{
  "surah": 7,
  "ayah": 2,
  "text": "A Book that is revealed to you, to where He says as a reminder for those who believe: Alif is an allusion to the Essence of the [exclusive] unity (aḥadiyya); lām [is an allusion] to the Essence combined with the attribute of knowledge, as has already been mentioned; mīm [is an allusion] to the all-comprehensive talisman (tamīma) which is the meaning of Muḥammad, that is, his soul and his reality; and ṣād [is an allusion] to the Muḥammadan form which is his body and his external aspect. It is related from Ibn ʿAbbās that he said, 'Ṣād is a mountain outside Mecca atop of which was the Throne of the Compassionate (ʿarsh al-Raḥmān) before there was either night or day'. By the mountain he was alluding to Muḥammad and by the Throne of the Compassionate to his heart, as stated by the ḥadīth [to the effect that]: 'The heart of the believer is the Throne of God'. It has also been related that: 'Neithe My earth nor My heaven can embrace Me, but the heart of My believing servant embraces Me'. As for his words, 'before there was either night or day', these are an allusion to the unity, since when the heart falls under the shadow of the earth of the soul and is veiled by the attributes of this [soul] it is night for it; but when there rises over it the light of the sun of the spirit and it finds light by the light of this [spirit] then it is day. When it [the heart] arrives at the true unity through gnosis and presential vision of the essence and both light and darkness become equal for it, then for it that moment will be neither day nor night and the Compassionate's Throne will only be at that moment. Thus the meaning of the verse is that the existence of the All from beginning to end is a Book that has been revealed to you, that is to say, a Book the knowledge of which has been revealed to you. So let there be no inhibition in your breast because of It, that is, [let there not be] any constraint [in your breast] to bear it, lest it not be able to embrace it by virtue of its tremendousness such that it then dissipates in the annihilation in the unity and the absorption in the source of the union and the distraction from the differentiation, since he [Muḥammad], peace be upon him, was at the station of annihilation veiled by the Truth from creatures: each time that existence was restored to him and he was veiled from the presential vision of [his] essence and [that existence] manifested itself upon him at [the level of] differentiation, his vessel (wiʿāÌ) narrowed and he became laden with a burden and a weight."
}
