{
  "surah": 7,
  "ayah": 55,
  "text": "Supplicate your Lord in pleading and secret. MuṣṬafā said, “Supplication is worship.” Supplication is calling or asking. If it is calling, it is the same as laudation, and if it is asking, it is fitting for the servant. Both are worship and the means to salvation. YaḤyā Muʿādh said, “Worshiping God is a storehouse, the key to the storehouse is supplication, and the teeth of the key are lawful morsels.” The precondition of supplication is pleading, weeping, and throwing oneself in lowliness on the Exalted Threshold. This is why He says, “in pleading and secret.” It has come in a report that Adam mourned and pleaded over that slip of his for one hundred years. Finally Gabriel said, “Lord God, You Yourself see Adam's pleading, You hear his weeping. Is there any way for You to ac- cept his apology and place a balm on his wound?” The command came, “O Gabriel! Leave Adam to Me, for if I had not known this pleading and weeping from him, I would not have decreed the slip for him. Indeed I decreed the slip for him because I knew that when he became helpless, he would loosen the tongue of supplication and pleading, and I love that the servant should lament and weep for Me. 'The sinner's sobs are more beloved to Me than the glorifier's murmur.'” The like of this verse is “Your Lord has said, 'Supplicate Me; I will respond to you' [40:60]. He says, “Call on Me so that I may respond to you; know Me, so that I may forgive you; ask from Me, so that I may give to you.” In another place He says, “He who responds to the distressed when he supplicates Him [27:62]. That hapless and helpless man, having lost the capacity to bear the trial-who will answer his call if not I? Who will hear his supplication if not I? Who will come to the aid of his helplessness if not I?” The distressed is someone who has no handhold and gazes on his own days given to the wind. He sees that his hands are empty of all the means of approach and acts of obedience. The supplica- tion of such a person is like an arrow that goes straight to the target. Among the preconditions for supplication, one is lawful morsels."
}
