{
  "surah": 2,
  "ayah": 45,
  "text": "And seek help in patience and the prayer, though it indeed is hard, except for the humble. The command came to him, “O Master, tell your community to have patience in their affairs so that they may reach what they desire. 'Patience is the key to relief.'” If someone does not have the patience of the Men, let him not come to the Men's playing field. You have not the legs of men-don't put on men's clothing! You have not the means of no means-don't brag of selflessness! [DS 491] Once that paragon of the world stepped into this playing field, he was not left for one hour without sorrow and grief. If he sat for a while cross-legged, the address came, “Sit like a servant!” If once he put a ring on his finger, the whip of rebuke would come down: “What, did you reckon that We created you aimlessly?” [23:115]. If once he placed his foot on the ground boldly, the command would come, “Walk not in the earth exultantly” [17:37]. When the work reached the limit and he was being tried from every corner, he sighed and said, “No prophet whatsoever has been tormented as I have been tormented.” The address came from the Exalted Presence, “O paragon! When someone's heart and spirit witness Me, will he complain of the burden of trial?” All the venom of grief in the treasuries of the Unseen was poured into one cup and placed in his hand, and then a curtain was lifted from his se- cret core: “O paragon! Drink all this venom while contemplating My beauty! And be patient with thy Lord's decree, for surely thou art in Our eyes [52:48].” The tongue of the state was saying, “Were the Beloved's hand to pour poison for me, poison from His hand would be sweet. * “Though Your hand is fire, it is my bed of roses. All that comes from You is sweet, whether healing or pain.” Though it indeed is hard, except for the humble. Humbleness is a stipulation of the prayer. It is a mark of the servant's need. The humble in the prayer are praised by the Real and chosen among the creatures. Prosperous are the faithful, those who are humble in their prayers [23:1-2]. Humble- ness in the prayer is both outward and inward.  The outward is that you keep your limbs within the stipulations of courtesy. You do not look right and left. You keep your eyes on the spot of prostra- tion while standing, on the feet while bowing, on the tip of the nose while prostrating, and on your side while bearing witness. God's Messenger said that looking around during the prayer is to give Iblis a portion of it. He also said, “When the servant stands to pray, he is before the eyes of the All-Merciful. When he looks around, God says, 'Child of Adam! At whom are you looking? Are you looking at someone better for you than I? Child of Adam! Look at Me, for I am better for you than the one at whom you are looking.'” Inward humbleness is the fear of the heart, whether from remembrance and reflection or in- toxication and gratitude. When God's Messenger prayed, his inward humbleness was such that everyone heard his heart's boiling, as has come in the report: “His breast used to boil like a cook- ing pot from weeping.” One day the Messenger passed by a man in prayer whose hand was playing with his hair. He said, “If his heart had humbleness, his limbs would be humbled.” If this man's heart had fear, his hands would stay firm in the attribute of humbleness. It has come in the traditions that in one of the battles, ʿAlī was struck by an arrow. The ar- rowhead was so stuck in his bone that as much as they tried, it could not be separated. They said, “Unless the flesh and skin is taken away and the bone broken, this arrowhead cannot be separated.” His elders and young ones said, “If this is the case, we must wait until he is praying, for we always see that in the devotions of the prayer it is as if he has no awareness of the world.” They waited until he was finished with the obligatory acts and customs of the prayer and began with the supererogatory and additional acts. The physician came, opened up the flesh, broke the bone, and took out the arrowhead while ʿAlī remained as he was in the state of prayer. When he gave the greeting to complete the prayer, he said, “My pain has eased.” They told him what had happened to him while he was unaware.  He said, “When I am in whispered prayer with God, the world might turn upside down, or they might strike me with swords and spears, but I would not be aware of the bodily pain because of the pleasure of the whispered prayer.” This is not so strange, for the splendorous revelation reports that when the women of Egypt blamed Zulaykhā for being in love with Joseph, she wanted to make them pay for that blaming. She invited them, prepared a place for them, sat them down in order, and gave each of them a knife in the right hand and an orange in the left. Thus He says, “She gave each of them a knife.” Once they had settled down, she brought Joseph in his finery and told him to pass by them: “Go out to them!” When the women of Egypt saw Joseph with that beauty and perfection, he appeared mag- nificent to them: When they saw him, they admired him greatly [12:31]. They all cut their hands and, because of contemplating Joseph's beauty and gazing on his perfection, they were unaware of having cut them. So we know that in reality the contemplation of God's majesty, beauty, exaltedness, and awe- someness by the heart and secret core of ʿAlī's spirit was greater than the contemplation of the created Joseph by the estranged women. They became selfless like that and were unaware of their own pain. If it happened that ʿAlī's flesh and skin were cut open and he was unaware of the pain, this is not strange or marvelous."
}
