{
  "surah": 63,
  "ayah": 1,
  "text": "When the hypocrites come to thee they say, “We bear witness that thou art indeed the Messenger of God.” On the first day in the era of the Beginningless He sent the diver of power into the ocean of Adam's loins to bring out the night-brightening pearls and the black beads to the shore of existence. There were both faithful and hypocrites, and just as He brought forth the faithful, so also He brought forth the hypocrites. But with His bounty He kept the faithful at the front of the hall of exaltedness on the carpet of gentleness, without bias; and with His justice He kept the hypocrites in the back with the shoes beneath the carpet of severity and abasement, without iniquity. He placed the crown of felicity on the heads of the faithful, and their portion of the Book was this: “So rejoice in your sale you have made to Him” [9:111]. He placed the bonds of abasement and the shackles of deg- radation on the feet of the hypocrites, and their portion of the Book came to be this: “Die in your rage!” [3:119]. This is why the Lord of the Worlds says, “Those-their portion of the Book will reach them” [7:37]. About the faithful He says, “in a seat of truthfulness, at an Omnipotent King” [54:55], and about the hypocrites He says, “in the lowest reach of the Fire” [4:145]. Be as your luck lets you be, I'll be as my lot allows. Tomorrow in the courtyards of the resurrection the hypocrites will ride on the coattails of the faithful and will go with their brightness until they reach the Narrow Path. Then the faithful will go ahead and cross over the bridge with the light of their faith and self-purification. The unbelief and hypocrisy of the hypocrites will seize their skirts so that they remain in darkness and bewilder- ment. They will call out, “Wait for us so that we may borrow some of your light” [57:13]. They will ask for light and brightness from the faithful, but the faithful will respond, “Turn back behind and request a light” [57:13], that is, “'Turn back to the decree of the Beginningless and seek light from the apportioning.' Seek for the light from the decree of the Beginningless, not from us."
}
