{
  "text": "Commentary\nThe verse before this (99) carried a description of sincere and true Muslims among the Bedouins of the desert. The present verse mentions all sincere and true Muslims along with their relative degrees of excellence.\nLet us begin with the opening statement: السَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِ‌ينَ وَالْأَنصَارِ‌ (the first and foremost of the Emigrants and the Supporters)._ Most commentators have taken the preposition مِن (min) for tab'id which denotes a part of something and may be translated as 'out of) and thus have set up two categories of the noble Sahabah from among the Emi-grants (al-muhajirin) and the Supporters (al-ansar) - (1) ` the first and foremost,' then, (2) the rest of them.\nThis interpretation implies that it is only first category that is referred to in the above verse, i.e. 'the first and foremost'. Then, for identifying 'the first and foremost' the commentators have different views. Some consider ` the first and foremost' from among the noble Companions to be those who have offered their Salah by turning to both the Qiblahs, that is, those who had embraced Islam before the change of Qiblab were ` the first and foremost.' This is the view of Said ibn almusayyab and Qatadah. 'At-a' ibn Abi Rabah has said that ` the first and foremost' are the Sahabah who participated in the battle of Badr. Sha` bi said that the Sahabah who were a party to the Bai` atur-Ridwan (the pledge taken at the time of the expedition of Hudaibiyah) are ` the first and foremost.' And according to each view, after respective ` first and foremost,' the rest of the Sahabah - muhajir (emigrant) or ansar (supporter) - are in the second category. (Mahari, Qurtubi)\nAll these views were based on the intrepretation that takes the preposition مِن (min) in this verse for tab'id as aforesaid. Tafsir Mazhari has however, reported another interpretation. According to this interpretation, the preposition مِن (min) is not for tab'id here. It is rather for bayan which explains the preceding words and stands for 'that is'. The translation of the verse, in this case, would be as follows: \"As for the first and the foremost people, that is, all the Emigrants (the Muhajirin) and the supporters (the Ansar)...\" The sentence thus will mean that all the muhajirin and the Ansar are the first and foremost as compared to the rest of the Muslim community.\nTo sum up, in accordance with the first Tafsir, there are two categories of Sahabah, being that of ` the first and foremost' and that of those who embraced Islam after the change of Qiblah or the battle of Badr or the Bai` atur-Ridwan. The substance of the last Tafsir is that the noble Sahabah, all of them, are but ` the first and the foremost' - because, their 'Iman (faith) is first and foremost as compared to that of the rest of the Muslim Ummah.\nThe second sentence of the verse: وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ has been translated as ` and those who followed them in goodness.' It means Muslims who followed the footsteps of ` the first and foremost' precisely and perfectly in all fields of deeds and morals. According to the first Tafsir of the first sentence, the first category belongs to those Emigrants and Supporters among Sahabah who embraced Islam after the change of Qiblah or the battle of Badr or the Bai'at of Hudaibiyah. After them, all Muslims fall in the second category, Muslims who followed the model set by the noble Sahabah in all matters of faith, deeds and morals honestly and staunchly right through the Last Day of Qiyamah.\nAnd according to the other Tafsir, the expression: الَّذِينَ اتَّبَعُوا (those who followed them) includes great people who came after the noble Sahabah and who are called Tabi` i in the Islamic terminology. After these technically specified Tabi` in or Successors of the Sahabah, included here are all Muslims who shall keep appearing right through the Last Day of Qiyamah and who shall follow the noble Sahabah precisely and perfectly in purity of faith and goodness of deeds (al-1man and al amal-as-salih).\nAll the Sahabah are the people of Jannah and are blessed with the pleasure of Allah\nSomeone asked Muhammad ibn Ka'b al-Qurazi, ` what do you say about the noble Companions of the Holy Prophet ﷺ . He said, ` the Sahabah, all of them, are in Jannah - irrespective of whether mistakes and sins may have been committed by some of them.' The man again asked him, ` on what basis did you say that?' He said, ` Read this verse of the Holy Qur'an: السَّابِقُونَ الْأَوَّلُونَ (...the first and foremost...). Here, what has been said about all revered Sahabah, without any condition, is clear: رَّ‌ضِيَ اللَّـهُ عَنْهُمْ وَرَ‌ضُوا عَنْهُ (Allah is pleased with them and they are pleased with Allah). However, a condition has been placed in the case of the Tabi` in (the successor to the Sahabah), the condition of: اتباع باحسان (following with goodness). This tells us that the revered Sahabah, all of them, without any condition or restriction or exemption, stand in honor as recipients of Divine pleasure.\nAfter reporting this statement, the author of Tafsir Mazhari has said, ` in my view, the following verse carries a more solid proof of the fact that all revered Sahabah belong to Jannah:\nلَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَـٰئِكَ أَعْظَمُ دَرَ‌جَةً مِّنَ الَّذِينَ أَنفَقُوا مِن بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّـهُ الْحُسْنَىٰ. It has been fully and clearly stated in this verse that all revered Sahabah, first or the last, have been promised al-husna, that is, Jannah or Paradise.'\nAnd in Hadith, the Holy Prophet ﷺ has been reported to have said, ` the fire of Jahannam (hell) cannot touch the Muslim who has seen me or has seen those who have seen me,' (Tirmidhi from Sayyidna Jabir ؓ )\nA note of warning\nPeople who criticize some revered Sahabah on the basis of what transpired during their mutual controversies with the aim of sowing seeds of suspicion and discord in the hearts of those who hold them in esteem are really treading a dangerous course. We seek the protection of Allah against it.",
  "ayah": 100,
  "surah": 9
}
