{
  "text": "Commentary\nWhen Muslims were given a general call for Jihad at Tabuk, the weather was extremely hot. The journey was long and they were supposed to be up against the trained army of a big state, the first such episode in Islamic history. These were some of the causes why people split into different groups.\nThe first group was that of sincere Muslims who got ready for Jihad without any hesitation at the very first call. Another group first hesitated initially, then joined in. They are the ones mentioned in: اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَ‌ةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِ‌يقٍ مِّنْهُمْ (who followed him in the hour of hardship after the hearts of a group of them were about to turn crooked - 9:117).\nThe third group was that of people who were genuinely handicapped because of which they could not go. They have been mentioned in: لَّيْسَ عَلَى الضُّعَفَاءِ (There is no blame on the weak - 9:91). The fourth group belonged to sincere Muslims who had no excuse yet they did not take part in the Jihad because of laziness. They have been mentioned in وَآخَرُ‌ونَ اعْتَرَ‌فُوا ' (And there are others who admitted - 9:102) and آخَرُ‌ونَ مُرْ‌جَوْنَ (And there are others whose matter is deferred - 9:106) under study now. The fifth group was that of hypocrites who did not participate in the Jihad because of hypocrisy. They have been mentioned at several places in the previous verses. In short, the fifth group of hypocrites featured mostly in previous verses while the present verse (102) mentions people in the fourth group, that is, those who, despite being true Muslims, did not participate in the Jihad because of laziness.\nIt was said in the first verse (102) that some had admitted their sins. Their deeds were mixed. Some of their deeds were good while some others were bad. For them, there was hope that Allah Ta` ala may accept their repentance. Sayyidna ` Abdullah ibn ` Abbas ؓ said, ` Ten persons did not go for the battle of Tabuk. They had no valid excuse for it. Later, they were sorry for what they had done. Seven of them tied themselves up to the pillars of the Mosque of the Holy Prophet ﷺ resolving that they would continue to remain tied as they were like prisoners until the Holy Prophet ﷺ\twere to accept their repentance and untie them. All narratives of the incident agree that Sayyidna Abu Lubabah ؓ was one of them. As for other names, narratives differ.\nWhen the Holy Prophet ﷺ saw them so tied up and he was told that they had resolved to remain tied until the Holy Prophet ﷺ unties them, he said, ` By Allah, I too shall not untie them until Allah Ta` ala orders me to do that. The crime is serious.' Thereupon, this verse (102) was revealed and the Holy Prophet ﷺ ordered that they be untied. They were. (Qurtubi)\nAccording to a narrative of Said ibn al-Musaiyyab, when people went to untie Sayyidna Abu Lubabah ؓ he refused and said, ` I shall remain tied until the Holy Prophet ﷺ does not, with his pleasure, untie me with his own blessed hands.' So, when he came for the Fajr Salah, he himself untied him.\nWhat were these mixed deeds?\nIt has been said in the verse that they had mixed a good deed with another that was evil. Obvious among the good ones were 'Iman, Salah and Fasting. Then, they had participated in earlier battles with the Holy Prophet ﷺ . And then, following this battle of Tabuk in which they could not participate, they had admitted their misconduct, were ashamed of it and had repented. As for the evil ones, they had not participated in the battle of Tabuk and thus they had acted in a manner that resembled the approach of the hypocrites.\nMixed Deeds of all the Muslims are governed by the same rule\nIt appears in Tafsir al-Qurtubi that this verse though revealed about a particular group, is universal in its application and the injunction it carries is valid until the day of Qiyamah. It covers Muslims whose deeds are a mixture of the good and the bad. If they were to repent from their sins, it can be hoped that they shall be pardoned and forgiven.\nAbu ` Uthman ؓ has said, ` this verse of the Holy Qur'an brings great hope for this ummah.' A detailed Hadith relating to the Ascension of the Holy Prophet ﷺ appearing in the Sahih of Al-Bukhari on the authority of Sayyidna Samurah ibn Jundub ؓ says, ` On the seventh heaven, when the Holy Prophet ﷺ\tmet with Sayyidna Ibrahim (علیہ السلام) ، he saw some people with him whose faces were bright. And some of them had some spots and stains on their faces. When these people went into a stream and came out all washed up, their faces had also turned bright. The Archangel Jibra'il (علیہ السلام) told the Holy Prophet ﷺ that these people with bright faces you saw first were those who had professed faith and then kept clean from sins: الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ (those who have believed and have not mixed their faith with injustice - 6:82). The others were people who did what was a mixture of good and evil, but repented later. Allah accepted their repentance and their sins were forgiven.' (Qurtubi)",
  "ayah": 102,
  "surah": 9
}
