{
  "text": "Verse 118 begins with the words: وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا (And [ He relented ] towards the three whose matter was deferred). Here, the word: خُلِّفُوا (khullifu) literally means ` those left behind.' It carries the sense of ` those the matter of whose repentance was deferred' - as opted for in the translation of the text. These three gentlemen: Sayyidna Ka'b ibn Malik, Murarah ibn Rabi' and Hilal ibn Umayyah ؓ were from the Ansar of Madinah and had a distinguished record in the service of Islam. Earlier, they had participated in the Bai'atu al-'Aqabah and in many battles with the Holy Prophet ﷺ . But, it was only by chance that they slipped in this manner. Then, there were those hypocrites who did not take part in this Jihad because of their hypocrisy, they gave them the kind of advises that dampened their courage. But, when the Holy Prophet ﷺ returned from this Jihad, all those hypocrites came to him, presented false excuses, took false oaths and tried to please the Holy Prophet ﷺ who entrusted the inward state of their hearts with Allah and simply accepted their outward declarations on oath. Thus, they went on living their normal lives. Some people gave the same suggestion to these Ansari gentlemen - that they should also establish their innocence by offering false excuses. But, their hearts admonished them. They knew that they had already committed a sin, that of remaining behind in Jihad. Now, how could they compound it with another sin, that of lying before the Holy Prophet ﷺ ? Therefore, they came up with a clean breast and confessed to their misconduct. In punishment, Muslims were asked not to greet or talk to them. In the end, the Holy Qur'an laid bare the reality of the whole thing. Those who had fortified their excuses with false oaths were exposed, the details of which appear in several earlier verses from: يَعْتَذِرُ‌ونَ إِلَيْكُمْ إِذَا رَ‌جَعْتُمْ إِلَيْهِمْ (They will make excuses to you - 94) عَلَيْهِمْ دَائِرَ‌ةُ السَّوْءِ (upon those is the evil cycle - 98). Regarding the truth told and confession made by these three gentlemen, it is enough to say that the fact of their Taubah was revealed in this verse. They faced fifty days of avoidance by the Holy Prophet ﷺ and a boycott of greeting and conversation by the Companions, a heart-rending experience indeed. Finally came the day when, amidst ecstatic scenes of having been so honorably acquitted and of exuberant congratulations for it, they regained the confidence of the Holy Prophet ﷺ and that of all Muslims.\nDetails of the event relating to these three Ansari elders from authentic Ahadith\nIn the two authentic collections of Al-Bukhari and Muslim, and in most books of Hadith, there appears a lengthy Hadith narrated by Sayyidna Ka'b ibn Malik ؓ in connection with this event. Since, it consists of many elements of guidance, solutions of religious problems and facts worthy of consideration, therefore, it seemed appropriate that a full translation of this Hadith should be reproduced here. Sayyidna Ka'b ibn Malik ؓ alone of the three gentlemen, has described the details of this event as given below:\n` Every battle in which the Holy Prophet ﷺ participated, I was with him, except the battle of Tabuk. However, the battle of Badr came all of a sudden, and the Holy Prophet ﷺ had also not asked everyone to participate in it, and was also not angry with those who had not participated in it. In this too, I was not present. And I was also present on the night of the Bai'atu al-'Aqabah where we had made the covenant of supporting and protecting Islam. And this presence of mine at the Bai'atu al-'Aqabah is dearer to me as compared to my (possible) presence at the battle of Badr - though, the battle of Badr is better known among people. As for the background of my absence from the battle of Tabuk, the truth is that I had never been so rich as I was at that time. By God, I never had two mounts before that which I then had.\nWhile marching out from Madinah for his battles, the blessed habit of the Holy Prophet ﷺ was that he would conceal his intentions by advancing in a direction just the opposite of the direction in which he was to go for Jihad. The intention was to confuse spying hypocrites lest they sound off the enemy. And he used to say, in war, (such strategy of) deception (khudah`) is permissible.'\nThen, the Holy Prophet ﷺ was ready to carry out his plan for the Jihad (of Tabuk, which was unusual for several reasons). The heat was intense. Muslim forces were short on supplies. The journey was long. Then, they were going to fight against an enemy stronger in strength and overwhelming in numbers. Therefore, the Holy Prophet \tﷺ made the call for Jihad openly and publicly so that Muslims could make all necessary preparations for it in advance.'\nAccording to the report in the Sahih of Muslim, the numerical strength of those who participated in this Jihad was more than ten thousand. Hakim reports from Sayyidna Mu` adh ؓ it who said, ` when we set out for this Jihad with the Holy Prophet ﷺ our number was more than thirty thousand.'\n` Since no muster roll of those who set out for this Jihad was put on record in writing, therefore, those who did not wish to go out for this Jihad had an opportunity on hand. If they did not go, nobody would be able to find that out, they thought. The time when the Holy Prophet ﷺ set out for Jihad was a time when dates were ripe and the growers were busy. Such was the condition when the Holy Prophet ﷺ and common Muslims started getting ready for the journey. It was a Thursday when he set out for the journey. He liked to travel on a Thursday, whether it was for Jihad or for some other purpose.\nAs for myself, I went out every morning to prepare for Jihad, but came back without having done it. My heart said, ` I am capable of Jihad. I must go.' But, days passed and my intention kept being put off until a tomorrow - until the time the Holy Prophet ﷺ and common Muslims departed for Jihad. Still then, my heart kept urging me to leave and join up somewhere en route - alas, only if I were to do that! But, unfortunately, this could not be done.\nWhen, after the departure of the Holy Prophet ﷺ wherever I went in Madinah, the surroundings put me to grief. At that time, what one saw throughout Madinah were sights of people who were either sunk in hypocrisy, or were sick and crippled absolutely unable to travel. On the other side, the Holy Prophet ﷺ did not think of me anywhere on this whole journey until he reached Tabuk. It was there in a gathering that he said, ` what happened to Ka'b ibn Malik?'\nA man from (the tribe of) Banu Salimah said, ` ya rasulallah, he has been detained by his nice dress and his looking towards his shoulders (in self-admiration). Then, Sayyidna Mu'adh ibn Jabal ضی اللہ تعالیٰ عنہ told this man, ` what you have said is bad' - and then, turning to the Holy Prophet ﷺ he submitted- ` yarasulallah, by God, we know nothing about him except that which is good.' Thereupon, the Holy Prophet ﷺ became silent.\nWhen I heard the news, says Sayyidna Ka'b ؓ that the Holy Prophet ﷺ was coming back, I was concerned, almost close to concocting in a hurry some excuse for my absence and presenting things through which I could have escaped facing the displeasure of the Holy Prophet ﷺ . May be I could have asked my family and friends also to help me out of this predicament. (Scruples like these kept destabilizing my heart) until I heard that the Holy Prophet ﷺ had arrived. Then, all these confusing thoughts were blotted out of my heart and I realized that I could never escape his displeasure on grounds that are contaminated with a lie. Therefore, I resolved to tell him the truth for I was convinced that truth alone would rescue me (from this situation).\nThe Holy Prophet ﷺ\tentered Madinah. The time was Duha (Chasht in Urdu and Persian), that is, middle of morning after sunrise. It was the blessed habit of the Holy Prophet ﷺ that he generally used to return from his journeys at this time and his practice was first to go to the Masjid, offer two raka` at and then go to see Sayyidah Fatimah ؓ . After that, he went to meet his blessed wives.\nThis time too, as was his wont, he first went to the Masjid, offered two raka` at and sat down in the Masjid. Some more than eighty hypocrites who had not gone to the expedition of Tabuk came to him offering false excuses on equally false oaths. The Holy Prophet ﷺ accepted what was outwardly expressed through their statements on oath, approved of their allegiance, prayed for their forgiveness and entrusted what was in their hearts with Allah.\nIt was under this situation that I presented myself before him. When I offered my salam to him, he smiled, smiling like someone angry. Then he said, ` come.' So I walked towards him until I sat down before him.' According to some Hadith reports, the Holy Prophet ﷺ turned his face away from him. Thereupon, Sayyidna Ka'b said: Ya rasulallah, why would you turn your face away from me? By God, I have nothing to do with hypocrisy, nor have I ever suffered from any doubt about my religion, nor am I guilty of making any alter-ations to it. ` Then he said, ` why then, did you not go for Jihad? Is it not that you had already bought a mount for this purpose?\nI said, ` Yes, Ya rasulallah. If I would have been sitting before anyone from common worldly people, other than you, I am confident that I would have invented some excuse and avoided his displeasure - because, I have been gifted with the art of debate. But, I swear by Allah that I have understood perfectly well that, should I tell you a lie - that may even please you temporarily - still, the day would not be far when Allah Ta` ala would tell you the whole truth and thus make you displeased with me. And if I were to tell you the truth - which may at this moment make you displeased with me - I hope, Allah Ta` ala will forgive me. The truth of the matter is that I had no excuse for remaining absent from the Jihad for I had never been stronger, both financially and physically, as I was at that time.\nThe Holy Prophet ﷺ said, ` this man has told the truth.' Then, he said, ` all right, go - until Allah Ta’ ala gives His decree in your case.' I rose to leave when some men from the tribe of Bani Salimah tailed me and started saying, ` As far as we know, you never committed a sin before this. Why did you act so dumb? You could have at the least come up with some excuse as was done by others who were left behind. Had you done that, the prayer made by the Holy Prophet ﷺ would have been sufficient to bring forgiveness for your sins. By God, these people kept admonishing me repeatedly, so much so that a thought crossed my mind urging me to go back and say that I was wrong about what I had said earlier and that I had the right excuse with me.\nBut, it occurred to me that I should not add another sin to the one I have done before. I have already committed a sin when I remained behind in the Jihad. How could I venture into another sin, that of lying? Then, I asked those people if there was anyone like me who had confessed to his misconduct. They told me that there were two others who had done what I did and they too were given the same reply as was given to me (that they should wait for the decree of Allah). I asked them as to who those two were. They told me that one of them was Murarah ibn Rabi' al-\"Umariy while the other, Hilal ibn Umayyah al-Waqifiy.'\nAccording to a report carried by Ibn Abi Hatim, the reason why the first of the two (that is, Murarah) was left behind is that he had a date farm where the fruit was ripening. He said to himself, ` you have taken part in many battles before this. If you do not go for Jihad this year, how would that become a crime?' Later, when he was alerted to his sinful thought, he promised to Allah that he has given this date farm in the way of Allah as a sadaqah from him.\nAs for the other gentleman, Sayyidna Hilal ibn ` Umayyah ؓ his family has been living scattered since long. At that time, they had assembled all together. He thought of not going to Jihad that year and spending some time with his family. He too, when reminded of his sin, promised that he would stay away from his family from that time onwards.\nSayyidna Ka'b ibn Malik ؓ says, ` these people mentioned two blessed souls who were from among the mujahidin of the battle of Badr. I said, ` that is it. What these two did is worth following for me.' Saying this, I went home.\nOn the other side, the Holy Prophet ﷺ prohibited his Companions ؓ from greeting or talking to the three of us. As for us, we loved all Muslims as usual, but they were the ones who had turned away from us.'\nIt appears in a report of Ibn Abi Shaibah that ` now we were in a condition that we would go to people, but they would not talk to us, nor greet us, nor respond to our greetings.'\nMusnad ` Abd al-Razzaq reports the statement of Sayyidna Ka'b ibn Malik ؓ as follows: ` what a time that was when the small world around us had changed totally. It seemed as if the people who used to be there are not there anymore, nor our fruit farms, nor our homes, none of these were what they used to be. Everything looked strange. I became seriously concerned about myself. If I die in this state of mine, I thought, the Holy Prophet ﷺ\twould not say the Salah of Janazah (funeral prayer) for me. Or, if the Holy Prophet ﷺ were to breath his last during this period, I shall be running around just like this all my life, condemned and disgraced before everyone. For this reason, as far as I was concerned, the whole Earth started appearing indifferent and desolate. So, we lived like that for fifty nights. At that time, the two companions of mine (Murarah and Hilal) lost heart, sat home and wept. But, I was younger. I went out, walked around and made my Salah in the Masjid with other Muslims and roamed in the bazaars but nobody would talk to me nor respond to my salam greetings. I used to attend the customary sitting of the Holy Prophet ﷺ after the Salah was over. When I said my salam to him, I tried to figure out whether or not the blessed lips of the Holy Prophet ﷺ moved to respond to my salam. Then I tried to offer my Salah just about close to him from where I would steal a glance towards him and discover that he looks at me when I get busy with my Salah, and when I look towards him, he turns his face away.\nWhen this (considered) indifference of these people dragged longer, I went to my cousin Abu Qatadah who was the dearest of my friends. I jumped a wall to enter his farm and said my salam to him. By God, he too did not respond to my salam. I asked, ` O Abu Qatadah, do you not know that I love Allah Ta` ala and His rasul?' Even then, Abu Qatadah observed silence. He did not respond. When I repeated my question again and again, then - probably, the third or the fourth time – he only said, ` Allah and His rasul know best.' I broke into tears and came out of the farm jumping over the compound wall as I had done earlier. During those days, once I was walking through a bazaar of Madinah when, all of a sudden, I noticed a farmer from Syria who had come to Madinah to sell grains. I saw him asking people if anyone there could tell him the address of Ka'b ibn Malik? When they saw me right there, they pointed out to me. The man came to me and gave me a letter from the king of Ghassan that was written on a silk handkerchief. It said:\nAfter salutations, I have come to know that your Prophet has betrayed you and that he has made you stay away from him. (I assure you) God has not chosen to put you in a place of disgrace and destruction. If you like to come to us, come. We shall help you.'\nWhen I read this letter, I said to myself, ` here comes another test and trial for me when, of all the people, the partisans of disbelief (kufr) have now been tempted to expect such things from me (that I go and join them) !' Taking this letter in my hands, I stepped forward. There was a bread-baking shop with a heated oven. I threw the letter down into it.\nSayyidna Ka'b ؓ عنہ\tsays, ` when forty out of the fifty nights had passed, I was given a surprise by Khuzaymah ibn Thabit ؓ a message bearer of the Holy Prophet ﷺ who came towards me and said, ` the Holy Prophet ﷺ has ordered that you should stay apart from your wife as well.' I said, ` should I divorce her? Or, do what?' He told me, ` no, just do not go near her.' The same order was communicated to my two companions also. I told my wife, ` go to the home of your parents and stay there till Allah Ta` ala opens a way for us.'\nAfter having heard this order, Khawlah bint ` Asim, the wife of Hi1al ibn Umayyah came to the Holy Prophet ﷺ with the plea that Hilal ibn Umayyah was old and weak and that he had no servant to look after him. It also appears in a report of Ibn Abi Shaybah that she also said, ` he is weak-sighted as well. Would you not like to allow me to continue serving him?' He said, ` serving him is no problem, however, he should not seek to be near you.' She said, ` as for that, He is into a state wherein he has no such desire and, by God, he keeps weeping day and night.'\nKa'b ibn Malik says, ` some of my relatives and friends suggested to me too that I should also ask the Holy Prophet ﷺ to allow me to keep my wife with me - similar to the permission he has given to Hilal. I said, ` I will not do that. Who knows what the Holy Prophet ﷺ would say in reply? In addition to that, I am young (that is, living with one's wife was against precaution).' In this condition, I passed ten more nights until the count of fifty nights became complete.' The narrative of Musnad ` Abd al-Razzaq says, ` At that stage, the Divine decree about our Taubah (repentance) was revealed to the Holy Prophet ﷺ at the hour when one third of the night had passed. The Mother of the Faithful, Sayyidah Umm Salamah ؓ who was there at that time said, ` If you wish, Ka'b ibn Malik can be informed about it right now.' He said, ` That will bring a crowd of people here right now. It would become impossible to sleep for the rest of the night.'\nKa'b ibn Malik says, ` when the fiftieth night passed, I made my Fajr Salah and went to the roof. While I sat there my condition was a mirror of what Allah Ta` ala has said in the Qur'an - that the Earth was straitened for me despite all its vastness, and my own soul was straitened for me. (118) All of a sudden came the voice of a caller calling from the heights of the hill of Sal' loudly announcing: ` 0 Ka'b ibn Malik, 'Be happy with the good news'.\nIn a report from Muhammad ibn ` Amr, it is said that the caller was Sayyidna Abu Bakr ؓ who went up the hill of Sal' to announce that Allah Ta` ala had accepted the Taubah of Ka'b and offered congratulations for his success. And narration of 'Uqbah says that two men ran to give this good news to Sayyidna Ka'b ؓ .When one ran ahead of the other, the one who had remained behind turned, climbed the hill of Sal', and announced the good news from there. It is said that the blessed souls who ran in that manner were Sayyidna Abu Bakr and Sayyidna ` Umar ؓ .\nSayyidna Ka'b ibn Malik ؓ says, ` Hearing this voice, I fell down prostrating in Sajdah. So happy was I that I broke into tears. I had learnt that my good days have come back. The Holy Prophet ﷺ had told the Sahabah after the Salah of Fajr that our Taubah was accepted. Everyone ran out to congratulate the three of us. Some of them rode on horses to reach me. But, the voice of the person calling from the hill was quicker than the horse.\nWhen I came out to present myself before the Holy Prophet ﷺ ، I saw that the Holy Prophet ﷺ was sitting there. There was a cordon of his Sahabah around him. When Talhah ibn ` Ubaidullah ؓ saw me, he was the first to rise and rush towards me. Shaking my hands, he congratulated me for the acceptance of my Taubah. I cannot forget the good Talhah did to me on that day. When I said my salam to the Holy Prophet ﷺ ، his blessed face was radiant with delight. He said, ` 0 Ka'b, I congratulate you for this day of bliss for you, the best day of your life since you were born.' I said, ` Ya rasulallah, is this order from you or is it from Allah Ta` ala?\"No,' he said, ` this order is from Allah Ta` ala. You had told the truth. Allah Ta` ala made your truthfulness come out in the open.'\nWhen I sat down before the Holy Prophet ﷺ ، I said to him, ` Ya rasulallah, I wish to walk out of all my wealth and property and give it as sadaqah in the way of Allah. This will be a part of my Taubah.\"No,' he said, ` hold some of it for your needs. This is better.' I said, ` all right, can I give half of it as sadaqah?' He rejected that too. Then, I asked his permission to give one-third of it. This he accepted. I said, ` Ya rasulallah, I have been delivered from my predicament by Allah because I told the truth, therefore, I pledge before you that, as long as I live, I shall not say anything but the truth.' Then, says Sayyidna Ka'b ؓ ، ` since the time I had given this pledge to the Holy Prophet ﷺ ، al-hamdulillah, no word of lie was uttered by me up to this day - and I hope Allah Ta'ala shall protect me from it for the rest of my life.' Sayyidna Ka'b ؓ also says, ` By God, after the blessing of Islam, I cannot think of having received a blessing greater than this. I mean that I told the truth before the Holy Prophet ﷺ and that I did not lie - because, had I lied, I would have been ruined like those who took false oaths. About them the Qur'an said سَيَحْلِفُونَ بِاللَّـهِ لَكُمْ إِذَا انقَلَبْتُمْ إِلَيْهِمْ : (They will swear by Allah before you, so that you may ignore their misdeeds - 95) up to فَإِنَّ اللَّـهَ لَا يَرْ‌ضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ (Allah will not be pleased with the sinning people - 96).\nIt has been said that the continuation of the boycott of these three gentlemen was, perhaps, based on the wisdom that the Holy Prophet ﷺ had spent exactly fifty days during the expedition of Tabuk. (The entire narration of this Hadith and the related event has been taken from Tafsir Mazhari)\nPoints of Guidance from the Hadith of Sayyidna Ka'b ibn Malik\nThe clarity and detail with which Sayyidna Ka'b ؓ has described his story contains many elements of guidance for Muslims. Therefore, this Hadith has been presented here in full. These are as follows:\n1.\tThis Hadith tells us that it was the customary practice of the Holy Prophet ﷺ in his usual battle plans that he would march out of Madinah in a (feigned) direction that was opposite to the direction he was to go actually. The objective was to keep enemies of Islam in the dark about where to and against whom he was going to carry out his Jihad. This is what he defined as: اَلحربُ خدعۃُ (al-harbu khuda'ah) that is, ` in war, deception is permissible.' Some people fall in doubt about the drift of this statement. They think that deceiving the adversary by lying in war or Jihad is permissible. This is not correct. In fact, it means the kind of deception whereby one acts in a manner that succeeds in deceiving enemies. For instance, marching out for Jihad from the opposite direction does not mean deceiving by lying blandly - something not permissible even in war. Similarly, it should also be understood that this practical deception, which has been declared permissible, has no bearing on abiding by a pledge or treaty. Breaking of a pledge or treaty, whether in peace or war, is not permissible under any situation.\n2.\tFor his journeys, the Holy Prophet ﷺ liked a Thursday, whether it was for Jihad or for some other purpose.\n3.\tTelling a lie to please some elder or spiritual guide or teacher or father is neither permissible nor does it end well. As for the Holy Prophet ﷺ he was informed of the truth through revelation, therefore, the ultimate outcome of lying was evil - as clarified through the event relating to Sayyidna Ka'b ibn Malik ؓ and to others who remained behind. After the Holy Prophet ﷺ ، no saint or savant or pious elder or spiritual guide can claim to be a recipient of revelation. Then, getting to know things through inspiration (ilham) and illumination (kashf) is not necessary either. But, experience shows that lying has an aura of evil about it, something that brings bad consequences in its wake. Causes converge naturally, so much so that this respected elder ultimately becomes displeased with the liar.\n4.\tFrom this event we learn that the Amir (the executive head) of Muslims also has the right to order them to stop greeting and talking to someone as a punishment for some sinful misconduct of his - as it happened with these three gentlemen in the event concerned.\n5.\tThis event is a mirror of the love his Companions had for the Holy Prophet ﷺ . The depth and extent of this love compelled them to continue staying in his company even during the days when he was displeased with them and they were subjected to a social boycott by the Companions ؓ who would neither greet, nor acknowledge greetings nor talk to them. A careful reader through the narration of the event would hardly miss their affection and concern for him particularly when they would look at their master with the corners of their eyes and try to assess the warmth of his attention and the emotional level of the bond between them. They were really tuned to him under all circumstances.\n6.\tAs for the attitude of Sayyidna Abu Qatadah ؓ cousin and friend of Sayyidna Ka'b ؓ who did not respond to the later's salam nor talked to him, it is fairly obvious that he did not do so because of some enmity, hostility or malice. In fact, this was done for the sole reason that the Holy Prophet ﷺ had ordered him to do so and that he was duty-bound to follow it. This tells us that the law given by the Holy Prophet ﷺ was not only enforced on the physical exterior of people but was also implemented inwardly as well. The law ruled over their hearts. They would not do anything against it under any condition, present or absent - even if they had to act against the dearest of their friends and relatives.\n7.\tThe episode relating to the king of the Ghassan who wrote a letter to Sayyidna Ka'b ؓ who threw it down into a heated oven shows how staunch as believers the Sahabah were. Here is one of them, terribly nervous about the displeasure of the Holy Prophet ﷺ and the boycott by fellow Muslims, yet the tempting offer made by a King fails to move his heart in that direction.\n8.\tThat Sayyidna Abu Bakr and Sayyidna ` Umar and other noble Companions ؓ ran to congratulate Sayyidna Ka'b ibn Malik ؓ ، as soon as they heard about the acceptance of his Taubah is significant. Let us keep in mind that they had avoided the social graces of greeting and talking before this happened. This shows that the love for Sayyidna Ka'b ؓ was very much present in their hearts even during the days of the boycott - though, they had to surrender it in favor of carrying out the command of the Holy Prophet ﷺ . When the 'Ayah of Taubah (the verse of repentance) was revealed, their deep mutual affection became manifest.\n9.\tFrom the conduct of the noble Sahabah who went to disclose the good news to and congratulate Sayyidna Ka'b ؓ ، we learn that congratulating friends on a happy occasion has its basis in Sunnah.\n10.\tWhen repenting from a sin, taking out a sadaqah from one's assets helps to do away with the effects of sin, but it is not good to give away the whole of it in charity. Giving more than one third of what one owns in sadaqah was not liked by the Holy Prophet ﷺ .",
  "ayah": 118,
  "surah": 9
}
