{
  "text": "Commentary\nIt will be realized that the expedition of Tabuk has continued appearing as an important subject in Surah At-Taubah. For this battle, a general call of Jihad was given asking all Muslims to participate in it. It was not permissible to contravene the order without a valid excuse. Those who did that were mostly hypocrites who have been mentioned in several verses appearing earlier. Then, some sincere Muslims had also remained behind due to their incidental laziness. Their repentance was accepted by Allah Ta` ala. Obviously, from all these events it can be gathered that the going forth of all Muslims in every Jihad is fard (obligatory) and staying behind is Haram (unlawful) -although, this is not the religious law. In fact, Jihad during normal conditions is Fard al-Kifayah, a collective obligation. It means that, should a number of Muslims sufficient for Jihad keeps engaged in Jihad, rest of the Muslims stand absolved of the obligation. However, if the number participating in Jihad turns out to be insufficient to the limits of being overpowered, it becomes obligatory on Muslims living nearby that they should come out to strengthen them and fight with them in the Jihad. If they too are not sufficient, the obligation falls on those near the later, and if they too are not sufficient, it falls on Muslims adjoining the later. This could reach the limit when, under such emergent conditions, Jihad becomes Fard ` Ain (absolute individual obligation) on Muslims of the whole world, and it will be Haram (unlawful) to avoid participating in jihad. Similarly, it could also become equally obligatory (fard) if the Amir of Muslims, seeing the need, gives a general call and invites Muslims to join the mission of Jihad. At that time too, participation in Jihad becomes obligatory (fard) and staying behind becomes haram (unlawful) - as it happened in the expedition of Tabuk due to the general call of Jihad given for it. The verse cited above clarifies that this order to join the Jihad of Tabuk was a specific order due to the general call for it. Under normal conditions, Jihad is not an individual obligation (Fard al-'Ain فَرض العین) that would require all Muslims to go forth in Jihad as a matter of obligation - because, like Jihad, there are other collective concerns and important undertakings of Islam and Muslims that are Fard al-Kifayah, also like Jihad. To fulfill these responsibilities too, different groups of Muslims have to follow the principle of division of work. Therefore, all Muslims should not go forth in every Jihad. The submission here may also help you understand the reality of Fard al-Kifayah. The, areas of work that are not individual, but collective in nature, and the responsibility of carrying these out falls on all Muslims, are areas that the Shari’ ah of Islam has declared to be Fard al-Kifayah. The purpose is that everything keeps being taken care of in its respective area and that all collective duties continue to be fulfilled. Duties such as washing, shrouding, offering Salah of Janazah and burying deceased Muslims, the making and maintaining of mosques, Jihad and the guarding of Islamic frontiers are all separate duties that are subject to the same rule of Fard al-Kifayah. In other words, the responsibility of fulfilling these obligations though falls on the Muslims of the whole world as a matter of principle but, should some of them were to do that satisfactorily enough, other Muslims also stand absolved of the obligation. An important area of work that falls within the imperatives of this Fard al-Kifayah is the religious education. That it is an obligation has been particularly mentioned in this verse by saying that this obligation should not be left out unattended even during the period of engagement in as important a duty as Jihad. The way in which it could be accomplished is that a smaller section from out of every large section sets forth for Jihad while the rest of people keep engaged in the pursuit of religious education. Then, those so educated should orient Muslims going on Jihad as well as teach and train others in their religion.\nThe obligation of acquiring religious knowledge, and its etiquette\nImam al-Qurtubi has said, ` this verse is the root and foundation of religious knowledge (the 'am of din) for its seeker.' If looked at carefully, also given here is a brief curriculum (nisab) of religious education, as well as the duties of the person (` alim) who has qualified as one who has this knowledge. Therefore, this subject is being taken up in some details.\nThe merits (fada'il) of acquiring religious knowledge\nMuslim scholars have written regular books on the merits of religious knowledge, great rewards (thawab) it brings and aspects related with it. Some brief reports relevant to the occasion are being cited here. Tirmidhi reports from Sayyidna Abu al-Darda' ؓ who narrated that he heard the Holy Prophet ﷺ saying, ` whoever travels on a path for seeking knowledge (` ilm of din عِلَم اَلدَّین ), Allah Ta` ala will - in reward (thawab) for his effort - turn the orientation of his path towards Paradise.'\nA series of Hadith narratives appearing in Tafsir al-Qurtubi report that the Holy Prophet ﷺ said:\n1.\t` The angels of Allah spread out their wings for (welcoming) the seeker of knowledge;'\n2.\t` Allah's creatures in the heavens and the earth and fishes in the waters of the world pray for such seekers;'\n3.\t` The superiority of the ` Alim over the person who devotes to voluntary acts of worship (nafl ` ibadat) abundantly is like the superiority of the full moon over the rest of the stars;'\n4.\t\"Ulama' are the inheritors of the blessed prophets;'\n5.\t` The blessed prophets leave no gold and silver as inheritance, but they do leave the legacy of knowledge. So, whoever inherits this legacy of knowledge has inherited great wealth.'\nDarimi reports a Hadith in his Musnad which says: ` Someone asked the Holy Prophet: ﷺ There were two men in Bani Isra'il. One was an ` Alim who would offer his prayers and then get busy teaching people their religion. The other fasted during the day and stood for prayers during the night. Of the two, who is superior? He said, \"That ` Alim (man of religious knowledge) is superior to the ` Abid (man of religious worship) as I am superior to a very common person from among you.\" (Reported by Imam Ibn ` Abd al-Barr in his book, Jami'u Bayan al-` Ilm, from Sayyidna Abu Said al-Khudri ؓ ، with relevant chain of narrators.) (Qurtubi)\nAnd the Holy Prophet ﷺ\t said, ` a faqih (expert Muslim jurist), when confronting Shaytan, is stronger than a thousand worshippers.' (Tirmidhi from Ibn ` Abbas - as in Mazhari). Then, the Holy Prophet ﷺ has also said, ` when a person dies, his deeds come to an end - except three, the thawab (reward) of which keeps reaching that person even after death. One: sadaqah jariyah (act of charity the benefits of which continue) such as masjid, building for religious education or institutions of public welfare. Two: Knowledge through which people continue to benefit even later on. (For example, a student of religion became an ` Alim who set in motion a chain of learning and teaching the knowledge of religion for future generations; or someone wrote a book from which people kept benefiting even after the author was gone). Three: Children who are good (in character and up-bringing) and who keep praying for parents and do things the reward (thawab) of which continues to reach them.' (Qurtubi)\nDetails of Individual and Collective Obligation in the Learning of Religion\nBacked by sound authority, Ibn ` Adiyy and al-Baihaqi report from Sayyidna Anas ؓ that the Holy Prophet ﷺ said: طَلَبَ العِلم فَرِیضَہ عِکٰی کُلِّ مُسلِم (Seeking knowledge is obligatory on every Muslim). (Mazhari) It is all too obvious that the sense of 'ilm (knowledge) - as in this Hadith, as well as in those quoted a little earlier - is nothing but the 'ilm of din (the knowledge of religion). Granted that worldly arts and sciences may be necessary for one as a part of the material management of life on this earth, but their merits are not the same as mentioned in the Alhadith appearing above. Then, the ` am of din (knowledge of religion) is not some solitary area of knowledge. It is a comprehensive system composed of many sciences. Then, it is also obvious that every Muslim man and woman does not have the capacity to acquire full mastery over all these sciences. Therefore, when the Hadith speaks of ` knowledge being obligatory on every Muslim,' it means the particular part of the knowledge of religion without which one can neither fulfill his or her obligations, nor stay away from the Haram (unlawful things) - being principles that are inseparably necessary for 'Iman and Islam. As for the rest of the sciences, we should keep in mind that there are many more details of explanations, elements of wisdom and issues culled from the Qur'an and Hadith alone, not to mention the great range of injunctions and laws deduced from these sources. These are things beyond the capacity and control of every Muslim, nor has this been made an individual obligation (Fard al-` Ain) for each one of them. However, this is Fard al-Kifayah (collective obligation), and as such, it becomes the responsibility of the Islamic world as a whole. The presence of one ` Alim, a genuine expert in all these sciences and religious laws in every city makes the rest of Muslims absolved of this obligation. If a city or township has not even one ` Alim, it becomes obligatory on the people of the city or township that they should arrange to make someone from among themselves an ` Alim. If that is also not possible, they should invite one from outside, keep him in their city so that they can know, understand and act according to the fatwa of this scholar, specially when the need is acute and the problems are delicate. Therefore, given below are details of Fard al-` Ain and Fard al-Kifayah as they relate to the ` ilm of din (knowledge of religion):\nFard al-` Ain: Individual Obligation\nIt is obligatory on every Muslim, man and woman, to acquire the knowledge of:\n1.\tIslam's correct and authentic ` Aqa'id (beliefs).\n2.\tRules of Taharah (purity) and Najasah (impurity).\n3.\tSalah (prayers), Sawm (fasting) and all ` Ibadat made fard (obligatory) or wajib (necessary) by the Shari’ ah.\n4.\tThings declared to be haram (unlawful) or makruh (reprehensible or repugnant).\n5.\tThe rulings and injunctions of Zakah (prescribed alms) on the part of one who owns property or wealth above the fixed nisab or threshold.\n6.\tThe rulings and injunctions of Hajj on the part of one who has the capability of performing Hajj, for it is an individual obligation on him or her.\n7.\tThe rulings and injunctions of sale and lease (bai' and ijarah) on the part of one who has to buy and sell or run a business or industry or work on wages or salary, for it is his individual obligation to do that.\n8.\tThe rulings and injunctions of nikah (marriage) when getting married - and of talaq (divorce) as well.\nIn brief, there are things the Shari’ ah of Islam has made obligatory or necessary on everyone. Acquiring the knowledge of the rules relating to these is also obligatory on every Muslim, man and woman.\nKnowing about Spiritual Purification is also an Individual Obligation (Fard al-` Ain)\nEveryone knows that the knowledge of the imperatives relating to one's outward acts like Salah and Sawm is Fard al-Ain. However, Qadi Thanaullah Panipati, the author of Tafsir Mazhari has written under his commentary on this verse that it is also fard al-'ain to acquire the knowledge of the imperatives and prohibition pertaining to one's inner acts and qualities. This kind of knowledge is usually called the science of Tasawwuf. Since these imperatives fall under the category of fard al-` ain, their knowledge too is fard al ain.\nBut, the field of knowledge called Tasawwuf in our time has, become a potpourri of many fields of knowledge and insights, illuminations and sense experiences. What is meant by Fard al-Ain at this place is nothing but that part of it which deals with the obligatory injunctions pertaining to one's inner acts and qualities. For instance, there is the matter of true, correct and authentic ` Aqa'id (beliefs). These relate to man's inward state. Or, take the case of spiritual virtues like sabr (patience), shukr (gratitude), tawakkul (trust), qanaah (satisfaction with the available) and similar others. These are obligatory (fard) in a particular degree. Or take the case of spiritual vices like pride and arrogance, malice and rancor, miserliness and greed for the material and similar others. These are haram (forbidden) on the authority of the Qur'an, and Sunnah. So, it is also obligatory (fard) on every Muslim, man and woman, that he and she must find out the reality behind these and learn the methods of acquiring virtues and avoiding what has been forbidden. (Irrespective of the claims made in the field of Tasawwuf or in its counter-Islamic versions of mysticism and its many derivations) the sole basis of Tasawwuf is no more than what is Fard ` Ain (under Islamic Law).\nFard al-Kifayah\nTo comprehend why the ` Ilm of Din (the full knowledge of religion) has been made Fard al-Kifayah, it will be useful to glance through what it entails. For your convenience, the integrated whole appears in three parts as follows:\n1. To understand the meanings and rulings of the entire Qur'an,\n2. To understand all Ahadith and to master the ability to sift and recognize the trustworthy from the untrustworthy,\n3. To acquire a complete knowledge of all injunctions and rulings deduced from the Qur'an, and Sunnah and a full awareness of the views of the Sahabah, the Tabi` in and the Mujtahid Imams, expressed by them orally or practically.\nKnowing all this is a monumental task which is not easy even after one devotes. Therefore, the Shari` ah of Islam has declared this field of knowledge to be Fard al-Kifayah, that is, if some people acquire all this knowledge to the extent of its need in community life, rest of Muslims shall stand absolved.\nThe curriculum of the ` Ilm of Din\nAt this place, the Holy Qur'an has used one single word to tell us about the essence of the knowledge or science of religion, and its curriculum as well. If the text had chosen to say something like: لِیَتَعلَّمُوا اَلدِّین (that is, so that they acquire the knowledge of religion), it would have obviously suited the occasion. But, at this place, the Holy Qur'an has bypassed the word: تَعلَم \t(ta'allum: learning) and elected to go by the word: تفقہ (tafaqquh: understanding). This gives a clear indication that a simple reading of the 'am of din is not enough. This is something many disbelievers, Jews and Christians also do. Then, Shaytan is supposed to have it all, more than anyone. The fact of the matter is that the 'am of din means ` to create an understanding of religion.' This is the exact translation of the word: تفقہ (tafaqquh) in the verse. A derivation from: فِقہ (fiqh), which essentially means understanding and comprehension. At this point, it is worth noticing that the Holy Qur'an has not even said: لِیَفقَھُوا الدَّین (liyafqahud-din: so that they understand the religion) by employing the verb from the simple (bare, denuded) form. Instead, the Qur'an has said: لِّيَتَفَقَّهُوا فی الدِّین (liyatafaqqahui fi ` d-din: so that they may acquire a perfect understanding of the Faith). Being from ` bab al tafa\"ul باب تفعل ، it has the added sense of exertion and striving in its pursuit. Thus, the drive of the meaning is that they should, while trying to create a perfect understanding of religion, acquire the maximum possible expertise through continuous striving, hard work and endurance. Then, it is also evident that the kind of understanding of religion we are talking about does not materialize by finding out the problems and solutions concerning purity, impurity, prayers, fasting, Zakah and Hajj. In fact, the understanding of religion means that one understands that he or she will have to account for every word, deed, movement and rest in the Hereafter, and that how should he or she live in this world (in view of that). The perfect understanding of religion is really the name of this concern. Therefore, Imam Abu Hanifah (رح) defines fiqh (understanding) by saying, ` that one understands everything the doing of which is necessary for him or her, and also understands everything abstaining from which is necessary for him or her.' As for the current definition of ` Ilmu 'l-Fiqh as a religious science that deals with its subsidiary problems and rulings, it is a later day terminology. The reality of Fiqh as it appears in Qur'an and Sunnah is no more than what the great Imam has stated: ` a person who has read through all books of religion but did not acquire this understanding is not an ` Alim in the terminology of Qur'an and Sunnah.' So, the gist of the investigation made here tells us that, in the terminology of the Qur'an, the sense of acquiring the knowledge of religion is to acquire its understanding, regardless of sources employed in such acquisition. These may be books or the company of teachers. They all form part of the curriculum.\nThe essential duty of an ` Alien after he acquires the knowledge of Din\nThis too the Holy Qur'an has put in one single sentence: لِيُنذِرُ‌وا قَوْمَهُمْ : \"so that they may warn their people (against the disobedience of Allah).\" At this place as well, it is worth attention that the sentence has identified ` the warning of a people' as a duty of the ` Alim. The Arabic word: اِنذَار (indhar) is usually translated into English as warning in the sense of putting the fear of something into someone, though it still does not convey the ultimate sense in full. The truth of the matter is that such warning or putting the fear of what must be avoided can take many forms. For instance, one may warn against an enemy, thief, robber or some beast or poisonous creeper. Then, there is the kind of warning a father would give, out of his affection and concern for his children, against things that hurt, like the fire, poisonous insects and unhealthy food. This is based on love, and on the desire to protect which has a special tone and temper, totally different from the former. Indhar اِنذَار is the name of warning given in that manner and with that motive. Therefore, prophets and messengers of Allah have been given the title of نَذِیر (nadhir: warner) and this duty of warning people assigned to the ` Alim is really nothing but a part of the legacy left by prophets which, according to the binding authority of Hadith, the ` Alien inherits.\nAt this point, we may also wish to consider that the blessed prophets are known by two appellations: Bashir بَشِیر and نَذِیر Nadhir. You already know the meaning of nadhir (warner) from the preceding discussion. Bashir means one who gives basharah, that is, good news or glad tidings. It is a part of the mission of blessed prophets that they give glad tidings to those who act righteously. Though, at this place too, what has been mentioned is Indhar اِنذَار or warning explicitly, yet, other textual imperatives show that it is also the duty of an ` Alim that he should give good news of rewards too for those who do good deeds. Now that the mention of indhar (warning) has been considered sufficient at this place has its reason. Actually, it indicates that man is charged with two things. One: that he elects to do what is beneficial for him in this world and in the world to come. Two: that he avoids doing things likely to bring harm to him. People of learning and people of wisdom both agree that the later of the two has the higher priority. In the terminology of Muslim jurists, this is known as ` bringing benefit' and ` repelling harm' and the latter has been given precedence to the former. In addition to that, when harm is repelled, it serves the purpose of bringing benefit in its own way, because if someone abandons what is beneficial and necessary for him, it brings harm. Given this situation, whoever makes the effort to stay safe from the harmful effects of bad deeds will also make the effort to stay away from leaving off what one must do necessarily.\nFrom here we also learn the main reason why religious sermons and acts of da'wah generally remain ineffective in our time. We have seen a glimpse of the cardinal etiquette of indhar or warning, as given above. Contemporary sermons and acts of da'wah seem to miss the manners, something that would exude care, concern, attachment, mercy and the earnest wish to give out what is really good for the listeners, not only in words but through the style of address and the empathy of tone and diction as well. It would be wonderful if the addressee comes to believe that the things the speaker is saying do not aim at disgracing him or settling scores against him, in fact, this person is telling me what he thinks is good and beneficial for me just out of love. If the tabligh تَبلِیغ we do today or the da'wah we carry to correct people who violate commandments of the Shari'ah were to adopt this pattern of behavior, it is absolutely certain that it will bring forth at least one immediate response: the addressees will not be apprehensive, irritated, dogmatic or obstinate about our submission. They would not worry about confronting us. Everyone would, rather, become attuned to him-self and start sorting out his own doings and thinking about what was going to happen to him. And if this effort continues, the time is to come, sooner or later, when such a person will be even willing to accept what had been presented before him. The second outcome of this attitude is that it will not, at least, generate mutual hatred and altercation, something which holds contemporary Muslims in its grips.\nIn the end, by saying: لَعَلَّهُمْ يَحْذَرُ‌ونَ (that they may be cautious), it was also indicated that the duty of an ` Alim was not simply limited to putting the fear of Allah's punishment in the hearts of people. Instead, he also has to watch and assess the extent and measure of the effect generated by his tabligh and da'wah. May be it did not work the first time. If so, let him do it again and again, until he sees its result: \" يَحْذَرُ‌ونَ \" with his own eyes, which means that his people have become cautious and have started staying away from sins. Allah knows best.",
  "ayah": 122,
  "surah": 9
}
