{
  "text": "These verses mention the merits of Hijrah and Jihad which require that one leaves his country, relatives, friends, companions, wealth and property, all in one stroke. As obvious, surrendering all these attachments is most difficult and painful. Therefore, in the next verse (23), the text disapproves of limitless attachment with these things and thereby prepares Muslim minds to welcome Hijrah and Jihad. It was said:\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ‌ عَلَى الْإِيمَانِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُولَـٰئِكَ هُمُ الظَّالِمُونَ ﴿23﴾.\n0 those who believe, do not take your fathers and your brothers as friends, if they prefer infidelity over Faith. And whoever from you has friendship with them, then such people are the wrongdoers.\nAs for the need to maintain strong bonds of kinship with parents, brothers and sisters and other kinsfolk and to treat all of them generously, the Qur'an remains full of relevant instructions. But, this verse has made it very clear that each relationship has a limit. Every relationship out of these, whether that of parents and children or that of real brother and sister, has to be bypassed when it stands in competition with one's relationship with Allah and His Messenger. Should these two relationships come on a collision course on some occasion, then, the relationship that has to be kept intact is one's relationship with Allah and His Messenger. All relationships competing against it are to be ignored.\nSome special notes and rulings\nSome special notes and rulings emerging from verses 19 - 23 are being given below:\n1.\t'Iman (faith) is the moving spirit of ` Amal (deed). A deed devoid of it, no matter how good, is nothing but a lifeless form, and simply unacceptable. It has no worth in terms of the salvation in the Hereafter. Of course, there is no injustice with Allah Ta` ala. He would not let even good deeds of disbelievers that are devoid of the essential light of faith go waste in toto. Their return is given to them right here in this world of their experience. They are given possessions and wealth to procure articles and means of comfort and self-satisfaction as desired. Thus, their account stands all settled, something the Holy Qur'an takes up in several verses of the Holy Qur'an.\n2.\tSin and disobedience spoil human reason. One starts taking good as bad and bad as good. The statement: وَاللَّـهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (And Allah does not lead the wrongdoing people to the right path -19) releases a hint in this direction. Similarly, it has been counterbalanced in an-other verse of the Qur'an by saying: إِن تَتَّقُوا اللَّـهَ يَجْعَل لَّكُمْ فُرْ‌قَانًا : \"0 those who believe, if you fear Allah, He will provide you with a criterion (to distinguish between right and wrong) - 8:29.\" This gives a clear indication that the attitude of obeying Allah and fearing Him gives polish and luster to human reason, balance and poise to thinking and a never-failing ability to distinguish between good and bad.\n3.\tEven good deeds have a mutual rivalry for precedence. Correspondingly, the same element of precedence operates in the ranks of those who do good deeds. All doers of deeds cannot be placed in the same rank since things depend, not on abundance, but on the quality of deeds. It was said in Surah al-Mulk: لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا (so that He might test you as to who among you is better in deed - 67:2).\n4.\tFor blessings to remain everlasting two things are necessary - that there is no end to them and that they are not separated from those who are blessed with them. Therefore, a guarantee was given to the favored servants of Allah on both counts. By saying: (Gardens having an everlasting bliss for them -21), it was declared that the blessings were eternal. Then, by saying: خالدین فیھآ ابداً (where they shall dwell forever -22), these successful people were assured that they shall never be separated from these blessings.\nThe real bond is the bond of Islam and’ man - all bonds of lineage and country must be sacrificed for it\n5.\tThe fifth point elaborated here is of basic importance. It settles that the, relation with Allah and His Messenger should be given precedence over all relations of kinship and friendship. The relation that clashes against it deserves to be broken. This was the way of the noble Companions. This was why they rose to be the superior most people of the Muslim Ummah. It was some trail they blazed by sacrificing all that was with them, their life, wealth, property, relatives and bonds of all sorts, only for the sake of Allah and His Messenger. That the bond of Islam was supreme and universal stood proved when Bill from Ethiopia, Suhayb from Byzantium, Salman from Persia, the Quraysh from Makkah and the Ansar from Madinah became brothers to each other. And that the bonds of lineage and tribe had to be cast aside was also demonstrated when, on the battlefields of Badr and 'Uhud, swords were crossed between father and son and between brother and brother. These are significant evidences of the creed they held dear.\nاَللِّھُمَّ اَرزُقنَا اِتِّبِاعَھُم وَاجعَل حّبُّکَ اَحَبَّ الاَشیَآِء اِلَینَا وَ خَشیَتَکَ اَخوَفَ '\nYa Allah, bless us with the ability to follow them, and make Your love the dearest of everything in our sight and make Your fear the most fear-worthy of everything with us.",
  "ayah": 23,
  "surah": 9
}
