{
  "text": "Commentary\nThis verse of Surah At-Taubah was revealed essentially about people who did not migrate from Makkah at the time migration was made obligatory for them. Their love for family and property had stopped them from carrying out their obligation to migrate. In their case, Allah Almighty asked the Holy Prophet ﷺ to tell them what appears in the verse cited above.\nAs for the statement: \"Wait until Allah comes with His command,\" Tafsir authority Mujahid has said that 'command' referred to here, means the command to carry out Jihad and conquer Makkah. The sense of the statement is that the time is near when the evil end of those who sacrifice their relationship with Allah and His Messenger for the sake of worldly bonds shall become visible to all. That is the time when Makkah shall stand conquered, those who chose to discard their appointed duty shall face disgrace and their bonds with people and things they fancied shall be of no avail to them.\nThen, there is the interpretation of the famous Hasan al-Basri (رح) who has said that ` command' at this place means the command of punishment. The sense is that those who sacrificed their spiritual bonds as related to the Hereafter just for the sake of their attachment to what was blandly material and did not migrate as instructed were people who would be seized by the Divine command of punishment fairly soon. Either this punishment would come upon them right here in this mortal world, or they shall have to face the punishment of the Hereafter - which is certain. The purpose at this place is to serve a note of warning against the abandonment of the obligation of migration - but, what has been mentioned here is ` Jihad' and not Hijrah (migration), which is the next step after Hijrah. The hint embedded here is that the real thing has not happened yet. What has come up right now is no more than the initial command to migrate. There are people who did not have the courage to do even that. Ahead of them is the forthcoming command of Jihad following which they would have to surrender all worldly attachments for the sake of love for Allah and His Messenger, even stake their lives for that noble cause. And it is also possible that this may be a place where migration itself has been made to stand for Jihad - because, in reality, that too is nothing but a department of Jihad.\nFinally, by saying: وَاللَّـهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (And Allah does not lead the sinning people to the right path) at the end of the verse, it was made amply clear that those who, despite the standing command of migration, opted for their temporal relationships and kept clinging to their family, relatives, wealth and property, shall soon find out that this conduct of theirs was not going to serve their purpose even in this mortal world. If they were thinking that they would keep basking in the sunshine of family, wealth and property in everlasting peace and tranquility, then, they would never realize this dream. Once the command of Jihad comes, these very attractions will turn into burdens too cumbersome to go along with - because, Allah Ta` ala does not allow the sinning and the disobedient to achieve their desired objective.\nStanding Rules of Hijrah (migration)\n1. First of all, when Hijrah from Makkah to Madinah was made obligatory, it was not simply a matter of obligation, in fact, it was also a hallmark and a symbol of being a Muslim. Anyone who did not migrate at that time, despite having the ability to do so, was not taken to be a Muslim. This injunction was abrogated after the Conquest of Makkah.\n2.\tAfter that, the basic injunction which remained operative was: Should there be a land where it is not possible for one to comply with his or her religious obligations, such as praying and fasting in accordance with the injunctions of Allah, migrating from there shall remain a matter of duty (fard) for ever - on condition that one is capable of un-dertaking such migration. This is the first degree of compliance.\n3.\tCompliance in the second degree is that one should leave every such place where sin and disobedience have a dominant role in life. This act remains recommended (mustahabb) forever. (see details in Fath al-Bari)\nIt will be noticed that the address in the verse under study is direct. Those being addressed are people who did not migrate when they were asked to do so because they cared more about their worldly bonds. But, the generality of the words of the verse is telling all Muslims that their love for Allah and His Messenger is obligatory on them in a special degree. That degree is the highest, the foremost. This degree requires that no other bond or love for anything or anyone should ever prevail over it. So, whoever fails to come up with this level of love becomes deserving of punishment from Allah. Let him, then, wait for it.\nThe Touchstone of True Faith ('Iman)\nTherefore, it has been reported in an authentic Hadith narrated by Sayyidna Anas ibn Malik ؓ which appears in the two collections of al-Bukhari and Muslim that the Holy Prophet\tﷺ said: No one can be a true believer until I become to him dearer than his father, children and everyone else in this world.\nAccording to a Hadith from Sayyidna Abu Umamah ؓ appearing in Abu Dawud and Tirmidhi, the Holy Prophet ﷺ has said: Anyone who takes a friend or makes an enemy for the sake of Allah or spends his wealth or withholds it for the sake of Allah has made his faith perfect.\nThese narrations from Hadith prove that perfection of faith depends on the dominance of the love for the Holy Prophet ﷺ over all other kinds of love, friendship and enmity, concession and reservation - all of which must remain subservient to the will and command of Allah and His Messenger.\nTafsir authority, Qadi al-Baidawi and other commentators have said that there are very few people who could be considered exempt from the warning given in this verse. The reason is that even the greatest among those who practice and teach religious percepts and virtues seem to be subdued by their love for family and belongings - of course, with the exception of those Allah wills to be otherwise. However, Qadi al-Baidawi explains further by saying that ` love' here means love that is within one's control. It has nothing to do with love which one does not control, that which is natural - because Allah Ta` a1a does not obligate anyone beyond one's capacity and control. Therefore, a person may have his heart full of natural love for worldly bonds but he should not let it overpower him to the limit that he starts acting against the will and command of Allah and His Messenger If so, this warning will not apply to him and he will be taken as one who keeps his love for Allah and His Messenger above everything. This is very much like the case of a patient who gets nervous about an unpleasant medicine or unexpected surgery. This is natural. But, he does agree to it rationally since it is for his own good. If so, it is not blameworthy. Then, commonsense never forces him to get rid of his natural nervousness and dislike. Similarly, if someone feels naturally uncomfortable while complying with some Divine injunctions due to his love for wealth and children, yet bears by the discomfort and carries those in-junctions out, then, that is not blameworthy either. In fact, it is praise-worthy for he would be regarded as one who keeps his love for Allah and His Messenger on top of everything in the light of this verse.\nNevertheless, as for the high station of love is concerned, there is no doubt about the ideal that love must come to prevail over one's nature as well and go on to turn every discomfort welcome while complying with what your beloved would like you to do. This is not so difficult to comprehend. Think of the seekers of material comfort in this world. Day in and day out, they would embrace the hardest conceivable labor with a smile to get what they want. For a salary check at the end of the month, one would sacrifice sleep, comfort and social relationships. Honestly or dishonestly, such a seeker would let his desire dominate everything else to achieve his goal.\nMoving away from the seekers of the material, let us consider the charisma of the People of Allah. When they seek Allah and His Messenger and the blessings of the-life-to-come, they too reach a station of love which pales out any thoughts of pain and discomfort. According to a Hadith in al-Bukhari and Muslim, the Holy Prophet ﷺ said: There are three traits which, if found in a person, would bless him or her with the sweetness of faith. Those three traits are: (1) That Allah and His Messenger are, in his sight, dearer than anything other than them, (2) that one loves a servant of Allah for His sake only, (3) and that the very thought of Kufr and Shirk gives one the feeling of being thrown away into the fire.\nThe ` sweetness of faith' mentioned in the Hadith quoted above means this very station of love that makes the hardest possible labor most welcome for the true seeker. Love has its own chemistry of turning the sour into the sweet. Some Muslim scholars have pointed out that a heart when enriched with the sweetness of faith starts passing it on to other parts of the body which begin to relish it during acts of worship and obedience. In some reports, the same thing has been equated with the ecstasy of faith - and in Hadith, the Holy Prophet ﷺ said: The delight of my eyes is in Salah.\nQadi Thana'ullah of Panipat has said in Tafsir Mazhari: This station of love for Allah and His Messenger is a great blessing - but, it can be acquired only when one stays close to the People of Allah. It is for this reason that Muslim mystics consider it necessary that it be sought with Shaykhs. The author of Ruh al-Bayan has said that this station of friendship can be acquired by the one who is ready to sacrifice, like Sayyidna Ibrahim Khalilullah, (علیہ السلام) everything for the love of Allah - wealth, children, life, everything.\nFinally, says commentator al-Baidawi: The preservation and protection of the Sunnah and Shari’ ah of the Holy Prophet ﷺ and the rebuttal of and the defense against those who oppose or malign them is also an open sign of love for Allah and His Messenger.\nرَزَقنَا اللہ تعالیٰ و جمیع المسلمین حُبِّہِ و حُبّ رَسُولِہِ کمَا یُحِب و یَرضَاہ\nMay Allah bless us and bless all Muslims with love for Him and the love for His Messenger.",
  "ayah": 24,
  "surah": 9
}
