{
  "text": ": ثُمَّ يَتُوبُ اللَّـهُ مِن بَعْدِ ذَٰلِكَ (Yet Allah relents, after that, to whomsoever He wills). As for the details of events that came to pass during the battle of Hunain, part of it has been mentioned in the Qur'an while the rest has been taken from authentic narrations of Hadith. (Mazhari and Ibn Kathir)\nInjunctions and Rulings\nMany injunctions, rulings and subsidiary elements of guidance appear here under the shadows of these events. In fact, they are the very purpose of the narration of these events.\nThe very first instruction given in these verses is that Muslims should never wax proud of their power or numerical superiority. They should realize that the way they look towards Allah and His help at times when they are weak and deficient, very similarly, when they are strong and powerful, their total trust should also remain on nothing but the help of Allah alone.\nIn the battle of Hunain, Muslims enjoyed numerical superiority. They had sufficient weapons and supplies. This led some Companions to utter words of pride to the effect that no one could dare defeat them on that particular day. Allah Ta` ala did not like that a group of people so dear to him would say something like that. The result was that Muslims lost their foothold on the battlefield at the time the enemy launched the initial attack. They started running. Then, it was only with unseen help from Allah that this battle was won.\nProperties of defeated non-believers: The need for justice and caution\nThe second instruction given here relates to the need for observing caution and justice when handling properties owned by non-believers who have been defeated and overpowered. This is illustrated by the action taken by the Holy Prophet ﷺ when he had taken war materials for the battle of Hunain from the vanquished non-Muslims of Makkah. This was an occasion when these supplies could have been taken from them by force too. But the Rasul of Allah, ﷺ took these as borrowing - and then, he returned everything so borrowed back to them.\nThis event taught Muslims an essential lesson - that they should maintain perfect justice and show mercy and magnanimity even when they are dealing with enemies.\nThe third instruction is embedded in what he said while making a stopover at Khaif bani' Kinanah enroute Hunain. ` Tomorrow', he said, ` we shall be staying at a place where our enemies, the Quraysh of Makkah, had once sat and resolved to excommunicate Muslims!' The hint given here is clear - when Allah Ta` ala has blessed Muslims with victory and power, they should not forget about the days of distress in the past, so that they remain grateful to Allah under all conditions. It will also be recalled that the defeated Hawazin forces had taken refuge in the Ta'if fortress from where they were shooting arrows against Muslims repeatedly. The Holy Prophet ﷺ was requested to pray for a curse to fall on them. He did not respond to their arrows in that manner. He prayed that they be guided to the right path. Being mercy for all the worlds, this prayer for his enemies is teaching Muslims the lesson that Muslims, when they fight in a Jihad, do not intend to subdue the enemy, instead, their objective is to bring them to guidance. Therefore, making efforts to achieve this objective should not be neglected at any time.\nThe third verse (27) instructs Muslims that they should not write off disbelievers who have been defeated at war because it is likely that Allah Ta` ala may give them the ability to embrace Islam and be blessed with the light of faith. The Hawazin deputation's entry into the fold of Islam proves it.\nThe same deputation from the tribe of Hawazin had requested the return of their prisoners and the Holy Prophet ﷺ had asked the gathering of Companions ؓ if they agreed to do that out of their free will. The response came in the form of voiced ayes from the audience. The Holy Prophet ﷺ did not consider it to be sufficient. Instead, he took elaborate steps to ascertain the approval of each and every individual before he would act.\nThis proves that the matter of rights is serious. It is not permissible to take what belongs to a person as a matter of right unless it becomes certain that this was done on the basis of his or her free will. The silence of a person either due to the awe of the crowd or the sense of shame before people is not a sufficient proof of the person's free will and heartfelt consent. From here, Muslim jurists have deduced the ruling that it is not correct to solicit contributions even for some religious purpose when it is done to impress a person by one's personal office, power, or influence. The reason is that there are many gentle people who would be affected by such conditions around and decide to get away by giving something just to avoid being embarrassed - of course, this does not have the backing of genuine free will, approval and pleasure. Incidentally, what is given in that spirit does not have any barakah either.",
  "ayah": 27,
  "surah": 9
}
