{
  "text": "The generosity of giving respite to disbelievers even after treaties with them had expired\nIt was stipulated that these injunctions shall come into force and the period of respite shall start from the time the relevant information has been promulgated throughout the Arabian Peninsula. According to the arrangement made for this purpose, the public proclamation was to be made in the great gathering of the Hajj of the Hijrah year 9 at Mina and ` Arafat. This finds mention in the third and fourth verses of Surah At-Taubah as follows:\nوَأَذَانٌ مِّنَ اللَّـهِ وَرَ‌سُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ‌ أَنَّ اللَّـهَ بَرِ‌يءٌ مِّنَ الْمُشْرِ‌كِينَ ۙ وَرَ‌سُولُهُ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ‌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ‌ مُعْجِزِي اللَّـهِ ۗ وَبَشِّرِ‌ الَّذِينَ كَفَرُ‌وا بِعَذَابٍ أَلِيمٍ ﴿3﴾\nAnd here is an announcement, from Allah and His Messenger to the people on the day of the greater Hajj, that Allah is free from [ any commitment to ] the Mushriks, and so is His Messenger. Now, if you repent, it is good for you. And if you turn away, then be sure that you can never defeat Allah. And give those who disbelieve the ` good' news of a painful punishment - (9:3, 4).\nWhen abrogating a treaty with disbelievers, taking any action against them without prior public announcement is not correct\nSo, in order to implement this Divine injunction, the Holy Prophet ﷺ sent Sayyidna Abu Bakr and Sayyidna ` Ali ؓ to the Hajj of the Hijrah year 9 at Makkah al-Mukarramah and had them make this proclamation before a gathering of all tribes of Arabia on the plains of Arafat and Mina. It was all too obvious that this injunction would become widely known through the medium of that great gathering all over Arabia. However, as a matter of added precaution, he had this proclamation particularly made in distant Yemen through Sayyidna Ali ؓ .\nAfter this public proclamation, the situation was that the first group, that is, the disbelievers of Makkah had to leave the limits of the state by the end of the ` sacred months,' that is, the end of the month of Muharram of the Hijrah year 10. Similarly, the deadline for the second group was Ramadan of the Hijrah year 10; and that of the third and fourth groups was the tenth of Rabi' ath-Thani of the Hijrah year 10. Any contravention of this executive order would have rendered the offender liable to face an armed confrontation. Under this arrangement, by the time of Hajj next year, no disbeliever was to remain within state limits. This will appear in verse 28 of Surah At-Taubah where it has been said: فَلَا يَقْرَ‌بُوا الْمَسْجِدَ الْحَرَ‌امَ بَعْدَ عَامِهِمْ هَـٰذَا (so, let them not come near Al masjid-al-Haram after this year of theirs). And the saying of the Holy Prophet ﷺ in Hadith: لا یحجنّ بعد العام مشرک (The disbelievers shall not perform Hajj after this year) means precisely this.\nUp to this point, given here was an explanation of the first verses of Surah At-Taubah in the light of corresponding events. Now, some relevant point that emerge from these verses are being discussed below.\nWhat do these five verses teach?\n1. First of all, soon after the Conquest of Makkah, the general amnesty granted by the Holy Prophet ﷺ to the Quraysh of Makkah, and to other enemy tribes, taught Muslims a practical lesson in high morals. The lesson was: if they overpower an enemy who stands helpless before them, they should not seek revenge from that enemy for his past hostilities. Rather than do something like that, they should actually demonstrate the best of Islamic morals by being generous and forgiving to their enemies. Though, acting in this manner may require a certain trampling over their natural feelings, still such a conduct is full of great advantages.\nA- To begin with, it can be said that revenge does help one take out anger, at least temporarily - which may even give one a sense of personal relief - yet, this sense of relief or comfort is transitory. Then, as compared with it, the pleasure of Allah Ta` ala and the high ranks of Paradise one is going to get are far more and are forever in all respects. Consequently, reason demands that one should prefer what is everlasting to what is temporary.\nB- Then, there is this act of suppressing one's angry emotions after having overpowered the enemy. This clearly proves that the battle fought by these people had no selfish motive behind it. The only motive they had was fighting in the way of Allah - and this great objec-tive is what draws the decisive line between the Jihad of Islam and the wars of common kings and rulers of the world, and what also lays bare the difference in Jihad and rotten aggression. Thus, the truth is that a war waged for Allah to implement His injunctions shall be what Jihad is, otherwise it shall remain a highhanded exercise in disorder.\nC- The third benefit yielded by this conduct comes naturally. When the overpowered enemy observes the high morals of the victors, he is likely to be drawn towards Islam and Muslims, something which is bound to lead him on to the path of his own success in life - and this is the real objective of Jihad.\nForgiving disbelievers never means lack of vigilance against any impending harm from them\n2. The second ruling which has been deduced from these verses is that forgiveness and generosity do not mean that one should become negligent about self-protection against the evil designs of enemies by giving them free rein to go ahead and keep causing loss and injury to their forgivers. No doubt, forgiveness and generosity are in order, but along with these, commonsense demands that one should take lesson from past experience and restructure the pattern of life ahead by blocking all holes and crevices through which one could come within the range of enemy hostility. The Holy Prophet ﷺ said: لا یلدغ المرء من جحر واحد مرتین (One is not bitten twice from the same hole) meaning that a person does not put his hand twice in the same hole from which a poisonous reptile had bitten him.\nThe Qur'anic proclamation of the withdrawal of Hijrah year 9 and the ensuing instructions given to the Mushriks that they should vacate the environs of the Sacred Mosque peacefully within the period of respite allowed are proofs of this wise strategy.\n3. The initial verses of Surah At-Taubah also tell us that forcing weak people to leave a place without reasonable notice of evacuation, or attacking them without warning is cowardly, and very ignoble indeed. Whenever such an action has to be taken, it is necessary to make a public announcement first so that the affected people, who do not ac-cept the law of the land, may get the time to go wherever they wished, freely and conveniently. This becomes clear through the general proclamation of the Hijrah year 9 as mentioned in the cited verses and as demonstrated by the legal respite granted to all affected groups.\n4. The fourth ruling emerging from the cited verses tells us that, in case there is the need to annul a treaty of peace already made - which is permitted subject to some conditions - it is far better to allow the treaty to remain valid until it expires automatically. This has been commanded in the fourth verse of Surah At-Taubah where Muslims were required to fulfill their treaty obligations to the tribes of Banu Damurah and Banu Mudlaj for the remaining nine months.\n5. The fifth ruling from the cited verses tells us about the standard Muslim attitude towards the enemies of Islam. When confronted with enemies, Muslims should always keep in mind that they are no enemy to them personally. The truth of the matter is that they are opposed to their disbelief, which is actually the cause of their own loss in the present world as well as in the Hereafter. As for the opposition of Muslims to them, that too is really based on good wishes for them. Therefore, Muslims should never abandon the opportunity to give good counsel to them, whether in war or peace. This theme appears in these verses repeatedly. It promises real prosperity for them in this world and in the world to come, only if they were to rescind their thinking. The text does not leave it at that. It also warns them of the consequences: if they refused to repent and correct, they would not only be destroyed and killed in the present world but, they would also not es-cape their punishment even after death. It is interesting that, along with the proclamation of withdrawal in these verses, the strain of sympathetic insistence also continues.",
  "ayah": 3,
  "surah": 9
}
