{
  "text": "Commentary\nThe four verses cited above mention how astray the learned and the devoted and the abstaining among the Jews and Christians had gone and what blasphemies of word and deed they had come up with. The word: اَحبَار (ahbar) is the plural form of حبر (hibr) and رھبان (ruhban) is the plural of راھب (rahib). Hibr refers to a religious scholar among the Jews and Christians while a rahib denotes someone who devotes to worship and abstains from a worldly role in life.\nIn the first verse (31), it has been said that these people have taken their rabbis and monks as gods beside Allah and they have done the same with Sayyidna ` Isa ibn Maryam (علیہما السلام) whom they have given the status of their Lord. This is, of course, obvious in the case of Sayyidna ` Isa (علیہ السلام) whom they took to be the son of God and did not demur from saying so. As for the charge against them that they had taken their rabbis and monks as gods, it has its reason. They used to call them as their Lord in clear terms, but even if it is presumed that they did not believe their religious leaders to be their gods, they had virtually transferred to them the right to be obeyed which is the right of Allah Jalla Thana'uh, absolutely and exclusively. They would, so to say, follow the dictates of these leaders under all circumstance - even if their dictates happen to be against Allah and His Messenger. With that attitude, one is bound to land in a valley of no return. How can one go about obeying someone even if that person says things contrary to the dictates of Allah and His Messenger? And how can one who has reached this ultimate limit still not refuse to obey that person? This is like taking someone as god - an act of flagrant blasphemy, an open kufr.\nThis tells us that the present verse is not related in any way to the popular religious issue of following a particular juristic school (taqlid) which has two main aspects. Firstly, common people who are not aware of religious precepts and their details trust ` Ulama' and follow their fatawa. Secondly, Mujtahid Imams are followed in juristic issues requiring Ijtihad. So, this verse has no bearing on that count because such following is, in real terms, nothing but the following of the dictates of Allah and His Rasul Those whom Allah has blessed with knowledge and insight have a direct access to the original resources of Shari'ah whereby they know what Allah and His Rasul have said. They see it and act accordingly. The unaware masses act in accordance with the same injunctions by asking those who have knowledge. Then, there are those who have knowledge but are not competent enough to occupy the station of Ijtihad, they too follow the Mujtahid Imams in matters requiring ijtihad. This following is in accordance with the injunction of the Holy Qur'an and is nothing but obedience to Allah Ta` ala - as says the Qur'an: فَاسْأَلُوا أَهْلَ الذِّكْرِ‌ إِن كُنتُمْ لَا تَعْلَمُونَ. It means: ` If you yourself are not aware of the injunctions of Allah and the Messenger, act by asking the people of knowledge 1- 16:43.'\n1. The basic point of difference is that the one who follows an imam does not believe him to be an independent point of obedience. lie simply consults him as an interpreter of the Holy Qur'an and Sunnah. That is why he will not follow him if there is a clear clash between his view and a clear-cut ruling given by the Holy Qur'an and Sunnah. The case of Jews and Christians is totally different. They believe their religious leaders (rabbis and popes) as law-givers. They believe them to be infallible who cannot commit mistakes and their rulings are to be obeyed in any case, even though they contradict the ruling given by the scriptures. For more details on the subject, see my book on 'Taqlid' or on 'Uloom al-Qur'an.' (Muhammad Taqi Usmani)\nIn sum, the masses of people among the Jews and Christians had ignored Scriptures, Divine commandments and the teachings of apostles totally and, in its place, they had taken the word and deed of self-serving scholars and ignorant pseudo-devotees as the core of their religion. This is what has been condemned in the verse.",
  "ayah": 31,
  "surah": 9
}
