{
  "text": "In the fourth verse (34), the address is to Muslims but the subject taken up concerns the conduct of rabbis and monks among the Jews and Christians, a conduct which led common people astray. Perhaps, the address to Muslims indicates a purpose behind the description of the conduct of Jewish rabbis and Christian monks. The purpose is to warn them as well in order that they too remain alert against such conditions prevailing among Muslims.\nThe verse states that many rabbis and monks among the Jews and Christians eat up the wealth of the people by false means and prevent (them) from the way of Allah.\nMost rabbis and monks among the Jews and Christians were involved in this practice - and under such conditions, people generally tend to make a sweeping statement and call everyone bad. But, at this place, the Holy Qur'an, by adding the word: کَثیِرا (kathira: many), has prompted Muslims to mind their words even when dealing with enemies. It was clearly demonstrated here by not attributing the practice to all of them. Instead, what was said here was that many of them do so. Then, it was said that they were not doing the right thing when they eat up the wealth of people by false means. ` False means' refers to their practice of giving fatwa (religious edict or ruling) counter to the injunction of Torah, for money. In doing so, on occasions, they would misinterpret Divine injunctions through concealment and falsification. Further on from here, yet another error of their conduct was pointed out by saying that they were unfortunate people who, not only that they themselves had gone astray but were also ready to prevent others from seeking the way of Allah in the hope of finding right guidance. The reason is that people, when they see their leaders doing things like that, the inherent love for truth in them dies out. In addition to that, when they start basing their conduct on such false rulings, they end up taking that error and waywardness to be as good as correct.\nSince this disease among the rabbis and monks of the Jews and Christians - that they give false rulings for money - showed up because of worldly greed and love for money, the verse takes up the subject in its own way. It says that excess in love for money and property produces bad results, even punishment if not spent in the way of Allah, and suggests how to get rid of this disease. The exact words of the text are:\nوَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّـهِ فَبَشِّرْ‌هُم بِعَذَابٍ أَلِيمٍ\nAs for those who accumulate gold and silver and do not spend it in the way of Allah, give them the ` good' news of a painful punishment.\nThe words: وَلَا يُنفِقُونَهَا (and do not spend it) indicate that people who spend in the way of Allah as necessary, for them the rest of their accumulated wealth brings no harm.\nIn Hadith too, the Holy Prophet ﷺ has said: Wealth for which Zakah has been paid is not included under:\tکَنَزتُم (kanaztum: you have accumulated). (Abu Dawud, Ahmad and others)\nThis tells us that keeping wealth which remains after taking out Zakah is no sin.\nThe majority of Muslim jurists and Imams have taken this approach. It should be noted that the pronoun in وَلَا یُنفِقُونَھَا (and do not spend it) reverts to فِضَّۃ (fiddah) which means silver. Two things, gold and silver, were mentioned immediately earlier but the pronoun was made to revert to silver only. Tafsir Mazhari takes it to be a clear indicator of the rule that should a person have a little of both gold and silver, his threshold (nisab) will be determined in terms of silver. His Zakah will be paid by calculating the price of gold in terms of the price of silver.",
  "ayah": 34,
  "surah": 9
}
