{
  "text": "Commentary\nIt was said in the first five verses of Surah At-Taubah that, soon after the Conquest of Makkah, general amnesty was granted to all polytheists and disbelievers of Makkah and its environs. But, in view of their dismal record of treachery and breach of trust in the past, it was decided that no treaty would be signed with them in the future. It was despite this policy decision that injunctions to honor the treaty - made with these people earlier and which they had never contravened - were revealed whereby they were required to fulfill the terms of the treaty until it expired. As for those with whom there was just no treaty, or there was no treaty with a fixed duration, they too were granted suitable concession. Rather than they be ordered to leave Makkah immediately, they were allowed a respite of four months so that, during this period of time, they could arrange to leave Makkah and go wherever they deemed fit, with convenience and in peace. Or, if the truth of Islam had become apparent to them in the meantime, they were welcome to become Muslims. The outcome of these injunctions was that the sacred site of Makkah was to be vacated by all treacherous disbelievers. The evacuation was being implemented without any intention to retaliate. In fact, it was enforced in self-defense because of consistent experience. Therefore, the door to a good future for them was left open even then. This has been mentioned in the sixth verse the substance of which is: If someone from among the disbelievers seeks asylum with you, then, you should grant it so that he could come close to you and listen to the Word of Allah and understand the veracity of Islam. Then, your responsibility does not end at granting him a temporary asylum. The truth of the matter is that, as soon as he has done what he had come for, it is the responsibility of Muslims that they should escort him under full protective arrangements to the place where he considers himself safe and happy. At the end of the verse, it was said that the particular injunction has been sent because these people are not sufficiently aware. By coming close, they could know things better.\nSome rulings and points of guidance come out from this verse (11) as well. These have been discussed in details by Imam Abu Bakr al-Jassas. In brief, they are:\nProving the Veracity of Islam is the Duty of Muslim Scholars\n1. First of all, this verse confirms that, in case, a disbeliever asks Muslims to explain the veracity of Islam to him with valid proofs, then, it becomes their duty to accede to his demand.\n2. Secondly, it is obligatory on Muslims that they should allow and protect anyone who comes to them to learn more about Islam. Causing any hurt or harm to such a person is not permissible. This injunction, according to Tafsir al-Qurtubi, is operative only in a situation when the purpose of the visitor is to listen to the Word of Allah and know more about Islam. In case, the objective of the visitor is business, or some other pursuit, it would depend on the discretion of relevant Muslim officials who would decide in terms of what is best in Muslim interests. Should they deem it fit, they may permit and should they think other-wise, they can act at their discretion.\nNon-Resident Non-Muslims should not be permitted to stay in Dar al-Islam any longer than necessary\n3. The third ruling stipulates that a non-Muslim at war, with whom Muslims have no treaty, should not be allowed to stay any longer than necessary – because, in the cited verse, a limit of stay and protection has been set by saying: حَتَّىٰ يَسْمَعَ كَلَامَ اللَّـهِ (until he listens to the Word of Allah).\n4. According to the fourth element of guidance embedded here, it is the duty of a Muslim ruling authority to remain aware of the progress of the mission undertaken by any non-Muslim at war once he has entered into the Muslim country with valid permission (visa) and purpose. And, as soon as he has completed his job in the country, it is also the duty of Muslim Amir (ruler) that he should arrange for his safe return.\nStated in the next four verses (7-10) is the wisdom behind the proclamation of withdrawal mentioned in the initial verses of Surah At-Taubah. Here, by referring to the inherent meanness of pledge-breaking disbelievers whose malice and hostility against Muslims knew no bounds, it was advised in verses 7 and 8 that entertaining any hope from such people that they would ever abide by their pledge was simply wrong to begin with. It was said in the text: Except for some people with whom Muslims had entered into a treaty near the masjid al-Haram, how could any pledge given by these disbelievers be credible before Allah and His Messenger? The fact was that they were a set of people who, if given the least opportunity, would not blink about any relationship they had with them or bother to honor the word of promise given by them. The simple reason was that these people had no intention of honoring the treaty even when they were signing it. Their sole purpose was just to placate them. With their hearts set elsewhere, most of them were sinners, compulsive breakers of pledges and practitioners of treachery.",
  "ayah": 6,
  "surah": 9
}
