{
  "text": "Commentary\nRecipients of Sadaqat\nObjection raised by some hypocrites against the Holy Prophet s, and the answer to that, was given in verses previous to this. It will be recalled that the hypocrites had blamed the Holy Prophet ﷺ that he (God forbid) does not observe justice while disbursing Sadaqat and gives whatever he wishes to whomsoever he chooses.\nIn the present verse, by listing the recipients of Sadaqat categorywise, Allah Ta` ala has removed their misunderstanding and told them that He has himself determined as to who should receive Sadaqat. The Holy Prophet ﷺ only complies with the Divine decree while disbursing Sadaqat - doing nothing on his own or with his personal opinion.\nThis is also confirmed by the Hadith reported in Abu Dawud and Darqutni as based on a narration by Sayyidna Ziyad ibn Harith al-Suda'i ؓ who says: I visited the Holy Prophet ﷺ where I noticed that he was sending Muslim forces against my people. I said to him: ` Ya Rasulallah, you do not have to send any troops. I guarantee that all of them will submit before you with pleasure.' Then I wrote a letter to my people and all of them embraced Islam. Thereupon, he said: یَا اَخَاصُداء المّطَاعِ فِی قومِہِ (which was like a title saying that this person was the beloved one of his people who followed him! ). I submitted: ` I deserve no credit for that. Allah, in His grace, guided them right and they embraced Islam.' I was still present in the sitting, says the narrator, when a person came in asking for something. The answer he gave to him was:\n\"Allah Ta` ala has never handed over the distribution of Sadaqat to any prophet, even to anyone other than a prophet. Instead of that, He has Himself determined eight categories for it. If you are included under one of those eight, I can let you have it. (Tafsir al-Qurtubi, p. 168, v. 8)\nThis was the background in which this verse was revealed. Now, before going to its explanation in full, please understand that Allah Jalla Thana'uh has promised sustenance for the entire creation. Says the Qur'an: وَمَا مِن دَابَّةٍ فِي الْأَرْ‌ضِ إِلَّا عَلَى اللَّـهِ رِ‌زْقُهَا (And there is no creature on earth but that upon Allah is its provision - 11:6). However, in His infinite wisdom, he has not done something like making all of them equal in the matter of provision or sustenance - or رِزق rizq as the Qur'an says. This would have done away with the difference of rich and poor. This is a vast field of inquiry full of hundreds of wise insights into the moral grooming of human beings and into the proper ordering of the universal system they live under - something that cannot be taken up in details at this place. So, it was in His wisdom that He made someone rich and someone else poor and then fixed a share for the poor and needy in the riches of the rich. It was said: وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُ‌ومِ (And, in their wealth, there is a share fixed for the asking and the deprived - 70:24) which was theirs as a matter of right.\nFirst of all, this tells us that the command to take out Sadaqah from the wealth of the wealthy is no favor from them. In fact, this is a right of the needy the fulfillment of which is their duty. Then, it also tells us that this right is fixed in the sight of Allah Ta` ala not that someone decreases or increases it at will, anytime. Pursuant to that, the duty of making the amount of this fixed right widely known was assigned to the Holy Prophet ﷺ . Therefore, he acted with marked diligence and Ólan in this matter. He could have informed his Companions about it orally. But, he did not consider it to be sufficient. Instead, he had detailed executive orders written and placed in the custody of Sayyidna ` Umar and Sayyidna ` Amr ibn Hazam ؓ . This clearly proves that the nisab (threshold) of Zakah, and the amount of Zakah in each nisab, have been fixed by Allah Ta` ala and promulgated through His Messenger to remain valid forever. No one, at any time and in any country, has any right to decrease, increase, change or alter what has been prescribed.\nIt is correct to say that the obligation of Sadaqah and Zakah was already decreed by revelation during the early stage of Islam in Makkah al-Mukarramah. Tafsir authority, Ibn Kathir has cited the verse of Surah Al-Muzzammil: وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ (So, establish Salah and give Zakah - 73:20) in proof because this Surah is among those that belong to the initial period of revelation and, along with Salah, it carries the injunction of Zakah. However, the narratives of Iladith seem to indicate that, during the initial period of Islam, any particular nisab for Zakah, or a particular amount, was not fixed. In its absence, whatever was left behind after having served the needs of a Muslim was spent in the way of Allah. The fixation of nisab and the declaration of the amount of Zakah came after Hijrah in Madinah a-Taiyyibah. After that, the firmly established system of the receipts of Zakah and Sadaqat was something that came into existence only after the conquest of Makkah.\nThis verse - with the consensus of the Sahabah ؓ and the Tabi` in - describes the disbursement of the same obligatory (wajib) Sadaqah which is obligatory on Muslims like Salah, because the heads of disbursement fixed in this verse are the heads of the obligatory Sadaqat. As for the voluntary (Nafl) Sadaqat, given the clear statements of Hadith narratives, their range is quite vast. To be precise, they are not restricted to these eight heads of expenditure.\nThough, in the verse appearing above, the general word: صدقات (Sadaqat) has been used - which apparently may include the obligatory and the voluntary both - but, there is a consensus of the Muslim Ummah, on the point that this verse refers only to the obligatory (wajib) Sadaqat. It appears in Tafsir al-Qurtubi that the word: صَدَقَہ (Sadaqah) whenever used in an absolute sense anywhere in the Qur'an - while there is no textual evidence to prove that it is voluntary Sadaqah - it invariably means obligatory Sadaqah at that place.\nThis verse has been initiated with the word: اِنَّمَا (innama) which is used for restriction (hasr and inhisar). Thereby, the very first word in the beginning of the statement speaks for itself that the recipients of Sadaqat being enumerated next are obligatory Sadaqat and must, therefore, be spent on them. In fact, obligatory Sadaqat cannot be spent on any good cause other than them, such as, the preparation for Jihad or making masjids and religious schools or other institutions of public welfare. Though, all these projects are necessary and there is great reward for investing in them, but obligatory Sadaqat the quan-tum of which stands fixed cannot be applied to such projects.\nThe second word: صدقات (Sadaqat) appearing in the verse is the plural form of Sadaqah. Lexically, it denotes a portion of the wealth or property that is spent for the sake of Allah (Qamus). In Mufradat al-Qur'an, Imam Raghib al-Isfahani has said that Sadaqah is called Sadaqah because it is derived from the root of 'Sidq' which means 'truth' and the one who gives something in Sadaqah purports that he is true in his word and deed, he has no worldly motives and is spending for the pleasure of Allah only. Therefore, a Sadaqah mixed up with a desire to earn a fair name or to project one's personality or any other worldly motive conceivable has been declared to be null and void by the Holy Qur'an.\nAs stated earlier too, the word: صَدَقہ (Sadaqah) is general in terms of its real meaning. It is used for voluntary Sadaqah as well as for obligatory Zakah. Its use for nafl (voluntary or supererogatory charity) is already very common. However, it has also been used for fard (obligatory or prescribed alms) at several places in the Qur'an, for example: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً (Take out of their wealth a Sadaqah [ obligatory alms ] - 9:103) and the verse: إِنَّمَا الصَّدَقَاتُ The Sadaqat [ prescribed alms ] are only for ...) under discussion right now. In fact, according to the verification of commentator Al-Qurtubi, when the Qur'an mentions the word: صَدِقِہ (Sadaqah) in an absolute sense, it invariably means the fard (obligatory) Sadaqah.\nIn Hadith narratives, the word: صَدَقَہ (Sadaqah) has also been used for every good deed, for instance, says the Hadith: ` Meeting a Muslim with a smile is also a Sadaqah.' Or, ` helping the bearer of a burden carry it is also a Sadaqah.' Or, ` to share the water drawn from a well for personal use with someone else is also a Sadaqah.' In these Hadith ref-erences, the word: صَدَقَہ (Sadaqah) has been used in its general sense with a figurative touch.\nThe third word after that begins with: لِلفُقرَاء (lil-fuq’ ara' ). It will be noted that the letter lam appears in the very beginning, a letter used to carry the sense of particularization. Therefore, the sentence would mean that all Sadaqat rightfully belong only to those who have been mentioned later.\nNow, we can go to a detailed description of the eight recipients mentioned after that:\nOut of these, the first category of recipients is that of al-fuqara' (the poor) followed by the second which is that of al-masakin (the needy or indigent). There is, though, difference of opinion about the real meaning of ` faqir' and ` miskin.' A ` faqir' is one who has nothing while a ` miskin' is one who has less than the nisab1. But, they remain the same under the injunction of Zakah. No difference exists there. The outcome is that a person who does not own wealth or property to the value of nisab in excess of his or her basic needs shall be a person to whom Zakah can be given and for that person too this taking of Zakah is permissible. As for ` basic needs,' included therein is everything like the residential house, utensils in use, clothes and furniture etc. Anyone who has the nisab, that is, 7 1/2 tolas2 gold, or 52 1/2 tolas3 of silver, or its equivalent in cash - and is not in debt - then, it is not permissible for such a person to receive Zakah nor is it permissible for anyone to give it to him. Similarly, a person who has some silver or cash and some gold and the combined market price equals the price of 52 1/2 tolas (612.36 grams) of silver, then, this person too is deemed to have the nisab. It is not permissible for him to take Zakah nor is it permissible for anyone to give it to him. But, a person who is not a man of nisab, however, is strong and healthy to earn his livelihood, and has enough for a day, then, giving Zakah to him is, no doubt, permissible but what is not permissible is that he goes about asking people to help him out. Many such people ignore this restriction not realizing that stretching their hands before others is Haram (unlawful). Whatever such a person acquires by soliciting has been equated by the Holy Prophet ﷺ with an ember from Hell. (Abu Dawud, on the authority of a report from Sayyidna ` All, Qurtubi)\n1.\tThe minimum quantity or amount, or threshold of wealth or property liable to payment of obligatory Zakah (prescribed alms or poor-due)\n2.\t=87.48 grams.\n3.\t= 612.36 grams.\n2  3 as determined by Hadrat Maulana Mufti Muhammad Shafi (رح) in his\tاَوزَان شرعیہ\nSo, the outcome is that there is no difference in a ` faqir' and a ` miskin' as far as Zakah is concerned. But, it does make a difference in the injunction of Wasiyyah (will). If a will is made for the ` masakin,' what kind of people will be eligible to receive the bequeathed amount? And if the will is made for fuqara' what kind of people will be its recipients? There is no need to describe its details at this place. In brief, the common thing between the two categories - the ` faqir' and the ` miskin' - is that whoever of the two receives from the property of Zakah should be a Muslim and should not be the owner of property which is more than his basic needs, or the standard of nisab.\nCommon Sadaqat can, however, be given to non-Muslims as well. The Holy Prophet ﷺ has said: تَصَدَّقُوا عَلٰی اَھلِ الاَدیَانِ کُلِّھَا (Give Sadaqah to people of all religions). But, about the Sadaqah of Zakah, the Holy Prophet ﷺ ، while sending Sayyidna Mu` adh ibn Jabal ؓ to Yaman, had instructed him that Zakah should be taken from the rich among Muslims and be spent over their poor. Therefore, Zakah can be spent only among Muslim fuqara' (the poor) and masakin (the needy). However, with the exception of Zakah, it is permissible to give other Sadaqat - even the Sadaqatu 'l-Fitr - to a non-Muslim ` faqir.' (Hidayah)\nIncidentally, the second condition that a person should not be the owner of nisab mentioned a little earlier becomes self-evident from the very meaning of a ` faqir' and a ` miskin' - because, either he would have nothing or, at the least, would have less than the fixed amount of nisab holdings. Therefore, a ` faqir' and a ` miskin' are common in the sense that they both do not possess property matching the standard value of nisab. After having mentioned these two categories of recipients, the text describes six more. Out of these, the first (which is the third in the aggregate list) is that of the collectors of Sadaqah which has been described in the text وَالْعَامِلِينَ عَلَيْهَا (and those employed to collect them). This refers to those who are appointed by the Islamic government to collect the Sadaqat of Zakah and عُشر ` Ushr etc. from the people and deposit it in the Baytulmal (the state treasury). Since these appointees spend all their time in carrying out this service, therefore, taking care of their needs is a responsibility that falls on the Islamic government. This verse of the Qur'an has, by allotting a share to them in the disbursement of Zakah, has categorically determined that the payment for the services rendered by them shall be made from the head of Zakah.\nActually, Allah Ta` ala has entrusted the duty of taking Zakah and Sadaqat from Muslims directly with the Holy Prophet ﷺ as said in the verse: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً (Take out of their wealth a Sadaqah [ obligatory alms ] - 9:103) which appears later on in this very Salah. Detailed comments about it will be taken up there. However, it is sufficient to mention here that, in the light of this verse, the duty of taking Zakah and Sadaqat has been placed on the shoulders of the Amir of Muslims. It is obvious that the Amir cannot carry out this duty all by himself throughout the country without functional executives and assistants. It is these executives and assistants who have been mentioned in the words: وَالعَاملِین عَلَیھَا (and those employed to collect them).\nIt was to implement the command given in these verses that the Holy Prophet had sent many Companions as functional executives responsible for collecting Zakah and Sadaqat to many regions of the Islamic state. The payment he had made for the services rendered by them was, as instructed in the verse, from the very amount collected as Zakah. Included among such people were Sahabah who were rich. In Hadith, the Holy Prophet ﷺ said: sadaqah is not halal for anyone rich (al-ghaniyy: owner of mal, that is, wealth and property) except five persons: (1) One who has set out for Jihad where he does not have necessary financial support with him - though, he may be rich back home. (2) The ` Anvil of Sadaqah (the collector) employed to carry out this duty. (3) One who, though, owns wealth and property, but is in debt for more than the worth of what he has. (4) One who buys Sadaqah property from a ` miskin' (needy person) against cash. (5) One who has been given a gift of property acquired as Sadaqah by some poor person (` faqir' ).\nAs for the problem of determining the proportion of the amount of money to be paid to those employed to collect Sadaqat, the answer lies in the rule that it will be paid in accordance with the status of their working hours and performance. (Jassas, Ahkam al-Qur'an and Qurtubi)\nOf course, it will be necessary that the salaries of the employees do not go higher than a half of the total Zakah. If the collection of Zakah is low, so low that, after the disbursement of salaries to employees, not even that half remains available, then, salaries would have to be reduced. More than half shall not be spent. (Tafsir Mazhari, Zahiriyyah)\nWhat has been said above shows that the amount of money given to those employed to collect Sadaqah from the head of Zakah is not given to them as Sadaqah, instead of which, it is a payment in return for their service. Therefore, they deserve to get this amount despite being rich - and it is permissible to give this amount to them from the Zakah funds. Out of the eight heads of Zakah disbursement, this is the only head in which the amount of Zakah is given as payment in return for services rendered. Otherwise, Zakah is the very name of the gift given to the poor without being a return for any services - and if a poor person was given something from Zakah funds against some service rendered, Zakah remained unpaid.\nFor this reason, two questions arise here - firstly, how was Zakah property given in return for services rendered, and secondly, how could this Zakah property become halal (lawful) for the rich person? Both these questions have the same answer - that we should under-stand the real status of those employed to collect Sadaqah. The status of these employees is that of the authorized representatives of alfuqara,' the poor ones, and everyone knows that the taking of possession by an authorized representative is regarded to be as good as the possession taken by the principal himself. If a person makes someone his representative authorized to recover his debt and the other person in debt hands over the amount of debt to this authorized representative, then, soon after the possession taken by the representative, the liability of the debtor stands discharged. So, when the amount of Zakah has been recovered by those employed to collect it in their capacity as the authorized representatives of the poor, i.e. the fuqara', then, the amount of Zakah received from people stands duly paid. Now, this whole amount lies under the ownership of the fuqara' on whose behalf the عَامِلِينَ ` amilin have received it in the capacity of their authorized representative. Hence, the amount given to them in return for their services is in fact given to them by the 'fuqara\" as a compensation of services they have rendered for them, because once zakah is received by a faqir or his agent, he may give it to anyone against his services.\nNow remains the question: The fuqara' never made these people their authorized representatives. How, then, did they become their agents in fact? The answer is that the head of a Muslim State (the 'Amir) has been appointed by Allah Ta` ala as a representative of all the poor to collect and disburse zakah on their behalf. The logical consequence of this arrangement is that the persons appointed by an 'Amir, being his deputies, are also taken to be the representatives of the poor.\nTo sum up, that which was given to those employed to collect Sadaqat (prescribed alms) was really no Zakah as such. Instead of that, it was given to them as compensation in return for the service rendered by them on behalf of the poor recipients of Zakah. It is like a poor person making someone an attorney for his case and paying for his services from what he has received from Zakah funds. In this situation, the payment of attorney's fee cannot be termed as the payment of Zakah.\nSpecial Note\nDetails given above also tell us that those who collect Sadaqat and Zakah for Islamic religious schools and organizations (without being appointed by an Islamic state for that purpose) are not included in عَامِلِينَ \"a-milin' (collectors of zakah) as contemplated in the Holy Qur'an.\nThe reason is that neither the individual poor persons have authorized them to receive zakah on their behalf, nor the head of an Islamic state has appointed them as such. Their correct position is that the zakah - payers have made them their agent to disburse zakah among the deserving people. Therefore, they can neither draw their salaries from zakah, nor can the obligation of a zakah-payer be discharged by their possession, unless they pay it to a person entitled to receive zakah.\nGenerally, serious negligence is shown in this matter. Many institutions collect Zakah funds and keep it for years. Zakah payers think that their Zakah stands paid - although, their Zakah will stand paid only when the amount given by them has been disbursed in favor of its recipients.\nSimilarly, there are many others who would unknowingly take such people to be included under the Qur'anic injunction about the collectors of Sadaqah and go on to pay their salaries from the funds of Zakah itself. This is non-permissible, for the givers and the takers both.\nAnother Question: Payment for ` Ibadah\nAnother question should be clarified here. It is inferred from some Qur'anic indicators and narrations of Hadith that taking wages and compensation on ` Ibadah is Haram (unlawful, forbidden). The Musnad of Ahmad reports a Hadith from Sayyidna ` Abd al-Rahman ibn Shibl ؓ according to which the Holy Prophet ﷺ has said: اِقرَأوا القُرَانَ وَلَاَ تَاُء کُلُوا بِہِ (Recite the Qur'an but do not eat by means of it). In some other reports, the compensation taken on the Qur'an has been called a piece of Hell. It is on this basis that many jurists of Muslim Ummah have held that the taking of wages or compensation for any act of ` Ibadah (worship) is not permissible. Then, it is also evident that the function of collecting prescribed alms is a religious mission and an act of ` ibadah. The Holy Prophet ﷺ has called it a kind of Jihad. According to this principle it should not have been lawful to receive any remuneration for collecting zakah. But, this verse of the Holy Qur'an has clearly declared it to be permissible and has included it as one of the eight heads under which Zakah can be disbursed.\nImam al-Qurtubi has taken up this question in his Commentary. He has said that taking compensation for ` Ibadat (acts of worship) that are obligatory (fard) or compulsory individually (wajib al-'ain) is absolutely haram (unlawful). But, taking any compensation for duties called fard al-kifayah is permissible in accordance with this very verse. Fard al-Kifayah means that a duty has been imposed on the entire Muslim community or on a whole city as a collective obligation. But, it is not the duty of every individual to do it. If some of the people there fulfill the duty, the rest stand absolved. Yes - if no one does it - everyone becomes a sinner.\nImam al-Qurtubi has also said that this very verse proves that taking a compensation for leading congregational prayers (Imamah) and delivering sermons (Khitabah) is also permissible - because, they too are wajib al-Kifayah (compulsory in the degree of sufficiency) and not wajib-al-` ain (compulsory individually). Similarly, the areas of teaching Qur'an, Hadith and other religious sciences are no different. These are duties that must be carried out. The entire Muslim Ummah is responsible for it. This is Fard al-Kifayah on the community. If some people fulfill this obligation, others stand absolved. Therefore, if some compensation or salary is taken for it, that too will be permissible.\nThe fourth among the eight categories of recipients of Zakah is that of ` people whose hearts are to be won.' The Qur'an calls them: مؤلفۃ القلوب . These were people who were given Sadaqat so that their attitude to-wards Islam could be mollified. The general impression about this category is that it included both Muslims and non-Muslims. The object was to persuade non-Muslims in favor of Islam and neo-Muslims to be-come more firm. Those who were already staunch Muslims were helped to guide their people right through such measures. Then, there were people among non-Muslims whose evil had to be avoided through a policy of appeasement. And there were people who would listen to no sermon or sword. The only language they understood was the language of favor and generosity. They too came closer to reconciliation through this policy. At that time, the Holy Prophet ﷺ did whatever was legally possible to bring people from the darkness of disbelief into the light of faith. However, after the passing away of the Holy Prophet ﷺ Islam had become politically strong and the initial plans to avoid the threat of disbelievers or to provide support to neo-Muslims did not remain valid anymore. What was expedient then had lost its expediency. So, that share also came to an end. Some Muslim jurists have taken the position that it has been ` abrogated.' This position is attributed to Sayyidna ` Umar ؓ ، Hasan al-Basri, Abu Hanifah and Malik ibn Anas, may the mercy of Allah be upon them.\nHowever, many others hold that the share of this category has not been abrogated. That it was allowed to lapse during the period of Sayyidna Abu Bakr and ` Umar ؓ means that it was allowed to lapse because there was no need for it. However, if such a need does come up at some later time, it could be given again. This is the juristic view of Imam Zuhri, Qadi ` Abd al-Wahhab, ibn al-` Arabi, Imams Shaf\"i` I and Ahmad رحمۃ اللہ علیہم . But, the most authentic position is that non-Muslims were never given a share from Sadaqat at any time whatsoever, nor are they included under the category of mu'allafah al-quloob as contemplated in the present verse 60.\nIn his Tafsir, Imam al-Qurtubi has given a detailed list of people to whom the Holy Prophet ﷺ had given a share from the head of Sadaqat. The purpose was to win their hearts through persuasion. At the end of his list, Al-Qurtubi has this to say: و۔ بِالجُملَۃِ فَکُلُّھُم ُّؤمِنُ وَ لَم یَکُن فِیھِم کَافِر . It means: ` To sum it up, it can be said that all recipients under this category were Muslims and there was no kafir included therein.'\nSimilarly, it appears in Tafsir Mazhari: لَم یُثبَتُ اَنَّ النَّبِیِّ ﷺ اَعطٰی اَحداً مَّن الکُفَّارِ لِلاِیلَافِ شیٔآ مِّنَ الزَّکٰوۃِ . It means: ` There is no report to prove that the Holy Prophet ﷺ has ever given a share to a kafir (disbeliever) from Zakah property in order to persuade him favorably.' This is supported by what is said in Tafsir al-Kashshaf: ` The details of the recipients of Sadaqat have been given here to refute the allegations of disbelievers and hypocrites who used to raise objections against the Holy Prophet ﷺ that he did not give them their share from the Sadaqat. The purpose of giving these details in this verse is to tell them that disbelievers had no right in Sadaqah properties. If the disbelievers were also included under the category of mu'allafah alquloob, there was no need for this answer in refutation.\nTafsir Mazhari has also clarified the error into which some people have fallen because of some Hadith narratives which seem to prove that the Holy Prophet ﷺ has given gifts to some non-Muslims. For example, there is a report in the Sahih of Muslim and Tirmidhi which says that the Holy Prophet ﷺ gave some gifts to Safwan ibn Umayyah when he was a kafir. About it, quoting Imam al-Nawawi, the author of the Tafsir says that these gifts were not from Zakah. Rather, they were given from the khums (one- fifth) of the spoils of the battle of Hunain deposited in the Baitu'l-Mal - and it is obvious that spending from this head of the Baitu'l-Mal both on Muslims or non-Muslims is permissible under the consensus of Muslim jurists. Then, he says: Imam al-Baihaqi, Ibn Sayyid al-Nas, Imam Ibn Kathir and others have concurred that this gift was not given from Zakah, but was given from the one-fifth of spoils.\nA useful supplementary note\nFrom here we also come to know that wealth and property belonging to Sadaqat were, though, deposited in the Baitu'l-Ma ] during the blessed period of the Holy Prophet ﷺ himself, but they were kept under a totally separate account. Similarly, other heads of the Baitu'l-Mal, such as, the Khums of Ghanimah (one-fifth of spoils) or the Khums of Ma` adin (one-fifth of mines and quarries) etc., had their own separate accounts and modes of disbursement. Muslim jurists have given details in this connection. According to them there should be four heads of accounts in the Baitu'l-Mal separate from, each other. The main instruction given is that keeping the accounts separate is not enough, instead of that, each head should have a separate Baitu'1-Mal so that each one of them exercises full control when spending it on approved recipients and categories. Of course, if a particular head fac-es shortage of funds, these can be borrowed from another head of accounts and spent as necessary. These heads of the Baitu'l-Mal are as follows:\n1.\tKhums al-Ghanaim: The One-Fifth of Spoils: This is property acquired from disbelievers as an outcome of war. Out of its five shares, four are distributed among Mujahidin while the fifth share is the right of the Baitu'l-Mal. Then, there is the one-fifth of mines (Khums al-Ma` adin). A one-fifth of whatever is mined from different kinds of quarries is the right of the Baitu'l-Mal. Then, there is the one-fifth of buried treasures. This is known as the Khums of Rikaz. It refers to any old treasure dug out of the ground. A one-fifth of this too is the right of the Baitu'l-Mal. All these three kinds of Khums (one-fifth) are included in one single head of the Baitu'l-Mal.\n2.\tSadaqat: This includes Zakah, Sadaqatu'l-Fitr, and ` Ushr of their lands paid by Muslims.\n3.\tKharaj and Fai' Property which includes tax collected from lands owned by non-Muslims, Jizyah paid by them, taxes on commercial enterprises run by them (al-kharaj) and it included all properties acquired from non-Muslims with their consent and agreement (al-fai' ).\n4.\tDawa'i` (Lost properties) which included what lost or remained unclaimed as well as property left by a person having no heir.\nThough, expenditures under these four heads are separate, but the right of the poor and the needy has been set aside in all four of these heads. This shows the particular care taken to empower the weaker section of the society - a certain hallmark of the Muslim state indeed. Otherwise, elite classes keep getting the opportunities to grow among usual social systems of the world at the expense of the poor ones. The poor never see their day. What came up as a reaction of this situation in the form of socialism and communism was far from being natural. In fact, it was like running from the rain and resting under the drain pipe, not to say much about its harmful effects for human morals.\nTo sum up, an Islamic government has four Baitu'1-Mals for four different heads with the right of the poor and needy secured in all four. The expenditures of the first three among these have been fixed and explained clearly by the Holy Qur'an as follows. The description of the expenditures of the first head, that is, of the one-fifth of spoils (Khums al-Ghanaim) appears at the beginning of the tenth part in Surah Al-Anfal (verse 41). The description of the expenditures of the second head, that is, of Sadaqat has been taken up in verse 60 of Surah At-Taubah that is under study right now. The third head, technically known as the property of al-fai', finds a detailed mention in Surah Al-Hashr. Many expenditures of the Islamic government, such as, those on the military, and on the salaries of civil servants, are disbursed from this head. The fourth head of al-Dawa'i` covered lost or unclaimed property or property having no inheritor. It was set aside for the disabled, the handicapped, destitute men and women and abandoned children, following the practice and teachings of the Holy Prophet ﷺ to which the rightly guided Caliphs of Islam, faithfully adhered. (Shami, Kitabu'z-Zakh)\nIncidentally, the saying of Muslim jurists, that the four heads of the Baitu'l-Mal should be kept separate and that the expenditures therein should be incurred as approved, has its proof in the Qur'an, the practice of the Holy Prophet ﷺ and the adherence of the rightly guided Caliphs to that practice.\nAfter this supplementary note, we can now revert to the original is-sue of mu'allafah al-quloob. It is already established that no zakah was paid to a non-Muslim under this category. Therefore, they stand excluded from the recipients of zakah. Now, left there are the new Muslims who can fall under this head. All the Muslim jurists are unanimous on the point that the poor new Muslims are eligible to get their share under this category. However, there is a difference of opinion about the rich ones. Imam Shafi` i and Imam Ahmad are of the view that all the Muslim converts who need a sympathetic attitude to make them firm on Islamic beliefs can receive zakah under the category of 'mu'allafah-al-quloob' even though they are not poor in the sense that they own the nisab. The basic principle according to them is that poverty is not a condition for the eligibility for zakah under each head from the eight categories mentioned in the verse. On the contrary, Imam Abu Hanifah and Imam Malik are of the view that Muslim 'mu'allafah-al-quloob' can be given zakah only if they are poor and do not own the nisab. If they own the nisab, they cannot receive zakah even under this category. Both these Imams hold that poverty is the basic condition for all the eight categories mentioned in the verse, with the sole exception of ` amilln' as explained earlier. The debtors, the wayfarers and the slaves as well can receive zakah only if they are poor in their given state of affairs, even though may have wealth otherwise.\nThis explanation shows that despite their difference of opinion in this particular aspect, all of them agree on the point that 'mu'allafah al-qulub' as a category of the recipients of zakah still holds good and has never been repealed or abrogated.\nUp to this point, four out of the eight recipients of Sadaqat have been identified. The right of these four has been introduced with the addition of the letter lam as in: لِلْفُقَرَ‌اءِ وَالْمَسَاكِينِ (li'l-fuqara' wa'l-masakin: for the poor and for the needy). The form has been changed while mentioning the next four recipients where the initial letter lam has been replaced with the letter fl as in: وَفِي الرِّ‌قَابِ وَالْغَارِ‌مِينَ (and in [ freeing ] slaves and in [ releasing ] those in debt). Al-Zamakhshari has given a reason for this nuance of language in his Tafsir al-Kashshaf. According to him, this is a device employed to indicate that the last four recipients are more deserving as compared to the first four, because the letter fl is used to denote attending circumstances or conditions which yields the meaning that Sadaqat should be placed ` in' or within these people. Then, the reason for their being more deserving is their being more in need - because, a slave owned by someone suffers more as compared to poor people in general. Similarly, a person in debt hounded by his lenders is in deeper trouble as compared to common poor and needy for he has the additional worry as to how he is going to pay off his debt which is certainly more disturbing than the rest of his usual needs.\nOut of the remaining four categories of recipients, the first one mentioned here is that of وَفِي الرِّ‌قَابِ (wa fi'r-riqab: and in [ freeing ] slaves). Riqab is the plural form of raqabah. Actually, it means the neck. But, in recognized usage, it is also used to allude to a person whose neck is shackled in the chains of slavery.\nWhat is the meaning of ar-Riqab in this verse? Interpretations of jurists differ. The majority of jurists and Hadith experts agree that it refers to slaves who enter into a deal with their masters that they would earn the amount specified by them, give it to them as they earn, and once the agreed amount is paid off, they shall be free. In the terminology of the Qur'an and Sunnah, such a slave is known as mukatab.` The master of such a slave allows him to earn through business or employment and give the income to the master. In the present verse, fi'r-Riqab means that this person should be helped to secure his freedom from his master who should be given a share from Zakah funds to write off the amount due against the slave.\nThere is a consensus of commentators and jurists that this kind of slaves is the intended sense of the expression: وَفِي الرِّ‌قَابِ (wa fir'Riqab: and in [ freeing ] slaves) which requires that they should be helped to become free by paying the amount due from Zakah funds. In cases other than this, such as, buying other slaves and setting them free, or entering into a deal with their masters that they would set them free against an agreed amount of Zakah, there is a difference of opinion among major Muslim jurists. The majority of the Imams of Islamic jurisprudence - Abu Hanifah, Shafi` i, Ahmad ibn Hanbal and others, may the mercy of Allah be on all of them - do not take this to be permissible. Imam Malik agrees with the majority in one version (riwayah) only when he declares the sense of fir'Riqab as restricted to mukatab slaves (on freedom-against-money deal with master). In another version (riwayah), it has also been reported from Imam Malik that he included common slaves under the definition of fi'r-Riqab as well as gave the permission to buy slaves from Zakah amounts and free them. (Ahkam al-Qur'an ibn al-` Arabi a1-Maliki)\nThe majority of Imams and jurists, who do not consider it permissible, have a juristic difficulty in doing so. If a slave was bought from Zakah funds, and freed, the problem is that the very definition of Sadaqah does not fit right in his case - because, Sadaqah is a property given to someone deserving without getting something in return. Now, should the amount of Zakah be given to the master, then, it is obvious that he is neither deserving of Zakah, nor the amount of money being given to him is without an expected return. As for the slave, who is de-serving of Zakah, the amount was never given to him personally. This is another matter that the benefit of the amount paid to the master somehow reached the slave in that he was bought and freed. But, freeing does not get to be included under the definition of Sadaqah - and why would someone surrender the real meaning without any reason and go by the figurative or general sense of Sadaqah unnecessarily? This has no justification. Then, it is also obvious that, in the subject verse, what is being described is nothing but the categories of the recipients of Zakah. Therefore, anything to which the definition of Sadaqah does not fit simply cannot be meant by fi'r-Riqab. And if, this amount was to be given to the slave himself, then, the slave does not have the right to own. The result will be that it will automatically be-come the property of the master. Then, the matter of releasing or not releasing the slave will also continue to be in the control of his master.\nIt is because of this juristic difficulty that the majority of Imams and jurists hold the view that the Qur'anic expression: فِي الرِّ‌قَابِ (fi'Riqab) refers to mukatab slaves only. This also tells us about the standard rule of conduct in this matter. To give Sadaqah properly, the con-dition is that its giver makes a deserving person its owner and sees to it that the amount has passed into his possession - because, until the deserving person has taken the amount in his possession, as its owner, Zakah remains unpaid.\nThe sixth category of recipients: الْغَارِ‌مِينَ (al-gharimin: and in [ releasing ] those in debt) is the plural of gharim which means a person in debt. It has been mentioned earlier that the fifth and sixth categories of recipients introduced with the letter fi are ahead of the first four recipients in their claim of preference. Therefore, giving out to free a slave or to release a person from debt is more merit worthy than giving to the poor and the needy in general. However, the condition is that the person in debt does not have enough funds to pay off that debt - because, lexically, the word: gharim is applied only to such a person in debt. And some Imams also add a condition that this person should not have borrowed for something impermissible. If someone goes in debt for something sinful, such as, to pay for liquor and its likes, or spends on impermissible customs of marriages and deaths, then, such a client will not be helped from the head of Zakah so that he is not encouraged in his sin and extravagance.\nThe seventh category of disbursement appears in the words: فِي سَبِيلِ اللَّـهِ (fi sabilillah: in the way of Allah). It will be noted that the letter فِي fi has been repeated here once again. According to Tafsir al-Kashshaf, the purpose of this repetition is to indicate that this area of expenditure is more merit worthy as compared to those mentioned earlier. It has two benefits. The first is helping a poor person. The second is assisting in a religious cause. The reason is that فِي fi sabilillah either denotes a mujahid who does not have the means to buy necessary weapons and war supplies, or it means the person who must fulfill the obligation of Hajj but who does not have the necessary financial support to complete his due duty. These two duties are purely religious. They are acts of worship. Therefore, by spending Zakah funds on them one helps a poor person and supports someone do his ` Ibadah. On the same analogy, Muslim jurists have included students of the schools of Islamic learning under this category as they too take it to fulfill what is an act of ` Ibadah in the way of Allah. (Ruh a1-Ma` ni with reference to Zahiriyyah)\nThe author of Bada'i` has said that one who wishes to undertake an act of sincere ` Ibadah and needs financial support to do it will be taken as included in the category of fi sabilillah - subject to the condition that he does not have enough funds to carry it out. The work of teaching and transmitting religion along with the establishment of allied institutions of promotion and publication are some examples. If someone deserving Zakah elects to take up this work, he may be helped out with Zakah funds, but this help cannot be extended to a rich man who owns the nisab.\nDetails appearing above show that all explanations of fi sabilillah (in the way of Allah) under different circumstances carry the condition of poverty and need alongside. The rich man who owns the nisab does not have a share in this head too - except that his present holdings may be insufficient for the needs of Jihad or Hajj he is going to under-take. Call him rich because he has property above the nisab. In fact, such a person has been called rich in Hadith. But, in the final analysis, he too turns out to be a poor and needy person in terms of the amount of funds he needs for Jihad or Hajj - and this he does not have with him! Shaykh ibn Hum-am has said in Fath al-Qadir: The words used to describe recipients mentioned in the verse of Sadaqat prove that they deserve what they do on the basis of poverty and need. The words for the poor and the needy are obvious by themselves. Other words used for freeing of slaves, releasing from debt, in the way of Allah and for the wayfarer also suggest that they receive shares to alleviate their needs. However, those employed to collect Sadaqat receive their share in return for the services rendered by them. Therefore, in that, the rich and the poor are equal. This is similar to what has been briefly mentioned earlier under the category of ` those in debt.' A person owes a debt of Rupees ten thousand.1 He has Rupees five thousand with him. He can be given Zakah up to Rs. Five thousand, because the funds he has with him will be taken as not with him due to the debt.\n1. Approximately a little less than $200.(Old rates)\nA word of Caution\nThe literal meaning of fi sabilillah is very general and very common. Anything done for the good pleasure of Allah is included under fi sabilillah in the light of this popular sense. Unfortunately, there are people who wish to understand the Qur'an through a literal translation alone. They would skip the explanations and statements of the Holy Prophet ﷺ and ignore the sayings of major commentators. As a result, they fall into error. One such error shows up when they look at fi sabilillah and find it spacious enough to accommodate everything they fancy. Under this head of Zakah, they have included everything that is considered to be good or religious. Under this umbrella, they have included the building of mosques, religious schools, hospitals, inns, even the provision of public services like wells, bridges and roads. Then, they do not seem to forget the salaries and contingent expenses of the institutions of public service. All these, they include under fi sabilillah and declare them to be worth receiving Zakah funds. This is absolutely wrong and very much against the consensus of the Muslim Ummah. This is something already decided clearly and categorically. There are statements of the noble Sahabah, the direct disciples of the Holy Prophet ﷺ . They had learnt and understood the Qur'an from him. Then, there are explanations of. this expression passed on to us from the most learned authorities from among the Tabi` in. All of them restrict the expression to Hujjaj and Mujahidin.\nIt appears in a Hadith that someone had given a camel as religious endowment in the way of Allah (fi sabilillah). For it, the Holy Prophet ﷺ said: ` Use this camel to carry Hujjaj (Hajj pilgrims) on their journey.' (Al-Mabsut, Al-Sarakhsi, p. 10, v. 3)\nImam Ibn Jarir and Imam Ibn Kathir are known exegetes who limit themselves to explaining the Qur'an through Hadith reports only. They both have particularized fi sabilillah with mujahidin and hujjaj who do not have the wherewithal necessary for Jihad or Hajj. As for jurists who have included students in religion or servants of good causes in this category, they have done so subject to the condition that they should be poor and needy. And it is obvious that the poor and the needy are in themselves the first among the recipients of Zakah. Even if they were not included under the sense of fi sabilillah, still they would have deserved receiving Zakah. But, no one from among the four Imams and jurists of Muslim Ummah ever said that expenditures on institutions of public welfare, building of mosques and religious schools and the rest of their functional needs are included under the head of Zakah disbursements. In fact, they have made it very clear that spending Zakah funds for this purpose is impermissible. Jurists from different schools of Islamic jurisprudence have written about it in great details. The names of some of them are being given as follows: Hanafi jurist Al-Sarakhsi in al-Mabsut [ p. 202, v. 2] and Sharh al-Siyar [ p. 244, v. 4], Shafi` i jurist Abu ` Ubayd in Kitab al-Amwal, Maliki jurist Dardir in Sharh Mukhtasar al-Khalil [ p.161, v. 1] and Al-muwaffaq in al-Mughni.\nOther than the clarifications from authorities of Tafsir and jurists of Islam referred to earlier, a little thought over this matter will help us understand the problem quickly. Let us think for a moment. If this field of Zakah was so all-embracing that it could accommodate spending on every act of worship and virtue, then, the identification of these eight recipients in the Qur'an becomes (God forbid) totally redundant. So does the statement of the Holy Prophet ﷺ cited earlier where he said that Allah Ta` ala has not delegated the authority to determine the recipients of Sadaqat even to a prophet, in fact, He has Himself determined the eight categories of its recipients. This tells us that the element of universal application visible to an unaware person from a literal translation of fi sabilillah (in the way of Allah) is not what Allah means. Instead, it means what stands proved from the words of the Holy Prophet ﷺ and the related clarifications of the Sahabah and the Tabi` in.\nThe eighth category of Zakah disbursement is: ابْنِ السَّبِيلِ (ibn al-sabil: wayfarer). Sabil means way and the word: ابْنِ (ibn) is used essentially for a son. But, in Arab usage, the words: اِبن (ibn: son), اب (ab: father) and اَخ (akh: brother) etc. are also used for things which are deeply related with someone. It is according to this usage that a wayfarer is referred to as ` ibn al-sabil' - for the simple reason that a wayfarer is deeply related to traversing distances and reaching destinations. As a technical term of Zakah categories, it means a traveler who does not have necessary funds with him, even if he may be a rich person in his home country. Zakah may be given to such a traveler so that he can satisfy his needs en route and return home in peace.\nAt this point, the discussion about the eight categories of recipients of Sadaqat and Zakah mentioned in verse 60 has reached its completion. Now, follow some other religious issues which relate to all these categories equally.\nThe issue of Tamlik (Transfer of Ownership)\nThe majority of Muslim jurists agree that, even in the fixed eight categories of recipients, the condition for a valid payment of Zakah is that someone deserving should be given possession of Zakah property as its owner. If money was spent for the benefit of these very people - without having made them possess it as its owner - Zakah will remain unpaid. This is the reason why the four Imams and the majority of Muslim jurists agree that it is not permissible to spend Zakah funds either on the construction of mosques, religious schools, hospitals and orphanages, or on other functional needs related to them. There is no doubt that the benefit of such projects does reach the poor, and all others who qualify as Zakah recipients, but the fact that these things have not passed on into their possession as owners makes Zakah invalid.\nHowever, in orphanages where meals and clothes are given to orphans as being owned by them, then, it is possible to spend Zakah funds to the extent of this specific expenditure. Similarly, the cost of the medicine supplied to the poor in need, by making them its owner, could be charged to the Zakah fund. Likewise, Muslim jurists say that the coffin of an heirless dead body cannot be provided from Zakah funds, because the deceased is not capable of becoming an owner. Yes, it is possible that the amount of Zakah is given to someone poor and deserving - and he, out of his free will, spends this amount on the coffin of the heirless deceased. In the same manner, if this deceased per-son is in debt, this debt cannot be paid off from Zakah funds directly. Yes, if the deceased person's inheritors are poor and deserve Zakah, then the amount can be given to them with the right to possess and own it. Once they become the ` owner' of this amount, they can - out of their choice and free will - vacate the debt of the deceased from this amount. Correspondingly, as pointed out earlier, the construction of public works does bring benefits for those who deserve Zakah, but be-cause they have no right of ownership established into the arrangement, Zakah remains invalid.\nAs we have said before, all four Mujtahid Imams - Abu Hanifah, Shafi` i, Malik and Ahmad ibn Hanbal رحمۃ اللہ علیہم - as well as the majority of Muslim jurists agree with these rulings. Further clarifications appear in easily available writings of jurists from the four schools of Islamic jurisprudence.\nAlso added here are a few points not mentioned during the earlier discussion.\nThe Shafi` i jurist, Imam Abu ` Ubayd has said in Kitabu'1-Amw-al that it was not permissible to spend Zakah funds to pay off the debt owed by a deceased person, or in paying the cost of his funeral, or to build masajid, or to dig canals for public use. Imam Sufyan al-Thawri and other Imams concur with the ruling that spending on these under-takings leaves Zakah unpaid - because, these are not one of those eight heads of expenditure mentioned in the Qur'an.\nSimilarly, the Hanbali jurist, Al-muwaffaq has said in al-Mughni that spending Zakah funds on any undertaking of public service - other than the areas of spending mentioned in the Qur'an - is not permissible. Building mosques, bridges, and drinking water facilities or re-pairing public roads, supplying coffins for the deceased, feeding guests and other undertakings of this nature are apparent examples. No doubt, they are reward worthy deeds, but are not included under the specified expenditures of Sadaqat (zakah).\nThe well-recognized author of Bada'i`, while discussing the condition of ` tamlik' (the act of transferring the possession and ownership to the recipient) as basic to making the payment of Zakah proper and valid, has also provided textual proof for it. In the Qur'an, he points out, Zakah and obligatory Sadaqat have been generally mentioned with the word: اِیتَاء ('ita' meaning giving in the sense of granting, offering). Listed here are some examples of the use of this word: أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ (Establish Salah and give Zakah - 2:277; 9:5, 11; 22:41); أَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ (Establish Salah and give Zakah - 2:43, 83, 110; 4:77; 22:78; 24:56; 73:20); إِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ (establishment of Salah and giving of Zakah - 21:73; 24:37) and آتُوا حَقَّهُ يَوْمَ حَصَادِهِ (give its due [ Zakah ] on the day of its harvest - 6:141). So, lexically this word is used in the sense of giving as gift. Imam Raghib al-Isfahani says in Mufradat al-Qur'an اَلایتَاُء الاِعطاُء وَ خُصَّ وَضعُ الصَّدَقَۃِ فِی القُرآنِ بِالاِیتَاِء (The word al-'ita' [ giving ] means giving as gift; presenting and the giving of the obligatory Sadaqah has been particularly associated with this word in the Qur'an). Thus, the real sense of presenting something to someone as gift could be no other but that the recipient has been made its owner.\nFirstly, the use of the word al-'ita' in that sense is not restricted to Zakah and Sadaqat only. It has actually been used in the Qur'an in the very sense of making someone an owner of what is given, for instance: آتُوا النِّسَاءَ صَدُقَاتِهِنَّ (give women their dowers - 4:4). It is obvious that the payment of dower is recognized as valid only when the husband has passed on the amount of dower into the possession and ownership of his wife.\nSecondly, Zakah has been expressed by the alternate word: Sadaqah in the Holy Qur'an:إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَ‌اءِ (The Sadaqat [ prescribed alms ] are only for the poor - 60). This is a subtle explanation because Sadaqah, in the real sense, means to let a poor person possess, own (and spend it at will).\nIt should be borne in mind that feeding someone out of mercy or spending in public welfare projects is not called Sadaqah in the real sense. Shaykh ibn al-Hum-am says in Fath al-Qadir: ` Making a poor person the owner of what is being given is Sadaqah in the real sense.' Similarly, Imam Abu Bakr al-Jassas has said in Ahkam al-Qur'an: ` The word: u.~ (Sadaqah) is another name for Tamlik (transfer of ownership).' (Jassas, p. 152, v. 2)\nSome Important points about the Proper Payment of Zakah\nOne point arises out of a Sahih Hadith where the Holy Prophet had given instructions about the collection of Sadaqat to Sayyidna Mu’ adh ibn Jabal by saying: خُزھَا مِن اَغنِیایٔھِم وَرُدُّھَا فِی فُقَرَاِھِم : ` Take it (Sadaqat) from the rich among them (Muslims) and disburse it back to the poor among them.' Based on this, Muslim jurists have said that the Zakah of a city or township should not be sent to another city or township without the need to do so. Instead of that, poor people living in the same city or township are more deserving of it. Of course, if the near relatives of a person are poor, and live in another city, then, he can send his Zakah to them - because, the Holy Prophet ﷺ has given the glad tidings of a two-fold reward in that situation.\nLikewise, if the state of poverty and hunger prevailing in another township appears to be more acute than the condition in one's own city of residence, then, it can be sent there as well - because, the purpose of giving Sadaqat is to remove the need of poor people. This was the reason why Sayyidna Mu` adh used to accept clothes as part of the Sadaqat paid in Yaman so that he could send these for the poor emigrants of Madinah. (al-Qurtubi with reference to Darqutni)\nIf a person lives in a certain city while his property is located in another, then, the city where he lives in person shall be taken into consideration, because this is the person addressed for the payment of Zakah. (Qurtubi)\nRulings:\n1. For payment of Zakah due against a certain property, it is also permissible to take out the fortieth part of that particular property and give it to those deserving - such as, cloth, crockery, furniture and things like that stocked for commercial sales. Similarly, one can also determine the amount of Zakah by calculating the total value of the property and distribute it over those deserving. Doing that stands proved on the authority of Sahih Ahadith. (Qurtubi) And some leading jurists recommend that, in our time, giving the equivalent in cash is much better, because the needs of poor people vary in nature and number. Cash can be used for whatever is necessary.\n2.\tIf one's near relatives are poor and deserve Zakah, giving Zakah and Sadaqat to them is much better. It brings two rewards, one for the Sadaqah itself and the other for taking care of a near relative (silah al-rahim). In this case, it is simply not necessary that the recipients be told that they were being given Sadaqah or Zakah. It may as well be given as some gift or favor so that the nice person who takes it does not feel humiliated.\n3.\tThere is a religious problem that bothers people frequently. For example, there is a person who, by his word or deed gives the impression of being needy, and asks for help from Sadaqat etc. Now, is it necessary for people who give Sadaqah to first investigate his real back-ground and give him nothing of it when approached? According to relevant reports from Hadith and the statements of Muslim jurists, this is not necessary. Instead, if there is an overwhelming likelihood, as gathered from the obvious state he is in, suggesting that the person in question is really poor and needy, then, Zakah can be given to him. It appears in Hadith that some people came to the Holy Prophet ﷺ in a very broken-down condition. He asked people to collect Sadaqat for them. The reasonably good collection thus made was given to them. He did not consider it necessary to investigate into their inward background. (Qurtubi)\n4.\tBut, in Ahkam al-Qur'an, Al-Qurtubi says that one in debt is also one of the recipients of Zakah. If a person says that he owes so much in debt and that he should be given Zakah money to pay it back, then, he should be asked to prove that debt. (Qurtubi) If so, it is fairly evident that such investigation is not difficult to make in the cases of fl sabilillah (in the way of Allah) and ibn al-sabil (wayfarer) as well. Investigations should be made as necessary when spending on these heads.\n5.\tGiving Zakah money to one's relatives is more reward-worthy, but husband and wife cannot give to each other, nor can parents and children do so. The reason is that giving to them amounts to keeping it in one's own pocket. Since their expenditures are generally combined, a husband giving Zakah money to his wife or the wife to her husband does not mean much. In reality, the whole remains in their use. The same holds good for parents and children and the same rule operates in the case of the children of children, the grandfather and the great-grandfather - in that giving Zakah to them is not permissible.\n6.\tIf a person gave Zakah to another person taking him to be, in his estimation, deserving and legally qualified to receive Zakah, but found out later that he was either his own slave or a kafir, then, Zakah will remain unpaid. It should be given again because the ownership of a slave is nothing but the ownership of the master. Here, he is still owned by him, therefore, Zakah remains unpaid. As for the kafir (disbeliever), he is no recipient of Zakah.\n7.\tIn addition to that, if it is proved later that the person who was given Zakah was rich, or a Hashimite Sayyid, that is, a lineal descendant of the Holy Prophet ﷺ or a father, or son, or wife, or husband, then, it is not necessary to repay the Zakah. The reason is that the amount of Zakah has gone out of his ownership and has al-ready reached its place of reward with Allah. As for the error in deter-mining the right recipient due to some misunderstanding, it should be taken as forgiven. (al-Durr al-Mukhtar) The explanation of the verse of Sadaqat and the details of necessary issues related to it ends here.",
  "ayah": 60,
  "surah": 9
}
