{
  "text": "Commentary\nPrevious verses mentioned hypocrites - their conspiracies, hostilities, and the punishment waiting for them. The characteristic style of the Qur'an required that true believers should also be mentioned at this place giving a view of their life style, rewards and ranks. The verses cited above do just that.\nIt is interesting that the text, while making a comparison between hypocrites and true believers on this occasion, has this to say: بَعْضُهُم مِّن بَعْضٍ (they are all alike - 67). However, what it has to say about true believers is: بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ (the believers are friends to each other - 71). This releases a hint about the nature of their mutual relationships. Hypocrites base it on functional cooperation between kinsfolk or on self-interest. Such bonds do not last long, nor do they bring the kind of spiritual benefits that are the hallmarks of a heart-to-heart friendship. Juxtaposed against hypocrites there are the true believers. They are sincere friends and wish well of each other. (Qurtubi)\nMoreover, since this friendship and concern for each other is for Allah alone, it is always constant. It remains the same under all conditions, open or secret, present or absent. And it is lasting. This is the mark of a true believer. It is in the very nature of 'Iman (faith) and Al-Amal as-Salih اَلاَعمَال اصَآالح (good deed) that they generate mutual love and friendship. The Holy Qur'an confirms it when it says: سَيَجْعَلُ لَهُمُ الرَّ‌حْمَـٰنُ وُدًّا (19:96). It means that among those who have believed and taken to consistent good conduct in life, Allah Ta` ala creates friendship that is deeply rooted into their hearts. What has happened to us in our time? May be we are short on the faith in our hearts and the concern for good in our conduct. That is why mutual relationships among Muslims do not seem to be what the Qur'an would like them to be. Unfortunately, these are subservient to worldly needs and interests - and are not for the sake of Allah alone, as they should be.",
  "ayah": 72,
  "surah": 9
}
