{
  "text": "Commentary\nBehavior patterns of hypocrites who did not take part in the battle of Tabuk, despite the general call of Jihad, continue to be the main theme since several previous verses.\nThe current verses give another example of their behavior. Then, it was said that they will be punished in the Hereafter, their names will be eliminated from the list of the mujahidin of Islam forever in this mortal world and that they will never be allowed to take part in any future Jihad.\nThe word: مُخَلَّفُونَ (those who were left behind - 81) is the plural of مُخَلَّفُ (mukhallaf) which means ` abandoned' or left out. The subtle hint thus released is that these people are pleased with the idea that they have stayed away from endangering their lives by not participating in the Jihad. But, the truth of the matter is that Allah Ta` ala did not consider them to be worthy of this supreme honor. Therefore, it is not they who have abandoned the Jihad, in fact, it is Jihad that has abandoned them. The reason is that Allah and His Messenger have, at their discretion, considered it fit that they should be left out.\nFollowing immediately, there is the word: خلاف (khilaf) in: خِلَافَ رَ‌سُولِ اللَّـهِ translated as ` to the displeasure of the Messenger of Allah.' This word could be taken in the sense of ` behind' or ` after' as well. In fact, this is the meaning Abu ` Ubayd has gone by. If so, it would mean that these people were rejoicing in their staying (at home) after (the departure of) the Messenger of Allah - an occasion not really worth the mirth. As for the word: بِمَقْعَدِهِمْ (bimaq` adihim: their sitting back) in the same verse, it appears here in the sense of قعود (qu’ ud: sitting) as a verbal noun.\nIt is also possible to take the word khilaf in the sense of mukhalafat (contravention, opposition). In that case, it would mean that they sat home in contravention of the command of the Holy Prophet ﷺ . Then, they did not leave it at that. They prompted others too by saying that they should not march in that hot weather: (لَا تَنفِرُ‌وا فِي الْحَرِّ‌.\nWe already know that the command to fight the battle of Tabuk was given at a time when the heat was intense. The rejoinder to their comment came from Allah Ta` ala: قُلْ نَارُ‌ جَهَنَّمَ أَشَدُّ حَرًّ‌ا (Say: [ 0 Prophet ] the fire of Jahannam is more intense in heat) that is, these people are really unfortunate. They see the heat of a certain given time and try to beat it one way or the other. But, they do not realize that their disobedience to the command of Allah and His Messenger would bring them face to face with the fire of Jahannam. Why would they not worry about it? Is it that the heat of our seasons is more intense than the heat of Hell?",
  "ayah": 81,
  "surah": 9
}
