{
  "text": "Commentary\nIt stands established from Sahih Ahadith, and confirmed by a consensus of the Muslim Ummah on it that this verse was revealed at the time of the death of the hypocrite, ` Abdullah ibn Ubaiyy, and about the Salah of-Janazah for him. Then, it also stands established from the report in Sahih of Muslim and the Sahih of Al-Bukhari that the Holy Prophet ﷺ offered Salah of Janazah for him. After he had done it, this verse was revealed. And thereafter, he never offered the Salah of Janazah for any munafiq (hypocrite).\nThe background in which this verse was revealed appears in the Sahih of Muslim. According to this report from Sayyidna ` Abdullah ibn ` Umar ؓ عنہما\twhen ` Abdullah ibn Ubaiyy ibn Salul died, his son ` Abdullah ؓ came to the Holy Prophet ﷺ . He was a sincere Muslim, and a Sahabi. When he requested for his shirt so that he could use it as a shroud for the dead body of his father, the Holy Prophet ﷺ\tlet him have it. Then, he requested him to also lead the Salah of Janazah for his father. He accepted and rose to do that. At that point, Sayyidna ` Umar ibn al-Khattab ؓ held the fall of his shirt cloth and said: ` you are going to lead the Janazah Salah for this munafiq although Allah Ta` ala has prohibited you from doing that.' The Holy Prophet ﷺ said: ` Allah Ta` a1a has given me a choice. I may pray for their forgiveness, or I may not - and as for forgiveness not to be granted even if prayed for it seventy times as in the verse, I can say that I can do that more than seventy times.' The verse referred to here is verse 80 of Surah At-Taubah which you have gone through a little earlier. For your convenience, its words are: اسْتَغْفِرْ‌ لَهُمْ أَوْ لَا تَسْتَغْفِرْ‌ لَهُمْ إِن تَسْتَغْفِرْ‌ لَهُمْ سَبْعِينَ مَرَّ‌ةً فَلَن يَغْفِرَ‌ اللَّـهُ لَهُمْ (Ask pardon for them or do not ask pardon for them; even if you ask pardon for them seventy times, Allah shall never pardon them). Then, the Holy Prophet ﷺ offered the Salah of Janazah for him. Soon after the Salah, this verse: لَا تُصَلِّ عَلَىٰ أَحَدٍ مِّنْهُم (And never offer a prayer. on any one of them...) was revealed (so, after that, he never led the Salah of Janazah for any munafiq).\nRemoval of ambiguities concerning this event\nA question arises here about ` Abdullah ibn Ubaiyy, a munafiq whose hypocrisy was laid bare on many different occasions and who was regarded as ring leader of all hypocrites. How was it that he received such unusual treatment from the Holy Prophet ﷺ when he gave his blessed shirt to be used as his funeral shroud?\nIn answer, two reasons can be given for it. Firstly, it was done on the request of his son who was a sincere Sahabi and the motive was simply to console him on his loss. There could be a second reason as well. This has been reported in Al-Bukhari on the authority of Sayyidna Jabir ؓ . When some Quraysh chiefs were arrested on the occasion of the battle of Badr, one of them happened to be ` Abbas, the uncle of the Holy Prophet ﷺ . When he saw that his uncle does not have a shirt on his body, he asked his Companions ؓ to put a shirt on him. Sayyidna ` Abbas ؓ was tall. No shirt other than that of ` Abdullah ibn Ubaiyy would fit him. So, the Holy Prophet ﷺ took the shirt from ` Abdullah ibn Ubaiyy and had his uncle ` Abbas wear it. It was only to repay this favor that the Holy Prophet ﷺ had given his shirt for him. (Qurtubi)\nThe second question relates to what Sayyidna ` Umar had said to the Holy Prophet. It will be recalled that he had said, ` Allah Ta` ala has prohibited you from leading the Salah of Janazah for a hypocrite.' We have to look for the basis on which he said that, because no verse had ever prohibited the Holy Prophet ﷺ expressly from offering the Salah of Janazah for a hypocrite. From here it becomes fairly clear that Sayyidna ` Umar ؓ must have deduced that sense of prohibition from this very verse of Surah At-Taubah referred earlier, that is, اسْتَغْفِرْ‌ لَهُمْ (Ask pardon for them...80). Now the question is, if this verse of prohibition refers to the Salah of Janazah, why would the Holy Prophet ﷺ\tnot let this be regarded as prohibited, instead of which, he said that the choice in the verse had been given to him?\nThe answer is that, in reality, the formal arrangement of words in the verse does carry the sense of giving a choice - and it is also obvious that the mention of seventy times at this place is not for prescribing a limit. It is, rather, to express the sense of many times. Thus, the out-come of the verse, in terms of its obvious sense, turns out to be that ` a hypocrite will not be pardoned, no matter how many times you were to seek forgiveness for him.' But, he has not been expressly prohibited from praying for their forgiveness as such. Another verse of the Holy Qur'an from Surah Ya Sin is a parallel example. There it has been said: سَوَاءٌ عَلَيْهِمْ أَأَنذَرْ‌تَهُمْ أَمْ لَمْ تُنذِرْ‌هُمْ لَا يُؤْمِنُونَ (And it is all the same for them whether or not you warn them - they are not going to believe - 36:10). This verse has not categorically stopped him from warning people of evils and inviting them to what is good. For that matter, some other verses of the Qur'an also prove that the ongoing mission of calling people towards the faith never stopped. Of course, it included such people as well - for example, بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّ‌بِّكَ (0 Messenger, convey all that has been sent down to you from your Lord. - 5:67) and إِنَّمَا أَنتَ مُنذِرٌ‌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ (you are only a warner, and for every people, there is a guide - 13:7). The outcome is that the verse of Surah Ya Sin (36:10) quoted above proved that choice was given to the Holy Prophet ﷺ though in a limited frame of reference. Then, the later verses quoted immediately earlier provided the standing proof of the continuance of the mission of warning people against evils. From the verse under study too, the Holy Prophet ﷺ had gathered that they will not be pardoned, but the situation was that he had not been restrained from seeking forgiveness for them through some other verse either, till then.\nThen, the Holy Prophet ﷺ also knew that neither his shirt nor the Salah of Janazah he offered for the deceased hypocrite were to bring forgiveness for him. But, he did hope that his action would yield benefits for other aspects of Islamic public policy. People of his family and the disbelieving people in general were bound to observe the way the Holy Prophet l deals with their leader. This was likely to bring them closer to Islam, even embracing it. As for some clear prohibition of offering the Salah of Janazah, it just did not exist until that time. Therefore, he led the Salah.\nPerhaps, the other answer lies in the sentence that has been re-ported in the Sahih of Al-Bukhari on the authority of Sayyidna ` Abdullah ibn ` Abbas ؓ . There, the Holy Prophet ﷺ has been quoted to have said: ` Had I known that he will be pardoned by praying for his forgiveness more than seventy times, I would have done that too.' (Qurtubi)\nThe second evidence comes from another Hadith in which the following words from the Holy Prophet ﷺ have been reported: ` my shirt cannot save him from the punishment of Allah. But, I did it in the hope that on the basis of this action thousands of his people will embrace Islam.' So, according to what was said, after having witnessed this event, one thousand people from the tribe of Khazraj embraced Islam (as reported in the books of maghazi and in some books of Tafsir).\nSummary\nTo sum up, the Holy Prophet ﷺ\tknew from previous verses that no matter what they do, the munafiqs (the hypocrites) will not be pardoned. But, there were some factors that explain the rationale of his action. The words of the verse seemed to have given him the choice. No other verse had yet prohibited him from doing so. Then, there was the opportunity to pay back the favor of a disbeliever here in this world. Last, but not the least, was the hope of other disbelievers embracing Islam as a result of this action. Therefore, he preferred to lead the Salah of Janazah. As for the action of Sayyidna ` Umar ؓ ، he thought that once it stands proved through the verse in question that a hypocrite will not be pardoned, he found no reason for offering a Salah of Janazah for him and praying that he may be forgiven. According to him, it might be redundant, and against the station of a prophet. Therefore, he deemed it prohibited to offer the janazah. The position of the Holy Prophet ﷺ was that he did not, though, consider this action as beneficial in its own right - but, he did have the likelihood of others embracing Islam in sight. Therefore, this action did not remain futile. To conclude, in this manner, no ambiguity remains either in the conduct of the Holy Prophet ﷺ or in the words of Sayyidna ` Umar ؓ (Bayan al-Qur'an)\nNow, came the verse: لَا تُصَلِّ (and never offer a prayer) revealed in clear terms. It was realized that, no doubt, there was a religiously expedient advantage visible to the Holy Prophet in offering the Salah but it also carried a disturbing factor in it, almost the reverse of what was expected to be expedient. This element somehow did not attract the attention of the Holy Prophet ﷺ . The likelihood of this action creating dissatisfaction among sincere Muslims was strong. They may have thought that sincere Muslims and wily hypocrites have been equated officially. To offset this danger, this particular prohibition was revealed in the Qur'an - and after that, the Holy Prophet ﷺ\tnever offered the Salah of Janazah for any munafiq.\nRulings\n1.\tThis verse tells us that offering Salah on the Janazah of a kafir or the making of Du'a seeking his or her forgiveness is not permissible.\n2.\tThis verse also proves that to stand before the grave of a kafir as a mark of respect for him, or to go to visit it, is Iharam. Should this be to learn some lesson there from, or because of some compulsion, then, it is not contrary to this. For example, it appears in Hidayah that, should a kafir relative of a Muslim die without leaving a guardian or heir be-hind, the Muslim relative can put the deceased into hollowed ground as is, without having to make it conform to the standard practice of\nthe Holy Prophet ﷺ\t(Bayan al-Qur'an)",
  "ayah": 84,
  "surah": 9
}
