{
  "text": "Earlier when it was said that disbelieving people had nursed betrayal in their hearts right from the beginning and had no intention of staying faithful to their pledge, an exception was also granted. Similarly, when the text says: أَكْثَرُ‌هُمْ فَاسِقُونَ (Most of them are sinners - 8), it hints that all of them were not like that. There were some nice people among them too, who wanted to stand by their commitment, but they were not heard before others.\nThis is the same subject the Holy Qur'an takes up elsewhere saying in very clear terms: لَا يَجْرِ‌مَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا (and malice against a people should not bid you to not doing justice - 5:8)\nAfter that comes the ninth verse with the reason why these Mushriks were so chronically treacherous and what was it that ailed them. Thus, they too were given a prescription of hope to ponder about so that they could still correct themselves if they chose to. At the same time, Muslims at large were also served with a warning that they should take their guard against the pitfall of treachery and disobedience which had sucked these people in and make a total abstention from this behavior model their distinct life style. The reason is their relentless love of the material. The desire to acquire, possess and expend the limitless range of things of this world had blinded them to the limit that they would not hesitate to sell off the very Words of Allah and their own faith in exchange for paltry gains. This character is, to make an understatement, evil.\nMoving on to the tenth verse, the text describes the extreme crookedness of these people by saying: لَا يَرْ‌قُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً (They do not observe, in the case of a believer, any bond or treaty). The sense is that this was no isolated case of disbelieving people acting treacherously against Muslims to whom they were bound by ties of kinship and treaty obligations. In fact, disbelieving people were a lot who would never consider kinship or pledge as valid grounds when dealing with Muslims.\nGiven the aforesaid behavior pattern of disbelieving people, it could have been but natural for Muslims to have become disillusioned with them forever and refuse to have any brotherly relationship with them under any condition. Therefore, as the Qur'anic justice and equity would have it, the eleventh verse gives the following instruction:",
  "ayah": 9,
  "surah": 9
}
