{
  "text": "৪ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা বর্ণনা করেছেন যে, তিনি সকল রাসূলকে তাদের স্বজাতির ভাষায় প্রেরণ করেছেন। যাতে উম্মাতের কাছে দীনের দাওয়াত দিতে কোন প্রকার জটিলতা সৃষ্টি না হয়, বুঝাতে কোন প্রকার কষ্টের সম্মুখীন হতে না হয়। কারণ রাসূল যদি এক ভাষাভাষী হন আর যাদের কাছে তাঁকে প্রেরণ করা হয়েছে তারা অন্য ভাষাভাষী হয় তাহলে যে উদ্দেশ্যে রাসূল প্রেরণ করা হয়েছে তা হাসিল হবে না। রাসূল প্রেরণের উদ্দেশ্যই হল, তিনি তাদের কাছে দীনের বিধানাবলী সুস্পষ্টভাবে তুলে ধরবেন তারা বুঝে সে অনুপাতে জীবন যাপন করবে। কিন্তু মানুষ যদি রাসূলের কথাই না বুঝে, আর মানুষের সমস্যা বুঝে যদি সমাধান না দিতে পারেন তাহলে রাসূল প্রেরণের উদ্দেশ্যই পূরণ হবে না। সুতরাং যে এলাকায় যে ভাষার প্রচলন সে এলাকার জন্য সে ভাষাভাষী ব্যক্তিকেই মনোনীত রাসূল হিসেবে প্রেরণ করা হয়েছে। আমাদের রাসূল তো আরবি ভাষাভাষী ছিলেন কিন্তু তিনি তো আরবদের রাসূল নন, তিনি সারা জাহানের রাসূল (সূরা আ‘রাফ ৭:১৫৮)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন প্রত্যেক জাতির কাছে তাদের স্বভাষায় রাসূল প্রেরণ করা হয়েছে, আমাকে প্রত্যেক লাল, কালো অর্থাৎ সারা পৃথিবীবাসীর জন্য প্রেরণ করা হয়েছে। (সহীহ মুসলিম হা: ৫২১)\nতাহলে আমরা কি করব? আমরা কি মানুষের কাছে দাওয়াত দেয়ার সময় আরবিতে দাওয়াত দেব, আরবিতে ওয়াজ-নসিহত করব, আরবিতে জুমু‘আর খুৎবা পড়ব না মাতৃভাষায় করব? উত্তর অত্র আয়াতেই আল্লাহ তা‘আলা বলে দিয়েছেন। রাসূল প্রেরণের উদ্দেশ্যই হল মানুষের কাছে দীনের কথা সুস্পষ্টভাবে তুলে ধরা। সুতরাং যে জাতির নিকট যে ভাষায় ব্যক্ত করলে বুঝতে পারবে তাদের কাছে সে ভাষায় ব্যক্ত করা উচিত। এর মাঝে জুমু‘আর খুৎবাও শামিল, কারণ জুমু‘আর খুৎবা হল একটি দাওয়াত, ওয়াজ এবং দীনের বিধি বিধান বর্ণনা করার অন্যতম মাধ্যম। এখানে যদি আরবিতে বলা হয় তাহলে ওয়াজ নসিহতের কোন উদ্দেশ্যই ঠিক থাকবে না? অতএব জুমু‘আর খুৎবাও রাসূলের পদ্ধতিতে মানুষের বোধগম্য মাতৃভাষায় প্রদান করতে হবে।\n(فَيُضِلُّ اللّٰهُ مَنْ يَّشَا۬ءُ)\nঅর্থাৎ রাসূলদের দাওয়াত পাওয়া সত্ত্বেও সবাই মু’মিন-মুসলিম হবে না, বরং আল্লাহ তা‘আলা যাকে ইচ্ছা করবেন এবং যাকে তাওফীক দেবেন সেই কেবল হিদায়াত পাবে, অন্য কেউ নয়। এ সম্পর্কে অত্র সূরার প্রথম আয়াতে আলোচনা করা হয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. প্রত্যেক রাসূলকে স্বগোত্রীয় ভাষায় প্রেরণ করা হয়েছে।\n২. জুমু‘আর খুৎবা মানুষ যে ভাষায় দিলে বুঝতে পারে সে ভাষাতেই হতে হবে।",
  "ayah": 4,
  "surah": 14
}
