{
  "text": "৫ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দাওয়াত দেয়ার প্রতি উৎসাহী করণার্থে মূসা (عليه السلام)-এর কথা নিয়ে এসেছেন। মূসা (عليه السلام)-কে আল্লাহ তা‘আলা অনেক নিদর্শন, মু‘জিযাহ ও দলীল-প্রমাণসহ বানী ইসরাঈলের কাছে প্রেরণ করেছেন তাদেরকে কুফর, গোমরাহ ও অজ্ঞতার অন্ধকার থেকে বের করে ঈমান ও জ্ঞানের আলোর দিকে নিয়ে আসার জন্য, অনুরূপ নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কেও সারা পৃথিবীর জন্য প্রেরণ করেছেন যাতে তিনি মানুষকে কুফর ও গোমরাহীর পথ থেকে ঈমান ও জ্ঞানের আলোর দিকে নিয়ে আসতে পারেন। তাই নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্ভয়ে আল্লাহ তা‘আলার পথে মানুষকে আহ্বান করেছেন, আল্লাহ তা‘আলা তাকে হিফাযত করেছেন। আল্লাহ তা‘আলা বলেন:\n(يٰٓأَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ ط وَإِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَه۫ ط وَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِ ط إِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الْكٰفِرِيْنَ)\n“হে রাসূল! তোমার প্রতিপালকের নিকট হতে তোমার প্রতি যা অবতীর্ণ হয়েছে তা প্রচার কর; যদি না কর তবে তুমি তাঁর রিসালাত প্রচার করলে না। আল্লাহ তোমাকে মানুষ হতে রক্ষা করবেন।  নিশ্চয়ই আল্লাহ কাফির সম্প্রদায়কে সৎপথে পরিচালিত করেন না।” (সূরা মায়িদা ৫:৬৭)\n(أَيّٰمِ اللّٰهِ) ‘আল্লাহর দিবসগুলো’ ইবনু আব্বাস (রাঃ) বলেন: এর অর্থ হল আল্লাহ তা‘আলার নেয়ামতসমূহ। অর্থাৎ আল্লাহ তা‘আলা বানী ইসরাঈলদেরকে যে সকল নেয়ামত দান করেছেন সেসব নেয়ামত। আর এগুলো মূলত অনুধাবন করে তারা, যারা অধিক ধৈর্যশীল এবং যারা অধিক কৃতজ্ঞ, তারা ব্যতীত অন্যরা এটা বুঝে না এবং উপদেশও গ্রহণ করে না। বরং তারা উপদেশ গ্রহণ করার পরিবর্তে বিমুখ হয়ে যায়।\nধৈর্য ও কৃতজ্ঞতা দুটি মহৎ গুণ; যার ওপর নির্ভর করে ঈমান, এজন্য এখানে এ দুটি গুণের কথা উল্লেখ করা হয়েছে। এ শব্দ দুটি অতিশয়োক্তিরূপে এসেছে। صَبَّارٍ অর্থ অধিক ধৈর্যশীল, شَكُوْر অর্থ অধিক কৃতজ্ঞ। কৃতজ্ঞার পূর্বে ধৈর্যের উল্লেখ করার কারণ হল কৃতজ্ঞতা ধৈর্যের ফলাফল। যাদের মাঝে এ দুটি গুণ রয়েছে, তারা সকল ক্ষেত্রেই সফলকাম হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: মু’মিনদের ব্যাপারটাই আশ্চর্যজনক। এটা মু’মিন ছাড়া অন্য কারো ক্ষেত্রে নয়। যদি কোন ভাল কিছু পায় তাহলে আল্লাহ তা‘আলার শুকরিয়া আদায় করে, এটা তার জন্য কল্যাণ, আর যদি খারাপ কিছুতে আক্রান্ত হয় তাহলে ধৈর্য ধারণ করে, এটাও তার জন্য কল্যাণ। (সহীহ মুসলিম, মুসনাদে আহমাদ হা: ১৮৯৩৪)\nআয়াতের শিক্ষা:\n১. ছোটদের দ্বারাও কখনো বড়দের জন্য দৃষ্টান্ত পেশ করা যায়।\n২. রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পূর্ববর্তী নাবী-রাসূলদের মত নবুওয়াতের পূর্ণ দায়িত্ব পালন করেছেন।\n৩. বিপদাপদে ধৈর্য ধারণ করা একটি মহৎ গুণ।",
  "ayah": 5,
  "surah": 14
}
