{
  "text": "ابلیس کے سیاہ کارنامے ابلیس کی سرکشی بیان ہو رہی ہے کہ اس نے اللہ کے گمراہ کرنے کی قسم کھا کر کہا۔ اور یہ بھی ہوسکتا ہے کہ اس نے کہا کہ چونکہ تو نے مجھے گمراہ کیا میں بھی اولاد آدم کے لئے زمین میں تیری نافرمانیوں کو خوب زینت دار کر کے دکھاؤں گا۔ اور انہیں رغبت دلا دلا کر نافرمانیوں میں مبتلا کروں گا، جہاں تک ہو سکے گا کوشش کروں گا کہ سب کو ہی بہکا دوں۔ لیکن ہاں تیرے خالص بندے میرے ہاتھ نہیں آسکتے۔ ایک اور آیت میں بھی ہے کہ گو تو نے اسے مجھ پر برتری دی ہے لیکن اب میں بھی اس کی اولاد کے پیچھے پڑجاؤں گا، چاہے کچھ تھوڑے سے چھوٹ جائیں باقی سب کو ہی لے ڈوبوں گا۔ اس پر جواب ملا کہ تم سب کا لوٹنا تو میری ہی طرف ہے۔ اعمال کا بدلہ میں ضرور دوں گا نیک کو نیک بد کو بد جیسے فرمان ہے کہ تیرا رب تاک میں ہے۔ غرض لوٹنا اور اور لوٹنے کا راستہ اللہ ہی کی طرف ہے۔ علیٰ کی ایک قرأت علیٰ بھی ہے۔ جسے آیت (وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۭ) 43۔ الزخرف :4) میں ہے یعنی بلند لیکن پہلی قرأت مشہور ہے۔ جن بندوں کو میں نے ہدایت پر لگا دیا ہے ان پر تیرا کوئی زور نہیں ہاں تیرا زور تیرے تابعداروں پر ہے۔ یہ استثناء منقطع ہے۔ ابن جریر میں ہے کہ بستیوں سے باہر نبیوں کی مسجدیں ہوتی تھیں۔ جب وہ اپنے رب سے کوئی خاص بات معلوم کرنا چاہتے تو وہاں جا کر جو نماز مقدر میں ہوتی ادا کر کے سوال کرتے۔ ایک دن ایک نبی کے اور اس کے قبلہ کے درمیان شیطان بیٹھ گیا۔ اس نبی نے تین بار کہا آیت (اعوذ باللہ من الشیطان الرجیم)۔ شیطان نے کہا اے اللہ کے نبی آخر آپ میرے داؤ سے کیسے بچ جاتے ہیں ؟ نبی نے کہا تو بتا کہ تو بنی آدم پر کس داؤ سے غالب آجاتا ہے ؟ آخر معاہدہ ہوا کہ ہر ایک صحیح چیز دوسرے کو بتادے تو نبی اللہ نے کہا سن اللہ کا فرمان ہے کہ میرے خاص بندوں پر تیرا کوئی اثر نہیں۔ صرف ان پر جو خود گمراہ ہوں اور تیری ماتحتی کریں۔ اس اللہ کے دشمن نے کہا یہ آپ نے کیا فرمایا اسے تو میں آپ کی پیدائش سے بھی پہلے سے جانا ہوں، نبی نے کہا اور سن اللہ کا فرمان ہے کہ جب شیطانی حرکت ہو تو اللہ سے پناہ طلب کر، وہ سننے جاننے والا ہے۔ واللہ تیری آہٹ پاتے ہی میں اللہ سے پناہ چاہ لیتا ہوں۔ اس نے کہا سچ ہے اسی سے آپ میرے پھندے میں نہیں پھنستے۔ نبی اللہ ؑ نے فرمایا اب تو بتا کہ تو ابن آدم پر کسے غالب آجاتا ہے ؟ اس نے کہا کہ میں اسے غصے اور خواہش کے وقت دبوچ لیتا ہوں۔ پھر فرماتا ہے کہ جو کوئی بھی ابلیس کی پیروی کرے، وہ جہنمی ہے۔ یہی فرمان قرآن سے کفر کرنے والوں کی نسبت ہے۔ پھر ارشاد ہوا کہ جہنم کے کئی ایک دروازے ہیں ہر دروازے سے جانے والا ابلیسی گروہ مقرر ہے۔ اپنے اپنے اعمال کے مطابق ان کے لئے دروازے تقسیم شدہ ہیں۔ حضرت علی ؓ نے اپنے ایک خطبے میں فرمایا جہنم کے دروازے اس طرح ہیں یعنی ایک پر ایک۔ اور وہ سات ہیں ایک کے بعد ایک کر کے ساتوں دروازے پر ہوجائیں گے۔ عکرمہ ؓ فرماتے ہیں سات طبقے ہیں۔ ابن جریر سات دروازوں کے یہ نام بتلاتے ہیں۔ جہنم۔ نطی۔ حطمہ۔ سعیر۔ سقر۔ حجیم۔ ھاویہ۔ ابن عباس ؓ سے بھی اسی طرح مروی ہے۔ قتادہ ؒ کہتے ہیں یہ باعتبار اعمال ان کی منزلیں ہیں۔ ضحاک کہتے ہیں مثلا ایک دروازہ یہود کا، ایک نصاری کا، ایک صابیوں کا، ایک مجوسیوں کا، ایک مشرکوں کافروں کا، ایک منافقوں کا، ایک اہل توحید کا، لیکن توحید والوں کو چھٹکارے کی امید ہے باقی سب نامید ہوگئے ہیں۔ ترمذی میں ہے رسول اللہ ﷺ اس آیت کی تفسیر میں فرماتے ہیں کہ بعض دوزخیوں کے ٹخنوں تک آگ ہوگی، بعض کی کمر تک، بعض کی گردنوں تک، غرض گناہوں کی مقدار کے حساب سے۔",
  "ayah": 42,
  "surah": 15
}
