{
  "text": "انبیاء کی تکذیب عذاب الٰہی کا سبب ہے حکم ہوتا ہے کہ اے پیغمبر ﷺ آپ اعلان کر دیجئے کہ میں تمام لوگوں کو عذاب الہٰی سے صاف صاف ڈرا دینے والا ہوں۔ یاد رکھو میرے جھٹلانے والے بھی اگلے نبیوں کے جھٹلانے والوں کی طرح عذاب الہٰی کے شکار ہوں گے۔ المستعین سے مراد قسمیں کھانے والے ہیں جو انبیاء ؑ کی تکذیب اور ان کی مخالفت اور ایذاء دہی پر آپس میں قسما قسمی کرلیتے تھے جیسے کہ قوم صالح کا بیان قرآن حکیم میں ہے کہ ان لوگوں نے اللہ کی قسمیں کھا کر عہد کیا کہ راتوں رات صلح اور ان کے گھرانے کو ہم موت کے گھاٹ اتار دیں گے اسی طرح قرآن میں ہے کہ وہ قسمیں کھا کھا کر کہتے تھے کہ مردے پھر جینے کے نہیں الخ۔ اور جگہ ان کا اس بات پر قسمیں کھانے کا ذکر ہے کہ مسلمانوں کو کبھی کوئی رحمت نہیں مل سکتی۔ الغرض جس چیز کو نہ مانتے اس پر قسمیں کھانے کی انہیں عادت تھی اس لئے انہیں کہا گیا ہے۔ بخاری و مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں کہ میری اور ان ہدایات کی مثال جسے دے کر اللہ نے مجھے بھیجا ہے اس شخص کی سی ہے جو اپنی قوم کے پاس آ کر کہے کہ لوگو میں نے دشمن کا لشکر اپنی آنکھوں سے دیکھا ہے دیکھو ہشیار ہوجاؤ بچنے اور ہلاک نہ ہونے کے سامان کرلو۔ اب کچھ لوگ اس کی بات مان لیتے ہیں اور اسی عرصہ میں چل پڑتے ہیں اور دشمن کے پنجے سے بچ جاتے ہیں لیکن بعض لوگ اسے جھوٹا سمجھتے ہیں اور وہیں بےفکری سے پڑے رہتے ہیں کہ ناگاہ دشمن کا لشکر آپہنچا ہے اور گھیر گھار کر انہیں قتل کردیتا ہے پس یہ ہے مثال میرے ماننے والوں کی اور نا ماننے والوں کی۔ ان لوگوں نے اللہ کی ان کتابوں کو جو ان پر اتری تھیں پارہ پارہ کردیا جس مسئلے کو جی چاہا مانا جس سے دل گھبرایا چھوڑ دیا۔ بخاری شریف میں حضرت ابن عباس ؓ سے مروی ہے کہ اس سے مراد اہل کتاب ہیں کہ کتاب کے بعض حصے کو مانتے تھے اور بعض کو نہیں مانتے تھے۔ یہ بھی مروی ہے کہ مراد اس سے کفار کا کتاب اللہ کی نسبت یہ کہنا ہے کہ یہ جادو ہے، یہ کہانت ہے، یہ اگلوں کی کہانی ہے، اس کا کہنے والا جادوگر ہے، مجنوں ہے، کاہن ہے وغیرہ۔ سیرت ابن اسحاق میں ہے کہ ولید بن مغیرہ کے پاس سرداران قریش جمع ہوئے حج کا موسم قریب تھا اور یہ شخص ان میں بڑا شریف اور ذی رائے سمجھا جاتا تھا اس نے ان سب سے کہا کہ دیکھو حج کے موقع پر دور دراز سے تمام عرب یہاں جمع ہوں گے۔ تم دیکھ رہے ہو کہ تمہارے اس ساتھی نے ایک اودھم مچا رکھا ہے لہذا اس کی نسبت ان بیرونی لوگوں سے کیا کہا جائے یہ بتاؤ اور کسی ایک بات پر اجماع کرلو کہ سب وہی کہیں۔ ایسا نہ ہو کوئی کچھ کہے کوئی کچھ کہے اس سے تو تمہارا اعتبار اٹھ جائے گا اور وہ پردیسی تمہیں جھوٹا خیال کریں گے۔ انہوں نے کہا ابو عبد شمس آپ ہی کوئی ایسی بات تجویز کر دیجئے اس نے کہا پہلے تم اپنی تو کہو تاکہ مجھے بھی غور و خوض کا موقعہ ملے انہوں نے کہا پھر ہماری رائے میں تو ہر شخص اسے کاہن بتلائے۔ اس نے کہا یہ تو واقعہ کے خلاف ہے لوگوں نے کہا پھر مجنوں بالکل درست ہے۔ اس نے کہا یہ بھی غلط ہے کہا اچھا تو شاعر کہیں ؟ اس نے جواب دیا کہ وہ شعر جانتا ہی نہیں کہا اچھا پھر جادوگر کہیں ؟ کہا اسے جادو سے مس بھی نہیں اس نے کہا سنو واللہ اس کے قول میں عجب مٹھاس ہے ان باتوں میں سے تم جو کہو گے دنیا سمجھ لے گی کہ محض غلط اور سفید جھوٹ ہے۔ گو کوئی بات نہیں بنتی لیکن کچھ کہنا ضرور ہے اچھا بھائی سب اسے جادوگر بتلائیں۔ اس امر پر یہ مجمع برخاست ہوا۔ اور اسی کا ذکر ان آیتوں میں ہے۔ روزہ قیامت ایک ایک چیز کا سوال ہوگا  ان کے اعمال کا سوال ان سے ان کا رب ضرور کرے گا یعنی کلمہ لا الہ الا اللہ سے۔ ابن مسعود ؓ فرماتے ہیں اس اللہ کی قسم جس کے سوا کوئی معبود نہیں کہ تم میں سے ہر ایک شخص قیامت کے دن تنہا تنہا اللہ کے سا منے پیش ہوگا جیسے ہر ایک شخص چودہویں رات کے چاند کو اکیلا اکیلا دیکھتا ہے۔ اللہ فرمائے گا اے انسان تو مجھ سے مغرور کیوں ہوگیا ؟ تو نے اپنے علم پر کہاں تک عمل کیا ؟ تو نے میرے رسولوں کو کیا جواب دیا ؟ ابو العالیہ فرماتے ہیں دو چیزوں کا سو ال ہر ایک سے ہوگا معبود کسے بنا رکھا تھا اور رسول کی مانی یا نہیں ؟ ابن عیینہ ؒ فرماتے ہیں عمل اور مال کا سوال ہوگا۔ حضرت معاذ ؓ سےحضور ﷺ نے فرمایا اے معاذ انسان سے قیامت کے دن ہر ایک عمل کا سوال ہوگا۔ یہاں تک کہ اس کے آنکھ کے سرمے اور اس کے ہاتھ کی گندہی ہوئی مٹی کے بارے میں بھی اس سے سوال ہوگا دیکھ معاذ ایسا نہ ہو کہ قیامت کے دن اللہ کی نعمتوں کے بارے میں تو کمی والا رہ جائے۔ اس آیت میں تو ہے کہ ہر ایک سے اس کے عمل کی بابت سوال ہوگا۔ اور سورة رحمان کی آیت میں ہے کہ آیت (فَيَوْمَىِٕذٍ لَّا يُسْـَٔــلُ عَنْ ذَنْۢبِهٖٓ اِنْسٌ وَّلَا جَاۗنٌّ 39ۚ) 55۔ الرحمن :39) کہ اس دن کسی انسان یا جن سے اس کے گناہوں کا سوال نہ ہوگا ان دونوں آیتوں میں بقول حضرت ابن عباس ؓ تطبیق یہ ہے کہ یہ سو ال نہ ہوگا کہ تو نے یہ عمل کیا ؟ بلکہ یہ سوال ہوگا کہ کیوں کیا ؟",
  "ayah": 90,
  "surah": 15
}
