{
  "text": "رسول اللہ ﷺ کے مخالفین کا عبرتناک انجام  حکم ہو رہا ہے کہ اے رسول اللہ ﷺ آپ اللہ کی باتیں لوگوں کو صاف صاف بےجھجک پہنچا دیں نہ کسی کی رو رعایت کیجئے نہ کسی کا ڈر خوف کیجئے۔ اس آیت کے اترنے سے پہلے تک حضور ﷺ پوشیدہ تبلیغ فرماتے تھے لیکن اس کے بعد آپ اور آپ کے اصحاب نے کھلے طور پر اشاعت دین شروع کردی۔ ان مذاق اڑانے والوں کو ہم پر چھوڑ دے ہم خود ان سے نمٹ لیں گے تو اپنی تبلیغ کے فریضے میں کوتاہی نہ کر یہ تو چاہتے ہیں کہ ذرا سی سستی آپ کی طرف سے دیکھیں تو خود بھی دست بردار ہوجائیں۔ تو ان سے مطلقا خوف نہ کر اللہ تعالیٰ تیری جانب اتارا گیا لوگوں کی برائی سے تجھے محفوظ رکھ لے گا۔ چناچہ ایک دن حضور ﷺ راستے سے جا رہے تھے کہ بعض مشرکوں نے آپ کو چھیڑا اسی وقت حضرت جبرائیل ؑ آئے اور انہیں نشتر مارا جس سے ان کے جسموں میں ایسا ہوگیا جیسے نیزے کے زخم ہوں اسی میں وہ مرگئے اور یہ لوگ مشرکین کے بڑے بڑے رؤسا تھے۔ بڑی عمر کے تھے اور نہایت شریف گنے جاتے تھے۔ بنو اسد کے قبیلے میں تو اسود بن عبد المطلب ابو زمعہ۔ یہ حضور ﷺ کا بڑا ہی دشمن تھا۔ ایذائیں دیا کرتا تھا اور مذاق اڑایا کرتا تھا آپ نے تنگ آ کر اس کے لئے بد دعا بھی کی تھی کہ اے اللہ اسے اندھا کر دے بےاولاد کر دے۔ بنی زہر میں سے اسود تھا اور بنی مخزوم میں سے ولید تھا اور بنی سہم میں سے عاص بن وائل تھا۔ اور خزاعہ میں سے حارث تھا۔ یہ لوگ برابر حضور ﷺ کو ایذاء رسائی کے درپے لگے رہتے تھے اور لوگوں کو آپ کے خلاف ابھارا کرتے تھے اور جو تکلیف ان کے بس میں ہوتی آپ کو پہنچایا کرتے جب یہ اپنے مظالم میں حد سے گزر گئے اور بات بات میں حضور ﷺ کا مذاق اڑانے لگے تو اللہ تعالیٰ نے آیت (فاصدع سے یعلمون) تک کی آیتیں نازل فرمائیں۔ کہتے ہیں کہ حضور ﷺ طواف کر رہے تھے کہ حضرت جبرائیل ؑ آئے بیت اللہ شریف میں آپ کے پاس کھڑے ہوگئے اتنے میں اسود بن عبد یغوث آپ کے پاس سے گزرا تو حضرت جبرائیل ؑ نے اس کے پیٹ کی طرف اشارہ کیا اسے پیٹ کی بیماری ہوگئی اور اسی میں وہ مرا۔ اتنے میں ولید بن مغیرہ گزرا اس کی ایڑی ایک خزاعی شخص کے تیر کے پھل سے کچھ یونہی سی چھل گئی تھی اور اسے بھی دو سال گزر چکے تھے حضرت جبرائیل ؑ نے اسی کی طرف اشارہ کیا وہ پھول گئی، پکی اور اسی میں وہ مرا۔ پھر عاص بن وائل گزرا۔ اس کے تلوے کی طرف اشارہ کیا کچھ دنوں بعد یہ طائف جانے کے لئے اپنے گدھے پر سوار چلا۔ راستے میں گرپڑا اور تلوے میں کیل گھس گئی جس نے اس کی جان لی۔ حارث کے سر کی طرف اشارہ کیا اسے خون آنے لگا اور اسی میں مرا۔ ان سب موذیوں کو سردار ولید بن مغیرہ تھا اسی نے انہیں جمع کیا تھا پس یہ پانچ یا سات شخص تھے جو جڑ تھے اور ان کے اشاروں سے اور ذلیل لوگ بھی کمینہ پن کی حرکتیں کرتے رہتے تھے۔ یہ لوگ اس لغو حرکت کے ساتھ ہی یہ بھی کرتے تھے کہ اللہ کے ساتھ دوسروں کو شریک کرتے تھے۔ انہیں اپنے کرتوت کا مزہ ابھی ابھی آجائے گا۔ اور بھی جو رسول کا مخالف ہو اللہ کے ساتھ شرک کرے اس کا یہی حال ہے۔ ہمیں خوب معلوم ہے کہ ان کی بکو اس سے اے نبی تمہیں تکلیف ہوتی ہے دل تنگ ہوتا ہے لیکن تم ان کا خیال بھی نہ کرو۔ اللہ تمہارا مدد گا رہے۔ تم اپنے رب کے ذکر اور اس کی تسبیح اور حمد میں لگے رہو۔ اس کی عبادت جی بھر کر کرو نماز کا خیال رکھو سجدہ کرنے والوں کا ساتھ دو۔ مسند احمد میں ہے حضور ﷺ فرماتے ہیں اللہ تبارک و تعالیٰ کا ارشاد ہے کہ اے ابن آدم شروع دن کی چار رکعت سے عاجز نہ ہو میں تجھے آخر دن تک کفایت کروں گا۔حضور ﷺ کی عادت مبارک تھی کہ جب کوئی گھبراہٹ کا معاملہ آپڑتا تو آپ نماز شروع کردیتے۔ یقین کا مفہوم  یقین سے مراد اس آخری آیت میں موت ہے اس کی دلیل سورة مدثر کی وہ آیتیں ہیں جن میں بیان ہے کہ جہنمی اپنی برائیاں کرتے ہوئے کہیں گے کہ ہم نمازی نہ تھے مسکینوں کو کھانا کھلاتے نہیں تھے باتیں بنایا کرتے تھے اور قیامت کو جھٹلاتے تھے یہاں تک کہ موت آگئی یہاں بھی موت کی جگہ لفظ یقین ہے۔ ایک صحیح حدیث میں بھی ہے کہ حضرت عثمان بن مظعون ؓ کے انتقال کے بعد جب حضور ﷺ ان کے پاس گئے تو انصار کی ایک عورت ام العلاء نے کہا کہ اے ابو السائب اللہ کی تجھ پر رحمتیں ہوں بیشک اللہ تعالیٰ نے تیری تکریم و عزت کی حضور ﷺ نے یہ سن کر فرمایا تجھے کیسے یقین ہوگیا کہ اللہ نے اس کا اکرام کیا انہوں نے جواب دیا کہ آپ پر میرے ماں باپ قربان ہوں پھر کون ہوگا جس کا اکرام ہو ؟ آپ نے فرمایا سنو اسے موت آچکی اور مجھے اس کیلئے بھلائی کی امید ہے اس حدیث میں بھی موت کی جگہ یقین کا لفظ ہے۔ اس آیت سے استدلال کیا ہے کہ نماز وغیرہ عبادات انسان پر فرض ہیں جب تک کہ اس کی عقل باقی رہے اور ہوش حواس ثابت ہوں جیسی اس کی حالت ہو اسی کے مطابق نماز ادا کرلے۔ حضور ﷺ کا فرمان ہے کہ کھڑے ہو کر نماز ادا کر، نہ ہو سکے تو بیٹھ کر، نہ ہو سکے تو کروٹ پر لیٹ کر۔ بد مذہبوں نے اس سے اپنے مطلب کی ایک بات گھڑ لی ہے کہ جب تک انسان درجہ کمال تک نہ پہنچے اس پر عبادات فرض رہتی ہیں لیکن جب معرفت کی منزلیں طے کرچکا تو عبادت کی تکلیف ساقط ہوجاتی ہے یہ سراسر کفر ضلالت اور جہالت ہے۔ یہ لوگ اتنا نہیں سمجھتے کہ انبیا اور حضور سرور انبیاء (علیہم السلام) اور آپ کے اصحاب معرفت کے تمام درجے طے کرچکے تھے اور دین کے علم و عرفان میں سب دنیا سے کامل تھے رب کی صفات اور ذات کا سب سے زیادہ علم رکھتے تھے باوجود اس کے سب سے زیادہ اللہ کی عبادت کرتے تھے اور رب کی اطاعت میں تمام دنیا سے زیادہ مشغول رہتے تھے اور دنیا کے آخری دم تک اسی میں لگے رہے۔ پس ثابت ہے کہ یہاں مراد یقین سے موت ہے تمام مفسرین صحا بہ تابعین وغیرہ کا یہی مذہب ہے فالحمد للہ اللہ تعالیٰ کا شکر و احسان ہے اس نے جو ہمیں ہدایت عطا فرمائی ہے اس پر ہم اس کی تعریفیں کرتے ہیں اسی سے نیک کاموں میں مدد پاتے ہیں اسی کی پاک ذات پر ہمارا بھروسہ ہے ہم اس مالک حاکم سے دعا کرتے ہیں کہ وہ بہترین اور کامل اسلام ایمان اور نیکی پر موت دے وہ جواد ہے اور کریم ہے۔ الحمد للہ سورة حجر کی تفسیر ختم ہوئی اللہ تعالیٰ قبول فرمائے والحمد للہ رب العلمین۔",
  "ayah": 99,
  "surah": 15
}
