{
  "text": "ولا تستوی الحسنۃ ولا السیئۃ (41 : 34) ” اے نبی ، نیکی اور بدی یکساں نہیں “۔ اس کے لئے جائز نہیں ہے کہ وہ برائی کا جواب برائی سے دے۔ نیکی اور بدی کا اثر یکساں نہیں ہوتا۔ نہ دونوں کی قدرو قیمت یکساں ہے۔ داعی کو چاہئے کہ شر کا مقابلہ شر سے کرنے کی دلی رغبت کو ترک کر دے اور برائی کو صبر ، معافی اور سنجیدگی کے ساتھ رد کرے۔ کرخت نفوس کو اعتماد اور نرمی پر آمادہ کرے۔ چناچہ دشمن دوستی سے بدل جائے اور سختی نرمی میں بدل جائے۔\nادفع بالتی ھی ۔۔۔۔۔ ولی حمیم (41 : 34) ” تم بدی کو نیکی سے دفع کرو ، جو بہترین ہو ، تم دیکھو گے کہ تمہارے ساتھ جس کی عداوت پڑی ہوئی تھی وہ جگری دوست بن گیا ہے “۔ اسلام کا یہ اصول بسا اوقات نہایت ہی اچھے نتائج دیتا ہے۔ بارہا ایسا ہوتا ہے کہ سخت دشمنی دوستی میں بدل جاتی ہے اور غضب اور کینہ ٹھنڈا ہوجاتا ہے۔ تکبر ، شرم و حیاء میں بدل جاتا ہے ، بشرطیکہ کوئی اچھی بات کرنا جانتا ہو ، اور سنجیدگی سے بات کرسکتا ہو ، اور ایک نہایت ہی ہیجانی کیفیت کے سامنے مسکراہٹ سے بات کرسکتا ہو۔ ایک ایسے شخص کے سامنے نہایت ہی ٹھنڈے مزاج کا مظاہرہ کرسکتا ہو ، جو آپے سے باہر ہوگیا ہو۔\nاگر کسی ایسے شخص کا مقابلہ ایسے ہی انداز میں کیا گیا جس طرح اس کا ہے تو پھر کیا ہوگا۔ وہ مزید آپے سے باہر ہوگا ، کبر کرے گا اور سرکشی پر آمادہ ہوگا ، حیا و شرم کا جامہ اتار پھینکے گا اور آپے سے باہر ہو کر آمادۂ جنگ ہوگا۔\nلیکن اس میں ایک شرط ہے ، وہ یہ کہ اس طرح کی شرافت کا مظاہرہ کرنے والا ایک بڑے دل اور بڑے مقام کا مالک ہو ، وہ اس پوزیشن میں ہو کہ اگر اینٹ کا جواب پتھر سے دینا چاہے تو دے سکے۔ برائی کا جواب دینے کی اگر قدرت ہو تو پھر شرافت کا اثر ہوگا۔ ورنہ ” گداگر تواضع گند خوئے اوست “۔ یہ نہ ہو کہ اچھا رویہ اختیار کرنے کو کمزوری سمجھا جائے ۔ اگر مخالف نے یہ سمجھ لیا کہ یہ کمزور ہے تو پھر وہ ہرگز احترام نہ کرے گا اور پھر اچھائی کا کوئی اثر نہ ہوگا۔\nپھر یہ بات بھی نوٹ کرلینا چاہئے کہ اس شرافت کا مظاہرہ شخصی دست درازی کے مواقع پر ہونا چاہئے۔ اگر کوئی اسلام اور اللہ کے اصولوں پر دست درازی کرتا ہے ، یا کوئی اہل ایمان پر مظالم ڈھاتا ہے۔ لوگوں کو دین سے روکتا ہے ، تو اس صورت میں ہر قسم کے ہتھیاروں سے مقابلہ ضروری ہے یا پھر اگر مقابلے کی صورت نہ ہو تو صبر کیا جاسکتا ہے۔ یہ نہ ہو کہ ایک تو اسلام کی بیخ کنی کر رہا ہو اور دوسرا برائی کا بدلہ نیکی سے دے رہا ہو۔\nیہ مقام ، کہ برائی کو نیکی کے ساتھ دفع کرنا ، اور غیض و غضب کے مقام پر رواداری اور برداشت کرنا اور یہ فیصلہ کر سکنا کہ کہاں رواداری اور برداشت کرنا ہے اور کہاں برائی کو نیکی کے ساتھ دفع کرنا ہے۔ یہ ایک عظیم مرتبہ ہے۔ یہ مرتبہ و مقام ہر انسان کو نہیں مل سکتا۔ اس مقام پر وہی شخص فائز ہوسکتا ہے جسے صبر کی بڑی مقدار دی گئی ہو۔ یہ وہ مقام ہے جس پر اللہ کے خاص بندے اور صبر کرنے والے ہی فائز ہو سکتے ہیں۔",
  "ayah": 34,
  "surah": 41
}
