{
  "surah": 4,
  "ayah": 11,
  "text": "God charges you He commands you concerning the matter of your children with what He will mention to the male of them the equivalent of the portion the lot of two females if there are two women with him so that half the property is his and the other half is theirs; if there is only one female with him then she has a third and he receives two thirds; if he is the only one he takes it all; and if they the offspring be only women more than two then for them two-thirds of what he the deceased leaves; likewise if they be two women since in the case of two sisters more deserving of such a share God says They shall receive two-thirds of what he leaves Q. 4176; and since a female is entitled to a third with a male she is all the more deserving of the same share with a female. It is said that fawq ‘more than’ introduces a relative clause; it is also said to guard against the wrong impression that the greater the number of females the greater the portion they are entitled to since it is mistakenly thought that the entitlement of two females to two-thirds derives from the fact that a female is entitled to one third when with a male; but if she the daughter be one wāhidatan is also read wāhidatun making the kāna construction syntactically complete then to her a half; and to his parents the deceased’s to each one of the two li-kulli wāhidin minhumā substitutes for the previous li-abawayhi ‘to his parents’ the sixth of what he leaves if he has a child male or female the point of the substitution is to show that they do not share the sixth but receive one each. The term ‘child’ walad also applies to a grandchild and likewise ‘parent’ abb to a grandparent; but if he has no child and his heirs are his parents alone or along with a spouse then to his mother read li-ummihi; also read in both places here and further down li-immihi in order to avoid the cumbersome transition from a damma ‘u’ to a kasra ‘I’ a third of the property or what remains after the spouse the rest being for the father; or if he has siblings two or more males or females to his mother a sixth and the rest for the father and nothing for the siblings."
}
