{
  "surah": 4,
  "ayah": 25,
  "text": "And whoever has not the means wherewith whoever is not wealthy enough to be able to marry believing al-mu’mināt ‘believing’ is in accordance with the prevalent practice and does not add to the import free women in wedlock let him take in marriage believing maids whom your right hands own. God knows very well your faith so suffice yourself with its outward manifestation and leave the innermost matters to Him for He is the One to know her true merit many a slavegirl may be more excellent in faith than a free woman and this is meant to encourage marriage with slavegirls; the one of you is as the other being equal in religion so do not disdain to marry with them. So marry them with the permission of their folk their guardians and give them their wages their dowries honourably without procrastination or diminution as women in wedlock muhsanāt a circumstantial qualifier in decency not illicitly openly fornicating or taking lovers companions fornicating in secret. But when they are given in wedlock when they are married off a variant reading for the passive uhsinna ‘they are given in wedlock’ has the active ahsanna ‘they enter into wedlock’ if they commit lewdness such as adultery they shall be liable to half the chastisement the legal punishment of married free virgin women who commit adultery and are thus given fifty lashes and banished for half a year; male slaves by analogy are liable to the same punishment. Here God has not made wedlock the precondition for the prescribed punishment to show that stoning does not apply in their case sc. slavegirls. That marrying of slavegirls on account of insufficient means is for those of you who fear the distress of sin fornication al-‘anat originally means distress but is used to mean zinā ‘fornication’ because of the distress that it causes in the way of the punishment in this world and in the Hereafter as opposed to those of you who might not have such a fear of distress with regard to their free women and for whom it is unlawful to marry her the slavegirl; likewise for one who has sufficient means to marry a free woman it is unlawful for him to marry a slavegirl instead this is the opinion of al-Shāfi‘ī. Moreover God’s words ‘believing maids’ precludes unbelieving women whom it is unlawful to marry even if one should find no believing women and fear the distress of fornication; yet it is better for you to be patient and abstain from marrying slavegirls lest the child should become enslaved also. God is Forgiving Merciful by allowing room for manoeuvre in these matters."
}
