{
  "surah": 4,
  "ayah": 43,
  "text": "O you who believe draw not near to prayer that is do not perform prayer whilst you are inebriated by a drink this was revealed concerning being drunk during the congregational prayer; until you know what you are saying when you have sobered up; nor whilst you are defiled as a result of sexual penetration or ejaculation junuban ‘defiled’ is in the accusative because it is a circumstantial qualifier and may be used to refer to the singular or plural — unless you are traversing crossing a way a route that is unless you are travelling — until you have washed yourselves in which case you may perform prayer a proviso is made for the traveller because a different stipulation applies to him as will follow. It is said that the purpose of this verse is to prohibit the approach to places of prayer that is mosques the exception being if one were merely passing through and not staying. But if you are sick with an illness made worse by contact with water or on a journey that is or travelling whilst you are ritually defiled or impure or if any of you comes from the privy al-ghā’it a place designated for relieving nature that is to say or if any of you have defecated or you have touched women lāmastum a variant reading has lamastum both mean lams that is ‘touching with the hand’ as stated by Ibn ‘Umar; this is also the opinion of al-Shāfi‘ī and it extends to touching with other parts of the skin; according to Ibn ‘Abbās however it is referring to sexual intercourse; and you can find no water with which to purify yourselves for prayer having made the effort to seek it out and search for it — the sick being exempt in this case — then resort to seek when the time for the prayer has commenced wholesome soil clean earth strike it twice and wipe your faces and your hands with it up to the elbows the verb masaha ‘to wipe’ may stand on its own with a direct object or take a particle before the direct object sc. masaha bi-. God is ever Pardoning Forgiving."
}
