{
  "surah": 4,
  "ayah": 92,
  "text": "It is not for a believer to slay a believer in other words no such slaying should result at his hands except by mistake killing him by mistake unintentionally. He who slays a believer by mistake when he meant to strike some other thing as in the case of hunting or shooting at trees but then happens to strike him with what in most cases would not kill then let him set free let him emancipate a believing slave raqaba denotes nasama ‘a person’ an obligation on him and blood-money is to be submitted to be paid to his family that is the slain person’s inheritors unless they remit it as a charity to him by waiving their claim to it. In the Sunna this blood-money is explained as being equivalent to one hundred camels twenty pregnant twenty female sucklings twenty male sucklings twenty mature ones and twenty young ones not more than five years old; and the Sunna stipulates that it is incumbent upon the killer’s clan namely his paternal relations and not other relatives. They share this burden of the blood-money over three years; the rich among them pays half a dinar while the one of moderate means pays a quarter of a dinar each year; if they still cannot meet this then it can be taken from the treasury and if this is not possible then from the killer himself. If he the slain belongs to a people at enmity at war with you and is a believer then the setting free of a believing slave is incumbent upon the slayer as a redemption but no bloodmoney is to be paid to his family since they are at war with you. If he the slain belongs to a people between whom and you there is a covenant a treaty as is the case with the Protected People ahl al-dhimma then the blood-money for him must be paid to his family and it constitutes a third of the blood-money for a believer if the slain be a Jew or a Christian and two thirds of a tenth of it if he be a Magian; and the setting free of a believing slave is incumbent upon the slayer. But if he has not the wherewithal for setting free a slave failing to find one or the means to obtain one then the fasting of two successive months is incumbent upon him as a redemption here God does not mention the transition to an alternative to fasting which is giving food to the needy as in the case of repudiating one’s wife by zihār something which al-Shāfi‘ī advocates in the more correct of two opinions of his; a relenting from God tawbatan ‘relenting’ is the verbal noun and is in the accusative because of the implied verb."
}
