{
  "text": "اشتملت هذه الآية الكريمة على مثلين مضروبين للحق في ثباته وبقائه والباطل في اضمحلاله وفنائه فقال تعالى \" أنزل من السماء ماء \" أي مطرا \" فسالت أودية بقدرها \" أي أخذ كل واحد بحسبه فهذا كبير وسع كثيرا من الماء وهذا صغير فوسع بقدره وهو إشارة إلى القلوب وتفاوتها فمنها ما يسع علما كثيرا ومنها ما لا يتسع لكثير من العلوم بل يضيق عنها \" فاحتمل السيل زبدا رابيا \" أي فجاء على وجه الماء الذي سال في هذه الأودية زبد عال عليه هذا مثل وقوله \" ومما يوقدون عليه في النار ابتغاء حلية أو متاع \" الآية هذا هو المثل الثاني هو ما يسبك في النار من ذهب أو فضة ابتغاء حلية أي ليجعل حلية أو نحاسا أو حديدا فيجعل متاعا فإنه يعلوه زبد منه كما يعلو ذلك زبد منه \" كذلك يضرب الله الحق والباطل \" أي إذا اجتمعا لا ثبات للباطل ولا دوام له كما أن الزبد لا يثبت مع الماء ولا مع الذهب والفضة ونحوهما مما يسبك فى النار بل يذهب ويضمحل ولهذا قال \" فأما الزبد فيذهب جفاء \" أى لا ينتفع به بل يتفرق ويتمزق ويذهب في جانبي الوادي ويعلق بالشجر وتنسفه الرياح وكذلك خبث الذهب والفضة والحديد والنحاس يذهب ولا يرجع منه شيء ولا يبقى إلا الماء وذلك الذهب ونحو ينتفع به ولهذا قال \" وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال \" كقوله تعالى \" وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون \" وقال بعض السلف كنت إذا قرأت مثلا من القرآن فلم أفهمه بكيت على نفسي لأن الله تعالى يقول \" وما يعقلها إلا العالمون \" قال علي بن أبي طلحة عن ابن عباس في قوله تعالى \" أنزل من السماء ماء فسالت أودية بقدرها \" الآية هذا مثل ضربه الله احتملت منه القلوب على قدر يقينها وشكها فأما الشك فلا ينفع معه العمل وأما اليقين فينفع الله به أهله وهو قوله \" فأما الزبد \" وهو الشك \" فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض \" وهو اليقين وكما يجعل الحلى في النار فيؤخذ خالصه ويترك خبثه في النار فكذلك يقبل الله اليقين ويترك الشك وقال العوفي عن ابن عباس قوله \" أنزل من السماء ماء فسالت أودية بقدرها فاحتمل السيل زبدا رابيا \" يقول احتمل السيل ما في الوادي من عود ودمنة \" ومما يوقدون عليه في النار \" فهو الذهب والفضة والحلية والمتاع والنحاس والحديد فللنحاس والحديد خبث فجعل الله مثل خبثه كزبد الماء فأما ما ينفع الناس فالذهب والفضة وأما ما ينفع الأرض فما شربت من الماء فأنبتت فجعل ذاك مثل العمل الصالح يبقى لأهله والعمل السيء يضمحل عن أهله كما يذهب هذا الزبد وكذلك الهدى والحق جاءا من عند الله فمن عمل بالحق كان له وبقي كما بقي ما ينفع الناس في الأرض وكذلك الحديد لا يستطاع أن يعمل منه سكين ولا سيف حي يدخل في النار فتأكل خبثه ويخرج جيده فينتفع به فكذلك يضمحل الباطل فإذا كان يوم القيامة وأقيم الناس وعرضت الأعمال فيزيغ الباطل ويهلك وينتفع أهل الحق بالحق وهكذا روي في تفسيرها عن مجاهد والحسن البصري وعطاء وقتادة وغير واحد من السلف والخلف وقد ضرب سبحانه وتعالى في أول سورة البقرة للمنافقين مثلين ناريا ومائيا وهما قوله \" مثلهم كمثل الذي استوقد نارا فلما أضاءت ما حوله \" الآية ثم قال \" أو كصيب من السماء فيه ظلمات ورعد وبرق \" الآية وهكذا ضرب للكافرين في سورة النور مثلين \" أحدهما \"قوله \" والذين كفروا أعمالهما كسراب \" الآية والسراب إنما يكون في شدة الحر ولهذا جاء في الصحيحين فيقال لليهود يوم القيامة فما تريدون ؟ فيقولون أي ربنا عطشنا فاسقا فيقال ألا تردون ؟ فيردون النار فإذا هي كسراب يحطم بعضها بعضا ثم قال تعالى في المثل الآخر \" أو كظلمات في بحر لجي \" الآية وفي الصحيحين عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال \" إن مثل ما بعثني الله به من الهدى والعلم كمثل غيث أصاب أرضا فكان منها طائفة قبلت الماء فأنبتت الكلأ والعشب الكثير وكانت منها أجادب أمسكت الماء فنفع الله بها الناس فشربوا ورعوا وسقوا وزرعوا وأصابت طائفة منها أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأ فذلك مثل من فقه في دين الله ونفعه الله بما بعثني ونفع به فعلم وعلم ومثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به \" فهذا مثل مائي.وقال في الحديث الآخر الذي رواه الإمام أحمد: حدثنا عبد الرزاق حدثنا معمر عن همام بن منبه قال: هذا ما حدثنا أبو هريرة عن رسول الله صلى الله عليه وسلم أنه قال \" مثلي ومثلكم كمثل رجل استوقد نارا فلما أضاءت ما حولها جعل الفراش وهذه الدواب التي يقعن في النار يقعن فيها وجعل يحجزهن ويغلبنه فيقتحمن فيها - قال - فذلكم مثلي ومثلكم أنا آخذ بحجزكم عن النار هلم عن النار فتغلبوني فتقتحمون فيها \" وأخرجاه في الصحيحين أيضا فهذا مثل ناري.",
  "ayah": 17,
  "surah": 13
}
