{
  "text": "آیت 62 وَلَا نُکَلِّفُ نَفْسًا اِلَّا وُسْعَہَا ”یہ مضمون قرآن میں متعدد بار آیا ہے۔ مثلاً سورة البقرۃ آیات : 233 اور 286 ‘ سورة الانعام آیت : 152 ‘ سورة الاعراف آیت : 42 ‘ اور سورة الطلاق آیت : 7 میں یہ مضمون ملتے جلتے الفاظ کے ساتھ دہرایا گیا ہے۔وَلَدَیْنَا کِتٰبٌ یَّنْطِقُ بالْحَقِّ وَہُمْ لَا یُظْلَمُوْنَ ”اس سے مراد ہر شخص کا اعمال نامہ اور اس کی زندگی بھر کے اعمال و افعال کی جزئیات و تفصیلات پر مشتمل ریکارڈ ہے۔ اس اعمال نامے کے مطابق انسان کی ایک ایک حرکت اور ایک ایک عمل کا اس کی استطاعت اور صلاحیتوں کے مطابق جائزہ لے کر اس کے لیے جزا اور سزا کا فیصلہ کیا جائے گا۔ آج کمپیوٹر کے دور میں اس تصور کو سمجھنا بہت آسان ہوگیا ہے۔ چناچہ یوں سمجھ لیں کہ انسان کے جینز genes کے بارے میں تمام معلومات جبلی صلاحیتوں اور اس کے ماحولیاتی عوامل کی تفصیلات اللہ تعالیٰ کے ہاں ایک سپر کمپیوٹر میں موجود ہیں۔ ماحول اور صلاحیتوں کی عطا کلی طور پر اللہ کی دین ہے ‘ اس میں انسان کے اپنے اختیار و انتخاب کا کچھ دخل نہیں۔ جینز اور ماحولیاتی عوامل وغیرہ مل کر انسان کا ’ شاکلہ“ تشکیل دیتے ہیں۔ شاکلہ کی تفصیل کے لیے ملاحظہ ہو : بیان القرآن حصہ چہارم میں سورة بنی اسرائیل آیت 84 کی تشریح۔ اللہ تعالیٰ کا سپر کمپیوٹر ہر شخص کے اعمال کو اس کی شخصیت کے شاکلہ کے ساتھ منطبق کر کے بتائے گا کہ اس کے شاکلہ میں کس عمل کے لیے کتنی استطاعت اور گنجائش تھی اور اس نے کس حد تک اس کی کوشش کی۔ اس حساب کتاب evaluation کے بعد یہ کمپیوٹر نتائج کا اعلان کرے گا ‘ جس کے لیے یہاں ”یَنْطِقُ بالْحَقِّ“ کے الفاظ آئے ہیں۔ سورة الکہف میں اس کیفیت کا نقشہ اس طرح کھینچا گیا ہے : وَوُضِعَ الْکِتٰبُ فَتَرَی الْمُجْرِمِیْنَ مُشْفِقِیْنَ مِمَّا فِیْہِ وَیَقُوْلُوْنَ یٰوَیْلَتَنَا مَالِ ہٰذَا الْکِتٰبِ لَا یُغَادِرُ صَغِیْرَۃً وَّلَا کَبِیْرَۃً اِلَّآ اَحْصٰہَاج وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاط وَلَا یَظْلِمُ رَبُّکَ اَحَدًا ”اور رکھ دیا جائے گا اعمال نامہ ‘ چناچہ تم دیکھو گے مجرموں کو ڈرے ہوئے اس سے جو کچھ اس میں ہوگا ‘ اور وہ کہیں گے : ہائے ہماری شامت ! یہ کیسا اعمال نامہ ہے ؟ اس نے تو نہ کسی چھوٹی چیز کو چھوڑا ہے اور نہ کسی بڑی کو ‘ مگر اس کو محفوظ کر کے رکھا ہے ‘ اور جو عمل بھی انہوں نے کیا ہوگا وہ اسے اپنے سامنے موجود پائیں گے ‘ اور آپ کا رب کسی پر بھی ظلم نہیں کرے گا۔“",
  "ayah": 62,
  "surah": 23
}
