{
  "text": "افتتحت السورة الكريمة بهذا النداء الشامل لجميع المكلفين من وقت نزولها إلى أن يرث الله الأرض ومن عليها ، وذلك لأن لفظ الناس لا يختص بقبيل دون قبيل ، ولا بقوم دون قوم ، وقد دخلته الألف واللام المفيدة للاستغراق؛ ولأن ما في مضمون هذا النداء من إنذار وتبشير وأمر بمراقبة الله وخشيته ، يتناول جميع المكلفين لا أهل مكة وحدهم كما ذكره بعضهم؛ لأن تخصيص قوله - تعالى - ( ياأيها الناس ) بأهل مكة تخصيص بغير مخصص .والمراد بالنفس الواحدة هنا : آدم - عليه السلام - . وقد جاء الوصف وهو واحدة بالتأنيث باعتبار لفظ النفس فإنها مؤنثة .ومن فى قوله ( مِنْهَا ) للتبعيض . والضمير المؤنث \" ها \" يعود إلى النفس الواحدة .والمراد بقوله - تعالى - : ( زَوْجَهَا ) حواء؛ فإنها أخرجت من آدم كما يقتضيه ظاهر قوله - تعالى - ( مِنْهَا ) .قال الفخر الرازى ما ملخصه : \" المراد من هذا الزوج هو حواء . وفى كون حواء مخلوقة من آدم قولان :الأول : وهو الذي عليه الأكثرون : أنه لما خلق الله - تعالى - آدم ألقى عليه النوم ، ثم خلق حواء من ضلع من أضلاعه ، فلما استيقظ رآها ومال إليها وألفها ، لأنها كانت مخلوقة من جزء من أجزائه . واحتجوا عليه بقول النبى صلى الله عليه وسلم : \" إن المرأة خلقت من ضلع أعوج فإن ذهبت تقيمها كسرتها وإن تركتها وفيها عوج استمتعت بها \"والقول الثانى : وهو اختيار أبى مسلم الأصفهانى : أن المراد من قوله ( وَخَلَقَ مِنْهَا زَوْجَهَا ) أى من جنسها . وهو كقوله - تعالى - ( والله جَعَلَ لَكُمْ مِّنْ أَنْفُسِكُمْ أَزْوَاجاً ) وكقوله ( إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنْفُسِهِمْ ) وقوله ( لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ ) قال القاضى : والقول الأول أقوى ، لكى يصح قوله : ( خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ ) ، إذ لو كانت حواء مخلوقة إبتداء لكان الناس مخلوقين من نفسين لا من نفس واحدة .وقد تضمن هذا النداء لجميع المكلفين تنبيهم إلى أمرين :أولهما : وحدة الاعتقاد بأن ربهم جميعا واحد لا شريك له . فهو الذى خلقهم وهو الذى رزقهم ، وهو الذى يميتهم وهو الذى يحييهم ، وهو الذى أوجد أبيضهم وأسودهم ، وعربيهم وأعجميهم .وثانيهما : وحدة النوع والتكوين ، إذ الناس جميعاً على اختلاف ألسنتهم وألوانهم وأجناسهم قد انحدروا عن أصل واحد وهو آدم - عليه السلام - .فيجب أن يشعر الجميع بفضل الله عليهم . وأن يخلصوا له العبادة والطاعة ، وأن يتعاونوا على البر والتقوى لا على الإِثم والعدوان ، وأن يوقنوا بأنه لا فضل لجنس على جنس ، ولا للون على لون إلا بمقدار حسن صلتهم بربهم وما لكهم ومدبر أمورهم .والمعنى : يا أيها الناس اتقوا ربكم بأن تطيعوه فلا تعصوه ، وبأن تشكروه فلا تكفروه ، فهو وحده الذى أوجدكم من نفس واحدة هى نفس أبيكم آدم ، وذلك من أظهر الأدلة على كمال قدرته - سبحانه ، ومن أقوى الدواعى إلى اتقاء موجبات نقمته ، ومن أشد المقتضيات التى تحملكم على التاطف والتراحم والتعاون فيما بينكم ، إذ أنتم جميعا قد أوجدكم - سبحانه - من نفس واحدة .وإلى هذا المعنى أشار صاحب الكشاف بقوله : \" فإن قلت : الذى يقتضيه سداد نظم الكلام وجزالته ، أن يجاء عقيب الأمر بالتقوى بما يوجبها أو يدعو إليها ويحث عليها فكيف كان خلقه إياهم من نفس واحدة على التفصيل الذى ذكره موجبا للتقوى وداعيا إليها؟قلت : لأن ذلك مما يدل على القدرة العظيمة . ومن قدر على نحوه كان قادرا على كل شىء ، ولأنه يدل على النعمة السابغة عليهم ، فحقهم أن يتقوه فى كفرانها والتفريط فيما يلزمهم من القيام بشكرها . أو أراد بالتقوى تقوى خاصة ، وهى أن يتقوه فيما يتصل بحفظ الحقوق بينهم ، فلا يقطعوا ما يجب عليهم وصله فقيل : اتقوا ربكم الذى وصل بينكم؛ حيث جعلكم صنوانا مفرعة من أرومة واحدة فيما يجب على بعضكم لبعض ، فحافظوا عليه ولا تغفلوا عنه وهذا المعنى مطابق لمعانى السورة \" .وقوله : ( وَخَلَقَ مِنْهَا زَوْجَهَا ) معطوف على قوله ( خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ ) . أو معطوفة على محذوف والتقدير : خلقكم من نفس واحدة ابتدأها وخلق منها زوجها .ثم بين - سبحانه - ما ترتب على هذا الازدواج من تناسل فقال : ( وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً ) .والبث معناه : النشر والتفريق . يقال : بث الخيل فى الغارة ، أى فرقها ونشرها . ويقال : يثثت البسط إذا نشرتها . قال - تعالى - ( وَزَرَابِيُّ مَبْثُوثَةٌ ) أى منشورة .والمعنى : ونشر وفرق من تلك النفس الواحدة وزوجها على وجه التوالد والتناسل ، رجالا كثيرا ونساء كثيرة .والتعبير بالبث يفيد أن هؤلاء الذين توالدوا وتناسلوا عن تلك النفس وزوجها ، قد تكاثروا وانتشروا فى أقطار الأرض على اختلاف ألوانهم ولغاتهم ، وأن من الواجب عليهم مهما تباعدت ديارهم ، واختلفت ألسنتهم وأشكالهم أن يدركوا أنهم جميعا ينتمون إلى أصل واحد ، وهذا يقتضى تراحمهم وتعاطفهم فيما بينهم . وقوله ( كَثِيراً ) صفة لقوله ( رِجَالاً ) وهو صفة مؤكدة لما إفاده التنكير من معنى الكثرة . وجاء الوصف بصيغة الإِفراد ، لأن ( كَثِيراً ) وإن كان مفردا لفظا إلا أنه دال على معنى الجمع . واستغنى عن وصف النساء بالكثرة ، اكتفاء بوصف الرجال بذلك ، ولأن الفعل ( وَبَثَّ ) يقضى الكثرة والانتشار .وقال الفخر الرازى : خصص وصف الكثرة بالرجال دون النساء ، لأن شهرة الرجال أتم ، فكانت كثرتهم أظهر ، فلا جرم خصوا بوصف الكثرة . وهذا كالتنبيه على أن اللائق بحال الرجال الاشتهار والخروج البروز . واللائق بحال النساء الاختفاء والخمول \" .وقوله : ( واتقوا الله الذي تَسَآءَلُونَ بِهِ والأرحام ) تكرير للأمر بالتقوى لتربية المهابة فى النفس وتذكير ببعض آخر من الأمور الموجبة لخشية الله وامتثال أوامره .وقوله ( تَسَآءَلُونَ ) أصلها تتساءلون فطرحت إحدى التاءين تخفيفا . وهى قراءة عصام وحمزة الكسائى .وقرأ الباقون \" تساءلون \" بالتشديد بإدغام تاء التفاعل فى السينه لتقاربهما فى الهمس . والأرحام : جمع رحم وهى القرابة . مشتقة من الرحمة ، لأن ذوى القرابة من شأنهم أن يتراحموا ويعطف بعضهم على بعض .وكلمة ( والأرحام ) قرأها الجمهور بالنصب عطفا على اسم الله تعالى .والمعنى؛ واتقوا الله الذى يسأل بعضكم بعضا به ، بأن يقول له على سبيل الاستعطاف : أسألك بالله أن تفعل كذا ، أو أن تترك كذا . واتقوا الأرحام أن تقطعوها فلا تصلوها بالبر والإِحسان ، فإن قطيعتها وعدم صلتها مما يجب أن يتقى ويبعد عنه ، وإنما الذى يجب أن يفعل هو صلتها وبرها .وقرأها حمزة بالجر عطفا على الضمير المجرور فى ( به ) . أى : اتقوا الله الذى تساءلون به وبالأرحام بأن يقول بعضكم لبعض مستعطفا أسألك بالله وبالرحم أن تفعل كذا .وقد كان من عادة العرب أن يقرنوا الأرحام بالله تعالى - فى المناشدة والسؤال فيقولون : اسألك بالله وبالرحم .ولم يرتض كثير من النحويين هذه القراءة من حمزة ، وقالوا : إنها تخالف القواعد النحوية التى تقول : إن عطف الاسم الظاهر على الضمير المجرور المتصل بدون إعادة الجار لا يصح ، لأن الضمير المجرور المتصل بمنزلة الحرف ، والحرف لا يصح عطف الاسم الظاهر عليه ، ولأن الضمير المجرور كبعض الكلمة لشدة اتصاله بها ، وكما أنه لا يجوز أن يعطف على بعض الكلمة فكذلك لا يجوز أن يعطف عليه . إلى غير ذلك مما قالوه فى تضعيف هذه القراءة . وقد دافع كثير من المفسرين عن هذه القراءة التى قرأها حمزة . وأنكروا على النحويين تشنيعهم عليه .ومما قاله القرطبى فى دفاعه عن صحة هذه القراءة : ومثل هذا الكلام - أى من النحويين - مردود عند أئمة الدين ، لأن القراءات التى قرأ بها أئمة القراء ثبتت عن النبى صلى الله عليه وسلم تواترا يعرفه أهل الصنعة ، وإذا ثبت شىء عن النبى صلى الله عليه وسلم فمن رد ذلك فقد رد على النبى صلى الله عليه وسلم واسقبح ما قرأ به .وهذا مقام محذور ، ولا يقلد فيه أئمة اللغة والنحو ، فإن العربية تتلقى من النبى صلى الله عليه وسلم ولا يشك أحد فى فصاحته .ثم قال : والكوفى يجيز عطف الظاهر على الضمير المجرور ولا يمنع منه ، ومنه قولهم :فاذهب فما بك والأيام من عجبومما قاله الفخر الرازى فى ذلك : واعلم أن هذه الوجوه - أى التى احتج بها النحويون في تضعيف قراءة حمزة - ليست وجوها قوية فى رفع الروايات الواردة فى اللغات؛ وذلك لأن حمزة أحد القراء السبعة ، ولم يأت بهذه القراءة من عند نفسه ، بل رواها عن رسول الله صلى الله عليه وسلم ، وذلك يوجب القطع بصحة هذه اللغة ، والقياس يتضاءل عند سماع لا سيما بمثل هذه الأقيسة التى هى أوهن من بيت العنكبوت .وأيضا فلهذه القراءة وجهان :أحدهما : أنها على تقدير تكرير الجار . كأنه قيل : تساءلون به وبالأرحام .وثانيهما : أنه ورد ذلك فى الشعر ومنه :نعلق فى مثل السوارى سيوفنا ... وما بينها والكعب غوط نفائفثم قال : والعجب من هؤلاء النحاة أنهم يستحسنون إثبات هذه اللغة بمثل هذه الأبيات المجهولة ، ولا يستحسنوا إثباتها بقراءة حمزة ومجاهد ، مع أنهما كانا من أكابر علماء السلف فى علم القرآن \" .هذا ، وهناك قراءة بالرفع . قال الآلوسى : وقرأ ابن زيد ( والأرحام ) بالرفع على أنه مبتدأ محذوف الخبر . أى والأرحام كذلك أى مما يتقى لقرينه ( واتقوا ) . أو مما يتساءل به لقرينة ( تَسَآءَلُونَ ) .ثم ختم - سبحانه - الآية الكريمة بما يحمل العقلاء على المبالغة فى تقوى الله ، وفى صلة الرحم فقال - تعالى : ( إِنَّ الله كَانَ عَلَيْكُمْ رَقِيباً ) . أى حافظا يحصى عليكم كل شىء . من رقبه إذا حفظه .أو مطلعا على جميع أحوالكم وأعمالكم ، ومنه المرقب للمكان العالى الذى يشرف منه الرقيب ليطلع على ما دونه .وقد أكد - سبحانه - رقابته على خلقه ، واطلاعه على جميع أحوالهم بأوثق المؤكدات . فقد أكد - سبحانه - الجملة الكريمة بإن ، وبتكرار لفظ الجلالة التى يبعث فى النفوس كل معانى الخشية والعبودية له ، وبالتعبير بكان الدالة على الدوام والاستمرار ، وبذكر الفوقية التى يدل عليها لفظ ( عَلَيْكُمْ ) إذ هو يفيد معنى الاطلاع الدائم مع السيطرة والقهر ، وبالإِتيان بصيغة المبالغة وهى قوله : ( رَقِيباً ) أى شديد المراقبة لجميع أقوالكم وأعمالكم فهو يراها ويعلمها وسيحاسبكم عليها يوم القيامةوقد أخذ العلماء من هذه الآية الكريمة : وجوب مراقبته - سبحانه - وخشيته وإخلاص العبادة له ، لأنه هو الذى أوجدهم من نفس واحدة ، وهو الذى أوجد من هذه النفس الموحدة زوجها ، وهو الذى أوجد منها عن طريق التناسل الذكور والإِناث الذين يملؤون أقطار الأرض على اختلاف صفاتهم وألوانهم ولغاتهم ، وهو الذى لا تخفى عليه خافية من أحوالهم ، بل هو مطلع عليهم وسيحاسبهم على أعمالهم يوم الدين ، ومن كان كذلك فمن حقه أن يتقى ويخضى ويطاع ولا يعصى .كما أخذوا منها جواز المسألة بالله - تعالى - لأنه - سبحانه - قد أقرهم على هذا التساؤل؛ لكونهم يعتقدون عظمته وقدرته .وقد ورد فى هذا الباب أحاديث متعددة منها ما أخرجه الإِمام أحمد وأبو داود والنسائى وابن حبان عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : من استعاذ بالله فأعيذه ، ومن سألكم بالله فأعطوه ، ومن دعاكم فأجيبوه . ومن أسدى إليكم معروفا فكافئوه ، فإن لم تجدوا ما تكافئون به فادعوا له حتى تعلموا أن قد كافأتموه \" .نعم من أداه التساؤل باسمه - تعالى - إلى التساهل فى شأنه ، وجعله عرضة لعدم إجلاله ، فإنه يكون محظورا قطعا . وعليه يحمل ما ورد من أحاديث تصرح بلعن من سأل بوجه الله . ومنها ما رواه الطبرانى عن أبى موسى الأشعرى مرفوعا : ملعون من سأل بوجه الله . وملعون من سئل بوجه الله ثم منع سائله ما لم يسأل هجراً . أى ما لم يسأل أمرا قبيحا لا يليق .كما أخذوا منها أيضا وجوب صلة الرحم ، فقد جعل - سبحانه - الإِحسان إلى الآباء وإلى الأقارب فى المنزلتين الثانية والثالثة بعد الأمر بعبادته فقال : ( واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً وَبِذِي القربى واليتامى والمساكين ) ومن الأحاديث التى وردت فى وجوب صلة الرحم ما رواه البخارى عن أبى هريرة قال : \" سمعت رسول الله صلى الله عليه وسلم يقول : من سره أن يبسط له فى رزقه ، وأن ينسأ له فى أجله ، فليصل رحمه \"وأخرج الإِمام مسلم فى صحيحه عن عائشة - رضى الله عنها - عن النبى صلى الله عليه وسلم قال : \" الرحم مغلفة بالعرش . تقول : من وصلنى وصله الله ، ومن قطعنى قطعه الله \"وأخرج البخارى عن عبد الله بن عمرو عن النبى صلى الله عليه وسلم أنه قال : \" ليس الواصل بالمكافىء \"ولكن الواصل من إذا قطعت رحمه وصلها .إلى غير ذلك من الأحاديث التى وردت فى الترغيب فى صلة الرحم والترهيب من قطيعتها .",
  "ayah": 1,
  "surah": 4
}
