{
  "text": "ثم أمر الله - تعالى - المؤمنين بالإِكثار من ذكره بعد الانتهاء من صلاتهم ، وشجعهم على مواصلة قتال أعدائهم بدون خوف أو ممل فقال - تعالى : ( فَإِذَا قَضَيْتُمُ . . . عَلِيماً حَكِيماً ) .والمعنى : فإذا أديتم صلاة الخوف - أيها المؤمنون - على الوجه الذى بينته لكم وفرغتم منها ( فاذكروا الله قِيَاماً وَقُعُوداً وعلى جُنُوبِكُمْ ) أى : فداوموا على الإِكثار من ذكر الله فى كل أحوالكم سواء أكنتم قائمين فى ميدان القتال ، أم قاعدين مستريحين ، أم مضطجعين على جنوبكم ، فإن ذكر الله - تعالى - الذى يتناول كل قول أو عمل يرضى الله - هو العبادة المستمرة التى بها تصفو النفوس ، وتنشرح الصدور ، وتطمئن القلوب . قال - تعالى - ( الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب ) وإنما أمرهم - سبحانه - بالإِكثار من ذكره فى هذه الأحوال بصفة خاصة ، مع أن الإِكثار من ذكر الله مطلوب فى كل وقت ، لأن الإِنسان فى حالة الخوف ومقابلة الأعداء أحوج ما يكون إلى عون الله وتأييده ونصره ، والتضرع إلى الله بالدعاء فى هذه الأحوال يكون جديراً بالقبول والاستجابة .قال - تعالى - ( ياأيها الذين آمنوا إِذَا لَقِيتُمْ فِئَةً فاثبتوا واذكروا الله كَثِيراً لَّعَلَّكُمْ تُفْلَحُونَ ) والفاء فى قوله ( فَإِذَا اطمأننتم فَأَقِيمُواْ الصلاة ) للتفريع على ما قبله .أى : فإذا ما سكنت نفوسكم من الخوف ، وأقمتم فى مساكنكم بعد أن وضعت الحرب أوزارها ، فداوموا على أداء الصلاة على وجهها الذى كانت عليه قبل حالة الحرب ، وأتموا أركانها وشروطها وآدابها وخشوعها .وقوله ( إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَاباً مَّوْقُوتاً ) تذييل المقصود به تأكيد ما قبله من الأمر بالمحافظة على الصلاة .أى : إن الصلاة كانت على المؤمنين فرضا محددا بأوقات لا يجوز مجاوزتها بل لا بد من أدائها فى أوقاتها سفرا وحضرا ، وأمنا وخوفا .والمراد بالكتاب هنا : المتكوب . وبالموقوت : المحدد بأوقات من وقت كمضروب من ضرب .وقد رجح ابن جرير هذا المعنى بقوله : وأولى المعانى بتأويل الكملة قول من قال : إن الصلاة كانت على المؤمنين فرضا موقوتا . أى فرضا وقت لهم وقت وجوب أدائه . لأن الموقوت إنما هو مفعول من قول القائل : وقت الله عليك فرضه فهو يقته . ففرضه عليك موقوت ، إذا أخبر أنه جعل له وقتا يجب عليك أداؤه .وقد أكد الله - تعالى - فرضية الصلاة ووجوب أدائها فى أوقاتها بإن المفيدة للتأكيد ، وبكان المفيدة للدوام والاستمرار . وبالتعبير عن الصلاة بأنها كتاب ، وهو تعبير عن الوصف بالمصدر فيفيد فضل توكيد ، وبقوله ( عَلَى المؤمنين ) فإن هذا التركيب يفيد الإِلزام والحتمية . وكل ذلك لكى يحافظ المؤمنون عليها محافظة تامة دون أن يشغلهم عنها شاغل ، أو يحول بينهم وبين أدائها حائل .",
  "ayah": 103,
  "surah": 4
}
