{
  "text": "ثم ساق - سبحانه - بعد ذلك جملة من الأحكام التى يتعلق أكثرها بالنساء فقال - تعالى - : ( وَيَسْتَفْتُونَكَ . . . وَاسِعاً حَكِيماً ) .قال الإِمام الرازى فى بيان صلة هذه الآيات بما قبلها : اعلم أن عادة الله - تعالى - فى ترتيب هذا الكتاب وقع على أحسن الوجوه . وهو أن يذكر شيئا من الأحكام ثم يذكر عقيبه آيات كثيرة فى الوعد والوعيد والترغيب والترهيب ، ويخلط بها آيات دالة على كبرياء الله وجلال قدرته . ثم يعود مرة أخرى إلى بيان الأحكام وهذا أحسن أنواع الترتيب وأقربها إلى التأثير فى القلوب ، لأن التكاليف بالأعمال الشاقة لا يقع فى مقوع القبول إلا إذا كان مقرونا التأثير فى القلوب ، لأن التكاليف بالأعمال الشاقة لا يقع فى موقع القبول إلا إذا كان مقرونا بالوعد والوعيد . والوعد والوعيد لا يؤثر فى القلب إلا عند القطع بغاية كمال من صدر عنه الوعد والوعيد . فظهر أن هذا الترتيب أحسن الترتيبات اللائقة بالدعوة إلى الحق .إذا عرفت هذا فنقول : إنه - سبحانه - ذكر فى أول هذه السورة أنواعا كثيرة من الشرائع والتكاليف . ثم أتبعها بشرح أحوال الكافرين والمنافقين واستقصى فى ذلك . ثم ختم تلك الآيات الدالة على عظمة جلال الله وكمال كبريائه . ثم عاد بعد ذلك إلى بيان الأحكام فقال : ( وَيَسْتَفْتُونَكَ فِي النسآء ) . . إلخ الآية .وقوله ( وَيَسْتَفْتُونَكَ ) من الاستفتاء بمعنى طلب الفتيا أو الفتوى . يقال استفيت العالم فى مسألة كذا . أى سألته أن يبين حكمها . فالإفتاء إظهار المشكل من الأحكام وتبيينه .فمعنى ( وَيَسْتَفْتُونَكَ فِي النسآء ) : ويسألك أصحابك يا محمد أن تفتيهم فى أمر النساء . أى يطلبون منك تبيين المشكل من الأحكام التى تتعلق بما يجب للنساء من حقوق ، وبما يكون عليهن من واجبات .والذى حمل الصحابة على الطلب أنهم كانوا فى جاهليتهم يعاملون النساء معاملة سيئة ، ويظلمونهن ظلما شديدا ، ثم وجدوا أن الإِسلام الذى يدينون به قد أكرم المرأة وأنصفها بطريقة لم يألفوها من قبل ، فتتعددت أسئلتهم عن الأحكام التى تتعلق بالنساء حتى ينفذوا نحوهن ما يطلبه الإسلام منهم من حيث معاشرتهن وولايتهن وميراثهن وغير ذلك من الأحكام .قال القرطبى : نزلت - هذه الآية - بسبب سؤال قوم من الصحابة عن أمر النساء وأحكامهن فى الميراث وغير ذلك . فأمر الله - تعالى - نبيه أن يقول لهم : الله يفتيكم فيهن أى : يبين لكم حكم ما سألتم عنه ، وهذه الآية رجوع إلى ما افتتحت به السورة من أمر النساء . وكانت قد بقيت لهم أحكام لم يعرفوها فسألوا فقيل لهم : إن الله يفتيكم فيهن .فسؤال الصحابة ليس عن ذوات النساء وإنما عن أحكام تتعلق بهن .أخرج ابن جرير وغيره عن سعيد بن جبير قال : كان لا يرث إلا الرجل الذى قد بلغ أن يقوم فى المال ويعمل فيه ، ولا يرث الصغير ولا المرأة شيئا فلما نزلت آية المواريث فى سورة النساء شق ذلك على الناس وقالوا : أيرث الصغير ولا المرأة شيئا فلما نزلت آية المواريث فى سوءة النساء شق ذلك على الناس وقالوا : أيرث الصغير الذى لا يقوم فى المال ، والمرأة التى هى كذلك كما يرث الرجل الذى يعمل فى المال؟ فرجوا أن يأتى فى ذلك حدث من السماء فانتظروا : فلما رأوا أنه لا يأتى حدث قالوا : لئن تم هذا إنه لواجب ما عنه بد .ثم قالوا : سلوا رسول الله صلى الله عليه وسلم فسألوه . فأنزل الله ( وَيَسْتَفْتُونَكَ فِي النسآء ) . . الآية .وقوله ( قُلِ الله يُفْتِيكُمْ فِيهِنَّ ) وعد من الله - تعالى - بالإِجابة عما يسالون عنه . وهو لون من تبشير السائل المتحير بأنه قد وجد ضالته حتى يطمئن قلبه ، ويهدأ باله . وذلك مثل قولهم - والله المثل الأعلى - لمن سأل سؤالا لمن يحسن الإِجابة عنه : على الخبير وقعت .أى : قل يا محمد لهؤلاء السائلين عن بعض الأحكام المتعلقة بالنساء : الله - تعالى - يفتيكم فى شأنهن ، ويبين لكم بأجلى بيان وأحكمه ما تجهلون من أحكامهن . ويقضى بينكم وبينهن بالعدل الذى لا يحوم حوله باطل .وفى تقديم لفظ الجلالة تنويه بشأن هذه الفتيا ، وإشعار بوجوب التزام ما تتضمنه من أحكام لأنها صادرة من العليم الخبير .وقوله ( وَمَا يتلى عَلَيْكُمْ فِي الكتاب ) للنحاة فيه مذاهب شتى ، لعل أولاها بالقبول أن تكون ( وَمَا ) اسم موصول مبتدأ والخبر محذوف والتقدير يسالونك يا محمد عن بعض أحكام النساء فقل لهم : الله يفتيكم فى شأنهن ، والذى يتلى عليكم فى الكتاب كذلك أى : يفتيكم فى شأنهن أيضا . وذلك المتلو فى الكتاب الذى بين بعض الأحكام التى تتعلق بالنساء منه قوله - تعالى فيما تقدم من هذه السورة : ( وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي اليتامى فانكحوا مَا طَابَ لَكُمْ مِّنَ النسآء ) قال الفخر الرازى : وحاصل الكلام أنهم كانوا قد سألوا عن أحوال كثيرة من أحوال النساء ، فما كان منها غير مبين الحكم ذكر أن الله يفتيهم فيها . وما كان مبين الحكم فى الآيات المتقدمة ذكر أن تلك الآيات المتلو تفتيهم فيها ، وجعل دلالة الكتاب على هذا الحكم إفتاء من الكتاب - على سبيل المجاز - ألا ترى أنه يقال فى المجاز المشهور : إن كتاب الله بين لنا هذا الحكم . وكما جاز أيضا أن يقال : إن كتاب الله أفتى بكذا .وقوله ( فِي يَتَامَى النسآء ) صلة ليتلى . أى : يتلى عليكم فى شأنهن .وإضافة اليتامى إلى النساء من إضافة الصفة إلى الموصوف أى النساء اليتامى وجعلها بعضهم هنا على معنى من لأنها من إضافة الشئ إلى جنسه أى : فى اليتامى من النساء .وقوله ( اللاتي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ ) صفة لليتامى .والمراد بما كتب لهن : ما فرض لهن من ميراث وصداق وغير ذلك من حقوق شرعها الله - تعالى - لهن .قوله : ( وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ ) معطوف على صلة اللاتى .أى : لا تؤتونهن ما كتب لهن وترغبون أن تنكوحوهن .وقوله : أن تنكحوهن فى تأويل مصدر مجرور بحرف جر محذوف وهو إما ( فى ) وإما ( عن ) .وعلى أن حرف الجر المحذوف ( فى ) يكون المعنى : لا تؤتونهن ما كتب لهن وترغبون فى نكاحهن لأنفسكم إن كن جميلات أو غنيات أو غير ذلك مما يرغبكم فى الزواج بهن مع عدم إعطائهن حقوقهن كاملة .وعلى أن حرف الجر المحذوف ( عن ) يكون المعنى : لا تؤتونهن ما كتب لهن وترغبون عن نكاحهن . أى لا أنتم تتزوجونهن ولا تتركونهن يتزوجن بغيركم حتى تبقى أموالهن تحت أيديكم .قال ابن كثير : روى البخارى عن عائشة فى قوله - تعالى - ( وَيَسْتَفْتُونَكَ فِي النسآء قُلِ الله يُفْتِيكُمْ فِيهِنَّ ) . . . إلى قوله ( وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ . . . ) أنها قالت : هو الرجل تكون عنده اليتيمة هو وليها ووراثها . فأشركته فى ماله حتى فى العذق . فيرغب أن ينكحها ويكره أن يزوجها رجلا فيشركه فى ماله بما شركته فيعضلها . فنزلت هذه الآية .وعنها - أيضا أنها قالت : وقول الله - تعالى - ( وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ ) رغبة أحدكم عن يتيمته التى فى حجره حين تكون قليلة المال والجمال .ثم قال ابن كثير : والمقصود أن الرجل إذا كان فى حجره حين تكون قليلة المال والجمال . فنهوا أن ينكحوا من رغبوا فى مالها وجمالها من يتامى النساء إلى بالقسط من أجل رغبتهم عنهن - أى إذا كن قليلات المال والجمال .ثم قال ابن كثير : والمقصود أن الرجل إذا كان فى حجره يتيمة يحل هل تزوجها ، فتارة يرغب فى أن يتزوجها فأمره الله أن يمهرها أسوة بمثالها من النساء . وتارة لا يكون له فيها رغبة فنهاه الله - تعالى - عن أن يعضلها عن الأزواج خشية أن يشركوه فى ماله الذى بينه وبينها .وحذف حرف الجار هنا لا يعد لبسا ، بل يعد من باب الإِجمال والإِيجاز البليغ ، لأن الجملة الكريمة صالحة لتقدير كل من الحرفين السابقين على سبيل البدل ، بالاعتبارين السابقين . أى باعتبار الرغبة فيهن أو الرغبة عنهن فكأنه - سبحانه - يقول : وترغبون فى نكاح بعضهن فى حالات معينة وترغبون عن نكاح بعض آخر منهن فى حالات أخرى؛ لأن فعل رغب يتعدى بحرف ( فى ) للشئ المحبوب ، وبحرف ( عن ) للشئ غير المحبوب .قال الآلوسى : واستدل بعض أصحابنا - أى الأحناف - بالآية على جواز تزويج الصغيرة ، لأنه ذكر الرغبة فى نكاحها فاقتضى جوازه . والشافعية يقولون : إنه إنما ذكر ما كانت تفعله الجاهلية على طريق الذم فلا دلالة فيها على ذلك ، مع أنه لا يلزم من الرغبة فى نكاحها فعله فى حال الصغر .وهذا الخلاف فى غير الأب والجد ، وأما هما فيجوز لهما تزويج الصغيرة بلا خلاف .وقوله : ( والمستضعفين مِنَ الولدان ) معطوف على يتامى النساء ، وقد كانوا فى الجاهلية لا يورثونهم كما لا يورثون النساء ، فشرع الله لهم الميراث كما هو مبين فى آيات المواريث .وقوله ( وَأَن تَقُومُواْ لليتامى بالقسط ) فى محل جر عطفا على ما قبله . أى : وما يتلى عليكم فى يتامى النساء وفى المستضعفين من الوالدان وفى أن تقوموا لليتامى بالقسط فيه الكافية لحملكم على سلوك الطريق القويم مع هؤلاء الضعاف .ومما ذكره الله - تعالى - فى شأن اليتامى قوله فى مطلع هذه السورة : ( وَآتُواْ اليتامى أَمْوَالَهُمْ وَلاَ تَتَبَدَّلُواْ الخبيث بالطيب وَلاَ تأكلوا أَمْوَالَهُمْ إلى أَمْوَالِكُمْ ) فيكون معنى الآية إجمالا : يسألك بعض أصحابك يا محمد أن تفتيهم فى بعض الأحكام التى تتعلق بالنساء . قل لهم على سبل التعليم والإِرشاد : الله - تعالى - يفتيكم ويبين لكم بيانا شافيا ما تسالون عنه بشأنهن . ويفتيكم أيضا فى شأنهن ما تلاه الله عليكم فى قرآنه قبل نزول هذه الآية وما سيتلوه عليكم بعدها .ويفتيكم - أيضا - ما يتلى عليكم فى القرآن شأن اليتامى اللاتى تمنعوهن ما فرض لهن من الميراث وغيره . وترغبون فى نكاحهن لما لهن لجمالهن بأقل من صداقهن . أو ترغبون عن نكاحهن وتعضلوهن طمعا فى أموالهن . وهذا الإِفتاء الذى تلاه الله عليكم فى قرآنه يمنعكم من أن تفعلوه شيئا من ذلك .ويفتيكم أيضا ما يتلى عليكم فى الكتاب فى شأن اليتامى - ذكورا كانوا أو إناثا - بأن يامركم أن تلتزموا العدل معهم فى أموالهم وفى سائر أمورهم .ثم ختم - سبحانه - الآية بقوله : ( وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله كَانَ بِهِ عَلِيماً ) أى : وما تفعلوه من خير يتعلق بهؤلاء المذكورين أو بغيرهم فإن الله - تعالى - كان به عليما علما دقيقا محيطا ، وسيجازيكم عليه جزاء يشرح نفوسكم ويصلح بالكم .فالآية الكريمة قد اشتملت على الوان من الترغيب بشأن الإِحسان إلى النساء وإلى المستضعفين من الولدان . وإلى اليتامى حتى تعيش الأمة عيشة هانئة ، يشعر ضعيفها برعاية قويها له . ويشعر قويها برضاه ضعيفها عنه .",
  "ayah": 127,
  "surah": 4
}
