{
  "text": "ثم بين - سبحانه - أن تحقيق العدالة الكاملة فى الحياة الزوجية غير ممكن فقال - تعالى ( وَلَن تستطيعوا أَن تَعْدِلُواْ بَيْنَ النسآء وَلَوْ حَرَصْتُمْ فَلاَ تَمِيلُواْ كُلَّ الميل فَتَذَرُوهَا كالمعلقة ) . والخطاب هنا للرجال الذين يتزوجون بأكثر من زوجة .\rوالمعنى : ولن تستطيعوا - أيها الرجال - أن تعدلوا بين زوجاتكم المتعددات عدلا كاملا فى المحبة وفى الميل القلبى وفى غير ذلك من الأمور التى تختلف باختلاف تآلف النفوس وتنافرها . ولو أنكم حرصتم على العدل الكامل فى مثل هذه الأمور النفسية لما استطعتم ، لأن الميل النفسى لا يملكه الإِنسان ولا يستطيع التحكم فيه .\rقال ابن كثير : نزلت هذه الآية فى عائشة . وكان النبى صلى الله عليه وسلم يحبها أكثر من غيرها . وقد روى الترمذى وأبو داود وغيرهما عنها أنها قالت : كان رسول الله صلى الله عليه وسلم \" يقسم بين نسائه فيعدل . ثم يقول : \" اللهم هذا قسمى فيما أملك . فلا تلمنى فيما تملك ولا أملك \" يعنى القلب .\rوقوله ( فَلاَ تَمِيلُواْ كُلَّ الميل فَتَذَرُوهَا كالمعلقة ) إرشاد من الله - تعالى - للرجال إلى ما يجب عليهم هذا العدل أتم الحرص .\rإذا ثبت ذلك فلا تميلوا كل الميل إلى إحداهن بأن تبالغوا فى إرضائها والإِقبال عليها حتى تصير الأخرى التى ملتم عنها وهجرتموها كالمعلقة أى كالمرأة التى لا هى بذات زوج فتنال من حقوقها الزوجية ولا هى بمطلقة فترجو من الله أن يرزقها بالزوج الذى يكرمها . وإنما الواجب عليكم - يا معشر الرجال - أن تجاهدوا أنفسكم حتى تصلوا إلى الحق المستطاع من العدل بين الزوجات .\rفقد أخرج الإِمام أحمد وأبو داود والترمذى والنسائى عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" من كانت له أمرأتان فمال إلى أحداهما - أى لم يعدل بينهما فيما يمكنه العدل فيه - جاء يوم القيامة وأحد شقيه ساقط \" .\rوعن مجاهد قال : \" كانوا يسوون بين الضرائر حتى فى الطيب يتطيب لهذه كما يتطيب لهذه \" .\rوقوله ( كُلَّ الميل ) نصب لفظ كل على المصدرية لأنها على حسب ما تضاف إليه من مصدر أو ظرف أو غيره .\rوقوله ( فَتَذَرُوهَا ) منصوب بإضمار أن فى جواب النهى . أو مجزوم عطفا على الفعل قبله . والجملة الكريمة توبيخ للأزواج الذين لا يعدلون بين نسائهم .\rقال القرطبى : وقوله ( فَتَذَرُوهَا كالمعلقة ) أى : لا هى مطلقة ولا ذات زوج . وهذا تشبيه بالشئ المعلق من شئ ، لأنه لا على الأرض استقر ولا على ما علق عليه انحمل ، وهذا مطرد فى قولهم فى المثل : ( ارض من المركب بالتعليق ) . وفى حديث أم زرع : زوجي العشنق- أى الطويل الممتد القامة- إن أنطق أطلق. وإن أسكت أعلق- أى أهمل وأترك حتى لكأننى بدون زوج - .\rثم ختم - سبحانه - الآية بقوله : ( وَإِن تُصْلِحُواْ وَتَتَّقُواْ فَإِنَّ الله كَانَ غَفُوراً رَّحِيماً ) .\rأى : وإن تصلحوا أعمالكم - أيها الناس - فتعدلوا فى قسمتكم بين أزواجكم وتعاشروهن بالمعروف ، وتتقوا الله وتراقبوه فيهن ، وتتوبوا إلى الله توبة نصوحا مما حدث منكم من ظلم لهن . إن تفعلوا ذلك يغفر الله لكم ذنوبكم ويتفضل عليكم برحمته وإحسانه .\rهذا وقد ادعى بعض الذين لم يفهموا تعاليم الإِسلام فهما سليما أن هذه الآية بضمها إلى قوله - تعالى - فى مطلع هذه السورة ( فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً ) يكون منع تعدد الزوجات جائزاً شرعا ، لأن الله تعالى - قد بين فى الآية الى معنا وهى قوله ( وَلَن تستطيعوا أَن تَعْدِلُواْ ) أن الجمع بين النساء غير جائز إلا عند الوثوق من العدل بينهن ، وبما أن العدل بينهن غير مستطاع بنص الآية التي معنا، إذا فالجمع بين النساء غير جائز، وعلى الرجل أن يكتفى بواحدة.\rوللرد على هذه الدعوى نقول : إن العدل الذى أخبر الله أنه غير مستطاع ، هو العدل الذى يتعلق بالتسوية بين الزوجات فى الحب القلبى ، والميل النفسى ، والتجاوب العاطفى ، إذ من المعلوم أن هذه الأمور النفسية لا يستطيع الإِنسان أن يتحكم فيها .\rفأنت - مثلا - تجلس فى مجلس فيه أشخاص متعددون لا تعرفهم فتحس بارتياح لبعضهم وبنفور من بعضهم مع أنك لم يسبق لك أن اختلطت بواحد منهم ، وما ذلك إلا لأن الميول القلبية يعجز الإِنسان عن التحكم فيها .\rأما العدل الذى جعله الله شرطا فى جواز الجمع بين الزوجات فهو العدل الذى يتعلق بالتسوية فيما يقدر عليه الإِنسان ويملكه مثل التسوية بينهن فى النفقة والكسوة والسكنى والمبيت . وغير ذلك من الأمور التى يقدر عليها .\rوبهذا نرى أن موضوع الآية التى معنا يتعلق بالعدل النفسى وهو أمر غير مستطاع كما جاء فى الحديث الشريف : \" اللهم هذا قسمى فيما أملك ، فلا تلمنى فيما تملك ولا أملك \" .\rوأما موضوع الآية التى فى صدر السورة وهى قوله - تعالى - ( فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً ) فيتعلق بالعدل الظاهرى الذى يقدر عليه الإِنسان مثل التسوية فى النفقة وغير ذلك مما يقدر عليه الإِنسان .\rومع هذا ، فالآية التى معنا لم تطالب الرجل بالعدالة المطلقة الكاملة بين زوجاته بأن يسوى بينهن فى كل شئ ، لأن العدل بهذا المعنى غير مستطاع للمكلف ولو حرص على إقامته وبالغ فى ذلك . وإنما الآية الكريمة طالبته بالممكن منه فكأنها تقول : إنكم - أيها الرجال - لن تستطيعوا أن تعدلوا العدل المطلق الكامل بين زوجاتكم فى القسم والنفقة والتعهد والنظر والمؤانسة والمحبة وغير ذلك مما لا يكاد يحصر ( وَلَوْ حَرَصْتُمْ ) على هذا العدل الكامل أتم الحرص لما استطعتموه ، ولذلك لم يكلفكم الله به ، إذ التكليف الشرعى إنما يكون بما فى الوسع والطاقة ، إذ التكليف الشرعي إنما يكون بما في الوسع والطاقة، وإذا كان الأمر كذلك فاجتهدوا ما استطعتم في العدل بين زوجاتكم، ولا تميلوا كل الميل إلى واحدة منهن وتهملوا الأخرى إهمالا يجعلها كأنها لا هي ذات زوج ولا هي مطلقة.\r\rفإن العجز عن العدل المطلق الكامل لا يمنع تكليفكم بما دون ذلك من المراتب التى تقدرون عليها قالوا : ما لا يدرك كله لا يترك كله .\rوبهذا نرى أن الآيتين الكريميتين تدعوان المسلم إلى العدل بين زوجاته بالقدر الذى يستطيعه بدون تقصير أو جور ، وأنهما بانضمام معناهما لا تمنعان تعدد الزوجات كما ادعى المدعون .\rوبعد أن رغب - سبحانه - في الصلح بين الزوجين وحض عليه، وأمر الأزواج بالعدل بين الزوجات بالقدر الذي يستطيعونه، عقب ذلك ببيان أن التفرقة بينهما جائزة إذا لم يكن منها بد. لأن التفرقة مع الإِحسان خير من المعاشرة السيئة",
  "ayah": 129,
  "surah": 4
}
