{
  "text": "قال ابن جرير ، قوله ( وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض ) يعنى بذلك - سبحانه - ولله ملك جميع ما حوته السماوات السبع والأرضون السبع من الأشياء كلها . وإنما ذكر - جل ثناؤه ذلك بعقب قوله ( وَإِن يَتَفَرَّقَا يُغْنِ الله كُلاًّ مِّن سَعَتِهِ ) تنبيها منه لخلقه على موضع الرهبة عند فراق أحدهم زوجة ليفزعوا إليه عند الجزع من الحاجة والفاقة والوحشة بفراق سكنه ، وتذكيرا منه له أنه الذى له الأشياء كلها . وأن من كان له ملك جميع الأشياء فغير متعذر عليه أن يغنيه ويغنى كل ذى فاقة وحاجة ويؤنس كل ذى وحشة .فالجملة الكريمة مستأنفة لبيان مظاهر قدرته ورحمته بعباده . والخطاب فى قوله : ( وَلَقَدْ وَصَّيْنَا الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتقوا الله ) والمراد بالذين ( أُوتُواْ الكتاب ) : اليهود والنصارى ومن قبلهم من الأمم . والمراد بالكتاب : جنس الكتب الإِلهية .وقوله : ( وَإِيَّاكُمْ ) معطوف على الموصول . وقوله ( مِن قَبْلِكُمْ ) متعلق بأوتوا أو بوصينا وقوله : ( أَنِ اتقوا الله ) أن مصدرية فى محل جر بتقدير حرف الجر .والمعنى : ولقد وصينا الذين أوتوا الكتاب من قبلكم من الأمم السابقة ( وَإِيَّاكُمْ ) أى : وصينا كلا منهم ومنكم بتقوى الله . أى بمراقبته وخشيته وتنفيذه أوامره والبعد عن نواهيه .وقوله : ( وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات وَمَا فِي الأرض ) معطوف على وصينا بتقدير قلنا . أى وصيناهم ووصيناكم بتقوى الله ، وقلنا لكم ولهم : إن تكفروا فاعلموا أنه - سبحانه شكركم وتقواكم ، وإنما وصاكم وإياهم بما وصى لرحمته بكم لا لحاجته إليكم . كما قال - تعالى - فى آية أخرى : ( إِن تَكْفُرُواْ فَإِنَّ الله غَنِيٌّ عَنكُمْ وَلاَ يرضى لِعِبَادِهِ الكفر وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ ) ويرى صاحب الكشاف أن قوله - تعالى - ( وَإِن تَكْفُرُواْ ) عطف على اتقوا ، فقد قال : وقوله : ( وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات وَمَا فِي الأرض ) عطف على اتقوا . لأن المعنى . أمرناهم وأمرناكم بالتقوى ، وقلنا لهم ولكم : إن تكفروا فإن لله ما فى السماوات وما فى الأرض . والمعنى : إن لله الخلق كله وهو خالقهم ومالكهم والمنعم عليهم بأصناف النعم كلها ، فحقه أن يكون مطاعا فى خلقه غير معصى . يتقون عقابه ويرجون ثوابه . ولقد وصينا الذين أوتوا الكتاب من الأمم السابقة ووصيناكم أن اتقوا الله . يعنى : أنها وصية قديمة ما زال يوصى الله بها عباده ، لستم بها مخصوصين : لأنهم بالتقوى يسعدون عنده ، وبها ينالون النجاة فى العاقبة . وقلنا لهم ولكم : وإن تكفروا فإن لله فى سمواته وأرضه من الملائكة والثقلين من يوحده ويعبده ويتقيه .وجواب الشرط فى قوله وإن تكفروا محذوف ، والتقدير : إن تكفروا بما وصاكم به فلن يضيره كفركم فإنه - سبحانه - له ما فى السماوات وما فى الأرض ثم ختم - سبحانه - الآية بقوله : ( وَكَانَ الله غَنِيّاً حَمِيداً ) أى : وكان الله وما زال غنيا من خلقه وعن عبادتهم ، مستحقا لأن يحمده الحامدون لكثرة نعمه عليهم فالجملة الكريمة تذييل مقرر لما قبله .",
  "ayah": 131,
  "surah": 4
}
