{
  "text": "ثم كشف - سبحانه - عن جانب من طبيعتهم المنكوسة فقال : ( الذين يَتَّخِذُونَ الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين ) .أى : أنذر هؤلاء المنافقين بالعذاب الأليم ، الذين من صفاتهم أنهم يتخذون الكافرين أولياء ونصراء لهم تاركين ولاية المؤمنين ونصرتهم . فهم سلم على الكافرين وحرب على المؤمنين .والمراد بالكافرين هنا : اليهود - على أرجح الأقوال - فقد حكى عن المنافقين أنهم كانوا يقولون : إن أمر محمد صلى الله عليه وسلم لن يتم فتولوا اليهود ، ولأن غالب سكان المدينة - من غير المسلمين - كان من اليهود .وقوله ( مِن دُونِ المؤمنين ) حال من فاعل يتخذون . أى : يتخذون الكفار أنصارا لهم حالة كونهم متجاوزين ولاية المؤمنين ونصرتهم .والاستفهام فى قوله : ( أَيَبْتَغُونَ عِندَهُمُ العزة ) للإِنكار والتعجب من شأنهم ، والتهكم من سوء تصورهم .وقوله : ( فَإِنَّ العزة للَّهِ جَمِيعاً ) رد على تصوراتهم الباطلة ، ومداركهم الفاسدة ، وتثبيت للمؤمنين حتى يزدادوا قوة على قوتهم .أى : أن هؤلاء المنافقين قد تركوا ولاية المؤمنين إلى ولاية الكافرين فما الذى دفعهم إلى هذا الانتكاس؟ أيطلبون بلهفة ورغبة العزة والمنعة من عند الكافرين؟ إذا كان هذا حالهم فقد خابوا وخسروا ، فإن العزة والقوة والمنعة والنصرة له وحده . ومن اعتز بغير الله هان وذل .قال ابن كثير : والمقصود من هذا التهييج على طلب العزة من جانب الله - تعالى - والإِقبال على عبوديته ، والانتظام فى جملة عباده المؤمنين ، الذين لهم النصرة فى الحياة الدنيا ويوم يقوم الأشهاد . ويناسب هنا أن نذكر الحديث الذى رواه الإِمام أحمد عن أبى ريحانة أن النبى صلى الله عليه وسلم قال : \" من انتسب إلى تسعة آباء كفار ، يريد بهم عزا وفخرا فهو عاشرهم فى النار \" .وقال الإِمام الرازى : وأصل العزة فى اللغة الشدة . ومنه قيل للأرض الصلبة الشديدة : عزاز . ويقال : قد استعز المرض على المريض إذا اشتد ظهره به . وشاة عزوز التى يشتد حبلها ويصعب . والعزة : القوة منقولة منا لشدة لتقارب معنييهما . والعزيز القوى المنيع بخلاف الذليل .ثم قال : إذا عرفت هذا فنقول : إن المنافقين كانوا يطلبون العزة والقوة بسبب اتصالهم باليهود . ثم إنه - تعالى - أبطل عليهم هذا الرأى بقوله : ( فَإِنَّ العزة للَّهِ جَمِيعاً ) .فإن قيل : هذا كالمناقض لقوله : ( وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ ) قلنا القدرة الكاملة لله . وكل من سواه فبالقداره صار قادرا . وبإعزازه صار عزيزا فالعزة الحاصلة للرسول عليه الصلاة والسلام وللمؤمنين لم تحصل إلا من الله - تعالى - فكأنه الأمر عند التحقيق أن العزة جميعا لله .قالوا : وقد دلت الآية الكريمة على وجوب موالاة المؤمنين ، والنهى عن موالاة الكافرين . قال - تعالى - ( لاَّ تَجِدُ قَوْماً يُؤْمِنُونَ بالله واليوم الآخر يُوَآدُّونَ مَنْ حَآدَّ الله وَرَسُولَهُ وَلَوْ كانوا آبَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ )",
  "ayah": 139,
  "surah": 4
}
