{
  "text": "( الذين يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ الله قالوا أَلَمْ نَكُنْ مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قالوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ المؤمنين ) .وقوله : ( يَتَرَبَّصُونَ ) من التربص بمعنى الانتظار وترقب الحوادث . يقال : تربص به إذا انتظره مع ترقب وملاحظة .وقوله : ( نَسْتَحْوِذْ ) من الاستحواذ بمعنى الغلبة والتمكن والاستيلاء ، يقال : استحوذ فلان على فلان أى : غلب عليه وتمكن منه . ومنه قوله - تعالى - ( استحوذ عَلَيْهِمُ الشيطان فَأَنسَاهُمْ ذِكْرَ الله ) والمعنى : إن من صفات هؤلاء المنافقين - أيها المؤمنون - أنهم يتربصون بكم . أى : ينتظرون بترقب وملاحظة ما يحث لكم من خير أو شر ، أو من نصر أو هزيمة ( فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ الله ) أى : من نصر وظفر على أعدائكم ( قالوا ) على سبيل التقرب إليكم ( أَلَمْ نَكُنْ مَّعَكُمْ ) فى الجهاد وغيره فاعطونا نصيبا من الخير الذى أصبتموه . ( وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ ) أى حظ من النصر عليكم - لأن الحرب سجال - ( قالوا ) لهم - أيضا - على سبيل التقرب إليهم ( أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ المؤمنين ) أى : ألم نتمكن من قتلكم وأسركم ولكنا لم نفعل ذلك ، بل أحطناكم بحمايتنا ورعايتنا ومنعنا المؤمنين من النصر عليكم بسب تخذيلنا لهم ، وجسسنا على أحوالهم .وإخباركم بما يهمكم من شئونهم . وما دام الأمر كذلك فاجعلوا لنا قسما من نصيبكم .فالآية الكريمة تصور تصويرا بليغا ما كان عليه المنافقون من تلون وتقلب وهرولة وراء شهوات الدنيا فى أى مكان كانت .وعبر عن النصر فى جانب المؤمنين بأنه فتح ، وعن انتصار الكافرين بأنه نصيب ، لتعظيم شأن المسلمين وللتهوين من شأن الكافرين . ولأن انتصار المسلمين يترتب عليه فتح الطريق أمام الحق وحسن العاقبة بخلاف انتصار الكافرين فهو أمر طارئ وليس بدائم .قال صاحب الانتصاف : وهذا من محاسن نكت أسرار القرآن ، فإن الذى يتفق للمسلمين فيه : استئصال لشأفة الكفار واستيلاء على أرضهم وديارهم وأموالهم وأرض لم يطؤوها . وأما ما كان يتفق للكفار فمثل الغلبة والقدرة التى لا يبلغ شأنها أن تسمى فتحا . فالتفريق بينهما أيضا مطابق للواقع والاستفهام فى قوله ( أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ ) وفى قوله ( أَلَمْ نَكُنْ مَّعَكُمْ ) للتقرير أى : لقد كنا معكم واستحوذنا عليكم ومنعناكم من المؤمنين .ثم ختم - سبحانه - الآية الكريمة بتبشير المؤمنين وإنذار الكافرين فقال : ( فالله يَحْكُمُ بَيْنَكُمْ يَوْمَ القيامة وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى المؤمنين سَبِيلاً ) .والفاء هنا للإِفصاح عن كلام مقدر . أى : إذا كان هذا هو حال المنافقين والكافرين فى الدنيا ، فأبشركم - أيها المؤمنون - بأن الله سيحكم بينكم وبينهم يوم القيامة بحكمه العادل ، فيثيبكم بالثواب الجزيل لأنكم أولياؤه ، ويعاقبهم بالعقاب الأليم لأنهم أعداؤه ، وأبشركم - أيضا - بأنه - سبحانه - لن يجعل الله جميعا بدون فرقة أو تنازع أو فشل ، وآخذين بالأسباب وبسنن الله الكونية التى تعينكم على الوصول إلى غايتكم الشريفة ، ومقاصدكم السليمة .فالآية الكريمة تنفى أن يكون هناك سبيل للكافرين على المؤمنين فى الدنيا والآخرة .ومنهم من يرى أن المراد بنفى السبيل هنا فى الآخرة .وقد أشار الإِمام ابن كثير إلى هذين الاتجاهين بقوله - تعالى - ( وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى المؤمنين سَبِيلاً ) . أى : يوم القيامة كما روى عن على بن أبى طالب وغيره .ويحتمل أن يكون المعنى : ( وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى المؤمنين سَبِيلاً ) أى : فى الدنيا ، بأن سلطوا عليهم تسليط استيلاء واستئصال بالكلية ، وإن حصل لهم ظفر فى بعض الأحيان على بعض الناس فإن العاقبة للمتقين فى الدنيا والآخرة ، كما قال - تعالى - ( إِنَّا لَنَنصُرُ رُسُلَنَا والذين آمَنُواْ فِي الحياة الدنيا وَيَوْمَ يَقُومُ الأشهاد ) والذى نراه أولى أن تكون الجملة الكريمة عامة فى نفى أن يكون هناك سلطان للكافرين على المؤمنين ما دام المؤمنون متبعين اتباعا تاما تعاليم دينهم وآخذين فى الأسباب التى تجعل النصر حليفا لهم .وإذا كان الكافرون فى بعض الازمان والأحوال قد صارت لهم الغلبة على المسلمين ، فذلك قد يكون نوعا من الابتلاء أو التأديب أو التمحيص . حتى يعود المسملون إلى دينهم عودة كاملة تجعلهم يستجيبون توجيهاته . ويذعنون لأحكامه ، ويطبقون أوامره ونواهيه .وهنا يحالفهم نصر الله الذى لا يقهر ووعد الذى لا يتخلف .",
  "ayah": 141,
  "surah": 4
}
