{
  "text": "قوله - تعالى - : ( لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ ) نهى للمؤمنين عن الاسترسال فى الجهر بالسوء إلا عندما يوجد المقتضى لهذا الجهر .وعدم محبته - سبحانه - لشئ كناية عن غضبه على فاعله وعدم رضاه عنه ، والجهر بالقول معناه : النطق به فى إعلان ، ونشره بين الناس ، وإذاعته فيهم فهو يقابل السر والإِخفاء .والقول السوء : هو الذى يسوء من يقال فيه ويؤذيه فى شرفه ، أو عرضه أو غير ذلك مما يلحق به شرا .والمعنى : لا يحب الله - تعالى - لأحد من عباده أن يجهر بالأقوال السيئة أو الأفعال السيئة ، إلا من وقع عليه الظلم فإنه يجوز له أن يجهر بالسوء من القول فى الحدود التى تمكنه من رفع الظلم عنه دون أن يتجاوز ذلك ، كأنه يجهر الخصم بما ارتكبه خصمه فى حقه من مآثم . وكأن يذكر المظلوم الظالم بالقول السئ فى المجالس العامة والخاصة متحريا البعد عن الكذب والبهتان .قال القرطبى ما ملخصه : والذى يقتضيه ظاهر الآية أن للمظلوم أن ينتصر من ظالمه - ولكن مع اقتصاد - إن كان مؤمنا ، فأما أن يقابل القذف بالقذب ونحوه فلا ، وإن كان كافرا فأرسل لسانك وادع بما شئت من الهلكة وبكل دعاء كما فعل النبى صلى الله عليه وسلم حيث قال : \" اللهم اشدد وطأتك على مضر واجعلها عليهم سنين كسنى يوسف \" .وإن كان مجارها بالظلم دعا عليه الداعى جهرا ، ولم يكن لهذا المجاهر عرض محترم ، ولا بدن محترم ، ولا بدن محترم ولا مال محترم . وقد روى أبو داود \" عن عائشة أنها قالت : سرق لها شئ فجعلت تدعو عليه - أى على السابق - فقال رسول الله صلى الله علي وسلم \" لا تسبخى عنه \" أى : لا تخففى عنه العقوبة بدعائك عليه . وروى أبو داود - أيضا - عن عمر بن الشريد عن أبيه عن رسول الله صلى الله عليه وسلم قال : \" لى الواجد ظلم يحل عرضه وعقوبته \" أى : المماطلة من القادر على دفع الحقوق لأصحابها ظلم يبيح للناس أن يذكروه بالسوء .وقول السوء بدون مقتض يبغضه الله سواء أكان هذا القول سرا أو جهرا إلا أنه - سبحانه - خص الجهر بالذكر لأنه أشد فحشا ، ولأنه أكثر جلبا للعداوة بين الناس ، وأشد تأثيرا فى إشاعة الجرائم فى المجتمع ، فإن كثرة سماع الناس للكلام السئ . وللقول الماجن ، يغرى الكثير منهم بترديد ما سمعوه ، وبحكايته فى أول الأمر بشئ من الحياء ، ثم لا يلبث هذا الحياء أن يزول بسبب إلف الناس للكثير من الألفاظ النابية ، والأقوال السيئة .وأنت تقرأ القرآن فتراه فى عشرات الآيات يأمر أبتاعه بالمداومة على النطق بالكلام الطيب حتى تنتشر بينهم المحبة والمودة . ومن ذلك قوله - تعالى - : ( وَقُل لِّعِبَادِي يَقُولُواْ التي هِيَ أَحْسَنُ إِنَّ الشيطان يَنزَغُ بَيْنَهُمْ إِنَّ الشيطان كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً ) والخلاصة أن الإِسلام يحب لأتباعه أن يلتزموا النطق بالكلمة الطيبة ، ويكره لهم أن يجهروا بالسوء من القول إلا فى حالة وقوع ظلم عليهم ، ففى هذه الحالة يجوز لهم أن يجهروا بالسوء من القول حتى يرتدع الظالم عن ظلمه .والاسثناء فى قوله ( إِلاَّ مَن ظُلِمَ ) استثناء منقطع ، فتكون إلا بمعنى لكن .أى : لا يحب الله الجهر بالسوء من القول لكن من ظلم له أن يجهر بالسوء لكى يدفع ما وقع عليه من ظلم .ويحتمل أن يكون متصلا فيكون المعنى : لا يحب الله الجهر بالسوء من القول من أحد إلا ممن ظلم فإنه يجوز له أن يجهر بالسوء من القول لرفع الظلم عنه فيكون الاستثناء من الفاعل المحذوف وهو - من أحد - أو : لا يحب الله الجهر السوء من القول إلا جهر من ظلم فإنه ليس بخارج عن محبة الله لأن دفع الظلم واجب . فيكون الكلام على تقدير مضاف محذوف .وقوله : ( وَكَانَ الله سَمِيعاً عَلِيماً ) تذييل قصد به التحذير من التعدى فى الجهر المأذون فيه ، ووعد للمظلوم بأنه - تعالى - يسمع شكواه ودعاءه ، ويعلم ظلم ظالمه .أى : وكان الله سميعا لكل ما يسر به المسرون أو يجهر به المجاهرون ، عليما بما يدور فى النفوس من بواعث وهواجس ، وسجيازى كل إنسان بأقواله وأعماله ، إن خيرا فخير ، وإن شراً فشر .",
  "ayah": 148,
  "surah": 4
}
