{
  "text": "ثم عدد - سبحانه - ألونا أخرى من جرائمهم التى عقابهم عليها شديدا فقال - تعالى - : ( فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ وَكُفْرِهِم بَآيَاتِ الله وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً ) .والفاء فى قوله ( فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ) للتفريع على ما تقدم من قوله ( وَأَخَذْنَا مِنْهُمْ مِّيثَاقاً غَلِيظاً ) والباء للسببية ، وما هنا مزيدة لتأكيد نقضهم للميثاق . والجر والمجرور متعلق بمحذف لتذهب نفس السامع فى تقديره كل مذهب فى التهويل والتشنيع على هؤلاء الناقصين لعهودهم مع الله - تعالى - فيكون المعنى :فسببب نقض هؤلاء لعهودهم وبسبب كفرهم بآياتنا ، وبسبب قتلهم لأنبيائنا ، وبسبب أقوالهم الكاذبة . بسبب كل ذلك فعلنا بهم ما فعلنا من أنواع العقوبات الشديدة ، وأنزلنا بهم ما أنزلنا من ظلم ومهانة وصغار ومسخ . . . الخ .ويرى بعضهم أن الجار والمجرور متعلق بقوله - تعالى - بعد ذلك ( حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ ) . . .أى : فسبب نقضهم للميثاق . وكفرهم بآيات الله حرمنا عليهم طيبات أحلت لهم .قال الفخر الرازى : واعلم أن القول الأول أولى ويدل عليه وجهان :أحدهما : أن الكلام طويل جداً من قوله : ( فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ) إلى قوله : ( فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ ) .الثانى : أن تلك الجنايات المذكورة بعد قوله - تعالى - ( فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ) عظيمة جدا . لأن كفرهم بآيات الله ، وقتلهم الأنبياء ، وإنكارهم للتكليف بقولهم : قلوبنا غلف ، أعظم الذنوب ، وذكر الذنوب العظيمة ، إنما يليق أن يفرع عليه العقوبة العظيمة ، وتحريم بعض المأكولات عقوبة خفيفة فلا حسن تعليقه بتلك الجنايات الكبيرة .فأنت ترى أن الله - تعالى - قد لعن بنى إسرائيل كما جاء فى قوله - تعالى - ( فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ ) ومسخهم قردة وخنازير كما جاء فى قوله - تعالى( فَلَماَّ عَتَوْاْ عَن مَّا نُهُواْ عَنْهُ قُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَاسِئِينَ ) وكما فى قوله - تعالى - ( هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك مَثُوبَةً عِندَ الله مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ القردة والخنازير وَعَبَدَ الطاغوت ) وتلك العقوبات كلها إنما كانت بسبب الجنايات والمنكرات التي سجلتها عليهم الآيات القرآنية؛ والتى من أجمعها هذه الآيات التى معنا .فالآيات التى معنا تسجل عليهم نقضهم للمواثيق ، ثم تسجل عليهم - ثانيا - كفرهم بآيات الله .وقد عطف - سبحانه - كفرهم بآياته على نقضهم للميثاق الذى أخذه عليهم مع أن ذلك الكفر من ثمرات النقض ، للإِشعار بأن النقض فى ذاته إثم عظيم والكفر فى ذاته إثم عظيم - أيضا - من غير التفات إلى أن له سبباً أو ليس له سبب .وسجل عليهم - ثالثا - قتلهم الأنبياء غير حق . فقد قتلوا زكريا وحيى وغيرهما من رسل الله - تعالى - .ولا شك أن قتل الأنبياء - عليهم الصلاة والسلام - يدل على شناعة جريمة من قتلهم وعلى تولغه فى الجحود والعناد والفجور إلى درجة تعجز العبادات عن وصفها ، لأنه بقتله للدعاة إلىالحق ، لا يريد للحق أن يظهر ولا للفضيلة أن تنتشر ، ولا للخير أن يسود ، وإنما يريد أن تكون الأباطيل والرذائل والشرور هى السائدة فى الأرض .وقوله : ( بِغَيْرِ حَقٍّ ) ليس قيدا؛ لأن تقل النبيين لا يكون بحق أبداً ، وإنما المراد من قوله : ( بِغَيْرِ حَقٍّ ) بيان أن هؤلاء القاتلين قد بلغوا النهاية فى الظلم والفجور والتعدى . لأنهم قد قتلوا أنبياء الله بدون أى مسوغ يوسغ ذلك ، وبدون أية شبهة تحملهم على ارتكاب ما ارتكبوا ، وإنما فعلوا ما فعلوا لمجرد إرضاء أحقادهم وشهواتهم وأهوائهم . .وقد أشار صاحب الكشاف إلى هذا المعنى قوله : فإن قلت : وقتل الأنبياء لا يكون إلا بغير الحق فما فائدة ذكره؟ قلت . معناه أنهم قتلوهم بغير حق عندهم - ولا عند غيرهم - ، لأنهم لم يقتلوا ولا أفسدوا فى الأرض فيقتلوا . وإنما نصحوهم ودعوهم إلى ما ينفعهم فقتلوهم . فلو سئلوا وأنصفوا من أنفسهم لم يذكروا وجها يستحقون به القتل .ثم سجل عليهم - رابعا - قولهم ( قُلُوبُنَا غُلْفٌ ) .وقوله : ( غُلْفٌ ) جمع أغلف - كحمر جمع أحمر - والشئ الأغلف هو الذى جعل عليه شى يمنع وصول شئ آخر إليه .والمعنى : أن هؤلاء الجاحدين قد قالوا عندما دعاهم الرسول صلى الله عليه وسلم إلى الحق إن قلوبنا قد خلقها الله مغطاة بأغطية غليظة ، وهذه الأغطية جعلتنا لا نعى شيئا مما تقوله يا محمد ، ولا نفقة شيئا مما تدعونا إليه ، فهم بهذا الكلام الذى حكاه القرآن عنهم ، يريدون أن يتنصلوا من مسئوليتهم عن كفرهم ، لأنهم يزعمون أن قلوبهم قد خلقها الله بهذه الطريقة التى حالت بينهم وبين فهم ما يراد منهم .وقريب من هذا قوله - تعالى - حكاية عن المشركين : ( وَقَالُواْ قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فاعمل إِنَّنَا عَامِلُونَ ) وقيل : إن قوله : وغلف : جمع غلاف - ككتب وكتاب - وعليه يكون المعنى : أنهم قالوا إن قلوبنا غلف أى أوعية للعلم شأنها فى ذلك شأن الكتب ، فلا حاجة بنا يا محمد إلى ما تدعونا إليه ، لأننا عندنا ما يكفينا .والذى يبدو لنا أن التأويل الأول أولى ، لأن أقرب إلى سياق الآية ، فقد رد الله عليهم بقوله : ( بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً ) . والطبع معناه . إحكام الغلق على الشئ وختمه بحيث لا ينفذ إليه شئ آخر .والمعنى : أن هؤلاء القائلين إن قلوبهم غلف كاذبون فيما يقولون ، وتخليهم عن مسئولية الكفر ليس صحيحا . لأن كفرهم ليس سببه أن قلوبهم قد خلقت مغطاة بأغطية تحجب عنها إدراك الحق - كما يزعمون - بل الحق أن الله - تعالى - ختم عليها ، وطمس معالم الحق فيها ، بسبب كفرهم وأعمالهم القبيحة . فهو - سبحانه - قد خلق القلوب على الفطرة ، بحيث تتمكن من اختيار الخير والشر ، إلا أن هؤلاء اليهود قد أعرشوا عن الخير إلى الشر ، واختاروا الكفر على الإِيمان نتيجة انقيادهم لأهوائهم وشهواتهم . فالله - تعالى - طبع على قلوبهم بسبب إيثارهم سبيل الغى على سبيل الرشد ، فصاروا لا يؤمنون إلا إيمانا قليلا لا قيمة له عند الله - تعالى - .فقوله ( إِلاَّ قَلِيلاً ) نعت لمصدر محذوف أى إلا إيماناً قليلا . كإيمانهم بنبوة موسى - عليه السلام - وإنما كان إيمانهم هذا لا قيمة له عند الله ، لأن الإِيمان ببعض الأنبياء والكفر ببعضهم ، يعتبره الإِسلام كفرا بالكل كما سبق أن بينا فى قوله - تعالى - ( إِنَّ الذين يَكْفُرُونَ بالله وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ الله وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذلك سَبِيلاً أولئك هُمُ الكافرون حَقّاً ) ومنهم من جعل قوله ( إِلاَّ قَلِيلاً ) صفة لزمان محذوف أى : فلا يؤمنون إلا زمانا قليلا . ومنهم من جعل الاستثناء فى قوله ( إِلاَّ قَلِيلاً ) من جماعة اليهود المدلول عليهم بالواو فى قوله ( فَلاَ يُؤْمِنُونَ ) أى : فلا يؤمنون إلا عددا قليلا منهم كعبد الله بن سلام وأشناهه . والجملة الكريمة وهى قوله : ( طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ ) معترضة بين الجمل المتعاطفة . وقد جئ بها للمسارعة إلى رد مزاعمهم الفاسدة ، وأقاربهم الباطلة .",
  "ayah": 155,
  "surah": 4
}
