{
  "text": "ثم سجل عليهم بعد ذلك رذيلة سابعة ورد عليهم بما يخرس ألسنتهم ، ويفضحهم على رءوس الأشهاد فى كل زمان ومكان فقال : ( وَقَوْلِهِمْ إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ ) والمسيح : لقلب تشريف وتكريم لعيسى - عليه السلام - قيل : لقب بذلك لأنه ممسوح من كل خلق ذميم . وقيل : لأنه مسح بالبركة كما فى قوله - تعالى - : ( وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنتُ ) وقيل لأن الله مسح عنه النذوب .أى : وبسبب قولهم على سبيل التبجح والتفاخر إنا قتلنا المسيح عيسى ابن مريم رسول الله ، لعنهم الله وغضب عليهم ، كما لعنهم وغضب عليهم - أيضا - بسبب جرائمهم السابقة .وهذا القول الذى صدر عنهم هو فى ذاته جريمة؛ لأنهم قالوه على سبيل التبجح والتفاخر لقتلهم - فى زعمهم - نبيا من أنبياء الله ، ورسولا من أولى العزم من الرسل .وقولهم هذا وإن كان يخالف الحقيقة والواقع ، إلا أنه يدل على أنهم أرادوا قتله ففعلا ، وسلكوا كل السبل لبلوغ غايتهم الدنيئة ، فدسوا عليه عند الرومان ، ووصفوه بالدجل والشعوذة ، وحاولوا أن يسلموه لأعدائه ليصلبوه ، بل زعموا أنهم أسلموا فعلا لهم ، ولكن الله - تعالى - خيب سعيهم ، وأبطل مكرهم ، وحال بينهم وبين ما يشتهون ، حيث نجى عيسى - عليه السلام - من شرورهم ، ورفعه إليه دون أن يمسه سوء منهم .ولا شك أن صدر عن اليهود فى حق عيسى - عليه السلام - من محاولة قتله ، واتخاذ كل وسيلة لتنفيذ غايتهم ، ثم تفاخرهم بأنهم قتلوه وصلبوه ، لا شك أن كل ذلك يعتبر من أكبر الجرائم؛ لأنه من المقرر فى الشرائع والقوانين أن من شرع فى ارتكاب من الجرائم واتخذ كل الوسائل لتنفيذها ، ولكنها لم تتم لأمر خارج عن إرادته ، فإنه يعد من المجرمين الذين يستحقون العقاب الشديد .واليهود قد اتخذوا كافة الطرق لقتل عيسى - عليه السلام - كما بينا - ، ولكن حيل بينهم وبين ما يشتهون لأسباب خارجة عن طاقتهم . ومنعنى هذا أنه لو بقيت لهم أية وسيلة لإِتمام جريمتهم النكراء لما تقاعسوا عنها ، ولأسرعوا فى تنفيذها فهم يستحقون عقوبة المجرم فى تفكيره ، وفى نيته ، وفى شروعه الأثيم ، لارتكاب ما نهى الله عنه .قال صاحب الكشاف : فإن قلت : كانوا كافرين بعيسى - عليه السلام - أعداء له ، عامدين لقتله ، يسمونه الساحر ابن الساحرة ، والفاعل ابن الفاعلة ، فيكف قالوا : ( إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله ) ؟قلت : قالوه على وجه الاستهزاء ، كقول فرعون ( إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ ) ويجوز أن يضع الله الذكر الحسن مكان ذكرهم القبيح فى الحكاية عنهم ، رفعا لعيسى عما كانوا يذكرونه به ، وتعظيما لما أرادوا بمثله كقوله : ( لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم الذي جَعَلَ لَكُمُ الأرض مَهْداً ) وقوله - تعالى - ( وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ ) رد على مزاعمهم الكاذبة ، وأقاويلهم الباطلة التى تفاخروا بها بأنهم قتلوا عيسى - عليهم السلام - . أى : إن ما قاله اليهود متفاخرين به ، وهو زعمهم أنه قتلوا عيسى - عليه السلام - ، هو من باب أكاذيبهم المعروفة عنهم؛ فإنهم ما قتلوه ، وما صلبوه ولكن الحق أنهم قتلوا رجلا آخر يشبه عيسى - عليه السلام - فى الخلقة فظنوه إياه وقتلوه وصلبوه ، ثم قالوا . إنا قتلنا المسيح ابن مريم رسول الله .قال الفخر الرازى : قوله : ( شُبِّهَ ) مسند إلى ماذا؟ إن جعلته مسنداً إلى المسيح فهو مشبه به وليس بمشبه . وإن أسندته إلى المقتول لم يجر له ذكر؟ والجواب من وجهين :الأول : أنه مسند إلى الجار والمجرور .وهو كقولك : خيل إليه . كأنه قيل : ولكن قوع لهم الشبه . الثانى : أن يسند إلى ضمير المقتول ، لأن قوله ( وَمَا قَتَلُوهُ ) يدل على أنه وقع القتل على غيره فصار ذلك الغير مذكورا بهذا الطريق فحسن إسناد ( شُبِّهَ ) إليه .وقال فضيلة الشيخ حسنين محمد مخلوف قوله : ( وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ) زعم أكثر اليهود أنهم قتلوا المسيح وصلبوه ، فأكذبهم الله - تعالى - فى ذلك وقال : ( ولكن شُبِّهَ لَهُمْ ) . أى : شبه لهم المقتول بأن ألقى عليه شبه المسيح فلما دخلوا عليه ليقتلوه - أى ليقتلوا المسيح - وجدوا الشبيه فقتلوه وصلبوه ، يظنونه المسيح وما هو فى الواقع ، إذ قد رفع الله عيسى إلى السماء ، ونجاه من شر الأعداء .وقيل المعنى : ولكن التبس عليهم الأمر حيث ظنوا المقتول عيسى كما أوهم بذلك أحبارهم .هذا ، وللمفسرين فى بيان كيفية التشبيه لهم وجوه من أهمها اثنان :الأول : أن الله - تعالى - ألقى شبه عيسى - عليه السلام - على أحد الذين خانوه ودبروا قتله وهو ( يهوذا الإِسخربوطى ) الذى كان غينا وجاسوسا على المسيح ، والذى أرشد الجند الذين أرادوا قتله إلى مكانه ، وقال لهم : من أقبله أمامكم يكون هو المسيح ، فاقبضوا عليه لتقتلوه ، فدخل بين عيسى ليدلهم عليه ليقتلوه فرفع الله عيسى ، وألقى شبهه على المنافق ، فدخلوا عليه فقتلوه وهم يظنون أنه عيسى .وهذا الوجه قد جاء مفصلا فى بعض الأناجيل وأشار إليه الآلوسى بقوله : كان رجل من الحواريين ينافس عيسى - عليه السلام - فلما أرادوا قتله قال : أنا أدلكم عليه ، وأخذ على ذلك ثلاثين درهما ، فدخل بيت عيسى - عليه السلام - فرفع الله عيسى ، وألقى شبهه على المنافق ، فدخلوا عليه فتقوله ، وهم يظنون أنه عيسى .الثانى : أن الله - تعالى - القى شبه المسيح على أحد تلاميذه المخلصين حينا أجمعت اليهود على قتله ، فأخبره الله بأنه سيرفعه إليه ، فقال لأصحابه أيكم يرضى أن يلقى عليه شبهى فيقتل ويصلب ويدخل الجنة؟ فقال رجل منهم أنا . فألقى الله صورة عيسى عليه ، فقتل ذلك الرجل وصلب .وقد أطالب الإِمام ابن كثير فى ذكر الروايات التى تؤيد هذا الوجه ، ومنها قوله : عن ابن عباس قال : لما أراد الله - تعالى - أن يرفع عيسى إلى السماء ، خرج على أصحابه وفى البيت اثنا عشر رجلا من الحواريين فقال لهم إن منكم من يكفر بعدى اثنتى عشرة مرة بعد أن آمن بى .قال : ثم قال : أيكم يلقى عليه شبهى فيقتل مكانى ، ويكون معى فى درجتى؟فقال شاب من أحدثهم سنا . فقال له : اجلس . ثم أعاد عليهم . فقال ذلك الشاب . فقال له : اجلس . ثم أعاد عليهم . فقام ذلك الشاب . فقال : أنا .فقال له عيسى ، هو أنت ذاك . فألقى عليه شبه عيسى . ورفع عيسى من روزنة فى البيت إلى السماء . قال : وجاء الطلب من اليهود فأخذوا الشبه فقتلوه ثم صلبوه ، فكفر به بعضهم اثنتى عشرة مرة بعد أن آمن . قال ابن كثير : وهذا إسناد صحيح عن ابن عباس ، ورواه النسائى عن أبى كريب عن أبى معاوية ، وقال غير واحد من السلف : أنه قال لهم . أيكم يلقى عليه شبهى فيقتل مكانى وهو رفيقى فى الجن . . .والذى يجب اعتقاده بنص القرآن الكريم أن عيسى - عليه السلام لم يقتل ولم يصلب ، وإنما رفعه الله إليهم ، ونجاه من مكر أعدائه ، أما الذى قتل وصلب فهو شخص سواه .ثم قال - تعالى - ( وَإِنَّ الذين اختلفوا فِيهِ لَفِي شَكٍّ مِّنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن ) . أى : وإن الذين اختلفوا فى شأن عيسى من أهل الكتاب لفى شك دائم من حقيقة أمره . أى : فى حيرة وتردد ، ليس عندهم علم ثابت قطعى فى شأنه ، أو فى شأن قتله ، ولكنهم لا يتبعون فيما يقولونه عنه إلا الظن الذى لا تثبت به حجة . ولا يقوم عليه برهان .ولقد اختلف أهل الكتاب فى شأن عيسى اختلافا كبيراً . فمنهم من زعم أنه ابن الله . وادعى أن فى عيسى عنصرا إليها مع العنصر الإِنسانى . وأن الذى ولدته مريم هو العنصر الإِنسانى . ثم أفاض عليه بعد ذلك العنصر الإِلهى .ومنهم من قال : إن مريم ولدت العنصرين معا .ولقد اختلفوا فى أمر قتله . فقال بعض اليهود : إنه كان كاذبا فقتلناه قتلا حقيقا ، وتردد آخرون فقالوا : إن كان المقتول عيسى فأين صاحبنا . وإن كان المقتول صاحبنا فأين عيسى؟وقال آخرون : الوجه وجه عيسى والبدن بدن صاحبنا .إلى غير ذلك من خلاقاتهم التى لا تنتهى حول حقيقة عيسى وحول مسألة قتله وصلبه .فالمراد بالموصول فى قوله : ( وَإِنَّ الذين اختلفوا ) ما يعم اليهود والنصارى جميعا . والضمير فى قوله ( فيه ) يعود إلى عيسى - عليه السلام - .وقوله ( مِّنْهُ ) جار مجرور متعلق بمحذوف صفة الشك .قال الآلوسى : وأصل الشك أن يستعمل فى تساوى الطرفين ، وقد يستعمل فى لازم معناه وهو التردد مطلقا ، وإن لم يترجح أحد طرفيه وهو المراد هنا . ولذا أكده بنفى العلم الشامل لذلك أيضا بقوله - سبحانه - : ( مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن ) .وقوله ( إِلاَّ اتباع الظن ) الراجح أن الاستثناء فيه منقطع ، أى مالهم به من علم لكنهم يتبعون الظن .وقيل : هو متصل ، لأن العلم والظن يجمعهما مطلق الإدراك .قال صاحب الكشاف : فإن قلت : قد وصفوا بالشك والشك أن لا يترجح أحد الجائزين .ثم وصفوا بالظن والظن أن يترجح أحدهما فيكف يكونون شاكين ظانين؟ قلت : أريد أنهم شاكون ما لهم من علم قط ، ولكن إن لاحت لهم إمارة ظنوا .ولم يرتض هذا الجواب صاحب الانتصاف فقال : وليس فى هذا الجواب شفاء الغليل . والظاهر - والله أعلم - أنهم كانوا أغلب أحوالهم الشك فى أمرهم والتردد ، فجاءت العبارة الأولى على ما يغلب من حالهم ، ثم كانوا لا يخلون من ظن فى بعض الأحوال وعنده يقفون لا يرتفعون إلى العلم فيه البتة . وكيف يعلم الشئ على ما خلاف ما هو به؟ فجاءت العبارة الثانية على حالهم النادرة فى الظن نافية عنهم ما يترقى عن الظن .",
  "ayah": 157,
  "surah": 4
}
