{
  "text": "وقد أكد - سبحانه - هذا المعنى بعد ذلك ، بأن أكرم من يستحق الإِكرام منهم ، وبشره بالأجر بالعظيم فقال ، ( لكن الراسخون فِي العلم مِنْهُمْ والمؤمنون يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيكَ وَمَآ أُنزِلَ مِن قَبْلِكَ والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سَنُؤْتِيهِمْ أَجْراً عَظِيماً ) .وقوله ( الراسخون ) جمع راسخ . ورسوخ الشئ ثباته وتمكنه . يقال شجرة راسخة ، أى ثابتة قوية لا تزحزحها الرياح ولا العواصف . والراسخ فى العلم هو المتحقق فيه ، الذى لا تؤثر فيه الشبه المتقن لما يعلمه إتقانا يبعده عن الميل والانحراف عن الحق .وقوله ، ( لكن الراسخون فِي العلم ) استدراك من قوله قبل ذلك ( وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَاباً أَلِيماً ) وبيان لكونه بعض أهل الكتاب على خلاف حال عامتهم فى العاجل والآجل .والمعنى : إن حال اليهود على ما وصف لكم من سوء خلق فى الدنيا ، ومن سوء عاقبة فى الآخرة ، ( لكن الراسخون فِي العلم مِنْهُمْ ) أى الثابتون فيه ، المتقنون المستبصرون الذين أدركوا حقائقه وصدقوها وأذعنوا لها ، ورسخت فى نفوسهم رسوخا ليس معه شبهة تفسده ، أو هوى يعبث به ، أو ريب يزعزعه .( والمؤمنون ) أى منهم . وقد وصفوا بالإِيمان بعد وصفهم بما يوجبه وهو الرسوخ فى العلم بطريق العطف المبنى على المغايرة المتعاطفين تنزيلا للاختلاف العنوانى منزلة الاختلاف الذاتى .وقوله ( يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيكَ ) خبر لقوله ( الراسخون ) . أى هؤلاء الراسخون فى العلم من أهل الكتاب والمؤمنين منهم بالحق ، يؤمنون بما أنزل إليك من قرآن ، ويؤمنون بما ( أُنزِلَ مِن قَبْلِكَ ) من كتب سماوية على أنبياء الله ورسله .وقوله : ( والمقيمين الصلاة ) للعلماء فيه وجوه من الإعراب أشهرها أنه منصوب على المدح . أى : وأمدح المقيمين الصلاة .قال صاحب الكشاف : وقوله ( والمقيمين الصلاة ) نصب على المدح لبيان فضل الصلاة وهو باب واسع . وقد كسره سيبويه على أمثله وشواهد . ولا يلتفت إلى ما زعموا من وقوعه لحنا فى خط المصحف : ورما التفت إليه من لم ينظر فى الكتاب ، ولم يعرف مذاهب العرب ، وما لهم فى النصب على الاختصاص من الافتنان وغبى عليه أن السابقين الأولين الذين مثلهم فى التوراة ومثلهم فى الإِنجيل ، كانوا أبعد همة فى الغيرة على الإِسلام ، وذب المطاعن عنه ، من أن يتكروا فى كتاب الله ثلمة ليسدها من بعدهم . وخرقا يوفوه من يلحق بهم وقيل : هو عطف على ( بِمَآ أُنزِلَ إِلَيكَ ) أى : يؤمنون بالكتاب وبالمقيمين الصلاة وهم الأنبياء . وفى مصحف عبد الله : ( والمقيمين ) بالواو : وهى قراءة مالك بن دينار ، والجحدرى ، وعيسى الثقفى .وقوله : ( والمؤتون الزكاة والمؤمنون بالله واليوم الآخر ) معطوف على ( الراسخون ) أو على الضمير المرفوع فى ( يُؤْمِنُونَ ) .أو على أنه مبتدأ والخبر ما بعده وهو قوله . ( أولئك سَنُؤْتِيهِمْ أَجْراً عَظِيماً ) .والمراد بالجميع مؤمنو أهل الكتاب الصادقون فى إيمانهم . فقد وصفهم - أولا - بالرسوخ فى العلم ، ثم وصفهم - ثانيا - بالإِيمان الكامل بما أوحاه الله على أنبيائه من كتب وهدايات ، ثم مدحهم - ثالثا - بإقامة الصلاة إقامة مستوفية لكل أركانها وسننها وآدابها وخشوعها ، ثم وصفهم - رابعاً - بإيتاء الزكاة لمستحقيها ، ثم وصفهم - خامسا - بالإِيمان بالله إيماناً حقاً ، وبالإِيمان باليوم الآخر وما فيه من حساب وثواب وعقاب .وبعد هذا الوصف الكريم لهؤلاء المؤمنين الصادقين ، بين - سبحانه - حسن عاقبتهم فقال : ( أولئك سَنُؤْتِيهِمْ أَجْراً عَظِيماً ) .أى : أولئك الموصفون بتلك الصفات الجليلة سنؤتيهم يوم القيامة أجرا عظيم لا يعلم كنهه إلا علام الغيوب ، لأنهم جمعوا بين الإِيمان الصحيح وبين العمل الصالح .هذا . والمتأمل فى هذه الآيات الكريمة ، يراها من أجمع الآيات التى تحدثت عن أحوال اليهود ، وعن أخلاقهم السيئة ، وعن فنون من راذئلهم وقبائحهم . . . . فأنت تراها - أولا - ستجل عليهم أسئلتهم المتعنتة وسوء أدبهم مع الله ، وعبادتهم للعجل من بعد أن قامت لديهم الأدلة على أن العبادة لا تكون إلا لله وحده ، وعصيانهم لأوامر الله ونواهيه ، ونقضهم للعهود والمواثيق ، وكفرهم بآيات الله ، وقتلهم الأنبياء بغير حق ، وقولهم قلوبنا غلف ، وبتهتهم لمريم القانتة العابدة الطاهرة ، وقولهم : إنا قتلنا المسيح عيسى ابن مريم رسول الله . . . إلى غير ذلك من الرذائل التى سجلها الله عليهم .ثم تراها - ثانيا - تذكرهم وتذكر الناس جميعا ببعض مظاهر رحمة الله بهم ، وعفوه عنهم ، ونعمه عليهم ، كما تذكرهم - أيضا - وتذكر الناس جميعا ، ببعض العقوبات التى عاقبهم بها بسبب ظلمهم وبغيهم .وكأن الآيات الكريمة تقول لهم وللناس إن نعم الله على عباده لا تحصى ورحمته بهم واسعة ، فاشكروه على نعمه ، وتوبوا إليه من ذنوبكم ، فإن الإِصرار على الماصى يؤدى إلى سوء العاقبة فى الدنيا والآخرة .ثم تراها - ثالثاً - تدافع عن عيسى وأمه دفاعا عادلا مقنعاً وتبرئهما مما نسبه أهل الكتاب إليهما من زور وبهتان ، وتصرح بأن أهل الكتاب لا حجة عندهم فيما تقولوه على عيسى وعلى أمه مريم ، وأنهم فى أقوالهم ما يتبعون إلا الظن ، ( وَإِنَّ الظن لاَ يُغْنِي مِنَ الحق شَيْئاً ) ثم تسوق الحقيقة التى لا باطل معها في شأن عيسى ، بأن تبين بأن الذين زعموا أنهم قتلوه كاذبوم مفترون فإنهم ما قتلوه وما صلبوه ولكن شبه لهم ، وسيؤمنون به عند نزوله فى آخر الزمان ، أو عندما يكونون فى اللحظات الأخيرة من حياتهم ، حين لا ينفع الإِيمان .ثم تراها - رابعاً - لا تعمم فى أحكامها ، وإنما تحق الحق وتبطل الباطل فهى بعد أ ، تبين ما عليه اليهود من كفر وظلم وفسوق عن أمر الله ، وتتوعدهم بالعذاب الشديد فى الآخرة .بعد كل ذلك تمدح الراسخين فى العلم منهم مدحا عظيما ، وتكرم المؤمنين الصادقين منهم تكريما عظيما ، وتبشرهم بالأجر الحزيل الذى يشرح صدورهم ، ويطمئن قلوبهم . ( ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم ) هذا جانب مما اشتملت عليه هذه الآيات من عبر وعظات ( لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السمع وَهُوَ شَهِيدٌ ) وبعد هذا الحديث المستفيض عن شبهات اليهود وسوء طباعهم .",
  "ayah": 162,
  "surah": 4
}
