{
  "text": "وقوله : ( رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل ) .بيان لوظيفة الرسل - عليهم الصلاة والسلام - وللحكمة من إرسالهم . وقوله : ( رُّسُلاً ) منصوب على المدح ، أو بفعل مقدر قبله ، أى : وأرسلنا رسلا . والمراد بالحجة هنا : المعذرة التى يعتذر بها الكافرون والعصاة .أى : وكما أوحينا إليك يا محمد بما أوحينا من قرآن وهدايات . وأرسلناك للناس رسولا ، فقد أرسلنا من قبلك رسلا كثيرين مبشرين من آمن وعمل صالحا يرضاه الله عنه فى الدنيا والآخرة ، ومنذرين من كفر وعصى بسوء العقبى ، وقد أرسل - سبحانه - الرسل مبشرين ومنذرين لكى ( لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ ) يوم القيامة ، أى لكى لا تكون لهم معذرة يعتذرون بها كأن يقولوا . يا ربنا هلا أرسلت إلينا رسولا فيبين لنا شرائعك ، ويعلمنا أحكامك وأوامرك ونواهيك ، فقد أرسلنا إليهم الرسل مبشرين ومنذرين لكى لا تكون لهم حجة يحتجون بها ، كما قال - تعالى - ( وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ ونخزى ) قال الآلوسى : فالآية ظاهرة فى أنه لا بد من الشرع وإرسال الرسل . وأن العقل لا يغنى عن ذلك . وزعم المعتزلة أن العقل كان وأن مسألة الرسل إنما هو للتنبيه عن سنة الغفلة التى تعترى الإِنسان من دون اختيار . فمعنى الآية عندهم : لئلا يبقى للناس على الله حجة .وتسمية ما يقال عند ترك الإِرسال حجة مع استحالة أن يكون لأحد عليه - سبحانه - حجة مجاز . بتنزيل المعذرة فى القبول عنده - تعالى - بمقتضى كرمه ولطفه منزلة الحجة القاطعة التى لا مرد لها .وقوله : ( حُجَّةٌ ) اسم يكون . وخبره قوله \" للناس \" وقوله : على الله حال من حجة .وقوله : ( بَعْدَ الرسل ) أى : بعد إرسال الرسل وتبليغ الشريعة على ألسنتهم وهو متعلق بالفنى أى : لتنفى حجتهم واعتذارهم بعد إرسال الرسل .قال ابن كثير : وقد ثبت فى الصحيحين عن ابن مسعود قال قال رسول الله صلى الله عليه وسلم \" لا أحد أغير من الله ، ومن أجل ذلك حرم الفواحش ما ظهر منها وما بطن . ولا أحد أحب إليه المدح من الله ، ومن أجل ذلك مدح نفسه ، ولا أحد أحبن إليه العذر من الله ، ومن أجل ذلك بعث النبيين مبشرين ومنذرين \" وفى لفظ آخر : \" ومن أجل ذلك أرسل رسله وأنزل كتبه \" .وقوله : ( وَكَانَ الله عَزِيزاً حَكِيماً ) تذييل قصد به بيان قدرته التى لا تغالب وحكمته التى لا تحيط أحد بكنهها . أى : وكان الله - تعالى - وما زال هو القادر الغالب على كل شئ ، الحكيم فى جميع أفعاله وتصرفاته ، وسيجازى الذين أساؤوا بما عملوا ، وسيجازى الذين أحسنوا بالحسنى .هذا وللمرحوم الأستاذ الإِمام محمد عبده كلام نفس فى كتابه ( رسالة التوحيد ) عن : حاجة البشر إلى إرسال الرسل ، وعن وظيفتهم - عليهم الصلاة والسلام - وما قاله فى ذلك : الرسل يرشدون العقل إلى معرفة الله وما يجب أن يعرف من صفاته . ويبينون الحد الذى يجب أن ييقف عنده فى طلب ذلك العرفان . على وجه لا يشق عليه الاطمئنان إليه ، ولا يرفع ثقته بما آتاه الله من القوة .الرسل يبينون للناس ما اختلفت عليه عقولهم وشهواتهم . وتنازعته مصالحهم ولذاتهم . فيفصلون فى تلك المخاصمات بأمر الله الصادع . ويؤيدون بما يبلغون عنه ما تقوم به المصالح الخاصة .الرسل يضعون لهم بأمر الله حدودا عامة . يسهل عليهم أن يردوا إليها أعمالهم . كاحترام الدماء البشرية إلا بحق . مع بيان الحق الذى تهدر له ، وحظر تناول شئ ما كسبه الغير إلا بحق . مع بيان الحق الذى يبيح تناوله . واحترام الأعراض . مع بيان ما يباح وما يحرم من الأبضاع .يحملونهم على تحويل أهوائهم عن اللذائذ الفانية إلى طلب الرغائب السامية آخذين فى ذلك كله بطرف من الترغيب والترهيب والإِنذار والتبشير حسبما أمرهم الله - جل شأنه - .يفصلون فى جميع ذلك للناس ما يؤهلهم لرضا الله عنهم وما يعرضهم لسخطه عليهم . ثم يحيطون بيانهم بنبأ الدار الآخرة ، وما أعد الله فيها من الثواب وحسن العقبى ، لمن وقف عند حدوده . وأخذ بأوامره .وبهذا تطمئن النفوس ، وتثلج الصدور ، ويعتصم المرزوء بالصبر ، انتظارا لجزيل الأجر . أو إرضاء لمن بيده الأمر . وبهذا ينحل أعظم مشكل فى الاجتماع اللإِنسانى ، لا يزال العقلاء يجهدون أنفسهم فى حلة إلى اليوم .",
  "ayah": 165,
  "surah": 4
}
