{
  "text": "وقوله - سبحانه - : ( لكن الله يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ أَنزَلَهُ بِعِلْمِهِ والملائكة يَشْهَدُونَ وكفى بالله شَهِيداً ) استدراك قصد به الرد على جحود أهل الكتاب للحق الذى جاء به النبى صلى الله عليه وسلم فقد أخرج ابن جرير عن ابن عباس قال :\" دخل على رسول الله صلى الله عليه وسلم جماعة من اليهود فقال لهم : \" إنى والله أعلم أنكم لتعلمون أنى رسول الله . فقالوا : ما نعلم ذلك \" فأنزل الله قوله : ( لكن الله يَشْهَدُ ) . الآية .والمقصود من الآية الكريمة تسلية النبى صلى الله عليه وسلم عن تذيب كثير من الناس له ، وإدخال الطمأنينة على قلبه ، فكأنه - سبحانه - يقول له :لم يشهد أهل الكتاب بأنك رسول من عند الله وصادق فيما تبلغه عنه ( لكن الله يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ) أى : لكن الله يشهد بأن الذى أنزله إليك من قرآن هو الحق الذى لا ريب فيه .وقوله : ( أَنزَلَهُ بِعِلْمِهِ ) أى : أنزله بعلم تام ، وحكمة بالغة ، أو بما علمه من مصالح عباده فى إنزاله عليك .وقوله : ( والملائكة يَشْهَدُونَ ) أى : والملائكة يشهدون بأنك صادق فى رسالتك ، وبأن ما أنزله الله عليك هو الحق الذى لا تحوم حوله شبهة .وقوله . ( وكفى بالله شَهِيداً ) أى : وكفى بشهادة الله شهادة بأنك على الحق وإن لم يشهد غيره لك . فإنه لا عبرة لإِنكار المنكرين لنبوتك ، ولا قيمة لجحود الجاحدين لما نزل عليك بعد شهادة الله لك بأنك نبيه ورسوله ، لتخرج الناس بإذنه من ظلمات الجاهلية إلى نور الإِسلام .وقد أجاد صاحب الكشاف فى توضيح تلك المعانى حيث قال : فإن قلت الاستدارك لا بد له من مستدرك فما هو فى قوله : ( لكن الله يَشْهَدُ ) .قلت : لما سأل أهل الكتاب إنزال كتاب من السماء ، واحتج عليهم بقوله ( إِنَّآ أَوْحَيْنَآ إِلَيْكَ ) قال : لكن الله يشهد . بمعنى : أنهم لا يشهدون لكن الله يشهد . .ومعنى شهادة الله بما أنزل إليه ، إثباته لصحته بإظهار المعجزات ، كما تثبت الدعاوى بالبينات وشهادة الملائكة : شهادة بأنه حق وصدق .فإن قلت : ما معنى قوله : ( أَنزَلَهُ بِعِلْمِهِ ) قلت : معناه أنزله متلبسا بعلمه الخاص الذى لا يعلمه غيره . وهو تأليفه على نظم وأسلوب يعجز عنه كل بليغ وصاحب بيان ، وموقعه مما قبله موقع الجملة المفسرة ، لأن بيان للشهادة . وقيل : أنزله وهو عالم بأنك أهل لإِنزاله إليك وأنك مبلغه . ويحتمل : أنه أنزله وهو عالم به رقيب عليه حافظ له من الشيطان برصد من الملائكة ، والملائكة يشهدون بذلك .هذا ، والمتأمل فى هذه الآيات الكريمة يراها قد أثبتت صدق النبى صلى الله عليه وسلم فى رسالته بالأدلة الساطعة . والحجج الواضحة؛ وبينت وظيفة الرسل - عليهم السلام - وحكمة الله فى إرسالهم ، وزادت للنبى صلى الله عليه وسلم طمأنينة بأنه على الحق ، لأن الله قد شهد له بذلك ، وكفى بشهادة الله شهادة مهما خالفها المخالفون ، وأعرض عنها المعرضون .ثم بين - سبحانه - بعد ذلك ما عليه الكافرون من ضلال وخسران ، وما سيصير إليه حالهم يوم القيامة من ذل ومهانة ، ووجه إلى الناس جميعا نداء أمرهم فيه بالإِيمان وترك الكفر والعصيان فقال - تعالى - : ( إِنَّ الذين كَفَرُواْ . . . عَلِيماً حَكِيماً ) .",
  "ayah": 166,
  "surah": 4
}
