{
  "text": "وبعد أن وصف - سبحانه - ذاته بأنه هو التواب الرحيم عقب ذلك ببيان من تقبل منهم التوب ، ومن لا تقبل منهم فقال : ( إِنَّمَا التوبة . . . . . عَذَاباً أَلِيماً ) .والتوبة : هى الرجوع إلى الله - تعالى - وإلى تعاليم دينه بعد التقصير فيه مع الندم على هذا التقصير والعزم على عدم العودة إليه .والمراد بها قبولها من العبد . فهى مصدر تاب عليه إذا قبل توبته .والمراد من الجهالة فى قوله ( يَعْمَلُونَ السواء بِجَهَالَةٍ ) : الجهل والسفه بارتكاب مالا يليق بالعاقل ، لا عدم العلم ، لأن من لا يعلم لا يحتاج إلى التوبة .قال مجاهد : كل من عصى الله عمداً أو خطأ فهو جاهل حتى ينزع عن معصيته .وقال قتادة : اجتمع أصحاب النبي صلى الله عليه وسلم فرأوا أن كل شئ عسى الله به فهو جهالة عما كان أو غيره .قال - تعالى - حكاية عن يوسف - عليه السلام - : ( رَبِّ السجن أَحَبُّ إِلَيَّ مِمَّا يدعونني إِلَيْهِ وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الجاهلين ) وقال حكاية عن موسى - عليه السلام - ( أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين ) وقال - سبحانه - مخاطبا نوحا - عليه السلام - ( فَلاَ تَسْئَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إني أَعِظُكَ أَن تَكُونَ مِنَ الجاهلين ) ووجه تسمية العاصى جاهلا - وإن عصى عن علم - أنه لو استعمل ما معه من العلم بالثواب والعقاب لما عصى ربه ، فلما لم يستعمل هذا العلم صار كأنه لا علم له ، فسمى العاصى جاهلا لذلك ، سواء ارتكب المعصية مع العلم بكونها معصية أم لا .والمعنى : إنما قبول التوبة كائن أو مستقر على الله - تعالى - لعباده الذين يعملون السوء ، ويقعون فى المعاصى بجهالة أى يعملون السوء جاهلين سفهاء ، لأن ارتكاب القبيح مما يدعو إليه السفه والشهوة ، لا مما تدعو إليه الحكمة والعقل .وصدر - سبحانه - الآية الكريمة بإنما الدالة على الحصر ، للإِشعار بأن هؤلاء الذين يعملون السوء بجهالة ثم يتوبون من قريب ، هم الذين يقبل الله توبتهم ، ويقيل عثرتهم .وعبر - سبحانه - بلفظ على فقال : ( إِنَّمَا التوبة عَلَى الله ) للدلالة على تحقق الثبوت ، حتى لكأن قبول التوبة من هؤلاء الذين ( يَعْمَلُونَ السواء بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ ) من الواجبات عليه ، لأنه - سبحانه - قد وعد بقبول التوبة؛ وإذا وعد بشئ أنجزه ، إذ الخلف ليس من صفاته - تعالى - بل هو محال فى حقه - عز وجل - .ولفظ ( التوبة ) مبتدأ . وقوله ( لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ ) متعلق بمحذوف خبر . وقوله ( عَلَى الله ) متعلق بمحذوف صفة للتوبة .أى : إنما التوبة الكائنة على الله للذين يعملون السوء بجهالة . . .وقوله ( بِجَهَالَةٍ ) متعلق بمحذوف وقع حالا من فاعل ( يَعْمَلُونَ ) أى : يعملون السوء جاهلين سفهاء . أو متعلق بقوله ( يَعْمَلُونَ ) فتكون الباء للسببية أى : يعملون السوء بسبب الجهالة .وقوله ( ثُمَّ يَتُوبُونَ مِن قَرِيبٍ ) أى ثم يتوبون فى زمن قريب من وقت عمل السوء ، ولا يسترسلون فى الشر استرسالا ويستمرئونه ويتعودون عليه بدون مبالاة بإرتكابه .ولا شك أنه متى جدد الإنسان توبته الصادقة فى أعقاب ارتكاب للمعصية كان ذلك أرجى لقبولها عند الله - تعالى - وهذا ما يفيده ظاهر الآية . ومنهم من فسر قوله ( مِن قَرِيبٍ ) بما قبل حضور الموت . وإلى هذا المعنى ذهب صاحب الكشاف فقال : قوله : ( مِن قَرِيبٍ ) أى : من زمان قريب . والزمان القريب : ما قبل حضرة الموت ألا ترى إلى قوله ( حتى إِذَا حَضَرَ أَحَدَهُمُ الموت قَالَ إِنِّي تُبْتُ الآن ) . فبين أن وقت الاحتضار هو الوقت الذى لا تقبل فيه التوبة ، فبقى ما وراء ذلك فى حكم القريب . وعن ابن عباس : قبل أن ينزل به سلطان الموت . وعن الضحاك : كل توبة قبل الموت فهى قريب . وفى الحديث الشريف : \" إن الله يقبل توبة العبد ما لم يغرغر \" - أى ما لم تتردد الروح فى الحلق .والذى نراه أن ما ذكره صاحب الكشاف وغيره من أن قوله ( مِن قَرِيبٍ ) معناه : من قبل حضور الموت ، لا يتعارض مع الرأى القائل بأن قوله ( مِن قَرِيبٍ ) معناه : تم يتوبون فى وقت قريب من وقت عمل السوء ، لأن ما ذكره صاحب الكشاف وغيره بيان للوقت الذى تجوز التوبة فيه ولا تنفع بعده ، أما الرأى الثانى فهو بيان للزمن الذى يكون أرجى قبولا لها عند الله .والعاقل من الناس هو الذى يبادر بالتوبة الصادقة عقب المعصية بلا تراخ ، لأنه لا يدرى متى يفاجئه الموت ، ولأن تأخبرها يؤدى إلى قسوة القلب ، وضعف النفس ، واستسلامها للأهواء والشهوات .وقوله : ( فأولئك يَتُوبُ الله عَلَيْهِمْ وَكَانَ الله عَلِيماً حَكِيماً ) بيان للوعد الحسن الذى وعد الله به عبادة الذين عملوا السوء بجهالة ثم تابوا من قريب .أى : فأولئك المتصفون بما ذكر ، يقبل الله توبتهم ، ويأخذ بيدهم إلى الهداية والتوفيق ، ويطهر نفوسهم من أرجاس الذنوب ، وكان الله عليما بأحوال عباده وبما هم عليه من ضعف ، حكيما يضع الأمور فى مواضعها حسبما تقتضيه مشيئته ورحمته بهم .وقوله ( فأولئك ) مبتدأ . وقوله ( يَتُوبُ الله عَلَيْهِمْ ) خبره .وأشار إليهم بلفظ ( أولئك ) للإِيذان بسمو مرتبتهم ، وعلو مكانتهم ، وللتنبيه على استحضارهم باعتبار أوصافهم المتقدمة الدالة على خوفه من من خالقهم عز وجل - وقوله ( وَكَانَ الله عَلِيماً حَكِيماً ) جملة معترضة مقررة لمضمون ما قبلها .",
  "ayah": 17,
  "surah": 4
}
