{
  "text": "ثم بين - سبحانه - أن المسيح عيسى - عليه السلام - عبد من عباد الله - تعالى - ، وأنه لن يستنكف أبدا عن عبادة الله والإِذعان لأمره فقال : ( لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْداً للَّهِ وَلاَ الملائكة المقربون ) .وأصل ( يَسْتَنكِفَ ) - يقول القرطبى : نكف ، فالياء والسين والتاء زوائد . يقال : نكفت من الشئ واستنكف منه وأنكفته أى : نزهته عما يستنكف منه . ومنه الحديث : \" سُئل - رسول الله صلى الله عليه وسلم عن ( سُبْحَانَ الله ) فقال : \" إنكاف الله من كل سوء \" \" .يعنى : تنزيهه وتقديسه عن الأنداد والأولاد .قال الزجاج : استكف أى : أنف مأخوذ من نكفت الدمع إذا نحيته بإصبعك عن خدك ومنه الحديث \" ما ينكف العرق عن جبينه \" أى : ما ينقطع .وقيل : هو من النِّكْف وهو العيب . يقال : ما عليه فى هذا الأمر من نِكْفٍ ولا وَكَف . أى عيب . أى لن يمتنع المسيح ولن يتنزه عن العبودية لله - تعالى - ولن ينقطع عنها . ولن يعاب أن يكون عبداً لله تعالى .والجملة الكريمة مستأنفة لتقرير ما سبقها من تنزيه لله - تعالى - عن أن يكون له ولد ، وإثبات لوحدانيته - عز وجل - وإفراده بالعبادة .وقد روى المفسرون فى سبب نزولها \" أن وفد نجران قالوا لرسول الله صلى الله عليه وسلم : لم تعيب صاحبنا يا محمد؟ قال : ومن صاحبكم؟ قالوا : عيسى ، قال صلى الله عليه وسلم : وأى شئ قلت؟ قالوا تقول : إنه عبد الله ورسوله . قال صلى الله عليه وسلم : إنه ليس بعار أن يكون عبداً لله \" .والمعنى : لن يأنف المسيح ولن يمتنع أن يكون عبداً لله ، وكذلك الملائكة المقربون لن يأنفوا ولن يمتنعوا عن ذلك ، فإن خضوع المخلوقات لخالقها شرف ليس بعده شرف . والله - تعالى - ما خلق الخلق إلا لعبادته وطاعته .قال - تعالى - ( وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ ) وصدر - سبحانه - الجملة بحرف ( لن ) المفيدة للنفى المؤكد ، لبيان أن عدم استنكاف المسيح والملائكة المقربين عن عبادة الله والخضع له أمر مستمر وثابت ثبوتا لا شك فيه ، لأنه - سبحانه - هو الذى خلق الخلق ورزقهم . ومن حقه عليهم أن يعبدوه ، ويذعنوا لأمره ، بل ويشعروا باللذة والأنس والشرف لعبادتهم له - سبحانه - كما قال الشاعر الحكيم :ومما زادنى عجباً وتيها ... وكدت بإخمصى أطأ الثريادخولى تحت قولك يا عبادى ... وجعلك خير خلقك لى نبياًهذا ، وقد فهم بعض العلماء من هذه الآية أن الملائكة أفضل من الأنبياء ، وممن فهم هذا الفهم الإِمام الزمخشرى فقد قال :وقوله : ( لَّن يَسْتَنكِفَ المسيح ) أى : لن يأنف ولن يهذب بنفسه عزة ، ( من نكفت الدمع إذا نحيته عن خدك بإصبعك ) ( وَلاَ الملائكة المقربون ) أى : ولا من هو أعلى منه قدرا ، وأعظم منه خطرا وهم الملائكة الذين حول العشر كجبريل وميكائيل وإسرافيل ومن فى طبقتهم .ثم قال : فإن قلت : من أين دل قوله ( وَلاَ الملائكة المقربون ) على أن المعنى : ولا من فوقه؟ قلت : من حيث إن علم المعانى لا يقتضى غير ذلك . وذلك أن الكلام إنما سبق لرد مذهب النصارى وغلوهم فى رفع عيسى عن منزلة العبودية . فوجب أن يقال لهم : لن يترفع عيسى عن العبودية ولا من هو أعلى منه درجة . فكأنه قيل : لن يستنكف الملائكة المقربون من العبودية فكيف بالمسيح؟ ويدل عليه دلالة ظاهرة بينة ، تخصيص المقربين لكونهم أرفع الملائكة درجة وأعلاها منزلة .وهذا الفهم الذى اتجه إليه الزمخشرى من أن الملائكة أفضل من الأنبياء ، لم يوافقه عليه أكثر العلماء ، فقد قال الإِمام ابن كثير :وقد استدل بعض من ذهب إلى تفضيل الملائكة على البشر بهذه الآية حيث قال : ( وَلاَ الملائكة المقربون ) . وليس له فى ذلك دلالة ، لأنه إنما عطف الملائكة على المسيح ، لأن الاستنكاف هو الامتناع .وليس له فى ذلك دلالة ، لأنه إنما عطف الملائكة على المسيح ، لأن الاستنكاف هو الامتناع . والملائكة أقدر على ذلك من المسيح ، فلهذا قال ( وَلاَ الملائكة المقربون ) ولا يلزم من كونهم أقوى وأقدر على الامتناع أن يكونوا أفضل . وقيل إنما ذكروا لأن بعض الناس اتخذهم آلهة مع الله كما اتخذ الضالون المسيح إلها أو ابنا لله . فأخبر - سبحانه - أنهم عبيد من عباده ، وخلق من خلقه .وقد حاول بعض العلماء أن يجعل الآية الكريمة بعيدة عن موطن النزاع فقال : وعندى أن الترقى قائم ، ولكن فى المعنى الذى سيق له الكلام . وذلك أن النصارى غلوا غلواً كبيرا فى المسيح ، لأنه لود من غير أب ، ولأنه جرت على يديه معجزات كثيرة ، ولأنه روحانى المعانى ، فيبين الله - تعالى - أنه مع كل هذا لن يستنكف أن يكون عبدا لله ، ولا يستنكف من هو أعلى منه فى هذه المعانى أن يكون عبداً لله ، وهم الملائكة الذين خلقوا من غير أب ولا أم . وأجرى على أيديهم ما هو أشد وأعظم من معجزات ، ومنهم من كان الروح الذى نفخ فى مريم ، وهم أرواح طاهرة مطهرة . فكان الترقى فى هذه المعانى ، وهم فيها يفضلون عيسى وغيره . وبذلك تكون الآية بعيدة عن الأفضلية المطلقة ، فلا تدل على أفضلية الملائكة على الرسل فى المنزلة عند الله . وتكون الآية بعيدة عن موطن الخلاف ، والترقى دائما يكون فى المعانى التى سيق لها الكلام دون غيرها . وليس المتأخر أعلى فى ذاته من المتقدم وأفضل ، ولكنه أعلى فى الفعل الذى كان فيه كقول القائل : لا تضرب حراب ولا عبدا . فالتدرج هنا فى النهى عن الضرب ، لأنه إذا كان ضرب العبد غير جائز فأولى أن يكون ضرب الحر غير جائز .وذكر وصف المقربين ، لأنهم إذا كانوا لا يستنكفون فأولى بذلك غيرهم .ثم هدد - سبحانه - كل من يمتنع عن عبادته والخضوع له فقال : ( وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعاً ) .أى : ومن يأنف من عباده الله ويمتنع عنها ، ويأبى الخضوع لطاعة الله ويستكبر عن كل ذلك ، فسيجد يوم القيامة ما يستحقه من عقاب بسبب استنكافه واستكباره ، فإن مرد العباد جميعا إليه - سبحانه - وسيجازى المحسن بإحسانه ، والمسئ بإساءته .فالمضير فى قوله ( فَسَيَحْشُرُهُمْ ) يعود إلى المستنكفين والمستكرين وإلى غيرهم من المؤمنين المطيعين بدليل أن الحشر عام للمؤمنين والكافرين ، وبدليل التفصيل المفرع على هذا الحشر فى قوله - تعالى - بعد ذلك : ( فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزيدُهُمْ مِّن فَضْلِهِ )",
  "ayah": 172,
  "surah": 4
}
