{
  "text": "ثم كرر - سبحانه - توبيخه لمن يحاول أخذ شئ من صداق زوجته التى خاطلته فى حياته مدة طويلة فقال : ( وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً ) .وأصل أفضى - كما يقول الفخر الرازى - من الفضاء الذى هو السعة يقال : فضا يفضو فضوا وفضاء إذا اتسع . ويقال : افضى فلان إلى فلان أى : وصل إليه وأصله أنه صار فى فرجته وفضائه .المراد بالإِفضاء هنا : الوصول والمخالطة : لأن الوصول إلى الشئ قطع للفضاء الذى يبين المتواصلين .والاستفهام فى قوله ( وَكَيْفَ تَأْخُذُونَهُ ) للتعجب من حال من يأخذ شيئا مما أعطاه لزوجته بعد إنكار ذات الأخذ .والمراد بالميثاق الغليظ فى قوله ( وَأَخَذْنَ مِنكُم مِّيثَاقاً غَلِيظاً ) هو ما أخذه الله للنساء على الرجال من حسن المعاشرة أو المفارقة بإحسان كما فى قوله - تعالى - : ( فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ) وليس أخذ شئ مما أعطاه الرجال للنساء من التسريح بإحسان ، بل يكون من التسريح الذى صاحبه الظلم والإِساءة .والمراد بالميثاق الغليظ الذى أخذ : كلمة النكاح المعقود على الصداق ، والتى بها تستحل فروج النساء ، ففى صحيح مسلم عن جابر أن رسول الله صلى الله عليه وسلم - قال فى خطبة حجة الوداع : \" استوصوا بالنساء خيراً فإنكم أخذتموهن بأمانة الله ، واستحللتم فروجهن بكلمة الله \" .والمعنى : بأى وجه من الوجوه تستحلون يا معشر الرجال ان تأخذوا شيئا من الصداق الذى أعطيتموه لنسائكم عند مفارقتهن؛ والحال أنكم قد اختلط بعضكم ببعض ، وصار كل واحد منكم لباسا لصاحبه ، وأخذن منكم عهدا وثيقا مؤكدا تأكيد؛ لا يحل لكم أن تنقضوه أو تخالفوه!!؟فأنت ترى أن الله - تعالى - قد منع الرجال من أخذ شئ من الصداق الذى أعطوه لنسائهم لسببين :أحدهما : الإفضاء وخلوص كل زوج لنفس صاحبه حتى صارا كأنهما نفس واحدة .وثانيهما : الميثاق الغليظ الذى أخذ على الرجال بأن يعاملوا النساء معاملة كريمة .والضمير فى قوله ( وَأَخَذْنَ ) للنساء .والآخذ فى الحقيقة إنما هو الله - تعالى - إلا أنه سبحانه - نسبه إليهن للمبالغة فى المحافظة على حقوقهن ، حتى جعلن كأنهن الآخذات له .قال بعضهم : وهذا الإِسناد مجاز عقلى ، لأن الآخذ للعهد هو الله . أى : وقد أخذ الله عليكم العهد لأجلهن وبسبيهن . فهو مجاز عقلى من الإِسناد إلى السبب .ووصف - سبحانه - الميثاق بالغلظة لقوته وشدته . فقد قالوا : صحبة عشرين يوما قرابة . فكيف بما جرى بين الزوجين من الاتحاد والامتزاج؟!هذا ، ومن الأحكام التى أخذها العلماء من هذه الآيات الكريمة ما يأتى :1- تكريم الإِسلام للمرأة ، فقد كانت فى الجاهلية مهضومة الحق ، يعتدى عليها بأنواع من الاعتداء ، فرفعها الله - تعالى - بما شرعه من تعاليم إسلامية من تلك الهوة التى كانت فيها ، وقرر لها حقوقها ، ونهى عن الاعتداء عليها .ومن مظاهر ذلك أنه حرم أن تكون موروثة كما يورث المال . وكذلك حرم عضلها وأخذ شئ من صداقها إلا إذا أتت بفاحشة مبينة . وأمر الرجال بأن يعاشروا النساء بالمعروف ، وأن يصبروا على أخطائهن رحمة بهن .2- جواز الإِصداق بالمال الكثير : لأن الله - تعالى - قال : ( وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً ) . والقنطار : المال الكثير الذى هو أقصى ما يتصور من مهور .قال القرطبى ما ملخصه : قوله - تعالى - ( وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً ) دليل على جواز المغالاة فى المهور ، لأن الله - تعالى - لا يمثل إلا بمباح .وخطب عمر - رضى الله عنه - فقال : ألا لا تغالوا فى صدقات النساء ، فإنها لو كانت مكرمة فى الدنيا أو تقوى عند الله ، لكان أولاكم بها رسول الله صلى الله عليه وسلم ولكن رسول الله صلى الله عليه وسلم ما أصدق قط امرأة من نسائه ولا من بناته فوق اثنتى عشرة أوقية . فقامت إليه امرأة فقال : يا عمر . يعطينا الله وتحرمنا!! أليس الله تعالى - يقول : ( وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلاَ تَأْخُذُواْ مِنْهُ شَيْئاً ) ؟ فقال عمر : أصابت امرأة وأخطأ عمر . .وفى رواية أنه أطرق ثم قال : امرأة أصابت ورجل أخطأ وترك الإِنكار .ثم قال القرطبى : وقال قوم : لا تعطى الآية جواز المغالاة فى المهور ، لأن التمثيل بالقنطار إنما هو على جهة المبالغة : كأنه قال : وآتيتم هذا القدر العظيم الذى لا يؤتيه أحد . .ولقد \" قال النبى صلى الله عليه وسلم لإِبن أبى حدرد - وقد جاءه يستعين فى مهره فسأله عنه فقال : مائتين ، فغضب صلى الله عليه وسلم : وقال : \" كأنكم تقطعون الذهب والفضة من عرض الحرة \" \" أى من ذلك المكان الذى به حجارة نخرة سود - فاستقرأ بعض الناس من هذا منع المغالاة فى المهور .والذى نراه أن الآية الكريمة وإن كانت تفيد جواز الإِصداق بالمال الجزيل ، إلا ان الأفضل عدم المغالاة فى ذلك ، مع مراعاة أحوال الناس من حيث الغنى والفقر وغيرهما .ولقد ورد ما يفيد الندب إلى التيسير فى المهور . فقد أخرج أبو داود والحاكم من حديث عقبة بن عامر قال : قال رسول الله صلى الله عليه وسلم \" خير الصداق أيسره \" .3- أن الرجل إذا أراد فراق امرأته . فلا يحل له أن يأخذ منها شيئا ما دام الفراق بسببه ومن جانبه : كما أنه لا ينبغى له أن يأخذ منها أكثر مما أعطاه إياها إذا كان الفراق بسببها ومن جانبها .4- اتفق العلماء على أن المهر يستقر بالوطء . واختلفوا فى استقراره بالخلوة المجردة . قال القرطبى والصحيح استقراره بالخلوة مطلقا . وبه قال أبو حنيفة وأصحابه . قالوا : إذا خلا بها خلوة صحيحة يجب كمال المهر والعدة . دخل بها أو يدخل بها . لما رواه الدارقطنى عن ثوبان قال : قال رسول الله صلى الله عليه وسلم \" من كشف خمار امرأة ونظر إليها وجب الصداق \" وقال مالك : إذا طال مكثه معها السنة ونحوها . واتفقا على ألا مسيس . وطلبت المهر كله كان لها .وبعد أن نهى - سبحانه - عن ظلم المرأة فى حال الزوجية . وعن ظلمها بعد وفاة زوجها . وعن ظلمها فى حالة فراقها . وأمر بمعاشرتها بالمعروف بعد كل ذلك بين - سبحانه - من لا يحل الزواج بهن من النساء ومن يحل الزواج بهن حتى تبقى للأسرة فوتها ومودتها فقال - تعالى- ( وَلاَ تَنكِحُواْ . . . . عَلِيماً حَكِيماً ) .",
  "ayah": 21,
  "surah": 4
}
