{
  "text": "أورد المفسرون روايات فى سبب نزول قوله - تعالى - ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ) الآية .ومن هذه الروايات ما رواه ابن أبى حاتم - بسنده - \" عن رجل من الأنصار قال : لما توفى أبو قيس - يعنى ابن الأسلت - وكان من صالحى الأنصار ، فخطب ابنه قيس امرأته فقال : إنما أعدك ولدا لى وأنت من صالحى قومك ، ولكنى أتى رسول الله صلى الله عليه وسلم واستأمره .فأتت رسول الله صلى الله عليه وسلم فقالت : يا رسول الله إن أبا قيس توفى . فقال : \" خيرا \" . ثم قالت إن ابنه قيسا خطبنى وهو من صالحى قومه ، وإنما كنت أعده ولدا لى فماذا ترى؟ فقال لها : \" ارجعي إلى بيتك \" فنزلت : ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء إِلاَّ مَا قَدْ سَلَفَ ) .وقال القرطبى : قوله - تعالى - : ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ) يقال : كان الناس يتزوجون امرأة الأب برضاها بعد نزول قوله - تعالى - : ( يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهاً ) حتى نزلت هذه الآية ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ ) فصار حراما فى الأحوال كلها ، لأن النكاح يقع على الجماع والتزوج ، فإن كان الأب تزوج امرأة وطئها يغير نكاح حرمت على ابنه .ثم قال : وقد كان فى العرب قبائل قد اعتادت أن يخلف ابن الرجل على امرأة أبيه . وكانت هذه السيرة فى الأنصار لازمة ، وكانت فى قريش مباحة على التراضى ، فنهى الله المؤمنين عما كان عليه آباؤهم من هذه السيرة .وقوله ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ ) الخ . معطوف على قوله : ( لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهاً ) و ( مَا ) فى قوله ( مَا نَكَحَ آبَاؤُكُمْ ) موصول اسمى مراد به الجنس . أى لا تنكحوا التى نكح آباؤكم . وقوله ( مِّنَ النسآء ) بيان ل ( مَا ) الموصولة .ويرى بعضهم أن \" ما \" هنا مصدرية فيكون المعنى . ولا تنحوا نكاحا مثل نكاح آبائكم الفاسد الذى كانوا يفعلونه فى الجاهلية .قال الآلوسى . وإنما خص هذا النكاح بالنهى ، ولم ينظم فى سلك نكاح المحرمات الآتية \" ومبالغة فى الزجر عنه . حيث كان ذلك ديدنا لهم فى الجاهلية \" .فالآية الكريمة تحرم على الأبناء أن يتزوجوا من النساء اللائى كن أزواجا لآبائهم . وكلمة ( آبَاؤُكُمْ ) فى قوله ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ ) تشمل كل الأصول من الرجال . أي : تشمل الأجداد جميعا سواء أكانوا من جهة الأب أو من جهة الأم والاستثناء فى قوله ( إِلاَّ مَا قَدْ سَلَفَ ) استثناء منقطع .والمعنى : لا تنكحوا أيها المؤمنون ما نكح آباؤكم من النساء . لأنه من أفعال الجاهلية القبيحة ، لكن ما قد سلف ومضى منه قبل نزول هذه الآية فلا تؤاخذون عليه ، فمن كان متزوجا من امرأة كانت زوجة لأبيه من النسب أو من الرضاع ، فإنها تصير حراما عليه من وقت نزول هذه الآية الكريمة ، ويجب عليه أن يفارقها أما ما مضى من هذا النكاح القبيح فلا تثريب عليكم فيه ، وتثبت به أحكام النكاح من النسب وغيره من الأحكام .ويرى بعضهم أن الاستثناء هنا متصل مما يستلزمه النهى ، ويستوجبه مباشرة المنهى عنه من العقاب . فكأنه قيل : ولا تنكحوا ما نكح آباؤكم من النساء فإنه قبيح ومعاقب عليه من الله - تعالى - ، إلا ما قد سلف ومضى ، فإنه معفو عنه .وقد وجه صاحب الكشاف الاستثناء بوجه آخر فقال : فإن قلت : كيف استثنى ما قد سلف مما نكح آباؤهم؟ قلت : كما استثنى \" غير أن سيوفهم \" من قول الشاعر :\" ولا عيب فيهم \" غير أن سيوفهم ... بهن قلول من قراع الكتائبيعنى : إن أمكنكم أن تنكحوا ما قد سلف فانكحوه ، فإنه لا يحل لكم غيره ، وذلك غير ممكن والغرض المبالغة فى تحريمه ، وسد الطريق إلى إباحته كما يعلق بالمحال فى التأييد نحو قولهم : حتى يبيض الفأر . وحتى يلج الجمل فى سم الخياط .ثم ختم - سبحانه - الآية الكريمة ببيان أن هذا النوع من النكاح فى نهاية السوء والقبح فقال : ( إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَآءَ سَبِيلاً ) .أى : إن هذا النوع من النكاح كان أمراً زائدا فى القبح شرعا وخلقاً ، لأنه يشبه نكاح الأمهات ، ويتنافى مع ما للآباء من وقار واحترام ، وما يجب من حسن الصحبة وكان \" مقتا \" والمقت مصدر بمعنى البغض والكراهية .أى : إن هذا النوع من النكاح كان خصلة بالغة الحد فى القبح والفحش ، وكان ممقوتا مبغوضا عند الله ، وعند ذوى المروءات والعقول السليمة من الناس .قال صاحب الكشاف : كانوا ينكحون روابهم - أى زوجات آبائهم جمع رابة وهى امرأة الأب - وكان ناس منهم من ذوى مروءاتهم يمقتونه - لفظاعته وبشاعته - ويسمونه نكاح المقت . وكان المولود عليه يقال له المقتى - أى المبغوض - ومن ثم قيل ( وَمَقْتاً ) كأنه قيل : هو فاحشة فى دين الله بالغة فى القبح . قبيح ممقوت فى المروءة . ولا مزيد على ما يجمع القبحين .وقوله : ( وَسَآءَ سَبِيلاً ) أى بئس طريقا طريق ذلك النكاح ، إذ فيه هتك حرمة الأب . وتقطيع للرحم التى أمر الله بوصلها .وقوله \" وساء \" هنا بمعنى بئس ، وفيه ضمير يفسره ما بعده . والمخصوص بالذم محذوف تقديره ذلك؛ أى ساء سبيلا سبيل ذلك النكاح .قال الفخر الرازى : أعلم أنه - سبحانه - قد وصف هذا النكاح بأمور ثلاثة :أولها : أنه فاحشة لأن زوجة الأب تشبه الأم فمباشرتها من افحش الفواحش .وثانيها : المقت : وهو عبارة عن بغض مقرون باستحقار .وثالثها : قوله ( وَسَآءَ سَبِيلاً ) .واعلم أن مراتب القبح ثلاثة : القبح فى العقول وفى الشرائع وفى العادات .فقوله - تعالى - ( إِنَّهُ كَانَ فَاحِشَةً ) إشارة الى القبح العقلى . وقوله ( وَمَقْتاً ) إشارة إلى القبح الشرعى . وقوله ( وَسَآءَ سَبِيلاً ) إشارة إلى القبح فى العرف والعادة . ومتى اجتمعت فيه هذه الوجوه فقد بلغ الغاية فى القبح .وقال الإِمام ابن كثير ، فمن تعاطى هذا النكاح بعد ذلك - أى استباح تعاطيه - فقد ارتد عن دينه فيقتل ويصير ماله فيئا لبيت المال . لما رواه الإِمام أحمد وأهل السنن من طرق عن البراء بن عازب أنه بعثه رسول الله صلى الله صلى الله عليه وسلم - إلى رجل تزوج امرأة أبيه من بعده ، فأمره أن يقتله ويأخذ ماله .وفى رواية عن البراء قال ، مرّ بى عمى الحارث بن عمير ومعه لواء قد عقده له النبى صلى الله عليه وسلم فقلت له ، أى عم ، أين بعثك النبى صلى الله عليه وسلم فقال ، بعثنى إلى رجل تزوج امرأة أبيه فأمرنى أن أضرب عنقه .",
  "ayah": 22,
  "surah": 4
}
