{
  "text": "ثم بين - سبحانه - بعد من يحرم نكاحن من الأقارب فقال تعالى : ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالاَتُكُمْ وَبَنَاتُ الأخ وَبَنَاتُ الأخت ) وليس المراد بقوله ( حُرِّمَتْ ) تحريم ذاتهن ، لأن الحرمة لا تتعلق بالذوات وإنما تتعلق بأفعال المكلفين . فالكلام على حذف مضاف أى حرم عليكم نكاح أمهاتكم وبناتكم . . الخ وإلى هذا المعنى أشار صاحب الكشاف بقوله ، معنى ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) تحريم نكاحن لقوله . ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ) ولأن تحريم نكاحن هو الذى يفهم من تحريمهن ، كما يفهم من تحريم الخمر تحريم شربها . ومن تحريم لحم الخنزير تحريم أكله .وقد ذكر - سبحانه - فى هذه الحملة الكريمة أربع طوائف من الأقارب يحرم نكاحهن .أما الطائفة الأولى : طائفة الأمهات من النسب . أى حرم الله عليكم نكاح أمهاتكم من النسب ، ويعم هذا التحريم أيضا الجدات سواء أكن من جهة الأب أم من جهة الأم ، لأنه إذا كان يحرم نكاح العمة أو الخالة فمن الأولى أن يكون نكاح الجدة محرما ، إذ الأم هى طريق الوصول فى القرابة إلى هؤلاء . وقد أجمع المسلمون على تحريم نكاح الجدات .والطائفة الثانية : هى طائفة الفروع من النساء ، وقد عبر القرآن عن ذلك بقوله ( وَبَنَاتُكُمْ ) بالعطف على أمهاتكم .أى حرم الله عليكم نكاح أمهاتكم ونكاح بناتكم .والبنت هى كل امرأة لك عليها ولادة سواء أكانت بنتا مباشرة أم بواسطة فتشمل حرمة النكاح البنات وبنات الأبناء وبنات البنات وإن نزلن .وقد انعقد الإِجمال على تحريم الفروع من النساء مهما تكن طبقتهن .والطائفة الثالثة : هى طائفة فروع الأبوين . وقد عبر القرآن عن ذلك بقوله ( وَأَخَوَاتُكُمْ ) ثم بقوله ، ( وَبَنَاتُ الأخ وَبَنَاتُ الأخت ) بالعطف على ( وَأُمَّهَاتُكُمُ ) .أى وحرم الله عليكم نكاح أخواتكم سواء أكن شقيقات أم غير شقيقات وحرم عليكم أيضا نكاح بنات إخوانكم وبنات أخواتكم من أى وجه يكن .والطائفة الرابعة : هى طائفة العمات والخالات . وقد ثبت تحريم نكاحهن بقوله - تعالى - ( وَعَمَّاتُكُمْ وَخَالاَتُكُمْ ) بالعطف على ( أُمَّهَاتُكُمْ ) .أى حرم الله عليكم نكاح عماتكم وخالاتكم كما حرم عليكم نكاح أمهاتكم وبناتكم .والعمة : هى كل امرأة شاركت أباك مهما علا فى أصليه أو فى أحدهما .والخالة : هى كل امرأة شاركت أمك مهما علت فى أصليها أو فى أحدهما .وإذن فالعمات والخالات يشملن عمات الأب والأم ، وخالات الأب والأم ، وعمات الجد والجدة ، وخالات الجد والجدة ، لأن هؤلاء يطلق عليهن عرفا اسم العمة والخالة .تلك هى الطوائف الأربع اللاتى يحرم نكاحهن من الأقارب ، وإن هذا التحريم يتناسب مع الفطرة التى فطر الله الناس عليها ، ويتفق مع العقول السليمة التى تحب مكارم الأخلاق ، وذلك لأن شريعة الإِسلام قد نوهت بمنزلة القرابة القريبة للإِنسان ، وأضفت عليها الكثيرة من ألوان الوقار والاحترام؛ والزواج وما يصاحبه من شهوات ومداعبات ورضا واختلاف يتنافى مع ما أسبغه الله - تعالى - على هذه القوابة القريبة من وقار ومن عواطف شريفه .ولأن التجارب العلمية قد أثبتت أن التلاقح بين سلائل متباعدة الأصول غالبا ما ينتج نسلا قويا ، أما التلاقح بين السلائل المتحدة فى أصولها القريبة فإنه غالبا ما ينتج نسلا ضعيفا .ثم بين - سبحانه - النساء اللائي يحرم الزواج بهن لأسباب أخرى سوى القرابة فقال - تعالى - ( وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرضاعة ) .أى : وحرم الله - عليكم نكاح أمهاتكم اللاتى أرضعنكم ، وحرم عليكم - أيضا نكاح أخواتكم من الرضاعة .والأم من الرضاع : هى كل امرأة أرضعتك؛ وكذلك كل امرأة انتسبت إلى تلك المرضعة بالأمومة من جهة النسب أو من جهة الرضاع .والأخت من الرضاع : هى التى التقيت انت وهى على ثدى واحد .قال القرطبى : وهى الأخت لأب وأم . وهى التى أرضعتها أمك بلبان أبيك ، سواء أرضعتها معك أو رضعت قبلك أو بعدك والأخت من الأب دون الأم ، وهى التى أرضعتها زوجة أبيك . والأخت من الأم دون الأب وهى التى أرضعتها أمك بلبان رجل آخر .هذا ، وظاهر قوله - تعالى - ( وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرضاعة ) يقتضى أن مطلق الرضاع محرم للنكاح . وبذلك قال المالكية والأحناف :ويرى الشافعية والحنابلة أن الرضاع المحرم هو الذى يبلغ خمس رضعات . واستدلوا بما رواه مسلم وغيره عن عائشة - رضى الله عنها - أن رسول الله صلى الله عليه وسلم قال : \" لا تحرم المصة ولا المصتان \" وفى رواية عنها انه قال :\" لا تحرم الرضعة والرضعتان ، والمصة والمصتان \" .كذلك ظاهر هذه الجملة الكريمة يقتضى أن الرضاع يحرم النكاح ولو فى سن الكبر ، إلا أن جمهور العلماء يرون أن الرضاع المحرم هو ما كان قبل بلوغ الحولين أما ما كان بعد بلوغ الحولين فلا يحرم ولا يكون الرضيع ابنا من الرضاعة وذلك لقوله - تعالى - ( والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة ) وأخرج الترمذى عن أم سلمة قالت : قال رسول الله صلى الله عليه وسلم \" لا يحرم من الرضاع إلا ما فتق الأمعاء ، وكان قبل الفطام \" .قال ابن كثير عند تفسيره لقوله - تعالى - ( وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرضاعة ) .أى : كما يحرم عليك نكاح أمك التى ولدتك كذلك يحرم عليك نكاح أمك التى أرضعتك .ولهذا ثبت فى الصحيحين عن عائشة أن رسول الله صلى الله عليه وسلم قال : \" إن الرضاعة تحرم ما تحرم الولادة \" وفى لفظ المسلم : \" يحرم من الرضاعة ما يحرم من النسب \" .ومن الحكم التى ذكرها العلماء من وراء تحريم النكاح بسبب الرضاعة : أن المولود يتكون جسمه من جسم المرأة التى أرضعته فيكون جزءاً منها ، كما أنه جزء من أمه التى حملته . وإذا كانت هذه قد غذته بدمها وهو فى بطنها فإن تلك قد غذته بلبانها وهو فى حجرها ، فكان من التكريم لهذه الأم من الرضاع أن تعامل معاملة الحقيقة ، وأن يعامل كل من التقيا على ثدى امرأة واحدة معاملة الإِخوة من حيث التكريم وحرمة النكاح بينهم .هذا ، ومن أراد المزيد من المعرفة لأحكام الرضاع فليرجع الى كتب الفقه .ثم ذكر - سبحانه - نوعا ثالثا من المحرمات لغير سبب القرابة فقال : ( وَأُمَّهَاتُ نِسَآئِكُمْ ) .أى : وكذلك حرم الله عليكم نكاح أمهات زوجاتكم سواء أكن أمهات مباشرات أم جدات ، لأن كلمة الأم تشمل الجدات ، ولإِجماع الفقهاء على ذلك .قال الآلوسى : والمراد بالنساء المعقود عليهن وعلى الإِطلاق ، سواء أكن مدخولا بهن أم لا . وهو مجمع عليه عند الأئمة الأربعة ، لكن يشترط أن يكون النكاح صحيحا . أما إذا كان فاسدا فلا تحرم الأم إلا إذا وطئ ابنتها . فقد أخرج البيهقى فى سننه وغيره من طريق عمرو بن شعيب عن أبيه عن جده عن النبي - صلى الله عليه وسلم - قال : \" إذا نكح الرجل المرأة فلا يحل له أن يتزوج أمها دخل بالابنة أو لم يدخل . وإذا تزوج الأم ولم يدخل بها ثم طلقها فإن شاء تزوج الإِبنة \" .ثم بين - سبحانه - نوعا رابعا من المحرمات لغير سبب القرابة فقال تعالى - ( وَرَبَائِبُكُمُ اللاتي فِي حُجُورِكُمْ مِّن نِّسَآئِكُمُ اللاتي دَخَلْتُمْ بِهِنَّ فَإِن لَّمْ تَكُونُواْ دَخَلْتُمْ بِهِنَّ فَلاَ جُنَاحَ عَلَيْكُمْ ) .وقوله ( وَرَبَائِبُكُمُ ) جمع ربيبة . وهى بنت أمرأة الرجل من غيره . وسميت بذلك لأن الزوج فى أغلب الأحوال يربها أى يربيها فى حجره ويعطف عليها .والحجور : جمع حجر - بالفتح والكسر مع سكون الجيم - وهو ما يحويه مجتمع الرجلين للجالس المتربع . والمراد به هنا معنى مجازى وهو الحضانة والكفالة والعطف . يقال : فلان فى حجر فلان أى فى كنفه ومنعته ورعايته .ومقتضى ظاهر الجملة الكريمة أن الربيبة لا يحرم نكاحها على زوج أمها إلا بشرطين :أولهما : كونها فى حجره .وثانيهما : أن يكون الزوج قد دخل بأمها .أما عن الشرط الأول فلم يأخذ به جمهور العلماء ، وقالوا : إن هذا الشرط خرج مخرج الغالب والعادة ، إذ الغالب كون البنت مع الأم عند الزوج ، لا أنه شرط فى التحريم فهم يرون أن نكاح الربيبة حرام على زوج أمها سواء أكانت فى حجره أم لم تكن قالوا : وفائدة هذا القيد تقوية علة الحرمة أو أنه ذكر للتشنيع عليهم ، إذ أن نكاحها محرم عليهم فى جميع الصور إلا أنه يكون أشد قبحا فى حالة وجودها فى حجره هذا رأى عامة الصحابة والفقهاء .ولكنه هناك رواية عن مالك بن أوس عن على بن أبى طالب أنه قال : الربيبة لا يحرم نكاحها على زوج الأم إلا إذا كانت فى حجره أخذا بظاهر الآية الكريمة . وقد أخذ بذلك داود الظاهرى وأشياعه .وأصحاب الرأى الأول لم يعثدوا بهذه الرواية المروية عن على - رضى الله عنه - وأما عن الشرط الثانى - وهو أن يكون الزوج قد دخل بأم الربيبة - فقد أخذ به العلماء إلا أنهم اختلفوا فى معنى الدخول فقال بعضهم : معناه الوطء والجماع . وقال بعضهم : معناه التمتع كاللمس والقبلة ، فلو حصل منه مع الأم ما يشبه ذلك حرم عليه نكاح ابنتها من غيره .قال القرطبى ما ملخصه : اتفق الفقهاء على أن الربيبة تحرم على زوج أمها إذا دخل بالأم ، وإن لم تكن الربيبة فى حجره . وشذ بعض المتقدمين وأهل الظاهر فقالوا : لا تحرم عليه الربيبة إلا أن تكون فى حجر المتزوج بأمها . ثم قال وقوله - تعالى - ( فَإِن لَّمْ تَكُونُواْ دَخَلْتُمْ بِهِنَّ ) يعنى الأمهات ( فَلاَ جُنَاحَ عَلَيْكُمْ ) يعنى فى نكاح بناتهن إذا طلقتموهن أو متن عنكم .وأجمع العلماء على أن الرجل إذا تزوج المرأة ثم طلقها أو ماتت قبل أن يدخل بها حل له نكاح ابنتها . وإختلفوا فى معنى الدخول بالأمهات الذى يقع به التحريم للربائب . فروى عن ابن عباس أنه قال : الدخول : الجماع . واتفق مالك والثورى وأبو حنيفة على أنه إذا مسها بشهوة حرمت عليه أمها وابنتها وحرمت على الأب والإبن ، وهو أحد قولى الشافعى . . .والحكمة فى تحريم الربائب على أزواج أمهاتهن أنهن حينئذ يشبهن البنات الصلبيات بالنسبة لهؤلاء الأزواج ، بسبب ما يجدنه منهم من رعاية وتربية فى العادة ، ولأنه لو أبيح للرجل أن يتزوج ببنت امرأته التى دخل بها ، لأدى ذلك إلى تقطيع الأرحام بين الأمر وابنتها .ولأدى ذلك أيضا إلى الانصراف عن رعاية هؤلاء الربائب خشية الرغبة فى الزواج بواحدة منهن .ثم بين - سبحانه - نوعا خامسا من المحارم فقال . تعالى - : ( وَحَلاَئِلُ أَبْنَائِكُمُ الذين مِنْ أَصْلاَبِكُمْ ) .والحلائل : جمع حليلة وهى الزوجة . وسميت بذلك لحلها للزوج وحل الزوج لها ، فكلاهما حلال لصاحبه . ويقال للزوج حليل .أى : وحرم الله - تعالى - عليكم نكاح زوجات أبنائكم الذين هم من أصلابكم . أى : من ظهوركم .وقال - سبحانه - ( وَحَلاَئِلُ أَبْنَائِكُمُ ) بدون تقييد بالدخول . للاشارة إلى أن حليلة الابن تحرم على الأب بمجرد عقد الابن عليها .قال القرطبى : أجمع العلماء على تحريم ما عقد عليه الآباء على الأبناء ، وما عقد عليه الأبناء على الآباء سواء أكان مع العقد وطء أو لم يكن : لقوله - تعالى - : ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ) وقوله - تعالى - : ( وَحَلاَئِلُ أَبْنَائِكُمُ الذين مِنْ أَصْلاَبِكُمْ ) . وقيد الله الأبناء بالذين هم من الأصلاب ، ليخرج الابن المتبنى . فهذا تحل زوجته للرجل الذى تبناه .وقد كان العرب يعتبرون الابن بالتبنى كأولادهم من ظهورهم ، ويحرمون زوجة الابن بالتبنى على من تبناه . وقد سمى القرآن الأبناء بالتبنى أدعياء فقال - تعالى - :( وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ والله يَقُولُ الحق وَهُوَ يَهْدِي السبيل ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله فَإِن لَّمْ تعلموا آبَاءَهُمْ فَإِخوَانُكُمْ فِي الدين وَمَوَالِيكُمْ ) ثم أبطل القرآن ما كان عليه أهل الجاهلية فى شأن الابن المتبنى ، فأباح للرجل أن يتزوج من زوجة الابن الذى تبناه بعد فراقه عنها .وقد أمر الله - تعالى - نبيه - صلى الله عليه وسلم - أن يتزوج بزينب بنت جحش بعد أن طلقها زوجها زيد بن حارثة ، وكان زيد قد تبناه النبي صلى الله عليه وسلم فقال المشركون : تزوج محمد امرأة ابنه فأنزل الله - تعالى - ( فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَراً زَوَّجْنَاكَهَا لِكَيْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ في أَزْوَاجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَراً وَكَانَ أَمْرُ الله مَفْعُولاً ) فإن قيل : إن قيد ( مِنْ أَصْلاَبِكُمْ ) . يخرج الابن من الرضاع كما أخرج الابن بالتبنى؟ فالجواب على ذلك : أن الابن بالرضاع حرمت حليلته على أبيه من الرضاع بقول النبى صلى الله عليه وسلم : \" يرحم من الرضاع ما يرحم من النسب \" .ثم بين - سبحانه - نوعا سادسا من المحرمات فقال - تعالى - : ( وَأَن تَجْمَعُواْ بَيْنَ الأختين إِلاَّ مَا قَدْ سَلَفَ إِنَّ الله كَانَ غَفُوراً رَّحِيماً ) .قال ابن كثير والمعنى : وحرم عليكم الجمع بين الأختين معا فى التزويج إلا ما كان منكم فى جاهليتكم فقد عفونا عنه وغفرناه .فدل على أنه لا مثنوية فيما يستقبل لأنه استثنى مما سلف وقد أجمع العلماء من الصحابة والتابعين والأئمة قديما وحديثا على أنه يرحم الجمع بين الأختين فى النكاح . ومن أسلم وتحت أختام خير فيمسك إحداهما ويطل الأخرى لا محالة ، فقد روى الإِمام أحمد عن الضحاك بن فيروز عن أبيه قال : أسلمت وعندى امرأتان أختان فأمرنى النبى صلى الله عليه وسلم أن أطلق إحداهما .وكما أنه يحرم الجمع بين الأختين فى عصمة رجل واحد ، فكذلك يحرم الجمع بين المرأة وعمتها أو خالتها أو ابنة أخيها أو ابنة أختها لنهى النبى - صلى الله عليه وسلم - عن ذلك فقد جاء فى صحيح مسلم وفى سنن أبى داود والترمذى والنسائى عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" لا تنكح المرأة على عمتها ولا على خالتها ، ولا على ابنة أخيها ولا على ابنة أختها \" .وفى رواية الطبرانى أنه قال : \" فإنكم إن فعلتم ذلك قطعتم أرحامكم \" .والسر فى تحريم هذا النوع من النكاح أنه يؤدى إلى تقطيع الأرحام - كما جاء فى الحديث الشريف - إذا من شأن الضرائر أن يكون بينهن من الكراهية وتبادل الأذى ما هو مشاهد ومعلوم . فكان من رحمة الله بعباده أن حرم عليهم هذه الأنواع من الأنكحة السابقة صيانة للأسرة من التمزق والتشتت ، وحماية لها من الضعف والوهن ، وسمواً بها عن مواطن الريبة والغيرة والفساد وقد عفا - سبحانه - عما حدث من هذه الأنكحة الفاسدة فى الجاهلية أو قبل نزول هذه الآية الكريمة بتحريمها ، لأنه - سبحانه - كان وما زال غفارا للذنوب ، ستارا للعيوب ، رحيما بعباده ، ومن رحمته بهم أنه يعذبهم من غير نذير ، ولا يؤاخذهم على ما اكتسبوا إلا بعد بيان واضح .",
  "ayah": 23,
  "surah": 4
}
