{
  "text": "ثم بين - سبحانه - نوعا سابعا من المحرمات فقال : ( والمحصنات مِنَ النسآء إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ كِتَابَ الله عَلَيْكُمْ ) .وقوله ( والمحصنات ) من الإِحصان وهو فى اللغة بمعنى المنع . يقال : هذه درع حصينة ، أى مانعة صاحبها من الجراحة . ويقال : هذا موضع حصين ، أى مانع من يريده بسوء . ويقال امرأة حصينة أى مانعة نفسها من كل فاحشة بسبب عفتها أو حريتها أو زواجها .قال الراغب : ويقال حصان للمرأة العفيفة ولذات الحرمة . قال - تعالى - : ( وَمَرْيَمَ ابنت عِمْرَانَ التي أَحْصَنَتْ فَرْجَهَا ) وقال - تعالى - ( فَإِذَآ أُحْصِنَّ ) أى تزوجن . وأحصن زوجن والحصان فى الجملة : المرأة المحسنة إما بعفتها أو بتزوجها أو يمانع من شرفها وحريتها . والمراد بالمحصنات هنا : ذوات الأزواج من النساء .وقوله ( والمحصنات مِنَ النسآء ) معطوف على قوله ( وَأُمَّهَاتُكُمُ ) فى قوله - تعالى - : فى آية المحرمات السابقة ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) إلخ .والمعنى : وكما حرم عليكم نكاح أمهاتكم وبناتكم إلخ ، فقد حرم عليكم - أيضا - نكاح ذوات الأزواج من النساء قبل مفارقة أزواجهن لهن ، لكى لا تختلط المياه فتضيع الأنساب .وقوله ( إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ ) استثناء من تحريم نكاح ذوات الأزواج .والمراد به : النساء المسبيات اللاتى أصابهن السبى ولهن أزواج فى دار الحرب ، فانه يحل لمالكهن وطؤهن بعد الاستبراء ، لارتفاع النكاح بينهن وبين أزواجهن بمجرد السبى . و بسبيهن وحدهن دون أزواجهن .أى : وحرم الله - تعالى - عليكم نكاح ذوات الأزواج من النساء ، إلا ما ملكتموهن بسبى فسباؤكم لهن هادم لنكاحهن السابق فى دار الكفر ، ومبيح لكم نكاحهن بعد استبرائهن .قال القرطبى ما ملخصه : فالمراد بالمحصنات هاهنا ذوات الأزواج . أى هن محرمات إلا ما ملكت اليمين بالسبى من أرض الحرب ، فإن تلك حلال للذى تقع فى سهمه وإن كان لها زوج ، وهو قول الشافعى فى أن السباء يقطع العصمة . وقاله ابن وهب وابن عبد الحكم وروياه عن مالك ، وقال به أشهب يدل عليه ما رواه مسلم فى صحيح عن أبى سعيد الخدرى أن رسول الله صلى الله عليه وسلم بعث جيشا يوم حنين إلى أوطاس فلقوا العدو فقاتلوهم وظهروا عليهم وأصابوا لهم سبايا . فكان ناس من أصحاب النبى صلى الله عليه وسلم وقد تحرجوا من غشيانهن من أجل أزواجهن من المشركين . فأنزل الله - عز وجل - فى ذلك ( والمحصنات مِنَ النسآء إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ ) أى فهن لكم حلال إذا انقضت عدتهن ، وهذا نص صحيح صريح فى أن الآية نزلت بسبب تحرج أصحاب النبى صلى الله عليه وسلم عن وطء المسبيات ذوات الأزواج فأنزل الله فى جوابهم ( إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ ) . وبه قال مالك وابو حنيفة وأصحابه والشافعى وأحمد وإسحاق وأبو ثور ، وهو الصحيح - إن شاء الله تعالى - .وقيل إن المراد بالمحصنات هنا : ذوات الأزواج - كما تقدم - ، ولما ملكت أيمانكم : مطلق ملك اليمين . فكل من انتقل إليه ملك أمة ببيع أو هبة أو سباء أو غير ذلك وكانت متزوجة كان ذلك الانتقال مقتضيا لطلاقها وحلها لمن انتلقت إليه .وهذا القول ضعيف ، لأن عائشة - رضى الله عنها - اشترت بريرة وأعتقتها وكانت ذات زوج ، ثم خيرها النبى صلى الله عليه وسلم بين فسخ نكاحها من زوجها وبين بقائها على هذا النكاح ، فدل ذلك على أن بيع الأمة ليس هادما للعصمة ، لأنه لو كان هادما لها ما خير النبى صلى الله عليه وسلم بريرة .أخرج البخارى عن عائشة - \" رضى الله عنها - قالت : اشتريت بريرة . فاشترط أهلها ولاءها . فذكرت ذلك للنبى صلى الله عليه وسلم فقال : \" أتقيها فإن الولاء لمن أعطى الورق \" .قالت : فأعتقتها . قال : فدعاها رسول الله صلى الله عليه وسلم فخيرها فى زوجها ، فقالت : لو أعطانى كذا وكذا مابت عنده . فاختارت نفسها \" .وقوله - تعالى - ( كِتَابَ الله عَلَيْكُمْ ) ساقه - سبحانه - لتأكيده تحريم نكاح الأنواع التى سبق ذكرها .وقوله ( كِتَابَ ) مصدر كتب ، وهو مصدر مؤكد بعامله أى : كتب الله عليكم تحريم هذه الأنواع التى سبق ذكرها وفرضه فرضا ، فليس لكم أن تفعلوا شيئا مما حرمه الله عليكم ، وإنما الواجب عليكم أن تقفوا عند حدوده وشرعه .وقيل : إن قوله ( كِتَابَ ) منصوب على الإِغراء . أى : الزموا كتابا لله الذى هو حجة عليكم إلى يوم القيامة ولا تخالفوا شيئا من أوامره أو نواهيه .وعليه فيكون المراد بالكتاب هنا القرآن الكريم الذى شرع الله فيه ما شرع من الأحكام .وإلى هنا تكون هذه الآيات الثلاث قد بينت خمسة عشر نوعا من الأنكحة المحرمة .أما الآية الأولى وهى قوله - تعالى : ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ ) الخ فقد بينت نوعا واحدا .وأما الآية الثانية وهى قوله - تعالى - : ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) الخ فقد بينت ثلاثة عشر نوعا .وأما الآية الثانية وهى قوله - تعالى - : ( والمحصنات مِنَ النسآء ) . الخ فقد بينت نوعا واحدا .قال الفخر الرازى عند تفسيره لقوله - تعالى ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) . . . الآية : اعلم أنه - تعالى - نص على تحريم أربعة عشر صنفا من النساء : سبعة منهن من جهة النسب وهن : الأمهات والبنات والأخوات والعمات والخلات وبنات الأخ وبنات الأخت .وسبعة أخرى لا من جهة النسب وهن : الأمهات من الرضاعة والأخوات من الرضاعة ، وأمهات النساء والربائب بنات النساء بشرط أن يكون قد دخل بالنساء ، وأزواج الأبناء والآباء إلا أن أزواج الأبناء مذكورة ها هنا ، وأزواج الآباء مذكورة فى الآية المتقدمة ، - وهى قوله ( وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ) والجمع بين الاختين .هذا ، وبعد أن بين - سبحانه - المحرمات من النساء ، عقب ذلك بإيراد جملة كريمة بين فيها ما يحل نكاحه من النساء فقال - تعالى - : ( وَأُحِلَّ لَكُمْ مَّا وَرَاءَ ذَلِكُمْ ) .و ( مَّا ) هنا المراد بها عموم النساء .وكلمة ( وَرَاءَ ) هنا بمعنى غير أو دون كما فى قول بعضهم : ( وليس وراء الله للمرء مذهب ) .واسم الإِشارة ( أُحِلَّ لَكُمْ ) يعود إلى ما تقدم من المحرمات .والجملة الكريمة معطوفة على قوله ( حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ ) الخ .ومن قرأ ( أُحِلَّ لَكُمْ ) ببناء الفعل للفاعل جعلها معطوفة على كتب المقدر فى قوله ( كِتَابَ الله عَلَيْكُمْ . . . ) .والمعنى : حرمت عليكم هؤلاء المذكورات ، وأحل لكم نكاح ما سواهن من النساء .قال القرطبى : قوله - تعالى ( وَأُحِلَّ لَكُمْ مَّا وَرَاءَ ذَلِكُمْ ) قرأ حمزة والكسائى وعاصم فى رواية حفص ( وَأُحِلَّ لَكُمْ ) ردا على ( حُرِّمَتْ عَلَيْكُمْ ) وقرأ الباقون بالفتح ردا على قوله - تعالى - ( كِتَابَ الله عَلَيْكُمْ ) .وهذا يقتضى ألا يحرم من النساء إلا من ذكر ، وليس كذلك؛ فإن الله - تعالى - قدر حرم على لسان نبيه صلى الله عليه وسلم من لم يذكر فى الآية فيضم إليها . قال - تعالى - : ( وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا ) روى مسلم عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" لا يجمع بين المرأة وعمتها ولا بين المرأة وخالتها \" وقد قيل : إن تحريم الجمع بين المرأة وعمتها - أو خالتها - فى معنى الجمع بين الأختين؛ أو لأن الخالة فى معنى الوالدة والعمة فى معنى الوالد والصحيح الأول : لأن الكتاب والسنة كالشئ الواحد فكأنه قال : \" أحللت لكم ما وراء من ذكرنا فى الكتاب وما وراء ما أكملت به البيان على لسان محمد صلى الله عليه وسلم \" .ثم رفع - سبحانه - من شأن المرأة وكرمها بأن جعل إيتاءها المهر شرطا لاستحلال نكاحها إعزازا لها فقال - تعالى - ( أَن تَبْتَغُواْ بِأَمْوَالِكُمْ مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ ) .وقوله : ( تَبْتَغُواْ ) من الابتغاء بمعنى الطلب الشديد .وقوله : ( مُّحْصِنِينَ ) من الإِحصان وهو هنا بمعنى العفة وتحصين النفس ومنعها عن الوقوع فيما يغضب الله - تعالى - .وقوله : ( مُسَافِحِينَ ) من السفاح بمعنى الزنا والمسافح : هو الزانى . ولفظ السفاح مأخوذ من السفح وهو صب الماء وسيلانه . به الزنا؛ لأن الزانى لا غرض له إلا صب النطفة فقط دون نظر إلى الأهداف الشريفة التى شرعها الله وراء النكاح .وقوله ( أَن تَبْتَغُواْ ) فى محل نصب بنزع الخافض على أنه مفعول له لما دل عليه الكلام و ( مُّحْصِنِينَ ) و ( غَيْرَ مُسَافِحِينَ ) حالان من فاعل ( تَبْتَغُواْ ) .والمعنى : بين لكم - سبحانه - ما حرم عليكم من النساء ، وأحل لكم ما وراء ذلكم ، من أجل أن تطلبوا الزواج من النساء اللائى أحلهن الله لكم أشد الطلب ، عن طريق ما تقدمونه لهن من أموالكم كمهور ، وبذلك تكونون قد أحصنتم أنفسكم ومنعتموها عن السفاح والفجور والزنا .قال بعضهم : وكان أهل الجاهلية إذا خطب الرجل منهم قال : انكحينى . فإذا أراد الزنا قال : بعض الشفعية : لا حجة فى ذلك ، لأن تخصيص المال كونه الأغلب المتعارف ، فيجوز النكاح على ما ليس بمال . ويؤيد ذلك ما رواه الشيخان وغيرهما عن سهل بن سعد \" أن رسول الله صلى الله عليه وسلم سأل رجلا خطب الواهبة نفسها للنبى صلى الله عليه وسلم ماذا معك من القرآن؟ قال : معى سورة كذا وكذا وعددهن . قال : تقرؤهن على ظهر قلبك؟ قال : نعم قال : اذهب فقد ملكتكها بما معك من القرآن \" .ووجه التأييد أنه لو كان فى الآية حجة لما خالفها رسول الله صلى الله عليه وسلم وأجيب بأن كون القرآن معه لا يوجب كونه بدلا ، والتعليم ليس له ذكر فى الخبر ، فيجوز أن يكون مراده صلى الله عليه وسلم : زوجتك تعظيما للقرآن ولأجل ما معك منه .ثم قال - تعالى - : ( فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ) .والاستمتاع : طلب المتعة والتلذذ بما فيه منفعة ولذة .والمراد بقوله ( أُجُورَهُنَّ ) أى مهورهن لأنها فى مقابلة الاستمتاع فسميت أجراً .و ( مَا ) فى قوله ( فَمَا استمتعتم بِهِ مِنْهُنَّ ) واقعة على الاستمتاع والعائد فى الخبر محذوف أى فآتوهن أجورهن عليه .والمعنى : فما انتفعتم وتلذذتم به من النساء عن طريق النكاح الصحيح فآتوهن أجورهن عليه .ويصح أن يكون ( مَا ) واقعة على النساء باعتبار الجنس أو الوصف . وأعاد الضمير عليها مفرداً فى قوله ( بِهِ ) باعتبار لفظها ، وأعاده عليها جمعا فى قوله ( مِنْهُنَّ ) باعتبار معناها .ومن فى قوله ( مِنْهُنَّ ) للتبعيض أو للبيان . والجار والمجرور فى موضع النصب على الحال من ضمير ( بِهِ ) :والمعنى : فأى فرد أو الفرد الذى تمتعتم به حال كونه من جنس النساء أو بعضهن فأعطوهن أجورهن على ذلك . والمراد من الأجور : المهور . وسمى المهر أجراً؛ لأنه بدل عن المنفعة لا عن العين .وقوله ( فَرِيضَةً ) مصدر مؤكد لفعل محذوف أى : فرض الله عليكم ذلك فريضة . أو حال من الأجور بمعنى مفروضة . أى : فآتوهن أجورهن حالة كونها مفروضة عليكم .ثم بين - سبحانه - أنه لا حرج فى أن يتنازل أحد الزوجين لصاحبه عن حقه أو عن جزء منه ما دام ذلك حاصلا بالتراضى فقال - : ( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِن بَعْدِ الفريضة إِنَّ الله كَانَ عَلِيماً حَكِيماً ) .أى : لا إثم ولا حرج عليكم فيما تراضيتم به أنتم وهو من إسقاط شئ من المهر أو الإِبراء منه أو الزيادة عليه ما دام ذلك بالتراضى بينكم ومن بعد اتفاقكم على مقدار المهر الذى سميتموه وفرضتموه على أنفسكم .وقد ذيل - سبحانه - الآية الكريمة بقوله ( إِنَّ الله كَانَ عَلِيماً حَكِيماً ) لبيان أن ما شرعه هو بمقتضى علمه الذى أحاط بكل شئ ، وبمقتضى حكمته التى تضع كل شئ فى موضعه .فأنت ترى ان الآية الكريمة مسوقة لبيان بعض الأنواع من النساء اللاتى حرم الله نكاحهن ، ولبيان ما أحله الله منهن بعبارة جامعة ، ثم لبيان أن الله - تعالى - قد فرض على الأزواج الذين يبتغون الزوجات عن طريق النكاح الصحيح الشريف أن يعطوهن مهورهن عوضا عن انتفاعهم بهن ، وأنه لا حرج فى أن يتنازل أحد الزوجين لصاحبه عن حقه أو عن شئ منه ما دام ذلك بسماحة نفس ، ومن بعد تسمية المهر المقدر .هذا ، وقد حمل بعض الناس هذه الآية على أنها واردة فى نكاح المتعة وهو عبارة عن أن يستأجر الرجل المرأة بمال معلوم إلى أجل معين لكى يستمتع بها .قالوا : لأن معنى قوله - تعالى - : ( فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ ) : فمن جامعتموهن ممن نكحتموهن نكاح المتعة فآتوهن أجورهن .ولا شك أن هذا القول بعيد عن الصواب ، لأنه من المعلوم أن النكاح الذى يحقق الإِحصان والذى لا يكون الزوج به مسافحا . هو النكاح الصحيح الدائم المستوفى شرائطه ، والذى وصفه الله بقوله ( وَأُحِلَّ لَكُمْ مَّا وَرَاءَ ذَلِكُمْ أَن تَبْتَغُواْ بِأَمْوَالِكُمْ مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ) .وإذاً فقد بطل حمل الآية على أنها فى نكاح المتعة؛ لأنها تتحدث عن النكاح الصحيح الذى يتحقق معه الإِحصان ، وليس النكاح الذى لا يقصد به إلا سفح الماء وقضاء الشهوة .قال ابن كثير : وقد استدل بعموم هذه الآية على نكاح المتعة ، ولا شك أنه كان مشروعا فى ابتداء الإِسلام ثم نسخ بعد ذلك . وقد روى عن ابن عباس وطائفة من الصحابة القول بإباحتها للضرورة . ولكن الجمهور على خلاف ذلك ، والعمدة ما ثبت فى الصحيحين عن امير المؤمنين على بن أبى طالب قال : نهى رسول الله صلى الله عليه وسلم عن نكاح المتعة وعن لحوم الحمر الأهلية يوم خيبر ، وفى صحيح مسلم عن الربيع بن سبرة الجهنى عن أبيه أنه كان مع رسول الله صلى الله عليه وسلم فقال : \" يأ أيها الناس إنى كنت أذنت لكم فى الاستمتاع من النساء ، وإن الله قد حرم ذلك إلى يوم القيامة . فمن كانت عنده منهن شئ فليخل سبيله ، ولا تأخذوا مما آتيتموهن شيئا \" .وقال الآلوسى : وقيل الآية فى المتعة ، وهى النكاح إلى أجل معلوم من يوم أو أكثر .والمراد ، ( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ ) من استئناف عقد آخر بعد انقضاء الأجل المضروب فى عقد المتعة ، بأن يزيد الرجل فى الأجر وتزيد المرأة فى المدة ، وإلى ذلك ذهبت الإِمامية - من طائفة الشيعة - .ثم قال : ولا نزاع عندنا فى أنها أحلت ثم حرمت ، والصواب المختار أن التحريم والإِباحة كانا مرتين . فقد كانت حلالا قبل يوم خيبر ثم حرمت يوم خيبر ، ثم أبيحت يوم فتح مكة وهو يوم أوطاس لاتصالهما ، ثم حرمت يومئذ بعد ثلاث تحريما مؤبداً إلى يوم القيامة . . .وقال بعض العلماء : وهذا النصف وهو قوله - تعالى - ( فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ) قد تعلق به بعض المفسدين الذين لم يفهموا معنى العلاقات المحرمة بين الرجل والمرأة ، فادعوا أنه يبيح المتعة . . والنص بعيد عن هذا المعنى الفاسد بعد من قالوه عن الهداية؛ لأن الكلام كله فى عقد الزواج فسابقه ولاحقه فى عقد الزواج ، والمتعة حتى على كلامهم لا يسمى عقد نكاح أبدا .وقد تعلقوا مع هذا بعبارات رووها عن النبى صلى الله عليه وسلم أنه أباح المتعة فى غزوات ثم نسخها ، وبأن ابن عباس كان يبيحها فى الغزوات وهذا الاستلال باطل ، لأن النبى صلى الله عليه وسلم نسخها ، فكان عليهم عند تعلقهم برواية مسلم أن يأخذوا بها جملة أو يتركوها ، وجملتها تؤدى إلى النسخ لا إلى البقاء .وإذا قالوا إننا نتفق معكم على الإِباحة ونخالفكم فى النسخ فنأخذ المجمع عليه ونترك غيره قلنا لهم : إن النصوص التى أثبتت الإِباحة هى التى أثبتت النسخ ، وما اتفقنا معكم على الإِباحة ، لأننا نقرر نسخ الإِباحة .على أننا نقول : إن ترك النبى صلى الله عليه وسلم المتعة لهم قبل الأمر الجازم بالمنع ، ليس من قبيل الإِباحة ، بل هو من قبيل الترك حتى تستأنس القلوب بالإِيمان وتترك عادات الجاهلية ، وقد كان شائعا بينهم اتخاذ الأخدان وهو ما نسميه اتخاذ الخلائل . وهذه هى متعتهم ، فنى القرآن الكريمة والنبى صلى الله عليه وسلم عنها . وإن الترك مدة لا يسمى إباحة وإنما يسمى متعتهم ، فنهى القرآن الكريم والنبى صلى الله عليه وسلم عنها . وإن الترك مدة لا يسمى إباحة وإنما يسمى عفوا حتى تخرج النفوس من جاهليتها ، والذين يستبيحونها باقون على الجاهلية الأولى .وابن عباس - رضى الله عنه - قد رجع عن فتواه بعد أن قال له إمام الهدى على بن أبى طالب : إنك امرؤ تائه ، لقد نسخا النبى صلى الله عليه وسلم والله لا أوتى بمستمتعين إلا رجمتهما .وبذلك نرى أن الآية الكريمة واردة فى شأن النكاح الصحيح الذى يحقق الإِحصان ولا يكون الزوج به مسافحا . وأن القول بأنها تدل على نكاح المتعة قول بعيد عن الحق والصواب للأسباب التى سبق ذكرها .",
  "ayah": 24,
  "surah": 4
}
