{
  "text": "وبعد أن بين - سبحانه - المحرمات من النساء ، وبين من يحل نكاحه منهن ، عقب ذلك ببيان ما ينبغى أن يفعله من لا يستطيع نكاح المحصنات المؤمنات فقال - تعالى - ( وَمَن لَّمْ يَسْتَطِعْ . . . . ) .قوله ( طَوْلاً ) أى سعة وقدرة وغنى فى المال .قال صاحب الكشاف : الطول : الفضل . يقال : لفلان على فلان طول أى : زيادة وفضل . وقد طاله طولا فهو طائل . قال الشاعر :لقد زادنى حبا لنفسى أننى ... بغيض إلى كل امرئ غير طائلومنه قولهم : ما خلا منه بطائل . أى بشئ يعتد به مما له فضل وخطر . ومنه الطول فى الجسم لأنه زيادة فيه .والمراد بالمحصنات هنا الحرائر بدليل مقابلتهن بالمملوكات ، وعبر عنهن بذلك ، لأن حريتهن أحصنتهن عن النقص الذى فى الإِماء .والمراد بقوله ( مِّن فَتَيَاتِكُمُ ) أى من إمائكم وأرقائكم .والمعنى : ومن لم يستطع منكم يا معشر المؤمنين الأحرار أن يحصل زيادة فى المال تمكنه من أن ينكح الحرائر المؤمنات ، فله فى هذه الحالة أن ينكح بعض الإِماء المؤمنات اللائى هن مملوكات لغيركم .و ( مَن ) فى قوله ( وَمَن لَّمْ يَسْتَطِعْ ) شرطية ، وجوابها قوله ، فمما ملكت أيمانكم ، ويصح أن تكون موصولة ويكون قوله ( فَمِنْ مَّا مَلَكَتْ أَيْمَانُكُم ) هو الخبر .وقوله ( مِنكُمْ ) حال من الضمير فى ( يَسْتَطِعْ ) وقوله ( طَوْلاً ) مفعول به ليستطع . هذا ، والآية تفيد بمضمونها أنه لا يحل الزواج من الإِماء إلا إذا كان المسلم الحر ليس فى قدرته أن يتزوج امرأة حرة .ولذا قال بعضهم : إن الله - تعالى - شرط فى نكاح الإِماء شرائط ثلاثة : اثنان منها فى الناكح ، والثالث فى المنكوحة .أما اللذان فى الناكح فأحدهما أن يكون غير واجد لما يتزوج به الحرة المؤمنة من الصداق .والثاني هو المذكور فى آخر الآية وهو قوله : ( ذَلِكَ لِمَنْ خَشِيَ العنت مِنْكُمْ ) .وأما الشرط الثالث المعتبر فى المنكوحة فهو أن تكون الأمة مؤمنة لا كافرة . . وقد خالف الإِمام أبو حنيفة هذا الشرط الثالث فأباح للمسلم الزواج من الأمة الكتابية إن لم يكن عنده زوجة حرة فإن كان متزوجا بحرة فإنه لا يجوز له أن يتزوج أمة مطلقا لا مسلمة ولا كتابية ، وإن عقد عليها كان عقده باطلا وقد بنى حكمه هذا على أساس تفسيره للطول بأنه الزواج بحرة .أما المالكية والشافعية فقد قالوا : الطول : السعة والقدرة على المهر والنفقة فمن عجز عن مهر الحرة ونفقتها وهو قادر على الزواج من أمة فإنه يجوز له الزواج بها ولو كانت عنده زوجة حرة .وفى التعبير عن الإِماء بقوله ( فَمِنْ مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ المؤمنات ) تكريم لهؤلاء الأرقاء ، وإعزاز لإِنسانيتهن ، وتعليم للمسلمين أن يلتزموا الأدب فى مخاطبتهم لأرقائهم ولذا ورد فى الحديث الشريف أن رسول الله صلى الله عليه وسلم قال : \" لا يقولن أحدكم عبدى وأمتى ، ولكن ليقل فتاى وفتاتى \" .وقوله - تعالى - ( والله أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِّن بَعْضٍ ) جملة معترضة سيقت بين إباحة النكاح من الاماء المؤمنات وبين صورة العقد عليهن تأنيسا للقلوب ، وإزالة للنفرة عن ناكح الاماء ببيان أن مناط التفاخر إنما هو الايمان لا التباهى بالأحساب والأنساب .والمعنى : أنه - تعالى - أعلم منكم بمراتب إيمانكم الذى هو مناط التفضيل وأنتم وفتياتكم من أصل واحد فلا ينبغى أن يستعلى حر على عبد ، ولا حرة على أمة ، فرب إنسان غير حر أفضل عند الله بسبب إيمانه وعمله الصالح من إنسان حر .فالمقصود من هذه الجملة الكريمة إزالة ما كانت تستهجنه العرب من الزواج بالاماء ، ونهيهم عما كان متداولا بينهم من احتقارهم لولد الأمة وتسميتهم إياه بالهجين - أى الذى أبوه عربى وأمه أمة .وإلى هذا أشار صاحب الكشاف بقوله : فإن قلت : فما معنى قوله ( والله أَعْلَمُ بِإِيمَانِكُمْ ) ؟ قلت : معناه : أن الله أعلم بتفاضل ما بينكم وبين أرقائكم فى الايمان ورجحانه ونقصانه فيهم وفيكم . وربما كان إيمان الأمة أرجح من إيمان الحرة والمرأة أرجح فى الايمان من الرجل . وحق المؤمنين أن لا يعيروا إلا فضل الإيمان لا فضل الأحساب والأنساب . وهذا تأنيس بنكاح الاماء وترك الاستنكاف منه . وقوله ( بَعْضُكُمْ مِّن بَعْضٍ ) أى : أنتم وأرقاؤكم متناسبون متواصلون لاشتراككم فى الايمان لا يفضل حر عبدا إلا برجحان فيه .ثم بين - سبحانه - كيفية الزواج بهن فقال : ( فانكحوهن بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بالمعروف مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلاَ مُتَّخِذَاتِ أَخْدَانٍ ) والمراد بأهلهن : مواليهن الذين يملكونهن : عبر عن المالكين لهن بالأهل ، حملا للناس على الأدب فى التعبير ، ولأنه يجب أن تكون العلاقة بين العبد ومالكه علاقة أهل لا علاقة استعلاء .والمراد بالأجور هنا : المهور التى تدفع لهن فى مقابل نكاحهن .والمراد بالمحصنات هنا : العفائف البيدات عن الفاحشة والريبة . والمرأة المسافحة هى التى تؤاجر نفسها لكل رجل أرادها . والتى تتخذ الخدن هى التى تتخذ لها صاحبا معينا . وكان أهل الجاهلية يفصلون بين القسمين فيستقبحون الزنا العلنى ويستحلون السرى ، فجاءت شريعة الإِسلام بتحريم القسمين . قال - تعالى ( وَلاَ تَقْرَبُواْ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ) وقال - تعالى ( قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ) وقوله ( فانكحوهن بِإِذْنِ أَهْلِهِنَّ ) مترتب ومتفرع على ما قبله من أحكام .والمعنى : إذا عرفتم حكم الله فى شأن فتياتكم المؤمنات فانكحوهن بعد أن يأذن لكم فى ذلك مواليهن ويرضون عن هذا النكاح ، وأدوا إليهن مهورهن بالقدر المتعارف عليه شرعا وعادة عن طيب نفس منكم ، وبدون مطل أو بخس . فإنه لا يصح أن تتخذوا من كون المنكوحة أمة سبيلا لغمط حقها ، وتصغير شأنها .وقد اتفق العلماء على أن نكاح الأمة بغير إذن سيدها غير جائز ، عملا بظاهر هذه الآية الكريمة ، فان قوله - تعالى - : ( فانكحوهن بِإِذْنِ أَهْلِهِنَّ ) يقتضى كون الإِذن شرطا فى جواز النكاح ، ولأن منافع الأمَّة لسيدها وهى ملك له فلا يجوز نكاحها إلا بإذنه .قال القرطبى : قوله - تعالى - ( فانكحوهن ) أى بولاية أرباهن المالكين وإذنهم . وكذلك العبد لا ينكح إلا بإذن سيده ، لأن العبد مملوك لا أمر له ، وبدنه كله مستغرق ، لكن الفرق بينما أن العبد إذا تزوج بغير إذن سيده فإن أجازه السيد جاز ، هذا المذهب مالك واصحاب الرأى ، والأمة إذا تزوجت بغير إذن أهلها فسخ ولم يجز ولو بإجازة السيد .وقوله ( وَآتُوهُنَّ أُجُورَهُنَّ ) صريح فى وجوب دفع مهر فى مقابل نكاح الأمة ولكن من الذى يستلم هذا المهر؟يرى كثير من العلماء أن الذى يتسلم المهر هو السيد المالك للأمة . لأن المهر قد وجب عوضا عن منافع بضع المملوكة للسيد ، وهو الذى أباحها للزوج فوجب أن يكون هو المستحق لستلم المهر؛ ولأن العبد وما ملكت يداه لسيده أى آتوا أهلهن أجورهن فالكلام على حذف مضاف .ويرى الإِمام مالك أن الآية على ظاهرها ، وأن المهر إنما يدفع للأمة لأنها أحق به من سيدها ، وأنه ليس للسيد أن يأخذ من أمته ويدعها بلا جهاز فالعقد يتولاه السيد أما المهر فيعطى للأمة لتتولى إعداد نفسها للزواج منه .وقوله ( مُحْصَنَاتٍ ) حال من المفعول فى قوله ( فانكحوهن ) أى : فانحكوهن حال كونهن عفائف عن الفاحشة .وقوله ( غَيْرَ مُسَافِحَاتٍ ) تأكيد له أى غير مجاهرات بالزنا .وقوله ( وَلاَ مُتَّخِذَاتِ أَخْدَانٍ ) تأكيد آخر لبعدهن عن الريبة . والأخدان جمع خدن وهو الصاحب والصديق .والمراد به هنا : من تتخذه المرأة صاحبا لها لارتكاب الفاحشة معه سراً .وقد وصف الله - تعالى - الزوجات الإِماء بذلك ، لتحريضهن على التمسك بأهداب الفضيلة والشرف ، إذ الرق مظنة الانزلاق والوقوع فى الفاحشة لما يصاحبه من هوان وضعف ، ولا شئ كالهوان يفتح الباب أمام الرذيلة والفاحشة ومن هنا قالت هند بنت عتبة - باستغراب واستنكار - لرسول الله صلى الله عليه وسلم عندما أخذ العهد عليها وعلى المؤمنات بقوله ( وَلاَ يَزْنِينَ ) قالت يا رسول الله : أو تزنى الحرة؟!!ثم بين - سبحانه - عقوبة الإِماء إذا ما ارتكبن الفاحشة فقال - تعالى - ( فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى المحصنات مِنَ العذاب ) .ومعنى الإِحصان هنا : الزواج . والمراد بالفاحشة : الزنا . والمراد بالعذاب : الحد الشرعى أى : فإذا أحسن أى بالتزويج ، فإن أتين بفاحشة الزنا وثبت ذلك عليهن ، ففى هذه الحالة حدهن نصف حد الحرائر من النساء .أى أن الأمة إذا زنت فحدها أنت تجدل خمسين جدلة ولا رجم عليها لأنه لا يتنصف فلا يكون مرادا هنا .وظاهر الجملة الكريمة يفيد أن الأمة لا تحد إذا زنت متى كانت غير متزوجة وقد أخذ بهذا الظاهر بعض العلماء . ولكن جمهور العلماء يرون أن الأمة يقام عليها الحد إذا زنت سواء أكانت متزوجة أم غير متزوجه .فالآية الكريمة صرحت بأن الأمة إذا ارتكبت الفحشاء تكون عقوبتها نصف عقوبة الحرة ، لأن الجريمة يضعف أثرها بضعف مرتكبها ، ويقوى أثرها بقوة مرتكبها ، فكان من العدل أن يعاقب الأرقاء لضعفهم بنصف عقوبة الأحرار الأقوياء .فأين هذا السمو والرحمة والدالة فى التشريع من مظالم القوانين الوضعية ففى القانون الرومانى كان العبد إذا زنى بحرة قتل ، وإذا زنى الشريف حكم عليه بغرامة . ولقد حذر النبى صلى الله عليه وسلم من ذلك بقوله : \" إنما أهلك الذين من قبلكم أنهم كانوا : إذا سرق فيهم الشريف تركوه ، وإذا سرق فيهم الضعيف أقاموا عليه الحد . . . \" .ثم ختم - سبحانه - الآية بقوله : ( ذَلِكَ لِمَنْ خَشِيَ العنت مِنْكُمْ وَأَن تَصْبِرُواْ خَيْرٌ لَّكُمْ والله غَفُورٌ رَّحِيمٌ ) .واسم الإِشارة \" ذلك \" يعود إلى نكاح الإِماء .والعنت : المشقة الشديدة التى يخشى معها التلف أو الوقوع فى الفاحشة التى نها الله - تعالى - عنها . ولذا قال بعضهم المراد به هنا : الزنا .أى : ذلك الذى شرعناه لكم من إباحة الزواج بالإِماء عند الضرورة يكون بالنسبة لمن خشى على نفسه العزبة التى قد تفضى به إلى الوقوع فى الفاحشة والآثام . ( وَأَن تَصْبِرُواْ ) على تحمل المشقة متعففين عن نكاحهن حتى يرزقكم الله الزواج بالحرة ، فصبركم هذا خير لكم من نكاح الإِسماء وإن رخص لكم فيه .وقوله ( والله غَفُورٌ رَّحِيمٌ ) أى واسع المغفرة كثيرها ، فيغفر لمن لم يصبر عن نكاحن - وفى ذلك تنفير عنه حتى لكأنه ذنب - وهو - سبحانه - واسع الرحمة بعباده حيث شرع لهم ما فيه تيسير عليهم ورأفة بهم .قالوا : وإنما كان الصبر عن نكاح الإِماء خيراً من نكاحهن ، لأن الولد الذى يأتى عن طريقهن يكون معرضا للرق ، ولأن الأمة فى الغالب لا تستطيع أن تهيئ البيت الصالح للزوجية من كل الوجوه لانشغالها بخدمة سيدها .وقد أشار صاحب الكشاف إلى هذا المعنى بقوله : فإن قلت : لم كان نكاح الأمة منحطا عن نكاح الحرة؟ قلت : لما فيه من اتباع الولد الأم فى الرق . ولثبوت حق المولى فيها وفى استخدامها . ولأنها ولأنها ممتهنة مبتذلة خراجة ولاجة ، وذلك كله نقصان راجع إلى الناكح ومهانة .والعزة من صفات المؤمنين .وبذلك نرى أن الآية الكريمة وإن كانت قد رخصت فى زواج الإِماء عند الضرورة الشديدة إلا أنها حضت المؤمنين على الصبر عن نكاحهن لما فى نكاحهن من أضرار يأباها الشخص العزيز النفس ، الكريم الخلق . والسبيل الأمثل للزواج بهن يكون بعد شرائهن وإعتاقهن ، وبذلك يقل الرقيق ويكثر الأحرار ولذا لو جامعها مولاها كان ابنه حراً وكان طريقا لحريتها ومنع بيعها .وبعد أن بين - سبحانه - فيما سبق من آيات كثيراً من الأوامر والنواهى والمحرمات والمباحات . . عقب ذلك ببيان جانب من مظهر فضله على عباده ورحمته بهم فقال - تعالى - : ( يُرِيدُ الله . . . . ضَعِيفاً ) .",
  "ayah": 25,
  "surah": 4
}
