{
  "text": "ثم وجه القرآن نداء إلى المؤمنيين بين لهم فيه بعض المحرمات المتعلقة بالأنفس والأموال ، بعد أن بين لهم قبل ذلك المحرمات من النساء والمحللات منهم ومظاهر فضله - سبحانه - بعباده ورحمته بهم فقال - تعالى - : ( يَا أَيُّهَا الذين . . . كَرِيماً ) .المراد بالأكل فى قوله ( لاَ تأكلوا أَمْوَالَكُمْ ) مطلق الأخذ الذى يشمل سائر التصرفات التى نهى الله عنها .وخص الأكل بالذكر؛ لأن المقصود الأعظم من الأموال هو التصرف فيها بالأكل .والباطل : اسم لكل تصرف لا يبيحه الشرع كالربا والقمار والرشوة والغضب والسرقة والخيانة والظلم إلى غير ذلك من التصرفات المحرمة .والمعنى . يأيها المؤمنون لا يحل لكم أن يأكل بعضكم مال غيره بطريقة باطلة لا يقرها الشرع ، ولا يرتضيها الدين ، كما أنه لا يحل لكم أن تتصرفوا فى الأموال التى تملكونها تصرفا منهيا عنه بأن تنفقوها فى وجوه المعاصى التى نهى الله عنها؛ فإن ذلك يتنافى مع طبيعة هذا الدين الذى آمنتم به .وناداهم - سبحانه - بصفة الإِيمان ، لتحريك حرارة العقيدة فى قلوبهم وإغرائهم بالاستجابة لما أمروا به أو نهو عنه .وفى قوله ( أَمْوَالَكُمْ ) إشارة إلى أن هذه الأموال هى نعمة من الله لنا ، وأن على الأمة جميعها أن تصون هذه الأموال عن التصرفات الباطة التى لا تبيحها شريعة الله .وفى قوله ( بَيْنَكُمْ ) إشارة إلى أن تبادل الأموال بين الأفراد والجماعات يجب أن يكون على أساس من الحق والعدل ولا يكون بالباطل أو بالظلم .والاستثناء فى قوله ( إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنْكُمْ ) استثناء منقطع لأن التجارة ليست من جنس الأموال المأكولة بالباطل .والمعنى : لا يحل لكم - أيها المؤمنون - أن تتصرفوا فى أموالكم بالطرق المحرمة ، لكن يباح لكم أن تتصرفوا فيها بالتجارة الناشئة عن تراض فيما بينكم؛ لأنه لا يحل لمسلم أن يقتطع مال أخيه المسلم إلا عن طيب نفس منه .والتجارة : اسم يقع على عقود المعارضات التى يقصد بها طلب الربح . وخصت بالذكر من بين سائر أسباب الملك؛ لكونها أغلب وقوعا ولأن أسباب الرزق أكثرها متعلق بها .أخرج الأصبهانى عن معاذ بن جبل قال : قال رسول الله صلى الله عليه وسلم \" أطيب الكسب كسب التجار الذين إذا حدثوا لم يكذبوا ، وإذا وعدوا لم يخلفوا ، وإذا ائتمنوا لم يخونوا ، وإذا اشتروا لم يذموا ، وإذا باعوا لم يمدحوا ، وإذا كان عليهم لم يمطلوا ، وإذا كان لهم لم يعسروا \" .وكلمة ( تِجَارَةً ) قرأها عاصم وحمزة والكسائى بالنصب على أنها خبر لكان الناقصة ، واسم كان ضمير يعود عل الأموال أى إلا أن تكون الأموال المتداولة بينكم تجارة صادرة عن تراض منكم . وقرأها الباقون بالرفع على أنها فاعل لكان التامة أى : إلا أن تقع تجارة بينكم عن تراض منكم .وقوله ( عَن تَرَاضٍ مِّنْكُمْ ) صفة لقوله ( تِجَارَةً ) ولفظ ( عَن ) للمجاوزة أى : إلا أن تكون تجارة صادرة عن تراض كائن منكم .والتراضى : هو الرضا من الجانبين بما بدل عليه من لفظ أو عرف ، وهو أساس العقود بصفة عامة ، وأساس المبادلات المالية بصفة خاصة ، فلا بيع ولا شراء ولا إجارة ولا شركة ولا غيرها من عقود التجارة ما لم يتحقق الرضا .قال بعضهم : وحقيقة التراضى لا يعلمها إلى الله - تعالى - والمراد هنا أمارته . كالإِيجاب والقبول وكالتعاطى عند القائل به . وقد قال - تعالى - ( إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنْكُمْ ) فدل ذلك على أن مجرد التراضى هو المناط . ولا بد من الدلالة عليه بلفظ أو إشارة أو كتابة ، بأى لفظ وقع وعلى أى صفة كان ، وبأى إشارة مفيدة حصل .وقال الآلوسى : والمراد بالتراضى مراضاة المتبايعين بما تعاقدوا عليه فى حال المبايعة وقت الإِيجاب والقبول عندنا . وعند المالكية والشافعية حالة الافتراق عن مجلس العقد وقيل التراضى : التخيير بعد البيع . . .هذا ، وظاهر قوله - تعالى - ( إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنْكُمْ ) يفيد إباحة جميع أنواع التجارات ما دام قد حصل التراضى بين المتعاقدين ، ولكن هذا الظاهر غير مراد؛ لأن الشارع قد حرم المتاجرة فى أشياء معينة حتى ولو تم التراضى بين المتعاقدين بين المتعاقدين فيها ، وذلك مثل المتاجرة فى الخمر والميتة ولحم الخنزير ، ومثل بيع الغرر والعبد الآبق ونحو ذلك مما نهى عنه الشارع من العقود والمعاملات .وقوله ( وَلاَ تقتلوا أَنْفُسَكُمْ ) معطوف على ما قبله .وللعلماء فى تأويله اتجاهات : فمنهم من يرى أن معناه : ولا يقتل بعضكم بعضا ، فإن قتل بعضكم لبعض قتل لأنفسكم . والتعبير عن قتل بعضهم لبعض بقتل أنفسهم للمبالغة فى الزجر عن هذا الفعل ، وبتصويره بصورة مالا يكاد يفعله عاقل .وإلى هذا المعنى اتجه الفخر الرازى فقد قال : اتفقوا على أن هذا نهى عن أن يقتل بعضهم بعضا . وإنما قال : ( أَنْفُسَكُمْ ) لقوله صلى الله عليه وسلم \" المؤمنون كنفس واحدة \" ولأن العرب يقولون :قتلنا ورب الكعبة إذا قتل بعضهم؛ لأن قتل بعضهم يجرى مجرى قتلهم .ومنهم من يرى أن معناه النهى عن قتل الإِنسان لنفسه . ومن ذلك ما أخرجه الشيخان عن أبى هريرة \" أن رسول الله صلى الله عليه وسلم قال : من تردى من جبل فقتل نفسه فهو فى نار جهنم خالدا مخلدا فيها أبداً . ومن تحسى سما فقتل نفسه فسمه فى يده يتحساه فى نار جهنم خالدا مخلدا فيها أبداً . ومن قتل نفسه بحديدة فحديدته فى يده يجأ - أى يطعن - بها فى بطنه فى نار جهنم خالدا مخلدا فيها أبداً \" .وروى مسلم عن جابر بن سمرة قال : أتى النبى صلى الله عليه وسلم برجل قتل نفسه بمشاقص - أى سهام عراض واحدها مشقص - فلم يصل عليه .ومنهم من يرى أن معناه : لا تقتلوا أنفسكم بأكل بعضكم أموال بعض وبارتكابكم للمعاصى التى نهى الله عنها ، فإن ذلك يؤدى إلى إفساد أمركم ، وذهاب ريحكم ، وتمزق وحدتكم ، ولا قتل للأمم والجماعات أشد من فساد أمرها ، وذهاب ريحها .وقد ذهب إلى هذا المعنى الإِمام ابن كثير فقد قال : وقوله : ( وَلاَ تقتلوا أَنْفُسَكُمْ ) أى بارتكاب محارم الله - وتعاطى معاصيه ، وأكل أموالكم بينكم بالباطل .والذى نراه أن الجملة الكريمة تتناول كل هذه الاتجاهات ، فهى تنهى المسلم عن أن يقتل نفسه ، كما أنها تنهاه عن أن يقتل غيره ، وهى أيضا تنهاه عن ارتكاب المعاصى التى تؤدى إلى هلاكه .وقدم - سبحانه - النهى عن أكل الأموال بالباطل على النهى عن قتل الأنفس مع أن الثانى أخطر ، للإِشعار بالتدريج فى النهى من الشديد إلى الأشد ولأن وقوعهم فى أكل الأموال بالباطل كان أكثر منهم وأسهل عليهم من وقوعهم فى القتل .وقد ختم - سبحانه - الآية الكريمة بقوله : ( إِنَّ الله كَانَ بِكُمْ رَحِيماً ) لبيان أن ما نهى الله عنه من محرمات ، وما أباحه من مباحات ، إنما هو من باب الرحمة بالناس ، وعدم المشقة عليهم . فالله - تعالى- رءوف بعباده ومن مظاهر ذلك أنه لم يكلفهم إلا بما هو فى قدرتهم واستطاعتهم .وهذه الآية الكريمة أصل عظيم فى حرمة الأموال والأنفس . ولقد أكد النبى صلى الله عليه وسلم هذا المعنى فى خطبته فى حجة الوداع حيث قال : \" إن دماءكم وأموالكم عليكم حرام كحرمة يومكم هذا ، فى شهركم هذا ، فى بلدكم هذا \" .",
  "ayah": 29,
  "surah": 4
}
