{
  "text": "روى المفسرون فى سبب نزول الآية الأولى روايات منها ما رواه الإِمام أحمد والترمذى عن مجاهد قال : قالت أم سلمة : يا رسول الله يغزو الرجال ولا نغزو ، ولنا نصف الميراث فأنزل الله - تعالى - ( وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ ) .وقال قتادة : كان أهل الجاهلية لا يورثون النساء ولا الصبيان ، فلما ورثوا وجعل للذكر مثل حظ الأنثيين تمنى النساء أن لو جعل أنصباؤهن كأنصباء الرجال . وقال الرجال : إنا لنرجوا أن نفضل على النساء بحسناتنا فى الآخرة كما فضلنا عليهن فى الميراث فنزلت ( وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ ) .والتمنى المنهى عنه هنا : هو الذى يتضمن معنى الطمع فيما فى يد الغير ، والحسد له على ما أعطاه الله من مال أو جاه أو غير ذلك مما يجرى فيه التنافس بين الناس وذلك لأن التمنى بهذه الصورة يؤدى إلى شقاء النفس ، وفساد الخلق والدين ، ولأنه أشبه ما يكون بالاعتراض على قسمة الخالق العليم الخبير بأحوال خلقه وبشئون عباده .ولا يدخل فى التمنى المنهى عنه ما يسميه العلماء بالغبطة ، وهى أن يتمنى الرجل أن يكون له مثل ما عند غيره من خير دون أن ينقص شئ مما عند ذلك الغير .قال صاحب الكشاف : قوله ( وَلاَ تَتَمَنَّوْاْ ) نهوا عن التحاسد وعن تمنى ما فضل الله به بعض الناس على بعض من الجاه والمال ، لأن ذلك التفضيل قسمة من الله صادرة عن حكمة وتدبير وعلم بأحوال العباد ، وبما يصلح المقسوم له من بسط فى الرزق أو قبض ( وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِي الأرض ) فعلى كل أحد أن يرضى بما قسم الله به ، علماً بأن ما قسم له هو مصلحته ، ولو كان خلافه لكان مفسدة له ، ولا يحسد أخاه على حظه .وقوله - تعالى - ( بَعْضٍ لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكتسبوا وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا اكتسبن ) تعليل للنهى السابق . أى لكل من فريقى الرجال والنساء حظ مقدر مما اكتسبوه من أعمال ، ونصيب معين فيما ورثوه أو أصابوه من أموال ، وإذا كان الأمر كذلك فلا يليق بعاقل أن يتمنى خلاف ما قسم الله له من رزق ، بل عليه أن يرضى بما قسم الله له . فالله - تعالى - هو الذى قدر أرزاق الرجال والنساء على حسب ما تقتضيه حكمته وعلمه ، وهو الذى كلف كل فريق منهم بواجبات وأعمال تليق باستعداده وتكوينه .وقوله ( واسألوا الله مِن فَضْلِهِ ) عطف على النهى . فكأنه قيل : لا تتمنوا ولا تتطلعوا إلى ما فى أيدى غيركم ، ولا تحسدوه على ما رزقه الله ، بل اجعلوا تجاهكم إلى الله وحده ، والتمسوا منه ما تشاءوه من نعمه الجليلة ، ومن حظوظ الدنيا والآخرة ، فهو القائل( مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم ) وحذف المفعول من الجملة الكريمة لإِفادة العموم . أى : واسألوا الله ما شئتم من إحسانه الزائد ، وإنعامه المتكاثر حتى تطمئن نفوسكم ، ويبتعد عنها الطمع والقلق والألم .قال ابن كثير : قوله ( واسألوا الله مِن فَضْلِهِ ) أى لا تتمنوا ما فضلنا به بعضكم على بعض؛ فإن التمنى لا يجدى شيئاً ، ولكن سلونى من فضلى أعطكم فإنى كريم وهاب . روى أبو نعيم وابن مردويه عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم \" سلوا الله من فضله فإن الله يحب أن يسأل ، وإن أحب عباد الله إلى الله للذى يحب الفرج \" .ثم ختم - سبحانه - الآية الكريمة بقوله : ( إِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيماً ) أى إن الله - تعالى - كان وما زال عليما بكل شئ من شئون هذا الكون ، وقد وزع - سبحانه - أرزاقه ومواهبه على عباده بمقتضى علمه وحكمته ، فجعل فيهم الغنى والفقير ، فيحتاج بعضهم إلى بعض ، وليتبادلوا المنافع التى لا غنى لهم عنها ، وكلف كل فريق منهم بما يتناسب مع تكونيه واستعداده ( صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ )",
  "ayah": 32,
  "surah": 4
}
