{
  "text": "وقوله ( الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل ) يدل من قوله ( مُخْتَالاً فَخُوراً ) أى : أن الله لا يحب من كان مختالا فخورا ولا يحب الذين يبخلون ويأمرون الناس بالبخل .ويجوز أن يكون مبتدأ محذوف الخبر والتقدير : الذى يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله مبغضون من الله أو أحقاء لكل ما ينزل بهم من عذاب . وحذف لتذهب نفس السامع فيه كل مذهب . ودل على هذا الخبر المحذوف قوله : ( وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً ) .ويجوز أن يكون منصوبا أو مرفوعا على الذم . إلى غير ذلك مما ذكروه فى وجوه إعراب هذه الآية الكريمة .والمعنى : أن الله - تعالى - لا يجب هؤلاء المختالين والفخورين ، ولا يجب كذلك الذين لا يكتفون بالبخل بأموالهم عن إنفاق شئ منها فى وجوه الخير مع أن بخلهم هذا مفسدة عظيمة . بل يأمرون غيرهم بأن يكونوا بخلاء مثلهم ، وأن يسلكوا مسلكهم الذميم .قال صاحب الكشاف : أى يبخلوا بذات أيدهم وبما فى أيدى غيرهم . فيأمرونهم بأن يبخلوا به مقتا للسخاء ممن وجد منه السخاء . وفى أمثال العرب أبخل من الضنين بنائل غيره . ثم قال : ولقد رأيناه ممن بلى بداء البخل ، من إذن طرق سمعه أن أحداً جاد على أحد ، شخص به ، أى قلق وضجر ، وحل حبوته واضطرب ودارت عيناه فى رأسه . كأنما نهب رحله ، وكسرت خزائنه ضجراً من ذلك وحسرة على وجوده .وقوله : ( وَيَكْتُمُونَ مَآ آتَاهُمُ الله مِن فَضْلِهِ ) بيان لرذيلة أخرى من رذائلهم الكثيرة أى : أنهم يبخلون بما فى أيديهم ويأمرون غيرهم بذلك ، ويكتمون ويخفون نعم الله التى أعطاها لهم فلا يظهورها سواء أكانت هذه النعم نعما مالية أم علمية أم غير ذلك من نعم الله عليهم .وقوله - تعالى - ( وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُّهِيناً ) بيان للمصير السئ الذى سيصيرون إليه بسبب أفعالهم القبيحة .أى : وهيأنا لهؤلاء الجاحدين لنعم الله الكافرين بوحيه عذاباً يهينهم ويذلهم وينسيهم ما كانوا فيه من فخر وخيلاء وغرور .قال الآلوسى ما ملخصه : ووضع - سبحانه - المظهر موضع المضمر؛ للإِشعار بأن من هذا شأنه فهو كافر لنعم الله ، ومن كان كافراً لنعمه فله عذاب يهينه كما أهان النعم بالبخل والإِخفاء .وسبب نزول هذه الآية أن جماعة من اليهود كانوا يأتون رجالا من الأنصار فيقولون لهم : لا تنفقوا أموالكم فإنا نخشى عليكم الفقر فى ذهابها ، ولا تسارعوا فى النفقة فإنكم لا تدرون ما يكون . فأنزل الله قوله - تعالى - ( الذين يَبْخَلُونَ ) إلى قوله : ( وَكَانَ الله بِهِم عَلِيماً ) .وقيل : نزلت فى الذين كتموا صفة النبى صلى الله عليه وسلم وبخلوا بحق الله عليهم وهم أعداء الله - تعالى - أهل الكتاب .",
  "ayah": 37,
  "surah": 4
}
