{
  "text": "قال الآلوسى : قوله - تعالى - ( أَلَمْ تَرَ ) هذه الكلمة قد تذكر لمن تقدم علمه فتكون للتعجب والتقدير والتذكير لمن علم بما يأتى كالأحبار وأهل التواريخ ، وقد تذكر لمن لا يكون كذلك فتكون لتعريفه وتعجيبه . وقد اشتهرت فى ذلك حتى أجريت مجرى المثل فى هذا الياب . بأن شبه حال من لم ير الشئ بحال من رآه فى أنه لا ينبغى أن يخفى عليه وأنه ينبغى أن يتعجب منه ثم أجرى الكلام معه كما يجرى مع من رأى قصدا إلى المبالغة فى شهرته وعراقته فى التعجب - والرؤية إما بمعنى الإِبصار - أى ألم تنظر إليهم ، وإما بمعنى الإِدراك القلبى متضمنا معنى الوصول والانتهاء - أى ألم ينته علمك إليهم .والمراد ب ( الذين ) أحبار اليهود . والمراد بالذى أوتوه ما بين لهم فى الكتاب من العلوم والأحكام التى من جملتها ما علموه من نعوت النبى صلى الله عليه وسلم ومن حقية دين الإِسلام بالاتباع .والمرد بالكتاب : التوراة التى أنزلها الله - تعالى - على موسى عليه السلام - ليكون هداية لبنى إسرائيل ، فحرفوها تركوا العمل بها .والمراد بالسبيل : الطريق المستقيم وهو طريق الإِسلام فأل فيه للعهد .والمعنى : ألم ينته علمك إلى حال هؤلاء الأحبار من اليهود الذين أعطوا حظا ومقدارا من علم التوراة؟ إن كنت لم تعلم أحوالهم أو لم تنظر إليهم فهاك خبرهم وتلك هى حقيقتهم ، إنهم يشترون الضلالة وهو البقاء على اليهودية بعد وضوح الآيات لهم الدالة على صحة دين الإِسلام ، وهم لا يكتفون بتلبسهم بالضلال الذى أشربته نفوسهم ، بل يرديون لكم يا معشر المسلمين أن تتكروا دين الإِسلام الذى هو السبيل الحق ، وأن تتبعوه فى ضلالهم وكفرهم .فالمقصود من الآية الكريمة تعجيب المؤمنين من سوء أحوال أولئك الأحبار ، وتحذير لهم من موالاتهم أو من الاستماع إلى أكاذيبهم وشبهاتهم .والخطاب لكل من يصلح له من المؤمنين . وتوجيهه إلى النبى - صلى الله عليه وسلم - هنا مع توجيهه بعد ذلك إلى الكل - فى قوله ( أَن تَضِلُّواْ ) - للإِيذان بكما لشهرة شناعة حال أولئك اليهود ، وأنها بلغت من الظهور إلى حيث يتعجب منها كل من يراها أو يعلمها .وقد وصفهم - سبحانه - بأنهم أوتوا نصيباً من الكتاب ، ولم يؤتوا الكتاب كله ، لأنهم نسوا حظا كبيراً مما ذكروا به ، ولم يبق عندهم من علم الكتاب إلا القليل ، وهذا القليل لم يعملوا به بل حرفوه وبدلوه وأخضعوا تفسيره لأهوائهم وشهواتهم .وقوله ( يَشْتَرُونَ الضلالة وَيُرِيدُونَ أَن تَضِلُّواْ السبيل ) هو موطن التعجب من شأنهم لأنهم لا يطلبون الضلالة بفتور أو تريث وإنما يطلبونها بشراهة ونهم ويدفعون فيها أغلى الأثمان وهو الهدى ، ولا يكتفون بذلك بل يبتغون من المؤمنين أن يكونوا مثلهم فى الضلال .وقريب من معنى هذه الآية قوله تعالى - ( وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءً ) وذكر سبحانه - الشئ الذى اشتروه وهو الضلالة ، وطوى ذكر المتروك وهو الهدى ، للايذان بغاية ظهوره . وللاشعار بأنهم قوم يطلبون الضلالة فى ذاتها . وأن البعد عن الحق والهدى مطلب من مطالبهم يدفعون فيه الثمن عن رغبة ، وذلك لأنهم قوم مردوا على الضلالة فغدوا لا يستمرئون سواها ، ولا يركنون إلا إليها . وإن قوما هذا شأنهم لجديرون بالابتعاد عنهم ، والتحقير من أمرهم . لأنك - كما يقول الفخر الرازى - لا ترى حالة أسوأ ولا أقبح ممن جمع بين هذهين الأمرين : أعنى الضلال والإِضلال .قال الآلوسى : وقوله : ( يَشْتَرُونَ الضلالة ) . . الخ استئناف مبين لمناط التشنيع ومدار التعجب المفهومين من صدر الكلام ، مبنى على سؤال نشأ منه كأنه قيل : ماذا يصنعون حتى ينظر إليهم؟ فقيل يختارون الضلالة على الهدى أو يستبدلوها بعد تمكنهم منه . . . . وذهب أبو البقاء إلى أن جملة ( يَشْتَرُونَ ) حالة مقدرة من ضمير ( أُوتُواْ ) أو حال من ( الذين ) .",
  "ayah": 44,
  "surah": 4
}
