{
  "text": "ثم انتقل - سبحانه - من تبكيتهم على البخل وغيره مما سبق إلى تقريعهم على رذيلة الحسد التى استولت عليهم فأضلتهم وجعلتهم يتألمون لما يصيب الناس من خير ويتمنون زواله فقال - تعالى : ( أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ ) .و ( أَمْ ) هنا منقطعة أيضا كسابقتها ، والاستفهام المقدر بعدها لإِنكار الواقع وهو حسدهم لغيرهم .والمراد من الناس : النبى صلى الله عليه وسلم أو هو والمؤمنون معه . وقيل المقصود من الناس : العرب عامة .قال الفخر الرازى : والمراد من الناس - عند الأكثرين - أنه محمد صلى الله عليه وسلم . وإنما جاز أن يقع عليه لفظ الجمع وهو واحد؛ لأنه اجتمع عنده من خصال الخير ما لا يحصل إلا متفرقا فى الجمع العظيم أو المراد بهم : الرسول صلى الله عليه وسلم ومن معه من المؤمنين؛ لأن لفظ الناس جمع فحمله على الجمع أولى من حمله على المفرد . وحسن لفظ إطلاق الناس عليهم لأنهم القائمون بالعبودية الحق لله - تعالى - فكأنهم كل الناس .. .والمراد بالفضل فى قوله ( على مَآ آتَاهُمُ الله مِن فَضْلِهِ ) النبوة والهدى والإِيمان .والمعنى : إن هؤلاء اليهود ليسوا بخلاء فقط بل إن فيهم من الصفات ما هم أقبح من البخل وهو الحسد فقد حسدوا النبى صلى الله عليه وسلم لأن الله منحه النبوة وهو رجل عرب ليس منهم ، وحدسوا أتباعه لأنهم آمنوا به وصدقوه والتفوا من حوله يؤازرونه ويفتدونه بأرواحهم وأموالهم .وقوله ( فَقَدْ آتَيْنَآ آلَ إِبْرَاهِيمَ الكتاب والحكمة وَآتَيْنَاهُمْ مُّلْكاً عَظِيماً ) توبيخ لهم على حسدهم ، وإلزام لهم بما هو مسلم عندهم .والمعنى : إنكم بحسدكم للنبى صلى الله عليه وسلم على ما آتاه الله من فضله ، تكونون قد ظللتم وسرتم فى طريق الشيطان ، لأنكم لو كنتم عقلاء لما فعلتم لك ، إذ أنتم تعلمون علم اليقين أن الله - تعالى - قد أعطى ( آلَ إِبْرَاهِيمَ ) أى : قرابته القريبة من ذريته كإسماعيل - وهو جد العرب - وإسحاق ويعقوب وغيرهم . . أعطاهم ( الكتاب ) أى : جنس الكتب السماوية فيشمل ذلك التوارة والإِنجيل والزبور وغيرها . وأعطاهم ( والحكمة ) أى العلم النافع مع العمل به . وأعطاهم ( مُّلْكاً عَظِيماً ) أى سلطانا واسعا وبسطه فى الأرض .ومع ذلك فأنتم لم تحسدوا هؤلاء على ما أعطاهم الله من كتاب وحكمة وملك عظيم ، فلماذا تحسدون محمدا صلى الله عليه وسلم على ما أتاه الله من فضله مع أنه من نسل إبراهيم - عليه السلام -؟ .فالجملة الكريمة توبيخ لهم على أنانيتهم وحسدهم ، وإلزام لهم بما يعرفونه من واقع كتبهم ، وكشف للناس عن أن أحقادهم مرجعها إلى انطماس بصيرتهم ، وخبث نفوسهم .",
  "ayah": 54,
  "surah": 4
}
