{
  "text": "ثم بين - سبحانه - أنه ليس غافلا عن أعمال أولئك المنافقين ، وأرشد نبيه صلى الله عليه وسلم إلى وسائل معالجتهم فقال - تعالى - : ( أولئك الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلاً بَلِيغاً ) .أى : أولئك الذين نافقوا ، وأخفوا حقيقة نواياهم السيئة ، وتركوا حكم الله إلى حكم الطاغوت . . . ( أولئك الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ ) من النفاق والميل إلى الكفر ، وإن أظهروا إسلامهم .وقوله ( فَأَعْرِضْ عَنْهُمْ ) . . . الخ بيان لطرق معالجتهم .أى : فلا تلتفت إليهم ، وغض الطرف عن مسالكهم الخبيثة ، ولا تقبل عليهم ، لكى يشعروا باستنكارك لأعمالهم .وقوله ( وَعِظْهُمْ ) : الوعظ هو التذكير بفعل الخير وترك الشر بأسلوب يرقق القلوب ، ويشتمل على الترغيب والترهيب .أى : ذكرهم بما فى أعمالهم القبيحة من سوء العاقبة لهم ، وبما فى تركها من خير جزيل يعود عليهم فى دنياهم وآخرتهم ، وأخبرهم بأن تحاكمهم إلى غير شريعة الله سيكون فيه هلاكهم .وقوله ( وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلاً بَلِيغاً ) أى قل لهم بعد ذلك قولا يبلغ أعماق نفوسهم لقوته وشدة تأثيره . بأن تورد لهم ما تريد أن تخاطبهم به بطريقة تجعلهم يقبلون على قولك .وفى هذه الجملة الكريمة ما فيها من التعبير البليغ المؤثر ، حتى لكأنما القول الذى يقوله الرسول صلى الله عليه وسلم لهم : يودع مباشرة فى الأنفس ، ويستقر رأسا فى القلوب .وقد وضح هذا المعنى صاحب الكشاف فقال : فإن قلت : بم تعلق قوله : ( في أَنْفُسِهِمْ ) قلت : بقوله ( بَلِيغاً ) أى : قبل لهم قولا بليغا فى أنفسهم مؤثرا فى قلوبهم يغتمون به اغتماما ، ويستشعرون منه الخوف استشعارا ، وهو التوعد بالقتل والاستئصال إن نجم منهم النفاق ، واطلع قرنه ، وأخبرهم أن ما فى نفوسهم من الدغل والنفاق معلوم عند الله ، وانه لا فرق بينكم وبين المشركين . وما هذه المكانة إلا لإِظهاركم الإِيمان وإِسراركم الكفر وإضماره . فإن فعلتم ما تكشفون به غطاءكم لم يبق إلا السيف .أو يتعلق بقوله ( وَقُل لَّهُمْ ) . أى : قل لهم فى أنفسهم الخبيثة وقلوبهم المطوية على النفاق قولا بليغا . وإن الله يعلم ما فى قلوبكم . لا يخفى عليه . فلا يغنى عنكم إبطانه .فأصلحوا أنفسكم وطهروا قلوبكم وداووها من مرض النفاق . وإلا أنزل الله بكم ما أنزل بالمجاهرين بالشرك من انتقامه ، وشرا من ذلك وأغلظ ، أو قل لهم فى أنفسهم خاليا بهم ، ليس معهم غيرهم . قولا بليغاً يبلغ منهم ، ويؤثر فيهم .فأنت ترى أن الآية الكريمة قد أرشدت النبى صلى الله عليه وسلم إلى استعمال ثلاثة طرق لصرف المنافقين عن أفعالهم القبيحة .وهذه الطرق هى الإِعراض عنهم ، ووعظم بما يرغبهم فى الخير ويرهبهم من الشر ، ومخاطبتهم بالقول البليغ المؤثر الذى يحرك نفوسهم تحريكا قويا ، ويجعلهم يقبلون وهذه الطرق هى أسمى ألوان الدعوة إلى الله . وأنجع الأساليب فى جلب الناس إلى ما يأخذ بيدهم إلى الخير والفلاح .",
  "ayah": 63,
  "surah": 4
}
