{
  "text": "ثم بين - سبحانه - ما لهم بعد ذلك من أجر عظيم فقال : ( وَإِذاً لآتَيْنَاهُمْ مِّن لَّدُنَّآ أَجْراً عَظِيماً وَلَهَدَيْنَاهُمْ صِرَاطاً مُّسْتَقِيماً ) .أى : وإذا لو ثبتوا على طاعتنا لأعطيناهم من عندنا ثوابا عظيما لا يعرف مقداره إلا الله - تعالى - ولتقلبناهم وأرشدناهم إلى سلوك الطريق المستقيم وهو طريق الإِسلام الذى باتباعه يسعدون فى دنياهم وآخرتهم .قال صاحب الكشاف : وقوله \" وإذا \" جواب لسؤال مقدر ، كأنه قيل : وماذا يكون لهم أيضا بعد التثبيت؟ فقيل : وإذا لو ثبتوا ( لآتَيْنَاهُمْ ) لأن إذا جواب وجزاء .وقد فخم - سبحانه - هذا العطاء بعدة أمور منها : أنه ذكر - سبحانه - نفسه بصيغة العظمة ( لآتَيْنَاهُمْ مِّن لَّدُنَّآ ) ( وَلَهَدَيْنَاهُمْ ) والمعطى الكريم إذا ذكر نفسه باللفظ الدال على العظمة عند الوعد بالعطية ، دل ذلك على عظمة تلك العطية .ومنها : أن قوله ( مِّن لَّدُنَّآ ) يدل على التخصيص أى : لآتيناهم من عندنا وحدنا لا من عند غيرنا . وهذا التخصيص يدل على المبالغة والتشريف ، لأنه عطاء من واهب النعم وممن له الخلق والأمر كما فى قوله - تعالى - ( وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً ) ومنها : أنه - سبحانه - وصف هذا الأجر المعطى بالعظمة بعد أن جاء به منكرا ، وهذا الأسلوب يدل على أن هذا العطاء غير محدود بحدود ، وأنه قد بلغ أقصى ما يتصوره العقل من جلال فى كمه وفى كيفه . ( ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم ) هذا ، وبذلك ترى أن الآيات الكريمة - من قوله - تعالى - ( أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ) . إلى هنا - قد بينت ما عليه المنافقون من فسوق وعصيان ، وحكت معاذيرهم الكاذبة ، وصورت نفورهم من حكم الله تصويرا بليغا ، وكشفت عن أوالهم ورذائلهم بأسلوب يدعو العقلاء إلى احتقارهم وهجرهم ، وأرشدت إلى أنجع الوسائل لعلاجهم؛ وفتحت لهم باب التوبة حتى يثوبوا إلى رشدهم ، ويطهروا نفوسهم من السوء والفحشاء ، ووضحت جانبا من مظاهر اليسر والتخفيف التى تفضل بها - سبحانه - على الأمة الإِسلامية ، ووعدت الذين يستجيبون لله ولرسوله بالثواب الجزيل ، وتوعدت الذين يتركون حكم الله إلى حكم غيره بالعذاب الأليم ، ووصفتهم بعدم الإِيمان .وقد أفاض بعض المفسرين عند تفسيره لهذه الآيات فى بيان سوء حال من يتحاكم إلى غير شريعة الله ، وساقوا أمثلة متعددة لشدة تمسك السلف الصلاح بهدى رسول الله صلى الله عليه وسلم .ومن ذلك قول الفخر الرازى : قال القاضى : يجب أن يكون التحاكم إلى هذا الطاغوت كالكفر . وعدم الرضا بحكم محمد صلى الله عليه وسلم كفر ويدل عليه وجوه :الأول : أنه - تعالى - قال ( يُرِيدُونَ أَن يتحاكموا إِلَى الطاغوت وَقَدْ أمروا أَن يَكْفُرُواْ بِهِ ) . فجعل التحاكم إلى الطاغوت يكون إيمانا به .ولا شك أن الإِيمان بالطاغوت كفر بالله . كما ان الكفر بالطاغوت إيمان بالله .الثانى : قوله تعالى - : ( فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ) . . إلى قوله ( وَيُسَلِّمُواْ تَسْلِيماً ) . وهذا نصف فى تكفير من لم يرض بحكم الرسول صلى الله عليه وسلم .الثالث : قوله - تعالى - ( فَلْيَحْذَرِ الذين يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ ) وهذا يدل على أن مخالفته معصية عظيمة .وفى هذه الآيات دلائل على أن من رد شيئا من أوامر الله أو أوامر رسول الله صلى الله عليه وسلم فهو خارج عن الإِسلام . سواء رده من جهة الشك أو من جهة التمرد . وذلك يوجب صحة ما ذهبت الصحابة إليه من الحكم بارتداد ما نعى الزكاة وقتلهم وسبى ذراريهم .وقال الشيخ جمال الدين القاسمى : قال ولى الله التبريزى . روى الإِمام مسلم - بسنده - عن بلال بن عبد الله بن عمر عن أبيه قال : قال رسول الله صلى الله عليه وسلم : \" لا تمنعوا النساء حظوظهن من المساجد إذا استأذنكم : فقال بلال : والله لمنعنهن . فقال عبد الله : أقول : قال رسول الله صلى الله عليه وسلم . وتقول أنت : لنمنعهن \"وفى رواية سالم عن أبيه قال : فأقبل عليه عبد الله فسبه سبا ما سمعته سبه مثله قط . وقال : أخبرك عن رسول الله ، وتقول : والله لمنعهن .وفى رواية للإِمام أحمد أنه ما كلمه حتى مات .فأنت ترى أن ابن عمر - رضى الله عنه - لشدة تمسكه بسنة رسول الله صلى الله عليه وسلم قد غضب لله ورسوله . وهجر فلذة كبده ، لتلك الزلة .وقال الإِمام الشافعى : أخبرنا أبو حنيفة بن سماك بن الفضل الشهابى قال : حدثنى ابن أبى ذئب عن المقبرى عن أبى شريح الكعبى أن النبى صلى الله عليه وسلم قال عام الفتح : \" من قتل له قتيل فهو بخير النظرين . إن أحب أخذ العقل وإن أحب فله القود \" قال أبو حنيفة : فقلت لابن أبى ذئب . أتأخذ بهذا يا أبا الحارث؟ فضرب صدرى وصاح على صياحا كثيرا ونال منى وقال : أحدثك عن رسول الله صلى الله عليه وسلم وتقول أتأخذ به؟ نعم . آخذ به . وذلك الفرض على وعلى من سمعه . إن الله - تعالى - قد اختار محمدا صلى الله عليه وسلم من الناس فهداهم به وعلى يديه . واختار لهم ما اختار له وعلى لسانه . فعلى الخلق أن يتبعوه لا مخرج لمسلم . وما سكت حتى تمنيت أن يسكت .وقال الإِمام ابن القيم : والذى ندين الله به ، ولا يسعنا غيره أن الحديث إذا صح عن رسول الله صلى الله عليه وسلم ولم يصح عنه حديث آخر ينسخه ، أن الفرض علينا وعلى الأمة بحديث وترك لك ما خالفه .ولا نتركه لخلاف أحد من الناس كائنا من كان . لا رواية ولا غيره . إذ من الممكن أن يسنى الراوى الحديث ولا يحضره وقت الفتيا . أولا يتفطن لدلالته على تلك المسألة . أو يتأول فيه تأويلا مرجوحا . أو يقوم فى ظنه ما يعارضه ولا يكون معارضا فى نفس الأمر . أو يقلد غيره فى فتواه بخلافه لاعتقاده أنه أعلم منه ، وأنه إنما خالفه لما هو أقوى منه . .فالله - تعالى - علق سعادة الدارين بمتابعته صلى الله عليه وسلم وجعل شقاوة الدارين فى مخالفته .وهكذا نرى أن السلف الصالح كانوا يتمسكون بسنة رسول الله - صلى الله عليه وسلم - أشد التمسك ، ويهجرون كل من خالفها ، ولم يقيد نفسه بها .",
  "ayah": 67,
  "surah": 4
}
