{
  "text": "واسم الإِشارة ( ذلك ) فى قوله ( ذلك الفضل مِنَ الله ) يعود إلى ما ثبت للمطيعين من أجر جزيل ، ومزيد هداية ، وحسن رفقة . وهو مبتدأ . وقوله ( الفضل ) صفته ، والجار والمجرور متعلق بمحذوف خبره . أى : ذلك الفضل العظيم كائن من الله - تعالى - لامن غيره .وقوله ( وكفى بالله عَلِيماً ) تذييل قصد به الإِشارة إلى أن أولئك الأخيار . الذين قدموا أحسن الأعمال ، واستحقوا أفضل الجزاء ، وإن لم يعلمهم الناس فإن الله - تعالى - يعلمهم ، وقد كافأهم بما يستحقون .أى : كفى به - سبحانه - عليما بمن يستحق فضله وعطاءه وبمن لا يستحق ، فهو - سبحانه - ما دام يعلم أحوال عباده وسيحاسبهم على أعمالهم ، فجدير بالعاقل أن يرغب فى الطاعة وأن ينفر من المعصية .هذا ، وقد وردت أحاديث كثيرة تشير إلى أن المؤمنين الصادقين سيكونون يوم القيامة مع أولئك الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين .ومن هذه الأحاديث ما أخرجه الإِمام مسلم فى صحيح \" عن ربيعة بن كعب الأسلمى أنه قال . كنت أبيت مع رسول الله صلى الله عليه وسلم فأتيته بوضوئه وحاجته فقال لى . ( سل ) . فقلت أسألك مرافقتك فى الجنة . فقال أو غير ذلك؟ قلت : هو ذاك . قال : فأعنى على نفسك بكثرة السجود \" .ومنها ما رواه الإِمام عن سهل بن معاذ بن أنس عن أبيه أن رسول الله صلى الله عليه وسلم قال : \" من قرأ ألف آية فى سبيل الله ، كتب يوم القيامة مع النبين والصديقين والشهداء والصالحين وحسن أولئك رفيقا \" .ومنها ما رواه الترمذى عن أبى سعيد الخدرى قال : قال رسول الله صلى الله عليه وسلم \" التاجر الصدوق الأمين مع النبيين والصديقين والشهداء \" .قال ابن كثير : وأعظم من هذا كله بشارة ، ما ثبت فى الصحيح والمساند وغيرهما من طرق متواترة عن جماعة من الصحابة \" أن رسول الله صلى الله عليه وسلم سئل عن الرجل يجب القوم ولما يلحق بهم؟ فقال \" المرء مع من أحب \" \" .قال أنس : فما فرح المسلمون فرحهم بهذا الحديث .وبذلك نرى أن هاتين الآيتين الكريمتين قد بشرتا المطيعين لله ولرسوله بأحسن البشارات ، وأرفع الدرجات .ثم وجهت السورة الكريمة نداء إلى المؤمنين أمرتهم فيه بالاستعداد للجهاد فى سبيل الله من أجل إعلاء كلمته ، بعد أن أمرتهم قبل ذلك بطاعته وبطاعة رسول الله صلى الله عليه وسلم فقال - تعالى - : ( يَا أَيُّهَا الذين . . . فَوْزاً عَظِيماً ) .",
  "ayah": 70,
  "surah": 4
}
