{
  "text": "ثم كشف - سبحانه - عن فساد المنافقين وضعاف الإِيمان فقال : ( وَإِنَّ مِنْكُمْ لَمَن لَّيُبَطِّئَنَّ ) أى : ليتأخرن وليتثاقلن عن الجهاد . من \" بطأ \" - بالتشديد - بمعنى أبطأ فهو فعل لازم . وقد يستعمل أبطأ وبطأ - بالتشديد - متعديين ، وعليه يكون المفعول هنا محذوف أى : ليبطئن غيره ويثبطه عن الخروج للجهاد فى سبيل الله .وقد جمع المنافقون وضعاف الإِيمان بين الأمرين : فقد كانوا يتخلفون عن الجهاد فى سبيل الله وينتحلون المعاذير الكاذبة لتخلفهم ، ولا يكتفون بذلك بل يحاولون منع غيرهم عن الخروج للجهاد .والتعبير بقوله ( لَّيُبَطِّئَنَّ ) تعبير فى أسمى درجات البلاغة والروعة ، لأنه يصور الحركة النفسية للمنافقين وضعاف الإِيمان وهم يشدون أنفسهم شدا ، ويقدمون رجلا ويؤخرون أخرى عندما يدعوهم داعى الجهاد إلى الخروج من أجل إعلاء كلمة الله .وقد اشتملت الجملة الكريمة على جملة مؤكدات ، للاشعار بأن هؤلاء المنافقين لا يتركون فرصة تمردون أن يبثوا سمومهم بنشاط وإصرار ، وأنهم حريصون كل الحرص على توهين عزائم المجاهدين ، وحملهم على أن يكونوا مع القاعدين كما هو شأن المنافقين .والمراد بقوله ( مِنْكُمْ ) أى من جنسكم وممن يعيشون معكم ويساكنونكم ، ويرتبطون معكم برباط القرابة ، ويتظاهرون بالإِسلام ، فلقد كان المنافقون فى المدينة تربطهم روابط متعددة بالمؤمنين الصادقين ، كما هو معروف فى التاريخ الإِسلامى .فمثلا عبد الله بن أبى بن سلول - زعيم المنافين - كان أحد أبنائه من المؤمنين الصادقين .وقد وجه القرآن الخطاب إلى المؤمنين لكى يكشف لهم عن المنافقين المندسين فى صفوفهم لكى يحذروهم .قال صاحب الكشاف : واللام فى قوله ( لَمَن ) للابتداء بمنزلتها فى قوله ( إِنَّ الله لَغَفُورٌ رَّحِيمٌ ) وفى ( لَّيُبَطِّئَنَّ ) جواب قسم محذوف تقديره : وإن منكم لمن أقسم باللَّه ليبطئن وجوابه صلة من والضمير الراجع منها يعود إلى ما استكن فى ( لَّيُبَطِّئَنَّ ) . والخطاب لعسكر رسول الله صلى الله عليه وسلم .وقوله ( فَإِنْ أَصَابَتْكُمْ مُّصِيبَةٌ قَالَ قَدْ أَنْعَمَ الله عَلَيَّ إِذْ لَمْ أَكُنْ مَّعَهُمْ شَهِيداً ) بيان لما انطوت عليه نفوس المنافقين من فساد ، وما نطقت به ألسنتهم من سوء .أى : وإن من المتظاهرين بأنهم منكم - يا معشر المؤمنين - لمن يتثاقلون عن التقال ويعملون على أن يكون غيرهم مثلهم ، ( فَإِنْ أَصَابَتْكُمْ ) يا معشر المؤمنين ( مُّصِيبَةٌ ) كهزيمة وقتية ، أو استشهاد جماعة منكم ( قَالَ ) هذا المنافق على سبيل الفرح والتشفى ( قَدْ أَنْعَمَ الله عَلَيَّ ) أى : قد أكرمنى الله بالقعود ( إِذْ لَمْ أَكُنْ مَّعَهُمْ شَهِيداً ) أى حاضرا فى المعركة ، لأنى لو كنت حاضرا معهم لأصابنى ما أصابهم من القتل أو الجراح أو الآلام .فالآية الكريمة تحكى عن المنافقين أنهم يعتبرون قعودهم عن الجهاد نعمة ، وإذا ما أصاب المؤمنين مصيبة عند قتالهم لأعدائهم .",
  "ayah": 72,
  "surah": 4
}
