{
  "text": "ثم بين - سبحانه - أنه لا مفر لهم من الموت ، وأنهم مهما فروا منه فإنه سيلقاهم آجلا أو عاجلا فقال - تعالى - : ( أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ ) .والبروج : مع برج وهو الحصن المنيع الذى هو نهاية ما يصل إليه البشر فى التحصن والمنعة . وأصل البروج من التبرج بمعنى الظهور . يقال : تبرجت المرأة ، إذا أظهرت محاسنها . والمراد بها الحصون والقلاع الشاهقة المنيعة .والمشيدة : أى المحكة البناء ، والعظيمة الارتفاع من شاد القصر إذا رفعه ، والمعنى : إنكم أيها الخائفون من القتال إن ظننتم أن هذا الخوف منه أو القعود عنه سينجيكم من الموت ، فأنتم بهذا الظن مخطئون ، لأن الموت حيثما سيدرككم ، ولو كنتم فى أقوى الحصون ، وأمنعها وأحكمها بناء ، وما دام الأمر كذلك فليكن موتكم وأنتم مقبلون بدل أن تموتوا وأنتم مدبرون .والجملة الكريمة لا محل لها من الإِعراب ، لأنها مسوقة على سبيل الاستئناف لتبكيت هؤلاء الكارهين للقتال ، وتحريض غيرهم من المؤمنين على الإِقدام عليه من أجل نصرة الحق .ويحتمل أنها فى محل نصب ، فتكون داخلة فى حيز القول المأمور به الرسول صلى الله عليه وسلم أى : قل لهم يا محمد متاع الدنيا قليل . وقل لهم ( أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت ) .وأين : اسم شرط جازم ظرف مكان يجزم فعلين ، و \" ما \" زائدة للتأكيد ، وتكونوا فعل الشرط ويدرككم جوابه .والتعبير بقوله ( يُدْرِككُّمُ ) للإِشعار بأن الموت كأنه كائن حى يطلب الإِنسان ويتبعه حيثما كان ، وفى أى وقت كان ، فهو طالب لابد أن يدرك ما يطلبه ولا بد أن يصل إليه هما تحصن منه ، أو هرب من لقائه .وجواب ( لو ) محذوف اعتماداً على دلالة ما قبله عليه أى : ولو كنتم فى بروج مشيدة لأدرككم الموت .وقريب فى المعنى من هذه الآية قوله - تعالى - ( قُل لَّن يَنفَعَكُمُ الفرار إِن فَرَرْتُمْ مِّنَ الموت أَوِ القتل ) وقوله - تعالى - ( قُلْ إِنَّ الموت الذي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاَقِيكُمْ ) فالجملة الكريمة صريحة فى بيان أن الموت أمر لا مفر منه ، ولا مهرب عنه سواء أقاتل الإِنسان أم لم يقاتل . وما أحسن قول زهير بن أبى سلمى :ومن هاب أسباب المنايا ينلنه ... ولو رام أسباب السماء بسلمثم حكى - سبحانه - ما كان يتفوه به المنافقون وإخوانهم فى الكفر من باطل وزور فقال - تعالى : ( وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هذه مِنْ عِندِ الله وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ قُلْ كُلٌّ مِّنْ عِندِ الله ) .أى : إن هؤلاء المنافقين وأشباههم ، من ضعاف الإِيمان وإخوانهم فى الكفر بلغ بهم الفجور أنهم إذا أصابتهم حال حسنة من نعمة أو رخاء أو خصب أو غنيمة أو ظفر قالوا هذه الحال من عند الله ، وإذا أصابتهم حال سيئة من جدب أو مصيبة أو هزيمة قالوا هذه الحال من عندك يا محمد بسبب شؤمك وسوء قيادتك - وحاشاه من ذلك صلى الله عليه وسلم - .وهذا القول منهم قريب من قول قوم فرعون لموسى - عليه السلام - كما حكاه القرآن عنهم فى قوله : ( فَإِذَا جَآءَتْهُمُ الحسنة قَالُواْ لَنَا هذه وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بموسى وَمَن مَّعَهُ ) قال القرطبى : نزلت هذه الآية فى اليهود والمنافقين ، وذلك أنهم لما قدم رسول الله صلى الله عليه وسلم المدينة عليهم قالوا : ما زلنا نعرف النقص فى ثمارنا ومزارعنا منذ قدم علينا هذا الرجل وأصحابه . قال ابن عباس : ومعنى ( مِنْ عِندِكَ ) أى : بسوء تدبيرك . وقيل ( مِنْ عِندِكَ ) أى بشؤمك الذى لحقنا ، قالوه على جهة التطير .وقوله ( قُلْ كُلٌّ مِّنْ عِندِ الله ) أمر من الله لنبيه صلى الله عليه وسلم بأن يرد على مزاعمهم الباطلة . أى قل لهم يا محمد كل واحدة من النعمة والمصيبة هى من جهة الله - تعالى خلقا وإيجاداً من غير أن يكون لى مدخل فى وقوع شئ منها بوجه من الوجوه كما تزعمون :وقوله ( فَمَالِ هؤلاء القوم لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثاً ) جملة معترضة مسوقة لتعييرهم بالجهل والغباوة ، والفاء فى قوله ( فَمَالِ ) لترتيب ما عدها على ما قبلها والمعنى . وإذا كان الأمر كذلك وهو أن كل شئ من عند الله ، فمال هؤلاء القوم من المنافقين وإخوانهم فى الكفر وضعف الإِيمان لا يكادون - لانطماس بصيرتهم - يفقهون ما يلقى عليهم من مواعظ ، ولا يفهمون معنى ما يسمعون وما يقولون ، إذ لو فقهوا شيئا مما يوعظون به لعلوا أن الله هو القابض الباسط ، وأنه المعطى المانع .قال - تعالى - ( مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم ) وقوله - تعالى -",
  "ayah": 78,
  "surah": 4
}
