{
  "text": "ثم أمر الله تعالى عباده بالتعاطف والتراحم ، ولا سيما عند تقسيم الميراث ، وإعطاء كل ذى حق حقه فقال تعالى : ( وَإِذَا حَضَرَ القسمة . . . ) .والمراد بالقسمة : التركة التى تقسم بين الورثة .والمراد بذوى القربى هنا - عند جمهور المفسرين - : الأقارب الذين لا ميراث لهم فى التركة .والمراد باليتامى والمساكين ، الأجنب الذين لا قرابة بينهم وبين الورثة .والمعنى : وإذا حضر قسمة التركة ذوو القربى ممن لا نصيب لهم فى الميراث ، واليتامى الذين فقدوا العائل والنصير ، والمساكين الذين أسكنتهم الحاجة وأذلتهم وصاروا فى حاجة إلى العون والمساعدة ( فارزقوهم مِّنْهُ ) أى فأعطوهم من الميراث الذى تقتسمونه شيئا يعينهم على سد حاجتهم ، وتفريج ضائقتهم ( وَقُولُواْ لَهُمْ قَوْلاً مَّعْرُوفاً ) أى قولوا لهم قولا جميلا يرضاه الشرع ، ويستحسنه العقل ، بأن تقولوا لهم - مثلا - : خذوا هذا الشئ بارك الله لكم فيه ، أو بأن تعتذروا لمن لم تعطوه شيئا . والآية الكريمة معطوفة على الآية السابقة عليها وهى قوله - تعالى - ( لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الوالدان والأقربون ) الخ .وليس المراد من حضور ذوى القربى واليتامى والمساكين أن يكونوا مشاهدين للقسمة ، جالسين مع الورثة ، لأن قسمة الأموال لا تكون عادة فى حضرة هؤلاء الضعفاء ، وإنما المراد من حضورهم العلم بهم من جانب الذين يقتسمون التركة ، والدراية بأحوالهم ، وأنهم فى حاجة إلى العون والمساعدة .وقدم ذوى القربى على اليتامى والمساكين ، لأنهم أولى بالصدقة لقرابتهم ، ولأن إعطاءهم بجانب أنه صدقة ، فهو صلة للرحم التى أمر الله تعالى بصلتها . وقدم اليتامى على المساكين؛ لأن ضعف اليتامى أكثر ، وحاجتهم أشد .والضمير المجرور فى قوله ( فارزقوهم مِّنْهُ ) يعود إلى ما ترك الوالدان والأقربون . أو إلى القسمة بمعنى المقسوم باعتبار معناها لا باعتبار لفظها . أى ارزقوهم من هذا الميراث أو المال المقسوم .والأمر فى قوله : ( فارزقوهم ) يرى بعض العلماء أنه للوجوب ، لأنه هو المستفاد من ظاهر الأمر ، وعليه فمن الواجب على الوارث الكبير وعلى ولى الصغير أن يعطيا لذوى القربى واليتامى والمساكين شيئا من المال تطيب به نفوسهم .ومن أصحاب هذا الرأى من قال : إن من الواجب على الوارث الكبير أن يعطى هؤلاء المحتاجين شيئا من المال المقسوم . أما إذا كان الورثة صغارا فعلى الولى أن يعتذر لهؤلاء المحتاجين ، بأن يقول لهم : إنى لا أملك هذا المال المقسوم ، لأنه لهؤلاء الصغار وعندما يكبرون فسيعرفون لكم حقكم وهذا هو القول المعروف .ويرى كثير من العلماء أن هذا الأمر بالإِعطاء للندب لا للوجوب ، وأن هذا الندب إنما يحصل إذا كان الورثة كبارا ، أما إذا كانوا صغارا فليس على أوليائهم إلا القول المعروف .ومن حجج هؤلاء القائلين بأن هذا الأمر للندب والاستحباب : أنه لو كان لأولئك المحتاجين من ذوى القربى واليتامى والمساكين حق معين لبينه الله - تعالى - كما بين سائر الحقوق ، وحيث لم يبين علمنا أنه غير واجب .وأيضا لو كان واجبا لتوفرت الدواعى على نقله؛ لشدة حرص الفقراء والمساكين على تقديره ، ولو كان الأمر كذلك لثبت نقله إلينا ، ولما لم يكن الأمر كذلك علمنا أنه غير واجب .وقد رجح القرطبى كون الأمر للندب لا للوجوب فقال : والصحيح أن هذا على الندب؛ لأنه لو كان فرضا لكان استحقاقاً فى التركة ومشاركة فى الميراث ، لأحد الجهتين معلوم ، وللآخر مجهول . وذلك مناقض للحكمة ، وسبب للتنازع والتقاطع .ثم قال : وذهبت فرقة إلى أن المخاطب والمراد فى الآية المحتضرون الذين يقسمون أموالهم بالوصية لا الورثة . فإذا أراد المريض أن يفرض ماله بالوصايا وحضره من لا يرث ينبغى له ألا يحرمه ، وهذا - والله أعلم - يتنزل حيث كانت الوصية واجبة ، ولم تنزل آية الميراث . والصحيح الأول - وهو أن الآية فى قسمة التركة وأن المخاطبين بها هم المقتسمون للتركة - وعليه المعول .هذا ، ومن العلماء من قال : إن هذه الآية قد نسخت بآية المواريث التى بعدها وهى قوله تعالى : ( يُوصِيكُمُ الله في أَوْلاَدِكُمْ ) الخ .وقد حكى هذا القول - أيضا - ورد عليه الإِمام القرطبى فقال ما ملخصه : بين الله - تعالى - فى هذه الآية أن من لم يستحق شيئا وحضر القسمة وكان من الأقارب أو اليتامى والفقراء الذين لا يرثون أن يكرموا ولا يحرموا إن كان المال كثيراً؛ والاعتذار إليهم إن كان عقارا أو قليلا لا يقبل الرضخ - أى العطاء القليل - فالآية على هذا القول محكمة . قاله ابن عباس . وامتثل ذلك جماعة من التابعين : عروة بن الزبير وغيره . وأمر به أبو موسى الأشعرى .وروى عن ابن عباس انها منسوخة قوله تعالى : ( يُوصِيكُمُ الله في أَوْلاَدِكُمْ ) وممن قال إنها منسوخة : أبو مالك وعكرمة والضحاك .والأول أصح؛ فإنها مبينة استحقاق الورثة لنصيبهم ، واستحباب المشاركة لمن لا نصيب له ممن حضرهم .وفى البخارى عن ابن عباس أنه قال فى هذه الآية : هى محكمة وليست بمنسوخة .وفى رواية قال : إن ناسا يزعمون أن هذه الآية نسخت ، لا والله ما نسخت ، ولكنها مما تهاون به الناس .وقال عبد الرزاق أخبرنا بان جريج أن عبد الله بن عبد الرحمن بن أبي بكر الصديق قسم ميراث أبيه عبد الرحمن ، وعائشة حية . فلم يدع فى الدار مسكينا ولا ذا قرابة إلا أعطاه من ميراث أبيه وتلا هذه الآية : ( وَإِذَا حَضَرَ القسمة أُوْلُواْ القربى ) . . الخ .والخلاصة ، أن الذى تطمئن إليه النفس هو قول من قال : إن الآية محكمة ولسيت بمنسوخة ، لأنه أثر عن بعض الصحابة والتابعين أنهم كانوا يفعلون ذلك ويأمرون به . ولأن الروايات القائلة بأنها منسوخة روايات مضطربة ، بخلاف الروايات القائلة بأنها محكمة فهى ثابتة فى صحيح البخارى؛ ولأن الآية الكريمة لا تتعارض مع آية المواريث لأنها إنما تأمر بما يؤدى إلى التعاطف والتراحم بين الناس ، وهذا أمر لا ينسخ ، بل هو ثابت فى كل زمان ومكان .ونرى كذلك أن الأمر فى قوله ( فارزقوهم مِّنْهُ ) على سبيل الندب والاستحباب ، لا على سبيل الفرض والإِيجاب - كما سبق أن بينا - .",
  "ayah": 8,
  "surah": 4
}
