{
  "text": "ثم حكى - سبحانه - بعد ذلك جانبا آخر من صفات المنافقين ومن على شاكلتهم من ضعاف الإِيمان حتى يحذرهم المؤمنون الصادقون فقال - تعالى - : ( وَيَقُولُونَ طَاعَةٌ . . . . إِلاَّ قَلِيلاً ) .والضمير فى قوله ( وَيَقُولُونَ ) للمنافقين ومن يلفون لفهم .أى : أن هؤلاء المنافقين إذا أمرتم يا محمد بأمروهم عندك يقولون طاعة أى أمرنا وشأننا طاعة . يقولون ذلك بألسنتهم أما قلوبهم فهى تخالف ألسنتهم .وقوله ( طَاعَةٌ ) خبر لمبتدأ محذوف وجوبا أى : أمرنا طاعة . ويجوز النصب على معنى : أطعناك طاعة . كما يقول المأمور لمن أمره : سمعاً وطاعة ، وسمع وطاعة .قال صاحب الكشاف : ونحوه قول سيبويه : سمعنا بعض العرب الموثوق بهم يقال له : كيف أصبحت؟ فيقول : حمد الله وثناء عليه ، كأنه قال : أمرى وشأنى حمد الله . ولو نصب \" حمد الله \" كان على الفعل . والرفع يدل على ثبات الطاعة واستقرارها .ثم حكى - سبحانه - ما يكون عليه أمر هؤلاء المنافقين بعد خروجهم من عند الرسول صلى الله عليه وسلم فقال : ( فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الذي تَقُولُ ) .وقوله ( بَيَّتَ ) من التبييت واشتقاقه - كما يقول الفخر الرازى - من البيتوتة ، لأن أصلح الأوقات للفكر أن يجلس الإِنسان فى بيته بالليل ، فهناك تكون الخواطر أخلى ، والشواغل أقل . لا جرم سمى الفكر المستقصى مبيتا . أو من بيت الشعر ، لأن العرب إذا أرادوا قرض الشعر بالغوا فى التفكر فيه . .والمراد : زوَّر وموَّه ودَّبر .والمعنى : أن هؤلاء المنافقين إذا كانوا عندك - يا محمد - وأمرتهم بأمر قالوا : طاعة ، فإذا ما خرجوا من عندك وفارقوك دبر وأضمر طائفة منهم وهم رؤساؤهم ( غَيْرَ الذي تَقُولُ ) أى خلاف ما قلت للتلك الطائفة أو قالت لك من ضمان الطاعة . فهم أمامك يظهرون الطاعة المطلقة ، ومن خلفك يدبرون ويضمرون ما يناقض هذه الطاعة ويخالفها .والتعبير عن الخروج بالبروز للإِشارة إلى تفاوت ما بين أحوالهم ، وتناقض مظهرهم مع خبيئتهم .وإسناد هذا التبييت إلى طائفة منهم ، لبيان أنهم هم المتصدون له بالذات ، أما الباقون فتابعون لهم فى ذلك ، لا أنهم ثابتون على الطاعة .وقوله ( والله يَكْتُبُ مَا يُبَيِّتُونَ ) أى يثبته فى صحائف أعمالهم . ويفضحهم بسبب سوء أعمالهم فى الدنيا ، ثم يجازيهم على هذا النفاق بما يستحقون فى الآخرة ، فالجملة الكريمة تهديد لهم على سوء صنيعهم ، لعلهم يكفون عن هذا النفاق ، وتطمين للنبى صلى الله عليه وسلم بأنه - سبحانه - سيطلعه على مكرهم السئ لكى يتقى شرهم ، ولذا فقد أمره - سبحانه - بعدم الالتفات إليهم ، وبالتوكل عليه - تعالى - وحده فقال :( فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى الله وكفى بالله وَكِيلاً ) . أى : إذا كان هذا هو شأنهم يا محمد . فلا تكثرت بهم ، ولا تلتفت إليهم ، وسر فى طريقك متوكلا على الله ، ومتعمدا على رعايته وحفظه ، وكفى بالله وكيى وكفيلا لمن توكل عليه ، واتبع أمره ونهيه .فانت ترى أن الاية الكريمة قد كشفت عن جانب من صفات المنافقين وأحوالهم ، ثم هددتهم على جرائمهم ، ورسمت للنبى صلى الله عليه وسلم الخطة الحكيمة لعلاجهم واتقاء شرهم .",
  "ayah": 81,
  "surah": 4
}
