{
  "text": "ثم أمر الله - تعالى - عباده بتقواه ، وبالتمسك بالأقوال السديدة فقال تعالى : ( وَلْيَخْشَ الذين . . . ) .وللمفسرين فى تفسير هذه الآية الكريمة أقوال :أولها : أن الآية الكريمة أمر للأوصياء بأن يخشوا الله تعالى ويتقوه فى أمر اليتامى ، فيفعلوا بهم مثل ما يحبون أن يفعل بذريتهم الضعاف بعد وفاتهم .فقد أخرج بان جرير عن ابن عباس أنه قال فى قوله تعالى : ( وَلْيَخْشَ الذين لَوْ تَرَكُواْ ) . . . الخ .يعنى بذلك الرجال يموت وله أولاد صغار ضعاف يخاف عليهم العيلة والضيعة ، ويخاف بعده ألا يحسن إليهم من يليهم يقول : فإن ولى مثل ذريته ضعافا يتامى ، فليحسن إليهم ولا يأكل أموالهم إسرافا وبدارا خشية أن يكبروا . .قال الآلوسي : والآية الكريمة على هذا الوجه تكون مرتبطة بما قبلها ، لأن قوله تعالى : ( لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الوالدان والأقربون ) الخ . فى معنى الأمر للورثة . أى أعطوهم حقهم دفعا لأمر الجاهلية ، وليحفظ الأوصياء ما أعطوه ويخافوا عليهم كما يخافون على أولادهم .وعلى هذا الوجه يكون المقصود من الآية الكريمة حض الأوصياء على المحافظة على أموال اليتامى بأبلغ تعبير ، لأنه سبحانه قد نبههم بحال أنفسهم وذرياتهم من بعدهم ليتصوروها ويعرفوا مكان العبرة فيها ، ولا شك أن ذلك من أقوى الدواعى والبواعث فى هذا المقصود؛ لأنه سبحانه كأنه يقول لهم : افعلوا باليتامى الفعل الذى تحبون أن يفعل مع ذرياتكم الضعاف من بعدكم ، فجعل - سبحانه - من شعورهم بالحنان على ذرياتهم باعثا لهم على الحنان على أيتامهم .هذا ، ومن المفسرين الذين استحسنوا هذا القول الإِمام ابن كثير ، فقد قال بعد أن حكى هذا القول : وهو قول حسن يتأيد بما بعده من التهديد فى أكل أموال اليتامى ظلما .أما القول الثاني : فيرى أصحابه أن الآية الكريمة أمر لمن حضر المريض من العواد عند الإيصاء بأن يخشوا ربهم؛ فيوصوا المريض فى أولاده خيراً ويشفقوا عليهم كما يشفقون على أولادهم .وقد وضح هذا القول الإِمام الرازي فقال : إن هذا خطاب مع الذين يجلسون عند المريض فيقولون له : إن ذريتك لا يغنون عنك من الله شيئا ، فأوص بمالك لفلان وفلان . ولا يزالون يأمرونه بالوصية إلى الأجانب إلى أن لا يبقى من ماله للورثة شئ أصلا . فقيل لهم : كما أنكم تكرهون بقاء أولادكم فى الضعف والجوع من غير مال ، فاخشوا الله ولا تحملا المريض على أن يحرم أولاده الضعفاء من ماله .وحاصل الكلام أنك لا ترضى مثل هذا الفعل لنفسك ، فلا ترضه لأخيك المسلم . فعن أنس قال : قال النبي صلى الله عليه وسلم : \" لا يؤمن العبد حتى يحب لأخيه ما يحب لنفسه \" .وقد رجح هذا الوجه الإِمام ابن جرير فقال : وأولى التأويلات بالآية قول من قال : تأويل ذلك : وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم العيلة لو كانوا فرقوا أموالهم فى حياتهم ، أوقسموها وصية منهم لأولى قرابتهم ، وأهل اليتيم والمسكنة؛ فأبقوا أموالهم لولدهم خشية العيلة عليهم من بعدهم ، فليأمروا من حضروه - وهو يوصى لذوى قرابته وفى اليتامى والمساكين وفى غير ذلك - بما له بالعدل ، وليتقوا الله وليقولوا قولا سديدا ، وهو ان يعرفوه ما أباحه الله له من الوصية ، وما اختاره المؤمنون من أهل الإِيمان بالله وبكتابه وسنته .والقول الثالث : يرى أصحابه أن الخطاب فى الآية للموصين ، وأن الآية تأمرهم بأن يشفقوا على ورثتهم ، فلا يسرفوا فى الوصية لغيرهم؛ لأن الإِسراف فى ذلك يؤدى إلى ترك الورثة فقراء . ولقد قال النبي صلى الله عليه وسلم لسعد بن أبى وقاص : \" إنك إن تذر ورثتك أغنياء خير من أن تذرهم عالة يتكففون الناس \" .والذى نراه أن الأمر بالخشية من الله يتناول تجميع الأصناف المتقدمة : من الأوصياء ، وعواد المريض ، والموصين وغيرهم من هو أهل لهذا الخطاب؛ لأن هؤلاء جميعا داخلون تحت الأمر بالخشية من الله - تعالى - ، وبالقول السديد الذى يحبه سبحانه ويرضاه .وقوله تعالى ( وَلْيَخْشَ ) فعل مضارع مجزوم بلام الأمر . ومفعوله محذوف لتذهب نفس السامع فى تقديره كل مذهب ، فينظر كل سامع بحسب الاهم عنده مما يخشى أن يصيب ذريته .والجملة الشرطية وهى قوله تعالى ( لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافاً خَافُواْ عَلَيْهِمْ ) صلة للموصول وهو قوله ( الذين ) وجملة ( خَافُواْ عَلَيْهِمْ ) جواب ( لَوْ ) .قال صاحب الكشاف : فإن قلت : ما معنى وقوع ( لَوْ تَرَكُواْ ) وجوابه صلة للذين؟ .قلت : معناه : وليخش الذين صفتهم وحالهم أنهم لو شارفوا أن يتركوا من خلفهم ذرية ضعافا - وذلك عند احتضارهم - خافوا عليهم الضياع بعدهم لذهاب كافلهم وكاسبهم .قال صاحب الانتصاف : وإنما لجأ الزمخشري إلى تقدير ( تَرَكُواْ ) بقوله شارفوا أن يتركوا؛ لأن جوابه قوله ( خَافُواْ عَلَيْهِمْ ) والخوف عليهم إنما يكون قبل تركهم إياهم . وذلك فى دار الدنيا . فقد دل على أن المراد بالترك الإِشراف عليه ضرورة ، وإلا لزم وقوع الجواب قبل الشرط وهو باطل . ونظيره ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ ) أى . شارفن بلوغ الأجل .ثم قال : ولهذا المجاز فى التعبير عن المشارفة على الترك بالترك سر بديع . وهو التخويف بالحالة التي لا يبقى معها مطمع فى الحياة ، ولا فى الذنب عن الذرية الضعاف . وهى الحالة التى وإن كانت من الدنيا ، إلا أنها لقربها من الآخرة ، ولصوقها بالمفارقة ، صارت من حيزها ، ومعبرا عنها بما يعبر به عن الحالة الكائنة بعد المفارقة من الترك .وقوله ( ضِعَافاً ) صفة لذرة . وفى وصف الذرية بذلك بعث على الترحم وحض على امتثال ما أمر الله به .والفاء فى قوله ( فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلاً سَدِيداً ) لترتيب ما بعدها على ما قبلها .فقد رتب الأمر بالتقوى على الأمر بالخشية وإن كانا أمرين متقاربين لأن الأمر الأول لما عضد بالحجة - وهى الخوف على ذريتهم - اعتبر كالحاصل فصح التفريع عليه .والمعنى : فليتقوا الله فى كل شأن من شئونهم وفى أموال اليتامى فلا يعتدوا عليها . وليقولا لغيرهم قولا عادلا قويما مصيبا للحق وبعيدا عن الباطل .قال الآلوسى وقوله ( وَلْيَقُولُواْ ) أى لليتامى أو للمريض أو لحاضرى القسمة ، أو ليقولوا فى الوصية ( قَوْلاً سَدِيداً ) فيقول الوصى لليتيم ما يقول لولده من القول الجميل الهادى له إلى حسن الآداب ومحاسن الأفعال . ويقول عائد المريض للمريض : ما يذكره بالتوبة وحسن الظن بالله ، وما يصده عن الإِسراف فى الوصية وتضييع الورثة . ويقول الوارث لحاضر القسمة : ما يزيل وحشته أو يزيد مسرته . ويقول الموصى فى إيصائه : مالا يؤدى إلى تجاوز الثلث .ثم قال ، والسديد : المصيب العدل الموافق للشرع . يقال : سد قوله يسد - بالكسر - إذا صار سديدا والسداد - بالفتح - الاستقامة والصواب . وأما السداد - بالكسر - فهو ما يسد به الشئ .قال بعض العلماء : وفى الآية الكريمة ما يبعث الناس كلهم على أن يغضبوا للحق من الظلم ، وأن يأخذوا على أيدى أولياء السوء ، وأن يحرسوا أموال اليتامى ، ويبلغوا حقوق الضعفاء إليه ، لأنهم إن أضاعوا ذلك يوشك أن يلحق أبناءهم وأموالهم مثل ذلك . وأن يأكل قويهم ضعيفهم؛ فإن اعتياد السوء ينسى الناس شناعته ، ويكسب النفوس ضراوة على عمله .",
  "ayah": 9,
  "surah": 4
}
