{
  "text": "وقوله : ( إِلاَّ الذين يَصِلُونَ إلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ ) استثناء من الضمير المنصوب فى قوله ( فَخُذُوهُمْ واقتلوهم ) .وقوله ( يَصِلُونَ ) بمعنى يتلجئون ويتصلون . الميثاق العهد الموثق .والمعنى : أن الله - تعالى - يأمركم - أيها المؤمنون - أن تأخذوا أولئك المنافقين الذين أظهروا كفرهم وتمنوا أن تكونوا مثلهم ، وامتنعوا عن الهجرة إلى دياركم ، وينهاكم عن موالاتهم وعن الاستعانة بهم ، لكنه - سبحانه - قد استثنى من هؤلاء الذين أمركم بأخذهم وقتلهم أناسا التجأوا واستندوا إلى قوم بينكم وبينهم عهد أمان ، لأنهم بهذا الالتجاء قد صار حكمهم كحكم من لجأوا إليهم من حيث الأمان وعدم الاعتداء .وقد ذكر العلماء أقوالا فى المراد من القوم الذين كان بينهم وبين المسلمين عهد أمان ، فقيل : هم الأسلميون ، كان رسول الله صلى الله عليه وسلم ، وقت خروجه إلى مكة قد وادع هلال بن عويمر الأسلمى على أن لا يعينه ولا يعين عليه ، وعلى أن من وصل إلى هلال ولجأ إليه فله من الجوار مثل الذى لهلال . وقيل هم بنو بكر بن زيد . وقيل هم خزاعة .وقوله : ( أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَاتِلُوكُمْ أَوْ يُقَاتِلُواْ قَوْمَهُمْ ) عطف على صلة الذين وهو قوله ( يَصِلُونَ ) .ومعنى حصرت : ضاقت وانقبضت ومنه الحصر فى القول وهو ضيق الكلام على المتكلم . ويقال حصر صدره يحصر أى ضاق .أى : خذوا واقتلوا - أيها المؤمنون - المنافقين الذين أعلنوا كفرهم ، ولا تأخذوا ولا تقتلوا الذين التجأوا إلى قوم بينكم وبينهم عهد أمان ، ولا تأخذوا ولا تقتلوا كذلك الذين جاءوا إليكم وقد ضاقت نفوسهم ، وانقبضت صدورهم عن قتالكم لأنكم مسلمون كما أنهم قد ضاقت نفوسهم عن قتال قومهم لأنهم منهم ، أو لأنهم يخشون قتالهم خوفا على أموالهم أو على ذريتهم أو ذوى أرحامهم .فأنت ترى أن الاستثناء فى قوله ( إِلاَّ الذين يَصِلُونَ إلى قَوْمٍ ) قد أخرج من الأخذ والقتل فريقين من الناس :الفريق الأول : هو الذى ترك المحاربين من الأعداء ، والتجأ إلى القوم الذين بينهم وبين المسلمين عهد أمان ، فإنه بهذا الالتجاء قد صار حكمه كحكم من التجأ إليهم فى الأمان .والفريق الثانى : هو الذى جاء إلى المؤمنين ، مسالما وترك قومه ، إلا أنه فى الوقت نفسه يكره أن يقاتل المسلمين لحبه لهم . ويكره أن يقاتل قومه لأنهم قومه وعشيرته وأهله أو لأنه لو قاتلهم للحقه الضرر فى ماله أو ذريته .وقوله : ( حَصِرَتْ صُدُورُهُمْ ) فى موضع نصب على الحال بتقدير قد كما يرى بعضهم . وبعضهم لا يرى حاجة لتقديرها ، لأنه قد جاء الفعل الماضى حالا بغيرها كثيراً .وقيل هو صفة لموصوف محذوف هو حال من فاعل ( جاءوا ) أى : جاءوكم حالة كونهم حصرت صدورهم .وقوله : ( أَن يُقَاتِلُوكُمْ أَوْ يُقَاتِلُواْ قَوْمَهُمْ ) مجرور بحرف جر مقدر أى : حصرت صدورهم عن أن يقاتلولكم أو يقاتلوا قومهم . أو هو فى محل نصب على مفعول لألأجله . أى حصرت صدورهم كراهة قتالكم أو قتال قومهم .والمراد بالفريق الثانى بنو مدلج فقد أخرج ابن أبى حاتم \" عن الحسن أن سراقة بن مالك المدلجى حدثهم فقال : لما ظهر النبى صلى الله عليه وسلم على أهل بدر وأسلم من حولهم ، قال : بلغنى أنه يريد أن يبعث خالد بن الوليد إلى قومى بنى مدلج . فأتيته فقلت : أنشدك النعمة . بلغنى أنك تريد أن تبعث إلى قومى . وأنا أريد أن توادعهم . فأخذ رسول الله صلى الله عليه وسلم بيد خالد فقال : اذهب معه فافعل ما يريد \" فصالحهم خالد على أن لا يعينوا على رسول الله صلى الله عليه وسلم وإن أسلمت قريش أسملوا معهم ، فأنزل الله الآية .وقوله ( وَلَوْ شَآءَ الله لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ ) بيان لمظهر من مظاهر فضل الله ورعايته للمؤمنين .أى : ولو شاء الله لسلط جميع المشركين عليكم بأن قوى قلوبهم ، وجرأهم عليكم ، وجعلهم يبرزون لقتالكم صفا واحدا ، ولكنه - سبحانه - لم يشأ ذلك ، بل ألقى الرعب فى صفوف أعدائكم ، وجعل منهم من يسالمكم ويأتى إليكم موادعا .قال صاحب الكشاف : فإن قتل : كيف يجوز أن يسلط الله الكفرة على المؤمنين؟ قلت : ما كانت مكافتهم إلا لقذف الرعب فى قلوبهم . ولو شاء لمصلحة يراها من ابتلاء ونحوه لم يقذفه . فكانوا متسلطين مقاتلين غير مكافين فذلك معنى التسليط .وقال القرطبى : قوله - تعالى - ( وَلَوْ شَآءَ الله لَسَلَّطَهُمْ عَلَيْكُمْ ) تسليط الله المشركين على المؤمنين هو بأن يقدرهم على ذلك ، ويقويهم إما عقوبة ونقمة عند إذاعة المنكر وظهور المعاصى . وإما ابتلاء واختبارا كما قال - تعالى - ( وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين وَنَبْلُوَاْ أَخْبَارَكُمْ ) وإما تمحيصا للذنوب كما قال - تعالى - ( وَلِيُمَحِّصَ الله الذين آمَنُواْ ) ولله أن يفعل ما يشاء ويسلط من يشاء على من يشاء إذا شاء .ووجه النظم والاتصال بما قبل . أى : اقتلوا المنافقين الذين اختلفتم فيهم إلا أن يهاجروا وإلا أن يتصلوا بمن بينكم وبينهم ميثاق فيدخلون فيما دخلوا فيه فلهم حكمهم ، وإلا الذين جاءكم قد حصرت صدورهم عن أن يقاتلوكم أو يقاتلوا قومهم فدخلوا فيكم فلا تقتلوهم .ثم ختم - سبحانه - الآية الكريمة بقوله ( فَإِنِ اعتزلوكم فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْاْ إِلَيْكُمُ السلم فَمَا جَعَلَ الله لَكُمْ عَلَيْهِمْ سَبِيلاً ) .أى : أن هؤلاء الذين استثناهم الله - تعالى - - من الأخذ والقتل ، اقبلوا مسالمتهم إن اعتزلوا قتالكم فلم يتعرضوا لكم بسوء ، وكفوا عن قتالهم إذا ألقوا إليكم السلم ، أى : إذا انقادوا للصلح والأمان ورضوا به . وهم متى فعلوا ذلك ( فَمَا جَعَلَ الله لَكُمْ عَلَيْهِمْ سَبِيلاً ) أى : فما اذن الله لكم فى أخذهم وقتلهم بأى طريق من الطرق التى توصل إلى العدوان عليهم .وعبر بقوله ( وَأَلْقَوْاْ إِلَيْكُمُ السلم ) بدل السلام ، للاشارة إلى معنى التسليم لا مجرد الأمن والسلام ، لأن السلم يفيد معنى التسليم ، فهم ألقوا إليكم قيادهم واستسلموا لأمركم ، ودخلوا فى طاعتكم .وفى نفى أن يكون هناك سبيل عليهم ، مبالغة فى عدم التعرض لهم بسوء لأنه إذا نفى الوصول إليهم انتفى الاعتداء عليهم من باب أولى .هذا ، ويرى جمهور المفسرين أن الأحكام التى اشتملت عليها هذه الآية الكريمة منسوخة بآية سورة التوبة وهى قوله - تعالى - ( فَإِذَا انسلخ الأشهر الحرم فاقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ واحصروهم واقعدوا لَهُمْ كُلَّ مَرْصَدٍ ) قال الجمل : معاهدة المشركين وموادعتهم فى هذه الآية بآية السيف - وهى قوله \" فإذا انسلخ الأشهر الحرم . الآية \" لأن الله - تعالى - لما أعز الإِسلام وأهله أمر أن لا يقبل من مشركى العرب إلا الإِسلام أو القتال \" .",
  "ayah": 90,
  "surah": 4
}
