{
  "text": "ثم بين - سبحانه - صنفا آخر غير هؤلاء المسالمين ، وهم قوم من المنافقين المخادعين ، الذين لا يضمرون للمؤمنين إلا شرا ، ولا يمدون أيديهم إلى أهل الحق إلا بالسوء فقال - تعالى - : ( سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ كُلَّ مَا ردوا إِلَى الفتنة أُرْكِسُواْ فِيِهَا ) .أى : ستجدون - أيها المؤمنون - قوما من المنافقين آخرين غير الذين وصفتهم لكم ، ( يُرِيدُونَ ) بإظهارهم للإِسلام ( أَن يَأْمَنُوكُمْ ) على أنفسهم ، ويريدون بإظهارهم للكفر ( أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ ) من الأذى ، ومن صفات هؤلاء المخادعين أنهم ( كُلَّ مَا ردوا إِلَى الفتنة أُرْكِسُواْ فِيِهَا ) أى : كلما دعوا إلى الردة وإلى العصبية البغيضة وقعوا فيها أشنع وقوع ، وزجعوا إليها منكوسين على رءوسهم .قال ابن جرير : عن مجاهد قال : هم ناس كانوا يأتون النبى صلى الله عليه وسلم فيسلمون رياء ثم يرجعون إلى قريش فيرتكسون فى الأوثان . يبتغون بذلك أن يأمنا ههنا وههنا ، فأمر بقتالهم إن لم يعتزلوا ويصلحوا .ثم بين - سبحانه - ما يجب على المؤمنين نحو هؤلاء المنافقين المخادعين فقال : ( فَإِن لَّمْ يَعْتَزِلُوكُمْ ويلقوا إِلَيْكُمُ السلم ويكفوا أَيْدِيَهُمْ فَخُذُوهُمْ واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ وأولئكم جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَاناً مُّبِيناً ) .أى : أن هؤلاء المنافقين إن لم يعتزلوا قتالكم والتعرض لكم بسوء ، ويلقوا إليكم الأمان والانقياد ، ويمتنعوا عن العدوان عليكم ، إن لم يفعلوا ذلك فخذوهم أسرى ، واقتلوهم حيث ( ثَقِفْتُمُوهُمْ ) أى : وجدتموهم وظفرتم بهم . يقال ثقفت الرجل فى الحرب اثقفه ، إذا أدركته وظفرت به وقوله ( وأولئكم جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَاناً مُّبِيناً ) أى أولئك الذين وصفتهم لكم جعل الله لكم حجة واضحة فى أخذهم وقتلهم ، بسبب ظهور عداوتهم ، وانكشاف غدرهم ، وتذبذبهم بين الإِسلام والكفر تبعا لشهوات نفوسهم المريضة .هذا ، والمتأمل فى هذه الآيات الأربعة الاكريمة يراها قد رسمت للمؤمنين كيف تكون علاقتهم بغيرهم من المنافقين والمشركين .فهى تأمرهم - أولا - بأن يقفوا من المنافقين الذين أركسهم الله بما كسبوا صفا واحدا ورأيا واحدا ، فلا يدافعون عنهم ولا يحسنون الظن بهم ، ولا يولونهم ولا يستعينون بهم ، حتى يهاجروا فى سبيل الله ، فإن امتنعوا عن الهجرة حل أخذهم وقتلهم .وتأمرهم - ثانياً - بأن يسالموا - إلى حين - قوما التجأوا إلى قوم بينهم وبين المسلمين عهد وأمان ، وأن يسالموا كذلك أولئك الذين يأتون إليهم وهم يكرهون قتالهم أو قتال قومهم ، وأظهروا الانقياد والاستسلام للمؤمنين .وتأمرهم - ثالثا - بأن يأخذوا ويقتلوا أولئك المتلاعبين بالعقيدة والدين ولذين بلغ بهم الغدر والخداع أنهم إذا قدموا المدينة أظهروا الإِسلام ، فإذا ما عادوا إلى مكة أو إلى قومهم أظهروا الكفر ، وكانوا مع قومهم ضد المسلمين .وإنها لتوجيهات حكيمة تبصر المؤمنين بما يجب عليهم نحو غيرهم من الناس الذين يخالفونهم فى عقيدتهم .وبعد هذا الحديث الحكيم الذى بين الله - تعالى - فيه أحوال المنافقين ، وصفاتهم الذميمة ، وموقف المؤمنين ممن يخالفونهم فى العقيدة ، بعد كل ذلك أخذت السورة الكريمة فى بيان حكم القتل الخطأ ، وحكم القتل العمد فقال - تعالى - : ( وَمَا كَانَ لِمُؤْمِنٍ . . . عَذَاباً عَظِيماً ) .",
  "ayah": 91,
  "surah": 4
}
