{
  "text": "روى المفسرون روايات فى سبب نزول قوله - تعالى - ( وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً ) . . الآية ومن أشهر هذه الروايات ما جاء عن مجاهد وغيره أنها نزلت فى عياش بن أبى ربيعة ، وذلك أنه قتل رجلا كان يعذبه لكى يترك الإِسلام ، فأضمر عياش قتل ذلك الرجل . ثم أسلم هذا الرجل دون أن يعلم عياش بإسلامه . فلما لقيه فى يوم من الأيمان ظن عياش أن الرجل ما زال مشركا فقتله . فلما علم بإسلامه أتى النبى صلى الله عليه وسلم فقال : يا رسول الله ، قتلته ولم أشعر بإسلامه فأنزل الله الآية .والآية الكريمة وإن كانت قد نزلت فى حادثة معينة إلا أن حكمها يتناول كل من قتل غيره خطأ ، لأن العبرة بعموم اللفظ لا بخصوص السبب .والنفى فى قوله - تعالى - ( وَمَا كَانَ ) ليس لنفى الوقوع ، لأنه لو كان كذلك ما وقع قتل على سبيل الخطأ أبداً ، وإنما النفى بمعنى النهى وعدم الجواز .وقد أشار القرطبى إلى ذلك بقوله : قوله - تعالى - ( وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً ) هذه آية من أمهات الأحكام . والمعنى ما ينبغى لمؤمن أن يقتل مؤمنا إلا خطأ ، فقوله : ( وَمَا كَانَ ) ليس على النفى وإنما هو على التحريم والنهى كقوله : ( وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله ) ولو كانت على النفى لما وجد مؤمن قتل مؤمنا قط ، لأن ما نفاه الله فلا يجوز وجوده فهو كقوله - تعالى - ( مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا ) فلا يقدر العياد أن ينبتوا شجرها أبدا . ثم استثنى استثناء منقطعاً ليس من الأول وهو الذى يكون فيه \" إلا \" لمعنى لكن . والتقدير : ما كان له أن يقتله البتة لكن إن قتله خطأ فعليه كذا . والخطأ : اسم من أخطأ خطأ وإخطاء إذا لم يصنع عن تعمد ، فالخطأ الاسم يقوم مقام الإِخطاء . ويقال لمن أراد شيئاً ففعل غيره : أخطأ . ولمن فعل غير الصواب : أخطأ .وقال صاحب الكشاف : فإن قلت . بم انتصب خطأ؟ قلت : بأنه مفعول له . أى ما ينبغى له أن يقتله لعلة من العلل إلا للخطأ وحده . ويجوز أن يكون حالا بمعنى : لا يقتله فى حال من الأحوال إلا فى حال الخطأ . وأن يكون صفة للمصدر أى : إلا قتلا خطأ . والمعنى ، أن من شأن المؤمن أن ينتفى عنه وجود قتل المؤمن ابتداء البته ، إلا إذا وجد منه خطأ من غير قصد ، بأن يرمى كافرا فيصيب مسلما . أو يرمى شخصاً على أنه كافر فإذا هو مسلم .ثم بين - سبحانه - حكم القتل الخطأ فقال : ( وَمَن قَتَلَ مُؤْمِناً خَطَئاً فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ إِلاَّ أَن يَصَّدَّقُواْ ) .قوله ( فَتَحْرِيرُ ) ، التحرير : الإِعتاق وهو تفعيل من الحرية . أى جعل الرقبة حرة . وهو مبتدأ محذوف الخبر أى : فعليه تحرير رقبة مؤمنة .وقوله : ( وَدِيَةٌ ) الدية ما يعطى عوضا من دم القتيل إلى وليه . وهى مأخوذة من الودى كالعدة من الوعد . يقال : ودى القاتل القتيل يديه دية إذا أعطى وليه المال الذى هو بدل النفس . وسمى المال دية تسمية بالمصدر .والمعنى : أن المؤمن لا يسوغ له ولا يليق به أن يقتل أخاه المؤمن ، لأن ذلك محرما تحريماً قاطعاً ، لكن إن وقع منه القتل له فى سبيل الخطأ فإن دم القتيل لا يذهب هدرا ، بل على من قتل أخاه المؤمن خطأ ( فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ) أى : إعتاق نفس مؤمنة : وعليه كذلك ( وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ ) أى : مؤداة إلى ورثة القتيل عوضاً لهم عما فاتهم من قتيلهم . وقوله ( إِلاَّ أَن يَصَّدَّقُواْ ) أى إلا أن يتصدق أهل القتيل بهذه الدية على القاتل ، بأن يتنازلوا عنها له على سبيل العفو والصفح .وعبر - سبحانه - عن العتق بالتحرير فى قوله ( فَتَحْرِيرُ رَقَبَةٍ ) للاشعار بأن الحرية للعبيد مقصد من مقاصد الإِسلام ، وأن شريعته قد أوجبت على أتباعها أن يعتقوا الأرقاء إذا ما وقعوا فى بعض الأخطاء حتى يتحرر أكبر عدد من الرقاب .والتعبير عن النفس بالرقبة من باب التعبير عن الكل بالجزء . وكان التعبير بذلك للاشارة إلى أن الرق غل معنوى فى الرقاب ، وأن المؤمن الصادق فى إيمانه هو الذى يبذل قصارى جهده فى فك الرقاب من قيدها .وقيد الرقبة المحررة بأن تكون مؤمنة لتخرج الكافرة ، إذ الإِسلام يحرص على تحرير الأرقاء المؤمنين دون الكافرين .قال ابن كثير : وجمهور الفقهاء على أن الرقبة المؤمنة تجزئ سواء أكانت صغيرة أم كبيرة فقد أخرج الإِمام أحمد \" عن رجل من الأنصار أنه جاء بأمة سوداء فقال : يا رسول الله ، إن على عتق رقبة مؤمنة . فإن كنت ترى هذه مؤمنة أعتقها . فقال لها رسول الله صلى الله عليه وسلم : \" أتشهدين أن لا إله إلا الله؟ قالت : نعم . قال : أتشهدين أنى رسول الله؟ قالت : نعم قال : أتؤمنين بالبعث بعد الموت؟ قالت : نعم . قال : أعقتها \" .ويرى بعضهم أنه لا تجزئ إلا الرقبة المؤمنة التى صلت وعقلت الإِيمان ، أما الصغيرة فإنها لا تجزئ .وقوله ( وَدِيَةٌ ) معطوف على \" فتحرير \" وقوله ( مُّسَلَّمَةٌ ) صفة لدية . وقوله ( إلى أَهْلِهِ ) متعلقة بمسلمة .قال القرطبى ما ملخصه : لوم يعين الله فى كتابه ما يعطى فى الدية ، وإنما فى الآية إيجاب الدية مطلقا ، وليس فيها إيجابها على العاقلة أو على القاتل ، وإنما أخذ ذلك من السنة .والعاقلة : قرابات الرجل من جهة أبيه وهم عصبته . .وثد ثبتت الأخبار عن رسول الله صلى الله عليه وسلم بأن الدية مائة من الإِبل .ووداها صلى الله عليه وسلم فى عبد الله بن سهل المقتول بخبير فكان ذلك بيانا على لسان النبى صلى الله عليه وسلم لمجمل الكتاب واختلفوا فيما يجب على غير أهل الإِبل ، فقالت طائفة : على أهل الذهب ألف دينار . وعلى أهل الورق اثنا عشر ألف درهم .وقد ثبتت الأخبار عن النبى صلى الله عليه وسلم أنه قضى بدية الخطأ على العاقلة . وأجمع أهل العلم على القول به .ففى الصحيحين عن أبى هريرة قال : اقتتلت امرأتان من هذيل . فرمت إحداهما الأخرى بحجر فقتلتها ، وما فى بطنها . فاختصموا إلى رسول الله صلى الله عليه وسلم فقضى أن دية جنينها غرة : عبد وأمة . وقضى بدية المرأة على عاقلتها .قالوا : وإنما كانت دية القتل الخطأ على العاقلة ، لأن القاتل لو دفعها لأوشكت أن تأتى على جميع ماله ، وليكون ذلك دليلا على تضافر الأسرة وتعاونها . وإذا كان القاتل فقيرا وأسرته فقيرة ، فإن دية المقتول تكون على بيت مال المسلمين ، حتى لا يهدر دم القتيل .قال القاسمى : تجب الدية على كل عاقلة القاتل . وهم عصبته غير الأصول والفروع . لأنه لما عفى عن القاتل فلا وجه للأخذ منه . وأصوله وفورعه أجزاؤه فالأخذ منهم أخذ منه . ولا وجه لإِهدار دم المؤمن . فيؤخذ من عاقلته الذين يرثونه بأقوى الجهات وهى العصبية ، لأن الغرم بالغنم . فإن لم يكن له عاقلة أو كانوا فقراء فعلى بيت المال .والتعبير عن أداء الدين بقوله ( وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ ) يومئ إلى وجوب حسن الأداء بأن تسلم هذه الدية إلى أسرة القتيل بكل سماحة ولطف جبرا لخاطرها عما أصابها .والمراد بقوله ( إِلاَّ أَن يَصَّدَّقُواْ ) أى : إلا أن يتبرع بها أولياء المقتول على سبيل العفو والصفح .وعبر عن ذلك بقوله ( يَصَّدَّقُواْ ) للإِشارة إلى أن تبرعهم هذا مرغوب فيه وأنه بمنزلة الصدقة التى لهم ثوابها الجزيل عند الله - تعالى - لا سيما إذا كان أولياء القاتل وعصبته يشق عليهم أداؤها فيتركها أولياء القتيل رأفة بأولياء القاتل وشفقة عليهم ، وفى الحديث الشريف \" كل معروف صدقة \" .ثم بين - سبحانه - حكم القتل الخطأ لمؤمن ينتمى إلى الأعداء فقال ( فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ) .أى : فإن كان المقتول خطأ ( مِن قَوْمٍ عَدُوٍّ لَّكُمْ ) أى محاربين لكم ، ( وَهُوَ مُؤْمِنٌ ) أى وكان المقتول مؤمنا ولم يعلم به القاتل ، لكونه بين أظهر قومه الكفار ولم يفارقهم ، أو أتاهم بعد أن فارقهم لأمر من الأمور ، فعلى القاتل فى هذه الحالة ( فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ) كفارة عن هذا القتل الخطأ ، وليس عليه دية ، لأن أولياء القتيل من الكفار ولا توارث بين المؤمن والكفار ، ولأن دفع الدية إليهم يؤدى إلى تقويتهم علينا ومن غير المعقول أن ندفع لأعدائنا ما يتقوون به علينا .روى الحاكم وغيره عن ابن عباس قال : كان الرجل يأتى النبى صلى الله عليه وسلم ثم يرجع إلى قومه وهم مشركون . فيصيبه المسلمون فى سرية أو غزوة . فيعتق الذى يصيبه رقبة .ثم بين - سبحانه - حكم القتل الخطأ إذا كان المقتول من قوم بينهم وبين المسلمين عهد وميثاق فقال - تعالى - : ( وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ ) .أى : وإن كان المقتول خطأ ( مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ ) أى : من قوم بينكم وبينهم - أيها المؤمنون - عهد من هدنة أو أمان وهم على دنيهم وأنتم على دينكم ، فعلى القاتل فى هذه الحالة دية تدفعها عاقلته إلى أهل القتيل ، لأن حكمهم كحكم المسلمين ، وعليه كذلك ( تَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ) لتكون كفارة له عند الله ، وقدم الدية هنا على تحرير الرقبة على العكس مما جاء فى صدر الآية ، للإِشعار بوجوب المسارعة إلى تسليم الدية حتى لا يتردد القاتل فى دفعها إلى غير المسلمين الذين بينهم وبين المسلمين عهد يمنع عدم الاعتداء .فأنت ترى أن الله - تعالى - قد جعل الحكم فى قتل المعاهد كالحكم فى قتل المسلم من الدية وتحرير الرقبة ، وبعضهم يرى أن المراد بالمقتول خطأ هنا المسلم الذى هو فى قوم معاهدين وأن الدية لا تدفع لهؤلاء القوم فيكون معنى الآية : وإن كان أى المقتول المؤمن ( مِن قَوْمٍ ) كفار بينكم وبينهم ميثاق ، فعلى قاتله دية ( مُّسَلَّمَةٌ إلى أَهْلِهِ ) من أهل الإِسلام إن وجدوا ، ولا تدفع إلى ذوى قرابته من الكفار وإن كانوا معاهدين ، اذ لا يرث الكافر المؤمن .ويبدو لنا أن الرأى الأول أقرب إلى الصواب ، لأنه لو كان المراد بالمقتول خطأ هنا القتيل المسلم لكان مكررا ولما كان هناك معنى لإِفراده أذ حكمه يكون داخلا فى قوله - تعالى - فى صدر الآية ( وَمَن قَتَلَ مُؤْمِناً خَطَئاً فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ ) . فلما أفرده - سبحانه - بالذكر علمنا أن المقصود بالتقيل هنا من قتل خطأ من قوم كفار بيننا وبينهم ميثاق سواء أكان المقتول على دينننا أم على دينهم .وقد ذكر صاحب الكشاف هذا الوجه ولم يذكر سواه فقال : ( وَإِن كَانَ مِن قَوْمٍ ) - أى : وإن كان المقتول من قوم - كفره لهم ذمة كالمشركين الذين عاهدوا المسلمين وأهل الذمة من الكتابين فحكمه حكم مسلم من مسلمين . ومن العلماء أيضا من يرى أن دية المسلم والكافر سواء ومنهم من يرى غير ذلك .وقد أشار الإِمام ابن كثير إلى هذين الرأيين بقوله : قوله - تعالى - ( وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ ) . الآية ، أى : فإن كان القتيل أولياؤه أهل ذمة أو هدنة فلهم دية قتيلهم .فإن كان مؤمنا دفية كامل وكذا إن كان كفارا أيضا عند طائفة من العلماء . وقيل يجب فى الكافر نصف دية المسلم وقيل ثلثها كما هو مفصل فى كتب الأحكام .ثم يبين - سبحانه - الحكم عند عدم استطاعة إعتاق الرقبة فقال : ( فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ الله وَكَانَ الله عَلِيماً حَكِيماً ) .أى : فمن لم يجد رقبه مؤمنة يعتقها فعليه فى هذه الحالة صيام شهرين متواصلين فى أيامهما ، لا يفرق بنيهم فطر ، بحيث لو أفطر يوما فيها استأنف من جديد ابتداء الشهرين ، إلا أن يكون الفطر بسبب حيض أو نفاس أو مرض يتعذر معه الصوم .وقوله - ( تَوْبَةً مِّنَ الله ) مفعول لأجله والتقدير : أى شرع لكم ذلك توبة منه أى قبولا لها روحمة بكم . من : تاب الله على فلان إذا قبل توبته .وهذه التوبة ليست من إثم القتل الخطأ ، لأن الإِثم مرفوع عن المخطئ كما فى الحديث الشريف \" رفع من أمتى الخطأ والنسيان وما استكرهوا عليه \" .وإنما التوبة هنا من التقصير وقلة التثبت والتحقق ، ولكى يكون المسلم يعد ذلك متذكراً فلا يقع منه فى المستقبل ما وقع منه فى الماضى ، ولهذا قال الإِمام الزيلعى :\" وبهذا النوع من القتل أى القتل الخطأ - لا يأثم إثم القتل ، وإنما يأثم إثم ترك التحرز والمبالغة فى التثبت ، لأن الأفعال المباحة لا تجوز مباشرتها إلا بشرط ألا تؤذى أحدا . فإذا آذى أحدا فقد تحقق ترك الحرز \" .وقوله ( وَكَانَ الله عَلِيماً حَكِيماً ) تذييل قصد به زجر الناس عن اتباع الهوى وعن مخالفة شريعته .أى : وكان الله وما زال عليما بالنفوس وخباياها وحركاتها وبكل شئ فى هذا الكون : حكيما فى كل ما شرع وقضى . وسيحاسب الناس على أقوالهم . وأعمالهم يوم القيامة . وسيجازيهم بما يستحقون من خير أو من شر .وبهذا نرى أن الآية الكريمة قد بينت أن المؤمن إذا قتل على سبيل الخطأ أخاه المؤمن أو قتل رجلا من قوم كافرين ولكن بيننا وبينهم ميثاق أمان فعليه فى كل حالة من هاتين الحالتين عتق رقبة ودية . أما إذا قتل المؤمن رجلا مؤمنا ولكن كان من قوم كافرين محاربين لنا وليس بيننا وبينهم عهد ولا ميثاق فعلى القاتل تحرير رقبة فقط . فإن لم يستطع تحرير رقبة فعليه صيام شهرين متتابعين توبة من الله . بهذه الأحكام الحكيمة تربى النفوس على الاحتراس والاحتياط وأخذ الحذر ، وتصان الدماء عن أن تذهب هدرا ، وتعوض أسرة القتيل عن فقيدها بما يخفف آلامها ، ويجير خاطرها ، وتعوض الجماعة الإِسلامية بتحرير رقبة مؤمنة تعمل لصالح الجماعة بحرية وانطلاق بعد أن كانت تعمل خدمة سيدها فحسب .",
  "ayah": 92,
  "surah": 4
}
