{
  "text": "وبعد أن رفع - سبحانه - من شأن المجاهدين ، وبين حال القاعدين عن الجهاد يعذر أو بغير عذر ، أتبع ذلك ببيان حال القاعدين فى دار الكفر بدون هجرة إلى دار الإِسلام ، ووعد المهاجرين فى سبيل الله بحسن العاقبة فقال - تعالى - : ( إِنَّ الذين تَوَفَّاهُمُ . . . غَفُوراً رَّحِيماً ) .روى المفسرون فى سبب نزول قوله - تعالى - ( إِنَّ الذين تَوَفَّاهُمُ ) روايات منها ما أخرجه البخارى عن ابن عباس أن ناسا من المسلمين كانوا مع المشركين يكثرون سواد المشركين على رسوله صلى الله عليه وسلم يأتى السهم فيرمى به فيصب أحدهم فيقتله . أو يضرب فيقتل . فأنزل الله : ( إِنَّ الذين تَوَفَّاهُمُ ) . . . الآية . ومنها ما أخرجه ابن جرير عن ابن عباس قال : كان قوم من أهل مكة أسلموا . وكانوا يخفون الإِسلام . فأخرجهم المشركون معهم يوم بدر . فأصيب بعضهم . فقال المسلمون : هؤلاء كانوا مسلمين فأكرهوا فاستفغروا لهم فنزلت الآية .قال ابن كثير - بعد ذكره لهذه الروايات - . هذه الآية الكريمة عامة فى كل من أقام بين ظهرانى المشركين وهو قادر على الهجرة وليس متمكنا من إقامة الدين فهو ظالم لنفسه ، مرتكب حراما بالإِجماع وبنص هذه الآية .وقوله : ( تَوَفَّاهُمُ ) يحتمل أن يكون فعلا ماضيا ، وتركت علامة التأنيث للفصل ، ولأن الفاعل ليس مؤنثاً تأنيثاً حقيقياً . ويحتمل أن يكون فعلا مضارعا وأصله \" تتوفاهم \" فحذفت إحدى التاءين تخفيفاً . وهو من توفى الشئ إذا أخذه وافيا تام .والمراد من التوفى : قبض أرواحهم وإماتتهم . وقيل المراد به : حشرهم إلى جهنم .والمراد من الملائكة : ملك الموت وأعوانه الذين يتلون قبض الأرواح بإذن الله وأمره .وظلم النفس معناه : أن يفعل الإِنسان فعلا يؤدى إلى مضرته وسوء عاقبته سواء أكان هذا الفعل كفراً أم معصية .وإنما كان ظالما لنفسه لأنه قال قولا أو فعل فعلا ليس من شأن العقلاء أن يقولوه أو يفعلوه لو خامة عقباه .والمعنى : إن الذين تقبض الملائكة أوراحهم وتميتهم حال كونهم قد ظلموا أنفسهم بسبب رضاهم بالذل والهوان ، وإقامتهم فى أرض لم يستطيعوا أن يباشروا تعاليم دينهم فيها ، وعدم هجرتهم إلى الأرض التى يقيم فيها إخوانهم فى العقيدة مع قدرتهم على الهجرة . .إن الذين تتوفاهم الملائكة وهم بهذه الحال ، تسألهم الملائكة سؤال تقريع وتوبيخ عند قبض أرواحهم أو يوم القيامة فتقول لهم : \" فيم كنتم \" أى : فى أى حال كنتم؟ أكنتم فى عزة أم فى ذلة؟ وكيف رضيتم البقاء مع الكافرين الذين أذلوا وسخروا من دينكم؟ أو المعنى : فى أى شئ كنتم من أمور دينكم؟( قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض ) أى : قال الذين ظلموا أنفسهم للملائكة : كنا فى الدنيا يستضعفنا أهل الشرك فى أرضنا وبلادنا ، وصيرونا أذلاء لا نملك من أمرنا شيئاً . وهو اعتذار قبيح يدل على هوان المعتذرين به وضعف نفوسهم ، ولذلك لم تقبل منهم الملائكة هذا العذر ، بل ردت عليهم بما حكاه الله - تعالى - فى قوله : ( أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ) ؟فالاستفهام لإِنكار عذرهم ، وعدم الاعتداد به .أى أن الملائكة تقول لهم - كما يقول الآلوسى - : إن عذرهم عن ذلك التقصير بحلولكم بين أهل تلك الأرض أبرد من الزمهرير ، إذ يمكنكم حل عقدة هذا الأمر الذى أخل بدينكم بالرحيل إلى قطر آخر من الأرض تقدرون فيه على إقامة أمور الدين كما فعل من هاجر إلى الحبشة وإلى المدينة . أو إن تعللكم عن الخروج مع أعداء الله - تعالى - بأنكم مقهورون غير مقبول ، لأنكم متمكنون من المهاجرة ومن الخروج من تحت أيديهم .وقوله ( ظالمي أَنْفُسِهِمْ ) جملة حالية من ضمير المفعول فى قوله : ( تَوَفَّاهُمُ ) أى : تتوفاهم الملائكة فى حال ظلمهم لأنفسهم . والإِضافة فيه لفظية فلا تفيده تعريفا . والأصل ظالمين أنفسهم فحذفت النون تخفيفا .قال الجمل ما ملخصه : وخبر إن فى قوله ( إِنَّ الذين تَوَفَّاهُمُ ) . محذوف تقديره : إن الذين توفاهم الملائكة هلكوا . ويكون قوله : ( قَالُواْ فِيمَ كُنتُمْ ) مبينا لتلك الجملة المحذوفة . أو يكون الخبر قوله ( فأولئك مَأْوَاهُمْ جَهَنَّمُ ) ودخلت الفاء فى الخبر تشبيها للموصول باسم الشرط . .وقوله ( قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض ) جملة مستأنفة جواباً عن سؤال مقدر فكأنه قيل : فماذا قال أولئك الذين ظلموا أنفسهم للملائكة؟ فكان الجواب : كنا مستضعفين فى الأرض . قال صاحب الكشاف : فإن قلت : كيف صح وقوع قوله ( كُنَّا مُسْتَضْعَفِينَ فِي الأرض ) جواباً عن قولهم : فيهم كنتم وكان حق الجواب : كنا فى كذا أو لم نكن فى شئ؟ قلت معنى \" فيم كنتم \" التوبيخ بأنهم لم يكونوا فى شئ من الدين حيث قدروا على المهاجرة ولم يهاجروا . فقالوا : كنا مستضعفين اعتذارا مما وبخوا به ، واعتلالا بالاستضعاف ، وأنهم لم يتمكنوا من الهجرة حتى يكونوا فى شئ . فبكتتهم الملائكة بقولهم : ( أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ فِيهَا ) ، أرادوا : إنكم كنتم قادرين على الخروج من مكة إلى بعض البلاد التى تمنعون فيها من إظهار دينكم .وهذا دليل على أن الرجل إذا كان فى بدل لا يتمكن فيه من إقامة دينه كما يجب لبعض الأسباب - والعوائق عن إقامة الدين لا تنحصر - أو علم أنه فى غير بلده أقوم بحق الله وأدوم للعبادة حقت عليه المهاجرة .ويبدو أن الإِمام الزمخشرى كان عند تفسيره لهذه الآية قد هاجر من موطنه للإِقامة بجوار بيت الله الحرام ، فقد قال خلاف تفسيره لها \" اللهم إن كنت تعلم أن هجرتى إليك لم تكن إلا للفرار بدينى فاجعلها سببا فى خاتمة الخير ، ودرك المرجو من فضلك ، والمبتغى من رحمت . وصل جوارى لك بعكوفى عند بيتك بجوارك فى دار كرامتك يا واسع المغفرة .وقال القرطبى : يفيد هذا السؤال والجواب أنهم ماتوا مسلمين ظالمين لأنفسهم فى تركهم الهجرة ، وإلا فلو ماتوا كافرين لم يقل لهم شئ من هذا .وإنما أضرب عن ذكرهم فى الصحابة لشدة ما واقعوه .وقوله ( فأولئك مَأْوَاهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيراً ) بيان لسوء عاقبة هؤلاء الذين آثروا العيش فى أرض الكفر مع الذل على الهجرة إلى أرض الإِسلام .أى : فأولئك الذين ماتوا ظالمين لأنفسهم ( مَأْوَاهُمْ جَهَنَّمُ ) أى : مسكنهم الذى يأوون إليه فى الآخرة جهنم ، وهى مصيرهم الذى سيصيرون إليه ( وَسَآءَتْ مَصِيراً ) أى : وساءت جهنم لأهلها الذين صراوا إليها مصيرا ومسكنا ومأوى ، لأنهم سيذوقون فيها العذاب الأليم .وجئ باسم الإِشارة ( فأولئك ) للاشعار بأنهم جديرون بالحكم الوارد بعده للصفات التى وصفوا بها قبله ، فهم كانوا قادرين على الهجرة لكنهم لم يهاجروا لضعف نفوسهم وحرصهم على أموالهم ومصالحهم .والمخصوص بالذم فى قوله ( وَسَآءَتْ مَصِيراً ) محذوف . أى : جهنم .",
  "ayah": 97,
  "surah": 4
}
