{
  "text": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْذهب جماعة من أهل التأويل إلى أن هذه الآية ناسخة لقوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] منهم قتادة والربيع بن أنس والسدي وابن زيد .ذكر الطبري : وحدثني يونس بن عبد الأعلى قال أخبرنا ابن وهب قال : قال ابن زيد في قوله تعالى : \" يا أيها الذين آمنوا اتقوا الله حق تقاته \" [ آل عمران : 102 ] قال : جاء أمر شديد , قالوا : ومن يعرف قدر هذا أو يبلغه ؟ فلما عرف الله أنه قد اشتد ذلك عليهم نسخها عنهم وجاء بهذه الآية الأخرى فقال : \" اتقوا الله ما استطعتم \" .وقيل : هي محكمة لا نسخ فيها .وقال ابن عباس : قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] إنها لم تنسخ , ولكن حق تقاته أن يجاهد لله حق جهاده , ولا يأخذهم في الله لومة لائم , ويقوموا لله بالقسط ولو على أنفسهم وآبائهم وأبنائهم .وقد تقدم .فإن قيل : فإذا كانت هذه الآية محكمة غير منسوخة فما وجه قوله في سورة التغابن : \" فاتقوا الله ما استطعتم \" وكيف يجوز اجتماع الأمر باتقاء الله حق تقاته , والأمر باتقائه ما استطعنا .والأمر باتقائه حق تقاته إيجاب القرآن بغير خصوص ولا وصل بشرط , والأمر باتقائه ما استطعنا أمر باتقائه موصولا بشرط .قيل له : قوله : \" فاتقوا الله ما استطعتم \" بمعزل مما دل عليه قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] وإنما عنى بقوله : \" فاتقوا الله ما استطعتم \" فاتقوا الله أيها الناس وراقبوه فيما جعل فتنة لكم من أموالكم وأولادكم أن تغلبكم فتنتهم , وتصدكم عن الواجب لله عليكم من الهجرة من أرض الكفر إلى أرض الإسلام ; فتتركوا الهجرة ما استطعتم ; بمعنى وأنتم للهجرة مستطيعين .وذلك أن الله جل ثناؤه قد كان عذر من لم يقدر على الهجرة بتركها بقوله تعالى : \" إن الذين توفاهم الملائكة ظالمي أنفسهم \" إلى قوله \" فأولئك عسى الله أن يعفو عنهم \" [ النساء : 97 - 99 ] .فأخبر أنه قد عفا عمن لا يستطيع حيلة ولا يهتدي سبيلا بالإقامة في دار الشرك ; فكذلك معنى قوله : \" فاتقوا الله ما استطعتم \" في الهجرة من دار الشرك إلى دار الإسلام أن تتركوها بفتنة أموالكم وأولادكم .ومما يدل على صحة هذا أن قوله : \" فاتقوا الله ما استطعتم \" عقيب قوله : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" .ولا خلاف بين السلف من أهل العلم بتأويل القرآن أن هذه الآيات نزلت بسبب قوم كفار تأخروا عن الهجرة من دار الشرك إلى دار الإسلام بتثبيط أولادهم إياهم عن ذلك ; حسب ما تقدم .وهذا كله اختيار الطبري .وقيل : \" فاتقوا الله ما استطعتم \" فيما تطوع به من نافلة أو صدقة ; فإنه لما نزل قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] اشتد على القوم فقاموا حتى ورمت عراقيبهم وتقرحت جباههم , فأنزل الله تعالى تخفيفا عنهم : \" فاتقوا الله ما استطعتم \" فنسخت الأولى ; قاله ابن جبير .قال الماوردي : ويحتمل إن لم يثبت هذا النقل أن المكره على المعصية غير مؤاخذ بها ; لأنه لا يستطيع اتقاءها .وَاسْمَعُوا وَأَطِيعُواأي اسمعوا ما توعظون به وأطيعوا فيما تؤمرون به وتنهون عنه .وقال مقاتل : اسمعوا \" أي اصغوا إلى ما ينزل عليكم من كتاب الله ; وهو الأصل في السماع .\" وأطيعوا \" لرسوله فيما أمركم أو نهاكم .وقال قتادة : عليهما بويع النبي صلى الله عليه وسلم على السمع والطاعة .وقيل : \" واسمعوا \" أي اقبلوا ما تسمعون ; وعبر عنه بالسماع لأنه فائدته .قلت : وقد تغلغل في هذه الآية الحجاج حين تلاها وقصرها على عبد الملك بن مروان فقال : \" فاتقوا الله ما استطعم واسمعوا وأطيعوا \" هي لعبد الملك بن مروان أمين الله وخليفته , ليس فيها مثنوية , والله لو أمرت رجلا أن يخرج من باب المسجد فخرج من غيره لحل لي دمه .وكذب في تأويلها بل هي للنبي صلى الله عليه وسلم أولا ثم لأولي الأمر من بعده .دليله \" و أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم \" [ النساء : 59 ] .وَأَنْفِقُواقيل : هو الزكاة ; قاله ابن عباس .وقيل : هو النفقة في النفل .وقال الضحاك : هو النفقة في الجهاد .وقاله الحسن : هو نفقة الرجل لنفسه .قال ابن العربي : وإنما أوقع قائل هذا قوله : \" لأنفسكم \" وخفي عليه أن نفقة النفل والفرض في الصدقة هي نفقة الرجل على نفسه ; قال الله تعالى : \" إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها \" .[ الإسراء : 7 ] .وكل ما يفعله الرجل من خير فإنما هو لنفسه .والصحيح أنها عامة .وروي عن النبي صلى الله عليه وسلم أنه قال له رجل : عندي دينار ؟ قال : ( أنفقه على نفسك ) قال : عندي آخر ؟ قال : ( أنفقه على عيالك ) قال : عندي آخر ؟ قال : ( أنفقه على ولدك ) قال : عندي آخر ؟ قال : ( تصدق به ) فبدأ بالنفس والأهل والولد وجعل الصدقة بعد ذلك .وهو الأصل في الشرع .خَيْرًا لِأَنْفُسِكُمْ\" خيرا \" نصب بفعل مضمر عند سيبويه ; دل عليه \" وأنفقوا \" كأنه قال : ايتوا في الإنفاق خيرا لأنفسكم , أو قدموا خيرا لأنفسكم من أموالكم .وهو عند الكسائي والفراء نعت لمصدر محذوف ; أي أنفقوا إنفاقا خيرا لأنفسكم .وهو عند أبي عبيدة خبر كان مضمرة ; أي يكن خيرا لكم .ومن جعل الخير المال فهو منصوب ب \" أنفقوا \" .وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَالشح والبخل سواء ; يقال : رجل شحيح بين الشح والشح والشحاحة .قال عمرو بن كلثوم : ترى اللحز الشحيح إذا أمرت عليه لماله فيها مهينا وجعل بعض أهل اللغة الشح أشد من البخل .وفي الصحاح : الشح البخل مع حرص ; تقول : شححت ( بالكسر ) تشح .وشححت أيضا تشح وتشح .ورجل شحيح , وقوم شحاح وأشحة .والمراد بالآية : الشح بالزكاة وما ليس بفرض من صلة ذوي الأرحام والضيافة , وما شاكل ذلك .فليس بشحيح ولا بخيل من أنفق في ذلك وإن أمسك عن نفسه .ومن وسع على نفسه ولم ينفق فيما ذكرناه من الزكوات والطاعات فلم يوق شح نفسه .وروى الأسود عن ابن مسعود أن رجلا أتاه فقال له : إني أخاف أن أكون قد هلكت ؟ قال : وما ذاك ؟ قال : سمعت الله عز وجل يقول : \" ومن يوق شح نفسه فأولئك هم المفلحون \" وأنا رجل شحيح لا أكاد أن أخرج من يدي شيئا .فقال ابن مسعود : ليس ذلك بالشح الذي ذكره الله تعالى في القرآن , إنما الشح الذي ذكره الله تعالى في القرآن أن تأكل مال أخيك ظلما , ولكن ذلك البخل , وبئس الشيء البخل .ففرق رضي الله عنه بين الشح والبخل .وقال طاوس : البخل أن يبخل الإنسان بما في يده , والشح أن يشح بما في أيدي الناس , يحب أن يكون له ما في أيديهم بالحل والحرام , لا يقنع .ابن جبير : الشح منع الزكاة وادخار الحرام .ابن عيينة : الشح الظلم .الليث : ترك الفرائض وانتهاك المحارم .ابن عباس : من اتبع هواه ولم يقبل الإيمان فذلك الشحيح .ابن زيد : من لم يأخذ شيئا لشيء نهاه الله عنه , ولم يدعه الشح على أن يمنع شيئا من شيء أمره الله به , فقد وقاه الله شح نفسه .وقال أنس : قال النبي عليه الصلاة والسلام : ( بريء من الشح من أدى الزكاة وقرى الضيف وأعطى في النائبة ) .وعنه أن النبي عليه الصلاة السلام كان يدعو ( اللهم إني أعوذ بك من شح نفسي وإسرافها ووساوسها ) .وقال أبو الهياج الأسدي : رأيت رجلا في الطواف يدعو : اللهم قني شح نفسي .لا يزيد على ذلك شيئا , فقلت له ؟ فقال : إذا وقيت شح نفسي لم أسرق ولم أزن ولم أفعل .فإذا الرجل عبد الرحمن بن عوف .قلت : يدل على هذا قول النبي صلى الله عليه وسلم : ( اتقوا الظلم فإن الظلم ظلمات يوم القيامة واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم ) .وقد بيناه في آخر \" آل عمران \" .وقال كسرى لأصحابه : أي شيء أضر بابن آدم ؟ قالوا : الفقر .فقال كسرى : الشح أضر من الفقر ; لأن الفقير إذا وجد شبع , والشحيح إذا وجد لم يشبع أبدا .",
  "ayah": 16,
  "surah": 64
}
