{
  "text": "الشأن في الخطاب بأمر مهم لم يسِبق للمخاطب به خطابٌ من نوعه أنْ يُسْتأنَس له قبل إلقاء المقصود وأن يهيَّأَ لتلقيه ، وأن يشوق إلى سماع ذلك وتُراضَ نفسه على الاهتمام بالعمل به ليستعد للتلقي بالتخلي عن كل ما شأنُه أن يكون عائقاً عن الانتفاع بالهدى من عناد ومكابرة أو امتلاء العقل بالأوهام الضالة ، فإن النفس لا تكاد تنتفع بالعِظات والنذُر ، ولا تُشرق فيها الحكمة وصحة النظر ما بقي يخالجها العناد والبهتان ، وتخامر رشدها نزغات الشيطان ، فلما أراد الله أن تكون هذه السورة أُولى سور الكتاب المجيد بتوقيف النبيء صلى الله عليه وسلم كما تقدم آنفاً نبه الله تعالى قُراء كتابه وفاتحي مصحفه إلى أصول هذه التزكية النفسية بما لقنهم أن يبتدئوا بالمناجاة التي تضمنتها سورة الفاتحة من قوله : { إياك نعبد } إلى آخر السورة ، فإنها تضمنت أصولاً عظيمة : أولها التخلية عن التعطيل والشرك بما تضمنه { إياك نعبد } . الثاني التخلي عن خواطر الاستغناء عنه بالتبرىء من الحول والقوة تجاه عظمته بما تضمنه { وإياك نستعين } . الثالث الرغبة في التحَلي بالرشد والاهتداء بما تضمنه { اهدنا الصراط المستقيم } . الرابع الرغبة في التحلي بالأسوة الحسنة بما تضمنه { صراط الذين أنعمت عليهم } . الخامس التهمم بالسلامة من الضلال الصريح بما تضمنه { غير المغضوب عليهم } . السادس التهمم بسلامة تفكيرهم من الاختلاط بشبهات الباطل المموَّه بصورة الحق وهو المسمى بالضلال لأن الضلال خطأ الطريق المقصود بما تضمنه { ولا الضالين } .وأنت إذا افتقدت أصول نجاح المرشِد في إرشاده والمسترشد في تلقيه على كثرتها وتفاريعها وجدتها عاكفة حول هذه الأركان الستة فكن في استقصائها لبيباً . وعسى أن أزيدك من تفصيلها قريباً . وإن الذي لقن أهل القرآن ما فيه جماع طرائق الرشد بوجه لا يحيط به غير علام الغيوب لم يهمل إرشادهم إلى التحلي بزينة الفضائل وهي أن يقدروا النعمة حق قدرها بشكر المنعم بها فأراهم كيف يُتَوِّجُون مناجاتَهم بحمد واهب العقل ومانح التوفيق ، ولذلك كان افتتاح كل كلام مهم بالتحميد سنة الكتاب المجيد . فسورة الفاتحة بما تقرر مُنَزَّلَةٌ من القرآن مَنْزلَة الديباجة للكتاب أو المقدمة للخطبة ، وهذا الأسلوب له شأن عظيم في صناعة الأدب العربي وهو أعون للفهم وأدعى للوعي .وقد رسم أسلوب الفاتحة للمنشئين ثلاث قواعد للمقدمة : القاعدة الأولى إيجاز المقدمة لئلا تمل نفوس السامعين بطول انتظار المقصود وهو ظاهر في الفاتحة ، وليكون سنة للخطباء فلا يطيلوا المقدمة كي لا ينسَبوا إلى العِي فإنه بمقدار ما تطال المقدمة يقصر الغرض ، ومن هذا يظهر وجه وضعها قبل السور الطوال مع أنها سورة قصيرة . الثانية أن تشير إلى الغرض المقصود وهو ما يسمى براعة الاستهلال لأن ذلك يهيىء السامعين لسماع تفصيل ما سيرد عليهم فيتأهبوا لتلقيه إن كانوا من أهل التلقي فحسب ، أو لنقده وإكماله إن كانوا في تلك الدرجة ، ولأن ذلك يدل على تمكن الخطيب من الغرض وثقته بسداد رأيه فيه بحيث ينبه السامعين لوعيه ، وفيه سنة للخطباء ليحيطوا بأغراض كلامهم .وقد تقدم بيان اشتمال الفاتحة على هذا عند الكلام على وجه تسميتها أم القرآن . الثالثة أن تكون المقدمة من جوامع الكلم وقد بين ذلك علماء البيان عند ذكرهم المواضع التي ينبغي للمتكلم أن يتأنق فيها . الرابع أن تفتتح بحمد الله .إن القرآن هدى للناس وتبياناً للأحكام التي بها إصلاح الناس في عاجلهم وآجلهم ومعاشهم ومعادهم ولما لم يكن لنفوس الأمة اعتياد بذلك لزم أن يُهَيَّأَ المخاطبون بها إلى تلقيها ويعرف تهيؤهم بإظهارهم استعداد النفوس بالتخلي عن كل ما من شأنه أن يعوق عن الانتفاع بهاته التعاليم النافعة وذلك بأن يجردوا نفوسهم عن العناد والمكابرة وعن خلط معارفهم بالأغلاط الفاقرة ، فلا مناص لها قبل استقبال تلك الحكمة والنظر من الاتسام بميسم الفضيلة والتخلية عن السفاسف الرذيلة .فالفاتحة تضمنت مناجاة للخالق جامعة التنزه عن التعطيل والإلحاد والدهرية بما تضمنه قوله : { ملك يوم الدين } ، وعن الإشراك بما تضمنه { إياك نعبد وإياك نستعين } ، وعن المكابرة والعناد بما تضمنه { اهدنا الصراط المستقيم صراط الذين أنعمت عليهم } فإن طلب الهداية اعتراف بالاحتياج إلى العلم ، ووصف الصراط بالمستقيم اعتراف بأن من العلم ما هو حق ومنه ما هو مشوب بشُبه وغلط ، ومَن اعترف بهذين الأمرين فقد أعد نفسه لاتباع أحسنهما ، وعن الضلالات التي تعتري العلوم الصحيحة والشرائع الحقة فتذهب بفائدتها وتنزل صاحبها إلى دَركةٍ أقل مما وقف عنده الجاهل البسيط ، وذلك بما تضمنه قوله : { غير المغضوب عليهم ولا الضالين } كما أجملناه قريباً ، ولأجل هذا سميت هاته السورة أم القرآن كما تقدم .ولما لُقِّن المؤمنون هاته المناجاة البديعة التي لا يهتدي إلى الإحاطة بها في كلامه غير علام الغيوب سبحانه قدم الحمد عليها ليضعه المناجون كذلك في مناجاتهم جرياً على طريقة بلغاء العرب عند مخاطبة العظماء أن يفتتحوا خطابهم إياهم وطلبتهم بالثناء والذكر الجميل . قال أمية ابن أبي الصلت يمدح عبد الله بن جُدْعان :أَأَذْكُرُ حاجتي أَم قَدْ كفاني ... حَيَاؤُكَ إِنَّ شيمتَك الحَياءإذا أَثنى عليك المرءُ يوماً ... كفاه عن تَعَرُّضِه الثَّناءُفكان افتتاح الكلام بالتحميد سنة الكتاب المجيد لكل بليغ مُجيد ، فلم يزل المسلمون من يومئذٍ يُلقِّبُون كل كلام نفيس لم يشتمل في طالعه على الحمد بالأبتر أخذاً من حديث أبي هريرة عن النبيء صلى الله عليه وسلم « كلُّ أَمْرٍ ذِي بال لا يُبْدَأ فيه بالحمدُ لله أو بالحمد فهو أقطع » وقد لُقبت خطبة زياد ابن أبي سفيان التي خطبها بالبصرة بالبتراء لأنه لم يفتتحها بالحمد ، وكانت سورة الفاتحة لذلك منزَّلة من القرآن منزلة الديباجة للكتاب أو المقدمة للخطبة ، ولذلك شأن مهم في صناعة الإنشاء فإن تقديم المقدمة بين يدي المقصود أعود للأَفهام وأدعى لوعيها .و ( الحمد ) هو الثناء على الجميل أي الوصف الجميل الاختياري فِعْلاً كان كالكرم وإغاثة الملهوف أم غيره كالشجاعة . وقد جعلوا الثناء جنساً للحمد فهو أعم منه ولا يكون ضده . فالثناء الذكر بخير مطلقاً وشذ من قال يستعمل الثناء في الذكر مطلقاً ولو بَشرَ ، ونسبا إلى ابن القطاع وغرَّه في ذلك ما رود في الحديث وهو قوله صلى الله عليه وسلم \" من أثنيتم عليه خيراً وجبت له الجنة ومن أثنيتم عليه شراً وجبت له النار \" وإنما هو مجاز دعت إليه المشاكلة اللفظية والتعريض بأن من كان متكلماً في مسلم فليتكلم بثناء أو ليدَعْ ، فسمَّى ذكرهم بالشر ثناء تنبيهاً على ذلك . وأما الذي يستعمل في الخير والشر فهو النثاء بتقديم النون وهو في الشر أكثر كما قيل .وأما المدح فقد اختلف فيه فذهب الجمهور إلى أن المدح أعم من الحمد فإنه يكون على الوصف الاختياري وغيره . وقال صاحب «الكشاف» الحمد والمدح أخوان فقيل أراد أخوان في الاشتقاق الكبير نحوجَبذ وجَذب ، وإن ذلك اصطلاح له في «الكشاف» في معنى أُخوة اللفظين لئلا يلزم من ظاهر كلامه أن المدح يطلق على الثناء على الجميل الاختياري ، لكن هذا فهم غير مستقيم والذي عليه المحققون من شراح «الكشاف» أنه أراد من الأخوة هنا الترادف لأنه ظاهر كلامه؛ ولأنه صريح قوله في «الفائق» : «الحمد هو المدح والوصف بالجميل» ولأنه ذكر الذم نقيضاً للحمد إذ قال في «الكشاف» : «والحمد نقيضه الذم» مع شيوع كون الذم نقيضاً للمدح ، وعُرفُ علماء اللغة أن يريدوا من النقيض المقابل لا ما يساوي النقيض حتى يجاب بأنه أراد من النقيض ما لا يجامع المعنى والذم لا يجامع الحمد وإن لم يكن معناه رفع معنى الحمد بل رفع معنى المدح إلا أن نفي الأعم وهو المدح يستلزم نفي الأخص وهو الحمد لأن هذا لا يقصده علماء اللغة ، يعني وإن اغتفر مثله في استعمال العرب كقول زهير :ومن يجعل المَعْروف في غير أهله ... يَكُنْ حمده ذمّاً عليه ويندملأن كلام العلماء مبني على الضبط والتدقيق .ثم اختلف في مراد صاحب «الكشاف» من ترادفهما هل هما مترادفان في تقييدهما بالثناء على الجميل الاختياري؟ أو مترادفان في عدم التقييد بالاختياري ، وعلى الأول حمله السيد الشريف وهو ظاهر كلام سعد الدين . واستدل السيد بأنه صرح بذلك في قوله تعالى : { ولكن الله حبب إليكم الإيمان } [ الحجرات : 7 ] إذ قال : «فإن قلت فإن العرب تمدح بالجمال وحسن الوجوه وهو مدح مقبول عند الناس ، قلت الذي سوغ ذلك أنهم رأوا حسن الرواء ووسامة المنظر في الغالب يسفر عن مخبر مرضضٍ وأخلاق محمودة على أن من محققة الثقات وعلماء المعاني من دفع صحة ذلك وخطأ المادح به وقصر المدح على النعت بأمهات الخير وهي كالفصاحة والشجاعة والعدل والعفة وما يتشعب عنها» ا ه .وعلى المحمل الثاني وهو أن يكون قُصد من الترادف إلغاء قيد الاختياري في كليهما حمله المحقق عبد الحكيم السلكوتي في «حواشي التفسير» فرضاً أو نقلاً لا ترجيحاً بناء على أنه ظاهر كلامه في «الكشاف» و«الفائق» إذ ألغى قيد الاختياري في تفسير المدح بالثناء على الجميل وجعلهما مع ذلك مترادفين .وبهذا يندفع الإشكال عن حمدنا الله تعالى على صفاته الذاتية كالعلم والقدرة دون صفات الأفعال وإن كان اندفاعه على اختيار الجمهور أيضاً ظاهراً؛ فإن ما ورد عليهم من أن مذهبهم يستلزم أن لا يحمد الله تعالى على صفاته لأنها ذاتية فلا توصف بالاختيار إذ الاختيار يستلزم إمكان الاتصاف ، وقد أجابوا عنه إما بأن تلك الصفات العلية نزلت منزلة الاختيارية لاستقلال موصوفها ، وإما بأن ترتب الآثار الاختيارية عليها يجعلها كالاختيارية ، وإما بأن المراد بالاختيارية أن يكون المحمود فاعلاً بالاختيار وإن لم يكن المحمود عليه اختيارياً .وعندي أن الجواب أن نقول إن شرط الاختياري في حقيقة الحمد عند مثبته لإخراج الصفات غير الاختيارية لأن غير الاختياري فينا ليس من صفات الكمال إذ لا تترتب عليها الآثار الموجبة للحمد ، فكان شرط الاختيار في حمدنا زيادة في تحقق كمال المحمود ، أما عدم الاختيار المختص بالصفات الذاتية الإلهية فإنه ليس عبارة عن نقص في صفاته ولكنه كمال نشأ من وجوب الصفة للذات لقدم الصفة فعدم الاختيار في صفات الله تعالى زيادةٌ في الكمال لأن أمثال تلك الصفات فينا لا تكون واجبة للذات ملازمة لها فكان عدم الاختيار في صفات الله تعالى دليلاً على زيادة الكمال وفينا دليلاً على النقص ، وما كان نقصاً فينا باعتبار مّا قد يكون كمالاً لله تعالى باعتبار آخر مثل عدم الولد ، فلا حاجة إلى الأجوبة المبنية على التنزيل إما باعتبار الصفة أو باعتبار الموصوف ، على أن توجيه الثناء إلى الله تعالى بمادة ( حمد ) هو أقصى ما تسمى به اللغة الموضوعة لأداء المعاني المتعارفة لدى أهل تلك اللغة ، فلما طرأت عليهم المدارك المتعلقة بالحقائق العالية عبر لهم عنها بأقصى ما يقربها من كلامهم .( الحمد ) مرفوع بالابتداء في جميع القراءات المروية وقوله ( لله ) خبره فلام ( لله ) متعلق بالكون والاستقرار العام كسائر المجرورات المخبر بها وهو هنا من المصادر التي أتت بدلاً عن أفعالها في معنى الإخبار ، فأصله النصب على المفعولية المطلقة على أنه بدل من فعله وتقدير الكلام نحمد حمداً لله ، فلذلك التزموا حذف أفعالها معها . قال سيبويه هذا باب ما ينصب من المصادر على إضمار الفعل غير المستعمل إظهاره وذلك قولك سقياً ورعياً وخيبةً وبؤساً ، والحذرَ بدلاً عن احذر فلا يحتاج إلى متعلق وأما قولهم سقياً لك نحو :سقْياً وَرعْياً لذاك العاتببِ الزَّارِي ... فإنما هو ليبينوا المعنيَّ بالدعاء . ثم قال بعد أبواب : هذا باب ما ينتصب على إضمار الفعل المتروك إظهاره من المصادر في غير الدعاء ، من ذلك قولك حمداً وشُكراً لا كفراً وعَجباً ، فإنما ينتصب هذا على إضمار الفعل كأنك قلت أحمد الله حمداً وإنما اختُزِل الفعل هاهنا لأنهم جعلوا هذا بدلاً من اللفظ بالفعل كما فعلوا ذلك في باب الدعاء وقد جاء بعض هذا رفعاً يُبتدأ به ثم يبنى عليه ( أي يخبر عنه ) ثم قال بعد باب آخر : هذا باب يختار فيه أن تكون المصادر مبتدأة مبنياً عليها ما بعدَها ، وذلك قولك { الحمد لله } ، والعجبُ لك ، والويل له ، وإنما استحبوا الرفع فيه لأنه صار معرفة وهو خبر ( أي غير إنشاء ) فقوي في الابتداء ( أي إنه لما كان خبراً لا دعاء وكان معرفة بأَلْ تهيأت فيه أسباب الابتداء لأن كونه في معنى الإخبار يهّيىء جانب المعنى للخبرية وكونه معرفة يصحح أن يكون مبتدأ ) بمنزلة عبد الله ، والرجل ، والذي تَعْلم ( من المعارف ) لأن الابتداء إنما هو خبر وأحسنه إذا اجتمع معرفة ونكرة أن تبدأ بالأعرف وهو أصل الكلام . وليس كل حرف ( أي تركيب ) يصنع به ذاك ، كما أنه ليس كل حرف ( أي كلمة من هذه المصادر ) يدخل فيه الألف واللام ، فلو قلت السقي لك والرعي لك لم يجز ( يعني يقتصر فيه على السماع ) . واعلم أن { الحمدُ لله } وإن ابتدأْتَه ففيه معنى المنصوب وهو بدل من اللفظ بقولك أحمد الله . وسمعنا ناساً من العرب كثيراً يقولون : الترابَ لك والعجبَ لك ، فتفسير نصب هذا كتفسيره حيث كان نكرة ، كأنك قلت حمداً وعجباً ، ثم جئت بِلَك لتبين من تعني ولم تجعله مبنياً عليه فتبتدئه» . انتهى كلام سيبويه باختصار . وإنما جلبناه هنا لأنه أفصح كلام عن أطوار هذا المصدر في كلام العرب واستعمالهم ، وهو الذي أشار له صاحب «الكشاف» بقوله : «وأصله النصب بإضمار فعله على أنه من المصادر التي ينصبها العرب بأفعال مضمرة في معنى الإخبار كقولهم شكراً ، وكفراً ، وعجباً ، ينزلونها منزلة أفعالها ويسدون بها مسدها ، ولذلك لا يستعملونها معها والعدول بها عن النصب إلى الرفع على الابتداء للدلالة على ثبات المعنى» الخ .ومن شأن بلغاء العرب أنهم لا يعدلون عن الأصل إلا وهم يرمون إلى غرض عدلوا لأجله ، والعدول عن النصب هنا إلى الرفع ليتأتى لهم الدلالةُ على الدوام والثبات بمصير الجملة اسمية؛ والدلالةُ على العموم المستفاد في المقام من أل الجنسية ، والدلالةُ على الاهتمام المستفاد من التقديم . وليس واحد من هذه الثلاثة بممكن الاستفادة لو بقي المصدر منصوباً إذ النصب يدل على الفعل المقدر والمقدر كالملفوظ فلا تكون الجملة اسمية إذ الاسم فيها نائب عن الفعل فهو ينادي على تقدير الفعل فلا يحصل الدوام .ولأنه لا يصح معه اعتبار التقديم فلا يحصل الاهتمام . ولأنه وإن صح اجتماع الألف واللام مع النصب كما قرىء بذلك وهي لغة تميم كما قال سيبويه فالتعريف حينئذٍ لا يكون دالاً على عموم المحامد لأنه إن قدر الفعل أَحمدُ بهمزة المتكلم فلا يعم إلا تحميدات المتكلم دون تحميدات جميع الناس ، وإن قدر الفعل نحمد وأريد بالنون جميع المؤمنين بقرينة { اهدنا الصراط المستقيم } وبقرينة { إياك نعبد } فإنما يعم محامد المؤمنين أو محامد الموحدين كلهم ، كيف وقد حمد أهل الكتاب الله تعالى وحمده العرب في الجاهلية . قال أمية بن أبي الصلت :الحمد لله حمداً لا انقطاعَ له ... فليس إحسانُه عنا بمقطوعأما إذا صار الحمد غير جار على فعل فإنه يصير الإخبار عن جنس الحمد بأنه ثابت لله فيعم كل حمد كما سيأتي . فهذا معنى ما نُقل عن سيبويه أنه قال : إن الذي يَرْفع الحمدَ يُخبرُ أنَّ الحمدَ منه ومن جميع الخلق والذي ينصب يُخبرُ أن الحمد منه وحدَه لله تعالى .واعلم أن قراءة النصب وإن كانت شاذة إلا أنها مجدية هنا لأنها دلت على اعتبار عربي في تطور هذا التركيب المشهور ، وأَن بعض العرب نطقوا به في حال التعريف ولم ينسوا أصل المفعولية المطلقة . فقد بان أن قوله { الحمد لله } أبلغ من { الحمدَ لله } بالنصب ، وأنَّ { الحمدَ لله } بالنصب والتعريف أبلغ من حمداً لله بالتنكير . وإنما كان { الحمد لله } بالرفع أبلغ لأنه دال على الدوام والثبات . قال في «الكشاف» : «إن العدول عن النصب إلى الرفع للدلالة على ثبات المعنى واستقراره ومنه قوله تعالى : { قالوا سلاماً قال سلام } [ الذاريات : 25 ] رفع السلام الثاني للدلالة على أن إبراهيم عليه السلام حيّاهم بتحيّة أحسنَ من تحيّتهم» ا ه .فإن قلت وقع الاهتمام بالحمد مع أن ذكر اسم الله تعالى أهم فكان الشأن تقديم اسم الله تعالى وإبقاء الحمد غير مهتم به حتى لا يلجأ إلى تغييره عن النصب إلى الرفع لأجل هذا الاهتمام ، قلت قدم الحمد لأن المقام هنا مقام الحمد إذ هو ابتداء أَوْلى النعم بالحمد وهي نعمة تنزيل القرآن الذي فيه نجاح الدارين ، فتلك المنة من أكبر ما يحمد الله عليه من جلائل صفات الكمال لا سيما وقد اشتمل القرآن على كمال المعنى واللفظ والغاية فكان خطوره عند ابتداء سماع إنزاله وابتداء تلاوته مذكراً بما لمنزِّله تعالى من الصفات الجميلة ، وذلك يذكِّر بوجوب حمده وأن لا يُغفل عنه فكان المقام مقام الحمد لا محالة ، فلذلك قدم وأزيل عنه ما يؤذن بتأخره لمنافاته الاهتمام ، ثم إن ذلك الاهتمام تأتَّى به اعتبار الاهتمام بتقديمه أيضاً على ذكر الله تعالى اعتداداً بأهمية الحمد العارضةِ في المقام وإن ذكر الله أهمَّ في نفسه لأن الأهمية العارضة تقدم على الأهمية الأصلية لأنها أمر يقتضيه المقام والحال والآخر يقتضيه الواقع ، والبلاغة هي المطابقة لمقتضى الحال والمقاممِ ، ولأن ما كان الاهتمام به لعارض هو المحتاج للتنبيه على عارضه إذ قد يخفى ، بخلاف الأمر المعروف المقرر فلا فائدة في التنبيه عليه بل ولا يفيته التنبيه على غيره .فإن قلت كيف يصح كون تقديم الحمد وهو مبتدأ مؤذناً بالاهتمام مع أنه الأصل ، وشأن التقديم المفيد للاهتمام هو تقديم ما حقه التأخير؟قلت لو سلم ذلك فإن معنى تقديمه هو قصد المتكلم للإتيان به مقدماً مع إمكان الإتيان به مؤخراً؛ لأن للبلغاء صيغتين متعارفتين في حمد الله تعالى إحداهما { الحمدُ الله } كما في الفاتحة والأخرى { لله } كما في سورة الجاثية ( 36 ) .وأما قصد العموم فسيتضح عند بيان معنى التعريف فيه .والتعريف فيه بالألف واللام تعريف الجنس لأن المصدر هنا في الأصل عوض عن الفعل فلا جرم أن يكون الدال على الفعل والساد مسده دالاً على الجنس فإذا دخل عليه اللام فهو لتعريف مدلوله لأن اللام تدل على التعريف للمسمى فإذا كان المسمى جنساً فاللام تدل على تعريفه . ومعنى تعريف الجنس أن هذا الجنس هو معروف عند السامع فإذا قلت الحمد لله أو العجب لك فكأنك تريد أن هذا الجنس معروف لديك ولدى مخاطبك لا يلتبس بغيره كما أنك إذا قلت الرجل وأردت معيناً في تعريف العهد النحوي فإنك تريد أن هذا الواحد من الناس معروف بينك وبين مخاطبك فهو في المعنى كالنكرة من حيث إن تعريف الجنس ليس معه كبير معنى إذ تعين الجنس من بين بقية الأجناس حاصل بذكر لفظه الدال عليه لغة وهو كاف في عدم الدلالة على غيره ، إذ ليس غيره من الأجناس بمشارك له في اللفظ ولا متوهم دخوله معه في ذهن المخاطب بخلاف تعريف العهد الخارجي فإنه يدل على واحد معين بينك وبين مخاطبك من بين بقية أفراد الجنس التي يشملها اللفظ ، فلا يفيد هذا التعريف أعني تعريف الجنس إلا توكيد اللفظ وتقريره وإيضاحه للسامع؛ لأنك لما جعلته معهوداً فقد دللت على أنه واضح ظاهر ، وهذا يقتضي الاعتناء بالجنس وتقريبه من المعروف المشهور ، وهذا معنى قول صاحب «الكشاف» : «وهو نحو التعريف في أُرسلَها العِراكَ ومعناه الإشارة إلى ما يعرفه كل أحد من أن الحمد ما هو والعراك ما هو من بين أجناس الأفعال» وهو مأخوذ من كلام سيبويه .وليست لام التعريف هنا للاستغراق لما علمت أنها لام الجنس ولذلك قال صاحب «الكشاف» : «والاستغراق الذي توهمه كثير من الناس وهم منهم» غير أن معنى الاستغراق حاصل هنا بالمثال لأن الحكم باختصاص جنس الحمد به تعالى لوجود لام تعريف الجنس في قوله : { الحمد } ولام الاختصاص في قوله : { لله } يستلزم انحصار أفراد الحمد في التعلق باسم الله تعالى لأنه إذا اختص الجنسُ اختصت الأفراد؛ إذ لو تحقق فرد من أفراد الحمد لغير الله تعالى لتحقق الجنس في ضمنه فلا يتم معنى اختصاص الجنس المستفاد من لام الاختصاص الداخلة على اسم الجلالة ، ثم هذا الاختصاص اختصاص ادعائي فهو بمنزلة القصر الادعائي للمبالغة .واللام في قوله تعالى : { للَّه } يجوز أن يكون للاختصاص على أنه اختصاص ادعائي كما مر ، ويجوز أن يكون لام التقوية قوت تعلق العامل بالمفعول لضعف العامل بالفرعية وزاده التعريف باللام ضعفاً لأنه أبعدَ شبهه بالأفعال ، ولا يفوت معنى الاختصاص لأنه قد استفيد من تعريف الجزأين .هذا وقد اختلف في أن جملة ( الحمد ) هل هي خبر أو إنشاء؟ فإن لذلك مزيد تعلق بالتفسير لرجوعه إلى المعنى بقول القائل ( الحمد لله ) .وجماع القول في ذلك أن الإنشاء قد يحصل بنقل المركب من الخبرية إلى الإنشاء وذلك كصيغ العقود مثل بعت واشتريت ، وكذلك أفعال المدح والذم والرجاء كعسى ونعم وبئس وهذا الأخير قسمان منه ما استعمل في الإنشاء مع بقاء استعماله في الخبر ومنه ما خص بالإنشاء فالأول كصيغ العقود فإنها تستعمل أخباراً تقول بعت الدار لزيد التي أخبرتك بأنه ساومني إياها فهذا خبر ، وتقول بعت الدار لزيد أو بعتك الدار بكذا فهذا إنشاء بقرينة أنه جاء للإشهاد أو بقرينة إسناد الخبر للمخاطب مع أن المخبر عنه حال من أحواله ، والثاني كنعم وعسى .فإذا تقرر هذا فقد اختلف العلماء في أن جملة { الحمد لله } هل هي إخبار عن ثبوت { الحمد لله } أو هي إنشاء ثناء عليه إلى مذهبين ، فذهب فريق إلى أنها خبر ، وهؤلاء فريقان منهم من زعم أنها خبر باق على الخبرية ولا إشعار فيه بالإنشائية ، وأورد عليه أن المتكلم بها لا يكون حامداً لله تعالى مع أن القصد أنه يثني ويحْمد الله تعالى ، وأجيب بأن الخبر بثبوت الحمد له تعالى اعتراف بأنه موصوف بالجميل إذ الحمد هو عين الوصف بالجميل ، ويكفي أن يحصل هذا الوصف من الناس وينقله المتكلم . ويمكن أن يجاب أيضاً بأن المخبر داخل في عموم خبره عند الجمهور من أهل أصول الفقه . وأجيب أيضاً بأن كون المتكلم حامداً قد يحصل بالالتزام من الخبر يريدون أنه لازم عرفي لأن شأن الأمر الذي تضافر عليه الناس قديماً أن يقتدي بهم فيه غيرهم من كل من علمه ، فإخبار المتكلم بأنه علم ذلك يدل عرفاً على أنه مقتد بهم في ذلك هذا وجه اللزوم ، وقد خفي على كثير أي فيكون مثل حصول لازم الفائدة من الخبر المقررة في علم المعاني ، مثل قولك سهرتَ الليلة وأنت تريد أنك علمتَ بسهره ، فلا يلزم أن يكون ذلك إنشاء لأن التقدير على هذا القول أن المتكلم يخبر عن كونه حامداً كما يخبر عن كون جميع الناس حامدين فهي خبر لا إنشاء والمستفاد منها بطريق اللزوم معنى إخباري أيضاً .ويرد على هذا التقدير أيضاً أن حمد المتكلم يصير غير مقصود لذاته بل حاصلاً بالتبع مع أن المقام مقام حمد المتكلم لا حمد غيره من الناس ، وأجيب بأن المعنى المطابقي قد يؤتى به لأجل المعنى الالتزامي لأنه وسيلة له ، ونظيره قولهم طويل النجاد والمرادُ طول القامة فإن طول النجاد أتى به ليدل على معنى طول القامة .وذهب فريق ثان إلى أن جملة { الحمد لله } هي خبر لا محالة إلا أنه أريد منه الإنشاء مع اعتبار الخبرية كما يراد من الخبر إنشاء التحسر والتحزن في نحو : { إني وصعتُها أنثى } [ آل عمران : 36 ] وقول جعفر بن عُلْبة الحارثي :هوايَ مع الركْببِ اليمانين مُصِعدُ ... فيكون المقصد الأصلي هو الإنشاء ولكن العدولَ إلى الإخبار لما يتأتى بواسطة الإخبار من الدلالة على استغراق والاختصاص والدوام والثبات ووجه التلازم بين الإخبار عن حمد الناس وبين إنشاء الحمد واضح مما علمته في وجه التلازم على التقرير الأول ، بل هو هنا أظهر لأن المخبر عن حمد الناس لله تعالى لا جَرَم أنه منشىء ثناء عليه بذلك ، وكونُ المعنى الالتزامي في الكناية هو المقصود دون المعنى المطابقي أظهر منه في اعتبار الخبرية المحضة لما عهد في الكناية من أنها لفظ أريد به لازم معناه مع جواز إرادة الأصل معه ، فدل على أن المعنى الأصلي إما غير مراد أو مراد تبعاً لأن مع تدخل على المتبوع .المذهب الثاني أن جملة { الحمد لله } إنشاء محض لا إشعار له بالخبرية ، على أنها من الصيغ التي نقلتْها العرب من الإخبار إلى إنشاء الثناء كما نقلتْ صيغَ العقود وأفعالَ المدح والذم أي نقلاً مع عدم إماتة المعنى الخبري في الاستعمال ، فإنك قد تقول الحمد لله جواباً لمن قال لمن الحمدُ أو من أَحمد ولكنَّ تعهد المعنى الأصلي ضعيف فيحتاج إلى القرينة . والحق الذي لا محيد عنه أن الحمد لله خبر مستعمل في الإنشاء فالقصد هو الإنشائية لا محالة ، وعدل إلى الخبرية لتحمل جملة الحمد من الخصوصيات ما يناسب جلالة المحمود بها من الدلالة على الدوام والثبات والاستغراق والاختصاص والاهتمام ، وشيءٌ من ذلك لا يمكن حصوله بصيغةِ إنشاءٍ نحو حمداً لله أو أحمد الله حمداً ومما يدل على اعتبار العرب إياها إنشاء لا خبراً قول ذي الرمة :ولما جَرَتْ في الجزل جرياً كأنَّه ... سنا الفجر أَحْدَثْنا لخالقها شكرافعبر عن ذكر لفظ الحمد أو الشكر بالإحداث ، والإحداث يرادف الإنشاء لغة فقوله أحدثنا خبر حكى به ما عبر عنه بالإحداث وهو حَمْده الواقع حين التهابها في الحطب .والله هو اسم الذاتتِ الواجببِ الوجود المستحق لجميع المحامد . وأصل هذا الاسم الإله بالتعريف وهو تعريف إلاه الذي هو اسم جنس للمعبود مشتق من أَلَهَ بفتح اللام بمعنى عبد ، أو من ألِه بكسر اللام بمعنى تحير أو سكن أو فزع أو ولع مما يرجع إلى معنى هو ملزوم للخضوع والتعظيم فهو فِعال بكسر الفاء بمعنى مفعول مثل كتاب ، أطلقه العرب على كل معبود من أصنامهم لأنهم يرونها حقيقةً بالعبادة ولذلك جمعوه على آلهة بوزن أَفعلة مع تخفيف الهمزة الثانية مَدَّةً ، وأحسب أن اسمه تعالى تقرر في لغة العرب قبل دخول الإشراك فيهم فكان أصل وضعه دالاً على انفراده بالألوهية إذ لا إله غيره فلذلك صار علماً عليه ، وليس ذلك من قبيل العلمَ بالغلبة بل من قبيل العلم بالانحصار مثل الشمس والقمر فلا بدع في اجتماع كونه اسمَ جنس وكونه علماً ، ولذلك أرادوا به المعبود بحق رداً على أهل الشرك قبل دخول الشرك في العرب وإننا لم نقف على أن العرب أطلقوا الإله معرَّفاً باللام مفرداً على أحد أصنامهم وإنما يضيفون فيقولون إلاه بني فلان والأكثر أن يقولوا رَب بني فلان أو يجمعون كما قالوا لعبد المطلب أَرْضضِ الآلهةَ ، وفي حديث فتح مكة : «وجد رسول الله البيتَ فيه الآلهة» . فلما اختص الإله بالإله الواحد واجببِ الوجود اشتقوا له من اسم الجنس علماً زيادة في الدلالة على أنه الحقيق بهذا الاسم ليصير الاسم خاصاً به غير جائز الإطلاق على غيره سَنن الأعلام الشخصية ، وأَراهم أبدعوا وأَعجبوا إذ جعلوا علم ذاته تعالى مشتقاً من اسم الجنس المؤذن بمفهوم الألوهية تنبيهاً على أن ذاته تعالى لا تستحضر عند واضع العَلَم وهو الناطق الأول بهذا الاسم من أهل اللسان إلا بوصف الألوهية وتنبيهاً على أنه تعالى أَوْلى من يُؤَلَّه ويُعبد لأنه خالق الجميع فحذفوا الهمزة من الإله لكثرة استعمال هذا اللفظ عند الدلالة عليه تعالى كما حذفوا همزة الأناس فقالوا النَّاس؛ ولذلك أظهروها في بعض الكلام . قال البَعِيث بن حُرَيث .معَاذَ الإله أَنْ تكون كظبيةٍ ... ولا دُميةٍ ولا عقيلةِ رَبْرَبكما أظهروا همزة الأناس في قول عَبيد بن الأبرص الأسدي :إن المنَايَا ليطَّلِعْ ... نَ على الأناس الآمِنِينَونُزِّل هذا اللفظ في طوره الثالث منزلة الأعلام الشخصية فتصرفوا فيه هذا التصرف لينتقلوا به إلى طَور جديد فيجعلُوه مثل علم جديد ، وهذه الطريقة مسلوكة في بعض الأعلام . قال أبو الفتح بن جني في شرح قول تأبط شرا في النشيد الثالث عشر من «الحماسة» :إِني لمُهْدٍ من ثَنائي فقَاصِدٌ ... به لابن عم الصدق شُمْسسِ بن مَالكشُمس بضم الشين وأصله شَمس بفتحها كما قالوا حُجْر وسُلْمَى فيكون مما غُير عن نظائره لأجْل العلمية ا ه .وفي «الكشاف» في تفسير سورة أبي لهب بعد أن ذكر أن من القراء من قرأ ( أبي لهْبٍ ) بسكون الهاء ما نصه وهي من تغيير الأعلام كقولهم شُمْس بن مالك بالضم ا ه . وقال قبله : «ولفُلَيْتَه بن قاسم أمير مكة ابنان أحدهما عبدِ الله بالجر ، والآخر عبدَ الله بالنصب ، وكان بمكة رجل يقال له عبدِ الله لا يعرف إلا هكذا» ا ه . يعني بكسر دال عبد في جميع أحوال إعرابه ، فهو بهذا الإيماء نوع مخصوص من العَلَم ، وهو أنه أقوى من العلم بالغلَبة لأن له لفظاً جديداً بعد اللفظ المغلَّب . وهذه الطريقة في العلمية التي عرضت لاسم الجلالة لا نظير لها في الأعلام فكان اسمه تعالى غيرَ مشابه لأسماء الحوادث كما أن مسمى ذلك الاسممِ غير مماثل لمسميات أسماء الحوادث . وقد دلوا على تناسيهم ما في الألف واللام من التعريف وأنهم جعلوهما جزءاً من الكلمة بتجويزهم ندَاء اسم الجلالة مع إبقاء الألف واللام إذ يقولون يا الله مع أنهم يمنعون نداء مدخول الألف واللام .وقد احتج صاحب «الكشاف» على كون أصله الإله ببيت البعيث المتقدم ، ولم يقررْ ناظروه وجه احتجاجه به ، وهو احتجاج وجيه لأن مَعَاذ من المصادر التي لم ترد في استعمالهم مضافة لغير اسم الجلالة ، مثل سبحان فأجريت مُجرى أمثال في لزومها لهاته الإضافة ، إذ تقول معاذالله فلما قال الشاعر معاذ الإله وهو من فصحاء اللسان علمنا أنهم يعتبرون الإله أصلاً للفظ الله ، ولذلك لم يكن هذا التصرف تغييراً إلا أنه تصرف في حروف اللفظ الواحد كاختلاففِ وجوه الأداء مع كون اللفظ واحداً ، ألا ترى أنهم احتجوا على أن لاَه مخفف الله بقول ذي الأَصبع العَدْواني :لاَه ابنُ عمِّكَ لا أُفْضِلْتَ في حَسَبٍ ... عنّى ولا أنتَ ديَّانِي فتَخْزُونيوبقولهم لاَه أبوكَ لأن هذا مما لزم حالة واحدة ، إذ يقولون لله أبوك ولله ابن عمك ولله أنتَ .وقد ذُكِرتْ وجوه أخر في أصل اسم الجلالة : منها أن أصله لاَهٌ مصدر لاه يليه ليهاً إذا احتجب سمي به الله تعالى ، ثم أدخلت عليه الألف واللام للمح الأصل كالفضل والمَجد اسمين ، وهذا الوجه ذكر الجوهري عن سيبويه أنه جوزه . ومنها أن أصله وِلاَهٌ بالواو فِعال بمعنى مفعول من وله إذا تحيَّر ، ثم قلبت الواو همزة لاستثقال الكسرة عليها ، كما قلبت في إعاء وإشاح ، أي وِعاء ووشاح ، ثم عرف بالألف واللام وحذفت الهمزة . ومنها أن أصله ( لاَها ) بالسريانية علم له تعالى فعرب بحذف الألف وإدخال اللام عليه . ومنها أنه علم وضع لاسم الجلالة بالقصد الأوَّلِي من غير أخذ من أَلِهَ وتصييرِه الإله فتكون مقاربته في الصورة لقولنا الإله مقاربةً اتفاقيةً غير مقصودة ، وقد قال بهذا جمع منهم الزجاج ونسب إلى الخليل وسيبويه ، ووجَّهه بعض العلماء بأن العرب لم تهمل شيئاً حتى وضعت له لفظاً فكيف يتأتى منهم إهمال اسم له تعالى لتجري عليه صفاته .وقد التُزم في لفظ الجلالة تفخيم لامه إذا لم ينكسر ما قبل لفظه وحاول بعض الكاتبين توجيه ذلك بما لا يسلَم من المنع ، ولذلك أبَى صاحب «الكشاف» التعريج عليه فقال : «وعلى ذلك ( أي التفخيم ) العرب كلهم ، وإطباقهم عليه دليل أنهم ورثوه كابراً عن كابر» .وإنما لم يقدم المسند المجرور وهو متضمن لاسم الجلالة على المسند إليه فيقال لله الحمد ، لأن المسند إليه حَمْد على تنزيل القرآن والتشرف بالإسلام وهما منة من الله تعالى فحمده عليهما عند ابتداء تلاوة الكتاب الذي به صلاح الناس في الدارين فكان المقام للاهتمام به اعتباراً لأهمية الحمد العارضة ، وإن كان ذكر الله أهم أصالة فإن الأهمية العارضة تقدم على الأهمية الأصلية لاقتضاء المقام والحاللِ ، والبلاغة هي المطالبة لمقتضى الحال ، على أن الحمد لما تعلق باسم الله تعالى كان في الاهتمام به اهتمام بشؤون الله تعالى .ومن أعجب الآراء ما ذكره صاحب «المنهل الأصفى في شرح الشفاء» التلمساني عن جمع من العلماء القول بأن اسم الجلالة يمسك عن الكلام في معناه نعظيماً وإجلالاً ولتوقف الكلام فيه على إذن الشارع .{ رَبِّ العالمين } .وصف لاسم الجلالة فإنه بعد أن أسند الحمد لاسم ذاته تعالى تنبيهاً على الاستحقاق الذاتي ، عقبَ بالوصف وهو الرب ليكون الحمد متعلقاً به أيضاً لأن وصف المتعلَّق متعلَّق أيضاً ، فلذلك لم يقل الحمد لرب العالمين كما قال : { يوم يقوم الناس لرب العالمين } [ المطففين : 6 ] ليؤذن باستحقاقه الوصفي أيضاً للحمد كما استحقه بذاته .وقد أجرى عليه أربعة أوصاف هي : رب العالمين ، الرحمن ، الرحيم ، ملك يوم الدين ، للإيذان بالاستحقاق الوصفي فإن ذكر هذه الأسماء المشعرة بالصفات يؤذن بقصد ملاحظة معانيها الأصلية ، وهذا من المستفادات من الكلام بطريق الاستتباع لأنه لما كان في ذكر الوصف غنية عن ذكر الموصوف لا سيما إذا كان الوصف منزلاً منزلة الاسم كأوصافه تعالى وكان في ذكر لفظ الموصوف أيضاً غُنية في التنبيه على استحقاق الحمد المقصود من الجملة عَلمنا أن المتكلم ما جمع بينهما إلا وهو يشير إلى أن كِلاَ مَدلُولَيْ الموصوف والصفة جدير بتعلق الحمد له مع ما في ذكر أوصافه المختصة به من التذكير بما يُميزه عن الآلاهة المزعومة عند الأمم من الأصنام والأوثان والعناصر كما سيأتي عند قوله تعالى : { ملك يوم الدين } .والرب إما مصدر وإما صفة مشبهة على وزن فَعْل مِنْ رَبَّه يَرُبُّه بمعنى رباه وهو رَب بمعنى مُرَبَ وسائس . والتربية تبليغ الشيء إلى كماله تدريجاً ، ويجوز أن يكون من ربه بمعنى ملَكَه ، فإن كان مصدراً على الوجهين فالوصف به للمبالغة ، وهو ظاهر ، وإن كان صفة مشبهة على الوجهين فهي واردة على القليل في أوزان الصفة المشبهة فإنها لا تكون على فَعْل من فعَل يفعُل إلا قليلاً ، من ذلك قولهم نمّ الحديث ينُمُّه فهو نَمٌّ للحديث .والأظهر أنه مشتق من ربَّه بمعنى رباه وساسه ، لا من ربه بمعنى ملكه لأن الأول الأنسب بالمقام هنا إذ المراد أنه مدبر الخلائق وسائس أمورها ومبلغها غاية كمالها ، ولأنه لو حمل على معنى المالك لكان قوله تعالى بعد ذلك { ملك يوم الدين } كالتأكيد والتأكيد خلاف الأصل ولا داعي إِليه هنا ، إلا أن يجاب بأن العالمين لا يشمل إلا عوالم الدنيا ، فيحتاج إلى بيان أنه ملك الآخرة كما أنه ملك الدنيا ، وإن كان الأكثر في كلام العرب ورود الرب بمعنى الملك والسيد وذلك الذي دعا صاحب «الكشاف» إلى الاقتصار على معنى السيد والملك وجوز فيه وجهي المصدرية والصفة ، إلا أن قرينة المقام قد تصرف عن حمل اللفظ على أكثر موارده إلى حمله على ما دونه فإن كلا الاستعمالين شهير حقيقي أو مجازي والتبادر العارض من المقام المخصوص لا يقضي بتبادر استعماله في ذلك المعنى في جميع المواقع كما لا يخفي . والعرب لم تكن تخص لفظ الرب به تعالى لا مطلقاً ولا مقيداً لما علمت من وزنه واشتقاقه . قال الحرث بن حلزة :وهُوَ الرب والشهيدُ على يو ... م الحِيارَيْن والبلاء بلاءيعني عَمْرو بن هند . وقال النابغة في النعمان بن الحارث :تخُبُّ إلى النعمان حتى تناله ... فِدًى لك من ربَ طرِيفي وتالديوقال في النعمان بن المنذر حين مرض :ورَبٌّ عليه الله أحسن صنعه ... وكان له على البرية ناصراوقال صاحب «الكشاف» ومن تابعه : إنه لم يطلق على غيره تعالى إلا مقيداً أو لم يأتوا على ذلك بسند وقد رأيتَ أن الاستعمال بخلافه ، أما إطلاقه على كل من آلهتهم فلا مرية فيه كما قال غاوي بن ظالم أو عباس بن مرداس :أَرَبٌّ يبولُ الثُّعْلُبَانُ برأْسِه ... لقد هان من بالت عليه الثعالبُوسموا العزى الرَّبة . وجمْعه على أرباب أدل دليل على إطلاقه على متعدد فكيف تصح دعوى تخصيص إطلاقه عندهم بالله تعالى؟ وأما إطلاقه مضافاً أو متعلقاً بخاص فظاهر وروده بكثرة نحو رب الدار ورب الفرس ورب بني فلان .وقد ورد الإطلاق في الإسلام أيضاً حين حكى عن يوسف عليه السلام قوله : { إنه ربي أحسن مثواي } [ يوسف : 23 ] إذا كان الضمير راجعاً إلى العزيز وكذا قوله : { أأرباب متفرقون خير } [ يوسف : 39 ] فهذا إطلاق للرب مضافاً وغير مضاف على غير الله تعالى في الإسلام لأن اللفظ عربي أطلق في الإسلام ، وليس يوسفُ أطلَقَ هذا اللفظ بل أطلق مرادفه فلو لم يصح التعبير بهذا اللفظ عن المعنى الذي عبر به يوسف لكان في غيره من ألفاظ العربية مَعْدَل ، إنما ورد في الحديث النهي عن أن يقول أحد لسيده ربي وليقل سيدي ، وهو نهي كراهة للتأديب ولذلك خص النهي بما إذا كان المضاف إليه ممن يعبد عرفاً كأسماء الناس لدفع تهمة الإشراك وقطع دابره وجوزوا أن يقول رب الدابة ورب الدار ، وأما بالإطلاق فالكراهة أشد فلا يقل أحد للملك ونحوه هذا رب .و ( العالمين ) جمع عالم قالوا ولم يجمع فاعَلٌ هذا الجمع إلا في لفظين عالَم وياسم ، اسم للزهر المعروف بالياسمين ، قيل جمعوه على يَاسَمُون وياسَمِين قال الأعشى :وقابَلَنَا الجُلُّ والياسم ... ونَ والمُسْمِعات وقَصَّابهاوالعالم الجنس من أجناس الموجودات ، وقد بنته العرب على وزن فاعل بفتح العين مشتقاً من العِلْم أو من العلامة لأن كل جنس له تميز عن غيره فهو له علامة ، أو هو سببُ العلم به فلا يختلط بغيره . وهذا البناء مختص بالدلالة على الآلة غالباً كخاتم وقالب وطابع فجعلوا العوالم لكونها كالآلة للعلم بالصانع ، أو العلم بالحقائق . ولقد أبدع العرب في هذه اللطيفة إذ بنوا اسم جنس الحوادث على وزن فاعل لهذه النكتة ، ولقد أبدعوا إذ جمعوه جمع العقلاء مع أن منه ما ليس بعاقل تغليباً للعاقل .وقد قال التفتزاني في «شرح الكشاف» : «العالم اسم لذوي العلم ولكل جنس يعلم به الخالق ، يقال عالم الملك ، عالم الإنسان ، عالم النبات يريد أنه لا يطلق بالإفراد إلا مضافاً لنوع يخصصه يقال عالم الإنس عالم الحيوان ، عالم النبات وليس اسماً لمجموع ما سواه تعالى بحيث لا يكون له إجراء فيمتنع جمعه» وهذا هو تحقيق اللغة فإنه لا يوجد في كلام العرب إطلاق عالم على مجموع ما سوى الله تعالى ، وإنما أطلقه على هذا علماء الكلام في قولهم العالم حادث فهو من المصطلحات .والتعرف فيه للاستغراق بقرينة المقام الخطابي فإنه إذا لم يكن عهد خارجي ولم يكن معنى للحمل على الحقيقة ولا على المعهود الذهني تمحض التعريف للاستغراق لجميع الأفراد دفعاً للتحكم فاستغراقه استغراق الأجناس الصادق هو عليها لا محالة وهو معنى قول صاحب «الكشاف» : «ليشمل كل جنس مما سُمِّي به» إلا أن استغراق الأجناس يستلزم استغراق أفرادها استلزاماً واضحاً إذ الأجناس لا تقصد لذاتها لا سيما في مقام الحكم بالمربوبية عليها فإنه لا معنى لمربوبية الحقائق .وإنما جمع العالم ولم يُؤت به مفرداً لأن الجمع قرينة على استغراق ، لأنه لو أُفرد لتوهم أن المراد من التعريف العهد أو الجنس فكان الجمع تنصيصاً على الاستغراق ، وهذه سنة الجموع مع ( ال ) الاستغراقية على التحقيق ، ولما صارت الجمعية قرينة على الاستغراق بطل منها معنى الجماعات فكان استغراق الجموع مساوياً لاستغراق المفردات أو أشمل منه . وبطل ما شاع عند متابعي السكاكي من قولهم استغراق المفرد أشْمَل كما سنبينه عند قوله تعالى : { وعلم آدم الاسماء كلها } [ البقرة : 31 ] .",
  "ayah": 2,
  "surah": 1
}
