{
  "text": "وصفان مشتقان من رَحِم ، وفي «تفسير القرطبي» عن ابن الأَنباري عن المبرد أن الرحمن اسم عبراني نقل إلى العربية قال وأصله بالخاء المعجمة ( أي فأبدلت خاؤه حاء مهملة عند أكثر العرب كشأن التغيير في التعريب ) وأنشد على ذلك قول جرير يخاطب الأخطل :أو تتركُنَّ إلى القسّيس هِجْرَتكم ... ومسْحَكُم صُلْبَكم رَخْمان قُربَانا( الرواية بالخاء المعجمة ) ولم يأت المبرد بحجة على ما زعمه ، ولم لا يكون الرحمن عربياً كما كان عبرانياً فإن العربية والعبرانية أختان وربما كانت العربية الأصلية أقدم من العبرانية ولعل الذي جرأه على ادعاء أن الرحمن اسم عبراني ما حكاه القرآن عن المشركين في قوله : { قالوا وما الرحمن } [ الفرقان : 60 ] ويقتضي أن العرب لم يكونوا يعلمون هذا الاسم لله تعالى كما سيأتي بعض عرب اليمن يقولون رَخِم رخمة بالمعجمة .واسم الرحمة موضوع في اللغة العربية لرقة الخاطر وانعطافه نحو حيّ بحيث تحمل من اتصف بها على الرفق بالمرحوم والإحسان إليه ودفع الضر عنه وإعانته على المشاق . فهي من الكيفيات النفسانية لأنها انفعال ، ولتلك الكيفية اندفاع يحمل صاحبها على أفعال وجودية بقدر استطاعته وعلى قدر قوة انفعاله ، فأصل الرحمة من مَقُولة الانفعال وآثارُها من مقولة الفِعل ، فإذا وصف موصوف بالرحمة كان معناه حصول الانفعال المذكور في نفسه ، وإذا أخبر عنه بأنه رحم غيره فهو على معنى صدَر عنه أثر من آثار الرحمة ، إذ لا تكون تعدية فعل رحم إلى المرحوم إلا على هذا المعنى فليس لماهية الرحمة جزئيات وجودية ولكنها جزئيات من آثارها . فوصف الله تعالى بصفات الرحمة في اللغات ناشىء على مقدار عقائد أهلها فيما يجوز على الله ويستحيل ، وكان أكثر الأمم مجسِّمة ثم يجيء ذلك في لسان الشرائع تعبيراً عن المعاني العالية بأقصَى ما تسمح به اللغات مع اعتقاد تنزيه الله عن أعراض المخلوقات بالدليل العام على التنزيه وهو مضمون قول القرآن : { ليس كمثله شيء } [ الشورى : 11 ] فأهل الإيمان إذا سمعوا أو أطلقوا وصفي الرحمن الرحيم لا يفهمون منه حصول ذلك الانفعال الملحوظ في حقيقةِ الرحمة في متعارف اللغة العربية لسطوع أدلة تنزيه الله تعالى عن الأعراض ، بل إنه يراد بهذا الوصف في جانب الله تعالى إثباتُ الغرض الاسمي من حقيقة الرحمة وهو صدور آثار الرحمة من الرفق واللطف والإحسان والإعانة؛ لأن ما عدا ذلك من القيود الملحوظة في مسمى الرحمة في متعارف الناس لا أهمية له لولا أنه لا يمكن بدونه حصول آثاره فيهم ألا ترى أن المرء قد يرحم أحداً ولا يملك له نفعاً لعَجز أو نحوه .وقد أشار إلى ما قلناه أبو حامد الغزالي في «المقصد الأسنى» بقوله : «الذي يريد قضاء حاجة المحتاج ولا يقضيها فإن كان قادراً على قضائها لم يسمَّ رحيماً إذ لو تمت الإرادة لوفَّى بها وإن كان عاجزاً فقد يسمى رحيماً باعتبار ما اعتوره من الرحمة والرقة ولكنه ناقص» .وبهذا تعلم أن إطلاق نحو هذا الوصف على الله تعالى ليس من المتشابه لتبادر المعنى المراد منه بكثرة استعماله وتحقق تنزه الله عن لوازم المعنى المقصود في الوضع مما لا يليق بجلال الله تعالى كما نطلق العليم على الله مع التيقن بتجرد علمه عن الحاجة إلى النظر والاستدلال وسبق الجهل ، وكما نطلق الحي عليه تعالى مع اليقين بتجرد حياته عن العادة والتكون ، ونطلق القدرة مع اليقين بتجرد قدرته عن المعالجة والاستعانة . فوصفه تعالى بالرحمن الرحيم من المنقولات الشرعية فقد أثبت القرآن رحمة الله في قوله : { ورحمتي وسعت كل شيء } [ الأعراف : 156 ] فهي منقولة في لسان الشرع إلى إرادة الله إيصال الإحسان إلى مخلوقاته في الحياة الدنيا وغالبُ الأسماء الحسنى من هذا القبيل . وأما المتشابه فهو ما كانت دلالته على المعنى المنزه عنه أقوى وأشد وسيأتي في سورة آل عمران ( 7 ) عند قوله تعالى : { وأخر متشابهات } والذي ذهب إليه صاحب الكشاف } وكثير من المحققين أن الرحمن صفة مشبهة كغضبان وبذلك مثله في «الكشاف» .وفعل رَحِم وإن كان متعدياً والصفة المشبهة إنما تصاغ من فِعللٍ لازم إلا أن الفعل المتعدي إذا صار كالسجية لموصوفه ينزل منزلة أفعال الغرائز فيحول من فِعَل بفتح العين أو كسرها إلى فَعُل بضم العين للدلالة على أنه صار سجية كما قالوا فقُه الرجل وظرف وفهم ، ثم تشتق منه بعد ذلك الصفة المشبهة ، ومثله كثير في الكلام ، وإنما يعرف هذا التحويل بأحد أمرين إما بسماع الفعل المحول مثل فقُه وإما بوجود أثره وهو الصفة المشبهة مثل بليغ إذا صارت البلاغة سجية له ، مع عدم أو قلة سماع بلغ . ومن هذا رحمن إذ لم يسمع رحم بالضم . ومن النحاة من منع أن يكون الرحمن صفة مشبهة بناء على أن الفعل المشتق هو منه فعل متعد وإليه مال ابن مالك في «شرح التسهيل» في باب الصفة المشبهة ونظره برب وملك . .وأما الرحيم فذهب سيبويه إلى أنه من أمثلة المبالغة وهو باق على دلالته على التعدي وصاحب «الكشاف» والجمهور لم يثبتوا في أمثلة المبالغة وزن فعيل فالرحيم عندهم صفة مشبهة أيضاً مثل مريض وسقيم ، والمبالغة حاصلة فيه على كلا الاعتبارين . والحق ما ذهب إليه سيبويه .ولا خلاف بين أهل اللغة في أن الوصفين دالان على المبالغة في صفة الرحمة أي تمكنها وتعلقها بكثير من المرحومين وإنما الخلاف في طريقة استفادة المبالغة منهما وهل هما مترادفان في الوصف بصفة الرحمة أو بينهما فارق؟ والحق أن استفادة المبالغة حاصلة من تتبع الاستعمال وأن الاستعمال جرى على نكتة في مراعاة واضعي اللغة زيادة المبنى لقصد زيادة في معنى المادة قال في «الكشاف» : «ويقولون إن الزيادة في البناء لزيادة المعنى وقال الزجاج في الغضبان هو الممتلىء غضباً ومما طن على أذني من ملح العرب أنهم يسمون مَرْكَباً من مراكبهم بالشُّقْدُف وهو مركب خفيف ليس في ثقل محامل العراق فقلت في طريق الطائف لرجل منهم ما اسم هذا المحمل أردت المحمل العراقي فقال أليس ذاك اسمه الشقندف؟ قلت بلى فقال هذا اسمه الشِّقِنْدَاف فزاد في بناء الاسم لزيادة المسمى» وهي قاعدة أغلبية لا تتخلف إلا في زيادات معروفة موضوعة لزيادة معنى جديد دون زيادة في أصل معنى المادة مثل زيادة ياء التصغير فقد أفادت معنى زائداً على أصل المادة وليس زيادة في معنى المادة .وأما نحو حَذِر الذي هو من أمثلة المبالغة وهو أقل حروفاً من حاذر فهو من مستثنيات القاعدة لأنها أغلبية .وبعد كون كل من صفتي الرحمن الرحيم دالة على المبالغة في اتصافه تعالى بالرحمة فقد قال الجمهور إن الرحمن أبلغ من الرحيم بناء على أن زيادة المبنى تؤذن بزيادة المعنى وإلى ذلك مال جمهور المحققين مثل أبي عبيدة وابن جني والزجاج والزمخشري وعلى رعي هذه القاعدة أعني أن زيادة المبنى تؤذن بزيادة المعنى فقد شاع ورود إشكال على وجه إرداف وصفه الرحمن بوصفه بالرحيم مع أن شأن أهل البلاغة إذا أجروا وصفين في معنى واحد على موصوف في مقام الكمال أن يرتقوا من الأعم إلى الأخص ومن القوي إلى الأقوى كقولهم شجاع باسل وجواد فياض ، وعالم نحرير ، وخطيب مصقع ، وشاعر مفلق ، وقد رأيت للمفسرين في توجيه الارتقاء من الرحمن إلى الرحيم أجوبة كثيرة مرجعها إلى اعتبار الرحمن أخص من الرحيم فتعقيب الأول بالثاني تعميم بعد خاص ولذلك كان وصف الرحمن مختصاً به تعالى وكان أول إطلاقه مما خصه به القرآن على التحقيق بحيث لم يكن التوصيف به معروفاً عند العرب كما سيأتي . ومدلول الرحيم كون الرحمة كثيرة التعلق إذ هو من أمثلة المبالغة ولذلك كان يطلق على غير الله تعالى كما في قوله تعالى في حق رسوله { بالمؤمنين رؤوف رحيم } [ التوبة : 128 ] فليس ذكر إحدى الصفتين بمغن عن الأخرى :وتقديم الرحمن على الرحيم لأن الصيغة الدالة على الإتصاف الذاتي أولى بالتقديم في التوصيف من الصفة الدالة على كثرة متعلقاتها . وينسب إلى قطرب أن الرحمن والرحيم يدلان على معنى واحد من الصفة المشبهة فهما متساويان وجعل الجمع بينهما في الآية من قبيل التوكيد اللفظي ومال إليه الزجاج وهو وجه ضعيف إذ التوكيد خلاف الأصل والتأسيس خير من التأكيد والمقام هنا بعيد عن مقتضى التوكيد . وقد ذكرت وجوه في الجمع بين الصفتين ليست بمقنعة .وقد ذكر جمهور الأئمة أن وصف الرحمن لم يطلق في كلام العرب قبل الإسلام وأن القرآن هو الذي جاء به صفة لله تعالى فلذلك اختص به تعالى حتى قيل إنه اسم له وليس بصفة واستدلوا على ذلك بقوله تعالى :{ وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن } [ الفرقان : 60 ] وقال : { وهم يكفرون بالرحمن } [ الرعد : 30 ] وقد تكرر مثل هاتين الآيتين في القرآن وخاصة في السور المكية مثل سورة الفرقان وسورة الملك وقد ذكر الرحمن في سورة الملك باسمه الظاهر وضميره ثماني مرات مما يفيد الاهتمام بتقرير هذا الاسم لله تعالى في نفوس السامعين فالظاهر أن هذا الوصف تنوسي في كلامهم ، أو أنكروا أن يكون من أسماء الله .ومن دقائق القرآن أنه آثر اسم الرحمن في قوله : { ما يمسكهن إلا الرحمن } في سورة الملك ( 19 ) ، وقال : { ما يمسكهن إلا الله } في سورة النحل ( 79 ) إذ كانت آية سورة الملك مكية وآية سورة النحل القدر النازل بالمدينة من تلك السورة ، وأما قول بعض شعراء بني حنيفة في مسيلمة :سموت بالمجد يا ابن الأكرمين أباً ... وأنت غيث الورى لا زلت رحمانافإنما قاله بعد مجىء الإسلام وفي أيام ردة أهل اليمامة ، وقد لقبوا مسيلمة أيامئذٍ رحمن اليمامة وذلك من غلوهم في الكفر . وإجراء هذين الوصفين العليين على اسم الجلالة بعد وصفه بأنه رب العالمين لمناسبة ظاهرة للبليغ لأنه بعد أن وصف بما هو مقتضى استحقاقه الحمد من كونه رب العالمين أي مدبر شؤونهم ومبلغهم إلى كمالهم في الوجودين الجثماني والروحاني ، ناسب أن يتبع ذلك بوصفه بالرحمن أي الذي الرحمة له وصف ذاتي تصدر عنه آثاره بعموم واطراد على ما تقدم ، فلما كان رباً للعالمين وكان المربوبون ضعفاء كان احتياجهم للرحمة واضحاً وكان ترقبهم إياها من الموصوف بها بالذات ناجحاً .فإن قلت إن الربوبية تقتضي الرحمة لأنها إبلاغ الشيء إلى كماله شيئاً فشيئاً وذلك يجمع النعم كلها ، فلماذا احتيج إلى ذكر كونه رَحماناً؟ قلت لأن الرحمة تتضمن أن ذلك الإبلاغ إلى الكمال لم يكن على وجه الإعنات بل كان برعاية ما يناسب كل نوع وفرد ويلائم طوقه واستعداده ، فكانت الربوبية نعمة ، والنعمة قد تحصل بضرب من الشدة والأذى ، فأتبع ذلك بوصفه بالرحمن تنبيهاً على أن تلك النعم الجليلة وصلت إلينا بطريق الرفق واليسر ونفي الحرج ، حتى في أحكام التكاليف والمناهي والزواجر فإنها مرفوقة باليسر بقدر ما لا يبطل المقصود منها ، فمعظم تدبيره تعالى بنا هو رحمات ظاهرة كالتمكين من الأرض وتيسير منافعها ، ومنه ما رحمته بمراعاة اليسر بقدر الإمكان مثل التكاليف الراجعة إلى منافعنا كالطهارة وبث مكارم الأخلاق ، ومنها ما منفعته للجمهور فتتبعها رحمات الجميع لأن في رحمة الجمهور رحمة بالبقية في انتظام الأحوال كالزكاة . :وقد اختلف في أن لفظ رحمن لو لم يقرن بلام التعريف هل يصرف أو يمنع من الصرف؟ قال في الكافية } : «النون والألف إذا كانا في صفة فشرط منعه من الصرف انتفاء فَعلانة ، وقيل وجود فَعْلى ، ومن ثم اختلف في رحمن ، وبنو أسد يصرفون جميع فَعلان لأنهم يقولون في كل مؤنث له فعلانة» واختار الزمخشري والرضى وابن مالك عدم صرفه .",
  "ayah": 3,
  "surah": 1
}
