{
  "text": "কিয়ামত কাছাকাছি হয়েছে [১], আর চাঁদ বিদীর্ণ হয়েছে [২],\n[১] পূর্ববতী সুরা আন-নাজমে ৫৭ اَزِفَتِ الْاٰذِفَةُ বলে সমাপ্ত করা হয়েছে, যাতে কেয়ামত নিকটবর্তী হওয়ার কথা উল্লেখ রয়েছে। আলোচ্য সূরাকে এই বিষয়বস্তু দ্বারাই অর্থাৎ اِقْتَرَبَتِ السَّاعَةُ বলে শুরু করা হয়েছে। [কুরতুবী] কেয়ামতের বিপুলসংখ্যক আলামতের মধ্যে সর্ববৃহৎ আলামত হচ্ছে খোদ শেষনবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামএর নবুওয়াত। [কুরতুবী; ফাতহুল কাদীর] এক হাদীসে তিনি বলেন, আমার আগমন ও কেয়ামত হাতের দুই অঙ্গুলির ন্যায় অঙ্গাঙ্গীভাবে জড়িত ৷ [বুখারী: ৪৯৩৬, ৬৫০৩, মুসলিম:২৯৫০, মুসনাদে আহমাদ:৫/৩৩৮] আরও কতিপয় হাদীসে এই নৈকট্যের বিষয়বস্তু বর্ণিত হয়েছে।\n[২] এখানে কেয়ামত নিকটবর্তী হওয়ার একটি দলীল চন্দ্র বিদীর্ণ হওয়ার মু'জিযায় আলোচিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মু'জিযা হিসাবে চন্দ্র দ্বিখণ্ডিত হয়ে আলাদা হয়ে যাওয়া কেয়ামতের একটি বড় আলামত। এছাড়াও এই মু'জিযাটি আরও এক দিক দিয়ে কেয়ামতের আলামত। তা এই যে, চন্দ্র যেমন আল্লাহর কুদরাতে দুই খণ্ডে বিভক্ত হয়ে পড়েছিল, তেমনিভাবে কেয়ামতে সমস্ত গ্ৰহ উপগ্রহের খণ্ড-বিখণ্ড হয়ে যাওয়া কোন অসম্ভব ব্যাপার নয়। মক্কার কাফেররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে তার রেসালাতের সপক্ষে কোন নিদর্শন চাইলে আল্লাহ তা’আলা তাঁর সত্যতার প্রমাণ হিসেবে চন্দ্ৰ বিদীর্ণ হওয়ার মু'জিযা প্রকাশ করেন। এই মু'জিযার প্রমাণ কুরআন পাকের এই আয়াতে আছে এবং অনেক সহীহ হাদীসেও আছে। এসব হাদীস সাহাবায়ে কেরামের একটি বিরাট দলের রেওয়ায়েতক্রমে বর্ণিত আছে। তাদের মধ্যে রয়েছেন আবদুল্লাহ ইবনে মাসউদ, আবদুল্লাহ ইবনে ওমর, জুবায়ের ইবনে মুতইম, ইবনে আব্বাস ও আনাস ইবনে মালেক রাদিয়াল্লাহু আনহুম প্রমুখ। আবদুল্লাহ ইবনে মাসউদ এ কথাও বর্ণনা করেন যে, তিনি তখন অকুস্থলে উপস্থিত ছিলেন এবং মু'জিযা স্বচক্ষে প্রত্যক্ষ করেছেন। ইমাম তাহাতী ও ইবনে কাসীর এই মু'জিযা সম্পর্কিত সকল রেওয়ায়েতকে ‘মুতাওয়াতির’ বলেছেন। তাই এই মু'জিযার বাস্তবতা অকাট্য রূপে প্রমাণিত। যা অস্বীকার করা সুস্পষ্ট কুফারী। [দেখুন, ইবন কাসীর; কুরতুবী; ফাতহুলকাদীর]\nঘটনার সার-সংক্ষেপ এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় ছিলেন। তখন মুশরিকরা তার কাছে নবুওয়াতের নিদর্শন চাইল। তখন ছিল চন্দ্রোজ্জ্বল রাত্রি। আল্লাহ তা'আলা এই সুস্পষ্ট অলৌকিক ঘটনা দেখিয়ে দিলেন যে, চন্দ্র দ্বিখণ্ডিত হয়ে একখণ্ড পুর্বদিকে ও অপরাখণ্ড পশ্চিমদিকে চলে গেল এবং উভয় খণ্ডের মাঝখানে পাহাড় অন্তরাল হয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপস্থিত সবাইকে বললেনঃ দেখ এবং সাক্ষ্য দাও। সবাই যখন পরিষ্কাররূপে এই মু'জিযা দেখে নিল, তখন চন্দ্রের উভয় খণ্ড পুনরায় একত্রিত হয়ে গেল। কোন চক্ষুন্মান ব্যক্তির পক্ষে এই সুস্পষ্ট মু'জিযা অস্বীকার করা সম্ভবপর ছিল না, কিন্তু মুশরিকরা বলতে লাগলঃ মুহাম্মদ সারা বিশ্বের মানুষকে জাদু করতে পারবে না। অতএব, বিভিন্ন স্থান থেকে আগত লোকদের জন্য অপেক্ষা কর। তারা কি বলে শুনে নাও। এরপর বিভিন্ন স্থান থেকে আগন্তুক মুশরিকদেরকে তারা জিজ্ঞাসাবাদ করল। তারা সবাই চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখেছে বলে স্বীকার করল। নিম্নে এতদসংক্রান্ত বর্ণনাসমূহের কয়েকটি উল্লেখ করা হলো।\nআবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আমলে চন্দ্র বিদীর্ণ হয়ে দুই খণ্ড হয়ে গেল। সবাই এই ঘটনা অবলোকন করল এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তোমরা সাক্ষ্য দাও। [বুখারী: ৩৮৬৯, মুসলিম: ২৮০০, তিরমিয়ী: ৩২৮৫, মুসনাদে আহমদ: ১/৩৭৭]\nআবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু থেকে অপর বর্ণনায় এসেছে, মক্কায় (অবস্থানকালে) চন্দ্র বিদীর্ণ হয়ে দুই খণ্ড হয়ে যায়। কোরাইশ কাফেররা বলতে থাকে, এটা জাদু, মুহাম্মদ তোমাদেরকে জাদু করেছে। অতএব, তোমরা বহির্দেশ থেকে আগমনকারী মুসাফিরদের অপেক্ষা কর। যদি তারাও চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখে থাকে, তবে মুহাম্মদের দাবি সত্য। পক্ষান্তরে তারা এরূপ দেখে না থাকলে এটা জাদু ব্যতীত কিছু নয়। এরপর বহির্দেশ থেকে আগত মুসাফিরদেরকে জিজ্ঞাসাবাদ করায় তারা সবাই চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখেছে বলে স্বীকার করে। [আবুদাউদ তায়ালেসী: ১/৩৮, হাদীস নং ২৯৫, বাইহাকী: দালায়েল ২/২৬৬]\nজুবাইর ইবন মুতইম রাদিয়াল্লাহু আনহু বলেন, রাসূলের যুগে চাঁদ ফেটে গিয়ে দুভাগে বিভক্ত হয়েছিল। এর এক অংশ ছিল এ পাহাড়ের উপর অপর অংশ অন্য পাহাড়ের উপর। তখন মুশরিকরা বলল, মুহাম্মাদ আমাদেরকে জাদু করেছে। তারপর তারা আবার বলল, যদি তারা আমাদেরকে জাদু করে থাকে তবে সে তো আর দুনিয়াসুদ্ধ সবাইকে জাদু করতে পারবে না। [মুসনাদে আহমাদ: ৪/৮১-৮২]\nআনাস ইবনে মালেক রাদিয়াল্লাহু আনহু বৰ্ণনা করেনঃ মক্কাবাসীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে নবুওয়তের কোন নিদর্শন দেখতে চাইলে আল্লাহ তা'আলা চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখিয়ে দিলেন। তারা হেরা পর্বতকে উভয় খণ্ডের মাঝখানে দেখতে পেল। [বুখারী: ৩৮৬৮, মুসলিম: ২৮০২]\nআব্দুল্লাহ ইবনে উমর রাদিয়াল্লাহু ‘আনহু এ আয়াতের তাফসীর করার সময় বলেন, এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যুগে ঘটেছিল। চাঁদ দু’ভাগে বিভক্ত হয়ে গিয়েছিল। একভাগ পাহাড়ের সামনে অপর ভাগ পাহাড়ের পিছনে ছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমরা সাক্ষী থাক। [মুসলিম: ২১৫৯, তিরমিষী: ৩২৮৮]\nআব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু ‘আনহুমা বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়া সাল্লামের যুগে চাঁদ ফেটেছিল। বুখারী: ৪৮৬৬]",
  "ayah": 1,
  "surah": 54
}
