{
  "text": "ثم حكى - سبحانه - بعد ذلك بعض المنن الأخرى التى منحها للمؤمنين قبل أن يلتحموا مع أعدائهم فى بدر فقال : ( إِذْ يُغَشِّيكُمُ النعاس أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّن السمآء مَآءً لِّيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشيطان وَلِيَرْبِطَ على قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الأقدام ) .وقوله : ( يُغَشِّيكُمُ ) بتشديد الشين من التغشية بمعنى التغطية عن غشاه تغشية أى : غطاه .والنعاس : أول الوم قبل أن يثقل . وفعله - على الراجح - على وزن منع .والأمنة : مصدر بمعنى الأمن . وهو طمأنينة القلب وزوال الخوف ، يقال : أمنت من كذا أمنة وأمنا وأمانا بمعنى .قال الجمل : فى قوله : ( إذ يغشاكم النعاس ) ثلاثة قراءات سبعية .الأولى : يغشاكم كيلقاكم ، من غشية إذا أتاه وأصابه وفى المصباح : غشيته أغشاه من باب تعب بمعنى أتيته - وهى قراءة أبى عمرو وابن كثير .الثانية : يُغْشِيكم - بإسكان الغيب وكسر الشين - من أغشاه . أى أنزله بكم وأوقعه عليكم - وهو قراءة نافع - .الثالثة : يغشيكم - بتشديد الشين وفتح الغين وهى قراءة الباقين - من غشاه تغشية بمعنى غطاه .أى : يغشيكم الله النعاس أى يجعله عليكم كالغطاء من حيث اشتماله عليكم .والنعاس على القراءة الأولى مرفوع على الفاعلية ، وعلى الأخيرتين منصوب على المفعولية . وقوله : \" أمنة \" حال أو مفعول لأجله .وقال القرطبى : وكان هذا النعاس فى الليلة التى كان القتال من غدها ، فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم ، ولكن الله ربط جأشهم .وعن على - رضى الله عنه - قال : ما كان فينا فارس يوم بدر غير المقدار على فرس أبلق ، ولقد رأيتنا وما فينا إلا نائم سوى رسول الله - صلى الله عليه وسلم - تحت شجرة يصلى حتى أصبح .وفى امتنان الله عليهم بالنوم فى هذه الليلة وجهان : - أحدهما : أن قواهم بالاستراحة على القتال من الغد .الثانى : أن أمنهم بزوال الرعب فى قلوبهم : كما يقال : الأمن منيم ، والخوف مسهر .وقال ابن كثير : وجاء فى الصحيح \" أن رسول الله - صلى الله عليه وسلم - لما كان يوم بدر فى العريش مع الصديق ، وهما يدعوان ، أخذت رسول الله - صلى الله عليه وسلم - سنة من النوم . ثم استيقظ متبسما ، فقال : \" أبشر يا أبا بكر ، هذا جبريل على تثناياه النقع \" . ثم خرج من باب العريش وهو يتلو قول الله - تعالى - ( سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر ) \" .والمعنى : واذكروا - أيها المؤمنون - أيضاً ، وقت أن كنتم متعبين وقلقين على مصيركم فى هذه المعركة ، فألقى الله عليكم النعاس ، وغشاكم به قبل التحامكم بأعدائكم ، ليكون أمانا لقلوبكم ، وراحة لأبدانكم ، وبشارة خير لكم .هذا ، ومن العلماء الذين تكلموا عن نعمة النعاس التى ساقها الله للمؤمنين قبل المعركة ، الإِمامان الرازى ومحمد عبده .أما الامام الرازى فقد قال ما ملخصه : واعلم أن كل نوم ونعاس لا يحصل إلا من قبل الله - تعالى - فتخصيص هذا النعاس بأنه من الله لا بد فيه من مزيد فائدة ، وذكروا فى ذلك وجوها : منها : أن الخائف إذا خاف من عدوه فإنه لا يأخذه النوم ، وإذا نام الخائفون أمنوا . فصار حصول النوم لهم فى وقت الخوف الشديد ، يدل على إزالة الخوف وحصول الأمن .ومنها : أنهم ما ناموا نوما غرقا يتمكن مع العدو من معافصتهم ، بل كان ذلك نعاسا يزول معه الإِعياء والكلال ، ولو قصدهم العدو فى هذه الحالة لعرفوا وصوله ، ولقدروا على دفعه .ومنها : أنه غشيهم هذا النعاس دفعة واحدة مع كثرتهم ، ومحصول النعاس للجمع العظيم فى الخوف الشديد أمر خارق للعادة . فلهذا السبب قيل : إن ذلك النعاس كان فى حكم المعجز .وقال الامام محمد عبده : لقد مضت سنة الله فى الخلق ، بأن من يتوقع فى صبيحة ليلته هو لا كبيرا ، ومصابا عظيما ، فإنه يتجافى تجنبه على مضجعه فيصبح خاملا ضعيفا . وقد كان المسلمون يوم بدر يتوقعون مثل ذلك ، إذ بلغهم أن جيشا يزيد على عددهم ثلاثة أضعاف سيحاربهم غدا فكان من مقتضى العادة أن يناموا على بساط الأرض والسهاد . . ولكن الله رحمهم بما أنزل عليهم من النعاس : غشيهم فناموا ، واثقين بالله ، مطمئنين لوعده ، وأصبحوا على همة ونشاط فى لقاء عدوهم وعدوه . . . . فالنعاس لم يكن يوم بدر فى وقت الحرب بل قبلها .وبذلك نرى أن النعاس الذى أنزله الله تعالى - على المؤمنين قبل لقائهم بأعدائهم فى بدر كان نعمة عظيمة ومنه جليلة .وقوله - تعالى - : ( وَيُنَزِّلُ عَلَيْكُم مِّن السمآء مَآءً لِّيُطَهِّرَكُمْ بِهِ ) وهو - أى : إنزال الماء من السماء نعمة عظمى تحمل فى طياتها نعما وسننا .أولهما : يتجلى فى هذه الجملة الكريمة ، أنه - سبحانه - أنزل على المؤمنين المطر من السماء ليطهرهم به من الحدثين : الأصغر والأكبر ، فإن المؤمن كما يقول الإِمام الرازى - \" يكاد يستقذر نفسه إذا كان جنبا ، وبغتم إذا لم يتمكن من الاغتسال ، ويضطرب قلبه لأجل هذا السبب \" .وثانيها : قوله - تعالى - : ويهذب عنكم رجز الشيطان .وأصل الرجز : الاضطراب ويطلق على كل ما تشتد مشقته على النفوس .قال الراغب : أصل الرجز الاضطراب ، ومنه قيل رجز البعير رجزا فهو أرجز ، وناقة رجزاء إذا تقارب خطوها واضطرب لضعفها . .والمراد برجز الشيطان : وسوسته للمؤمنين ، وتخويفه إياهم من العطش وغيره عند فقدهم الماء وإلقاؤه الظنون السيئة فى قلوبهم .أى : أنه - سبحانه - أنزل عليكم الماء - أيها المؤمنون - ليظهركم به تطهيرا حسيا وليزيل عنكم وسوسة الشيطان ، بتخويفه إياكم من العطش وبإلقائه فى نفوسكم الظنون والأوهام . . وهذا هو التطهير الباطنى .وثالثها قوله - تعالى - : ( وَلِيَرْبِطَ على قُلُوبِكُمْ ) أى : وليقويها بالثقة فى نصر الله ، وليوطنها على الصبر والطمأنينة . . ولا شك أن وجود الماء فى حوزة المحاربين يزيدهم قوة على قوتهم ، وثباتاً على ثباتهم ، أما فقده فإنه يؤدى إلى فقد الثقة والاطمئنان ، بل وإلى الهزيمة المحققة .وأصل الربط : الشد . ويقال لكل من صبر على أمر : ربط قلبه عليه ، أى : حبس قلبه عن أن يضطرب أو يتزعزع ، ومنه قولهم : رجل رابط الجأش : أى : ثابت متمكن .ورابع هذه النعم التى تولدت عن نزول الماء من السماء على المؤمنين ، قبل خوضهم معركة بدر ، يتجلى فى قوله - تعالى - ( وَيُثَبِّتَ بِهِ الأقدام ) .أى : أنه - سبحانه - أنزل عليهم المطر قبل المعرفة لتطهيرهم حسياً ومعنوياً ، ولتقويتهم وطمأنينتهم ، وليثبت أقدامهم به حتى لا تسوخ فى الرمال ، وحتى يسهل المشى عليها ، إذ من المعروف أن من العسير المشئ على الرمال . فإذا ما نزلت عليها الأمطار جمدت وسهل السير فوقها ، وانطفأ غبارها . . فالضمير فى قوله ( بِهِ ) يعود على الماء المنزل من السماء .قال الزمخشرى : ويجوز أن يعود للربط - فى قوله ( وَلِيَرْبِطَ على قُلُوبِكُمْ ) ، لأن القلب إذا تمكن فيه الصبر والجراءة ثبت القدم فى مواطن القتال .وهذا ، وقد وردت آثار متعددة توضع ما اشتملت عليه هذه الآية الكريمة من نعم جليلة ، ومن ذلك ما جاء عن ابن عباس أنه قال : نزل النبى - صلى الله عليه وسلم - يغنى حين سار إلى بدر - والمسلمون بينهم وبين الماء رملة دعصة - أى كثيرة مجتمعة - فأصاب المسلمين ضعف شديد ، وألقى الشيطان فى قلوبهم الغيظ ، فوسوس بينهم ، تزعمون أنكم أولياء الله وفيكم ورسوله ، وقد غلبكم المشركون على الماء ، وأنتم تصلون مجنبين؟ فأمطر الله عليهم مطرا شدديا ، فشرب المسلمون وتطهروا ، وأذهب الله عنهم رجز الشيطان وثبت الرمل حين أصابه المطر ، ومشى الناس عليه والدواب ، فاسروا إلى القوم ..وعن عروة بن الزبير قال : بعث الله السماء وكان الوادى دهساً فاصاب رسول الله - صلى الله عليه وسلم - وأصحابه مالبد لهم الأرض ولم منعهم من المسير ، وأصاب قريشا ما لم يقدروا على أن يرحلوا معه .ومن هذا القول المنقول عن عروة - رضى الله عنه - نرى أن المطر كان خيراً للمسلمين ، وكان شراً على الكافرين ، لأن المسلمين كانوا فى مكان يصلحه المطر ، بينما كان المشركون فى مكان يؤذيهم فيه المطر .",
  "ayah": 11,
  "surah": 8
}
