{
  "text": "ثم ذكرهم بنعمة أخرى كان لها اثرها العظيم فى نصرهم على المشركين فقال - سبحانه - : ( إِذْ يُوحِي رَبُّكَ إِلَى الملائكة أَنِّي مَعَكُمْ فَثَبِّتُواْ الذين آمَنُواْ سَأُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب فاضربوا فَوْقَ الأعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ ) .والبنان : - كما يقول القرطبى - واحده بنانه . وهى هنا الأصابع وغيرها من الأعضاء . . وهو - أى البنان - مشتق من قولهم أبَّن الرجل بالمكان إذا أقام به . فالبنان يُعتَملُ به ما يكون للإِقامة والحياة . وقيل : المراد بالبنان هنا أطراف الأصابع من اليدين والرجلين ، وهو عبارة عن الثبات فى الحرب وموضع الضرب ، فإذا ضربت البنان تعطل من المضروب القتال بخلاف سائر الأعضاء . .وذكر بعضهم أنها سميت بنانا لأن بها صلاح الأحوال التى بها يستقر الإِنسان . .والمعنى : واذكر - أيها الرسول الكريم - وقت أن أوحى ربك إلى الملائكة الذين أمد بهم المسلمين فى بدر ( أَنِّي مَعَكُمْ ) أى بعونى وتأييدى ( فَثَبِّتُواْ الذين آمَنُواْ ) أى فقووا قلوبهم ، واملأوا نفوسهم ثقة بالنصر ، وصححوا نياتهم فى القتال حتى غايتهم إعلا كلمة الله .قال الآلوسى : والمراد بالتثبيت : الحمل على الثبات فى موطن الحرب والجد فى مقاساة شدائد القتال . وكان ذلك هنا - فى قوله - بظهورهم لهم فى صورة بشرية يعرفونها ، ووعدهم إياهم النصر على أعدائهم ، فقد أخرج البيهقى فى الدلائل أن الملك كان يأتى الرجل فى صورة الرجل يعرفه فيقول له : أبشروا فإنهم ليسوا بشئ ، والله معكم . كروا عليهم .وقال الزجاج : كان بأشياء يلقونها فى قلوبهم تصح بها عزائمهم ويتأكد جدهم . وللملك قوة إلقاء الخير فى القلب ويقال له إلهام ، كما أن للشيطان قوة إلقاء الشر ويقال له وسوسة .وقوله - تعالى - : ( سَأُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب ) بشارة عظيمة للمؤمنين .أى : سأملأ قلوب الكافرين بالخوف والفزع منكم - أيها المؤمنون - ، وسأقذف فيها الهلع والجزع حتى تتمكنوا منهم .والرعب : انزعاج النفس وخوفها من توقع مكروه ، وأصله التقطيع من قولهم : رعبت السنام ترعيباً إذا قطعته مستطيلا ، كأن الخوف يقطع الفؤاد .وقوله : ( فاضربوا فَوْقَ الأعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ ) الخطاب فيه للمؤمنين ، وقيل ، للملائكة .والمراد بما فوق الأعناق الرءوس كما روى عن عطاء وعكرمة . أو المراد بها الأعناق ذاتها فتكون فوق بمعنى : على وهو قول أبى عبيدة .ويرى صاحب الكشاف أن المراد بما فوق الأعناق : أعالى الأعناق التى هى المذابح ، لأنها مفاصل ، فكان إيقاع الضرب فيها جزا وتطييرا للرءوس .والمراد بالبنان - كما سبق أن بينا - الأصابع أو مطلق الأطراف .والمعنى : لقد أعطيتكم - أيها المؤمنون - من وسائل النصر ما أعطيتكم ، فهاجموا أعدائى واعداءكم بقوة وغلظة ، واضربوهم على أعناقهم ورءوسهم ومواضع الذبح فيهم . واضربوهم على كل أطرافهم حتى تشلوا حركتهم ، فيصبحوا عاجزين عن الدفاع عن أنفسهم .",
  "ayah": 12,
  "surah": 8
}
