{
  "text": "ثم بين - سبحانه - أن تولية الأدبار محرمة إلا فى حالتين فقال - تعالى - : ( وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إلى فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ المصير ) .وقوله : ( مُتَحَرِّفاً ) من التحرف بمعنى الميل والانحراف من جهة إلى جهة بقصد المخادعة فى القتال وهو منصوب على الحالية .وقوله ( أَوْ مُتَحَيِّزاً إلى فِئَةٍ ) من التحيز بمعنى الانضمام . تقول : حزت الشئ أحوزه إذا ضممته إليك . وتحوزت الحية أى انطوت على نفسها .والفئة : الجماعة من الناس . سميت بذلك لرجوع بعضهم إلى بعض فى التعاضد والتناصر . من الفئ بمعنى الرجوع إلى حالة محمودة .والمعنى : أن تولية الأدبار محرمة إلا فى حالتين :الحالة الأولى : أن يكون المؤمن عند توليته منحازا إلى جماعة أخرى من الجيش ومنضما إليها للتعاون معها على القتال ، حيث إنها فى حاجة إليه .وهذا كله من أبواب خدع الحرب ومكايدها .وقد توعد - سبحانه - الذى ينهزم أمام الأعداء فى غير هاتين الحالتين بقوله : ( فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ المصير ) .أى : ومن يول الكافرين يوم لفائهم دبره غير متحرف ولا متحيز فقد رجع متلبسا بغضب شديد كائن من الله - تعالى - ومأواه الذى يأوى إليه فى الآخرة جهنم وبئس المصير هى .وقوله : ( فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله . . . ) جواب الشرط لقوله ، ومن يولهم .هذا ، ومن الأحكام التى أخذها العلماء من هاتين الآيتين ما يأتى :1- وجوب مصابرة العدو ، والثبات فى وجهه عند القتال ، وتحريم الفرار منه .قال الآلوسى : فى الآية دلالة على تحريم الفرار من الزحف على غير المتحرف أو المتحيز . أُخرج الشيخان وغيرهما عن أبى هريرة - رضى الله عنه - عن النبى - صلى الله عليه وسلم - أنه قال : \" اجتنبوا السبع الموبقات - أى المهلكات - قالوا : يا رسول الله وما هن قال : الشرك بالله ، والسحر ، وقتل النفس التى حرم الله إلا بالحق ، وأكل الربا ، وأكل مال اليتيم ، والتولى يوم الزحف ، وقذف المحصنات الغافلات المؤمنات \" .ثم قال : وجاء وعد - التولى الزحف - من الكبائر فى غير ما حديث .2- أن الخطاب فى الآيتين لجميع المؤمنين وليس خاصاً بأهل بدر . قال الفخر الرازى ما ملخصه : اختلف المفسرون فى أن هذا الحكم - وهو تحريم التولى أمام الزحف - هل هو مختص بيوم بدر أو هو حاصل على الإِطلاق؟فنقل عن أبى سعيد الخدرى والحسن وقتادة والضحاك أن هذا الحكم مختص بمن كان انهزم يوم بدر . قالوا : والسبب فى اختصاص بدر بهذا الحكم أن رسول الله - صلى الله عليه وسلم - كان حاضراً يوم بدر . . وأنه - سبحانه - شدد الأمر على أهل بدر ، لأنه كان أول الجهاد ، ولو اتفق للمسلمين انهزام فيه لزم منه الخلل العظيم .والقول الثانى : أن الحكم المذكور فى هذه الآية كان عاماً فى جميع الحروب بديل أن قوله - تعالى - ( يَآأَيُّهَا الذين آمنوا إِذَا لَقِيتُمُ الذين كَفَرُواْ ) عام فيتناول جميع الصور . أقصى ما فى الباب أنه نزل فى واقعة بدر ، لكن العبرة بعموم اللفظ لا بخصوص السبب .وهذا القول الثانى هو الذى نرجحه ، لأن ظاهر الآية يفيد العموم لكل المؤمنين فى كل زمان ومكان ، ولأن سورة الأنفال كلها قد نزلت بعد الفراغ من غزوة بدر لا قبل الدخول فيها .3- أن الآيتين محكمتان وليستا منسوختين . أى أن تحريم التولى يوم الزحف على غير المتحرف أو لمتحيز ثابت لم ينسخ .وقد رجح ذلك الإِمام ابن جرير فقال ما ملخصه : \" سئل عطاء بن أبى رباح عن قوله ( وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ ) فقال : هذه الآية منسوخة بالآية التى فى الأنفال بعد ذلك وهى قوله - تعالى - : ( الآن خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِن يَكُنْ مِّنكُمْ مِّئَةٌ صَابِرَةٌ يَغْلِبُواْ مِئَتَيْنِ . . . ) وليس لقوم أن يفروا من مثليهم .وقال آخرون : بل هذه الآية حكمها عام فى كل من ولى الدبر عن العدو منهزما .وأولى التأويلين بالصواب فى هذه الآية عندى : قول من قال : حكمها محكم ، وأنها نزلت فى أهل بدر . وحكمها ثابت فى جميع المؤمنين . وأن الله حرم على المؤمنين إذا لقوا العدو أن يولوهم الدبر منهزمين إلا لتحرف القتال ، أو التحيز إلى فئة من المؤمنين ، حيث كانت من أرض الإِسلام ، وأن من ولادهم الدبر بعد الزحف لقتال منهزما - بغير نية إحدى الخلتيين اللتين أباح الله التولية بهما - فقد استوجب من الله وعيده ، إلا أن يتفضل عليه بعفوه .وإنما قلنا : هى محكمة غير منسوخة ، لما قد بينا فى غير موضع ، أنه لا يجوز أن يحكم لحكم آية بنسخ وله فى غير النسخ وجه ، إلا بحجة التسليم لها : من خبر يقطع العذر ، أو حجة عقل ، ولا حجة من هذين المعنيين تدل على نسخ حكم قوله - تعالى - ( وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إلى فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ الله ) .",
  "ayah": 16,
  "surah": 8
}
