{
  "text": "ثم وصف - سبحانه - المؤمنين الصادقين بخمس صفات ، وبشرهم بأعلى الدرجات ، فقال فى بيان صفتهم الأولى : ( إِنَّمَا المؤمنون الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ ) فالجملة الكريمة مستأنفة وهى مسوقة لبيان أحوال المؤمنين الذين هم أهل الرضا الله وحسن ثوابه ، حتى يتأسى بهم غيرهم .وقوله ( وَجِلَتْ ) من الوجَل وهو استشعار الخوف . يقال : وجل يوجل وجلا فهو وجل ، إذا خاف وفزع .والمراد بذكر الله : ذكر صفاته الجليلة ، وقدرته النافذة ، ورحمته الواسعة ، وعقابه الشديد ، وعلمه المحيط بكل شئ ، وما يستتبع ذلك من حساب واثواب وعقاب .والمعنى : إنما المؤمنون الصادقون الذين إذا ذكر اسم الله وذكرت صفاته أمامهم ، خافت قلوبهم وفزعت ، استعظاماً لجلاله وتهيبا من سلطانه ، وحذراً من عقابه ، ورغبة فى ثوابه ، وذلك لقوة إيمانهم ، وصفاء نفوسهم ، وشدة مراقبتهم لله - عز وجل - وقوفهم عند أمره ونهيه . .وقد جاء التعبير عن صفاتهم بصيغة من صيغ القصر وهى \" إنما \" ، للإشعار بأن من هذه صفاتهم هم المؤمنون الصادقون فى إيمانهم وإخلاصهم ، أما غيرهم ممن لم تتوفر به هذه الصفات ، فأمره غير أمرهم ، وجزاؤه غير جزائهم .قال الفخر الرازى : فإن قيل : إنه - تعالى - قال ههنا : ( وَجِلَتْ قُلُوبُهُمْ ) وقال فى آية أخرى : ( الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله أَلاَ بِذِكْرِ الله ) فكيف الجمع بينهما؟قلنا : الاطمئنان : إنما يكون عن ثلج اليقين ، وشرح الصدر بمعرفة التوحيد ، والوجل : إنما يكون من خوف العقوبة . ولا منافاة بين هاتين الحالتين . بل نقول : هذان الوصفان اجتمعا فى آية واحدة وهى قوله - تعالى : ( الله نَزَّلَ أَحْسَنَ الحديث كِتَاباً مُّتَشَابِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله ) والمعنى تقشعر الجلود من خوف عذاب الله ، ثم تلين جلودهم وقلوبهم عند رجاء ثواب الله .والصفة الثانية من صفات هؤلاء المؤمنين الصادقين عبر عنها - سبحانه - بقوله : ( وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً ) .أى أن من صفات هؤلاء المؤمنين أنهم إذا قرئت عليهم آيات الله أى : حججه وهى القرآن؛ زادتهم إيمانا ، أى : زادتهم قوة فى التصديق ، وشدة فى الإِذعان ، ورسوخا فى اليقين ، ونشاطا فى الأعمال الصالحة ، وسعة فى العالم والمعرفة .وجاء التعبير بصيغة الفعل المبنى للمعفول فى قوله : ( ذُكِرَ الله ) و ( وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ ) ، للإِيذان بأن هؤلاء المؤمنين الصادقين إذا كانوا يخافون عندما يسمعون من غيرهم آيات الله . . فإنهم يكونون أشد خوفا وفزعا عند ذكرهم لله وعند تلاوتهم لآياته بألسنتهم وقلوبهم .فالمقصود من هذه الصيغة : مدحهم ، والثناء عليهم ، وبيان الأثر الطيب الذى يترتب على ذكر الله وعلى تلاوة آياته .والصفة الثالثة من صفاتهم قوله - تعالى - : ( وعلى رَبِّهِمْ يَتَوَكَّلُونَ ) .أى : أن من صفات هؤلاء المؤمنين - أيضاً - أنهم يعتمدون على ربهم الذى خلقهم بقدرته ، ورباهم بنعمته ، فيفوضون أمورهم كلها إليه وحده - سبحانه - لا إلى أحد سواه ، كما يدل عليه تقديم المتعلق على عامله .ورحم الله الإِمام ابن كثير فقد قال عند تفسيره لهذه الجملة : أى : أنهم لا يرجون سواه ، ولا يقصدون إلا إياه ، ولا يلوذون إلا بجنابه ، لا يطلبون الحوائج إلى منه ، ولا يرغبون إلا إليه ، ويعلمون أنه ما شاء كان وما لم يشأ لم يكن ، وأنه المتصرف فى الملك لا شريك له ، ولا معقب لحكمه وهو سريع الحساب .ولهذا قال سعيد بن جبير : \" التوكل على الله جماع الإِيمان \" .ومن الواضح عند ذوى العقول السليمة أن التوكل على الله لا ينافى الأخذ بالأسباب التى شرعها - سبحانه - بل إن الأخذ بالأسباب التى شعرها الله وأمر بها لبلوغ الغايات ، لدليل على قوة الإِيمان ، وعلى حسن طاعته - سبحانه - فيما شرعه وفيما أمر به .وليس من الإِيمان ولا من العقل ولا من التوكل على الله أن ينتظر الإِنسان ثماراً بدون غرس ، أو شبعا بدون أكل ، أو نجاحا بدون جهد ، أو ثواباً بدون عمل صالح .إنما المؤمن العاقل المتوكل على الله ، هو الذى يباشر الأسباب التى شرعها الله لبلوغ الأهداف مباشرة سليمة . ثم بعد ذلك يترك النتائج له - سبحانه - يُسيِّرها كيف يشاء ، وحسبما يريد . .",
  "ayah": 2,
  "surah": 8
}
