{
  "text": "ثم وجه - سبحانه - إلى المؤمنين نداء ثالثا أمرهم فيه بالاستجابة لتعاليمه ، وحذرهم من الأقوال والأعمال التى تكون سبباً فى عذابهم ، وذكرهم بجانب من منته عليهم ، فقال - تعالى - : ( ياأيها الذين . . . لَعَلَّكُمْ تَشْكُرُونَ ) .قال القرطبى : قوله - تعالى - ( ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ . . ) هذا الخطاب للمؤمنين المصدقين بلا خلاف ، والاستجابة :الإِجابة . . . قال الشاعر :وداع داع يا من يجيب إنى الندى ... فلم يستجبه عند ذاك مجيبأى : فلم يجبه عند ذاك مجيب .وكان الإِمام القرطبى يرى أن السين والتاء فى قوله : \" استجيبوا \" زائدتان .ولعل الأحسن من ذلك أن تكون السين والتاء للطلب ، لأن الاستجابة هى الإِجابة بنشاط وحسن استعداد .وقوله ( لِمَا يُحْيِيكُمْ ) أى لما يصلحكم من أعمال البر والخير والطاعة ، التى توصلكم متى تمسكتم بها إلى الحياة الكريمة الطيبة فى الدنيا ، وإلى السعادة التى ليس بعدها سعادة فى الآخرة .وهذا المعنى الذى ذكرناه لقوله ( لِمَا يُحْيِيكُمْ ) أدق مما ذكره بعضهم من أن المراد بما يحييهم القرآن ، أو الجهاد ، أو العلم . . إلخ .وذلك ، لأن أعمال البر والخير والطاعة تشمل كل هذا .والمعنى : ( ياأيها الذين آمَنُواْ ) بالله حق الإِيمان ، ( استجيبوا للَّهِ وَلِلرَّسُولِ ) عن طواعية واختيار ، ونشاط وحسن استعداد ( إِذَا دَعَاكُم ) الرسول - صلى الله عليه وسلم - ( لِمَا يُحْيِيكُمْ ) أى : إلى ما يصلح أحوالكم ، ويرفع درجاتكم ، من الأقوال النافعة ، والأعمال الحسنة ، التى بالتمسك بها تحيون حياة طيبة : وتظفرون بالسعادتين : الدنيوية والأخروية .والضمير فى قوله ( دَعَاكُم ) يعود إلى رسول الله - صلى الله عليه وسلم - لأنه هو المباشر للدعوة إلى الله ، ولأن فى الاستجابة له استجابة لله - تعالى - .قال - سبحانه - : ( مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله وَمَن تولى فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً ) وقوله : ( وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ ) تحذير لهم من الغفلة عن ذكر الله ، وبعث لهم على مواصلة الطاعة له - سبحانه -يَحُولُ .وقوله : ( يَحُولُ ) من الحول بين الشئ والشئ ، بمعنى الحجز والفصل بينهما .قال الراغب : أصل الحول تغير الشئ وانفصاله عن غيره ، وباعتبار التغير قيل حال الشئ يحول حولا واستحال تهيأ لأن يحول : وباعتبار الانفصال فيل حال بينى وبينك كذا أى فصل . .هذا ، وللمفسرين فى معنى هذه الجملة الكريمة أقوال متعددة أهمها قولان :أما القول الأول فهو أن المراد بالحيلولة بين المرء وقلبه - كما يقول ابن جرير - : أنه - سبحانه - أملك لقلوب عباده منهم وأنه يحول بينهم وبينها إذا شاء ، حتى لا يقدر ذو قلب أن يدرك شيئا من إيمان أو كفر ، أو أن يعى به شيئا ، أو أن يفهم إلا بإذنه ومشيئته ، وذلك أن الحول بين الشئ والشئ إما هو الحجز بينهما ، وإذا حجز - جل ثناؤه - بين عبد وقلبه فى شئ أن يدركه أو يفهمه ، لم يكن للعبد إلى إدراك ما قد منع الله قلبه إدراكه سبيل ، وإذا كان ذلك معناه دخل فى ذلك قول من قال : يحول بين المؤمن والكفر ، وبين الكافر والإِيمان .وقول من قال : يحول بينه وبين عقله . وقول من قال : يحول بينه وبين قلبه حتى لا يستطيع أن يؤمن ولا يكفر إلا بإذنه . . فالخبر على العموم حتى يخصصه ما يجب التسليم له .وقد رجح ابن جرير هذا القول بعد أن ذكر قبله بعض الأقوال الأخرى .وقال ابن كثير - بعد أن لخص القول الذى رجحه ابن جرير - : وقد وردت الأحاديث عن رسول الله - صلى الله علي وسلم - يقول : \" إن قلوب بنى آدم بين إصبعين من أصابع الرحمن كقلب واحد ، يصرفها كيف شاء \" ، ثم قال رسول الله - صلى الله عليه وسلم - : \" اللهم يا مصرف القلوب صرف قلوبنا إلى طاعتك \" .وروى : الإِمام أحمد والنسائى وابن ماجه عن النواس بن سمعان الكلابى قال : سمعت النبى - صلى الله عليه وسلم - يقول : \" ما من قلب إلا وهو بين إصبعين من أصابع الرحمن رب العالمين ، إذا شاء أن يقيمه أقامه ، وإذا شاء أن يزيغه أزاغه \" .أما القول الثانى فهو أن المراد بالحيلولة بين المرء وقلبه - كما يقول الزمخشرى - \" أنه - سبحانه - يميت المرء فتفوته الفرصة التى هى واجدها ، وهى التمكن من إخلاص القلب ومعالجة أدوائه وعلله ، ورده سليما كما يريده الله ، فاغتنموا هذه الفرصة ، وأخلصوا قلوبكم لطاعة الله ورسوله .أو - كما يقول الفخر الرازى - بعبارة أوضح : \" أن المراد أنه - تعالى - يحول بين المرء وبين ما يتماه ويريده بقلبه ، فإن الأجل يحول دون الأمل . فكأنه قال : بادروا إلى الأعمال . الصالحة ولا تعتمدوا على ما يقع فى قلوبكم من توقع طول البقاء ، فإن ذلك غير موثوق به ، وإنما حسن إطلاق لفظ القلب على الأمانى الحاصلة فى القلب ، لأن تسمية الشئ باسم ظرفه جائزة كقولهم : سال الوادى .والذى نراه أن القول الثانى أولى بالقبول ، لأن الآية الكريمة ساقته لحض المؤمنين على سرعة الاستجابة للحق الذى دعاهم إليه رسوله صلى الله عليه وسلم والذى باتباعه يحيون حياة طيبة ، وتذكيرهم بيوم الحساب وما فيه من ثواب وعقاب ، كما قال - تعالى - فى ختامها ( وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ ) .وليست مسوقة لإِثبات قدرة الله ، وأنه أملك لقلوب عباده منهم : وأنه يحول بينهم وبينها إذا شاء .فالمعنى الذى ذكره ابن جرير - وتابعه عليه ابن كثير وغيره ، معنى وجيه فى ذاته ، إذ لا ينكر أحد أن الله مقلب القلوب ومالكها . . ولكن ليس مناسبا هنا مناسبة المعنى الذى ذكره الزمخشرى والرازى . لأن الآية الكريمة التى معنا والتى بعدها صريحتان فى دعوة المؤمنين إلى الاستجابة للحق قبل أن يفاجئهم الموت ، وقبل أن تحل بهم مصيبة لا تصيب الظالمين منهم خاصة .والمعنى الإِجمال للآية الكريمة ( ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ ) بعزيمة صادقة ، وسرعة فائقة ، ( إِذَا دَعَاكُم ) الرسول - صلى الله عليه وسلم - ( لِمَا يُحْيِيكُمْ ) أى لما به تحيون حياة طيبة من الأقوال والأعمال الصالحة ( وَاعْلَمُواْ ) علما يقينا ( أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ ) أى يحول بين المرء وبين ما يتمناه قلبه من شهوات الدنيا ومتعها : فكم من إنسان يؤمل أنه سيفعل كذا غدا ، وسيجمع كذا غدا ، وسيجمع كذا فى المستقبل ، وسيحصل على كذا قريبا . . ثم يحول الموت ويفصل بينه وبين آماله وأمانيه . . فبادروا إلى اغتنام الأعمال الصالحة من قبل أن يفاجئكم الموت .وقوله : ( وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ ) تذييل قصد به تذكيرهم بأهوال يوم القيامة . والضمير فى قوله ( وَأَنَّهُ ) يعود إلى الله تعالى - أو هو ضمير الشأن . أى : وأنه - سبحانه - إليه وحده ترجعون لا إلى غيره ، فيحاسبكم على ما قدمتم وما أختم ، ويجاز كل إنسان بما يستحقه من خير أو شر .فأنت ترى أن الآية الكريمة قد جمعت بين الترغيب . فى العمل الصالح بسرعة ونشاط ، وبين الترهيب من التكاسل والغفلة عن طاعة الله .",
  "ayah": 24,
  "surah": 8
}
