{
  "text": "ثم وجه - سبحانه - بعد ذلك نداء رابعا وخامسا إلى المؤمنين فقال : ( ياأيها الذين آمَنُواْ . . . الفضل العظيم ) .روى المفسرون فى سبب نزول قوله - تعالى - : ( ياأيها الذين آمَنُواْ لاَ تَخُونُواْ ) روايات منها :ما جاء عن ابن عباس من أنها نزلت فى أبى لبابة حين بعثه رسول الله - صلى الله عليه وسلم - إلى بنى قريظة فقالوا له : يا أبا لباية ما ترى؟ أنزل على حكم سعد بن معاذ فينا؟ فأشار أبو لبابة إلى حلقه . أى أن حكم سعد فيكم سيكون الذبح فلا تنزلوا .قال أبو لبابة : والله ما زالت قدماى - عن مكانهما - حتى علمت أنى قد خنت الله ورسوله .ومنها ما جاء عن جابر بن عبد الله من أنها نزلت فى منافق كتب إلى أبى سفيان يطلعه على سر من أسرار المسلمين .ومنها ما جاء عن السدى من أنها نزلت فى قوم كانوا يسمعون الشئ عن النبى - صلى الله عليه وسلم - ثم يحدثون به المشركين . .قال ابن كثير : والصحيح أن الآية عامة وإن صح أنها وردت على سبب خاص؛ فإن الأخذ بعمون اللفظ لا بخصوص السبب و المعتمد عند الجماهير من العلماء .وقوله ( لاَ تَخُونُواْ ) من الخون بمعنى بمعنى النقص . يقال خونه تخويناً أى : نسبه إلى الخيانة ونقصه .قال صاحب الكشاف : معنى الخون : النقص ، كما أن معنى الوفاء التام . ومنه تخونه إذا تنقصه ، ثم استعمل فى ضد الأمانة والوفاء؛ لأنك إذا خنت الرجل فى شئ فقد أدخلت عليه النقصان فيه . وقد استعير فقيل : خان الدلو الكرب - والكرب حبل يشد فى رأس الدلو - وخان المشتار السبب . والمشتار مجتنى العسل والسبب الحبل - لأنه إذا انقطع به فكأنه لم يف له .والمقصود بخيانة الرسول - صلى الله عليه وسلم - : إهمال سسنه التى جاء بها وأمرنا بالتقدي بتعاليمها .والمقصود بالأمانات : الأسرار والعهود والودائع وغير ذلك من الشئون التى تكون بينهم وبين غيرهم مما يجب أن يصان ويحفظ .والمعنى : ( ياأيها الذين آمَنُواْ لاَ تَخُونُواْ الله ) بأن تهملوا فرائضه ، وتتعدوا حدوده ، ولا تخونوا ( والرسول ) - صلى الله عليه وسلم - ، بأن تتركوا سنته وتتصرفوا إلى غيرها ، وتخالفوا ما أمركم به وتجترحوا ما نهاكم عنه ، ولا تخونوا ( أَمَانَاتِكُمْ ) بأن تفشوا الأسرار التى بينكم ، وتنقضوا العهود التى تعاهدتم على الوفاء بها ، وتنكروا الودائع التى أودعها لديكم غيركم ، وتستجيبوا ما يجب حفظه من سائر الحقوق المادية والمعنوية ، فقوله : ( وتخونوا أَمَانَاتِكُمْ ) معطوف على قوله ( لاَ تَخُونُواْ ) .وأعاد النهى للإِشعار بأن كل واحد من المنهى عنه مقصود بذاته اهتماما به .وقوله : ( وَأَنْتُمْ تَعْلَمُونَ ) الواو للحال ، والمفعول محذوف . أى . والحال أنكم تعلمون سوء عاقبة الخائن لله ولرسوله وللأمانات التى اؤتمن عليها ، فعليكم أن تتجنبوا الخيانة فى جميع صورها؛ لتنالوا رضى الله ومئويته .",
  "ayah": 27,
  "surah": 8
}
