{
  "text": "ثم تمضى السورة فى حديثها عن رذائل مشركى قريش ، فتحكى لونا عجيبا من ألوان عنادهم ، وجحودهم للحق . فتقول : ( وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ ) . .وقائل هذا القول : النضر بن الحارث صاحب القول السالف ( لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا . . . ) ذكر ذلك عطاء ومجاهد وسعيد بن جبير .وأخرج البخارى عن أنس بن مالك أن قائل ذلك : أبو جهل بن هشام .وأخرجه ابن جرير عن ابن رومان ومحمد بن قيس أن قريشا قال بعضها لبعض : أأكرم الله محمدا - صلى الله عليه وسلم - من بيننا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء .والمعنى : أن هؤلاء المشركين قد بلغ بهم العناد والجحود أنهم لم يكتفوا بإنكار أن القرآن من عند الله ، وأن محمدا قد جاءهم بالحق . . بل أضافوا إلى ذلك قولهم : اللهم إن كان هذا الذى جاء به محمد بن قرآن وغيره وهو الحق المنزل من عندك ، فعاقبنا على إنكاره والكفر به ، بأن تنزل علينا حجارة من السماء تهلكنا . أو تنزل علينا عذابا أليما يقضى علينا .قال الجمل : قوله : ( هُوَ الحق ) قرأ العامة \" الحق \" بالنصب على أنه خبر الكون ولفظ ( هُوَ ) للفصل . وقرأ الأعمش وزيد بن على \" الحق \" بالرفع ووجوهها ظاهر برفع لفظ \" هو \" على الابتداء ، والحق خبره ، الجملة خبر الكون .وفى إطلاقهم ( الحق ) على ما جاء به الرسول صلى الله عليه وسلم ، وجعله من عند الله؛ تهكم بمن يقول ذلك سواء أكان هذا القائل - رسول الله - صلى الله عليه وسلم - أو المؤمنين .وأل فيه للعهد : أى الحق الذى ادعى محمد أنه جاء به من عند الله .وقوله : ( مِّنَ السمآء ) متعلق بمحذوف صفة لقوله ( حِجَارَةً ) وفائدة هذا الوصف الدلالة على أن المراد بها حجارة معينة مخصوصة لتعذيبا لظالمين .قال صاحب الكشاف : وهذا أسلوب من الجحود بليغ . يعن إن كان القرآن هو الحق فعاقبنا على إنكاره بالسجيل كما فعلت بأصحاب الفيل ، أو بعذاب آخر . . ومرادهم نفى كونه حقا ، وإذا انتفى كونه حقا لم يستوجب منكره عذابا ، فكان تعليق العذاب بكونه حقا ، مع اعتقاد أنه ليس بحق كتعليقه بالمحال فى قولك : إن كان الباطل حقا فأمطر علينا حجارة من السماء .فإن قلت : ما فائدة قوله ( مِّنَ السمآء ) والأمطار لا تكون إلا منها؟قلت : كأنهم يريدون أن يقولوا : فامطر علينا السجيل وهى الحجارة المسومة للعذاب ، فوضع حجارة من السماء موضع السجيل .وعن معاوية أنه قال لرجل من سبأ : ما أجهل قومك حين ملكوا عليهم امرأة ، فقال الرجل : أجهل من قومى قومك ، فقد قالوا لرسول الله - صلى الله عليه وسلم - حين دعاهم إلى الحق : ( إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء . . . ) ولم يقولوا : إن كان هذا هو الحق فاهدنا له .ولقد كان هذا الرجل حكيما فى رده على معاوية ، لأنه كان الأولى بأولئك المشركين أن يقولوا اللهم إن كان هذا هو الحق من عندك فاهدنا له ووفقنا لاتباعه . . ولكن العناد الجامع الذى استولى عليهم جعلهم يؤثرون الهلاك على الإِذعان للحق ويفضلون عبادة الأصنام على اتباع محمد - صلى الله عليه وسلم - الذى دعاهم إلى عبادة الله وحده .. وهكذا النفوس عندما تنغمس فى الأحقاد وتتمادى فى الجحود . وتنقاد للأهواء والشهوات ، وتأخذها للأهواء والشهوات ، وتأخذها العزة بالإِثم . ترى الباطل حقا ، والحق باطلا ، وتؤثر العذاب وهى سادرة فى باطلها ، على الخضوع للحق والمنطق والصواب .",
  "ayah": 32,
  "surah": 8
}
