{
  "text": "والصفة الرابعة ترجع إلى العبادات البدنية ، وهى إقامة الصلاة بإخلاص وخشوع . أما الصفة الخامسة ترجع إلى العبادات المالية ، وهى إنفاق المال فى سبيل الله ولاشك أن هذه الصفات متى تمكنت فى النفوس ، كان صاحبها أهلا لمحبة الله؛ ورضوانه ، ولذا مدح - سبحانه - أصحاب هذه الصفات ، وبين ما أعده لهم من ثواب جزيل فقال : ( أولائك هُمُ المؤمنون حَقّاً لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ) .أى : أولئك المتصفون بتلك الصفات الكريمة هم المؤمنون إيمانا حقا ( لَّهُمْ دَرَجَاتٌ ) عالية ، ومكانة سامية ( عِندَ رَبِّهِمْ ) ولهم ( وَمَغْفِرَةٌ ) شاملة لما فرط منهم من ذنوب ، ولهم ( وَرِزْقٌ كَرِيمٌ ) فى الجنة ، يجعلهم يحيون فيها حياة طيبة( لاَّ لَغْوٌ فِيهَا وَلاَ تَأْثِيمٌ ) وقوله ( حَقّاً ) منصوب على أنه صفة لمصدر محذوف ، أى : أولئك هم المؤمنون إيماناً حقاً .والتنوين فى قوله ( دَرَجَاتٌ ) للتعظيم والتهويل أى : لهم درجات رفيعة ، ومنازل عظيمة ، وفى وصف هذه الدرجات بأنها ( عِندَ رَبِّهِمْ ) مزيد تشريف لهم ، ولطف بهم ، وإيذان بأن ما وعدهم به متيقن الوقوع ، لأنه وعد من كريم لا يخلف وعده - سبحانه - .وفى وصف الرزق الذى أعده لهم بالكرم ، زيادة فى إدخال السرور على قلوبهم؛ لأن لفظ الكريم يصف به العرب كل شئ حسن فى بابه ، بحيث يكون لا قبح فيه ولا شكوى معه .وبذلك نرى أن أصحاب تلك الصفات الحميدة قد مدحهم الله - تعالى - مدحاً عظيما ، وكأفأهم على إيمانهم الحق بالدرجات العالية ، والمغفرة الشاملة ، والرزق الكريم : ( ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم ) هذا ، وقد استنبط العلماء من تلك الآيات جملة من الأحكام والآداب منها :1- حرص الصحابة على سؤال النبى - صلى الله عليه وسلم - عما يهمهم من أمور دينهم ودنياهم .فإن قيل : كيف تأتى لأصحابه الذين شهدوا برداً - وهم من هم فى عفتهم وزهدهم - أن يختلفوا فى شأن الغنائم .فالجواب ، ، أن بعض الصحابة المشتركين فى هذه الغزوة هم الذين حدث بينهم الخلاف فى شأنها؛ لأنهم لم يكن لهم عهد سابق بكيفية تقسيمها ، أما أكثر الصحابة فإنهم لم يلتفتوا إلى هذه الغنائم ، بل تركوا أمرها إلى رسول الله - يضعها كيف يشاء .وأيضاً فإن هؤلاء الذين حدث بينهم الخلاف فى شأن الغنائم ، كان من الدوافع التى دفعتهم إلى هذا الخلاف ، ما فهموه من أن حيازة الغنائم تدل على حسن البلاء ، وشدة القتال فى سبيل الله ، فكان كل واحد منهم يحرص على أن يظهر بهذا المظهر المشرف وهم فى أول لقاء لهم مع أعدائهم .وعندما جاوز هذا الحرص حده ، بأن غطى على ما يجب أن يسود بينهم من سماحة وصفاء ، نزل القرآن ليربيهم بتربيته الحكيمة ، وليؤدبهم السامى ، وليخبرهم بحكم الله فى شأن هذه الأنفال . . وبعد ان عرفوا حكم الله فى شأنها ، قابلوه بالرضا والإِذعان والتسليم .2- أن القرآن فى ترتيبه للحوادث ، لا يلزم سردها على حسب زمن وقوعها ، وإنما يرتبها بأسلوبه الخاص الذى يراعى فيه مقتضى حال المخاطب .فلقد افتتحت السورة التى معنا بالحديث عن الغنائم التى غنمها المسلمون فى بدر - مع أن ذلك كان بعد انتهاء الغزوة - ليشعر المخاطبين من أول الأمر أن النصر فى هذه الغزوة كان للمسلمين ، وأن الإِسلام قد صرع الكفر منذ أول معرفكة نازله فيها .وهذا اللون من الافتتاح هو ما يعبر عنه البلغاء ببراعة الاستهلال .ولقد أفاض بعض العلماء فى شرح هذا المعنى فقال ما ملخصه .وقد بدأت السورة بموضوع الأنفال واختلافهم فى قسمتها وسؤالهم عنها ، فساقت فى ذلك أربع آيات ، هن : ( يَسْأَلُونَكَ عَنِ الأنفال قُلِ الأنفال للَّهِ والرسول فاتقوا الله ) إلى قوله - ( وَرِزْقٌ كَرِيمٌ ) .وقد عالجت هذه الآيات نفوس المؤمنين ، وعملت على تطهيرها من الاختلاف الذى ينشأ عن حب المال والتطلع إلى المادة ، ولا ريب أن حب المال والتطلع إلى المادة من أكبر أسباب الفشل .ولأهمية هذا الموضوع فى حياة المؤمنين بدأت به السورة ، وإن كان اختلافهم فى قسمة الأنفال متأخراً فى الوجود عن اختلافهم فى الخروج إلى بدر ، وقتال الأعداء .وقد عرفنا من سنة القرآن فى ذكر القصص والوقائع أنه لا يعرض لها مرتبة حسب وقوعها ، وذلك لأنه لا يذكرها على أنها تاريخ يعين لها الوقت والمكان ، وإنما يذكرها لما فيها من العبر والمواعظ ، ولما تطلبه من الأحكام والحكم .وقد بدأت السورة بالحديث عن الأنفال للمسارعة من أول الأمر بنتائج النصر الذى كفله الله للمؤمنين .وليس من تربية النفوس أن نبدأ الكلام معا بما يدل على الاضطراب والفزع والتردد أمام وسائل العزة والشرف ، متى وجد لهم بجانب هذا التردد ما يدل على مواقف الشرف والكرامة . .ولا كذلك يكون الأمر إذا بدئت ببيان تثاقلهم فى الخروج إلى الغزوة ، وانظر كيف يكون وقع المطلع إذا جاء على هذا الوجه ( كَمَآ أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق وَإِنَّ فَرِيقاً مِّنَ المؤمنين لَكَارِهُونَ . . ) إلخ .لا ريب أنه مطلع شديد الوقع على النفوس ، يصور علاقة المؤمنين بنبيهم فى صورة يأباها إيمانهم به وامتثالهم لأمره . يصورهم فى شقاق واختلاف مع قائدهم ورسولهم ويصوره فى ثوب الكراهية الشديدة لمعالى الأمور وعز الحياة .لهذا كله جاء الأسلوب فى سرد الوقائع غير مكترث بمخالفة ترتبيها فى الوجود الخارجى .3- استدل جمهور العلماء بقوله - تعالى - ( وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً ) على أن الإِيمان يزيد وينقص . . .ومن المفسرين الذين بسطوا القول فى هذه المسألة الإِمام الآلوسى ، فقد قال ما ملخصه :قوله - تعالى - ( وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ ) أى : القرآن ( زَادَتْهُمْ إِيمَاناً ) أى : تصديقا كما هو المتبادر ، فإن تظاهر الأدلة وتعاضد الحجج مما لا ريب فى كونه موجبا لذلك .وهذا أحد أدلة من ذهب إلى أن الإِيمان يقبل الزيادة والنقص ، وهو مذهب الجم الغفير من الفقهاء والمحدثين والمتكلمين ، وبه أقول لكثرة الظواهر الدالة على ذلك من الكتاب والسنة من غير معارض لها عقلا .بل قد احتج عليه بعضهم بالعقل - أيضا - وذلك أنه لو لم تتفاوت حقيقة الإِيمان لكان إيمان آحاد الأمة بل المنهمكين فى الفسق والمعاصى ، مساويا لإِيمان الأنبياء والملائكة ، واللازم باطل فكذا الملزوم .وقال النووى : إن كل أحد يعلم أن ما فى قلبه يتفاضل حتى يكون فى بعض الأحيان أعظم يقينا وإخلاصا منه فى بعضها ، فكذا التصديق والمعرفة يتفاضلان بحسب ظهور البراهين وكثرتها .وذهب الإِمام أبو حنيفة وكثير من المتكلمين إلى أن الإِيمان لا يزيد ولا ينقص ، واختاره إمام الحرمين ، محتجين بأنه اسم للتصديق البالغ حد الجزم والإِذعان ، وذلك لا يتصور فيه زيادة ولا نقصان فالمصدق إذا اتى أو ارتكب المعاصى فتصديقه بحاله لم يتغير أصلا ، وإنما يتفاوت إذا كان اسما للطاعات المتفاوتة قلة وكثرة .وذهب جماعة منهم الإِمام الرازى إلى أن الخلاف فى زيادة الإِيمان ونقصانه وعدمها لفظى ، وهو فرع تفسير الإِيمان ، فمن فسره بالتصديق قال : إنه لا ينقص ، ومن فسره بالأعمال مع التصديق قال : إنه يزيد وينقص ، وعلى هذا قول البخارى \" لقيت اكثر من ألف رجل من العلماء بالأمصار ، فما رأيت أحدا منهم يختلف فى أن الإِيمان قول وعمل ويزيد وينقص ، وهو المعنى بما روى \" عن ابن عمر أنه قال . قلنا يا رسول الله إن الإِيمان يزيد وينقص ، قال ، نعم ، يزيد حتى يدخل صاحبه الجنة ، وينقص حتى يدخل صاحبه النار \" .ويبدو لنا أن رأى جمهور العلماء فى هذه المسألة ، أولى بالقبول؛ لأنه من الواضح أن إيمان الأنبياء - عليهم الصلاة والسلام - ارسخ وأقوى من إيمان آحاد الناس ، ولأنه كلما تكاثرت الأدلة كان الإِيمان أشد رسوخا فى النفس وأعمق أثراً فى القلب ، فلا تزلزله الشهبات ولا تزعزعه العوارض والفتن .ومن أوضح الأدلة على أن الإِيمان يقوى بقوة البرهان إلى درجة الاطمئنان ، ما حكاه الله - تعالى - عن إبراهيم فى قوله : ( وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى قَالَ أَوَلَمْ تُؤْمِن قَالَ بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي ) فهذه الآية تدل دلالة واضحة على أن مقام الطمأنينة فى الإِيمان ، يزيد على ما دونه من الإِيمان المطلق قوة وكمالا . إن إبراهيم - عليه السلام - لا شك أنه كان مؤمنا عندما سأل ربه هذا السؤال ، سأله ذلك لينتقل من مرتبة علم اليقين إلى مرتبة أعلى : وهى مرتبة عين اليقين . .هذا ، وشبيه بهذه الآية فى الدلالة على قبول الإِيمان للزيادة والنقصان قوله - تعالى : ( الذين قَالَ لَهُمُ الناس إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ فاخشوهم فَزَادَهُمْ إِيمَاناً ) وقوله - تعالى - : ( هُوَ الذي أَنزَلَ السكينة فِي قُلُوبِ المؤمنين ليزدادوا إِيمَاناً مَّعَ إِيمَانِهِمْ ) وقوله - تعالى - : ( وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَاناً فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْساً إلى رِجْسِهِمْ وَمَاتُواْ وَهُمْ كَافِرُونَ ) وقوله - تعالى - : ( وَلَمَّا رَأَى المؤمنون الأحزاب قَالُواْ هذا مَا وَعَدَنَا الله وَرَسُولُهُ وَصَدَقَ الله وَرَسُولُهُ وَمَا زَادَهُمْ إِلاَّ إِيمَاناً وَتَسْلِيماً ) إلى غير ذلك من الآيات الكريمة التى وردت فى هذا المعنى .4- فى هذه الآيات الكريمة تربية ربانية للمؤمنين ، وتوجيه لهم إلى ما يسعدهم ، وإرشاد لهم إلى أن المؤمن الصادق فى إيمانه ، هو الذى يجمع بين سلامة العقيدة ، وسلامة الخلق ، وصلاح العمل ، وأن المؤمن متى جمع بين هذه الصفات ارتفع إلى أعلى الدرجات ، وأحسن بحلاوة الإِيمان فى قلبه ..روى الحافظ الطبرانى \" عن الحارث بن مالك الأنصارى أنه مر برسول الله - صلى الله عليه وسلم - فقال له : \" كيف أصبحت يا حارث \"؟ قال : أصبحت مؤمنا حقا ، فقال له الرسول - صلى الله عليه وسلم - \" انظر ما تقول فإن لكل شئ حقيقة ، فما حقيقة إيمانك \"؟ فقال الحارث : عزفت عن الدنيا فأسهرت ليلى ، وأظمأت نهارى . وكأنى أنظر إلى عرش ربى بارزاً ، وكأنى أنظر إلى أهل الجنة يتزاورون فيها ، وكأنى أنظر إلى أهل النار يتضاغون فيها ، فقال - صلى الله عليه وسلم - : \" يا حارث عرفت فالزم \" ثلاثا \" .",
  "ayah": 4,
  "surah": 8
}
