{
  "text": "وقوله ( وَإِن تَوَلَّوْاْ فاعلموا أَنَّ الله مَوْلاَكُمْ نِعْمَ المولى وَنِعْمَ النصير ) بشارة منه - سبحانه - للمؤمنين بالنصر والتأييد .أى : وإن أعرضوا عن الإِيمان ولم ينتهوا عن الكفر والطغيان ( فاعلموا أَنَّ الله مَوْلاَكُمْ ) أى : ناصركم ومعينكم عليهم ، فثقوا بولايته ونصرته ، فهو - سبحانه - ( مَوْلاَكُمْ نِعْمَ المولى وَنِعْمَ النصير ) لأنه لا يضيع من تولاه ، ولا يهزم من نصره .وبذلك نرى أن هذه الآيات الكريمة قد فتحت الباب للكافرين حتى يفيئوا إلى رشدهم ، وينتهوا عن كفرهمن وبشرتهم بأنهم إذا فعلوا ذلك غفر الله لهم ما سلف من ذنوبهم . . أما إذا استمروا فى كفرهم ومعاداتهم للح ، فقد أمر الله عباده المؤمنين بقتالهم حتى لا تكون فتنة ويكون الدين كله لله . .أى أن القتال فى الإِسلام شرعه الله - تعالى - من أجل إعلاء كلمته ومن أجل رفع الأذى والفتنة والعدوان عمن يعتنقون دينه وشريعته .هذا ، وقد ساق ابن كثير عند تفسيره الآيات جملة من الأحاديث التى تشهد بأن القتال فى الإِسلام إنما شرعه الله - تعالى - لإعلاء كلمته ، وليس لأجل الغنيمة أو السيطرة على الغير . . وأنه لا يجوز لمسلم أن يقتل إنسانا بعد نطقه بالشهادتين . فقال - رحمه الله - : وقوله - تعالى - ( وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ ) .روى البخارى عن ابن عمر أن رجلا جاءه - فى فتنة ابن الزبير - فقال له يا أبا عبد الرحمن ، ألا تصنع ما ذكره الله فى كتابه ( وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا ) الآية . فما يمنعك من القتال؟ فقال يا ابن أخى لأن أعير بهذه الآية ولا أقاتل ، أحب إلى من أن أعير بالآية التى تقول : ( وَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَآؤُهُ جَهَنَّمُ خَالِداً فِيهَا ) الآية .فقال الرجل : فإن الله يقول : ( وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ ) فقال ابن عمر : \" قد فعلنا على عهد رسول الله - صلى الله عليه وسلم - إذ كان الإِسلام قليلا ، فكان الرجل يفتن فى دينه : إما أن يقتلوه ، وإما أن يوثقوه حتى كثر الإِسلام فلم تكن فتنة \" .وعن سعيد بن جبير قال : خرج إلينا ابن عمر فقال له قائل : كيف ترى فى قتال الفتنة؟ فقال له ابن عمر وهل تدرى ما الفتنة؟ كان محمد - صلى الله عليه وسلم - يقاتل المشركين ، وكان الدخول عليهم فتنة ، وليس بقتالكم على الملك .وفى رواية أنه قال : قد قالتنا حتى لم تكن فتنة وكان الدين كله لله وأنتم تريدون أن تقاتلوا حتى تكون فتنة ، ويكون الدين لغير الله .ثم قال ابن كثير : وقوله ( فَإِنِ انْتَهَوْاْ ) أى؛ بقتالكم عما هم فيه من الكفر فكفوا عنه وإن لم تعلموا بواطنهم ( فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ ) ..وفى الصحيح \" أن رسول الله - صلى الله عليه وسلم - قال لأسامة لما علا ذلك الرجل بالسيف ، فقال الرجل لا إله إلا الله ، فضربه فقتله فذكر ذلك للرسول - صلى الله عليه وسلم - فقال لأسامة : أقتلته بعد ما قال لا إله إلا الله؟ فكيف تصنع \" بلا إله إلا الله \" يوم القيامة؟ فقال : يا رسول الله إنما قالها تعوذا فقال . هلا شققت عن قلبه؟ وجعل يقول ويكرر عليه من لك بلا إله إلا الله يوم القيامة ، قال أسامة : حتى تمنيت أنى لم أكن أسلمت إلا يومئذ \" .",
  "ayah": 40,
  "surah": 8
}
