{
  "text": "ثم حكى - سبحانه - بعض مظاهر فضله وحكمه فى غزوة بدر ، فبين الأماكن التى نزل فيها كل فريق ، كما يبن الحكمة فى لقاء المؤمنين والكافرين على غير ميعاد ، والحكمة فى تقليل كل فريق منهما فى عين الآخر . . فقال تعالى : ( إِذْ أَنتُمْ بِالْعُدْوَةِ . . . تُرْجَعُ الأمور ) .قوله : ( إِذْ أَنتُمْ بِالْعُدْوَةِ الدنيا ) بدل من قوله ( يَوْمَ الفرقان ) أو معمول لفعل محذوف . والتقدير : اذكروا .والعدوة - مثلثة العين - جانب الوادى وحافته . وهى من العدو بمعنى التجاوز سميت بذلك لأنها عدت . . - أى منعت - ما فى الوادى من ماء ونحوه أن يتجاوزها .والدنيا : تأنيث الأدنى بمعنى الأقرب . والقصوى : تأنيث الأقصى بمعنى الأبعد والركب : اسم جمع لراكب ، وهم العشرة فصاعدا من راكبى الإِبل .قال القرطبى : ولا تقول العرب : ركب إلا للجماعة الراكبى الإِبل . .والمراد بهذا الركب : أبو سفيان ومن معه من رجال قريش الذين كانوا قادمين بتجارتهم من بلاد الشام ومتجهين بها إلى مكة ، فلما بلغ النبى - صلى الله عليه وسلم - أمرها ، أشار على أصحابه بالخروج لملاقاته ، كما سبق أن بينا عند تفسيرنا لقوله - تعالى - ( كَمَآ أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بالحق . . ) والمعنى : اذكروا - أيها المؤمنون - وقت أن خرجتم إلى بدر ، فسرتم إلى أن كنتم ( بِالْعُدْوَةِ الدنيا ) أى : بجانب الوادى وحافته الأقرب الى المدينة ، وكان اعداؤكم الذين قدموا لنجدة العير ( بالعدوة القصوى ) أى : بالجانب الآخر الأبعد من المدينة ، وكان أبو سفيان ومن معه من حراس العير ( أَسْفَلَ مِنكُمْ ) أى : فى مكان أسفل من المكان الذى أنتم فيه ، بالقرب من ساحل البحر الأحمر ، على بعد ثلاثة أميال منكم .قال الجمل : قوله ( والركب أَسْفَلَ مِنكُمْ ) الأحسن فى هذه الواو ، والواو التى قبلها الداخلة على ( هُم ) أن تكون عاطفة ما بعدها على ( أَنتُمْ ) لأنها مبدأ تقسيم أحوالهم وأحوال عدوهم ويجوز أن يكونا واو حال ، واسفل منصوب على الظرف النائب عن الخبر ، وهو فى الحقيقة صفة لظرف مكان محذوف . أى : والركب فى مكان أسفل من مكانكم وكان الركب على ثلاثة أميال من بدر . .وقال الإِمام الزمخشرى - رحمه الله - فإن قلت : ما فائدة هذا التوقيت ، وذكر مراكز الفريقين ، وأن العير كانت أسفل منهم؟ .قلت : الفائدة فيه الإِخبار عن الحال الدالة على قوة الشأن للعدو ، وتكامل عدته ، وتمهد أسباب الغلبة له ، وضعف شأن المسلمين ، والتياث أمرهم ، وأن غلبتهم فى هذه الحال ليس إلا صنعا من الله - سبحانه - ودليلا على أن ذلك أمر لم يتيسر إلا بحوله وقوته وباهر قدرته .وذلك أن العدوة القصوى التى أناخ بها المشركون ، كان فيه الماء ، وكانت أرضا لا بأس بها . ولا ماء العدوة الدنيا ، وهى خبار - أى أرض لينة رخوة - تسوخ فيها الأرجل ، ولا يمشى فيها إلا بتعب ومشقة .وكانت العير وراء ظهور العدو ، مع كثرة عددهم ، فكانت الحماية دونها تضاعف حميتهم ، وتشحذ فى المقاتلة عنها نياتهم ، ولهذا كانت العرب تخرج إلى الحرب بظعنهم وأموالهم ، ليبعثهم الذب عن الحريم على بذل جهودهم فى القتال .وفيه تصوير ما دبر - سبحانه - من أمر غزوة بدر ( لِّيَقْضِيَ الله أَمْراً كَانَ مَفْعُولاً ) ومن إعزاز دينه ، وإعلاء كلمته ، حين وعد المسلمين إحدى الطائفتين مبهمة غير مبينة حتى خرجوا ليأخذوا العير راغبين فى الخروج ، وأقلق قريشا ما بلغهم من تعرض المسلمين لأموالهم ، فنفروا لمنعوا عيرهم ، وسبب الأسباب حتى أناخ هؤلاء بالعدوة الدنيا وهؤلاء بالعدوة القصوى ، وراءهم العير يحامون عليها ، حتى قامت الحرب فى ساق ، وكان ما كان .وقوله : ( وَلَوْ تَوَاعَدتُّمْ لاَخْتَلَفْتُمْ فِي الميعاد ولكن لِّيَقْضِيَ الله أَمْراً كَانَ مَفْعُولاً ) بيان لتدبير الله الحكيم ، وإرادته النافذة .أى : ولو تواعدتم وأهل مكة على موعد تلتقون فيه للقتال ، لتخلفتم عن الميعاد المضروب بينكم ، لأن كل فريق منكم كان سيتهيب الإِقدام على صاحبه ، ولكن الله - تعالى - بتدبيره الخفى شاء أن يجمعكم للقتال على غير ميعاد ، ليقضى - سبحانه - أمراً كان مفعولا ، أى : ثابتا فى علمه وحكمته ، وهو : إعزاز الإِسلام وأهله ، وخذلان الشرك وحزبه .روى ابن جرير من حديث كعب بن مالك - رضى الله عنه - قال : إنما خرج رسول الله - صلى الله عليه وسلم - والمسلمون يريدون عير قريش ، حتى جمع الله بينهم وبين عدوهم على غير ميعاد . وروى - أيضا - عن عمير بن إسحاق قال : أقبل أبو سفيان فى الكرب من الشام ، وخرج أبو جهل ليمنعه من رسول الله - صلى الله عليه وسلم - وأصحابه فالتقوا ببدر ، ولا يشعر هؤلاء بهؤلاء ، ولا هؤلاء بهؤلاء ، حتى التقى السقاة قال : ونظر الناس بعضهم إلى بعض .وقوله ( لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ ) بدل من قوله ( لِّيَقْضِيَ ) بإعادة الحروف ، أو هو متعلق بقوله ( مَفْعُولاً ) .والمراد بالهلاك والحياة هنا ما يشمل الحسى والمعنوى منهما .والمراد بالبينة الحجة الدالة على حقية الإِسلام وبطلان الكفر .قال الآلوسى : أى : ليموت من يموت عن حجة عاينها ، ويعيش من يعيش عن حجة شاهدها ، فلا يبقى محل للتعليل بالأعذار ، فإن وقعة بدر من الآيات الواضحة والحجج الغر المحجَّلة .ويجوز أن يراد بالحياة : الإِيمان ، وبالموت : الكفر على سبيل الاستعارة أو المجاز المرسل بأن يراد بالبينة : إظهار كمال القدرة الدالة على الحجة الدامغة .أى : ليصدر كفر من كفر وإيمان من آمن عن ووضح وبينة وإلى هذا ذهب قتادة وابن اسحاق . والظاهر أن ( عَن ) هنا بمعنى بعد كقوله - تعالى - ( قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ ) وقرأ نافع وابن كثير وأبو بكر ويعقوب ( حيى ) - على وزن تعب - بفك الإِدغام . وقرأ الباقون بإدغام الياء الأولى فى الثانية على وزن شد ومد .وقوله ( وَإِنَّ الله لَسَمِيعٌ عَلِيمٌ ) تذييل قصد به الترغيب فى الإِيمان - والترهيب من الكفر ، أى : وإن الله لسميع لأقوال أهل الايمان والكفر عليم بما تنطوى عليه قلوبهم وضمائرهم ، وسيجازى - كل إنسان بما يستحقه من ثواب أو عقاب على حساب ما يعلم وما يسمع منه .",
  "ayah": 42,
  "surah": 8
}
