{
  "text": "وبعد هذه التوجيهات السامية التى رسمت للمؤمنين طريق النصر ، نهاهم - سبحانه - عن التشبه بالكافرين الذين صدهم الشيطان عن السبيل الحق ، فقال تعالى : ( وَلاَ تَكُونُواْ كالذين . . . عَزِيزٌ حَكِيمٌ ) .قال الفخر الرازى عند تفسيره لقوله - تعالى - ( وَلاَ تَكُونُواْ كالذين خَرَجُواْ ) المراد قريش حين خرجوا من مكة لحفظ العير . خرجوا يالقيان والمغنيات والمعازف ، فلما وردوا الجحفة ، بعث خفاف الكناتى - وكان صديقا لأبى جهل - بهدايا إليه مع ابن له ، فلما أتاه قال : إن أبى ينعمك صباحا ويقول لك : إن شئت أن أمدك بالرجال أمددتك ، وإن شئت أن أزحف إليك بمن معى من قرايتى فعلت .فقال أبو جهل : قل لأبيك جزاك الله والرحم خيرا . إن كنا نقاتل الله كما يزعم محمد فوالله ما لنا بالله طاقة . وإن كنا إنما نقاتل الناس . فوالله إن بنا على الناس لقوة . والله ما نرجع عن قتال محمد حتى نرد بدرا فنشرب فيها الخمور ، وتعزف فيها القيان ، فإن بدرا موسم من مواسم العرب ، وسوق من أسواقهم . وحتى تسمع العرب - بمخرجنا فتهابنا آخر الآبد - .قال المفسرون : فوردوا بدرا ، وشربوا كؤوس المنايا مكان الخمر ، وناحت عليهم النوائح مكان القيان .وقوله ( بَطَراً ) مصدر بطر - كفرح - ومعناه كما يقول الراغب : دهش يعترى الإِنسان من سوء احتمال النعمة ، وقلة القيام بحقها ، وصرفها إلى غير وجهها .أى أن البطر ضرب من التكبر والغرور واتخاذ نعم الله - تعالى - وسيلة إلى ما لا يرضيه وه ومفعول لأجله ، أو حال ، أى : حال كوهم بطرين .وقوله ( وَرِئَآءَ ) مصدر رأى ومعناه : القول أو الفعل الذى لا يقصد معه الإِخلاص ، وإنما يقصد به التظاهر وحب الثناء .والمعنى : كونوا أيها المؤمنون - ثابتين عند لقاء الأعداء ، ومكثرين من ذكر الله وطاعته . وصابرين فى كل المواطن . . واحذروا أن تتشبهوا بأولئك المشركين الذين خرجوا من مكة ( بَطَراً وَرِئَآءَ الناس ) أى خرجوا غرورا وفخرا وتظاهرا بالشجاعة والحمية . . حتى ينالوا الثناء منهم . .وقوله : ( وَيَصُدُّونَ عَن سَبِيلِ الله ) معطوف على ( بَطَراً ) والسبيل : الطريق الذى فيه سهولة . والمراد بسبيل الله : دينه . لأنه يوصل الناس إلى الخير والفلاح .أى : خرجوا بطرين بما أوتوا من نعم ومرائين بها الناس ، وصادين إياهم عن دين الإِسلام الذى باتباعه يصلون إلى السعادة والنجاح .وعبر عن بطرهم وريائهم بصيغة الاسم الدال على التمكن والثبوت ، وعن صدهم بصيغة الفعل الدال على التجدد والحدوث ، للإِشار بأنهم كانوا مجبولين على البطر والمفاخرة والرياء ، وأن هذه الصفات دابهم وديدنهم ، أما الصد عن سبيل الله فلم يحصل منهم إلا بعد أن دعا الرسول - صلى الله عليه وسلم - الناس إلى الإِسلام .وقوله : ( والله بِمَا يَعْمَلُونَ مُحِيطٌ ) تذييل قصد به التحذير من الاتصاف بهذه الصفات الذميمة ، لأنه - سبحانه - محيط بكل صغيرة وكبيرة وسيجازى الذين أساءوا بما عملوا ، ويجازى الذين أحسنوا بالحسنى .فعلى المؤمنين أن يخصلوا الله - تعالى - أعمالهم .",
  "ayah": 47,
  "surah": 8
}
