{
  "text": "وقوله : ( وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس وَإِنِّي جَارٌ لَّكُمْ . . ) تذكير للمؤمنين بما خدع به الشيطان الكافرين من وعود كاذبة ، وأمانى باطلة .والمراد بهذا التذكير : حضهم على المداومة على طاعة الله وشكره ، حيث إنه - سبحانه - لم يجعلهم كأولئك الذين استحوذ عليهم الشيطان .والمعنى : احذروا - أيها المؤمنون - أن تتشبهوا بأولئك الذين خرجوا من ديارهم بطرا ومفاخرة . . واذكروا وقت أن ( زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ ) فى معاداتكم ، بأن وسوس لهم بأنهم على الحق وانتم على الباطل ، وحسن لهم ما جبلوا عليه من غررو ومراءاة ، وأوهمهم بأن النصر سيكون لهم عند لقائكم ، بأن قال لهم ( لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس وَإِنِّي جَارٌ لَّكُمْ ) أى : لن يغلبكم أحد من الناس ، لا محمد - صلى الله عليه وسلم - وأصحابه ، ولا غيرهم من قبائل العرب ، وأنى مجير ومعين وناصر لكم ، إذ المراد بالجار هنا : الذى يجير غيره . أى : يؤمنه مما يخاف ويخشى .قال الآلوسى : أى : ألقى فى روعهم وخيل لهم أنهم لا يغلبون لكثرة عددهم ، وعددهم ، وأوهمهم أن اتباعهم إياه فيما يظنون أنها قربات - تجعله مجيرا لهم ، وحافظا إياهم عن السوء حتى قالوا : اللهم انصر اهدى الفئتين ، وأفضل الدينين .فالقول مجاز عن السوسة . والإِسناد فى قوله ( وَإِنِّي جَارٌ لَّكُمْ ) من قبيل الاسناد إلى السبب الداعى . و ( لَّكُمْ ) خبر ( لاَ ) أو صفة ( غَالِبَ ) والخبر محذوف . أى : لا غالب كائنا لكم موجود . و ( اليوم ) معمول الخبر . و ( مِنَ الناس ) حال من ضمير الخبر . .وقوله : ( فَلَمَّا تَرَآءَتِ الفئتان نَكَصَ على عَقِبَيْهِ وَقَالَ إِنِّي برياء مِّنْكُمْ إني أرى مَا لاَ تَرَوْنَ إني أَخَافُ الله والله شَدِيدُ العقاب ) بيان لما فعله الشيطان وقاله بعد أن رأى ما رأى من قوة لا طافة له بها . .وقوله : ( تَرَآءَتِ الفئتان ) أى : تقاربتا بحيث صارت كل فئة ترى الأخرى رؤية واضحة .ومنهم من جعل ( تَرَآءَتِ ) بمعنى التقت وقوله ( نَكَصَ على عَقِبَيْهِ ) أى : ولى هاربا ورجع القهقرى . وأبطل كيده وذهب ما مناهم به من الصنرة والعون يقال : نكص عن الأمر نكوصا ونكصا أى : تراجع عنه وأحجم . والعقب : مؤخر القدم .والمعنى : لقد حرض الشيطان جنوده من الكافرين على حربكم - أيها المؤمنون - ، ومناهم بالنصر عليكم . . . ولكنه حينا تراءت الفئتان : فئتكم وفئته ، ورأى ما أمدكم الله به من الملائكة ، ولىم دبرا وقال للكافرين : ( إِنِّي برياء مِّنْكُمْ ) أى : من عهدكم وجواركم ونصرتكم ، ( إني أرى ) من الملائكة النازلة لتأييد المؤمنين مالا ترونه أنتم ( إني أَخَافُ الله ) أن يعذبنى قبل يوم القيامة ، أو إنى أخاف الله أن يصيبنى بمكروه من قبل ملائكته .وقوله : ( والله شَدِيدُ العقاب ) يحتمل أن من كلام إبليس الذى حكاه الله - تعالى عنه ، ويحتمل أنه جملة مستأنفة من كلامه عز وجل .أى : والله شديد العقاب لمن عصاه وخالف أمره .هذا ، وهناك قولان فى كيفية تزيين الشيطان للمشركين :أحدهما : أن هذا التزيين لم يكن حسيا ، وإنما كان معنويا عن طريق الوسوسة دون أن يتحول الشيطان إلى صورة إنسان .وعليه يكون قوله ( لاَ غَالِبَ لَكُمُ اليوم . . . ) مجازا عن الوسوسة . وقوله ( نَكَصَ على عَقِبَيْهِ ) استعارة لبطلان كيده ، شبه بطلان كيده بعد وسوسته بمن رجع القهقرى عما يخافه .وثانيهما : أن هذا كان حسيا بمعنى أن الشيطان تمثل لهم فى صورة إنسان ، وقال لهم ما قال مما حكاه الله - تعالى - عنه .وقد ذكر صاحب الكشاف هذين الوجهين فى تفسير الآية فقال : واذكر ( وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ ) التى عملوها فى معاداة رسول الله - صلى الله عليه وسلم - ، ووسوس إليهم أنهم لا يغلبون ولا يطاقون ، وأوهمهم أن اتباع خطوات الشيطان وطاعته مما يجيرهم ، فلما تلاقى الفريقان نكص الشيطان وتبرأ منهم ، أى : بطل كيده حين نزلت جنود الله .وكذا عن الحسن - رحمه الله - قال : كان ذلك على سبيل الوسوسة ولم يتمثل لهم .وقيل : لما اجتمعت قريش على السير - لحرب المسلمين فى بدر - ذكرت الذى بينها وبين كنانة من الحرب ، فكاد ذلك يثنيهم عن حرب المسلمين ، فتمثل لهم إبليس فى صورة سراقة ابن مالك بن جعشم الشاعر الكنانى - وكان من أشرفهم - فى جند من الشياطين معه راية وقال : لا غالب لكم اليوم وإنى مجيركم من بنى كنانة . فلما رأى الملائكة تنزل ، نكص .وقيل : كانت يده فى يد الحارث بن هشام ، فلما نكص قال له الحارث : إلى أين؟ أتخذلنا فى هذه الحالة؟ فقال : إنى أرى ما لا ترون ، ودفع صدر الحارث وانطلق وانهزموا .فلما بلغوا مكة قالوا : هزم الناس سراقة ، فبلغ ذلك سراقة فقال : والله ما شعرت بمسيركم حتى بلغتنى هزيمتكم . فلما أسلموا علموا أنه الشيطان .وفى الحديث - الذى أخرجه مالك فى الموطأ - \" وما رئى إبليس يوما أصغرى ولا أدحر ولا أغيظ منه فى يوم عرفة لما يرى من نزول الرحمة . إلا مارئى يوم بدر \" .وقد ذكر ابن جرير وابن كثير روايات أخرى تتفق فى جملتها مع ما ذكره صاحب الكشاف ، وإن كانت تختلف عنها فى التفصيل ، ومن ذلك قول ابن جرير :\" وكان تزيينه ذلك لهم كما حدثنى المثنى قال : حدثنا عبد الله بن صالح ، قال : حدثنى معاوية عن على بن أبى طلحة عن ابن عباس قال : جاء إبليس يوم بدر فى جند من الشياطين معه رايته فى صورة رجل من بنى مدلج ، فى صورة سارقة بن مالك بن جعشم ، فقال الشيطان للمشركين : لا غالب لكم اليوم من الناس وإنى جار لكم فلما اصطف الناس ، أخذ رسول الله - صلى الله عليه وسلم - قبضة من التراب ، فرمى بها فى وجوه المشركين ، فولوا الأدبار .وأقبل جبريل إلى إبليس ، فلما رآه - وكانت يده فى رجل من المشركين - انتزع إبليس يده فولى مدبرا هو وشيعته .فقال الرجل : يا سراقة تزعم أنك لنا جار؟ قال : ( إني أرى مَا لاَ تَرَوْنَ إني أَخَافُ الله والله شَدِيدُ العقاب ) وذلك حين رأى الملائكة .ثم قال : وحدثنا أحمد بن الفرج ، قال : حدثنا عبد الملك بن عبد العزيز الماجشون ، قال : حدثنا مالك ، عن ابراهيم بن أبى عبلة ، عن طلحة بن عبد ابن عبيد الله بن كريز : أن رسول الله - صلى الله عليه وسلم - قال : \" \" مارئى إبليس يوما هو فيه أصغر ولا أحقر ولا أغيظ ولا أدحر من يوم عرفة وذلك مما يرى من تنزيل الرحمة والعفو عن الذنوب ، إلا ما رأى يوم بدر \" قالوا : يا رسول الله ، وما رأى يوم بدر؟ قال : أما إنه رأى جبريل يزع الملائكة أى : يرتبهم ويسويهم ويصفهم للحرب \" .وقد سار - ابن جرير وابن كثير - فى تفسيرهما للآية على أن التزيين من الشيطان كان حسيا .فابن جرير يقول . بعد أن ذكر بضع روايات فى تفسير الآية : فتأويل : وإن الله لسميع عليم فى هذه الأحوال ، وحين زين لهم الشيطان خروجهم إليكم . ايها لامؤمنون لحربكم وقتالاكم ، وحسن ذلك لهم ، وحثهم عليكم وقال لا غالب لكم اليوم ، من بنى آدم ، فاطمئنوا وابشروا وإنى جار لكم من كنانة أن تأتيكم من روائكم . . واجعلوا جدكم وبأسكم على محمد وأصحابه ( فَلَمَّا تَرَآءَتِ الفئتان ) يقول : فلما تزاحفت جنود الله من المؤمنين ، وجنود الشيطان من الكافرين ، ونظر بعضهم إلى بعض ( نَكَصَ على عَقِبَيْهِ ) أى : رجع القهقرى على قفاه هاربا . . وقال للمشركين ( إني أرى مَا لاَ تَرَوْنَ ) يعنى أنه يرى الملائكة الذين بعثهم الله مددا للمؤمنين ، والمشركون لا يرونهم .وابن كثير يقول : وقوله - تعالى - ( وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ ) الآية .أى : حسن لهم لعنة الله - ما جاءوا له ، وما هموا به ، وذلك أنه تبدى لهم فى صورة سراقة بن مالك بن جعشم سيد بنى مدلج . . ثم قال : فلما رأى إبليس الملائكة ( نَكَصَ على عَقِبَيْهِ ) وقال إنى برئ منكم إنى أرى ما لا ترون ، وهو فى صورة سراقة ، وأقبل أبو جهل يحض أصحابه ويقول لهم : لا يهولنكم خذلان سراقة إياكم ، فإنه كان على موعد من محمد وأصحابه . .ومن هذا يتضح أن هذين الإِمامين الجليلين يسيران فى تفسيرهما للآية الاكريمة ، على أن التزيين كان حسياً ، ويهملان القول بغير ذلك ممن تابعهما فى هذا الإِمام القرطبى ، فقد ذكر عرض الروايات التى وردت فى معنى الآية ، والتى صرحت بأن الشطيان قد تمثل للمشركين فى صورة إنسان ، وبنى تفسيره للآية على ذلك ..وقد خالف صاحب المنار هؤلاء الأئمة ، فرجح القول الأول وهو أن التزيين لم يكن حسياً ، أى أن ما قاله الشيطان لهم من قبيل الوسوسة ، وأنه لم يتمثل لهم فى صورة إنسان .فقد قال - رحمه الله - قوله : ( وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ وَقَالَ لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس . . . ) أى : واذكر ايها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته ، وقال لهم بما ألقاه فى هواجسهم لا غالب لكم اليوم من الناس .( فَلَمَّا تَرَآءَتِ الفئتان نَكَصَ على عَقِبَيْه ) أى : فلما قرب كل من الفريقين من الآخر . نكص ، أى : رجع القهرى . . والمراد أنه كف عن تزيينه لهم ، وتغريره إياهم ، فخرج الكلام مخرج التمثيل بتشبيه وسوسته بما ذكر بحال المقبل على الشئ ، وتركها بحال من ينكص ، أى : رجع القهقهرى . . والمراد أنه كف عن تزيينه لهم ، وتغريره إياهم ، فخرج الكلام مخرج التمثيل بتشبيه وسوسته بما ذكر بحال المقبل على الشئ ، وتركها بحال من ينكصر عن ويوليه دبره ، ثم زاد على هذا ما يلد على براءته منهم ، وتكره إياهم وشأنهم ، وهو ( وَقَالَ إِنِّي برياء مِّنْكُمْ إني أرى مَا لاَ تَرَوْنَ إني أَخَافُ الله ) أى : تبرأ منهم وخاف عليهم ، وأيس من حالهم لما رأى إمداد الله المسلمين بالملائكة .ثم قال - بعد أن ضعف الروايات التى أوردها ابن جرير وابن كثير - والمختار عندنا فى تفسير الآية أن الشيطان القى فى قلوب المشركين أن أحدا لن يغلبهم . .والخلاصة : أننا بمراجعنا لأقوال المفسرين فى كيفية تزيين الشيطان للمشركين ، تراهم ينقسمون إلى ثلاثة أقسام :( أ ) قسم منهم ذكر القولين السابقين فى كيفية التزين دون أن يرجح أحدهما على الآخر ، وممن فعل ذلك الزمخشرى ، والفخر الرازى والآلوسى .( ب ) وقسم منهم سار فى تفسيره على أن التزيين كان حسياً ، بمعنى أن الشيطان تمثل للمشركين فى صورة إنسان وقال لهم ما قال ، وأهمل القول بأن التزيين لم يكن حسياً ، وممن فعل ذلك ابن جرير ، وابن كثير ، والقرطبى .( ج ) وقسم منهم رجح أن التزيين لم يكن حسياً ، بل كان طريق الوسوسة ، وأن الشيطان ما تمثل للمشركين فى صورة إنسان ، وقد اسر فى هذا الاتجاه صاحب المنار مشككا فى صحة ما سواه .والذى نراه بعد هذا العرض لأقوال المفسرين : أن الآية الكريمة صريحة فى أن الشيطان قد زين للمشركين أعمالهم ، وأنه قد قال لهم - ما حكاه القرآن عنه : ( لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس وَإِنِّي جَارٌ لَّكُمْ ) وأنه حين تراءى الجمعان كذب فعلهُ قوله ، فقد ( نَكَصَ على عَقِبَيْهِ ) وقال للمشركين الذين وعدهم ومناهم بالنصر ( إِنِّي برياء مِّنْكُمْ إني أرى مَا لاَ تَرَوْنَ إني أَخَافُ الله والله شَدِيدُ العقاب ) .ومن العسير علينا بعد ذلك أن نحدد تحديداً قاطعاً كيفية هذا التزيين والقول والنكوص : أهو حسى أم غير حسى؛ لأن التحديد القاطع لا بد أن يستند إلى نص صريح فى دلالته على المعنى المراد ، وصحيح فى نسبته إلى رسول الله - صلى الله عليه وسلم - .وهذا النص غير موجود ، لأن الحديث الذى أخرجه الإِمام مالك فى موطئه - والذى سبق أن ذكرناه - قال عنه ابن كثير وابن حجر إنه حديث مرسل ، وزيادة على ذلك ففى بعض رجاله من هو ضعيف الحديث كابن الماجشون ، ولأن الروايات التى رويت فى تمثيل الشيطان بصورة سراقة قد جاء معظمها عن ابن عباس ، وابن عباس - كما يقول صاحب المنار - كان سنة يوم بدر خمس سنين . روايته لأخبارها منقطعة .إذا فنحن نؤمن بما أثبته القرآن من أن الشيطان قد زين للمشركين أعمالهم ، وأنه قد حال لهم ما قاله - مما حكاه القرآن عنه - ، وأنه قد نكص على عقبيه . . إلا أننا لا نستطيع أن نحدد كيفية ذلك .ويعجبنى فى هذا المقام قول بعض الكاتبين عند تفسيره لهذه الآية : \" وفى هذا الحادث نص قرآنى يثبت منه أن الشيطان زين للمشركين أعمالهم ، وشجعهم على الخروج . . وأنه بعد ذلك ( نَكَصَ على عَقِبَيْهِ ) فخذلهم وتركهم يلاقون مصيرهم وحدهم .ولكننا لا نعمل الكيفية التى زين لهم بها أعمالهم والتى قال لهم بهاك لا غالب لكم اليوم من الناس . . والتى نكص بها كذلك .الكيفية فقط هى التى لا نجزم بها . ذلك أن أمر الشياطن كله غيب ، ولا سبيل لنا إلى الجزم بشئ من أمره إلا بنص قرآنى أو حديث نبوى صحيح ، والنص هنا لا يذكر الكيفية إنما يثبت الحادث .فإلى هنا ينتهى إجتهادنا ، ولا نميل إلى المنهج الذى تتخذه مدرسة الشيخ محمد بعد فى محاولة تأويل كل أمر غيبى من هذا القبيل تأويلا معينا ينفى الحركة الحسية عن هذه العوالم ، وذلك كقول الشيخ رشيد رضا فى تفسير الآية .( وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ ) واذكر أيها الرسول للمؤمنين إذ زين الشيطان لهؤلاء المشركين أعمالهم بوسوسته ، وقال لهم بما ألقاه فى هواجسهم : لا غالب لكم اليوم من الناس . . الخ ما ذكره الشيخ رشيد فى تفسيره الآية .",
  "ayah": 48,
  "surah": 8
}
