{
  "text": "وقوله : ( ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ . . . ) بيان لسنة من سننه - تعالى - فى خلقه ، وتعليل لتعذيب أولئك الكفار ، ولسلب نعمه عنهم وعن أشباههم من العصاة والجاحدين واسم الإِشارة : ( ذلك ) يعود إلى تعذيب الكفرة المعبر عنه بقوله - تعالى - ( فَأَخَذَهُمُ الله بِذُنُوبِهِمْ ) .وهو ، أى : اسم الإِشارة مبتدأ وخبره قوله - سبحانه - ( بِأَنَّ الله لَمْ يَكُ مُغَيِّراً . . ) إلخ .والمعنى : ذلك الذى نزل بهؤلاء الكفرة من التعذيب والخذلان عدل إلهيى ، فقد جرت سنته - سبحانه - فى خلقه ، واقتضت حكمته فى حكمه ألا يبدل نعمه بنقم إلا بسبب ارتكاب الذنوب ، واجتراح السيئات ، فإذا لم يتلق الناس نعمه - عز وجل - بالشكر والطاعة ، وقابلوها بالكفر والعصيان ، بدل نعمتهم بنقم جزاء وفاقا .وشبيه بهذا قوله - تعالى - فى آية أخرى : ( إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ) قال الفخر الرازى : قال القاضى : معنى الآية أنه - تعالى - أنعم عليهم بالعقل والقدرة وإزالة الموانع وتسهيل السبل ، والمقصود أن يشتغلوا بالعبادة والشكر ، ويعدلوا عن الكفر ، فإذا صرفوا هذه الأحوال إلى الفسق والكفر ، فقد غيروا نعمة الله - تعالى - على أنفسهم ، فلا جرم استحقوا تبديل النعم بالنقم ، والمنح بالمحن .قال : وهذا من أوكد ما يدل على أنه - تعالى - لا يبتدئ أحدا بالعذاب والمضرة .وقال صاحب الكشاف : \" فإن قلت : فما كان من تغيير آل فرعون ومشركى مكة حتى غير الله نعمته عليهم ، ولم تكن لهم حال مرضية فيغيروها إلى حال مسخوطة؟ .قلت : كما تغير الحال المرضية إلى المسخوطة ، تغير الحال المسخوطة إلى أسخط منها وأولئك كانوا قبل بعثه الرسول - صلى الله عليه وسلم - إليهم كفرة عبدة أصنام ، فلما بعث إليهم بالآيات البينات فكذبوه وعادوه وتحزبوا عليه ساعين فى إراقة دمه ، غيروا حالهم إلى أسوأ مما كانت ، فغير الله ما أنعم به عليهم من الإِمهال وعاجلهم بالعذاب .وقوله : ( وَأَنَّ الله سَمِيعٌ عَلِيمٌ ) معطوف على قوله : ( بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً ) إلخ .أى : ذلك التعذيب بسبب جحودهم لنعم ، وبسبب أنه - سبحانه - سميع لما نطقوا به من سوء ، وعليم بما ارتكبوه من قبائح ومنكرات ، وقد عاقبتهم على ذلك بما يستحقون من عذاب : ( وَمَا ظَلَمَهُمُ الله ولكن أَنْفُسَهُمْ يَظْلِمُونَ )",
  "ayah": 53,
  "surah": 8
}
