{
  "text": "ثم أمر - سبحانه - المؤمنين باعداد وسائل القوة التى بها يصلون إلى النصر ، وغلى بعث الرعب فى قلوبهم أعدائهم . . فقال - عز وجل - : ( وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ . . . ) .وقوله : ( وَأَعِدُّواْ ) معطوف على ما قبله ، وهو من الإِعداد بمعنى تهيئة الشئ للمستقبل ، والخطاب لكافة المؤمنين .والرباط فى الأصل مصدر ربط ، أى شد ، ويطلق ، بمعنى المربوط مطلقا ، وكثر استعماله فى الخيل التى تربط فى سبيل الله ، فالإِضافة إما باعتبار عموم المفهوم الأصلى ، أو بملاحظة كون الربط مشتركا بين معان آخر كملازمة الثغور ، والمواظبة على الأمر ، فإضافته لأحد معانيه للبيان .قال صاحب الكشاف : والرباط : اسم للخيل التى تربط فى سبيل الله ، ويجوز أن يسمى بالرباط الذى هو بمعنى المرابطة ، ويجوز أن يكون جمع ربيط كفصيل وفصال - يقال نعم الربيط هذا ، لما يرتبط من الخيل .والمعنى : عليكم - أيها المؤمنون - أن تعدوا لقتال أعدائكم ما تستطيعون إعداه من وسائل القولة على اختلاف صنوفها وألوانها وأسبابها .وجاء - سبحانه - بلفظ ( قُوَّةٍ ) منكراً ، ليشمل كل ما يتقوى به فى الحرب كائنا ما كان .قال الجمل : وقوله ( مِّن قُوَّةٍ ) فى محل نصب على الحال ، وفى صاحبها وجهان : أحدهما أنه الموصول . والثانى : أنه العائد عليه ، إذ التقدير ما استطعتموه حال كونه بعض القوة ، ويجوز أن تكون ( مِن ) لبيان الجنس .وقوله : ( وَمِن رِّبَاطِ الخيل ) معطوف على ما قبله من عطف الخاص على العام .أى : أعدوا لقتال أعدائكم ، ما أمكنكم من كل ما يتقوى به عليهم فى الحرب ، من نحو : حصون وقلاع وسلاح . ومن رباط الخيل للغزو والجهاد فى سبيل الله .وخص رباط الخيل بالذكر من بين ما يتقوى به ، لمزيد فضلها وغنائها فى الحرب ، ولأن الخيل كانت الأداة الرئيسية فى القتال فى العهد النبوى ، وقوله : ( تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ ) بيان للمقصود من الأمر بإعداد ما يمكنهم إعداده من قوة .وقوله : ( تُرْهِبُونَ ) من الرهبة وهى مخافة مع ترحز واضطراب .والضمير المجرور - وهو قوله ( بِهِ ) - يعود إلى الإِعداد المأخوذ من قوله ( وَأَعِدُّواْ ) .أى : أعدوا ما استطعتم من قوة ، حال كونكم مرهبين بهذا الإِعداد عدو الله وعدوكم ، من كل كافر ومشرك ومنحرف عن طريق الحق ، وعلى رأس هؤلاء جميعا ، كفار مكة الذين أخرجوكم من دياركم بغير حق ، ويهود المدينة الذين لم يتركوا وسيلة للإِضرار بكم إلا فعلوها .وقوله ( وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ الله يَعْلَمُهُمْ ) معطوف على ما قبله .أى : ترهبون بهذا الإِ عداد أعداء معروفين لكم - كمشركى مكة ويهود المدينة ، وترهبون به أيضاً أعداء آخرين غيرهم أنتم لا تعرفونهم لأنهم يخفون عداوتهم لكم ، ولكن الله - تعالى - الذى لا يخفى عليه شئ يعلمهم ، وسيحبط أعمالهم .وقد اختلف المفسرون فى المراد بهؤلاء الأعداء الذين عبر الله عنهم بقوله لا تعلمونهم الله يعلمهم ، فمنهم من قال : المراد بهم بنو قريظة ومنهم من قال : المراد بهم أهل فارس والروم .ورجح ابن جرير أن المراد بهم : كفار الجن . . لأن المؤمنين كانوا عالمين بمداراة بنى قريضة وفارس والروم لهم . . والمعنى ترهبون بذلك الإِعداد عدو الله وعدوكم من بنى آدم الذين علمتم عداوتهم ، وترهبون به جنسا آخر من غير بنى آدم لا تعلمون أماكنهم وأحوالهم : الله يعلمهم دونكم ، لأن بنى آدم لا يرونهم .ورجح الفخر الرازى أن المراد بهم المنافقون ، قال : لأن المنافقين من عادته أن يتربص ظهور الآفات ، ويحتال فى إلقاء الإِفساد والتفريق بين المسلمين - بطرق قد لا تعرف ، فإذا شاهد كون المسلمين فى غاية القوة خافهم وترك الأفعال المذمومة .ولعل ما رجحه الفخر الرازى هو الأقرب إلى الصواب ، لأن عداوة المنافقين للمؤمنين كثيراً ما تكون خافية ، ويشهد لهذا قوله - تعالى - فى آية أخرى : ( وَمِمَّنْ حَوْلَكُمْ مِّنَ الأعراب مُنَافِقُونَ وَمِنْ أَهْلِ المدينة مَرَدُواْ عَلَى النفاق لاَ تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ ) ثم ختم - سبحانه الآية الكريمة بالدعوة إلى الإِنفاق فى سبيله ، وبشر المنفقين بسحن الجزاء فقال : ( وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ الله يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونَ ) .أى : ( وَمَا تُنفِقُواْ ) - أيها المؤمنون - ( مِن شَيْءٍ ) قل أو أكثر هذا المنفق ( فِي سَبِيلِ الله ) أى فى وجوه الخيرات التى من أجَلِّها الجهاد لإِعلاء كلمة الدين ( يُوَفَّ إِلَيْكُمْ ) أى : يصل إليكم عوضه فى الدنيا وأجره فى الآخرة ( وَأَنْتُمْ لاَ تُظْلَمُونَ ) أى : لا تنقصون شيئاً من العوض أو الأجر .قال : والتعبير بالظلم - مع أن الأعمال غير موجبة للثواب حتى يكون ترك ترتيبه عليها ظلما - لبيان كمال نزاهته - سبحانه - عن ذلك بتصويره بصورة ما يستحيل صدوره عنه - تعالى - من القبائح ، وإبراز الإِثابة فى معرض الأمور الواجبة عليه - تعالى - .هذا ، ومن الأحكام التى أخذها العلماء من هذه الآية ما يأتى :1- وجوب إعداد القوة الحربية للدفاع عن الدين وعن الوطن وعن كل ما يجب الدفاع عنه ، لأن أعداء الإِسلام إذا ما علموا أن أتباعه أقواياء هابوهم ، وخافوا بأسهم ، ولم يجرؤوا على مهاجمتهم .قال القرطبى : وقوله - تعالى - ( وَأَعِدُّواْ لَهُمْ ) . أمر الله المؤمنين بإعداد القوة للأعداء ، بعد أن أكد تقدمه التقوى . فإن الله - تعالى - لو شاء لهزمهم بالكلام والتفل فى وجوههم ، وبحفنة من تراب ، كما فعل رسول الله - صلى الله عليه وسلم - ، ولكن أراد أن يبتلى بعض الناس ببعض بعلمه السابق وقضائه النافذ . .وقال بعض العلماء : دلت هذه الآية على وجوب إعداد القوة الحربية ، أتقاء بأس العدو وهجومه ، ولما عمل الأمراء بمقتضى هذه الآية أيام حضاره الإِسلام ، كان الإِسلام عزيزاً ، عظيماً ، أبى الضيم ، قوى القنا ، جليل الجاه ، وفير السنا ، إذ نشر لواء سلطته على منبسط الأرض ، فقبض على ناصية الأقطار والأمصار .أما اليوم فقد ترك المسلمون العمل بهذه الآية الكريمة ، ومالوا إلى النعيم والترف ، فأهملوا فرضاً من فروض الكفاية ، فأصحبت جميع الأمة آثمة بترك هذا الفرض ، ولذا تعانى اليوم من غصته ما تعانى .وكيف لا يطمع العدو فى بلاد الإِسلام ، وهو لا يرى فيها معامل للأسلحة ، وذخائر الحرب ، بل كلها مما يشترى من بلاط العدو؟أما آن لها أن تتنبه من غفلتها ، فتعد العدة التى أمر الله بها لأعدائه ، وتتلافى ما فرطت قبل أن يداهم العدو ما بقى منها بخيله ورجله . . ؟إن القوة التى طلب الله من المؤمنين إعدادها لإرهاب الأعداء ، تتناول كل ما من شأنه أن يجعل المؤمنين أقوياء . كإعداد الجيوش المدربة ، والأسلحة المتنوعة التى تختلف بحسب الأزمنة والأمكنة .وما روى من تفسيره القوة - التى وردت فى الآية - بالرمى ، فإنما هو على سبيل المثال ، ولأن الرمى كان فى ذلك الوت أقوى ما يتقوى به .قال الفخر الرازى عند تفسيره للآية ، والمراد بالقوة هنا ما يكون سبباً لحصول القوة ، وذكروا فيه وجوها :الأول : المراد من القوة أنواح الأسلحة .الثانى : روى أنه - صلى الله عليه وسلم - قرأ هذه الآية على المنبر وقال : \" ألا إن القوة الرمى \" قالها ثلاثاً .الثالث : قال بعضهم : القوة هى الحصون .الرابع : قال أصحاب المعانى : الأولى أن يقال : هذا عام فى كل ما يتقوى به على حرب العدو ، ولك ما هو آلة للغزو والجهاد فهو من جملة القوة ، وقوله - صلى الله عليه وسلم - : \" القوة هى الرمى \" لا ينفى كون غير الرمى معتبراً . كما أن قوله - صلى الله عليه وسلم - \" الحج عرفه \" \" والندم توبة \" لا ينفى اعتبار غيره . بل يدل على أن هذا المذكور جزء شريف من المقصود فكذا هنا .وهذه الآية تدر على أن الاستعداد للجهاد بالنبل ، والسلاح ، وتعليم الفروسية ، والرمى فريضة إلا أنه من فرض الكفايات .إن رباط الخيل للجهاد فى سبيل الله فضله عظيم ، وثوابه كبير فقد كانت الخيل هى خير ما عرف العرب من وسائل الانتقال فى الحرب وأسرعها ، وما زالت الخيل لها قيمتها فى بعض أنواع الحروب .قال القرطبى ، فإن قيل : إن قوله ( وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ ) كان يكفى ، فلماذا خص الخيل بالذكر؟قيل له : إن الخيل لما كانت أصل الحرب وأوزارها الى عقد الخير فى نواصيها ، وهى أقوى القوة ، وأشد العدة ، وحصون الفرسان ، وبها يجال فى الميدان ، لما كانت كذلك خصها بالذكر تشريفاً ، وأقسم بغبارها تكريماً ، فقال : ( والعاديات ضَبْحاً ) وقال الإِمام ابن العربى : وأما رباط الخيل هو فضل عظيم ومنزلة شريفة .روى الأئمة عن أبى هريرة أن رسول الله - صلى الله عليه وسلم - قال :\" الخيل ثلاثة ، لرجل ستر ، ولرجل أجر ، وعلى رجل وزر . فأما الذى هى عليه وزر رجل ربطها رياء وفخراً ونواء لأهل الإِسلام - أى : مناوأة ومعاداة - فهى عليه وزر \" .وأما الذى هى له أجر فرجل ربطها فى سبيل الله ، فأطال لها فى مرج أو روضة ، فما أكلت من ذلك المرج أو الروضة من شئ إلا كتب الله له عدد ما أكلت حسنات . .وروى البخارى ومسلم عن جابر بن عبد الله قال : \" رأيت رسول الله - صلى الله عليه وسلم - يلوى ناصية فرس بأصبعيه وهو يقول : \" الخير معقود فى نواصى الخيل إلى يوم القيامة \" \" .4- أن المقصود من إعداد العدة فى الإِسلام إنما هو إرهاب الأعداء حتى لا يفكروا فى الاعتداء على المسلمين ، وحتى يعيش أتباع هذا الدين آمنين مطمئنين فى ديارهم ، وحتى يستطيعوا أن يبلغوا رسالة الله إلى خلقه من الناس دون أن يخشوا أحداً سواه - عز وجل . .وليس المقصود بأعداد العدة إرهاب المسالمين ، أو العدوان على الآمنين ، أو القهر والإِذلال للناس واستغلالهم فيما يغضب الله - تعالى - .ولذلك وجدنا الآية صريحة فى بيان المقصود من هذا الإِعداد ، وهو - كما عبرت عنه ( تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ الله يَعْلَمُهُمْ ) .وهناك آيات أخرى صريحة فى بيان سبب مشروعيته القتال فى الإِسلام ومن ذلك قوله - تعالى - : ( وَقَاتِلُواْ فِي سَبِيلِ الله الذين يُقَاتِلُونَكُمْ وَلاَ تعتدوا إِنَّ الله لاَ يُحِبُّ المعتدين ) وقوله - تعالى - : ( وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدين للَّهِ فَإِنِ انتهوا فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين ) والخلاصة : أن من تتبع آيات القرآن الواردة فى القتال يجدها جميعها تقرر أن سبب القتال فى الإِسم ينحصر فى رد العدوان ، وحماية الدعوة الإِسلامية من التطاول عليها وتثبيت حرية العقدية ، وتطهير الأرض من الظلم والطغيان .5- وجوب الإِنفاق فى سبيل الله ، ومن أشرف وجوه الإِنفاق فى سبيل الله أن يبذل المسلم ما يستطيع بذله فى الجهاد الذى هو ذروة سنام الإِسلام ، والذى ما تركه قوم إلا ذلوا . . وألقوا بأنفسهم فى التهلكة . .ولقد بشرت الآية الكريمة المنفقين فى سبيل الله ، بأنه - سبحانه - سيجازيهم على إنفاقهم جزاء وافيا لا نقص معه ولا ظلم .قال - تعالى - ( وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ الله يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونَ ) وفى الحديث الشريف الذى رواه الترمذى عن أبى يحيى قال : قال رسول الله - صلى الله عليه وسلم - : \" من أنفق نفقة فى سبيل الله كتب له سبعمائة ضعف \" .",
  "ayah": 60,
  "surah": 8
}
