{
  "text": "ثم حكى - سبحانه - بعض مظاهر فضله على المؤمنين ورحمته بهم فقال : ( الآن خَفَّفَ الله عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِن يَكُنْ مِّنكُمْ مِّئَةٌ صَابِرَةٌ يَغْلِبُواْ مِئَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يغلبوا أَلْفَيْنِ بِإِذْنِ الله ) .وقوله ( ضَعْفاً ) قرأه بعضهم بفتح الضاد ، وقرأه آخرون بضمها ، وهما بمعنى واحد عند الجمهور ، والمراد به الضعف فى الدبن .وقيل : الضعف - بالفتح يكون فى الرأى والعقل ، وبالضم يكون فى البدن .والمعنى : لقد فرضنا عليكم - أيها المؤمنون - أول الأمر أن يثبت الواحد منكم أمام عشرة من الكافرين .. والآن وبعد أن شق عليكم الاستمرار على ذلك ، ولم تبق هناك ضرورة لدوام هذا الحكم لكثرة عددكم . . شرعنا لكم التخفيف رحمة بكم ، وراية لأحوالكم ، فأوجبنا عليكم أن يثبت الواحد منكم أمام اثنين من أعدئاكم بدلاً من عشرة ، وبشرناكم بأنه إن يوجد منكم مائة صابرة يغلبوا مائتين من أعدائكم ، وإن يوجد منكم ألف يغلبوا ألفين منهم بإذن الله وتيسيره وتأييده .وقوله : ( والله مَعَ الصابرين ) تذييل مقرر لمضمون ما قبله .أى : والله - تعالى - مع الصابرين بتأييده ورعايته ونصره ، فاحرصوا على أن تكونوا من المؤمنين الصادقين لتنالوا منه - سبحانه - ما يسعدكم فى دنياكم وآخرتكم .هذا ، ومن العلماء من يرى أن هذه الآية قد نسخت الآية السابقة عليها ، ومنهم من يرى غير ذلك .قال الآلوسى : قوله : ( إِن يَكُن مِّنكُمْ عِشْرُونَ . . ) شرط فى معنى الأمر بمصابرة الواحد العشرة ، والوعد بأنهم إن صبروا غلبوا - بعون الله وتأييده - فالجملة خبرية لفظاً إنشائية معنى .والمعنى : ليصبرن الواحد لعشرة؛ وليست بخير محض . .وقوله : ( الآن خَفَّفَ الله عَنكُمْ . . ) أخرج البخارى وغيره عن ابن عباس - رضى الله عنهما - قال : لما نزلت ( إِن يَكُن مِّنكُمْ عِشْرُونَ ) شق ذلك على المسلمين إذ فرض عليهم أن لا يفر واحد من عشرة فجاء التخفيف وهل يعد نسخا أولا؟ قولان : اختار بعضهم الثانى منها وقال : إن الآية مخففة ، ونظير ذلك التخفيف على المسافر بالفطر .وذهب الجمهور إلى الأول ، وقالوا : إن الآية الثانية ناسخة للأولى . وقال بعض العلماء : فرض الله على المؤمنين أول الأمر ألا يفر الواحد من المؤمنين من العشرة من الكفار ، وكان ذلك فى وسعهم ، فأعز الله بهم الدين على قلتهم ، وخذل بأيدهم المشركين على كثرتهم ، وكانت السرايا تهزم من المشركين أكثر من عشر أمثالها تأييداً من الله ليدنه .ولما شق على المؤمنين الاستمرار على ذلك ، وضعفوا عن تحمله ، ولم تبق ضرورة لدوام هذا الحكم لكثرة عدد المسلمين ممن دخلوا فى دين الله أفواجاً نزل التخفيف ، ففرض على الواحد الثبات للاثنين من الكفار ، ورخص له فى الفرار إذا كان العدو أكثر من اثنين .وهو رخصة كالفطر للمسافر ، وذهب الجمهور إلى أنه نسخ .وقال الشيخ القاسمى : إن قيل : إن كفاية عشرين لمائتين تغنى عن كفاية مائة لألف ، وكفاية مائة لمائتين تغنى عن كفاية ألف لألفين ، لما تقرر من وجوب ثبات الواحد للعشرة فى الأولى ، وثبات الواحد للاثنين فى الثانية فما سر هذا التكرير؟أجيب : بأن سره كون كل عدة بتأييد القليل على الكثير لزيادة التقرير المفيد لزيادة الاطمئنان ، والدلالة على أن الحال مع القلة والكثرة واحدة لا تتفاوت ، فإن العشرين قد لا تغلب المائتين ، وتغلب المائة الألف ، وأما الترتيب فى المكرر فعلى ذكر الأقل مث الأكثر على الترتيب الطبيعى .وقيل فى سر ذلك : إنه بشارة للمسلمين بأن جنود الإِسلام سيجاوز عددهم العشرات والمئات إلى الألوف .ثم قال : وقال فى البحر : انظر إلى فصاحة هذا الكلام ، حيث اثبت فى الشرطية الأولى قيد الصبر ، وحذف نظيره من الثانية ، وأثبت فى الثانية قيد كونهم من الكفرة ، وحذفه من الأولى ، ولما كان الصبر شديد المطلوبية أثبت فى أولى جملتى التخفيف وحذف من الثانية لدلالة السابقة عليه ، ثخم ختمت بقوله : ( والله مَعَ الصابرين ) مبالغة فى شدة المطلوبية ، وإشارة إلى تأييدهم ، وأنهم منصورون حتماً ، لأن من كان الله معه لا يغلب . .",
  "ayah": 66,
  "surah": 8
}
