{
  "text": "ثم ختم - سبحانه - السورة الكريمة ببيان القسم الرابع من أقسام المؤمنين فى العهد النبوى فقال : ( والذين آمَنُواْ مِن بَعْدُ وَهَاجَرُواْ وَجَاهَدُواْ مَعَكُمْ فأولئك مِنكُمْ . . ) .أى : والذين آمنوا من بعد المؤمنين السابقين إلا الإيمان والهجرة ، وهاجروا إلى المدينة ، وجاهدوا مع المهاجرين السابقين والأنصار من أجل إعلاء كملة الله ، فأولئك الذين هذا شأنهم ( مِنكُمْ ) أى : من جملتكم - أيها المهاجرون والأنصار فى استحقاق الموالاة والنصرة ، واستحقاق الأجر من الله ، إلا أن هذا الأجر ينقص عن أجركم ، لأنه لا يتساوى السابق فى الإِيمان والهجرة والجهاد مع المتأخر فى ذلك .قالوا : والمراد بهذا القسم الرابع من أقسام المؤمنين ، أهل الهجرة الثانية التى وقعت بعد الهجرة الأولى ، وقيل المرد بهذا القسم المهاجرون بعد صلح الحديبية ، أو بعد غزوة بدر ، أو بعد نزول هذه الاية ، فيكون الفعل الماضى ( آمَنُواْ ) وما بعده بمعنى المستقبل .وقوله : ( وَأْوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ فِي كِتَابِ الله . . ) بيانا لحقوق الأقارب بالنسب .والأرحام جمع رحم ، وأصله رحم المرأة الذى هو موضع تكوين الولد فى بطنها ، وسمى به الأقارب ، لأنهم فى الغالب من رحم واحدة وأولا الأرحام فى اصطلاح علماء الفرائض : هم الذين لا يرثون بفرض ولا تعصيب .أى : وذوو القرابة بعضهم أولى فى التوارث وفى غير ذلك مما تقتضيه مطالب الحياة من التكافل والتراحم .وقوله : ( فِي كِتَابِ الله ) أى : فى حكمه الذى كتبه على عباده المؤمنين ، وأوجب به عليهم صلة الأرحام فى هذه الآية وغيرها .قال الآلوسى : \" أخرج الطيالسى والطبرانى وغيرها عن ابن عباس قال : آخى رسول الله - صلى الله عليه وسلم - بين أصحابه ، وورث بعضعه من بعض حتى نزلت هذه الآية فتكروا ذلك وتوارثوا بالنسب .أى أن هذه الآية الكريمة نسخت ما كان بين المهاجرين والانصار من التوارث بسبب الهجرة والمؤاخاة .وقوله : ( إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ ) تذييل ختمت به السورة الكريمة لحض المؤمنين على التمسك بما اشتملت عليه من آداب وتشريعات وأحكام لينالوا رضاه وثوابه .أى : إن الله - تعالى - مطلع على كل شئ مما يدور ويجرى فى هذا الكون ، ولا يخفى عليه شئ فى الأرض ولا فى السماء ، وسيجازى الذين أساؤوا بما عملوا ، ويجازى الذين أحسنوا بالحسنى .وبذلك نرى الآيات الكريمة قد مدحت المهاجرين والأنصار مدحا عظيما ، كما مدحت المؤمنين من بعدهم ، وحضت على الجهاد فى سبيل الله ، وأمرت بالوفاء بالعهود ، وبالوقوف صفا واحدا فى وجه الكفار حتى تكون كلمة الله هى العليا وكلمة الذين كفروا هى السفلى .وبعد : فهذا ما وفق الله إليه فى تفسيره سورة الأنفال ، أو سورة بدر - كما سماها ابن عباس - لأنها تحدثت باستفاضة عن أحداث هذه الغزوة وعن أحوال المشتركين فيها ، وعن باشارت النصر التى تقدمتها وصاحبتها وعن غنائمها وأسراها .كما تحدثت عن صافت المؤمنين الصادقين ، وعن الأقوال والأعمال التى يجب عليهم أن يتمسكوا بها لينالوا رضا الله ونصره ، وعن رذائل المشركين ومسالكهم القبيحة لمحاربة الدعوة الاسلامية ، وعن المبادئ التى جيب أن يسير عليهم المسلمون فى حربهم وسلمهم ، وعن سنن الله فى خلقه التى لا تتغير ولا تتبدل ، والتى من أهمها :أنه - سبحانه - لا يسلب نعمة عن قوم إلا بسبب معاصيهم وتنكبهم الطريق القويم ، قال - تعالى - :( ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا على قَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ) وأنه - سبحانه - قد جعل العاقبة الحسنة للمؤمنين ، والعاقبة السيئية للفاسقين ، وأخبر المنمحرفين عن صراطه بأنه سيغفر لهم ما سلف من خطاياهم متى أقلعوا عنها ، وأخلصوا له العبادة .قال - تعالى - ( قُل لِلَّذِينَ كفروا إِن يَنتَهُواْ يُغَفَرْ لَهُمْ مَّا قَدْ سَلَفَ وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينَ وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لله فَإِنِ انْتَهَوْاْ فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ ) وختاما : نسأل الله - تعالى - أن يوفقنا للمداومة على خدمة كتابه ، وأن يهيئ لنا من أمرنا رشدا ، وأن يتم لنا نورنا ويغفر لنا إنه على كل شئ قدير .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم .",
  "ayah": 75,
  "surah": 8
}
