{
  "text": "آیت 5{ وَمَآ اُمِرُوْٓا اِلَّا لِیَعْبُدُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَلا حُنَفَآئَ } ”اور انہیں حکم نہیں ہوا تھا مگر یہ کہ وہ بندگی کریں اللہ کی ‘ اپنی اطاعت کو اس کے لیے خالص کرتے ہوئے ‘ بالکل یکسو ہو کر“ یہ حکم گویا پورے دین کا خلاصہ ہے جو اس سے پہلے سورة الزمر آیات 2 ‘ 3 ‘ 11 اور 14 میں بہت تاکید اور شدومد کے ساتھ بیان ہوچکا ہے۔ یعنی اللہ تعالیٰ کی عبادت اس کی پوری اطاعت کے ساتھ کریں۔ یہ نہیں کہ نماز بھی پڑھے جا رہے ہیں اور حرام خوریوں سے بھی باز نہیں آتے۔ گویا اللہ تعالیٰ کی اطاعت کے ساتھ ساتھ اپنے نفس کی اطاعت بھی جاری ہے۔ ایسی آیات دراصل ہمیں خبردار کرتی ہیں کہ جزوی بندگی اور ساجھے کی اطاعت اللہ تعالیٰ کو ہرگز قابل قبول نہیں۔ اور یہ کہ اگر ہم اس جرم کا ارتکاب کریں گے تو ہم بھی اسی وعید کے مستحق ہوں گے جو اس حوالے سے بنی اسرائیل کو سنائی گئی تھی۔ ملاحظہ ہوں اس وعید کے یہ الفاظ : { اَفَتُؤْمِنُوْنَ بِبَعْضِ الْکِتٰبِ وَتَـکْفُرُوْنَ بِبَعْضٍج فَمَا جَزَآئُ مَنْ یَّـفْعَلُ ذٰلِکَ مِنْکُمْ اِلاَّ خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج وَیَوْمَ الْقِیٰمَۃِ یُرَدُّوْنَ اِلٰٓی اَشَدِّ الْعَذَابِط } البقرۃ : 85 ”تو کیا تم کتاب کے ایک حصے کو مانتے ہو اور ایک کو نہیں مانتے ؟ تو نہیں ہے کوئی سزا اس کی جو یہ حرکت کرے تم میں سے سوائے ذلت و رسوائی کے دنیا کی زندگی میں ‘ اور قیامت کے روز وہ لوٹا دیے جائیں گے شدید ترین عذاب کی طرف“۔ بلکہ اس حوالے سے اصل حقیقت تو یہ ہے کہ اس آیت میں دنیا کے جس عذاب کا ذکر ہے { خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج } وہ اس وقت بحیثیت امت ہم پر مسلط ہو بھی چکا ہے۔ مقامِ عبرت ہے ! آج مسلمانوں کی آبادی دو ارب سے بھی زیادہ ہے ‘ دنیا کے بہترین خطے اور بہترین وسائل ان کے قبضے میں ہیں ‘ مگر اس کے باوجود عزت نام کی کوئی چیز ان کے پاس نہیں۔ بین الاقوامی معاملات کے حوالے سے مسلمان حکمرانوں کی حالت یہ ہے کہ ”کس نمی پرسد کہ بھیا کیستی ؟“ یعنی عالمی معاملات میں کوئی ان کی رائے لینا بھی گوارا نہیں کرتا۔ بلکہ مسلمان ملکوں کی اپنی پالیسیوں کا اختیار بھی ان کے پاس نہیں۔ ان کے سالانہ بجٹ بھی کہیں اور سے بن کر آتے ہیں۔  بہرحال اس آیت کے حکم کا مدعا یہی ہے کہ جسے اللہ کا ”بندہ“ بننا ہے اس کے لیے ضروری ہے کہ وہ اپنی پوری زندگی اس کے قانون کے تابع کر کے اس کے حضور پیش ہو۔ ”قیصر کا حصہ قیصر کو دو اور خدا کا حصہ خدا کو دو“ والا قانون اللہ تعالیٰ کو قابل قبول نہیں۔ چناچہ ایمان کے دعوے داروں کو چاہیے کہ وہ اللہ کی اطاعت کو خالص کرتے ہوئے پوری یکسوئی کے ساتھ اس کی عبادت کریں۔  { وَیُقِیْمُوا الصَّلٰوۃَ وَیُؤْتُوا الزَّکٰوۃَ وَذٰلِکَ دِیْنُ الْقَیِّمَۃِ۔ } ”اور یہ کہ نماز قائم کریں اور زکوٰۃ ادا کریں ‘ اور یہی ہے سیدھا اور سچا دین۔“ گویا ان الفاظ سے یہ بھی واضح ہوگیا کہ ”بندگی“ اور شے ہے ‘ جبکہ نماز اور زکوٰۃ اس کے علاوہ ہے۔ اس نکتے کو یوں سمجھیں کہ بندگی تو پوری زندگی اللہ تعالیٰ کی اطاعت میں دے دینے کا نام ہے۔ بقول شیخ سعدیؔ :زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !جبکہ نماز ‘ زکوٰۃ عبادات وغیرہ اس بندگی کے تقاضوں کو پورا کرنے کے لوازمات ہیں ‘ تاکہ ان کے ذریعے سے بندہ اپنے رب کو مسلسل یاد کرتا رہے اور اس کا تعلق اپنے رب کے ساتھ ہردم ‘ ہر گھڑی تازہ رہے۔ حفیظ جالندھری کے اس خوبصورت شعر میں یہی فلسفہ بیان ہوا ہے : سرکشی نے کردیے دھندلے نقوش بندگی آئو سجدے میں گریں لوح جبیں تازہ کریں !گویا ہمارے ”نقوشِ بندگی“ نفس پرستی کی کثافتوں اور کدورتوں کے گرد و غبار سے اکثر دھندلا جاتے ہیں۔ چناچہ انہیں تازہ رکھنے کے لیے نماز ‘ روزہ ‘ زکوٰۃ اور دیگر مراسم عبودیت کے ذریعے ہمیں اللہ تعالیٰ کے حضور مسلسل حاضری دینے کی ضرورت رہتی ہے۔ جیسے ایک بندئہ مسلمان اپنی نماز پنجگانہ کی ہر رکعت میں اللہ تعالیٰ کے ساتھ اپنا یہ عہد تازہ کرتا ہے : { اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ 4 } کہ اے اللہ ! ہم تیری ہی عبادت کرتے ہیں اور کرتے رہیں گے اور تجھ سے ہی مدد مانگتے ہیں اور مانگتے رہیں گے۔ تصور کیجیے اگر ایک بندہ اللہ تعالیٰ کے سامنے کھڑے ہو کر یہ عہد پورے ارادے اور شعور کے ساتھ روزانہ بار بار دہرائے گا تو اس سے اس کے تعلق مع اللہ کے چمن میں تروتازگی کی کیسی کیسی بہاروں کا سماں بندھا رہے گا۔",
  "ayah": 6,
  "surah": 98
}
