{
  "text": "آیت 8{ جَزَآؤُہُمْ عِنْدَ رَبِّہِمْ جَنّٰتُ عَدْنٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَآ اَبَدًاط } ”ان کا بدلہ ہوگا ان کے رب کے پاس دائمی قیام کے باغات کی صورت میں جن کے دامن میں ندیاں بہتی ہوں گی ‘ ان میں وہ رہیں گے ہمیشہ ہمیش۔“ یہاں پر ضمنی طور پر یہ علمی نکتہ بھی نوٹ کر لیجیے کہ قرآن مجید میں دو مقامات ایسے ہیں جہاں اہل جنت اور اہل جہنم کے فوری تقابل simultaneous contrast میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَآ اَبَدًا } جبکہ اہل جہنم کے لیے صرف { خٰلِدِیْنَ فِیْہَا } کے الفاظ آئے ہیں۔ ان میں ایک مقام تو یہی ہے۔ یعنی اس سورت کی زیر مطالعہ آیت میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَـآ اَبَدًا } کے الفاظ آئے ہیں ‘ جبکہ اس سے پہلے آیت 6 میں اہل جہنم کا ذکر کرتے ہوئے { خٰلِدِیْنَ فِیْہَا } کے الفاظ تک اکتفاء فرمایا گیا ہے۔ اس کے علاوہ سورة التغابن کی آیت 9 اور آیت 10 میں بھی اہل جنت اور اہل جہنم کے تقابل کے حوالے سے یہی فرق دیکھنے میں آتا ہے۔ ان دونوں مقامات میں مذکورہ فرق کی بنیاد پر امت مسلمہ کی دو بہت بڑی علمی شخصیات نے یہ موقف اختیار کیا ہے کہ جنت اور اس کی نعمتیں تو ابدی ہیں ‘ لیکن جہنم ابدی نہیں ہے اور یہ کہ کبھی ایک وقت ایسا بھی آئے گا جب اہل جہنم میں سے خیر کے حامل آخری عناصر کو نکال کر باقی لوگوں کو مدت مدید تک مبتلائے عذاب رکھنے کے بعد بالآخر اس میں جلا کر معدوم کردیا جائے گا اور اس کے بعد جہنم کو بھی ختم کردیا جائے گا۔ اس موقف کی حامل دو شخصیات میں ایک تو شیخ اکبر محی الدین ابن عربی رح ہیں جن کا شمار چوٹی کے صوفیاء میں ہوتا ہے اور دوسری شخصیت امام ابن تیمیہ رح کی ہے جو سلفی حضرات کے نزدیک اسلامی دنیا کے سب سے بڑے امام اور عالم ہیں۔ امام ابن تیمیہ رح کا اس نکتے پر محی الدین ابن عربی رح سے متفق ہوجانا یقینا ایک اہم بات اور ”متفق گردید رائے بوعلی بارائے من“ والا معاملہ ہے ‘ کیونکہ مجموعی طور پر وہ محی الدین ابن عربی رح کے خیالات ونظریات سے شدید اختلاف رکھتے ہیں۔ واضح رہے کہ جہنم کے ابدی نہ ہونے سے متعلق میں نے یہاں مذکورہ دو شخصیات کی آراء کا ذکر محض ایک علمی نکتے کے طور پر کیا ہے ‘ عام اہل سنت کا عقیدہ بہرحال یہ نہیں ہے۔ اہل سنت علماء کے نزدیک جہنم بھی جنت کی طرح ابدی ہی ہے۔  { رَضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُط } ”اللہ ان سے راضی ہوا اور وہ اس سے راضی ہوئے۔“ یعنی آخرت میں اللہ تعالیٰ انہیں اتنا کچھ عطا فرمائے گا کہ وہ اللہ سے خوش ہوجائیں گے۔ { ذٰلِکَ لِمَنْ خَشِیَ رَبَّہٗ۔ } ”یہ صلہ اس کے لیے ہے جو اپنے رب سے ڈرتا ہے۔“ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! آمین ‘ ثم آمین !",
  "ayah": 8,
  "surah": 98
}
