{
  "text": "درس نمبر 223 تشریح آیات\nآیت نمبر 1 تا 3\n﷽\nیہ سورت ان سات سورتوں میں سے پہلی سورت ہے جن کا آغاز حا اور میم کے حروف مقعات سے ہوتا ہے۔ ان میں سے ایک سورت ایسی ہے جس میں حا ۔ میم کے بعد عین ، سین اور قاف بھی آیا ہے۔ حرف مقطعات کے بارے میں ہم تمام سورتوں میں کہہ آئے ہیں کہ ان میں اشارہ اس طرف ہے کہ یہ کلام انہی حروف تہجی سے بنا ہے اور یہ ایک معجز کلام ہے حالانکہ یہ حروف تہجی تمہاری دسترس میں ہیں۔ یہ تمہاری زبان کے حروف ہیں اور اس زبان کو تم بولتے بھی ہو ، لکھتے بھی ہو۔\nان حروف کے بعد پھر نزول کتاب کی طرف اشارہ ہے۔ یہ وہ بات ہے جو اکثر مکی سورتوں کے اغاز میں کہی جاتی ہے جن کا مضمون اکثر اسلامی نظریہ حیات اور کلمہ توحید سے ہوتا ہے۔\nتنزیل ۔۔۔۔ العلیم (40: 2) ” اس کتاب کا نزول اللہ کی طرف سے ہے جو زبردست ہے اور سب کچھ جاننے والا ہے “۔\nاس اشارے کے بعد اب بات اس ذات کی بعض صفات کی طرف منتقل ہوتی ہے جس نے یہ کلام نازل کیا ہے ۔ یہ وہ صفات ہیں جن کا اس سورت کے موضوع کے ساتھ گہرا ربط ہے۔ اس سورت میں جو موضوعات اور جو مسائل لیے گئے ہیں ان کے ساتھ ان صفات الہٰی کا ربط ہے۔\nغافر الذنب۔۔۔۔ المصیر (40: 3) ” زبردست ہے ، سب کچھ جاننے والا ہے ، گناہ معاف کرنے والا اور توبہ قبول کرنے والا ہے ، سخت سزا دینے والا اور بڑا صاحب قضل ہے ، کوئی معبود اس کے سوا نہیں ، اسی کی طرف سب کو پلٹنا ہے “۔ اس آیت میں عزت ، علم ، گناہوں کی مغفرت ، توبہ کی قبولیت ، سخت سزا ، فضل وکرم ، الوہیت اور حاکمیت کی وحدت اور سب لوگوں کا اس کی طرف لوٹنے کی صفات بیان کی گئی ہیں۔ اور اس سورت کے تمام موضوعات انہی معافی کے اردگرد گھومتے ہیں جن کو اس آیت میں قلم بند کیا گیا ہے۔ اس آیت میں نہایت زور دار انداز ، زور دار آواز میں اور قومی ترتراکیب اور جملوں میں نہایت پختگی اور استقلال سے لایا گیا ہے۔ اللہ تعالیٰ نے اپنی وہ صفات یہاں متعارف کرائی ہیں جن کا انسانی وجود اور انسانی زندگی پر گہرا اثر ہے۔ یوں اللہ نے انسانوں کے دلوں اور ان کے شعور کے احساسات کو تیز کیا۔ ان کے اندر رجائیت پیدا کی اور امید کو جگایا۔ ان کے اندر خوف اور تقویٰ پیدا کیا گیا اور ان کو یہ یقین دلایا گیا کہ وہ اللہ کے قبضے میں ہیں۔ وہ اللہ کے تصرفات سے کہیں بھاگ نہیں سکتے ۔ ذرا ان صفات کا تفصیلی جائزہ لیں۔\nالعزیز (40: 2) ” وہ قوی اور قادر مطلق جو ہر کسی پر غالب ہے ، اور اس پر کوئی غالب نہیں آسکتا ۔ وہ تمام امور میں تصرف کرتا ہے اور اس پر کوئی قدرت نہیں رکھتا اور نہ اس کے اوپر کوئی نگران ہے۔\nالعلیم (40: 2) وہ ذات ہے جو اس کائنات کو علم اور مہارت سے چلاتی ہے ، اس پر اس کائنات کا کوئی راز مخفی نہیں ہے۔ اور کوئی چیز اس کے علم سے غائب نہیں ہے۔\nغافر الذنب (40: 3) وہ جو بندوں کے گناہوں کو بخشتا ہے ، ان بندوں کے گناہوں کو جن کے بارے میں اپنے شامل علم کے ذریعے اللہ جانتا ہے کہ وہ بخشش کے مستحق ہیں۔\nوقابل التوب (40: 3) وہ جو نافرمانوں پر مہربانی کرتا ہے اور ان کو لوٹا کر اپنے خطیرۂ امن میں لاتا ہے اور ان کے لیے اپنی رحمت کا دروازہ کھول دیتا ہے اور بلاروک ٹوک ان کو اندر آنے دیتا ہے۔\nشدید العقاب (40: 3) جو متکبرین کو نیست ونابود کرتا ہے ، اور اسلام کے دشمنوں کو سزا دیتا ہے ، جو نہ توبہ کرتے ہیں اور نہ استغفار کرتے ہیں۔\nذی الطول (40: 3) وہ جو لوگوں کو انعامات دیتا ہے ، جو نیکیوں میں اضافہ کرتا ہے اور لوگوں کو اس قدر دیتا ہے کہ ان انعامات کا کوئی حساب نہیں کیا جاسکتا ۔\nلاالٰه الاھو (40: 3) الوہیت ، حاکمیت اسی کی ہے۔ ، اور وہ وحدہ لاشریک ہے ، اپنی ذات وصفات ہیں۔\nالیه المصیر (40: 3) حساب و کتاب کے لیے ہر کسی نے اس کے سامنے حاضر ہونا ہے اور اس سے بھاگنے کی کوئی جگہ نہیں ہے۔ اور اس سے ملاقات ہوگی۔ تمام مخلوق نے اسی کی طرف لوٹنا ہے اور وہی لوٹنے کی جگہ ہے۔\nیوں بندوں کا تعلق اللہ سے اور اللہ کا تعلق بندوں سے واضح کیا جاتا ہے۔ بندوں کے شعور ان کے تصورات ، ان کے ارداک ، اور ان کے علم میں اللہ سے رابطہ بیٹھ جاتا ہے۔ اس طرح انہیں معلوم ہوجاتا ہے کہ انہوں نے اللہ کے ساتھ کس قدر چوکنا ہو کر اور احتیاط سے معاملہ کرنا ہے اور یہ جانتے ہوئے معاملہ کرنا ہے کہ کس چیز سے اللہ ناراض ہوتا ہے اور کس چیز سے راضی ہوتا ہے۔ جن لوگوں کے ادیان اور عقائد افسانوی ہیں ، وہ اپنے الہوں کے بارے میں جو تصور رکھتے ہیں ، وہ اس کے بارے میں حیرت میں رہتے ہیں ، انہیں ان الہوں کے بارے میں کوئی ٹھوس معلومات نہیں ہوتیں ، ان کو معلوم نہیں ہوتا کہ کیا چیز انہیں ناراض کرتی ہے اور کس سے وہ راضی ہوتے ہیں۔ وہ اپنے الہوں کی جو تصویر کھینچتے ہیں۔ اس کے مطابق ان الہوں کی خواہشات بدلتی رہتی ہیں ، ان کا رجحان صاف نہیں ہوتا۔ وہ الہہ جلد متاثر ہوجاتے ہیں۔ یہ لوگ ان الہوں کے ساتھ ہمیشہ بےچینی کی زندگی گزارتے ہیں اور ہر وقت اس بات کی تلاش میں رہتے ہیں کہ ان کی رضا کس میں ہے اور کس میں نہیں ہے۔ آیا وہ تعویذوں سے راضی ہوتے ہیں ، قربانیوں سے راضی ہوتے ہیں۔ ذبیحوں سے راضی ہوتے ہیں یا اور اگر وہ یہ کام کر بھی گزریں تو بھی ان کو معلوم نہیں ہوتا کہ راضی ہوگئے یا نہیں ہوئے۔\nان حالات میں اسلام آیا ، اس نے واضح اور ستھرے و عقائد دیئے ، لوگوں کو اپنے سچے خدا سے ملا دیا۔ ان کو اللہ کی صحیح صفات سے آگاہ کردیا ۔ ان کو اللہ کی مشیت کے بارے میں بتا دیا ، یہ بھی صاف صاف بتادیا کہ وہ اللہ کے قریب کس طرح ہوسکتے ہیں ، اسکی رحمت کی امیدوہ کس طرح کرسکتے ہیں۔ اسکے عذاب سے کسطرح ڈرسکتے ہیں اور اللہ کا سیدھا اور درست راستہ کونسا ہے۔",
  "ayah": 1,
  "surah": 40
}
