{
  "text": "آیت نمبر 10 تا 12\nلمقت کا مفہوم ہے بہت شدید ناپسندیدگی۔ ان کو سب مخلوق خدا ہر طرف سے یہ پکارے گی ، کی بدبختو تمہیں رسول اللہ ﷺ ، ایمان کی پکار دے رہے تھے اور تم ناحق انکار کرتے تھے۔ اور اللہ تم پر بہت ناراض ہوتا تھا۔ اور تمہارے رویے کو بہت ناپسند فرماتا تھا ، جس طرح آج تمہیں حقیقت معلوم ہوئی ہے تو تم اپنے رویے کو ناپسند کرتے ہو لیکن تم سے تو وقت چلا گیا ہے۔ تم نے کفر کیا ، ایمان سے منہ موڑا اور تم سے ایک عظیم دولت چلی گئی۔ پوری کائنات کی جانب سے یہ علامت آرہی ہوگی اور یہ ان کے لیے سخت سوہان روح ہوگی۔ اس برے دن میں کسی تسلی کے بجائے ہر طرف سے مزید ملامت۔ اب تو دھوکے اور گمراہی کے پردے آنکھوں کے سامنے سے ہٹ گئے ہیں۔ اور جانتے ہیں کہ نجات کی جگہ اب صرف ذات باری ہے۔ لہٰذا گڑگڑاتے ہیں :\nقالوا ربنآ۔۔۔۔۔ من سبیل (40: 11) ” وہ کہیں گے ” اب ہمارے رب ، تو نے واقعی ہمیں دو دفعہ زندگی دے دی ، اب ہم اپنے قصوروں کا اعتراف کرتے ہیں ، کیا اب یہاں سے نکلنے کی بھی کوئی سبیل ہے ؟ “ یہ ایک نہایت ہی بدحال ، مایوس اور بدبخت کی درخواست ہے ، اب تو وہ کہتے ہیں ” اے ہمارے رب “ اور اس وقت وہ رب کا انکار کرتے تھے ، تو نے پہلی مرتبہ ہمیں زندگی دی ۔ مردے میں روح ڈالی ، وہ زندہ ہوگیا۔ پھر مرنے کے بعد دوبارہ زندگی دی اور اب ہم میدان حشر میں ہیں ۔ اس لیے تو اس بات پر قدرت رکھتا ہے کہ ہمیں موجودہ مصیبت سے نکال دے۔ اب تو ہم نے اپنے گناہوں کا اعتراف کرلیا ہے۔\nفھل الیٰ خروج من سبیل (40: 11) ” کیا نکلنے کا کوئی راستہ ہے “۔ یہ ہے سرزنش جس سے ان کی بےتابی ، مایوسی اور تلخی ظاہر ہوتی ہے۔ اس کڑے وقت میں ان کو یہ بھی بتا دیا جاتا ہے کہ تمہارے اس برے انجام کا اصل سبب کیا ہے :\nذٰلکم بانه۔۔۔۔ الکبیر (40: 12) ” یہ حالت جس میں تم مبتلا ہو ، اس وجہ سے ہے کہ اکیلے اللہ کی طرف بلایا جاتا تھا تو تم مان نے سے انکار کردیتے تھے اور جب اسکے ساتھ دوسروں کو ملایا جاتا تو تم مان لیتے تھے۔ اب فیصلہ اللہ بزرگ و برتر کے ہاتھ ہے ، میں ذلیل کرنے والے انجام تک تمہیں یہ بات لائی ہے کہ تم عقیدۂ توحید کا انکار کرتے تھے۔ اور عقیدۂشرک کو مان لیتے تھے۔ لہٰذا اب فیصلہ اللہ وحدہ کے ہاتھ میں ہے جو علی اور کبیر ہے۔ فیصلے کے حوالے سے یہ دونوں مناسب صفات ہیں۔ کوئی فیصلہ وہی شخص کرسکتا ہے جو بزرگ ہو اور برتر مقام رکھتا ہو اور اللہ تو ہر چیز پر برتر ہے اور ہر چیز سے بڑا ہے ، خصوصاً قیامت کے دن۔\nیہاں اللہ کی صفات علی وکبیر کی ایک جھلک بھی دکھائی جاتی ہے اور مومنین کو حکم دیا جاتا ہے کہ اس علی وکبیر کی بارگاہ میں\nدعا کرو اور توحید کا عقیدہ اپنا کر نظام زندگی بھی اسی کا اپنا لو ، یہاں قیامت کے فیصلے کی گھڑی سے بھی ڈرایا جاتا ہے جہاں اللہ واحد\nوقہار کے پاس سب اختیارات ہوں گے اور وہ بہت ہی بلندو برتر ہے۔",
  "ayah": 12,
  "surah": 40
}
