{
  "text": "درس نمبر 224 ایک نظر میں\nاس سے قبل ہم اس سبق پر اجمالی تبصرہ کر آئے ہیں ۔ تفصیلی تشریح سے قبل یہ بات قابل ملاحظہ ہے کہ یہاں یہ قصہ سورت کے موضوع کی مناسبت سے لایا گیا ہے۔ اور اس سورت کے انداز بیان کے ساتھ ہم آہنگ کرکے لایا گیا ہے ، بلکہ بعض اسی سورت کے فقروں ہی کو استعمال کیا گیا ہے۔ اور ایک ہی انداز بیان اختیار کیا ہے۔ مثلاً رجل مومن فرعون کے سامنے جو تقریر کرتا ہے ، اس کے بعض فقرے اس سے قبل اسی سورت میں موجود ہیں۔ وہ فرعون ، ہامان اور قارون کو نصیحت کرتا ہے کہ تم لوگ زمین میں چلت پھرت رکھتے ہو ، نیز ان کو وہ ایک ایسے دن سے ڈراتا ہے جو دوسری اقوام کو پیش آیا۔ اور وہ ان کو قیامت کے دن سے بھی اسی طرح ڈراتا ہے۔ جس طرح اس سے قبل سورت میں قامت کے مشاہد ذکر ہوئے۔ یہ اس بات کو دہراتا ہے کہ ان لوگوں کا انجام کیا ہوگا جو اللہ کی آیات میں جھگڑتے ہیں۔ اللہ کی ناراضگی کا ذکر ، اہل ایمان کی ناراضی جسطرح پہلے سبق میں ذکر ہوئی۔ اسکے بعد جہنم میں ان کا منظر ، جہاں سے وہ نکالے جانے کی درخواست کرینگے لیکن منظور نہ ہوگی جیسا کہ ایسا ہی منظر اس سے پہلے ذکر ہو۔\nرجل مومن کی پوری تقریر اس سورت کے مضامین کو دہراتی ہے اور اس سے یہ معلوم ہوتا ہے کہ اہل ایمان سب کے سب ایک طرح سوچا کرتے ہیں۔ اس سے یہ بھی معلوم ہوتا ہے کہ اس تقریر سے سورت کی فضا یک رنگ ہوجاتی ہے۔ اس سورت کی ایک شخصیت سامنے آتی ہے جس کے خدوخال واضح ہیں اور یہ وہ خصوصیت ہے جو پورے قرآن میں پیش نظر رکھی گئی ہے۔\nدرس نمبر 224 تشریح آیات\nآیت نمبر 21 تا 22\nیہ آیات قصہ موسیٰ اور سورت کے سابقہ مضامین کے درمیان پل کا کام دے رہی ہیں۔ مشرکین مکہ کو یاد دلاتی ہیں کہ تم ذرا ان تاریخی واقعات پر غور کرو اور ان سے عبرت حاصل کرو جو تمہارے گردوپیش ہی میں واقع ہوئے۔ زمین کے اندر پھرو اور گزشتہ اقوام کی ہلاکت کے واقعات پر غور کرو ، جنہوں نے سچائی کے مقابلے میں وہی رویہ اختیار کیا تھا جو تم نے اختیار کررکھا ہے۔ وہ قوت کے اعتبار سے اور زمین کے اوپر آثار چھوڑنے کے اعتبار سے تمہارے مقابلے میں زیادہ قوی تھے لیکن اپنی اس زبردست تہذیب و تمدن کے باوجود اللہ کے عذاب کے مقابلے میں بےبس تھے۔ اپنے گناہوں کی وجہ سے وہ قوت کے اصلی مرکز سے دور ہوگئے تھے۔ چناچہ ان کے گناہوں نے اہل ایمان کو دعوت دی کہ وہ ان کی ہلاکت کے لیے اٹھیں جن کے ساتھ اللہ عزیز وقہار کی قوتیں معاون مددگار تھیں۔\nفاخذھم ۔۔۔۔ من واق (40: 21) ” مگر اللہ نے ان کے گناہوں پر انہیں پکڑلیا اور ان کو اللہ سے بچانے والا کوئی نہ تھا “۔ کیونکہ بچانے والی چیز ایمان اور عمل صالح ہوتی ہے۔ اور اس سے وہ محروم تھے ۔ پھر بچانے والی چیز یہ ہوتی ہے کہ انسان ایمان عمل صالح اور سچائی کے محاذ کے ساتھ ہو لیکن وہ تو تکذیب کرنے والے اور اللہ کی نشانیوں کو جھٹلانے والے تھے اور ان چیزوں اک انجام بربادی اور ہلاکت کے سوا اور کیا ہوسکتا ہے۔\nذٰلک بانھم۔۔۔۔۔ العقاب (40: 22) ” یہ ان کا انجام اس لیے ہوا کہ ان کے پاس ان کے رسول بینات لے کر آئے اور انہوں نے ماننے سے انکار کردیا۔ آخر کار اللہ نے ان کو پکڑ لیا۔ یقیناً وہ بڑی قوت والا اور سزا دینے میں بہت سخت ہے “۔\nاس اصولی اور کلی اشارے کے بعد اب اللہ تعالیٰ ایسی اقوام میں سے ایک نمونہ پیش فرماتا ہے۔ یہ لوگ مشرکین ن کہ سے بہت قوی تھے اور انہوں نے زمین پر بہت سے آثار چھوڑے تھے۔ ان کے گناہوں کی وجہ سے اللہ نے انہیں پکڑلیا۔ یہ تھے فرعون ، قارون اور ہامان۔ اور ان کے ساتھ بڑے بننے والوں کے ٹولے بھی تھے۔\nحضرت موسیٰ (علیہ السلام) کا یہ قصہ کئی حصوں اور مناظر پر مشتمل ہے۔ آغاز اس مقام سے ہوتا ہے جہاں حضرت موسیٰ فرعون کے سامنے اللہ کا پیغام پہنچاتے ہیں اور اس کا انجام اس پر ہوتا ہے کہ آخرت میں جہنم رسید ہوکر وہ آگ میں باہم لڑتے ہیں۔ یہ بہت ہی طویل سفر ہے لیکن یہاں اس طویل سفر کی جھلکیوں پر اکتفاء کیا گیا ہے اور یہ جھلکیاں اس قصے کے وہ تمام حصے دکھا دیتی ہیں جو یہاں مطلوب ہیں۔",
  "ayah": 22,
  "surah": 40
}
