{
  "text": "The Punishment of the Idolators and the Reward of the sincere Believers\nAllah says, addressing the people:\nإِنَّكُمْ لَذَآئِقُو الْعَذَابَ الاٌّلِيمِ - وَمَا تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ\n(Verily, you are going to taste the painful torment; and you will be requited nothing except for what you used to do.) Then He makes an exception in the case of His sincerely believing servants. This is like the Ayat:\nوَالْعَصْرِ - إِنَّ الإِنسَـنَ لَفِى خُسْرٍ إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ\n(By the Time. Verily, man is in loss, Except those who believe and do righteous deeds...) (103:1-3),\nلَقَدْ خَلَقْنَا الإِنسَـنَ فِى أَحْسَنِ تَقْوِيمٍ - ثُمَّ رَدَدْنَـهُ أَسْفَلَ سَـفِلِينَ إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ\n(Verily, We created man in the best stature. Then We reduced him to the lowest of the low. Save those who believe and do righteous deeds) (95:4-6).\nوَإِن مِّنكُمْ إِلاَّ وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْماً مَّقْضِيّاً - ثُمَّ نُنَجِّى الَّذِينَ اتَّقَواْ وَّنَذَرُ الظَّـلِمِينَ فِيهَا جِثِيّاً\n(There is not one of you but will pass over it (Hell); this is with your Lord, a decree which must be accomplished. Then We shall save those who have Taqwa. And We shall leave the wrongdoers therein to their knees.) (19:71-72); and\nكُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ - إِلاَّ أَصْحَـبَ الْيَمِينِ\ng(Every person is a pledge for what he has earned, except those on the right) (74:38-39). Allah says here:\nإِلاَّ عِبَادَ اللَّهِ الْمُخْلَصِينَ\n(Save the chosen servants of Allah.) meaning, they will not taste the painful torment nor will they be brought to account. Their evil acts, if there are any, will be overlooked, and each good deed will be rewarded in multiples of between ten and seven hundred, or as much as Allah wills.\nأُوْلَـئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ\n(For them there will be a known provision,) Qatadah and As-Suddi said, \"This means Paradise.\" It is explained further in the next Ayah:\nفَوَكِهُ\n(Fruits) meaning, of different kinds.\nوَهُم مُّكْرَمُونَ\n(and they shall be honored,) means, they will be served and will live a life of luxury.\nفِى جَنَّـتِ النَّعِيمِ - عَلَى سُرُرٍ مُّتَقَـبِلِينَ\n(In the Gardens of Delight, facing one another on thrones.) Mujahid said, \"One of them will not look at one another's backs.\"\nيُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ - بَيْضَآءَ لَذَّةٍ لِّلشَّـرِبِينَ - لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ\n(Round them will be passed a cup of pure wine -- white, delicious to the drinkers. Neither will they have Ghawl from that nor will they suffer intoxication therefrom.) This is like the Ayah:\nيَطُوفُ عَلَيْهِمْ وِلْدَنٌ مُّخَلَّدُونَ - بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِّن مَّعِينٍ - لاَّ يُصَدَّعُونَ عَنْهَا وَلاَ يُنزِفُونَ\n(Immortal boys will go around them (serving), with cups, and jugs, and a glass of flowing wine, from which they will get neither any aching of the head nor any intoxication.)(56:17-19). Allah refined the wine of Paradise from the bad effects of the wine of this world, which causes headaches and stomach aches -- which is the meaning of Ghawl -- causing people to lose their minds completely. So He says here:\nيُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ\n(Round them will be passed a cup of pure wine) meaning, wine from a flowing stream which they do not fear will ever be cut off or cease. Malik narrated that Zayd bin Aslam said, \"White flowing wine,\" meaning, with a bright, shining color, unlike the wine of this earth with its ugly, repulsive colors of red, black, yellow and turbid shades, and other features which are repugnant to anyone of a sound nature.\nلَذَّةٍ لِّلشَّـرِبِينَ\n(delicious to the drinkers.) means, its taste will be as good as its color, and a good taste indicates that it has a good smell, unlike the wine of this world.\nلاَ فِيهَا غَوْلٌ\n(Neither will they have Ghawl from that) means, it will not have any effects on them such as causing stomach aches. This was the view of Ibn `Abbas, may Allah be pleased with him, Mujahid, Qatadah and Ibn Zayd. This is unlike the wine of this world, which causes colic and so on, because it is too watery.\nوَلاَ هُمْ عَنْهَا يُنزَفُونَ\n(nor will they suffer intoxication therefrom.) Mujahid said, \"It will not cause them to lose their minds.\" This was also the view of Ibn `Abbas, Muhammad bin Ka`b, Al-Hasan. `Ata' bin Abi Muslim Al-Khurasani, As-Suddi and others. Ad-Dahhak reported that Ibn Abbas said, \"Wine causes four things: intoxication, headache, vomiting and urine.\" So, when Allah mentions the wine of Paradise, He states that it is free of these characteristics, as mentioned in Surat As-Saffat.\nوَعِندَهُمْ قَـصِرَتُ الطَّرْفِ\n(And beside them will be Qasirat At-Tarf) means, chaste females, who will not look at anyone other than their husbands, as Ibn `Abbas, Mujahid, Zayd bin Aslam, Qatadah, As-Suddi and others said.\nعِينٌ\n(with (wide and beautiful) eyes) means, with beautiful eyes. It was also said that it means with wide eyes, which is connected to the first meaning. They are wide-eyed and beautiful, and their eyes are described as being beautiful and chaste. Allah says:\nوَعِندَهُمْ قَـصِرَتُ الطَّرْفِ عِينٌ\n(And beside them will be Qasirat At-Tarf, with (wide and beautiful) eyes.)\nكَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ\n(as if they were Bayd Maknun.) Their bodies are described as having the most perfect color. `Ali bin Abi Talhah reported that Ibn `Abbas, may Allah be pleased with him:\nكَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ\n(as if they were Bayd Maknun.) means, as if they were hidden pearls. Al-Hasan said:\nكَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ\n(as if they were Bayd Maknun. ) means, protected, never touched by any hands. As-Suddi said, \"The well preserved egg in its nest.\" Sa`id bin Jubayr said:\nكَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ\n(as if they were Bayd Maknun.) means, \"The inside of the egg.\" `Ata' Al-Khurasani said, \"It is the membrane which is between its outer shell and its inner contents.\" As-Suddi said:\nكَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ\n(as if they were Bayd Maknun.) means, \"The white of the egg when its shell is removed.\" Ibn Jarir's view concerning the meaning of Maknun (well preserved) is that the outer shell is touched by the wing of the bird and the nest, and by people's hands, unlike the interior of the egg. And Allah knows best.",
  "ayah": 42,
  "surah": 37
}
