{
  "text": "The Tree of Zaqqum and its Companions\nHere Allah asks: `Is that which He has mentioned of the delights of Paradise with its food, drink, companions and other joys better entertainment, or\nأَمْ شَجَرَةُ الزَّقُّومِ\n(or the tree of Zaqqum) which is in Hell' The meaning here is a specific kind of tree which is called Zaqqum. This is like the Ayah:\nوَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلأَكِلِيِنَ\n(And a tree that springs forth from Mount Sinai, that grows (produces) oil, and (it is a) relish for the eaters.) (23:20) -- which is the olive tree. This is supported by the Ayah:\nثُمَّ إِنَّكُمْ أَيُّهَا الضَّآلُّونَ الْمُكَذِّبُونَ - لاّكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ\n(Then moreover, verily, -- you the erring-ones, the deniers! You, verily, will eat of the trees of Zaqqum.) (56:51-52).\nإِنَّا جَعَلْنَـهَا فِتْنَةً لِّلظَّـلِمِينَ\n(Truly, We have made it (as) a trial for the wrongdoers.) Qatadah said, \"The tree of Zaqqum is mentioned as a test for those who are misguided. They said, `Your companion tells you that in the Fire there is a tree, but fire consumes trees.' Then Allah revealed the words:\nإِنَّهَا شَجَرَةٌ تَخْرُجُ فِى أَصْلِ الْجَحِيمِ\n(Verily, it is a tree that springs out of the bottom of Hell-fire.) meaning, it is nourished by the fire, for it was created from fire.\" Mujahid said:\nإِنَّا جَعَلْنَـهَا فِتْنَةً لِّلظَّـلِمِينَ\n(Truly, We have made it (as) a trial for the wrongdoers.) Abu Jahl, may Allah curse him, said, \"Zaqqum means dates and butter which I eat Atazaqqamuhu.\" I say that the meaning of the Ayah is, \"We have told you, O Muhammad, of the tree of Zaqqum as a trial with which We test the people to see who will believe and who will disbelieve.\" This is like the Ayah:\nوَمَا جَعَلْنَا الرُّءْيَا الَّتِى أَرَيْنَـكَ إِلاَّ فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِى القُرْءَانِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَانًا كَبِيرًا\n(And We made not the vision which we showed you but a trial for mankind, and the accursed tree in the Qur'an. We warn and make them afraid but it only increases them in naught save great disbelief, oppression and disobedience to Allah) (17:60).\nإِنَّهَا شَجَرَةٌ تَخْرُجُ فِى أَصْلِ الْجَحِيمِ\n(Verily, it is a tree that springs out of the bottom of Hell-fire.) means, its roots grow at the bottom of Hell.\nطَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَـطِينِ\n(The shoots of its fruit stalks are like the heads of Shayatin. ) this is a description of how ugly and repulsive it is. It is likened to\nرُءُوسُ الشَّيَـطِينِ\n(the heads of Shayatin ), even though they have never seen them, because it is a well-established idea in people's minds that devils are ugly in appearance.\nفَإِنَّهُمْ لاّكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ\n(Truly, they will eat thereof and fill their bellies therewith.) Allah mentions that they will eat of this extremely ugly tree even though its fruit tastes and smells so bad; they will be forced to eat from it because they will not find anything else to eat except this tree and similar things, as Allah says:\nلَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ - لاَّ يُسْمِنُ وَلاَ يُغْنِى مِن جُوعٍ\n(No food will there be for them but a poisonous thorny plant, Which will neither nourish nor avail against hunger.) (88:6 -7).\nثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْباً مِنْ حَمِيمٍ\n(Then on the top of that they will be boiling Hamim) Ibn `Abbas, may Allah be pleased with him, said, \"This means they will be given boiling Hamim to drink after they have eaten from Zaqqum.\" According to another report, he said that this means a mixture made from boiling water. Someone else said that it means boiling water will be mixed with pus and offensive discharges that leak from their private parts and eyes. Ibn Abi Hatim recorded that Sa`id bin Jubayr said, \"When the people of Hell get hungry, they will ask for food from the tree of Zaqqum. They will eat from it, then the skin of their faces will fall off, If someone were to pass by, he would recognize them from their faces. Then thirst will be sent upon them, so they will ask to be given something to drink, and they will be given water like boiling oil that has been heated to the ultimate degree. When it is brought near to their mouths, the flesh of their faces from which the skin has fallen off will be baked by its heat, and whatever is in their stomachs will melt. They will walk with their guts falling out and with their skin falling off, then they will be beaten with hooked rods of iron. Then every part of their bodies will burst into loud lamentations.\nثُمَّ إِنَّ مَرْجِعَهُمْ لإِلَى الْجَحِيمِ\n(Then thereafter, verily, their return is to the flaming fire of Hell.) means, after that interval, they will be sent back to the burning fire, searing heat and scorching flames, and they will rotate between the one and the other. This is like the Ayah,\nيَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ ءَانٍ\n(They will go between it (Hell) and the fierce boiling water!) (55:44). Qatadah recited this Ayah when discussing this Ayah. This is a good interpretation. `Abdullah bin Mas`ud recited it differently, with the meaning \"Their return in the afternoon.\" `Abdullah, may Allah be pleased with him, used to say: \"By the One in Whose Hand is my soul, midday on the Day of Resurrection will not come until the people of Paradise will be in Paradise and the people of Hell will be in Hell.\" Then he recited:\nأَصْحَـبُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرّاً وَأَحْسَنُ مَقِيلاً\n(The dwellers of Paradise will, on that Day, have the best abode, and have the fairest of places for repose) (25:24). Allah's saying;\nإِنَّهُمْ أَلْفَوْاْ ءَابَآءَهُمْ ضَآلِّينَ\n(Verily, they found their fathers on the wrong path;) means, `We will punish them for that because they found their fathers following misguidance and they followed them with no evidence or proof.' Allah says:\nفَهُمْ عَلَى ءَاثَارِهِمْ يُهْرَعُونَ\n(So they (too) hastened in their footsteps!) Mujahid said, \"This is like running.\" Sa`id bin Jubayr said, \"They followed ignorance and foolishness.\"",
  "ayah": 66,
  "surah": 37
}
