{
  "surah": 29,
  "ayah": 5,
  "text": "Whoso hopes to encounter God, God's term is coming, and He is the Hearing, the Knowing. When someone passes his life hoping for Our encounter, We will permit him to gaze upon Us and he will be delivered from absence and separation. And He is the Hearing of the moans of the yearners, the Knowing of the longing of the enraptured lovers. The price of seeing the Friend is the spirit. If you find that for one hundred thousand spirits, that is cheap. Who is more victorious than the servant who sees the Friend face-to-face? Hoping to see the Friend is the attribute of the Men. Great is the aspiration of the eye that wants to see You- is it not enough for an eye that You see him who sees You? Wait until tomorrow, when the servant will sit at the table of everlastingness, drinking the wine of union. He will see blessedness, nearness, and the most beautiful and will arrive at hearing, drink- ing, and seeing. This is just what the Exalted Lord says: “Faces that day will be radiant, gazing upon their Lord” [75:22-23]. The faces of the faithful and the self-purifiers, the faces of the sin- cerely truthful and the witnesses, will be like glowing moons, shining suns, garden violets, fragrant jasmine, red anemones, flashing lightning, rising suns, the vast paradise. On whom will these faces be gazing? They will be gazing upon their Lord, upon their creator, upon their nurturer. What is the attribute of that day? The day of proximity and union, the day of kindness and bounteousness, the day of giving and bestowal, the day of gazing on the Possessor of Majesty. In hoping for this station the yearners dedicated their bodies, and for the sake of this way station the passionate put rings in their ears. The recognizers will have three eyes in vision: The eye of the head will see, and that is for pleasure. The eye of the heart will see, and that is for recognition. The eye of the spirit will see, and that is for contemplation. He will fill the eye of the head with the light of bounty, the eye of the heart with the light of proximity, and the eye of the spirit with the light of finding."
}
