{
  "text": "آیت 4 { وَاِذَا رَاَیْتَہُمْ تُعْجِبُکَ اَجْسَامُہُمْ } ”اے نبی ﷺ ! جب آپ انہیں دیکھتے ہیں تو ان کے جسم آپ کو بڑے اچھے لگتے ہیں۔“ جسمانی طور پر ان کی شخصیات بڑی دلکش اور متاثر کن ہیں۔ { وَاِنْ یَّـقُوْلُوْا تَسْمَعْ لِقَوْلِہِمْ } ”اور اگر وہ بات کرتے ہیں تو آپ ﷺ ان کی بات سنتے ہیں۔“ ظاہر ہے یہ لوگ سرمایہ دار بھی تھے اور معاشرتی لحاظ سے بھی صاحب حیثیت تھے۔ اس لحاظ سے ان کی گفتگو ہر فورم پر توجہ سے سنی جاتی تھی۔ { کَاَنَّہُمْ خُشُبٌ مُّسَنَّدَۃٌ} ”لیکن اصل میں یہ دیوار سے لگائی ہوئی خشک لکڑیوں کی مانند ہیں۔“ حقیقت میں ان لوگوں کی حیثیت ان خشک لکڑیوں کی سی ہے جو کسی سہارے کے بغیر کھڑی بھی نہیں ہوسکتیں اور انہیں دیوار کی ٹیک لگا کر کھڑا کیا جاتا ہے۔  { یَحْسَبُوْنَ کُلَّ صَیْحَۃٍ عَلَیْہِمْ } ”یہ ہر زور کی آواز کو اپنے ہی اوپر گمان کرتے ہیں۔“ اندر سے یہ لوگ اس قدر بودے اور بزدل ہیں کہ کوئی بھی زور کی آواز یا کوئی آہٹ سنتے ہیں تو ان کی جان پر بن جاتی ہے۔ یہ ہر خطرے کو اپنے ہی اوپر سمجھتے ہیں اور ہر وقت کسی ناگہانی حملے کے خدشے یا جہاد و قتال کے تقاضے کے ڈر سے سہمے رہتے ہیں۔ { ہُمُ الْعَدُوُّ فَاحْذَرْہُمْ } ”آپ ﷺ کے اصل دشمن یہی ہیں ‘ آپ ان سے بچ کر رہیں !“ یہ ان کے مرض نفاق کی تیسری سٹیج کا ذکر ہے۔ ان کی دشمنی چونکہ دوستی کے پردے میں چھپی ہوتی ہے اس لیے یہاں خصوصی طور پر ان سے ہوشیار رہنے کی ہدایت کی جا رہی ہے کہ اے نبی ﷺ ! یہ لوگ آستین کے سانپ ہیں۔ مشرکین مکہ کے لشکر آپ لوگوں کے لیے اتنے خطرناک نہیں جتنے یہ اندر کے دشمن خطرناک ہیں۔ لہٰذا آپ ﷺ ان کو ہلکا نہ سمجھیں اور ان سے ہوشیار رہیں۔ ایسی صورت حال کے لیے حضرت مسیح علیہ السلام کا یہ قول بہت اہم ہے کہ ”فاختہ کی مانند بےضرر لیکن سانپ کی طرح ہوشیار رہو“۔ منافقین اگرچہ حضور ﷺ سے دشمنی کا کوئی موقع ہاتھ سے نہیں جانے دیتے تھے ‘ لیکن حضور ﷺ کی شان یہی تھی کہ آپ ﷺ ان کی غلطیاں اور گستاخیاں مسلسل نظرانداز فرماتے رہتے تھے ‘ بلکہ آپ ﷺ اپنی طبعی شرافت اور مروّت کی وجہ سے ان کے جھوٹے بہانے بھی مان لیتے تھے۔ یہاں تک کہ غزوئہ تبوک کی تیاری کے موقع پر جب آپ ﷺ نے بہت سے منافقین کو جھوٹے بہانوں کی وجہ سے پیچھے رہ جانے کی اجازت دے دی تو اللہ تعالیٰ کی طرف سے تنبیہہ آگئی : { عَفَا اللّٰہُ عَنْکَج لِمَ اَذِنْتَ لَہُمْ حَتّٰی یَتَبَیَّنَ لَکَ الَّذِیْنَ صَدَقُوْا وَتَعْلَمَ الْکٰذِبِیْنَ۔ } التوبۃ ”اے نبی ﷺ ! اللہ آپ کو معاف فرمائے یا اللہ نے آپ کو معاف فرمادیا آپ نے انہیں کیوں اجازت دے دی ؟ یہاں تک کہ آپ کے لیے واضح ہوجاتا کہ کون لوگ سچے ہیں اور آپ یہ بھی جان لیتے کہ کون جھوٹے ہیں !“ { قَاتَلَہُمُ اللّٰہُز اَنّٰی یُؤْفَـکُوْنَ۔ } ”اللہ ان کو ہلاک کرے ‘ یہ کہاں سے پھرائے جا رہے ہیں !“ تصور کیجیے یہ لوگ کس قدرقابل رشک مقام سے ناکام و نامراد لوٹے ہیں ! ان کو نبی آخر الزماں ﷺ کا زمانہ نصیب ہوا ‘ آپ ﷺ کی دعوت ایمان پر لبیک کہنے کی توفیق ملی ‘ آپ ﷺ کے قدموں میں بیٹھنے کے مواقع ہاتھ آئے۔ کیسی کیسی سعادتیں تھیں جو ان لوگوں کے حصے میں آئی تھیں۔ بقول ابراہیم ذوق : ع ”یہ نصیب اللہ اکبر ! لوٹنے کی جائے ہے“۔ مگر دوسری طرف ان کی بدنصیبی کی انتہا یہ ہے کہ یہاں تک پہنچ کر بھی یہ لوگ نامراد کے نامراد ہی رہے۔ مقامِ عبرت ہے ! کس بلندی پر پہنچ کر یہ لوگ کس اتھاہ پستی میں گرے ہیں : ؎قسمت کی خوبی دیکھئے ٹوٹی کہاں کمند دوچارہاتھ جب کہ لب ِبام رہ گیا !",
  "ayah": 4,
  "surah": 63
}
