{
  "text": "آیت 8{ یَـقُوْلُوْنَ لَئِنْ رَّجَعْنَــآ اِلَی الْمَدِیْنَۃِ لَـیُخْرِجَنَّ الْاَعَزُّ مِنْہَا الْاَذَلَّ } ”وہ کہتے ہیں کہ اگر ہم مدینہ لوٹ گئے تو جو طاقتور ہیں وہ لازماً نکال باہر کریں گے وہاں سے ان کمزور لوگوں کو۔“ عربی میں عزت کا اصل مفہوم طاقت اور غلبہ ہے ‘ جبکہ ذلیل کے معنی کمزور اور بےحیثیت کے ہیں۔ مذکورہ واقعہ چونکہ غزوئہ بنی مصطلق سے واپس آتے ہوئے راستے میں پیش آیا تھا اس لیے منافقین کے مکالمے میں یہاں مدینہ پلٹنے کا ذکر آیا ہے۔ عبداللہ بن ابی نے لوگوں کے جذبات بھڑکاتے ہوئے یہ بھی کہا تھا کہ جب ہم مدینہ واپس پہنچیں تو بالکل متفق الرائے ہو کر یہ طے کرلیں کہ جو صاحب عزت ہیں ‘ جو مدینہ کے قدیم باشندے sons of the soil ہیں وہ ان مہاجروں کو جو بڑے کمزور ہیں ‘ جن کی کوئی حیثیت نہیں ‘ مدینہ سے نکال باہر کریں گے۔  { وَلِلّٰہِ الْعِزَّۃُ وَلِرَسُوْلِہٖ وَلِلْمُؤْمِنِیْنَ وَلٰــکِنَّ الْمُنٰفِقِیْنَ لَا یَعْلَمُوْنَ۔ } ”حالانکہ اصل عزت تو اللہ ‘ اس کے رسول ﷺ اور مومنین کے لیے ہے ‘ لیکن یہ منافق جانتے نہیں۔“ عبداللہ بن ابی کے بیٹے کا نام بھی عبداللہ رض تھا ‘ جو بہت مخلص ‘ صادق القول اور صادق الایمان صحابی تھے۔ انہیں جب معلوم ہوا کہ میرے باپ نے یہ بکواس کی ہے تو انہوں نے اپنے باپ کو سبق سکھانے کی ٹھان لی۔ چناچہ لشکرجب واپس مدینہ پہنچا تو حضرت عبداللہ رض تلوار سونت کر اپنے باپ کے راستے میں کھڑے ہوگئے۔ انہوں رض نے عبداللہ بن ابی سے کہا اب جب تک تم یہ نہیں کہو گے کہ میں ذلیل ہوں اور تمام عزت اللہ ‘ اس کے رسول ﷺ اور اہل ایمان کے لیے ہے ‘ اس وقت تک میں تمہیں شہر میں داخل نہیں ہونے دوں گا۔ عبداللہ بن ابی نے اس پر حضور ﷺ سے بھی فریاد کی ‘ لوگوں کے سامنے بھی دہائی دی کہ دیکھو میرا اپنا بیٹا میرے قتل کے درپے ہے۔ لیکن حضرت عبداللہ رض اپنے موقف پر قائم رہے اور انہوں نے اپنی مذکورہ شرط منوا کر ہی اپنے باپ کو شہر میں داخل ہونے کی اجازت دی۔ یہ آٹھ آیات تو نفاق کے مراحل اور اس کی تشخیص اور پیش بینی prognosis کے بارے میں تھیں۔ ان میں گویا مرض نفاق ‘ اس کی علامات ‘ اس کا نقطہ آغاز ‘ اس کا سبب ‘ اس کے مختلف مراتب و مدارج اور اس کی ہلاکت خیزی ‘ یہ تمام چیزیں زیر بحث آگئیں۔ ان آیات کا خلاصہ یہی ہے کہ نفاق کی وجہ سے بالآخر انسان کے دل میں اللہ کے رسول ﷺ اور اہل ایمان کے خلاف شدید دشمنی پیدا ہوجاتی ہے اور یہ بیماری انسان کو ہلاکت و بربادی کے راستے پر وہاں پر پہنچا دیتی ہے جہاں اللہ کے رسول ﷺ کا استغفار بھی اس کے کام نہیں آسکتا۔",
  "ayah": 8,
  "surah": 63
}
