{
  "text": "১৭-১৯ নং আয়াতের তাফসীর\nসেই আল্লাহ তাআলার একচ্ছত্র আধিপত্য এবং সার্বভৌম ও সীমাহীন রাজত্বের প্রকাশ ঘটবে তার তাসবীহ পাঠ ও প্রশংসা কীর্তনের মাধ্যমে। আল্লাহ তা'আলা স্বীয় বান্দাদেরকে সে দিকেই পথ নির্দেশ করেছেন। তিনি যে মহান ও পবিত্র এবং তিনি যে প্রশংসার যোগ্য তারই বর্ণনা তিনি দিচ্ছেন। সন্ধ্যায় যখন ঘনঘটা অন্ধকার বয়ে আনে তখন এরপর দিন জ্যোতির্ময় আলোক নিয়ে হাযির হয়। এতোটুকু বর্ণনা করার পর তার পরবর্তী বাক্য বর্ণনা করার আগেই এ কথাগুলো প্রকাশ করে দিয়েছেন যে, দুনিয়া ও আসমানে প্রশংসার যোগ্য একমাত্র তিনিই। তাঁর সৃষ্টিই স্বয়ং তার মর্যাদার ও বুযুর্গীর দলীল। সকাল ও সন্ধ্যার তাসবীহ পাঠের কথা বলার পর এশা ও যোহরের সময়ের কথা তিনি জুড়ে দিয়েছেন। রাত্রি হলো কঠিন অন্ধকারের সময় এবং এশা ও যোহর হলো পূর্ণ অন্ধকার ও আলোকোজ্জ্বলের সময়। নিশ্চয়ই সমস্ত পবিত্রতা ও মহিমা তাঁরই জন্যে শোভনীয় যিনি রাত্রির অন্ধকার ও দিনের ঔজ্জ্বল্য সষ্টিকারী। তিনিই সকালকে প্রকাশকারী ও রাত্রিকে বিশ্রামের জন্যে সৃষ্টিকারী। এ ধরনের আরো বহু আয়াত রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “শপথ দিবসের, যখন ওটা (সূর্য) ওকে প্রকাশ করে এবং শপথ রজনীর, যখন ওটা ওকে আচ্ছাদিত করে।\" (৯১:৩-৪) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “শপথ পূর্বাহের এবং শপথ রজনীর যখন ওটা হয় নিঝুম।” (৯৩:১-২)।হযরত মুআয ইবনে আনাস আলজুহনী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা হযরত ইবরাহীম (আঃ)-কে বিশ্বস্ত বন্ধু আখ্যায় কেন আখ্যায়িত করেছেন এ খবর কি দেবো না? কারণ এই যে, সকালে ও সন্ধ্যায় তিনি এই কালেমাগুলো পাঠ করতেন।” অতঃপর তিনি(আরবি) হতে পর্যন্ত দু’টি আয়াত তিলাওয়াত করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ বলেছেনঃ “যে ব্যক্তি সকাল সন্ধ্যায় এ আয়াত দু’টি পাঠ করবে, তার দিন-রাতের যা কিছু নষ্ট হয়েছে তা ফিরে পাবে।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) এরপর আল্লাহ তা'আলা বলেনঃ তিনিই মৃত হতে জীবন্তের আবির্ভাব ঘটান এবং তিনিই জীবন্ত হতে মৃতের আবির্ভাব ঘটিয়ে থাকেন। প্রত্যেক জিনিসের উপর এবং ওর উল্টোর উপর তিনি পূর্ণ ক্ষমতাবান। তিনি বীজ হতে গাছ, গাছ। হতে বীজ, মুরগী হতে ডিম, ডিম হতে মুরগী, বীর্য হতে মানুষ ও মানুষ হতে বীর্য, মুমিন হতে কাফির ও কাফির হতে মুমিন বের করে থাকেন। মোটকথা, তিনি প্রত্যেক বিষয় ও তার প্রতিপক্ষ বিষয়ের উপর পূর্ণ কর্তৃত্ব রাখেন। শুষ্ক মাটিতে তিনি আর্দ্রতা আনয়ন করেন এবং অনুর্বর ভূমি থেকেও তিনি ফসল উৎপাদন করেন। যেমন তিনি বলেছেনঃ (আরবি) অর্থাৎ “তাদের জন্যে একটি নিদর্শন মৃত ধরিত্রী, যাকে আমি সঞ্জীবিত করি এবং যা হতে উৎপন্ন করি শস্য যা তারা ভক্ষণ করে। তাতে আমি সৃষ্টি করি খর্জুর ও আঙ্গুরের উদ্যান এবং উৎসারিত করি প্রস্রবণ।\" (৩৬:৩৩-৩৪) আর এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “তুমি ভূমিকে দেখ শুষ্ক, অতঃপর তাতে আমি বারি বর্ষণ করলে তা শস্য-শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদ্গত করে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ ...... যারা কবরে আছে তাদেরকে আল্লাহ নিশ্চয়ই পুনরুত্থিত করবেন।” (২২:৫-৭) আরো বহু জায়গায় এ ধরনের আয়াত কোথাও সংক্ষিপ্ত আবার কোথাও বিস্তারিতভাবে তিনি বর্ণনা করেছেন। এখানে আল্লাহ পাক বলেনঃ এভাবেই তোমরাও সবাই মৃত্যুর পরে (কবর হতে) উথিত হবে।",
  "ayah": 19,
  "surah": 30
}
