{
  "text": "২৮-২৯ নং আয়াতের তাফসীর\nমক্কার কুরায়েশরা ও মুশরিকরা তাদের বুযর্গদেরকে আল্লাহর সমকক্ষ মনে করতো। সেই সাথে তারা এটাও বিশ্বাস করতো যে, এরা সবাই আল্লাহর বান্দা ও তার অধীনস্থ। সুতরাং তারা হজ্ব ও উমরার সময় (আরবি) বলার সাথে সাথে বলতোঃ (আরবি)অর্থাৎ “আমি আপনার নিকট হাযির আছি, আপনার কোন শরীক বা অংশীদার নেই, কিন্তু এই শরীক যে নিজে এবং যে জিনিসের সে মালিক, সবই আপনার অধিকারভুক্ত।” অর্থাৎ শরীকরা এবং তারা যা কিছুর মালিক তার সব কিছুর মালিক আপনিই। সুতরাং তাদেরকে এমন এক দৃষ্টান্ত দ্বারা বুঝানো হচ্ছে যা তারা স্বয়ং নিজেদেরই মধ্যে পেয়ে থাকে এবং যেন তারা একথাটা নিয়ে ভালভাবে চিন্তা ভাবনা করে দেখতে পারে। তাদেরকে বলা হচ্ছে- যা তোমরা বলছো তাতে তোমরা নিজেরাই কি সম্মত হবে? মালিকের ধন-সম্পদের উপর তার গোলাম কি সমানভাবে মালিক হয়? আর সব সময় কি তার এ উৎকণ্ঠা থাকে যে, তার গোলামরা তার ধন-সম্পদ বন্টন করে নিয়ে যাবে? না, তা কখনোই নয়। তাই তাদেরকে বলা হচ্ছে- যখন তোমরা নিজেদের জন্যে এটা পছন্দ কর না যে, গোলামরা তোমাদের ধন-সম্পদের অংশীদার হয়ে যাক, তখন আল্লাহ তা'আলার জন্যে তা পছন্দ করতে পার কি করে? যেমন গোলাম মালিকের সমকক্ষ হতে পারে না, তেমনই আল্লাহর কোন বান্দা তার শরীক ও সমকক্ষ হতে পারে না। সত্যিই এ ধরনের কথা অতি বিস্ময়কর ও বে-ইনসাফি বটে। কি করে মানুষ আল্লাহর জন্যে এমন কিছু প্রমাণ করার জন্যে উঠে পড়ে লেগে যেতে পারে যা তারা নিজেদের জন্যে চিন্তা করতে কষ্ট পায়। নিজেদের কন্যা সন্তান জন্মগ্রহণ করেছে শুনলেই তারা দুঃখিত হয় এবং মুখ কালো করেফেলে। তারাই আবার আল্লাহর নৈকট্য লাভকারী ফেরেশতাদেরকে তাঁর কন্যা। বলে থাকে। এটা অতি অবিচারমূলক কথা নয় কি? অনুরূপভাবে নিজেদের গোলামদেরকে যারা নিজেদের শরীক মনে করতে কখনই পারে না, তারাই আবার কি করে আল্লাহর বান্দা বা দাসকে তার শরীক মনে করে? এগুলো চরম অবিচারমূলক কথা।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কাফিররা লাব্বায়েক বলতো এবং লা শারীকা লাকা বলে আল্লাহর অংশীদার উড়িয়ে দিতো। তারাই আবার পরক্ষণে তার শরীক সাব্যস্ত করে তার আনুগত্য স্বীকার করে নিতো। এ কারণেই এই আয়াত অবতীর্ণ হয়। বলা হয়েছেঃ তুমি যখন নিজ গোলামকে শরীক স্বীকার করতে পার না তখন আল্লাহর বান্দাকে তার শরীক মনে কর কোন বিচারে? এ পরিষ্কার কথাটা বলার পর ইরশাদ হচ্ছে- এভাবেই আমি বোধশক্তি সম্পন্ন সম্প্রদায়ের নিকট নিদর্শনাবলী বিবৃত করি।' মুশরিকদের কাছে জ্ঞান সম্মত ও শরীয়ত সম্মত কোনই দলীল নেই। তারা যা কিছু বলছে সবই অজ্ঞতা ও প্রবৃত্তির বশবর্তী হয়েই বলছে। যখন তারা হক পথ হতে সরে গেছে তখন তাদেরকে আল্লাহ ছাড়া কেউই হক পথে আনতে পারবে না। তাদের কোন সাহায্যকারী নেই। কে আছে যে আল্লাহর ইচ্ছার বিরুদ্ধে ঠোট হেলাতে পারে? কে আছে যে তার উপর দয়া করতে পারে যার উপর আল্লাহ দয়া না করেন? তিনি যা চান তাই হয় এবং যা চান না তা হয় না।",
  "ayah": 29,
  "surah": 30
}
