{
  "text": "৩৮-৪০ নং আয়াতের তাফসীর\nআত্মীয়-স্বজনদের সাথে সদ্ব্যবহার ও সম্পর্ক যুক্ত রাখার নির্দেশ দেয়া হচ্ছে। মিসকীন তাকে বলা হয় যার কাছে কিছু না কিছু থাকে। কিন্তু তা তার প্রয়োজনের পক্ষে যথেষ্ট হয় না। তাদের সাথেও সদ্ব্যবহারের ও তাদের প্রতি করুণা প্রদর্শনের আদেশ করা হয়েছে। যে মুসাফির বিদেশে গিয়ে খরচ পরিমাণ পয়সার অভাবে পড়েছে তার প্রতিও দয়া প্রদর্শনের নির্দেশ দেয়া হচ্ছে। এগুলো তার জন্যে উত্তম কাজ যে আশা পোষণ করে যে, কিয়ামতের দিন আল্লাহর সাথে তার সাক্ষাৎ লাভ ঘটবে। প্রকৃতপক্ষে মানুষের জন্যে এর চেয়ে বড় নিয়ামত আর কিছুই নেই। এ ধরনের লোকই দুনিয়া ও আখিরাতে নাজাত পাবে। দ্বিতীয় আয়াতের তাফসীর হযরত ইবনে আব্বাস (রাঃ), মুজাহিদ (রঃ), যহহাক (রঃ), কাতাদা (রঃ), মুহাম্মাদ ইবনে কা'ব (রঃ) প্রমুখ গুরুজন হতে বর্ণিত আছে যে, যদি কোন লোক এ নিয়ত করে দান করে যে, লোকেরা তাকে তার চেয়ে বেশী দান করবে, এ নিয়তে দান করা জায়েয হলেও তাতে তার কোন সওয়াব হবে না। আল্লাহ তা'আলার কাছে তার জন্যে এর কোনই বিনিময় নেই। কিন্তু আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে এর থেকেও নিষেধ করেছেন। এ অর্থে এ আদেশ রাসূলুল্লাহ্ (সঃ)-এর জন্যেই নির্দিষ্ট হবে। যহহাক (রঃ) আল্লাহ তা'আলার উক্তি দ্বারা দলীল গ্রহণ করেছেন যে, তিনি বলেছেনঃ (আরবি) অর্থাৎ “বেশী প্রাপ্তির নিয়তে কারো প্রতি অনুগ্রহ করো না।\" (৭৪:৬)। হযরত ইবনে আব্বাস (রাঃ) বলেছেন যে, সুদ দুই প্রকারের রয়েছে। এক হলো ব্যবসায় সুদ। এটা তো হারাম। দ্বিতীয় সুদ হলো এই যে, বেশী পাওয়ার নিয়তে কাউকে কিছু দান করা। এটা বৈধ। অতঃপর তিনি (আরবি) এ আয়াতটি তিলাওয়াত করেন এবং বলেন যে, আল্লাহ তা'আলার কাছে যাকাত আদায়ের সওয়াব তো আছেই। যাকাত প্রদানকারীকে খুবই বরকত দেয়া হয়। এজন্যেই আল্লাহ তা'আলা বলেনঃ “আল্লাহর সন্তুষ্টি লাভের জন্যে যে যাকাত তোমরা দিয়ে থাকো তা-ই বৃদ্ধি পায় ও তারাই সমৃদ্ধশালী।” অর্থাৎ তাদের জন্যে সওয়াব ও প্রতিদান বহুগুণে বৃদ্ধি করে দেয়া হয়। যেমন সহীহ হাদীসে এসেছেঃ “হালাল উপার্জন দ্বারা একটি মাত্র খেজর সাদকা করা হলে আল্লাহ রাহমানুর রাহীম স্বীয় দক্ষিণ হস্তে তা গ্রহণ করেন এবং তা এমনভাবে প্রতিপালন করেন ও বাড়িয়ে দেন, যেমনভাবে তোমাদের কেউ ঘোড়া বা উটের বাচ্চা প্রতিপালন করে থাকে, এমনকি শেষ পর্যন্ত একটি খেজুর উহুদ পাহাড় অপেক্ষাও বড় হয়ে যায়।” আল্লাহ সৃষ্টিকর্তা, আহারদাতা। মানুষ মায়ের পেট হতে ভূমিষ্ট হওয়ার সময় উলঙ্গ, অজ্ঞ, শ্রবণশক্তিহীন, দৃষ্টিশক্তিহীন, শারীরিক শক্তিহীন অবস্থায় থাকে। আল্লাহ তাআলা তাকে এ সবকিছু দান করেন। ধন-দৌলত দেন, মালিকানা দেন, উপার্জনক্ষম করেন, ব্যবসা-বাণিজ্য করার বুদ্ধি দান করেন। মোটকথা, অসংখ্য নিয়ামত দান করেন।হযরত খালেদ (রাঃ)-এর দুই পুত্র হযরত হাব্বাহ (রাঃ) ও হযরত সাওয়া (রাঃ) হতে বর্ণিত, তারা বলেন, আমরা একদা নবী (সঃ)-এর নিকট হাযির হলাম। ঐ সময় তিনি কোন কাজে ব্যস্ত ছিলেন। আমরা তাঁকে তাঁর কাজে সাহায্য করলাম। তিনি বললেনঃ “জেনে রেখো, তোমরা রিযক থেকে নিরাশ হয়ো না যে পর্যন্ত তোমাদের মাথা নড়তে থাকে (অর্থাৎ তোমরা জীবিত থাকো)। মানুষ উলঙ্গ ও অভুক্ত অবস্থায় দুনিয়ায় আসে। একটি ছাল বা বাকলও তার পরনে থাকে না। কিন্তু মহামহিমান্বিত আল্লাহ তাকে রিযিক দান করেন।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে) এরপর আল্লাহ পাক বলেনঃ তিনি এই জীবনের অবসানের পর তোমাদের মৃত্যু ঘটাবেন। অতঃপর কিয়ামতের দিন পুনরায় জীবিত করবেন। তোমাদের দেব-দেবীগুলোর এমন কেউ আছে কি, যে এসবের কোন একটিও করতে পারে? তারা যাদেরকে শরীক করে, আল্লাহ তা হতে পবিত্র ও মহান। তাঁর মহান পবিত্রতম সত্তা এসব হতে সম্পূর্ণরূপে মুক্ত। তাঁর শরীক হালে এ হতে তিনি সম্পূর্ণ পবিত্র। অথবা তার সমকক্ষ কেউ হালে, তার সন্তানাদি ও পিতা-মাতা থাক, তা হতে তিনি বহু ঊর্ধে। তিনি একক, তিনি অমুখাপেক্ষী ও অভাবমুক্ত। তার সমকক্ষ কেউই নেই।",
  "ayah": 40,
  "surah": 30
}
