{
  "text": "৪১-৪২ নং আয়াতের তাফসীর\nইবনে আব্বাস (রাঃ), ইকরামা (রঃ), যহহাক (রঃ), সুদ্দী (রঃ) প্রমুখ। গুরুজন বলেন যে, এখানে (আরবি) দ্বারা জঙ্গল ও মরু প্রান্তরকে বুঝানো হয়েছে। আর (আরবি) দ্বারা বুঝানো হয়েছে শহর ও গ্রামকে। অন্যেরা বলেন যে, দ্বারা মানুষের সুপরিচিত স্থল ভাগকে বুঝানো হয়েছে এবং (আরবি) দ্বারা বুঝানো হয়েছে। সমুদ্রকে যা মানুষের নিকট পরিচিত।স্থল ভাগের বিপর্যয় দ্বারা উদ্দেশ্য হলো বৃষ্টি বন্ধ হয়ে যাওয়া, ফসল ও ফল-মূল পয়দা না হওয়া এবং দুর্ভিক্ষ হওয়া। আর সমুদ্রের বিপর্যয় দ্বারা উদ্দেশ্য হলো বৃষ্টি না হওয়া, জলজন্তুগুলো অন্ধ হয়ে যাওয়া। মানব হত্যা এবং জলযান জোরপূর্বক ছিনিয়ে নেয়া হচ্ছে জল ও স্থলভাগের বিপর্যয়। এখানে (আরবি) দ্বারা উদ্দেশ্য হলো দ্বীপসমূহ এবং (আরবি) দ্বারা উদ্দেশ্য হলো শহর, লোকালয় ইত্যাদি। কিন্তু প্রথম বর্ণিত ব্যাখ্যাটি বেশী প্রকাশমান। মুহাম্মাদ ইবনে ইসহাক (রঃ)-এর এ বর্ণনাটিও এর পৃষ্ঠপোষকতা করে যে, রাসূলুল্লাহ (সঃ) আয়লার বাদশাহর সাথে সন্ধি করেন, তাতে তিনি তার বাহর অর্থাৎ শহরের নাম উল্লেখ করলেন।।ফল বা খাদ্যশস্যের ক্ষতি মানুষের পাপের কারণে হয়ে থাকে। যারা আল্লাহর অবাধ্য তারাই পৃথিবীতে বিপর্যয় সৃষ্টি করে। আসমান ও যমীনের শুদ্ধি আল্লাহর ইবাদত ও আনুগত্যের দ্বারা হয়ে থাকে। সুনানে আবি দাউদে হাদীস আছেঃ “যমীনে একটি হদ (পাপের শাস্তি) কায়েম হওয়া যমীনবাসীর পক্ষে চল্লিশ দিনের বৃষ্টি অপেক্ষা উত্তম।” এটা এই কারণে যে, \"হদ কায়েম হলে পাপীরা পাপকার্য হতে বিরত থাকবে। আর দুনিয়ায় যখন পাপকার্য বন্ধ হয়ে যাবে তখন দুনিয়াবাসী আসমান ও যমীনের বরকত লাভ করবে। শেষ যুগে যখন হযরত ঈসা ইবনে মারইয়াম (আঃ) পৃথিবীতে নাযিল হবেন। ও পবিত্র শরীয়ত মুতাবেক ফায়সালা দিতে থাকবেন, যেমন শূকরের হত্যা, ক্রুসের পরাজয়, জিযিয়া বন্ধ অর্থাৎ হয় ইসলামের কবুলিয়ত, না হয় যুদ্ধ। তারপর তাঁর সময় দাজ্জাল ও তার অনুসারীদের পতন ও ইয়াজুজ-মাজুজের ধ্বংস সাধন হয়ে যাবে, তখন যমীনকে বলা হবেঃ “তোমার বরকত ফিরিয়ে আন।” সেই দিন একটি ডালিম ফল একটি বড় দলের (খাদ্য হিসেবে) যথেষ্ট হবে। এ ডালিম এতো বড় হবে যে, ওর ছালের নীচে এসব লোক ছায়া গ্রহণ করতে পারবে। একটি উষ্ট্রীর দুগ্ধ একটি গোত্রের জন্যে যথেষ্ট হবে। এসব বরকত রাসূলুল্লাহ (সঃ)-এর শরীয়ত জারীকরণের ফলে হবে। তার দেয়া শরীয়ত বিধি যেমন বাড়তে থাকবে এ বরকতের পরিমাণও তেমন বৃদ্ধি পেতে থাকবে। অপরপক্ষে, ফাজের বা পাপাচারী লোকের ব্যাপারে হাদীস শরীফে উল্লিখিত হয়েছে যে, তার মৃত্যুর কারণে শহরের লোকজন, গাছপালা, জীবজন্তু ইত্যাদি সবাই শান্তিলাভ করে থাকে।মুসনাদে আহমাদে বর্ণিত আছে যে, যিয়াদের আমলে একটি থলে পাওয়া গিয়েছিল যাতে খেজুরের বড় আঁটির মত গমের দানা ছিল। তাতে লিখা ছিলঃ “এটা ঐ সময় উৎপন্ন হতো যখন ন্যায়-নীতিকে কাজে লাগানো হতো।”যায়েদ ইবনে আসলাম (রঃ) হতে বর্ণিত আছে যে, এখানে ফাসাদ দ্বারা শিরক উদ্দেশ্য। কিন্তু এ উক্তিটির ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে।এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ এর ফলে তাদেরকে তাদের কোন কোন কর্মের শাস্তি তিনি আস্বাদন করান যাতে তারা ফিরে আসে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “আমি তাদেরকে মঙ্গল ও অমঙ্গল দ্বারা পরীক্ষা করি যাতে তারা ফিরে আসে।” (৭:১৬৮) মহান আল্লাহ বলেনঃ তোমরা পৃথিবীতে পরিভ্রমণ কর এবং দেখো, তোমাদের পূর্ববর্তীদের পরিণাম কি হয়েছে! তাদের অধিকাংশই ছিল মুশরিক। সেগুলো দেখে তোমরা শিক্ষা গ্রহণ করো।",
  "ayah": 42,
  "surah": 30
}
