{
  "text": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آَذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا (7){ كلما } مركبة من كلمتين كلمةِ ( كل ) وهي اسم يدل على استغراق أفراد ما تضاف هي إليه ، وكلمة ( ما ) المصدرية وهي حرف يفيد أن الجملة بعده في تأويل مصدر . وقد يراد بذلك المصدر زمَانُ حصوله فيقولون ( مَا ) ظرفية مصدرية لأنها نائبة عن اسم الزمان .والمعنى : أنهم لم يظهروا مخِيلةً من الإِصغاء إلى دعوته ولم يتخلفوا عن الإِعراض والصدود عن دعوته طَرفة عَيْن ، فلذلك جاء بكلمة { كلما } الدالة على شمول كلّ دعوة من دعواته مقترنةً بدلائل الصد عنها ، وقد تقدم عند قوله تعالى : { كلما أضاء لهم مشوا فيه } [ البقرة : 20 ] .وحُذف متعلق { دَعَوْتُهم } لدلالة ما تقدم عليه من قوله : { أن اعبدوا الله } [ نوح : 3 ] .والتقدير : كلما دعوتهم إلى عبادتك وتقواك وطاعتي فيما أمرتهم به .واللام في قوله : { لتغفر } لام التعليل ، أي دعوتهم بدعوة التوحيد فهو سبب المغفرة ، فالدعوة إليه معللة بالغفران .ويتعلق قوله : { كلما دعوتهم } بفعل { جعلوا أصابعهم } على أنه ظرف زمان .وجملة { جعلوا أصابعهم } خبر ( إن ) والرابط ضمير { دعوتهم } .وجَعْل الأصابع في الآذَان يمنع بلوغ أصوات الكلام إلى المسامع .وأطلق اسم الأصابع على الأنامل على وجه المجاز المرسل بعلاقة البعضية فإن الذي يُجعل في الأذن الأنملة لا الأصبع كلّه فعُبر عن الأنامل بالأصابع للمبالغة في إرادة سد المسامع بحيث لو أمكن لأدخلوا الأصابع كلها ، وتقدم في قوله تعالى : { يجعلون أصابعهم في آذانهم من الصواعق } في سورة البقرة ( 19 ) .واستغشاء الثياب : جَعْلُها غِشاء ، أي غِطاء على أعينهم ، تعْضيداً لسد آذانهم بالأصابع لئلا يسمعوا كلامه ولا ينظروا إشاراته . وأكثر ما يطلق الغشاء على غطاء العينين ، قال تعالى : { وعلى أبصارهم غشاوة } [ البقرة : 7 ] . والسين والتاء في { استغشوا } للمبالغة .فيجوز أن يكون جعل الأصابع في الآذان واستغشاءُ الثياب هنا حقيقة بأن يكون ذلك من عادات قوم نوح إذا أراد أحد أن يظهر كراهية لكلام من يتكلم معه أن يجعل أصبعيه في أذنيه ويجعل من ثوبه ساتراً لعينيه .ويجوز أن يكون تمثيلاً لحالهم في الإِعراض عن قبول كلامه ورؤية مقامه بحال من يَسُكُّ سمعه بأنملتيْه ويحجب عينيه بطرف ثوبه .وجعلت الدعوة معللة بمغفرة الله لهم لأنها دعوة إلى سبب المغفرة وهو الإِيمان بالله وحده وطاعةُ أمره على لسان رسوله .وفي ذلك تعريض بتحميقهم وتعجب من خُلُقهم إذ يعرضون عن الدعوة لما فيه نفعهم فكان مقتضى الرشاد أن يسمعوها ويتدبروها .والإِصرار : تحقيق العزم على فعللٍ ، وهو مشتق من الصَّر وهو الشد على شيء والعقدُ عليه ، وتقدم عند قوله تعالى : { ولم يصرّوا على ما فعلوا } في سورة آل عمران ( 135 ) .وحذف متعلق أصَروا } لظهوره ، أي أصروا على ما هم عليه من الشرك .{ واستكبروا } مبالغة في تكبروا ، أي جعلوا أنفسهم أكبر من أن يأتمروا لواحد منهم { ما نراك إلاّ بشراً مثلنا وما نراك اتبعك إلاّ الذين هم أراذلِنُا بادىء الرأي وما نرى لكم علينا من فضل } [ هود : 27 ] .وتأكيد { استكبروا } بمفعوله المطلق للدلالة على تمكن الاستكبار . وتنوين { استكباراً } للتعظيم ، أي استكباراً شديداً لا يَفله حدُّ الدعوة .",
  "ayah": 7,
  "surah": 71
}
