{
  "text": "قوله تعالى : ولقد نعلم أنهم يقولون إنما يعلمه بشر لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين قوله تعالى : ولقد نعلم أنهم يقولون إنما يعلمه بشر اختلف في اسم هذا الذي قالوا إنما يعلمه ; فقيل : هو غلام الفاكه بن المغيرة واسمه جبر ، كان نصرانيا فأسلم ; وكانوا إذا سمعوا من النبي - صلى الله عليه وسلم - ما مضى وما هو آت مع أنه أمي لم يقرأ قالوا : إنما يعلمه جبر وهو أعجمي ; فقال الله - تعالى - : لسان الذي يلحدون إليه أعجمي وهذا لسان عربي مبين أي كيف يعلمه جبر وهو أعجمي هذا الكلام الذي لا يستطيع الإنس والجن أن يعارضوا منه سورة واحدة فما فوقها . وذكر النقاش أن مولى جبر كان يضربه ويقول له : أنت تعلم محمدا ، فيقول : لا والله ، بل هو يعلمني ويهديني . وقال ابن إسحاق : كان النبي - صلى الله عليه وسلم - فيما بلغني - كثيرا ما يجلس عند المروة إلى غلام نصراني يقال له جبر ، عبد بني الحضرمي ، وكان يقرأ الكتب ، فقال المشركون : والله ما يعلم محمدا ما يأتي به إلا جبر النصراني . وقال عكرمة : اسمه يعيش عبد لبني الحضرمي ، كان رسول الله - صلى الله عليه وسلم - يلقنه القرآن ; ذكره الماوردي . وذكر الثعلبي عن عكرمة وقتادة أنه غلام لبني المغيرة اسمه يعيش ، وكان يقرأ الكتب الأعجمية ، فقالت قريش : إنما يعلمه بشر ، فنزلت . المهدوي عن عكرمة : هو غلام لبني عامر بن لؤي ، واسمه يعيش . وقال عبد الله بن مسلم الحضرمي : كان لنا غلامان نصرانيان من أهل عين التمر ، اسم أحدهما يسار واسم الآخر جبر . كذا ذكر الماوردي والقشيري والثعلبي ; إلا أن الثعلبي قال : يقال لأحدهما نبت ويكنى أبا فكيهة ، والآخر جبر ، وكانا صيقلين يعملان السيوف ; وكانا يقرآن كتابا لهم . الثعلبي : يقرآن التوراة والإنجيل . الماوردي والمهدوي : التوراة . فكان رسول الله - صلى الله عليه وسلم - يمر بهما ويسمع قراءتهما ، وكان المشركون يقولون : يتعلم منهما ، فأنزل الله هذه الآية وأكذبهم . وقيل : عنوا سلمان الفارسي - رضي الله عنه - ; قاله الضحاك . وقيل :[ ص: 162 ] نصرانيا بمكة اسمه بلعام ، وكان غلاما يقرأ التوراة ; قاله ابن عباس . وقال القتبي : كان بمكة رجل نصراني يقال له أبو ميسرة يتكلم بالرومية ، فربما قعد إليه رسول الله - صلى الله عليه وسلم - ، فقال الكفار : إنما يتعلم محمد منه ، فنزلت . وفي رواية أنه عداس غلام عتبة بن ربيعة . وقيل : عابس غلام حويطب بن عبد العزى ويسار أبو فكيهة مولى ابن الحضرمي ، وكانا قد أسلما . والله أعلمقلت : والكل محتمل ; فإن النبي - صلى الله عليه وسلم - ربما جلس إليهم في أوقات مختلفة ليعلمهم مما علمه الله ، وكان ذلك بمكة . وقال النحاس : وهذه الأقوال ليست بمتناقضة ; لأنه يجوز أن يكونوا أومأوا إلى هؤلاء جميعا ، وزعموا أنهم يعلمونه .قلت : وأما ما ذكره الضحاك من أنه سلمان ففيه بعد ; لأن سلمان إنما أتى النبي - صلى الله عليه وسلم - بالمدينة ، وهذه الآية مكية .لسان الذي يلحدون إليه أعجمي الإلحاد : الميل ; يقال : لحد وألحد ، أي مال عن القصد . وقد تقدم في الأعراف وقرأ حمزة \" يلحدون \" بفتح الياء والحاء ; أي لسان الذي يميلون إليه ويشيرون أعجمي . والعجمة : الإخفاء وضد البيان . ورجل أعجم وامرأة عجماء ، أي لا يفصح ; ومنه عجم الذنب لاستتاره . والعجماء : البهيمة ; لأنها لا توضح عن نفسها . وأعجمت الكتاب أي أزلت عجمته . والعرب تسمي كل من لا يعرف لغتهم ولا يتكلم بكلامهم أعجميا . وقال الفراء : الأعجم الذي في لسانه عجمة وإن كان من العرب ، والأعجمي أو العجمي الذي أصله من العجم . وقال أبو علي : الأعجمي الذي لا يفصح ، سواء كان من العرب أو من العجم ، وكذلك الأعجم والأعجمي المنسوب إلى العجم وإن كان فصيحا . وأراد باللسان القرآن ; لأن العرب تقول للقصيدة والبيت : لسان ; قال الشاعر :لسان الشر تهديها إلينا وخنت وما حسبتك أن تخونايعني باللسان القصيدة .وهذا لسان عربي مبين أي أفصح ما يكون من العربية .",
  "ayah": 103,
  "surah": 16
}
