{
  "text": "قوله تعالى : إنما جعل السبت على الذين اختلفوا فيه وإن ربك ليحكم بينهم يوم القيامة فيما كانوا فيه يختلفون قوله تعالى : إنما جعل السبت على الذين اختلفوا فيه أي لم يكن في شرع إبراهيم ولا في دينه ، بل كان سمحا لا تغليظ فيه ، وكان السبت تغليظا على اليهود في رفض الأعمال وترك التبسط في المعاش بسبب اختلافهم فيه ، ثم جاء عيسى - عليه السلام - بيوم الجمعة فقال : تفرغوا للعبادة في كل سبعة أيام يوما واحدا . فقالوا : لا نريد أن يكون عيدهم بعد عيدنا ، [ ص: 181 ] فاختاروا الأحد . وقد اختلف العلماء في كيفية ما وقع لهم من الاختلاف ; فقالت طائفة : إن موسى - عليه السلام - أمرهم بيوم الجمعة وعينه لهم ، وأخبرهم بفضيلته على غيره ، فناظروه أن السبت أفضل ; فقال الله له : ( دعهم وما اختاروا لأنفسهم ) . وقيل : إن الله - تعالى - لم يعينه لهم ، وإنما أمرهم بتعظيم يوم في الجمعة فاختلف اجتهادهم في تعيينه ، فعينت اليهود السبت ; لأن الله - تعالى - فرغ فيه من الخلق . وعينت النصارى يوم الأحد ; لأن الله - تعالى - بدأ فيه بالخلق . فألزم كل منهم ما أداه إليه اجتهاده . وعين الله لهذه الأمة يوم الجمعة من غير أن يكلهم إلى اجتهادهم فضلا منه ونعمة ، فكانت خير الأمم أمة . روى الصحيح عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : نحن الآخرون الأولون يوم القيامة ونحن أول من يدخل الجنة بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم فاختلفوا فيه فهدانا الله لما اختلفوا فيه من الحق فهذا يومهم الذي اختلفوا فيه فهدانا الله له - قال يوم الجمعة - فاليوم لنا وغدا لليهود وبعد غد للنصارى فقوله : فهذا يومهم الذي اختلفوا فيه يقوي قول من قال : إنه لم يعين لهم ; فإنه لو عين لهم وعاندوا لما قيل اختلفوا . وإنما كان ينبغي أن يقال فخالفوا فيه وعاندوا . ومما يقويه أيضا قوله - عليه السلام - : أضل الله عن الجمعة من كان قبلنا . وهذا نص في المعنى . وقد جاء في بعض طرقه فهذا يومهم الذي فرض الله عليهم اختلفوا فيه . وهو حجة للقول الأول . وقد روي : إن الله كتب الجمعة على من كان قبلنا فاختلفوا فيه وهدانا الله له فالناس لنا فيه تبع .قوله تعالى : على الذين اختلفوا فيه يريد في يوم الجمعة كما بيناه ; اختلفوا على نبيهم موسى وعيسى . ووجه الاتصال بما قبله أن النبي - صلى الله عليه وسلم - أمر باتباع الحق ، وحذر الله الأمة من الاختلاف عليه فيشدد عليهم كما شدد على اليهود .",
  "ayah": 124,
  "surah": 16
}
