{
  "text": "قوله تعالى : والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون فيه ثمان مسائل :الأولى : قوله - تعالى - : والخيل بالنصب معطوف ، أي وخلق الخيل . وقرأ ابن أبي عبلة \" والخيل والبغال والحمير \" بالرفع فيها كلها . وسميت الخيل خيلا لاختيالها في المشية . وواحد الخيل خائل ، كضائن واحد ضين . وقيل لا واحد له . وقد تقدم هذا في \" آل عمران \" وذكرنا الأحاديث هناك ولما أفرد سبحانه الخيل والبغال والحمير بالذكر دل على أنها لم تدخل تحت لفظ الأنعام وقيل دخلت ولكن أفردها بالذكر لما يتعلق بها من الركوب ; فإنه يكثر في الخيل والبغال والحمير .الثانية : قال العلماء : ملكنا الله - تعالى - الأنعام والدواب وذللها لنا ، وأباح لنا تسخيرها والانتفاع بها رحمة منه - تعالى - لنا ، وما ملكه الإنسان وجاز له تسخيره من الحيوان فكراؤه له جائز بإجماع أهل العلم ، لا اختلاف بينهم في ذلك . وحكم كراء الرواحل والدواب مذكور في كتب الفقه .الثالثة : لا خلاف بين العلماء في اكتراء الدواب والرواحل للحمل عليها والسفر بها ; لقوله - تعالى - : وتحمل أثقالكم الآية . وأجازوا أن يكري الرجل الدابة والراحلة إلى مدينة بعينها وإن لم يسم أين ينزل منها ، وكم من منهل ينزل فيه ، وكيف صفة سيره ، وكم ينزل في طريقه ، واجتزءوا بالمتعارف بين الناس في ذلك . قال علماؤنا : والكراء يجري مجرى البيوع فيما يحل منه ويحرم . قال ابن القاسم فيمن اكترى دابة إلى موضع كذا بثوب مروي ولم يصف رقعته وذرعه : لم يجز ; لأن مالكا لم يجز هذا في البيع ، ولا يجيز في ثمن الكراء إلا ما يجوز في ثمن البيع .قلت : ولا يختلف في هذا إن شاء الله ; لأن ذلك إجارة . قال ابن المنذر : وأجمع كل من يحفظ عنه من أهل العلم على أن من اكترى دابة ليحمل عليها عشرة أقفزة قمح فحمل عليها ما اشترط فتلفت أن لا شيء عليه . وهكذا إن حمل عليها عشرة أقفزة شعير . واختلفوا فيمن اكترى دابة ليحمل عليها عشرة أقفزة فحمل عليها أحد عشر قفيزا ، فكان الشافعي وأبو ثور يقولان : هو ضامن لقيمة الدابة وعليه الكراء . وقال ابن أبي ليلى : عليه قيمتها ولا أجر عليه . [ ص: 69 ] وفيه قول ثالث - وهو أن عليه الكراء وعليه جزء من أجر وجزء من قيمة الدابة بقدر ما زاد من الحمل ; وهذا قول النعمان ويعقوب ومحمد . وقال ابن القاسم صاحب مالك : لا ضمان عليه في قول مالك إذا كان القفيز الزائد لا يفدح الدابة ، ويعلم أن مثله لا تعطب فيه الدابة ، ولرب الدابة أجر القفيز الزائد مع الكراء الأول ; لأن عطبها ليس من أجل الزيادة . وذلك بخلاف مجاوزة المسافة ; لأن مجاوزة المسافة تعد كله فيضمن إذا هلكت في قليله وكثيره . والزيادة على الحمل المشترط اجتمع فيه إذن وتعد ، فإذا كانت الزيادة لا تعطب في مثلها علم أن هلاكها مما أذن له فيه .الرابعة : واختلف أهل العلم في الرجل يكتري الدابة بأجر معلوم إلى موضع مسمى ، فيتعدى فيتجاوز ذلك المكان ثم يرجع إلى المكان المأذون له في المصير إليه . فقالت طائفة : إذا جاوز ذلك المكان ضمن وليس عليه في التعدي كراء ; هكذا قال الثوري . وقال أبو حنيفة : الأجر له فيما سمى ، ولا أجر له فيما لم يسم ; لأنه خالف فهو ضامن ، وبه قال يعقوب . وقال الشافعي : عليه الكراء الذي سمى ، وكراء المثل فيما جاوز ذلك ، ولو عطبت لزمه قيمتها . ونحوه قال الفقهاء السبعة ، مشيخة أهل المدينة قالوا : إذا بلغ المسافة ثم زاد فعليه كراء الزيادة إن سلمت وإن هلكت ضمن . وقال أحمد وإسحاق وأبو ثور : عليه الكراء والضمان . قال ابن المنذر : وبه نقول . وقال ابن القاسم : إذا بلغ المكتري الغاية التي اكترى إليها ثم زاد ميلا ونحوه أو أميالا أو زيادة كثيرة فعطبت الدابة ، فلربها كراؤه الأول والخيار في أخذه كراء الزائد بالغا ما بلغ ، أو قيمة الدابة يوم التعدي . ابن المواز : وقد روى أنه ضامن ولو زاد خطوة . وقال ابن القاسم عن مالك في زيادة الميل ونحوه : وأما ما يعدل الناس إليه في المرحلة فلا يضمن . وقال ابن حبيب عن ابن الماجشون وأصبغ : إذا كانت الزيادة يسيرة أو جاوز الأمد الذي تكاراها إليه بيسير ، ثم رجع بها سالمة إلى موضع تكاراها إليه فماتت ، أو ماتت في الطريق إلى الموضع الذي تكاراها إليه ، فليس له إلا كراء الزيادة ، كرده لما تسلف من الوديعة . ولو زاد كثيرا مما فيه مقام الأيام الكثيرة التي يتغير في مثلها سوقها فهو ضامن ، كما لو ماتت في مجاوزة الأمد أو المسافة ; لإنه إذا كانت زيادة يسيرة مما يعلم أن ذلك مما لم يعن على قتلها فهلاكها بعد ردها إلى الموضع المأذون له فيه كهلاك ما تسلف من الوديعة بعد رده لا محالة . وإن كانت الزيادة كثيرة فتلك الزيادة قد أعانت على قتلها .الخامسة : قال ابن القاسم وابن وهب قال مالك قال الله - تعالى - : والخيل والبغال والحمير لتركبوها وزينة فجعلها للركوب والزينة ولم يجعلها للأكل ; ونحوه عن أشهب . ولهذا قال أصحابنا : لا يجوز أكل لحوم الخيل والبغال والحمير ; لأن الله - تعالى - لما نص على [ ص: 70 ] الركوب والزينة دل على أن ما عداه بخلافه . وقال في [ الأنعام ] ومنها تأكلون مع ما امتن الله منها من الدفء والمنافع ، فأباح لنا أكلها بالذكاة المشروعة فيها . وبهذه الآية احتج ابن عباس والحكم بن عيينة ، قال الحكم : لحوم الخيل حرام في كتاب الله ، وقرأ هذه الآية والتي قبلها وقال : هذه للأكل وهذه للركوب . وسئل ابن عباس عن لحوم الخيل فكرهها ، وتلا هذه الآية وقال : هذه للركوب ، وقرأ الآية التي قبلها والأنعام خلقها لكم فيها دفء ومنافع ثم قال : هذه للأكل . وبه قال مالك وأبو حنيفة وأصحابهما والأوزاعي ومجاهد وأبو عبيد وغيرهم ، واحتجوا بما خرجه أبو داود والنسائي والدارقطني وغيرهم عن صالح بن يحيى بن المقدام بن معديكرب عن أبيه عن جده عن خالد بن الوليد ، أن رسول الله - صلى الله عليه وسلم - نهى يوم خيبر عن أكل لحوم الخيل والبغال والحمير ، وكل ذي ناب من السباع أو مخلب من الطير . لفظ الدارقطني . وعند النسائي أيضا عن خالد بن الوليد أنه سمع النبي - صلى الله عليه وسلم - يقول : لا يحل أكل لحوم الخيل والبغال والحمير . وقال الجمهور من الفقهاء والمحدثين : هي مباحة . وروي عن أبي حنيفة . وشذت طائفة فقالت بالتحريم ; منهم الحكم كما ذكرنا ، وروي عن أبي حنيفة . حكى الثلاث روايات عنه الروياني في بحر المذهب على مذهب الشافعي .قلت : الصحيح الذي يدل عليه النظر والخبر جواز أكل لحوم الخيل ، وأن الآية والحديث لا حجة فيهما لازمة . أما الآية فلا دليل فيها على تحريم الخيل . إذ لو دلت عليه لدلت على تحريم لحوم الحمر ، والسورة مكية ، وأي حاجة كانت إلى تجديد تحريم لحوم الحمر عام خيبر وقد ثبت في الأخبار تحليل الخيل على ما يأتي . وأيضا لما ذكر - تعالى - الأنعام ذكر الأغلب من منافعها وأهم ما فيها ، وهو حمل الأثقال والأكل ، ولم يذكر الركوب ولا الحرث بها ولا غير ذلك مصرحا به ، وقد تركب ويحرث بها ; قال الله - تعالى - : الذي جعل لكم الأنعام لتركبوا منها ومنها تأكلون . وقال في الخيل : لتركبوها وزينة فذكر أيضا أغلب منافعها والمقصود منها ، ولم يذكر حمل الأثقال عليها ، وقد تحمل كما هو مشاهد فلذلك لم يذكر الأكل . وقد بينه - عليه السلام - الذي جعل إليه بيان ما أنزل عليه ما يأتي ، ولا يلزم من كونها خلقت للركوب والزينة ألا تؤكل ، فهذه البقرة قد أنطقها خالقها الذي أنطق كل شيء فقالت : إنما خلقت للحرث . فيلزم من علل أن الخيل لا تؤكل لأنها خلقت للركوب ألا تؤكل [ ص: 71 ] البقر لأنها خلقت للحرث . وقد أجمع المسلمون على جواز أكلها ، فكذلك الخيل بالسنة الثابتة فيها . روى مسلم من حديث جابر قال : نهى رسول الله - صلى الله عليه وسلم - يوم خيبر عن لحوم الحمر الأهلية وأذن في لحوم الخيل . وقال النسائي عن جابر : أطعمنا رسول الله - صلى الله عليه وسلم - يوم خيبر لحوم الخيل ونهانا عن لحوم الحمر . وفي رواية عن جابر قال : كنا نأكل لحوم الخيل على عهد رسول الله - صلى الله عليه وسلم - . فإن قيل : الرواية عن جابر بأنهم أكلوها في خيبر حكاية حال وقضية في عين ، فيحتمل أن يكونوا ذبحوا لضرورة ، ولا يحتج بقضايا الأحوال . قلنا : الرواية عنجابر وإخباره بأنهم كانوا يأكلون لحوم الخيل على عهد رسول الله - صلى الله عليه وسلم - يزيل ذلك الاحتمال ، ولئن سلمناه فمعنا حديث أسماء قالت : نحرنا فرسا على عهد رسول الله - صلى الله عليه وسلم - ونحن بالمدينة فأكلناه ; رواه مسلم . وكل تأويل من غير ترجيح في مقابلة النص فإنما هو دعوى ، لا يلتفت إليه ولا يعرج عليه . وقد روى الدارقطني زيادة حسنة ترفع كل تأويل في حديث أسماء ، قالت أسماء : كان لنا فرس على عهد رسول الله - صلى الله عليه وسلم - أرادت أن تموت فذبحناها فأكلناها . فذبحها إنما كان لخوف الموت عليها لا لغير ذلك من الأحوال . وبالله التوفيق . فإن قيل : حيوان من ذوات الحوافر فلا يؤكل كالحمار ؟ قلنا : هذا قياس الشبه وقد اختلف أرباب الأصول في القول به ، ولئن سلمناه فهو منتقض بالخنزير ; فإنه ذو ظلف وقد باين ذوات الأظلاف ، وعلى أن القياس إذا كان في مقابلة النص فهو فاسد الوضع لا التفات إليه . قال الطبري : وفي إجماعهم على جواز ركوب ما ذكر للأكل دليل على جواز أكل ما ذكر للركوب .السادسة : وأما البغال فإنها تلحق بالحمير ، إن قلنا إن الخيل لا تؤكل ; فإنها تكون متولدة من عينين لا يؤكلان . وإن قلنا إن الخيل تؤكل ، فإنها عين متولدة من مأكول وغير مأكول فغلب التحريم على ما يلزم في الأصول . وكذلك ذبح المولود بين كافرين أحدهما من أهل الذكاة والآخر ليس من أهلها ، لا تكون ذكاة ولا تحل به الذبيحة . وقد مضى في \" الأنعام \" الكلام في تحريم الحمر فلا معنى للإعادة وقد علل تحريم أكل الحمار بأنه أبدى جوهره الخبيث حيث نزا على ذكر وتلوط ; فسمي رجسا .[ ص: 72 ] السابعة : في الآية دليل على أن الخيل لا زكاة فيها ; لأن الله سبحانه من علينا بما أباحنا منها وكرمنا به من منافعها ، فغير جائز أن يلزم فيها كلفة إلا بدليل . وقد روى مالك عن عبد الله بن دينار عن سليمان بن يسار عن عراك بن مالك عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : ليس على المسلم في عبده ولا فرسه صدقة . وروى أبو داود عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال : ليس في الخيل والرقيق زكاة إلا زكاة الفطر في الرقيق . وبه قال مالك والشافعي والأوزاعي والليث وأبو يوسف ومحمد . وقال أبو حنيفة : إن كانت إناثا كلها أو ذكورا وإناثا ، ففي كل فرس دينار إذا كانت سائمة ، وإن شاء قومها فأخرج عن كل مائتي درهم خمسة دراهم . واحتج بأثر عن النبي - صلى الله عليه وسلم - أنه قال : في الخيل السائمة في كل فرس دينار وبقوله - صلى الله عليه وسلم - : الخيل ثلاثة . . . الحديث . وفيه : ولم ينس حق الله في رقابها ولا ظهورها . والجواب عن الأول أنه حديث لم يروه إلا غورك السعدي عن جعفر عن محمد عن أبيه عن جابر . قال الدارقطني : تفرد به غورك عن جعفر وهو ضعيف جدا ، ومن دونه ضعفاء . وأما الحديث فالحق المذكور فيه هو الخروج عليها إذا وقع النفير وتعين بها لقتال العدو إذا تعين ذلك عليه ، ويحمل المنقطعين عليها إذا احتاجوا لذلك ، وهذا واجب عليه إذا تعين ذلك ، كما يتعين عليه أن يطعمهم عند الضرورة ، فهذه حقوق الله في رقابها . فإن قيل : هذا هو الحق الذي في ظهورها وبقي الحق الذي في رقابها ; قيل : قد روي لا ينسى حق الله فيها ولا فرق بين قوله : حق الله فيها أو في رقابها وظهورها فإن المعنى يرجع إلى شيء واحد ; لأن الحق يتعلق بجملتها . وقد قال جماعة من العلماء : إن الحق هنا حسن ملكها وتعهد شبعها [ ص: 73 ] والإحسان إليها وركوبها غير مشقوق عليها ; كما جاء في الحديث لا تتخذوا ظهورها كراسي . وإنما خص رقابها بالذكر لأن الرقاب والأعناق تستعار كثيرا في مواضع الحقوق اللازمة والفروض الواجبة ; ومنه قوله - تعالى - : فتحرير رقبة مؤمنة وكثر عندهم استعمال ذلك واستعارته حتى جعلوه في الرباع والأموال ; ألا ترى قول كثير :غمر الرداء إذا تبسم ضاحكا غلقت لضحكته رقاب المالوأيضا فإن الحيوان الذي تجب فيه الزكاة له نصاب من جنسه ، ولما خرجت الخيل عن ذلك علمنا سقوط الزكاة فيها . وأيضا فإيجابه الزكاة في إناثها منفردة دون الذكور تناقض منه . وليس في الحديث فصل بينهما . ونقيس الإناث على الذكور في نفي الصدقة بأنه حيوان مقتنى لنسله لا لدره ، ولا تجب الزكاة في ذكوره فلم تجب في إناثه كالبغال والحمير . وقد روي عنه أنه لا زكاة في إناثها وإن انفردت كذكورها منفردة ، وهذا الذي عليه الجمهور . قال ابن عبد البر : الخبر في صدقة الخيل عن عمر صحيح من حديث الزهري وغيره . وقد روي من حديث مالك ، ورواه عنه جويرية عن الزهري أن السائب بن يزيد قال : لقد رأيت أبي يقوم الخيل ثم يدفع صدقتها إلى عمر . وهذا حجة لأبي حنيفة وشيخه حماد بن أبي سليمان ، لا أعلم أحدا من فقهاء الأمصار أوجب الزكاة في الخيل غيرهما . تفرد به جويرية عن مالك وهو ثقة .الثامنة : قوله - تعالى - : وزينة منصوب بإضمار فعل ، المعنى : وجعلها زينة . وقيل : هو مفعول من أجله . والزينة : ما يتزين به ، وهذا الجمال والتزيين وإن كان من متاع الدنيا فقد أذن الله سبحانه لعباده فيه ; قال النبي - صلى الله عليه وسلم - : الإبل عز لأهلها والغنم بركة والخيل في نواصيها الخير . خرجه البرقاني وابن ماجه في السنن . وقد تقدم في الأنعام وإنما جمع النبي - صلى الله عليه وسلم - العز في الإبل ; لأن فيها اللباس والأكل واللبن والحمل والغزو وإن نقصها الكر والفر وجعل البركة في الغنم لما فيها من اللباس والطعام والشراب وكثرة الأولاد ; فإنها تلد في العام ثلاث مرات إلى ما يتبعها من السكينة ، وتحمل صاحبها عليه من خفض الجناح ولين الجانب ; بخلاف الفدادين أهل الوبر . وقرن النبي - صلى الله عليه وسلم - الخير بنواصي الخيل بقية الدهر لما فيها من [ ص: 74 ] الغنيمة المستفادة للكسب والمعاش ، وما يوصل إليه من قهر الأعداء وغلب الكفار وإعلاء كلمة الله - تعالى - .قوله تعالى : ويخلق ما لا تعلمون قال الجمهور : من الخلق . وقيل : من أنواع الحشرات والهوام في أسافل الأرض والبر والبحر مما لم يره البشر ولم يسمعوا به . وقيل : ويخلق ما لا تعلمون \" مما أعد الله في الجنة لأهلها وفي النار لأهلها ، مما لم تره عين ولم تسمع به أذن ولا خطر على قلب بشر . وقال قتادة والسدي : هو خلق السوس في الثياب والدود في الفواكه . ابن عباس : عين تحت العرش ; حكاه الماوردي . الثعلبي : وقال ابن عباس عن يمين العرش نهر من النور مثل السماوات السبع والأرضين السبع والبحار السبع سبعين مرة ، يدخله جبريل كل سحر فيغتسل فيزداد نورا إلى نوره وجمالا إلى جماله وعظما إلى عظمه ، ثم ينتفض فيخرج الله من كل ريشة سبعين ألف قطرة ، ويخرج من كل قطرة سبعة آلاف ملك ، يدخل منهم كل يوم سبعون ألف ملك إلى البيت المعمور ، وفي الكعبة سبعون ألفا لا يعودون إليه إلى يوم القيامة . وقول خامس : وهو ما روي عن النبي - صلى الله عليه وسلم - أنها أرض بيضاء ، مسيرة الشمس ثلاثين يوما مشحونة خلقا لا يعلمون أن الله - تعالى - يعصى في الأرض ، قالوا : يا رسول الله ، من ولد آدم ؟ قال : لا يعلمون أن الله خلق آدم . قالوا : يا رسول الله ، فأين إبليس منهم ؟ قال : لا يعلمون أن الله خلق إبليس - ثم تلا ويخلق ما لا تعلمون ذكره الماوردي .قلت : ومن هذا المعنى ما ذكر البيهقي عن الشعبي قال : إن لله عبادا من وراء الأندلس كما بيننا وبين الأندلس ، ما يرون أن الله عصاه مخلوق ، رضراضهم الدر والياقوت وجبالهم الذهب والفضة ، لا يحرثون ولا يزرعون ولا يعملون عملا ، لهم شجر على أبوابهم لها ثمر هي طعامهم وشجر لها أوراق عراض هي لباسهم ; ذكره في بدء الخلق من \" كتاب الأسماء والصفات \" . وخرج من حديث موسى بن عقبة عن محمد بن المنكدر عن جابر بن عبد الله الأنصاري أنه قال : قال رسول الله - صلى الله عليه وسلم - : أذن لي أن أحدث عن ملك من ملائكة الله من حملة العرش ما بين شحمة أذنه إلى عاتقه مسيرة سبعمائة عام .",
  "ayah": 8,
  "surah": 16
}
