{
  "text": "قوله تعالى : والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الأنعام بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم ومن أصوافها وأوبارها وأشعارها أثاثا ومتاعا إلى حينفيه عشر مسائل :الأولى : قوله تعالى : جعل لكم معناه صير . وكل ما علاك فأظلك فهو سقف وسماء ، وكل ما أقلك فهو أرض ، وكل ما سترك من جهاتك الأربع فهو جدار ; فإذا انتظمت واتصلت فهو بيت . وهذه الآية فيها تعديد نعم الله - تعالى - على الناس في البيوت ، فذكر أولا بيوت المدن وهي التي للإقامة الطويلة . وقوله : سكنا أي تسكنون فيها وتهدأ جوارحكم من الحركة ، وقد تتحرك فيه وتسكن في غيره ; إلا أن القول خرج على الغالب . وعد هذا في جملة النعم فإنه لو شاء خلق العبد مضطربا أبدا كالأفلاك لكان ذلك كما خلق وأراد ، لو خلقه ساكنا كالأرض لكان كما خلق وأراد ، ولكنه أوجده خلقا يتصرف للوجهين ، ويختلف حاله بين الحالتين ، وردده كيف وأين . والسكن مصدر يوصف به الواحد والجمع .ثم ذكر - تعالى - بيوت النقلة والرحلة وهي :الثانية : فقال وجعل لكم من جلود الأنعام بيوتا تستخفونها أي من الأنطاع والأدم . بيوتا يعني الخيام والقباب يخف عليكم حملها في الأسفار .يوم ظعنكم الظعن : سير البادية في الانتجاع والتحول من موضع إلى موضع ; ومنه قول عنترة :ظعن الذين فراقهم أتوقع وجرى ببينهم الغراب الأبقع[ ص: 139 ] والظعن الهودج أيضا ; قال :ألا هل هاجك الأظعان إذ بانوا     وإذ جادت بوشك البين غربانوقرئ بإسكان العين وفتحها كالشعر والشعر . وقيل : يحتمل أن يعم بيوت الأدم وبيوت الشعر وبيوت الصوف ; لأن هذه من الجلود لكونها ثابتة فيها ; نحا إلى ذلك ابن سلام . وهو احتمال حسن ، ويكون قوله ومن أصوافها ابتداء كلام ، كأنه قال جعل أثاثا ; يريد الملابس والوطاء ، وغير ذلك ; قال الشاعر :أهاجتك الظعائن يوم بانوا     بذي الزي الجميل من الأثاثويحتمل أن يريد بقوله من جلود الأنعام بيوت الأدم فقط كما قدمناه أولا . ويكون قوله ومن أصوافها عطفا على قوله من جلود الأنعام أي جعل بيوتا أيضا . قال ابن العربي : وهذا أمر انتشر في تلك الديار ، وعزبت عنه بلادنا ، فلا تضرب الأخبية عندنا إلا من الكتان والصوف ، وقد كان للنبي - صلى الله عليه وسلم - قبة من أدم ، وناهيك من أدم الطائف غلاء في القيمة ، واعتلاء في الصنعة ، وحسنا في البشرة ، ولم يعد ذلك - صلى الله عليه وسلم - ترفا ولا رآه سرفا ; لأنه مما امتن الله سبحانه من نعمته وأذن فيه من متاعه ، وظهرت وجوه منفعته في الاكتنان والاستظلال الذي لا يقدر على الخروج عنه جنس الإنسان . ومن غريب ما جرى أني زرت بعض المتزهدين من الغافلين مع بعض المحدثين ، فدخلنا عليه في خباء كتان فعرض عليه صاحبي المحدث أن يحمله إلى منزله ضيفا ، وقال : إن هذا موضع يكثر فيه الحر والبيت أرفق بك وأطيب لنفسي فيك ; فقال : هذا الخباء لنا كثير ، وكان في صنعنا من الحقير ; فقلت : ليس كما زعمت فقد كان لرسول الله - صلى الله عليه وسلم - وهو رئيس الزهاد قبة من أدم طائفي يسافر معها ويستظل بها ; فبهت ، ورأيته على منزلة من العي فتركته مع صاحبي وخرجت عنه .الثالثة : قوله تعالى : ومن أصوافها وأوبارها وأشعارها أذن الله سبحانه بالانتفاع بصوف الغنم ووبر الإبل وشعر المعز ، كما أذن في الأعظم ، وهو ذبحها وأكل لحومها ، ولم يذكر القطن والكتان لأنه لم يكن في بلاد العرب المخاطبين به ، وإنما عدد عليهم ما أنعم به عليهم ، وخوطبوا فيما عرفوا بما فهموا . وما قام مقام هذه وناب منابها فيدخل في الاستعمال والنعمة مدخلها ; وهذا كقوله - تعالى - : وينزل من السماء من جبال فيها من برد ; [ ص: 140 ] فخاطبهم بالبرد لأنهم كانوا يعرفون نزوله كثيرا عندهم ، وسكت عن ذكر الثلج ; لأنه لم يكن في بلادهم ، وهو مثله في الصفة والمنفعة ، وقد ذكرهما النبي - صلى الله عليه وسلم - معا في التطهير فقال : اللهم اغسلني بماء وثلج وبرد . قال ابن عباس : الثلج شيء أبيض ينزل من السماء وما رأيته قط . وقيل : إن ترك ذكر القطن والكتان إنما كان إعراضا عن الترف ; إذ ملبس عباد الله الصالحين إنما هو الصوف . وهذا فيه نظر ; فإنه سبحانه يقول : يابني آدم قد أنزلنا عليكم لباسا يواري سوآتكم حسبما تقدم بيانه في \" الأعراف وقال هنا : وجعل لكم سرابيل فأشار إلى القطن والكتان في لفظة سرابيل والله أعلم . و أثاثا قال الخليل : متاعا منضما بعضه إلى بعض ; من أث إذا كثر . قال :وفرع يزين المتن أسود فاحم     أثيث كقنو النخلة المتعثكلابن عباس : أثاثا ثيابا . وقد تقدموتضمنت هذه الآية جواز الانتفاع بالأصواف والأوبار والأشعار على كل حال ، ولذلك قال أصحابنا : صوف الميتة وشعرها طاهر يجوز الانتفاع به على كل حال ، ويغسل مخافة أن يكون علق به وسخ ; وكذلك روت أم سلمة عن النبي - صلى الله عليه وسلم - أنه قال : لا بأس بجلد الميتة إذا دبغ وصوفها وشعرها إذا غسل لأنه مما لا يحله الموت ، سواء كان شعر ما يؤكل لحمه أو لا ، كشعر ابن آدم والخنزير ، فإنه طاهر كله ; وبه قال أبو حنيفة ، ولكنه زاد علينا فقال : القرن والسن والعظم مثل الشعر ; قال : لأن هذه الأشياء كلها لا روح فيها لا تنجس بموت الحيوان . وقال الحسن البصري والليث بن سعد والأوزاعي : إن الشعور كلها نجسة ولكنها تطهر بالغسل . وعن الشافعي ثلاث روايات : الأولى : طاهرة لا تنجس بالموت . الثانية : تنجس . الثالثة : الفرق بين شعر ابن آدم وغيره ، فشعر ابن آدم طاهر وما عداه نجس . ودليلنا عموم قوله - تعالى - : ومن أصوافها الآية . فمن علينا بأن جعل لنا الانتفاع بها ، ولم يخص شعر الميتة من المذكاة ، فهو عموم إلا أن يمنع منه دليل . وأيضا فإن الأصل كونها طاهرة قبل الموت بإجماع ، فمن زعم أنه انتقل إلى نجاسة فعليه الدليل . فإن قيل [ ص: 141 ] قوله : حرمت عليكم الميتة وذلك عبارة عن الجملة . قلنا : نخصه بما ذكرنا ; فإنه منصوص عليه في ذكر الصوف ، وليس في آيتكم ذكره صريحا ، فكان دليلنا أولى . والله أعلم . وقد عول الشيخ الإمام أبو إسحاق إمام الشافعية ببغداد على أن الشعر جزء متصل بالحيوان خلقة ، فهو ينمي بنمائه ويتنجس بموته كسائر الأجزاء . وأجيب بأن النماء ليس بدليل على الحياة ; لأن النبات ينمي وليس بحي . وإذا عولوا على النماء المتصل لما على الحيوان عولنا نحن على الإبانة التي تدل على عدم الإحساس الذي يدل على عدم الحياة . وأما ما ذكره الحنفيون في العظم والسن والقرن أنه مثل الشعر ، فالمشهور عندنا أن ذلك نجس كاللحم . وقال ابن وهب مثل قول أبي حنيفة . ولنا قول ثالث : هل تلحق أطراف القرون والأظلاف بأصولها أو بالشعر ، قولان . وكذلك الشعري من الريش حكمه حكم الشعر ، والعظمي منه حكمه حكمه . ودليلنا قوله - صلى الله عليه وسلم - : لا تنتفعوا من الميتة بشيء وهذا عام فيها وفي كل جزء منها ، إلا ما قام دليله ; ومن الدليل القاطع على ذلك قوله - تعالى - : قال من يحيي العظام وهي رميم ، وقال - تعالى - : وانظر إلى العظام كيف ننشزها ، وقال : فكسونا العظام لحما ، وقال : أئذا كنا عظاما نخرة فالأصل هي العظام ، والروح والحياة فيها كما في اللحم والجلد . وفي حديث عبد الله بن عكيم : ( لا تنتفعوا من الميتة بإهاب ولا عصب ) . فإن قيل : قد ثبت في الصحيح أن النبي - صلى الله عليه وسلم - قال في شاة ميمونة : ( ألا انتفعتم بجلدها ) ؟ فقالوا : يا رسول الله ، إنها ميتة . فقال : ( إنما حرم أكلها ) والعظم لا يؤكل . قلنا : العظم يؤكل ، وخاصة عظم الجمل الرضيع والجدي والطير ، وعظم الكبير يشوى ويؤكل . وما ذكرناه قبل يدل على وجود الحياة فيه ، وما كان طاهرا بالحياة ويستباح بالذكاة ينجس بالموت . والله أعلم .[ ص: 142 ] الرابعة : قوله تعالى : من جلود الأنعام عام في جلد الحي والميت ، فيجوز الانتفاع بجلود الميتة وإن لم تدبغ ; وبه قال ابن شهاب الزهري والليث بن سعد . قال الطحاوي : لم نجد عن أحد من الفقهاء جواز بيع جلد الميتة قبل الدباغ إلا عن الليث . قال أبو عمر : يعني من الفقهاء أئمة الفتوى بالأمصار بعد التابعين ، وأما ابن شهاب فذلك عنه صحيح ، وهو قول أباه جمهور أهل العلم . وقد روي عنهما خلاف هذا القول ، والأول أشهر .قلت : قد ذكر الدارقطني في سننه حديث يحيى بن أيوب عن يونس وعقيل عن الزهري ، وحديث بقية عن الزبيدي ، وحديث محمد بن كثير العبدي وأبي سلمة المنقري عن سليمان بن كثير عن الزهري ، وقال في آخرها : هذه أسانيد صحاح .السادسة : اختلف العلماء في جلد الميتة إذا دبغ هل يطهر أم لا ; فذكر ابن عبد الحكم عن مالك ما يشبه مذهب ابن شهاب في ذلك . وذكره ابن خويز منداد في كتابه عن ابن عبد الحكم أيضا . قال ابن خويز منداد : وهو قول الزهري والليث . قال : والظاهر من مذهب مالك ما ذكره ابن عبد الحكم ، وهو أن الدباغ لا يطهر جلد الميتة ، ولكن يبيح الانتفاع به في الأشياء اليابسة ، ولا يصلى عليه ولا يؤكل فيه . وفي المدونة لابن القاسم : من اغتصب جلد ميتة غير مدبوغ فأتلفه كان عليه قيمته . وحكي أن ذلك قول مالك . وذكر أبو الفرج أن مالكا قال : من اغتصب لرجل جلد ميتة غير مدبوغ فلا شيء عليه . قال إسماعيل : إلا أن يكون لمجوسي . وروى ابن وهب ، وابن عبد الحكم عن مالك جواز بيعه ، وهذا في جلد كل ميتة إلا الخنزير وحده ; لأن الزكاة لا تعمل فيه ، فالدباغ أولى . قال أبو عمر : وكل جلد ذكي فجائز استعماله للوضوء وغيره . وكان مالك يكره الوضوء في إناء جلد الميتة بعد الدباغ على اختلاف من قوله ، ومرة قال : إنه لم يكرهه إلا في خاصة نفسه ، وتكره الصلاة عليه وبيعه ، وتابعه على ذلك جماعة من أصحابه . وأما أكثر المدنيين فعلى إباحة ذلك وإجازته ; لقول رسول الله - صلى الله عليه وسلم - : أيما إهاب دبغ فقد طهر . وعلى هذا أكثر أهل الحجاز والعراق من أهل الفقه والحديث ، . وهو اختيار ابن وهب .السابعة : ذهب الإمام أحمد بن حنبل - رضي الله عنه - إلى أنه لا يجوز الانتفاع بجلود الميتة في شيء وإن دبغت ; لأنها كلحم الميتة . والأخبار بالانتفاع بعد الدباغ ترد قوله . واحتج [ ص: 143 ] بحديث عبد الله بن عكيم - رواه أبو داود - قال : قرئ علينا كتاب رسول الله - صلى الله عليه وسلم - بأرض جهينة وأنا غلام شاب : ألا تستمتعوا من الميتة بإهاب ولا عصب . وفي رواية : قبل موته بشهر . رواه القاسم بن مخيمرة عن عبد الله بن عكيم ، قال : حدثنا مشيخة لنا أن النبي - صلى الله عليه وسلم - كتب إليهم . . قال داود بن علي : سألت يحيى بن معين عن هذا الحديث ، فضعفه وقال : ليس بشيء ، إنما يقول حدثني الأشياخ ، قال أبو عمر : ولو كان ثابتا لاحتمل أن يكون مخالفا للأحاديث المروية عن ابن عباس وعائشة وسلمة بن المحبق وغيرهم ، لأنه جائز أن يكون معنى حديث ابن عكيم ( ألا تنتفعوا من الميتة بإهاب ) قبل الدباغ ; وإذا احتمل ألا يكون مخالفا فليس لنا أن نجعله مخالفا ، وعلينا أن نستعمل الخبرين ما أمكن ، وحديث عبد الله بن عكيم وإن كان قبل موت النبي - صلى الله عليه وسلم - بشهر كما جاء في الخبر فيمكن أن تكون قصة ميمونة وسماع ابن عباس منه أيما إهاب دبغ فقد طهر قبل موته بجمعة أو دون جمعة ، والله أعلم .الثامنة : المشهور عندنا أن جلد الخنزير لا يدخل في الحديث ولا يتناوله العموم ، وكذلك الكلب عند الشافعي . وعند الأوزاعي وأبي ثور : لا يطهر بالدباغ إلا جلد ما يؤكل لحمه . وروى معن بن عيسى عن مالك أنه سئل عن جلد الخنزير إذا دبغ فكرهه . قال ابن وضاح : وسمعت سحنونا يقول لا بأس به ; وكذلك قال محمد بن عبد الحكم وداود بن علي وأصحابه ; لقوله - عليه السلام - : أيما مسك دبغ فقد طهر . قال أبو عمر : يحتمل أن يكون أراد بهذا القول عموم الجلود المعهود الانتفاع بها ، فأما الخنزير فلم يدخل في المعنى لأنه غير معهود الانتفاع بجلده ، إذ لا تعمل فيه الذكاة . ودليل آخر وهو ما قاله النضر بن شميل : إن الإهاب جلد البقر والغنم والإبل ، وما عداه فإنما يقال له : جلد لا إهاب .قلت : وجلد الكلب وما لا يؤكل لحمه أيضا غير معهود الانتفاع به فلا يطهر ; وقد قال - صلى الله عليه وسلم - : أكل كل ذي ناب من السباع حرام فليست الذكاة فيها ذكاة ، كما أنها ليست في الخنزير ذكاة . وروى النسائي عن المقدام بن معديكرب قال : نهى رسول الله - صلى الله عليه وسلم - عن الحرير والذهب ومياثر النمور[ ص: 144 ] التاسعة : اختلف الفقهاء في الدباغ التي تطهر به جلود الميتة ما هو ؟ فقال أصحاب مالك وهو المشهور من مذهبه : كل شيء دبغ الجلد من ملح أو قرظ أو شب أو غير ذلك فقد جاز الانتفاع به . وكذلك قال أبو حنيفة وأصحابه ، وهو قول داود . وللشافعي في هذه المسألة قولان : أحدهما : هذا ، والآخر أنه لا يطهر إلا الشب والقرظ ; لأنه الدباغ المعهود على عهد النبي - صلى الله عليه وسلم - ، وعليه خرج الخطابي - والله أعلم - ما رواه النسائي عن ميمونة زوج النبي - صلى الله عليه وسلم - أنه مر برسول الله - صلى الله عليه وسلم - رجال من قريش يجرون شاة لهم مثل الحصان ; فقال لهم رسول الله - صلى الله عليه وسلم - : لو أخذتم إهابها قالوا . إنها ميتة ، فقال رسول الله - صلى الله عليه وسلم - : يطهرها الماء والقرظ .العاشرة : قوله تعالى : أثاثا الأثاث متاع البيت ، واحدها أثاثة ; هذا قول أبي زيد الأنصاري . وقال الأموي : الأثاث متاع البيت ، وجمعه آثة وأثث . وقال غيرهما : الأثاث جميع أنواع المال ولا واحد له من لفظه . وقالالخليل : أصله من الكثرة واجتماع بعض المتاع إلى بعض حتى يكثر ; ومنه شعر أثيث أي كثير . وأث شعر فلان يأث أثا إذا كثر والتف ; قال امرؤ القيس :وفرع يزين المتن أسود فاحم     أثيث كقنو النخلة المتعثكلوقيل : الأثاث ما يلبس ويفترش . وقد تأثثت إذا اتخذت أثاثا . وعن ابن عباس - رضي الله عنه - أثاثا مالا . وقد تقدم القول في الحين ; وهو هنا وقت غير معين بحسب كل إنسان ، إما بموته وإما بفقد تلك الأشياء التي هي أثاث . ومن هذه اللفظة قول الشاعر :أهاجتك الظعائن يوم بانوا     بذي الزي الجميل من الأثاث",
  "ayah": 80,
  "surah": 16
}
