{
  "text": "قوله : والله جعل لكم مما خلق ظلالا وجعل لكم من الجبال أكنانا وجعل لكم سرابيل تقيكم الحر وسرابيل تقيكم بأسكم كذلك يتم نعمته عليكم لعلكم تسلمون[ ص: 145 ] فيه ست مسائل :الأولى : قوله تعالى : ظلالا الظلال : كل ما يستظل به من البيوت والشجر . وقوله مما خلق يعم جميع الأشخاص المظلة .الثانية : قوله تعالى : أكنانا الأكنان : جمع كن ، وهو الحافظ من المطر والريح وغير ذلك ; وهي هنا الغيران في الجبال ، جعلها الله عدة للخلق يأوون إليها ويتحصنون به أو يعتزلون عن الخلق فيها . وفي الصحيح أنه - عليه السلام - كان في أول أمره يتعبد بغار حراء ويمكث فيه الليالي . . الحديث ، وفي صحيح البخاري قال : خرج رسول الله - صلى الله عليه وسلم - من مكة مهاجرا هاربا من قومه فارا بدينه مع صاحبه أبي بكر حتى لحقا بغار في جبل ثور ، فكمنا فيه ثلاث ليال يبيت عندهما فيه عبد الله بن أبي بكر وهو غلام شاب ثقف لقن فيدلج من عندهما بسحر فيصبح مع قريش بمكة كبائت فلا يسمع أمرا يكادان به إلا وعاه حتى يأتيهما بخبر ذلك حين يختلط الظلام ، ويرعى عليهما عامر بن فهيرة مولى أبي بكر منحة من غنم فيريحها عليهما حتى تذهب ساعة من العشاء فيبيتان في رسل ، وهو لبن منحتهما ورضيفهما حتى ينعق بهما عامر بن فهيرة بغلس ، يفعل ذلك في كل ليلة من تلك الليالي الثلاث . . . وذكر الحديث . انفرد بإخراجه البخاري .الثالثة : قوله تعالى : وجعل لكم سرابيل تقيكم الحر يعني القمص ، واحدها سربال .وسرابيل تقيكم بأسكم يعني الدروع التي تقي الناس في الحرب ; ومنه قول كعب بن زهير :شم العرانين أبطال لبوسهم من نسج داود في الهيجا سرابيلالرابعة : إن قال قائل : كيف قال وجعل لكم من الجبال أكنانا ولم يذكر السهل ، قال [ ص: 146 ] تقيكم الحر ولم يذكر البرد ؟ فالجواب أن القوم كانوا أصحاب جبال ولم يكونوا أصحاب سهل ، وكانوا أهل حر ولم يكونوا أهل برد ، فذكر لهم نعمه التي تختص بهم كما خصهم بذكر الصوف وغيره ، ولم يذكر القطن والكتان ولا الثلج - كما تقدم - فإنه لم يكن ببلادهم ; قال معناه عطاء الخراساني وغيره . وأيضا : وأيضا : فذكر أحدهما يدل على الآخر ; ومنه قول الشاعر :وما أدري إذا يممت أرضا     أريد الخير أيهما يلينيأألخير الذي أنا أبتغيه     أم الشر الذي هو يبتغينيالخامسة : قال العلماء : في قوله - تعالى - : وسرابيل تقيكم بأسكم دليل على اتخاذ العباد عدة الجهاد ليستعينوا بها على قتال الأعداء ، وقد لبسها النبي - صلى الله عليه وسلم - تقاة الجراحة وإن كان يطلب الشهادة ، وليس للعبد أن يطلبها بأن يستسلم للحتوف وللطعن بالسنان وللضرب بالسيوف ، ولكنه يلبس لأمة حرب لتكون له قوة على قتال عدوه ، ويقاتل لتكون كلمة الله هي العليا ، ويفعل الله بعد ما يشاء .السادسة : قوله تعالى : كذلك يتم نعمته عليكم لعلكم تسلمون قرأ ابن محيصن وحميد \" تتم \" بتاءين ، \" نعمته \" رفعا على أنها الفاعل . الباقون يتم بضم الياء على أن الله هو يتمها . وتسلمون قراءة ابن عباس وعكرمة \" تسلمون \" بفتح التاء واللام ، أي تسلمون من الجراح ، وإسناده ضعيف ; رواه عباد بن العوام عن حنظلة عن شهر عن ابن عباس . الباقون بضم التاء ، ومعناه تستسلمون وتنقادون إلى معرفة الله وطاعته شكرا على نعمه . قال أبو عبيد : والاختيار قراءة العامة ; لأن ما أنعم الله به علينا من الإسلام أفضل مما أنعم به من السلامة من الجراح .",
  "ayah": 81,
  "surah": 16
}
