{
  "text": "قوله تعالى : إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون[ ص: 150 ] فيه ست مسائل :الأولى : قوله تعالى : إن الله يأمر بالعدل والإحسان روي عن عثمان بن مظعون أنه قال : لما نزلت هذه الآية قرأتها على علي بن أبي طالب - رضي الله عنه - فتعجب فقال : يا آل غالب ، اتبعوه تفلحوا ، فوالله إن الله أرسله ليأمركم بمكارم الأخلاق . وفي حديث - إن أبا طالب لما قيل له : إن ابن أخيك زعم أن الله أنزل عليه إن الله يأمر بالعدل والإحسان الآية ، قال : اتبعوا ابن أخي ، فوالله إنه لا يأمر إلا بمحاسن الأخلاق . وقال عكرمة : قرأ النبي - صلى الله عليه وسلم - على الوليد بن المغيرة إن الله يأمر بالعدل والإحسان إلى آخرها ، فقال : يا ابن أخي أعد ، فأعاد عليه فقال : والله إن له لحلاوة ، وإن عليه لطلاوة ، وإن أصله لمورق ، وأعلاه لمثمر ، وما هو بقول بشر ، وذكر الغزنوي أن عثمان بن مظعون هو القارئ . قال عثمان : ما أسلمت ابتداء إلا حياء من رسول الله - صلى الله عليه وسلم - حتى نزلت هذه الآية وأنا عنده فاستقر الإيمان في قلبي ، فقرأتها على الوليد بن المغيرة فقال : يا ابن أخي أعد فأعدت فقال : والله إن له لحلاوة . . . وذكر تمام الخبر . وقال ابن مسعود : هذه أجمع آية في القرآن لخير يمتثل ، ولشر يجتنب . وحكى النقاش قال : يقال زكاة العدل الإحسان ، وزكاة القدرة العفو ، وزكاة الغنى المعروف ، وزكاة الجاه كتب الرجل إلى إخوانه .الثانية : اختلف العلماء في تأويل العدل والإحسان ; فقال ابن عباس : العدل لا إله إلا الله ، والإحسان أداء الفرائض . وقيل : العدل الفرض ، والإحسان النافلة . وقال سفيان بن عيينة : العدل هاهنا استواء السريرة ، والإحسان أن تكون السريرة أفضل من العلانية . علي بن أبي طالب : العدل الإنصاف ، والإحسان التفضل . قال ابن عطية : العدل هو كل مفروض ، من عقائد وشرائع في أداء الأمانات ، وترك الظلم والإنصاف ، وإعطاء الحق . والإحسان هو فعل كل مندوب إليه ; فمن الأشياء ما هو كله مندوب إليه ، ومنها ما هو فرض ، إلا أن حد الإجزاء منه داخل في العدل ، والتكميل الزائد على الإجزاء داخل في الإحسان . وأما قول ابن عباس ففيه نظر ; لأن أداء الفرائض هي الإسلام حسبما فسره رسول الله - صلى الله عليه وسلم - في حديث سؤال جبريل ، وذلك هو العدل ، وإنما الإحسان التكميلات والمندوب إليه حسبما يقتضيه تفسير النبي - صلى الله عليه وسلم - في حديث سؤال جبريل بقوله : أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك . فإن صح [ ص: 151 ] هذا عن ابن عباس فإنما أراد الفرائض مكملة . وقال ابن العربي : العدل بين العبد وبين ربه إيثار حقه - تعالى - على حظ نفسه ، وتقديم رضاه على هواه ، والاجتناب للزواجر والامتثال للأوامر . وأما العدل بينه وبين نفسه فمنعها مما فيه هلاكها ; قال الله - تعالى - : ونهى النفس عن الهوى وعزوب الأطماع عن الأتباع ، ولزوم القناعة في كل حال ومعنى . وأما العدل بينه وبين الخلق فبذل النصيحة ، وترك الخيانة فيما قل وكثر ، والإنصاف من نفسك لهم بكل وجه ، ولا يكون منك إساءة إلى أحد بقول ولا فعل لا في سر ولا في علن ، والصبر على ما يصيبك منهم من البلوى ، وأقل ذلك الإنصاف وترك الأذى .قلت : هذا التفصيل في العدل حسن وعدل ، وأما الإحسان فقد قال علماؤنا : الإحسان مصدر أحسن يحسن إحسانا . ويقال على معنيين : أحدهما متعد بنفسه ; كقولك : أحسنت كذا ، أي حسنته وكملته ، وهو منقول بالهمزة من حسن الشيء . وثانيهما متعد بحرف جر ; كقولك : أحسنت إلى فلان ، أي أوصلت إليه ما ينتفع به .قلت : وهو في هذه الآية مراد بالمعنيين معا ; فإنه - تعالى - يحب من خلقه إحسان بعضهم إلى بعض ، حتى أن الطائر في سجنك والسنور في دارك لا ينبغي أن تقصر تعهده بإحسانك ; وهو - تعالى - غني عن إحسانهم ، ومنه الإحسان والنعم والفضل والمنن . وهو في حديث جبريل بالمعنى الأول لا بالثاني ; فإن المعنى الأول راجع إلى إتقان العبادة ومراعاتها بأدائها المصححة والمكملة ، ومراقبة الحق فيها واستحضار عظمته وجلاله حالة الشروع وحالة الاستمرار . وهو المراد بقوله أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك . وأرباب القلوب في هذه المراقبة على حالين : أحدهما غالب عليه مشاهدة الحق فكأنه يراه . ولعل النبي - صلى الله عليه وسلم - أشار إلى هذه الحالة بقوله : وجعلت قرة عيني في الصلاة . وثانيهما : لا تنتهي إلى هذا ، لكن يغلب عليه أن الحق سبحانه مطلع عليه ومشاهد له ، وإليه الإشارة بقوله - تعالى - : الذي يراك حين تقوم . وتقلبك في الساجدين وقوله : إلا كنا عليكم شهودا إذ تفيضون فيه .[ ص: 152 ] الثالثة : قوله تعالى : وإيتاء ذي القربى أي القرابة ; يقول : يعطيهم المال كما قال وآت ذا القربى حقه يعني صلته . وهذا من باب عطف المندوب على الواجب ، وبه استدل الشافعي في إيجاب إيتاء المكاتب ، على ما يأتي بيانه . وإنما خص ذا القربى لأن حقوقهم أوكد وصلتهم أوجب ; لتأكيد حق الرحم التي اشتق الله اسمها من اسمه ، وجعل صلتها من صلته ، فقال في الصحيح : أما ترضين أن أصل من وصلك وأقطع من قطعك . ولا سيما إذا كانوا فقراء .الرابعة : قوله تعالى : وينهى عن الفحشاء والمنكر والبغي الفحشاء : الفحش ، وهو كل قبيح من قول أو فعل . ابن عباس : هو الزنا . والمنكر : ما أنكره الشرع بالنهي عنه ، وهو يعم جميع المعاصي والرذائل والدناءات على اختلاف أنواعها . وقيل هو الشرك . والبغي : هو الكبر والظلم والحقد والتعدي ; وحقيقته تجاوز الحد ، وهو داخل تحت المنكر ، لكنه - تعالى - خصه بالذكر اهتماما به لشدة ضرره . وفي الحديث عن النبي - صلى الله عليه وسلم - لا ذنب أسرع عقوبة من بغي . وقال - عليه السلام - : الباغي مصروع . وقد وعد الله من بغي عليه بالنصر . وفى بعض الكتب المنزلة : لو بغى جبل على جبل لجعل الباغي منهما دكا . .الخامسة : ترجم الإمام أبو عبد الله محمد بن إسماعيل البخاري في صحيحه فقال : ( باب قول الله - تعالى - : إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون وقوله : إنما بغيكم على أنفسكم ، ثم بغي عليه لينصرنه الله ، وترك إثارة الشر على مسلم أو كافر ) ثم ذكر حديث عائشة في سحر لبيد بن [ ص: 153 ] الأعصم النبي - صلى الله عليه وسلم - . قال ابن بطال : فتأول - رضي الله عنه - من هذه الآيات ترك إثارة الشر على مسلم أو كافر ; كما دل عليه حديث عائشة حيث قال - عليه السلام - : أما الله فقد شفاني وأما أنا فأكره أن أثير على الناس شرا . ووجه ذلك - والله أعلم - أنه تأول في قول الله - تعالى - : إن الله يأمر بالعدل والإحسان الندب بالإحسان إلى المسيء وترك معاقبته على إساءته . فإن قيل : كيف يصح هذا التأويل في آيات البغي . قيل : وجه ذلك - والله أعلم - أنه لما أعلم الله عباده بأن ضرر البغي ينصرف على الباغي بقوله : إنما بغيكم على أنفسكم وضمن - تعالى - نصرة من بغي عليه ، كان الأولى بمن بغي عليه شكر الله على ما ضمن من نصره ومقابلة ذلك بالعفو عمن بغى عليه ; وكذلك فعل النبي - صلى الله عليه وسلم - باليهودي الذي سحره ، وقد كان له الانتقام منه بقوله : وإن عاقبتم فعاقبوا بمثل ما عوقبتم به . ولكن آثر الصفح أخذا بقوله : ولمن صبر وغفر إن ذلك لمن عزم الأمور .السادسة : تضمنت هذه الآية الأمر بالمعروف والنهي عن المنكر . وقد تقدم القول فيهما روي أن جماعة رفعت عاملها إلى أبي جعفر المنصور العباسي ، فحاجها العامل وغلبها ; بأنهم لم يثبتوا عليه كبير ظلم ولا جوره في شيء ; فقام فتى من القوم فقال : يا أمير المؤمنين ، إن الله يأمر بالعدل والإحسان وإنه عدل ولم يحسن . قال : فعجب أبو جعفر من إصابته وعزل العامل .",
  "ayah": 90,
  "surah": 16
}
