{
  "text": "তবে কি প্রত্যেক মানুষ যা করে তার যিনি পর্যবেক্ষক, তিনি (এদের অক্ষম উপাস্যগুলির মত)?[১] তারা আল্লাহর বহু শরীক করেছে। তুমি বল, ‘তোমরা তাদের নাম উল্লেখ কর;[২] তোমরা কি পৃথিবীর মধ্যে এমন কিছুর সংবাদ তাঁকে দিতে চাও, যা তিনি জানেন না? অথবা তা অসার উক্তি?’[৩] বরং যারা অবিশ্বাস করেছে তাদের চক্রান্তকে তাদের নিকট সুশোভিত করা হয়েছে[৪] এবং তাদেরকে সঠিক পথ হতে বিরত রাখা হয়েছে। আর আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথপ্রদর্শক নেই। [৫]\n[১] এখানে এর জবাব ঊহ্য রয়েছে, অর্থাৎ মহান আল্লাহ এবং ঐ মিথ্যা দেবতারা কি সমান হতে পারে, এরা যাদের পূজা-অর্চনা করছে? যারা না কারো ইষ্টানিষ্ট করতে সক্ষম, না তারা দেখতে পায় আর না তারা বিবেক-বুদ্ধির অধিকারী।[২] অর্থাৎ, আমাকেও বল, যেন আমি তাদেরকে চিনতে পারি, এই জন্য যে তাদের কোন বাস্তবতাই নেই। এ জন্য পরবর্তীতে বলেছেন, তোমরা কি আল্লাহকে সেসব কথার সংবাদ দিচ্ছ, যা তিনি পৃথিবীতে জানেন না? অর্থাৎ তাদের অস্তিত্বই নেই, কেননা পৃথিবীতে যদি তাদের অস্তিত্ব থাকত, তাহলে মহান আল্লাহ অবশ্যই জানতেন। যেহেতু তাঁর জ্ঞানে কোন কিছু গোপন নেই।[৩] এখানে ظَاهِر من القول এর অর্থ ধারণা। অর্থাৎ এগুলি কেবল তাদের ধারণাপ্রসূত কথা। অর্থ এই যে, তোমরা মূর্তিপূজা এই ধারণা নিয়ে করছ যে, তারা ইষ্টানিষ্ট করার ক্ষমতা রাখে এবং তোমরা তাদের নামও উপাস্য রেখে নিয়েছ। অথচ \"এগুলো কতক নাম মাত্র, যা তোমরা ও তোমাদের পূর্বপুরুষেরা রেখে দিয়েছ, যার সমর্থনে আল্লাহ কোন দলীল প্রেরণ করেননি। তারা তো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে।\"\n(সূরা নাজ্ম ৫৩:২৩)\n[৪] مَكْر (চক্রান্ত)এর অর্থ তাদের ঐসব ভ্রান্ত আকীদা-বিশ্বাস ও আমল, যাতে শয়তান তাদেরকে ফাঁসিয়ে রেখেছে, শয়তান ভ্রষ্টতার উপরও আকর্ষণীয় আবরণ চড়িয়ে রাখে।[৫] যেমন অন্যত্র বলেছেন, ﴿وَمَن يُرِدِ اللهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللهِ شَيْئًا﴾ অর্থাৎ, আল্লাহ যাকে পথভ্রষ্ট করার ইচ্ছা করেন তার জন্যে আল্লাহর সাথে তোমার কোন জোর চলতে পারে না।\"\n(সূরা মায়িদাহ ৫:৪১)\nতিনি আরো বলেন, ﴿إِن تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللهَ لاَ يَهْدِي مَن يُضِلُّ وَمَا لَهُم مِّن نَّاصِرِينَ﴾ অর্থাৎ, তুমি তাদের পথপ্রদর্শন করতে আগ্রহী হলেও আল্লাহ যাকে বিভ্রান্ত করেছেন, তাকে তিনি সৎপথে পরিচালিত করবেন না এবং তাদের কোন সাহায্যকারীও নেই।\n(সূরা নাহল ১৬:৩৭)",
  "ayah": 33,
  "surah": 13
}
