{
  "text": "ذلت و رسوائی کے مارے لوگ کافروں کے کینہ کی اور اپنی گمراہی پر جم جانے کی وجہ بیان رہی ہے کہ انہیں کھانے پینے کو ملتارہا، لمبی لمبی عمریں ملیں۔ انہوں نے سمجھ لیا کہ ہمارے کرتوت اللہ کو پسند ہیں، اس کے بعد انہیں نصیحت کرتا ہے کہ کیا وہ یہ نہیں دیکھتے کہ ہم نے کافروں کی بستیوں کی بستیاں بوجہ ان کے کفر کے ملیامیٹ کردیں ؟ اس جملے کے اور بھی بہت سے معنی کئے گئے ہیں جو سورة رعد میں ہم بیان کر آئے ہیں۔ لیکن زیادہ ٹھیک معنی یہی ہیں۔ جیسے فرمایا آیت (وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ 27؀) 46۔ الأحقاف :27) ہم نے تمہارے آس پاس کی بستیاں ہلاک کیں اور اپنی نشانیاں ہیر پھیر کر کے تمہیں دکھا دیں تاکہ لوگ اپنی برائیوں سے باز آجائیں۔ حسن بصری ؒ نے اس کے ایک معنی یہ بھی بیان کئے ہیں کہ ہم کفر پر اسلام کو غالب کرتے چلے ہیں کیا تم اس سے عبرت حاصل نہیں کرتے کہ کس طرح اللہ تعالیٰ نے اپنے دوستوں کو اپنے دشمنوں پر غالب کردیا اور کس طرح جھٹلانے والی اگلی امتوں کو اس نے ملیامیٹ کردیا اور اپنے مومنوں کو نجات دے دی کیا اب بھی یہ لوگ اپنے آپ کو غالب ہی سمجھ رہے ہیں ؟ نہیں نہیں بلکہ یہ مغلوب ہیں، ذلیل ہیں، رذلیل ہیں، نقصان میں ہیں، بربادی کے ماتحت ہیں۔ میں تو اللہ کی طرف سے مبلغ ہوں، جن جن عذابوں سے تمہیں خبردار کر رہا ہوں یہ اپنی طرف سے نہیں ہے بلکہ اللہ کا کہا ہوا ہے۔ ہاں جن کی آنکھیں اللہ نے اندھی کردی ہیں، جن کے دل ودماغ بند کردیئے ہیں انہیں اللہ کی یہ باتیں سود مند نہیں پڑتیں۔ بہروں کو آگاہ کرنا بیکار ہے کیونکہ وہ تو سنتے ہی نہیں۔ ان گنہگاروں پر اک ادنیٰ سا بھی عذاب آجائے تو واویلا کرنے لگتے ہیں اور اسی وقت بےساختہ اپنے قصور کا اقرار کرلیتے ہیں۔ قیامت کے دن عدل کی ترازو قائم کی جائے گی۔ یہ ترازو ایک ہی ہوگی لیکن چونکہ جو اعمال اس میں تولے جائیں گے وہ بہت سے ہوں گے، اس اعتبار سے لفظ جمع لائے۔ اس دن کسی پر کسی طرح کا ذرا سا بھی ظلم نہ ہوگا۔ اس لئے کہ حساب لینے والا خود اللہ ہے جو اکیلا ہی تمام مخلوق کے حساب کے لئے کافی ہے ہر چھوٹے سے چھوٹا عمل بھی وہاں موجود ہوجائے گا۔ اور آیت میں فرمایا تیرا رب کسی پر ظلم نہ کرے گا۔ فرمان ہے آیت (اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ 40؀) 4۔ النسآء :40) ، اللہ تعالیٰ ایک رائی کے دانے برابر بھی ظلم نہیں کرتا، نیکی کو بڑھاتا ہے اور اس کا اجر اپنے پاس سے بہت بڑا عنایت فرماتا ہے۔ حضرت لقمان ؒ نے اپنی وصیتوں میں اپنے بیٹے سے فرمایا تھا ایک رائی کے دانے برابر بھی جو عمل ہو خواہ وہ پتھر میں ہو یا آسمانوں میں ہو یا زمین میں وہ اللہ اسے لائے گا وہ بڑا ہی باریک بین اور باخبر ہے۔ بخاری وسلم میں ہے رسول اللہ ﷺ فرماتے ہیں دو کلمے ہیں زبان پر ہلکے ہیں، میزان میں وزن دار ہیں اور اللہ کو بہت پیارے ہیں سبحان اللہ وبحمدہ سبحان اللہ العظیم مسند احمد ہے رسول اللہ ﷺ فرماتے ہیں میری امت کے ایک شخص کو قیامت کے دن اللہ تعالیٰ تمام اہل محشر کے سامنے اپنے پاس بلائے گا اور اس کے گناہوں کے ایک کم ایک سو دفتر اس کے سامنے کھولے جائیں گے جہاں تک نگاہ کام کرے وہاں تک کا ایک ایک دفتر ہوگا پھر اس سے جناب باری تعالیٰ دریافت فرمائے گا کہ کیا تجھے اپنے کئے ہوئے ان گناہوں میں سے کسی کا انکار ہے ؟ میری طرف سے جو محافظ فرشتے تیرے اعمال لکھنے پر مقرر تھے انہوں نے تجھ پر کوئی ظلم تو نہیں کیا ؟ یہ جواب دے گا کہ اے اللہ نہ انکار کی گنجائش ہے نہ یہ کہہ سکتا ہوں کہ ظلم کیا۔ اللہ تعالیٰ فرمائے گا اچھا تیرا کوئی عذر ہے یا کوئی نیکی ہے ؟ وہ گھبرایا ہوا کہے گا اے اللہ کوئی نہیں۔ پروردگار عالم فرمائے گا کیوں نہیں ؟ بیشک تیری ایک نیکی ہمارے پاس ہے اور آج تجھ پر کوئی ظلم نہ ہوگا اب ایک چھوٹا سا پرچہ نکالا جائے گا جس میں (اشہد ان لا الہ اللہ وان محمد الرسول اللہ) لکھا ہوا ہوگا۔ اللہ تعالیٰ فرمائے گا اسے پیش کرو۔ وہ کہے گا اے اللہ یہ پرچہ ان دفتروں کے مقابلے میں کیا کرے گا ؟ جناب باری فرمائے گا تجھ پر ظلم نہ کیا جائے گا۔ اب تمام کے تمام دفتر ترازو کے ایک پلے میں رکھے جائیں گے اور وہ پرچہ دوسرے پلڑے میں رکھا جائے گا تو اس پرچے کا وزن ان تمام دفتروں سے بڑھ جائے گا۔ یہ جھک جائے گا اور اونچے ہوجائیں گے اور اللہ رحمان ورحیم کے نام سے کوئی چیز وزنی نہ ہوگی۔ ابن ماجہ اور ترمذی میں روایت ہے۔ مسند احمد میں ہے کہ قیامت کے دن جب ترازوئیں رکھی جائیں گی پس ایک شخص کو لایا جائے اور ایک پلڑے میں رکھا جائے گا اور جو کچھ اس پر شمار کیا گیا ہے وہ بھی رکھا جائے گا تو وہ پلڑا جھک جائے گا اور اسے جہنم کی طرف بھیج دیا جائے گا۔ ابھی اس نے پیٹھ پھیری ہی ہوگی کہ اللہ کی طرف سے ایک آواز دینے والا فرشتہ آواز دے گا اور کہے گا جلدی نہ کرو ایک چیز اس کی ابھی باقی گئی ہے پھر ایک پرچہ نکالا جائے گا جس میں لا الہ الا اللہ ہوگا وہ اس شخص کے ساتھ ترازو کے پلڑے میں رکھا جائے گا اور یہ پلڑا نیکی کا جھک جائے گا۔ مسند احمد میں ہے کہ ایک صحابی رسول اللہ ﷺ کے پاس بیٹھ کر کہنے لگا کہ یا رسول اللہ میرے غلام ہیں جو مجھے جھٹلاتے بھی ہیں، میری خیانت بھی کرتے ہیں، میری نافرمانی بھی کرتے ہیں اور میں بھی انہیں مارتا پیٹتا ہوں اور برا بھلا بھی کہتا ہوں۔ اگر تیری سزا ان کی خطاؤں کے برابر ہوئی تو تو چھوٹ گیا۔ نہ عذاب نہ ثواب ہاں اگر تیری سزا کم رہی تو تجھے اللہ کا فضل وکرم ملے گا اور اگر تیری سزا ان کے کرتوتوں سے بڑھ گئی تو تجھ سے اس بڑھی ہوئی سزا کا انتقام لیا جائے گا۔ یہ سن کر وہ صحابی رونے لگے اور چیخنا شروع کردیا۔ حضور ﷺ نے فرمایا اسے کیا ہوگیا ؟ کیا اس نے قرآن کریم میں یہ نہیں پڑھا آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا 47؀) 21۔ الأنبیاء :47) یہ سن کر اس صحابی ؓ نے کہا یارسول اللہ ﷺ ان معاملات کو سن کر تو میرا جی چاہتا ہے کہ میں اپنے ان تمام غلاموں کو آزاد کردوں۔ آپ گواہ رہئے یہ سب اللہ کی راہ میں آزاد ہیں۔",
  "ayah": 46,
  "surah": 21
}
