{
  "text": "کفر سے بیزاری طبیعت میں اضمحلال پیدا کرتی ہے اوپر ذکر گزرا کہ خلیل اللہ ؑ نے اپنی قوم کو بت پرستی سے روکا۔ اور جذبہ توحید میں آکر آپ نے قسم کھالی کہ میں تمہارے ان بتوں کا ضرور کچھ نہ کچھ علاج کرونگا۔ اسے بھی قوم کے بعض افراد نے سن لیا۔ ان کی عید کا دن جو مقرر تھا حضرت خلیل اللہ ؑ نے فرمایا کہ جب تم اپنی رسوم عید ادا کرنے کے لئے باہر جاؤ گے میں تمہارے بتوں کو ٹھیک کردوں گا۔ عید کے ایک آدھ دن پیشتر آپ کے والد نے آپ سے کہا کہ پیارے بیٹے تم ہمارے ساتھ ہماری عید میں چلو تاکہ تمہیں ہمارے دین کی اچھائی اور رونق معلوم ہوجائے۔ چناچہ یہ آپ کو لے چلا۔ کچھ دور جانے کے بعد حضرت ابراہیم علیہ الصلوۃ والتسلیم گرپڑے اور فرمانے لگے ابا میں بیمار ہوگیا۔ باپ آپ کو چھوڑ کر مراسم کفر بجا لانے کے لئے بڑھ گئے اور جو لوگ راستے سے گزرتے آپ سے پوچھتے کیا بات ہے راستے پر کیسے بیٹھے ہو ؟ جواب دیتے کہ میں بیمار ہوں۔ جب عام لوگ نکل گئے اور بڈھے بڑے لوگ رہ گئے تو آپ نے فرمایا تم سب کے چلے جانے کے بعد آج میں تمہارے معبودوں کی مرمت کردوں گا۔ آپ نے جو فرمایا کہ میں بیمار ہوں تو واقعی آپ اس دن کے اگلے دن قدرے علیل بھی تھے۔ جب کہ وہ لوگ چلے گئے تو میدان خالی پا کر آپ نے اپنا ارادہ پورا کیا اور بڑے بت کو چھوڑ کر تمام بتوں کا چورا کردیا۔ جیسے اور آیتوں میں اس کا تفصیلی بیان موجود ہے کہ اپنے ہاتھ سے ان بتوں کے ٹکڑے ٹکڑے کردئیے۔ اس بڑے بت کے باقی رکھنے میں حکمت و مصلحت یہ تھی کہ اولاً ان لوگوں کے ذہن میں خیال آئے کہ شاید اس بڑے بت نے ان چھوٹے بتوں کو غارت کردیا ہوگا ؟ کیونکہ اسے غیرت معلوم ہوئی ہوگی کہ مجھ بڑے کے ہوتے ہوئے یہ چھوٹے خدائی کے لائق کیسے ہوگئے۔ چناچہ اس خیال کی پختگی ان کے ذہنوں میں قائم کرنے کے لئے آپ نے کلہاڑا بھی اس کی گردن پر رکھ دیا تھا۔ جیسے مروی ہے۔ جب یہ مشرکین اپنے میلے سے واپس آئے تو دیکھا کہ ان کے سارے معبود منہ کے بل اوندھے گرے ہوئے ہیں۔ اور اپنی حالت سے وہ بتا رہے ہیں کہ وہ محض بےجان بےنفع و نقصان ذلیل وحقیر چیز ہیں۔ اور گویا اپنی اس حالت سے اپنے پجاریوں کی بےوقوفی پر مہرلگا رہے تھے۔ لیکن ان بیوقوفوں پر الٹا اثر ہوا کہنے لگے یہ کون ظالم شخص تھا جس نے ہمارے معبودوں کی ایسی اہانت کی ؟ اس وقت جن لوگوں نے حضرت ابراہیم ؑ کا وہ کلام سنا تھا، انہیں خیال آگیا اور کہنے لگے وہ نوجوان جس کا نام ابراہیم ہے اسے ہم نے اپنے معبودوں کی مذمت کرتے ہوئے سنا ہے۔ حضرت ابن عباس ؓ اس آیت کو پڑھتے اور فرماتے جو نبی آیا جوان۔ جو عالم بنا جوان۔ شان الٰہی دیکھئے جو مقصد حضرت خلیل اللہ علیہ صلوات اللہ کا تھا وہ اب پورا ہورہا ہے۔ قوم کے یہ لوگ مشورہ کرتے ہیں کہ آؤ سب کو جمع کرو اور اسے بلاؤ اور پھر اس کو سزا دو۔ حضرت خلیل اللہ یہی چاہتے تھے کہ کوئی ایسا مجمع ہو اور میں اس میں ان کی غلطیاں ان پر واضع کروں اور ان میں توحید کی تبلیغ کرو۔ اور انہیں بتلاؤں کہ یہ کیسے ظالم وجاہل ہیں ؟ کہ ان کی عبادتیں کرتے ہیں جو نفع نقصان کے مالک نہیں بلکہ اپنی جان کا بھی اختیار نہیں رکھتے۔ چناچہ مجمع ہوا۔ سب چھوٹے بڑے آگئے، حضرت ابراہیم ؑ بھی ملزم کی حیثیت سے موجود ہوئے اور آپ سے سوال ہوا کہ ہمارے خداؤں کے ساتھ یہ لغو حرکت تم نے کی ہے ؟ اس پر آپ نے انہیں قائل معقول کرنے کے لئے فرمایا کہ یہ کام تو ان کے اس بڑے بت نے کیا ہے۔ اور اس کی طرف اشارہ کیا جسے آپ نے توڑا نہ تھا پھر فرمایا کہ مجھ سے کیا پوچھتے ہو ؟ اپنے ان معبودوں سے ہی کیوں دریافت نہیں کرتے کہ تمہارے ٹکڑے اڑانے والا کون ہے ؟ اس سے مقصود خلیل اللہ ؑ کا یہ تھا کہ یہ لوگ خودبخود ہی سمجھ لیں کہ یہ پتھر کیا بولیں گے ؟ اور جب وہ اتنے عاجز ہیں تو یہ لائق عبادت کیسے ٹھیر سکتے ہیں ؟ چناچہ یہ مقصد بھی آپ کا بفضل الٰہی پورا ہوا اور یہ دوسری ضرب بھی کاری لگی۔ بخاری ومسلم کی حدیث میں ہے کہ خلیل اللہ نے تین جھوٹ بولے ہیں دو تو راہ اللہ میں۔ ایک تو انکا یہ فرمانا کہ ان بتوں کو ان کے بڑے نے توڑا ہے۔ دوسرا یہ فرمانا کہ میں بیمار ہوں۔ اور ایک مرتبہ حضرت سارہ کے ساتھ سفر میں تھے۔ اتفاق سے ایک ظالم کی حدود سے آپ گزر رہے تھے آپ نے وہاں منزل کی تھی۔ کسی نے بادشاہ کو خبر کردی کہ ایک مسافر کے ساتھ بہترین عورت ہے اور وہ اس وقت ہماری سلطنت میں ہے۔ بادشاہ نے جھٹ سپاہی بھیجا کہ وہ حضرت سارہ کو لے آئے۔ اس نے پوچھا کہ تمہارے ساتھ یہ کون ہے ؟ حضرت ابراہیم ؑ نے فرمایا میری بہن ہے اس نے کہا اسے بادشاہ کے دربار میں بھیجو۔ آپ حضرت سارہ کے پاس گئے اور فرمایا سنواس ظالم نے تمہیں طلب کیا ہے اور میں تمہیں اپنی بہن بتاچکا ہوں اگر تم سے بھی پوچھا جائے تو یہی کہنا اس لئے کہ دین کے اعتبار سے تم میری بہن ہو، روئے زمین پر میرے اور تمہارے سوا کوئی مسلمان نہیں۔ یہ کہہ کر آپ چلے آئے حضرت سارہ وہاں سے چلیں آپ نماز میں کھڑے ہوگئے۔ جب حضرت سارہ کو اس ظالم نے دیکھا اور ان کی طرف لپکا اسی وقت اللہ کے عذاب نے اسے پکڑلیا ہاتھ پاؤں اینٹھ گئے۔ گھبرا کر عاجزی سے کہنے لگا اے نیک عورت اللہ سے دعا کر کہ وہ مجھے چھوڑ دے میں وعدہ کرتا ہوں کہ تجھے ہاتھ بھی نہیں لگاؤں گا۔ آپ نے دعا کی اسی وقت وہ اچھا ہوگیا لیکن اچھا ہوتے ہی اس نے پھر قصد کیا اور آپ کو پکڑنا چاہا وہی پھر عذاب الٰہی آپہنچا اور یہ پہلی دفعہ سے زیادہ سخت پکڑ لیا گیا پھر عاجزی کرنے لگا غرض تین دفعہ پے درپے یہی ہوا۔ تیسری دفعہ چھوٹتے ہی اس نے اپنے قریب کے ملازم کو آواز دی اور کہا تو میرے پاس کسی انسان عورت کو نہیں لایا بلکہ شیطانہ کو لایا ہے جا اسے نکال اور ہاجرہ کو اس کے ساتھ کردے۔ اسی وقت آپ وہاں سے نکال دی گئیں اور حضرت ہاجرہ آپ کے حوالے کی گئیں۔ حضرت ابراہیم ؑ نے ان کی آہٹ پاتے ہی نماز سے فراغت حاصل کی اور دریافت فرمایا کہ کہو کیا گزری ؟ آپ نے فرمایا اللہ نے اس کافر کے مکر کو اسی پر لوٹا دیا اور حاجرہ میری خدمت کے لئے آگئیں حضرت ابوہریرہ ؓ اس حدیث کو بیان فرما کر فرماتے کہ یہ ہیں تمہاری اماں اے آسمانی پانی کے لڑکو۔",
  "ayah": 61,
  "surah": 21
}
