{
  "text": "آگ گلستان بن گئی یہ قاعدہ ہے کہ جب انسان دلیل سے لاجواب ہوجاتا ہے تو یا نیکی اسے گھسیٹ لیتی ہے یا بدی غالب آجاتی ہے۔ یہاں ان لوگوں کی بدبختی نے گھیرلیا اور دلیل سے عاجز آکر قائل معقول ہو کر لگے اپنے دباؤ کا مظاہرہ کرنے آپس میں مشورہ کیا کہ ابراہیم ؑ کو آگ میں ڈال کر اس کی جان لے لو تاکہ ہمارے ان معبودوں کی عزت رہے۔ اس بات پر سب نے اتفاق کرلیا اور لکڑیاں جمع کرنی شروع کردیں یہاں تک کہ بیمار عورتیں بھی نذر مانتی تھیں تو یہی کہ اگر انہیں شفا ہوجائے تو ابراہیم ؑ کے جلانے کو لکڑیاں لائیں گی۔ زمین میں ایک بہت بڑا اور بہت گہرا گڑھا کھودا لکڑیوں سے پر کیا اور انبار کھڑا کرکے اس میں آگ لگائی روئے زمین پر کبھی اتنی بڑی آگ دیکھی نہیں گئی۔ جب أگ کے شعلے آسمان سے باتیں کرنے لگے اس کے پاس جانا محال ہوگیا اب گھبرائے کہ خلیل اللہ ؑ کو آگ میں ڈالیں کیسے ؟ آخر ایک کردی فارسی اعرابی کے مشورے سے جس کا نام ہیزن تھا ایک منجنیق تیار کرائی گئی کہ اس میں بیٹھا کر جھولا کر پھنک دو۔ مروی ہے کہ اس کو اللہ تعالیٰ نے اسی وقت زمین میں دھنسا دیا اور قیامت تک وہ اندر اترتا جاتا ہے۔ جب آپکوآگ میں ڈالا گیا آپ نے فرمایا حسبی اللہ ونعم الوکیل، آنحضرت ﷺ اور آپ کے صحابہ کے پاس بھی جب یہ خبر پہنچی کہ تمام عرب لشکر جرار لے کر آپ کے مقابلے کے لئے آرہے ہیں تو آپ نے بھی یہی پڑھا تھا۔ یہ بھی مروی ہے کہ جب آپ کو آگ میں ڈالنے لگے تو آپ نے فرمایا الٰہی تو آسمانوں میں اکیلا معبود ہے اور توحید کے ساتھ تیرا عابد زمین پر صرف میں ہی ہوں۔ مروی ہے کہ جب کافر آپ کو باندھنے لگے تو آپ نے فرمایا الٰہی تیرے سوا کوئی لائق عبادت نہیں تیری ذات پاک ہے تمام حمدوثنا تیرے ہی لئے سزاوار ہے۔ سارے ملک کا تو اکیلا ہی مالک ہے کوئی بھی تیرا شریک و ساجھی نہیں۔ حضرت شعیب جبائی فرماتے ہیں کہ اس وقت آپ کی عمر صرف سولہ سال کی تھی۔ واللہ اعلم۔ بعض سلف سے منقول ہے کہ اسی وقت حضرت جبرائیل ؑ آپ کے سامنے آسمان و زمین کے درمیان ظاہر ہوئے اور فرمایا کیا آپ کو کوئی حاجت ہے ؟ آپ نے جواب دیا تم سے تو کوئی حاجت نہیں البتہ اللہ تعالیٰ سے حاجت ہے۔ ابن عباس ؓ فرماتے ہیں کہ بارش کا داروغہ فرشتہ کان لگائے ہوئے تیار تھا کہ کب اللہ کا حکم ہو اور میں اس آگ پر بارش برسا کر اسے ٹھنڈی کردوں لیکن براہ راست حکم الٰہی آگ کو ہی پہنچا کہ میرے خلیل پر سلامتی اور ٹھنڈک بن جا۔ فرماتے ہیں کہ اس حکم کے ساتھ ہی روئے زمین کی آگ ٹھنڈی ہوگئی۔ حضرت کعب احبار ؒ فرماتے ہیں اس دن دنیا بھر میں آگ سے کوئی فائدہ نہ اٹھا سکا۔ اور حضرت ابراہیم ؑ کی جوتیاں تو آگ نے جلا دیں لیکن آپ کے ایک رونگٹے کو بھی آگ نہ لگی۔ حضرت علی ؓ سے مروی ہے کہ اگر آگ کو صرف ٹھنڈا ہونے کا ہی حکم ہوتا تو پھر ٹھنڈک بھی آپ کو ضرر پہنچاتی اس لئے ساتھ ہی فرمادیا گیا کہ ٹھنڈک کے ساتھ ہی سلامتی بن جا۔ ضحاک ؒ فرماتے ہیں کہ بہت بڑا گڑھا بہت ہی گہرا کھودا تھا اور اسے آگ سے پر کیا تھا ہر طرف آگ کے شعلے نکل رہے تھے اس میں خلیل اللہ کو ڈال دیا لیکن آگ نے آپ کو چھوا تک نہیں یہاں تک کہ اللہ عزوجل نے اسے بالکل ٹھنڈا کردیا۔ مذکور ہے کہ اس وقت حضرت جبرائیل ؑ آپ کے ساتھ تھے آپ کے منہ پر سے پسینہ پونچھ رہے تھے بس اس کے سوا آپ کو آگ نے کوئی تکلیف نہیں دی۔ سدی فرماتے ہیں سایہ یا فرشتہ اس وقت آپ کے ساتھ تھا۔ مروی ہے کہ آپ اس میں چالیس یا پچاس دن رہے فرمایا کرتے تھے کہ مجھے اس زمانے میں جو راحت وسرور حاصل تھا ویسا اس سے نکلنے کے بعد حاصل نہیں ہوا کیا اچھا ہوتا کہ میری ساری زندگی اسی میں گزرتی۔ حضرت ابوہریرہ ؓ فرماتے ہیں کہ حضرت ابراہیم ؑ کے والد نے سب سے اچھا کلمہ جو کہا ہے وہ یہ ہے کہ جب ابراہیم ؑ آگ سے زندہ صحیح سالم نکلے اس وقت آپ کو پیشانی سے پسینہ پونچھتے ہوئے دیکھ کر آپ کے والد نے کہا ابراہیم تیرا رب بہت ہی بزرگ اور بڑا ہے۔ قتادہ ؒ فرماتے ہیں اس دن جو جانور نکلا وہ آپ کی آگ کو بجھانے کی کوشش کرتا رہا سوائے گرگٹ کے۔ حضرت زہری ؒ فرماتے ہیں رسول اللہ ﷺ نے گرگٹ کے مار ڈالنے کا حکم فرمایا ہے اور فاسق کہا ہے۔ حضرت عائشہ صدیقہ ؓ کے گھر میں ایک نیزہ دیکھ کر ایک عورت نے سوال کیا کہ یہ کیوں رکھ چھوڑا ہے ؟ آپ نے فرمایا گرگٹوں کو مار ڈالنے کے لئے۔ حضور ﷺ کا فرمان ہے کہ جس وقت حضرت ابراہیم ؑ آگ میں ڈالے گئے اس وقت تمام جانور اس آگ کو بجھا رہے تھے سوائے گرگٹ کے۔ یہ پھونک رہا تھا پس آپ نے اس کے مار ڈالنے کا حکم فرمایا ہے۔ پھر فرماتا ہے کہ ان کا مکر ہم نے ان پر الٹ دیا۔ کافروں نے اللہ کے نبی ؑ کو نیچا کرنا چاہا اللہ نے انہیں نیچا دکھایا۔ حضرت عطیہ عوفی کا بیان ہے کہ حضرت ابراہیم ؑ کا آگ میں جلائے جانے کا تماشا دیکھنے کے لئے ان کافروں کا بادشاہ بھی آیا تھا۔ ادھر خلیل اللہ کو آگ میں ڈالا جاتا ہے ادھر آگ میں سے ایک چنگاری اڑتی ہے اور اس کافر بادشاہ کے انگوٹھے پر آپڑتی ہے اور وہیں کھڑے کھڑے سب کے سامنے اس طرح اسے جلا دیتی ہے جسے روئی جل جائے۔",
  "ayah": 70,
  "surah": 21
}
