{
  "text": "ہجرت خلیل ؑ اللہ تعالیٰ بیان فرماتا ہے کہ اس نے اپنے خلیل کو کافروں کی آگ سے بچا کر شام کے مقدس ملک میں پہنچا دیا۔ ابی بن کعب ؓ فرماتے ہیں تمام میٹھا پانی شام کے صخرہ کے نیچے سے نکلتا ہے۔ قتادہ ؒ فرماتے ہیں آپ کو عراق کی سرزمین سے اللہ نے نجات دی اور شام کے ملک میں پہنچایا۔ شام ہی نبیوں کا ہجرت کدہ رہا۔ زمین میں سے جو گھٹتا ہے وہ شام میں بڑھتا ہے اور شام کی کمی فلسطین میں زیادتی ہوتی ہے۔ شام ہی محشر کی سرزمین ہے۔ یہیں حضرت عیسیٰ ؑ اتریں گے، یہیں دجال قتل کیا جائے گا۔ بقول کعب آپ حران کی طرف گئے تھے۔ یہاں آکر آپ کو معلوم ہوا کہ یہاں کے بادشاہ کی لڑکی اپنی قوم کے دین سے بیزار ہے اور اس سے نفرت رکھتی ہے بلکہ ان کے اوپر طعنہ زنی کرتی ہے تو آپ نے ان سے اس قرار پر نکاح کرلیا کہ وہ آپ کے ساتھ ہجرت کرکے یہاں سے نکل چلے انہی کا نام حضرت سارہ ہے ؓ۔ یہ روایت غریب ہے اور مشہور یہ ہے کہ حضرت سارہ آپ کے چچا کی صاحبزادی تھیں، اور آپ کے ساتھ ہجرت کرکے چلی آئی تھیں۔ ابن عباس ؓ فرماتے ہیں یہ ہجرت مکہ شریف میں ختم ہوئی مکہ ہی کی نسبت جناب باری فرماتا ہے کہ یہ اللہ کا پہلا گھر ہے جو برکت و ہدایت والا ہے، جس میں علاوہ اور بہت سی نشانیوں کے مقام ابراہیم بھی ہے۔ اس میں آجانے والا امن و سلامتی میں آجاتا ہے۔ پھر فرماتا ہے کہ ہم نے اسے اسحاق دیا اور یعقوب کا عطیہ بھی کیا۔ یعنی لڑکا اور پوتا جیسے فرمان ہے آیت (فَبَشَّرْنٰهَا بِاِسْحٰقَ ۙ وَمِنْ وَّرَاۗءِ اِسْحٰقَ يَعْقُوْبَ 71؀) 11۔ ھود :71) چونکہ خلیل اللہ ؑ کے سوال میں ایک لڑکے ہی کی طلب تھی دعا کی تھی کہ آیت (رب ہب لی من الصالحین) اللہ تعالیٰ نے یہ دعا بھی قبول فرمائی اور لڑکے کے ہاں بھی لڑکا دیا جو سوال سے زائد تھا اور سب کو نیکو کاربنایا۔ ان سب کو دنیا کا مقتدا اور پیشوا بنادیا کہ بحکم الٰہی خلق اللہ کو راہ حق کی دعوت دیتے رہے۔ ان کی طرف ہم نے نیک کاموں کی وحی فرمائی۔ اس عام بات پر عطف ڈال کر پھر خاص باتیں یعنی نماز اور زکوٰۃ کا بیاں فرمایا۔ اور ارشاد ہوا کہ وہ علاوہ ان نیک کاموں کے حکم کے خود بھی ان نیکیوں پر عامل تھے۔ پھر حضرت لوط ؑ کا ذکرشروع ہوتا ہے۔ لوط بن ہاران بن آزر علیہ السلام۔ آپ حضرت ابراہیم ؑ پر ایمان لائے تھے اور آپ کی تابعداری میں آپ ہی کے ساتھ ہجرت کی تھی۔ جیسے کلام اللہ شریف میں ہے آیت (فَاٰمَنَ لَهٗ لُوْطٌ ۘ وَقَالَ اِنِّىْ مُهَاجِرٌ اِلٰى رَبِّيْ 26؀) 29۔ العنکبوت :26) حضرت لوط ؑ آپ پر ایمان لائے اور فرمایا کہ میں اپنے رب کی طرف ہجرت کرنے والا ہوں، پس اللہ تعالیٰ نے انہیں حکمت وعلم عطا فرمایا اور وحی نازل فرمائی اور نبیوں کے پاک زمرے میں داخل کیا۔ اور سدوم اور اس کے آس پاس کی بستیوں کی طرف آپ کو بھیجا۔ انہوں نے نہ مانا مخالفت پر کمربستگی کرلی۔ جس کے باعث عذاب الٰہی میں گرفتار ہوئے اور فناکردئیے گئے، جن کی بربادی کے واقعات اللہ تعالیٰ کی کتاب عزیز میں کئی جگہ بیان ہوئے ہیں یہاں فرمایا کہ ہم نے انہیں بدترین کام کرنے والے فاسقوں کی بستی سے نجات دے دی اور چونکہ وہ اعلیٰ نیکوکار تھے ہم نے انہیں اپنی رحمت میں داخل کرلیا۔",
  "ayah": 71,
  "surah": 21
}
