{
  "text": "آزمائش اور مصائب ایوب ؑ حضرت ایوب ؑ کی تکلیفوں کا بیان ہو رہا ہے جو مالی جسمانی اور اولاد پر مشتمل تھیں ان کے پاس بہت سے قسم قسم کے جانور تھے کھیتیاں باغات وغیرہ تھے اولاد بیویاں لونڈیاں غلام جائیداد اور مال و متاع سبھی کچھ اللہ کا دیا موجود تھا۔ اب جو رب کی طرف سے ان پر آزمائش آئی تو ایک سرے سے سب کچھ فنا ہوتا گیا یہاں تک کہ جسم میں جذام پھوٹ پڑا۔ دل و زبان کے سوا سارے جسم کا کوئی حصہ اس مرض سے محفوظ نہ رہا۔ یہاں تک کہ آس پاس والے کراہت کرنے لگے۔ شہر کے ایک ویران کونے میں آپ کو سکونت اختیار کرنی پڑی۔ سوائے آپ کی ایک بیوی صاحبہ ؓ کے اور کوئی آپ کے پاس نہ رہا، اس مصیبت کے وقت سب نے کنارہ کرلیا۔ یہی ایک تھیں جو ان کی خدمت کرتی تھیں ساتھ ہی محنت مزدوری کرکے پیٹ پالنے کو بھی لایا کرتی تھیں۔ آنحضرت ﷺ نے سچ فرمایا کہ سب سے زیادہ سخت امتحان نبیوں کا ہوتا ہے، پھر صالح لوگوں کا پھر ان سے نیچے کے درجے والوں کا پھر ان سے کم درجے والوں کا۔ اور روایت میں ہے کہ ہر شخص کا امتحان اس کے دین کے انداز سے ہوتا ہے اگر وہ دین میں مضبوط ہے امتحان بھی سخت تر ہوتا ہے حضرت ایوب ؑ بڑے ہی صابر تھے یہاں تک کہ صبر ایوب زبان زد عام ہے۔ یزید بن میسرہ ؒ فرماتے ہیں جب آپ کی آزمائش شروع ہوئی اہل و عیال مرگئے مال فناہو گیا کوئی چیز ہاتھ تلے نہ رہی آپ اللہ کے ذکر میں اور بڑھ گئے کہنے لگے اے تمام پالنے والوں کے پالنے والے تو نے مجھ پر بڑے احسان کئے مال دیا اولاد دی اس وقت میرا دل بہت ہی مشغول تھا اب تو نے سب کچھ لے کر میرے دل کو ان فکروں سے پاک کردیا اب میرے دل میں اور تجھ میں کوئی حائل نہ رہا اگر میرا دشمن ابلیس تیری اس مہربانی کو جان لیتا تو وہ مجھ پر بہت ہی حسد کرتا ابلیس لعین اس قول سے اور اس وقت کی اس حمد سے جل بھن کر رہ گیا۔ آپ کی دعاؤں میں یہ بھی دعا تھی اے اللہ تو نے جب مجھے توانگر اور اولاد اور اہل و عیال والا بنا رکھا تھا تو خوب جانتا ہے کہ اس وقت میں نے نہ کبھی غرور وتکبر کیا نہ کبھی کسی پر ظلم ستم کیا۔ میرے پروردگار تجھ پر روشن ہے کہ میرا نرم و گرم بستر تیار ہوتا اور میں راتوں کو تیری عبادتوں میں گزارتا اور اپنے نفس کو اس طرح ڈانٹ دیتا کہ تو اس لئے پیدا نہیں کیا گیا تیری رضامندی کی طلب میں میں اپنی راحت وآرام کو ترک کردیا کرتا۔ (ابن ابی حاتم) اس آیت کی تفسیر میں ابن جریر اور ابن ابی حاتم میں ایک بہت لمبا قصہ ہے جسے بہت سے پچھلے مفسیرین نے بھی ذکر کیا ہے۔ لیکن اس میں غرابت ہے اور اس کے طول کی وجہ سے ہم نے اسے چھوڑ دیا ہے۔ مدتوں تک آپ ان بلاؤں میں مبتلا رہے۔ حضرت حسن اور قتادہ ؒ فرماتے ہیں سات سال اور کئی ماہ آپ بیماری میں مبتلا رہے بنو اسرائیل کے کوڑے پھینکنے کی جگہ آپ کو ڈال رکھا تھا۔ بدن میں کیڑے پڑگئے تھے پھر اللہ نے آپ پر رحم وکرم کیا تمام بلاؤں سے نجات دی اجردیا اور تعریفیں کیں۔ وہب بن منبہ کا بیان ہے کہ پورے تین سال آپ اس تکلیف میں رہے۔ سارا گوشت جھڑ گیا تھا۔ صرف ہڈیاں اور چمڑہ رہ گیا آپ دکھ میں پڑے رہتے تھے صرف ایک بیوی صاحبہ تھیں جو آپ کے پاس تھیں جب زیادہ زمانہ گزر گیا تو ایک روز عرض کرنے لگیں کہ اے نبی اللہ ؑ آپ اللہ سے دعا کیوں نہیں کرتے کہ وہ اس مصیبت کو ہم پر سے ٹال دے۔ آپ فرمانے لگے سنو ستر برس تک اللہ تعالیٰ نے مجھے صحت و عافیت میں رکھا تو اگر ستر سال تک میں اس حالت میں رہوں اور صبر کروں تو یہ بھی بہت کم ہے اس پر بیوی صاحبہ کانپ اٹھیں آپ شہر میں جاتیں، لوگوں کا کام کاج کرتیں اور جو ملتا وہ لے آتیں اور آپ کو کھلاتیں پلاتیں۔ آپ کے دو دوست اور دلی خیرخواہ دوست تھے انہیں فلسطین میں جا کر شیطان نے خبردی کہ تمہارا دوست سخت مصیبت میں مبتلا ہے تم جاؤ ان کی خبرگیری کرو اور اپنے ہاں کی کچھ شراب اپنے ساتھ لے جاؤ وہ پلادینا اس سے انہیں شفا ہوجائے گی چناچہ یہ دونوں آئے حضرت ایوب ؑ کی حالت دیکھتے ہی ان کے آنسو نکل آئے بلبلا کر رونے لگے آپ نے پوچھا تم کون ہو ؟ انہوں نے یاد دلایا تو آپ خوش ہوئے انہیں مرحبا کہا وہ کہنے لگے اے جناب آپ شاید کچھ چھپاتے ہوں گے اور ظاہر اس کے خلاف کرتے ہوں گے ؟ آپ نے نگاہیں آسمان کی طرف اٹھا کر فرمایا اللہ خوب جانتا ہے کہ میں کیا چھپاتا تھا اور کیا ظاہر کرتا تھا میرے رب نے مجھے اس میں مبتلا کیا ہے تاکہ وہ دیکھے کہ میں صبر کرتا ہوں یا بےصبری ؟ وہ کہنے لگے اچھا ہم آپ کے واسطے دوا لائے ہیں آپ اسے پی لیجئے شفا ہوجائے گی یہ شراب ہے۔ ہم اپنے ہاں سے لائے ہیں۔ یہ سنتے ہی آپ سخت غضبناک ہوئے اور فرمانے لگے تمہیں شیطان خبیث لایا ہے تم سے کلام کرنا تمہارا کھانا پینا مجھ پر حرام ہے۔ یہ دونوں آپ کے پاس سے چلے گئے۔ ایک مرتبہ کا ذکر ہے کہ آپ کی بیوی صاحبہ نے ایک گھر والوں کی روٹیاں پکائیں ان کا ایک بچہ سویا ہوا تھا تو انہوں نے اس بچے کے حصے کی ٹکیا انہیں دے دی یہ لے کر حضرت ایوب ؑ کے پاس آئیں آپ نے کہا یہ آج کہاں سے لائیں ؟ انہوں نے ساراواقعہ بیان کردیا۔ آپ نے فرمایا ابھی ابھی واپس جاؤ ممکن ہے بچہ جاگ گیا ہو اور اسی ٹکیا کی ضد کرتا ہو اور رو رو کر سارے گھر والوں کو پریشان کرتا ہو۔ آپ روٹی واپس لے کرچلیں ان کی ڈیوڑھی میں بکری بندھی ہوئی تھی اس نے زور سے آپ کو ٹکر ماری آپ کی زبان سے نکل گیا دیکھو ایوب کیسے غلط خیال والے ہیں۔ پھر اوپر گئیں تو دیکھا واقعی بچہ جاگا ہوا ہے اور ٹکیا کے لئے مچل رہا ہے اور گھر بھر کا ناک میں دم کر رکھا ہے یہ دیکھ کر بےساختہ زبان سے نکلا کہ اللہ ایوب پر رحم کرے، اچھے موقعہ پر پہنچی۔ ٹکیا دے دی اور واپس لوٹیں راستے میں شیطان بہ صورت طبیب ملا اور کہنے لگا کہ تیرے خاوند سخت تکلیف میں ہیں مرض پر مدتیں گزر گئیں تم انہیں سمجھاؤ فلاں قبیلے کے بت کے نام پر ایک مکھی مار دیں شفاء ہوجائے گی پھر توبہ کرلیں۔ جب آپ حضرت ایوب ؑ کے پاس پہنچیں تو ان سے یہ کہا آپ نے فرمایا شیطان خبیث کا جادو تجھ پر چل گیا۔ میں تندرست ہوگیا تو تجھے سو کوڑے لگاؤں گا۔ ایک دن آپ حسب معمول تلاش معاش میں نکلیں گھر گھر پھر آئیں کہیں کام نہ لگا مایوس ہوگئیں شام کو پلٹنے وقت حضرت ایوب ؑ کی بھوک کا خیال آیا تو آپ نے اپنے بالوں کی ایک لٹ کاٹ کر ایک امیر لڑکی کے ہاتھ فروخت کردی اس نے آپ کو بہت کچھ کھانے پینے کا اسباب دیا۔ جسے لے کر آپ آئیں حضرت ایوب ؑ نے پوچھا یہ آج اتنا سارہ اور اتنا اچھا کھانا کیسے مل گیا ؟ فرمایا میں نے ایک امیر گھر کا کام کردیا تھا۔ آپ نے کھالیا دوسرے روز بھی اتفاق سے ایسا ہی ہوا اور آپ نے اپنے بالوں کی دوسری لٹ کاٹ کر فروخت کردی اور کھانا لے آئیں آج بھی یہی کھانا دیکھ کر آپ نے فرمایا واللہ میں ہرگز نہ کھاؤں گا جب تک تو مجھے یہ نہ بتادے کہ کیسے لائی ؟ اب آپ نے اپنا دوپٹہ سر سے اتار دیا دیکھا کہ سر کے بال سب کٹ چکے ہیں اس وقت سخت گھبراہٹ اور بےچینی ہوئی اور اللہ سے دعا کی کہ مجھے ضرر پہنچا اور تو سب سے زیادہ رحیم ہے۔ حضرت نوف کہتے ہیں کہ جو شیطان حضرت ایوب ؑ کے پیچھے پڑا تھا اس کا نام مسبوط تھا۔ حضرت ایوب ؑ کی بیوی صاحبہ عموما آپ سے عرض کیا کرتی تھیں کہ اللہ سے دعا کرو۔ لیکن آپ نہ کرتے تھے یہاں تک کہ ایک دن بنو اسرائیل کے کچھ لوگ آپ کے پاس سے نکلے اور آپ کو دیکھ کر کہنے لگے اس شخص کو یہ تکلیف ضرور کسی نہ کسی گناہ کی وجہ سے ہے اس وقت بےساختہ آپ کی زبان سے یہ دعا نکل گئی۔ حضرت عبداللہ بن عبید بن عمیر ؒ فرماتے ہیں کہ حضرت ایوب ؑ کہ دو بھائی تھے ایک دن وہ ملنے کے لئے آئے۔ لیکن جسم کی بدبو کی وجہ سے قریب نہ آسکے دور ہی سے کھڑے ہو کر ایک دوسرے سے کہنے لگے کہ اگر اس شخص میں بھلائی ہوتی تو اللہ تعالیٰ اسے اس مصیبت میں نہ ڈالتا اس بات نے حضرت ایوب ؑ کو وہ صدمہ پہنچایا جو آج تک آپ کو کسی چیز سے نہ ہوا تھا اس وقت کہنے لگے اللہ کوئی رات مجھ پر ایسی نہیں گزری کہ کوئی بھوکا شخص میرے علم میں ہو اور میں نے پیٹ بھرلیا ہو پروردگار اگر میں اپنی اس بات میں تیرے نزدیک سچا ہوں تو میری تصدیق فرما۔ اسی وقت آسمان سے آپ کی تصدیق کی گئی تھی اور وہ دونوں سن رہے تھے۔ پھر فرمایا کہ پروردگار کبھی ایسا نہیں ہوا کہ میرے پاس ایک سے زائد کپڑے ہوں اور میں نے کسی ننگے کو نہ دیے ہوں اگر میں اس میں سچا ہوں تو میری تصدیق آسمان سے کر۔ اس پر بھی آپ کی تصدیق ان کے سنتے ہوئے کی گئی۔ پھر یہ دعا کرتے ہوئے سجدے میں گرپڑے کہ اے اللہ میں تو اب سجدے سے سر نہ اٹھاؤں گا جب تک کہ تو مجھ سے ان تمام مصیبتوں کو دور نہ کردے جو مجھ پر نازل ہوئی ہیں۔ چناچہ یہ دعاقبول ہوئی۔ اور اس سے پہلے کہ آپ سر اٹھائیں تمام تکلیفیں اور بیماریاں دور ہوگئیں جو آپ پر اتری تھیں۔ ابن ابی حاتم میں ہے رسول اللہ ﷺ فرماتے ہیں کہ حضرت ایوب ؑ اٹھارہ برس تک بلاؤں میں گھرے رہے پھر ان کے دو دوستوں کے آنے اور بدگمانی کرنے کا ذکر ہے جس کے جواب میں آپ نے فرمایا کہ میری تو یہ حالت تھی کہ راستہ چلتے دو شخصوں کو جھگڑتا دیکھتا اور ان میں سے کسی کو قسم کھاتے سن لیتا تو گھر آکر اس کی طرف سے کفارہ ادا کردیتا کہ ایسا نہ ہو کہ اس نے نام ناحق لیا ہو۔ آپ اپنی اس بیماری میں اس قدر نڈھال ہوگئے تھے کہ آپ کی بیوی صاحبہ ہاتھ تھام کر پاخانہ پیشاب کے لئے لے جاتی تھیں۔ ایک مرتبہ آپ کو حاجت تھی آپ نے آواز دی لیکن انہیں آنے میں دیر لگی آپ کو سخت تکلیف ہوئی اسی وقت آسمان سے ندا آئی کہ اے ایوب اپنی ایڑی زمین پر مارو اسی پانی کو پی بھی لو اور اسی سے نہا بھی لو اس حدیث کا مرفوع ہونا بالکل غریب ہے۔ ابن عباس ؓ فرماتے ہیں اسی وقت اللہ تعالیٰ نے آپ کے لئے جنت کا حلہ نازل فرمادیا جسے پہن کر آپ یکسو ہو کر بیٹھ گئے۔ جب آپ کی بیوی آئیں اور آپ کو نہ پہچان سکیں تو آپ سے پوچھنے لگیں اے اللہ کے بندے یہاں ایک بیمار بیکس بےبس تھے تمہیں معلوم ہے کہ وہ کیا ہوئے ؟ کہیں انہیں بھیڑئیے نہ کھا گئے ہوں یا کتے نہ لے گئے ہوں ؟ تب آپ نے فرمایا نہیں نہیں وہ بیمار ایوب میں ہی ہوں۔ بیوی صاحبہ کہنے لگی اے شخص تو مجھ دکھیا عورت سے ہنسی کر رہا ہے اور مجھے بنا رہا ہے ؟ آپ نے فرمایا نہیں نہیں مجھے اللہ نے شفادے دی اور یہ رنگ روپ بھی۔ آپ کا مال آپ کو واپس دیا گیا آپ کی اولاد وہی آپ کو واپس ملی اور ان کے ساتھ ہی ویسی ہی اور بھی وحی میں یہ خوشخبری بھی سنادی گئی تھی اور فرمایا گیا تھا کہ قربانی کرو اور استغفار کرو، تیرے اپنوں نے تیرے بارے میں میری نافرمانی کرلی تھی۔ اور روایت میں ہے کہ جب اللہ تعالیٰ نے حضرت ایوب ؑ کو عافیت عطا فرمائی آسمان سے سونے کی ٹڈیاں ان پر برسائیں جنہیں لے کر آپ نے اپنے کپڑے میں جمع کرنی شروع کردیں تو آواز دی گئی کہ اے ایوب کیا تو اب تک آسودہ نہیں ہوا ؟ آپ نے جواب دیا کہ اے میرے پروردگار تیری رحمت سے آسودہ کون ہوسکتا ہے ؟ پھر فرماتا ہے ہم نے اسے اس کے اہل عطا فرمائے۔ ابن عباس ؓ تو فرماتے ہیں وہی لوگ واپس کئے گئے۔ آپ کی بیوی کا نام رحمت تھا۔ یہ قول اگر آیت سے سمجھا گیا ہے تو یہ بھی دور از کار امر ہے اور اگر اہل کتاب سے لیا گیا ہے تو وہ تصدیق تکذیب کے قابل ہے چیز نہیں۔ ابن عساکر نے ان کا نام اپنی تاریخ میں \" لیا \" بتایا ہے۔ یہ منشا بن یوسف بن اسحاق بن ابراہیم ؑ کی بیٹی ہیں۔ ایک قول یہ بھی ہے کہ حضرت \" لیا \" حضرت یعقوب ؑ کی بیٹی حضرت ایوب ؑ کی بیوی ہیں جو شفیعہ کی زمین میں آپ کے ساتھ تھیں۔ مروی ہے کہ آپ سے فرمایا گیا کہ تیری اہل سب جنت میں ہیں تم کہو تو میں ان سب کو یہاں دنیا میں لادوں اور کہے تو وہیں رہنے دوں اور دنیا میں ان کا عوض دوں آپ نے دوسری بات پسند فرمائی۔ پس آخرت کا اجر اور دنیا کا بدلہ دونوں آپ کو ملا۔ یہ سب کچھ ہماری رحمت کا ظہور تھا۔ اور ہمارے سچے عابدوں کے لئے نصیحت وعبرت تھی، آپ اہل بلا کے پیشوا تھے۔ یہ سب اس لئے ہوا کہ مصیبتوں میں پھنسے ہوئے لوگ اپنے لئے آپ کی ذات میں عبرت دیکھیں، بےصبری سے ناشکری نہ کرنے لگیں اور لوگ انہیں اللہ کے برے بندے نہ سمجھیں۔ حضرت ایوب ؑ صبر کا پہاڑ ثابت قدمی کا نمونہ تھے اللہ کے لکھے پر، اس کے امتحان پر انسان کو صبر و برداشت کرنی چاہیے نہ جانیں قدرت درپردہ اپنی کیا کیا حکمتیں دکھا رہی ہے۔",
  "ayah": 83,
  "surah": 21
}
