{
  "text": "یافت کی اولاد ہلاک شدہ لوگوں کا دنیا کی طرف پھر پلٹنا محال ہے۔ یہ بھی مطلب ہوسکتا ہے کہ ان کی توبہ مقبول نہیں۔ لیکن پہلا قول اولیٰ ہے۔ یاجوج ماجوج نسل آدم سے ہیں۔ بلکہ وہ حضرت نوح ؑ کے لڑکے یافت کی اولاد میں سے ہیں جن کی نسل ترک ہیں یہ بھی انہی کا ایک گروہ ہے یہ ذوالقرنین کی بنائی ہوئی دیوار سے باہر ہی چھوڑ دیے گئے تھے۔ آپ نے دیوار بنا کر فرمایا تھا کہ یہ میرے رب کی رحمت ہے۔ اللہ کے وعدے کے وقت اس کا چورا چورا ہوجائے گا میرے رب کا وعدہ حق ہے الخ۔ یاجوج ماجوج قرب قیامت کے وقت وہاں سے نکل آئیں گے اور زمین میں فساد مچا دیں گے۔ ہر اونچی جگہ کو عربی میں حدب کہتے ہیں۔ ان کے نکلنے کے وقت ان کی یہی حالت ہوگی تو اس خبر کو اس طرح بیان کیا جیسے سننے والا اپنی آنکھوں سے دیکھ رہا ہے اور واقع میں اللہ تعالیٰ سے زیادہ سچی خبر کس کی ہوگی ؟ جو غیب اور حاضر کا جاننے والا ہے۔ ہوچکی ہوئی اور ہونے والی باتوں سے آگاہ ہے۔ ابن عباس ؓ نے لڑکوں کو اچھلتے کودتے کھیلتے دوڑتے ایک دوسروں کی چٹکیاں بھرتے ہوئے دیکھ کر فرما اسی طرح یاجوج ماجوج آئیں گے۔ بہت سی احادیث میں ان کے نکلنے کا ذکر ہے۔ 001 مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں یاجوج ماجوج کھولے جائیں گے اور وہ لوگوں کے پاس پہنچیں گے جیسے اللہ عزوجل کا فرمان ہے آیت (وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ 96؀) 21۔ الأنبیاء :96) وہ چھاجائیں گے اور مسلمان اپنے شہروں اور قلعوں میں سمٹ آئیں گے اپنے جانوروں کو بھی وہی لے لیں گے اور اپنا پانی انہیں پلاتے رہیں گے یاجوج ماجوج جس نہر سے گزریں گے اس کا پانی صفاچٹ کر جائیں گے یہاں تک کہ اس میں خاک اڑنے لگے گی ان کی دوسری جماعت جب وہاں پہنچے گی تو وہ کہے گی شاید اس میں کسی زمانے میں پانی ہوگا۔ جب یہ دیکھیں گے کہ اب زمین پر کوئی نہ رہا اور واقع میں سوائے ان مسلمانوں کے جو اپنے شہروں اور قلعوں میں پناہ گزیں ہوں گے کوئی اور وہاں ہوگا بھی نہیں تو یہ کہیں گے کہ اب زمین والوں سے تم ہم فارغ ہوگئے آؤ آسمان والوں کی خبرلیں۔ چناچہ ان میں سے ایک شریر اپنا نیزہ گھما کر آسمان کی طرف پھینکے گا قدرت الٰہی سے وہ خون آلود ہو کر ان کے پاس گرے گا یہ بھی ایک قدرتی آزمائش ہوگی اب ان کی گردنوں میں گٹھلی ہو جائے گی اور اسی وبا میں یہ سارے کے سارے ایک ساتھ ایک دم مرجائیں گے ایک بھی باقی نہ رہے گا سارا شور وغل ختم ہوجائے گا مسلمان کہیں گے کوئی ہے جو اپنی جان ہم مسلمانوں کے لئے ہتھیلی پر رکھ کر شہر کے باہر جائے اور ان دشمنوں کو دیکھے کہ کس حال میں ہیں ؟ چناچہ ایک صاحب اس کے لئے تیار ہوجائیں گے اور اپنے آپ کو قتل شدہ سمجھ کر اللہ کی راہ میں مسلمانوں کی خدمت کے لئے نکل کھڑے ہوں گے دیکھیں گے کہ سب کا ڈھیرلگ رہا ہے سارے ہلاک شدہ پڑے ہوئے ہیں یہ اسی وقت ندا کرے گا کہ مسلمانو ! خوش ہوجاؤ اللہ نے خود تمہارے دشمنوں کو غارت کردیا یہ ڈھیر پڑا ہوا ہے اب مسلمان باہر آئیں گے اور اپنے مویشیوں کو بھی لائیں گے ان کے لئے چارہ بجز ان کے گوشت کے اور کچھ نہ ہوگا یہ ان کا گوشت کھا کھا کر خوب موٹے تازے ہوجائیں گے۔ 002 مسند احمد میں ہے حضور ﷺ نے ایک دن صبح ہی صبح دجال کا ذکر کیا اس طرح کہ ہم سمجھے شاید وہ ان درختوں کی آڑ میں ہے اور اب نکلا ہی چاہتا ہے آپ فرمانے لگے مجھے دجال سے زیادہ خوف تم پر اور چیز کا ہے۔ اگر دجال میری موجودگی میں نکلا تو میں خود نمٹ لونگا تم میں سے ہر شخص اسے بچے۔ میں تمہیں اللہ کی ایمان میں دے رہا ہوں۔ وہ جواں عمر الجھے ہوئے بالوں والا کانا اور ابھری ہوئی آنکھ والا ہے۔ وہ شام اور عراق کے درمیان سے نکلے گا اور دائیں بائیں گھومے گا۔ ایک بندگاں الٰہی تم ثابت قدم رہنا۔ ہم نے دریافت کیا کہ یارسول اللہ ﷺ وہ کتنا ٹھیرے گا ؟ آپ نے فرمایا چالیس دن۔ ایک دن مثل ایک برس کے ایک دن مثل ایک مہینہ کے ایک دن مثل ایک جمعہ کے اور باقی دن معمولی دنوں جیسے۔ ہم نے پوچھا یارسول ﷺ جو دن سال بھر کے برابر ہوگا اس میں ہمیں یہی پانچ نمازیں کافی ہوں گی آپ نے فرمایا نہیں تم اپنے اندازے سے وقت پر نماز پڑھتے رہا کرنا۔ ہم نے دریافت کیا کہ حضور ﷺ اس کی رفتار کیسی ہوگی ؟ فرمایا جیسے بادل کہ ہوا انہیں ادھر سے ادھربھگائے لئے جاتی ہو۔ ایک قبیلے کے پاس جائے گا انہیں اپنی طرف بلائے گا وہ اس کی مان لیں گے۔ آسمان کو حکم دے گا کہ ان پر بارش برسائے زمین سے کہے گا کہ ان کے لئے پیداوار اگائے ان کے جانور ان کے پاس موٹے تازے بھرے پیٹ لوٹیں گے۔ ایک قبیلے کے پاس اپنے تائیں منوانا چاہے گا وہ انکار کردیں گے یہ وہاں سے نکلے گا تو ان کے تمام مال اس کے پیچھے لگ جائیں گے وہ بالکل خالی ہاتھ رہ جائیں گے وہ غیرآباد جنگلوں میں جائے گا اور زمین سے کہے گا اپنے خزانے اگل دے وہ اگل دے گی اور سارے خزانے اس کے پیچھے ایسے چلیں گے جیسے شہد کی مکھیاں اپنے سردار کے پیچھے۔ یہ بھی دکھائے گا کہ ایک شخص کو تلوار سے ٹھیک دو ٹکرے کرادے گا اور ادھرادھر دور دراز پھنکوا دے گا پھر اس کا نام لے کر آواز دے گا تو وہ زندہ چلتا پھرتا اس کے پاس آجائے گا یہ اسی حال میں ہوگا جو اللہ عزوجل حضرت مسیح ابن مریم کو اتارے گا آپ دمشق کی مشرقی طرف سفید منارے کے پاس اتریں گے اپنے دونوں ہاتھ دو فرشتوں کے پروں پر رکھے ہوئے ہوں گے آپ اس کا پیچھا کریں گے اور مشرقی باب کے لد کے پاس اسے پا کر قتل کردیں گے پھر حضرت عیسیٰ بن مریم ؑ کی طرف اللہ کی وحی آئے گی میں اپنے ایسے بندوں کو بھیجتا ہوں جن سے لڑنے کی تم میں تاب وطاقت نہیں میرے بندوں کو طور کی طرف سمیٹ لے جا۔ پھر جناب باری یاجوج ماجوج کو بھیجے گا جیسے فرمایا آیت (وہم من کل حدب ینسلون) ان سے تنگ آکر حضرت عیسیٰ ؑ اور آپ کے ساتھی جناب باری میں دعا کریں گے تو اللہ تعالیٰ ان پر گٹھلی کی بیماری بھیجے گا جو ان کی گردن میں نکلے گی سارے کے سارے اوپر تلے ایک ساتھ ہی مرجائیں گے تب حضرت عیسیٰ ؑ مع مؤمنوں کے آئیں گے۔ دیکھیں گے کہ تمام زمین ان کی لاشوں سے پٹی پڑی ہے اور ان کی بدبو سے کھڑا نہیں ہوا جاتا۔ آپ پھر اللہ تعالیٰ سے دعا کریں گے تو اللہ تعالیٰ بختی اونٹوں کی گردنوں جیسے پرند بھیجے گا جو انہیں اللہ جانے کہاں پھینک آئیں گے ؟ کعب ؒ کہتے ہی مہیل میں یعنی سورج کے طلوع ہونے کی جگہ میں انہیں پھینک آئیں گے۔ پھر چالیس دن تک تمام زمین میں مسلسل بارش برسے گی، زمین دھل دھلا کر ہتھیلی کی طرح صاف ہوجائے گی پھر بحکم الٰہی اپنی برکتیں اگادے گی۔ اس دن ایک جماعت کی جماعت ایک انار سے سیر ہوجائے گی اور اس کے چھلکے تلے سایہ حاصل کرلے گی ایک اونٹنی کا دودھ لوگوں کی ایک جماعت کو اور ایک گائے کا دودھ ایک قبیلے کو اور ایک بکری کا دودھ ایک گھرانے کو کافی ہوگا۔ پھر ایک پاکیزہ ہوا چلے گی جو مسلمانوں کی بغلوں تلے سے نکل جائے گی اور ان کی روح قبض ہوجائے گی پھر روئے زمین پر بدترین شریر لوگ باقی رہ جائیں گے جو گدھوں کی طرح کودتے ہوں گے انہی پر قیامت قائم ہوگی۔ امام ترمذی ؒ اسے حسن کہتے ہیں۔ 003 مسند احمد میں ہے کہ حضور ﷺ کو ایک بچھو نے کاٹ کھایا تھا تو آپ اپنی انگلی پر پٹی باندھے ہوئے خطبے کے لئے کھڑے ہوئے اور فرمایا تم کہتے ہو اب دشمن نہیں ہیں لیکن تم تو دشمنوں سے جہاد کرتے ہی رہوگے یہاں تک کہ یاجوج ماجوج آئیں وہ چوڑے چہرے والے چھوٹی آنکھوں والے ان کے چہرے تہہ بہ تہہ ڈھالوں جیسے ہوں گے۔ 004 یہ روایت سورة اعراف کی تفسیر کے آخر میں بیان کردی گی ہے مسند احمد میں ہے حضور ﷺ فرماتے ہیں کہ معراج والی رات میں ابراہیم موسیٰ اور عیسیٰ (علیہم السلام) سے روز قیامت کا مذکراہ شروع ہوا حضرت ابراہیم ؑ نے اس کے علم سے انکار کردیا اسی طرح حضرت موسیٰ ؑ نے بھی ہاں حضرت عیسیٰ ؑ نے فرمایا اس کے واقع ہونے کے وقت تو بجز اللہ کے کوئی نہیں جانتا ہاں مجھ سے میرے اللہ نے یہ تو فرمایا ہے کہ دجال نکلنے والا ہے۔ اس کے ساتھ دو ٹہنیاں ہوں گی۔ وہ مجھے دیکھتے ہی سیسے کی طرح پگلنے لگے گا یہاں تک کہ اللہ اسے ہلاک کردے جب کہ وہ مجھے دیکھے یہاں تک کہ پتھر اور درخت بھی پکار اٹھیں گے کہ اے مسلم یہ ہے میرے سایہ تلے کافر۔ آ اور اسے قتل کر پس اللہ انہیں ہلاک کرے گا اور لوگ اپنے شہروں اور وطنوں کی طرف لوٹ جائیں گے۔ اس وقت یاجوج ماجوج نکلیں گے جو ہر اونچائی سے پھدکتے آئیں گے جو پائیں گے تباہ کردیں گے پانی جتنا پائیں گے پی جائیں گے لوگ پھر تنگ آکر اپنوں وطنوں میں محصور ہو کر بیٹھ جائیں گے شکایت کریں گے تو میں پھر اللہ سے دعا کرونگا اللہ انہیں غارت کردے ساری زمین پر ان کی بدبو پھیل جائے گی پھر بارش برسے گی اور پانی کا بہاؤ ان کے سڑے ہوئے جسموں کو گھسیٹ کر دریا برد کردے گا۔ میرے رب نے مجھ سے فرما دیا ہے کہ جب یہ سب کچھ ظہور میں آجائے گا پھر تو قیامت کا ہونا ایسا ہی ہے جیسے پورے دنوں میں حمل والی عورت کا وضع ہونا کہ گھر والوں کو فکر ہوتی ہے کہ صبح بچہ ہوا یا شام ہوا دن کو ہوا یا رات کو ہوا۔ (ابن ماجہ) اس کی تصدیق کلام اللہ شریف کی آیت میں موجود ہے اس بارے میں حدیثیں بکثرت ہیں اور آثار سلف بھی بہت ہیں کعب ؒ کا قول ہے کہ یاجوج ماجوج کے نکلنے کے وقت وہ دیوار کو کھودیں گے یہاں تک کہ ان کی کدلوں کی آواز پاس والے بھی سنیں گے رات ہوجائے گی ان میں سے ایک کہے گا کہ اب صبح آتے ہی اسے توڑ ڈالیں گے اور نکل کھڑے ہوں گے صبح یہ آئیں گے توجیسی کل تھی ویسی ہی آج بھی پائیں گے الغرض یونہی ہوتا رہے گا یہاں تک کہ ان کا نکالنا جب منظور ہوگا تو ایک شخص کی زبان سے نکلے گا کہ ہم کل انشاء اللہ ایسے توڑ دیں گے اب جو آئیں گے تو جیسی چھوڑ گئے تھے ویسی ہی پائیں گے تو کھود کر توڑیں گے اور باہر نکل آئیں گے ان کا پہلا گروہ بحیرہ کے پاس سے نکلے گا سارا پانی پی جائے گا دوسرا آئے گا کیچڑ بھی چاٹ جائے گا تیسرا آئے گا تو کہے گا شاید یہاں کبھی پانی ہوگا ؟ لوگ ان سے بھاگ بھاگ کر ادھر ادھر چھپ جائیں گے جب انہیں کوئی بھی نظر نہ پڑے گا تو یہ اپنے تیر آسمان کی طرف پھینکیں گے وہاں سے وہ خون آلود واپس آئیں گے تو یہ فخر کریں گے کہ ہم زمین والوں پر اور آسمان والوں پر غالب آگئے۔ حضرت عیسیٰ بن مریم ؑ ان کے لئے بدعا کریں گے کہ اللہ ہم میں ان کے مقابلے کی طاقت نہیں اور زمین پر ہمارا چلنا پھرنا بھی ضروری ہے تو ہمیں جس طریقے سے چاہے ان سے نجات دے تو اللہ ان کو طاعون میں مبتلا کرے گا گلٹیاں نکل آئیں گی اور سارے کہ سارے مرجائیں گے پھر ایک قسم کے پرند آئیں گے جو اپنی چونچ میں انہیں لے کر سمندر میں پھینک آئیں گے پھر اللہ تعالیٰ نہرحیات جاری کردے گا جو زمین کو دھوکر پاک صاف کردے گی اور زمین اپنی برکتیں نکال دے گی ایک انار ایک گھرانے کو کافی ہوگا اچانک ایک شخص آئے گا اور ندا کرے گا کہ ذوالسویقتین نکل آیا ہے حضرت عیسیٰ بن مریم ؑ سات آٹھ سولشکریوں کا طلایہ بھیجیں گے یہ ابھی راستے میں ہی ہوں گے کہ یمنی پاک ہوا نہایت لطافت سے چلے گی جو تمام مؤمنوں کی روح قبض کرجائے گی پھر تو روئے زمین پر ردی کھدی لوگ رہ جائے گے جو چوپایوں جیسے ہوں گے ان پر قیامت قائم ہوگی اس وقت قیامت اس قدر قریب ہوگی جیسے پوری دنوں کی گھوڑی جو جننے کے قریب ہو اور گھوڑی والا اس کے آس پاس گھوم رہا ہو کہ کب بچہ ہو حضرت کعب رحمتہ اللہ یہ بیان فرما کر فرمانے لگے اب جو شخص میرے اس قول اور اس علم کے بعد بھی کچھ کہے اس نے تکلف کیا۔ کعب رحمتہ اللہ کا یہ واقعہ بیان کرنا بہترین واقعہ ہے کیونکہ اس کی شہادت صحیح حدیث میں بھی پائی جاتی ہے۔ احادیث میں یہ بھی آیا ہے کہ حضرت عیسیٰ ؑ اس زمانے میں بیت اللہ شریف کا حج بھی کریں گے چناچہ مسند امام احمد میں یہ حدیث مرفوعا مروی ہے کہ آپ یاجوج ماجوج کے خروج کے بعد یقینا بیت اللہ کا حج کریں گے۔ یہ حدیث بخاری میں بھی ہے۔ جب یہ ہولناکیاں، جب یہ زلزلے، جب یہ بلائیں اور آفات آجائیں گی تو اس وقت قیامت بالکل قریب آجائے گی اسے دیکھ کر کافر کہنے لگیں گے یہ نہایت سخت دن ہے ان کی آنکھیں پھٹ جائیں گی اور کہنے لگیں گے ہائے ہم تو غفلت میں ہی رہے۔ ہائے ہم نے اپنا آپ بگاڑا۔ گناہوں کا اقرار اور اس پر شرمسار ہوں گا لیکن اب بےسود ہے۔",
  "ayah": 95,
  "surah": 21
}
