{
  "surah": 26,
  "ayah": 61,
  "text": "“No indeed, surely with me is my Lord; He will guide me.” Do not despair, for the hidden gentleness is our guide and the concealed artisanry is lying in wait for Pharaoh. Surely with me is my Lord. In this statement Moses made himself solitary. He did not say “with us is our Lord,” because the decree had already gone forth that after the destruction of Pha- raoh and the Egyptians, a group of the Children of Israel would become calf-worshipers. This is why he made himself solitary. Again, when MuṣṬafā was in the cave with Abū Bakr, the greatest of the sincerely truthful, he had recognized the realities and meanings of the states of that sincerely truthful man, so he joined him with himself in declaring with-ness. He said, “Surely God is with us” [9:40]. A subtle point: Moses brought forth with me because he was looking from himself to the Real. But MuṣṬafā said, “Surely God is with us” because he was looking from the Real to himself. This is like His words, “Dost thou not see thy Lord, how He stretched out the shadow?” [25:45]. He did not say, “the shadow, how thy Lord stretched it out.” Moses had the state of the desirers, but MuṣṬafā had the state of the desired. The former is the road of the travelers, the latter the attribute of those snatched away. It has been said that when Pharaoh reached the shore and saw the sea split open and the roads apparent, he said to his people, “This sea has split in fear of me, and I am your Lord the most high [79:24].” When he said that, Gabriel wanted to chastise him, so he spread his wings to knock him to the ground. The command came from the Compeller of the World, “No, Gabriel. Only those who fear death should be hurried to punishment.” It has also been said that Moses said about himself, “Surely with me is my Lord,” and the Exalted Lord said about the community of AḤmad, “Surely God is with those who are godwary” [16:128]. God did not reject what Moses said about himself, for He showed him the road of de- liverance and lifted the deceit of the enemy away from him. What then do you say about what the Real Himself said concerning the community of AḤmad? It is even more appropriate that He fulfill the promise He gave, deliver them from the sorrow of sins, and convey them to His mercy and forgiveness."
}
