{
  "text": "ثم بين - سبحانه - أن مرد الفصل بين الفرق المختلفة إليه وحده . إذ هو العليم بكل ما عليه كل فرقة من حق أو باطل ، فقال - تعالى - : ( إِنَّ الذين آمَنُواْ والذين هَادُواْ . . . ) .فى هذه الآية الكريمة حدثنا القرآن عن ست فرق من الناس : أما الفرقة الأولى ، فهى : فرقة الذين آمنوا ، والمراد بهم : الذين آمنوا بالنبى - صلى الله عليه وسلم - وصدقوه واتبعوه .وابتدأ القرآن بهم ، للإشعار بأن دين الإسلام هو الدين الحق ، القائم على أساس أن الفوز برضا الله - تعالى - لا ينال إلا الإيمان والعمل الصالح ، ولا فضل لأمة على أمة إلا بذلك ، كما قال - تعالى - : ( إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ ) وأما الفرقة الثانية فهى فرقة الذين هادوا أى : صاروا يهودا . يقال : هاد فلان وتهود أى : دخل فى اليهودية .وسموا يهودا نسبة إلى \" يهوذا \" أحد أولاد يعقوب - عليه السلام - ، وقلبت الذال دال عند التعريب . أو سموا يهودا حين تابوا من عبادة العجل مأخوذ من هاد يهود هودا بمعنى تاب . ومنه قوله - تعالى - : ( إِنَّا هُدْنَآ إِلَيْكَ ) أى : تبنا إليك .والفرقة الثالثة هى فرقة \" الصابئين \" جمع صابئ ، وهو الخارج من دين إلى آخر .يقال : صبأ الظِّلْف والناب والنجم - كمنع وكرم - إذا طلع .والمراد بهم : الخارجون من الدين الحق إلى الدين الباطل . وهم قوم يعبدون الكواكب والملائكة ويزعمون أنهم على دين صابئ بن شيث ابن آدم .والفرقة الرابعة هى فرقة \" النصارى \" جمع نصران بمعنى نصرانى كندامى وندمان . والياء فى نصرانى للمبالغة ، وهم قوم عيسى - عليه السلام - ، قيل : سموا بذلك لأنهم كانوا أنصارا له : وقيل : إن هذا الاسم مأخوذ من الناصرة ، وهى القرية التى كان عيسى قد نزل بها .وأما الفرقة الخامسة فهى فرقة \" المجوس \" وهم قوم يعبدون الشمس والقمر والنار . وقيل : هم قوم أخذوا من دين النصارى شيئاً ، ومن دين اليهود شيئاً ، ويقولون : بأن للعالم أصلين : نوراً وظلمة . . .وأما الفرقة السادسة والأخيرة فهى فرقة الذين أشركوا . والمشهودر أنهم عبدة الأصنام والأوثان ، وقيل ما يشملهم ويشمل معهم كل من اتخذ مع الله - تعالى - إلها آخر .وقوله - سبحانه - : ( إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ ) بيان لما سيكون عليه حالهم جميعاً يوم القيامة ، من حكم عادل سيحكم الله - تعالى - به عليهم .أى : إن الله تعالى يحكم بين هؤلاء جميعاً بحكمه العادل يوم القيامة ، إنه - سبحانه - على كل شىء شهيد ، بحيث لا يخفى عليه شىء من أحوال خلقه .قال الجمل ما ملخصه : ولهذه الآية قيل : الأديان ستة . واحد للرحمن وهو الإسلام . وخمسة للشيطان وهى ما عداه . وإنَّ الثانية واسمها وخبرها فى محل رفع خبر لإن الأولى .وقوله : ( إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ ) تعليل لقوله : ( إِنَّ الله يَفْصِلُ بَيْنَهُمْ . . ) وكأن قائلاً قال : أهذا الفصل عن علم أو لا؟ فقيل : إن الله على كل شىء شهيد . أى : علم به علم مشاهدة \" .",
  "ayah": 17,
  "surah": 22
}
