{
  "text": "ثم بين - سبحانه - أن الكون كله يخضع لسلطانه - تعالى - ويسجد لوجهه فقال : ( أَلَمْ تَرَ أَنَّ الله يَسْجُدُ . . . ) .الاستفهام فى قوله ( أَلَمْ تَرَ . . . ) للتقرير . والرؤية هنا بمعنى العلم وذلك لأن سجود هذه الكائنات لله - تعالى - آمنا به عن طريق الإخبار دون أن نرى كيفيته .والسجود فى اللغة : التذلل والخضوع مع انخفاض بانحناء وما يشبهه . وخص فى الشرع بوضع الجبهة على الأرض بقصد العبادة .والمراد به هنا : دخول الأشياء جميعها تحت قبضة الله - تعالى - وتسخيره وانقيادها لكل ما يريده منا انقيادا تاماً ، وخوضعها له - عز وجل - بكيفية هو الذى يعلمها . فنحن نؤمن بأن هذه الكائنات تسجد لله - تعالى - ونفوض كيفية هذا السجود له - تعالى - .والمعنى : لقد علمت - أيها العاقل - أن الله - تعالى - يسجد له ، ويخضع لسلطانه جميع من فى السموات وجميع من فى الأرض .وقوله : ( والشمس والقمر والنجوم ) عطف خاص على قوله : ( مَن فِي السماوات ) .ونص - سبحانه - عليها مفرداً إياها بالذكر ، لشهرتها ، ولاستبعاد بعضهم حدوث السجود منها ، ولأ آخرين كانوا يعبدون هذه الكواكب ، فبين - سبحانه - أنها عابدة وساجدة لله ، وليست معبودة .وقوله - تعالى - : ( والجبال والشجر والدوآب ) عطف خاص على ( مَن فِي الأرض ) ونص - سبحانه - عليها - أيضاً - لأن بعضهم كان يعبدها ، أو يعبد ما يؤخذ منها كالأصنام .وقوله - تعالى - ( وَكَثِيرٌ مِّنَ الناس ) بيان الذين اهتدوا إلى طريق الحق . أى : ويسجد له - كذلك - كثير من الناس ، وهم الذين خلصت عقولهم من شوائب الشرك والكفر ، وطهرت نفوهسم من الأدناس والأوهام .وقوله : ( وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب ) بيان لحال الذين استحبوا العمى على الهدى .أى : وكثير من الناس حق وثبت عليهم العذاب ، بسبب إصرارهم على الكفر ، وإيثارهم الغى على الرشد .ثم ختم - سبحانه - الآية الكريمة بما يدل على نفاذ قدرته ، وعموم مشيئته فقال : ( وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ الله يَفْعَلُ مَا يَشَآءُ ) . و \" من \" شرطية ، وجوابها : \" فما له من مكرم \" ومكرم اسم فاعل من أكرم .أى : ومن يهنه الله ويخزه ، فما له من مكرم يكرمه ، أو منقذ ينقذه مما هو فيه من شقاء ، إن الله - تعالى - يفعل ما يشاء فعله بدون حسيب يحاسبه ، أو معقب يعقب على حكمه .قال - تعالى - : ( والله يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الحساب ).",
  "ayah": 18,
  "surah": 22
}
