{
  "text": "ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن الذين يعظمون حرمات الله ، وعما أحله الله لعباده من الأنعام ، وعن سوء عاقبة من يشرك بالله ، فقال - تعالى - : ( ذلك وَمَن يُعَظِّمْ . . . ) .اسم الإشارة ( ذلك ) فى قوله : ( ذلك وَمَن يُعَظِّمْ حُرُمَاتِ الله . . . ) يؤتى به فى مثل هذا التركيب للفصل بين كلامين ، والمشهور فى مثل هذا التركيب الإتيان بلفظ \" هذا \" كما فى قوله - تعالى - : ( هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ ) وجىء هنا بلفظ ذلك للإشعار بتعظيم شأن المتحدث عنه ، وعلو منزلته ، وهو يعود إلى المذكور من تهيئة مكان البيت لإبراهيم ، وأمره بتطهيره . . . . الخ .قال صاحب الكشاف : قوله ( ذلك ) خبر مبتدأ محذوف أى : الأمر والشأن ذلك ، كما يقدم الكاتب جملة من كتابه فى بعض المعانى ، ثم إذا أراد الخوض فى معنى آخر قال : هذا ، وقد كان كذا .والحرمات : جمع حرمة . والحرمة كل ما أمر الله - تعالى - باحترامه ، ونهى عن قوله أو فعله ، ويدخل فى ذلك دخولا أوليا ما يتعلق بمناسك الحج كتحريم الرفث والفسوق والجدال والصيد ، وتعظيم هذه الحرمات يكون بالعلم بوجوب مراعاتها ، وبالعمل بمقتضى هذا العلم .والمعنى : ذلك الذى ذكرناه لكم عن البيت الحرام وعن مناسك الحج ، هو جانب من أحكام الله - تعالى - فى هذا الشأن فاتبعوها ، والحال أن من يعظم حرمات الله - تعالى - بأن يترك ملابستها واقترافها ، فهو أى : هذا التعظيم ، خير له عند ربه ، إذ بسبب هذا التعظييم لتلك الحرمات ينال رضا ربه وثوابه .وقد جاء النهى فى هذه الجملة عن فعل هذه المحرمات بأبلغ أسلوب حيث عبر عن اجتنابها بالتعظيم وبأفعل التفضيل وهو لفظ \" خير \" وبإضافتها إلى ذاته .فكأنه - سبحانه - يقول : إذا كان ترك هذا التعظيم لحرمات الله يؤدى إلى حصولكم على شىء من المتاع الدنيوى الزائل ، فإن الاستمساك بهذا التعظيم أفضل من ذلك بكثير عند ربكم وخالقكم ، فكونوا عقلاء ولا تستبدلوا الذى هو أدنى بالذى هو خير .ثم بين - سبحانه - بعض الأحكام التى تتعلق بالأنعام وهى الإبل والبقر والغنم فقال : ( وَأُحِلَّتْ لَكُمُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ ) .أى : وأحل الله - تعالى - لكم فضلا منه ورحمة ذبح الأنعام وأكلها إلا ما يتلى عليكم تحريم ذبح وأكله فاجتنبوه .وهذا الإجمال هنا ، قد جاء ما فصله قبل ذلك فى سورة الأنعام فى قوله - تعالى - : ( قُل لاَّ أَجِدُ فِي مَآ أُوْحِيَ إِلَيَّ مُحَرَّماً على طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ الله بِهِ ) قال بعض العلماء : ثم إنه ليس المقصود بما يتلى ، ما ينزل فى المستقبل ، كما يعطيه ظاهر الفعل المضارع ، بل المراد ما سبق نزوله مما يدل على حرمة الميتة وما أهل لغير الله به .أو ما يدل على حرمة الصيد فى الحرم أو حالة الإحرام .وعلى هذا يكون السر فى التعبير بالمضارع ، التنبيه إلى أن ذلك المتلو ينبغى استحضاره والالتفات إليه . . . والجملة معترضة لدفع ما عساه يقع فى الوهم من أن تعظيم حرمات الله فى الحج قد يقضى باجتناب الأنعام ، كما قضى باجتناب الصيد .ثم أمرهم - سبحانه - باجتناب ما يغضبه ، وحضهم على الثبات على الدين الحق فقال - تعالى - : ( فاجتنبوا الرجس مِنَ الأوثان واجتنبوا قَوْلَ الزور حُنَفَآءَ للَّهِ غَيْرَ مُشْرِكِينَ بِهِ ) والفاء فى قوله : ( فاجتنبوا ) هى الفصيحة . والرجس : الشىء المستقذر الذى تعافه النفوس . و ( مَن ) فى قوله ( مِنَ الأوثان ) بيانية ، والأوثان : الأصنام ، يدخل فى حكمها ومعناها عبادة كل معبود من دون الله - تعالى كائنا من كان .وسماها - سبحانه - رجسا ، زيادة فى تقبيحها وفى التنفير منها .والزور : الكذب والباطل وكل قول مائل عن الحق فهو زور ، لأن أصل المادة التى هى الزور من الزورار بمعن الميل والاعوجاج ، ومنه قوله - تعالى - : ( وَتَرَى الشمس إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ اليمين ) أى : تميل .وقوله ( حُنَفَآءَ ) جمع حنيف وهو المائل عن الأديان الباطلة إلى الدين الحق .والمعنى : مادام الأمر كما ذكرت لكم ، فاجتنبوا - أيها الناس عبادة الأوثان أو تعظيمها ، واجتنبوا - أيضا - القول المائل عن الحق ، وليكن شأنكم وحالكم الثبات على الدين الحق ، وعلى إخلاص العبادة لله - تعالى - الذى خلقكم ، وخلق كل شىء .وهذه الجملة الكريمة مؤكدة لما سبق من وجوب تعظيم حرمات الله ، ومن وجوب التمسك بما أحله الله والبعد عما حرمه .قال الآلوسى : قوله - تعالى - : ( واجتنبوا قَوْلَ الزور ) تعميم بعد تخصيص ، فإن عبادة الأوثان رأس الزور ، لما فيها من ادعاء الاستحقاق ، كأنه - تعالى - لما حث على تعظيم الحرمات ، أتبع ذلك بما فيه رد لما كانت الكفرة عليه من تحريم البحائر والسوائب ونحوهما ، والافتراء على الله - تعالى - بأنه حكم بذلك . ولم يعطف قول الزور على الرجس ، بل أعاد العامل لمزيد الاعتناء . والإضافة بيانية . . .",
  "ayah": 30,
  "surah": 22
}
