{
  "text": "وبعد أن عرضت السورة الكريمة دلائل قدرة الله - تعالى - ورحمته بعباده أتبعت ذلك ببيان أنه - سبحانه - قد جعل لكم أمة شرعة ومنهاجا ، وأمرت النبى - صلى الله عليه وسلم - أن يمضى فى طريقة لتبليغ رسالة الله - تعالى - دون أن يلتفت إلى ممارات المشركين له ، وأن يفوض الحكم فيهم إليه - سبحانه - فهو العليم بكل شىء ، فقال - تعالى - : ( لِّكُلِّ أُمَّةٍ جَعَلْنَا . . . ) .قال الآلوسى : قوله - تعالى - : ( لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكاً هُمْ نَاسِكُوهُ . . . ) كلام مستأنف جىء به لزجر معاصريه - صلى الله عليه وسلم - من أهل الأديان السماوية عن منازعته ، ببيان حال ما تمسكوا به من الشرائع ، وإظهار خطئهم .والمراد الأمة هنا : القوم الذين يدينون بشريعة معينة . والمراد بالمنسك المنهج والشريعة التى يتبعونها فى عقيدتهم وفى معاملاتهم . . .أى : شرعنا لكل أمة من الأمم السابقة منهجا يسيرون عليه فى اعتقادهم وفى طريقة حياتهم ، فالأمة التى وجدت من مبعث موسى إلى مبعث عيسى - عليهما السلام - شريعتها التوراة ، والأمة التى وجدت من بعث عيسى حتى مبعث محمد - صلى الله - شريعتها الأنجيل ، والأمة التى وجدت منذ مبعث محمد - صلى الله عليه وسلم إلى يوم القيامة شريعتها القرآن .وعلى كل أمة أدركت بعثة محمد - صلى الله عليه وسلم - أن تتبعه فيما جاء به من عند ربه ، لأن شريعته هى الشريعة الناسخة لما قبلها ، والمهيمنة عليها .ويرى بعضهم أن المراد بالمنسك هنا : المكان الذى يذبحون فيه ذبائحهم تقربا إلى الله - تعالى - .وقد رجح الإمام ابن جرير ذلك فقال ما ملخصه : وأصل المناسك فى كلام العرب : الموضع المعتاد الذى يعتاده الرجل ويألفه لخير أو شر . يقال : إن لفلان منسكا يعتاده ، يراد مكانا يغشاه ويألفه لخير أو شر . وقد اختلف أهل التأويل فى معنى المنسك هنا ، فقيل : عيد ، وقيل : إراقة الدم . . . والصواب من القول فى ذلك أن يقال : عنى بذلك إراقة الدم أيام النحر بمنى ، لأن المناسك التى كان المشركون جادلوا فيها رسول الله - صلى الله عليه وسلم - كانت إراقة الدم فى هذه الأيام . . . ولذلك قلنا : عنى بالمنسك فى هذا الموضع : الذبح . .ويبدو لنا أن القول الأول ، وهو تفسير المنسك بالشريعة الخاصة أقرب إلى الصواب لشموله للذبح وغيره .والضمير فى قوله : ( هُمْ نَاسِكُوهُ ) يعود لكل أمة .أى : جعلنا لكل أمة شريعة تسير على تعاليمها ، وتنهج على نهجها . .والفاء فى قوله - تعالى - : ( فَلاَ يُنَازِعُنَّكَ فِي الأمر ) لترتيب النهى على ما قبلها .والمنازعة : المجادلة والمخاصمة . والمراد بالأمر : ما جاء به النبى - صلى الله عليه وسلم - من عند ربه - تعالى - من تشريعات وأحكام .أى : قد جعلنا لكل أمة من الأمم السابقة شريعة تتبع تعاليمها ، وما دام الأمر كذلك ، فاسلك أنت وأتباعك - أيها الرسول الكريم - الشريعة التى أوحيناها إليك ، وأمرناك باتباعها ، ولا تلتفت إلى مخاصمة من ينازعك فى ذلك من اليهود أو النصارى أو غيرهم ، فإن منازعتهم لك فيما جئت به من عند ربك ، يدل على جهلهم وسوء تفكيرهم ، لأن ما جئت به من عند ربك مصدق لشريعتهم ، ومهيمن عليها وناسخ لها .ثم أرشده - سبحانه - إلى ما يجب عليه نحو دينه فقال : ( وادع إلى رَبِّكَ إِنَّكَ لعلى هُدًى مُّسْتَقِيمٍ ) .أى : وادع هؤلاء الذين ينازعونك فيما جئتهم به من الحق ، وأدع غيرهم معهم إلى ترك التنازع والتخاصم ، وإلى الدخول فى دين الإسلام : فإنك أنت على الصراط المستقيم ، الذى لا اعوجاج فيه ولا التباس .",
  "ayah": 67,
  "surah": 22
}
