{
  "text": "Всевышний поведал о качествах Своего посланника Мухаммада, а также его наследников, которые исправно выполняют предписания религии и обладают твердой убежденностью. Их качества совершенно отличаются от качеств остальных людей, и сравнить их просто невозможно. Они опираются на ясное доказательство от своего Господа, потому что ниспосланное Аллахом откровение разъясняет многие важные вопросы и содержит ясные доказательства, которые порождают в человеке полную убежденность. Вслед за этим доказательством их правоты следует еще одно доказательство - непорочное подсознание и здравый рассудок подтверждают правдивость всего, что ниспослал и узаконил Всевышний Аллах, благодаря чему правоверные осознают прелесть откровения, а их вера усиливается. А наряду с этим они опираются на третье доказательство - Священную Тору, которая была руководством для людей и милостью. Она подтверждает правдивость Корана и проповедует истину, которую проповедует сам Коран. Разве правоверные, которые обладают перечисленными качествами, опираются на многочисленные доказательства и имеют основания для полной убежденности в своей правоте, могут походить на грешников, которые блуждают в потемках невежества и не могут найти выхода?! Безусловно, они не равны перед Аллахом и не могут быть равны в глазах рабов Аллаха. Люди, которые признали перечисленные доводы, действительно веруют в Священный Коран, и благим последствием такой веры будет их полное благополучие как при жизни на земле, так и после смерти. А различные секты, существующие на земле и ополчившиеся против истины, непременно будут ввергнуты в Преисподнюю. А это значит, что человек не должен испытывать даже малейшего сомнения в правдивости Корана, который является истиной от Всевышнего Господа. Но большинство людей отказывается уверовать в это. Одни поступают таким образом, потому что являются невежественными и заблудшими людьми, а другие поступают так по причине своей несправедливости, своего упрямства и беззакония. А если бы они обладали чистыми намерениями и здравым рассудком, то они непременно уверовали бы в Священный Коран, потому что все вокруг призывает человека обратиться в правую веру.",
  "ayah": 18,
  "surah": 11
}
