{
  "text": "Согласно одному толкованию, речь идет о пророке Нухе, и в пользу этого толкования говорит контекст обсуждаемых аятов. Его соплеменники говорили, что он возвел на Аллаха навет и солгал, что Аллах ниспослал ему откровение. И тогда Всевышний Аллах повелел ему сказать: «Если я придумал это, то сам буду отвечать за свое преступление, но к вашим грехам я не имею никакого отношения. Каждый из нас будет в ответе за свои прегрешения». По этому поводу Всевышний сказал: «Ни одна душа не понесет чужого бремени» (53:38). Согласно другому толкованию, местоимение в этом аяте относится к Пророку Мухаммаду. И тогда получается, что этот аят внедрен в историю о пророке Нухе по причинам, о которых доподлинно известно только Божьим пророкам. Аллах рассказывал Пророку Мухаммаду повествование, которое было одним из знамений, свидетельствующих о его правдивости и подтверждающих его пророческую миссию. И в ходе этого повествования Аллах напомнил ему, что он также разъяснил истину своим соплеменникам, однако они также предпочли отвергнуть его. Они сказали: «Мухаммад сочинил этот Коран!» Но эти слова были возмутительной ложью, ведь мекканцам было прекрасно известно, что Пророк, да благословит его Аллах и приветствует, не умел ни читать, ни писать. Им также было известно, что он не отлучался от них для того, чтобы обучаться среди людей Писания. Теперь он принес им Писание, бросил им вызов и предложил сочинить хотя бы одну главу, подобную коранической суре. И если после этого они настаивают на том, что Мухаммад, да благословит его Аллах и приветствует, сочинил Коран, то они являются упорствующими неверующими, которым бесполезно приводить доводы и аргументы. Более того, их следует оставить в покое, и поэтому Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, сказать: «Если я сочинил Коран, то сам буду отвечать за свой грех и свою ложь. Но я не причастен к преступлениям, которые совершаете вы. Почему же вы так настойчиво пытаетесь изобличить меня во лжи?»",
  "ayah": 35,
  "surah": 11
}
