{
  "text": "Всевышний сообщил о том, что небеса и земля были сотворены за шесть дней. Их сотворение началось в воскресенье и завершилось в пятницу. Все это время Его Трон располагался над водой, что находится над седьмым небом. А после завершения сотворения небес и земли Всевышний Аллах вознесся на Трон, откуда Он управляет делами Вселенной по Своему усмотрению, руководствуясь законами предопределения и небесных религий. Он подвергает людей испытанию посредством того, что сотворил для них все, что находится на небесах и земле. Он ниспосылает им свои повеления и запреты и смотрит, кто из них совершает праведные деяния, а если говорить словами аль-Фудейла б. Ийада, кто из них исповедует религию Аллаха искренне и правильно. Его спросили: «О Абу Али! Что означает искренне и правильно?» Он ответил: «Если деяние является искренним, оно все равно не будет принято, пока не станет правильным. И если деяние является правильным, оно все равно не будет принятым, пока не станет искренним. Оно должно быть искренним и правильным. Искренним является то, что совершается ради Аллаха, а правильным является то, что соответствует шариату и Сунне». По этому поводу Всевышний сказал: «Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне» (51:56); «Аллах - Тот, Кто сотворил семь небес и столько же земель. Повеление нисходит между ними, чтобы вы знали, что Аллах способен на всякую вещь и что Аллах объемлет знанием всякую вещь» (65:12). Из всего сказанного следует, что Всевышний Аллах сотворил творения для того, чтобы они поклонялись Ему и познавали Его посредством прекрасных имен и качеств. Он повелел им поступать таким образом, и всякий, кто покорится Аллаху и выполнит свои обязанности, окажется среди преуспевших. А всякий, кто отвернется от этого, окажется среди потерпевших убыток. Все они будут непременно собраны в обители, где каждый из них получит воздаяние за то, как он придерживался повелений и запретов своего Господа. Именно поэтому Аллах упомянул о том, что многобожники отказываются уверовать в воздаяние. Когда им говорят о воскрешении после смерти, они называют это ложью. Более того, они самым чудовищным образом отвергают миссию Пророка Мухаммада, ругают принесенное им откровение и называют его явным колдовством, тогда как в действительности оно является очевидной истиной.",
  "ayah": 7,
  "surah": 11
}
