{
  "text": "Когда Всевышний Аллах повелел уничтожить народ Шуейба, спастись от наказания удалось только самому пророку и тем, кто уверовал вместе с ним. А нечестивцы были поражены зловещим воплем и неподвижно лежали в их домах. На утро они не двигались и не издавали никаких звуков, словно в их домах никогда не кипела жизнь, словно они никогда не наслаждались мирскими благами. Да сгинут мадьяниты, погубленные и посрамленные Самим Аллахом! Да сгинут они, подобно самудянам! Воистину, эти два народа вкусили Божье проклятие и наказание. А пророк Шуейб благодаря своему прекрасному обхождению с соплеменниками заслужил право называться проповедником пророков. Из его истории можно сделать много полезных выводов и мудрых наставлений. Перечислим некоторые из них: 1. Неверующие получают наказание не только за искаженные представления об основах религии, но и за нарушение второстепенных предписаний шариата, и поэтому в проповедях следует упоминать не только основные, но и второстепенные вопросы религии. Вот почему пророк Шуейб наряду с призывом к поклонению одному Аллаху призывал своих соплеменников не обманывать людей на мере и на весах, а также предостерегал их от наказания за оба упомянутых прегрешения. 2. Обмеривание и обвешивание относятся к тяжким грехам, за которые человек может получить наказание даже в мирской жизни. Эти грехи подобны воровству, и если незаконное присвоение чужого имущества посредством обмана на мере и на весах обрекает человека на страдания, то что можно сказать о грабеже, когда преступник насильно лишает человека его собственности? 3. Воздаяние всегда соответствует совершенным деяниям, и если человек удерживает чужое имущество в надежде приумножить собственное богатство, то Аллах покарает его, лишив его богатства, а его грехи станут причиной его материального неблагополучия. Именно поэтому пророк Шуейб сказал: «Я вижу, как вы благоденствуете. Посему не совершайте деяний, которые лишат вас этих мирских благ». 4. Раб Божий должен довольствоваться тем, что ему даровал Аллах. Он должен довольствоваться дозволенными благами и воздерживаться от всего запрещенного. Он должен довольствоваться честным заработком и не приумножать богатство незаконным путем. Поступать таким образом лучше для любого человека, поскольку пророк Шуейб сказал: «Оставленное вам Аллахом лучше для вас, если только вы веруете» (11:86). Если человек довольствуется честным заработком, то он сможет извлечь пользу из дарованного ему удела и приумножить свое богатство, но если он пользуется запрещенными способами обретения имущества, то обрекает себя на погибель и лишается Божьего благословения. 5. Стремление заработать мирские блага честным путем является результатом и благим последствием правой веры, потому что святой пророк поставил это стремление в зависимость от веры. А это значит, что если человек не совершает праведных деяний, то его вера является слабой или вообще отсутствует. 6. Совершать намаз было предписано даже древним пророкам, потому что этот поступок является одним из самых достойных. Даже неверующие осознавали важность этого обряда поклонения и его превосходство над остальными деяниями. Именно намаз удерживает человека от мерзостей и предосудительных поступков, является мерилом веры и набожности. И если человек регулярно совершает намаз надлежащим образом, то все его деяния являются правильными. Если же он не делает этого, то его вера разрушается. 7. Если Аллах одаряет человека благами и наделяет его богатством, это совершенно не означает того, что человек может делать с этим богатством все, что ему заблагорассудится. Человек несет ответственность за вверенное ему богатство, и он должен выполнять свои обязанности перед Аллахом, выполняя свои материальные обязанности перед людьми и воздерживаясь от заработка, запрещенного Аллахом и Его посланником. А неверующие и им подобные ошибаются, когда полагают, что могут распоряжаться своим имуществом по собственному усмотрению, независимо от того, совпадает это с предписаниями Аллаха или противоречит им. 8. Призыв проповедника является совершенным тогда, когда он первым совершает то, к чему призывает окружающих, и первым воздерживается от того, что он запрещает другим. Именно поэтому пророк Шуейб сказал: «Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам» (11:88). А Всевышний Аллах сказал: «О те, которые уверовали! Почему вы говорите то, чего не делаете? Велика ненависть Аллаха к тому, что говорите то, чего не делаете» (61:2–3). 9. Стремление по мере возможности исправить людские деяния было обязанностью и дорогой всех Божьих посланников. Они желали добиться наилучшего результата, принести людям пользу или хотя бы сделать то, что было в их силах. Они также желали предотвратить зло или хотя бы уменьшить его. А наряду с этим они стремились принести пользу отдельным людям. И конечно же, настоящая польза заключается в исправлении деяний, связанных с мирской и духовной жизнью людей. 10. Если человек делает все возможное для того, чтобы исправить существующее положение вещей, то его нельзя упрекать и порицать за то, что он не совершает того, что выше его возможностей. Поэтому человек должен исправлять свои деяния и деяния окружающих по мере своих возможностей. 11. Раб Божий не должен полагаться на собственные силы даже на мгновение ока, а должен всегда испрашивать помощь у Аллаха и уповать на Него. И если Он почтит его Своей поддержкой, то он не должен обольщаться своими достижениями, а обязан связывать их со своим Покровителем и Благодетелем. Именно поэтому пророк Шуейб сказал: «Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (11:88). 12. Проповедник должен устрашать людей наказанием, которое постигло древние народы, и почаще рассказывать проповеди о судьбах грешников. А наряду с этим он должен призывать людей к набожности и рассказывать о том, как Аллах одаряет своих богобоязненных рабов. 13. Если человек раскаивается в совершенном грехе, то Всевышний Аллах не только прощает его прегрешение, но и одаряет его своей любовью. И ошибается тот, кто говорит: «Если человек покаялся в прегрешении, то ему достаточно того, что Аллах прощает ему содеянное. Но это не означает, что Аллах снова возлюбил его». По этому поводу пророк Шуейб сказал: «Попросите прощения у своего Господа, а затем покайтесь перед Ним. Воистину, мой Господь - Милосердный, Любящий (или Любимый)» (11:90). 14. Аллах защищает правоверных различными способами, некоторые из которых известны правоверным, а некоторые остаются непознанными. Одних верующих Аллах защищает посредством их родственников или неверующих соплеменников, как это произошло с пророком Шуейбом. Его соплеменники хотели забросать его камнями, но не сделали этого ради его сородичей. И если подобные обстоятельства оберегают ислам и мусульман, то пользоваться ими разрешается. Более того, иногда это может быть необходимо, потому что от проповедника требуется делать все возможное для исправления общества. А это значит, что если мусульмане живут в стране, которой правят неверующие, то им лучше стремиться к созданию республики, которая бы предоставляла отдельным личностям и целым народам права исповедовать религию и благоустраивать мирскую жизнь, нежели покоряться государству, которое мешает людям исповедовать религию и заботиться о мирском благополучии, порабощает людей и лишает их гражданских прав. Безусловно, было бы замечательно, если бы существовало мусульманское государство, которым правили бы мусульмане. Но если такого государства не существует, то лучше отдать предпочтение государству, в котором оберегаются религиозные и мирские права людей. А лучше всего об этом известно Аллаху.",
  "ayah": 96,
  "surah": 11
}
