{
  "text": "وَاسْأَلْ مَنْ أَرْ‌سَلْنَا مِن قَبْلِكَ مِن رُّ‌سُلِنَا (And ask Our messengers whom We sent before you...43:45) A question may arise here: Since all the earlier prophets (علیہم السلام) had expired at the time of the revelation of this verse, how could the Holy Prophet t ask any question from his predecessors? Some exegetes have taken the verse in the sense that if, as a miracle, Allah Ta` ala arranges for the Holy Prophet ﷺ to meet the earlier prophets (علیہم السلام) ، then he should ask them about it. And it is well-established that the Holy Prophet t met all the preceding prophets (علیہم السلام) during the Night of Ascension. ` Allamah Qurtubi quotes some narrations according to which the Holy Prophet ﷺ asked them this very thing after leading them in the prayers; but we could not discover the source of these narrations. Most exegetes have, therefore, explained that the verse does not mean to ask the prophets verbally. What is meant by the verse is to consult the divine Scriptures revealed to the earlier prophets, and to ask their learned scholars. And the scriptures of the prophets of Bani Isra'il which are available now, despite so many distortions, contain teachings about 'tauhid' (Oneness of Allah) and condemnation of 'shirk' (associating others with Allah) even today. For example, some excerpts from the Bible are quoted below:\nTeachings about Oneness in the Scriptures of the earlier prophets (علیہم السلام)\nHere are two quotations from the Scriptures claimed by Jews and Christians to be the 'Pentateuch' or 'Torah':\n\"The Lord has shown you this, to prove to you that he alone is God and that there is no other.\" (Deuteronomy, 4:35)\nand\n\"Israel, remember this! The Lord-and the Lord alone-is our God. Love the Lord your God with all your heart.\" (Deuteronomy, 6:4)\nThe scripture of Shi` ya (علیہ السلام) (known as Isaiah) says,\n\"I am the Lord; there is no other god. I will give you the strength you need, although you do not know me. I do this so that everyone from one end of the world to the other may know that I am the Lord and that there is no other god.\" (Isaiah, 45:5, 6)\nThe books claimed by the Christians to be the Gospels contain this statement of Sayyidna Masih (علیہ السلام) (Jesus Christ):\n\"Listen, Israel! The Lord our God is the only Lord. Love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.\" (Mark, 12:29, Matthew 22:36)\nIt is narrated that once Sayyidna Masih (علیہ السلام) (Jesus Christ) said the following words during a supplication:\n\"And eternal life means knowing you, the only true God, and knowing Jesus Christ, whom you sent.\" (Yuhanna 17:3)[ 1]\n[ 1] These excerpts are taken from Good News Bible, Today's English Version, Published by the Bible Societies in 1976. (Muhammad Tagi Usmani)",
  "ayah": 45,
  "surah": 43
}
