{
  "text": "اب قرآن مجید رسول اللہ ﷺ کو بطور نمونہ پیش کرکے ان روشن چہروں کے البم کا آغاز کرتا ہے اور دیکھئے رسول اللہ ﷺ کے چہرہ مبارک کو۔\nلقد کان لکم ۔۔۔۔۔۔ وذکر اللہ کثیرا (31) ” “۔\nاس خوفناک ڈر ، اور جان لیوا حالات کے باوجود رسول اللہ ﷺ لوگوں کے لیے امن و اطمینان کا سرچشمہ تھے اور آپ ﷺ کی ذات و ثوق ، اطمینان اور امیدوں کا سرچشمہ تھی۔ اس مشکل وقت میں رسول اللہ ﷺ نے جو کردار ادا کیا وہ دراصل تمام تحریکات اسلامی کے قائدین کے لیے مثال اور نمونہ ہے۔ ان تمام لوگوں کے لیے اسوہ حسنہ ہے جو صاف رضائے الٰہی اور یوم آخرت کے لیے کام کرتے ہیں اور جو اپنے آپ کو بہترین قائد ثابت کرنا چاہتے ہیں۔ جو ہر وقت اللہ کو یاد رکھتے ہیں اور کبھی بھی اللہ کو نہیں بھولتے۔ ہمیں چاہئے کہ حضور اکرم ﷺ نے اس جنگ میں جو موقف فرمایا اس کی کچھ جھلکیاں یہاں سے دیں۔ پوری تفصیلات تو یہاں دینا ممکن ہی نہیں ہے۔\nرسول اللہ ﷺ گھر سے نکلے اور عام مسلمانوں کے ساتھ خندق کھودنے لگے۔ آپ کدال سے زمین کھودتے اور بیلچے سے مٹی جمع فرماتے اور پھر ٹوکری میں بھر کر کناروں پر ڈالتے۔ کام کرنے والے جو رجز پڑھتے آپ بھی ان کے ساتھ شریک ہوتے۔ یہ لوگ اونچی آواز سے رجز پڑھتے ، رجز کے آخری لفظ کو دہراتے۔ وہ لوگ سادہ قسم کے ترانے گاتے تھے جن کا تعلق اس وقت کے واقعات سے ہوتا تھا۔ ایک شخص تھا جس کا نام جعیل تھا۔ حضور اکرم ﷺ کو یہ نام اچھا نہ لگا تو آپ ﷺ نے اس کا نام بدل کر عمرو رکھ دیا۔ اب مسلمانوں نے اس کے ساتھ رجز بنایا ، بہت ہی سادہ :\nسماہ من بعد جعیل عمرا وکان للبائس یوما ظھرا\nجب مسلمان یہ رجز پڑھتے اور ” عمرا “ کہتے تو رسول اللہ ﷺ بھی جواب میں ” عمرا “ فرماتے اور جب وہ دوسرے فقرے میں لفظ ” ظہرا “ پڑھتے تو آپ ﷺ بھی ان کے جواب میں ظہرا دہراتے۔ اب ذرا اس فضا کے بارے میں سوچئے اور اس جوش و خروش کا تصور کیجئے کہ حضور اکرم ﷺ رجز کے ساتھ مقطع دہراتے ہیں۔ ” عمرا “ اور ” ظہرا “۔ اور ساتھ ساتھ کدال بھی مار رہے ہیں۔ بیلچے سے مٹی بھی جمع کر رہے ہیں اور پھر ٹوکری میں مٹی اٹھا کر بھی لے جا رہے ہیں اور ساتھ ساتھ رجز کا جواب بھی دے رہے ہیں۔ یہ طرز عمل ان لوگوں کے جسم کے رونگٹے رونگٹے کو قوت سے بھر رہا ہوگا۔ ان کی ارواح کا پیمانہ کس قوت و شجاعت سے لبریز ہوگا اور کس قدر جرأت ، شجاعت اور اعتماد اور اعزار ان کو حاصل ہو رہا ہوگا۔\nزید ابن ثابت مٹی لے جا رہے تھے تو حضور ﷺ نے فرمایا یہ ایک بہترین نوجوان ہے۔ اسے نیند آگئی اور خندق ہی میں سوگیا۔ بہت سردی ۔۔۔۔ حضرت عمارہ ابن جزم نے ان کا اسلحہ چپکے سے لے لیا ، اسے پتہ بھی نہ چلا۔ آنکھ کھلی تو اسلحہ ندارد۔ یہ پریشان ہوگئے۔ اس پر رسول اللہ ﷺ نے فرمایا ” اے ابو اماد (زیادہ سونے والے کے باپ) تم اس قدر سو گئے کہ اسلحہ ہی چلا گیا “ پھر آپ ﷺ نے فرمایا اسے دے دو اور اس کے بعد حکم دیا کہ مسلمان کی کوئی چیز بطور مزاح بھی نہ چھپاؤ۔ یہ واقعہ بھی بتاتا ہے کہ اسلامی صفوں میں جو لوگ تھے وہ بیدار مغز اور بیدار چشم تھے اور حضور ﷺ کی نظر ہر کسی پر تھی ، خواہ چھوٹا ہو یا بڑا ، اس سے یہ بھی معلوم ہوتا ہے کہ سنجیدہ مزاح اور خوش مزاجی ان مشکل حالات میں بھی قائد انقلاب کے ساتھ تھے۔ ” اے سونے والے کے باپ ، تم سو گئے اور اسلحہ چلا گیا “۔ اور اس سے معلوم ہوتا ہے کہ مسلمان کن حالات میں تھے اور وہ نبی ﷺ کے کس قدر قریب تھے۔\nآپ ﷺ کی روح دور دور تک اسلامی انقلاب کے نقوش دیکھ رہی تھی ۔ پتھروں کی چمک میں بھی اللہ آپ ﷺ کو اسلامی انقلاب کی وسعتوں کو دکھاتے تھے۔ پہلے دن سے آپ ﷺ نے خوشخبری سنائی تھی کہ قیصروکسریٰ کے خزانے تمہارے ہاتھ آئیں گے۔ لیکن جنگ احزاب جیسے مایوس کن حالات میں بھی جب کدال کی ضرب سے پتھر سے چمک نکلتی تو اس سے بھی حضور ﷺ کو مستقبل کا نقشہ بتا دیا جاتا اور آپ ﷺ فورا مسلمانوں کو بتا دیتے اور اس کی وجہ سے ان کے دلوں میں یقین اور امید کے چشمے پھوٹ نکلتے۔\nابن اسحاق لکھتے ہیں۔ سلمان فارسی کی یہ روایت مجھ تک پہنچی ہے کہ میں خندق کا ایک کونا کھود رہا تھا کہ ایک پتھر میرے لیے مشکل ہوگیا ۔ رسول اللہ اس وقت میرے قریب تھے ۔ آپ نے دیکھا کہ میں مسلسل وار کر رہا ہوں اور جگہ میرے لئے مشکل ہوگئی ہے۔ حضور ﷺ اترے اور میرے ہاتھ سے کدال لیا اور پتھر پر وار کیا۔ کدال کے نیچے سے ایک چمک اٹھی۔ پھر آپ ﷺ نے دوسری ضرب لگائی اور پھر پتھر سے ایک چمک اٹھی۔ پھر آپ ﷺ نے تیسری ضرب لگائی اور پتھر سے پھر چمک اٹھی۔ کہتے ہیں میں نے پوچھا رسول خدا ﷺ یہ چمک کیسی تھی جو میں دیکھ رہا ہوں کہ آپ ﷺ جب مارتے ہیں تو کدال چمک اٹھتا ہے۔ حضور ﷺ نے فرمایا (سلمان تو نے یہ دیکھ لیا ہے) میں نے کہا ہاں۔ پہلی چمک میں یہ بات دکھائی گئی کہ میرے لیے یمن فتح ہوگیا ہے۔ دوسری چمک میں یہ دکھایا گیا کہ اللہ نے میرے لیے شام اور مغرب کا علاقہ فتح کردیا اور تیسری چمک میں یہ بات تھی کہ اللہ نے میرے لیے مشرق کو فتح کرلیا ہے۔\nمقریزی نے لکھا ہے کہ یہ واقعہ حضرت عمر ؓ کو پیش آیا اور اس وقت سلمان فارسی بھی موجود تھے۔ ہمارے لیے سبق اس بات میں یہ ہے کہ اس قسم کے خوفناک ماحول میں بھی مسلمانوں کے دل و دماغ اعتماد سے بھرپور تھے۔\nذرا وہ وقت بھی یاد کیجئے کہ حذیفہ ؓ شدید سردی میں دشمن کے کیمپ سے نکل آئے ہیں۔ ان کے پاس اطلاعات ہیں۔ وہ سردی سے کانپ رہے ہیں اور رسول اللہ ﷺ اپنی بیویوں میں سے ایک کی لمبی شال میں نماز پڑھ رہے ہیں۔ حضور ﷺ نماز میں ہیں۔ اپنے رب کے ساتھ مناجات میں ہیں۔ آپ حضرت حذیفہ کو چھوڑ نہیں دیتے کہ وہ اس وقت تک کانپتے رہیں جب تک حضور ﷺ نماز سے فارغ نہیں ہوجاتے بلکہ آپ حذیفہ ؓ کو اپنے پاؤں ٹانگوں کے اندر دبا لیتے ہیں اور اپنی شال کا ایک کونہ ان پر ڈال دیتے ہیں کہ وہ گرم ہوجائیں اور آپ ﷺ نماز جاری رکھتے ہیں۔ نماز ختم ہوتی ہے۔ حذیفہ آپ ﷺ کو اطلاعات فراہم کرتے ہیں اور آپ ﷺ کو خوشخبری سناتے ہیں کیونکہ ۔۔۔۔۔ مبارک کہہ رہا تھا کہ آج کچھ ہونے والا ہے۔ حذیفہ اسے دیکھ کر آگئے۔\nجہاں تک آپ ﷺ کی شجاعت ، ثابت قدمی اور اللہ پر بھروسے کا تعلق ہے تو وہ آپ کی سیرت سے عیاں ہیں اور اس پورے قصے سے بالکل عیاں ہیں۔ اور مشہور ہیں ، لہٰذا ہم یہاں تفصیلات نہیں دے سکتے۔ اللہ نے سچ کہا ” درحقیقت تمہارے لیے رسول اللہ ﷺ میں ایک بہترین نمونہ تھا ہر اس شخص کے لیے جو اللہ اور یوم آخرت کا امیدوار ہو اور کثرت سے اللہ کو یاد کرے “\nرسول اللہ ﷺ کے بعد اب ایک سچے مومن کی تصویر ملاحظہ ہو۔ جو اللہ پر پورا پورا بھروسہ رکھتا ہے اور پوری طرح مبمئن ہے۔ یہ تصویر روشن ، چمکدار اور خوبصورت ہے۔ دیکھے ہر قسم کے ہولناک حالات کے مقابلے میں یہ مومن ڈٹا ہوا ہے۔ خطرات میں کود پڑتا ہے۔ ایسے خطرناک حالات میں چٹان کی طرح ڈٹا ہے جن میں عام لوگوں پر کپکپی طاری ہوجاتی ہے اور خطرہ جس قدر شدید ہوتا ہے اسے اسی قدر زیادہ اطمینان ، اللہ پر زیادہ بھروسہ اور خوشخبری کا یقین ہوتا ہے۔",
  "ayah": 21,
  "surah": 33
}
