{
  "text": "وانزل الذین ظاھروھم ۔۔۔۔۔۔۔ علی کل شئ قدیرا (26 – 27)\nبنی قریظہ کا کیا قصہ تھا ؟ اس کا تعلق مسلمانوں اور یہودیوں کے باہم تعلقات سے ہے۔ مناسب ہے کہ یہاں اس کی وضاحت کردی جائے۔ یہودیوں نے اسلام کے ساتھ بہت ہی مختصر عرصہ کے لیے رواداری کا رویہ اپنایا۔ حالانکہ رسول اللہ ﷺ نے مدینہ آتے ہی ان کے ساتھ باہمی امن کا معاہدہ کرلیا تھا اور ذمہ داری قبول فرمائی تھی کہ مسلمان ان کی نصرت اور حمایت کریں گے بشرطیکہ وہ غداری نہ کریں ، فسق و فجور نہ کریں ، جاسوسی نہ کریں دشمن کی حمایت نہ کریں ، اور کسی مسلمان کو اذیت نہ دیں۔\nبہت ہی تھوڑے دن گزرے تھے کہ یہودیوں نے یہ محسوس کیا کہ دین جدید ان کے لئے بھی خطرہ بن گیا ہے اور ان کی موروثی امتیازی حیثیت کہ وہ اہل کتاب ہیں ، اب ختم ہو رہی ہے۔ یہ لوگ اہل یثرب کے درمیان اپنی اس امتیازی حیثیت کی وجہ سے ایک اہم مقام رکھتے تھے۔ انہوں نے رسول اللہ ﷺ کی قیادت میں مسلمانوں کی جدید صف بندی سے بھی خطرات محسوس کرلیے۔ اس سے قبل وہ اوس اور خزرج کے درمیان پائے جانے والے طویل اختلافات اور جنگوں سے خوب فائدہ اٹھاتے تھے۔ اس طرح مدینہ میں انہی کی بات ہوتی تھی۔ جب نبی کریم ﷺ کی قیادت میں اسلام نے ان روایتی دشمنوں کو باہم شیر و شکر کردیا تو یہودیوں کے وہ مفادات ختم ہوگئے جو وہ ان دونوں فریقوں سے حاصل کرتے تھے۔\nجس بات نے جلتی پر تیل کا کام کیا وہ یہ تھی کہ ان کے عالم اور مذہبی راہنما عبد اللہ ابن سلام مسلمان ہوگئے۔ ان کا دل اسلام کے لیے کھل گیا۔ یہ مسلمان ہوگیا۔ اس نے اپنے خاندان سے بھی کہا تو وہ بھی مسلمان ہوگئے لیکن اس نے کہا کہ اگر وہ ایسے ہی اپنے اسلام کا اعلان کر دے تو یہودی الزام لگائیں گے تو انہوں نے رسول اللہ ﷺ سے مطالبہ کیا کہ میرے بارے میں پہلے آپ ان سے پوچھ لیں۔ پہلے اس کے کہ میرے اسلام کا اعلان ہو ، تو انہوں نے کہا یہ ہمارے سردار ہیں ، سردار کے بیٹے ہیں۔ ہمارے حبر اور عالم ہیں۔ اس پر عبد اللہ ابن سلام نکلے اور ان سے کہا کہ ایمان لاؤ چناچہ انہوں نے اسے برا بھلا کہنا شروع کردیا اور تمام یہودی قبائل کو ان کے بارے میں آگاہ کردیا۔ اب انہوں نے محسوس کرلیا کہ ہمارے دین کو حقیقی خطرہ ہے۔ چناچہ انہوں نے اسلام اور نبی کریم ﷺ کے خلاف سازشیں شروع کردیں۔ ایسی سازشیں جو کبھی رکتی نہ تھیں۔ اس دن سے یہودیوں اور مسلمانوں کے درمیان جو جنگ شروع ہوئی وہ آج تک جاری ہے اور یہ میدان کا رزار آج تک ٹھنڈا نہیں ہوا۔\nپہلے یہ سرد جنگ تھی اور جوں جوں ہمارے مسلمانوں کے حالات خراب ہوتے رہے ، یہ جنگ حضرت محمد ﷺ کی ذات اور اسلام کے خلاف جاری رہی۔ اس جنگ نے مختلف رنگ اور اسلوب اختیار کیے۔ پہلے انہوں نے جدید رسالت کے بارے میں شکوک و شبہات پھیلائے۔ پھر جدید عقیدے پر الزامات لگائے۔ پھر انہوں نے مسلمانوں کے درمیان عداوتیں ڈالنا شروع کردیں۔ اوس اور خزرج کو بار ہا لڑانا چاہا۔ انصار اور مہاجرین کے درمیان انہوں نے دشمنی ڈالی۔ یہ مسلمانوں کے خلاف مشرکین مکہ کے لیے جاسوسی بھی کرتے رہے۔ یہ پھر منافقین کے دوست بن گئے۔ ان منافقین کے ذریعے اسلامی صفوں میں فتنے ڈالتے۔ آخر کار یہ کھل کر سامنے آگئے اور انہوں نے مسلمانوں کے خلاف لشکر کشیاں کیں اور احزاب کو جمع کرنا شروع کردیا۔ مثلاً غزوہ احزاب کی شکل میں۔\nان کے اہم قبیلے بنی قینقاع اور بنی النضیر اور بنی قریظہ تھے۔ ان میں سے ہر ایک کا رسول اللہ ﷺ اور مسلمانوں کے ساتھ الگ الگ معاملہ تھا۔ بنو قینقاع یہودیوں میں سے بہت ہی دلیر تھے۔ ان کے دل تو اس وقت جل اٹھے جب مسلمانوں کو بدر میں کامیابی ہوئی۔ انہوں نے عہد کی خلاف ورزی شروع کردی بلکہ عہد سے انکار ہی کردیا اور ان کا خیال یہ تھا کہ حضرت محمد ﷺ تو کفار قریش کے ساتھ پہلے ہی معرکے میں کامیاب رہے ہیں لہٰذا اگر حالت یونہی رہی تو یہ ہمارے قابو سے باہر ہوجائیں گے۔\nابن ہشام نے اپنی سیرت میں ابن اسحاق کے ذریعہ سے ان کہ حا لات درج کیے ہیں ۔ نبی قینقاع کا واقعہ یہ ہے کہ رسول اللہ نے ان کو قینقاع کے با زار میں جمع کیا اور کہا : اے اہل یہود ، اللہ سے ڈرو ، جس طرح اللہ نے قریش پر وبال نازل کیا ہے ، ویسا ہی حال تمہارا نہ ہوجائے۔ اسلام قبول کرلو ، تمہیں تو معلوم ہے کہ میں خدا کا رسول ہوں۔ یہ بات تمہاری کتاب کے اندر موجود ہے “۔ انہوں نے کہا اے محمد ﷺ ، تم یہ سمجھتے ہو کہ ہم قریش کی طرح ہیں۔ تم اس بات پر مغرور نہ ہوجاؤ کہ تم ایک ایسی قوم پر غالب آگئے جنہیں جنگ کا کوئی تجربہ نہیں ہے اور تم نے انہیں مار لیا۔ اگر ہم نے تمہارے ساتھ جنگ کی تو تمہیں معلوم ہوجائے گا کہ ہم کیسے لوگ ہیں۔\nابن ہشام نے بواسطہ عبد اللہ ابن جعفر نقل کیا ہے بنی قینقاع کا قصہ یوں ہوا کہ ایک عرب عورت دودھ لے کر آئی اور بنی قینقاع کے بازار میں اسے فروخت کیا ، اس کے بعد وہ ایک سنار کے ہاں زیور بنانے کے لیے بیٹھ گئی۔ انہوں نے یہ کوشش کی کہ اس عورت کے چہرے کو کھول دیں۔ اس نے انکار کیا۔ سنار نے جھٹ اس کے کپڑے کو اس کی پیٹھ کے ساتھ باندھ دیا۔ جب وہ اٹھی تو اس کی شرم گاہ ننگی ہوگئی۔ اس پر وہ خوب ین سے۔ اس نے چلا کر مدد کے لیے پکارا۔ ایک مسلمان سنار پر ٹوٹ پڑا اور اسے قتل کردیا۔ یہ یہودی تھا۔ تمام یہودی مسلمان پر ٹوٹ پڑے اور انہوں نے اسے قتل کردیا۔ آوازیں ہوئیں۔ تمام مسلمان قینقاع کے خلاف جمع کیے اور یوں ان کے درمیان شر شروع ہوا۔\nابن اسحاق نے بات یوں مکمل کی۔ حضور اکرم ﷺ نے ان کا محاصرہ کیا۔ ان لوگوں نے حضور ﷺ کے حکم پر ہتھیار ڈال دئیے۔ اس پر عبد اللہ ابی ابن السلول نے کہا : ” محمد ﷺ یہ لوگ میرے دوست ہیں ان کے ساتھ بھلائی کرو ، یہ خزرج کے دوست تھے۔ حضور ﷺ خاموش رہے۔ اس کے بعد اس نے دوبارہ یہ مطالبہ کیا کہ یہ میرے دوست ہیں ان کے ساتھ حسن سلوک کرو “۔ اس پر حضور ﷺ نے پھر اعراض فرمایا۔ اب اس نے حضور ﷺ کے ذرہ کے گریبان میں ہاتھ ڈال دیا۔ رسول اللہ ﷺ نے اسے کہا مجھے چھوڑ دو ۔ آپ ﷺ نے سخت غصہ میں فرمایا۔ یہاں تک کہ آپ ﷺ کے چہرے پر غصے کے آثار نمودار ہوگئے۔ اس پر حضور ﷺ نے فرمایا بدبخت چھوڑ دو مجھے۔ اس پر اس نے کہا۔ خدا کی قسم میں آپ ﷺ کو اس وقت نہ چھوڑوں گا جب تک آپ ﷺ میرے دوستوں کے ساتھ احسان نہ کریں۔ یہ چار سو شہ سوار اور تین سو زرہ پوش ہیں۔ انہوں نے سرخ و سیاہ اقوام کے خلاف میری مدد کی ہے۔ یہ کیسے ہو سکتا ہے کہ تم ان کو صبح کے تڑکے فصل کی طرح کاٹ دو ۔ میں ایک ایسا آدمی ہوں جو مشکلات سے ڈرتا ہوں۔ اس پر رسول اللہ ﷺ نے فرمایا تم جو چاہتے ہو وہی ہوگا\nعبد اللہ ابن ابی ابھی تک اپنی قوم میں ذی حیثیت تھا۔ چناچہ رسول اللہ ﷺ نے اس کی سفارش قبول کرلی اور فیصلہ یہ ہوا کہ بنی قینقاع مدینہ سے نکل جائیں۔ وہ اپنے ساتھ اپنے مال کے جائیں ماسوائے اسلحہ کے۔ یوں مدینہ یہودیوں کی ایک ٹکڑی سے خالی ہوا۔ یہ رجمنٹ بڑی قوت والی تھی۔ رہے بنی نضیر تو حضور ﷺ غزوہ ٔ بدر کے بعد سن چار ہجری میں ان کے پاس گئے۔ آپ نے ان سے دو مقتولین کی دیت میں شرکت کا مطالبہ کیا۔ حسب عہد انہوں نے یہ ادائیگی کرنی تھی۔ جب حضور ﷺ آئے تو انہوں نے کہا ہاں ابو القاسم ہم آپ کی امداد حسب خواہش کریں گے۔ اس کے بعد یہ لوگ علیحدہ ہوکر مشورہ کرنے لگے کہ تم اس شخص کو کبھی ایسی حالت میں نہ پاؤ گے۔ اس وقت رسول ان کی ایک دیوار کے نیچے بیٹھے تھے۔ تو انہوں نے کہا کہ کون ہے جو جاکر ایک پتھر گرائے تاکہ اس شخص سے ہماری جان چھوٹے۔\nچناچہ یہ لوگ اس سازش کو عملی جامہ پہنانے میں لگ گئے۔ رسول اللہ ﷺ کو بذریعہ وحی اس کی اطلاع دے دی گئی۔ حضور ﷺ اٹھ کھڑے ہوئے اور مدینہ کی طرف لوٹ آئے۔ آپ نے حکم دیا کہ ان کے ساتھ جنگ کی تیاری کرو ، یہ لوگ قلعہ بند ہوگئے۔ عبد اللہ ابن ابی ابن السلول نے ان کو پیغام بھیجا کہ ڈٹ جاؤ۔ ہم تمہیں ان کے سپرد نہ کریں گے۔ اگر جنگ ہوئی تو ہم تمہارے ساتھ مل کر جنگ کریں گے۔ اگر تمہیں نکالا گیا ہم تمہارے ساتھ نکلیں گے۔ لیکن منافقین نے اپنا یہ عہد پورا نہ کیا۔ بنی نضیر کو اللہ نے مرعوب کردیا۔ بلا حرب و قتال انہوں نے ہتھیار ڈال دئیے۔ انہوں نے رسول اللہ ﷺ سے درخواست کی کہ ان کو جلا وطن کردیں اور قتل نہ کریں۔ اونٹوں پر وہ اسلحہ کے سوا جو کچھ لے جاسکتے ہیں ، لے جائیں۔ چناچہ ایسا ہی ہوا۔ یہ لوگ خیبر کو چلے گئے۔ بعض لوگ شام کو چلے گئے۔ حضور ﷺ نے یہ درخواست منظور کرلی۔ ان کے اشراف میں سے جو لوگ خیبر کو گئے ، یہ لوگ تھے۔ سلام ابن ابو الحقیق ، کہنانہ ابن ابرہہ ، حیی ابن اخطب۔ یہ وہ لوگ تھے جنہوں نے غطفان اور قریش کو جمع کیا مسلمانوں کے خلاف اور غزوہ احزاب برپا کیا۔\nاب رہا بنی قریظہ کا قصہ۔ غزوہ احزاب میں انہوں نے جو کردار ادا کیا وہ معلوم ہوچکا ہے۔ یہ بھی مشرکین کے ساتھ جمع ہوگئے تھے۔ بنی نضیر کے زعماء کی تحریص اور آمادہ کرنے پر اور حیی ابن اخطب اس کام کا ذمہ دار تھا۔ بنی قریظہ کی عہد شکنی دوسرے احزاب کے مقابلے میں مسلمانوں پر بہت ہی گراں گزری۔ ان لوگوں کا رویہ کس قدر خطرناک تھا۔ اس کا اندازہ تم اس سے کرسکتے ہو کہ جب رسول اللہ ﷺ کو ان کی عہد شکنی کی اطلاعات ملیں تو آپ نے سعد ابن معاذ رئیس اوس کو ان کے پاس بھیجا۔ اور سعد ابن عبادہ رئیس حزوج بھی ساتھ ہوئے۔ ان کے ساتھ عبد اللہ ابن رواحہ اور خوات ابن جبیر بھی گئے۔ حضور ﷺ نے فرمایا کہ ذرا جا کر دیکھو کہ ہم تک جو اطلاعات پہنچ رہی ہیں وہ درست ہیں یا نہیں ؟ اگر یہ اطلاعات درست ہوں تو میرے سامنے ایسے الفاظ میں رپورٹ دو کہ میں ہی سمجھوں اور مسلمانوں پر اس کا برا اثر نہ ہو اور اگر وہ وفا پر قائم ہوں تو پھر اعلانیہ کہہ دیتا۔ (اس سے معلوم ہوتا ہے کہ حضور ﷺ کس طرح سمجھتے تھے کہ لوگوں پر اس خبر کا اثر کیا ہوگا) ۔\nیہ وفد گیا تو دیکھا کہ یہ لوگ اطلاع سے بھی زیادہ خراب پوزیشن میں تھے۔ انہوں نے رسول اللہ ﷺ کو برا بھلا کہا۔ اور کہا کون رسول ، کس کی بات کرتے ہو۔ ہمارے اور محمد ﷺ کے درمیان کوئی عہد و معاہدہ نہیں ہے ، وفد آیا۔ انہوں نے رسول اللہ ﷺ کو اطلاع دی۔ اشاروں کے ساتھ۔ رسول اللہ نے فرمایا اللہ اکبر ! مسلمانوں تمہیں خوشخبری دی ہے (حضور ﷺ نے یہ الفاظ مسلمانوں کو ثابت قدم بنانے کے لیے کہے) ۔\nابن اسحاق کہتے ہیں اب مصیبت دگنی ہوگئی۔ خوب پھیل گیا۔ اوپر اور نیچے سے دشمن آگئے اور اب مسلمانوں کے دلوں میں شکوک و شبہات پیدا ہوگئے۔ بعض منافقین کھل کر سامنے آگئے۔ معرکہ احد سے پہلے تو یہ صورت حالات تھی ۔ لیکن جب اللہ کے نبی کو جنگ احزاب میں اللہ کی نصرت ملی اور دشمنان مسلمانون خائب و خاسر ہوئے ، انہیں کچھ بھی ہاتھ نہ آیا۔ اللہ نے خود ہی مومنین کی طرف سے جنگ کی۔ حضور ﷺ مدینہ کی طرف کامیاب لوٹے۔ لوگوں نے اسلحہ رکھنا شروع کردیا۔ رسول اللہ ﷺ مسلسل جنگی حالت کی وجہ سے غسل کرنے لگے۔ آپ ام سلمہ کے گھر تھے تو جبریل (علیہ السلام) آگئے۔ ” حضور ﷺ آپ نے اسلحہ رکھ دیا ہے “۔ حضور ﷺ نے فرمایا ” ہاں “۔ ” لیکن ملائکہ نے تو اسلحہ نہیں رکھا اور میں ابھی اس قوم کو پیچھا کرکے آرہا ہوں “۔ اس کے بعد حضرت جبریل نے فرمایا ” اللہ کا حکم ہے بنی قریظہ کی طرف پہنچو “۔ بنی قریظہ مدینہ سے کئی میل دور تھے۔ یہ واقعہ نماز ظہر کے بعد کا ہے۔ حضور ﷺ نے حکم دیا ” کوئی شخص نماز نہ پڑھے مگر دیار بنی قریظہ میں “ لوگ نکل پڑے۔ راستے میں نماز عصر کا وقت آگیا۔ بعض لوگوں نے راستہ ہی میں نماز پڑھ لی اور انہوں نے کہا کہ رسول اللہ ﷺ کا ارادہ صرف یہ تھا کہ جلدی پہنچو لیکن دوسروں نے کہا کہ ہم بنی قریظہ کی بستیوں سے ادھر نماز نہ پڑھیں گے لیکن اس پر کسی نے ایک دوسرے کو ملامت نہ کی۔ حضور ﷺ ان کے بعد پہنچے۔ مدینہ میں ابن ام مکتوم صاحب۔\nعبس وتولی ان جآء الاعمی کو والی مقرر کردیا۔ جھنڈا حضرت علی ؓ ابن ابو طالب کو دیا گیا۔ حضور ﷺ نے ان کا پچیس دنوں تک محاصرہ کیا اور ان کو کہا کہ ہتھیار ڈال دو ۔ جب ان پر معاملہ طویل ہوگیا تو انہوں نے سعد ابن معاذ رئیس اوس کے حکم پر ہتھیار ڈال دئیے۔ جاہلیت میں یہ ان کے خلفاء میں سے تھے۔ ان کا خیال تھا کہ یہ ان کے ساتھ احسان کریں گے۔ جس طرح عبد اللہ ابن ابی ابن السلول نے اپنے دوستوں کے ساتھ کیا تھا اور ان کو رسول اللہ سے چھڑا لیا تھا۔ ان کا خیال تھا کہ سعد ابن معاذ بھی وہی کرے گا جو عبد اللہ ابن ابی نے کیا۔ ان کو معلوم نہ تھا کہ سعد کو ایک تیر بازو کی بڑی رگ میں لگا ہوا تھا۔ اور اگر یہ رگ کٹ جائے تو وہ زخمی ہرگز تندرست نہ ہوتا تھا ۔ یہ خندق کے ابتدائی دنوں ہی میں لگ گیا تھا۔ تو رسول اللہ ﷺ نے اس کے داغ دھوئے تھے اور مسجد کے اندر ہی ایک خیمے میں انہیں رکھا ہوا تھا تاکہ حضور ﷺ سہولت کے ساتھ ان کی تیمارداری کرسکیں اور سعدیہ دعا کیا کرتے تھے اے اللہ ! اگر آپ نے ہمارے اور قریش کے درمیان ابھی مزید جنگیں لکھی ہوئی ہیں تو مجھے زندہ رکھ اور اگر ہمارے ان کے درمیان جنگ ختم ہوچکی ہے تو پھر یہ زخم بہتا رہے اور پھر میری صرف یہ تمنا ہے کہ میری آنکھیں بنی قریظہ کے معاملے میں ٹھنڈی ہوجائیں۔ اللہ نے اس کی دعا قبول کی اور یہ مقدر کردیا کہ وہ انہیں کے فیصلے پر ہتھار ڈال دیں اور یہ درخواست خود انہوں نے اپنی خوشی سے کی۔\nاب رسول اللہ ﷺ نے حضرت سعد کو مدینہ سے بلایا کہ وہ ان لوگوں کے بارے میں فیصلہ کریں۔ جب وہ آیا اور وہ ایک گدھے پر سوار تھا جو انہوں نے اس کے لیے خوب تیار کیا تھا تو اوس اس کے پاؤں پر پڑنے لگے۔ کہتے اے سعد ہم تیرے دوست ہیں۔ ان کے ساتھ احسان کرو ، وہ تو منتیں کر رہے تھے کہ اس کے دل کو ان کے لیے نرم کردیں۔ سعد ابن معاذ خاموش ہیں اور کچھ بھی نہیں کہہ رہے ۔ جب انہوں نے اصرار کرلیا تو انہوں نے جواب دیا کہ اب وقت آگیا ہے کہ سعد اللہ کے معاملے میں کسی ملامت کرنے والے سے نہ ڈرے۔ تو انہوں نے جان لیا ہے کہ سعد درست فیصلہ کرنے والے نہیں ہیں۔\nجب سعد اس خیمے کے پاس گئے جو رسول اللہ کا خیمہ تھا ، تو حضور ﷺ  نے فرمایا ” اٹھو اپنے سردار کے احترام و استقبال میں۔ مسلمان اٹھے اور اسے اتارا۔ بہت ہی اعزازو احترام اور اکرام کے ساتھ۔ تاکہ ان کا فیصلہ اچھی طرح نافذ ہو۔ جب سعد بیٹھے تو حضور اکرم ﷺ نے فرمایا ان لوگوں نے اشارہ بنی قریظہ کی طرف تمہارے فیصلے پر ہتھیار ڈالے ہیں۔ لہٰذا آپ جو چاہیں ان کے بارے میں حکم دیں۔ تو اس پر اس نے کہا ” کیا میرا حکم ان پر نافذ ہوگا ؟ “ حضور اکرم ﷺ نے فرمایا ” ہاں “۔ ” اور ان تمام لوگوں پر نافذ ہوگا جو اس خیمے میں ہیں ؟ “ تو آپ ﷺ نے فرمایا ” ہاں “۔ پھر انہوں نے کہا اور وہاں جو لوگ ہیں ان پر بھی (اس وقت سعد نے حضور اکرم ﷺ کی جگہ کی طرف اشارہ کیا جبکہ وہ خود اپنا منہ بوجہ حیاء اور احترام و اکرام پھیرے ہوئے تھے) تو رسول اللہ ﷺ نے فرمایا ” ہاں “۔ اس پر سعد ابن معاذ ؓ نے فرمایا : ” میں فیصلہ کرتا ہوں کہ ان کے جنگی لوگوں کو قتل کردیا جائے اور ان کے اموال اور اولاد کو مال غنیمت بنا دیا جائے۔ اس پر حضور ﷺ نے فرمایا ” تم نے بیشک اللہ کے حکم کے مطابق فیصلہ کیا ہے اور اللہ نے یہ فیصلہ سبع سموات کے اوپر کردیا تھا “۔ پھر حضور ﷺ نے حکم دیا کہ زمین میں گڑھے کھودے جائیں اور یہ لوگ باندھے ہوئے لائے گئے۔ ان کی گردنیں اڑا دی گئیں۔ یہ لوگ سات آٹھ سو کے قریب تھے اور جو مرد عورتیں بالغ نہ تھے ان کو غلام بنا لیا گیا۔ مقتولین میں حبی ابن اخطب بھی تھا۔ یہ حسب معاہدہ ان کے ساتھ قلعہ بند ہوگیا تھا۔ اس وقت سے یہودی ذلیل ہوئے اور آج کے بعد مدینہ میں نفاق کی تحریک کمزور پڑگئی۔ منافقین کے سر نیچے ہوگئے اور اس سے قبل وہ جو کچھ کرتے تھے اب اس سے ڈر گئے اور اس کا نتیجہ یہ نکلا کہ اس دن کے بعد کفار نے مسلمانوں پر حملہ کرنے کی جرأت نہ کی۔ بلکہ اب حملے مسلمانوں کی طرف سے ہوتے رہے۔ یہاں تک کہ مکہ اور طائف فتح ہوئے۔ یہ کہا جاسکتا ہے کہ یہودیوں ، مشرکین مکہ اور منافقین کی تحریکات کا تانا بانا ملا ہوا تھا اور جب یہودی مدینہ سے جلا وطن ہوئے تو یہ ریشہ دانیاں ختم ہوگئیں اور آج کے بعد اسلامی مملکت کی بنیاد مستحکم ہوگئی ۔ یہ ہے پس منظر اس قول ربانی کا۔\nوانزل الذین ظاھر۔۔۔۔۔۔۔۔ علی کل شئ قدیرا (33: 26 – 27) ” پھر اہل کتاب میں سے جن لوگوں نے ان حملہ آوروں کا ساتھ دیا تھا ان کی گڑھیوں سے انہیں اتار لایا اور ان کے دلوں میں اس نے اب رعب ڈال دیا کہ آج ان میں سے ایک گروہ کو تم قتل کر رہے ہو اور دوسرے گروہ کو قید کر رہے ہو ؟ اس نے تم کو ان کی زمین اور ان کے گھروں اور ان کے اموال کا وارث بنا دیا اور وہ علاقہ تمہیں دیا جسے تم نے کبھی پامال نہ کیا تھا۔ اور اللہ ہر چیز پر قادر ہے۔ صیاصی سے مراد قلعے ہیں اور وہ زمین جو مسلمانوں نے پامال نہ کی تھی وہ ارض بنو قریظہ تھی جو ان کی مملوکہ تھی۔ ان کے محلے کے اردگرد اور یہ زمین بھی ان کے اموال کے ساتھ مسلمانوں کے ہاتھ آگئی۔ اور یہ اس طرح بھی اشارہ ہو سکتا ہے کہ بنی قریظہ نے بغیر قتال کے زمین دے دی اور پامال کرنے سے مراد جنگ ہے۔ اور اللہ ہر چیز پر قادر ہے۔\nوکان اللہ علی کل شئ قدیرا (33: 27) ان تمام واقعات سے یہ نتیجہ اخذ کیا گیا ہے کہ اللہ ہر چیز پر قادر ہے۔ یعنی تمام امور اللہ کے اختیارات میں ہیں۔ اس پورے قصے میں تمام امور کو اللہ کی طرف منسوب کیا گیا ہے اور تمام واقعات کو دست قدرت کا نتیجہ بناتا گیا ہے تاکہ باقی مسلمانوں کے دلوں میں اللہ واقعات کے ذریعے بٹھانا چاہتے ہیں اور واقعات کے بعد پھر قرآن کو نازل کرکے بٹھانا چاہتے ہیں کہ اسلامی تصور حیات صاف اور ستھرا دلوں میں بیٹھ جائے۔\nیوں یہ عظیم حادثہ یہاں اختتام کو پہنچا۔ اس کے اندر بیشمار سنن الہیہ ، بیشمار اعلیٰ قدریں ، بیشمار ہدایات اور بیشمار اصول بیان کیے گئے تاکہ یہ چیزیں صاف صاف ہوکر جماعت مسلمہ کی زندگی کا حصہ بن جائیں۔ یوں یہ واقعات تربیت کے لیے ایک اچھا مواد ہیں اور قرآن میں ان کو جگہ دے کر اسلامی نمونہ حیات کے لئے معیار اور راہنما بنا دیا گیا ۔ ان آیات کو اسلامی جماعت کا رخ قرار دیا اور ان کے تصورات کو اچھی طرح ان کی زندگی کے اندر بٹھا دیا گیا۔ اسلامی جماعت کے لیے اعلیٰ قدریں واضح کردی گئیں اور ان ابتلاؤں اور آزمائشوں میں اسلامی کردار لکھ کر سامنے آگیا۔",
  "ayah": 28,
  "surah": 33
}
