{
  "text": "ان المسلمین والمسلمت ۔۔۔۔۔۔ مغفرۃ واجرا عظیما (35)\nیہ تمام صفات جو اس آیت میں جمع کردی گئی ہیں یہ نفس انسانی کی تربیت اور تشکیل میں بہت ہی اہم کردار ادا کرتی ہیں۔ یہ صفات کیا ہیں ، اسلام ، ایمان ، اطاعت امر ، راست بازی ، صبر ، اللہ کے آگے جھکنا ، صدقہ دینا ، روزے رکھنا ، اپنی شرم گاہوں کی حفاظت کرنا اور اللہ کو کثرت سے یاد کرنا۔ یہ تمام صفات ایسی ہیں کہ انسان کی شخصیت کی تعمیر اور کردار کی تشکیل میں بہت اہم ہیں اسلام سر تسلیم ختم کردینے کا نام ہے ، ایمان کے معنی یقین اور تصدیق کے ہیں اور ان کے درمیان بہت گہرا تعلق ہے۔ ہر ایک دوسرے کے لیے ایک شکل ہے۔ اللہ کے سامنے سرتسلیم خم کردینے کا مطلب انتہائی اور گہری تصدیق ہے۔ اور جہاں سچی تصدیق ہو وہاں سر تسلیم خم کرنا کود بخود پایا جاتا ہے۔\nقنوت کے معنی اطاعت امر کے ہیں لیکن اس اطاعت کے پیچھے ایمان اور اسلام موجود ہو۔ یہ اطاعت اور اس کا داعیہ اندر سے ہو ، محض جبر یہ نہ ہو۔ خوشی سے ہو ، اکراہ سے نہ ہو۔ صدق ایک مسلمان کی عمومی صفت ہے اور ایک عمومی لباس ہے۔ اور جو سچا نہ ہو وہ امت مسلمہ سے خارج تصور ہوتا ہے۔ دوسری جگہ ہے۔\nانما یفتری الکذب الذین لا یومنون بآیات اللہ ” جھوٹ وہی باندھتے ہیں جو اللہ کی آیات پر ایمان نہیں لاتے “۔ جھوٹا اسلامی صفوں سے نکال دیا جاتا ہے کیونکہ امت کی صف سچوں کی صف ہے۔\nصبر وہ صفت ہے جس کے سوا ایک مسلم اور مومن اپنے فرائض سرانجام دے ہی نہیں سکتا۔ مومن ہر وقت صبر کا محتاج ہے ، قدم قدم پر۔ نفسانی خواہشات پر صبر ، دعوت اسلامی کی راہ میں مشکلات پیش آنے پر صبر۔ لوگوں کے اذیت دینے پر صبر۔ دلوں کی کمزوریوں ، دلوں کی تلون اور کجی پر صبر ، ابتلاء ، امتحان اور مشکلات پر صبر ، خوشی اور غم پر صبر۔ غرض ہر صورت میں صبر اور سنجیدگی ایک مشکل اور ضروری کام ہے۔\nخشوع اور خشیت دلی اور ظاہری اعضاء دونوں کی صفت ہے۔ مطلب یہ ہے کہ قلب اور اعضاء دونوں اللہ کی کبریائی ، اللہ کی ہیبت اور عظمت کو محسوس کر رہے ہوں اور اللہ سے ڈرتے ہوں۔ روزہ کو بھی مومن کی صفت قرار دیا گیا ہے ۔ اشارہ اس طرح ہے کہ روزہ رکھنا اور اس کا انتظام اور استقبال کرنا مومنین کی صفات میں سے ہے۔ روزہ کے ذریعہ خواہشات ، ضروریات کی چاہت کو ایک محدود وقت کے لیے روکنا مطلوب ہوتا ہے اس میں صبر بھی شامل ہے۔ قوت ارادی کی پختگی بھی مطلوب ہے اور انسانی صفات کا حیوانی صفات پر غلبہ مطلوب ہے۔\nحفظ فروج ، شرم گاہوں کی حفاظت کرنا ، اور اس طرح پاکیزگی اختیار کرنا اور گہرے فطری میلانات پر قابو پائے رکھنا جو انسانی ذات کا حصہ ہوتے ہیں اور اس کے اندر گہرائی تک موجود ہوتے ہیں ۔ یہ میلانات اس قدر قوی ہوتے ہیں کہ ان پر قابو وہی لوگ پاسکتے ہیں جن کو اللہ کی نصرت اور معاونت حاصل ہو۔ پھر اس کے ذریعہ سوسائٹی میں مردوزن کے باہم تعلق کی تنظیم بھی مطلوب ہے۔ اور انسان کو اعلیٰ اور ارفع مقاصد کی طرف متوجہ کرنا مطلوب ہے۔ مرد اور عورتوں کو یہ حکم ہے کہ وہ اپنے جنسی میلانات اور خواہشات کو شریعت کے تابع بنائیں۔ اس میں بہت بلند حکمت کار فرما ہے اور انسان اس ضابطہ کی پابندی سے اس زمین پر اپنے فرائض اچھی طرح ادا کرسکتا ہے۔\nاللہ کا ذکر کثیر۔ یہ وہ صفت ہے جس سے انسان کی پوری زندگی مربوط ہوجاتی ہے۔ زندگی کے اعمال نظریہ حیات سے مربوط ہوتے ہیں۔ اس طرح ایک انسان کا دل بر وقت اس بات کا شعور رکھتا ہے کہ اللہ دیکھ رہا ہے۔ اس نے اللہ کی رسی اور رابطہ مضبوطی سے پکڑا ہوتا ہے۔ اس کا کوئی خیال ، کوئی تصور اور عمل اس رابطے سے باہر نہیں ہوتا۔ پھر اللہ کی یاد سے اس کا دل نور ربانی سے منور ، پاک اور صاف ہوتا ہے۔ ایسے انسان کی پوری زندگی صاف ستھری اور روشن ہوتی ہے۔\nجن لوگوں میں یہ صفات جمع ہوجائیں وہ مل کر ایک ایسی شخصیت بناتی ہیں جو ایک کامل شخصیت ہوتی ہے ۔ اس دنیا میں بھی ممتاز اور آخرت میں۔\nاعد اللہ لھم مغفرۃ واجرا عظیما (33: 35) ” اللہ نے ان کے لیے مغفرت اور بڑا اجر مہیا کر رکھا ہے “۔ یوں ان آیات نے ایک مسلم اور مسلمہ کی شخصیت کے بنیادی عناصر یہاں گنوائے ہیں۔ یہ آیت ان ہدایت کے بعد آئی ہے جو اس سبق کے آغاز میں نبی ﷺ کو دی گئیں۔ یہاں مردوں کے ساتھ ساتھ خصوصاً عورتوں کا بھی ذکر کیا گیا تاکہ یہ بتایا جائے کہ بحیثیت مسلمان اور انسان دونوں میں کوئی فرق نہیں ہے اور معاشرے میں جو اسلامی حیثیت مرد کی ہے وہ عورت کی بھی ہے ۔ اسلامی نظریہ حیات ، ایمان ، عبادت ، اخلاق اور زندگی کے ہر طرز عمل میں مرد اور عورت کے درمیان کوئی امتیاز نہیں ہے۔",
  "ayah": 35,
  "surah": 33
}
