{
  "text": "درس نمبر 191 ایک نظر میں\nیہ سبق بھی اسلامی سوسائٹی اور اسلامی جماعت کے درمیان باہم روابط کو مضبوط کرنے کے لیے ہے۔ یہ سبق دراصل اسلامی سوسائٹی سے رسم تنبیت کو ختم کرنے اور نئے اسلامی معاشرے میں روابط کو اپنے حقیقی اصولوں پر قائم کرنے کیلئے ہے۔ اللہ نے اس رسم کو ختم کرنے کے لئے ، اس کا عملی آغاز خود نبی ﷺ سے کرایا۔ اہل عرب کے اندر یہ رواج تھا کہ جس طرح بیٹے کی مطلقہ حرام ہوتی ہے اسی طرح معبنی (منہ بولے بیٹے) کی مطلقہ بھی اس شخص پر حرام سمجھی جاتی تھی۔ اسلامی معاشرے میں معبنی کی مطلقہ عورت کو حلال قرار دینے کے لیے کسی مثال اور نظیر کا پایا جانا ضروری تھا۔ کسی مثال کے بغیر محض قانون بنانے سے یہ تبدیلی ممکن نہ تھی۔ چناچہ اللہ نے اس غرض کیلئے رسول اللہ ﷺ کا انتخاب کیا اور یہ اس قدر عظیم بوجھ تھا جس طرض رسالت کا بوجھ ہوتا ہے۔ اس واقعہ کا جو رد عمل ہوا اس نے ثابت کردیا کہ رسول اللہ کے سوا کوئی اور شخص اس رسم کو نہیں توڑ سکتا تھا۔ یہ رسم معاشرے میں بہت سی گہری جڑیں رکھتی تھی اور آپ ﷺ کے سوا کسی کے لیے ممکن نہ تھا کہ وہ ایسا انوکھا اور نامانوس کام کرسکے ۔ یہی وجہ ہے کہ اس واقعہ کے بعد جو طویل تبصرہ آیا ہے اس میں بتایا گیا ہے کہ مسلمانوں کا تعلق خدا سے کیسا ہونا چاہئے۔ آپس میں کس طرح ہونا چاہئے اور ان کے درمیان نبی کے فرائض کے حوالے سے ان کو کیا رویہ اختیار کرنا چاہئے۔ یہ سب اقدامات لوگوں کی آسانی کے لیے کیے گئے اور اس لیے کیے گئے کہ لوگ تسلیم و رضا سے اللہ کے احکام کو دل کی خوشی کے ساتھ قبول کریں۔\nاس واقعہ کے بیان سے قبل یہ اصول بیان کیا جاتا ہے کہ مسلمانوں کے لیے اللہ اور رسول اللہ ﷺ کا حکم ماننا لازمی ہے۔ اگر اللہ اور رسول اللہ ﷺ کوئی فیصلہ کردیں تو پھر مسلمانوں کو کسی بھی ایسے معاملے میں چوں چرا کرنے کا اختیار نہیں ہے۔ اس سے بھی یہ معلوم ہوتا ہے کہ یہ رسم عربوں کے اندر گہری جڑیں رکھتی تھی اور اسے آسانی سے ختم کرنا ممکن نہ تھا ۔ یہ ایک سخت رسم تھی۔\nدرس نمبر 191 تشریح آیات\n36 ۔۔۔ تا۔۔۔ 48\nوما کان لمؤمن ولا مؤمنۃ ۔۔۔۔۔۔۔ فقد ضل ضللا مبینا (36)\nروایات میں آتا ہے کہ یہ آیت زینب بنت جحش ؓ کے بارے میں اتری ہے۔ حضور ﷺ نے چاہا جماعت مسلمہ کے اندر جو طبقاتی فرق پایا جاتا ہے اسے پاش پاس کردیا جائے اور لوگ اسی طرح برابر ہوجائیں جس طرح ایک کنگھی کے دندانے ہوتے ہیں۔ تقویٰ کے سوا کسی کو دوسروں پر فضیلت حاصل نہ ہو۔ اس دور میں آزاد کردہ غلاموں کو ” موالی “ کہتے ہیں۔ اور یہ لوگ عام لوگوں سے ذرا کم تر سمجھے جاتے تھے۔ رسول اللہ ﷺ کے آزاد کردہ غلام زید ابن حادثہ ان میں سے ایک تھے۔ ان کو رسول اللہ نے معبنی بنا دیا تھا۔ حضور ﷺ نے یہ مثال قائم کرنا چاہی کہ بنو ہاشم کی ایک شریف زادی کے ساتھ اس کا نکاح کردیا جائے جو حضور ﷺ کی قریبی بھی تھی یعنی زینب بنت جحش ؓ کا نکاح زید سے کردیا جائے ، تاکہ یہ طبقاتی فرق ختم ہوجائے اور یہ کام وہ خود اپنے خاندان میں کردیں۔ یہ بات یہاں نوٹ کرنا چاہئے کہ جس طرح معبنی کی رسم پختہ اور شدید تھی اسی طرح معاشرے میں آزاد شدہ غلاموں کو بھی کم درجے کے لوگ سمجھا جاتا تھا۔ اس فرق کو بھی خود حضور اکرم ﷺ کے عملی قدم ہی سے ختم کیا جاسکتا تھا تاکہ جماعت اس کی تقلید کرے اور پوری انسانیت ایک ہی راہ پر گامزن ہوجائے۔\nابن کثیر نے اپنی تفسیر میں حضرت ابن عباس ؓ سے عوفی کی ایک روایت نقل کی ہے کہ زیر تفسیر آیت ما کان ۔۔۔۔۔ کی شان نزول یہ ہے کہ رسول اللہ ﷺ نے زید ابن حارثہ کے لیے ایک دوشیزہ کے لیے پیغام دینا چاہا تو آپ زینب بنت جحش اسدیہ کے پاس گئے۔ آپ نے ان کو پیغام دیا تو انہوں نے فرمایا کہ میں اس کے ساتھ نکاح نہیں کرنا چاہتی۔ حضور ﷺ نے فرمایا تم اس کے ساتھ نکاح کرلو۔ اس پر اس نے کہا کہ میں اس پر غور کروں گی۔ یہ بات ہو رہی تھی کہ یہ آیت نازل ہوئی۔\nوما کان لمؤمن ۔۔۔۔۔۔ ورسولہ امرا (33: 36) تو اس پر زینب نے کہا رسول خدا ﷺ کیا آپ اس کو پسند کرتے ہیں کہ میرا نکاح اس کے ساتھ ہو تو حضور ﷺ نے فرمایا ہاں میں نے تو یہ فیصلہ کردیا ہے۔ تو اس پر اس نے کہا اچھا مجھے یہ رشتہ منظور ہے۔ میں رسول ﷺ خدا کی نافرمانی نہیں کروں گی۔ میں نے اپنے آپ کو اس کے نکاح میں دے دیا۔\nابن صیعہ نے ابو عمرہ سے ، عکرمہ سے ، ابن عباس ؓ سے فرماتے ہیں کہ رسول اللہ ﷺ نے زینب بنت جحش کا رشتہ زید ابن حارثہ کے لیے طلب کیا۔ اس نے اسے پسند نہ کیا اور کہا میں اس سے حسب و نسب میں برتر ہوں ، یہ ایک سخت مزاج عورت تھی۔ اس پر یہ آیت نازل ہوئی۔\nوما کان لمؤمن ولا مومنۃ (33: 36) یہی تفسیر مجاہد ، قتادہ ، مقاتل ابن حیان نے کی ہے کہ یہ آیت زینب بنت جحش کے بارے میں نازل ہوئی ہے اور اس وقت نازل ہوئی جب حضور ﷺ نے ان کا رشتہ زید ابن حارثہ کے لیے طلب فرمایا۔ پہلے اس نے انکار کیا اور پھر قبول کرلیا۔ ابن کثیر نے تفسیر میں ایک دوسری روایت بھی نقل کی ہے کہ عبد الرحمن ابن زیاد ابن اسلم کا کہنا یہ ہے کہ یہ آیت ام کلثوم بنت عقبہ ابن ابو معیط کے بارے میں نازل ہوئی۔ یہ صلح حدیبیہ کے بعد پہلی عورت تھی جو ہجرت کرکے آگئی تھی۔ اس نے اپنا نفس نبی ﷺ کو بخش دیا تھا۔ تو حضور ﷺ نے فرمایا اچھا میں نے قبول کرلیا۔ حضور ﷺ نے اسے زید ابن حارثہ کے نکاح میں دے دیا (شاید زینب کے فراق کے بعد) اس پر یہ عورت اور اس کا بھائی ناراض ہوگئے۔ انہوں نے کہا ہم نے تو حضور اکرم ﷺ کو بخشا تھا ، انہوں نے اپنے غلام کو بخش دیا۔ اس پر یہ آیت نازل ہوئی۔\nوما کان لمؤمن ۔۔۔۔۔ ورسولہ امرا (33: 36) وہ کہتے ہیں ، قرآن میں اس سے بھی زیادہ جامع حکم آیا ہے\nالنبی اولیٰ بالمؤمنین من انفسھم (33: 6) ” نبی تمام مومنین کے لیے ان کی جانوں سے بھی زیادہ عزیز ہیں “ انہوں نے کہا کہ پہلی آیت خاص ہے اور یہ جامع ہے۔\nامام احمد نے ایک تیسری روایت بھی نقل کی ہے۔ عبد الرزاق سے ” معمر سے “ ثابت نباتی سے ، حضرت انس ؓ سے حضور ﷺ نے انصاریوں کی ایک عورت کے بارے میں جلیبیب کے لیے اس عورت کے والد کو پیغام بھیجا تو اس شخص نے کہا کہ میں اس کی ماں سے مشورہ کرتا ہوں۔ حضور ﷺ نے فرمایا ، اچھا مشورہ کرلیں۔ یہ شخص بیوی کے پاس گیا اور اس نے اس کا تذکرہ کیا تو عورت نے کہا خدا کی قسم حضور اکرم ﷺ کو جلبیب کے علاوہ کوئی نہیں ملا۔ اور ہم نے تو فلاں فلاں کا پیغام رد کیا ہے۔ یہ لڑکی پردے میں سن رہی تھی۔ یہ شخص حضور ﷺ کی طرف نکلنے لگا کہ حضور ﷺ کے سامنے انکار کر دے۔ تو اس لڑکی نے کہا کیا تم لوگ رسول اللہ ﷺ کے حکم کو رد کر رہے ہو۔ اگر حضور ﷺ تمہارے لیے اس بات کو پسند کرتے ہیں تو منظور کرلو۔ گویا اس نے اپنے والدین سے برتر رویہ اختیار کیا۔ دونوں نے کہا یہ ٹھیک کہتی ہے تو یہ شخص حضور ﷺ کے پاس گیا کہ اگر آپ راضی ہیں تو ہم راضی ہیں۔ حضور ﷺ نے فرمایا میں تو راضی ہوں۔ کہتے ہیں اس نے لڑکی جلیبیب کو نکاح کر کے دے یہ ایک آزاد کردہ غلام تھا۔\nہم نے یہاں تیسری روایت کو بھی نقل کردیا ہے جس کا تعلق جلیبیب سے تھا۔ کیونکہ اس کا تعلق ایک ایسی مہم سے ہے جس کے ذریعے حضور اکرم ﷺ خاندانی روایات کی ذہنیت کو توڑنا چاہتے تھے کیونکہ اسلام معاشرتی مساوات قائم کرنا چاہتا تھا۔ اس مہم کا مقصد یہ تھا کہ اسلامی سوسائٹی کو جدید تصورات پر استوار کیا جائے۔ اس کرہ ارض کی زندگی کے لیے اسلام نے جو قدریں وضع کیں ان کے مطابق اسلام نے لوگوں کے فضول روایاتی بندھنوں سے آزاد کرنے کا جو بیڑا اٹھایا تھا اس مہم کا تعلق اس روح سے تھا۔\nبہرحال آیت کی عبارت کسی مخصوص واقعہ سے عام ہے۔ اس کا تعلق رسم تبنی کے منانے سے بھی ہوسکتا ہے۔ اس سے یہ بھی ہو سکتا ہے کہ معبنی کی مطلقہ کے ساتھ نکاح جائز ہے اور اس واقعہ سے بھی ہوسکتا ہے کہ حضور ﷺ نے زینب سے نکاح کرلیا جبکہ زید نے اسے طلاق دے دی۔ اس پر مدینہ میں ایک غلغلہ بلند ہوگیا اور آج بھی بعض دشمنان اسلام اس کو بنیاد بنا کر حضور اکرم ﷺ پر تنقید کرتے ہیں۔ اسی واقعہ کے اوپر انسانوں کی تہیں چڑھاتے ہیں۔ چاہے سبب نزول وہ ہو جو ان روایات میں ایا ہے یا زینب بنت جحش کے ساتھ آپ کا نکاح ہو۔ لیکن یہ اصول بہت عام ہے کہ اللہ و رسول جو فیصلہ کردیں اس کے بعد مسلمانوں کو اس موضوع پر کوئی اختیار نہیں رہتا۔\nغرض اسلامی نظریہ حیات کے بنیادی عناصر میں سے یہ عنصر ایسا تھا جو پہلی جماعت مسلمہ کے دلوں میں پوری طرح بیٹھ گیا تھا۔ ان کے دلوں میں اس کا یقین آگیا تھا ، اور ان کا شعور اس میں ڈوب گیا تھا۔ یہ عنصر کیا تھا ، یہ کہ ان کے اختیار میں ، اسلام لانے کے بعد ، اب کچھ بھی نہیں رہا۔ وہ بذات خود ، ان کی تمام مملوکات ، اور ان کے جذبات سب کے سب اللہ کے اختیار میں ہیں ، وہ جس طرح چاہے ، ان کو بھر دے اور یہ کہ ان کی حیثیت وہی ہے جس طرح اس کائنات کی ہے۔ وہ اس کا حصہ ہیں۔ اور اللہ اسے جس طرح چاہتا ہے ، چلاتا ہے۔ جس طرح اللہ اس کائنات کی دوسری چیزوں کو چلاتا ہے اور اس عظیم وجود کے چلانے میں اللہ تعالیٰ نے ان کے لیے جو فرائض مقرر کر دئیے ہیں وہ ان کے مطیع ہیں۔ ان کے لیے اس عظیم اسٹیج پر جو کردار متعین کردیا گیا ہے وہ اسے پورا پورا ادا کریں گے۔ ان کو یہ اختیار نہیں ہے کہ وہ اپنے لیے خود کوئی کردار متعین کریں۔ کیونکہ جو قصہ انہوں نے پیش کرنا ہے وہ خود اس سے زیادہ خبردار نہیں ہیں۔ نیز وہ اپنے لئے کوئی حرکت یا کردار خود پسند نہیں کرتے ۔ اس طرح کسی بھی کھیل کا پورا کھیل بگڑ جاتا ہے ۔ وہ اس کھیل کے ڈائریکٹر نہیں ہیں۔ یہ تو کردار ہیں اور ڈائریکٹر کے مطیع فرمان ہیں۔ ان کے ساتھ ان کے کردار\nکا معاوضہ طے شدہ ہے۔ یہ اپنا کردار ادا کریں اور معاوضہ باقی ان کو کوئی چوں و چرا کا اختیار نہیں ہے۔\nانہوں نے اللہ کے سامنے سرتسلیم خم کردیا ہے۔ اسلامی نظام کے تمام اجزاء کو قبول کرلیا ہے۔ اس لیے معاہدے کے بعد اب ان کے پاس ان کے اختیار میں کوئی چیز باقی نہیں ہے اور جس طرح یہ کائنات حکم الٰہی سے چل رہی ہے یہ شریعت الہیہ کے مطابق چلیں۔ اپنی تمام حرکات میں اپنا متعین کردار ادا کریں اور اپنے مدار میں اس طرح چلیں جس طرح کر ات اپنے اپنے مدارات میں چلتے ہیں نہ ادھر نہ ادھر نہ آگے نہ پیچھے۔ تمام دوسرے کر ات کے توازن کے ساتھ۔\nان لوگوں نے سر تسلیم خم کردیا ، ان سب حادثات کے لیے جو تقدیر الٰہی نے ان کے لیے مقدر کر دئیے ہیں۔ ان کا اندرونی شعور اس بات کو تسلیم کرچکا ہے کہ جو کچھ پیش آتا ہے اللہ کے حکم سے پیش آتا ہے ایک شخص کے لیے ہر حادثہ ، ہر مالت اللہ کی آواردہ ہے اور وہ مانتے ہوئے خوشی خوشی سے ، نہایت اطمینان سے اللہ کی تقدیر کو قبول کرتا رہے۔ آہستہ آہستہ ان کی حالت یہ ہوگئی کہ وہ اللہ کے فیصلوں کو نہ سمجھتے تھے۔ جب ان پر نازل ہوجاتے۔ نہ وہ ظاہر داری کرتے ہوئے جزع و گزع سے اپنے آپ کو بچاتے تھے یا وہ کوئی تکلیف محسوس کرتے تھے مگر صبر و مصابرت سے کام لے کر خاموش ہوجاتے تھے بلکہ ان کی حالت یہ ہوگئی تھی کہ فیصلوں کا استقبال کرتے تھے جیسے وہ پہلے سے خبردار ہوں اور ان کے انتظار میں ہوں۔ جو فیصلہ آرہا ہے وہ ان کے حس و شعور میں ہے۔ ان کو معلوم ہے اور ان کے ضمیر کی آواز ہے۔ کوئی اچنبھا کوئی انوکھا پن اور کوئی بدک ان کے اندر نہ پید ہوتی تھی۔\nیہی وجہ ہے کہ وہ یہ نہ چاہتے کہ آسمانوں کی رفتار ذرا تیز ہوجائے اور وہ کام جلدی سے ہوجائیں جو وہ چاہتے تھے۔ اور وہ یہ نہ چاہتے تھے کہ کچھ واقعات جلدی وقوع پذیر ہوں تاکہ ان کی بعض ضروریات پوری ہوجائیں۔ وہ اپنے طریقے کے مطابق تقدیر الٰہی کے ساتھ ساتھ چلتے تھے ۔ اور یہ تقدیر الٰہی جہاں ان کو پہنچا دیتی تھی وہ اس پر راضی ہوجاتے تھے ، خوش ہوتے تھے ۔ ان کے پاس جو کچھ تھا ، وہ اس راہ میں خرچ کر رہے تھے۔ جان تک قربان کردیتے تھے ، مال خرچ کردیتے تھے ، نہ جلدی کرتے ، نہ تنگی محسوس کرتے ، نہ غرور کرتے اور نہ حسرت کرتے۔ ان کو پوری طرح یقین تھا کہ جو کچھ ہو رہا ہے ، یہ اللہ کا فیصلہ ہے ، جو اللہ چاہتا ہے وہ ہوتا ہے اور ہر کام کے لیے ایک وقت متعین ہے اور ریکارڈ شدہ معیاد ہے۔\nان کے قدم پوری طرح اللہ کے سامنے سرتسلیم خم کرتے ہوئے اٹھتے تھے۔ ان کی حرکات اللہ کی ڈائریکشن کے مطابق تھیں۔ وہ امن ، بھروسے اور یقین کا پورا شعور رکھتے تھے۔ وہ نہایت سادگی ، نرمی اور آسانی سے تقدیر کے ساتھ چلتے تھے۔\nاس تسلیم و رضا کا یہ اثر نہ تھا کہ وہ عمل نہ کریں یا ان کے پاس جو کچھ تھا ، اسے سب کا سب لٹا دیں ، یا وقت اور جدوجہد میں عقیدہ تقدیر میں کوئی کمی کریں۔ وہ اسباب سے قطع نظرنہ کرتے تھے۔ وہ ایسی باتیں اپنے اوپر نہ لیتے تھے جس کی ان کے اندر قدرت نہ ہو۔ مالا یطاق ہوں۔ وہ بشریت اور اس کے حدود وقیود سے بھی نہ نکلتے تھے۔ ضعیف بھی تھے ، قوی بھی تھے۔ وہ ان باتوں کا دعویٰ نہ کرتے تھے جو ان میں نہ تھیں ، وہ اس بات کو پسند نہ کرتے تھے کہ ایک کام انہوں نے نہ کیا ہو اور اس پر ان کی تعریف کی جائے ، نہ وہ ایسی باتوں کا دعویٰ کرتے تھے جو انہوں نے کی نہ ہوں۔\nاللہ کی تقدیر کے سامنے مطلقاً سر تسلیم خم کردیتے اور پھر عملاً جدوجہد کرتے جہاں ان کی طاقت ہو۔ ہر کام کے درمیان انہوں نے ایک حسین توازن قائم کردیا تھا اور جو بات ان کی استطاعت میں تھی ، وہ کرتے تھے۔ جماعت اول کے کردار میں یہ توازن نہایت مکمل تھا۔ اور یہ توازن ان کا خصوصی امتیاز تھا۔ یہی توازن تھا جس کی وجہ سے وہ اس عظیم امانت کے اٹھانے کے اہل ہوئے ، جس کے اٹھانے سے پہاڑوں نے بھی انکار کردیا تھا۔\nاسلام کی جماعت اول نے اپنی زندگی میں ان معجزات کو دکھایا اور حقیقت بنا دیا۔ یہ اس توازن کے مرہون منت تھے۔ اس وقت کے انسانی معاشرے ہی میں یہ معجزات رونما ہوئے۔ یہ معجزات کہ اس جماعت کی حرکات اور اعمال کسی طرح متوازن تھے کہ یہ جماعت افلاک کی طرح منظم تھی اور مربوطی کے ساتھ حرکت پذیر تھی۔ ان کے اقدامات اور اعمال اسی طرح تھے جس طرح زمانے کی گردش مربوط ہے۔ یہ لوگ فطرت کے ساتھ متصادم نہ تھے اور نہ الجھتے تھے کہ گردش زمانہ ان کو الجھادے بلکہ وہ نظام قضا و قدر جس کا ایک حصہ گردش زمانی ہے ، اس کے ساتھ چلتے تھے۔ یہی وجہ ہے کہ انہوں نے ایک نہایت ہی مختصر عرصے میں وہ نتائج پیدا کر دئیے جو تاریخ پیدا نہ کرسکی۔\nیہ انقلاب یوں برپا ہوا کہ وہ اپنے عمل میں اس پوری کائنات کی حرکت کے ساتھ چلتے تھے۔ اللہ کی تقدیر کے مطابق قدم اٹھاتے تھے۔ یہی انقلاب تھا جس نے معجزات صادر کیے۔ یہ معجزات اس ذات نے پیدا کیے جس نے زمین و آسمان کو پیدا کیا۔ جس نے کواکب و افلاک کو پیدا کیا اور جس نے پہلی جماعت کو اس طرح راضی برضائے تقدیر الٰہی کیا جس طرح افلاک تقدیر العزیز العلیم سے سر مو انحراف نہیں کرسکتے۔ یہ وہ حقیقت ہے جس کی طرف قرآن کریم کی بیشتر آیات اشارہ کر رہی ہیں۔ اللہ فرماتے ہیں\nانک لا تھدی من احببت ولکن اللہ یھدی من یشآء ” تم ہدایت نہیں دے سکتے جن کو محبوب سمجھو بلکہ اللہ جسے چاہتا ہے ، ہدایت دیتا ہے “۔ اور دوسری جگہ ہے :\nلیس علیک ھداھم ولکن یھدی من یشآء ” تم پر ان کی ہدایت کی ذمہ داری نہیں ہے بلکہ اللہ جسے چاہتا ہے ، ہدایت دیتا ہے “۔ دوسری جگہ\nان الھدی ھدی اللہ ” ہدایت اللہ ہی کی ہدایت ہے “۔ یہ ہے ہدایت اپنی عظیم حقیقت کے حوالے سے اور اپنے وسیع مفہوم میں۔ یعنی یہ راہنمائی کہ اس عظیم کائنات میں انسان کا مقام کیا ہے اور یہ کہ اس کی حرکت ، حرکت کائنات سے ہم آہنگ ہوجائے۔ انسانی جدوجہد اس وقت تک بار آور نہیں ہوسکتی جب تک انسان کا دل اس مفہوم میں ہدایت یافتہ نہ ہو۔ ایک فرد کی جدوجہد اس کائنات کی حرکت کے ساتھ ہم آہنگ نہ ہو۔ اور جب تک انسانی شعور و ضمیر تقدیر الٰہی پر راضی نہ ہو ، بایں مفہوم کہ یہاں جو واقعہ ہوتا ہے ، وہ اللہ کی مرضی سے ہوتا ہے۔ اس بیان سے معلوم ہوتا ہے کہ قرآن کی یہ آیت\nوما کان لمومن ولامومنۃ ۔۔۔۔۔۔۔۔ من امرھم (33: 36) ” کسی مومن مرد اور مومن عورت کو یہ حق حاصل نہیں ہے کہ جب اللہ اور اس کے رسول ﷺ کسی معاملے کا فیصلہ کردیں تو پھر اسے اپنے اس معاملے میں خود فیصلہ کرنے کا اختیار حاصل رہے “۔ کسی مخصوص واقعہ کے ساتھ مخصوص نہیں ہے۔ یہ زیادہ عام ، شامل اور کامل اصول ہے اور دور رس نتائج کا حامل ہے۔ یہ اسلامی نظام کا ایک بنیادی دستوری اصول ہے۔\nاس کے بعد زینت بنت جحش کے ساتھ نبی ﷺ کا معاملہ آتا ہے۔",
  "ayah": 36,
  "surah": 33
}
