{
  "text": "واذ تقول للذی ۔۔۔۔۔۔۔۔ کان اللہ بکل شیء علیما (37 – 40)\nاس سورة کے آغاز ہی میں معبنی بنانے کی رسم کو ختم کردیا گیا تھا اور یہ حکم دے دیا گیا تھا کہ ایسے لوگوں کو اب ان کے حقیقی آباء کی طرف منسوب کردیا جائے اور عائلی تعلقات حقیقی نسب پر قائم ہوں گے ، کہا گیا تھا۔\nوما جعل ادعیآء کم ۔۔۔۔۔۔ غفورا رحیما (33: 4 – 5) ” نہ اس نے تمہارے منہ بولے بیٹوں کو تمہارا حقیقی بیٹا بنایا ہے ۔ یہ تو وہ باتیں ہیں جو تم لوگ اپنے منہ سے نکال دیتے ہو۔ مگر اللہ وہ بات کہتا ہے جو نبی پر حقیقت ہے اور وہی صحیح طریقے کی طرف راہنمائی کرتا ہے۔ منہ بولے بیٹوں کو ان کے باپوں کی نسبت سے پکارو۔ یہ اللہ کے نزدیک زیادہ منصفانہ بات ہے۔ اور اگر تمہیں معلوم نہ ہو کہاں کے باپ کون ہیں تو وہ تمہارے دینی بھائی اور رفیق ہیں۔ نادانستہ جو بات تم کہو ، اس کے لیے تم پر کوئی گرفت نہیں ہے لیکن اس بات پر ضرور گرفت ہے جس کا دل سے ارادہ کرو۔ اللہ درگزر کرنے والا اور رحیم ہے “۔\nعربی سوسائٹی میں منہ بولے بیٹوں کے پختہ رسم و رواج تھے اور گہرے آثار تھے۔ ان آثار کو منانا اس قدر آسان نہ تھا جس قدر نفس معبنی کو مٹانا آسان تھا۔ اس لیے کہ اجتماعی رسم و رواج دلوں پر گہرے اثرات چھوڑتے ہیں۔ اس لیے اس قسم کی رسومات کو مٹانے کے لیے ان کے بالمقابل سخت اقدامات کی ضرورت ہوتی ہے۔ بالعموم پہلے پہل جو اقدامات کیے جاتے ہیں ان کے خلاف شوروغل بھی ہوتا ہے اور ابتدا میں اس کے اثرات بھی نفوس پر پڑتے ہیں۔\nاس سے قبل یہ بات آگئی ہے کہ حضرت نبی ﷺ نے زید ابن حادثہ کی شادی کرائی تھی۔ یہ آپ کے معبنی\nتھے اور ان کو زید ابن محمد کہا جاتا تھا۔ اس کے بعد زید ابن حارثہ کہلانے لگا۔ یہ شادی زینب بنت جحش سے کرائی گئی تھی جو آپ کی پھوپھی زاد تھیں ، مقصد یہ تھا کہ غلاموں کو عرب سوسائٹی میں جو دوسرے درجے کا انسان سمجھا جاتا تھا ، اسے دور کردیا جائے اور اللہ تعالیٰ نے شرافت و کرامت کا جو اصول مقرر فرمایا ہے اسے بروئے کار لایا جائے۔\nان اکرمکم عند اللہ اتقالکم ” تمہارے اندر زیادہ شریف وہی ہے ، جو زیادہ متقی ہے “۔ اور یہ مثال عملاً قائم کی جائے جو فی الواقعہ مثال ہو۔ اس کے بعد مشیت الہیہ کا تقاضا یوں ہوا کہ رسالت کی ذمہ داریوں میں اس ذمہ داری کا اضافہ کردیا جائے کہ معبنی کی مطلقہ کے ساتھ نکاح کی مثال بھی حضور ﷺ خود قائم کریں تاکہ معبنی کی رسم کے جو گہرے آثار تھے ، وہ بھی مٹ جائیں اور حضور ﷺ یہ نمونہ معاشرے کے سامنے پیش کریں۔ ان حالات میں کہ کسی اور کی ہمت اس کام کے لیے نہ ہوسکتی تھی اگرچہ رسم معبنی قانوناً اور شرعاً اس سے قبل ختم ہوگئی تھی۔\nاللہ نے حضرت نبی ﷺ کو بذریعہ وحی بتا دیا کہ زید عنقریب اپنی بیوی کو طلاق دے دیں گے اور آپ کو یہ نکاح کرنا ہوگا۔ یہ تقاضائے حکمت الہیہ ہے۔ اس دوران زید اور زینب کے تعلقات کشیدہ ہوگئے تھے اور آثار بتا رہے تھے کہ یہ نکاح قائم نہیں رہ سکتا۔\nحضرت زید بار بار رسول اللہ ﷺ سے یہ شکایت کر رہے تھے کہ ان کی زندگی زینب کے ساتھ بہت مضطرب ہے اور یہ کہ وہ مزید ان کے ساتھ گزارہ نہیں کرسکتے۔ رسول اللہ ﷺ بڑی بےباکی سے اسلامی نظریہ حیات کی تبلیغ فرماتے تھے اور اس سلسلے میں کسی کی پرواہ نہ فرماتے تھے لیکن زینب کے ساتھ نکاح کرنے کے معاملے میں آپ بھی متامل تھے۔ اس سلسلے میں آپ بھی عوام کا سامنا کرنے سے گھبراتے تھے اور آپ ہمیشہ زید سے کہتے ، جن پر اللہ کا انعام ہوا تھا کہ وہ مسلمان ہوئے اور پھر رسول اللہ ﷺ کے قریب ہوئے اور رسول اللہ ﷺ آپ سے محبت فرماتے تھے اور یہ محبت ایسی تھی کہ بلا استثناء سب سے زیادہ تھی۔ پھر رسول اللہ نے ان پر یہ مہربانی کی کہ انہیں آزاد کردیا۔ ان کی تربیت کی اور ان سے بہت پیار کرتے۔ حضرت زید سے رسول اللہ ﷺ یہی کہتے۔\nامسک علیک زوجک واتق اللہ (33: 37) ” کہ اپنی بیوی کو نہ چھوڑو اور اللہ سے ڈرو “۔ اور دراصل حضور اکرم ﷺ اس طرح اس عظیم معاملے کو موخر کرنا چاہتے تھے جس کے وقوع کے بعد آپ کو عوام کا سامنا کرنے میں تردد تھا۔ جیسا کہ اللہ تعالیٰ نے تصریح فرمائی۔\nوتخفی فی نفسک ۔۔۔۔۔۔ ان تخشہ (33: 37) ” اس وقت تم اپنے دل میں وہ بات چھپائے ہوئے تھے جسے اللہ کھولنا چاہتا تھا۔ تم لوگوں سے ڈر رہے تھے جس کا اللہ نے آپ کو یہ سبب بتا دیا تھا کہ اگر حضرت زید ان کو طلاق دیں گے تو آپ ﷺ کو نکاح کرنا ہوگا۔ یہ معاملہ صریح حکم نہ تھا ، ورنہ حضور ﷺ اس میں تردد نہ فرماتے ، نہ موخر کرتے اور نہ یہ کوشش کرتے کہ کسی طرح ٹل جائے اور حضور ﷺ اس وقت اس کا اعلان کردیتے۔ نتائض جو بھی ہوتے ، البتہ حضور ﷺ کے دل میں بطور الہام یہ بات ڈال دی گئی تھی اور حضور ﷺ اس وقت پریشان تھے کہ لوگ غوغا آرائی کریں گے یہاں تک کہ خدا کے حکم سے زید نے طلاق دے دی اور یہ تصور نہ زید کا تھا اور نہ زینب کا کہ اس کے بعد حضور ﷺ سے نکاح ہوگا کیونکہ عربوں میں یہ قانونی رواج تھا کہ منہ بولے بیٹے کی مطلقہ کے ساتھ نکاح جائز نہ تھا۔ یہاں تک کہ معبنی بنانے کے قانون اور رواج کو ختم کردینے کے بعد بھی لوگ مطلقہ معبنی کو حرام سمجھتے تھے اور ابھی ان کے حلال ہونے کا حکم بھی نہ آیا تھا۔ صرف اس واقعہ سے یہ رسم ختم ہوئی لیکن یہ واقعہ بہرحال اس سوسائٹی میں ایک دھماکہ اور ایک انوکھی اور نئی بات تھی۔\nاس تفسیر سے وہ تمام روایات ختم ہوجاتی ہیں جن پر اعتماد کرکے دشمنان اسلام نے قدیم دور میں بھی اور جدید دور میں بھی افسانے تصنیف کیے ہیں اور حاشیہ آرائیاں کی ہیں۔ معاملہ بس اس قدر تھا۔\nفلما قضی زید۔۔۔۔۔ منھن وطرا (33: 37) ” پھر جب زید نے اس سے اپنی حاجت پوری کرلی تو ہم نے اس کا تم سے نکاح کردیا تاکہ مومنوں پر اپنے منہ بولے بیٹوں کی بیویوں کے معاملے میں کوئی تنگی رہے جب کہ وہ ان سے اپنی حاجت پوری کرچکے ہوں “۔ اور یہ واقعہ رسالت کی ان بھاری ذمہ داریوں میں سے ایک تھا جو رسول اللہ ﷺ نے خود اٹھایا۔ یوں آپ نے ایک ایسے معاملے میں جاہلی معاشرے کی ایک رسم متانے میں نمونہ پیش کیا جسے ایام جاہلیت میں ایک مکروہ فعل سمجھا جاتا تھا۔ یہ فعل اس قدر مکروہ سمجھا جاتا تھا کہ حضور اکرم ﷺ نے اسلامی نظریہ حیات کے حوالے سے بڑی بڑی باتوں میں تامل نہ فرمایا تھا مگر اس میں مترو و تھے۔ مثلاً عربوں کے خود ساختہ الٰہوں کی مذمت آپ نے بےدھڑک فرمائی اور یہ آپ نے بر ملا اعلان فرمایا کہ ہمارے آباء و اجداد غلطی پر تھے۔\nوکان امر اللہ مفعولا (33: 37) ” اور اللہ کا حکم تو عمل میں آنا ہی چاہئے تھا “۔ حضرت زینب سے حضور اکرم کا نکاح عدت پوری ہونے کے بعد طے ہوا تھا “۔ یعنی اسے ردنہ کیا جاسکتا تھا اور نہ اس سے کوئی مفر تھا۔ یہ ایک حقیقت تھی اور اٹل حقیقت تھی اور اس سے کوئی پہلو تہی نہ کرسکتا تھا۔\nآپ کا نکاح زینب سے عدت گزر جانے کے بعد ہوا اور حضور ﷺ نے ان کو انہیں حضرت زید کے ذریعہ پیغام بھیجا تھا۔ یہ زید حضور ﷺ کو بہت ہی محبوب تھے۔ یہ گئے اور انہوں نے حضور ﷺ کا پیغام ان کو دیا۔\nحضرت انس ؓ سے روایت ہے ، فرماتے ہیں کہ جب زینب کی عدت ختم ہوگئی تو حضور ﷺ نے زید ابن حارثہ سے کہا ” آپ جائیں اور زینب کو میرے لیے پیغام دیں “۔ زید گئے ، اس وقت وہ آٹے میں خمیر ڈال رہی تھی۔ کہتے ہیں کہ جب میں نے اسے دیکھا تو میرا انکے ساتھ سامنا کرنا مشکل ہوگیا۔ میں ان کو دیکھ نہ سکا اور نہ کہہ سکا کہ رسول اللہ ﷺ نے آپ کا تذکرہ کیا ہے میں نے ان کی طرف اپنی پیٹھ پھیرلی اور واپس جاتے ہوئے یہ کہا ” اے زینب تمہارے لیے خوشخبری ہے ، حضور ﷺ نے مجھے آپ کے پاس بھیجا ہے کہ میں ان کا پیغام آپ تک پہنچا دوں “۔ اس نے کہا ” میں کوئی بات اس وقت تک کرنے والی نہیں ہوں جب تک میں اپنے رب کے ساتھ اس معاملے میں مشورہ نہ کرلوں۔ وہ اٹھی اور اپنی جائے نماز پر نماز پڑھنے لگی “۔ اس پر یہ آیت نازل ہوئیں اور رسول اللہ ﷺ اس کے بعد اس سے اجازت لینے کے بغیر اس کے پاس آگئے۔ (روایت احمد ، مسلم اور نسائی بطریقہ سلیمان ابن مغیرہ) ۔\nبخاری شریف میں حضرت انس کی روایت ہے کہ حضرت زینب دوسری ازواج مطہرات پر یہ فخر کرتی تھی کہ تمہارا نکاح تمارے رشتہ داروں نے کیا ہے اور میرا نکاح اللہ نے سات آسمانوں کے اوپر کیا ہے۔ یہ معاملہ اسی طرح آسانی سے طے نہ پا گیا بلکہ اسلامی سوسائٹی میں اس کی وجہ سے ایک بھونچال آگیا اور منافقین کو ایک مسئلہ مل گیا کہ حضور ﷺ نے اپنے بیٹے کی بیوی سے نکاح کرلیا ہے۔ چونکہ یہ معاملہ اسلامی معاشرے میں قانون اصلاحات سے متعلق تھا اور اسلامی معاشرے کے لیے ایک نیا اصول طے کرنا تھا۔ اس لیے اللہ نے اس کی تاکید مزید کردی اور پھر اس میں لوگوں کے نزدیک جو انوکھا پن تھا اسے یوں زائل کیا اور معاملات کو اپنی اصل حقیقت کی طرف لوٹا دیا۔\nما کان علی النبی من حرج فیما فرض اللہ لہ (33: 38) ” نبی پر کسی ایسے کام میں کوئی رکاوٹ نہیں ہے جو اللہ نے اس کے لیے مقرر کردیا ہو “۔ اللہ نے نبی پر فرض کردیا تھا کہ زینب کے ساتھ اس کا نکاح ہوتا کہ یہ جاہلی رسم ٹوٹے کہ کسی کا نکاح ان کے منہ بولے بیٹے کی بیوی سے نہیں ہوسکتا جبکہ اس نے اسے طلاق دے دی ہو یا مر گیا ہو ، اور یہ کہ نبی ﷺ کوئی پہلے رسول نہیں ہیں۔ اس سے پہلے بھی رسولوں کے ساتھ ایسا ہوتا رہا ہے۔\nسنۃ اللہ فی الذین خلوا من قبل (33: 38) ” یہی اللہ کی سنت ان سب انبیاء کے معاملے میں رہی ہے جو پہلے گزر چکے ہیں “۔ تو یہ معاملہ سنت الہیہ کے مطابق جا رہا ہے اور اس میں کوئی تغیر اور تبدل نہیں ہوتا۔ اسی طرح اللہ تعالیٰ ان رسوم اور رواجات کو جڑ سے اکھاڑ کر پھینکتا رہا ہے جو معاشرے میں رائج رہی ہیں اور جن کی کوئی حقیقت و افادیت نہ تھی۔\nوکان امر اللہ قدرا مقدورا (33: 38) ” اور اللہ کا حکم قطعی طے شدہ فیصلہ ہوتا ہے “۔ اللہ کا حکم نافذ ہوتا ہے اور اسے نافذ کیا جانا ہی چاہئے۔ اس کے سامنے کوئی بھی چیز رکاوٹ نہیں بن سکتی اور نہ بننا چاہئے۔ اللہ تعالیٰ تمام امور کو نہایت مہارت سے طے کرتا ہے ، نہایت حکمت سے طے کرتا ہے اور اس کی تہہ میں وہ مقاصد ہوتے ہیں جو اللہ کے پیش نظر ہوتے ہیں۔ اللہ ہی ان احکام کی ضرورت اور کسی زمان و مکان میں ان کی اہمیت کو جانتا ہے اور اللہ نے رسول اللہ کو حکم دے دیا ہے کہ وہ اس عادت کو محو کردیں ، اس کے عملی آثار کا بھی قلع قمع کردیں اور یہ کام وہ بنفس خود کریں۔ اللہ کے حکم کے نفاذ میں کوئی رکاوٹ نہیں ڈالی جاسکتی اور اللہ کے رسولوں کی یہ سنت رہی ہے۔ تمام گزرے ہوئے رسولوں کی :\nالذین یبلغون رسلت۔۔۔۔۔۔۔ الا اللہ (33: 39) ” جو لوگ اللہ کے پیغامات پہنچاتے ہیں اور اس سے ڈرتے ہیں اور ایک خدا کے سوا کسی سے نہیں ڈرتے “۔ ایسے لوگوں کا طریقہ یہ ہوتا ہے کہ وہ اللہ کے نظام کو عملاً قائم کرتے ہیں اور لوگوں کی باتوں سے نہیں ڈرتے۔ اپنے فرائض سرانجام دیتے ہیں۔ اللہ کے سوا کسی سے نہیں ڈرتے۔ وہ اللہ کے احکام پہنچاتے ہیں اور نافذ کرتے ہیں۔\nوکفی باللہ حسیبا (33: 39) ” اور محاسبہ کے لیے اللہ ہی کافی ہے “۔ حساب و کتاب نیک و بد کا اللہ ہی لے گا اور لوگوں کو یہ حق نہیں ہے کہ وہ اپنے نبی کا محاسبہ کریں۔\nما کان محمد ابآ احد من رجالکم (33: 40) ” محمد تمہارے مردوں میں سے کسی کے باپ نہیں “۔ لہٰذا زینب محمد کے کسی بیٹے کی مطلقہ نہیں ہے۔ زید ابن محمد دراصل زید ابن حارثہ ہیں۔ لہٰذا اس میں کوئی اچنبھے کی بات نہیں ہے اگر حقیقت پسند انہ نظروں سے دیکھا جائے حضرت محمد ﷺ اور تمام لوگوں کا آپس میں تعلق نبی اور قوم کا تعلق ہے وہ ان میں سے کسی کا باپ نہیں ہے۔\nولکن رسول اللہ وخاتم النبین (33: 40) ” وہ اللہ کے رسول اور خاتم النبین ہیں “۔ یہی وجہ ہے کہ آپ ﷺ قانون بناتے ہیں۔ اور یہ دائمی اور آخری شریعت ہے اور یہ قیامت تک رہنی ہے۔ اس کے بعد ان قوانین میں کوئی تغیر و تبدل ہونے والا نہیں۔\nوکان اللہ بکل شئ علیما (33: 40) ” اور اللہ ہر چیز کا علم رکھنے والا ہے “۔ اللہ ہی جانتا ہے کہ انسانیت کیلئے کون سا قانون مفید ہے۔ یہ اللہ ہی ہے جس نے نبی پر یہ کام کرنا فرض کیا اور اس کیلئے یہ آسائش مقرر کی تاکہ لوگوں کے لیے منہ بولے بیٹوں کے معاملہ میں پابندی ختم ہو۔ جبکہ وہ کسی بیوی کو طلاق دت چکے ہوں اور ان سے اپنی ضرورت پوری کرچکے ہوں اور ان کو آزاد کرچکے ہوں۔ اللہ نے اپنے علم کے مطابق فیصلہ فرمایا ہے اور اللہ ہی ہے جو اپنی حکمت اور علم کے مطابق قانون بنانے والا ہے۔\nاب سیاق کلام میں اللہ کے ساتھ تعلق کو مضبوط کرنے کی ہدایت کی جاتی ہے کہ اللہ کو یاد کرو ، صبح و شام ، اس کے سامنے سجدہ ریز ہوتے رہو۔ وہی تو ہے جس نے اپنی مہربانی اور رحمت سے تمہیں اندھیروں سے نکال کر روشنی میں داخل کیا۔ وہ مومنین پر کس قدر رحیم ہے۔ جب یہ مومنین قیامت میں حاضر ہوں گے تو ہر طرف سے مبارک سلامت ہوگی۔",
  "ayah": 40,
  "surah": 33
}
