{
  "text": "یایھا النبی انا ارسنک ۔۔۔۔۔۔ وکفی باللہ وکیلا (45 – 48)\nنبی کا فریضہ منصبی یہ ہے کہ آپ لوگوں پر گواہ ہوں لہٰذا لوگوں کو ایسا عمل کرنا چاہئے کہ حضور اکرم ﷺ اچھی شہادت دینے کے قابل ہوں کیونکہ آپ نے سچی شہادت دینی ہے۔ اصل واقعہ سے کوئی تغیر و تبدیلی آپ نے نہیں کرنی ہے۔ رسول تو خوشخبری دینے والے ہیں ان لوگوں کو جو اچھے کام کرتے ہیں۔ نیک لوگوں کے لیے اللہ کی رحمت انتظار میں ہے اور غافل اور بےراہ رو لوگوں کو ڈرانے والے ہیں کہ ان کیلئے سخت عذاب ہے تاکہ وہ بیچارے غفلت میں نہ مارے جائیں اور اگر سزا دی جائے تو وارننگ کے بعد۔\nوداعیا الی اللہ (33: 46) ” اور اللہ کی طرف بلانے والا بنا کر بھیجا ہے “۔ اس لیے نہیں بھیجا کہ صرف تمہاری دنیا\nاچھی ہے۔ تم دنیا میں برتر ہوجاؤ اور قومی وقار تمہارا بلند ہو۔ نہ جاہلی عصبیات کے لئے اسے داعی بنایا ہے۔ نہ مال غنیمت کے حصول کے لئے اٹھایا ہے۔ نہ نظام مملکت کا قیام مطلوب ہے۔ صرف دعوت الی اللہ ان کا منشور و مطلوب ہے اور یہ کام اللہ کے حکم سے انہوں نے شروع کیا ہے۔ نہ یہ اپنی طرف سے ہے اور نہ رضا کارانہ ہے۔ نہ آپ اپنی طرف سے یہ کام بطور رضا کار کرتے ہیں۔ یہ سب کام اللہ کے حکم سے ہے۔\nوسراجا منیرا (33: 46) ” آپ روشن چراغ ہیں “۔ آپ ظلمتوں کو دور کرنے والے ہیں۔ شہادت کو قائم کرتے ہیں۔ راستہ متعین کرتے ہیں اور لوگوں کے لیے ایسے رہنما ہیں جس طرح سراج منیر ہوتا ہے۔ حضور اکرم ﷺ اسی طرح روشنی لے کر آئے ۔ یہ روشنی ایک واضح تصور تھا ، ایک واضح نظریہ اور عقیدہ تھا ، جس نے پوری کائنات کو منور کردیا۔ اس کائنات اور انسان کا ربط واضح کردیا اور اس کائنات میں انسان کے مقام و مرتبہ کو متعین کیا۔ ان اقدار کی وضاحت کی جن پر یہ کائنات قائم ہے۔ انسان کا مقصد ، اس کی غرض ، اور اس کے حصول کا طریقہ متعین کیا۔ نہایت ہی واضح اسلوب میں اور نہایت ہی فطری انداز میں۔ اس طرح کہ بات انسان کے دل کی گہرائیوں تک اتر جاتی ہے۔ مشکل سے مشکل مسائل اور زندگی کے نشیب و فراز میں پیچیدہ سے پیچیدہ مسائل کو آسان ترین طریقوں سے حل کردیا گیا ہے۔ مکرر اس بات کی تفصیل دی جاتی ہے کہ رسول اللہ ﷺ کی ذمہ داریوں میں اس بات کا اضافہ کیا جاتا ہے کہ آپ مومنین کے لیے مبشر ہیں۔\nوبشر المومنین بان لھم من اللہ فضلا کبرا (33: 47) ” بشارت دے دو ان لوگوں کو جو تم پر ایمان لائے کہ ان کے لیے اللہ کا بہت بڑا فضل ہے “۔ اس سے قبل آیت\nیایھا النبی انا ارسلنک شاھدا ومبشرا ونذیرا (33: 45) ” اے نبی ﷺ ، ہم نے آپ ﷺ کو گواہ ، مبشر اور نذیر بنا کر بھیجا ہے) میں مجملاً آپ ﷺ کو مبشر کہا گیا تھا اور یہ تفصیل اس لیے دی ہے کہ مومنین یقین کرلیں کہ ان پر اللہ کا بہت بڑا فضل و کرم ہوگا اور یہ جو ان کے لیے قوانین اور ضوابط تیار ہو رہے ہیں اور نبی اپنے عمل سے ان کے لیے جو راہ و رسم وضع کر رہے ہیں یہ آخر کار ان کے لیے خوشخبری اور عظیم فضل و کرم کی بشارت ہوں گے۔\nاس خطاب میں نبی ﷺ کو اس بات سے منع کیا گیا ہے کہ آپ کافروں اور منافقوں کی کسی معاملے میں اطاعت کریں اور مومنین اور آپ ﷺ کو یہ لوگ جو اذیت دیتے ہیں اس کی بھی کوئی پرواہ نہ کریں۔ صرف اللہ وحدہ پر توکل کریں۔ وہی تمہارے لیے کافی مددگار ہے۔\nولا تطع الکفرین ۔۔۔۔۔ وکفی باللہ وکیلا (33: 48) ” اور ہرگز نہ دبو کافروں اور منافقین سے ، کوئی پرواہ نہ کرو ان کی اذیت رسانی کی۔ اور بھروسہ کرلو اللہ پر ، اللہ ہی اس کے لئے کافی ہے کہ آدمی اپنے معاملات اس کے سپرد کردے “۔ یہ وہی خطاب ہے جو سورة کے آغاز میں بھی تھا ۔ اس سے قبل کہ وہاں قانون سازی کا آغاز کیا جاتا اور جدید انتظامی ہدایات دی جاتیں ۔ یہاں البتہ یہ بات زیادہ ہے کہ اے نبی ﷺ آپ کافروں اور منافقوں کی اذیت رسانی کی کوئی پرواہ نہ کریں اور نہ ان کی پیروی\nکسی معاملے میں کریں اور نہ کسی معاملے میں ان پر اعتماد کریں۔ کیونکہ اللہ وحدہ قابل اعتماد ہے۔\nوکفی باللہ وکیلا (33: 48) ” اللہ ہی اس کے لیے کافی ہے کہ آدمی اپنے معاملات اس کے سپرد کر دے “۔\nیوں زید اور زینب ؓ کے واقعہ اور منہ بولے بیٹوں کی بیویوں کے ساتھ نکاح کے جواز کے مسئلہ کی تمہید اور تبصرہ دونوں طویل ہیں اور یہ عملی مثال جسے پیش کرنے کے فریضے کو حضور ﷺ بھی بہت بھاری محسوس سمجھ رہے تھے۔ اس لیے اس میں اللہ کی طرف سے تشریح اور لوگوں کی حوصلہ افزائی کی ضرورت تھی۔ ان معاملات میں تعلق باللہ کو مضبوط کرنے کی ضرورت تھی تاکہ بندہ اللہ کے احسان اور رحمت کا گہرا شعور حاصل کرلے اور ان احکام کو خوشدلی سے وصول کرے ، قبول کرے اور تسلیم و رضا کے ساتھ ان پر عمل پیرا ہو۔",
  "ayah": 48,
  "surah": 33
}
