{
  "text": "یایھا الذین امنوا ۔۔۔۔۔ اللہ کان بکل شئ علیما (53 – 54) امام بخاری نے حضرت انس ابن مالک کی روایت نقل فرمائی ہے کہ حضور ﷺ نے جب زینب بنت جحش سے شادی کی تو روٹی اور گوشت کی دعوت دی اور مجھے بلانے کے لیے بھیجا گیا۔ لوگ آتے اور کھانا کھا کر چلے جاتے۔ میں نے سب کو بلایا یہاں تک کہ کوئی نہ رہا۔ تو میں نے کہا حضور اکرم ﷺ کوئی رہ نہیں گیا۔ تو حضور ﷺ نے فرمایا اب دسترخوان اٹھالو۔ کمرے میں تین آدمی بیٹھ گئے جو باتیں کر رہے تھے۔ حضور اکرم ﷺ نکلے اور حضرت عائشہ ؓ کے کمرے میں گئے۔ اور فرمایا السلام علیکم اہل البیت ورحمۃ اللہ وبرکاتہ۔ آپ نے فرمایا وعلیکم السلام ورحمۃ اللہ۔ اے رسول خدا ﷺ آپ کی نئی بیوی کیسی ہیں۔ اللہ آپ کے لیے اسے مبارک کرے۔ آپ ﷺ اپنی ازواج کے ہاں گئے اور ایسا ہی مکالمہ کہا جس طرح عائشہ ؓ سے ہوا اور سب نے ایسا ہی جواب دیا۔ جب حضور ﷺ واپس ہوئے تو یہ تین افراد اسی طرح بیٹھے ہوئے تھے۔ حضور ﷺ نہایت ہی حیا دار تھے۔ تو حضور ﷺ حضرت عائشہ ؓ کے کمرے میں چلے گئے۔ معلوم نہیں کہ حضرت عائشہ ؓ نے حضور ﷺ کو اطلاع دی کہ لوگ چلے گئے یا کسی اور نے اطلاع دی۔ جب حضور ﷺ واپس ہوئے اور اپنا پاؤں دروازے کو چوکھٹ سے اندر رکھا اور دوسرا باہر تھا تو میرے اور اپنے درمیان پردہ گرا دیا اور اس وقت حجاب کی آیت نازل ہوئی۔\nاس آیت میں وہ آداب مذکور ہیں جو دور جاہلیت میں ناپید تھے۔ یہاں تک کہ حضور ﷺ کے گھر میں بھی یہ ناپید تھے۔ لوگ گھروں میں بغیر اجازت کے داخل ہوجاتے تھے جیسا کہ سورة نور کی آیت استیذان کی تشریح میں تفصیلات گزر گئیں اور حضور اکرم ﷺ کے گھر میں میں تو ان آداب کا بالکل خیال نہ رکھا جاتا تھا اس لئے کہ آپ کا گھر ایک مقام اجتماع تھا اور وہاں لوگ ہر وقت علم و حکمت کے حصول کے لیے بیٹھے رہتے تھے۔ بعض لوگ آتے اور دیکھتے کہ کچھ پک رہا ہے تو وہ بیٹھ جاتے تاکہ بغیر دعوت کی کھالیں۔ بعض لوگ کھاپی لینے کے بعد بھی بیٹھے رہتے۔ چاہے دعوت دی گئی یا خود گھس آئے ہوں۔ پھر باتوں میں لگ جاتے اور نہ سمجھتے کہ اس سے حضور اکرم ﷺ کو کس قدر تکلیف ہو رہی ہے۔ بعض روایات میں آیا ہے کہ یہ تین افراد جب باتیں کر رہے تھے تو اس وقت حضور ﷺ کی دلہن اسی کمرے میں منہ دیوار کی طرف کرکے بیٹھی تھی اور حضور ﷺ اس بات سے حیا کرتے تھے کہ وہ ان لوگوں کو بتا دیں\nکہ وہ آپ کے لیے کس قدر بوجھ ہیں۔ محض اس لیے کہ وہ شرمندہ نہ ہوں۔ چناچہ اللہ نے رسول اللہ ﷺ کی جانب سے یہ اعلان فرمایا۔\nواللہ لا یستحی من الحق (33: 53) ” اللہ حق بات کہنے میں نہیں شرماتا “۔\nروایات میں آتا ہے کہ حضرت عمر ؓ اپنی غیرت کی بنیاد پر اور حساس ہونے کی وجہ سے حضور ﷺ کے سامنے یہ تجویز رکھا کرتے تھے کہ حجاب نافذ ہوجائے اور یہ تمنا بھی کرتے تھے یہاں تک کہ آیت حجاب نازل ہوگئی۔ بخاری شریف کی روایت میں ہے کہ حضرت عمر ؓ نے فرمایا ” حضور ﷺ آپ کے پاس تو نیک و بد سب آتے ہیں۔ اے کاش کہ آپ ﷺ امہات مومنین کو پردے کا حکم دیتے “۔\nاس آیت میں یہ تعلیم دی گئی کہ لوگ نبی کے گھر میں بغیر اجازت کے داخل نہ ہوں۔ جب کسی دعوت طعام کے لیے بلایا جائے تو داخل ہوں۔ اگر بلائے نہ گئے ہوں تو جلدی میں نہ آئیں اور کھانے کے پکنے کا انتظار جائے دعوت میں جا کر نہ کریں۔ پھر جب ان کو کھانا کھلا دیا جائے تو چلے جائیں اور کھانا کھانے کے بعد محض گپ شپ کے لیے بیٹھ نہ جائیں۔ نبی ﷺ کے زمانے کے مقابلے میں آج مسلمان آداب کے زیادہ محتاج ہیں کیونکہ اس ترقی کے دور میں بھی ہم ان آداب سے دور ہیں کیونکہ جن لوگوں کو دعوت پر بلایا جاتا ہے وہ کھانے کے بعد بھی جم جاتے ہیں بلکہ کھانا کھاتے وقت ہی وہ طویل باتیں کرتے ہیں اور گھر والے جو اسلام کے احکام حجاب سے بعض احکام ہی کی پیروی کرتے ہیں وہ قید ہوتے ہیں اور مہمان اپنی باتوں میں غرق ہوتے ہیں۔ حقیقت یہ ہے کہ اسلامی آداب ہر دور اور ہر معاشرے کے لیے مفید ہیں لیکن ضرورت اس بات کی ہے کہ ہم اسلامی اور خدائی آداب اختیار کرنے کے لیے تیار ہوں۔ اس کے بعد نبی ﷺ کے اہل بیت اور عام لوگوں کے درمیان حجاب کی بات سامنے آتی ہے۔\nواذا سالتموھن ۔۔۔۔۔ حجاب (33: 53) ” نبی کی بیویوں سے اگر تم نے کچھ مانگنا ہے تو پردے کے پیچھے سے مانگا کرو “۔ اور یہ حجاب تمہارے دلوں کے لئے زیادہ پاکیزہ ہے۔\nذلکم اطھر لقلوبکم وقلوبھن (33: 53) ” یہ تمہارے اور ان کے دلوں کی پاکیزگی کے لیے مناسب طریقہ ہے “۔ لہٰذا کسی کے لیے یہ جائز نہیں ہے کہ وہ اللہ کی اس بات کے سوا کوئی اور بات کہے۔ اس لیے کسی کو یہ نہیں کہنا چاہئے کہ اختلاط ، بےپردگی ، بےباک باتیں ، بےقید ملاقاتیں ، ہم نشینی اور جنیں کے درمیان اشتراک دلوں کو پاک کرتا ہے اور اس طریقے سے ضمیر زیادہ عفیف ہوتے ہیں۔ اس طرح میلانات اور خواہشات دب جاتی ہیں۔ انسانی سلوک اور شعور شفاف ہوجاتے ہیں۔ یہ ہیں بعض وہ خرافات جو اللہ کی مخلوق میں سے گرے ہوئے لوگ کہتے ہیں۔ میں مشورہ دوں گا کہ کسی کو یوں نہیں کہنا چاہئے جبکہ اللہ فرماتے ہیں۔\nواذا سالتموھن متاعا ۔۔۔۔۔۔ لقلوبکم و قلوبھن (33: 53) ” نبی کی بیویوں سے اگر تم نے کچھ مانگنا ہے تو پردے کے پیچھے سے مانگو ، یہ تمہارے اور ان کے دلوں کی پاکیزگی کے لیے نہایت مناسب طریقہ ہے “۔ یہ حضور اکرم ﷺ کی بیویوں کے بارے میں کہا جا رہا ہے جو امہات المومنین ہیں اور ان لوگوں سے کہا جا رہا ہے جو زمین کا نمک ہیں۔ رسول کے ساتھی ہیں جن کی ہمسری کا کوئی سوچ بھی نہیں سکتا۔ جب اللہ بات کرتا ہے اور دوسری جانب سے اللہ کی مخلوق ایک بات کرتی ہے تو بات اللہ کی ہوتی ہے اور دوسروں کی باتیں خرافات ہوتی ہیں۔ اللہ کے مقابلے میں انسانوں کی باتوں کو اہمیت وہی شخص دے سکتا ہے جو یہ عقیدہ رکھتا ہو کہ ایک انسان اللہ سے زیادہ جانتا ہے۔\nسالوں کے تجربات نے یہ ثابت کردیا ہے کہ اللہ نے جو کچھ کہا ، وہ زیادہ سچا تھا اور یہ چھوٹے اور بونے لوگ جو کچھ کہتے ہیں ، انکے سالوں اور صدیوں کے تجربات نے غلط ثابت کردیا ہے۔ آج مغرب میں جہاں عورت و مرد کا اختلاط اپنی انتہاؤں کو چھو رہا ہے کیا تمام لوگوں کے دل پاک و صاف ہوگئے ہیں۔ امریکہ اس میدان میں سب سے عروج پر ہے۔ ذرا اسی کے حالات کا مطالعہ کرلو۔\nاس آیت میں یہ بتایا گیا ہے کہ بلانے سے بھی پہلے آجانا اور کھانے کے پکنے کا انتظار کرنا اور پھر کھانے سے فارغ ہونے کے بعد دور دراز کی باتیں کرنا حضرت نبی ﷺ کے لیے تکلیف دہ تھا اور آپ ازروئے حیا چشمی خاموش تھے۔ حالانکہ مسلمانوں کو یہ زیب نہیں دیتا کہ وہ حضرت بنی ﷺ کو اذیت دیں یا آپ کے بعد آپ کی ازواج سے نکاح کریں۔ جبکہ وہ ان کی ماؤں جیسی ہیں۔ رسول اللہ ﷺ کے مقام و مرتبے کا یہ تقاضا ہے کہ آپ کے بعد کوئی ان کے ساتھ نکاح نہ کرے ، اس گھرانے کی حرمت اور عزت کو قائم کرنے کے لئے۔\nوما کان لکم ۔۔۔۔۔ بعدہ ابدا (33: 53) ” تمہارے لیے ہرگز جائز نہیں ہے رسول کو تکلیف دو اور نہ یہ جائز ہے کہ ان کے بعد ان کی بیویوں سے نکاح کرو “۔ بعض روایات میں آتا ہے کہ بعض منافقین یہ کہتے تھے کہ وہ اس بات کا انتظار کر رہے ہیں کہ حضور ﷺ کی وفات ہو اور وہ عائشہ ؓ سے نکاح کریں۔\nان ذلکم کان عند اللہ عظیما (33: 53) ” یہ اللہ کے نزدیک بہت بڑا گناہ ہے “۔ اور جو گناہ اللہ کے ہاں عظیم ہو وہ کس قدر ہولناک ہوگا۔ صرف یہی نہیں بلکہ اس کے بعد مزید دھمکی دی جاتی ہے جو بہت شید ہے۔",
  "ayah": 53,
  "surah": 33
}
