{
  "text": "ان اللہ لعن الکفرین ۔۔۔۔۔۔ من العذاب والعنھم لعنا کبیرا (64 – 68) ” ۔\nیہ لوگ قیامت کے قیام کے بارے میں پوچھتے ہیں ، ذرا ان کو قیام قیامت کا ایک منظر ہی بتا دو ۔\nان اللہ لعن الکفرین واعدلھم سعیرا (33: 64) ” بیشک اللہ نے کافروں پر لعنت کی ہے اور ان کے لیے بھڑکتی ہوئی آگ مہیا کردی ہے “۔ اللہ نے کافروں کو اپنی رحمت سے دور کردیا ہے اور ان کے لیے دہکتی ہوئی آگ تیار کی ہے۔ وہ ان کے لیے تیار اور حاضر ہے۔\nخلدین فیھا (33: 65) ” اس میں وہ ہمیشہ رہیں گے “۔ اس قدر طویل عرصہ اس میں رہیں گے کہ اس کی طوالت کا علم اللہ ہی کو ہے۔ اس کی انتہا نہیں ہے الایہ کہ اللہ کے علم میں ہو ، جب وہ چاہے ختم کر دے۔ ان کے ساتھ کوئی بھی معاونت کرنے والا نہ ہوگا۔ کوئی مددگار نہ ہوگا۔ لہٰذا اس آگ سے نکلنے کی کوئی امید ان کو نہ ہوگی۔\nلا یجدون ولیا ولا نصیرا (33: 65) ” کوئی حامی و مددگار وہ نہ پاسکیں گے “۔ اس عذاب میں ان کا منظر نامہ کیا ہوگا ؟ نہایت ہی بری حالت اور نہایت ہی المناک صورت حال :\nیوم تقلب وجوھھم فی النار (33: 66) ” جس روز ان کے چہرے آگ پر الٹ پلٹ کیے جائیں گے “۔ ہر طرف سے آگ ان کو ڈھانپ رہی ہوگی۔ یہاں ان کی حرکات کی تصویر یعنی فلم بنائی جا رہی ہے اور اسے مجسم کرکے پیش کیا جا رہا ہے۔ اس طرح کہ ان کے چہروں کے ہر حصے کو آگ جھلسائے گی اور اس طرح انہیں سخت سے سخت عذاب دیا جائے گا۔\nیقولون یلیتنا اطعنا اللہ واطعنا الرسولا (33: 66) ” اس وقت وہ کہیں گے اے کاش ہم نے اللہ اور رسول کی اطاعت کی ہوتی “۔ یہ ان کی جانب سے بالکل بےکار تمنا ہوگی۔ کیونکہ تب اطاعت کا موقع و محل کہاں ہوگا۔ اس وقت تو کوئی موقع نہ ہوگا آزمائش کا۔ اب تو صرف حسرت ہی ہے ۔ اب ان کو اپنے سرداروں اور کبراء پر سخت غصہ آئے گا ، جنہوں نے دراصل ان کو گمراہ کیا تھا ، اور وہ اب اللہ کے مطیع فرمان بننے کی سعی کریں گے مگر ان اطاعت کو موقع ہی ختم ہوگیا۔\nوقالوا ربنا انا اطعنا ۔۔۔۔۔۔ والعنھم لعنا کبیرا (33: 67 – 68) ” اور کہیں گے اے رب ہمارے ، ہم نے اپنے سرداروں اور اپنے بڑوں کی اطاعت کی اور انہوں نے ہمیں راہ راست سے بےراہ کردیا۔ اے رب ان کو دہرا عذاب دے اور ان پر سخت لعنت کر “۔ یہ ہے قیامت کا نمونہ۔ پوچھتے کیا ہو ؟ اس روز بیچنے کا واحد راستہ یہ ہے کہ اس کے لیے تیاریاں کرو ورنہ یہ المناک انجام تمہارے سامنے ہوگا۔\nحضرت زینب کے ساتھ حضور ﷺ کا نکاح چونکہ جاہلیت کی ایک نہایت ہی گہری رسم کے خلاف تھا اور اسلام نے اسی لیے اس پر حضور اکرم ﷺ کے فعل کے ذریعے ضرب کاری لگائی تھی ، لیکن اس معاشرے نے درد محسوس کیے بغیر اپنے اندر سے اس رسم کا اکھاڑ پھینکنا قبول نہ کیا۔ منافقین اور مریض اخلاق کے لوگوں نے سخت غوغا آرائی شروع کردی۔ ان کے ساتھ ہاں میں ہاں ملانے والے ایسے مسلمان بھی تھے جن کے ذہنوں میں اسلامی تصور حیات ابھی اچھی طرح نہ بیٹھا تھا۔ چناچہ یہ عناصر طنز وتشنیع ، اعتراض و تنقید کرتے تھے۔ پورے شہر میں انہوں نے کانا پھوسی شروع کر رکھی تھی اور حضور اکرم ﷺ کے بارے میں بری باتیں کرتے تھے۔\nمنافقین اور افواہیں پھیلانے والے کب خاموش رہ سکتے تھے ۔ وہ کسی موقع کو ہاتھ سے جانے نہ دیتے تھے جس طرح غزوہ احزاب میں انہوں نے ایک زبردست مہم شروع کر رکھی تھی۔ ۔۔۔ کے معاملے میں وہ اس سے قبل تجربہ کرچکے تھے۔ مال غنیمت کی تقسیم میں وہ ایسی ہی مہم چلا چکے تھے۔ غرض ہر موقع و محل میں یہ لوگ نبی ﷺ کیلئے اذیت کا باعث تھے اور بالکل بےجواز۔\nاس دور میں جبکہ بنی قریظہ اور سارے یہودیوں کو مدینہ سے نکالا گیا تھا ، مدینہ میں کوئی کافر اور مشرک نہ تھا۔ اہل مدینہ یا تو سچے مسلمان تھے اور یا منافق تھے اور اس قسم کی مہم یہ منافق ہی چلاتے تھے۔ یہ جھوٹی افواہیں پھیلاتے۔ بعض سادہ لوح مسلمانوں پر بھی ان کا اثر تھا جو ان کے ساتھ نافہمی کی وجہ سے شریک ہوجاتے تھے۔ اس لیے قرآن کریم نے اہل ایمان کو یہاں متنبہ کیا ہے کہ نبی ﷺ کے لیے باعث اذیت نہ بنو ، اس سے قبل حضرت موسیٰ (علیہ السلام) کے ساتھی مومنین نے بھی حضرت موسیٰ کو اذیت دی تھی۔ اس لیے ان منافقین کی باتوں پر بلا تحقیق و تفتیش کان نہ دھرو۔ اللہ اور رسول اللہ کی اطاعت کرو ، تمہارے لیے یہ بڑی کامیابی ہوگی۔",
  "ayah": 67,
  "surah": 33
}
