{
  "text": "یایھا الذین امنوا لا تکونوا ۔۔۔۔۔۔۔ فاز فوزا عظیما (69 – 71) ” ۔\nقرآن کریم نے اس ایذا کا تعین نہیں کیا جو حضرت موسیٰ کو دی گئی تھی۔ البتہ روایت میں اس کا تعین کیا گیا ہے۔ لہٰذا ہم اس بات کو مجمل ہی چھوڑتے ہیں جسے قرآن کریم نے مجمل چھوڑ دیا۔ یہاں مقصد اہل ایمان کو اس بات سے خبردار کرنا ہے کہ وہ حضرت نبی ﷺ کو اذیت نہ دیں۔ اللہ نے قرآن کریم میں بنی اسرائیل کی بدعملیوں اور بدکرداریوں کی کئی مثالیں دی ہیں۔ یہاں اللہ تعالیٰ نے اس طرف اشارہ کردیا کہ انہوں نے اپنے نبی کو اذیت دی تھی۔ لہٰذا مسلمانوں کو ایس انہیں کرنا چاہئے تاکہ مسلمانوں کا شعور ایسا بن جائے کہ وہ کسی معاملے میں بھی بنی اسرائیل کے مماثل نہ ہوں۔ ان کے دلوں میں ان کی نفرت بیٹھ جائے کیونکہ یہ لوگ مجسم بدعمل ، بےراہ رو ، نبی کو ہر وقت تنگ کرنے والے تھے۔\nبنی اسرائیل نے اپنے نبی پر جو الزم لگایا تھا اللہ نے ان کو اس سے بری کردیا تھا۔\nوکان عند اللہ وجیھا (33: 69) ” اور وہ اللہ کے نزدیک باعزت تھا “۔ یعنی وہ اللہ کے نزدیک صاحب قدر و منزلت تھا۔ اللہ کی یہ سنت ہے کہ وہ اپنے رسولوں کو ہر قسم کے بہتان اور الزام سے علی روش الاشاد بری کرتا ہے اور محمد ﷺ تمام انبیاء سے افضل ہیں اس لیے اللہ ان کو بھی بری اور پاک کرتا ہے۔\nقرآن کریم اہل ایمان کو ہدایت کرتا ہے کہ کسی معاملے میں منافقین اور دشمنوں کے ساتھ اتفاق کرنے سے قبل اس کی تحقیق اور درستگی کا پتہ کرنا فرض ہے۔ خصوصاً اپنے نبی ، مرشد اور ولی اور دوست کے بارے میں گمراہوں اور فساق و فجار کی باتوں پر کان دھرنے سے اجتناب کرنا چاہئے۔ قرآن کریم ان کو ایک صالح بات کی ہدایت کرتا ہے جس کے نتیجے میں عمل صالح نمودار ہوتا ہے۔ جو لوگ سچے ہوتے ہیں اللہ ان کی نگہبانی کرتا ہے اور ان کی راہنمائی اعمال خیر کی طرف کرتا ہے۔ اللہ تعالیٰ اچھی باتیں کرنے والوں اور اچھے اعمال کرنے والوں کی مغفرت فرماتا ہے اور ان کی تقصیرات کو معاف کرتا ہے۔ کیونکہ تقصیرات سے کوئی آدمی محفوظ نہیں رہتا۔ ان تقصیرات سے آدمی صرف مغفرت الٰہی سے نکل سکتا ہے۔\nمن یطع اللہ ورسولہ فقد فاز فوزا عظیما (33: 71) ” جو شخص اللہ اور اس کے رسول کی اطاعت کرے اس نے بڑی کامیابی حاصل کی۔ اطاعت الٰہی بذات خود فوز عظیم ہے ، کیونکہ اطاعت سے انسان اللہ کی نہج پر قائم ہوتا ہے۔ اور اللہ کے طریقے پر استقامت انسان کے لئے نفع بخش ہوتی ہے۔ اور جسے اللہ کے سیدھے طریقہ اور راستے کی طرف ہدایت ہوجائے یہ بذات خود دائمی سعادت اور نیک بختی ہے۔ اگرچہ اس کے سوا اس کے لیے کوئی اجر و جزاء نہ ہو۔ کیونکہ جو شخص ٹھیک ٹھیک اپنی منزل مقصود کی طرف بڑھ رہا ہو ، اسے اپنا راستہ صاف نظر آرہا ہو اور اس کے اردگرد مخلوق اسی کے ساتھ معاون ہو وہ اس شخص کی طرح نہیں ہوسکتا جسے اپنی راہ معلوم نہ ہو ، پریشان ہو ، اور اس کی راہ کے اردگرد تمام کائنات اس سے متصادم ہو اور اس کے لیے اذیت ناک ہو۔ لہٰذا اللہ اور رسول کی اطاعت بذات خود احسن الجزاء ہے۔ یہی فوز عظیم ہے۔ یوم الحساب اور جنت نعیم سے بھی پہلے یہ کامیابی ہے۔ اخروی کامیابی تو فضل عظیم ہے اور یہ بونس ہے جو نعمت ملے گی اور یہ فضل اللہ جسے چاہتا ہے ، دیتا ہے۔ یہ اللہ کا فضل اس لیے ہے کہ حضرت انسان بہت ہی ضعیف ہیں۔ اور اللہ نے انسان کے کاندھوں پر جو ذمہ داری عائد کی ہے وہ بہت ہی بھاری ہے اور انسان نے اپنی نادانی کی وجہ سے اس قدر عظیم بوجھ اپنے اوپر لیا ہے جس کے اٹھانے سے آسمان ، زمین اور پہاڑوں نے معذرت کی تھی۔ حالانکہ اسے اپنی کمزوریاں معلوم تھیں۔ شہوات و میلانات کا دباؤ ، علم و ہنر کا قصور ، عمر کا اختصار اور زمان و مکان کی مشکلات اور مستقبل کے واقعات کی پیش بینی میں انسان کی کمزوری وغیرہ۔",
  "ayah": 71,
  "surah": 33
}
