{
  "text": "يقول تعالى ذكره: ( وَتَفَقَّدَ ) سليمان (الطَّيْرَ فَقَالَ مَا لِيَ لا أَرَى الْهُدْهُدَ ). وكان سبب تفقده الطير وسؤاله عن الهدهد خاصة من بين الطير, ما حدثنا ابن عبد الأعلى, قال: ثنا المعتمر بن سليمان, قال: سمعت عمران عن أبي مجلز, قال: جلس ابن عباس إلى عبد الله بن سلام, فسأله عن الهدهد: لم تفقَّده سليمان من بين الطير فقال عبد الله بن سلام: إن سليمان نـزل منـزلة في مسير له, فلم يدر ما بُعْد الماء, فقال: من يعلم بُعْد الماء؟ قالوا: الهدهد, فذاك حين تفقده.حدثنا محمد, قال: ثنا يزيد, قال: ثنا عمران بن حدير, عن أبي مجلز, عن ابن عباس وعبد الله بن سلام بنحوه.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن المنهال, عن سعيد بن جبير, عن ابن عباس, قال: كان سليمان بن داود يوضع له ستّ مائة كرسي, ثم يجيء أشراف الإنس فيجلسون مما يليه, ثم تجيء أشراف الجن فيجلسون مما يلي الإنس قال: ثم يدعو الطير فتظلهم, ثم يدعو الريح فتحملهم, قال: فيسير في الغداة الواحدة مسيرة شهر, قال: فبينا هو في مسيره إذ احتاج إلى الماء وهو في فلاة من الأرض, قال: فدعا الهدهد, فجاءه فنقر الأرض, فيصيب موضع الماء, قال: ثم تجيء الشياطين فيسلخونه كما يسلخ الإهاب, قال: ثم يستخرجون الماء. فقال له نافع بن الأزرق: قف يا وقاق، أرأيت قولك الهدهد يجيء فينقر الأرض, فيصيب الماء, كيف يبصر هذا, ولا يبصر الفخّ يجيء حتى يقع في عنقه؟ قال: فقال له ابن عباس: ويحك إن القدر إذا جاء حال دون البصر.حدثنا ابن حميد, قال: ثنا سلمة, عن محمد بن إسحاق, عن بعض أهل العلم, عن وهب بن منبه, قال: كان سليمان بن داود إذا خرج من بيته إلى مجلسه عكفت عليه الطير, وقام له الجنّ والإنس حتى يجلس على سريره, حتى إذا كان ذات غداة في بعض زمانه غدا إلى مجلسه الذي كان يجلس فيه, فتفقد الطير. وكان فيما يزعمون يأتيه نوبا من كل صنف من الطير طائر, فنظر فرأى من أصناف الطير كلها قد حضره إلا الهدهد, فقال: ما لي لا أرى الهدهد.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد: أوّل ما فقد سليمان الهدهد نـزل بواد فسأل الإنس عن ماءه, فقالوا: ما نعلم له ماء, فإن يكن أحد من جنودك يعلم له ماء فالجنّ فدعا الجنّ فسألهم, فقالوا: ما نعلم له ماء وإن يكن أحد من جنودك يعلم له ماء فالطير, فدعا الطير فسألهم, فقالوا: ما نعلم له ماء, وإن يكن أحد من جنودك يعلمه فالهدهد, فلم يجده, قال: فذاك أوّل ما فقد الهدهد.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قوله: (وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ ) قال: تفقد الهدهد من أجل أنه كان يدله على الماء إذا ركب, وإن سليمان ركب ذات يوم فقال: أين الهدهُد ليدلنا على الماء؟ فلم يجده؛ فمن أجل ذلك تفقده، فقال ابن عباس: إن الهدهد كان ينفعه الحذر ما لم يبلغه الأجل؛ فلما بلغ الأجل لم ينفعه الحذر, وحال القدر دون البصر، فقد اختلف عبد الله بن سلام والقائلون بقوله ووهب بن منبه, فقال عبد الله: كان سبب تفقده الهدهد وسؤاله عنه ليستخبره عن بُعد الماء في الوادي الذي نـزل به في مسيره، وقال وهب بن منبه: كان تفقده إياه وسؤاله عنه لإخلاله بالنوبة التي كان ينوبها، والله أعلم بأي ذلك كان إذ لم يأتنا بأيّ ذلك كان تنـزيل, ولا خبر عن رسول الله صلى الله عليه وسلم صحيح.فالصواب من القول في ذلك أن يقال: إن الله أخبر عن سليمان أنه تفقد الطير, إما للنوبة التي كانت عليها وأخلت بها, وإما لحاجة كانت إليها عن بُعد الماء.وقوله: (فَقَالَ مَا لِيَ لا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ ) يعني بقوله (مَا لِيَ لا أَرَى الْهُدْهُدَ ) أخطأه بصري فلا أراه وقد حضر أم هو غائب فيما غاب من سائر أجناس الخلق فلم يحضر؟.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه: (مَا لِيَ لا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ ) أخطأه بصري في الطير, أم غاب فلم يحضر؟.",
  "ayah": 20,
  "surah": 27
}
