{
  "text": "اختلف القرّاء في قراءة قوله (أَلا يَسْجُدُوا لِلَّهِ ) فقرأ بعض المكيين وبعض المدنيين والكوفيين \" ألا \" بالتخفيف, بمعنى: ألا يا هؤلاء اسجدوا, فأضمروا \" هؤلاء \" اكتفاء &; 19-448 &; بدلالة \" يا \" عليها. وذكر بعضهم سماعا من العرب: ألا يا ارحمنا, ألا يا تصدّق علينا; واستشهد أيضا ببيت الأخطل:ألا يـا اسْـلَمي يـا هِنْـدَ هنْدَ بَنِي بَدرٍوَإنْ كـان حَيَّانـا عِـدًا آخِـرَ الدَّهْـر (1)فعلى هذه القراءة اسجدوا في هذا الموضع جزم, ولا موضع لقوله \" ألا \" في الإعراب. وقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة (أَلا يَسْجُدُوا ) بتشديد ألا بمعنى: وزيَّن لهم الشيطان أعمالهم لئلا يسجدوا لله \" ألا \" في موضع نصب لما ذكرت من معناه أنه لئلا(ويسجدوا) في موضع نصب بأن.والصواب من القول في ذلك أنهما قراءتان مستفيضتان في قرأة الأمصار قد قرأ بكلّ واحدة منهما علماء من القراء مع صحة معنييهما.واختلف أهل العربية في وجه دخول \" يا \" في قراءة من قرأه على وجه الأمر, فقال بعض نحوييِّ البصرة: من قرأ ذلك كذلك, فكأنه جعله أمرا, كأنه قال لهم: اسجدوا, وزاد \" يا \" بينهما التي تكون للتنبيه, ثم أذهب ألف الوصل التي في اسجدوا, وأذهبت الألف التي في \" يا \"؛ لأنها ساكنة لقيت السين, فصار ألا يسجدوا. وقال بعض نحويي الكوفة: هذه \" يا \" التي تدخل للنداء يكتفى بها من الاسم, ويكتفى بالاسم منها, فتقول: يا أقبل, وزيد أقبل, وما سقط من السواكن فعلى هذا.ويعني بقوله: (يُخْرِجُ الْخَبْءَ ) يخرج المخبوء في السموات والأرض من غيث في السماء, ونبات في الأرض ونحو ذلك.وبالذي قلنا في ذلك قال أهل التأويل, وإن اختلفت عبارتهم عنه.*ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا ابن المبارك, عن ابن جُرَيج, قراءة عن مجاهد: (يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ ) قال: الغيث.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: (يُخْرِجُ الْخَبْءَ ) قال: الغيث.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: (الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالأرْضِ ) قال: خبء السماء والأرض ما جعل الله فيها من الأرزاق, والمطر من السماء, والنبات من الأرض, كانتا رتقا لا تمطر هذه، ولا تنبت هذه, ففتق السماء, وأنـزل منها المطر, وأخرج النبات.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا عيسى بن يونس, عن إسماعيل بن أبي خالد, عن حكيم بن جابر, في قوله: (أَلا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالأرْضِ ) ويعلم كل خفية في السموات والأرض.حدثني محمد بن عمارة, قال: ثنا عبيد الله بن موسى, قال: أخبرنا أسامة بن زيد, عن معاذ بن عبد الله, قال: رأيت ابن عباس على بغلة يسأل تبعا ابن امرأة كعب: هل سألت كعبا عن البذر تنبت الأرضُ العامَ لم يصب العام الآخر؟ قال: سمعت كعبا يقول: البذر ينـزل من السماء ويخرج من الأرض, قال: صدقت.قال أبو جعفر: إنما هو تبيع, ولكن هكذا قال محمد: وقيل: يخرج الخبء في السموات والأرض, لأن العرب تضع \" من \" مكان \" في\" و \" في\" مكان \" من \" في الاستخراج (وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ ) يقول: ويعلم السرّ من أمور خلقه, هؤلاء الذين زين لهم الشيطان أعمالهم والعلانية منها, وذلك على قراءة من قرأ ألا بالتشديد. وأما على قراءة من قرأ بالتخفيف فإن معناه: ويعلم ما يسره خلقه الذين أمرهم بالسجود بقوله: \" ألا يا هؤلاء اسجدوا \". وقد ذكر أن ذلك في قراءة أُبيّ: \" ألا تَسْجُدُوا لِلهِ الَّذِي يَعْلَمُ سرَّكُمْ وما تُعْلِنُون \".------------------------الهوامش:(1) البيت: نسبه في (اللسان: عدا) إلى الأخطل التغلبي الشاعر الأموي. قال: وقد جاء في الشعر العدى: بمعنى الأعداء. وقال ابن الأعرابي في قول الأخطل: \"ألا يا اسلمي..\" البيت: العدى: التباعد. وقوم عدى: إذا كانوا متباعدين لا أرحام بينهم ولا حلف. وقوم عدى: إذا كانوا حربًا. وقد روى البيت بالكسر والضم، مثل سوى وسوى. الأصمعي: يقال: هؤلاء قوم عدى مقصور، يكون للأعداء وللغرباء. ولا يقال: قوم عدى (بضم العين) إلا أن تدخل الهاء، فتقول: عداة، في وزن قضاة. قال أبو زيد: طالت عدواءهم، أي تباعدهم وتفرقهم. وشاهد المؤلف في هذا البيت: أن حرف النداء يا، داخل على منادي محذوف. تقديره: ألا يا هذه اسلمي. وهو نظير قول الله عز وجل: \"ألا يا اسجدوا\" تقديره: ألا يا هؤلاء اسجدوا. فأضمر هؤلاء، اكتفاء بدلالة \"يا\" عليها.",
  "ayah": 25,
  "surah": 27
}
