{
  "text": "ذكر أنها قالت: إني مرسلة إلى سليمان, لتختبره بذلك وتعرفه به, أملك هو, أم نبيّ؟ وقالت: إن يكن نبيا لم يقبل الهدية, ولم يرضه منا, إلا أن نتبعه على دينه, وإن يكن ملكا قبل الهدية وانصرف.*ذكر الرواية عمن قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قالت: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ ) قال: وبعثت إليه بوصائف ووصفَاء, وألبستهم لباسا واحدا حتى لا يعرف ذكر من أنثى, فقالت: إن زيل بينهم حتى يعرف الذكر من الأنثى, ثم ردّ الهدية فإنه نبيّ, وينبغي لنا أن نترك ملكنا, ونتبع دينه, ونلحق به.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ ) قال: بجوار لباسهم لباس الغلمان, وغلمان لباسهم لباس الجواري.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: قولها: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ ) قال: مائتي غلام ومائتي جارية. قال ابن جُرَيج: قال مجاهد: قوله: ( بِهَديَّةٍ ) قال: جوار ألبستهن لباس الغلمان, وغلمان ألبستهم لباس الجواري.قال ابن جُرَيج: قال: قالت: فإن خلص الجواري من الغلمان, وردّ الهدية فإنه نبيّ, وينبغي لنا أن نتبعه.قال ابن جُرَيج, قال مجاهد: فخلص سليمان بعضهم من بعض, ولم يقبل هديتها.قال: ثنا الحسين, قال: ثنا سفيان, عن معمر, عن ثابت البُنَانيّ, قال: أهدت له صفائح الذهب في أوعية الديباج، فلما بلغ ذلك سليمان أمر الجنّ فموّهوا له الآجرّ بالذهب, ثم أمر به فألقي في الطرق، فلما جاءوا فرأوه ملقى ما يُلتفت إليه, صغر في أعينهم ما جاءوا به.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله:  إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا  ... الآية, وقالت: إن هذا الرجل إن كان إنما همته الدنيا فسنرضيه, وإن كان إنما يريد الدين فلن يقبلَ غيره (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ ).حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه, قال: كانت بلقيس امرأة لبيبة أديبة في بيت ملك, لم تملك إلا لبقايا من مضى من أهلها, إنه قد سيست وساست حتى أحكمها ذلك, وكان دينها ودين قومها فيما ذكر الزنديقية; فلما قرأت الكتاب سمعت كتابا ليس من كتب الملوك التي كانت قبلها, فبعثت إلى المقَاولة من أهل اليمن, فقالت لهم:  يَا أَيُّهَا الْمَلأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ * إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * أَلا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ  إلى قوله (بِمَ يَرْجِعُ الْمُرْسَلُونَ ) ثم قالت: إنه قد جاءني كتاب لم يأتني مثله من ملك من الملوك قبله, فإن يكن الرجل نبيا مرسلا فلا طاقة لنا به ولا قوّة, وإن يكن الرجل ملكا يكاثر, فليس بأعز منا, ولا أعدّ. فهيَّأت هدايا مما يُهدَى للملوك, مما يُفتنون به, فقالت: إن يكن ملكا فسيقبل الهدية ويرغب في المال, وإن يكن نبيا &; 19-457 &; فليس له في الدنيا حاجة, وليس إياها يريد, إنما يريد أن ندخل معه في دينه ونتبعه على أمره, أو كما قالت.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ ) بعثت بوصائف ووصفاء, لباسهم لباس واحد, فقالت: إن زيَّل بينهم حتى يعرف الذكر من الأنثى, ثم رد الهدية فهو نبي, وينبغي لنا أن نتبعه, وندخل في دينه; فزيل سليمان بين الغلمان والجواري, وردّ الهدية, فقال (أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد: كان في الهدايا التي بعثت بها وصائف ووصفاء يختلفون في ثيابهم, ليميز الغلمان من الجواري, قال: فدعا بماء, فجعل الجواري يتوضأن من المرفق إلى أسفل, وجعل الغلمان يتوضئون من المرفق إلى فوق. قال: وكان أبي يحدثنا هذا الحديث.حدثنا عبد الأعلى, قال: ثنا مروان بن معاوية, قال: ثنا إسماعيل, عن أبي صالح: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ ) قال: أرسلت بلبنة من ذهب, وقالت: إن كان يريد الدنيا علمته, وإن كان يريد الآخرة علمته.وقوله: (فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ ) تقول: فأنظر بأيّ شيء من خبره وفعله في هديتي التي أرسلها إليه ترجع رسلي, أبقبول وانصراف عنا, أم بردّ الهدية والثبات على مطالبتنا باتباعه على دينه؟ وأسقطت الألف من \" ما \" في قوله ( بِمَ ) وأصله: بما, لأن العرب إذا كانت \" ما \" بمعنى: أي, ثم وصلوها بحرف خافض أسقطوا ألفها تفريقا بين الاستفهام وغيره, كما قال جلّ ثناؤه  عَمَّ يَتَسَاءَلُونَ  و  قَالُوا فِيمَ كُنْتُمْ  , وربما أثبتوا فيها الألف, كما قال الشاعر:عَلامَـــا قــامَ يَشْــتُمِني لَئِــيمٌكَخِــنزيرٍ تَمَــرَّغَ فِــي تُــرَاب (3)وقالت: (وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ ) وإنما أرسلت إلى سليمان وحده على النحو الذي بينا في قوله:  عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ  ،------------------------الهوامش:(3) البيت لحسان بن ثابت وهو من شواهد كتاب المغني لابن هشام: \"ما\" وفي قافيته روايتان أخريان: (في دمان، في رماد). قال ابن هشام: ويجب حذف ألف \"ما\" الاستفهامية إذا جرت، وإبقاء الفتحة دليلا عليها، نحو: فيم، وإلام، وعلام، وبم، وعلة حذف الألف: الفرق بين الاستفهام والخبر، فلهذا حذفت في نحو (فيم أنت من ذكراها)، (فناظرة بم يرجع المرسلون)، (لم تقولون ما لا تفعلون) وأما قراءة عكرمة وعيسى: (عما يتساءلون) فنادر، وأما قول حسان \"على ما قام\" البيت، فضرورة، والدمان كالرماد: وزنًا ومعنًى. ويروى: في رماد، فلذلك رجحته على تفسير ابن الشجري له بالسرجين ومثله قول الآخر:إنـــا قتلنــا بقتلانــا ســراتكمأهــل اللـواء ففيمـا يكـثر القيـلوهذا يتضمن معنى قول المؤلف في هذا الشاهد.",
  "ayah": 35,
  "surah": 27
}
