{
  "text": "يقول تعالى ذكره: قال سليمان -لما أتى عرش بلقيس صاحبة سبإٍ, وقدمت هي عليه, لجنده: غيِّروا لهذه المرأة سريرها.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, عن قتادة, قوله: (نَكِّرُوا لَهَا عَرْشَهَا ) قال: غيروا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: فلما أتته (قَالَ نَكِّرُوا لَهَا عَرْشَهَا ) قال: وتنكير العرش, أنه زيد فيه ونقص.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: (نَكِّرُوا لَهَا عَرْشَهَا ) قال: غيِّروه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, نحوه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: (نَكِّرُوا لَهَا عَرْشَهَا ) قال: مجلسها الذي تجلس فيه.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول, أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: (نَكِّرُوا لَهَا عَرْشَهَا ) أمرهم أن يزيدوا فيه, وينقصوا منه.وقوله: (نَنْظُرْ أَتَهْتَدِي ) يقول: ننظر أتعقل فتثبت عرشها أنه هو الذي لها(أَمْ تَكُونُ مِنَ الَّذِينَ لا يَهْتَدُونَ ) يقول: من الذين لا يعقلون فلا تثبت عرشها.وقيل: إن سليمان إنما نكَّر لها عرشها, وأمر بالصرح يعمل لها, من أجل أن الشياطين كانوا أخبروه أنه لا عقل لها, وأن رجلها كحافر حمار, فأراد أن يعرف صحة ما قيل له من ذلك.وبنحو الذي قلنا في تأويل قوله (أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لا يَهْتَدُونَ ) قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: (نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لا يَهْتَدُونَ ) قال: زيد في عرشها ونقص منه؛ لينظر إلى عقلها, فُوجدت ثابتة العقل.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد: (نَنْظُرْ أَتَهْتَدِي ) أتعرفه؟.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثني ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: (نَنْظُرْ أَتَهْتَدِي ) قال: تَعرفه.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه: (أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لا يَهْتَدُونَ ) أي أتعقل, أم تكون من الذين لا يعقلون؟ ففعل ذلك لينظر أتعرفه, أم لا تعرفه؟",
  "ayah": 41,
  "surah": 27
}
