{
  "text": "وقوله: (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الآخِرَةِ ) اختلفت القراء في قراءة ذلك, فقرأته عامة قرّاء أهل المدينة سوى أبي جعفر وعامة قرّاء أهل الكوفة : (بَلِ ادَّارَكَ ) بكسر اللام من \" بل \" وتشديد الدال من \" ادراك \", بمعنى: بل تدارك علمهم أي تتابع علمهم بالآخرة هل هي كائنة أم لا ثم أدغمت التاء في الدال كما قيل:  اثَّاقَلْتُمْ إِلَى الأَرْضِ  وقد بينا ذلك فيما مضى بما فيه الكفاية من إعادته.وقرأته عامة قرّاء أهل مكة: \" بَلْ أدْرَك عِلْمُهُمْ فِي الآخِرَةِ\" بسكون الدال وفتح الألف, بمعنى هل أدرك علمهم علم الآخرة. وكان أبو عمرو بن العلاء يُنكر فيما ذكر عنه قراءة من قرأ: \" بَلْ أدْرَكَ\" ويقول: إن \" بل \" إيجاب والاستفهام في هذا الموضع إنكار. ومعنى الكلام: إذا قرئ كذلك \" بَلْ أَدْرَكَ\" لم يكن ذلك لم يدرك علمهم في الآخرة, وبالاستفهام قرأ ذلك ابن محيصن على الوجه الذي ذكرت أن أبا عمرو أنكره.وبنحو الذي ذكرت عن المكيين أنهم قرءوه، ذُكر عن مجاهد أنه قرأه, غير أنه كان يقرأ في موضع بل: أم.حدثنا ابن المثنى, قال: ثنا عبد الله بن موسى, قال: ثنا عثمان بن الأسود, عن مجاهد, أنه قرأ \" أمْ أدْرَكَ عِلْمُهُمْ\" وكان ابن عباس فيما ذُكر عنه يقرأ بإثبات ياء في بل, ثم يبتدئ \" أدّراك \" بفتح ألفها على وجه الاستفهام وتشديد الدال.حدثنا حميد بن مسعدة, قال: ثنا بشر بن المفضل, قال: ثنا شعبة, عن أبي حمزة, عن ابن عباس في هذه الآية: \" بَلى أدَّرَاكَ عِلْمُهُمْ فِي الآخِرَةِ\": أي لم يدرك.حدثنا محمد بن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي حمزة, قال: سمعت ابن عباس يقرأ \" بَلى أدَّارَكَ عِلْمُهُمْ فِي الآخِرَةِ\" إنما هو استفهام أنه لم يدرك. وكأن ابن عباس وجه ذلك إلى أن مخرجه مخرج الاستهزاء بالمكذّبين بالبعث.والصواب من القراءات عندنا في ذلك، القراءتان اللتان ذكرت إحداهما عن قرأة أهل مكة والبصرة, وهي \" بَلْ أَدْرَكَ عِلْمُهُمْ\" بسكون لام بل، وفتح ألف أدرك، وتخفيف دالها, والأخرى منهما عن قرأة الكوفة, وهي (بَلِ ادَّارَكَ ) بكسر اللام وتشديد الدال من ادّارك؛ لأنهما القراءتان المعروفتان في قرّاء الأمصار, فبأيتهما قرأ القارئ فمصيب عندنا. فأما القراءة التي ذُكرت عن ابن عباس, فإنها وإن كانت صحيحة المعنى والإعراب, فخلاف لما عليه مصاحف المسلمين, وذلك أن في بلى زيادة ياء في قراءاته ليست في المصاحف, وهي مع ذلك قراءة لا نعلمها قرأ بها أحد من قرّاء الأمصار. وأما القراءة التي ذكرت عن ابن محيصن, فإن الذي قال فيها أبو عمرو قول صحيح؛ لأن العرب تحقق ببل ما بعدها لا تنفيه، والاستفهام في هذا الموضع إنكار لا إثبات, وذلك أن الله قد أخبر عن المشركين أنهم من الساعة في شكّ, فقال: (بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ ).واختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معناه: بل أدرك علمهم في الآخرة فأيقنوها إذ عاينوها حين لم ينفعهم يقينهم بها, إذ كانوا بها في الدنيا مكذّبين.*ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: قال عطاء الخراساني, عن ابن عباس: \" بَلْ أدْرَكَ عِلْمُهُمْ\" قال: بصرهم في الآخرة حين لم ينفعهم العلم والبصر.وقال آخرون: بل معناه: بل غاب علمهم في الآخرة.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: \" بَلْ أدْرَكَ عِلْمُهُمْ في الآخرة \" يقول: غاب علمهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( بَلْ ادَّارَكَ عِلْمُهُمْ في الآخِرَةِ ) قال: يقول: ضلّ علمهم في الآخرة فليس لهم فيها علم,(هُمْ مِنْهَا عَمُونَ ).وقال آخرون: معنى ذلك: لم يبلغ لهم فيها علم.*ذكر من قال ذلك:حدثني عبد الوارث بن عبد الصمد, قال: ثني أبي, عن جدي, قال: ثنا الحسين, عن قَتادة في قوله: (بَلِ ادَّارَكَ عِلْمُهُمْ فِي الآخِرَةِ ) قال: كان يقرؤها: \" بَلْ أدْرَكَ علْمُهُمْ فِي الآخِرَةِ\" قال: لم يبلغ لهم فيها علم, ولا يصل إليها منهم رغبة.وقال آخرون: معنى ذلك: بل أدْرَكَ: أم أدرك.*ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد: \" بَلْ أدْرَكَ علْمُهُمْ\" قال: أم أدرك.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عثمان, عن مجاهد: \" بَلْ أدْرَكَ علْمُهُمْ\" قال: أم أدرك علمهم، من أين يدرك علمهم؟حدثنا القاسم قال: ثنا الحسين, قال: ثنا حجاج, عن ابن جُرَيج, عن مجاهد, بنحوه.قال أبو جعفر: وأولى الأقوال في تأويل ذلك بالصواب على قراءة من قرأ \" بَلْ أدْرَكَ\" القول الذي ذكرناه عن عطاء الخراساني, عن ابن عباس, وهو أن معناه: إذا قرئ كذلك (وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ ) بل أدرك علمهم نفس وقت ذلك في الآخرة حين يبعثون, فلا ينفعهم علمهم به حينئذ, فأما في الدنيا فإنهم منها في شكّ, بل هم منها عمون.وإنما قلت: هذا القول أولى الأقوال في تأويل ذلك بالصواب، على القراءة التي ذُكِرَت؛ لأن ذلك أظهر معانيه. وإذ كان ذلك معناه، كان في الكلام محذوف قد استغني بدلالة ما ظهر منه عنه، وذلك أن معنى الكلام: وما يشعرون أيان يُبْعثون, بل يشعرون ذلك في الآخرة, فالكلام إذا كان ذلك معناه, وما يشعرون أيان يبعثون, بل أدرك علمهم بذلك في الآخرة, بل هم في الدنيا في شك منها. وأما على قراءة من قرأه (بَلِ ادَّارَكَ ) بكسر اللام وتشديد الدال, فالقول الذي ذكرنا عن مجاهد, وهو أن يكون معنى بل: أم, والعرب تضع أم موضع بل, وموضع بل: أم, إذا كان في أول الكلام استفهام كما قال الشاعر:فَوَاللــهِ مـا أَدْرِي أَسَـلْمَى تَغَـوَّلَتأمِ النَّــوْمُ أَمْ كُــلٌّ إلــيَّ حَـبِيبُ (1)يعني بذلك بل كلّ إلي حبيب, فيكون تأويل الكلام: وما يشعرون أيان يبعثون, بل تدارك علمهم في الآخرة: يعني تتابع علمهم في الآخرة: أي بعلم الآخرة: أي لم يتتابع بذلك ولم يعلموه, بل غاب علمهم عنه, وضل فلم يبلغوه ولم يدركوه.وقوله: (بَلْ هُمْ فِي شَكٍّ مِنْهَا ) يقول: بل هؤلاء المشركون الذين يسألونك عن الساعة في شك من قيامها، لا يوقنون بها ولا يصدّقون بأنهم مبعوثون من بعد الموت (بَلْ هُمْ مِنْهَا عَمُونَ ) يقول: بل هم من العلم بقيامها عمون.------------------------الهوامش:(1) تغولت: تراءت لي في النوم في صور مختلفة. والشاهد في البيت: أن \"أم\" الأولى متصلة، لأنها معادلة للهمزة، يقول: لا أدري أهو طيف سلمى عرض لي وتراءى، أم هو النوم يخلط على صور الأشياء، وهي أضغاث الأحلام. وأما (أم) الثانية فإنها للإضراب: بمعنى (بل) يقول: بل كل ذلك حبيب إلى نفسي. يريد ما يتراءى له من طيف الخيال. وما يراه في النوم من الأحلام. والبيت من شواهد الفراء في معاني القرآن (الورقة 236 من مصورة الجامعة). وفي (اللسان: درك). فأما من قرأ: \"بل أدارك\"، فإن الفراء قال: معناه لغة: تدارك، أي تتابع علمهم في الآخرة؛ يريد بعلم الآخرة: تكون أو لا تكون: ولذلك قال: (بل هم في شك منها بل هم منها عمون) قال: وهي في قراءة أبي: (أم تدارك)؛ والعرب تجعل (بل) مكان (أم)، و (أم) مكان (بل) إذا كان في أول الكلام استفهام، مثل قول الشاعر: \"فوالله ما أدري..\" البيت. معنى (أم): (بل). وقال أبو معاذ النحوي: ومن قرأ: \"بل أدرك\"، ومن قرأ: \"بل أدارك\" فمعناهما واحد. يقول: هم علماء في الآخرة، كقول الله تعالى: (أسمع بهم وأبصر يوم يأتوننا) ونحو ذلك، قال السدي في تفسيره: اجتمع علمهم في الآخرة، ومعناها عنده: أي علموا في الآخرة أن الذي كانوا يوعدون به حق. وقال الأزهري: والقول في تفسير أدرك وأدارك ومعنى الآية: ما قال السدي وذهب إليه أبو معاذ وأبو سعيد. والذي قاله الفراء في معنى تدارك أي تتابع علمهم في الآخرة، أنها تكون أو لا تكون ليس بالبين، إنما المعنى: أنه تتابع علمهم في الآخرة، وتوطأ حين حقت القيامة، وخسروا، وبان لهم صدق ما وعدوا، حين لا ينفعهم ذلك العلم ا ه.",
  "ayah": 66,
  "surah": 27
}
