{
  "text": "(إِذْ قَالَ مُوسَى) وإذ من صلة عليم. ومعنى الكلام: عليم حين قال موسى (لأَهْلِهِ) وهو في مسيره من مدين إلى مصر, وقد آذاهم برد ليلهم لما أصلد زنده.(إِنِّي آنَسْتُ نَارًا) أي أبصرت نارا أو أحسستها, فامكثوا مكانكم (سَآتِيكُمْ مِنْهَا بِخَبَرٍ) يعني من النار, والهاء والألف من ذكر النار (أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ)اختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة والبصرة: \" بِشِهَابٍ قَبَسٍ\" بإضافة الشهاب إلى القبس, وترك التنوين, بمعنى: أو آتيكم بشعلة نار أقتبسها منها. وقرأ ذلك عامة قرّاء أهل الكوفة: (بِشِهَابٍ قَبَسٍ) بتنوين الشهاب وترك إضافته إلى القبس, يعني: أو آتيكم بشهاب مقتبس.والصواب من القول في ذلك أنهما قراءتان معروفتان في قَرَأة الأمصار, متقاربتا المعنى, فبأيتهما قرأ القارئ فمصيب. وكان بعض نحويِّي البصرة يقول: إذا جُعل القبس بدلا من الشهاب, فالتنوين في الشهاب, وإن أضاف الشهاب إلى القبس لم ينون الشهاب. وقال بعض نحويِّي الكوفة: إذا أضيف الشهاب إلى القبس فهو بمنـزلة قوله  وَلَدَارُ الآخِرَةِ  مما يضاف إلى نفسه إذا اختلف اسماه ولفظاه توهما بالثاني أنه غير الأوّل قال: ومثله حبة الخضراء, وليلة القمراء, ويوم الخميس وما أشبهه. وقال آخر منهم: إن كان الشهاب هو القبس لم تجز الإضافة, لأن القبس نعت, ولا يضاف الاسم إلى نعته إلا في قليل من الكلام, وقد جاء:  وَلَدَارُ الآخِرَةِ  و  وَلَلدَّارُ الآخِرَةُ  .والصواب من القول في ذلك: أن الشهاب إذا أريد به أنه غير القبس, فالقراءة فيه بالإضافة, لأن معنى الكلام حينئذ, ما بينا من أنه شعلة قبس, كما قال الشاعر:فـــي كَفِّـــه صَعْــدَةٌ مُثَقَّفَــةٌفِيهـــا سِـــنانٌ كشُــعْلَة القَبَس (1)وإذا أريد بالشهاب أنه هو القبس, أو أنه نعت له, فالصواب في الشهاب التنوين؛ لأن الصحيح في كلام العرب ترك إضافة الاسم إلى نعته, وإلى نفسه, بل الإضافات في كلامها المعروف إضافة الشيء إلى غير نفسه وغير نعته.وقوله: (لَعَلَّكُمْ تَصْطَلُونَ) يقول: كي تصطلوا بها من البرد.------------------------الهوامش :(1) البيت من شواهد أبي عبيدة في مجاز القرآن (الورقة 175) قال: \"بشهاب قبس\" أي بشعلة نار. ومجاز قبس: ما اقتبست منها ومن الجمر، قال: \"في كفه..\" البيت. والصعدة: القناة تنبت مستقيمة. والشاهد في البيت: إضافة الشعلة إلى القبس أي شعلة مقتبسة من نار كما في قول الله عز وجل (بشهاب قبس) في قراءة من قرأه بالإضافة. ويجوز تنوين \"شهاب\" وجعل قبس صفة له إذا اعتبر الشهاب هو نفس القبس، لأن الشيء لا يضاف إلى نفسه، ولا إلى صفته.",
  "ayah": 7,
  "surah": 27
}
