{
  "text": "وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ (24(عطف على جملة { يتنازعون فيها كأساً } [ الطور : 23 ] فهو من تمامه وواقع موقع الحال مثله ، وجيء به في صيغة المضارع للدلالة على التجدد والتكرر ، أي ذلك لا ينقطع بخلاف لذات الدنيا فإنها لا بد لها من الانقطاع بنِهايات تنتهي إليها فتُكرَّه لأصحابها الزيادةُ منها مثللِ الغَوْل ، والإِطباق ، ووجع الأمعاء في شرب الخمر ومثل الشبع في تناول الطعام وغير ذلك من كل ما يورث العجز عن الازدياد عن اللذة ويجعل الازدياد ألماً .ولم يستثن من ذلك إلا لذات المعارف ولذات المناظر الحسنة والجمال .ولما أشعر فعل { يطوف } بأن الغلمان يناولونهم ما فيه لذاتهم كان مشعراً بتجدد المناولة وتجدد الطواف وقد صار كل ذلك لذة لا سآمة منها .والطواف : مشي متكرر ذهاباً ورجوعاً وأكثر ما يكون على استدارة ، ومنه طواف الكعبة ، وأهل الجاهلية بالأصنام ولأجله سمي الصنم دواراً لأنهم يدورون به . وسمي مشي الغلماء بينهم طوافاً لأن شأن مجالس الأحبة والأصدقاء أن تكون حلقاً ودوائر ليستووا في مرآهم كما أشار إليه قوله تعالى في سورة الصافات ( 44 ( { على سرر متقابلين } ومنه جعلت مجالس الدروس حلقاً وكانت مجالس النبي صلى الله عليه وسلم حلقاً . وقد أطلق على مناولة الخمر إدارة فقيل : أدارت الحارثة الخمر ، وهذا الذي يناول الخمر المدير .وترك ذكر متعلق { يطوف } لظهوره من قوله : { يتنازعون فيها كأساً } وقوله : { وأمددناهم بفاكهة } [ الطور : 22 ] ودل عليه قوله تعالى : { يطاف عليهم بصحاف من ذهب وأكواب } [ الزخرف : 71 ] وقوله : { يطاف عليهم بكأس من معين بيضاء لذة للشاربين } [ الصافات : 45 ، 46 ] فلما تقدم ذكر ما شأنه أن يطاف به هنا ترك ذكره بعد فعل { يطاف } بخلاف ما في الآيتين الأخريين .والغلمان : جمع غلام ، وحقيقته من كان في سنّ يقارب البلوغ أو يبلغه ، ويطلق على الخادم لأنهم كانوا أكثر ما يتخذون خَدمهم من الصغار لعدم الكلفة في حركاتهم وعدم استثقال تكليفهم ، وأكثر ما يكونون من العبيد ومثله إطلاق الوليدة على الأمة الفتية كأنها قريبة عهد بولادة أمها .فمعنى قوله : { غلمان لهم } : خدمة لهم . وعبر عنهم بالتنكير وتعليق لام الملك بضمير { الذين آمنوا } دون الإِضافة التي هي على تقدير اللام لما في الإِضافة من معنى تعريف المضاف بالانتساب إلى المضاف إليه عند السامع من قَبل . وليس هؤلاء الغلمان بمملوكين للمؤمنين ولكنهم مخلوقون لخدمتهم خلقهم الله لأجلهم في الجنة قال تعالى : { ويطوف عليهم ولدان مخلدون } [ الإنسان : 19 ] وهذا على نحو قوله تعالى : { بعثنا عليكم عباداً لنا أولي بأس شديد } [ الإسراء : 5 ] أي صنف من عبادنا غير معروفين للناس .وشبهوا باللؤلؤ المكنون في حسن المرأى . واللؤلؤ : الدُرّ . والمكنون : المخزون لنفاسته على أربابه فلا يتحلى به إلا في المحافل والمواكب فلذلك يبقى على لمعانه وبياضه .",
  "ayah": 24,
  "surah": 52
}
