{
  "text": "أَمْ يَقُولُونَ تَقَوَّلَهُ بَلْ لَا يُؤْمِنُونَ (33(انتقال متصل بقوله : { أم يقولون شاعر } [ الطور : 30 ] الخ . وهذا حكاية لإِنكارهم أن يكون القرآن وحياً من الله ، فزعموا أنه تقوّله النبي صلى الله عليه وسلم على الله ، فالاستفهام إنكار لقولهم ، وهم قد أكثروا من الطعن وتمالؤوا عليه ولذلك جيء في حكايته عنهم بصيغة { يقولون } المفيدة للتجدد .والتقول : نسبة كلام إلى أحد لم يقله ، ويتعدى إلى الكلام بنفسه ويتعدى إلى من يُنسب إليه بحرف ( على ( ، قال تعالى : { ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين } [ الحاقة : 44 ، 45 ] الآية . وضمير النصب في { تقوله } عائد إلى القرآن المفهوم من المقام .وابتدىء الرد عليهم بقوله : { بل لا يؤمنون } لتعجيل تكذيبهم قبل الإِدلاء بالحجة عليهم وليكون ورود الاستدلال مفرّعاً على قوله : { لا يؤمنون } بمنزلة دليل ثان . ومعنى { لا يؤمنون } : أن دلائل تنزيه النبي صلى الله عليه وسلم عن تقوّل القرآن بيّنة لديهم ولكن الزاعمين ذلك يأبون الإِيمان فهم يبادرون إلى الطعن دون نظر ويلقون المعاذير ستراً لمكابرتهم .ولما كانت مقالتهم هذه طعناً في القرآن وهو المعجزة القائمة على صدق رسالة محمد صلى الله عليه وسلم وكانت دعواهم أنه تقوّل على الله من تلقاء نفسه قد تروج على الدهماء تصدى القرآن لبيان إبطالها بأن تحداهم بأن يأتوا بمثل هذا القرآن بقوله : { فليأتوا بحديث مثله إن كانوا صادقين } أي صادقين في أن محمداً صلى الله عليه وسلم تقوله من تلقاء نفسه ، أي فعجزهم عن أن يأتوا بمثله دليل على أنهم كاذبون .ووجه الملازمة أن محمداً صلى الله عليه وسلم أحد العرب وهو ينطق بلسانهم . فالمساواة بينه وبينهم في المقدرة على نظم الكلام ثابتة ، فلو كان القرآن قد قاله محمد صلى الله عليه وسلم لكان بعض خاصة العرب البلغاء قادراً على تأليف مثله ، فلما تحدّاهم الله بأن يأتوا بمثل القرآن وفيهم بلغاؤهم وشعراؤهم وكلمتهم وكلهم واحد في الكفر كان عجزهم عن الإِتيان بمثل القرآن دالاً على عجز البشر عن الإِتيان بالقرآن ولذلك قال تعالى في سورة هود ( 13 ، 14 ( : { أم يقولون افتراه قل فأتوا بعشر سور مثله مفتريات وادعوا من استطعتم من دون اللَّه إن كنتم صادقين فإن لم يستجيبوا لكم فاعلموا أنما أنزل بعلم اللَّه } كما قال تعالى : { فإنهم لا يكذبوك ولكن الظالمين بآيات اللَّه يجحدون } [ الأنعام : 33 ] .والإِتيان بالشيء : إحضاره من مكان آخر . واختير هذا الفعل دون نحو : فليقولوا مثلَه ونحوه ، لقصد الإِعذار لهم بأن يُقتنع منهم بجلب كلام مثله ولو من أحد غيرهم ، وقد تقدم عند قوله تعالى في سورة البقرة ( 23 ( { فأتوا بسورة من مثله } أنه يحتمل معنيين ، هما : فأتوا بسورة من مثل القرآن ، أو فأتوا بسورة من مثل الرسول ، أي من أحد من الناس .والحديث : الإِخبار بالحوادث ، وأصل الحوادث أنها الواقعات الحديثة ، ثم توسع فأطلقت على الواقعات ، ولو كانت قديمة كقولهم : حوادث سنة كذا ، وتَبع ذلك إطلاق الحديث على الخبر مطلقاً ، وتوسع فيه فأطلق على الكلام ولو لم يكن إخباراً ، ومنه إطلاق الحديث على كلام النبي .فيجوز أن يكون الحديث هنا قد أطلق على الكلام مجازاً بعلاقة الإِطلاق ، أي فليأتوا بكلام مثله ، أي في غرض من الأغراض التي يشتمل عليها القرآن لا خصوص الأخبار . ويجوز أن يكون الحديث هنا أطلق على الأخبار ، أي فليأتوا بأخبار مثل قصص القرآن فيكون استنزالاً لهم فإن التكلم بالأخبار أسهل على المتكلم من ابتكار الأغراض التي يتكلم فيها ، فإنهم كانوا يقولون إن القرآن أساطير الأولين ، أي أخبار عن الأمم الماضين فقيل لهم : فليأتوا بأخبار مثل أخباره لأن الإِتيان بمثل ما في القرآن من المعارف والشرائع والدلائل لا قِبَل لعقولهم به ، وقصاراهم أن يفهموا ذلك إذا سمعوه .ومعنى المثلية في قوله : مثله } المثلية في فصاحته وبلاغته ، وهي خصوصيات يدركونها إذا سمعوها ولا تحيط قرائحهم بإيداعها في كلامهم . وقد بينا أصول الإِعجاز في المقدمة العاشرة من مقدمات هذا التفسير .",
  "ayah": 33,
  "surah": 52
}
