{
  "text": "وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ (44(عطف على جملة { أم يقولون شاعر } [ الطور : 30 ] وما بعدها من الجمل الحالية لأقوالهم بمناسبة اشتراك معانيها مع ما في هذه الجملة في تصوير بهتانهم ومكابرتهم الدالة على أنهم أهل البهتان فلو أُرُوا كسفاً ساقطاً من السماء وقيل لهم : هذا كسف نازل كابروا وقالوا هو سحاب مركوم .فيجوز أن يكون { كِسْفاً } تلويحاً إلى ما حكاه الله عنهم في سورة الإِسراء ( 90 92 ( { وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً } إلى قوله : { أو تسقط السماء كما زعمت علينا كسفاً } وظاهر ما حكاه الطبري عن ابن زيد أن هذه الآية نزلت بسبب قولهم ذلك ، وإذ قد كان الكلام على سبيل الغرض فلا توقف على ذلك .والمعنى : إن يروا كسفاً من السماء مما سألوا أن يكون آية على صدقك لا يذعنوا ولا يؤمنوا ولا يتركوا البهتان بل يقولوا : هذا سحاب ، وهذا المعنى مروي عن قتادة . وهو من قبيل قوله تعالى : { ولو فتحنا عليهم باباً من السماء فظلوا فيه يعرجون لقالوا إنما سكرت أبصارنا بل نحن قوم مسحورون } [ الحجر : 14 ، 15 ] .والكِسف بكسر الكاف : القطعة ، ويقال : كسفة . وقد تقدم في سورة الإِسراء .و { من السماء } صفة ل { كسفاً } ، و { من } تبعيضية ، أي قطعة من أجزاء السماء مثل القطع التي تسقط من الشهب .والمركوم : المجموع بعضه فوق بعض يقال : ركمه ركماً ، وهو السحاب الممطر قال تعالى : { ثم يجعله ركاماً } [ النور : 43 ] . /والمعنى : أن يقع ذلك في المستقبل يقولوا سحاب ، وهذا لا يتقضي أنه يقع لأن أداة الشرط إنما تقتضي تعليق وقوع جوابها على وقوع فعلها لو وقع . ووقع { سحاب مركوم } خبراً عن مبتدأ محذوف ، وتقديره : هو سحاب وهذا سحاب .والمقصود : أنهم يقولون ذلك عناداً مع تحققهم أنه ليس سحاباً . ولكون المقصود أن العناد شيمتهم فرع عليه أن أمر الله رسول صلى الله عليه وسلم بأن يتركهم ، أي يترك عرض الآيات عليهم ، أي أن لا يسأل الله إظهار ما اقترحوه من الآيات لأنهم لا يقترحون ذلك طلباً للحجة ولكنهم يكابرون ، قال تعالى : { إن الذين حقت عليهم كلمات ربك لا يؤمنون ولو جاءتهم كل آية حتى يروا العذاب الأليم } [ يونس : 96 ، 97 ] . وليس المراد ترك دعوتهم وعرض القرآن عليهم .ويجوز أن يكون الأمر في قوله : { فذرهم } مستعملاً في تهديدهم لأنهم يسمعونه حين يقرأُ عليهم القرآن كما يقال للذي لا يرعوي عن غيه : دعه فإنه لا يقلع .وأفادت الغاية أنه يتركهم إلى الأبد لأنهم بعد أن يصعقوا لا تُعاد محاجتهم بالأدلة والآيات .",
  "ayah": 44,
  "surah": 52
}
