{
  "text": "آیت 15 { فَلِذٰلِکَ فَادْعُ } ”تو اے نبی ﷺ ! آپ اسی کی دعوت دیتے رہیے“ یہاں ذٰلِکَ کا اشارہ اوپر آیت 13 میں اَقِیْمُوا الدِّیْنَ کے حکم کی طرف ہے کہ آپ ﷺ ان لوگوں کو اقامت دین کی جدوجہد کے لیے مسلسل دعوت دیتے رہیے۔ { وَاسْتَقِمْ کَمَآ اُمِرْتَ } ”اور جمے رہیے جیسا کہ آپ کو حکم دیا گیا ہے“ آپ ﷺ کی رسالت کا مقصد اور مشن ہی چونکہ اقامت دین ہے ‘ اس لیے آپ ﷺ غلبہ حق کی جدوجہد کی اس راہ میں پوری استقامت اور تندہی کے ساتھ کھڑے رہیں۔ آپ ﷺ کے مخالفین تو چاہیں گے کہ آپ ﷺ کچھ نرم پڑنے کو تیار ہوں تو وہ بھی نرم پڑجائیں : { وَدُّوْا لَوْ تُدْہِنُ فَیُدْہِنُوْنَ۔ القلم۔ مگر آپ ہماری ہدایت و مشیت کے مطابق اپنے موقف پر جم کر کھڑے رہیں اور اس سفر میں کسی بھی موڑ پر کسی حال میں ‘ کبھی کوئی سمجھوتہ compromise نہ کریں : { وَقُلِ الْحَقُّ مِنْ رَّبِّکُمْقف فَمَنْ شَآئَ فَلْیُؤْمِنْ وَّمَنْ شَآئَ فَلْیَکْفُرْ } الکہف : 29 ”اور آپ ﷺ ان سے کہہ دیجیے کہ یہ حق ہے تمہارے رب کی طرف سے ‘ تو اب جو چاہے ایمان لائے اور جو چاہے کفر کرے۔“ { وَلَا تَتَّبِعْ اَہْوَآئَ ہُمْ } ”اور ان کی خواہشات کی پیروی نہ کیجیے۔“ یہی بات پانچ چھ سال بعد سورة البقرۃ کے اندر ان الفاظ میں پھر سے دہرائی گئی : { وَلَنْ تَرْضٰی عَنْکَ الْیَہُوْدُ وَلاَ النَّصٰرٰی حَتّٰی تَتّبِعَ مِلَّتَہُمْط } آیت 120 ”اے نبی ﷺ ! یہ یہودی اور نصرانی آپ سے ہرگز راضی نہیں ہوں گے جب تک کہ آپ ﷺ ان کے طریقے کی پیروی نہ کریں“۔ پرانے نظام کے ساتھ تو ان لوگوں کے مفادات وابستہ ہیں ‘ آپ ﷺ کی دعوت کو آگے بڑھتا دیکھ کر انہیں اپنی سیادتیں اور چودھراہٹیں خطرے میں نظر آرہی ہیں۔ وہ تو چاہیں گے کہ آپ ﷺ ان کے پیچھے چلیں اور ان کی لیڈر شپ قائم رہے۔ آج بھی اپنے اپنے مفادات کو بچانے کی روش اقامت دین کی جدو جہد میں سب سے بڑی رکاوٹ ہے۔ آج بھی اگر اللہ کا کوئی بندہ اس دعوت کا علم َبلند کر کے مَنْ اَنْصَارِیْٓ اِلَی اللّٰہِ کا نعرہ لگاتا ہے تو اربابِ ُ جبہ ّو دستار کو اپنی مسندوں ‘ خانقاہوں اور گدیوں کا مستقبل خطرے میں نظر آنے لگتا ہے۔ چناچہ ان کے ”خاموش رد عمل“ سے ایسی جدوجہد کے َعلم برداروں کو یہ پیغام آپ سے آپ ہی موصول ہوجاتا ہے کہ ”ہم تمہارے پیچھے کیوں چلیں ‘ تم ہمارے پیچھے کیوں نہ چلو ؟“ یاد رہے کہ اپنے مضمون اقامت دین کے اعتبار سے زیر مطالعہ تین آیات 13 ‘ 14 اور 15 بہت اہم ہیں۔ { وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰہُ مِنْ کِتٰبٍ } ”اور آپ کہہ دیجیے کہ میں تو اس کتاب پر ایمان لایا ہوں جو اللہ نے نازل کی ہے۔“ قبل ازیں سورة حٰم السجدۃ میں دعوت کے حوالے سے قرآن کا چھ مرتبہ ذکر آچکا ہے۔ اب یہاں اس آیت میں سورة حٰم السجدۃ کے مضمون کا گویا خلاصہ آگیا ہے کہ دعوت چلے گی تو اس کتاب کے بل پر اور کسی کو استقامت نصیب ہوگی تو بھی اسی کتاب کے ذریعے سے۔ چناچہ اس کی تلاوت کو اپنا معمول بنائیے ‘ اس کے معانی و مفہوم کو دل میں اتارئیے اور دوسروں تک پہنچائیے۔ قرآن میں حضور ﷺ کو بھی بار بار اسی کی یاد دہانی کرائی گئی ہے : { اُتْلُ مَآ اُوْحِیَ اِلَیْکَ مِنَ الْکِتٰبِ } العنکبوت : 45 ”تلاوت کرتے رہا کریں اس کی جو وحی کی گئی ہے آپ کی طرف کتاب میں سے۔“ { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْ } ”اور آپ ﷺ کہہ دیجیے کہ مجھے حکم ہوا کہ میں تمہارے درمیان عدل قائم کروں۔“ آپ ﷺ ان پر واضح کردیجیے کہ میں صرف وعظ کہنے اور میٹھی میٹھی باتیں سنا کر لوگوں کا دل بہلانے کے لیے نہیں آیا ‘ بلکہ میں معاشرے میں عدل و انصاف قائم کرنے اور نظام توحید کو عملی طور پر نافذ کرنے کے لیے آیا ہوں۔ اس جملے کے حوالے سے ہمیں بہت واضح طور پر سمجھ لینا چاہیے کہ حضور ﷺ کا اصل مشن کیا تھا اور آپ ﷺ کے اتباع کے تقاضے پورے کرنے کے لیے آج ہمارے اوپر کیا ذمہ داری عائد ہوتی ہے۔  حضور ﷺ کے اتباع کے تقاضے میلاد کی محفلیں سجا لینے یا بڑے بڑے جلوس نکال لینے سے پورے نہیں ہوں گے۔ اس کے لیے سب غلط کاریاں چھوڑ کر خود کو دین کے احکام کا پابند بنانا ہوگا اور پھر اپنے تن من دھن کے ساتھ عدل اجتماعی نظامِ توحید کو معاشرے میں قائم کرنے کے لیے جدوجہد کرنے والوں کی صف میں شامل ہونا ہوگا۔ حضرت ابوبکر رض نے خلیفہ بننے کے بعد اپنے پہلے خطاب میں دراصل حضور ﷺ کے اتباع کے اسی تقاضے { وَاُمِرْتُ لِاَعْدِلَ بَیْنَکُمْ } کے حوالے سے یہ تاریخی جملہ ارشاد فرمایا تھا : لوگو ! تم میں سے ہر کمزور شخص میرے نزدیک طاقتور ہوگا جب تک کہ میں اسے اس کا حق نہ دلوا دوں اور تم میں سے ہر قوی شخص میرے نزدیک کمزور ہوگا جب تک کہ میں اس سے حق دار کا حق وصول نہ کرلوں۔ { اَللّٰہُ رَبُّنَا وَرَبُّکُمْ لَنَآ اَعْمَالُنَا وَلَکُمْ اَعْمَالُکُمْ } ”اللہ ہمارا بھی رب ہے اور تمہارا بھی رب ہے ‘ ہمارے لیے ہمارے اعمال ہیں اور تمہارے لیے تمہارے اعمال ہیں۔“ { لَا حُجَّۃَ بَیْنَنَا وَبَیْنَکُمْ اَللّٰہُ یَجْمَعُ بَیْنَنَا } ”ہمارے درمیان کسی حجت بازی کی ضرورت نہیں ‘ اللہ ہمیں جمع کر دے گا۔“ اللہ تعالیٰ یا تو ہمیں اسی دنیا میں اکٹھا کر دے گا اور اگر یہاں یہ ممکن نہ ہوا تو آخرت میں تو ہم اکٹھے ہو ہی جائیں گے۔ اس فقرے کا مفہوم سمجھنے کے لیے ان تنظیموں اور گروہوں کا تصور ذہن میں لائیے جو سب اخلاص اور نیک نیتی سے اقامت دین کی جدوجہد میں مصروف ہیں۔ ظاہر ہے ان میں سے ہر جماعت کا اپنا منصوبہ اور اپنا طریقہ کار ہے۔ ان سب کی مثال دراصل منیٰ سے میدانِ عرفات جانے والے حجاج ّکے قافلوں جیسی ہے۔ جہاں لاکھوں لوگ ہزاروں قافلوں میں مختلف راستوں اور مختلف شاہراہوں پر گامزن ہوتے ہیں۔ ان کے راستے بیشک مختلف ہیں مگر منزل سب کی ایک ہے۔ یہ قافلے جیسے جیسے اپنی منزل کی طرف بڑھتے جاتے ہیں ویسے ویسے ان کے مابین فاصلہ کم ہوتا چلا جاتا ہے۔ حتیٰ کہ میدانِ عرفات میں پہنچ کر وہ سب ایک ہوجاتے ہیں۔ چناچہ اقامت دین کی جدوجہد کرنے والی مختلف جماعتیں اور تنظی میں جوں جوں اپنی منزل کی طرف بڑھیں گی ان کے باہمی اختلافات کم ہوتے چلے جائیں گے اور منزل مقصود پر پہنچ کر یہ سب اکٹھے ہوجائیں گے۔ اور اگر بالفرض وہ دنیا میں اکٹھے نہ ہو سکے تو بھی روز محشر تو سب اکٹھے ہوجائیں گے۔ چناچہ ان سب کو آپس میں تنقید کرنے کے بجائے زیر مطالعہ آیت کے الفاظ میں ایک دوسرے سے یوں کہنا چاہیے کہ دیکھو بھئی ہم سب اللہ کی رضا کے متلاشی ہیں۔ ہمارا رب بھی اللہ ہے اور تمہارا بھی۔ باقی جہاں تک ہمارے باہمی اختلاف کا تعلق ہے اس حوالے سے ہمیں آپس میں کوئی حجت بازی نہیں کرنی چاہیے۔ تم لوگ اپنی سوچ اور نظریے کے مطابق جدوجہد کرتے جائو ‘ ہم اپنے طریق کار اور لائحہ عمل کے مطابق کوشش جاری رکھے ہوئے ہیں۔ اللہ تعالیٰ نے چاہا تو ہم سب اپنی اپنی کوششوں کے لیے ماجورہوں گے۔ تم لوگوں کو تمہاری جدوجہد کا صلہ مل جائے گا اور ہم اپنی محنت کا پھل پالیں گے۔ لیکن چونکہ ہم سب اپنے مشن اور اپنی جدوجہد میں مخلص ہیں اس لیے آج نہیں تو کل ہم سب ایک ہوجائیں گے۔ اگر ہمارا طریق کار غلط ہوا تو ایک دن حقیقت ہم پر واضح ہوجائے گی اور ہم رجوع کرلیں گے اور اگر آپ لوگوں کے لائحہ عمل میں کوئی کمی ہوئی تو کبھی نہ کبھی آپ کو بھی وہ نظر آہی جائے گی اور آپ بھی ضرور اس کی تلافی کرلیں گے ‘ اِن شاء اللہ !  { وَاِلَـیْہِ الْمَصِیْرُ } ”اور اسی کی طرف سب کو لوٹنا ہے۔“ وہاں اللہ کی عدالت میں سب انسان اکٹھے کھڑے ہوں گے اور وہاں دودھ کا دودھ اور پانی کا پانی ہوجائے گا۔",
  "ayah": 15,
  "surah": 42
}
