{
  "text": "آیت 19 { اَللّٰہُ لَطِیْفٌٌم بِعِبَادِہٖ یَرْزُقُ مَنْ یَّشَآئُ } ”اللہ اپنے بندوں کے حق میں بہت مہربان ہے ‘ وہ رزق دیتا ہے جس کو چاہتا ہے۔“ لفظ ”لَطِیْفٌ“ میں لطف و کرم اور شفقت و مہربانی کے علاوہ باریک بین ہونے کا مفہوم بھی ہے۔ یعنی وہ بڑی باریک بینی کے ساتھ ان کی دقیق ترین ضروریات پر بھی نگاہ رکھتا ہے۔  آیت زیر مطالعہ کے مندرجہ بالا الفاظ کو اقامت دین کی جدوجہد کے سیاق وسباق میں سمجھنے کی ضرورت ہے۔ یعنی اقامت دین کی جدوجہد میں تمہیں یہ فکر نہیں ہونی چاہیے کہ ہم کھائیں گے کہاں سے ‘ پہنیں گے کیا اور ہماری دوسری ضروریات کیسے پوری ہوں گی ؟ اس حوالے سے قبل ازیں سورۃ العنکبوت ‘ آیت 60 کے ذیل میں متی کی انجیل سے حضرت مسیح علیہ السلام کے وعظ کا درج ذیل اقتباس ہم پڑھ چکے ہیں۔ حضرت مسیح علیہ السلام اپنے شاگردوں کو مخاطب کرتے ہوئے فرماتے ہیں :”تم خدا اور دولت دونوں کی خدمت نہیں کرسکتے۔ اس لیے میں تم سے کہتا ہوں کہ اپنی جان کی فکر نہ کرنا کہ ہم کیا کھائیں گے یا کیا پئیں گے ؟ اور نہ اپنے بدن کی کہ کیا پہنیں گے ؟ کیا جان خوراک سے اور بدن پوشاک سے بڑھ کر نہیں ؟ ہوا کے پرندوں کو دیکھو نہ بوتے ہیں نہ کاٹتے۔ نہ کو ٹھیوں میں جمع کرتے ہیں تو بھی تمہارا آسمانی باپ ان کو کھلاتا ہے۔ کیا تم ان سے زیادہ قدر نہیں رکھتے ؟ تم میں ایسا کون ہے جو فکر کرکے اپنی عمر میں ایک گھڑی بھی بڑھا سکے ؟ اور پوشاک کے لیے کیوں فکر کرتے ہو ؟ جنگلی سو سن کے درختوں کو غور سے دیکھو کہ وہ کس طرح بڑھتے ہیں۔ وہ نہ محنت کرتے نہ کا تتے ہیں۔ تو بھی میں تم سے کہتا ہوں کہ سلیمان بھی باوجود اپنی ساری شان و شوکت کے ان میں سے کسی کے مانند ملبس ّنہ تھا۔ پس جب خدا میدان کی گھاس کو جو آج ہے کل تنور میں جھونکی جائے گی ایسی پوشاک پہناتا ہے تو اے کم اعتقادو ‘ تم کو کیوں نہ پہنائے گا ؟ اس لیے فکر مند ہو کر یہ نہ کہو کہ ہم کیا کھائیں گے یا کیا پئیں گے یا کیا پہنیں گے ؟ کیونکہ ان سب چیزوں کی تلاش میں غیر قومیں رہتی ہیں اور تمہارا آسمانی باپ جانتا ہے کہ تم ان سب چیزوں کے محتاج ہو۔ بلکہ تم پہلے اس کی بادشاہی اور اس کی راست بازی کو تلاش کرو تو یہ سب چیزیں بھی تم کو مل جائیں گی۔ پس کل کے لیے فکر نہ کرو کیونکہ کل کا دن اپنے لیے آپ فکر کرلے گا۔ آج کے لیے آج ہی کا دکھ کافی ہے۔“ متی ‘ باب 6 : 25۔ 34 ‘ بحوالہ تدبر قرآن ‘ جلد پنجم ‘ ص 60 اس میں کیا شک ہے کہ اللہ تعالیٰ سب کا رازق بھی ہے اور وہ اپنے بندوں کی ایک ایک حاجت سے باخبر اور ان کی ایک ایک خواہش سے آگاہ بھی ہے۔ آپ ایک دفعہ یکسو ہو کر فیصلہ تو کرو ‘ کہ اب اپنے آپ کو اس کام کے لیے وقف کردینا ہے۔ پھر دیکھنا اللہ تعالیٰ تمہاری ضروریات کا خیال کیسے رکھتا ہے۔ اس کا وعدہ ہے : { وَمَنْ یَّتَّقِ اللّٰہَ یَجْعَلْ لَّہٗ مَخْرَجًا۔ وَّیَرْزُقْہُ مِنْ حَیْثُ لَا یَحْتَسِبُط } الطلاق : 3 ”اور جو کوئی اللہ کا تقویٰ اختیار کرتا ہے تو وہ اس کے لیے مشکلات سے نکلنے کا راستہ بنا دیتا ہے ‘ اور وہ اسے وہاں سے رزق دیتا ہے جہاں سے اسے گمان بھی نہیں ہوتا“۔ ہاں یہ ضرور ہے کہ اس راستے میں طرح طرح کی آزمائشوں اور سختیوں کا سامنا بھی کرنا پڑتا ہے۔ لیکن جب بندہ اس مرحلے میں بھی صبر و استقامت کے مظاہرے سے اپنی وفاداری اور یکسوئی ثابت کر دے تو پھر اللہ تعالیٰ اس کے لیے نئے نئے راستے کھول دیتا ہے اور ان راستوں پر چلنا اس کے لیے آسان کردیتا ہے۔ { وَہُوَ الْقَوِیُّ الْعَزِیْزُ } ”اور وہ تو بہت قوی ہے ‘ بہت زبردست ہے۔“",
  "ayah": 19,
  "surah": 42
}
