{
  "text": "گزشتہ آیات میں مکی سورتوں کے عمومی مضامین مثلاً مشرکین کے ساتھ ردوکدح ‘ آخرت کی جزا و سزا اور اللہ کی نشانیوں اور نعمتوں کا تذکرہ تھا ‘ لیکن اس کے بعد موضوع پھر سے سورت کے عمود یا مرکزی مضمون کی طرف لوٹ رہا ہے۔ چناچہ آئندہ آٹھ آیات میں وہ اوصاف بیان کیے گئے ہیں جو اقامت دین کی جدوجہد کرنے والے افراد کی سیرت کے لیے ناگزیز ہیں۔ انہی اوصاف کو اپنانے سے دراصل ایک ایسے مرد مومن کے کردار کا نقشہ تیار ہوتا ہے جو اس میدانِ کارزار میں قدم رکھتے ہوئے طے کرلیتا ہے کہ : { اِنَّ صَلاَتِیْ وَنُسُکِیْ وَمَحْیَایَ وَمَمَاتِیْ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ } الانعام ”میری نماز ‘ میری قربانی ‘ میری زندگی اور میری موت اللہ ہی کے لیے ہے جو تمام جہانوں کا پروردگار ہے“۔ اقامت دین کی جدوجہد کے علمبردار افراد کو معلوم ہونا چاہیے کہ ان اوصاف کو اپنائے بغیر ان کے کردار و عمل میں وہ مضبوط ”جان“ پیدا نہیں ہوگی جو اس ”معرکہ روح و بدن“ میں پیش کرنے کے لیے درکار ہے۔ اسی ضرورت اور شرط کو اقبال ؔنے یوں بیان کیا ہے : ؎ہو صداقت کے لیے جس دل میں مرنے کی تڑپ پہلے اپنے پیکر ِخاکی میں جاں پیدا کرے ! آئیے اب ہم ایک ایک کر کے ان اوصاف کا جائزہ لیتے ہیں۔ اس سلسلے کی پہلی ہدایت ملاحظہ ہو :آیت 36 { فَمَآ اُوْتِیْتُمْ مِّنْ شَیْئٍ فَمَتَاعُ الْحَیٰوۃِ الدُّنْیَا } ”پس جو کچھ بھی تمہیں دیا گیا ہے وہ دنیا ہی کی زندگی کا سازو سامان ہے۔“ { وَمَا عِنْدَ اللّٰہِ خَیْرٌ وَّاَبْقٰی لِلَّذِیْنَ اٰمَنُوْا وَعَلٰی رَبِّہِمْ یَتَوَکَّلُوْنَ } ”اور جو کچھ اللہ کے پاس ہے وہ بہتر اور باقی رہنے والا ہے ان لوگوں کے لیے جو ایمان رکھتے ہیں اور اپنے رب پر ّتوکل کرتے ہیں۔“ گویا اس منزل کے مسافروں کو سب سے پہلے اپنی ترجیحات بدلنا ہوں گی اور ایسی سوچ اپنانا ہوگی جس کے مطابق دنیا ومافیہا انہیں ہیچ نظر آئے اور اس کے مقابلے میں آخرت کی زندگی ان کا اصل مقصود و مطلوب بن جائے۔ اگر دنیا کی محبت دل کے کسی گوشے میں چھپی رہ گئی تو وہ اس میدان کے بڑے سے بڑے شہسوار کو بھی کبھی نہ کبھی ضرور اڑنگا لگا کر منہ کے بل گرائے گی۔ چناچہ آدمی سب سے پہلے یہ طے کرے کہ وہ طالب ِآخرت ہے یا طالب دنیا ؟ اقامت دین کی جدوجہد کے علمبرداروں کا پہلا وصف یہاں یہ بیان ہوا ہے کہ وہ دنیا سے بےرغبتی اختیار کر کے آخرت کو اپنا مقصود و مطلوب بنا لیتے ہیں ‘ جبکہ آیت کے اختتامی الفاظ کے مطابق ان کا دوسرا وصف یہ ہے : { وَعَلٰی رَبِّہِمْ یَتَوَکَّلُوْنَ } یعنی وہ ہر حال اور ہر کیفیت میں اپنے رب پر ہی توکل کرتے ہیں۔",
  "ayah": 36,
  "surah": 42
}
