{
  "text": "آیت 37 { وَالَّذِیْنَ یَجْتَنِبُوْنَ کَبٰٓئِرَ الْاِثْمِ وَالْفَوَاحِشَ } ”اور وہ لوگ کہ جو اجتناب کرتے ہیں بڑے بڑے گناہوں سے اور بےحیائی کے کاموں سے“ ظاہر ہے اس مقدس فریضہ کو نبھانے کا حلف اٹھانے والے رضاکار اگر اپنے دامن ِکردار کو ایسی نجاستوں سے بچا کر نہیں رکھیں گے تو وہ اس میدان میں آگے کیسے بڑھ سکیں گے۔ یہی مضمون سورة النساء کے اندر ہم ان الفاظ میں پڑھ چکے ہیں : { اِنْ تَجْتَنِبُوْا کَبَائِرَ مَا تُنْہَوْنَ عَنْہُ نُـکَفِّرْ عَنْکُمْ سَیِّاٰتِکُمْ وَنُدْخِلْکُمْ مُّدْخَلاً کَرِیْمًا۔ } ”اگر تم اجتناب کرتے رہو گے ان بڑے بڑے گناہوں سے جن سے تمہیں روکا جا رہا ہے تو ہم تمہاری چھوٹی برائیوں کو تم سے دور کردیں گے اور تمہیں داخل کریں گے بہت با عزت جگہ پر“۔ صغائر اور کبائر کے حوالے سے یہ نکتہ اچھی طرح سے ذہن نشین کرنے کی ضرورت ہے کہ ایک بندئہ مومن کو کبائر کے معاملے میں غیر معمولی طور پر حساس ہونا چاہیے۔ لیکن بد قسمتی سے ہمارے ہاں عمومی روش یہ ہے کہ ہم صغائر کے بارے میں تو بہت زیادہ باریک بین بننے کی کوشش کرتے ہیں ‘ چھوٹے چھوٹے مسائل کے بارے میں وضاحتیں اور فتوے بھی طلب کرتے رہتے ہیں ‘ مگر کبائر سے متعلق لاپرواہی برتتے ہیں۔ حالانکہ صغائر تو { اِنَّ الْحَسَنٰتِ یُذْہِبْنَ السَّیِّاٰتِط } ھود : 114 کے اصول کے تحت ساتھ ہی ساتھ معاف ہوتے رہتے ہیں اور سورة النساء کی متذکرہ بالا آیت میں بھی یہی بشارت دی جا رہی ہے کہ اگر تم لوگ کبائر سے بچتے رہو گے تو تمہارے صغائر ہم خود معاف کردیں گے۔ لیکن اس کے باوجود کبائر سے متعلق لاپرواہی اور صغائر کے بارے میں ”حساسیت“ کا عمومی رویہ ہمارے معاشرے میں ایک متعدی بیماری کی شکل اختیار کرچکا ہے۔ اس حوالے سے ہماری مشابہت بنی اسرائیل کی اس کیفیت کے ساتھ ہوچکی ہے جس کے بارے میں حضرت مسیح علیہ السلام نے انہیں فرمایا تھا کہ ”تم لوگ مچھر چھانتے ہو اور سموچے اونٹ نگل جاتے ہو“۔ بہر حال اللہ کے راستے میں نکلنے والے مجاہدین کے لیے ضروری ہے کہ وہ تقویٰ کی روش پر کاربند رہیں اور کبائرو فواحش سے اپنا دامن بچا کر رکھیں۔ { وَاِذَامَا غَضِبُوْا ہُمْ یَغْفِرُوْنَ } ”اور جب انہیں غصہ آتا ہے تو معاف کردیتے ہیں۔“ غَفَرَ کے معنی ڈھانپ دینے کے ہیں۔ اس معنی میں اس آہنی خود کو مِغْفَر کہا جاتا ہے جس سے دورانِ جنگ تلوار وغیرہ کے وار سے بچنے کے لیے سر کو ڈھانپا جاتا ہے۔ اس لحاظ سے مغفرت سے مراد اللہ تعالیٰ کی رحمت اور مہربانی ہے جو بندے کے گناہوں کو ڈھانپ لیتی ہے۔ لہٰذا مومنین ِصادقین کا یہاں جو وصف بتایا گیا ہے وہ یہ ہے کہ وہ غصے کا اظہار کرنے کے بجائے اسے پی جاتے ہیں۔ اشتعال کی حالت میں وہ کوئی اقدام نہیں کرتے بلکہ اپنے فیصلے ہمیشہ سوچ سمجھ کر کرتے ہیں اور انتقام لینے کے بجائے معاف کرنے کی حکمت عملی کو ترجیح دیتے ہیں۔ سورة آل عمران کی آیت 134 میں بھی متقین کی تعریف میں یہی صفت بیان کی گئی ہے : { وَالْکٰظِمِیْنَ الْغَیْظَ وَالْعَافِیْنَ عَنِ النَّاسِط } کہ وہ اپنے غصے کو پی جانے والے اور دوسروں کی غلطیوں کو معاف کرنے والے لوگ ہیں۔ چونکہ غصہ اور غصے کی کیفیت میں انسان کا اشتعال شیطانی اثرات کی بنا پر ہوتا ہے اس لیے سورة حٰم السجدۃ کی آیت 36 میں دی گئی یہ ہدایت غصے اور اس کے منفی اثرات سے بچنے کا بہترین نسخہ ہے : { وَاِمَّا یَنْزَغَنَّکَ مِنَ الشَّیْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰہِط } آیت 36 ”اور اگر کبھی تمہیں شیطان سے کوئی ُ چوک لگنے لگے تو اللہ کی پناہ طلب کرلیا کرو“۔ -۔ -۔ -۔ - اب آگے چلیے اگلے وصف کی طرف :",
  "ayah": 37,
  "surah": 42
}
