{
  "text": "آیت 52 { وَکَذٰلِکَ اَوْحَیْنَـآ اِلَـیْکَ رُوْحًا مِّنْ اَمْرِنَا } ”اور اے نبی ﷺ ! اسی طرح ہم نے آپ کی طرف وحی کی ہے ایک روح اپنے امر میں سے۔“ یہاں پر قرآن کو رُوحًا مِّن اَمْرِنَا کہا گیا ہے۔  اگلی آیت میں محمد رسول اللہ ﷺ کے ایمان کے بارے میں بتایا گیا ہے کہ آپ ﷺ کو ایمان کہاں سے ملا ؟ اس مضمون کے اعتبار سے یہ قرآن حکیم کا اہم ترین مقام ہے۔ حضور ﷺ کی ذات کی مثال ایمان کی دہکتی ہوئی بھٹی کی سی ہے کہ جو بھی آپ ﷺ کے قریب آگیا ایمان کی دولت سے مالا مال ہوگیا۔ البتہ جس طرح ایک خراب موصل bad conductor بھٹی کے سامنے ہونے کے باوجود بھی ”اتصالِ حرارت“ کے عمل سے محروم رہتا ہے اسی طرح بعض بد نصیب انسان منافقین آپ ﷺ کی قربت میں رہنے کے باوجود بھی ایمان سے محروم رہے۔  { مَا کُنْتَ تَدْرِیْ مَا الْکِتٰبُ وَلَا الْاِیْمَانُ } ”اے نبی ﷺ ! آپ نہیں جانتے تھے کہ کتاب کیا ہوتی ہے اور ایمان کیا ہوتا ہے“ آپ ﷺ نے دنیا کے معروف اور روایتی طریقے سے نہ تو تعلیم حاصل کی تھی اور نہ ہی آپ ﷺ نے تورات یا کوئی اور کتاب پڑھی تھی۔ اس لحاظ سے آپ ﷺ ”اُمییّن“ میں سے تھے۔ { وَلٰکِنْ جَعَلْنٰہُ نُوْرًا نَّہْدِیْ بِہٖ مَنْ نَّشَآئُ مِنْ عِبَادِنَا } ”لیکن اس قرآن کو ہم نے ایسا نور بنایا ہے جس کے ذریعے سے ہم ہدایت دیتے ہیں اپنے بندوں میں سے جس کو چاہتے ہیں۔“ یعنی قرآن کے ذریعے سے حضور ﷺ کے ایمان نے ایک حقیقی اور واقعی شکل اختیار کرلی۔ فطرتِ انسانی کے اندر موجود ایمان کی خفتہ dormant کیفیت کے بارے میں اس مطالعہ قرآن کے دوران قبل ازیں متعدد بار گفتگو ہوچکی ہے۔ ظاہر ہے روح محمدی ﷺ میں تمام انسانی ارواح سے زیادہ قوی ایمان موجود تھا۔ آپ ﷺ کی روح کے ایمان کی کیفیت سورة النور کے پانچویں رکوع میں بیان کی گئی مثال کے مطابق ”نورٌ عَلٰی نُوْرٍ“ کی سی تھی۔ ہمارے علماء نے اس کی تعبیر یوں کی ہے کہ آپ ﷺ کی روح کے اندر اجمالی ایمان پہلے سے موجود تھا ‘ جبکہ آپ ﷺ کو تفصیلی ایمان قرآن سے ملا۔ میں اس کی تعبیر یوں کرتا ہوں کہ آپ ﷺ کی روح مبارک کے اندر بالقوۃ ّ potentioal ایمان پہلے سے موجود تھا جو خفتہ dormant حالت میں تھا۔ قرآن نے اس ایمان کو فعال active کردیا۔ یعنی قرآن کے نور سے آپ ﷺ کا ایمان جگمگا اٹھا اور آپ ﷺ کی ذات کے اندر ”نورٌ عَلٰی نُوْرٍ“ کی کیفیت پیدا ہوگئی۔ اس کے بعد آپ ﷺ بنی نوع انسان کو راہ ہدایت دکھانے کے لیے مینارہ نور بن گئے۔ { وَاِنَّکَ لَتَہْدِیْٓ اِلٰی صِرَاطٍ مُّسْتَقِیْمٍ } ”اور آپ ﷺ یقینا سیدھے راستے کی طرف ہدایت دیتے ہیں۔“ جیسے کہ ساحل پر موجود روشنی کا مینار جہازوں کو بندرگارہ تک پہنچنے کا راستہ دکھاتا ہے۔",
  "ayah": 52,
  "surah": 42
}
