{
  "text": "Вокруг обитателей Рая будут течь ручьи из воды, молока, меда и вина. На них будут всевозможные убранства и дорогие украшения, и все это будет результатом того, что их научили благим словам, самым прекрасным и самым лучшим из которых является свидетельство искренней веры. К ним также относятся все остальные благие речи, в которых говорится об Аллахе или добродетели по отношению к рабам Аллаха. Что касается пути достохвального, то согласно первому толкованию, прямой путь назван достохвальным, потому что абсолютно все законы Аллаха преисполнены мудрости и заслуживают похвалы. Они призывают людей совершать прекрасные деяния и предостерегают их от скверных поступков. Такова религия Аллаха, в которой нет ни излишеств, ни упущений, которая объединяет в себе полезное знание и праведные деяния. Согласно другому толкованию, имеется в виду путь Достохвального Аллаха. Всевышний очень часто называет прямой путь Своим, потому что именно этот путь приближает рабов к Нему. В данном случае Аллах нарек Себя Достохвальным, чтобы подчеркнуть, что праведники встали на прямой путь благодаря Его милости. Именно поэтому, оказавшись в Раю, праведники будут говорить: «Хвала Аллаху, Который привел нас к этому! Мы не последовали бы прямым путем, если бы Аллах не наставил нас» (7:43). Говоря об этом, Всевышний также поведал о том, что все творения падают ниц перед Ним. Это относится к обитателям небес и земли. Солнце и луна, звезды и горы, деревья и животные, а также правоверные люди падают ниц перед Аллахом. Но очень многие люди будут удостоены наказания, и причиной тому станет их неверие. Таких людей невозможно наставить на прямой путь, потому что Сам Аллах унизил их. Если Он унижает кого-нибудь, то никто не сможет почтить его после этого. И если Он пожелал чего-нибудь, то никто не сможет помешать этому случиться. А тот факт, что все творения падают ниц перед Ним, склоняются перед Его могуществом и покоряются Его величию, свидетельствует о том, что только Он является Господом Богом и Достохвальным Правителем. Всякий же, кто начинает поклоняться иным божествам, впадает в глубокое заблуждение и обрекает себя на великий урон.",
  "ayah": 24,
  "surah": 22
}
