{
  "text": "Среди прекрасных имен Аллаха - Истинный. Он всегда был и никогда не перестанет существовать. Он - Первый, и до Него ничего не было. Он - Последний, и после Него ничего не будет. Его имена и качества безупречны и совершенны, а Его обещания правдивы. Встреча с Ним - истина, Его религия - истина, и поклонение Ему - истина. Только оно может принести пользу, которая никогда не иссякнет. Что же касается истуканов и идолов, среди которых есть как живые твари, так и безжизненные предметы, то они не способны помочь человеку. И поклонение им также тщетно и бесполезно, ведь оно обращено к существам, которые непременно умрут или исчезнут. А это значит, что оно не принесет никаких полезных плодов. Среди прекрасных имен Аллаха - Возвышенный, Большой. Аллах находится высоко над своими творениями и превосходит их своими совершенными качествами. А все сущее подвластно Ему. Величие также присуще сущности, именам и качествам Аллаха. Он настолько велик и преславен, что в День воскресения земля уместится в Его пригоршне, а небеса будут свернуты Его десницей. Он настолько велик и преславен, что Его престол объемлет семь небес и землю. Он настолько велик и преславен, что судьбы всех рабов находятся в Его руках. Все, что они совершают, происходит по Его божественной воле. Отдыхают они или трудятся - они делают это только с Его дозволения. Подлинное величие Аллаха не известно никому, кроме Него. Познать его в полной мере не суждено ни приближенным ангелам, ни посланным пророкам. Все качества совершенства, величия и могущества присущи Ему в самой совершенной форме. И свидетельством Его величия является то, что все обитатели небес и земли поклоняются Аллаху, возвеличивая и прославляя Его. Именно поэтому слова возвеличивания Аллаха являются отличительным признаком самых славных обрядов поклонения, к которым также относится намаз. Затем Всевышний призвал людей размышлять над знамениями, которые свидетельствуют об истинности единобожия и совершенстве Аллаха:",
  "ayah": 62,
  "surah": 22
}
