{
  "text": "Джихад - это усердное стремление к достижению поставленной цели. А для того, чтобы усердствовать на пути Аллаха надлежащим образом, мусульмане должны самым совершенным образом выполнять повеления Аллаха и призывать людей на путь Господа, используя все возможные способы, в том числе искреннее наставление, обучение, сражение, наказание, предостережение, назидание и многое другое. О мусульмане! Аллах избрал вас из числа Своих рабов, и избрал для вас религию, которой Он остался доволен, и избрал для вас лучшее из Писаний и лучшего из посланников. Будьте же признательны своему Господу за эту великую милость и изо всех сил усердствуйте на Его пути. Для того чтобы ни у кого не возникло ошибочного предположения о том, что Аллах возложил на людей обязанность, которую они не способны выполнить или которая ляжет на их плечи тяжелым бременем, Всевышний возвестил, что в мусульманской религии нет чрезмерно тяжелых и обременительных предписаний. Напротив, Аллах сделал предписания религии в высшей степени легкими и выполнимыми. С самого начала Аллах ниспосылал людям заповеди, которые ничуть не обременяли их и не причиняли им страданий. А когда появлялись предпосылки для облегчения религиозных предписаний, Всевышний Аллах непременно облегчал их, аннулируя их полностью либо частично. Из этого аята вытекает важное религиозное правило, которое гласит: «Трудности способствуют облегчению религиозных предписаний, а крайняя необходимость допускает совершение запрещенного». Это правило распространяется на многие законы шариата, хорошо известные из книг по мусульманскому праву. О мусульмане! Упомянутые выше воззрения и предписания являются верой вашего праотца Ибрахима. Он никогда не уклонялся от этой веры, и вы тоже должны крепко держаться за нее. Ибрахим нарек вас мусульманами, и это ваше название хорошо известно. Оно встречалось в предыдущих Священных Писаниях, и оно повторяется в этом Писании и шариате. Правоверных называли мусульманами в прошлом и будут называть этим именем во все времена. Что касается Божьего посланника, да благословит его Аллах и приветствует, то он будет свидетельствовать о ваших добрых и злых деяниях. Что же касается вас самих, то вы будете свидетельствовать об остальных людях, потому что вы являетесь лучшим народом, который когда-либо существовал в роду человеческом. Вы беспристрастны, справедливы и добры. Вы свидетельствуете о том, что Божьи посланники донесли истину до своих соплеменников и что все народы узнали истину от своих посланников. А свидетельствуете вы об этом, потому что Аллах поведал об этом в Своем писании. Совершайте намаз, выполняя его условия, а также обязательные и необходимые предписания. Выплачивайте обязательные пожертвования тем, кто имеет на них право, и благодарите Аллаха за оказанную вам милость. Уповайте на Аллаха и не полагайтесь на собственную силу и собственные возможности, ибо только Аллах покровительствует вам и самым прекрасным образом устраивает ваши дела. Как же прекрасен покровитель, который помогает своим преданным рабам достичь желанной цели! Как же прекрасен помощник, который защищает своих просящих рабов от всего дурного!",
  "ayah": 78,
  "surah": 22
}
