{
  "text": "عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (13)ثامنة وتاسعة .والعُتُل : بضمتين وتشديد اللام اسم وليس بوصف لكنه يتضمن معنى صفةٍ لأنه مشتق من العَتْل بفتح فسكون ، وهو الدفع بقوة قال تعالى : { خذوه فاعْتلُوه إلى سواء الجحيم } [ الدخان : 47 ] ولم يسمع ( عاتل ) . ومما يدل على أنه من قبيل الأسماء دون الأوصاف مركب من وصفين في أحوال مختلفة أو من مركب أوصاف في حالين مختلفين .وفسر العُتل بالشديد الخِلقة الرحيب الجوف ، وبالأكول الشروب ، وبالغشوم الظلوم ، وبالكثير اللّحم المختال ، روى الماوردي عن شهر بن حوشب هذا التفسير عن ابن مسعود وعن شداد بن أوس وعن عبد الرحمان بن غَنْم ، يزيدُ بعضهم على بعض عن النبي صلى الله عليه وسلم بسند غير قوي ، وهو على هذا التفسير إتْباع لصفة { منّاع للخير } [ القلم : 12 ] أي يمنع السائل ويدفعه ويُغلظ له على نحو قوله تعالى : { فذلك الذي يَدعُّ اليتيم } [ الماعون : 2 ] .ومعنى { بعد ذلك } علاوة على ما عُدّد له من الأوصاف هو سيّىء الخِلقة سيِّىء المعاملة ، فالبعدية هنا بعدية في الارتقاء في درجات التوصيف المذكور ، فمفادها مفاد التراخي الرتبي كقوله تعالى : { والأرض بعد ذلك دحاها } [ النازعات : 30 ] على أحد الوجهين فيه .وعلى تفسير العُتل بالشديد الخِلقة والرحيب الجوف يكون وجه ذكره أن قباحة ذاته مكملة لمعائبه لأن العيب المشاهد أجلب إلى الاشمئزاز وأوغل في النفرة من صاحبه .وموقع { بعد ذلك } موقعَ الجملة المعترضة ، والظرفُ خبر لمحذوف تقديره : هو بعد ذلك .ويجوز اتصال { بعد ذلك } بقوله : { زنيم } على أنه حال من { زنيم } .والزنيم : اللصيق وهو من يكون دعياً في قومه ليس من صريح نسبهم : إِما بمغمز في نسبه ، وإِما بكونه حليفاً في قوم أو مولى ، مأخوذ من الزَنَمة بالتحريك وهي قطعة من أذن البعير لا تنزع بل تبقى معلقة بالأذن علامة على كرم البعير . والزنمتان بضعتان في رقاب المعز .قيل أريد بالزنيم الوليد بن المغيرة لأنه ادعاه أبوه بعد ثمان عشرة سنة من مولده . وقيل أريد الأخنس بن شريق لأنه كان من ثقيف فحالف قريشاً وحلّ بينهم ، وأيَّا ما كان المراد به فإن المراد به خاص فدخوله في المعطوف على ما أضيف إليه { كل } [ القلم : 10 ] إنما هو على فرض وجود أمثال هذا الخاص وهو ضرب من الرمز كما يقال : ما بال أقوام يعملون كذا ، ويُراد واحد معين . قال الخطيم التميمي جاهلي ، أو حسان بن ثابت :زنيم تداعاه الرجال زيادةً ... كما زيد في عَرض الأديم الأكارعويطلق الزنيم على من في نسبه غضاضة من قِبَل الأمهات ، ومن ذلك قول حَسان في هجاء أبي سفيان بن حَرب ، قبل إسلام أبي سفيان ، وكانت أمه مولاةً خلافاً لسائر بني هاشم إذ كانت أمهاتهم من صريح نسب قومهن :وأنتَ زنيم نيطَ في آل هاشم ... كما نِيطَ خلْفَ الراكب القَدَحُ الفَرْدُوإنَّ سَنام المجد من آل هاشم ... بنُو بنت مخزوم ووالدُكَ العَبْديريد جدّه أبا أمه وهو مَوهب غلام عبد مناف وكانت أم أبي سفيان سُمية بنت موهب هذا .والقول في هذا الإِطلاق والمرادِ به مماثل للقول في الإِطلاق الذي قبله .",
  "ayah": 13,
  "surah": 68
}
