{
  "text": "سَنَسِمُهُ عَلَى الْخُرْطُومِ (16)استئناف بياني جواباً لسؤال ينشأ عن الصفات الذميمة التي وصفوا بها أن يسأل السامع : ما جزاء أصحاب هذه الأوصاف من الله على ما أتوه من القبائح والاجتراء على ربِّهم .وضمير المفرد الغائب في قوله : { سنسمه } عائد إلى كُل حلاّف باعتبار لفظه وإن كان معناه الجماعات فإفراد ضميره كإفراد ما أضيف إليه { كلَّ } [ القلم : 10 ] من الصفات التي جاءت بحالة الإِفراد .والمعنى : سنسم كل هؤلاء على الخراطيم ، وقد علمت آنفاً أن ذلك تعريض بمعيّن بصفة قوله : { أساطير الأولين } [ القلم : 15 ] وبأنه ذو مال وبنين .و { الخرطوم } : أريد به الأنف . والظاهر أن حقيقة الخرطوم الأنف المستطيل كأنف الفيل والخنزير ونحوهما من كل أنف مستطيل . وقد خلط أصحاب اللّغة في ذكر معانيه خلطاً لم تتبين منه حقيقته من مجازه .وذكر الزمخشري في «الأساس» معانيه المجازية ولم يذكر معناه الحقيقي ، وانبهم كلامه في «الكشاف» إلاّ أن قوله فيه : وفي لفظ { الخُرطوم } استخفاف وإهانة ، يقتضي أن إطلاقه على أنف الإِنسان مجاز مرسل ، وجزم ابن عطية : أن حقيقة الخرطوم مَخْطَممِ السَبع أي أنف مثل الأسد ، فإطلاق الخرطوم على أنف الإِنسان هنا استعارة كإِطلاق المِشفر وهو شفة البعير على شفة الإِنسان في قول الفرزدق :فلو كنتَ ضبيّاً عرفتَ قرابتي ... ولكنَّ زنجيّ غَليظُ المشافروكإطلاق الجحفلة على شفة الإِنسان ( وهي للخيل والبغال والحمير ) في قول النابغة يهجو لبيد بنَ ربيعة :ألا مَن مبلغٌ عني لبيداً ... أبا الوَرداء جَحْفَلةَ الأَتانوالوسم للإبل ونحوها ، جعل سِمة لها أنها من مملوكات القبيلة أو المالك المعيَّن .فالمعنى : سنعامله معاملةً يُعرف بها أنه عبدُنا وأنه لا يغني عنه ماله وولده منا شيئاً .فالوسم : تمثيل تتبعه كناية عن التمكن منه وإظهار عجزه .وأصل ( نسمه ) نَوْسِمه مثل : يَعِد ويَصِل .وذِكر الخرطوم فيه جمع بين التشويه والإِهانة فإن الوسم يقتضي التمكن وكونَه في الوجه إذلالاً وإهانة ، وكونه على الأنف أشد إذلالاً ، والتعبير عن الأنف بالخرطوم تشويه ، والضرب والوسم ونحوهما على الأنف كناية عن قوة التمكن وتمام الغلبة وعجز صاحب الأنف عن المقاومة لأن الأنف أبرز ما في الوجه وهو مجرى النفَس ، ولذلك غلَب ذكر الأنف في التعبير عن إظهار العزة في قولهم : شمخ بأنفه ، وهُو أشمّ الأنف ، وهُم شمّ العرانين ، وعبر عن ظهور الذلة والاستكانة بكسر الأنف ، وجَدْعِه ، ووقوعه في التراب في قولهم : رَغِم أنفه ، وعلَى رغْم أنفه ، قال جرير :لما وَضَعْت على الفرزدق ميسَمي ... وعلى البعيث جَدَعْتُ أنفَ الأخطلومُعظم المفسرين على أن المعنيَّ بهذا الوعيد هو الوليد بن المغيرة . وقال أبو مسلم الأصفهاني في تفسيره قوله : { سنسمه على الخرطوم } هو ما ابتلاه الله به في نفسه وماله وأهله من سوء وذل وصغار . يريد : ما نالهم يوم بدر وما بعده إلى فتح مكة .وعن ابن عباس معنى { سنسمه على الخرطوم } سنخطمه بالسيف قال : وقد خُطم الذي نزلت فيه بالسيف يوم بدر فلم يزل مخطوماً إلى أن مات ولم يعيّن ابن عباس من هو .وقد كانوا إذا ضربوا بالسيوف قصدوا الوجوه والرؤوس . قال النبي صلى الله عليه وسلم يوم بدر لعمر بن الخطاب لما بلغه قول أبي حذيفة لئن لقيتُ العباس لألجمنَّه السيفَ ، فقال رسول الله : «يا أبا حفص أيضرب وجه عم رسول الله بالسيف؟» .وقيل هذا وعيد بتشويه أنفه يوم القيامة مثل قوله : { يوم تبيض وجوه وتسودّ وجوه } [ آل عمران : 106 ] وجعل تشويهه يومئذٍ في أنفه لأنه إنما بالغ في عداوة الرسول والطعن في الدين بسبب الأنفة والكبرياء ، وقد كان الأنف مظهر الكِبر ولذلك سمي الكِبر أنفة اشتقاقاً من اسم الأنف فجعلت شوهته في مظهر آثار كبريائه .",
  "ayah": 16,
  "surah": 68
}
