{
  "text": "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (44) الفاء لتفريع الكلام الذي عطفته على الكلام الذي قبله لكون الكلام الأول سبباً في ذكر ما بعده ، فبعد أن استُوفي الغرض من موعظتهم ووعيدهم وتزييف أوهامهم أعقب بهذا الاعتراض تسلية للرسول صلى الله عليه وسلم بأن الله تكفل بالانتصاف من المكذبين ونصْره عليهم .وقوله : { فذرني ومن يكذب } ونحوه يفيد تمثيلاً لحال مفعول ( ذر ) في تعهده بأن يكفي مؤونة شيء دون استعانةٍ بصاحببِ المؤونةِ بحال من يرى المخاطب قد شرع في الانتصار لنفسه ورأى أنه لا يبلغ بذلك مبلغ مفعول ( ذَرْ ) لأنه أقدر من المعتدَى عليه في الانتصاف من المعتدي فيتفرغ له ولا يطلب من صاحب الحق إعانة له على أخذ حقه ، ولذلك يؤتى بفعل يدل على طلب الترك ويؤتى بعده بمفعوللٍ معه ومنه قوله تعالى : { وذرني والمكذبين } [ المزمل : 11 ] { ذَرني ومن خلقتُ وحيداً } [ المدثر : 11 ] وقال السهيلي في «الروض الأنف» في قوله تعالى : { ذرني ومن خلقت وحيداً } [ المدثر : 11 ] فيه تهديد ووعيد ، أي دعني وإياه فسترى ما أصنع وهي كلمة يقولها المغتاظ إذا اشتد غيظه وغضبه وكره أن يشفع لمن اغتاظ عليه فمعنى الكلام لا شفاعة في هذا الكافر .والواو واو المعية وما بعدها مفعول معه ، ولا يصح أن تكون الواو عاطفة لأن المقصود : اتركني معهم .و { الحديث } يجوز أن يراد به القرآن وتسميته حديثاً لما فيه من الإِخبار عن الله تعالى ، وما فيه من أخبار الأمم وأخبار المغيبات ، وقد سمي بذلك في قوله تعالى : { فبأي حديث بعده يؤمنون } في سورة الأعراف ( 185 ) وقوله تعالى : { أفمِن هذا الحديث تعجبون وتضحكون } الآية في } [ سورة النجم : 5960 ] ، وقوله : { أفبهذا الحديث أنتم مدهنون } في سورة الواقعة ( 81 ) .واسم الإِشارة على هذا للإِشارة إلى مقدر في الذهن مما سبق نزوله من القرآن .ويجوز أن يكون المراد بالحديث الإِخبار عن البعث وهو ما تضمنه قوله تعالى : { يوم يكشف عن ساق الآية } [ القلم : 42 ] .ويكون اسم الإشارة إشارة إلى ذلك الكلام والمعنى : حسبك إيقاعاً بهم أن تكل أمرهم إليّ فأنَا أعلم كيف أنتصف منهم فلا تشغل نفسك بهم وتوكل عليَّ .ويتضمن هذا تعريضاً بالتهديد للمكذبين لأنهم يسمعون هذا الكلام .وهذا وعد للنبي صلى الله عليه وسلم بالنصر ووعيد لهم بانتقام في الدنيا لأنه تعجيل لتسلية الرسول .وجملة { سنستدرجهم من حيث لا يعلمون ، } بيان لمضمون { ذَرني ومن يكذّب بهذا الحديث } باعتبار أن الاستدراج والإِملاء يعقبهما الانتقام فكأنه قال : سنأخذهم بأعمالهم فلا تستبطىء الانتقام فإنه محقق وقوعه ولكن يؤخر لحكمة تقتضي تأخيره .والاستدراج : استنزال الشيء من دَرَجة إلى أخرى في مثل السُّلم ، وكان أصل السين والتاء فيه للطلب أي محاولة التدرج ، أي التنقل في الدَّرج ، والقرينة تدل على إرادة النزول إذ التنقل في الدرَج يكون صعوداً ونزولاً ، ثم شاع إطلاقه على معاملة حسنة لمُسيءٍ إلى إبَّان مقدرٍ عند حلوله عقابُه ومعنى { من حيث لا يعلمون } أن استدراجهم المفضي إلى حلول العقاب بهم يأتيهم من أحوال وأسباب لا يتفطنون إلى أنها مفضية بهم إلى الهلاك ، وذلك أجلب لقوة حسرتهم عند حلول المصائب بهم ، ف { مِن } ابتدائية ، و { حيث } للمكان المجازي ، أي الأسباب والأفعال والأحوال التي يحسبونها تأتيهم بخير فتنكشف لهم عن الضر ، ومفعول { لا يعلمون } ضمير محذوف عائد إلى { حيث .",
  "ayah": 44,
  "surah": 68
}
