{
  "text": "Если бы Аллахом не был Единственным Господом Богом, то небеса и земля давно бы разрушились, а обитающие на них творения погибли. И правдивость этого утверждения легко объяснить. Высший и низший миры живут по совершенным законам и зависят от установленного в них порядка. Этот порядок не имеет изъянов и недостатков, и ничто не способно воспротивиться ему. А это значит, что управляет этой Вселенной один Правитель, один Господь Бог. И если бы Вселенная и ее обитатели зависели от двух или больше числа богов и правителей, то нарушился бы существующей в ней порядок и разрушились бы его основы. Разные правители стали бы принимать различные решения, и если бы один из них одобрил существование чего-либо во Вселенной, то второй мог бы пожелать обратное. Невозможно, чтобы желания двух правителей абсолютно совпадали. А если бы желание одного из них не сбылось, то это бы означало его слабость и немощь. Из этого следует, что Единственным Правителем, Чьи желания неукоснительно исполняются и не могут быть оспорены или отвергнуты, является Всемогущий Аллах. Он поведал о том, что если бы существовали разные боги, то они воспротивились бы друг другу: «Аллах не взял Себе сына, и нет наряду с Ним другого бога. В противном случае каждый бог унес бы с собой то, что сотворил, и одни из них возвысились бы над другими. Аллах превыше того, что они приписывают Ему!» (23:91). Согласно одному из двух существующих толкований, похожий смысл имеет также следующее кораническое откровение: «Скажи: “Если бы, как они говорят, наряду с Ним существовали другие боги, то они непременно попытались бы добраться до Господа Трона”. Пречист Он и премного выше того, что они говорят» (17:42–43). Воистину, Аллах настолько безупречен, что абсолютно не имеет пороков и недостатков. Он - Господь Трона, который служит кровлей мироздания и является самым огромным и самым величественным из Его творений. И если божественное господство Аллаха распространяется на Трон, то что тогда говорить обо всех остальных творениях? И, несмотря на это, отрицающие истину неверующие несправедливо приписывают Аллаху Сына и Супругу и приобщают к Нему сотоварищей.",
  "ayah": 22,
  "surah": 21
}
