{
  "text": "Аллах также обучил Давуда тому, как следует изготовлять кольчуги. Благодаря этому он стал первым человеком, который изготавливал кольчуги. А последующие поколения научились этому искусству от него. Аллах также обучил его тому, как ковать железо и как соединять кольца друг с другом. Это приносило людям огромную пользу, потому что кольчуги предохраняли воинов во время сражений. Но разве люди благодарны Аллаху за многочисленные милости, которыми Он почтил их посредством своего раба Давуда? Всевышний сказал: «Он устроил для вас убежища в горах, сотворил для вас одеяния, которые оберегают вас от жары, и доспехи, которые защищают вас от причиняемого вами вреда. Так Он доводит до конца Свою милость к вам, - быть может, вы станете мусульманами» (16:81). Существует мнение, что Аллах обучил Давуда изготавливать кольчуги и сделал для него железо ковким совершенно необычайным образом. Комментаторы считали, что Давуд не нуждался в нагревании железа на огне, потому что в его руках оно было подобно тесту или глине. Согласно другому толкованию, Аллах научил его изготавливать кольчуги обычным образом, который хорошо известен в наши дни. А это значит, что он был обучен тому, как можно раскалить или расплавить металл. Это толкование представляется наиболее очевидным, потому что Аллах назвал его Своей милостью по отношению ко всем рабам и повелел людям благодарить Его за эту милость. Если бы искусство, которому был обучен Давуд, не досталось в наследие остальным людям, то Аллах не назвал бы его милостью по отношению ко всему человечеству. В этом случае Аллах также не упомянул бы о той пользе, которую железные кольчуги приносят людям. Трудно представить, что в этом откровении речь идет только о кольчугах, изготовленных Давудом, а это значит, что Аллах упомянул о кольчугах в целом. Толкователи, которые отдают предпочтение первому мнению, опираются исключительно на коранический аят о том, что Аллах сделал для Давуда железо ковким. Однако эти слова не означают того, что железо становилось ковким вопреки земным законам. А лучше всего об этом известно Аллаху.",
  "ayah": 80,
  "surah": 21
}
