{
  "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115)هذا من تمام القول المحكي في { قال كم لبثتم في الأرض } [ المؤمنون : 112 ] مفرع على ما قبله . فرع الاستفهام عن حسبانهم أن الخلق لأجل العبث على إظهار بطلان ما زعموه من إنكار البعث . والاستفهام تقرير وتوبيخ لأن لازم إنكارهم البعث أن يكون خلق الناس مشتملاً على عبث فنزلوا منزلة من حسب ذلك فقُرروا ووبخوا أخذا لهم بلازم اعتقادهم .وأدخلت أداة الحصر بعد ( حسب ) فجعلت الفعل غير ناصب إلا مفعولاً واحداً وهو المصدر المستخلص من { أنما خلقناكم } والتقدير : أفحسبتم خلقنا إياكم لأجل العبث ، وذلك أن أفعال الظن والعلم نصبت مفعولين غالباً لأن أصل مفعوليها مبتدأ وخبر ، أي اسم ذات واسم صفة فاحتياجها إلى المفعول الثاني من باب احتياج المبتدأ إلى الخبر لئلا تنعدم الفائدة في المبتدأ مجرداً عن خبره ، وبذلك فارقت بقية الأفعال المتعدية باحتياجها إلى منصوبين لأن معناها لا يتعلق بالذوات؛ فقولك : ظننت زيداً قائماً ، إنما هو في الحقيقة : ظننت قيام زيد ، فمفعولها هو المصدر وحقه أن يكون خبراً مضافاً إلى ضمير مبتدئه كما قال الرضي : يعني أن العرب استعملوها بمفعولين كراهية لجعل المصدر مفعولاً به كأنهم تجنبوا اللبس بين المفعول به والمفعول المطلق ، وهذا كما استعملوا أفعال الكون مسندة إلى اسم الذوات ثم أتوا بعد اسم الذات باسم وصفها ولم يأتوا باسم الوصف من أول وهلة ولذلك إذا أوقعوا بعدها حرف المصدر اكتفوا به عن المفعولين ، ولم يسمع عنهم أنهم نصبوا بها مصدراً صريحاً . فإذا وقع مفعول أفعال الظن اسم معنى وهو المصدر الصريح أو المنسبك وحذف الفائدة فاجتزأت بالمصدر كقوله تعالى : { إني ظننت أني ملاققٍ حِسَابِيَهْ } [ الحاقة : 20 ] .وحيث كانت ( أنما ) مركبة من ( أن ) المفتوحة الهمزة ومن ( ما ) الكافة فوقوعها بعد فعل الحساب بمنزلة وقوع المصدر ، ولولا ( أن ) لكان الكلام : أحسبتمونا خالقينكم عبثاً .وانتصب { عَبَثاً } على الحال من ضمير الجلالة مؤولاً باسم الفاعل . والعبث : العمل الذي لا فائدة فيه . وكلما تضاءلت الفائدة كان لها حكم العدم فلو لم يكن خلق البشر في هذه الحياة مرتباً عليه مجازاة الفاعلين على أفعالهم لكان خالقه قد أتى في فعله بشيء عديم الفائدة فكان فيه حظ من العبث .وبيان كونه عبثاً أنه لو خُلق الخلق فأحسنَ المحسن وأساء المسيء ولم يلق كل جزاءه لكان ذلك إضاعة لحق المحسن وإغضاء عما حصل من فساد المسيء فكان ذلك تسليطاً للعبث . وليس معنى الحال أن يكون عاملها غير مفارق لمدلولها بل يكفي حصول معناها في بعض أكوان عاملها .وأما قوله : { وأنكم إلينا لا ترجعون } فهم قد حسبوا ذلك حقيقة بلا تنزيل وهذا من تمام الإنكار .وقرأ الجمهور : { تُرجعون } بضم التاء وفتح الجيم ، أي أن الله يرجعهم قهراً . وقرأه حمزة والكسائي وخلف بفتح التاء وكسر الجيم ، أي يرجعون طوعاً أو كرهاً .",
  "ayah": 115,
  "surah": 23
}
