{
  "text": "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) وضمير { جعلناه } عائد إلى الإنسان .والسّلالة : الشيء المسلول ، أي المنتَزع من شيء آخر ، يقال : سَللت السيف ، إذا أخرجته من غمده ، فالسلالة خلاصة من شيء ، ووزن فُعَالة يؤذن بالقلة مثل القُلامة والصُبابة .و { من } ابتدائية ، أي خلقناه منفصلاً وآتيا من سلالة ، فتكون السلالة على هذا مجموع ماء الذكر والأنثى المسلول من دمهما .وهذه السلالة هي ما يفرزه جهاز الهضم من الغذاء حين يصير دماً؛ فدم الذكر حين يمر على غدتي التناسل ( الأنثيين ) تفرز منه الأنثيان مادة دُهنيَّة شحميَّة تحتفظ بها وهي التي تتحوّل إلى منيّ حين حركة الجماع ، فتلك السلالة مخرجة من الطين لأنها من الأغذية التي أصلها من الأرض . ودم المرأة إذا مر على قناة في الرحم ترك فيها بويضات دقيقة هي بَذر الأجنة . ومن اجتماع تلك المادة الدُهنية التي في الأنثيين مع البويضة من البويضات التي في قناة الرحم يتكوّن الجنين فلا جرم هو مخلوق من سُلالةٍ من طيننٍ .وقوله { ثم جعلناه نطفة في قرار مَكين } طور آخر للخلق وهو طور اختلاط السُلالتين في الرحم . سميت سُلالة الذكر نطفة لأنها تنطُف ، أي تقطر في الرحم في قناة معروفة وهو القرار المكين .ف { نطفةً } مَنصُوبٌ على الحال وقوله : { في قرار مكين } هو المفعول الثاني ل { جعلناه } . و { ثم } للترتيب الرتبي لأن ذلك الجعل أعظم من خلق السلالة . فضمير { جعلناه } عائد إلى الإنسان باعتبار أنه من السلالة ، فالمعنى : جعلنا السلالة في قرار مكين ، أي وضعناها فيه حفظاً لها ، ولذلك غُير في الآية التعبير عن فعل الخلق إلى فعل الجعل المتعدي ب ( في ) بمعنى الوضع . . والقرار في الأصل : مصدر قَرّ إذا ثبت في مكانه ، وقد سمي به هنا المكان نفسُه . والمكين : الثابت في المكان بحيث لا يقلع من مكانه ، فمقتضى الظاهر أن يوصف بالمكين الشيءُ الحالّ في المكان الثابت فيه . وقد وقع هنا وصفاً لنفس المكان الذي استقرت فيه النطفة ، على طريقة المجاز العقلي للمبالغة ، وحقيقتُه مكين حالُّه ، وقد تقدم قوله تعالى : { أكفرت بالذي خلقك من تراب ثمّ من نطفة } في سورة الكهف ( 37 ) وقوله : { فإنا خلقناكم من تراب ثم من نطفة } في سورة الحج ( 5 ) .ويجوز أن يراد بالإنسان في قوله : ولقد خلقنا الإنسان } آدم . وقال بذلك قتادة فتكون السّلالة الطينَةَ الخاصةَ التي كوّن الله منها آدم وهي الصلصال الذي ميزه من الطين في مبدإ الخليقة ، فتلك الطينة مسْلولة سلاّ خاصّاً من الطين ليتكوّن منها حيٌّ ، وعليه فضمير { جعلناه نطفة } على هذا الوجه عائد إلى الإنسان باعتبار كونه نسلاً لآدم فيكون في الضمير استخدام ، ويكون معنى هذه الآية كمعنى قوله تعالى : { وبدَأ خلق الإنسان من طين ثم جعل نسله من سلالة من ماء مهين } [ السجدة : 7 ، 8 ] .",
  "ayah": 13,
  "surah": 23
}
