{
  "text": "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (3)العطف من عطف الصفات لموصوف واحد كقول بعض الشعراء وهو من شواهد النحو :إلى المَلِككِ القرْم وابننِ الهُماموليث الكتيبة في المزدحموتكرير الصفات تقوية للثناء عليهم .والقول في تركيب جملة { هم عن اللغو معرضون } كالقول في { هم في صلاتهم خاشعون } [ المؤمنون : 2 ] ، وكذلك تقديم { عن اللغو } على متعلقه .وإعَادَةُ اسم الموصول دون اكتفاء بعطف صلة على صلة للإشارة إلى أن كل صفة من الصفات موجبة للفلاح فلا يتوهم أنهم لا يفلحون حتى يجمعوا بين مضامين الصلاة كلها ، ولما في الإظهار في مقام الإضمار من زيادة تقرير للخبر في ذهن السامع .واللغو : الكلام الباطل . وتقدم في قوله تعالى : { لا يؤاخذكم الله باللغو في أيمانكم } في البقرة ( 225 ) ، وقوله : { لا يسمعون فيها لغواً } في سورة مريم ( 62 ) .والإعراض : الصد أي عدم الإقبال على الشيء ، من العُرض بضم العين وهو الجانب ، لأن من يترك الشيء يوليه جانبه ولا يقبل عليه فيشمل الإعراضُ إعْرَاضَ السمع عن اللغو ، وتقدم عند قوله : { فَأعْرِضْ عَنْهُمْ وَعِظْهُمْ } في سورة النساء ( 63 ) ، وقوله : { وإذَا رَأيْتَ الَّذِينَ يَخُوضُونَ في آيَاتِنَا فَأعْرِضْ عَنْهُمْ } في سورة الأنعام ( 68 ) ، وأهمه الإعراض عن لغو المشركين عند سماع القرآن { وقال الذين كفروا لا تسمعوا لهذا القرآن والغَوْا فِيهِ لعلكم تغلبون } [ فصلت : 26 ] وقال تعالى : { وإذا مَرّوا باللَّغْوِ مَرّوا كِراماً } [ الفرقان : 72 ] . ويشمل الإعراض عن اللغو بالألسنة ، أي أن يَلْغُوا في كلامهم .وعقب ذكر الخشوع بذكر الإعراض عن اللغو لأن الصلاة في الأصْل الدعاء ، وهو من الأقوال الصالحة ، فكان اللغو مما يخطر بالبال عند ذكر الصلاة بجامع الضدية ، فكان الإعراض عن اللغو بمعنَيي الإعراض مما تقتضيه الصلاة والخشوع لأن من اعتاد القول الصالح تجنب القول الباطل ومن اعتاد الخشوع لله تجنب قول الزور ، وفي الحديث « إنّ العبد ليتكلم بالكلمة من رضوان الله لا يلقي لها بالاً يرفعه الله بها درجات وإن العبد ليتكلم بالكلمة من سخط الله لا يلقي لها بالاً يهوي بها في جهنم » .والإعراض عن جنس اللغو من خُلق الجِدِّ ومن تخلق بالجد في شؤونه كملت نفسه ولم يصدر منه إلاّ الأعمال النافعة ، فالجد في الأمور من خلق الإسلام كما أفصح عن ذلك قول أبي خراش الهذلي بذكر الإسلام: ... وعاد الفتى كالكهل ليس بقائلسوى العَدل شيئاً فاستراح العواذل ... والإعراض عنه يقتضي بالأولى اجتناب قول اللغو ويقتضي تجنب مجالس أهله .واعلم أن هذا أدب عظيم من آداب المعاملة مع بعض الناس وهم الطبقة غير المحترمة لأن أهل اللغو ليسوا بمرتبة التوقير ، فالإعراض عن لغوهم رَبْءٌ عن التسفل معهم .",
  "ayah": 3,
  "surah": 23
}
