{
  "text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (62)تذييل لما تقدم من أحوال الذين من خشية ربهم مشفقون . لأنه لما ذكر ما اقتضى مخالفة المشركين لما أمروا به من توحيد الدين ، وذكر بعده ما دل على تقوى المؤمنين بالخشية وصحة الإيمان والبذل ومسارعتهم في الخيرات ، ذيل ذلك بأن الله ما طلب من الذين تقطعوا أمرهم إلا تكليفاً لا يشق عليهم ، وبأن الله عذر من المؤمنين من لم يبلغوا مبلغ من يفوتهم في الأعمال عذراً يقتضي اعتبار أجرهم على ما فاتهم إذا بذلوا غاية وسعهم . قال تعالى { ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله } [ التوبة : 91 ] .فقوله : { ولا نكلف نفساً إلا وسعها } خبر مراد منه لازمه وهو تسجيل التقصير على الذين تقطعوا أمرهم بينهم . وقطع معذرتهم ، وتيسير الاعتذار على الذين هم من خشية ربهم مشفقون كقوله تعالى : { يريد الله بكم اليسر } [ البقرة : 185 ] مع ما في ذلك من جبر الخواطر المنكسرة من أهل الإيمان الذين لم يلحقوا غيرهم لعجز أو خصاصة .ولمراعاة هذا المعنى عطف قوله : { ولدينا كتاب ينطق بالحق } وهو معنى إحاطة العلم بأحوالهم ونواياهم . فالكتاب هنا هو الأمر الذي فيه تسجيل الأعمال من حسنات وسيئات وإطلاق الكتاب عليه لإحاطته . وفي قوله { لدينا } دلالة على أن ذلك محفوظ لا يستطيع أحد تغييره بزيادة ولا نقصان . والنطق مستعار للدلالة ، ويجوز أن يكون نطق الكتاب حقيقة بأن تكون الحروف المكتوبة فيه ذات أصوات وقدرة الله لا تُحد .وأما قوله { وهم لا يظلمون } فالمناسب أن يكون مسوقاً لمؤاخذة المفرّطين والمعرضين فيكون الضمير عائداً إلى ما عاد إليه ضمير { فتقطعوا أمرهم } [ المؤمنون : 53 ] وأشباهه من الضمائر والاعتماد على قرينة السياق ، وقوله { بل قلوبهم في غمرة من هذا } [ المؤمنون : 63 ] وما بعده من الضمائر . والظلم على هذا الوجه محمول على ظاهره وهو حرمان الحق والاعتداء .ويجوز أن يكون الضمير عائداً إلى عموم الأنفس في قوله { ولا نكلف نفساً إلا وسعها } فيكون قوله { وهم لا يظلمون } من بقية التذييل ، والظلم على هذا الوجه مستعمل في النقص من الحق كقوله تعالى : { كلتا الجنتين آتتْ أكلها ولم تظلم منه شيئاً } [ الكهف : 33 ] فيكون وعيداً لفريق ووعداً لفريق . وهذا أليق الوجهين بالإعجاز .",
  "ayah": 62,
  "surah": 23
}
