{
  "text": "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (72)( أم ) عاطفة على { أم يقولون به جنة } [ المؤمنون : 70 ] وهي للانتقال إلى استفهام آخر عن دواعي إعراضهم عن الرسول واستمرار قلوبهم في غمرة .والاستفهام المقدر هنا إنكاري ، أي ما تسألهم خرجاً فيعتذروا بالإعراض عنك لأجله شحاً بأموالهم . وهذا في معنى قوله تعالى { قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله } [ سبأ : 47 ] على سبيل الفرض ، والتقدير : إن كنتُ سألتكم أجراً فقد رددته عليكم فماذا يمنعكم من اتباعي . وقوله : { أم تسألهم أجراً فهم من مَغرم مُثقلون } [ القلم : 46 ] كل ذلك على معنى التهكم . وأصرح منهما قوله تعالى { قل لا أسألكم عليه أجراً إلا المودة في القربى } [ الشورى : 23 ] .وهذا الانتقال كان إلى غرض نفي أن يكون موجب إعراضهم عن دعوة الرسول جائياً من قِبله وتسببه بعد أن كانت الاستفهامات السابقة الثلاثة متعلقة بموجبات الإعراض الجائية من قبلهم ، فالاستفهام الذي في قوله { أم تسألهم خرجاً } إنكاري إذ لا يجوز أن يصدر عن الرسول ما يوجب إعراض المخاطبين عن دعوته فانحصرت تبعة الإعراض فيهم .والخرج : العطاء المعيّن على الذوات أو على الأرضين كالإتاوة ، وأما الخراج فقيل هو مرادف الخرج وهو ظاهر كلام جمهور اللغويين . وعن ابن الأعرابي : التفرقة بينهما بأن الخرج الإتاوة على الذوات والخراج الإتاوة على الأرضين .وقيل الخرج : ما تبرع به المعطي والخراج : ما لزمه أداؤه . وفي «الكشاف» : والوجه أن الخرج أخص من الخراج ( يريد أن الخرج أعم كما أصلح عبارته صاحب «الفرائد» في نقل الطيبي ) كقولك خراج القرية وخرج الكردة زيادة اللفظ لزيادة المعنى ، ولذلك حسنت قراءة من قرأ { خرجاً فخراج ربك خير } يعني أم تسألهم على هدايتك لهم قليلاً من عطاء الخلق فالكثير من عطاء الخالق خير» اه .وهذا الذي ينبغي التعويل عليه لأن الأصل في اللغة عدم الترادف .هذا وقد قرأ الجمهور { أم تسألهم خرجاً فخراج ربك خير } . وقرأ ابن عامر { خرجاً فخرج ربك } . وقرأ حمزة والكسائي وخلف { أم تسألهم خراجا فخراج ربك خير } . فأما قراءة الجمهور فتوجيهها على اعتبار ترادف الكلمتين أنها جرت على التفنن في الكلام تجنباً لإعادة اللفظ في غير المقام المقتضي إعادة اللفظين مع قرب اللفظين بخلاف قوله تعالى { قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله } [ سبأ : 47 ] فإن لفظ أجر أعيد بعد ثلاثة ألفاظ .وأما على اعتبار الفرق الذي اختاره الزمخشري فتوجيهها باشتمالها على التفنن وعلى محسن المبالغة .وأما قراءة ابن عامر وحمزة والكسائي وخلف فتوجيهها على طريقة الترادف أنهما وردتا على اختيار المتكلم في الاستعمال مع محسن المزاوجة بتماثل اللفظين . ولا توجهان على طريقة الزمخشري .قال صاحب «الكشاف» : ألزمهم الله الحجة في هذه الآيات ( أي قوله{ أفلم يدبروا القول } [ المؤمنون : 68 ] إلى هنا ) وقطع معاذيرهم وعللهم بأن الذي أرسل إليهم رجل معروف أمره وحاله ، مخبور سره وعلنه ، خليق بأن يجتبى مثله للرسالة من بين ظهرانيهم ، وأنه لم يُعْرَض له حتى يدّعي بمثل هذه الدعوى العظيمة بباطل ، ولم يجعل ذلك سلماً إلى النيل من دنياهم واستعطاء أموالهم ، ولم يدعهم إلا إلى دين الإسلام الذي هو الصراط المستقيم مع إبراز المكنون من أدوائهم وهو إخلالهم بالتدبر والتأمل . واستهتارهم بدين الآباء الضُّلاَّل من غير برهان ، وتعللهم بأنه مجنون بعد ظهور الحق وثبات التصديق من الله بالمعجزات والآيات النيرة ، وكراهتُهم للحق وإعراضهم عما فيه حظهم من الذكر» اه .وجملة { وهو خير الرازقين } معترضة تكميلاً للغرض بالثناء على الله والتعريف بسعة فضله . ويفيد تأكيداً لمعنى { فخراج ربك خير } .",
  "ayah": 72,
  "surah": 23
}
