{
  "text": "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (91) أتبع الاستدلال على إثبات الوحدانية لله تعالى بالاستدلال على انتفاء الشركاء له في الإلهية . وقدمت النتيجة على القياس لتجعل هي المطلوب فإن النتيجة والمطلوب متحدان في المعنى مختلفان بالاعتبار ، فهي باعتبار حصولها عقب القياس تسمى نتيجة ، وباعتبار كونها دعوى مقام عليها الدليل وهو القياس تسمى مطلوباً كما في علم المنطق . ولتقديمها نكتة أن هذا المطلوب واضح النهوض لا يفتقر إلى دليل إلا لزيادة الاطمئنان فقوله : { ما اتخذ الله من ولد وما كان معه من إله } هو المطلوب وقوله { إذاً لذهب كل إله بما خلق } إلى آخر الآية هو الدليل . وتقديم هذا المطلوب على الدليل أغنى عن التصريح بالنتيجة عقب الدليل . وذكر نفي الولد استقصاء للرد على مختلف عقائد أهل الشرك من العرب فإن منهم من توهم أنه ارتقى عن عبادة الأصنام فعبدوا الملائكة وقالوا : هم بنات الله .وإنما قدم نفي الولد على نفي الشريك مع أن أكثر المشركين عبدة أصنام لا عبدة الملائكة نظراً إلى أن شبهة عبدة الملائكة أقوى من شبهة عبدة الأصنام لأن الملائكة غير مشاهدين فليست دلائل الحدوث بادية عليهم كالأصنام ، ولأن الذين زعموهم بنات الله أقرب للتمويه من الذين زعموا الحجارة شركاء لله ، وقد أشرنا إلى ذلك آنفاً عند قوله تعالى { قل من رب السماوات السبع } [ المؤمنون : 86 ] الآية .و ( إذن ) حرف جواب وجزاء لكلام قبلها ملفوظ أو مقدر . والكلام المجاب هنا هو ما تضمنه قوله { وما كان معه من إله } فالجواب ضد ذلك النفي . وإذ قد كان هذا الضد أمراً مستحيل الوقوع تعين أن يقدر له شرط على وجه الفرض والتقدير ، والحرف المعد لمثل هذا الشرط هو ( لو ) الامتناعية ، فالتقدير : ولو كان معه إله لذهب كل إله بما خلق .وبقاء اللام في صدر الكلام الواقع بعد ( إذن ) دليل على أن المقدر شرط ( لو ) لأن اللام تلزم جواب ( لو ) ولأن غالب مواقع ( إذن ) أن تكون جواب ( لو ) فلذلك جاز حذف الشرط هنا لظهور تقديره .وقد تقدم بيان ذلك عند قوله تعالى : { إنكم إذن مثلهم } في سورة النساء ( 140 ) .فقوله : { إذن لذهب كل إله بما خلق } استدلال على امتناع أن يكون مع الله آلهة .وإنما لم يستدل على امتناع أن يتخذ الله ولداً لأن الاستدلال على ما بعده مغن عنه لأن ما بعده أعم منه وانتفاء الأعم يقتضي انتفاء الأخص فإنه لو كان لله ولد لكان الأولاد آلهة لأن ولد كل موجود إنما يتكون على مثل ماهية أصله كما دل عليه قوله تعالى : { قل إن كان للرحمن ولد فأنا أول العابدين } [ الزخرف : 81 ] أي له .والذهاب في قوله { لذهب كل إله } مستعار للاستقلال بالمذهوب به وعدم مشاركة غيره له فيه .وبيان انتظام هذا الاستدلال أنه لو كان مع الله ءالهة لاقتضى ذلك أن يكون الآلهة سواء في صفات الإلهية وتلك الصفات كمالات تامة فكان كل إله خالقاً لمخلوقات لثبوت الموجودات الحادثة وهي مخلوقة ، فلا جائز أن تتوارد الآلهة على مخلوق واحد لأن ذلك : إما لعجز عن الانفراد بخلق بعض المخلوقات وهذا لا ينافي الإلهية ، وإما تحصيل للحاصل وهو محال ، فتعين أن ينفرد كل إله بطائفة من المخلوقات . ولنفرض أن تكون مخلوقات كل إله مساوية لمخلوقات غيره بناء على أن الحكمة تقتضي مقداراً معيناً من المخلوقات يعلمها الإله الخالق لها؛ فتعين أن لا تكون للإله الذي لم يخلق طائفة من المخلوقات ربوبيةٌ على ما لم يخلقه وهذا يفضي إلى نقص في كل من الآلهة وهو يستلزم المحال لأن الإلهية تقتضي الكمال لا النقص . ولا جرم أن تلك المخلوقات ستكون بعد خلقها معرضة للزيادة والنقصان والقوة والضعف بحسب ما يحف بها عن عوارض الوجود التي لا تخلو عنها المخلوقات كما هو مشاهد في مخلوقات الله تعالى الواحد . ولا مناص عن ذلك لأن خالق المخلوقات أودع فيها خصائص ملازمة لها كما اقتضته حكمته ، فتلك المخلوقات مظاهر لخصائصها لا محالة فلا جرم أن ذلك يقتضي تفوق مخلوقات بعض الآلهة على مخلوقات بعض آخر بعوارض من التصرفات والمقارنات لازمة لذلك ، لا جرم يستلزم ذلك كله لازمين باطلين :أولهما : أن يكون كل إله مختصاً بمخلوقاته فلا يتصرف فيها غيره من الآلهة ولا يتصرف هو في مخلوقات غيره ، فيقتضي ذلك أن كل إله من الآلهة عاجز عن التصرف في مخلوقات غيره . وهذا يستلزم المحال لأن العجز نقص والنقص ينافي حقيقة الإلهية . وهذا دليل برهاني على الوحدانية لأنه أدى إلى استحالة ضدها . فهذا معنى قوله تعالى : { لذهب كل إله بما خلق } .وثاني : اللازمين أن تصير مخلوقات بعض الآلهة أوفر أو أقوى من مخلوقات إله آخر بعوارض تقتضي ذلك من آثار الأعمال النفسانية وآثار الأقطار والحوادث كما هو المشاهد في اختلاف أحوال مخلوقات الله تعالى الواحد ، فلا جرم أن ذلك يفضي إلى اعتزاز الإله الذي تفوقت مخلوقاته على الإله الذي تنحط مخلوقاته ، وهذا يقتضي أن يصير بعض تلك الآلهة أقوى من بعض وهو مناف للمساواة في الإلهية . وهذا معنى قوله تعالى : { ولعلا بعضهم على بعض } .وهذا الثاني بناء على المعتاد من لوازم الإلهية في أنظار المفكرين ، وإلا فيجوز اتفاق الآلهة على أن لا يخلقوا مخلوقات قابلة للتفاوت بأن لا يخلقوا إلا حجارة أو حديداً مثلاً؛ إلا أن هذا ينافي الواقع في المخلوقات .ويجوز اتفاق الآلهة أيضاً على أن لا يعتز بعضهم على بعض بسبب تفاوت ملكوت كل على ملكوت الآخر بناء على ما اتصفوا به من الحكمة المتماثلة التي تعصمهم عن صدور ما يؤدي إلى اختلال المجد الإلهي؛ إلا أن هذا المعنى لا يخلو من المصانعة وهي مشعرة بضعف المقدرة .فبذلك كان الاستدلال الذي في هذه الآية برهانياً ، وهو مثل الاستدلال الذي في قوله تعالى { لو كان فيهما آلهة إلا الله لفسدتا } [ الأنبياء : 22 ] إلا أن هذا بني على بعض لزوم النقص في ذات الآلهة وهو ما لا يجوزه المردود عليهم ، والآخر بني على لزوم اختلال أحوال المخلوقات السماوية والأرضية وهو ما تبطله المشاهدة .أما الدليل البرهاني الخالص على استحالة تعدد الآلهة بالذات فله مقدمات أخرى قد وفّى أيمة علم الكلام بسطها بما لارواج بعده لعقيدة الشرك . وقد أشار إلى طريقة منها المحقق عمر القزويني في هذا الموضع من «حاشيته» على «الكشاف» ولكنه انفرد بادعاء أنه مأخوذ من الآية وليس كما ادعى . وقد ساقه الشهاب الآلوسي فإن شئت فتأمله .ولما اقتضى هذا الدليل بطلان قولهم عقب الدليل بتنزيه الله تعالى عن أقوال المشركين بقوله تعالى : { سبحان الله عمايصفون } وهو بمنزلة نتيجة الدليل . وما يصفونه به هو ما اختصوا بوصفهم الله به من الشركاء في الإلهية ومن تعذر البعث عليه ونحو ذلك وهو الذي جرى فيه غرض الكلام .وإنما أتبع الاستدلال على انتفاء الشريك بقوله { علام الغيب والشهادة } المراد به عموم العلم وإحاطته بكل شيء كما أفادته لام التعريف في { الغيب والشهادة } من الاستغراق الحقيقي ، أي عالم كل مغيب وكل ظاهر ، لدفع توهم أن يقال : إن استقلال كل إله بما خلق قد لا يفضي إلى علو بعض الآلهة على بعض ، لجواز أن لا يعلم أحد من الآلهة بمقدار تفاوت ملكوته على ملكوت الآخر فلا يحصل علو بعضهم على بعض لاشتغال كل إله بملكوته . ووجه الدفع أن الإله إذا جاز أن يكون غير خالق لطائفة من المخلوقات التي خلقها غيره لئلا تتداخل القُدَر في مقدورات واحدة لا يجوز أن يكون غير عالم بما خلقه غيره لأن صفات العلم لا تتداخل ، فإذا علم أحد الآلهة مقدار ملكوت شركائه فالعالم بأشدية ملكوته يعلو على من هو دونه في الملكوت . فظهر أن قوله { عالم الغيب والشهادة } من تمام الاستدال على انتفاء الشركاء ، ولذلك فرع عنه بالفاء قوله { فتعالى عما يشركون } .وقرأ نافع وحمزة والكسائي وأبو بكر عن عاصم وأبو جعفر وخلف { عالمُ الغيب } برفع { عالم } على أنه خبر مبتدأ محذوف وهو من الحذف الشائع في الاستعمال إذا أريد الإخبار عن شيء بعد أن أجريت عليه أخبار أو صفات .وقرأه ابن كثير وابن عامر وأبو عمرو وحفص عن عاصم ويعقوب بجر { عالم } على الوصف لاسم الجلالة في قوله { سبحان الله عما يصفون } .",
  "ayah": 91,
  "surah": 23
}
