{
  "text": "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (97) الظاهر أن يكون المعطوف موالياً للمعطوف هو عليه ، فيكون قوله { وقل رب أعوذ بك من همزات الشياطين } متصلاً بقوله : { ادفع بالتي هي أحسن السيئة } [ المؤمنون : 96 ] فلما أمر الله رسوله صلى الله عليه وسلم أن يفوض جزاءهم إلى ربه أمره بالتعوذ من حيلولة الشياطين دون الدفع بالتي هي أحسن ، أي التعوذ من تحريك الشيطان داعية الغضب والانتقام في نفس النبي صلى الله عليه وسلم فيكون { الشياطين } مستعملاً في حقيقته . والمراد من همزات الشياطين : تصرفاتهم بتحريك القوى التي في نفس الإنسان ( أي في غير أمور التبليغ ) مثل تحريك القوة الغضبية كما تأول الغزالي في قول النبي صلى الله عليه وسلم في الحديث \" ولكن الله أعانني عليه فأسْلم \" . ويكون أمر الله تعالى نبيه عليه الصلاة والسلام بالتعوذ من همزات الشياطين مقتضياً تكفل الله تعالى بالاستجابة كما في قوله تعالى : { ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا } [ البقرة : 286 ] ، أو يكون أمره بالتعوذ من همزات الشياطين مراداً به الاستمرار على السلامة منهم . قال في «الشفاء» : الأمة مجتمعة ( أي مجمعة ) على عصمة النبي صلى الله عليه وسلم من الشيطان لا في جسمه بأنواع الأذى ، ولا على خاطره بالوساوس .ويجوز أن تكون جملة { وقل رب أعوذ بك من همزات الشياطين } عطفاً على جملة { قل رب إما تريني ما يوعدون } [ المؤمنون : 93 ] بأن أمره الله بأن يلجأ إليه بطلب الوقاية من المشركين وأذاهم ، فيكون المراد من الشياطين المشركين فإنهم شياطين الإنس كما قال تعالى : { وكذلك جعلنا لكل نبيء عدواً شياطين الإنس والجن } [ الأنعام : 112 ] ويكون هذا في معنى قوله : { قل أعوذ برب الناس } إلى قوله { الذي يوسوس في صدور الناس من الجنة والناس } [ الناس : 1 6 ] فيكون المراد : أعوذ بك من همزات القوم الظالمين أو من همزات الشياطين منهم .والهمز حقيقته : الضغط باليد والطعن بالإصبع ونحوه ، ويستعمل مجازاً بمعنى الأذى بالقول أو بالإشارة ، ومنه قوله تعالى : { هَمَّازٍ مَشَّاءٍ بنميم } [ القلم : 11 ] وقوله : { ويل لكل هُمزة لمزة } [ الهمزة : 1 ] .ومحمله هنا عندي على المعنى المجازي على كلا الوجهين في المراد من الشياطين . وهمز شياطين الجن ظاهر ، وأما همز شياطين الإنس فقد كان من أذى المشركين النبي صلى الله عليه وسلم لمزه والتغامز عليه والكيد له .ومعنى التعوذ من همزهم : التعوذ من آثار ذلك . فإن من ذلك أن يغمزوا بعض سفهائهم إغراء لهم بأذاه ، كما وقع في قصة إغرائهم من أتى بسلا جزور فألقاه على النبي صلى الله عليه وسلم وهو في صلاته حول الكعبة . وهذا الوجه في تفسير الشياطين هو الأليق بالغاية في قوله { حتى إذا جاء أحدهم الموت } [ المؤمنون : 99 ] كما سيأتي .",
  "ayah": 97,
  "surah": 23
}
