{
  "text": "আর রা’দ তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে [১] এবং ফেরেশতাগণও তা-ই করে তাঁর ভয়ে। আর তিনি গর্জনকারী বজ্র পাঠান অতঃপর যাকে ইচ্ছে তা দ্বারা আঘাত করেন [২] এবং তারা আল্লাহ্ সম্বন্ধে বিতণ্ডা করে, আর তিনি শক্তিতে প্রবল শাস্তিতে কঠোর [৩]।\n[১] অর্থাৎ রা’দ আল্লাহ্ তা'আলার প্রশংসা ও কৃতজ্ঞতার তাসবীহ্ পাঠ করে এবং ফিরিশতারা তাঁর ভয়ে তাসবীহ্ পাঠ করে। মুজাহিদ বলেন, রা’দ বলে যদি মেঘের গর্জন বুঝা হয়, তবে এ তাসবীহ্ পাঠ করার অর্থ হবে আল্লাহ্ তাতে জীবন সৃষ্টি করেন। [কুরতুবী] অথবা এটা ঐ তাসবীহ্ যা কুরআনুল কারীমের অন্য এক আয়াতে উল্লেখিত রয়েছে যে, “সপ্ত আকাশ, পৃথিবী এবং ওদের অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু তাদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না” [সূরা আল-ইসরাঃ ৪৪] [ইবন কাসীর] কোন কোন হাদীসে আছে যে, বৃষ্টি বর্ষণের কাজে নিযুক্ত ফিরিশতার নাম রা’দ। [দেখুন, তিরমিয়ীঃ ৩১১৭] এই অর্থে তাসবীহ্ পাঠ করার মানে সুস্পষ্ট।\n[২] হাদীসে এসেছে, এক প্রতাপশালী লোকের কাছে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দ্বীনের দাওয়াত নিয়ে পাঠালে সে লোক বললঃ কে আল্লাহ্‌র রাসূল? আল্লাহ্ কি? সোনার না রূপার? নাকি পিতলের? এভাবে তিনবার সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পাঠানো লোককে বলে পাঠাল। শেষ পর্যন্ত আল্লাহ্ তার উপর আকাশ থেকে বজ্রপাত করালেন। ফলে তার মাথা গুঁড়িয়ে যায়। তখন এ আয়াত নাযিল হয়। [ইবনে আবি আসেমঃ আস্সুন্নাহঃ ৬৯২]\n[৩] এখানে (مِحَالِ) শব্দটি মীমের নীচে (كسرة) বা যের যোগে। যার অর্থঃ কৌশল, শক্তি-সামর্থ্য ইত্যাদি [বাগভী] শব্দটির বিভিন্ন অর্থ অনুসারে আয়াতের অর্থ দাঁড়ায়, তারা আল্লাহ্ তা’আলার তাওহীদের ব্যাপারে পারস্পরিক কলহ-বিবাদ ও তর্ক-বিতর্কে লিপ্ত রয়েছে, অথচ আল্লাহ্ তা’আলা শক্তিশালী কৌশলকারী। [মুয়াসসার] তাঁর সামনে সবার চাতুরী অচল। যে কোন সময় যে কারো বিরুদ্ধে যে কোন কৌশল তিনি এমন পদ্ধতিতে ব্যবহার করতে পারেন যে, আঘাত আসার এক মুহুর্ত আগেও সে জানতে পারে না কখন কোন দিক থেকে তার উপর আঘাত আসছে। এ ধরনের একচ্ছত্র শক্তিশালী সত্তা সম্পর্কে যারা না ভেবেচিন্তে এমনি হালকাভাবে আজেবাজে কথা বলে, কে তাদের বুদ্ধিমান বলতে পারে? তাঁর ক্ষমতা ও কৌশল সম্পর্কে কারও কোন সন্দেহ থাকা উচিত নয়। তিনি যখন যা ইচ্ছে তাই করতে পারেন। তাঁর পাকড়াও থেকে কেউই পালিয়ে যেতে পারবে না। [সা’দী] সুতরাং যদি তিনিই কেবল বান্দাদের জন্য বৃষ্টি নিয়ে আসেন, তাদের জন্য রিযিকের মৌলিক ব্যবস্থাপনা করেন, তিনিই যদি তাদের যাবতীয় কর্মকাণ্ড নিয়ন্ত্রণ করেন, সমস্ত বড় বড় সৃষ্টি যেগুলো বান্দাদের মনে ভীতির উদ্রেক করে এবং বিরক্তির সঞ্চার করে তারাও যদি তাঁকেই ভয় পায়, তবে তো তিনিই সবচেয়ে বেশী শক্তিমান। একমাত্র তিনি ইবাদাত পাওয়ার উপযুক্ত। আর তাই পরবর্তী আয়াতে তাকে ডাকার কথা বলা হয়েছে। [সা'দী]",
  "ayah": 13,
  "surah": 13
}
