{
  "text": "বলুন, ‘কে আসমানসমূহ ও যমীনের রব?’ বলুন, ‘আল্লাহ্‌।’ [১] বলুন, ‘তবে কি তোমরা অভিভাবকরূপে গ্রহণ করেছ আল্লাহ্র পরিবর্তে অন্যকে যারা নিজেদের লাভ বা ক্ষতি সাধনে সক্ষম নয়?’ বলুন, ‘অন্ধ [২] ও চক্ষুষ্মান কি সমান হতে পারে? নাকি অন্ধকার ও আলো [৩] সমান হতে পারে?’ তবে কি তারা আল্লাহ্‌র এমন শরীক সৃষ্টি করেছে, যারা আল্লাহ্র সৃষ্টির মত সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের কাছে সদৃশ মনে হয়েছে [৪]? বলুন, ‘আল্লাহ্ সকল বস্তুর স্রষ্টা [৫]; আর তিনি এক, মহা প্রতাপশালী [৬]।’\n[১] উল্লেখ করা যেতে পারে, আল্লাহ্ পৃথিবী ও আকাশের রব একথা তারা নিজেরা মানতো। এ প্রশ্নের জবাবে তারা অস্বীকৃতি জ্ঞাপন করতে পারতো না। কারণ একথা অস্বীকার করলে তাদের নিজেদের আকীদাকেই অস্বীকার করা হতো। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জিজ্ঞাসার পর তারা এর জবাব পাশ কাটিয়ে যেতে চাচ্ছিল। কারণ স্বীকৃতির পর ইবাদাতের ক্ষেত্রে তাওহীদকে মেনে নেওয়া অপরিহার্য হয়ে উঠতো এবং এরপর শির্কের জন্য আর কোন যুক্তিসংগত বুনিয়াদ থাকতো না। তাই নিজেদের অবস্থানের দুর্বলতা অনুভব করেই তারা এ প্রশ্নের জবাবে কিছু বলত না। এ কারণেই কুরআনের বিভিন্ন স্থানে আল্লাহ্ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলেন, তাদেরকে জিজ্ঞেস করুন পৃথিবী ও আকাশের স্রষ্টা কে? বিশ্ব-জাহানের রব কে? কে তোমাদের রিফিক দিচ্ছেন? তারপর হুকুম দেন, আপনি নিজে নিজেই বলুন আল্লাহ্ এবং এরপর এভাবে যুক্তি পেশ করেন যে, আল্লাহ্ই যখন এ সমস্ত কাজ করছেন তখন আর কে আছে যার তোমরা বন্দেগী করে আসছো? এখানেও আল্লাহ্ তাদের সেই স্বীকারোক্তির কথা উল্লেখ করে তাদেরকে আল্লাহ্ ছাড়া আর কোন সত্য ইলাহ নেই এ কথার স্বীকৃতি আদায় করছেন। কেননা, তারা স্বীকার করে যে, আসমান ও যমীনের রব হচ্ছেন আল্লাহ্, তিনিই আসমান ও যমীন সৃষ্টি করেছেন, তিনিই এগুলো নিয়ন্ত্রণ করছেন, এতদসত্বেও তারা আল্লাহ্ ছাড়া বহু অভিভাবক ইলাহ গ্রহণ করে সেগুলোর ইবাদাত করছে, অথচ ইলাহগুলো না নিজেদের কোন লাভ-ক্ষতির মালিক, না তাদের ইবাদাতকারীদের। সেগুলো তাদের জন্য কোন কল্যাণ বয়ে আনতে পারে না। আর তাদের কোন ক্ষতিও দূর করতে পারে না। তারা উভয়ে কি সমান হতে পারে, যে আল্লাহ্‌র সাথে এ সমস্ত ইলাহের ইবাদাত করে, আর যে একমাত্র আল্লাহ্‌র ইবাদত করে, তার সাথে কাউকে শরীক করে না, আর সে তার রব প্রদত্ত স্পষ্ট আলোতে রয়েছে? [ইবন কাসীর]\n[২] এখানে তিনি ঈমানদার ও কাফেরের জন্য একটি উদাহরণ পেশ করেছেন। তিনি বলেন, যেভাবে অন্ধ ও চক্ষুষ্মান সমান হতে পারে না তেমনি কাফের ও ঈমানদার সমান হতে পারে না। [বাগভী] মুমিন হক প্রত্যক্ষ করে, পক্ষান্তরে মুশরিক হক দেখে না। [কুরতুবী] অথবা এখানে অন্ধ বলে তারা আল্লাহ্ ছাড়া যাদেরকে ইবাদাত করতো তাদের বুঝানো হয়েছে আর চক্ষুষ্মান বলে স্বয়ং আল্লাহকেই বোঝানো হয়েছে। [কুরতুবী]\n[৩] আলো মানে সত্যজ্ঞানের আলো। এখানে উদ্দেশ্য ঈমান। [কুরতুবী] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর অনুসারীরা এ সত্য জ্ঞানের আলো ঈমান লাভ করেছিলেন। আর আঁধার মানে কুফরী। [কুরতুবী] কুফরীতে রয়েছে মূর্খতার আঁধার। নবীর অস্বীকারকারীরা এ আঁধারে পথ হারিয়ে ফেলেছে। সুতরাং আলো ও আঁধার কখনও সমান হতে পারে না। যে ব্যক্তি আলো পেয়ে গেছে সে কেন নিজের প্রদীপ নিভিয়ে দিয়ে আঁধারের বুকে হোঁচট খেয়ে ফিরতে থাকবে?\n[৪] এ প্রশ্নের অর্থ হচ্ছে, যদি দুনিয়ার কিছু জিনিস আল্লাহ্ সৃষ্টি করে থাকতেন এবং কিছু জিনিস অন্য মাখলুকরা সৃষ্টি করতো আর কোনটা আল্লাহ্‌র সৃষ্টি এবং কোনটা অন্যদের এ পার্থক্য করা সম্ভব না হতো তাহলে তো সত্যিই শির্কের জন্য কোন যুক্তিসংগত ভিত্তি হতে পারতো। কিন্তু ব্যাপারটি এ রকম নয়। [দেখুন, ইবন কাসীর] কারণ, তাঁর হুবহু যেমন কিছু নেই তেমনি তার মতও কিছু নেই। তাঁর কোন সমকক্ষ নেই, তাঁর অনুরূপ কেউ নেই, তার কোন মন্ত্রী-সাহায্যকারী নেই, তাঁর কোন সন্তান নেই, আর না আছে তাঁর কোন সঙ্গিনী। আল্লাহ্‌র মর্যাদা এ সমস্ত বিষয়াদি থেকে বহু উর্ধ্বে। এ মুশরিকরা নিজেরাই স্বীকৃতি দিচ্ছে যে, এ সমস্ত মাবুদ যাদের ইবাদাত তারা করছে সেগুলো আল্লাহ্‌রই বান্দা, তাঁরই সৃষ্ট, যেমন তারা তাদের শির্কী তালবিয়াতে বলতঃ ‘হাজির, তাঁর কোন শরীক নেই, তবে সে শরীক, যার কর্তৃত্ব আল্লাহ্‌র হাতে, আল্লাহ্‌র কর্তৃত্ব সে শরীকের কাছে নেই।’ যেমন আল্লাহ্ অন্যত্র বলেছেন, “আমরা তো এদের ইবাদত এ জন্যে করি যে, এরা আমাদেরকে আল্লাহ্‌র সান্নিধ্যে এনে দেবে” [সূরা আয-যুমার: ৩] তারা যেহেতু এ ধরণের বিশ্বাস করে থাকে তাই আল্লাহ্ সেটা অস্বীকার করে বলেছেন যে, তাঁর অনুমতি ব্যতীত কেউ নেই যে, সুপারিশ করবে। “আর যাকে অনুমতি দেয়া হয় সে ছাড়া আল্লাহ্‌র কাছে কারো সুপারিশ ফলপ্রসূ হবে না” [সূরা সাবাঃ ২৩] আরও বলেন, “আসমানসমূহ ও যমীনে এমন কেউ নেই, যে দয়াময়ের কাছে বান্দারূপে উপস্থিত হবে না। তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গুণে রেখেছেন এবং কিয়ামতের দিন তাদের সবাই তাঁর কাছে আসবে একাকী অবস্থায়।” [সূরা মারইয়াম: ৯৩-৯৫] সুতরাং এসবই যখন বান্দা ও দাস, তখন বিনা দলীল-প্রমাণে শুধু মতের উপর নির্ভরশীল হয়ে একে অপরের ইবাদত কেন করবে? তারপর আল্লাহ্ তাঁর রাসূলদের সবাইকে প্রথমজন থেকে শেষজন পর্যন্ত সবাইকে এথেকে সাবধান করে, আল্লাহ্ ছাড়া অন্য কারও ইবাদাত করতে নিষেধ করার জন্যই পাঠিয়েছেন। ফলে তারা তার রাসূলদের উপর মিথ্যারোপ করল এবং তাদের বিরোধিতায় লিপ্ত হলো, তাই তাদের উপর শাস্তির বাণী যথাযথ ও অবশ্যম্ভাবী হয়ে গেল। “আর আপনার রব কারও উপর যুলুম করেন না” [সূরা আল-কাহাফ: ৪৯] [ইবন কাসীর]\n[৫] কেননা, কোন বস্তু নিজে নিজেকে সৃষ্টি করেছে সেটা অসম্ভব ব্যাপার। আবার সৃষ্ট কোন কিছু স্রষ্টা ছাড়া এসেছে সেটাও অসম্ভব। তাতে বুঝা গেল যে, একজন স্রষ্টা অবশ্যই আছেন। সৃষ্টিতে যার কোন শরীক থাকতে পারে না। কেননা, তিনি এক ও দাপুটে। আল্লাহ্ ব্যতীত আর কারও জন্য একক ও মহাদাপুটে গুণ সাব্যস্ত করা যায় না। সৃষ্টিকুল এবং প্রতিটি সৃষ্টির উপরই কোন না কোন নিয়ন্ত্রণকারী দাপট দেখানোর মত সৃষ্টি রয়েছে। তারপর তারও উপর রয়েছে আরেক নিয়ন্ত্রণকারী। কিন্তু তার উপর রয়েছেন সেই মহা দাপুটে সর্বনিয়ন্ত্রণকারী একক সত্তা। সুতরাং দাপট ও তাওহীদ একটি অপরটিকে বাধ্য করে। যা একমাত্র আল্লাহ্‌র জন্যই নির্দিষ্ট। এভাবে বিবেকের শক্তিশালী দলীল দ্বারা প্রমাণিত হলো যে, তারা আল্লাহ্ ব্যতীত যাদেরকে আহ্বান করে তাদের কেউই সৃষ্টি করার ক্ষমতা রাখে না। আর এভাবেই তাদের ইবাদাত বাতিল প্রমাণিত হলো। [সা'দী]\n[৬] মূল আয়াতে ‘কাহহার’ শব্দ ব্যবহৃত হয়েছে। এর মানে হচ্ছে, এমন সত্তা যিনি নিজ শক্তিতে সবার উপর হুকুম চালান এবং সবাইকে অধীনস্ত করে রাখেন। যার ইচ্ছার কাছে সমস্ত ইচ্ছাকারী হার মানে। [কুরতুবী] “আল্লাহ প্রত্যেকটি জিনিসের স্রষ্টা” একথাটি এমন সত্য যাকে মুশরিকরাও স্বীকার করে নিয়েছিল এবং তারা কখনো এটা অস্বীকার করেনি। “তিনি এক ও মহাপরাক্রমশালী বা মহা দাপুটে” এটি হচ্ছে মুশরিকদের ঐ স্বীকৃত সত্যের অনিবাৰ্য ফল। কারণ যিনি প্রত্যেকটি জিনিসের স্রষ্টা নিঃসন্দেহে তিনি এক, অতুলনীয় ও সাদৃশ্যবিহীন। কারণ অন্য যা কিছু আছে সবই তাঁর সৃষ্টি। এ অবস্থায় কোন সৃষ্টি কেমন করে তার স্রষ্টার সত্তা, গুণাবলী, ক্ষমতা বা অধিকার তথা ইবাদতে তাঁর সাথে শরীক হতে পারে? এভাবে তিনি নিঃসন্দেহে মহাপরাক্রমশালীও। কারণ সৃষ্টি তার স্রষ্টার অধীন হয়ে থাকবে, এটিই স্বাভাবিক। কাজেই যে ব্যক্তি আল্লাহকে স্রষ্টা বলে মানে তার পক্ষে স্রষ্টাকে বাদ দিয়ে সৃষ্টির বন্দেগী করা এবং মহাপরাক্রমশালী সর্বনিয়ন্ত্রক আল্লাহকে বাদ দিয়ে দুর্বল ও অধীনকে সংকট উত্তরণ করাবার জন্য আহবান করা একেবারেই অযৌক্তিক প্রমাণিত হলো। [দেখুন, ইবনুল কাইয়্যেম, আস-সাওয়া’য়িকুল মুরসালাহ ২/৪৬৪-৪৬৫; মাদারিজুস সালেকীন ১/৪১৪]",
  "ayah": 16,
  "surah": 13
}
