{
  "text": "যারা তাদের রবের ডাকে সাড়া দেয়, তাদের জন্য রয়েছে শ্রেষ্ঠ প্রতিদান। আর যারা তাঁর ডাকে সাড়া দেয় না, যমীনে যা কিছু আছে তার সবটুকুই যদি তারা মালিক হতো এবং তার সাথে সমপরিমাণ আরো কিছুও হতো তাহলেও তারা মুক্তিপণস্বরূপ তা দিত [১]। তাদেরই হিসেব হবে কঠোর [২] এবং জাহান্নাম হবে তাদের আবাস, আর সেটা কত নিকৃষ্ট বিশ্রামস্থল!\n[১] আয়াতটিতে আল্লাহ্ তা’আলা সৌভাগ্যশালী এবং দূর্ভাগাদের অবস্থা পরবর্তীতে কেমন তা ব্যাখ্যা করেছেন। একদিকে ঐ সমস্ত লোকগণ যারা তাদের প্রভুর আদেশ-নিষেধ মেনে চলেছে। রাসূলের কথা মেনেছে, তার যাবতীয় কথায় বিশ্বাস স্থাপন করেছে। তাদের পরিণাম হবে ভাল। জান্নাত ও জান্নাতের যাবতীয় নে’আমত তারা পাবে। অপরদিকে ঐসমস্ত লোক যারা তাদের প্রভুর কথা মানেনি। নবী-রাসূলদের কথা শুনেনি। তাদের উপর এমন বিপদ আসবে যার ফলে তারা নিজেদের জান বাঁচাবার জন্য দুনিয়ার সমস্ত সম্পদ দিয়ে দেবার ব্যাপারে একটুও ইতস্তত করবে না। কিন্তু তারা কোত্থেকেই তা দিবে? [দেখুন, সা’দী]\n[২] কঠোর বা নিকৃষ্টভাবে হিসেব নেয়া অথবা কড়া হিসেব নেয়ার মানে হচ্ছে এই যে, মানুষের কোন ভুল-ভ্রান্তি ও ক্রটি-বিচ্যুতি মাফ করা হবে না। তার কোন অপরাধের বিচার না করে তাকে এমনি ছেড়ে দেয়া হবে না। কুরআন থেকে আমরা আরো জানতে পারি, এ ধরনের হিসেব আল্লাহ্ তাঁর এমন বান্দাদের থেকে নেবেন যারা তাঁর বিরুদ্ধে বিদ্রোহ করে দুনিয়ায় জীবন যাপন করেছে। বিপরীতপক্ষে যারা আল্লাহ্‌র প্রতি বিশ্বস্ত আচরণ করেছে এবং তাঁর প্রতি অনুগত থেকে জীবন যাপন করেছে তাদের থেকে “সহজ হিসেব” অর্থাৎ হালকা হিসেব নেয়া হবে। তাদের বিশ্বস্ততামূলক কার্যক্রমের মোকাবিলায় ক্রটি-বিচ্যুতিগুলো মাফ করে দেয়া হবে। তাদের সামগ্রিক সুকৃতিকে সামনে রেখে তাদের বহু ভুল-ভ্রান্তি উপেক্ষা করা হবে। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেনঃ যখন “যে ব্যক্তি কোন খারাপ কাজ করবে সে তার শাস্তি পাবে” এ আয়াত নাযিল হলো, তখন সাহাবায়ে কিরামের কাছে তা অত্যন্ত চিন্তার বিষয় হয়ে দাঁড়াল, তখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সহজ কর, কাছাকাছি হও, আল্লাহ্‌র বিশ্বস্ত ও অনুগত বান্দা দুনিয়ায় যে কষ্টই পেয়েছে, এমনকি তার শরীরে যদি কোন কাঁটাও ফুটে থাকে তাকে তার কোন অপরাধের শাস্তি হিসেবে গণ্য করে দুনিয়াতেই তার হিসেব পরিষ্কার করে দেন। [মুসলিমঃ ২৫৭৪]\nঅন্য হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আয়েশা রাদিয়াল্লাহু ‘আনহা বললেন, আল্লাহ্‌র এ উক্তির তাৎপর্য কি যাতে বলা হয়েছেঃ “যার আমলনামা ডান হাতে দেয়া হবে তার থেকে হালকা হিসেব নেয়া হবে।” এর জবাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এর অর্থ হচ্ছে, উপস্থাপনা (অর্থাৎ তার সৎকাজের সাথে সাথে অসৎকাজগুলোর উপস্থাপনা আল্লাহ্‌র সামনে) অবশ্যি হবে কিন্তু যাকে জিজ্ঞাসাবাদ করা হবে, তার ব্যাপারে জেনে রাখো, সে ধ্বংস হবে” [বুখারীঃ ১০৩, মুসলিমঃ ২৮৭৬]",
  "ayah": 18,
  "surah": 13
}
