{
  "text": "আর যারা কুফরী করেছে তারা বলে, ‘তার রবের কাছ থেকে তার কাছে কোন নিদর্শন নাযিল হয় না কেন?’ [১] বলুন, ‘আল্লাহ্ যাকে ইচ্ছে বিভ্রান্ত করেন এবং যারা তাঁর অভিমুখী তিনি তাদেরকে তাঁর পথ দেখান [২]।\n[১] আল্লাহ্ তা’আলা ইচ্ছে করলে তারা যে ধরণের নিদর্শন চাচ্ছে সেটা দিতে পারেন। [ইবন কাসীর] এমনকি হাদীসে এসেছে, ‘যখন মক্কার কাফের কুরাইশরা চাইলো যে, আমাদের জন্য সাফা পাহাড়কে স্বর্ণে পরিণত করে দিন। আমাদের জন্য ঝর্ণাধারা প্রবাহিত করে দিন। মক্কার পাশ থেকে পাহাড়গুলো সরিয়ে নিয়ে যান। যাতে সেখানে বাগান ও নদী-নালা পূর্ণ হয়ে যায়। তখন আল্লাহ্ তা’আলা তাঁর রাসূলের কাছে ওহী পাঠালেন যে, হে মুহাম্মাদ! আপনি চাইলে আমি তাদেরকে তা প্রদান করব। কিন্তু তারপর যদি তারা কুফরি করে তবে তাদেরকে এমন শাস্তি দেব যা আমি সৃষ্টিকুলের কাউকে কোনদিন দেইনি। আর যদি আপনি চান যে, আমি রহমত ও তাওবার দরজা খুলে দেই তবে তা-ই করব। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, বরং তাদের জন্য রহমত ও তাওবার দরজা খোলা হোক।’ [মুসনাদে আহমাদ ১/২৪২] [ইবন কাসীর]\nসুতরাং নিদর্শন পাওয়াই বড় কথা নয়, হিদায়াত নসীব হওয়াই বড় কথা। তাই তো আল্লাহ্ তাদের জন্য নিদর্শন না দিয়ে রহমত ও তাওবার রাস্তা খোলা রেখেছেন। পরবর্তীতে মক্কাবাসীদের অনেকেই সে রহমতে ধন্য হয়।\n[২] অর্থাৎ যে নিজেই আল্লাহ্‌র দিকে রুজু হয় না বরং তাঁর দিক থেকে মুখ ফিরিয়ে নেয়, হিদায়াত গ্রহণ করতে চায় না, তাকে জোর করে সত্য-সঠিক পথ দেখানো আল্লাহ্‌র রীতি নয়। যারা আল্লাহ্‌র পথের সন্ধান করে ফিরছে তারা নিদর্শন দেখতে পাচ্ছে এবং নিদর্শনসমূহ দেখেই তারা সত্য পথের সন্ধান লাভ করছে। তোমাদের কাছে যদি যাবতীয় নিদর্শনও আনা হয় তবুও তোমরা ঈমান আনবে না। [দেখুন, মুয়াসসার; আত-তাহরীর ওয়াত তানওয়ীর]\nঅন্য আয়াতে বলা হয়েছে, “নিদর্শনাবলী ও ভীতি প্রদর্শন অবিশ্বাসী সম্প্রদায়ের উপকারে আসে না।” [সূরা ইউনুসঃ ১০১]\nঅন্য আয়াতে এসেছে, “নিশ্চয়ই যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না, যদিও তাদের কাছে সবগুলো নিদর্শন আসে, এমনকি তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে।” [সূরা ইউনুসঃ ৯৬-৯৭]\nআল্লাহ্ আরো বলেনঃ “আমি তাদের কাছে ফিরিশতা পাঠালেও এবং মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাযির করলেও আল্লাহ্‌র ইচ্ছে না হলে তারা কখনো ঈমান আনবে না; কিন্তু তাদের অধিকাংশই অজ্ঞ।” [সূরা আল-আন’আমঃ ১১১]",
  "ayah": 27,
  "surah": 13
}
