{
  "text": "এভাবে আমরা আপনাকে পাঠিয়েছি এমন এক জাতির প্রতি যাদের আগে বহু জাতি গত হয়েছে, যাতে আমরা আপনার প্রতি যা ওহী করেছি, তা তাদের কাছে তিলাওয়াত করেন। তথাপি তারা রহমানকে অস্বীকার করে [১]। বলুন, ‘তিনিই আমার রব; তিনি ছাড়া অন্য কোন হক্ক ইলাহ নেই। তাঁরই উপর আমি নির্ভর করি এবং তাঁরই কাছে আমার ফিরে যাওয়া।’\n[১] অর্থাৎ তাঁর বন্দেগী থেকে মুখ ফিরিয়ে নিয়ে আছে। তাঁর গুণাবলী, ক্ষমতা ও অধিকারে অন্যদেরকে তাঁর সাথে শরীক করছে। তাঁর দানের জন্য অন্যদের প্রতি কৃতজ্ঞতা প্রকাশ করছে। তারা নতুন কিছু করছে না, তাদের পূর্বেও আমরা অনেক রাসূল প্রেরণ করেছি। তারা যেভাবে দয়াময় প্রভুকে ভুলে শাস্তির অধিকারী হয়েছে তেমনিভাবে আপনার জাতির কাফেররাও রহমান তথা দয়াময় প্রভুকে অস্বীকার করছে। এ অবস্থা চলতে থাকলে তাদের শাস্তি অনিবার্য। [এ সংক্রান্ত আরো আয়াত দেখুন, সূরা আন-নাহলঃ ৬৩, সূরা আল-আন’আমঃ ৩৪]\nআয়াতে বলা হয়েছে, যে তারা “রাহমান”কে অস্বীকার করছে। এখানে মূলতঃ তারা আল্লাহ্ তা’আলাকে “রাহমান” বা অত্যন্ত দয়ালু এ গুণে গুণান্বিত করতে অস্বীকার করছিল। এটা ছিল আল্লাহ্‌র নাম ও গুণের সাথে শির্ক করা। কুরআনের অন্যত্র স্পষ্টভাবে এসেছে যে, তারা এ নামটি অস্বীকার করত। যেমন, “যখনই তাদেরকে বলা হয়, ‘সিজদাবনত হও ‘রহমান’ -এর প্রতি’, তখন তারা বলে, ‘রহমান আবার কে? তুমি কাউকেও সিজদা করতে বললেই কি আমরা তাকে সিজদা করব?’ এতে তাদের বিমুখতাই বৃদ্ধি পায়।” [সূরা আল-ফুরকানঃ ৬০]\nহুদায়বিয়ার সন্ধির সময়ও কাফেররা আল্লাহ্‌র এ গুণটি লিখা নিয়ে আপত্তি করেছিল এবং বলেছিলঃ আমরা রহমানকে চিনি না। [বুখারীঃ ২৭৩১-২৭৩২]\nঅথচ এ নামটি এমন এক নাম যে নাম একমাত্র তাঁর জন্যই ব্যবহার হতে পারে। আর কাউকে কোনভাবেই ‘রহমান’ নাম বা গুণ হিসেবে ডাকা যাবে না। আর এজন্যই আল্লাহ্ তা’আলা তাঁর রাসূলকে বলছেন যে, তারা যদিও গোয়ার্তুমি করে এ নামটি অস্বীকার করছে আপনি তাদেরকে এ নামটি যে আমার তা অত্যন্ত দৃঢ়ভাবে তুলে ধরুন এবং বলুনঃ ‘তিনিই আমার রব; তিনি ছাড়া অন্য কোন হক্ক ইলাহ্ নেই। তাঁরই উপর আমি নির্ভর করি এবং তাঁরই কাছে আমার ফিরে যাওয়া৷’ তোমাদের অস্বীকার তাঁর এ নামকে তাঁর জন্য সাব্যস্ত করতে কোন ভাবেই ব্যাহত করতে পারবে না। অন্যত্র বলা হয়েছে, “বলুন, ‘তোমরা ‘আল্লাহ্’ নামে ডাক বা ‘রাহমান’ নামে ডাক, তোমরা যে নামেই ডাক সকল সুন্দর নামই তো তাঁর। তোমরা সালাতে স্বর উচ্চ করো না এবং খুব ক্ষীণও করো না; দুয়ের মধ্যপথ অবলম্বন করো। [সূরা আল-ইসরাঃ ১১০]\nআল্লাহ্ আরো বলেনঃ “বলুন, ‘তিনিই দয়াময়, আমরা তাঁর প্রতি বিশ্বাস করি ও তাঁরই উপর নির্ভর করি”। [সূরা আল-মুলকঃ ২৯] আর এ নামটি সবচেয়ে বেশী মহিমান্বিত নাম হওয়াতে আল্লাহ্‌র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘোষণা করেছেন যে, “আল্লাহ্‌র কাছে সবচেয়ে প্রিয় নাম হচ্ছে ‘আব্দুল্লাহ ও আব্দুররাহমান’।” [মুসলিমঃ ২১৩২]",
  "ayah": 30,
  "surah": 13
}
