{
  "text": "আর অবশ্যই আমরা আপনার আগে অনেক রাসূল পাঠিয়েছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দিয়েছিলাম [১]। আর আল্লাহ্র অনুমতি ছাড়া কোন নিদর্শন উপস্থিত করা কোন রাসূলের কাজ নয় [২]। প্রত্যেক বিষয়ের ব্যাপারেই নির্ধারিত সময় লিপিবদ্ধ আছে [৩]।\n[১] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে যেসব আপত্তি উত্থাপন করা হতো এটি তার মধ্য থেকে আর একটি আপত্তির জবাব। তারা বলতো, এ আবার কেমন নবী, যার স্ত্রী-সন্তানাদিও আছে! নবী-রাসূলদের যৌন কামনার সাথে কোন সম্পর্ক থাকতে পারে নাকি? এ রাসূলের কি হলো যে, তিনি বিয়ে করেন? [বাগভী; কুরতুবী]\nনবী-রাসূল সম্পর্কে কাফের ও মুশরিকদের একটি সাধারণ ধারণা ছিল এই যে, তাদের মানুষ না; বরং ফিরিশতা হওয়া দরকার। ফলে সাধারণ মানুষের দৃষ্টিতে তাদের শ্রেষ্ঠত্ব বিতর্কের ঊর্ধ্বে থাকবে। কুরআন তাদের এ ভ্রান্ত ধারণার জবাব একাধিক আয়াতে দিয়েছে। হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘আমি তো সিয়ামও পালন করি এবং সিয়াম ছাড়াও থাকি; আমি রাত্রিতে নিদ্রাও যাই এবং সালাতের জন্যও দণ্ডায়মান হই; এবং নারীদেরকে বিবাহও করি। যে ব্যক্তি আমার এ সুন্নাত হতে মুখ ফিরিয়ে নেবে, সে আমার দলভুক্ত নয়। [বুখারীঃ ৪৭৭৬, মুসলিমঃ ১৪০১]\n[২] এটিও একটি আপত্তির জবাব। কাফের ও মুশরিকরা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সামনে নিদর্শনের দাবী করতো। আগেও সেটার জবাব দেয়া হয়েছে। এখানে আবার সেটার জওয়াব দেয়া হচ্ছে [কুরতুবী] অনুরূপভাবে তারা কুরআনের আয়াত পরিবর্তনের জন্যও প্রস্তাব করতো। তারা বলতো আল্লাহ্র কিতাবে আমাদের অভিপ্রায় অনুযায়ী বিধি-বিধান নাযিল হোক। তারা আব্দার করতো যে, আপনি বর্তমান কুরআনের পরিবর্তে সম্পূর্ণ ভিন্ন কুরআন নিয়ে আসুন, যাতে আমাদের প্রতিমাসমূহের উপাসনা নিষিদ্ধ করা না হয় অথবা আপনি নিজেই এর আনীত বিধি-বিধান পরিবর্তন করে দিন অথবা আযাবের জায়গায় রহমত এবং হারামের জায়গায় হালাল করে দিন। [দেখুন, সূরা ইউনুসঃ ১৫]\nকুরআনুল কারীমের উপরোক্ত বাক্যে (আরবী) শব্দ দ্বারা উভয় অর্থই হতে পারে। কারণ, কুরআনের পরিভাষায় ‘আয়াত’ কুরআনের আয়াতকেও আয়াত বলা হয় এবং মু’জিযাকেও। এ কারণেই এ ‘আয়াত’ শব্দের ব্যাখ্যায় কোন কোন তাফসীরবিদ কুরআনী আয়াতের অর্থ ধরে উদ্দেশ্য এরূপ ব্যক্ত করেছেন যে, কোন নবীর এরূপ ক্ষমতা নেই যে, তিনি নিজের পক্ষ থেকে কোন আয়াত তৈরী করে নেবেন। [কাশশাফ; আল-বাহরুল মুহীত; আত-তাহরীর ওয়াততানওয়ীর] তবে অধিকাংশ মুফাসসির এখানে আয়াতের অর্থ মু’জিযা ধরে ব্যাখ্যা করেছেন যে, কোন রাসূল ও নবীকে আল্লাহ্ তা’আলা এরূপ ক্ষমতা দেননি যে, তিনি যখন ইচ্ছা, যে ধরণের ইচ্ছা মু’জিযা প্রকাশ করতে পারবেন। [তাবারী; কুরতুবী; ইবন কাসীর; সা’দী]\nআয়াতের সারবস্তু এই যে, আমার রাসূলের কাছে কুরআনী আয়াত পরিবর্তন করার দাবী অন্যায় ও ভ্রান্ত। আমি কোন রাসূলকে এরূপ ক্ষমতা দেইনি। এমনিভাবে কোন বিশেষ ধরণের মু’জিযা দাবী করাও নবুওয়াতের স্বরূপ সম্পর্কে অজ্ঞতারই পরিচায়ক। সেটা তো আমার কাছে, আমি যখন ইচ্ছা সেটা দেখাই।\n[৩] এখানে (أجل) শব্দের অর্থ নির্দিষ্ট সময় ও মেয়াদ। আর (كتاب) শব্দটির অর্থ গ্রন্থ অথবা লেখা। বাক্যের অর্থ নির্ধারণে কয়েকটি মত আছেঃ\nএক, এখানে শরী’আতের কথাই আলোচনা হয়েছে। তখন অর্থ হবে, প্রত্যেক সময়ের জন্য একটি সুনির্দিষ্ট কিতাব আছে। আল্লাহ্ তা’আলা জানেন কখন কোন কিতাবের প্রয়োজন। সে অনুসারে তিনি প্রত্যেক জাতির জন্য তাদের সময়ে তাদের উপযোগী কিতাব নাযিল করেছেন। তারপর আল্লাহ্ তা’আলা যখন কুরআন নাযিল করলেন, তখন সেটা পূর্ববর্তী সবগুলোকে রহিত করে দিয়েছে। [দেখুন, ইবন আবিল ইয, শারহুত তাহাওয়ীয়্যা, ১/১০১-১০২; বাগভী; কুরতুবী; ইবন কাসীর]\nদুই, আয়াতের অর্থ বর্ণনায় প্রসিদ্ধ মত এই যে, এখানে তাকদীরের কথাই আলোচনা হচ্ছে। অর্থাৎ প্রত্যেক বস্তুর মেয়াদ ও পরিমাণ আল্লাহ্ তা'আলার কাছে লিখিত আছে। তিনি সৃষ্টির সূচনালগ্নে লিখে দিয়েছেন যে, অমুক ব্যক্তি অমুক সময়ে জন্মগ্রহণ করবে এবং এতদিন জীবিত থাকবে। কোথায় কোথায় যাবে, কি কি কাজ করবে এবং কখন ও কোথায় তার মৃত্যু হবে, তাও লিখিত আছে। অন্য আয়াতে আল্লাহ্ তা’আলা বলেনঃ “আপনি কি জানেন না যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ্ তা জানেন। এ সবই আছে এক কিতাবে; নিশ্চয়ই এটা আল্লাহ্র জন্য সহজ।” [সূরা আল-হাজ্জঃ ৭০] [বাগভী; কুরতুবী; ইবন কাসীর]",
  "ayah": 38,
  "surah": 13
}
