{
  "text": "আর যদি আপনি বিস্মিত হন, তবে বিস্ময়ের বিষয় তাদের কথা [১]: ‘মাটিতে পরিণত হওয়ার পরও কি আমরা নূতন জীবন লাভ করব [২]?’ এরাই তারা, যারা তাদের রবের সাথে কুফরী করেছে [৩] আর এরাই তারা, যাদের গলায় থাকবে শিকল [৪]। আর তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে।\n[১] এ আয়াত ও পরবর্তী দুটি আয়াতে কাফেরদের মৌলিক তিনটি সন্দেহ ও তার উত্তর দেয়া হয়েছে। সন্দেহগুলো হচ্ছে, এক. মৃত্যুর পর পুনর্জীবন এবং হাশরের হিসাব কিতাব অসম্ভব ও যুক্তিবিরুদ্ধ।। কুরআনুল কারীমের অন্য এক আয়াতে তাদের এ সন্দেহ বর্ণনা করে আল্লাহ্ বলেন, “আর কাফিররা বলে, ‘আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেব যে তোমাদেরকে বলে, ‘তোমাদের দেহ সম্পূর্ণ ছিন্নভিন্ন হয়ে পড়লেও অবশ্যই তোমরা হবে নতুনভাবে সৃষ্ট!” [সূরা সাবাঃ ৭] দুই. তাদের দ্বিতীয় সন্দেহটি হচ্ছে, যদি বাস্তবিকই মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আল্লাহ্‌র রাসূল হয়ে থাকেন, তবে রাসূলের বিরুদ্ধাচরণের কারণে আপনি যেসব শাস্তির কথা শুনান, সেগুলো আসে না কেন? তিন. কাফেরদের তৃতীয় সন্দেহ ছিল এই যে, আমরা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের অনেক মু’জিযা দেখেছি; কিন্তু বিশেষ ধরনের যেসব মু’জিযা আমরা দেখতে চাই, সেগুলো তিনি প্রকাশ করেন না কেন? এ সন্দেহ তিনটির উত্তর আল্লাহ্ তা’আলা আলোচ্য ৫ নং আয়াত এবং পরবর্তী ৬ ও ৭ নং আয়াতে প্রদান করেছেন।\n[২] এখানে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে সম্বোধন করে বলা হয়েছে যে, কাফেররা আল্লাহ্‌র সৃষ্টির মধ্যে তাঁর নিদর্শনাবলী ও তাঁর প্রমাণসমূহ দেখে তিনি যা ইচ্ছে করতে সক্ষম এটার স্বীকৃতি দিতে বাধ্য, তারপর তারা স্বীকার করছে যে, তিনিই সবকিছু প্রথম সৃষ্টি করেছেন, অথচ তিনি যখন প্রথম সৃষ্টি করেছেন তখন তারা কিছুই ছিল না। এতকিছুর পরও যদি কাফেররা প্রতিটি সৃষ্টিকে পুনর্জীবনের বিষয়টির উপর মিথ্যারোপ করে তবে আপনি অবশ্যই আশ্চর্য হবেন। কিন্তু তার চাইতে অধিক আশ্চর্যের বিষয় হচ্ছে তাদের এই উক্তি যে, আমরা মৃত্যুর পর যখন মাটি হয়ে যাব, তখন দ্বিতীয়বার আমাদেরকে কিরূপে সৃষ্টি করা হবে, এটা কি সম্ভবপর? [বাগভী; ইবন কাসীর] কুরআনুল কারীম এ আশ্চর্যের কারণ স্পষ্টভাবে বর্ণনা করেনি। তবে যেটা অন্য আয়াত থেকে স্পষ্ট হয়েছে সেটা হচ্ছে, আসমান ও যমীন সৃষ্টি মানুষের সৃষ্টির চাইতে অনেক বড় ব্যাপার। আর যিনি প্রথমবার সৃষ্টি করতে পারেন তার জন্য দ্বিতীয়বার সৃষ্টি করা অনেক সহজ। [ইবন কাসীর] অথবা আয়াতের অর্থ, আপনি আশ্চর্য হবেন যে, কাফেররা আপনার সুস্পষ্ট মু’জিযা এবং নবুওয়াতের প্রকাশ্য নিদর্শনাবলী দেখা সত্ত্বেও আপনার নবুওয়াত স্বীকার করে না। পক্ষান্তরে তারা নিষ্প্রাণ ও চেতনাহীন পাথরকে উপাস্য মানে, যে পাথর নিজের উপকার ও ক্ষতি করতেও সক্ষম নয়, অপরের উপকার ও ক্ষতি কিরূপে করবে? কিন্তু এর চাইতে অধিক আশ্চর্যের বিষয় হচ্ছে তাদের এই উক্তি যে, আমরা মৃত্যুর পর যখন মাটি হয়ে যাব, তখন দ্বিতীয়বার আমাদেরকে কিরূপে সৃষ্টি করা হবে, এটা কি সম্ভবপর? [বাগভী] কেননা, পূর্ববর্তী আয়াতসমূহে আল্লাহ্‌র অপার শক্তির বিস্ময়কর বহিঃপ্রকাশ বর্ণনা করে প্রমাণ করা হয়েছে যে, তিনি সর্বশক্তিমান। তিনি সমগ্র সৃষ্টজগতকে অনস্তিত্ব থেকে অস্তিত্বে এনেছেন, অতঃপর প্রত্যেক বস্তুর অস্তিত্বের মধ্যে এমন রহস্য নিহিত রেখেছেন, যা অনুভব করাও মানুষের সাধ্যাতীত। বলাবাহুল্য, যে সত্তা প্রথমবার কোন বস্তুকে অনস্তিত্ব থেকে অস্তিত্বে আনতে পারেন, তাঁর পক্ষে পুনর্বার অস্তিত্বে আনা কিরূপে কঠিন হতে পারে? আশ্চর্যের বিষয়, কাফেররা একথা বিশ্বাস করে যে, প্রথমবার সমগ্র বিশ্বকে অসংখ্য হেকমতসহ আল্লাহ্ তা'আলাই সৃষ্টি করেছেন। এরপর পুনর্বার সৃষ্টি করাকে তারা কিরূপে অসম্ভব ও যুক্তিবিরুদ্ধ মনে করে? আল্লাহ্ বলেন, “আর তারা কি দেখে না যে, নিশ্চয় আল্লাহ্, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন এবং এসবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি, তিনি মৃতের জীবন দান করতেও সক্ষম? অবশ্যই হ্যাঁ, নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।” [সূরা আল-আহকাফ: ৩৩] সত্যি বলতে কি, কাফেররা আল্লাহ্ তা’আলার শক্তি ও মহিমাকে চিনতেই পারেনি। তারা নিজেদের শক্তির নিরিখে আল্লাহ্‌র শক্তিকে বুঝে। অথচ নভোমণ্ডল, ভূমণ্ডল ও এতদুভয়ের মধ্যবর্তী সব বস্তু আপন মর্যাদা সম্পর্কে সম্যক সচেতন এবং আল্লাহ্ তা'আলার আজ্ঞাধীন। মোটকথা, সুস্পষ্ট নিদর্শনাবলী দেখা সত্ত্বেও কাফেরদের পক্ষে নবুওয়াত অস্বীকার করা যেমন আশ্চর্যের বিষয়, তার চাইতেও অধিক আশ্চর্যের বিষয় হচ্ছে কেয়ামতের পুনর্জীবন ও হাশরের দিনকে অস্বীকার করা।\n[৩] তারপর আল্লাহ্ তা'আলা তাদের এ কথার পরিণতি সম্পর্কে জানাচ্ছেন যে, তারা এর মাধ্যমে তাদের রবের সাথে কুফরী করেছে। [ইবন কাসীর] কারণ, আখেরাতে মানুষকে পুনর্বার নিয়ে আসা আল্লাহ্র জ্ঞান ও শক্তির প্রমাণ। তাদের আখেরাত অস্বীকার ছিল মূলত আল্লাহ্, তাঁর শক্তিমত্তা ও জ্ঞান অস্বীকারের নামান্তর। এজন্য তারা কাফের হিসেবে বিবেচিত হয়েছে।\n[৪] দুনিয়াতে তারা যেহেতু কুফরী করেছে সেহেতু তাদেরকে আখেরাতে এর পরিণতি ভোগ করতেই হবে। আখেরাতে তাদের পরিণতি হচ্ছে, তাদের গলায় থাকবে শেকল পরানো। গলায় শেকল পরানো থাকা কয়েদী হবার আলামত। তাদের গলায় যে শেকল পরানো হবে তা হবে আগুনের শিকল। [মুয়াসসার] তাদেরকে তা দিয়ে জাহান্নামের দিকে নিয়ে যাওয়া হবে। [ইবন কাসীর]",
  "ayah": 5,
  "surah": 13
}
