{
  "text": "প্রত্যেক নারী যা গর্ভে ধারণ করে এবং গর্ভাশয়ে যা কিছু কমে ও বাড়ে আল্লাহ্ তা জানেন [১] এবং তাঁর নিকট প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে।\n[১] এর অর্থ হচ্ছে, মায়ের গর্ভাশয়ে ভ্রুণের অংগ-প্রত্যংগ, শক্তি-সামৰ্থ, যোগ্যতা ও মানসিক ক্ষমতার যাবতীয় হ্রাস-বৃদ্ধি আল্লাহ্র সরাসরি তত্ত্বাবধানে সাধিত হয়। অর্থাৎ প্রত্যেক নারী যা গর্ভধারণ করে, তা ছেলে কি মেয়ে, সুশ্রী কি কুশ্রী, সৎ কি অসৎ তা সবই আল্লাহ্ জানেন এবং নারীদের গর্ভাশয়ে যে হ্রাসবৃদ্ধি হয়, অর্থাৎ কোন সময় এক বা একাধিক সন্তান জন্মগ্রহণ করে, কোন সময় দ্রুত কোন সময় দেরীতে তাও আল্লাহ্ তা'আলা জানেন। [আদওয়াউল বায়ান]\nএ আয়াতে আল্লাহ্ তা'আলার একটি বিশেষ গুণ বর্ণিত হয়েছে যে, তিনি ‘আলেমুল গায়েব’। সৃষ্টিজগতের প্রতিটি অণু-পরমাণু ও সেসবের পরিবর্তনশীল অবস্থা সম্পর্কে তিনি ওয়াকিফহাল। এর সাথেই মানব সৃষ্টির প্রতিটি স্তর, প্রতিটি পরিবর্তন ও প্রতিটি চিহ্ন সম্পর্কে জ্ঞাত হওয়ার কথা উল্লেখ করা হয়েছে। এর সত্যিকার ও নিশ্চিত জ্ঞান একমাত্র আল্লাহ্ তা'আলাই রাখেন। এ বিষয়টিই অন্য এক আয়াতে বর্ণিত হয়েছেঃ\n(وَيَعْلَمُ مَا فِي الْاَرْحَامِ)\nঅর্থাৎ আল্লাহ্ তা'আলাই জানেন যা কিছু গভাশয়ে রয়েছে। [সূরা লোকমানঃ ৩৪] আমরা যদি সূরা লোকমান এর এ আয়াতটির সাথে আলোচ্য সূরার\n(وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ)\nআয়াতকে একসাথে মিলিয়ে তাফসীর করি তাহলে বর্তমান কালের এ আয়াত সংক্রান্ত অনেক সন্দেহের জবাব দেয়া সহজ হয়ে যাবে কারণ সূরা লোকমানের আয়াতে যা বলা হয়েছে এ আয়াত তার তাফসীর হতে পারে। ফলে গর্ভাশয়ে অবস্থিত সন্তানের অবস্থা বর্তমানে বিভিন্ন মাধ্যমে জানা গেলেও তা সূরা লোকমান এবং সহীহ হাদীসে বর্ণিত পাঁচটি গায়েব এর জ্ঞানের দাবী কেউ করতে পারবে না। বিশেষ করে সহীহ হাদীসে গায়েবের পাঁচটি বস্তু বর্ণনায় যে শব্দ ব্যবহার হয়েছে তাও এ তাফসীর সমর্থন করছে। হাদীসে এসেছে, “পাঁচটি বিষয় হলো সমস্ত গায়েবের চাবিকাঠি, আল্লাহ্ ব্যতীত কেউ তা জানে না ... আল্লাহ ব্যতীত কেউ গর্ভাশয়ে যা কিছু হ্রাস হয় তা জানে না।” [বুখারীঃ ৪৬৯৭] আর এটা সর্বজনবিদিত যে, গর্ভাশয়ে যা কিছু হ্রাস-বৃদ্ধি হয় বা হবে তা কেউ কোন দিন বলে দিতে পারবে না। অন্য আয়াতে আল্লাহ্ বলেন, “তিনি তোমাদের সম্পর্কে সম্যক অবগত---যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন মাটি হতে এবং যখন তোমরা মাতৃগর্ভে ভ্রণরূপে ছিলে।” [সূরা আন-নাজম: ৩২] আরও বলেন, “তিনিই মাতৃগর্ভে যেভাবে ইচ্ছে তোমাদের আকৃতি গঠন করেন।” [সূরা আলে ইমরান: ৬] আয়াতের আরেক অর্থ হচ্ছে, একমাত্র আল্লাহ্ই জানেন কোন মহিলা কোন ধরণের সন্তান গর্ভে ধারণ করবে। তখন (ما) টি হবে (موصولة) [আদওয়াউল বায়ান]",
  "ayah": 8,
  "surah": 13
}
