{
  "text": "৭-১৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, পাপাচারী ও মন্দ লোকদের ঠিকানা হলো সিজ্জীন। এ শব্দটি (আরবি) এর অনুরূপ ওজনে (আরবি) থেকে নেয়া হয়েছে। (আরবি) শব্দের আভিধানিক অর্থ হলো সংকীর্ণতা। যেমন বলা হয় (আরবি) ইত্যাদি। তারপর ওর আরো মন্দ গুণাবলীর বর্ণনা প্রসঙ্গে বলা হচ্ছেঃ তোমরা ওর প্রকৃত অবস্থা অবগত নও। ওটা হলো যন্ত্রণাদায়ক ও চিরস্থায়ী দুঃখ যাতনার স্থান।বর্ণিত আছে যে, এই জায়গাটি সাত জমীনের তলদেশে অবস্থিত। হযরত বারা ইবনে আযিব (রাঃ)-এর সুদীর্ঘ হাদীসে পূর্বেই উল্লেখ করা হয়েছে যে, কাফিরদের রূহ সম্পর্কে আল্লাহ তাআলা (ফেরেশতাদেরকে) বলে থাকেনঃ তোমরা তার ফিতার সিজ্জীনে লিখে নাও। আর এই সিজ্জীন সাত জমীনের নীচে অবস্থিত। বলা হয়েছে যে, সিজ্জীন হলো সপ্তম জমীনের নীচে একটি সবুজ পাথর। আরো বলা হয়েছে যে, ওটা জাহান্নামের মধ্যস্থিত একটি গর্ত। ইমাম ইবনে জারীর একটি গারীব, মুনকার ও গায়ের সহীহ হাদীস বর্ণনা করেছেন, তাতে রয়েছে যে, ফালাক’ হলো জাহান্নামের একটি কূপ যার মুখ বন্ধ রয়েছে। আর সিজ্জীন হলো উন্মুক্ত মুখ বিশিষ্ট একটি কূপ। সঠিক কথা এই যে, এর অর্থ হলো জেলখানার এক সংকীর্ণ স্থান। নীচের মাখলুকের মধ্যে সংকীর্ণতা রয়েছে এবং উপরের মাখলুকের মধ্যে প্রশস্ততা রয়েছে। আকাশসমূহের মধ্যে প্রতিটি উপরের আকাশ ক্রমান্বয়ে প্রশস্ত এবং জমীনের মধ্যে প্রতিটি নীচের জমীন ক্রমান্বয়ে সংকীর্ণ। সপ্তম জমীনের মধ্যবর্তী কেন্দ্র সবচেয়ে সংকীর্ণ। কেননা, কাফিরদের প্রত্যাবর্তনের জায়গা সেই জাহান্নাম সবচেয়ে নীচে অবস্থিত। অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “অতঃপর আমি তাকে হীনতাগ্রস্তদের হীনতমে পরিণত করি, কিন্তু তাদেরকে নয় যারা মু'মিন এবং সঙ্কর্ম পরায়ণ।” (৯৫:৫-৬) মোট কথা সিজ্জীন হলো একটা অতি সংকীর্ণ এবং নীচু জায়গা। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “এবং যখন তাদেরকে শৃংখলিত অবস্থায় ওর কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে তখন তারা তথায় ধ্বংস কামনা করবে।” (২৫:১৩)(আরবি) ওটা হচ্ছে লিখিত পুস্তক), এটা এই সিজ্জীনের তাফসীর নয়, বরং এটা হলো তাদের জন্যে যা লিখিত হয়েছে তার তাফসীর। অর্থাৎ পরিণামে তারা জাহান্নামে প্রবেশ করবে। তাদের এই পরিণাম লিপিবদ্ধ হয়ে গেছে। এতে এখন আর কম বেশী কিছু করা হবে না। বলা হচ্ছে। তাদের পরিণাম যে সিজ্জীনে হবে এটা আমার কিতাবে পূর্বেই লিখে দেয়া হয়েছে। এই লিখাকে যারা অবিশ্বাস করবে সেদিন তাদের মন্দ পরিণাম হবে। তারা জাহান্নামের। অবমানকর শাস্তির সম্মুখীন হবে। মোটকথা, তাদের ধ্বংস ও সর্বনাশ সাধিত হবে। শব্দের অর্থ হলো সর্বনাশ, ধ্বংস এবং মন্দ পরিণাম। যেমন বলা হয়ঃ অর্থাৎ “ধ্বংস ও মন্দ পরিণাম অমুকের জন্যে।” আর যেমন মুসনাদ ও সুনানের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তির জন্যে মন্দ পরিণাম যে মানুষকে হাসাবার জন্য মিথ্যা কথা বলে থাকে। তার জন্যে মন্দ পরিণাম, তার জন্যে মন্দ পরিমাণ।”এরপর ঐ অবিশ্বাসী পাপী কাফিরদের সম্পর্কে বিস্তারিত ব্যাখ্যা করে আল্লাহ তা'আলা বলেনঃ এরা এমন লোক যারা আখিরাতের শাস্তি এবং পুরস্কারকে অস্বীকার করতো। বিবেক বুদ্ধির বিপরীত বলে পরকালের শাস্তি ও পুরস্কারকে বিশ্বাস করতো না। যেমন বলা হয়েছেঃ কিয়ামতকে মিথ্যা মনে করা। ঐ সব লোকেরই কাজ যারা নিজেদের কাজে সীমা ছাড়িয়ে যায়, হারাম কাজ করতে থাকে অথবা বৈধ কাজে সীমা অতিক্রম করে। যেমন পাপীরা নিজেদের কথায় মিথ্যা বলে, অঙ্গীকার ভঙ্গ করে, গালাগালি করে ইত্যাদি। প্রবল প্রতাপান্বিত আল্লাহ বলেন, যখন তাদের নিকট আমার আয়াতসমূহ আবৃত্তি করা হয় তখন তারা বলেঃ এটা তো পূর্ববর্তীদের উপকথা। অর্থাৎ এগুলো পূর্ববর্তী কিতাবসমূহ হতে সংকলন ও সংযোজন করা হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যখন তাদেরকে বলা হয়ঃ তোমাদের প্রতিপালক কি অবতীর্ণ করেছেন? তারা উত্তরে বলেঃ পূর্ববর্তীদের উপকথা।\" (১৬:২৪) আরও বলেনঃ (আরবি)অর্থাৎ “তারা বলেঃ এগুলো তো সে কালের উপকথা, যা সে লিখিয়ে নিয়েছে, এগুলো সকাল সন্ধ্যায় তার নিকট পাঠ করা হয়।” (২৫:৫) আল্লাহ তা'আলা জবাবে বলেনঃ প্রকৃত ঘটনা তাদের কথা ও ধারণার অনুরূপ নয়। বরং এ কুরআন প্রকৃতপক্ষে আল্লাহর কালাম। এটা আল্লাহর অহী যা তিনি তাঁর বান্দাদের উপর নাযিল করেছেন। তবে হ্যা, তাদের অন্তরের উপর তাদের মন্দ কাজসমূহ পর্দা স্থাপন করে দিয়েছে। পাপ এবং অন্যায়ের আধিক্যের কারণে তাদের অন্তরে মরিচা পড়ে গেছে। কাফিরদের অন্তরের উপর (আরবি) হয় এবং পূণ্যবানদের অন্তরে (আরবি) হয়।। জামে তিরমিযী, সুনানে নাসাঈ, সুনানে ইবনে মাজাহ প্রভৃতি হাদীস গ্রন্থে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বান্দা যখন পাপ করে তখন তার মনের কোণে একটা কালো দাগ পড়ে যায়। যদি তাওবা করে তবে ঐ দাগ মুছে যায়। আর যদি ক্রমাগত পাপে লিপ্ত থাকে তা হলে ঐ কালো দাগ প্রসার লাভ করে।(আরবি) দ্বারা এ কথাই বুঝানো হয়েছে। সুনানে নাসাঈর শব্দে কিছু রদ বদল রয়েছে। এ হাদীস মুসনাদে আহমদেও বর্ণিত হয়েছে। হযরত হাসান বসরী (রঃ) প্রভৃতি গুরুজন বলেন যে, পাপের উপর পাপ করলে মন অন্ধ হয়ে যায়। অবশেষে ঐ মন মরে যায়। তারপর বলেন যে, এ সব লোক উপরোক্ত শাস্তিতে জড়িয়ে পড়ে আর আল্লাহর দীদার হতেও বঞ্চিত হয়।ইমাম শাফিয়ী (রঃ) বলেনঃ এ আয়াতে প্রমাণ রয়েছে যে, মুমিন কিয়ামতের দিন আল্লাহর সাক্ষাৎ লাভে সম্মানিত হবে। ইমাম সাহেবের এই মন্তব্য সম্পূর্ণরূপে সত্য, আর আয়াতের সারমর্মেও এটাই বুঝানো হয়েছে। আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “সেদিন কোন কোন মুখমণ্ডল উজ্জ্বল হবে। তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে।” (৭৫:২২-২৩) সহীহ ও মুতাওয়াতির হাদীসসমূহ দ্বারাও এটা প্রমাণিত হয়েছে যে, কিয়ামতের দিন ঈমানদার বান্দারা নিজেদের সম্মানিত প্রতিপালককে বেহেশতের মনোরম বাগানে বসে প্রত্যক্ষ করবে। হযরত হাসান (রঃ) বলেনঃ পর্দা সরে যাবে এবং মুমিন তাদের প্রতিপালককে দেখতে পাবে। কাফিরদেরকে পর্দার পিছনে সরিয়ে দেয়া হবে। মুমিন বান্দারা, প্রত্যহ সকাল সন্ধ্যায় পরওয়ারদিগারে আ’লামের দীদার লাভ করবে।এরপর আল্লাহ তা'আলা বলেনঃ অতঃপর তারা তো জাহান্নামে প্রবেশ করবে। অর্থাৎ কাফিররা শুধু আল্লাহর দীদার লাভ থেকেই বঞ্চিত হবে না, বরং তাদেরকে জাহান্নামে নিক্ষেপ করা হবে।অতঃপর তাদেরকে ধমক, ঘৃণা, তিরস্কার ও ক্রোধের সুরে বলা হবেঃ এটাই ঐ জায়গা যা তোমরা অস্বীকার করতে।",
  "ayah": 17,
  "surah": 83
}
