{
  "text": "قوله تعالى : كانوا قليلا من الليل ما يهجعونقوله تعالى : كانوا قليلا من الليل ما يهجعون معنى يهجعون ينامون ; والهجوع النوم ليلا ، والتهجاع النومة الخفيفة ; قال أبو قيس بن الأسلت :قد حصت البيضة رأسي فما أطعم نوما غير تهجاعوقال عمرو بن معدي كرب يتشوق أخته وكان أسرها الصمة أبو دريد بن الصمة :أمن ريحانة الداعي السميع     يؤرقني وأصحابي هجوعيقال : هجع يهجع هجوعا ، وهبغ يهبغ هبوغا بالغين المعجمة إذا نام ; قاله الجوهري . واختلف في \" ما \" فقيل : صلة زائدة - قاله إبراهيم النخعي - والتقدير كانوا قليلا من الليل [ ص: 35 ] يهجعون ; أي ينامون قليلا من الليل ويصلون أكثره . قال عطاء : وهذا لما أمروا بقيام الليل . وكان أبو ذر يحتجز ويأخذ العصا فيعتمد عليها حتى نزلت الرخصة قم الليل إلا قليلا الآية . وقيل : ليس \" ما \" صلة بل الوقف عند قوله : قليلا ثم يبتدئ من الليل ما يهجعون ف \" ما \" للنفي وهو نفي النوم عنهم البتة . قال الحسن : كانوا لا ينامون من الليل إلا أقله وربما نشطوا فجدوا إلى السحر . روي عن يعقوب الحضرمي أنه قال : اختلفوا في تفسير هذه الآية فقال بعضهم : كانوا قليلا معناه كان عددهم يسيرا ثم ابتدأ فقال : من الليل ما يهجعون على معنى من الليل يهجعون ; قال ابن الأنباري : وهذا فاسد ; لأن الآية إنما تدل على قلة نومهم لا على قلة عددهم ، وبعد فلو ابتدأنا من الليل ما يهجعون على معنى من الليل يهجعون لم يكن في هذا مدح لهم ; لأن الناس كلهم يهجعون من الليل إلا أن تكون ما جحدا . قلت : وعلى ما تأوله بعض الناس - وهو قول الضحاك - من أن عددهم كان يسيرا يكون الكلام متصلا بما قبل من قوله : إنهم كانوا قبل ذلك محسنين أي كان المحسنون قليلا ، ثم استأنف فقال : من الليل ما يهجعون وعلى التأويل الأول ، والثاني يكون : كانوا قليلا من الليل خطابا مستأنفا بعد تمام ما تقدمه ويكون الوقف على ما يهجعون ، وكذلك إن جعلت قليلا خبر كان وترفع \" ما \" بقليل ; كأنه قال : كانوا قليلا من الليل هجوعهم . ف \" ما \" يجوز أن تكون نافية ، ويجوز أن تكون مع الفعل مصدرا ، ويجوز أن تكون رفعا على البدل من اسم كان ، التقدير كان هجوعهم قليلا من الليل ، وانتصاب قوله : قليلا إن قدرت \" ما \" زائدة مؤكدة ب \" يهجعون \" على تقدير كانوا وقتا قليلا أو هجوعا قليلا يهجعون ، وإن لم تقدر \" ما \" زائدة كان قوله : \" قليلا \" خبر كان ولم يجز نصبه ب \" يهجعون \" ; لأنه إذا قدر نصبه ب \" يهجعون \" مع تقدير \" ما \" مصدرا قدمت الصلة على الموصول . وقال أنس وقتادة في تأويل الآية : أي كانوا يصلون بين العشاءين : المغرب والعشاء . أبو العالية : كانوا لا ينامون بين العشاءين . وقاله ابن وهب . وقال مجاهد : نزلت في الأنصار كانوا يصلون العشاءين في مسجد النبي صلى الله عليه وسلم ثم يمضون إلى قباء . وقال محمد بن علي بن الحسين : كانوا لا ينامون حتى يصلوا العتمة . قال الحسن : كأنه عد هجوعهم قليلا في جنب يقظتهم للصلاة . وقال ابن عباس ومطرف : قل ليلة لا تأتي عليهم إلا يصلون لله فيها إما من أولها وإما من وسطها .روي عن بعض المتهجدين أنه أتاه آت في منامه فأنشده :وكيف تنام الليل عين قريرة     ولم تدر في أي المجالس تنزلوروي عن رجل من الأزد أنه قال : كنت لا أنام الليل فنمت في آخر الليل ، فإذا أنا بشابين أحسن ما رأيت ومعهما حلل ، فوقفا على كل مصل وكسواه حلة ، ثم انتهيا إلى النيام فلم يكسواهم ، فقلت لهما : اكسواني من حللكما هذه ; فقالا لي : إنها ليست حلة لباس إنما هي رضوان الله يحل على كل مصل . ويروى عن أبي خلاد أنه قال : حدثني صاحب لي قال : فبينا أنا نائم ذات ليلة إذ مثلت لي القيامة ، فنظرت إلى أقوام من إخواني قد أضاءت وجوههم ، وأشرقت ألوانهم ، وعليهم الحلل من دون الخلائق ، فقلت : ما بال هؤلاء مكتسون والناس عراة ، ووجوههم مشرقة ووجوه الناس مغبرة ! فقال لي قائل : الذين رأيتهم مكتسون فهم المصلون بين الأذان والإقامة ، والذين وجوههم مشرقة فأصحاب السهر والتهجد ، قال : ورأيت أقواما على نجائب ، فقلت : ما بال هؤلاء ركبانا والناس مشاة حفاة ؟ فقال لي : هؤلاء الذين قاموا على أقدامهم تقربا لله تعالى فأعطاهم الله بذلك خير الثواب ; قال : فصحت في منامي : واها للعابدين ، ما أشرف مقامهم ! ثم استيقظت من منامي وأنا خائف .",
  "ayah": 17,
  "surah": 51
}
