{
  "text": "افتتحت سورة ( سبأ ) بتقرير الحقيقة الأولى فى كل دين ، وهى أن المستحق للحمد المطلق ، والثناء الكامل ، هو الله رب العالمين .والحمد : هو الثناء باللسان على الجميل الصدر عن اختيار من نعمة أو غيرها .و ( أل ) فى الحمد للاستغراق ، بمعنى أن المستحق لجيمع المحامد ، ولكافة ألوان الثناء ، هو الله - تعالى - .وإنما كان الحمد مقصورا فى الحقيقة عليه وحده - سبحانه - ، لأن كل ما يستحق أن يقابل بالثناء ، فهو صادر عنه ، ومرجعه إليه ، إذ هو الخالق لكل شئ ، وما يقدم إلى بعض الناس من حمد جزاء إحسانهم ، هو فى الحقيقة حمد له - لأنه - سحبانه - هو الذى وفقهم لذلك ، وأعانهم عليه .وقد اختار - سبحانه - افتتاح هذه السورة بصفة الحمد ، دون المدح أو الشكر ، لأنه وسط بينهما ، إذ المدح أعم من الحمد ، لأن المدح يكون للعاقبل وغيره ، فقد يمدح الإِنسان لعقله ، وتمدح اللؤلؤة لجماها ، أما الحمد فإنه لا يحصل إلا للفاعل المختار على ما يصدر عنه من إحسان .والحمد أخص من الشكر ، لأن الشكر من أجل نعمه وصلت إليك أما الحمد فيكون من أجل نعمة وصلت إليك أو إلى غيرك .وفى القرآن الكريم خمس سور اشتركت فى الافتتاح بقوله - تعالى - : ( الحمد للَّهِ . . ) وهى سورة الفاتحة ، والأنعام ، وسبأ وفاطر .ولكن لكل سورة من هذه السور ، منهج خاص فى بيان أسباب الحمد لله - تعالى - وحده .وقد أحسن القرطبى - رحمه الله - عندما قال : فإن قيل : قد افتتح غيرها أى : سورة الأنعام - بالحمد لله ، فكان الاجتزاء بواحدة يغنى عن سائره؟ فالجواب أن لكل واحد منه معنى فى موضعه ، لا يؤدى عن غيره ، من أجل عقده بالنعم المختلفة ، و - أيضا - فلما فيه من الحجة فى هذا الموضع على الذين هم بربهم يعدلون .والمعنى : الحمد الكامل الشامل لله - تعالى - وحده ، لأنه هو ، الذى له ما فى السماوات وما فى الأرض ، خلقا وملكا وتصرفا ، بحيث لا يخرج شئ فيهما عن إرادته ومشيئته .وقوله : وله الحمد فى الآخرة ، تنبيه إلى أن حمده - عز وجل - ليس مقصورا على الدنيا ، بل يشمل الدنيا والآخرة .فالمؤمنون فى الدنيا على ما وهبهم من نعم الإِيمان والإِحسان ، ويحمدونه فى الآخرة على ما منحهم من جنة عرضها السماوات والأرض ، ويقولون : ( الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ فَنِعْمَ أَجْرُ العاملين ) قال صاحب الكشاف : ولما قال - سبحانه - : الحمد لله ، ثم وصف ذاته بالإِنعام بجميع النعم الدنيوية ، كان معناه : أنه المحمود على نعم الدنيا ، تقول : احمد أخاك الذى كساك وحملك ، تريد : احمده على كسوته وحملانه .ولما قال : ( وَلَهُ الحمد فِي الآخرة ) علم أنه المحمود على نعم الآخرة وهو الثواب .وقال الآلوسى : والفرق بين الحمدين مع كون نعم الدنيا ونعم الآخرة بطريق التفضل ، أن الأول على نهج العبادة ، والثانى على وجه التلذذ والاغتباط وقد ورد فى الخبر أن أهل الجنة يلهمون التسبيح كما يلهمون النفس .وقال الجمل : فإن قلت : الحمد مدح للنفس ، ومدحها مستقبح فيما بين الخلق ، فما وجه ذلك؟فالجواب : ان هذا المدح دليل على أن حاله - تعالى - بخلاف حال الخلق ، وأنه يحسن منه ما يقبح من الخلق ، وذلك يدل على أنه - تعالى - مقدس عن أن تقاس أفعاله ، على افعال العباد .ثم ختم - سبحانه - الآية بقوله : ( وَهُوَ الحكيم الخبير ) أى : وهو - تعالى - الذى أحكم أمور الدارين ، ودبرها بحكمته ، وهو العليم بظواهر عباده وبواطنهم ، لا يخفى عليه شئ من أحوالهم .",
  "ayah": 1,
  "surah": 34
}
