{
  "text": "ثم حكى - سبحانه - ما قاله الكافرون فى شأن يوم القيامة ، فقال - تعالى - ( وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة ) .أى : وقال الذين كفروا بالله وملائكته وكتبه ورسوله واليوم الآخر ، لا تأتينا الساعة بحال من الأحوال ، وإنما نحن ونحيا وما يهلكنا إلا الدهر ، وإذا متنا فإن الأرض تأكل أجسادنا ، ولا نعود إلى الحياة مرة أخرى .وعبروا عن إنكارهم لها بقولهم : ( لاَ تَأْتِينَا الساعة ) مبالغة فى نفيها نفيا كليها ، فكأنهم يقولون : لا تأتينا الساعة فى حال من الأحوال ، لأننا ننكر وجودها أصلا ، فضلا عن إتيانها .وقد أمر الله - تعالى - رسوله صلى الله عليه وسلم أن يرد عليهم بما يؤكد وجودها وإتيانها تأكيدا قاطعا فقال : ( قُلْ بلى وَرَبِّي لَتَأْتِيَنَّكُمْ ) .و \" بلى \" حرف جواب لرد النفى ، فتفيد إثبات المنفى قبلها ، ثم أكد - سبحانه - ذلك بجملة القسم .أى : قل - أيها الرسول الكريم - لهؤلاء المنكرين لإِتيان الساعة : ليس الأمر كما زعمتم ، بل هى ستأتيكم بغتة ، وحق ربى الذى أوجدنى وأوجدكم .فالجملة الكريمة قد اشتملت على جملة من المؤكدات التى تثبت أن الساعة آتية لا ريب فيها ، ومن ذلك التعبير ب ( بلى ) بالجملة القسمية .قال ابن كثير عند تفسيره لهذه الآية : هذه إحدى الآيات الثلاث التى لا رابع لهن ، مما أمر الله ورسوله صلى الله عليه وسلم أن يقسم بربه العظيم على ووقع المعاد ، لما أنكره من أنكره من أهل الكفر والعناد : فإحداهن فى سورة يونس ، وهى قوله - تعالى - : ( وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وربي إِنَّهُ لَحَقٌّ وَمَآ أَنتُمْ بِمُعْجِزِينَ ) والثانية : هذه الآية التى معنا . والثالثة : فى سورة التغابن وهى قوله - تعالى - : ( زَعَمَ الذين كفروا أَن لَّن يُبْعَثُواْ قُلْ بلى وَرَبِّي لَتُبْعَثُنَّ . . ) وقوله - تعالى - : ( عَالِمِ الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السماوات وَلاَ فِي الأرض وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِي كِتَابٍ مُّبِينٍ ) تقوية لتأكيد إتيان الساعة .قالوا لأن تأكيد القسم بجلائل نعوت المقسم به يؤذن بخامة شأن المقسم عله ، وقوة إثباته ، وصحته ، لما أن ذلك فى حكم الاستشهاد على الأمر .وقوله ( يَعْزُبُ ) بمعنى يغيب ويخفى ، وفعله من باب \" قلت وضرب \" . يقال : عزب الشئ يعزب - بضم الزاى وكسرها - إذا غاب وبعد .والمعنى : قل - أيها الرسول الكريم - لهؤلاء المنكرين لإِتيان الساعة : كذبتم فى إنكاركم وحق الله - تعالى - لتأتينكم ، والذى أخبرنى بذلك هو الله - تعالى - ( عَالِمِ الغيب ) أى : عالم ما غاب وخفى عن حسكم ، وهو - سبحانه - لا يغيب عن علمه مقدار أو وزن مثقال ذرة فى السماوات ولا فى الأرض ، ولا أصغر من ذلك المثقال ، ولا أكبر منه ، إلا وهو مثبت وكائن فى علمه - تعالى - الذى لا يغيب عنه شئ ، أو فى اللوح المحفوظ الذى فيه تسجل أحوال الخلائق وأقوالهم وأفعالهم .وقوله - سبحانه - : ( عَالِمِ الغيب ) قرأ بعضهم بكسر الميم على أنه نعت لقوله ( رَبِّي ) .أى : قبل بلى وربى عالم الغيب لتأتينكم الساعة .وقرأه آخرون بضم الميم على أنه مبتدأ ، وخبر جملة : ( لاَ يَعْزُبُ عَنْهُ ) ، أو هو خبر لمبتدأ محذوف . أى : هو عالم الغيب .وقوله : ( لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ ) تمثيل لقلة الشئ ، ودقته ، والمراد انه لا يغيب عن علمه شئ ما ، مهما دق أو صغر ، إذ المثقال : مفعال من الثقل ، ويطلق على الشئ البالغ النهاية فى الصغر ، والذرة تطلق على النملة ، وعلى الغبار الذى يتطاير من التراب عند النفخ .وفى قوله - سبحانه - : ( وَلاَ أَصْغَرُ مِن ذَلِكَ ) إعجاز علمى بليغ للقرآن الكريم ، إذ كان من المعروف إلى عهد قريب ، أن الذرة أصغر الأجسام ، فأشار القرآن إلى أن هناك ما هو أصغر منها ، وهذا ما اكتشفه العلم الحديث بعد تحطيم الذرة ، وتقسيمها إلى جزئيات .قال الجمل : وقوله : ( وَلاَ أَصْغَرُ مِن ذَلِكَ ) العامة على رفع أصغر وأكبر ، وفيه وجهان :أحدهما : الابتداء ، والخبر إلا فى كتاب ، والثانى : العطف على ( مِثْقَالُ ) ، وعلى هذا فيكون قوله : ( إِلاَّ فِي كِتَابٍ ) تأكيد للنفى فى ( لاَ يَعْزُبُ ) كأنه قال : لكنه فى كتاب مبين .فإن قيل : فأى حاجة إلى ذكر الأكبر ، فإن من علم ما هو أصغر من الذرة لا بد وأن يعلم الأكبر؟ فالجواب : لما كان الله - تعالى - أراد بيان إثبات الأمور فى الكتاب ، فلو اقتصر على الأصغر لتوهم متوهم أنه يثبت الصغائر لكونها محل النسيان ، وأما الأكبر فلا ينسى فلا حاجة إلى إثباته ، فقال : الإِثبات فى الكتاب ليس كذلك فإن الأكبر مكتوب أيضا .",
  "ayah": 3,
  "surah": 34
}
