{
  "text": "ولم يقتنع الأتباع بما رد به عليهم السادة والكبراء ، بل حكى القرآن للمرة الثانية ردهم عليهم فقال : ( وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا ) فى الرد عليهم بسحرة وألم : ( بَلْ مَكْرُ الليل والنهار ) أى قالوا لهم أنتم لستم صاقين فى قولكم لنا : إنكم لم تصدرونا عن اتباع الهدى بعد إذ جاءنا بل إن مكركم بنا الليل والنهار وإغراءكم لنا بالبقاء على الكفر وتهديدكم إيانا بالقتل أو التعذيب إذا ما خالفناكم ، وأمرنا لنا بأن نكفر بالله - تعالى - ونجعل له أندادا ، أى شركاء فى العبادة والطاعة . كل ذلك هو الذى حال بيننا وبين اتباع الحق الذى جاءنا به الرسول صلى الله عليه وسلم .والمكر : هو الاحتيال والخديعة . يقال مكر فلان بفلان ، إذا خدعه وأراد به شرا . وهو هنا فاعل محذوف والتقدير : بل الذى صدنا عن الإِيمان مكركم بنا فى الليل والنهار ، فحذف المضاف إليه واقيم مقامه الظرف اتساعا .وقوله : ( إِذْ تَأْمُرُونَنَآ . . ) ظرف للمكر . أى : بل مركم الدائم بنا وقت أمركم لنا بأن نكفر بالله ونجعل له أشباها ونظراء نعبدها من دونه - تعالى - هو الذى حال بيننا وبين اتباع الحق والهدى .قال الجمل : وقوله ( بَلْ مَكْرُ الليل والنهار ) يجوز رفع ( مَكْرُ ) من ثلاثة أوجه : أحدها : على الفاعلية بتقدير : بل صدنا مكركم فى هذين الوقتين ، الثانى أن يكون مبتدأ خبره محذوف . أى : مكر الليل صدنا عن اتباع الحق . الثالث : العكس ، أى : سبب كفرنا مكركم . وإضافة المكر إلى الليل والنهار إما على الإِسناد المجازى كقولهم : ليل ماكر ، فيكون مصدرا مضافا لمرفوعه وإما على الاتساع فى الظرف ، فجعل كالمفعول به فيكون مضافا لمنصوبه .والضمير المرفوع فى قوله - سبحانه - : ( وَأَسَرُّواْ الندامة لَمَّا رَأَوُاْ العذاب ) يعود إلى الأتباع والزعماء . وأسروا من الإِسرار بمعنى الكتمان والإِخفاء .أى : وأضمر الذين استضعفوا والمستبرون الندامة والحسرة حين شاهدوا العذاب المعد لهم جميعا ، وذلك لأنهم بهتوا وشدهوا حين عاينوه ، ودفنت الكلمات فى صدورهم فلم يتمكنوا من النطق بها وأصابهم ما أصابهم من الكمد الذى يجعل الشفاه لا تتحرك ، والألسنة لا تنطق .فالمقصود من إسرار الندامة : بيان عجزهم الشديد عن النطق بما يريدون النطق به لفظاعة ما شهدوه من عذاب غليظ قد أعد لهم .وقيل إن ( وَأَسَرُّواْ الندامة ) بمعنى أظروها : لأن لفظ أسر من الأضداد .قال الآلوسى ما ملخصه : ( وَأَسَرُّواْ ) أى : أضمر الظالمون من الفريقين ( الندامة ) على ما كان منهم فى الدنيا . . ( لَمَّا رَأَوُاْ العذاب ) لأنهم بهتوا لما عاينوه فلم يقدروا على النطق .وقيل : أسروا الندامة . بمعنى أظهروهان فإن لفظ \" أسر \" من الأضداد ، إذ الهمزة تصلح للإِثبات وللسلب ، فمعنى أسره : جعله سره ، أو أزال سره . .ثم بين - سبحانه - ما حل بهم من عذاب بسبب كفرهم فقال : ( وَجَعَلْنَا الأغلال في أَعْنَاقِ الذين كَفَرُواْ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ ) .والأغلال . جمع غل وهى القيود التى يقيد بها المجرمون .أى : وجعلنا القيود فى أعناق الذين كفروا جميعا ، سواء منهم من كان تابعا أم متبوعا . وما جزيناهم بهذا الجزاء المهين الأليم ، إلا بسبب أعمالهم السيئة . وأقوالهم القبيحة .وهكذا نرى الآيات الكريمة تصور لنا تصويرا مؤثرا بديعا ، ما يكون عليه الكافرون يوم القيامة من حسرة وندم ، ومن عداوة وبغضاء ، ومن تهم يلقيها كل فريق على الآخر ، بدون احترام من المستضعفين لزعمائهم الذين كانوا يذلونهم فى الدنيا ، بعد أن سقطت وزالت الهيبة الزائفة التى كان الزعماء يحيطون بها أنفسهم فى الحياة الدنيا ، وأصبح الجميع يوم السحاب فى الذلة سواء ( وَوَجَدُواْ مَا عَمِلُواْ حَاضِراً وَلاَ يَظْلِمُ رَبُّكَ أَحَداً ) .",
  "ayah": 33,
  "surah": 34
}
