{
  "text": "অবশ্যই তোমাদের রব–এর কাছ থেকে তোমাদের কাছে চাক্ষুষ প্রমাণাদি এসেছে। অতঃপর কেউ চক্ষুষ্মান হলে সেটা দ্বারা সে নিজেই লাভবান হবে, আর কেউ অন্ধ সাজলে তাতে সে নিজেই ক্ষতিগ্রস্ত হবে [১]। আর আমি তোমাদের উপর সংরক্ষক নই [২]।\n[১]  এ আয়াতের (بصائِر) শব্দটি (بصيرة) এর বহুবচন। এর অর্থ বুদ্ধি ও জ্ঞান। অর্থাৎ যে শক্তি দ্বারা মানুষ অতিন্দ্রীয় বিষয় সম্পর্কে জ্ঞান লাভ করে। আয়াতে (بصائِر) বলে ঐসব যুক্তি-প্রমাণ ও উপায়াদিকে বোঝানো হয়েছে, যেগুলো দ্বারা মানুষ সত্য ও বাস্তব রূপকে জানতে পারে। আয়াতের অর্থ এই যে, আল্লাহ তা'আলার পক্ষ থেকে তোমাদের কাছে সত্য দর্শনের উপায়-উপকরণ পৌঁছে গেছে। [আল-মানার] অর্থাৎ কুরআন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও বিভিন্ন মু'জিযা আগমন করেছে ইবন কাসীর। তাছাড়া তোমরা রাসূলের চরিত্র, কাজকর্ম ও শিক্ষা প্রত্যক্ষ করছ। এগুলোই হচ্ছে সত্য দর্শনের উপায়। অতএব, যে ব্যক্তি এসব উপায় ব্যবহার করে চক্ষুষ্মান হয়ে যায়, সে নিজেরই উপকার সাধন করে। পক্ষান্তরে যে ব্যক্তি এসব উপায় পরিত্যাগ করে সত্য সম্পর্কে অন্ধ হয়ে থাকে, সে নিজেরই ক্ষতি সাধন করে। [আল-মানার; আইসারুত তাফসীর, মুয়াসসার]\n[২]  অর্থাৎ মানুষকে জবরদস্তিমূলকভাবে অশোভনীয় কাজ থেকে বিরত রাখা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দায়িত্ব নয়, যেমন সংরক্ষকের দায়িত্ব হয়ে পৌছার পরও। এটাই আহলে সুন্নাত ওয়াল জামাআতের আকীদা ও বিশ্বাস। এর সপক্ষে দলীল প্রমাণাদি অনেক, নীচে তার কিছু উল্লেখ করা হলোঃ\nকুরআন থেকেঃ\nআল্লাহর বাণীঃ\n(وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌ - اِلٰى رَبِّهَا نَاظِرَةٌ)\n“সেদিন কিছু চেহারা হবে সজীব ও প্রফুল্ল। তারা স্বীয় রবকে দেখতে থাকবে। [সূরা আল-কিয়ামাহঃ ২২-২৩]\nআল্লাহর বাণীঃ\n(لَهُمْ مَّا يَشَاءُوْنَ فِيْهَا وَلَدَيْنَا مَزِيْدٌ)\n“তারা তাতে যা চাইবে তাই পাবে, আর আমাদের কাছে আছে আরো কিছু বাড়তি\" [সূরা ক্বাফঃ ৩৫]। এ আয়াতের তাফসীরে আলী ও আনাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘বাড়তি বিষয় হলোঃ আল্লাহর চেহারার দিকে তাকানোর সৌভাগ্য’।\nআল্লাহ তা'আলা কুরআনের অন্যত্র বলেছেনঃ\n(كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ)\n“কাফেররা সেদিন স্বীয় রব-এর সাক্ষাত থেকে বঞ্চিত থাকবে\" [সূরা আল-মুতাফফেফীনঃ ১৫]। এর দ্বারা কাফের ও অবিশ্বাসীরা সেদিনও সাজা হিসেবে আল্লাহকে দেখার গৌরব থেকে বঞ্চিত থাকবে বলে ঘোষণা করা হয়েছে। এ আয়াতের দ্বারা এটা স্পষ্ট হলো যে, যারা ঈমানদার তাদের এ শাস্তি হবে না। অর্থাৎ তারা আল্লাহকে দেখতে পাবে।\nআল্লাহর বাণীঃ\n(لِلَّذِيْنَ اَحْسَـنُوا الْحُسْنٰى وَزِيَادَةٌ)\n“যারা সৎ কাজ করেছে তাদের জন্য রয়েছে জান্নাত,তদুপরি তার উপর রয়েছে কিছু বাড়তি”। [সূরা ইউনুসঃ২৬]। এ আয়াতের তাফসীরে স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সরাসরি আল্লাহকে দেখা বলে সহীহভাবে বর্ণিত হয়েছে। যার আলোচনা পরবর্তী বর্ণনায় হাদীস থেকে আসছে।\nসহীহ হাদীস থেকেঃ\nবিভিন্ন সহীহ হাদীসে ঈমানদারদের জন্য আল্লাহ তা'আলাকে দেখার সুসংবাদ দেয়া হয়েছে, সে সমস্ত হাদীস মুতাওয়াতির পর্যায়ে পৌছেছে। ইমাম দারকুতনী এ সংক্রান্ত বিশটির মত হাদীস বর্ণনা করেছেন। অনুরূপভাবে ইমাম আবুল কাসেম লালাকা’য়ী ত্রিশটির মত হাদীস বর্ণনা করেছেন। নীচে এর কয়েকটি উল্লেখ করা হলোঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, 'জান্নাতীরা জান্নাতে প্রবেশ করার পর আল্লাহ বলবেনঃ তোমরা যেসব নেয়ামত প্রাপ্ত হয়েছ, এগুলোর চাইতে বৃহৎ আরো কোন নেয়ামতের প্রয়োজন হলে বল, আমি তাও দেব। জান্নাতীরা নিবেদন করবেঃ ইয়া আল্লাহ! আপনি আমাদেরকে জাহান্নাম থেকে মুক্তি দিয়েছেন এবং জান্নাতে স্থান দিয়েছেন। এর বেশী আমরা আর কি চাইব। তখন মধ্যবর্তী পর্দা সরিয়ে নেয়া হবে এবং সবার সাথে আল্লাহর সাক্ষাত হবে। এটিই হবে জান্নাতের সর্বশ্রেষ্ঠ নেয়ামত। [সহীহ মুসলিমঃ ১৮১] জান্নাতীদের জন্য আল্লাহর সাক্ষাতই হবে সর্ববৃহৎ নেয়ামত।\nঅন্য এক হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক চন্দ্রালোকিত রাতে সাহাবীদের সমভিব্যাহারে উপবিষ্ট ছিলেন। তিনি চাঁদের দিকে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর একমাত্র দায়িত্ব হচ্ছে আল্লাহর নির্দেশাবলী পৌঁছে দেয়া ও বুঝিয়ে দেয়া। এরপর স্বেচ্ছায় সেগুলো অনুসরণ করা না করা মানুষের দায়িত্ব। [সা'দী]",
  "ayah": 104,
  "surah": 6
}
