{
  "text": "আর এভাবেই আমারা নানাভাবে আয়াতসমূহ বিবৃত করি [১] এবং যাতে তারা বলে , ‘ আপনি পড়ে নিয়েছেন [২]’ , আর যাতে আমারা এটাকে [৩] সুস্পষ্টভাবে জ্ঞানী সম্প্রদায়ের জন্য বর্ণনা করি [৪]।\n[১] অর্থাৎ এভাবেই আমরা আমাদের আয়াতসমূহকে বিশদভাবে বর্ণনা করি, যাতে তারা শিক্ষা গ্রহণ করতে পারে। [জালালাইন]\n[২] এর মর্ম এই যে, হেদায়াতের সব সাজ-সরঞ্জাম, মু'জিযা, অনুপম প্রমাণাদি- যেমন, কুরআন- একজন নিরক্ষরের মুখ দিয়ে এমন জ্ঞান-বিজ্ঞান ও সত্য প্রকাশ করা, যা ব্যক্ত করতে জগতের সব দার্শনিক পর্যন্ত অক্ষম এবং এমন অলঙ্কারপূর্ণ কালাম উচ্চারিত হওয়া, যার সমতুল্য কালাম রচনা করার জন্য কেয়ামত পর্যন্ত আগমনকারী সমস্ত জ্বিন ও মানুষকে চ্যালেঞ্জ করার পরও সারা বিশ্ব অক্ষমতা প্রকাশ করেছে- সত্য দর্শনের এসব সরঞ্জাম দেখে যে কোন হটকারী অবিশ্বাসীরও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আনুগত্য নিদ্বিধায় মেনে নেয়া উচিত ছিল, কিন্তু যাদের অন্তরে বক্রতা বিদ্যমান ছিল, তারা বলতে থাকে, এসব জ্ঞান-বিজ্ঞান তুমি কারো কাছ থেকে অধ্যয়ন করে নিয়েছ। এটা ছিল কাফেরদের নিত্য-মন্তব্যের একটি। তারা এ ধরনের মন্তব্য করেই যাচ্ছিল। অন্য আয়াতেও এটা বর্ণিত হয়েছে, আল্লাহ বলেন, “আমরা অবশ্যই জানি যে, তারা বলে, তাকে তো শুধু একজন মানুষ শিক্ষা দেয়। তারা যার প্রতি এটাকে সম্পর্কযুক্ত করার জন্য ঝুঁকছে তার ভাষা তো আরবী নয়; কিন্তু কুরআনের ভাষা স্পষ্ট আরবী ভাষা \" [সূরা আন-নাহল: ১০৩] আল্লাহ আরও বলেন, “অতঃপর সে বলল, “এটা তো লোক পরম্পরায় প্রাপ্ত জাদু ভিন্ন আর কিছু নয়, \"এ তো মানুষেরই কথা। অচিরেই আমি তাকে দগ্ধ করব ‘সাকার’ এ” [আল-মুদ্দাসসির ২৪-২৬] তিনি আরও বলেন, কাফেররা বলে, “এটা মিথ্যা ছাড়া কিছুই নয়, সে এটা রটনা করেছে এবং ভিন্ন সম্প্রদায়ের লোক তাকে এ ব্যাপারে সাহায্য করেছে। সুতরাং অবশ্যই কাফেররা যুলুম ও মিথ্যা নিয়ে এসেছে \" তারা আরও বলে, ‘এগুলো তো সে কালের উপকথা, যা সে লিখিয়ে নিয়েছে; তারপর এগুলো সকাল-সন্ধ্যা তার কাছে পাঠ করা হয়। “বলুন, ‘এটা তিনিই নাযিল করেছেন যিনি আসমানসমূহ ও যমীনের সমুদয় রহস্য জানেন; নিশ্চয়ই তিনি পরম ক্ষমাশীল, পরম দয়ালু। [আল-ফুরকান: ৪-৬] [আদওয়াউল বায়ান]\n[৩] এখানে এটা বলে কুরআন উদ্দেশ্য হতে পারে। [ফাতহুল কাদীর] অনুরূপভাবে পূর্বোক্ত আয়াতসমূহে যে হক প্রতিষ্ঠা করার কথা বলা হয়েছে তাও হতে পারে। উদ্দেশ্য এই যে, আমাদের নানাভাবে বর্ণনা পদ্ধতি দ্বারা যারা জানে তারা হককে জানতে পারবে, সেটা গ্রহণ করতে পারবে, সে হকের অনুসরণ করতে পারবে। আর তারা হচ্ছে, মুমিনরা যারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার উপর যা নাযিল হয়েছে সে সবের উপর ঈমান আনয়ন করেছিল। [মুয়াসসার]\n[৪]  অর্থাৎ সঠিক বুদ্ধিমান ও সুস্থ জ্ঞানীদের জন্য এ বর্ণনা উপকারী প্রমাণিত হয়েছে। মোটকথা এই যে, হেদায়াতের সরঞ্জাম সবার সামনেই রাখা হয়েছে। কিন্তু কুটিল ব্যক্তিরা এর দ্বারা উপকৃত হয়নি। পক্ষান্তরে সুস্থ জ্ঞানী মনীষীরা এর মাধ্যমে সত্যের পথ প্রদর্শক হয়ে গেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলা হয়েছে, কে মানে আর কে মানে না- তা আপনার দেখার বিষয় নয়। আপনি স্বয়ং ঐ পথ অনুসরণ করুন, যা অনুসরণ করার জন্য আপনার রব-এর পক্ষ থেকে আপনার প্রতি ওহী আগমন করেছে। এর প্রধান বিষয় হচ্ছে এ বিশ্বাস যে, আল্লাহ ছাড়া উপাসনার যোগ্য আর কেউ নেই। এ ওহী প্রচারের নির্দেশও রয়েছে। এর উপর প্রতিষ্ঠিত থেকে মুশরিকদের জন্য পরিতাপ করবেন না যে, তারা কেন গ্রহণ করল না। এর কারণ এটাই ব্যক্ত করা হয়েছে যে, আল্লাহ্ যদি সৃষ্টিগতভাবে ইচ্ছা করতেন যে, সবাই মুসলিম হয়ে যাক, তবে কেউ শির্ক করতে পারতো না। কিন্তু তাদের দুষ্কৃতির কারণে তিনি ইচ্ছা করেননি, বরং তাদেরকে শাস্তি দিতেই চেয়েছেন। তাই শাস্তির সরঞ্জামও সরবরাহ করে দিয়েছেন। এমতাবস্থায় আপনি তাদেরকে কিরূপে মুসলিম করতে পারেন? আপনি এ ব্যাপারে মাথা ঘামাবেন কেন, আমি আপনাকে তাদের সংরক্ষক নিযুক্ত করিনি এবং আপনি এসব কাজকর্মের কারণে তাদেরকে শাস্তি দেয়ার জন্য আমার পক্ষ থেকে ক্ষমতাপ্রাপ্তও নন। কাজেই তাদের কাজকর্মের ব্যাপারে আপনার উদ্বিগ্ন না হওয়াই বাঞ্ছনীয়। [দেখুন, আল-মানার]",
  "ayah": 105,
  "surah": 6
}
