{
  "text": "আর তারা আল্লাহ্‌র নামে কঠিন শপথ করে বলে,তাদের কাছে যদি কোন নিদর্শন আসত তবে অবশ্যই তারা এতে ঈমান আনত [১]।বলুন , ‘নিদর্শন তো আল্লাহ্‌র কাছেই’। আর কিভাবে তোমাদের উপলব্ধিতে আসবে যে, যখন তা (নিদর্শন) এসে যাবে, তখন তারা ঈমান আনবে না [২] ?\n[১]  এ আয়াতসমূহে বলা হয়েছে যে, তারা স্বীয় জিদ ও নতুন সংস্করণ রচনা করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে বিশেষ বিশেষ ধরণের মু'জিযা দাবী করছে। কুরাইশ সর্দাররা দাবী উত্থাপন করেছে যে, আপনি যদি সাফা পাহাড়টি স্বর্ণে পরিণত হওয়ার মু'জিযা আমাদেরকে দেখাতে পারেন, তবে আমরা আপনার নবুয়ত মেনে নেব এবং মুসলিম হয়ে যাব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ আচ্ছা, শপথ কর! যদি এ মু'জিযা প্রকাশ পায়, তবে তোমরা মুসলিম হয়ে যাবে। তারা শপথ করল। তিনি আল্লাহর কাছে দু'আ করার জন্য দাড়ালেন যে, এ পাহাড়কে স্বর্ণে পরিণত করে দিন। তৎক্ষণাৎ জিবরাঈল আলাইহিস সালাম ওহী নিয়ে এলেন যে, আপনি চাইলে আমি এক্ষুণি এ পাহাড়কে স্বর্ণে পরিণত করে দেব। কিন্তু আল্লাহর আইন অনুযায়ী এর পরিণাম হবে এই যে, এরপরও বিশ্বাস স্থাপন না করলে ব্যাপক আযাব নাযিল করে সবাইকে ধ্বংস করে দেয়া হবে। বিগত সম্প্রদায়সমূহের বেলায়ও তাই হয়েছে। তারা বিশেষ কোন মু'জিযা দাবী করার পর তা দেখানো হয়েছে। এরপরও যখন তারা বিশ্বাস স্থাপন করেনি, তখন তাদের উপর আল্লাহর গযব ও আযাব নাযিল হয়েছে। দয়ার সাগর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম কাফেরদের অভ্যাস ও হঠকারিতা সম্পর্কে জ্ঞাত ছিলেন। তাই দয়াপরবশ হয়ে বললেনঃ এখন আমি এ মু'জিযার দু'আ করি না। এ ঘটনার পরিপ্রেক্ষিতে এ আয়াত নাযিল হয়। [তাবারী; সংক্ষিপ্তসার দেখুন আত-তাফসীরুস সহীহ]\n[২]  এ আয়াতে তাদের উক্তির জবাব দেয়া হয়েছে যে, মু'জিযা ও নিদর্শন সবই আল্লাহর\nইচ্ছাধীন। যেসব মু'জিযা ইতোপূর্বে প্রকাশিত হয়েছে, সেগুলোও তার পক্ষ থেকেই ছিল এবং যেসব মু'জিযা দাবী করা হচ্ছে, এগুলো প্রকাশ করতেও তিনি পূর্ণরূপে সক্ষম। কিন্তু বিবেক ও ইনসাফের দিক দিয়ে তাদের এরূপ দাবী করার কোন অধিকার নেই। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রিসালাতের দাবীদার এবং এ দাবীর পক্ষে অনেক যুক্তি-প্রমাণ ও সাক্ষ্য মু'জিযা আকারে উপস্থিত করেছেন। এখন এসব যুক্তি-প্রমাণ ও সাক্ষ্য খণ্ডন করার এবং ভ্রান্ত প্রমাণিত করার অধিকার প্রতিপক্ষের আছে। কিন্তু এসব সাক্ষ্য খণ্ডন না করে অন্য সাক্ষ্য দাবী করা সম্পূর্ণ অযৌক্তিক। এত নিদর্শন দেখার পরও যারা ঈমান আনেনি তারা আর ঈমান আনবে না। সুতরাং তাদের জন্য নতুন কোন মু'জিযা প্রকাশ করার প্রয়োজন নেই। [সা’দী]",
  "ayah": 109,
  "surah": 6
}
