{
  "text": "সুতরাং আল্লাহ্‌ কাউকে সৎপথে পরিচালিত করতে চাইলে তিনি তার বক্ষ ইসলামের জন্য প্রশস্ত করে দেন এবং কাউকে বিপদ্গামী করতে চাইলে তিনি তার বক্ষ খুব সংকীর্ণ করে দেন; (তার কাছে ইসলামের অনুসরণ) মনে হয় সে কষ্ট করে আকাশে উঠেছে [১] এভাবেই  আল্লাহ শাস্তি দেন তাদেরকে,যারা ঈমান আনে না [২]।\n[১]  আয়াতে বলা হয়েছে, “যাকে আল্লাহ হেদায়াত দিতে চান, তার বক্ষ ইসলামের জন্য উন্মুক্ত করে দেন”। বক্ষ উন্মুক্ত করার অর্থ, সহজ করে দেয়া, উদ্যমী করা। আল্লাহ তা'আলা অন্য আয়াতে বলেছেনঃ “যার বক্ষকে আল্লাহ উন্মুক্ত করে দিয়েছেন ফলে সে তার প্রভূর পক্ষ থেকে প্রাপ্ত নূরের উপর থাকে\" [সূরা আয-যুমার: ২২] অন্য আয়াতে আল্লাহ বলেনঃ “কিন্তু আল্লাহ তোমাদের কাছে ঈমানকে পছন্দনীয় করে দিয়েছেন এবং তোমাদের অন্তরে তা সৌন্দর্যমণ্ডিত করে দিয়েছেন আর তোমাদের নিকট অপছন্দনীয় করে দিয়েছেন কুফরী, ফাসেকী এবং অবাধ্যতা [সূরা আল-হুজুরাতঃ ৭]। ইবনে আব্বাস বলেনঃ বক্ষ উন্মুক্ত করার অর্থ হলোঃ তাওহীদ ও ঈমানের জন্য তা প্রশস্ত হওয়া। [ইবন কাসীর] তারপর আল্লাহ বলছেনঃ “আর যাকে আল্লাহ্ তা'আলা পথভ্রষ্ট রাখতে চান, তার অন্তর সংকীর্ণ এবং অত্যাধিক সংকীর্ণ করে দেন। সত্যকে গ্রহণ করা এবং তদনুযায়ী কাজ করা তার কাছে এমন কঠিন মনে হয়, যেমন কারো আকাশে আরোহণ করা”। মুলত: বক্ষ সংকীর্ণ করার অর্থ, কঠিন, দুর্ভাদ্য করে দেয়া। উমর রাদিয়াল্লাহু ‘আনহু বলেনঃ মুনাফিকের কাল্‌ব হলো অনুরূপ সেখানে কোন ভাল কিছু পৌছুতে পারে না। [তাবারী; ইবন কাসীর] মুজাহিদ ও সুদী বলেন, এর অর্থ, সন্দেহে পড়ে থাকা। মানসিক অশান্তিতে বিরাজ করা। [ইবন কাসীর] আজ সমগ্র বিশ্ব এসব সন্দেহ ও সংশয়ের আবর্তে নিপতিত। তারা তর্ক-বিতর্কের মাধ্যমে এর মীমাংসা করতে সচেষ্ট। অথচ এটা এর নির্ভুল পথ নয়। সাহাবায়ে কেরাম ও পূর্ববতী মনীষীবৃন্দ যে পথ ধরেছিলেন, সেটাই ছিল যথার্থ পথ। অর্থাৎ আল্লাহ্ তা'আলার পরিপূর্ণ শক্তি ও নেয়ামত কল্পনায় উপস্থিত করে অন্তরে তার মাহাত্ম্য ও ভালবাসা সৃষ্টি করলে সন্দেহ সংশয় আপনা থেকেই দূর হয়ে যায়। এ কারণেই আল্লাহ তা'আলা তার রাসূল মূসা আলাইহিস সালাম-কে এ দু'আ করার আদেশ দিয়েছেনঃ “হে আমার রব! আমার বক্ষকে উন্মুক্ত করে দিন”। [সূরা ত্বা-হাঃ ২৫] |\n[২] অর্থাৎ আল্লাহ তা'আলা এমনিভাবে যারা বিশ্বাস স্থাপন করে না, তাদের প্রতি ধিক্কার দেন। তাদের অন্তরে সত্য আসন পায় না এবং তারা প্রত্যেক মন্দ ও অপকর্মে সোল্লাসে ঝাঁপিয়ে পড়ে। এখানে ‘রিজস’ বলে কি বুঝানো হয়েছে তাতে কয়েকটি মত বর্ণিত হয়েছে, ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এর দ্বারা শয়তানকে বুঝানো হয়েছে। অর্থাৎ সংকীর্ণ বক্ষে শয়তান বেকে বসে থাকে, ফলে তার ঈমান আনা নসীব হয় না। মুজাহিদ রাহিমাহুল্লাহ বলেনঃ রিজস দ্বারা কল্যাণহীন বুঝানো হয়েছে। অর্থাৎ যারা ঈমান আনবেনা তাদের মন সংকীর্ণ হওয়ার কারণে সেখানে কোন কল্যাণ নেই। আব্দুর রাহমান ইবনে যাইদ ইবনে আসলাম বলেনঃ এখানে রিজস দ্বারা আযাব বুঝানো হয়েছে। অর্থাৎ যারা ঈমান আনবেনা তাদের উপর আযাব নির্ধারিত হয়ে আছে। [তাবারী; বাগভী; ইবন কাসীর]",
  "ayah": 125,
  "surah": 6
}
