{
  "text": "আর এটাই আপনার রব নির্দেশিত সরল পথ [১]। যারা উপদেশ গ্রহণ করে আমারা তাদের জন্য নিদর্শনসমূহ বিশদভাবে বিবৃত করেছি [২]\n[১]  এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বলা হয়েছেঃ এটা আপনার পালনকর্তার সরল পথ। এখানে (هٰذا) (এটা) শব্দ দ্বারা ইবনে মাসউদ রাদিয়াল্লাহু আনহু-এর মতে কুরআনের দিকে এবং ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার মতে ইসলামের দিকে ইশারা করা হয়েছে। অথবা পূর্বে বর্ণিত বিষয়াদি যা দ্বীন হিসেবে পরিগণিত। [বাগভী; ইবন কাসীর; ফাতহুল কাদীর] উদ্দেশ্য এই যে, আপনাকে প্রদত্ত কুরআন কিংবা ইসলাম আপনার রব-এর পথ। অর্থাৎ এমন পথ, যা আপনার পালনকর্তা স্বীয় প্রজ্ঞার মাধ্যমে স্থির করেছেন এবং মনোনীত করেছেন। এখানে পথকে রব-এর দিকে সম্পৃক্ত করে ইঙ্গিত করা হয়েছে যে, কুরআন ও ইসলামের যে কৰ্মব্যবস্থা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে দেয়া হয়েছে, তা পালন করা আল্লাহ্ তা'আলার উপকারের জন্য নয়, বরং পালনকারীদের উপকারের জন্য পালনকর্তার দাবীর ভিত্তিতে দেয়া হয়েছে। এর মাধ্যমে মানুষকে এমন শিক্ষাই দান করা উদ্দেশ্য যা তাদের চিরস্থায়ী সাফল্য ও কল্যাণের নিশ্চয়তা বিধান করে।\n[২]  এখানে কয়েকটি বিষয় লক্ষণীয়ঃ (এক) (رب) শব্দকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দিকে সম্বোধন করে তার প্রতি বিশেষ অনুগ্রহ ও কৃপা প্রকাশ করা হয়েছে। [আত-তাহরীর ওয়াত তানওয়ীর]কেননা, পালনকর্তা ও উপাস্যের দিকে কোন বান্দাকে সামান্যতম সম্বন্ধ করা বান্দার জন্য পরম গৌরবের বিষয়। তদুপরি যদি পরম পালনকর্তা নিজেকে বান্দার দিকে সম্বন্ধ করে বলেন যে, “এটা আপনার প্রভূর রাস্তা” তখন তার সৌভাগ্যের সীমা-পরিসীমা থাকে না। বান্দার মনে তখন সদা জাগরুক থাকে যে, এটা আল্লাহর দেয়া পথ। (দুই) (مستقيما) শব্দ দ্বারা বর্ণিত হয়েছে যে, কুরআনের এ পথই হলো সরল পথ। এখানেও (مستقيما) কে (صراط) এর বিশেষণ হিসেবে উল্লেখ না করে অবস্থা হিসেবে উল্লেখ করা হয়েছে। [ইবন কাসীর; আততাহরীর ওয়াত-তানওয়ীরা] এতে ইঙ্গিত করা হয়েছে যে, বিশ্ব পালকের স্থিরীকৃত পথ মুস্তাকীম বা সরল হওয়া ছাড়া আর কোন সম্ভাবনাই নাই। এ পথে চলে ভ্ৰষ্ট হওয়ার কোন সুযোগ নেই। এতে বাড়াবাড়ি বা ছাড় প্রবণতা নেই। আঁকাবাকা পথে নয় বরং স্বাভাবিক পথের দিকেই এটি মানুষকে ধাবিত করে [বাগভী; মানার] (তিন) আয়াতের শেষাংশে বলা হয়েছে যে, “আমরা উপদেশ গ্রহণকারীদের জন্য আয়াতসমূহকে পরিস্কারভাবে বর্ণনা করেছি\"। এখানে (فَصَّلْنَا) শব্দটি (تفصيل) থেকে উদ্ভুত। এর অর্থ কোন বিষয়বস্তুকে বিভিন্ন ভাগে বিভক্ত করে এক এক অধ্যায়কে পৃথক পৃথক করে বিশদভাবে বর্ণনা করা। এভাবে গোটা বিষয়বস্তু হৃদয়ঙ্গম হয়ে যায়। অতএব, (تفصيل) এর সারমর্ম হচ্ছে বিস্তারিত ও বিশদভাবে বর্ণনা করা। উদ্দেশ্য এই যে, আমি মৌলিক বিষয়গুলোকে পরিস্কার ও বিশদভাবে বর্ণনা করেছি, এতে কোন সংক্ষিপ্ততা বা অস্পষ্টতা রাখিনি। [আইসারুত তাফসীরা] (চার) এতে (لِقَوْمٍ يَّذَّكَّرُوْنَ) বলে ব্যক্ত  করা হয়েছে যে, কুরআনের বক্তব্য পুরোপুরি সুস্পষ্ট ও পরিস্কার হলেও, তা দ্বারা একমাত্র তারাই উপকৃত হয়েছে, যারা উপদেশ গ্রহণের অভিপ্রায়ে কুরআনের উপর চিন্তা-ভাবনা করে; জিদ, হঠকারিতা এবং পৈতৃক প্রথার নিশ্চল অনুসরণের প্রাচীর যাদের সামনে অন্তরায় সৃষ্টি করে না। [তাবারী; সাদী ]",
  "ayah": 126,
  "surah": 6
}
