{
  "text": "'হে জিন ও মানুষের দল! তোমাদের মধ্য থেকে কি রাসূলগণ তোমাদের কাছে আসেনি যারা আমার নিদর্শন তোমাদের কাছে বিবৃত করত এবং  তোমাদেরকে এ দিনের সম্মুখীন হওয়া সম্বন্ধে সতর্ক করত ?’ তারা বলবে, ‘আমারা আমাদের নিজেদের  বিরুদ্ধে সাক্ষ্য দিলাম।’ বস্তুত দুনিয়ার জীবন তাদেরকে প্রতারিত করেছিল [১], আর তারা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে , যে তারা কাফের ছিল [২]।\nষোলতম রুকূ’\n[১]  এ আয়াতে একটি প্রশ্ন ও উত্তর বর্ণিত হয়েছে। এ প্রশ্নটি হাশরের ময়দানে জ্বিন ও মানবকে করা হবে। প্রশ্নটি এইঃ তোমরা কি কারণে কুফর ও আল্লাহর অবাধ্যতায় লিপ্ত হলে? তোমাদের কাছে কি আমার নবী পৌঁছেননি? তিনি তো তোমাদের মধ্য থেকেই ছিল এবং আমার আয়াতসমূহ তোমাদেরকে পাঠ করে শোনাত, আজকের দিনের উপস্থিতি এবং হিসাব-কিতাবের ভয় প্রদর্শন করত। এর উত্তরে তাদের সবার পক্ষ থেকে নবীগণের আগমন, আল্লাহর বাণী পৌঁছানো এবং এতদসত্ত্বেও কুফরে লিপ্ত হওয়ার স্বীকারোক্তির কথা উল্লেখ করা হয়েছে। [কুরতুবী] এ ভ্রান্ত কর্মের কোন কারণ ও হেতু তাদের পক্ষ থেকে বর্ণনা করা হয়নি; বরং আল্লাহ নিজেই এর কারণ বর্ণনা করেছেন যে, (وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا)\" অর্থাৎ তাদেরকে পার্থিব জীবন ও ভোগ-বিলাস ধোকায় ফেলে দিয়েছে।“ ফলে তারা একেই মূখ্য মনে করে বসেছে, অথচ এটা প্রকৃতপক্ষে কিছুই নয়। এভাবে তারা দুনিয়ার জীবনে রাসূলদের উপর মিথ্যারোপ করেছিল, তাদের আনিত সত্যে ঈমান আনতে অস্বীকার করেছিল। তাদের উপস্থাপিত মু'জিযার বিরোধিতায় লিপ্ত ছিল। [ইবন কাসীর]\n[২]  অর্থাৎ এভাবে তারা হাশরের মাঠে নিজেদের বিরুদ্ধে সাক্ষ্য দিয়ে বলবে যে, তারা দুনিয়াতে কাফের ছিল। আয়াতে প্রণিধানযোগ্য বিষয় এই যে, অন্য কতিপয় আয়াতে তারা মুখ মুছে অস্বীকার করবে এবং রব-এর দরবারে কসম খেয়ে মিথ্যা বলবে,\n(وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ)\nঅর্থাৎ আমাদের রব-এর কসম, আমরা কখনো মুশরিক ছিলাম না। [সূরা আল-আন’আম: ২৩] অথচ এ আয়াত থেকে জানা যাচ্ছে যে, তারা অনুতাপ সহকারে স্বীয় কুফর ও শির্ক স্বীকার করে নেবে। অতএব, আয়াতদ্বয়ের মধ্যে বাহ্যতঃ পরস্পর বিরোধিতা দেখা দেয়। কিন্তু অন্যান্য আয়াতে এভাবে এর ব্যাখ্যা করা হয়েছে যে, প্রথমে যখন তাদেরকে প্রশ্ন করা হবে, তখন তারা অস্বীকার করবে। সে মতে আল্লাহ্ তা'আলা স্বীয় কুদরাত-বলে তাদের মুখ বন্ধ করে দেবেন। হাত, পা ও অন্যান্য অঙ্গ-প্রত্যঙ্গের সাক্ষ্য নেবেন। সেদিন আল্লাহর কুদরাতে সেগুলো বাকশক্তিপ্রাপ্ত হবে। সেগুলো পরিস্কারভাবে তাদের কুকর্মের ইতিবৃত্ত বর্ণনা করে দেবে। তখন জ্বিন ও মানব জানতে পারবে যে, তাদের হাত, পা, কান, জিহবা সবই ছিল আল্লাহর গুপ্ত প্রহরী, যারা সব কাজ-কারবার ও অবস্থার অভ্রান্ত রিপোর্ট প্রদান করছে। এমতাবস্থায় তাদের আর অস্বীকার করার জো থাকবে না। তখন তারা সবাই পরিস্কার ভাষায় অপরাধ স্বীকার করে নেবে। [যামাখশারী; কুরতুবী; ফাতহুল কাদীর]",
  "ayah": 130,
  "surah": 6
}
