{
  "text": "আর ইয়াতীম বয়ঃপ্রাপ্ত না হওয়া পর্যন্ত উত্তম ব্যবস্থা ছাড়া তোমরা ছাড়া তোমারা তার সম্পত্তির ধারে-কাছেও যাবে না [১] এবং পরিমাপ ও ওজন ন্যায্যভাবে পুরোপুরি দেবে [২]। আমরা কাউকেও তার সাধ্যের চেয়ে বেশী ভার অর্পণ করি না। আর যখন তোমারা কথা বলবে তখন ন্যায্য বলবে, স্বজনের সম্পর্কে হলেও [৩] এবং আল্লাহকে দেয়া অঙ্গীকার পূর্ণ করবে [৪]। এভাবে আল্লাহ্‌ তোমাদেরকে নির্দেশ দিলেন যেন তোমরা উপদেশ গ্রহণ কর।\n[১]  ষষ্ঠ হারাম ইয়াতীমের ধন-সম্পদ অবৈধভাবে ভক্ষণ করাঃ\nএ আয়াতে ইয়াতীমের ধন-সম্পদ যে ভক্ষণ করা হারাম, সে সম্পর্কে বলা হয়েছেঃ “ইয়াতীমের মালের কাছেও যেও না; কিন্তু উত্তম পন্থায়, যে পর্যন্ত না সে বলেগ হয়ে যায়”। এখানে অপ্রাপ্ত বয়স্ক ইয়াতীম শিশুদের অভিভাবককে সম্বোধন করে বলা হয়েছে, তারা যেন ইয়াতীমদের সম্পদকে আগুন মনে করে এবং অবৈধভাবে তা খাওয়া ও নেয়ার ব্যাপারে নিকটবতীও না হয়। অন্য এক আয়াতে অনুরূপ ভাষায়ই বলা হয়েছে যে, “যারা ইয়াতীমদের মাল অন্যায় ও অবৈধভাবে ভক্ষণ করে, তারা নিজেদের পেটে আগুণ ভর্তি করে। \" [সূরা আন-নিসা:১০] তবে ইয়াতীমের মাল সংরক্ষণ করা এবং স্বভাবতঃ লোকসানের আশঙ্কা নেই- এরূপ কারবারে নিয়োগ করে তা বৃদ্ধি করা উত্তম ও জরুরী পন্থা। ইয়াতীমদের অভিভাবকদের এ পস্থা অবলম্বন করা উচিত। [কুরতুবী] আলোচ্য আয়াতে এরপর ইয়াতীমের মাল সংরক্ষণের সীমা বর্ণনা করা হয়েছে, “সে বয়োঃপ্রাপ্ত না হওয়া পর্যন্ত”। অর্থাৎ বয়োঃপ্রাপ্ত হয়ে গেলে অভিভাবকের দায়িত্ব শেষ হয়ে যায়। অতঃপর তার মাল তার কাছে সমর্পণ করতে হবে। (اشُدَّ) শব্দের প্রকৃত অর্থ শক্তি। আলেমগণের মতে বয়োঃপ্রাপ্ত হলেই এর সূচনা হয়। বালক-বালিকার মধ্যে বয়োঃপ্রাপ্তির লক্ষণ দেখা দিলে, তাদের মধ্যে নিজের মালের রক্ষণা-বেক্ষণ এবং শুদ্ধ খাতে ব্যয় করার যোগ্যতা হয়েছে কিনা তা খতিয়ে দেখা দরকার। যোগ্যতা দেখলে বয়োঃপ্রাপ্তির সাথে সাথে তার ধন-সম্পদ তার হাতে সমর্পণ করতে হবে। [কুরতুবী]\n[২]  সপ্তম হারাম ওজন ও মাপে ক্রটি করাঃ\nএ আয়াতে সপ্তম নির্দেশ ওজন ও মাপ ন্যায়ভাবে পূর্ণ করা সম্পর্কে বর্ণিত হয়েছে। ‘ন্যায়ভাবে’ বলার উদ্দেশ্য এই যে, যে ওজন করে দেবে, সে প্রতিপক্ষকে কম দেবে না এবং প্রতিপক্ষ নিজ প্রাপ্যের চাইতে বেশী নেবে না। দ্রব্য আদান-প্রদানে ওজন ও মাপে কম-বেশী করাকে কুরআন কঠোর হারাম সাব্যস্ত করেছে। যারা এর বিরুদ্ধাচরণ করে, তাদের জন্য সূরা আল-মুতাফফিফীনে কঠোর শাস্তিবাণী বর্ণিত হয়েছে। মুফাসসির আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘ওজন ও মাপ এমন একটি কাজ যে, এতে অন্যায় আচরণ করে তোমাদের পূর্বে অনেক উম্মত আল্লাহর আযাবে পতিত হয়ে ধ্বংস হয়ে গেছে’। [কুরতুবী; ইবন কাসীর; আদ-দুররুল মানসূর] আলোচ্য আয়াতে এরপর বলা হয়েছে, “আমরা কোন ব্যক্তিকে তার সাধ্যাতিরিক্ত কাজের নির্দেশ দেই না।”\nএর অর্থ এরূপও হতে পারে যে, সাধ্যমত পুরোপুরি ওজন করো, তারপরও যদি অনিচ্ছাকৃতভাবে ওজনে কমবেশী হয়ে যায়, তবে তা মাফ। কেননা, এটা তার শক্তি ও সাধ্যের বাইরে। [ কুরতুবী ইবন কাসীর; সা’দী]\n[৩] অষ্টম নির্দেশ ন্যায় ও সুবিচারের বিপরীত করা হারামঃ\nবলা হয়েছে, “তোমরা যখন কথা বলবে, তখন ন্যায়সঙ্গত কথা বলবে, যদি সে আত্মীয়ও হয়”। এখানে বিশেষ কোন কথার উল্লেখ নাই। তাই সাধারণ মুফাসসিরীনগণের মতে সব রকম কথাই এর অন্তর্ভুক্ত। কোন ব্যাপারে সাক্ষ্য হোক কিংবা বিচারকের ফয়সালা হোক অথবা পারস্পরিক বিভিন্ন প্রকার কথাবার্তাই হোক- সব ক্ষেত্রে, সর্বাবস্থায় ন্যায় ও সত্যের প্রতি লক্ষ্য রেখে কথা বলতে নির্দেশ দেয়া হয়েছে। [কুরতুবী] মোকাদ্দমার সাক্ষ্য কিংবা ফয়সালার ক্ষেত্রে ন্যায় ও সত্য কায়েম রাখার অর্থ এই যে, ঘটনা সম্পর্কে নিশ্চিতভাবে যা জানা আছে, নিজের পক্ষ থেকে কমবেশী না করে তা পরিস্কার বলে দেয়া- অনুমান ও ধারণার ভিত্তিতে কোন কথা না বলা এবং এতে কারো উপকার কিংবা কারো অপকারের ভ্রক্ষেপ না করা। মোকাদ্দমার ফয়সালার সাক্ষীদেরকে শরী’আতের নীতি অনুযায়ী যাচাই করার পর তাদের সাক্ষ্য ও অন্যান্য সূত্র দ্বারা যা প্রমাণিত হয়, তাই ফয়সালা করা। সাক্ষ্য ও ফয়সালায় কারো বন্ধুত্ব ও ভালবাসা এবং কারো শক্রতা ও বিরোধিতা সত্য বলার পথে অন্তরায় না হওয়া উচিত। আত্মীয়তা বা অনাত্মীয় যেই হোক না কেন ন্যায় ও সত্যকে কোন অবস্থাতেই হাতছাড়া না করা। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা’দী; আইসারুত তাফাসীর, মুয়াসসার]\n[৪] নবম নির্দেশঃ আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করাঃ\nবলা হয়েছে, \"আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ কর\"। এ অঙ্গীকারের দাবী হল এই যে, পালনকর্তার কোন নির্দেশ অমান্য করা যাবে না। তিনি যে কাজের আদেশ দেন, তাকে অগ্রাধিকার দিতে হবে। তিনি যে কাজে নিষেধ করেন, তার কাছেও যাওয়া যাবে না এবং সন্দেহযুক্ত কাজ থেকেও বাঁচতে হবে। অর্থাৎ আল্লাহ তা'আলার পুরোপুরি আনুগত্য করতে হবে। এছাড়া এর অর্থ কুরআনের বিভিন্ন স্থানে বর্ণিত বিশেষ বিশেষ অঙ্গীকারও হতে পারে। যেমন আল্লাহ তা'আলা তাঁর রাসূলদের মুখে যে সমস্ত অঙ্গীকারের ঘোষণা দিয়েছেন সেগুলো পূর্ণ করা। আল্লাহ বলেন, “হে বনী আদম! আমি কি তোমাদের থেকে এ অঙ্গীকার নেইনি যে, তোমরা শয়তানের দাসত্ব করো না, কারণ সে তোমাদের প্রকাশ্য শক্র? [সূরা ইয়াসীন ৬০] আরও বলেন, “আর তোমরা আল্লাহর অঙ্গীকার পূর্ণ করো যখন পরস্পর অঙ্গীকার কর” [সূরা আন-নাহল: ৯১] অনুরূপভাবে মানুষের মধ্যকার পরস্পর যে সমস্ত অঙ্গীকার হয়ে থাকে সেগুলোই উদ্দেশ্য। [সা'দী] আল্লাহ তা'আলা বলেন, “আর প্রতিশ্রুতি দিলে তা পূর্ণ করবে”। [সূরা আল-বাকারাহ: ১৭৭] মোটকথা, এ নবম নির্দেশটি গণনার দিক দিয়ে নবম হলেও স্বরূপের দিক দিয়ে শরী’আতের যাবতীয় আদেশ নিষেধের মধ্যে পরিব্যপ্ত।",
  "ayah": 152,
  "surah": 6
}
