{
  "text": "তারপর তাদের এ ছাড়া বলার অন্য কোন অজুহাত থাকবে না, ‘আমাদের রব আল্লাহ্‌র শপথ! আমারা তো মুশরিকই ছিলাম না [১]\n[১]  এ আয়াতে তাদের উত্তরকে (فِتْنَةُ) শব্দে ব্যক্ত করা হয়েছে। এ শব্দটি কয়েকটি অর্থে ব্যবহৃত হয়। পরীক্ষার অর্থেও ব্যবহৃত হয়। তখন আয়াতের অর্থ হবে, তাদের পরীক্ষায় তারা উপরোক্ত উত্তর দিবে। এ অর্থে তাদের পরীক্ষার উত্তরকেই পরীক্ষা বলা হয়েছে। আবার শব্দটির অন্য অর্থ হতে পারে, তাদের ফিতনার শাস্তি। তখন ফিতনা অর্থ কুফর ও শির্ক। অর্থাৎ তাদের কুফর ও শির্কের শাস্তি তাই হবে যা উপরে বর্ণিত হয়েছে। কাতাদা বলেন, এখানে ফিতনা বলে তাদের ওযর আপত্তি পেশ করাকে বোঝানো হয়েছে। [কুরতুবী] তাছাড়া ফিতনা শব্দটি কারো প্রতি আসক্ত হয়ে  পড়ার অর্থেও ব্যবহৃত হয়। এ অর্থের উদ্দেশ্য এই যে, এরা পৃথিবীতে এসব মূর্তি ও স্বহস্ত নির্মিত উপাস্যদের প্রতি আসক্ত ছিল, স্বীয় অর্থ-সম্পদ এদের জন্যই উৎসর্গ করত। কিন্তু আজ সব ভালবাসা ও আসক্তি নিঃশেষ হয়ে গেছে এবং এ ছাড়া তাদের মুখে কোন উত্তর যোগাচ্ছে না। কাজেই তাদের থেকে নির্লিপ্ত ও বিচ্ছিন্ন হওয়ারই দাবী করে বসল। [বাগভী]\nতাদের উত্তরে একটি বিস্ময়কর বিষয় এই যে, কেয়ামতের ভয়াবহ ও লোমহর্ষক দৃশ্যাবলী এবং রাববুল আলামীন-এর শক্তি-সামর্থের অভাবনীয় ঘটনাবলী দেখার পর তারা কোন সাহসে রাববুল আলামীন-এর সামনে দাড়িয়ে এমন নির্জলা মিথ্যা বলবে! তাও এমন বলিষ্ঠ চিত্তে যে, আল্লাহর মহান সত্তার কসম খেয়ে বলবে যে, আমরা মুশরিক ছিলাম না। অধিকাংশ মুফাসসিরগণ এর উত্তরে বলেনঃ তাদের এ উক্তি বিবেক-বুদ্ধি ও পরিণামদৰ্শিতার উপর ভিত্তিশীল নয়, বরং ভয়ের আতিশয্যে হতবুদ্ধিতার আবেশে মুখে যা এসেছে, তাই বলেছে। কিন্তু হাশরের সাধারণ ঘটনাবলী ও অবস্থা চিন্তা করলে এ কথাও বলা যায় যে, আল্লাহ্ তাআলা তাদের পূর্ণ অবস্থা দৃষ্টির সামনে আনার জন্য এ শক্তিও দিয়েছেন যে, তারা পৃথিবীর মত অবাধ ও মুক্ত পরিবেশে যা ইচ্ছা বলুক- যাতে কুফর ও শির্কের সাথে সাথে তাদের এ দোষটিও হাশরবাসীদের জানা হয়ে যায় যে, তারা মিথ্যা ভাষণে অদ্বিতীয় পটু, এহেন ভয়াবহ পরিস্থিতিতেও তারা মিথ্যা বলতে দ্বিধা করে না। কুরআনুল কারমের অপর এক আয়াতে বলা হয়েছে যে, কাফিররা হাশরের মাঠে \"আল্লাহর সাথে শপথ করে মিথ্যা বলবে, যেমন আজ মুসলিমদের সামনে মিথ্যা শপথ করে থাকে” দেখুন, [সূরা আল-মুজাদালাহ: ১৮], সুতরাং বোঝা গেল যে, তারা স্বয়ং রাববুল আলামীন-এর সামনেও মিথ্যা কসম খেতে দ্বিধা করবে না। হাশরের ময়দানে যখন তারা কসম খেয়ে নিজ নিজ শির্ক ও কুফরী অস্বীকার করবে, তখন সর্বশক্তিমান আল্লাহ তা'আলা তাদের মুখে মোহর এঁটে তাদের অঙ্গ-প্রত্যঙ্গ ও হস্ত-পদকে নির্দেশ দিবেন যে, তোমরা সাক্ষ্য দাও, তারা কি করত। তখন প্রমাণিত হবে যে, আমাদের হস্ত-পদ, চক্ষু-কর্ণ -এরা সবাই ছিল আল্লাহ তা'আলার গুপ্ত পুলিশ। তারা সব কাজকর্ম একটি একটি করে সামনে তুলে ধরবে। এ সম্পর্কেই সূরা ইয়াসীনে বলা হয়েছেঃ “আমি আজ এদের মুখে মোহর মেরে দেব, এদের হাত কথা বলবে আমার সাথে এবং এদের পা সাক্ষ্য দেবে এদের কৃতকর্মের\"। [ ইয়াসীনঃ ৬৫] এহেন ক্ষমতা প্রত্যক্ষ করার পর আর কেউ কোন তথ্য গোপনে ও মিথ্যা ভাষণে দুঃসাহসী হবে না। অন্য আয়াতে বলা হয়েছেঃ (وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا) অর্থাৎ আর তারা আল্লাহ হতে কোন কথাই গোপন করতে পারবে না\"। [সূরা আন-নিসাঃ ৪২] আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা-এর মতে এর অর্থ এই যে, প্রথমে তারা খুব মিথ্যা বলবে এবং মিথ্যা শপথ করবে, কিন্তু স্বয়ং তাদের হস্ত-পদ যখন তাদের বিরুদ্ধে সাক্ষ্য দেবে, তখন কেউ ভুল কথা বলতে সাহসী হবে না। মহা বিচারপতির আদালতে সম্পূর্ণ মুক্ত পরিবেশে আত্মপক্ষ সমর্থনের পূর্ণ সুযোগ দেয়া হবে। পৃথিবীতে যেভাবে সে মিথ্যা বলত, তখনো তার মিথ্যা বলার এ ক্ষমতা ছিনিয়ে নেয়া হবে না। কেননা, সর্বশক্তিমান আল্লাহ তার মিথ্যার আবরণ স্বয়ং তার হস্তপদের সাক্ষ্য দ্বার উন্মোচিত করে দেবেন। ফলে তারা কোন কিছুই গোপন করতে সমর্থ হবে না। [তাবারী; কুরতুবী; ইবন কাসীর]\nমৃত্যুর পর কবরে মুনকীর-নকীর ফিরিশতাদ্বয়ের সামনে প্রথম পরীক্ষা হবে। এ পরীক্ষা সম্পর্কে হাদীসে বলা হয়েছেঃ মুনকীর-নকীর যখন কাফেরকে জিজ্ঞেস করবে,\n(مَنْ رَبُّكَ، وَمَا دِيْنُكَ وَمَنْ نَبِيُّكَ)\nঅর্থাৎ তোমার রব কে, তোমার দ্বীন কি? তোমার নবী কে? কাফের বলবেঃ\n(هَاهْ هَاهْ لَا اَدْرِيْ)\nঅর্থাৎ, হায়! হায়!! আমি কিছুই জানি না! এর বিপরীতে মুমিন বলবে, আমার রব আল্লাহ, আমার দ্বীন ইসলাম এবং আমার নবী মুহাম্মাদ। [আবু দাউদ: ৪৭৫৩]\nএতে বুঝা যায় যে, এ পরীক্ষায় কেউ মিথ্যা বলার ধৃষ্টতা দেখাতে পারবে না। নতুবা কাফেরও মুমিনের ন্যায় উত্তর দিতে পারতো। কারণ এই যে, এখানে পরীক্ষক হচ্ছেন ফিরিশতা। তারা অদৃশ্য বিষয় জ্ঞাত নয় এবং তারা হস্তপদের সাক্ষ্যও গ্রহণ করতে অক্ষম। এখানে মিথ্য বলার ক্ষমতা মানুষকে দেয়া হলে ফিরিশ্‌তা তার উত্তর অনুযায়ীই কাজ করতো, ফলে পরীক্ষার উদ্দেশ্যই ব্যর্থ হয়ে যেত। হাশরের পরীক্ষা এরূপ নয়। সেখানে প্রশ্ন ও উত্তর সরাসরি সর্বজ্ঞ, সর্বজ্ঞাত ও সর্বশক্তিমানের সাথে হবে। সেখানে কেউ মিথ্যা বললেও তা কার্যকরী হবে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তা'আলা বান্দার সাথে হাশরের মাঠের সাক্ষাতে বলবেন, হে অমুক! আমি কি তোমাকে সম্মানিত করিনি? তোমাকে নেতা বানাইনি? তোমাকে বিয়ে-শাদী দেইনি? তোমার জন্য ঘোড়া উট করায়ত্ত্ব করে দেইনি? তোমাকে নেতৃত্ব দিতে ও আরামে ঘুরতে ফিরতে দেইনি। তখন সে বলবে, হ্যাঁ, তখন আল্লাহ বলবেন, তুমি কি বিশ্বাস করতে যে, আমার সাথে তোমার সাক্ষাত হবে? সে বলবে, না। তখন তিনি বলবেন, আজ আমি তোমাকে ছেড়ে যাব যেমন তুমি আমাকে ছেড়ে গিয়েছিলে। তারপর দ্বিতীয় ব্যক্তির সাথে অনুরূপ করবেন, সেও তা বলবে আর আল্লাহ তা'আলাও তদ্রুপ উত্তর করবেন। তারপর তৃতীয় ব্যক্তিকে অনুরূপ বলবেন, সে বলবে, হে রব! আমি আপনার উপর, আপনার কিতাবের উপর ও আপনার রাসূলের উপর ঈমান এনেছিলাম, সালাত ও রোযা আদায় করেছিলাম, দান করেছিলাম এবং যত পারে প্রশংসা করবে। তখন তাকে বলা হবে এখানে তাহলে (অপেক্ষা কর)। তারপর তাকে বলা হবে, এখন তোমার উপর সাক্ষ্য উত্থাপন করা হবে। সে তখন তার মনে চিন্তা করবে, সেটা আবার কে যে আমার বিরুদ্ধে সাক্ষ্য দিবে? তখন তার মুখে মোহর মেরে দেয়া হবে, আর তার উরু, মাংস ও অস্থিকে কথা বলতে নির্দেশ দেয়া হবে, ফলে তার উরু, মাংস ও অস্থি তার আমল সম্পর্কে বলবে ... [মুসলিম: ২৯৬৮] কোন কোন মুফাসসিরের মতে, যারা মিথ্যা কসম খেয়ে মিথ্যা শির্ককে অস্বীকার করবে, তারা হলো সেসব লোক, যারা কোন সৃষ্টজীবকে খোলাখুলি আল্লাহ কিংবা আল্লাহর প্রতিনিধি না বলেও আল্লাহর সব ক্ষমতা সৃষ্টজীবে বন্টন করে দিয়েছিল। তারা নিজেদেরকে মুশরিক মনে করতো না। তাই হাশরের ময়দানেও কসম খেয়ে বলবে যে, তারা মুশরিক ছিল না। [ফাতহুল কাদীর] কিন্তু কসম খাওয়া সত্বেও আল্লাহ্ তা'আলা তাদেরকে লাঞ্ছিত করবেন।",
  "ayah": 23,
  "surah": 6
}
