{
  "text": "আর অবশ্যই আপনার আগে আমারা বহু জাতির কাছে রাসূল পাঠিয়েছি; অতঃপর তাদেরকে অর্থসংকট ও দুঃখ -কষ্ট দিয়ে পাকড়াও করেছি [১], যাতে তারা অনুনয় বিনয় করে [২]\nপঞ্চম রুকু’\n[১]  এ আয়াতসমূহে আল্লাহ্ তা'আলা পূর্ববতী উম্মতদের ঘটনাবলী এবং তাদের উপর প্রয়োগকৃত বিধি-বিধান বর্ণনা করেছেন এবং বলেছেন, আমি আপনার পূর্বেও অন্যান্য উম্মতের কাছে স্বীয় রাসূল প্রেরণ করেছি। দু’ভাবে তাদের পরীক্ষা নেয়া হয়েছে। প্রথমে কিছু অভাব-অনটন ও কষ্টে ফেলে দেখা হয়েছে যে, কষ্টে ও বিপদে অস্থির হয়েও তারা আল্লাহর প্রতি মনোনিবেশ করে কি না। তারা যখন এ পরীক্ষায় ফেল করল এবং আল্লাহর দিকে ফিরে আসা ও অবাধ্যতা ত্যাগ করার পরিবর্তে তাতে আরো বেশী লিপ্ত হয়ে পড়ল, তখন তাদের দ্বিতীয় পরীক্ষা নেয়া হল। অর্থাৎ তাদের জন্য পার্থিব ভোগ-বিলাসের সব দ্বার খুলে দেয়া হল এবং পার্থিব জীবন সম্পর্কিত সবকিছুই তাদেরকে দান করা হল। আশা ছিল যে, তারা এসব নেয়ামত দেখে নেয়ামতদাতাকে চিনবে এবং এভাবে তারা আল্লাহকে স্মরণ করবে। কিন্তু এ পরীক্ষায়ও তারা অকৃতকার্য হল। নেয়ামতদাতাকে চেনা ও তার প্রতি কৃতজ্ঞ হওয়ার পরিবর্তে তারা ভোগ-বিলাসের মোহে এমন মত্ত হয়ে পড়ল যে, আল্লাহ ও রাসূলের বাণী এবং শিক্ষা সম্পূর্ণ বিস্মৃত হয়ে গেল। উভয় পরীক্ষায় অকৃতকার্য হওয়ার পর যখন তাদের ওযর-আপত্তির আর কোন ছিদ্র অবশিষ্ট রইল না, তখন আল্লাহ্ তাআলা অকস্মাৎ তাদেরকে আযাবের মাধ্যমে পাকড়াও করলেন এবং এমনভাবে নাস্তানাবুদ করে দিলেন যে, বংশে বাতি জ্বালাবারও কেউ অবশিষ্ট রইল না। পূর্ববর্তী উম্মতদের উপর এ আযাব জলে-স্থলে-অন্তরীক্ষে বিভিন্ন পন্থায় এসেছে এবং গোটা জাতিকে ধ্বংস করে দিয়েছে। নূহ আলাইহিস সালাম-এর গোটা জাতিকে এমন প্লাবন ঘিরে ধরে, যা থেকে তারা পর্বতের শৃঙ্গেও নিরাপদ থাকতে পারেনি। আদ জাতির উপর দিয়ে উপর্যপুরি আট দিন প্রবল ঝড়-ঝঞা বয়ে যায়। ফলে তাদের একটি প্রাণীও বেঁচে থাকতে পারেনি। সামূদ জাতিকে একটি হৃদয়বিদারী আওয়াজের মাধ্যমে ধ্বংস করে দেয়া হয়। লুত 'আলাইহিস সালাম-এর কওমের সম্পূর্ণ বস্তি উল্টে দেয়া হয়, যা আজ পর্যন্ত জর্দান এলাকায় একটি অভূতপূর্ব জলাশয়ের আকারে বিদ্যমান। এ জলাশয়ে ব্যাঙ, মাছ ইত্যাদি জীব-জন্তুও জীবিত থাকতে পারে না। এ কারণেই একে বাহর মাইয়্যেত\" বা মৃত সাগর’ নামে অভিহিত করা হয়। মোটকথা, পূর্ববর্তী উম্মতদের অবাধ্যতার শাস্তি প্রায়ই বিভিন্ন প্রকার আযাবের আকারে নাযিল হয়েছে, যাতে সমগ্র জাতি বরবাদ হয়ে গেছে। কোন সময় তারা বাহ্যতঃ স্বাভাবিকভাবে মারা গেছে এবং পরবর্তীতে তাদের নাম উচ্চারণকারীও কেউ অবশিষ্ট থাকেনি।\n[২]   অর্থাৎ আমি তাদেরকে দুনিয়াতে যে কষ্ট ও বিপদে জড়িত করেছি, এর উদ্দেশ্য প্রকৃতপক্ষে শাস্তি দান নয়, বরং এ পরীক্ষায় ফেলে আমার দিকে আকৃষ্ট করাই ছিল উদ্দেশ্য। কারণ, স্বাভাবিকভাবেই বিপদে আল্লাহর কথা স্মরণ হয়। সুতরাং কষ্ট ও বিপদাপদের মাধ্যমে তাদেরকে একমাত্র আল্লাহর ইবাদতের দিকে ধাবিত করাই উদ্দেশ্য। [মুয়াসসার]",
  "ayah": 42,
  "surah": 6
}
