{
  "text": "আর যারা আমাদের আয়াতসমূহে ঈমান আনে,তারা যখন আপনার কাছে আসে তখন তাদেরকে আপনি বলুন, ‘ তোমাদের প্রতি শান্তি বর্ষিত হোক’ তোমাদের রব তাঁর নিজের উপর দয়া লিখে নিয়েছেন [১]। তোমাদের মধ্যে কেউ অজ্ঞতাবশত [২] যদি খারাপ কাজ করে, তারপর তওবা করে এবং সংশোধন করে,তবে নিশ্চয় তিনি(আল্লাহ্‌) ক্ষমাশীল,পরম দয়ালু [৩]।\n[১]  এ বাক্যে উপরোল্লেখিত অনুগ্রহের উপর আরো অনুগ্রহ ও নেয়ামত দানের ওয়াদা করে বলা হয়েছে যে, আপনি মুসলিমদেরকে বলে দিনঃ তোমাদের প্রতিপালক দয়া প্রদর্শনকে নিজ দায়িত্বে লিপিবদ্ধ করে নিয়েছেন। কাজেই খুব ভীত ও অস্থির হয়ো না। এ বাক্যে প্রথমতঃ (رب) বা প্রতিপালক শব্দ ব্যবহার করে আয়াতের বিষয়বস্তুকে যুক্তিযুক্ত করে দেয়া হয়েছে যে, আল্লাহ্ তা'আলা তোমাদের প্রতিপালক। এখন জানা কথা যে, কোন প্রতিপালক স্বীয় পালিতদেরকে বিনষ্ট হতে দেন না। অতঃপর (رب) শব্দটি যে দয়ার প্রতি ইঙ্গিত করেছিল, তা পরিস্কারভাবেও উল্লেখ করা হয়েছে। তাও এমন ভঙ্গিতে যে, তোমাদের প্রতিপালক দয়া প্রদর্শনকে নিজ দায়িত্বে লিখে নিয়েছেন। কাজেই কোন ভাল ও সৎ লোকের দ্বারাই যখন ওয়াদা খেলাফী হতে পারে না, তখন রাববুল আলামীন-এর দ্বারা তা কিভাবে হতে পারে? বিশেষ করে যখন ওয়াদাটি চুক্তির আকারে লিপিবদ্ধ করে নেয়া হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ যখন আল্লাহ্ তা'আলা সবকিছু সৃষ্টি করলেন এবং প্রত্যেকের ভাগ্যের ফয়সালা করলেন, তখন একটি কিতাব লিপিবদ্ধ করে নিজের কাছে আরশে রেখে দিলেন। তাতে লেখা আছে, আমার দয়া আমার ক্রোধের উপর প্রবল হয়ে গেছে। [বুখারীঃ ৭৪০৪, মুসলিমঃ ২১০৭, ২১০৮]\n[২]  আয়াতে অজ্ঞতা শব্দ দ্বারা বাহ্যতঃ কেউ ধারণা করতে পারে যে, গোনাহ ক্ষমা করার ওয়াদা একমাত্র তখনই প্রযোজ্য হবে যখন অজ্ঞতাবশতঃ কোন গোনাহ হয়ে যায়, জেনেশুনে গোনাহ করলে হয়ত এ ওয়াদা প্রযোজ্য নয়। কিন্তু বাস্তবে তা নয়। কেননা, এ স্থলে অজ্ঞতা বলে অজ্ঞতার কাজ বুঝানো হয়েছে। অর্থাৎ এমন কাজ করে বসে, যা পরিণাম সম্পর্কে অজ্ঞ বা মূর্খ ব্যক্তিই করে। এর জন্যে বাস্তবে অজ্ঞ হওয়া জরুরী নয়। অর্থাৎ (جهالت) শব্দটি বাকপদ্ধতিতে কার্যগত অজ্ঞতার অর্থেই ব্যবহৃত হয়। তাই কোন কোন আলেম বলেন, যে কেউ আল্লাহর অবাধ্যতা করে সে তা জাহালাত বশতঃই তা করে। [ইবন কাসীর] চিন্তা করলে দেখা যায় যে, যখনই কোন গোনাহ হয়ে যায়, তা কার্যগত অজ্ঞতার কারণেই হয়। এখানে কার্যগত অজ্ঞতাই বুঝানো হয়েছে। এর জন্য অজ্ঞান হওয়া জরুরী নয়। কেননা, কুরআনুল কারম ও অসংখ্য সহীহ হাদীস থেকে জানা যায় যে, তাওবা দ্বারা প্রত্যেক গোনাহ মাফ হয়ে যায়- অমনোযোগিতা ও অজ্ঞতাবশতঃ হোক কিংবা জেনেশুনে মানসিক দূর্মতি ও প্রবৃত্তির তাড়নাবশতঃ হোক।\nএখানে বিশেষভাবে প্রণিধানযোগ্য যে, আয়াতে দু'টি শর্তাধীনে গোনাহগারদের সম্পর্কে ক্ষমা ও রহমতের ওয়াদা করা হয়েছে- (এক) তাওবা অর্থাৎ গোনাহর জন্য অনুতপ্ত হওয়া। হাদীসে বলা হয়েছে, অনুশোচনার নামই হলো তাওবা। [ইবন মাজাহঃ ৪২৫২: মুসনাদে আহমাদ: ১/৩৭৬] (দুই) ভবিষ্যতের জন্য আমল সংশোধন করা। কয়েকটি বিষয় এ আমল সংশোধনের অন্তর্ভুক্ত। ভবিষ্যতে এ পাপ কাজের নিকটবতী না হওয়ার সংকল্প করা ও সে বিষয়ে যত্নবান হওয়া এবং কৃত গোনাহর কারণে কারো অধিকার নষ্ট হয়ে থাকলে যথাসম্ভব তা পরিশোধ করা, তা আল্লাহর অধিকার হোক কিংবা বান্দার অধিকার। [সা'দী] আল্লাহর অধিকার যেমন, সালাত, সওম, যাকাত, হজ ইত্যাদি ফরয কর্মে ক্রটি করা। আর বান্দার অধিকার- যেমন, কারো অর্থ-সম্পদ অবৈধভাবে করায়ত্ত করা ও ভোগ করা, কারো ইজ্জত-আব্রু নষ্ট করা, কাউকে গালি-গালাজের মাধ্যমে কিংবা অন্য কোন প্রকারে কষ্ট দেয়া ইত্যাদি।\n[৩]  আর তিনি অত্যন্ত দয়ালু। অর্থাৎ ক্ষমা করেই ক্ষান্ত হবেন না, বরং নেয়ামতও দান করবেন। এ জন্যই ক্ষমা গুণের সাথে রহমত গুণটিও উল্লেখ করা হয়েছে। বান্দা আল্লাহর নির্দেশ পালনে যতটুকু এগিয়ে আসবে তিনি তার ক্ষমা ও রহমত দিয়ে বান্দাকে ততটুকু ঢেকে দিবেন। [সা'দী]",
  "ayah": 54,
  "surah": 6
}
