{
  "text": "আর যারা তাদের দ্বীনকে খেল-তামাশারূপে গ্রহণ করে [১]  এবং পার্থিব জীবন যাদেরকে প্রতারিত করে আপনি তাদের পতিত্যাগ করুন। আর আপনি এ কুরআন দ্বারা তাদেরকে উপদেশ দিন [২], যাতে কেউ নিজ কৃতকর্মের জন্য ধ্বংস না হয়, যখন আল্লহ ছাড়া আর কোন অভিভাবক ও সুপারিশকারী থাকবে না এবং  বিনিময়ে সবকিছু দিলেও তা গ্রহণ করা হবে না [৩]। এরাই নিজেদের কৃতকর্মের জন্য ধ্বংস হয়েছে ; কুফরীর কারণে এদের জন্য রয়েছে অতি উষ্ণ পানীয় ও কষ্টদায়ক শাস্তি [৪]।\n[১] আয়াতের অর্থ হচ্ছে, আপনি তাদেরকে পরিত্যাগ করুন, যারা দ্বীনকে ক্রীড়া ও কৌতুক করে রেখেছে। এর দুটি অর্থ হতে পারেঃ (এক) তাদের জন্য সত্য দ্বীন ইসলাম প্রেরিত হয়েছে; কিন্তু একে তারা ক্রীড়া ও কৌতুকের বস্তুতে পরিণত করেছে এবং একে নিয়ে ঠাট্টা-বিদ্রুপ করে। (দুই) তারা আসল দ্বীন পরিত্যাগ করে ক্রীড়া ও কৌতুককেই দ্বীন হিসেবে গ্রহণ করেছে। উভয় অর্থেরই সারমর্ম প্রায় এক।\n[২] এখানে বলা হয়েছে যে, দুনিয়ার ক্ষণস্থায়ী জীবন তাদেরকে ধোকায় ফেলে রেখেছে। এটিই তাদের ব্যাধির আসল কারণ। অর্থাৎ তাদের যাবতীয় লম্ফঝম্ফ ও ঔদ্ধত্যের আসল কারণই হচ্ছে, তারা দুনিয়ার ক্ষণস্থায়ী জীবন দ্বারা প্রলোভিত এবং আখেরাত বিস্মৃত। আখেরাত ও কেয়ামতের বিশ্বাস থাকলে তারা কখনো এরূপ কাণ্ড করতো না। এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাধারণ মুসলিমদেরকে দুটি নির্দেশ দেয়া হয়েছেঃ (এক) উল্লেখিত বাক্যে বর্ণিত লোকদের কাছ থেকে দূরে সরে থাকা এবং মুখ ফিরিয়ে নেয়াই যথেষ্ট নয়, বরং ইতিবাচকভাবে তাদেরকে কুরআন দ্বারা উপদেশ দান করা এবং (দুই) আল্লাহ্ তা'আলার আযাবের ভয় প্রদর্শন করা।\n[৩]  আয়াতের শেষে আযাবের বিবরণ দিয়ে বলা হয়েছে যে, তাদের এ অবস্থা অব্যাহত থাকলে তারা স্বয়ংকুকর্মের জালে আবদ্ধ হয়ে যাবে। আয়াতে (اَنْ تُبْسَلَ) শব্দ ব্যবহার করা হয়েছে। এর অর্থ আবদ্ধ হয়ে যাওয়া এবং জড়িত হয়ে পড়া। কোন ভুল কিংবা কারো প্রতি অত্যাচার করে বসলে তার সম্ভাব্য শাস্তির কবল থেকে আত্মরক্ষার জন্য মানুষ দুনিয়াতে তিন প্রকার উপায় অবলম্বন করতে অভ্যস্ত। স্বীয় দলবল ব্যবহার করে অত্যাচারের প্রতিশোধ থেকে রেহাই পাওয়ার চেষ্টা করে। এতে ব্যর্থ হলে প্রভাবশালীদের সুপারিশ কাজে লাগায়। এতেও উদ্দেশ্য সিদ্ধ না হলে শাস্তির কবল থেকে আত্মরক্ষার জন্য অর্থ-সম্পদ ব্যয় করার চেষ্টা করে। আল্লাহ তা'আলা আলোচ্য আয়াতে বলেছেন যে, আল্লাহ অপরাধীকে যখন শাস্তি দেবেন, তখন সে শাস্তির কবল থেকে উদ্ধার করার জন্য কোন আত্মীয়-স্বজন ও বন্ধু-বান্ধব এগিয়ে আসবে না, আল্লাহর অনুমতি ছাড়া কারো সুপারিশ কার্যকর হবে না এবং কোন অর্থ-সম্পদ গ্রহণ করা হবে না। যদি কেউ সারা বিশ্বের অর্থ-সম্পদের অধিকারী হয় এবং শাস্তির কবল থেকে আত্মরক্ষার জন্য তা বিনিময়স্বরূপ দিতে চায়, তবুও এ বিনিময় গ্রহণ করা হবে না।\n[৪] বলা হচ্ছে, এরা ঐ সব লোক, যাদেরকে কুকর্মের শাস্তিতে গ্রেফতার করা হয়েছে। তাদেরকে জাহান্নামের ফুটন্ত পানি পান করার জন্য দেয়া হবে। অন্য আয়াতে বলা হয়েছে যে, “এ পানি তাদের নাড়িভূড়িকে ছিন্ন-বিচ্ছিন্ন করে দেবে \" [সূরা মুহাম্মাদ: ১৫] এ পানি ছাড়াও অন্যান্য যন্ত্রণাদায়ক শাস্তি হবে, তাদের কুফর ও অবিশ্বাসের কারণে।",
  "ayah": 70,
  "surah": 6
}
