{
  "text": "‘ আমি একনিষ্টভাবে তাঁর দিকে মুখ ফিরাচ্ছি যিনি আসমানসমূহ ও যমীন সৃষ্টি  করেছেন এবং আমি মুশরিককদের অন্তর্ভুক্ত নই [১]।’\n[১]  আয়াতে উল্লেখিত হয়েছে যে, তারকাপুঞ্জ ইবাদত পাওয়ার যোগ্য নয়, যেমনিভাবে মূর্তি ও প্রতিমা উপাস্যের যোগ্য নয়। বলা হচ্ছে, এক রাত্রিতে যখন অন্ধকার সমাচ্ছন্ন হলো এবং একটি নক্ষত্রের উপর দৃষ্টি পড়ল, তখন তিনি স্বজাতিকে শুনিয়ে বললেন, এ নক্ষত্র আমার রব। উদ্দেশ্য এই যে, তোমাদের ধারণা ও বিশ্বাস অনুযায়ী এটিই আমার ও তোমাদের রব। এখন অল্পক্ষণের মধ্যেই এর স্বরূপ দেখে নেবে। কিছুক্ষণ পর নক্ষত্রটি অস্তমিত হয়ে গেলে ইবরাহীম আলাইহিস সালাম জাতিকে জদ করার চমৎকার সুযোগ পেলেন। তিনি বললেন, আমি অস্তগামী বস্তুসমূহকে ভালবাসি না। যে বস্তু ইলাহ কিংবা উপাস্য হবে, তার সর্বাধিক ভালবাসার পাত্র হওয়া উচিত। এরপর অন্য কোন রাত্রিতে চাদকে ঝলমল করতে দেখে পুনরায় জাতিকে শুনিয়ে পূর্বোক্ত পন্থা অবলম্বন করলেন এবং বললেন, (তোমাদের বিশ্বাস অনুযায়ী) এটি আমার রব। কিন্তু এর স্বরূপও কিছুক্ষণের মধ্যেই ফুটে উঠবে। সেমতে চন্দ্র যখন অস্তাচলে ডুবে গেল, তখন বললেন, যদি আমার রব আমাকে পথ প্রদর্শন না করতে থাকেন, তবে আমিও তোমাদের মত পথভ্রষ্টদের অন্তর্ভুক্ত হয়ে যেতাম এবং চাদকেই স্বীয় পালনকর্তা এবং উপাস্য মনে করে বসতাম। কিন্তু এর উদয়াস্তের পরিবর্তনশীল অবস্থা আমাকে সতর্ক করেছে যে, এটিও আরাধনার যোগ্য নয়। এ আয়াতে এদিকেও ইঙ্গিত আছে যে, আমার রব অন্য কোন শক্তি, যার পক্ষ থেকে আমাকে সর্বক্ষণ পথ প্রদর্শন করা হয়। এরপর একদিন সূর্য উদিত হতে দেখে পুনরায় জাতিকে শুনিয়ে ঐভাবেই বললেনঃ (তোমাদের ধারণা অনুযায়ী)\nএটি আমার রব এবং এটি বৃহত্তম। কিন্তু এ বৃহত্তমের স্বরূপও অতি সত্ত্বর দৃষ্টিগোচর হয়ে যাবে। সেমতে যথাসময়ে সূর্যও অন্ধকারে মুখ লুকালে জাতির সামনে সর্বশেষ প্রমাণ সম্পন্ন করার পর প্রকৃত স্বরূপ তুলে ধরলেন এবং বললেন, ‘হে আমার জাতি! আমি তোমাদের এসব মুশরিকসুলভ ধারণা থেকে মুক্ত। তোমরা আল্লাহ তা'আলার সৃষ্ট জীবকেই আল্লাহর অংশীদার স্থির করেছ। অতঃপর এ স্বরূপ উদঘাটন করলেন যে, আমার ও তোমাদের পালনকর্তা এসব সৃষ্টবস্তুর মধ্যে কোনটিই হতে পারে না। এরা স্বীয় অস্তিত্ব রক্ষার্থে অন্যের মুখাপেক্ষী এবং প্রতি মুহুর্তে উত্থান-পতন, উদয়-অস্ত ইত্যাদি পরিবর্তনের আবর্তে নিপতিত। বরং সেই সত্তা আমাদের সবার রব, যিনি নভোমণ্ডল, ভূমণ্ডল ও এতদুভয়ের মধ্যে সৃষ্ট সবকিছুকে সৃষ্টি করেছেন। তাই আমি আমার চেহারা তোমাদের স্বনির্মিত প্রতিমা এবং পরিবর্তন ও প্রভাবের আবর্তে নিপতিত নক্ষত্রপুঞ্জ থেকে ফিরিয়ে আল্লাহ ‘ওয়াহদাহু লা-শারীকা লাহু’-এর দিকে করে নিয়েছি এবং আমি তোমাদের ন্যায় মুশরিক বা অংশীবাদীদের অন্তর্ভুক্ত নই। এ বিতর্কে ইবরাহীম আলাইহিস সালাম নবীসুলভ প্রজ্ঞা ও উপদেশ প্রয়োগ করে এমন এক পন্থা অবলম্বন করলেন, যাতে প্রত্যেক সচেতন মানুষের মন ও মস্তিস্ক প্রভাবান্বিত হয়ে স্বতঃস্ফূর্তভাবেই সত্যকে উপলব্ধি করে ফেলে। মনে রাখতে হবে যে, ইবরাহীম আলাইহিস সালামের এ তর্ক ছিল প্রতিপক্ষকে নিজের মত ও পথের পক্ষে যুক্তি দাড় করার একটি গুরুত্বপূর্ণ কৌশল হিসেবে। তিনি সম্পূর্ণ জেনে-বুঝেই প্রতিপক্ষের দাবী খণ্ডন করার জন্য এ প্রজ্ঞার আশ্রয় নিয়েছিলেন, যাতে তারা উপস্থিত সকল বস্তুর ইবাদতের অসারতা বুঝতে সক্ষম হয়। [দেখুন, সাদী]",
  "ayah": 79,
  "surah": 6
}
