{
  "text": "তিনি প্রভাত উদ্ভাসক [১]। আর তিনি রাতকে প্রশান্তি এবং সূর্য ও চাঁদকে সময়ে নিরুপক করেছেন [২]; এটা পরাক্রমশালী, মহাজ্ঞানী আল্লাহ্‌র নির্ধারণ [৩]\n[১] (فالق) শব্দের অর্থ ফাঁককারী এবং (اصباح) শব্দের অর্থ এখানে প্রভাতকাল। (فَالِقُ الْاِصْبَاحِ) -এর অর্থ প্রভাতের ফাককারী; অর্থাৎ গভীর অন্ধকারের চাদর ফাক করে প্রভাতের উন্মেষকারী। [জালালাইন] এটিও এমন একটি কাজ, যাতে জ্বিন, মানব ও সমগ্র সৃষ্ট জীবের শক্তিই ব্যর্থ। প্রতিটি চক্ষুষ্মান ব্যক্তি এ কথা বুঝতে বাধ্য যে, রাত্রির অন্ধকারের পর প্রভাতরশ্মির উদ্ভাবক জ্বিন, মানব, ফিরিশ্‌তা অথবা অন্য কোন সৃষ্টজীব হতে পারে না, বরং এটি বিশ্বস্রষ্টা আল্লাহ্ তা'আলারই কাজ। তিনি ধীরে ধীরে অন্ধকার চিরে আলোর উন্মেষ ঘটান। সে আলোতে মানুষ তাদের জীবিকার জন্যে বের হতে পারে। [সা'দী]\n[২]  অর্থাৎ আল্লাহ্ তা'আলা সূর্য ও চন্দ্রের উদয়-অস্ত এবং এদের গতিকে একটি বিশেষ হিসাবের অধীনে রেখেছেন। এর ফলে মানুষ বৎসর, মাস, দিন, ঘন্টা এমনকি মিনিট ও সেকেণ্ডের হিসাবও অতি সহজে করতে পারে। আল্লাহ্ তা'আলার অপার শক্তিই এসব উজ্জ্বল বিশাল গোলক ও এদের গতি-বিধিকে অটল ও অনড় নিয়মের অধীন করে দিয়েছে। হাজার হাজার বছরেও এদের গতি-বিধিতে এক মিনিট বা এক সেকেণ্ডের পার্থক্য হয় না। এ উজ্জ্বল গোলকদ্বয় নিজ নিজ কক্ষপথে নির্দিষ্ট গতিতে বিচরণ করছে। অন্যত্র আল্লাহ বলেন, \"সূর্যের পক্ষে সম্ভব নয় চাদের নাগাল পাওয়া এবং রাতের পক্ষে সম্ভব নয় দিনকে অতিক্রমকারী হওয়া। আর প্রত্যেকে নিজ নিজ কক্ষপথে সাঁতার কাটে \" [সূরা ইয়াসীন: ৪০] পরিতাপের বিষয়, প্রকৃতির এ অটল ও অপরিবর্তনীয় ব্যবস্থা থেকেই মানুষ প্রতারিত হয়েছে। তারা এগুলোকেই স্বয়ংসম্পূর্ণ বরং উপাস্য ও উদ্দিষ্ট মনে করে বসেছে। যদি এ ব্যবস্থা মাঝে মাঝে অচল হয়ে যেত এবং কলকব্জা মেরামতের জন্য কয়েকদিন বা কয়েক ঘন্টার বিরতি দেখা দিত, তবে মানুষ বুঝতে পারত যে, এসব মেশিন আপনা আপনিই চলে না, বরং এগুলোর পরিচালক ও নির্মাতা আছে। আসমানী কিতাব, নবী ও রাসূলগণ এ সত্য উদঘাটন করার জন্যই প্রেরিত হন। কুরআনুল কারীমের এ বাক্য আরো ইঙ্গিত করেছে যে, বছর ও মাসের সৌর ও চান্দ্র উভয় প্রকার হিসাবই হতে পারে এবং উভয়টিই আল্লাহ্ তা'আলার নেয়ামত। এর মাধ্যমেই সময় ও কাল নির্ধারণ করা সম্ভব হয়েছে। এতে এক দিকে যেমন ইবাদতের সময় নির্ধারণ করা যায়, অপরদিকে এর মাধ্যমে লেন-দেনের সময়ও ঠিক রাখা যায়।\nতাছাড়া কতটুকু সময় পার হয়েছে আর কতটুকু বাকী রয়েছে সেটা জানাও এ দুটোর কারণেই হয়ে থাকে। যদি এগুলো না থাকত, তবে এ সময় নির্ধারণের ব্যাপারটি সাধারণ মানুষের নাগালের মধ্যে থাকত না। এর জন্য বিশেষ শ্রেণীর প্রয়োজন পড়ত। যাতে দ্বীন ও দুনিয়ার অনেক স্বার্থ হানি ঘটত। [সা'দী]\n[৩]  অর্থাৎ এ বিস্ময়কর অটল ব্যবস্থা- যাতে কখনো এক মিনিট ও এক সেকেণ্ড এদিকওদিক হয় না- এটি একমাত্র আল্লাহ তা'আলারই দুটি মহান গুণ অপরিসীম শক্তি ও অপার জ্ঞানের বহিঃপ্রকাশ। [মানার] এজন্যেই বাক্যের শেষে আল্লাহর দুটি গুণ বাচক নাম ‘পরাক্রমশালী, মহাজ্ঞানী’ উল্লেখ করা হয়েছে। তার অপার শক্তির কারণে সমস্ত কিছু তার অনুগত বাধ্য হয়েছে। আর তার পরিপূর্ণ জ্ঞানের কারণে কোন গোপন বা প্রকাশ্য সবকিছু তার আয়ত্বাধীন রয়েছে। সা'দী]",
  "ayah": 96,
  "surah": 6
}
