{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 14,
      "text": "Commentary\nThe Surah and Its Subjects\nBeginning here is Surah Ibrahim, the fourteenth Surah of the Holy Qur'an. This Surah is Makki. It was revealed before Hijrah with the exception of some verses about which difference exists whether they are Makki or Madani.\nIn the beginning of the Surah, there is a description of the attributes of the mission of messengers and prophets which is followed by the theme of Tauhid, the Oneness of Allah, and its proofs. It was in this connection that the story of Sayyidna Ibrahim (علیہ السلام) was introduced and it was in this context that the Surah was named: Surah Ibrahim.\nThe Surah opens with the words: الر‌ ۚ كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِ‌جَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ‌ (Alif, Lam, Ra. This is a book We have sent down to you, that you may take the people out of (all sorts of) darkness into the light with the will of their Lord). The initial letters - Alif, Lam, Ra - are from among the Isolated Letters (al-huruf al-Muqatta’ at) about which it has been said time and again that there is a standard policy and practice pursued by the most righteous elders in this matter. Their method is the safest and totally doubt-free. It tells us that we should firmly believe and have faith that whatever they mean or signify is true - but, stay away from launching deeper investigations into their meanings.\nIn the sentence which follows immediately: كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ (This is a book sent down to you), it is appropriate and clearly justified in terms of the syntactical construction that it should be taken as the predicate of the word: ھَذَا (hadha: this) understood here, and the sentence should mean that 'this is a book which We have sent down to you.' By attributing the revelation of the book to Allah Ta’ ala here, and the address to the Holy Prophet ﷺ a hint has been released which points out to two things. First, it says that this book is great as it was revealed by Allah Ta` ala Himself, and then it is suggestive of the personal high station of the Holy Prophet ﷺ as he has been made its first addressee.\nSaid in the next sentence was: لِتُخْرِ‌جَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ‌ بِإِذْنِ رَ‌بِّهِمْ (that you may take the people out of (all sorts of) darkness into the light with the will of their Lord). The word: النَّاسَ (an-nas : people) is used for human-kind. It means all human beings who are present or will come in the future. The word: الظُّلُمَاتِ (az-zulumat), the plural of ظُلُمَات (zulmah) which means darkness is well-known. Here, 'zulumat ' refers to the darkness of Kufr (infidelity, disbelief) and Shirk (the ascribing of partners to Allah) and the darkness of evil deeds - and the word: النُّورِ‌ (an-nur) means light, the light of faith. Therefore, the word: الظُّلُمَاتِ (az-zulumat: many a darkness) has been used here in its plural form, because there are many kinds and shades of Kufr and Shirk. And similarly, there are countless evil deeds too. But, the word: النُّورِ‌ (an-nur: the light of faith) has been introduced in the singular form, because faith and truth are one and the same. The sense of the verse is: We have sent this book to you so that, through it, you may deliver all peoples of the world from the multiple forms of darkness of Kufr and Shirk and evil deeds, and bring them out into the light of faith and truth, with the will of their Lord. Here, the particular use of the expression: رَ‌بِّهِمْ (Rabbihim : their Lord) indicates that there is no other reason or intention behind this universal blessing of Allah Ta` ala, but that He would let human beings of the world be de-livered from every such darkness through His Book and Messenger. Indeed, it is the compassion and mercy which the Creator and Master of the entire humankind has, under the imperative of His being their Lord, always kept beaming on them. Otherwise, Allah Ta ala owes nothing to anyone, nor there is a right due against Him, nor is there anyone who can force Him to do anything.\nGuidance is an Act of God\nIn this verse, taking people out from darkness into the light has been declared to be the act of the Holy Prophet ﷺ ، although giving Hidayah or guidance is, in reality, an act of Allah Ta` ala alone - as it has been said in another verse of the Qur'an: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَـٰكِنَّ اللَّـهَ يَهْدِي مَن يَشَاءُ that is, you cannot, on your own, give guidance to anyone, but it is Allah alone who gives guidance to whom He wills - 28:56). Therefore, by adding: بِإِذْنِ رَ‌بِّهِمْ (with the will of their Lord), this doubt was eliminated because the sense the verse now carries is: This act of bringing people out from the darkness of Kufr and Shirk into the light of faith and good deeds is, though not in your hands originally, but it shall be with the will and permission of Allah Ta’ ala that you could do so.'\nRules of Guidance\nThis verse tells us that there is only one way all children of Adam, the humankind on this earth, can be rescued from the evil layers of darkness into light, and the only alternative which can save humanity from the dual destruction in this world and in the Hereafter is no other but that of the Holy Qur’ an. The closer people come towards it, the luckier they would find themselves to be. They will find peace and security and relief and happiness in their present life as well as in the life to come with success at its best. And similarly, the farther they remain from it, the more exposed they shall be to living self-destruct lives both in this world, and in the Hereafter.\nNot elaborated within the words of the verse is the manner in which the Holy Prophet ﷺ will deliver people from the many kinds of darkness and bring them into the light through the Qur'an. But, this much is fairly evident that the usual method of correcting a people through a book is that the teachings of that book be spread out among those people and they be convinced to abide by it.\nThe Recitation of the Holy Qur'an too is a Standing Objective in its own right\nApart from what has been stated above, there is yet another characteristic of the Holy Qur'an, that is, its recitation and the reading of its words, even without understanding them, registers a positive effect on the human self. It helps its reciter to stay safe against evils. At least in the case of Kufr and Shirk, no matter how attractive their traps may be, a reciter of the Qur'an, even though he may be reciting it without under-standing it, can never fall into those traps. This has been witnessed in the current history during the Hindu movement of Shudhi Sanghtan. In this mass effort to convert Muslims, some of those who fell a victim to their trap were strangers even to the recitation of the Qur’ an. In our day, Christian missionaries maintain an inviting network fortified by many incentives and rewards in almost every region where Muslims live. But, their success, if any, is restricted only to households and families which are heedless even to the recitation of the Qur'an - whether because of illiteracy and ignorance among them, or because of the perverted influence of what passes as new education (pseudo-westernized).\nPerhaps, it is to point out to this spiritual influence that wherever the Holy Qur'an has described the basic functions of the Holy Prophet t, Recitation (Tilawah) has been mentioned separately and ahead of the need to teach its meanings:\tيَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ (3:164; 62:2). It means that the Holy Prophet has been sent to accomplish three tasks. The first task is the recitation of the Holy Qur'an, and it is obvious that Tilawah or Recitation is related to words. As for meanings, they are understood, not recited. The second task is to cleanse people pure from evils. And the third task is to teach the Holy Qur'an, and Wisdom, that is, teach the Sunnah of the Messenger of Allah ﷺ .\nIn short, the Holy Qur’ an is a Book of Guidance the basic purpose of which, no doubt, is to understand its meaning and act in accordance with it. It is also clear that its essential effect is to reform the whole human life, but along with it, the reciting of its words too, brings about a distinct effect in the correction and strengthening of the human self, though in an invisible manner.\nAs partly stated a little earlier, this verse attributes the act of bringing people out from all sorts of darkness into the light with the will of their Lord to the Holy Prophet ﷺ . In order to further refine the explanation, it can now be said that by this attribution, it has also been established that the giving of guidance is though the act of Allah Ta’ ala in re-ality - but, it cannot be received or acquired without the medium of the Holy Prophet ﷺ . The fact is that only that sense or interpretation of the Holy Qur'an is trustworthy which has been communicated to us by the Holy Prophet ﷺ through his word or deed. Any interpretation contrary to it is not reliable. at has been said in the last sentence of verse 1: إِلَىٰ صِرَ‌اطِ الْعَزِيزِ الْحَمِيدِ (to the path of the Mighty, the Praiseworthy,) which goes on to verse 2: اللَّـهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْ‌ضِ (Allah, the One to whom belongs what is in the heavens and what is in the earth) refers back to the statement appearing in the beginning of verse 1. It is obvious that the mention of darkness and light in the above verse is not referring to the darkness and light which could be seen with naked eyes as a physical phenomenon. Therefore, it was to make it clear that it refers to the way of Allah. Whoever adopts this way would not stray away like the one who walks in darkness, nor do his or her steps falter, nor do they fail to achieve the objective set. So, the way of Allah means the way walking on which human beings could reach their Creator and achieve the ultimate degree of success which is His pleasure.\nIt will be noticed that, at this place, the word: alJ1 (Allah) has been pre-ceded by two of His attributes: الْعَزِيزِ الْحَمِيدِ (Al-` Aziz and Al-Hamid ). Lexically, Al-` Aziz means Mighty, Overpowering - and Al-Hamid denotes the Being who is deserving of praise. By bringing these two attributes before the basic name of Allah Ta’ ala the hint given is that the Pure and Sacred Being to whom this way is going to lead is Mighty, and Overpowering too, and deserving of all praise as well. Therefore, one who takes to this way will never falter or stumble anywhere enroute, nor the effort made on it will ever go waste. In fact, one is certain to reach the destination - only if one does not abandon this way."
    },
    {
      "ayah": 10,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 11,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 12,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 13,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 14,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 15,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 16,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 17,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 18,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 19,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 2,
      "surah": 14,
      "text": "After having mentioned these two attributes of Allah Ta’ ala earlier, it was said: اللَّـهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْ‌ضِ (Allah, the One to whom be-longs what is in the heavens and what is in the earth). In other words, Allah is that particular Being who is the Creator of everything in the heavens and the earth and He is the absolute Sovereign having no partners or associates.\nSaid in the concluding sentence of verse 2 was: وَوَيْلٌ لِّلْكَافِرِ‌ينَ مِنْ عَذَابٍ شَدِيدٍ (Woe is to the disbelievers from a severe punishment). The word: وَيْلٌ (waiyl : woe to) is used in the sense of severe punishment and fatal consequence. The verse means that those who dismiss and deny this blessing of the Qur’ an, and prefer to go on living in a multiplicity of darkness, should know that there is for them the darkest of destruction, and the severe punishment which is about to visit them.\nThe Meaning in Summation\nThe gist of the verse is that the Qur'an has been revealed so that it rescues all human beings from darkness and brings them into the light of the way of Allah. But, certainly unfortunate are those who reject the Qur'an itself - they, by doing so, are bringing punishment on themselves with their own hands. So, those who deny from the very outset that the Qur’ an is the Divine Word, are the targets of this warning of punishment obviously. But, those who, despite their belief in the Holy Qur'an, have abandoned it in their practical life, in the sense that they never re-cite it, nor try to understand it, nor act upon its teachings, they too can-not be considered totally free and safe from becoming targets of this warning."
    },
    {
      "ayah": 20,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 21,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 22,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 23,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 24,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 25,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 26,
      "surah": 14,
      "text": "Commentary\nIn verse 18, Allah Ta` ala has likened the deeds of disbelievers to ashes which, if blown away by the wind, would scatter all over leaving no traces behind and making it impossible for someone interested to retrieve them and put them back to some use. So, the verse: مَّثَلُ الَّذِينَ كَفَرُ‌وا بِرَ‌بِّهِمْ ۖ أَعْمَالُهُمْ كَرَ‌مَادٍ اشْتَدَّتْ بِهِ الرِّ‌يحُ فِي يَوْمٍ عَاصِفٍ (The deeds of those who disbelieve their Lord are like ashes blown away by the wind on a stormy day - 18) means that the deeds of disbelievers - though, they may obviously be good too - still, they too do not find acceptance with Allah Ta’ ala. There-fore, they are all wasted.\nAfter that, in the verses cited immediately above, the similitude of a believer and his deeds has been given first (24) which is followed by a similitude of disbelievers and hypocrites (26). In the earlier verse, a believer and his deeds have been likened to a tree with strong trunks, and roots going deep down the ground watered by underground streams. Deep-set roots give strength and stability to this tree so that strong winds would not throw them off the ground. And being high above the ground level, its fruit too remains protected against polluting agents. Then, another attribute of this tree is that its branches should be fairly elevated skywards. And the third attribute of this tree is that its fruit could be eaten during all seasons and under all conditions.\nWhat tree is that and where is it found? About that, the sayings of the commentators differ. In all likelihood, that is a date-palm. This view is supported by experience, observation, and by Hadith narrations as well. That the trunk of the date-palm is high and strong can be noticed physically. That its roots go deep down the ground is also well-known, and its fruit too is eaten at all times and in different ways and conditions. From the time its fruit shows up on the tree upto the time it becomes ripe, it is eaten in all possible forms and situations as is or as transformed into chutneys and jams and in a myriad other preparations. After the fruit becomes ripe, it can be stored throughout the year. It somehow comes handy morning and evening, day and night, summer and winter, almost every season, every time. Even the pith of the tree is eaten while sweet juice is extracted from it. Mats and other articles of use are made from its leaves. Date stones make fine fodder for animals. In contrast, other trees yield their fruit during particular seasons and they become available within those seasons. They are not stored naturally, nor everything in them is put to some or the other use.\nBased on a narration of Sayyidna Anas\t, Tirmidhi, Al-Nasai, Ibn Hibban and Hakim have reported that the Holy Prophet said: The good tree (شَجَرَ‌ةٍ طَيِّبَةٍ mentioned in the Quran) is the date-tree; and the bad tree (شَجَرَ‌ةٍ خَبِيثَةٍ - also mentioned in the Quran) is the tree of Hanzal [ colocynth, citrullus colocynthis ] (Mazhari)\nAccording to a report from Mujahid appearing in the Musnad of Ahmad, Sayyidna ` Abdullah ibn ` Umar ؓ said: Once we were present in the company of the Holy Prophet ﷺ when someone brought the pith of a date-palm for him. At that time, he asked his Companions: Out of the many trees, there is the tree which is like a believer (at this point, in a narration of Sahih al-Bukhari, it has been mentioned that the Holy Prophet ﷺ also said: The leaves of this tree do not fall in any season). Tell me which tree is that? Sayyidna Ibn ` Umar ؓ says that he felt like telling him that it was the date tree. But, present there in the sitting were many senior Companions like Sayyidna Abu Bakr and Sayyidna ` Umar ؓ observed their silence and did not have the courage to say that. After that, the Holy Prophet ﷺ himself said: That is the date tree.\nOne of the reasons why a believer has been likened to this tree is that the faith in Kalimah Tayyibah is his root, which is deep-set and strong. The accidents of the world cannot shake it out. There is no dearth of examples among the most perfect of all believers, the Sahabah and the Tabi` in, rather among the staunch believers of every period of time, that they cared more about their Iman and less for their life or wealth or anything else. The second reason is their concern for purity and taste for decency in that they are not affected by the pollutants of the world - just like a large tree which remains unaffected by the impur-ities of the land surface. As for these two attributes, they bear similarity to: أَصْلُهَا ثَابِتٌ (with its roots firm - 24) while the third reason is that the way the branches of the date-palm are high and skyward so are the fruits of the Iman of a believer, that is, their deeds which are also raised toward the heavens. It appears in the Quran: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ that is, good words are raised towards Allah Ta’ ala. The sense is that what a believer does in the form of Dhikr (remembrance) of Allah, Tasbih (proclaiming His purity), Tahlil (saying la ilaha illallah) and the recitation of the Quran keeps reaching Allah Ta’ ala morning and evening.\nThe fourth reason is that the way the date fruit is eaten day and night at all times, in all seasons and under all conditions, it is in the same way that the good deeds of a believer continue day and night at all times, in all seasons and under all conditions. And the way everything about the date-palm is useful and beneficial, in the same way, every word and deed, movement and rest, and the effects generated by them, prove beneficial for the whole world - on condition that he or she be a perfect believer, and be a faithful practitioner of the teachings of Allah and His Rasul ﷺ .\nThe Similitude of Disbelievers (Kuffar)\nIn contrast, the second image given is that of disbelievers. They have been likened to a bad tree شَجَرَ‌ةٍ خَبِيثَةٍ. It is similar to the example of the good tree which refers to the statement of Muslim creed: لا إله إلا اللہ (la ilaha illallah : There is no deity worthy of worship except Allah), that is, Iman or faith. And, in this manner, the equation of the bad word with the bad tree denotes words and deeds of disbelief. As stated in the Iladith quoted earlier, the bad tree has been identified as: حَنظَل۔ (hanzal) and, according to others, it is garlic.\nAs for the bad tree, the Quran describes it by saying that its roots do not go deep into the earth, therefore, anyone can pull out the whole of it at will. This is what the expression: اجْتُثَّتْ مِن فَوْقِ الْأَرْ‌ضِ (translated as: re-moved from the top soil) means - because the real meaning of the word: اجْتُثَّتْ (ujtuththat) is to remove the body of something as a whole.\nThat the deeds of a disbeliever have been likened to such a tree is fairly obvious. First of all, the beliefs of a disbeliever have no root or foundation. In no time, they would lose their ground. Secondly, they are affected by the filth of the world around them. Thirdly, the fruits of their tree, that is, their deeds, are worthless in the sight of Allah.\nThe Special Effect of Iman\nDescribed in the second verse (27) is the special effect of the Iman or faith of a believer and the saying of la ilaha illallah: لا إله إلا اللہ \"Allah keeps the believers firm with the stable word in the worldly life and in the Hereafter\". It means that the Kalimah Tayyibah, the pivotal guiding principle of a believer, is a stable word, stable like a strong and firmly established tree which is kept standing powerfully and surviving eternally by Allah Ta’ ala, in this world, and in the Hereafter as well. However, the condition is that this blessed statement is uttered with unalloyed sincerity and that the sense of لا إله إلا اللہ (la ilaha illallah : there is no deity worthy of worship except Allah) is understood fully and clearly following which it should be adopted as the guiding principle of life.\nIn other words, one who believes in Kalimah Tayyibah is supported and strengthened with the grace of Allah Ta’ ala because of which he or she stands firm by this conviction right upto the time of death, no matter how many challenges and unwelcome happenings have to be encountered in its defence. As for the Akhirah or the Hereafter, one is helped with this Kalimah when it is made to stay on and keep emitting its beneficial effects. It has been said in a Hadith of Sahih al-Bukhari that \"Akhirah (Hereafter) in this verse means Barzakh (the post-death and pre-Resurrection state of life) that is, the world of the grave.\nThe Reward and Punishment of the Grave Stand Proved from the Quran and Sunnah\nAccording to Hadith, the Holy Prophet ﷺ said: When a believer will be questioned in the grave, he or she will remain firm on this Kalimah, even in a place so awesome and a state so punishing, of course, with Divine will and support, and bear witness to the blessed statement: لا إله إلا اللہ la ilaha illallah. And then he said: This is what the saying of the Quran: يُثَبِّتُ اللَّـهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَ‌ةِ (Allah keeps the believers firm with the stable word in the worldly life and in the Hereafter - 27) means. (This Hadith was narrated by Sayyidna Bara ibn ` Azib). Similar ahadith have been reported from about forty Sahabah ؓ with reliable chains of authorities which Ibn Kathir has put together at this stage of his Tafsir. Ash-Shaykh Jalaluddin As-Suyuti, in his versified treatise At-Tathbit ` Ind at-Tabyit, and by referring to seventy alhadith in Sharh As-Sudur, has confirmed that these narrations have come to us in an uninterrupted (mutawatir) succession. A11 these noble Sahabah\tرضی اللہ تعالیٰ عنہم ، have declared that \"Akhirah (Hereafter) in this verse refers to the grave and the verse itself relates to the reward and punishment of the grave.\nThat man, after his death and burial, lives again, answers the questions asked by the angels, then the coming of reward or punishment as a result of success or failure in this test has been mentioned in almost ten verses of the Holy Qur’ an, by way of hint; while, in seventy mutawatir ahadith (those passed on in uninterrupted succession), these have been mentioned very clearly and explicitly - in which there remains no room for a Muslim to doubt. As for the commonplace doubts like - in this world of our experience, nobody sees these rewards and punishments - there is no room here to accommodate detailed answers to them. However, it is quite sufficient to understand that not being able to see something is no proof of its being not present. Nobody sees the Jinn and angels, but they are there. The air is not seen, but it is present there. The deep space which is being probed and examined in our time through rockets and space vehicles was something nobody could see before this, but it did exist. A dreamer dreams of being in some trouble in his dream, even writhes under the pain of punishment, but people around him remain to-tally unaware of what is happening to him.\nAs a matter of principle, it can be said that taking one world on the analogy of the conditions prevailing in the other is wrong by itself. When the Creator of the universe has told us through His Messenger that once we pass on to another world, there is reward and punishment there, it becomes necessary for us to believe in it."
    },
    {
      "ayah": 27,
      "surah": 14,
      "text": "Towards the end of the verse (27), it was said: وَيُضِلُّ اللَّـهُ الظَّالِمِينَ (And Allah lets the unjust go astray). It means: As for the believers, Allah Ta` ala keeps them firm on Kalimah Taiyyibah, the 'stable word' as a result of which things of comfort assemble around them right from the grave. But, the unjust, that is, the disbelievers and polytheists, remain deprived of this Divine help and support. They cannot answer the questions asked in the grave by angles Munkar and Nakir correctly. The out-come is that they start experiencing a sort of punishment right from that point onwards.\nIn the last sentence of verse 27, it was said: وَيَفْعَلُ اللَّـهُ مَا يَشَاءُ (And Allah does what He wills). It means that there is no power which can block His intention and will. Revered Sahabah, Sayyidna Ubaiyy, ibn Ka'b, ` Abdullah ibn Mas’ ud and Hudhayfah ibn Yamani ؓ have said: For a believer, it is mandatory to believe that everything received by him or her was received through the intention and will of Allah. Not to have received it was impossible. Similarly, what was not received, it was not possible to have received that. And they said: If you do not believe in it, and place your trust in that, your abode is Hell."
    },
    {
      "ayah": 28,
      "surah": 14,
      "text": "Finally, said in verses 28 and 29 was:\nأَلَمْ تَرَ‌ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّـهِ كُفْرً‌ا وَأَحَلُّوا قَوْمَهُمْ دَارَ‌ الْبَوَارِ‌ جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَ‌ارُ‌\nHave you not seen those who changed the favour of Allah with disbelief and landed their people in the house of destruction, the Jahannam? They shall enter it. And it is an evil abode.\nHere, نِعمَۃ اللہ (the favour of Allah) could mean the common physical blessings of Allah Ta’ ala. These are tangible and perceptible and relate to outward benefits of human beings such as food, drink, land, home and things like that. Then it could also mean spiritual blessings and favours as well which have come from Allah Ta’ ala for the guidance of human beings, for example, the prophets, the scriptures, and the signs of Divine power and wisdom which have been placed in every inch of the human existence, and in its countless creations, and in the heavens and its unfathomable and incomprehensible universe. All these serve as logistics for the guidance of human beings.\nThese two kinds of blessings and favours demanded that human beings should have recognized the greatness and the power of Allah Ta’ ala, been grateful to His gifts and devoted to His command. But, the disbelievers and the polytheists elected to shun gratitude and obedience and opted for ingratitude and disobedience. The result was that they led their people to their mutual abode of destruction, that is, in Hell.\nThe Lesson given by these verses\nDescribed in these verses is the greatness, virtues, blissfulness and fruitfulness of the belief in the Oneness of Allah and in the Kalimah Taiyyibah: لا إله إلا اللہ (la ilaha illallah). Also identified there are the ill effect and evil outcome of refusing to believe in them. It goes without saying that Tauhid, the belief in the Oneness of Allah, is an everlasting treasure which is full of barakah in many ways. In the present world of our experience, it brings Divine support with it, and which continues after that too, in the 'Akhirah and the grave. And the act of rejecting them amounts to changing what was the blessing and favour of Allah into what is punishment."
    },
    {
      "ayah": 29,
      "surah": 14,
      "text": "Finally, said in verses 28 and 29 was:\nأَلَمْ تَرَ‌ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّـهِ كُفْرً‌ا وَأَحَلُّوا قَوْمَهُمْ دَارَ‌ الْبَوَارِ‌ جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَ‌ارُ‌\nHave you not seen those who changed the favour of Allah with disbelief and landed their people in the house of destruction, the Jahannam? They shall enter it. And it is an evil abode.\nHere, نِعمَۃ اللہ (the favour of Allah) could mean the common physical blessings of Allah Ta’ ala. These are tangible and perceptible and relate to outward benefits of human beings such as food, drink, land, home and things like that. Then it could also mean spiritual blessings and favours as well which have come from Allah Ta’ ala for the guidance of human beings, for example, the prophets, the scriptures, and the signs of Divine power and wisdom which have been placed in every inch of the human existence, and in its countless creations, and in the heavens and its unfathomable and incomprehensible universe. All these serve as logistics for the guidance of human beings.\nThese two kinds of blessings and favours demanded that human beings should have recognized the greatness and the power of Allah Ta’ ala, been grateful to His gifts and devoted to His command. But, the disbelievers and the polytheists elected to shun gratitude and obedience and opted for ingratitude and disobedience. The result was that they led their people to their mutual abode of destruction, that is, in Hell.\nThe Lesson given by these verses\nDescribed in these verses is the greatness, virtues, blissfulness and fruitfulness of the belief in the Oneness of Allah and in the Kalimah Taiyyibah: لا إله إلا اللہ (la ilaha illallah). Also identified there are the ill effect and evil outcome of refusing to believe in them. It goes without saying that Tauhid, the belief in the Oneness of Allah, is an everlasting treasure which is full of barakah in many ways. In the present world of our experience, it brings Divine support with it, and which continues after that too, in the 'Akhirah and the grave. And the act of rejecting them amounts to changing what was the blessing and favour of Allah into what is punishment."
    },
    {
      "ayah": 3,
      "surah": 14,
      "text": "After that, in verse 3, it was said:\nالَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَ‌ةِ وَيَصُدُّونَ عَن سَبِيلِ اللَّـهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَـٰئِكَ فِي ضَلَالٍ بَعِيدٍ\nTo those who prefer the worldly life to the Hereafter and pre-vent (people) from the way of Allah, and seek crookedness in it. Those are far away in straying.\nThis verse identifies the three states in which the deniers of the Qur'an are found among disbelievers. These are their distinct traits of character. Firstly, they prefer their life in the present world to the life they are to have in the Hereafter. Therefore, they would tolerate any loss coming to them in the Hereafter for the sake of worldly gain or comfort. Given here is a hint towards the diagnosis of their disease - their chronic denial of the truth. Why is it that these people, despite that they have seen the all too manifest miracles of the Holy Qur’ an, still remain hostile and negative towards it? The reason is that their lust for life in the present world has blinded them. They are unable to visualize what would matter most in their life in the Hereafter. Therefore, they are quite content with the darkness they are in, and towards light they do not care to come.\nAs for their second trait, it has been said that they certainly like to stay within the many layers of darkness they have chosen for them-selves after all. But, they inflict injustice upon injustice when, in order to conceal their error, they would prevent others too from taking to the Broadway of light, that is, the way of Allah.\nIdentifying Some Errors in the Understanding of Qur'an\nTheir third trait appears in: يَبْغُونَهَا عِوَجًا (seek crookedness in it). It can have two meanings. Firstly, they are always looking out for an opportunity, mean at heart and evil in deed as they are, to seek and find, if they can, some crookedness or fault in the otherwise radiant and straight path of Allah, whereby they might have an occasion to raise an objection or throw a taunt. This is the meaning given by Ibn Kathir.\nAnd this sentence could also mean that these people are always trying to find out something about the way of Allah, that is, about the Qur'an and Sunnah, which could be in line with their ideas and wishes so that they can present it in support of the truth of their position. This meaning has been given in Tafsir al-Qurtubi. A fairly large number of ed-ucated people these days are involved in this sort of activity. They would come up with the framework of an idea, either as an outcome of their own error, or under the influence of some other nation. Then, they would go about looking for its supporting evidences from the Qur’ an and Sunnah. And if they happen to come across some word supposedly in sup-port of that idea of theirs, they would take it to be a Qur'anic proof in their favour - although, this method is wrong in principle because it is the duty of a true believer that he should first unburden his or her mind from personal ideas and wishes and then consult the Book of Allah and the Sunnah of His Prophet ﷺ . Whatever stands proved clearly there from should, for him or her, become the personal creed.\nIn the last sentence of verse أُولَـٰئِكَ فِي ضَلَالٍ بَعِيدٍ (Those are far away in straying), described there is the sad end of the disbelievers whose three traits have been mentioned above. The substance of the statement is that these people have strayed out too far, so much so that now it is difficult for them to return to the right path.\nPoints of Guidance\nAccording to Tafsir al-Qurtubi, though, in this verse, these three traits have been clearly identified with disbelievers and that they are far away in straying has been mentioned as their sad end, but, in terms of the principle involved here, any Muslim who has these three traits pre-sent in him, he too shall be deserving of this warning. The gist of these three traits is given below:\n1.\tTo keep the love for worldly life on top of the concern for the Here-after to the limit that one starts avoiding exposure to the light of faith.\n2.\tTo prevent people from the way of Allah so that they too will join hands with them.\nTo try to misread and misinterpret the Qur'an and Sunnah in order to apply them to fit into personal ideas and wishes. May Allah protect us from it."
    },
    {
      "ayah": 30,
      "surah": 14,
      "text": "Commentary\nAppearing at the beginning of Surah Ibrahim there were subjects related to the mission of messengers and prophets, and to the states of one's ultimate return, and to the Hereafter. Mentioned after that was the commendation of the belief in Tauhid, the Oneness of Allah and, along with it, a condemnation of the profession of disbelief and the ascription of partners in the divinity of Allah which was clarified through examples. Then, those who adopted the later attitude were censured for the reason that they, rather than being grateful for the blessings of Allah Ta’ ala, chose to take the way of ingratitude and rejection.\nOut of the verses cited above, the first deplores the behaviour of disbelievers and polytheists and points out to their evil end. The second verse describes the distinction of believers and tells them to abide by some Divine injunctions in order that they can fulfill the obligation of gratitude. In the third, fourth and fifth verses (32-34), by mentioning the great blessings of Allah Ta` ala, people have been induced that they should not channelize and consume these blessings to promote acts of disobedience to Allah.\nThe Explanation of Verses\nThe word:\t اَندَاد (andad) is the plural of نِدّ (nidd) which means like and equal. Idols are called 'andad' because the disbelievers, through their deeds, used to regard them the like or equal of God. The word: تَمَتُّعَ (tamattu`) appearing in verse 30 means the driving of temporary benefit out of something. The verse censures the erratic view of disbelievers in that they had set up idols as partners with Allah, and the Holy Prophet ﷺ was asked to warn these people of their coming end. Enjoy the blessings of the mortal world for a while, they were told, but their ultimate abode is the fire of Hell.\nIn the second Verse (31), the Holy Prophet ﷺ has been asked: (Though, the disbelievers of Makkah have turned their backs on the favour of Allah and have chosen the way of infidelity, a strange exchange indeed, so then) 'you tell my believing servants that they should establish Salah and be particular about it, and spend in the way of Allah from the sustenance We have given to them, spending it both secretly and openly.' This verse carries significant glad tidings for all believing servants of Allah, and showers on them a great honour indeed. To begin with, Allah Ta’ ala has addressed them as 'His servants.' Then, He attributes the quality of faith to them. And then, He tells them how they can achieve eternal peace and comfort and honour, which is: Be particular and punctual in offering Sal. Avoid being sluggish when the time of Salah becomes due. Do not fall short in observing it as true to its required etiquette. And spend out of the sustenance given to you in My way as well. Here, both forms of spending have been declared to be permissible. This can be done secretly or openly. It means that Sadaqah and Khayrat (charities in the way of Allah) can be given in a way that no one knows about it, or these can be done in a way that others could get to know about it. Some ` Ulama say that the obligatory Zakah and Sadaqatul-Fitr should be given openly so that others are prompted to do the same. As for voluntary (Nafl) Sadaqah and Khayrat, it is better to give these secretly, so that there remains no danger of having done it for the sake of recognition and fair name. However, it all depends on one's intention (Niyyah) and attending conditions. If by doing it openly and publi-cly, there emerges the least likelihood of having done it for the sake of name and fame, the intrinsic merit of the charity (Sadaqah) so given is destroyed, whether obligatory (Fard) or voluntary (Nafl). If the intention is that others may also be induced to do the same, then, open and pronounced giving is permissible both in what is obligatory (Fard) and what is voluntary (Nafl)."
    },
    {
      "ayah": 31,
      "surah": 14,
      "text": "Said in the last sentence of verse 31 was: مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ (be-fore there comes a day in which there is neither trade nor friendship). The word: خِلَال (khilal) used here can be taken as the plural form of خُلَّۃُ (khullah) which means selfless friendship. Then, this word could also be taken as a verbal noun of the derived form of مُفَاعلۃ (mufa` alah), such as qital, difa` etc. In that case, it would mean a friendship between two per-sons which is mutual and sincere. This sentence relates to both the injunctions of Salah and Sadaqah described above.\nThe core sense of the injunction is that now is the time to act. Allah Ta` ala has blessed you with the necessary strength and time to make your Salah. And if you have missed any of your Salah in the past due to negligence, make amends and do the qala' (replacement of missed Salah) for it. Similarly, your wealth is in your possession today and by spending it in the way of Allah you can make it work for you particularly for the good of your eternal life. But, lest you forget, the day is coming when both these options will be taken away from you. Neither will your bodies remain active enough to make your Salah, nor will you have any wealth in your possession which you could use to pay for rights wasted. And on that day, there is going to be no buying and selling, no transactions through which you could buy something, through which you could expiate for shortcomings and sins. And on that day, mutual friendships and personal relationships will not work as well. No friend, no matter how dear, will be able to carry the burden of sins committed by another, nor will he find any way to somehow remove the punishment due against him.\nThe word: یَوم (yowm: a day) obviously means the day of Resurrection (Al-Hashr) and the day of Doom (Al-Qiyamah). Then, it could also be said that it may be the day of one's death because all these signs start showing up immediately from the time of death when one is left without any ability to do anything, nor does wealth stay in the possession of its owner ready to leave the world of his experience behind.\nInjunctions and Instructions\nAs for the statement that no friendship will work for anyone on the day of Qiyamah (31), it means what will not work there will be friend-ships based solely on material interests. But, those who maintain friend-ships and relationships for the sake of Allah and for what is done to serve the interests of His revealed religion will still work at that time as well, for the good servants of Allah who are accepted in His sight will intercede on behalf of others as it has been reported in many ahadith. And the Qur'an itself says: 'those who were friends to each other in the life of the world will turn into enemies to one another wishing to put the blame for their sin on a friend and absolve themselves of it, except those who fear Allah - 43:67.' This is so because there too the people of Taqwa, those who act right in fear of Allah, will be able to put in a good word for each other by way of helping them out.\nIn the third, fourth and fifth verses (32-34), after recounting the major blessings of Allah Ta’ ala, human beings have been invited to worship and obey Him. They are told that it is Allah alone who has created the heavens and the earth on which depends the emergence and survival of human existence. Then, He sent water down from the sky through which He created produce of many kinds so that they can serve as sustenance for them. The word: الثَّمَرات (ath-thamarat) is the plural form of ثَمَرَہ (thamarah) which is the end product of everything. Therefore, included under 'ath-thamarat' is everything which becomes for human beings their food, dress or a home to live in - because, the word: رِزَق (rizq) translated as 'sustenance' in this verse covers all human needs. (Mazhari)"
    },
    {
      "ayah": 32,
      "surah": 14,
      "text": "After that it was said that Allah Ta’ ala has subjugated boats and ships to work for you for they move over the waters with His command. The word: سَخِّرَ (sakhkhara) appearing in this verse means that Allah Ta` ala has made the use of these things easy on you. Of course, there is wood and steel and the instrumentation and technology to build boats and ships, but when it comes to having the intelligence and ability to use them correctly and expertly, it must be admitted that they were all given by Him. Therefore, those who feel proud of having invented, manufac-tured or produced things like that should better think twice and feel shy of ascribing all credit of such innovations to themselves. The simple reason is that things used in this process are things none of which was created by them, nor they could. How can someone who works with wood, iron, copper and things like that, utilizes them to serve his end product and then goes about declaring himself as its inventor? Otherwise, if we were to look at hard reality, it will not be difficult to realize that this very existence of ours, our hands and feet, our mind and our in-telligence are not what we have made or invented."
    },
    {
      "ayah": 33,
      "surah": 14,
      "text": "After that, it was said that 'We have subjugated the sun and the moon for you' as they both keep moving, always in the same state. The word: دَائِبَيْنِ ۖ (da'ibayn) is a derivation from دَأب da'b which means habit. The sense is that moving at all times and under all conditions has been made the habit of these two planets as it never happens contrary to that. The expression: سَخَّرَ‌ لَكُمُ ' (sakhkhara lakum: He subjugated for you) does not mean that they should be moving on your command. Had the sun and the moon been subjugated for human beings in a way that they would be moving under human command, then, there would have been mutual differences among them with the result that one of them would demand that the sun should better rise today two hours later than usual because he had too much work to do in the night. And the other would want to have it rise two hours earlier than usual because he had too many daytime jobs at hand. Therefore, the great Lord did, in a way, subjugate the sun and the moon for human beings, but He did so in the sense that they have been subjugated to serve human beings all the time and under all conditions under a wise Divine arrangement - not that their rising and setting and their speed become subservient to human pleasure.\nSimilarly, the statement that We have subjugated the night and the day for you' also means that both of them have been put in the service of human beings to provide convenience and comfort."
    },
    {
      "ayah": 34,
      "surah": 14,
      "text": "Then, in the first sentence of verse 34, it was said: وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ (And He gave you whatever you asked for) - though, what Allah Tad is pleased to give does not depend on being asked by someone for, the truth of the matter is, that we had never asked for our existence itself. This is what He gave to us in His infinite grace without the asking.\nSimilarly, who had raised hands of prayer that the skies, the earth, the moon, the sun and so many things other than them be created for us? The Master just gave all this to us without our asking for them. Therefore, Al-Qadi Al-Baydawi has explained the meaning of this statement by saying: 'Allah Ta’ ala given you everything which is worth asking for, even if you have not actually asked for it'. But, should it be that the meaning intended here is what the words literally suggest, still then, it poses no problem - for what man generally asks for is usually given to him anyway. However, wherever that which he asks for is not given to him in the outward form it was sought, then, in that there is some expedient consideration for the person asking or for the rest of the world, something he does not know about. But, He who is All-Knowing and All-Aware, He knows that, should that which he is asking for were to be given to him, it would become for him or for his family or for the whole world - a curse. In a situation like this, not giving what has been asked for becomes, in itself, a great blessing. But man, because of his lack of knowledge, cannot realize that, therefore, he feels disappointed.\nIn the next sentence of verse 34, it was said: وَإِن تَعُدُّوا نِعْمَتَ اللَّـهِ لَا تُحْصُوهَا (And if you count the bounties of Allah, you cannot count them all) that is, even if all human beings combined together were to count them, they would still remain uncountable. A human being is, as is, a little world, per se. In his or her eyes, nose, ears, hands, feet and in every joint, rather in every muscle and vein, hidden there are endless blessings through which this wonderful walking plant pulsating with hundreds of very delicate micro-machines keeps busy doing all sorts of things. Then, we have the mind-boggling range of Divine creations, up, on and down our earth, in seas and mountains which, despite the revealing research done in modern times and despite the devotion of thousands of experts who have spent their lives trying to determine such life forms, still remain undocumented or unidentified. Then, there is our own concept of Divine blessings whereby we tend to take things which are generally considered as blessings in a positive and perceptible way. In fact, blessings are not re-stricted by such a definition. If we remain safe from diseases, hardships, pain, loss and sorrows, that is a standing blessing in its own right. A person may suffer from so many diseases or discomforts of body and soul in this life and he or she could hardly be expected to keep a count of all that. From this we can guess that it is just impossible for anyone to count out the full array of the blessings, bounties and favours of Allah Ta` ala.\nJustice demanded that, in return for these countless blessings, equally countless acts of obedience to Allah and equally countless demonstrations of gratitude to Him should have been made mandatory. But, Allah Ta` ala, in His infinite grace, showed leniency towards intrinsic human weakness. The option granted was: When man looks at reality and con-fesses that fulfilling the demands of the obligatory gratitude is not within his control, then, this very confession has been declared to be sufficient as the alternate of the ideal fulfillment of the obligation of gratitude - as was said by Allah Ta’ ala when Sayyidna Dawud (علیہ السلام) made a similar confession: اَلاٰنَ قد شکرت یا داؤد which means that his making this confession is sufficient to show his gratefulness.\nAt the end of the verse (34), it was said:إِنَّ الْإِنسَانَ لَظَلُومٌ كَفَّارٌ‌ (Surely, man is very unjust, very ungrateful). It means that he should face hardship with patience, keep his words and feelings free from any complaint thinking that the fate he faces has come from a wise Master and that too, being in His infinite Wisdom is nothing but a blessing, and when he is blessed with what is good and comforting, let him be thankful for it from his heart both verbally and practically - as is the dictate of justice. But, common human habit works differently from this norm. A little discomfort or pain would make them lose patience and go about broadcasting their problem. And if they find some blessing or a little wealth, they would get intoxicated with it and forget all about Allah Ta’ ala, their Benefactor. Therefore, in a verse appearing earlier (5), the attribute of sincere believers has been identified as Sabbar (very patient) and Shakur (very grateful)."
    },
    {
      "ayah": 35,
      "surah": 14,
      "text": "Commentary\nStated in the previous verses was the rational strength and cardinal position of Tauhid, the belief in the Oneness of Allah. And also mentioned there in contrast was the gross ignorance of Shirk, the ascribing of partners in the pristine divinity of Allah, and a condemnation thereof. Among the group of prophets (علیہم السلام) the most successful Jihad waged to establish pure monotheism was that of Sayyidna Ibrahim (علیہ السلام) . Therefore, the religion preached by him is known particularly as the upright religion.\nIn view of this, reference has been made to the story of Sayyidna Ibrahim\tعلیہ السلام in the cited verses. However, there is another reason too. In a previous verse (28): الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّـهِ كُفْرً‌ا (those who changed the favour of Allah with disbelief), condemned were people from among the disbelievers of Makkah who had changed faith for disbelief and Tauhid (Oneness of Allah) for Shirk (ascribing of partners to Allah) because that was what their forefathers have been doing. They have been told in these verses about the belief and behaviour of their patriarch, Sayyidna Ibrahim (علیہ السلام) so that these people so eager to follow the lead of their ancestors would just look at this model and would, hopefully, abstain from their disbelief. (Al-Bahr Al-Muhit)\nAnd as it is already clear to us that by describing the stories and conditions of blessed prophets, the Qur’ an never aims to narrate their history only. Instead of that, in them there are guiding principles for every department of human life. It is to make them become available continuously that these events about prophets are repeated in the Qur'an time and again.\nAt this place, there are in the first verse (35) two prayers made by Sayyidna Ibrahim (1) رَ‌بِّ اجْعَلْ هَـٰذَا بَلَدًا آمِنًا 'My Lord, make this city (of Makkah) peaceful.' This prayer appears in Sarah Al-Baqarah (2:126) as well. But, there the word: بَلَد (balad : city) appears as: بَلَداً (baladan) without the definite article Alif Lam which means an indefinite city. The reason is that this prayer belonged to a time when the city of Makkah was not inhabited. Therefore, the words of the prayer made were general when he said: 'My Lord, make this a city of peace.'\nIn the prayer which he made when Makkah was already a populated city, he made a definite reference to the city of Makkah saying: 'My Lord, make this city peaceful.'\n(2) The second prayer made by him was: 'and keep me and my children away from worshiping idols.'\nThough, prophets on whom be peace are protected by Allah, so Shirk, idol-worship, or a sin cannot issue forth from them. But, in this prayer, Sayyidna Ibrahim (علیہ السلام) has included himself as well. The reason for this is either that prophets too live under a constant fear of being in danger, or that his main purpose was to pray for the safety of his children against the danger of disbelief and idol-worship. It was to impress his children with the gravity of the matter that he included himself too with-in the prayer.\nAllah jalla thana'uh granted the prayer of His 'friend.' His children remained protected from Shirk and idol-worship. This brings up a question. The people of Makkah are generally from among the progeny of\nSayyidna Ibrahim (علیہ السلام) . Idol-worship was very much present with them. Tafsir Al-Bahr Al-Muhit answers it on the authority of Sufyan ibn ` Uyaiynah that no one from among the progeny of Sayyidna Ismail (علیہ السلام) did really take to idol-worship. In fact, when people of the tribe of Jurhum took over Makkah and expelled the children of Sayyidna Ismail (علیہ السلام) from the حَرَم Haram, they carried away with them some stones from there out of love and respect for the sacred place. These they used to keep as a momento of the sacred House of Allah before them when they worshipped or went round them making Tawaf. Initially, in doing so, they had no desire to turn back from Allah. They thought that the way making prayers turning towards Baytullah or making Tawaf round it was nothing but devoting to the worship of Allah, so when they turn to that stone from there and make their Tawaf round it, that would not be counter to the worship of Allah. After a passage of time, this very method became the cause of idol-worship."
    },
    {
      "ayah": 36,
      "surah": 14,
      "text": "In the second verse (36), he gives the reason for making this prayer. He said that he sought refuge from idol-worship because it has led many a people astray. He said so because he had seen his father and his people falling victims to the custom of idol-worship which had left them deprived of all possibilities of betterment in their lives.\nIn the closing sentence of the verse, it was said: فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ‌ رَّ‌حِيمٌ(So, the one who follows me is surely mine, and the one who disobeys me, then You are Most Forgiving, Very Merciful). It means that one who keeps faith and abides by good deeds could obviously hope to be blessed, but should there be someone who disobeys his prophet, then, his case rests with the forgiveness and mercy of Allah. If disobedience referred to here is taken to be restricted to evils deeds, a form of disobedience to Allah in practice, then, the meaning is obvious, that is, they too could hope to be forgiven by His good grace. And if disobedience is taken to mean disbelief, denial and rejection, then, equally obvious is the fact that Sayyidna Ibrahim (علیہ السلام) had already been told that there was no forgiveness for the Kafir (disbeliever) and Mushrik (one who ascribes partners to Allah) and that he should not intercede on behalf of them. After that, expressing the hope of their forgiveness cannot be correct. Therefore, in Al-Bahr Al-Muhit, it was said: At this place, Sayyidna Ibrahim (علیہ السلام) has not used words which would suggest a recommendation or prayer. He did not say that they be forgiven. Nevertheless, he was a prophet with abounding mercy which encompasses his disbelievers too. Every prophet wishes from the deep recesses of his heart that no one should ever be subjected to Divine punishment, not even a disbeliever. So, it was this elemental wish of his that he expressed when he said: 'then You are Most Forgiving, Very Merciful.' He did not say precisely that they be forgiven and treated mercifully. This is similar to what Sayyidna ` Isa (علیہ السلام) said about the disbelievers of his community: وَإِن تَغْفِرْ‌ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ (and if You forgive them, then, You are the Mighty, the Wise - 5:118) which, in other words, would mean: If You were to for-give them, then, You have the Might and the Wisdom. You can do everything and there is no one to stop You.\nThus, these two blessed souls did not take the initiative of recommending forgiveness for disbelievers as it was contrary to the etiquette due before Allah. But, at the same time, they also did not say that those disbelievers be punished by Him. Instead of doing that, they remained respectful yet, in a manner of their own, gave vent to their elemental wish that they too may be forgiven.\nInjunctions and Instructions\nAs for a du', (prayer) everyone makes it. But, everyone does not know how to. The prayers made by the blessed prophets are lesson-oriented. They teach us how to ask. And they tell us what is worth asking for. This prayer by Sayyidna Ibrahim (علیہ السلام) is in two parts. The first part pleads that Makkah be made the city of peace, free of all security threats, while the second part seeks that he and his children be de-livered from idol-worship forever.\nIf we think about it, these are the two very basic principles of human betterment - because, should human beings remain insecure where they live or remain under the apprehension that their country would be at-tacked by an enemy, their lives can never be pleasant, neither materially, nor spiritually. Everything done in this world, for profit or pleasure, depends on peace. There can be no two opinions at least about that. A person threatened by all sorts of dangers to his peace and security would naturally find the best of blessings he is surrounded with - dining and re-tiring in palaces, villas and mansions with possession and wealth abounding - all too sour to savor.\nEven in terms of one's religious orientation, one can show his obedience to Divine commands only when one has the necessary peace to do so.\nTherefore, in the first prayer made by Sayyidna Ibrahim (علیہ السلام) ، included there are all aspects of human well-being, whether material or spiritual. Through this one sentence uttered by the Friend of Allah, Sayyidna Ibrahim, may the blessing of Allah and peace be upon him, he has asked for his children everything that matters in this world.\nWe also learn from this prayer that emotional concern for one's children, and the arrangement of economic sufficiency and comfort for them is one of the obligations placed on the father, to the best of his ability and capacity. To make efforts for this purpose is not contrary to (what has been said about) Zuhd (having no greed for the worldly pleasures).\nThen comes the second prayer. This too has great comprehensiveness because Shirk and idol-worship are sins for which there is no forgiveness, therefore, he has asked for being shielded against them. If a sin gets to be committed after that, it can also be expiated through other deeds, and such sins could also be forgiven through someone's intercession. And if we take the 'worship of idols' mentioned in the text in its broader sense as taken by the noble mystics, that is, everything which makes man heedless to Allah is his idol, and overcome by its love, when man takes the initiative and disobeys Allah, this then is, in a way, its worship. So, in this prayer, that is, to be kept away from idol-worship, there is a coverage of being kept away from all sins. It is in this sense that some noble mystics of Islam have admonished their self against heedlessness and disobedience to the Creator; or, as the great Gnostic Rumi says: 'Every (evil) desire is an idol in your way.'"
    },
    {
      "ayah": 37,
      "surah": 14,
      "text": "Brimming with wisdom, there is another prayer of Sayyidna Ibrahim (علیہ السلام) which appears in the third verse (37) as follows: رَّ‌بَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّ‌يَّتِي بِوَادٍ غَيْرِ‌ ذِي زَرْ‌عٍ عِندَ بَيْتِكَ الْمُحَرَّ‌مِ رَ‌بَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ لَعَلَّهُمْ يَشْكُرُ‌ونَ : 'Our Lord, I have settled some of my children in a valley of no vegetation [ nor any other obvious life support system ] close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of a number of people yearn towards them [ to make them familiar with each other ], and provide them with fruits, so that they may be grateful.'\nThe event which marks the making of this prayer by Sayyidna Ibrahim (علیہ السلام) goes back to the time when Allah Ta’ ala intended to have the edifice of Baytullah which was destroyed in the Deluge during the time of Sayyidna Nuh\tعلیہ السلام reconstructed. He chose His 'friend,' Sayyidna Ibrahim (علیہ السلام) for this mission, arranging for him to migrate from Syria with wife, Sayyidah Hajira and son, Sayyidna Ismail (علیہ السلام) and settle down in that barren place. This he was appointed to do.\nIt appears in the Sahih of Al-Bukhari that Sayyidna Ismail (علیہ السلام) was an infant at that time. Sayyidna Ibrahim (علیہ السلام) ، as ordered, had him “ Ismail (علیہ السلام) “ and his mother, Sayyidah Hajira stay near the present Baytullah and the well of Zamzam. At that time, this place was an open and barren ground surrounded by hills. There was no water and no habitation in sight. Sayyidna Ibrahim (علیہ السلام) had thoughtfully put some food in a provi-sion-bag and water in a water-bag.\nThereafter, Sayyidna Ibrahim (علیہ السلام) was commanded to return to Syria. The spot where he received this command was the spot from where he started his journey as commanded. That there was the natural effect of having to leave his wife and infant son in this wilderness on him will become evident from the prayer which he made a little later, but he did not tolerate the idea of making the least delay in carrying out the Divine command, not even for a few moments which he could have used to inform Sayyidah Hajira and say a few words of comfort to her.\nAs a result, when Sayyidah Hajira saw him going away, she repeatedly called from behind him wondering why would he leave them in that manner and in a place which had no human being around nor was there anything which could help them survive. But, the 'friend' of Allah did not look back. Thereupon, Sayyidah Hajira realized that one who is the 'friend' of Allah cannot betray them in that manner. Perhaps, this is nothing but a command from Allah Ta` ala. So, she called again and asked: 'Has Allah Ta` ala commanded you to leave this place?' Sayyidna Ibrahim (علیہ السلام) turned his face and said: 'Yes.' Hearing this, Sayyidah Hajira said: ' اِذاً لَا یُضَیِّعُنَا ' that is, 'Now it does not matter. Our Master, who has commanded you to leave this place, will certainly not let us be wasted away.'\nSayyidna Ibrahim (علیہ السلام) kept going ahead until he reached close to a hill from where he could no more see Sayyidah Hajira and Sayyidna Ismail \tعلیہ السلام . That was the time when he turned his attention\ntowards Baytullah and prayed in the words mentioned in the verse1 (37). Many religious instructions and rulings issue forth from this prayer of\n1. According to this interpretation, it is only the prayer mentioned in Verse (37) that was made at this time. As for the prayer mentioned in the verse (35) it was made at a later stage, when Makkah was already a populated city. Therefore, there is no contradiction between this statement and the comment made on the verse 35. (Editor)\nSayyidna Ibrahim\tعلیہ السلام . These are being taken up in some details as given below.\nThe Wisdom of Sayyidna Ibrahim's Prayer\n1. We see that Sayyidna Ibrahim (علیہ السلام) has accomplished two things very distinctly. On the one hand, he fulfills his obligation to his status as the Khalil or Friend of Allah. When and where he was commanded to leave for the country of Syria, he took no time in leaving his wife and infant son in a desolate wilderness. When he was saying yes to the Divine command, he did not show the least hesitation. He did what he was asked to do right away. He did not tolerate the idea of postponing or de-laying even to the natural limit whereby he would first go to his blessed wife, say some words of comfort to her and tell her that he is under Divine orders to leave about which she should not worry. This he did not do. What he did was: When and where came the Divine command, he obeyed it and moved ahead right on.\nOn the other hand, he did not neglect the rights of his family on him and paid the debt of their love in his own way. Once he could see them no more from behind a hill on his way, he prayed before Allah Ta’ ala that they be protected and blessed with peace. Thus, he had asked good life for them because he was confident, and at peace with himself. He knew that a prayer made after having carried out the Divine command first would never be rejected by the merciful Lord. And this is what happened actually. The helpless infant and his equally helpless mother found shelter. Not only that they settled there all alone and by them-selves, a whole city flowered with people around them and for their sake; and furthermore, the matter did not end at the fulfillment of the needs of their lives lived in peace, but it is for their sake that the doors of all sorts of blessing are still open to the people of Makkah.\nThis is prophetic steadfastness, and the beauty of balance; when considering one aspect, they would never ignore the other. The prophets are not like common mystics who are overpowered by the state they are in (maghlub al-hal) مَغلُوب الحال . Prophets educate. It is their education which goes on to make man perfect, universal.\nNow, let us go to some significant statements made in this prayer. They are from verse 37 and are being taken up in the order they appear there.\n2. غَيْرِ‌ ذِي زَرْ‌عٍ (valley of no vegetation): When Sayyidna Ibrahim was commanded by Allah Ta’ ala that he should leave his infant son and his mother in that barren land and go to Syria, he had become certain from the command itself that Allah Ta’ ala would not let them perish, in-stead, they would, at least, be provided with water somehow. That is why he did not say: بِوَادٍ غَيْرِ‌ ذِي مَاء (in a valley with no water). What he said was: غَيْرِ‌ ذِي زَرْ‌عٍ (in a valley of no vegetation). Therefore, he requested that they be blessed with 'fruits' - even if they had to be brought in from some-where else. This is the reason why Makkah al-Mukarramah does not have any significant areas of cultivation even to this day. But, fruits from all over the world, the produce and product of things of all sorts reach there in such numbers and variety that it would be difficult to find a similar arrangement in many cities. (Al-Bahr Al-Muhit)\n3. The next sentence: عِندَ بَيْتِكَ الْمُحَرَّ‌مِ (close to Your sanctified House) proves that the foundation of Baytullah had been laid out before the appearance of Sayyidna Ibrahim (علیہ السلام) as proved by the leading commentator, Al-Qurtubi on the authority of several narrations under his commentary on Surah Al-Baqarah. According to him, the structure of Baytullah was first raised by Sayyidna Adam (علیہ السلام) at the time when he was sent to the earth and was made to reach at this place from the Mountain of Sarandip through a miracle. Angel Jibra'il (علیہ السلام) directed him to the site of Baytullah. Accordingly, Sayyidna Adam (علیہ السلام) raised its structure. He and his children used to do Tawaf round it until came the Deluge during the time of Sayyidna Nuh (علیہ السلام) when the sacred Baytullah was raised up (as trust), but its foundations remained embedded under the earth. Sayyidna Ibrahim (علیہ السلام) was commanded to build the Baytullah anew on the already existing foundations. These were identified and shown to him by Sayyidna Jibra'il (علیہ السلام) . After that, when this Abrahimic structure collapsed during the age of Arab Jahiliyyah, the Quraysh of that period rebuilt it. When its construction work was in progress, Abu Talib along with the Holy Prophet\tﷺ participated in it, which was before he was made prophet.\nHere, Baytullah has been qualified as: مُحَرَّم (muharram) which means 'sanctified,' but could also mean 'protected.' The great Baytullah has both attributes. It has always been sanctified and esteemed, and always protected from enemies as well.\n4. The next statement: لِيُقِيمُوا الصَّلَاةَ (so that they may establish Salah) is significant in that it was the first prayer he made soon after mentioning the helplessness of his infant son and his mother. His prayer was that they be made particular and punctual in their obligation of Salah as due because Salah is a cumulative receptacle of everything good and blissful in life, mortal or eternal. This tells us that there can be no greater concern, or love or desire for the betterment of children than that they be made to become particular and punctual with their Salah. Finally, there is something here we should not miss to note. Though, Sayyidna Ibrahim (علیہ السلام) had left behind at that time and at that place only a mother and her child, but the prayer he made was in the plural form. This tells us that Sayyidna Ibrahim had come to know that this place will have a populated city of its own and the line of this child will flourish and go far in time. Therefore, he included all of them in his prayer.\n5. In the next sentence: أَفْئِدَةً مِّنَ النَّاسِ (hearts of a number of people), the word: أَفْئِدَةً (afidah) is the plural of: فُوَاد) which means heart. Here, the word: 'afidah' has been introduced in its indefinite form along with the particle: مِن (min) which is used for reducing, dividing and portioning. Hence, the meaning is: 'make hearts of a number of people yearn to-wards them). Tafsir authority, Mujahid says: If this reductive particle was not there in this prayer, instead, said there would have been: أَفْئِدَةً النَّاسِ (hearts of the people), then, Muslims, non-Muslims, Jews, Christians, virtually people of the whole world from the East to West would have converged on Makkah, which would have become a cause of inconvenience for them. It was in view of this reality that Sayyidna Ibrahim (علیہ السلام) ، in his prayer, used the words: 'make hearts of a number of people yearn towards them.'\n6. In the next sentence: وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ (and provide them with fruits), the word: الثَّمَرَ‌اتِ (ath-thamarat) is the plural of: ثَمَرَۃ (thamrah) which means fruit. Customarily, they refer to fruits which are eaten. Given that sense of 'fruit,' the prayer would mean: 'provide them with all sorts of fruits to eat.'\nHowever, ثَمَرَۃ thamrah or fruit is also used in the sense of outcome and produce which is more general than things edible. The outcome of everything beneficial can be called its thamrah or fruit. Thus, the fruits of industries would be their products. The fruit of a job or work would be the pay or wages received as a result. In a verse of Surah Al-Qasas, also used there is the expression ثَمَرَ‌اتُ كُلِّ شَيْءٍ (fruits [ or produce ] of all things - 28:57). Here, instead of using the word: \" شَجَرَ \" (shajar : tree), what has been used is the word: شَيْءٍ (sha'ii : thing). Perhaps, this may be indicating that for these people Sayyidna Ibrahim (علیہ السلام) has not simply prayed for the provision of fruits to eat. Rather, the prayer he has made is for the end product of everything which includes the products and produce and use-worthy things of all kinds, and again, with earnest pleading and humble plaint alongwith the recounting of praises for Allah Ta’ ala, then, this would be a manner in which it can be strongly hoped that the prayer will be answered."
    },
    {
      "ayah": 38,
      "surah": 14,
      "text": "Brimming with wisdom, there is another prayer of Sayyidna Ibrahim (علیہ السلام) which appears in the third verse (37) as follows: رَّ‌بَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّ‌يَّتِي بِوَادٍ غَيْرِ‌ ذِي زَرْ‌عٍ عِندَ بَيْتِكَ الْمُحَرَّ‌مِ رَ‌بَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ لَعَلَّهُمْ يَشْكُرُ‌ونَ : 'Our Lord, I have settled some of my children in a valley of no vegetation [ nor any other obvious life support system ] close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of a number of people yearn towards them [ to make them familiar with each other ], and provide them with fruits, so that they may be grateful.'\nThe event which marks the making of this prayer by Sayyidna Ibrahim (علیہ السلام) goes back to the time when Allah Ta’ ala intended to have the edifice of Baytullah which was destroyed in the Deluge during the time of Sayyidna Nuh\tعلیہ السلام reconstructed. He chose His 'friend,' Sayyidna Ibrahim (علیہ السلام) for this mission, arranging for him to migrate from Syria with wife, Sayyidah Hajira and son, Sayyidna Ismail (علیہ السلام) and settle down in that barren place. This he was appointed to do.\nIt appears in the Sahih of Al-Bukhari that Sayyidna Ismail (علیہ السلام) was an infant at that time. Sayyidna Ibrahim (علیہ السلام) ، as ordered, had him “ Ismail (علیہ السلام) “ and his mother, Sayyidah Hajira stay near the present Baytullah and the well of Zamzam. At that time, this place was an open and barren ground surrounded by hills. There was no water and no habitation in sight. Sayyidna Ibrahim (علیہ السلام) had thoughtfully put some food in a provi-sion-bag and water in a water-bag.\nThereafter, Sayyidna Ibrahim (علیہ السلام) was commanded to return to Syria. The spot where he received this command was the spot from where he started his journey as commanded. That there was the natural effect of having to leave his wife and infant son in this wilderness on him will become evident from the prayer which he made a little later, but he did not tolerate the idea of making the least delay in carrying out the Divine command, not even for a few moments which he could have used to inform Sayyidah Hajira and say a few words of comfort to her.\nAs a result, when Sayyidah Hajira saw him going away, she repeatedly called from behind him wondering why would he leave them in that manner and in a place which had no human being around nor was there anything which could help them survive. But, the 'friend' of Allah did not look back. Thereupon, Sayyidah Hajira realized that one who is the 'friend' of Allah cannot betray them in that manner. Perhaps, this is nothing but a command from Allah Ta` ala. So, she called again and asked: 'Has Allah Ta` ala commanded you to leave this place?' Sayyidna Ibrahim (علیہ السلام) turned his face and said: 'Yes.' Hearing this, Sayyidah Hajira said: ' اِذاً لَا یُضَیِّعُنَا ' that is, 'Now it does not matter. Our Master, who has commanded you to leave this place, will certainly not let us be wasted away.'\nSayyidna Ibrahim (علیہ السلام) kept going ahead until he reached close to a hill from where he could no more see Sayyidah Hajira and Sayyidna Ismail \tعلیہ السلام . That was the time when he turned his attention\ntowards Baytullah and prayed in the words mentioned in the verse1 (37). Many religious instructions and rulings issue forth from this prayer of\n1. According to this interpretation, it is only the prayer mentioned in Verse (37) that was made at this time. As for the prayer mentioned in the verse (35) it was made at a later stage, when Makkah was already a populated city. Therefore, there is no contradiction between this statement and the comment made on the verse 35. (Editor)\nSayyidna Ibrahim\tعلیہ السلام . These are being taken up in some details as given below.\nThe Wisdom of Sayyidna Ibrahim's Prayer\n1. We see that Sayyidna Ibrahim (علیہ السلام) has accomplished two things very distinctly. On the one hand, he fulfills his obligation to his status as the Khalil or Friend of Allah. When and where he was commanded to leave for the country of Syria, he took no time in leaving his wife and infant son in a desolate wilderness. When he was saying yes to the Divine command, he did not show the least hesitation. He did what he was asked to do right away. He did not tolerate the idea of postponing or de-laying even to the natural limit whereby he would first go to his blessed wife, say some words of comfort to her and tell her that he is under Divine orders to leave about which she should not worry. This he did not do. What he did was: When and where came the Divine command, he obeyed it and moved ahead right on.\nOn the other hand, he did not neglect the rights of his family on him and paid the debt of their love in his own way. Once he could see them no more from behind a hill on his way, he prayed before Allah Ta’ ala that they be protected and blessed with peace. Thus, he had asked good life for them because he was confident, and at peace with himself. He knew that a prayer made after having carried out the Divine command first would never be rejected by the merciful Lord. And this is what happened actually. The helpless infant and his equally helpless mother found shelter. Not only that they settled there all alone and by them-selves, a whole city flowered with people around them and for their sake; and furthermore, the matter did not end at the fulfillment of the needs of their lives lived in peace, but it is for their sake that the doors of all sorts of blessing are still open to the people of Makkah.\nThis is prophetic steadfastness, and the beauty of balance; when considering one aspect, they would never ignore the other. The prophets are not like common mystics who are overpowered by the state they are in (maghlub al-hal) مَغلُوب الحال . Prophets educate. It is their education which goes on to make man perfect, universal.\nNow, let us go to some significant statements made in this prayer. They are from verse 37 and are being taken up in the order they appear there.\n2. غَيْرِ‌ ذِي زَرْ‌عٍ (valley of no vegetation): When Sayyidna Ibrahim was commanded by Allah Ta’ ala that he should leave his infant son and his mother in that barren land and go to Syria, he had become certain from the command itself that Allah Ta’ ala would not let them perish, in-stead, they would, at least, be provided with water somehow. That is why he did not say: بِوَادٍ غَيْرِ‌ ذِي مَاء (in a valley with no water). What he said was: غَيْرِ‌ ذِي زَرْ‌عٍ (in a valley of no vegetation). Therefore, he requested that they be blessed with 'fruits' - even if they had to be brought in from some-where else. This is the reason why Makkah al-Mukarramah does not have any significant areas of cultivation even to this day. But, fruits from all over the world, the produce and product of things of all sorts reach there in such numbers and variety that it would be difficult to find a similar arrangement in many cities. (Al-Bahr Al-Muhit)\n3. The next sentence: عِندَ بَيْتِكَ الْمُحَرَّ‌مِ (close to Your sanctified House) proves that the foundation of Baytullah had been laid out before the appearance of Sayyidna Ibrahim (علیہ السلام) as proved by the leading commentator, Al-Qurtubi on the authority of several narrations under his commentary on Surah Al-Baqarah. According to him, the structure of Baytullah was first raised by Sayyidna Adam (علیہ السلام) at the time when he was sent to the earth and was made to reach at this place from the Mountain of Sarandip through a miracle. Angel Jibra'il (علیہ السلام) directed him to the site of Baytullah. Accordingly, Sayyidna Adam (علیہ السلام) raised its structure. He and his children used to do Tawaf round it until came the Deluge during the time of Sayyidna Nuh (علیہ السلام) when the sacred Baytullah was raised up (as trust), but its foundations remained embedded under the earth. Sayyidna Ibrahim (علیہ السلام) was commanded to build the Baytullah anew on the already existing foundations. These were identified and shown to him by Sayyidna Jibra'il (علیہ السلام) . After that, when this Abrahimic structure collapsed during the age of Arab Jahiliyyah, the Quraysh of that period rebuilt it. When its construction work was in progress, Abu Talib along with the Holy Prophet\tﷺ participated in it, which was before he was made prophet.\nHere, Baytullah has been qualified as: مُحَرَّم (muharram) which means 'sanctified,' but could also mean 'protected.' The great Baytullah has both attributes. It has always been sanctified and esteemed, and always protected from enemies as well.\n4. The next statement: لِيُقِيمُوا الصَّلَاةَ (so that they may establish Salah) is significant in that it was the first prayer he made soon after mentioning the helplessness of his infant son and his mother. His prayer was that they be made particular and punctual in their obligation of Salah as due because Salah is a cumulative receptacle of everything good and blissful in life, mortal or eternal. This tells us that there can be no greater concern, or love or desire for the betterment of children than that they be made to become particular and punctual with their Salah. Finally, there is something here we should not miss to note. Though, Sayyidna Ibrahim (علیہ السلام) had left behind at that time and at that place only a mother and her child, but the prayer he made was in the plural form. This tells us that Sayyidna Ibrahim had come to know that this place will have a populated city of its own and the line of this child will flourish and go far in time. Therefore, he included all of them in his prayer.\n5. In the next sentence: أَفْئِدَةً مِّنَ النَّاسِ (hearts of a number of people), the word: أَفْئِدَةً (afidah) is the plural of: فُوَاد) which means heart. Here, the word: 'afidah' has been introduced in its indefinite form along with the particle: مِن (min) which is used for reducing, dividing and portioning. Hence, the meaning is: 'make hearts of a number of people yearn to-wards them). Tafsir authority, Mujahid says: If this reductive particle was not there in this prayer, instead, said there would have been: أَفْئِدَةً النَّاسِ (hearts of the people), then, Muslims, non-Muslims, Jews, Christians, virtually people of the whole world from the East to West would have converged on Makkah, which would have become a cause of inconvenience for them. It was in view of this reality that Sayyidna Ibrahim (علیہ السلام) ، in his prayer, used the words: 'make hearts of a number of people yearn towards them.'\n6. In the next sentence: وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ (and provide them with fruits), the word: الثَّمَرَ‌اتِ (ath-thamarat) is the plural of: ثَمَرَۃ (thamrah) which means fruit. Customarily, they refer to fruits which are eaten. Given that sense of 'fruit,' the prayer would mean: 'provide them with all sorts of fruits to eat.'\nHowever, ثَمَرَۃ thamrah or fruit is also used in the sense of outcome and produce which is more general than things edible. The outcome of everything beneficial can be called its thamrah or fruit. Thus, the fruits of industries would be their products. The fruit of a job or work would be the pay or wages received as a result. In a verse of Surah Al-Qasas, also used there is the expression ثَمَرَ‌اتُ كُلِّ شَيْءٍ (fruits [ or produce ] of all things - 28:57). Here, instead of using the word: \" شَجَرَ \" (shajar : tree), what has been used is the word: شَيْءٍ (sha'ii : thing). Perhaps, this may be indicating that for these people Sayyidna Ibrahim (علیہ السلام) has not simply prayed for the provision of fruits to eat. Rather, the prayer he has made is for the end product of everything which includes the products and produce and use-worthy things of all kinds, and again, with earnest pleading and humble plaint alongwith the recounting of praises for Allah Ta’ ala, then, this would be a manner in which it can be strongly hoped that the prayer will be answered."
    },
    {
      "ayah": 39,
      "surah": 14,
      "text": "Brimming with wisdom, there is another prayer of Sayyidna Ibrahim (علیہ السلام) which appears in the third verse (37) as follows: رَّ‌بَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّ‌يَّتِي بِوَادٍ غَيْرِ‌ ذِي زَرْ‌عٍ عِندَ بَيْتِكَ الْمُحَرَّ‌مِ رَ‌بَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ لَعَلَّهُمْ يَشْكُرُ‌ونَ : 'Our Lord, I have settled some of my children in a valley of no vegetation [ nor any other obvious life support system ] close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of a number of people yearn towards them [ to make them familiar with each other ], and provide them with fruits, so that they may be grateful.'\nThe event which marks the making of this prayer by Sayyidna Ibrahim (علیہ السلام) goes back to the time when Allah Ta’ ala intended to have the edifice of Baytullah which was destroyed in the Deluge during the time of Sayyidna Nuh\tعلیہ السلام reconstructed. He chose His 'friend,' Sayyidna Ibrahim (علیہ السلام) for this mission, arranging for him to migrate from Syria with wife, Sayyidah Hajira and son, Sayyidna Ismail (علیہ السلام) and settle down in that barren place. This he was appointed to do.\nIt appears in the Sahih of Al-Bukhari that Sayyidna Ismail (علیہ السلام) was an infant at that time. Sayyidna Ibrahim (علیہ السلام) ، as ordered, had him “ Ismail (علیہ السلام) “ and his mother, Sayyidah Hajira stay near the present Baytullah and the well of Zamzam. At that time, this place was an open and barren ground surrounded by hills. There was no water and no habitation in sight. Sayyidna Ibrahim (علیہ السلام) had thoughtfully put some food in a provi-sion-bag and water in a water-bag.\nThereafter, Sayyidna Ibrahim (علیہ السلام) was commanded to return to Syria. The spot where he received this command was the spot from where he started his journey as commanded. That there was the natural effect of having to leave his wife and infant son in this wilderness on him will become evident from the prayer which he made a little later, but he did not tolerate the idea of making the least delay in carrying out the Divine command, not even for a few moments which he could have used to inform Sayyidah Hajira and say a few words of comfort to her.\nAs a result, when Sayyidah Hajira saw him going away, she repeatedly called from behind him wondering why would he leave them in that manner and in a place which had no human being around nor was there anything which could help them survive. But, the 'friend' of Allah did not look back. Thereupon, Sayyidah Hajira realized that one who is the 'friend' of Allah cannot betray them in that manner. Perhaps, this is nothing but a command from Allah Ta` ala. So, she called again and asked: 'Has Allah Ta` ala commanded you to leave this place?' Sayyidna Ibrahim (علیہ السلام) turned his face and said: 'Yes.' Hearing this, Sayyidah Hajira said: ' اِذاً لَا یُضَیِّعُنَا ' that is, 'Now it does not matter. Our Master, who has commanded you to leave this place, will certainly not let us be wasted away.'\nSayyidna Ibrahim (علیہ السلام) kept going ahead until he reached close to a hill from where he could no more see Sayyidah Hajira and Sayyidna Ismail \tعلیہ السلام . That was the time when he turned his attention\ntowards Baytullah and prayed in the words mentioned in the verse1 (37). Many religious instructions and rulings issue forth from this prayer of\n1. According to this interpretation, it is only the prayer mentioned in Verse (37) that was made at this time. As for the prayer mentioned in the verse (35) it was made at a later stage, when Makkah was already a populated city. Therefore, there is no contradiction between this statement and the comment made on the verse 35. (Editor)\nSayyidna Ibrahim\tعلیہ السلام . These are being taken up in some details as given below.\nThe Wisdom of Sayyidna Ibrahim's Prayer\n1. We see that Sayyidna Ibrahim (علیہ السلام) has accomplished two things very distinctly. On the one hand, he fulfills his obligation to his status as the Khalil or Friend of Allah. When and where he was commanded to leave for the country of Syria, he took no time in leaving his wife and infant son in a desolate wilderness. When he was saying yes to the Divine command, he did not show the least hesitation. He did what he was asked to do right away. He did not tolerate the idea of postponing or de-laying even to the natural limit whereby he would first go to his blessed wife, say some words of comfort to her and tell her that he is under Divine orders to leave about which she should not worry. This he did not do. What he did was: When and where came the Divine command, he obeyed it and moved ahead right on.\nOn the other hand, he did not neglect the rights of his family on him and paid the debt of their love in his own way. Once he could see them no more from behind a hill on his way, he prayed before Allah Ta’ ala that they be protected and blessed with peace. Thus, he had asked good life for them because he was confident, and at peace with himself. He knew that a prayer made after having carried out the Divine command first would never be rejected by the merciful Lord. And this is what happened actually. The helpless infant and his equally helpless mother found shelter. Not only that they settled there all alone and by them-selves, a whole city flowered with people around them and for their sake; and furthermore, the matter did not end at the fulfillment of the needs of their lives lived in peace, but it is for their sake that the doors of all sorts of blessing are still open to the people of Makkah.\nThis is prophetic steadfastness, and the beauty of balance; when considering one aspect, they would never ignore the other. The prophets are not like common mystics who are overpowered by the state they are in (maghlub al-hal) مَغلُوب الحال . Prophets educate. It is their education which goes on to make man perfect, universal.\nNow, let us go to some significant statements made in this prayer. They are from verse 37 and are being taken up in the order they appear there.\n2. غَيْرِ‌ ذِي زَرْ‌عٍ (valley of no vegetation): When Sayyidna Ibrahim was commanded by Allah Ta’ ala that he should leave his infant son and his mother in that barren land and go to Syria, he had become certain from the command itself that Allah Ta’ ala would not let them perish, in-stead, they would, at least, be provided with water somehow. That is why he did not say: بِوَادٍ غَيْرِ‌ ذِي مَاء (in a valley with no water). What he said was: غَيْرِ‌ ذِي زَرْ‌عٍ (in a valley of no vegetation). Therefore, he requested that they be blessed with 'fruits' - even if they had to be brought in from some-where else. This is the reason why Makkah al-Mukarramah does not have any significant areas of cultivation even to this day. But, fruits from all over the world, the produce and product of things of all sorts reach there in such numbers and variety that it would be difficult to find a similar arrangement in many cities. (Al-Bahr Al-Muhit)\n3. The next sentence: عِندَ بَيْتِكَ الْمُحَرَّ‌مِ (close to Your sanctified House) proves that the foundation of Baytullah had been laid out before the appearance of Sayyidna Ibrahim (علیہ السلام) as proved by the leading commentator, Al-Qurtubi on the authority of several narrations under his commentary on Surah Al-Baqarah. According to him, the structure of Baytullah was first raised by Sayyidna Adam (علیہ السلام) at the time when he was sent to the earth and was made to reach at this place from the Mountain of Sarandip through a miracle. Angel Jibra'il (علیہ السلام) directed him to the site of Baytullah. Accordingly, Sayyidna Adam (علیہ السلام) raised its structure. He and his children used to do Tawaf round it until came the Deluge during the time of Sayyidna Nuh (علیہ السلام) when the sacred Baytullah was raised up (as trust), but its foundations remained embedded under the earth. Sayyidna Ibrahim (علیہ السلام) was commanded to build the Baytullah anew on the already existing foundations. These were identified and shown to him by Sayyidna Jibra'il (علیہ السلام) . After that, when this Abrahimic structure collapsed during the age of Arab Jahiliyyah, the Quraysh of that period rebuilt it. When its construction work was in progress, Abu Talib along with the Holy Prophet\tﷺ participated in it, which was before he was made prophet.\nHere, Baytullah has been qualified as: مُحَرَّم (muharram) which means 'sanctified,' but could also mean 'protected.' The great Baytullah has both attributes. It has always been sanctified and esteemed, and always protected from enemies as well.\n4. The next statement: لِيُقِيمُوا الصَّلَاةَ (so that they may establish Salah) is significant in that it was the first prayer he made soon after mentioning the helplessness of his infant son and his mother. His prayer was that they be made particular and punctual in their obligation of Salah as due because Salah is a cumulative receptacle of everything good and blissful in life, mortal or eternal. This tells us that there can be no greater concern, or love or desire for the betterment of children than that they be made to become particular and punctual with their Salah. Finally, there is something here we should not miss to note. Though, Sayyidna Ibrahim (علیہ السلام) had left behind at that time and at that place only a mother and her child, but the prayer he made was in the plural form. This tells us that Sayyidna Ibrahim had come to know that this place will have a populated city of its own and the line of this child will flourish and go far in time. Therefore, he included all of them in his prayer.\n5. In the next sentence: أَفْئِدَةً مِّنَ النَّاسِ (hearts of a number of people), the word: أَفْئِدَةً (afidah) is the plural of: فُوَاد) which means heart. Here, the word: 'afidah' has been introduced in its indefinite form along with the particle: مِن (min) which is used for reducing, dividing and portioning. Hence, the meaning is: 'make hearts of a number of people yearn to-wards them). Tafsir authority, Mujahid says: If this reductive particle was not there in this prayer, instead, said there would have been: أَفْئِدَةً النَّاسِ (hearts of the people), then, Muslims, non-Muslims, Jews, Christians, virtually people of the whole world from the East to West would have converged on Makkah, which would have become a cause of inconvenience for them. It was in view of this reality that Sayyidna Ibrahim (علیہ السلام) ، in his prayer, used the words: 'make hearts of a number of people yearn towards them.'\n6. In the next sentence: وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ (and provide them with fruits), the word: الثَّمَرَ‌اتِ (ath-thamarat) is the plural of: ثَمَرَۃ (thamrah) which means fruit. Customarily, they refer to fruits which are eaten. Given that sense of 'fruit,' the prayer would mean: 'provide them with all sorts of fruits to eat.'\nHowever, ثَمَرَۃ thamrah or fruit is also used in the sense of outcome and produce which is more general than things edible. The outcome of everything beneficial can be called its thamrah or fruit. Thus, the fruits of industries would be their products. The fruit of a job or work would be the pay or wages received as a result. In a verse of Surah Al-Qasas, also used there is the expression ثَمَرَ‌اتُ كُلِّ شَيْءٍ (fruits [ or produce ] of all things - 28:57). Here, instead of using the word: \" شَجَرَ \" (shajar : tree), what has been used is the word: شَيْءٍ (sha'ii : thing). Perhaps, this may be indicating that for these people Sayyidna Ibrahim (علیہ السلام) has not simply prayed for the provision of fruits to eat. Rather, the prayer he has made is for the end product of everything which includes the products and produce and use-worthy things of all kinds, and again, with earnest pleading and humble plaint alongwith the recounting of praises for Allah Ta’ ala, then, this would be a manner in which it can be strongly hoped that the prayer will be answered."
    },
    {
      "ayah": 4,
      "surah": 14,
      "text": "Commentary\nMentioned in the first sentence of this verse is the particular blessing and convenience granted by Allah Ta’ ala that whenever He has sent a messenger to a people, He has sent him speaking their language, in order that he would convey Divine injunctions to them in their language and usage whereby understanding these becomes easy on them. If the language of the messenger had been different from that of his addressees, it is evident that his people would have to undergo the burden of having to translate the injunctions before they could understand them and, still, the understanding of injunctions correctly would have remained doubtful. Therefore, when a messenger was sent to the speakers of the Hebrew language, the language of the messenger was also He-brew. The language of the messenger sent to the Persians was also Persian. The language of the messenger to the Berbers was appointed to be Berberi. It is possible that a person who was assigned to be a messenger would be an individual from among the same people to whom he was sent and his mother tongue would have been the language of those people, and it is also possible that the language into which he was born may have been other than that of the people he was sent to, but as Allah Ta` ala would have it, He had things arranged in a manner that the messenger learnt the language of the people he was to work with - as it was in the case of Sayyidna Lut (علیہ السلام) . Actually, he was a citizen of ` Iraq where the language spoken was Persian. But, after his migration to Syria, he married among the people there and the language of the Syrians became his own language. Then, Allah Ta’ ala made him the prophet of a region of Syria.\nAs for our noble Messenger (علیہ السلام) ، his mission is, in terms of the area of operation, for the whole world and, in terms of the time duration, it is universally applicable right upto the last day of Qiyamah. No nation or group of people in this world, no matter which country they belong to and what language they speak, could be outside the circle of his mission as a messenger and prophet. And every new nation and every new language which comes into existence upto the day of Qiyamah shall all be counted among the community to which the Dawah (call) of the Holy Prophet will reach. This is expressly mentioned by the Holy Quran: يَا أَيُّهَا النَّاسُ إِنِّي رَ‌سُولُ اللَّـهِ إِلَيْكُمْ جَمِيعًا (0 people, I am the messenger of Allah [ sent ] to you all - 7:158). According to a narration of Sayyidna Jabir ؓ appearing in the Sahih of Al-Bukhari and Muslim, the Holy Prophet 0, while pointing out to his five distinctions among the universal community of prophets, has said: Before me, every messenger and prophet was sent to his people and community. Allah Ta’ ala sent me to all peoples who are the children of Adam (on this earth).\nAllah Ta’ ala willed that humankind on this earth should originate from Sayyidna Adam (علیہ السلام) whom He made the first prophet of human beings. Then, in proportion to the increase in human population in terms of its social and economic status, arrangements to convey the right guidance to them through messengers and prophets kept being made by Allah Ta` ala. Injunctions, laws and religious codes relevant to every period of time and to the needs of every people continued coming. Finally, when the development of the human scene reached the stage of maturity, Allah Ta` ala sent the foremost among the line of prophets, Sayyidna Muhammad al-Mustafa, sallallahu alaihi wa sallam, as the Messenger of the whole world, and the Kitab and Shari` ah He gave to him was given in its most complete and workable form which was valid for the whole world and for all times right upto the Last Day of Qiyamah. It was said in the Quran:\tالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي (That is, ‘Today, I have perfected your religion and made My favour complete for you - 5:3).\nThe religious codes of past prophets, may peace be on all of them, were also perfect and complete in terms of their time and region. They too cannot be called imperfect or wanting. But, the perfection of the Shariah brought by the Holy Prophet ﷺ is not restricted to any specified time and region. It is absolutely perfect (that is, without restrictions or exceptions in any respect, or circumstances) and seen from this angle, the perfection of religion is exclusive to this Shari` ah, and this is the reason why the chain of prophethood was discontinued after the appearance of the Holy Prophet ﷺ who is the Last among the blessed prophets, may peace be upon all of them.\nWhy Was the Quran Revealed in the Arabic Language?\nWhen messengers who spoke the language of past communities were sent among them, they did not have to work hard on translating the message brought by prophets. Now, a question arises here as to why the Holy Prophet was sent to Arabia alone with the Arabic language? And why was it that his Book too was revealed in the Arabic language specifically? But, a little deliberation would make the answer very clear. Everyone can understand when the mission and call of the Holy Prophet ﷺ became common for all peoples of the world speaking hundreds of different languages, then, there existed only two alternatives for the guidance of all of them. The first alternative was that the Quran be revealed separately into the language of every group of people, and the teachings and instructions of the Holy Prophet also be made available separately in the language of every community of people. In view of the most perfect power of Allah Ta` ala, managing something like that was not difficult at all. But, the great objective of sending one Rasul, one Kitab and one Shari’ ah for all peoples of the world, an objective which sought to forge a religious, moral and social unity and mutually shared orientation, despite the existence of thousands of differences among all these peoples, would have remained unrealized in the event that such an alternative was taken to.\nThen, there was the other alternative of letting the Quran and Hadith for every people and every country be available in their separate languages. If this was ever done in that manner, it would have thrown the gates of interpolation in the Quran wide open through which count-less inroads in it could have been made. Thus, the miraculous quality of the Glorious Quran, that its original words still remain perfectly protected, a quality which cannot be denied even by non-conformists and deniers of the Quran, would have not survived intact. at would have happened that despite there being one religion and one book, its adherents would have been dispersed on so many different tracks that there would have remained no single rallying pivot of unity. We can have some idea of this problem if we recall the amount of differences that arose in the interpretation and exegesis of the Holy Quran despite that it was revealed in the single Arabic language - though, these differences did re-main within permissible limits. As for differences engineered through false and impermissible means, they just have no limits. But, notwithstanding all this, there is a viable unity and a sense of distinct identity still present among all those people who observe and practice what the Quran teaches, no matter in whatever degree it may be.\nIn short, the assumption that the Quran could have come for every human group separately making the mission and teaching of the Holy Prophet ﷺ universal is something even a person of ordinary intelligence would not find correct. Therefore, it becomes necessary that the Quran be sent in one single language and the language spoken by the prophet should also be the same language of the Quran, and then its translations into other languages be made and circulated. After the Holy Prophet ﷺ ، his deputies, the ` Ulama of the community, should spread out the teachings and rules of guidance left behind by him among their peoples and in their language. Therefore, Allah Ta’ ala chose the Arabic language over all languages of the world for a number of reasons.\nThe Distinctions of Arabic\nFirst of all, the Arabic language is the official language of the heavens. The language of angels is Arabic. The Preserved Tablet (al-Lawh al-Mahfuz ) is in the Arabic language as the Quran tells us بَلْ هُوَ قُرْ‌آنٌ مَّجِيدٌ ﴿21﴾ فِي لَوْحٍ مَّحْفُوظٍ ﴿22﴾ (Rather, it is a glorious Qur’ an in the Preserved Tablet - 85:21, 22). Then, there is Jannah, the Paradise which is the real home of human beings and to where they have to return - and its language is also Arabic. In the Mujim of al-Tabarani, Mustadrak of al-Hakim and in Shuab al-Iman of Al-Baihaqi, there is a narration from Sayyidna ` Abdullah ibn ` Abbas ؓ which reports that the Holy Prophet ﷺ said: اَحِبُّوا العَرَبَ لِثلاثِ لِاَنِی عَرَبِی والْقرآن عَرَبِی وکَلَام اَھلِ الجَنَّۃِ عَرَبِی (That is, Love Arabs for three reasons: (1) That I am- an Arab; (2) and the Quran is in Arabic; (3) and the language of the people of Paradise is Arabic. [ In Mustadrak, Hakim calls this narration Sahih. The same rating appears in al-Jami` a1-Saghir. However, some Hadith experts have called it weak and not authentic ]. According to Ibn Taymiyyah, the subject of this Hadith is proven and cannot be rated any lesser than Hasan or good (Fayd al-Qadir Sharh al-Jami` al-Saghir, p. 179, v. 1).\nThere is a narration reported in Tafsir al-Qurtubi that the language of Sayyidna Adam (علیہ السلام) in Jannah was Arabic. When he was sent to the earth, and after his repentance was accepted, some changes in the Arabic language itself gave birth to the Syriac language.\nThis appears to support narrations which have been reported from Sayyidna ` Abdullah ibn ` Abbas and others ؓ . They say that the original language of all books Allah Ta’ ala has revealed was Arabic. It was archangel, Sayyidna Jibrail al-Amin (علیہ السلام) who relayed it to the prophets by translating it to them while they conveyed it to their communities in their language. These narrations have been reported by ` Allamah Al-Suyuti in Al-Itqan and by most commentators of the Quran under their comments on this verse. The gist of these reports is that the original language of all Scriptures is Arabic. But, with the exception of the Holy Quran, other books have been given as translated into the lan-guage of a country or people. Therefore, their meanings are all from Allah Ta’ ala, but there is a change in words. It happens to be the unique feature of the Quran alone that, like its meanings, the words too are but from Allah Ta’ ala. And perhaps, this is the reason why the Quran extended a challenge that even the combined force of the Jinns and human-kind of the whole world could not produce the likeness of a small Surah, rather of one Ayah of the Quran - because, in terms of its high status in word and meaning, it is the Word of Allah and a Divine attribute which cannot be imitated by anyone. Given their spiritual status, other Scriptures too are the Word of Allah, but none of the other Scriptures made such a claim, perhaps because they were not in their original form in Arabic but were its translation. Otherwise, in terms of being the Divine Word like the Quran, the uniqueness and inimitability of every such book was certain.\nOne major reason for the choice of the Arabic language is the inherent treasure of capabilities of the language itself for it has countless forms and methods through which a sense could be expressed.\nAnd there is another reason too that Allah Ta` ala has naturally gifted Muslims with a certain affinity and congruity with the Arabic language because of which everyone goes on to learn the language easily as needed. This is the reason why, in every country the Sahabah reached, it took very little time when, without any compulsion, the Arabic language came to be the language of the whole country. Take Egypt, Syria and Iraq. Arabic was not their language. Today, they are known as Arab countries.\nThere is yet another reason for this phenomena. The Arabs were, though involved in serious evil practices, yet their capabilities, qualities and feelings can be called unmatched even under such circumstances. That is why Allah Ta` ala raised His greatest and the last messenger from among them, and chose his language to be the language of the Quran, and gave instructions to His prophet that they are the ones who should be the first to be guided and educated: وَأَنذِرْ‌ عَشِيرَ‌تَكَ الْأَقْرَ‌بِينَ (and warn your close relatives - 26:214) - and the very first step taken was that He assembled around His messenger the kind of individuals from among these very people, individuals who sacrificed their life, wealth and children, almost everything for the sake of the Holy Prophet ﷺ taking his teachings to be dearer than what they had, even their lives. And it was the result of this pattern of behaviour that their personalities became so deeply coloured by his company and teaching that an ideal society rose in the world the like of which was never witnessed by humanity on this earth and under these skies. The Holy Prophet ﷺ\tcharged this unique group with the mission of spreading the teachings of the Quran and said: of بَلِّغُوا عَنِّی وَلَو آیَۃً that is, Convey everything you hear from me to my people, even though it is a short verse. His Sahabah, alert and sacrificing as ever, took this order of their master so seriously that they fanned out far and wide around the world and made people become familiar with the Quran and its teachings. Not even twenty five years had passed after the departure of the Holy Prophet ﷺ from this mortal world that the message of the Quran started reverberating through the East and West.\nOn the other hand it was a wisdom of Allahs creation and a wise arrangement of His destination that He inculcated in the entire Ummah of dawah (i.e. all those addressed by the call of the Holy Prophet ﷺ  including the mushriks and the Jews and the Christians), a special aptitude and zeal towards learning, teaching, writing and publishing books and promoting their respective ideas, a parallel of which is not found in the past history of the world. It was for this reason that the non-Arab nations not only acquired the disciplines of the Holy Quran and Sunnah with a great enthusiasm, but the advances made by non-Arabs in the acquirement of the Arabic language and its promotion and wider dissemination did not lag behind the Arabs.\nIt is certainly an astonishing fact that, in our time, the number of books on Arabic language, usage and grammar present in the world hap-pen to have been written by non-Arabs. And their contribution to the services rendered for the collection and documentation of the Quran and Sunnah, and in its exegesis and explication, has not been any lesser than Arabs.\nSo, it was in this manner that the language of the Holy Prophet ﷺ and the Book he was given, despite being Arabic, overtook the whole world. At least, for all practical purposes of Dawah (Call) and Tabligh (Spreading of the Message), the difference of Arab and non-Arab was eliminated. In every country and community, and among peoples speaking non-Arab languages, rose such ` Ulama who communicated to their own people the teachings of Quran and Sunnah through their indigenous languages, easily and effectively. Thus, the wisdom of sending a messenger speaking the language of the addressed people stood realized and proved.\nToward the end of the verse it was said that it is for the convenience of people that Allah Ta’ ala has sent His messengers speaking their language, so that they can explain His injunctions to them clearly and satisfactorily. But, it is still beyond human control to bring someone onto the right path. The truth is that it lies in the power of Allah Ta’ ala alone. Whom He wills He lets go astray and whom He wills He would give guidance. He is Mighty, and Wise."
    },
    {
      "ayah": 40,
      "surah": 14,
      "text": "Brimming with wisdom, there is another prayer of Sayyidna Ibrahim (علیہ السلام) which appears in the third verse (37) as follows: رَّ‌بَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّ‌يَّتِي بِوَادٍ غَيْرِ‌ ذِي زَرْ‌عٍ عِندَ بَيْتِكَ الْمُحَرَّ‌مِ رَ‌بَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ لَعَلَّهُمْ يَشْكُرُ‌ونَ : 'Our Lord, I have settled some of my children in a valley of no vegetation [ nor any other obvious life support system ] close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of a number of people yearn towards them [ to make them familiar with each other ], and provide them with fruits, so that they may be grateful.'\nThe event which marks the making of this prayer by Sayyidna Ibrahim (علیہ السلام) goes back to the time when Allah Ta’ ala intended to have the edifice of Baytullah which was destroyed in the Deluge during the time of Sayyidna Nuh\tعلیہ السلام reconstructed. He chose His 'friend,' Sayyidna Ibrahim (علیہ السلام) for this mission, arranging for him to migrate from Syria with wife, Sayyidah Hajira and son, Sayyidna Ismail (علیہ السلام) and settle down in that barren place. This he was appointed to do.\nIt appears in the Sahih of Al-Bukhari that Sayyidna Ismail (علیہ السلام) was an infant at that time. Sayyidna Ibrahim (علیہ السلام) ، as ordered, had him “ Ismail (علیہ السلام) “ and his mother, Sayyidah Hajira stay near the present Baytullah and the well of Zamzam. At that time, this place was an open and barren ground surrounded by hills. There was no water and no habitation in sight. Sayyidna Ibrahim (علیہ السلام) had thoughtfully put some food in a provi-sion-bag and water in a water-bag.\nThereafter, Sayyidna Ibrahim (علیہ السلام) was commanded to return to Syria. The spot where he received this command was the spot from where he started his journey as commanded. That there was the natural effect of having to leave his wife and infant son in this wilderness on him will become evident from the prayer which he made a little later, but he did not tolerate the idea of making the least delay in carrying out the Divine command, not even for a few moments which he could have used to inform Sayyidah Hajira and say a few words of comfort to her.\nAs a result, when Sayyidah Hajira saw him going away, she repeatedly called from behind him wondering why would he leave them in that manner and in a place which had no human being around nor was there anything which could help them survive. But, the 'friend' of Allah did not look back. Thereupon, Sayyidah Hajira realized that one who is the 'friend' of Allah cannot betray them in that manner. Perhaps, this is nothing but a command from Allah Ta` ala. So, she called again and asked: 'Has Allah Ta` ala commanded you to leave this place?' Sayyidna Ibrahim (علیہ السلام) turned his face and said: 'Yes.' Hearing this, Sayyidah Hajira said: ' اِذاً لَا یُضَیِّعُنَا ' that is, 'Now it does not matter. Our Master, who has commanded you to leave this place, will certainly not let us be wasted away.'\nSayyidna Ibrahim (علیہ السلام) kept going ahead until he reached close to a hill from where he could no more see Sayyidah Hajira and Sayyidna Ismail \tعلیہ السلام . That was the time when he turned his attention\ntowards Baytullah and prayed in the words mentioned in the verse1 (37). Many religious instructions and rulings issue forth from this prayer of\n1. According to this interpretation, it is only the prayer mentioned in Verse (37) that was made at this time. As for the prayer mentioned in the verse (35) it was made at a later stage, when Makkah was already a populated city. Therefore, there is no contradiction between this statement and the comment made on the verse 35. (Editor)\nSayyidna Ibrahim\tعلیہ السلام . These are being taken up in some details as given below.\nThe Wisdom of Sayyidna Ibrahim's Prayer\n1. We see that Sayyidna Ibrahim (علیہ السلام) has accomplished two things very distinctly. On the one hand, he fulfills his obligation to his status as the Khalil or Friend of Allah. When and where he was commanded to leave for the country of Syria, he took no time in leaving his wife and infant son in a desolate wilderness. When he was saying yes to the Divine command, he did not show the least hesitation. He did what he was asked to do right away. He did not tolerate the idea of postponing or de-laying even to the natural limit whereby he would first go to his blessed wife, say some words of comfort to her and tell her that he is under Divine orders to leave about which she should not worry. This he did not do. What he did was: When and where came the Divine command, he obeyed it and moved ahead right on.\nOn the other hand, he did not neglect the rights of his family on him and paid the debt of their love in his own way. Once he could see them no more from behind a hill on his way, he prayed before Allah Ta’ ala that they be protected and blessed with peace. Thus, he had asked good life for them because he was confident, and at peace with himself. He knew that a prayer made after having carried out the Divine command first would never be rejected by the merciful Lord. And this is what happened actually. The helpless infant and his equally helpless mother found shelter. Not only that they settled there all alone and by them-selves, a whole city flowered with people around them and for their sake; and furthermore, the matter did not end at the fulfillment of the needs of their lives lived in peace, but it is for their sake that the doors of all sorts of blessing are still open to the people of Makkah.\nThis is prophetic steadfastness, and the beauty of balance; when considering one aspect, they would never ignore the other. The prophets are not like common mystics who are overpowered by the state they are in (maghlub al-hal) مَغلُوب الحال . Prophets educate. It is their education which goes on to make man perfect, universal.\nNow, let us go to some significant statements made in this prayer. They are from verse 37 and are being taken up in the order they appear there.\n2. غَيْرِ‌ ذِي زَرْ‌عٍ (valley of no vegetation): When Sayyidna Ibrahim was commanded by Allah Ta’ ala that he should leave his infant son and his mother in that barren land and go to Syria, he had become certain from the command itself that Allah Ta’ ala would not let them perish, in-stead, they would, at least, be provided with water somehow. That is why he did not say: بِوَادٍ غَيْرِ‌ ذِي مَاء (in a valley with no water). What he said was: غَيْرِ‌ ذِي زَرْ‌عٍ (in a valley of no vegetation). Therefore, he requested that they be blessed with 'fruits' - even if they had to be brought in from some-where else. This is the reason why Makkah al-Mukarramah does not have any significant areas of cultivation even to this day. But, fruits from all over the world, the produce and product of things of all sorts reach there in such numbers and variety that it would be difficult to find a similar arrangement in many cities. (Al-Bahr Al-Muhit)\n3. The next sentence: عِندَ بَيْتِكَ الْمُحَرَّ‌مِ (close to Your sanctified House) proves that the foundation of Baytullah had been laid out before the appearance of Sayyidna Ibrahim (علیہ السلام) as proved by the leading commentator, Al-Qurtubi on the authority of several narrations under his commentary on Surah Al-Baqarah. According to him, the structure of Baytullah was first raised by Sayyidna Adam (علیہ السلام) at the time when he was sent to the earth and was made to reach at this place from the Mountain of Sarandip through a miracle. Angel Jibra'il (علیہ السلام) directed him to the site of Baytullah. Accordingly, Sayyidna Adam (علیہ السلام) raised its structure. He and his children used to do Tawaf round it until came the Deluge during the time of Sayyidna Nuh (علیہ السلام) when the sacred Baytullah was raised up (as trust), but its foundations remained embedded under the earth. Sayyidna Ibrahim (علیہ السلام) was commanded to build the Baytullah anew on the already existing foundations. These were identified and shown to him by Sayyidna Jibra'il (علیہ السلام) . After that, when this Abrahimic structure collapsed during the age of Arab Jahiliyyah, the Quraysh of that period rebuilt it. When its construction work was in progress, Abu Talib along with the Holy Prophet\tﷺ participated in it, which was before he was made prophet.\nHere, Baytullah has been qualified as: مُحَرَّم (muharram) which means 'sanctified,' but could also mean 'protected.' The great Baytullah has both attributes. It has always been sanctified and esteemed, and always protected from enemies as well.\n4. The next statement: لِيُقِيمُوا الصَّلَاةَ (so that they may establish Salah) is significant in that it was the first prayer he made soon after mentioning the helplessness of his infant son and his mother. His prayer was that they be made particular and punctual in their obligation of Salah as due because Salah is a cumulative receptacle of everything good and blissful in life, mortal or eternal. This tells us that there can be no greater concern, or love or desire for the betterment of children than that they be made to become particular and punctual with their Salah. Finally, there is something here we should not miss to note. Though, Sayyidna Ibrahim (علیہ السلام) had left behind at that time and at that place only a mother and her child, but the prayer he made was in the plural form. This tells us that Sayyidna Ibrahim had come to know that this place will have a populated city of its own and the line of this child will flourish and go far in time. Therefore, he included all of them in his prayer.\n5. In the next sentence: أَفْئِدَةً مِّنَ النَّاسِ (hearts of a number of people), the word: أَفْئِدَةً (afidah) is the plural of: فُوَاد) which means heart. Here, the word: 'afidah' has been introduced in its indefinite form along with the particle: مِن (min) which is used for reducing, dividing and portioning. Hence, the meaning is: 'make hearts of a number of people yearn to-wards them). Tafsir authority, Mujahid says: If this reductive particle was not there in this prayer, instead, said there would have been: أَفْئِدَةً النَّاسِ (hearts of the people), then, Muslims, non-Muslims, Jews, Christians, virtually people of the whole world from the East to West would have converged on Makkah, which would have become a cause of inconvenience for them. It was in view of this reality that Sayyidna Ibrahim (علیہ السلام) ، in his prayer, used the words: 'make hearts of a number of people yearn towards them.'\n6. In the next sentence: وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ (and provide them with fruits), the word: الثَّمَرَ‌اتِ (ath-thamarat) is the plural of: ثَمَرَۃ (thamrah) which means fruit. Customarily, they refer to fruits which are eaten. Given that sense of 'fruit,' the prayer would mean: 'provide them with all sorts of fruits to eat.'\nHowever, ثَمَرَۃ thamrah or fruit is also used in the sense of outcome and produce which is more general than things edible. The outcome of everything beneficial can be called its thamrah or fruit. Thus, the fruits of industries would be their products. The fruit of a job or work would be the pay or wages received as a result. In a verse of Surah Al-Qasas, also used there is the expression ثَمَرَ‌اتُ كُلِّ شَيْءٍ (fruits [ or produce ] of all things - 28:57). Here, instead of using the word: \" شَجَرَ \" (shajar : tree), what has been used is the word: شَيْءٍ (sha'ii : thing). Perhaps, this may be indicating that for these people Sayyidna Ibrahim (علیہ السلام) has not simply prayed for the provision of fruits to eat. Rather, the prayer he has made is for the end product of everything which includes the products and produce and use-worthy things of all kinds, and again, with earnest pleading and humble plaint alongwith the recounting of praises for Allah Ta’ ala, then, this would be a manner in which it can be strongly hoped that the prayer will be answered."
    },
    {
      "ayah": 41,
      "surah": 14,
      "text": "Brimming with wisdom, there is another prayer of Sayyidna Ibrahim (علیہ السلام) which appears in the third verse (37) as follows: رَّ‌بَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّ‌يَّتِي بِوَادٍ غَيْرِ‌ ذِي زَرْ‌عٍ عِندَ بَيْتِكَ الْمُحَرَّ‌مِ رَ‌بَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ لَعَلَّهُمْ يَشْكُرُ‌ونَ : 'Our Lord, I have settled some of my children in a valley of no vegetation [ nor any other obvious life support system ] close to Your sanctified House, so that, Our Lord, they may establish Salah. So, make hearts of a number of people yearn towards them [ to make them familiar with each other ], and provide them with fruits, so that they may be grateful.'\nThe event which marks the making of this prayer by Sayyidna Ibrahim (علیہ السلام) goes back to the time when Allah Ta’ ala intended to have the edifice of Baytullah which was destroyed in the Deluge during the time of Sayyidna Nuh\tعلیہ السلام reconstructed. He chose His 'friend,' Sayyidna Ibrahim (علیہ السلام) for this mission, arranging for him to migrate from Syria with wife, Sayyidah Hajira and son, Sayyidna Ismail (علیہ السلام) and settle down in that barren place. This he was appointed to do.\nIt appears in the Sahih of Al-Bukhari that Sayyidna Ismail (علیہ السلام) was an infant at that time. Sayyidna Ibrahim (علیہ السلام) ، as ordered, had him “ Ismail (علیہ السلام) “ and his mother, Sayyidah Hajira stay near the present Baytullah and the well of Zamzam. At that time, this place was an open and barren ground surrounded by hills. There was no water and no habitation in sight. Sayyidna Ibrahim (علیہ السلام) had thoughtfully put some food in a provi-sion-bag and water in a water-bag.\nThereafter, Sayyidna Ibrahim (علیہ السلام) was commanded to return to Syria. The spot where he received this command was the spot from where he started his journey as commanded. That there was the natural effect of having to leave his wife and infant son in this wilderness on him will become evident from the prayer which he made a little later, but he did not tolerate the idea of making the least delay in carrying out the Divine command, not even for a few moments which he could have used to inform Sayyidah Hajira and say a few words of comfort to her.\nAs a result, when Sayyidah Hajira saw him going away, she repeatedly called from behind him wondering why would he leave them in that manner and in a place which had no human being around nor was there anything which could help them survive. But, the 'friend' of Allah did not look back. Thereupon, Sayyidah Hajira realized that one who is the 'friend' of Allah cannot betray them in that manner. Perhaps, this is nothing but a command from Allah Ta` ala. So, she called again and asked: 'Has Allah Ta` ala commanded you to leave this place?' Sayyidna Ibrahim (علیہ السلام) turned his face and said: 'Yes.' Hearing this, Sayyidah Hajira said: ' اِذاً لَا یُضَیِّعُنَا ' that is, 'Now it does not matter. Our Master, who has commanded you to leave this place, will certainly not let us be wasted away.'\nSayyidna Ibrahim (علیہ السلام) kept going ahead until he reached close to a hill from where he could no more see Sayyidah Hajira and Sayyidna Ismail \tعلیہ السلام . That was the time when he turned his attention\ntowards Baytullah and prayed in the words mentioned in the verse1 (37). Many religious instructions and rulings issue forth from this prayer of\n1. According to this interpretation, it is only the prayer mentioned in Verse (37) that was made at this time. As for the prayer mentioned in the verse (35) it was made at a later stage, when Makkah was already a populated city. Therefore, there is no contradiction between this statement and the comment made on the verse 35. (Editor)\nSayyidna Ibrahim\tعلیہ السلام . These are being taken up in some details as given below.\nThe Wisdom of Sayyidna Ibrahim's Prayer\n1. We see that Sayyidna Ibrahim (علیہ السلام) has accomplished two things very distinctly. On the one hand, he fulfills his obligation to his status as the Khalil or Friend of Allah. When and where he was commanded to leave for the country of Syria, he took no time in leaving his wife and infant son in a desolate wilderness. When he was saying yes to the Divine command, he did not show the least hesitation. He did what he was asked to do right away. He did not tolerate the idea of postponing or de-laying even to the natural limit whereby he would first go to his blessed wife, say some words of comfort to her and tell her that he is under Divine orders to leave about which she should not worry. This he did not do. What he did was: When and where came the Divine command, he obeyed it and moved ahead right on.\nOn the other hand, he did not neglect the rights of his family on him and paid the debt of their love in his own way. Once he could see them no more from behind a hill on his way, he prayed before Allah Ta’ ala that they be protected and blessed with peace. Thus, he had asked good life for them because he was confident, and at peace with himself. He knew that a prayer made after having carried out the Divine command first would never be rejected by the merciful Lord. And this is what happened actually. The helpless infant and his equally helpless mother found shelter. Not only that they settled there all alone and by them-selves, a whole city flowered with people around them and for their sake; and furthermore, the matter did not end at the fulfillment of the needs of their lives lived in peace, but it is for their sake that the doors of all sorts of blessing are still open to the people of Makkah.\nThis is prophetic steadfastness, and the beauty of balance; when considering one aspect, they would never ignore the other. The prophets are not like common mystics who are overpowered by the state they are in (maghlub al-hal) مَغلُوب الحال . Prophets educate. It is their education which goes on to make man perfect, universal.\nNow, let us go to some significant statements made in this prayer. They are from verse 37 and are being taken up in the order they appear there.\n2. غَيْرِ‌ ذِي زَرْ‌عٍ (valley of no vegetation): When Sayyidna Ibrahim was commanded by Allah Ta’ ala that he should leave his infant son and his mother in that barren land and go to Syria, he had become certain from the command itself that Allah Ta’ ala would not let them perish, in-stead, they would, at least, be provided with water somehow. That is why he did not say: بِوَادٍ غَيْرِ‌ ذِي مَاء (in a valley with no water). What he said was: غَيْرِ‌ ذِي زَرْ‌عٍ (in a valley of no vegetation). Therefore, he requested that they be blessed with 'fruits' - even if they had to be brought in from some-where else. This is the reason why Makkah al-Mukarramah does not have any significant areas of cultivation even to this day. But, fruits from all over the world, the produce and product of things of all sorts reach there in such numbers and variety that it would be difficult to find a similar arrangement in many cities. (Al-Bahr Al-Muhit)\n3. The next sentence: عِندَ بَيْتِكَ الْمُحَرَّ‌مِ (close to Your sanctified House) proves that the foundation of Baytullah had been laid out before the appearance of Sayyidna Ibrahim (علیہ السلام) as proved by the leading commentator, Al-Qurtubi on the authority of several narrations under his commentary on Surah Al-Baqarah. According to him, the structure of Baytullah was first raised by Sayyidna Adam (علیہ السلام) at the time when he was sent to the earth and was made to reach at this place from the Mountain of Sarandip through a miracle. Angel Jibra'il (علیہ السلام) directed him to the site of Baytullah. Accordingly, Sayyidna Adam (علیہ السلام) raised its structure. He and his children used to do Tawaf round it until came the Deluge during the time of Sayyidna Nuh (علیہ السلام) when the sacred Baytullah was raised up (as trust), but its foundations remained embedded under the earth. Sayyidna Ibrahim (علیہ السلام) was commanded to build the Baytullah anew on the already existing foundations. These were identified and shown to him by Sayyidna Jibra'il (علیہ السلام) . After that, when this Abrahimic structure collapsed during the age of Arab Jahiliyyah, the Quraysh of that period rebuilt it. When its construction work was in progress, Abu Talib along with the Holy Prophet\tﷺ participated in it, which was before he was made prophet.\nHere, Baytullah has been qualified as: مُحَرَّم (muharram) which means 'sanctified,' but could also mean 'protected.' The great Baytullah has both attributes. It has always been sanctified and esteemed, and always protected from enemies as well.\n4. The next statement: لِيُقِيمُوا الصَّلَاةَ (so that they may establish Salah) is significant in that it was the first prayer he made soon after mentioning the helplessness of his infant son and his mother. His prayer was that they be made particular and punctual in their obligation of Salah as due because Salah is a cumulative receptacle of everything good and blissful in life, mortal or eternal. This tells us that there can be no greater concern, or love or desire for the betterment of children than that they be made to become particular and punctual with their Salah. Finally, there is something here we should not miss to note. Though, Sayyidna Ibrahim (علیہ السلام) had left behind at that time and at that place only a mother and her child, but the prayer he made was in the plural form. This tells us that Sayyidna Ibrahim had come to know that this place will have a populated city of its own and the line of this child will flourish and go far in time. Therefore, he included all of them in his prayer.\n5. In the next sentence: أَفْئِدَةً مِّنَ النَّاسِ (hearts of a number of people), the word: أَفْئِدَةً (afidah) is the plural of: فُوَاد) which means heart. Here, the word: 'afidah' has been introduced in its indefinite form along with the particle: مِن (min) which is used for reducing, dividing and portioning. Hence, the meaning is: 'make hearts of a number of people yearn to-wards them). Tafsir authority, Mujahid says: If this reductive particle was not there in this prayer, instead, said there would have been: أَفْئِدَةً النَّاسِ (hearts of the people), then, Muslims, non-Muslims, Jews, Christians, virtually people of the whole world from the East to West would have converged on Makkah, which would have become a cause of inconvenience for them. It was in view of this reality that Sayyidna Ibrahim (علیہ السلام) ، in his prayer, used the words: 'make hearts of a number of people yearn towards them.'\n6. In the next sentence: وَارْ‌زُقْهُم مِّنَ الثَّمَرَ‌اتِ (and provide them with fruits), the word: الثَّمَرَ‌اتِ (ath-thamarat) is the plural of: ثَمَرَۃ (thamrah) which means fruit. Customarily, they refer to fruits which are eaten. Given that sense of 'fruit,' the prayer would mean: 'provide them with all sorts of fruits to eat.'\nHowever, ثَمَرَۃ thamrah or fruit is also used in the sense of outcome and produce which is more general than things edible. The outcome of everything beneficial can be called its thamrah or fruit. Thus, the fruits of industries would be their products. The fruit of a job or work would be the pay or wages received as a result. In a verse of Surah Al-Qasas, also used there is the expression ثَمَرَ‌اتُ كُلِّ شَيْءٍ (fruits [ or produce ] of all things - 28:57). Here, instead of using the word: \" شَجَرَ \" (shajar : tree), what has been used is the word: شَيْءٍ (sha'ii : thing). Perhaps, this may be indicating that for these people Sayyidna Ibrahim (علیہ السلام) has not simply prayed for the provision of fruits to eat. Rather, the prayer he has made is for the end product of everything which includes the products and produce and use-worthy things of all kinds, and again, with earnest pleading and humble plaint alongwith the recounting of praises for Allah Ta’ ala, then, this would be a manner in which it can be strongly hoped that the prayer will be answered."
    },
    {
      "ayah": 42,
      "surah": 14,
      "text": "Stands for 'Qatiran', the original Qur’ anic word which means a highly inflammable oil extracted from the Pine-tree.\nCommentary\nMentioned in Surah Ibrahim were some details of matters relating to prophets and their peoples, the evil end of those who opposed Divine in-junctions and, later on, Sayyidna Ibrahim (علیہ السلام) himself, who constructed the Baytullah, and for whose children Allah Ta’ ala made a community rise around them in Makkah al-Mukarramah, and provided for all its in-habitants perfect peace and extraordinary economic facilities, and it is his children, the Banu Ismail, who are the first addressees of the Glorious Qur'an and the Holy Prophet ﷺ .\nIn this last section of Surah Ibrahim, the same people of Makkah have been exhorted to take a lesson from what had happened to past peoples; and, in a nutshell, they have been warned that, should they still not return to their senses, they better be ready to face the horrendous punishment of the day of Qiyamah.\nInitially, the first verse (42) is to comfort the Holy Prophet ﷺ and the oppressed of the world, then, it releases the threat of a severe punishment for all oppressors - that the unjust practitioners of crime should not become carefree because Allah Ta’ ala has given them respite. Let them not be deluded by the idea that Allah is not aware of their wrongdo-ings for which reason they are flourishing despite their crimes and for which reason nothing unwelcome happens to them, nor does any punishment visit them. This is not true. Instead of all that they presuppose, everything they are doing is all within the sight of Allah Ta’ ala, but He, in His mercy and wisdom, is giving them respite.\nIn this verse: وَلَا تَحْسَبَنَّ اللَّـهَ غَافِلًا And never think that Allah is unaware of what the wrongdoers are doing), the address is obviously to every such person whom his own negligence, and shaitan, have tricked to believe in something like that. And should it be that the Holy Prophet ﷺ himself is the addressee here, still then, the purpose of saying this would be to let the negligent of the community hear it and be warned - because, there exists just no possibility that the Holy Prophet ﷺ would, God forbid, ever think that Allah Ta’ ala is unaware or indifferent to what is happening."
    },
    {
      "ayah": 43,
      "surah": 14,
      "text": "In the second verse (43), it has been said that the postponement of sudden punishment against these unjust people is not any better for them because, ultimately, they will be seized in the great punishment of the Qiyamah and the 'Akhirah which will overtake them all of a sudden. The details of this punishment in the life to come and the horrendous happenings to be experienced there keep appearing right upto the end of the verse:\nلِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ‌\nA day when the eyes shall remain upraised (in terror).\nمُهْطِعِينَ مُقْنِعِي رُ‌ءُوسِهِمْ\nThey shall be rushing with their heads raised upward.\nلَا يَرْ‌تَدُّ إِلَيْهِمْ طَرْ‌فُهُمْ\nTheir eyes shall not return towards them.\nوَأَفْئِدَتُهُمْ هَوَاءٌ\t,\nAnd their hearts shall be hollow.\nAfter the shape of things to come upon them has been stated, the address is to the Holy Prophet ﷺ who has been asked to warn his people of the punishment of that day, the day on which the unjust and the wrong-doing will have no choice but to call their Lord for some more time to return to the world they knew so that they could say yes to the call of prophets and follow them this time and may thereby have their deliverance from this punishment. The answer to their request will come from Allah Ta’ ala wherein it will be said: This is what you are saying now. Is it not that you had been giving sworn statements to the effect that your wealth and power shall never part with you, and that you shall go on living in the world just like that, in comfort and luxury, forever; and is it not that you had rejected the idea that you will live again and that there was a world hereafter?"
    },
    {
      "ayah": 44,
      "surah": 14,
      "text": "In the second verse (43), it has been said that the postponement of sudden punishment against these unjust people is not any better for them because, ultimately, they will be seized in the great punishment of the Qiyamah and the 'Akhirah which will overtake them all of a sudden. The details of this punishment in the life to come and the horrendous happenings to be experienced there keep appearing right upto the end of the verse:\nلِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ‌\nA day when the eyes shall remain upraised (in terror).\nمُهْطِعِينَ مُقْنِعِي رُ‌ءُوسِهِمْ\nThey shall be rushing with their heads raised upward.\nلَا يَرْ‌تَدُّ إِلَيْهِمْ طَرْ‌فُهُمْ\nTheir eyes shall not return towards them.\nوَأَفْئِدَتُهُمْ هَوَاءٌ\t,\nAnd their hearts shall be hollow.\nAfter the shape of things to come upon them has been stated, the address is to the Holy Prophet ﷺ who has been asked to warn his people of the punishment of that day, the day on which the unjust and the wrong-doing will have no choice but to call their Lord for some more time to return to the world they knew so that they could say yes to the call of prophets and follow them this time and may thereby have their deliverance from this punishment. The answer to their request will come from Allah Ta’ ala wherein it will be said: This is what you are saying now. Is it not that you had been giving sworn statements to the effect that your wealth and power shall never part with you, and that you shall go on living in the world just like that, in comfort and luxury, forever; and is it not that you had rejected the idea that you will live again and that there was a world hereafter?"
    },
    {
      "ayah": 45,
      "surah": 14,
      "text": "In verse 45:\nوَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَ‌بْنَا لَكُمُ الْأَمْثَالَ\nAnd you dwelt in the dwelling of those who wronged themselves, and it became clear to you how We dealt with them and We put forth for you the examples,\nas obvious, the address is to the Mushriks of Arabia. These were the people the Holy Prophet\twas asked to warn: وَأَنذِرِ‌ النَّاسَ (And warn the people - 44). In this address, they have been asked to take their guard against what could happen to them as a result of their heedlessness. They could learn a lesson from what had happened to past peoples. The conditions they faced and the revolutions that overtook them could be-come their teacher. Yet, it is astonishing that they would still prefer not to learn a lesson - even though, they live in the very homes once occupied by peoples destroyed in punishment and walk around neighbourhoods once walked by them. The truth is that they know by direct observation, and by what some continuing reports have told them that terrible was the punishment which Allah Ta’ ala inflicted on them because of their acts of disobedience. The advice and the examples given here were to bring them to see truth and take the straight path, but it was certainly strange that they would still not listen and learn to act right."
    },
    {
      "ayah": 46,
      "surah": 14,
      "text": "Said in verse 46 was:\nوَقَدْ مَكَرُ‌وا مَكْرَ‌هُمْ وَعِندَ اللَّـهِ مَكْرُ‌هُمْ وَإِن كَانَ مَكْرُ‌هُمْ لِتَزُولَ مِنْهُ الْجِبَالُ\nAnd they worked out their plot and whatever they plot is be-fore Allah, even though their plot is such as would move the mountains.\nWhich can be explained further by saying that those people tried to demolish the true faith and put in action their deadliest plans to bring harm to Muslims who had embraced the call of truth. But, all plans made by them, open or concealed, lie exposed before Allah Ta’ ala who is fully aware of them, and comprehensively capable of foiling them - even though, their plots were so precise and lethal that they would have made mountains back out from their place, but finally, nothing worked before the perfect power of Allah Ta’ ala.\nThe hostile plots and plans mentioned here may possibly mean the plots and plans made by people destroyed in the past, for example, Nimrud, Pharaoh, the people of ` Ad and Thamud and others. And it is also possible that the text is referring to the Mushriks of Arabia who hatched many deep-seated and far-reaching conspiracies against the Holy ﷺ ، but they were all foiled by Allah Ta` ala.\nThere are a good many commentators who have taken the word: (in) appearing in وَإِن كَانَ مَكْرُ‌هُمْ (even though their plot) as a particle of negation and explain the verse to mean that 'though they made many plots but it was not possible for their plots to make mountains move away from their place - and the mountain here means the high determination of the Holy Prophet ﷺ which remained totally unaffected by any of the moves made by the disbelievers."
    },
    {
      "ayah": 47,
      "surah": 14,
      "text": "After that, it was to let this be heard by the Muslim community, the Holy Prophet ﷺ or everyone thus addressed - was given a note of caution by saying:\nفَلَا تَحْسَبَنَّ اللَّـهَ مُخْلِفَ وَعْدِهِ رُ‌سُلَهُ ۗ إِنَّ اللَّـهَ عَزِيزٌ ذُو انتِقَامٍ\nSo, do not think that Allah will do against His promise [ of sup-port, victory and success ] to His messengers. Surely, Allah is Mighty, the Lord of Retribution – 47\nand that He would definitely retaliate against the enemies of His messengers and fulfill the promises made to them."
    },
    {
      "ayah": 48,
      "surah": 14,
      "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so."
    },
    {
      "ayah": 49,
      "surah": 14,
      "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so."
    },
    {
      "ayah": 5,
      "surah": 14,
      "text": ". Please see footnote on the first verse of this Surah.\n. The 'Days of Allah' here refers to the events of the past when Allah had graced some people with His favours and subjected some others to His punishment.\nommentary\nThe first verse cited above (5) mentions that Allah Ta’ ala sent Sayyidna Musa (علیہ السلام) with His آیَات 'Ayat' (verses or signs) to bring his people out from the darkness of disbelief and disobedience into the light of faith and obedience.\nThe word: آیَات (Ayat ) could mean the verses of the Torah for its very purpose was to spread the light of truth. آیَات 'Ayat' is at times used in the sense of miracles. At this place, this meaning could also apply for Allah Ta’ ala had particularly blessed Sayyidna Musa (علیہ السلام) with nine miracles out of which the miracle of his staff turning into a snake and his hand becoming radiant have been mentioned at several places in the Qur’ an. If 'Ayat' is taken in the sense of miracles, it would mean that Sayyidna Musa (علیہ السلام) was sent with such open miracles that no sane human being, once he had seen them, could ever go on sticking to his earlier denial and disobedience.\nA Subtle Point\nIt will be noted that the word used in this verse is: قَوم (qawm) while asking Sayyidna Musa (علیہ السلام) to bring his people from darkness into the light. But, when this very subject was taken up in the first verse of this particular Surah by addressing the Holy Prophet ﷺ ، the word: قَوم (qawm) was not used there. Instead, used there was the word: اَلنَّاس ( (an-nas) لِتُخْرِ‌جَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ‌: (that you may take the people [ that is, the human beings ] out of [ all sorts on darkness into the light). Implied here is the sense that the Divinely ordained mission of Sayyidna Musa (علیہ السلام) as a prophet was only for his people, the Bani Isra'il, and for others in Egypt while the coming of the Holy Prophet ﷺ was destined for the human beings of the entire world.\nThen, it was said: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ ' ) (and remind them of the days of Allah).\n'The Days of Allah'\nThe word: اَیِّام (ayyam) is the plural of yowm (day) which is well-known. The expression: (Ayyamullah) is used in two senses and both can be applied here. (1) Firstly, it could denote the particular days in which some war or revolution has occurred, for example, the battles of Badr, Uhud, Alihzab, Hunain and other events of this nature, or they may refer to major events when punishment overtook past communities which pulverized or destroyed nations and peoples known to be great and powerful. If so, the objective behind reminding these people of the 'Days of Allah' would be to warn them against the evil end of their disbelief.\n(2) \"And remind them of 'the Days of Allah'\" carries another meaning also, that is, the blessings and favours of Allah Ta` ala. In this case, re-minding them of these Days would be a form of constructive admonition which, when directed at someone basically good by reminding him of the favour done by his benefactor, would result in his being ashamed of his hostility and disobedience.\nThe general pattern of the Qur’ anic method of reform is to tie a command given with relevant ways to act upon it which appear synchronized with it. Here, in the first sentence, Sayyidna Musa has been commanded to either recite the verses of Allah or show miracles to his people and bring them out from the darkness of disbelief into the light of faith. How would this be done? The sentences that follow give the method: There are two ways of bringing the disobedient ones to the right path: (1) Putting the fear of punishment in their hearts; (2) to remind them of Divine blessings and favours and to persuade them to take to being obedient to Allah. The sentence: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ (and remind them of the Days of Allah) could mean both. If so, the sense would be that he should tell them about the evil fate of those who disobeyed from among the past communities, how punishment came upon them and how they were either killed in the Jihad or were disgraced. May be, by being so re-minded, they take a lesson and save themselves from it. Similar to this there are so many usual blessings of Allah Ta` ala which keep coming to them day and night, and also the special ones which were turned to-wards them in the hour of their need, for example, the shade of clouds over their heads in the wilderness of Tih (the desert of Sinai), the coming of Mann and Salva as food, the gushing forth of streams from stones when they needed water. So, they could be reminded of these and many other blessings of this nature and invited to believe in the Oneness of Allah and follow the path of obedience to Allah Ta’ ala.\nSaid in the last sentence of the first verse (5) was إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ‌ شَكُورٍ‌ (Surely, there are signs therein for every man of patience and gratitude). Here, 'ayat' means signs and proofs. The word:\t(sabbar) is a form of exaggeration derived from: صَبر\t(sabr) which means very patient and much enduring, while the word: شَکُور (shakur) is a form of exaggeration derived from: شُکر (shukr) which means very grateful. The sentence means that the Days of Allah - that is, past events whether related to the punishment of the deniers of truth, or to the blessings and favours of Allah Ta’ ala - are full of the signs and proofs of the perfect power and eloquent wisdom of Allah Ta’ ala, particularly for a person who is much observing of patience and gratitude.\nThe sense is that these open signs and proofs, though they are for the guidance of every observer, but certainly unfortunate are the disbelievers who just do not care to ponder over them and, as a result, remain deprived of the benefit they would have derived from them. People who really benefit from these signs and proofs are those who have combined in their person the best of patience and gratitude. The reference here is to true believers - as it appears in a narration of Sayyidna Anas ؓ carried by al-Baihaqi where the Holy Prophet ﷺ has been reported to have said: 'Iman is composed of two parts, half of it is patience and the other half, gratitude.' (Mazhari)\nSayyidna ` Abdullah ibn Masud ؓ said: Sabr is the half of 'Iman. Based on a narration of Sayyidna Suhayb ؓ appearing in the Sahih of Muslim and the Musnad of Ahmad, the Holy Prophet ﷺ has been reported to have said: Every state of affairs for a true believer is nothing but good. This is a quality of life no one else has been blessed with. This is because a true believer, if he finds comfort, blessing, honour or recognition, shows his gratitude before Allah Ta’ ala for these which then be-comes a source of good for him both physically and spiritually (in the material world, the blessings Divinely promised increase, and abide, while in the world to come, the Hereafter, one receives the greatest of rewards for his or her gratitude). And, if a true believer is hit by pain or hard-ship, he observes patience against it. Because of his patience, that hard-ship turns into ease and comfort for him. In the present world, this hap-pens when the observers of patience are blessed with the company of Allah Ta’ ala as said in the Holy Qur'an: إِنَّ اللَّـهَ مَعَ الصَّابِرِ‌ينَ ('Surely, Allah is with those who observe patience'- 8:46). And anyone who has Allah with him ultimately finds his hardship changed into comfort. As for the Here-after, we know that there the supreme reward for having observed patience is limitless with Allah Ta` ala, as said in the Holy Qur'an: إِنَّمَا يُوَفَّى الصَّابِرُ‌ونَ أَجْرَ‌هُم بِغَيْرِ‌ حِسَابٍ (but then, paid in full to those who observe patience shall be their reward without reckoning - 39:10).\nTo sum up, no state in which a true believer is can be called bad. It is good all along. A fall would make him rise again and when hit by hard-ships he would emerge stronger and more polished.\nSo, 'Iman is a priceless asset which transforms even shocks of hard-ship into drafts of comfort. Sayyidna Abu Al-Darda' ؓ said that he had heard the Holy Prophet ﷺ say: 'Allah Ta` ala told Sayyidna ` Isa (علیہ السلام) : I am going to create a community after you who are such that if they have what they desire and things turn out the way they want them to, then, they would be grateful, and if they have to face an unpleasant situation, against their wish and pleasure, then, they would accept it as a source of reward from Allah, and would observe patience. And this wisdom and forbearance demonstrated by them would not be the outcome of their own personal wisdom and forbearance, rather, We shall be bestowing upon them a certain part of Our Own Wisdom and Forbearance. (Mazhari)\nThe substance of the reality of gratitude (shukr) is that one should not spend out the blessings given by Allah Ta’ ala in what is Haram, in things which are not permitted, and in being disobedient to Him. One should also show gratitude by saying so as well, and by modeling and channelizing one's deeds in a manner that they would go on to become ac-cording to His good pleasure.\nAnd the substance of the reality of patience (sabr) is that we should not worry about what comes to be against our wishes, taste or temperament, and that we avoid being ungrateful in what we say or do; and that we keep hoping for the mercy of Allah Ta۔ ala in this mortal life too, and be certain of the great reward of patience due in the Hereafter as well.\nThe second verse (6) carries details of what was said earlier, that is, when Sayyidna Musa (علیہ السلام) was commanded to remind his people, the Bani Isra` il, of the particular Divine blessing which changed their lives. Before the coming of Sayyidna Musa (علیہ السلام) ، they were living as slaves of the Pharaoh. Even as slaves, they were not treated humanely. Boys born among them were killed at birth. Only girls were left to survive and serve. After the appearance of Sayyidna Musa \tعلیہ السلام ، such was his barakah that Allah Ta۔ ala had them delivered from the punishing clutches of the Pharaoh."
    },
    {
      "ayah": 50,
      "surah": 14,
      "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so."
    },
    {
      "ayah": 51,
      "surah": 14,
      "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so."
    },
    {
      "ayah": 52,
      "surah": 14,
      "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so."
    },
    {
      "ayah": 6,
      "surah": 14,
      "text": ". Please see footnote on the first verse of this Surah.\n. The 'Days of Allah' here refers to the events of the past when Allah had graced some people with His favours and subjected some others to His punishment.\nommentary\nThe first verse cited above (5) mentions that Allah Ta’ ala sent Sayyidna Musa (علیہ السلام) with His آیَات 'Ayat' (verses or signs) to bring his people out from the darkness of disbelief and disobedience into the light of faith and obedience.\nThe word: آیَات (Ayat ) could mean the verses of the Torah for its very purpose was to spread the light of truth. آیَات 'Ayat' is at times used in the sense of miracles. At this place, this meaning could also apply for Allah Ta’ ala had particularly blessed Sayyidna Musa (علیہ السلام) with nine miracles out of which the miracle of his staff turning into a snake and his hand becoming radiant have been mentioned at several places in the Qur’ an. If 'Ayat' is taken in the sense of miracles, it would mean that Sayyidna Musa (علیہ السلام) was sent with such open miracles that no sane human being, once he had seen them, could ever go on sticking to his earlier denial and disobedience.\nA Subtle Point\nIt will be noted that the word used in this verse is: قَوم (qawm) while asking Sayyidna Musa (علیہ السلام) to bring his people from darkness into the light. But, when this very subject was taken up in the first verse of this particular Surah by addressing the Holy Prophet ﷺ ، the word: قَوم (qawm) was not used there. Instead, used there was the word: اَلنَّاس ( (an-nas) لِتُخْرِ‌جَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ‌: (that you may take the people [ that is, the human beings ] out of [ all sorts on darkness into the light). Implied here is the sense that the Divinely ordained mission of Sayyidna Musa (علیہ السلام) as a prophet was only for his people, the Bani Isra'il, and for others in Egypt while the coming of the Holy Prophet ﷺ was destined for the human beings of the entire world.\nThen, it was said: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ ' ) (and remind them of the days of Allah).\n'The Days of Allah'\nThe word: اَیِّام (ayyam) is the plural of yowm (day) which is well-known. The expression: (Ayyamullah) is used in two senses and both can be applied here. (1) Firstly, it could denote the particular days in which some war or revolution has occurred, for example, the battles of Badr, Uhud, Alihzab, Hunain and other events of this nature, or they may refer to major events when punishment overtook past communities which pulverized or destroyed nations and peoples known to be great and powerful. If so, the objective behind reminding these people of the 'Days of Allah' would be to warn them against the evil end of their disbelief.\n(2) \"And remind them of 'the Days of Allah'\" carries another meaning also, that is, the blessings and favours of Allah Ta` ala. In this case, re-minding them of these Days would be a form of constructive admonition which, when directed at someone basically good by reminding him of the favour done by his benefactor, would result in his being ashamed of his hostility and disobedience.\nThe general pattern of the Qur’ anic method of reform is to tie a command given with relevant ways to act upon it which appear synchronized with it. Here, in the first sentence, Sayyidna Musa has been commanded to either recite the verses of Allah or show miracles to his people and bring them out from the darkness of disbelief into the light of faith. How would this be done? The sentences that follow give the method: There are two ways of bringing the disobedient ones to the right path: (1) Putting the fear of punishment in their hearts; (2) to remind them of Divine blessings and favours and to persuade them to take to being obedient to Allah. The sentence: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ (and remind them of the Days of Allah) could mean both. If so, the sense would be that he should tell them about the evil fate of those who disobeyed from among the past communities, how punishment came upon them and how they were either killed in the Jihad or were disgraced. May be, by being so re-minded, they take a lesson and save themselves from it. Similar to this there are so many usual blessings of Allah Ta` ala which keep coming to them day and night, and also the special ones which were turned to-wards them in the hour of their need, for example, the shade of clouds over their heads in the wilderness of Tih (the desert of Sinai), the coming of Mann and Salva as food, the gushing forth of streams from stones when they needed water. So, they could be reminded of these and many other blessings of this nature and invited to believe in the Oneness of Allah and follow the path of obedience to Allah Ta’ ala.\nSaid in the last sentence of the first verse (5) was إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ‌ شَكُورٍ‌ (Surely, there are signs therein for every man of patience and gratitude). Here, 'ayat' means signs and proofs. The word:\t(sabbar) is a form of exaggeration derived from: صَبر\t(sabr) which means very patient and much enduring, while the word: شَکُور (shakur) is a form of exaggeration derived from: شُکر (shukr) which means very grateful. The sentence means that the Days of Allah - that is, past events whether related to the punishment of the deniers of truth, or to the blessings and favours of Allah Ta’ ala - are full of the signs and proofs of the perfect power and eloquent wisdom of Allah Ta’ ala, particularly for a person who is much observing of patience and gratitude.\nThe sense is that these open signs and proofs, though they are for the guidance of every observer, but certainly unfortunate are the disbelievers who just do not care to ponder over them and, as a result, remain deprived of the benefit they would have derived from them. People who really benefit from these signs and proofs are those who have combined in their person the best of patience and gratitude. The reference here is to true believers - as it appears in a narration of Sayyidna Anas ؓ carried by al-Baihaqi where the Holy Prophet ﷺ has been reported to have said: 'Iman is composed of two parts, half of it is patience and the other half, gratitude.' (Mazhari)\nSayyidna ` Abdullah ibn Masud ؓ said: Sabr is the half of 'Iman. Based on a narration of Sayyidna Suhayb ؓ appearing in the Sahih of Muslim and the Musnad of Ahmad, the Holy Prophet ﷺ has been reported to have said: Every state of affairs for a true believer is nothing but good. This is a quality of life no one else has been blessed with. This is because a true believer, if he finds comfort, blessing, honour or recognition, shows his gratitude before Allah Ta’ ala for these which then be-comes a source of good for him both physically and spiritually (in the material world, the blessings Divinely promised increase, and abide, while in the world to come, the Hereafter, one receives the greatest of rewards for his or her gratitude). And, if a true believer is hit by pain or hard-ship, he observes patience against it. Because of his patience, that hard-ship turns into ease and comfort for him. In the present world, this hap-pens when the observers of patience are blessed with the company of Allah Ta’ ala as said in the Holy Qur'an: إِنَّ اللَّـهَ مَعَ الصَّابِرِ‌ينَ ('Surely, Allah is with those who observe patience'- 8:46). And anyone who has Allah with him ultimately finds his hardship changed into comfort. As for the Here-after, we know that there the supreme reward for having observed patience is limitless with Allah Ta` ala, as said in the Holy Qur'an: إِنَّمَا يُوَفَّى الصَّابِرُ‌ونَ أَجْرَ‌هُم بِغَيْرِ‌ حِسَابٍ (but then, paid in full to those who observe patience shall be their reward without reckoning - 39:10).\nTo sum up, no state in which a true believer is can be called bad. It is good all along. A fall would make him rise again and when hit by hard-ships he would emerge stronger and more polished.\nSo, 'Iman is a priceless asset which transforms even shocks of hard-ship into drafts of comfort. Sayyidna Abu Al-Darda' ؓ said that he had heard the Holy Prophet ﷺ say: 'Allah Ta` ala told Sayyidna ` Isa (علیہ السلام) : I am going to create a community after you who are such that if they have what they desire and things turn out the way they want them to, then, they would be grateful, and if they have to face an unpleasant situation, against their wish and pleasure, then, they would accept it as a source of reward from Allah, and would observe patience. And this wisdom and forbearance demonstrated by them would not be the outcome of their own personal wisdom and forbearance, rather, We shall be bestowing upon them a certain part of Our Own Wisdom and Forbearance. (Mazhari)\nThe substance of the reality of gratitude (shukr) is that one should not spend out the blessings given by Allah Ta’ ala in what is Haram, in things which are not permitted, and in being disobedient to Him. One should also show gratitude by saying so as well, and by modeling and channelizing one's deeds in a manner that they would go on to become ac-cording to His good pleasure.\nAnd the substance of the reality of patience (sabr) is that we should not worry about what comes to be against our wishes, taste or temperament, and that we avoid being ungrateful in what we say or do; and that we keep hoping for the mercy of Allah Ta۔ ala in this mortal life too, and be certain of the great reward of patience due in the Hereafter as well.\nThe second verse (6) carries details of what was said earlier, that is, when Sayyidna Musa (علیہ السلام) was commanded to remind his people, the Bani Isra` il, of the particular Divine blessing which changed their lives. Before the coming of Sayyidna Musa (علیہ السلام) ، they were living as slaves of the Pharaoh. Even as slaves, they were not treated humanely. Boys born among them were killed at birth. Only girls were left to survive and serve. After the appearance of Sayyidna Musa \tعلیہ السلام ، such was his barakah that Allah Ta۔ ala had them delivered from the punishing clutches of the Pharaoh."
    },
    {
      "ayah": 7,
      "surah": 14,
      "text": "The Outcome of Gratitude and Ingratitude\nIn the third verse (7), it was said: وَإِذْ تَأَذَّنَ رَ‌بُّكُمْ لَئِن شَكَرْ‌تُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْ‌تُمْ إِنَّ عَذَابِي لَشَدِيدٌ (And when your Lord declared, \"If you express gratitude, I shall certainly give you more, and if you are ungrateful, then My punishment is severe.\" ). The word: تَأَذَّنَ (ta'adhdhana) is used in the sense of making known or announcing. The sense of the verse is that Allah Ta’ ala has announced it for all to hear: 'If you are thankful for My blessings and do not waste them in acts of disobedience to Me and in deeds which have been prohibited, and try your best to mould your deeds to suit My pleasure, then, I shall increase these blessings for you.' This increase could be in the amount and volume of blessings, or it could be in their continuity and permanence as well. The Holy Prophet وَأَنذِرْ‌ عَشِيرَ‌تَكَ الْأَقْرَ‌بِينَ said: 'A person who is blessed with the Taufiq to be grateful shall never be deprived of barakah and increase in blessings.' (Reported by Ibn Marduwayh from Ibn ` Abbas ؓ - Mazhari)\nAnd then it was said: If you are ungrateful for My blessings then severe is My punishment too. The sum total of ungratefulness is that one spends out the blessings given by Allah Ta` ala in acts disobedient to Him and in things and ways which are impermissible; or, that one is tardy in fulfilling what has been made obligatory on him or her. As for the severe punishment against ungratefulness for blessings in the present world, it is possible that these blessings may be taken back all of a sudden; or, one may fall into some unwelcome circumstances as a result of which he remains unable to make use of that blessing, and finds punishment waiting for him in the Hereafter as well.\nIt is worth remembering at this point that in this verse, Allah Tad does promise good return, reward and increase in blessing, and that too in an emphatic manner: لَازِیدَنَّکُم (I shall certainly give you more). But, in contrast to this, for the ungrateful it was not said: لَاُعُذِّبَںَّکُم (I shall certainly punish you). Instead of that, given here is a limited warning which conveys the sense that 'My punishment too, to whomsoever it reaches, is very severe.' In this particular interpretation, there is a hint that it is not necessary that every ungrateful person has to undergo punishment - the likelihood of forgiveness also exists."
    },
    {
      "ayah": 8,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    },
    {
      "ayah": 9,
      "surah": 14,
      "text": "In the last verse here (8), it was said: قَالَ مُوسَىٰ إِن تَكْفُرُ‌وا أَنتُمْ وَمَن فِي الْأَرْ‌ضِ جَمِيعًا (And Musa said, \"If you are ungrateful, you and all those on earth, then, Allah is free of all needs, worthy of every praise.) \" This was said by Sayyidna Musa (علیہ السلام) to his people. He is telling them that should they or, for that matter, all inhabitants of the earth become ungrateful to Allah Ta’ ala, it is not going to cause any loss to Allah Ta’ ala. As for Him, He needs no praise or gratitude for Himself. He is Independent. He is beyond that. He is intrinsically Praised and deserving of praise. If you do not praise Him, the angels do, all of them, and so does every particle of this universe.\nSo, whatever good there is in gratitude, that is for you alone. There-fore, when you are asked to be grateful by Allah Ta’ ala, there is no gain for Him in doing so. In fact, it is His infinite mercy reaching out to you in your interest."
    }
  ]
}
