{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 19,
      "text": "Commentary\nIn the Holy Qur'an Surah Maryam has been placed immediately after Surah Al-Kahf, presumably because there appears some kind of similarity between the two Surahs. While the former deals with some unusual anecdotes, the latter also covers a number of extraordinary events.\nكهيعص are letters known in Arabic as; حُرُوفِ مُقَطَّعَۃ whose meanings, like are known only to Allah Ta` ala and people should not even attempt to probe their meanings."
    },
    {
      "ayah": 10,
      "surah": 19,
      "text": "سَوِيًّا means healthy. This word has been added here to denote that Sayyidna Zakariyya's (علیہ السلام) loss of speech for three days was not due to any illness, for during this entire period of three days he could utter words of prayer and supplication. This special condition was a miracle and a sign from Allah Ta’ ala about his wife's pregnancy."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "سَوِيًّا means healthy. This word has been added here to denote that Sayyidna Zakariyya's (علیہ السلام) loss of speech for three days was not due to any illness, for during this entire period of three days he could utter words of prayer and supplication. This special condition was a miracle and a sign from Allah Ta’ ala about his wife's pregnancy."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "سَوِيًّا means healthy. This word has been added here to denote that Sayyidna Zakariyya's (علیہ السلام) loss of speech for three days was not due to any illness, for during this entire period of three days he could utter words of prayer and supplication. This special condition was a miracle and a sign from Allah Ta’ ala about his wife's pregnancy."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "حَنَانًا Literal meaning of this word is soft heartedness, compassion and mercy, and these qualities were specially granted to Sayyidna Yahya (علیہ السلام) ."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "حَنَانًا Literal meaning of this word is soft heartedness, compassion and mercy, and these qualities were specially granted to Sayyidna Yahya (علیہ السلام) ."
    },
    {
      "ayah": 15,
      "surah": 19,
      "text": "حَنَانًا Literal meaning of this word is soft heartedness, compassion and mercy, and these qualities were specially granted to Sayyidna Yahya (علیہ السلام) ."
    },
    {
      "ayah": 16,
      "surah": 19,
      "text": "Commentary\nThe word انتَبَذَتْ is derived from نَبَذ which means to throw away or to cast away. Hence, the meaning of انتَباَذَ is to withdraw from the crowd. مَكَانًا شَرْ‌قِيًّا denotes that she retired to a secluded corner of the house facing east. The purpose of her shifting to a secluded corner of the house has been differently explained. Some say she had moved there to take a bath, while others say that she had moved as usual to a secluded corner on the eastern side of her place of worship for offering her prayers. Qurtubi has given preference to the second explanation. According to Sayyidna Ibn ` Abbas ؓ ، this is the reason why the Christians face east when offering their prayers, and revere the eastern direction."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "فَاَرسَلنَا اِلیھَا رُوحَنَا\n\"Then, We sent to her Our Spirit.\" - 19:17.\nA majority of scholars hold the view that رُوح (Spirit) refers to Sayyidna Jibra'il (علیہ السلام) but some say that it refers to Sayyidna ` Isa (علیہ السلام) himself. Allah Ta` ala had placed before Sayyidah Maryam (علیہا السلام) the likeness of the son to be born to her. But the former version is more appropriate and is confirmed by the statement that follows.\nفَتَمَثَّلَ لَھَا بَشَراً سَوِیَّا\n\"He took before her the form of a perfect human.\" - 19:17.\nIt is not given to a human being to see an angel in its real form, because he will be overwhelmed by fright at such an experience. This, indeed is, that happened to The Holy Prophet ﷺ in the cave of Hira' on his first encounter with Sayyidna Jibra'il (علیہ السلام) and again later on.\nSayyidna Jibra'il (علیہ السلام) appeared before Sayyidah Maryam (علیہا السلام) in the form of a man, so as not to frighten her. When Sayyidah Maryam (علیہا السلام) saw a man near her she became apprehensive of his intentions and said"
    },
    {
      "ayah": 18,
      "surah": 19,
      "text": "إِنِّي أَعُوذُ بِالرَّ‌حْمَـٰنِ مِنكَ seek refuge of the Rahman (All-Merciful), against you.\" (19:18) Some reports have it that when Sayyidna Jibra'il (علیہ السلام) heard these words he retreated a little in reverence of Allah's name.\nإِن كُنتَ تَقِيًّا\n\"If you are God-fearing.\" - 19:18.\nThese are the words which a helpless person would utter to a cruel oppressor begging him that if he is a believer then he should desist from tormenting him. The intention is that Sayyidah Maryam (علیہا السلام) entreated Sayyidna Jibra'il (علیہ السلام) who stood before her in the guise of a man, that he should fear Allah and abstain from evil deeds. In short, the expressionإِن كُنتَ تَقِيًّا (if you are God-fearing - 19:18) is not a precondition for seeking the protection of Allah but a condition to make her prayer more effective and inducing. Some other commentators have said that this expression is used for emphasis, meaning that even if you fear Allah I seek His protection; and if the position is otherwise then I shall seek Allah's refuge with added vehemence. (Mazhari)"
    },
    {
      "ayah": 19,
      "surah": 19,
      "text": "لِأَهَبَ لَكِ غُلَامًا (to give you a boy - 19:19) Here Sayyidna Jibra'n (علیہ السلام) had attributed to himself the gift of the child because Allah Ta’ ala had sent him in order that he should breathe into her collar, and this breath would be the means of her conceiving the child, whereas in reality this gift was by the act of Allah."
    },
    {
      "ayah": 2,
      "surah": 19,
      "text": "Commentary\nIn the Holy Qur'an Surah Maryam has been placed immediately after Surah Al-Kahf, presumably because there appears some kind of similarity between the two Surahs. While the former deals with some unusual anecdotes, the latter also covers a number of extraordinary events.\nكهيعص are letters known in Arabic as; حُرُوفِ مُقَطَّعَۃ whose meanings, like are known only to Allah Ta` ala and people should not even attempt to probe their meanings."
    },
    {
      "ayah": 20,
      "surah": 19,
      "text": "لِأَهَبَ لَكِ غُلَامًا (to give you a boy - 19:19) Here Sayyidna Jibra'n (علیہ السلام) had attributed to himself the gift of the child because Allah Ta’ ala had sent him in order that he should breathe into her collar, and this breath would be the means of her conceiving the child, whereas in reality this gift was by the act of Allah."
    },
    {
      "ayah": 21,
      "surah": 19,
      "text": "لِأَهَبَ لَكِ غُلَامًا (to give you a boy - 19:19) Here Sayyidna Jibra'n (علیہ السلام) had attributed to himself the gift of the child because Allah Ta’ ala had sent him in order that he should breathe into her collar, and this breath would be the means of her conceiving the child, whereas in reality this gift was by the act of Allah."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "لِأَهَبَ لَكِ غُلَامًا (to give you a boy - 19:19) Here Sayyidna Jibra'n (علیہ السلام) had attributed to himself the gift of the child because Allah Ta’ ala had sent him in order that he should breathe into her collar, and this breath would be the means of her conceiving the child, whereas in reality this gift was by the act of Allah."
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "Commentary\nInjunction in respect of desire for death\nIf her desire for death was due to worldly problems then she may be excused on the ground that she was overpowered by the surrounding circumstances and had reached a state of mind usually called by the mystics as غلبۃ الحال \"Ghalabah-tul-Hal.\" But if the desire for death was due to religious consideration, it was justifiable in its own right, because she feared that people would talk ill of her and she would not be able to endure it with patience. This could be tantamount to committing a sin of showing impatience and only death could save her from such a predicament.\nThe vow of silence has been prohibited under the Islamic Law\nBefore the advent of Islam silence was also a form of worship, and those who observed this fast were not supposed to speak from dawn to dusk. Islam cancelled this fast and made it mandatory to refrain from idle talk, lying and back-biting. Refraining from normal conversation is not a form of worship in Islam anymore and, hence to take a vow of silence is also not permissible. Abu Dawud (رح) has reported the following Hadith from the Holy Prophet ﷺ .\nلا یتم بعد احتلام ، ولا صمات یوم الی اللیل\nIt means that a child who has lost his father may not be regarded as an orphan after attaining puberty, and the rules pertaining to an orphan cease to apply on him. And that remaining silent from dawn to dusk is not a form of worship in Islam (This Hadith has been rated by As-Suyuti and Al-` Azizi as Hasan).\nShe has been directed to eat the dates because it has been established medically that the use of water and dates gives relief in labour pains.\nConceiving a child without copulation with a man is not totally impossible\nThat Sayyidah Maryam (علیہا السلام) conceived and gave birth to a child was a miracle. And miracles, however improbable they may be in appearance, are not beyond Allah's power, rather, the more improbable they are, the more pronounced their miraculous nature. However, it cannot be taken as totally impossible, because according to some books of medical science, the lubricants found inside the female genitals are not merely a passive agent for conceiving a child; they also have a capacity of being active and a potential to make fetus by themselves without an external semen joining them. Ibn Sina (Avicenna), the famous medical scientist, has mentioned in his book 'Al-Qanun' that in a special disease, named by him as 'Raja' an imperfect form of even the organs of a fetus is shaped in the uterus of a woman without the intermediation of a male semen. So long as this potential is there, it cannot be taken as totally impossible, because some abnormal factor may increase this potential.\nIn verse 25 Allah Ta` ala commanded Sayyidah Maryam (علیہا السلام) to shake the date tree, although it was within His power to drop the dates in her lap. But here the suggestion is that one should strive to earn one's living, and that the struggle for sustenance does not conflict with one's trust in Allah (Ruh ul-Ma’ ani)."
    },
    {
      "ayah": 24,
      "surah": 19,
      "text": "سَرِیّاً The literal meaning of the word سَرِی appearing in verse 24 is a small canal. Allah Ta’ ala caused a small stream to flow at the moment either by his direct command or through Sayyidna Jibra'il (علیہ السلام) . There are reports supporting both these probabilities. It is worth noting here that while describing the means to bring consolation to Sayyidah Maryam (علیہا السلام) water was mentioned first and then date as something to eat"
    },
    {
      "ayah": 25,
      "surah": 19,
      "text": "سَرِیّاً The literal meaning of the word سَرِی appearing in verse 24 is a small canal. Allah Ta’ ala caused a small stream to flow at the moment either by his direct command or through Sayyidna Jibra'il (علیہ السلام) . There are reports supporting both these probabilities. It is worth noting here that while describing the means to bring consolation to Sayyidah Maryam (علیہا السلام) water was mentioned first and then date as something to eat"
    },
    {
      "ayah": 26,
      "surah": 19,
      "text": "But in the matter of their actual use the order was reversed i.e. eating was enjoined first and then drinking. It is perhaps because normally a person first makes arrangement for drinking water and then for food, specially such food as is more likely to produce thirst. But when it comes to their use the sequence gets reversed i.e. one eats first and then drinks water. (Ruh ul-Ma ani)."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "Commentary\nفَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ\n\"Then she came to her people carrying him.\" - 19:27\nThese words suggest that when Sayyidah Maryam (علیہا السلام) was comforted by the super-natural indications that Allah Ta` ala will protect her from disgrace, she took the newborn baby with her to her house. As to the time when she returned home after giving birth to the child, Ibn ` Asa' akir has narrated through Ibn ` Abbas ؓ that she returned home to her people forty days after the birth of the child i.e. after the completion of the period of Nifas (the bleeding period after the birth of a child). (Ruh ul-Ma` ani)\nشَيْئًا فَرِ‌يًّا (Something grave indeed - 19:27). The word فَرِی in Arabic language means to cut or to split, and is used to describe a task where a great deal of cutting and chopping is involved. However, Abu Hayyan has said that the word فَرِی means anything having preposterous and extraordinary significance, and may be used both in good and in bad sense. In the present context it is used to describe something monstrous, hence translated in the text as 'something grave'. Generally this word is used for things which are known to be bad and corrupt in the extreme."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "يَا أُخْتَ هَارُ‌ونَ (0 sister of Harun - 19:28). Sayyidna Harun (علیہ السلام) ، who was the brother and companion of Sayyidna Musa (علیہ السلام) had died centuries before Sayyidah Maryam (علیہا السلام) time. It is obvious, therefore, that in verse 28 where Sayyidah Maryam (علیہا السلام) is addressed as the sister of Sayyidna Harun (علیہ السلام) cannot be in its literal sense. This is also corroborated by the incident that when The Holy Prophet ﷺ sent Sayyidna Mughirah Ibn Shu'bah ؓ as his ambassador to the people of Najran they questioned him that in the Qur’ an Sayyidah Maryam (علیہا السلام) has been referred to as the sister of Sayyidna Harun (علیہ السلام) whereas he had died long before her. Sayyidna Mughirah ؓ did not know the answer to this question. So, when he returned from the mission, he narrated the whole incident to The Holy Prophet ﷺ . On this The Holy Prophet ﷺ said why did you not tell them that it has been a common practice with the believers to adopt the names of the prophets in expectation of receiving their Barakah (blessings), and to claim relationship with them. (Ahmad, Muslim, Tirmidhi, Nasa'i)\nThis saying of the Prophet ﷺ may be interpreted in two ways. One, that Sayyidah Maryam's (علیہا السلام) relationship with Sayyidna Harun (علیہ السلام) was mentioned because she was of his lineage, and it was customary with the Arabs to associate a person with their ancestors, for instance a man belonging to the tribe of Tamim would be called as Akha Tamim or Tamini's brother, or an Arab would be addressed as Akha Arab. The other meaning is that the name Harun does not refer to Sayyidna Harun (علیہ السلام) the companion / brother of Sayyidna Musa (علیہ السلام) but to the brother of Sayyidah Maryam (علیہا السلام) herself who was also named after Sayyidna Harun (علیہ السلام) out of reverence for the Prophet. In the second case the term Harun اُختَ ھَارُون (Sister of Harun) fits in very well with the literal meaning of the word اُخت (Sister).\nمَا كَانَ أَبُوكِ امْرَ‌أَ سَوْءٍ\n\"Neither your father was a man of evil.\" - 19:28.\nThese words suggest that when someone who is descended from' righteous and pious ancestors commits a sin, then the sin is of greater magnitude compared to a sin committed by an ordinary person, because the sin brings bad name to the pious elders. It is for this reason that descendants of pious persons should make extra effort in the performance of righteous deeds, and fear Allah at all times."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "يَا أُخْتَ هَارُ‌ونَ (0 sister of Harun - 19:28). Sayyidna Harun (علیہ السلام) ، who was the brother and companion of Sayyidna Musa (علیہ السلام) had died centuries before Sayyidah Maryam (علیہا السلام) time. It is obvious, therefore, that in verse 28 where Sayyidah Maryam (علیہا السلام) is addressed as the sister of Sayyidna Harun (علیہ السلام) cannot be in its literal sense. This is also corroborated by the incident that when The Holy Prophet ﷺ sent Sayyidna Mughirah Ibn Shu'bah ؓ as his ambassador to the people of Najran they questioned him that in the Qur’ an Sayyidah Maryam (علیہا السلام) has been referred to as the sister of Sayyidna Harun (علیہ السلام) whereas he had died long before her. Sayyidna Mughirah ؓ did not know the answer to this question. So, when he returned from the mission, he narrated the whole incident to The Holy Prophet ﷺ . On this The Holy Prophet ﷺ said why did you not tell them that it has been a common practice with the believers to adopt the names of the prophets in expectation of receiving their Barakah (blessings), and to claim relationship with them. (Ahmad, Muslim, Tirmidhi, Nasa'i)\nThis saying of the Prophet ﷺ may be interpreted in two ways. One, that Sayyidah Maryam's (علیہا السلام) relationship with Sayyidna Harun (علیہ السلام) was mentioned because she was of his lineage, and it was customary with the Arabs to associate a person with their ancestors, for instance a man belonging to the tribe of Tamim would be called as Akha Tamim or Tamini's brother, or an Arab would be addressed as Akha Arab. The other meaning is that the name Harun does not refer to Sayyidna Harun (علیہ السلام) the companion / brother of Sayyidna Musa (علیہ السلام) but to the brother of Sayyidah Maryam (علیہا السلام) herself who was also named after Sayyidna Harun (علیہ السلام) out of reverence for the Prophet. In the second case the term Harun اُختَ ھَارُون (Sister of Harun) fits in very well with the literal meaning of the word اُخت (Sister).\nمَا كَانَ أَبُوكِ امْرَ‌أَ سَوْءٍ\n\"Neither your father was a man of evil.\" - 19:28.\nThese words suggest that when someone who is descended from' righteous and pious ancestors commits a sin, then the sin is of greater magnitude compared to a sin committed by an ordinary person, because the sin brings bad name to the pious elders. It is for this reason that descendants of pious persons should make extra effort in the performance of righteous deeds, and fear Allah at all times."
    },
    {
      "ayah": 3,
      "surah": 19,
      "text": "نِدَاءً خَفِيًّا (a low voice - 19:3) tells us that it is better to beseech Allah in supplication in undertone. Sayyidna Sa'd Ibn Abi Waqqas has narrated that the Holy Prophet ﷺ once said.\nان خیر الذکر الخفی ، وخیر الرزق ما یکفی\n\"Surely the best way to make supplication to Allah is in\nundertone and the best sustenance is that which is sufficient for one's needs (i.e. neither more nor less than required) \" (Qurtubi)"
    },
    {
      "ayah": 30,
      "surah": 19,
      "text": "إِنِّي عَبْدُ اللَّـهِ (\"I am the servant of Allah\" - 19:30) There is a report that when her family members started berating and censuring Sayyidah Maryam (علیہا السلام) ، Sayyidna ` Isa (علیہ السلام) was sucking milk. When he heard their accusations he stopped sucking milk and moved over to his left side facing them, and raising his index finger he said:إِنِّي عَبْدُ اللَّـهِ i.e. I am the servant of Allah. In this way in his very first words Sayyidna ` Isa (علیہ السلام) made it clear that although his birth was a miracle, he himself was not God, but only a servant of God. This was to eliminate forever the possibility of people worshipping him as God due to his miraculous birth.\nآتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا\n\"He has given me the Book and made me a prophet.\" - 19:30.\nIn these words, Sayyidna ` Isa\tI even in his infancy announced his future prophethood and the revelation to him of a sacred book from Allah Ta` ala. Since no prophet has been granted prophethood and a sacred book before the age of forty years, therefore this pre-announcement of his prophethood by Sayyidna ` Isa (علیہا السلام) here means to convey in advance that he would be bestowed prophethood and the Book at the proper time. In a similar manner The Holy Prophet ﷺ said that he was bestowed prophethood even before Adam (علیہ السلام) was yet in the process of his creation. This shows that the promise for granting prophethood to Sayyidna Muhammad Al-Mustafa ﷺ was firm and final. Here too, because of the certainty of occurrence, the grant of prophethood is referred to in the past tense. By announcing his future prophethood he (Sayyidna ` Isa علیہ السلام) dispelled peoples' doubts and exonerated his mother from the charge of fornication, because his being a Prophet was proof enough that his birth was free from any blemish."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ\n\"And has enjoined Sa1ah and Zakah upon me.\" - 19:31.\nThe word أَوْصَانِي is derived from the word وَصِیِّۃ (Wasiyyah) which normally means 'to bequeath', but when used in the context of issuing an order, it implies an emphatic command, and here it is used to put emphasis on a command of Allah. For this reason it is translated in the text as 'enjoined'. Here Sayyidna ` Isa (علیہ السلام) has said that Allah Ta’ ala had commanded him to offer Prayers and give the obligatory charity (Zakah), the intention being that he was commanded to observe both these duties with great diligence. Prayers and Zakah are two forms of worship which have been enjoined as obligatory in the Shar` iah (Laws) of all the prophets from Adam (علیہ السلام) to the last of the Prophets, Muhammad ﷺ . However, their details vary in different codes. In the Shar` iah of Sayyidna ` Isa (علیہ السلام) prayers and Zakah were also made compulsory. It is true that ` Isa (علیہ السلام) was never wealthy; neither did he build a house for himself nor did he accumulate any material riches, then why was he enjoined to pay Zakah? The answer is that this injunction is of general application in that whosoever possesses a certain level of wealth (نصاب) is liable to pay Zakah. This injunction applied to ` Isa I as well i.e. whenever he acquired wealth upto the level of Nisab (نَصاب) he was required to pay Zakah, but if his wealth remains below Nisab throughout his life, he would never be liable to pay Zakah. This situation, therefore, is not in conflict with the general rules governing Zakah.\nمَا دُمْتُ حَيًّا\n\"As long as I am alive.\" - 19:31.\nIt means that the injunction of prayers and Zakah is forever i.e. as long as I live. It is obvious that the reference here is to the life in this world, because these duties can be performed only here in this world."
    },
    {
      "ayah": 32,
      "surah": 19,
      "text": "وَبَرًّ‌ا بِوَالِدَتِي\n\"and (He has made me) good to my mother.\" - 19:32.\nHere only the mother is mentioned and not both the parents. Hence it is implied that his birth was a miracle, being without a father. Such a\ndiscourse coming from an infant was a miracle by itself to prove his miraculous birth."
    },
    {
      "ayah": 33,
      "surah": 19,
      "text": "وَبَرًّ‌ا بِوَالِدَتِي\n\"and (He has made me) good to my mother.\" - 19:32.\nHere only the mother is mentioned and not both the parents. Hence it is implied that his birth was a miracle, being without a father. Such a\ndiscourse coming from an infant was a miracle by itself to prove his miraculous birth."
    },
    {
      "ayah": 34,
      "surah": 19,
      "text": "Commentary\nذَٰلِكَ عِيسَى ابْنُ مَرْ‌يَمَ\n\"This is ` Isa, the son of Maryam.\" - 19:34.\nThe beliefs of the Jews and the Christians about Sayyidna ` Isa (علیہ السلام) were on such opposite extremes that the Christians exalted him to such a level of reverence that they regarded him as the son of Allah. The Jews on the other hand, denigrated him maliciously and called him (God forbid) the illegitimate son of Yusuf (Joseph) the carpenter. Allah Ta` ala has pointed out the error of both the views in these verses and clarified the correct position.\nThe phrase قَوْلَ الْحَقِّ (translated in the text as 'the word of truth' in the normal reading is with fathah on the letter Lam (لَ ). In this case the sentence along with its understood words will run like اَقُولُ قَولَ الحَقِّ that is, 'I say the word of truth'. However, in some readings the letter 'Lam' in 'Qawl' is rendered with Dammah i.e. قَوْلُ الْحَقِّ. In this case the sentence will mean that Sayyidna 'Isa (علیہا السلام) himself was a word of truth. It is, then, analogous to the title of کَلِمَۃُ اللہِ (the word of Allah) which is given to him to denote that he was born directly by the word of Allah, having no connection with an apparent cause in this world. (Qurtubi)"
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "Commentary\nذَٰلِكَ عِيسَى ابْنُ مَرْ‌يَمَ\n\"This is ` Isa, the son of Maryam.\" - 19:34.\nThe beliefs of the Jews and the Christians about Sayyidna ` Isa (علیہ السلام) were on such opposite extremes that the Christians exalted him to such a level of reverence that they regarded him as the son of Allah. The Jews on the other hand, denigrated him maliciously and called him (God forbid) the illegitimate son of Yusuf (Joseph) the carpenter. Allah Ta` ala has pointed out the error of both the views in these verses and clarified the correct position.\nThe phrase قَوْلَ الْحَقِّ (translated in the text as 'the word of truth' in the normal reading is with fathah on the letter Lam (لَ ). In this case the sentence along with its understood words will run like اَقُولُ قَولَ الحَقِّ that is, 'I say the word of truth'. However, in some readings the letter 'Lam' in 'Qawl' is rendered with Dammah i.e. قَوْلُ الْحَقِّ. In this case the sentence will mean that Sayyidna 'Isa (علیہا السلام) himself was a word of truth. It is, then, analogous to the title of کَلِمَۃُ اللہِ (the word of Allah) which is given to him to denote that he was born directly by the word of Allah, having no connection with an apparent cause in this world. (Qurtubi)"
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "Commentary\nذَٰلِكَ عِيسَى ابْنُ مَرْ‌يَمَ\n\"This is ` Isa, the son of Maryam.\" - 19:34.\nThe beliefs of the Jews and the Christians about Sayyidna ` Isa (علیہ السلام) were on such opposite extremes that the Christians exalted him to such a level of reverence that they regarded him as the son of Allah. The Jews on the other hand, denigrated him maliciously and called him (God forbid) the illegitimate son of Yusuf (Joseph) the carpenter. Allah Ta` ala has pointed out the error of both the views in these verses and clarified the correct position.\nThe phrase قَوْلَ الْحَقِّ (translated in the text as 'the word of truth' in the normal reading is with fathah on the letter Lam (لَ ). In this case the sentence along with its understood words will run like اَقُولُ قَولَ الحَقِّ that is, 'I say the word of truth'. However, in some readings the letter 'Lam' in 'Qawl' is rendered with Dammah i.e. قَوْلُ الْحَقِّ. In this case the sentence will mean that Sayyidna 'Isa (علیہا السلام) himself was a word of truth. It is, then, analogous to the title of کَلِمَۃُ اللہِ (the word of Allah) which is given to him to denote that he was born directly by the word of Allah, having no connection with an apparent cause in this world. (Qurtubi)"
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "Commentary\nذَٰلِكَ عِيسَى ابْنُ مَرْ‌يَمَ\n\"This is ` Isa, the son of Maryam.\" - 19:34.\nThe beliefs of the Jews and the Christians about Sayyidna ` Isa (علیہ السلام) were on such opposite extremes that the Christians exalted him to such a level of reverence that they regarded him as the son of Allah. The Jews on the other hand, denigrated him maliciously and called him (God forbid) the illegitimate son of Yusuf (Joseph) the carpenter. Allah Ta` ala has pointed out the error of both the views in these verses and clarified the correct position.\nThe phrase قَوْلَ الْحَقِّ (translated in the text as 'the word of truth' in the normal reading is with fathah on the letter Lam (لَ ). In this case the sentence along with its understood words will run like اَقُولُ قَولَ الحَقِّ that is, 'I say the word of truth'. However, in some readings the letter 'Lam' in 'Qawl' is rendered with Dammah i.e. قَوْلُ الْحَقِّ. In this case the sentence will mean that Sayyidna 'Isa (علیہا السلام) himself was a word of truth. It is, then, analogous to the title of کَلِمَۃُ اللہِ (the word of Allah) which is given to him to denote that he was born directly by the word of Allah, having no connection with an apparent cause in this world. (Qurtubi)"
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "Commentary\nذَٰلِكَ عِيسَى ابْنُ مَرْ‌يَمَ\n\"This is ` Isa, the son of Maryam.\" - 19:34.\nThe beliefs of the Jews and the Christians about Sayyidna ` Isa (علیہ السلام) were on such opposite extremes that the Christians exalted him to such a level of reverence that they regarded him as the son of Allah. The Jews on the other hand, denigrated him maliciously and called him (God forbid) the illegitimate son of Yusuf (Joseph) the carpenter. Allah Ta` ala has pointed out the error of both the views in these verses and clarified the correct position.\nThe phrase قَوْلَ الْحَقِّ (translated in the text as 'the word of truth' in the normal reading is with fathah on the letter Lam (لَ ). In this case the sentence along with its understood words will run like اَقُولُ قَولَ الحَقِّ that is, 'I say the word of truth'. However, in some readings the letter 'Lam' in 'Qawl' is rendered with Dammah i.e. قَوْلُ الْحَقِّ. In this case the sentence will mean that Sayyidna 'Isa (علیہا السلام) himself was a word of truth. It is, then, analogous to the title of کَلِمَۃُ اللہِ (the word of Allah) which is given to him to denote that he was born directly by the word of Allah, having no connection with an apparent cause in this world. (Qurtubi)"
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "يَوْمَ الْحَسْرَ‌ةِ (the Day of Remorse) in verse 39 refers to the Day of Judgment and has been called the Day of Remorse because on that day persons consigned to Hell as punishment for their evil deeds will regret their disregard of the righteous way of life, and wish that if they had lived the life of true believers, they too would have been in Paradise instead of being punished in Hell. Even those who have been rewarded with Paradise will feel a different kind of remorse. Al-Tabarani and Abu Ya` la have quoted the following saying of the Prophet ﷺ on the authority of Sayyidna Mu'adh ؓ .\n\"The people of Paradise will regret only one thing, namely those moments which were spent without the remembrance of Allah.\"\nAnd Al-Baghawi (رح) has narrated quoting Abu Hurairah ؓ that The Holy Prophet ﷺ said:\n\"Everyone will experience remorse and regret after death.\"\nThe companions of the Holy Prophet ﷺ asked him what would be that remorse and regret about? Then The Holy Prophet ﷺ explained that those who acted righteously will regret not having performed more righteous deeds which would have helped them attain a higher position in Paradise. On the other hand, the evil doers will repent their evil actions and sins. (Mazhari)"
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّ‌أْسُ شَيْبًا\n\"Here I am that bones within me have turned feeble, and the head has flared up grey with old age.\" - 19:4\nHuman body becomes weak with the aging of bones, because it is the bones which keep the body firm and upright. When bones lose their strength, the whole body turns weak.\nThe literal meaning of اشْتَعَالَ is a sudden burst of fire. Here the word is used as a simile for grey hair covering the head like a glow of fire.\nMention of one's needs in supplication is desirable\nHere Sayyidna Zakariyya (علیہ السلام) before making his supplication, mentioned about his weakness and old age by referring to his bones. One of the reasons for this was, as pointed out in the translation, that in his peculiar circumstances i.e. his old age and physical weakness, it was not appropriate for him to ask for a child. Another reason given by Imam Qurtubi in his commentary is, that for possible acceptance of supplication it is better to mention one's weakness, destitution and inadequacy. For this reason religious scholars have emphasized that one should recount Allah Ta` ala's blessings and his own exigency before making his supplication."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "يَوْمَ الْحَسْرَ‌ةِ (the Day of Remorse) in verse 39 refers to the Day of Judgment and has been called the Day of Remorse because on that day persons consigned to Hell as punishment for their evil deeds will regret their disregard of the righteous way of life, and wish that if they had lived the life of true believers, they too would have been in Paradise instead of being punished in Hell. Even those who have been rewarded with Paradise will feel a different kind of remorse. Al-Tabarani and Abu Ya` la have quoted the following saying of the Prophet ﷺ on the authority of Sayyidna Mu'adh ؓ .\n\"The people of Paradise will regret only one thing, namely those moments which were spent without the remembrance of Allah.\"\nAnd Al-Baghawi (رح) has narrated quoting Abu Hurairah ؓ that The Holy Prophet ﷺ said:\n\"Everyone will experience remorse and regret after death.\"\nThe companions of the Holy Prophet ﷺ asked him what would be that remorse and regret about? Then The Holy Prophet ﷺ explained that those who acted righteously will regret not having performed more righteous deeds which would have helped them attain a higher position in Paradise. On the other hand, the evil doers will repent their evil actions and sins. (Mazhari)"
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "Commentary\nMeaning of Siddiq\nصِدِّيقًا نَّبِيًّا (Siddiq (a man of truth), a prophet - 19:41) The word صِدِّيقً (Siddiq) is a Qur'anic term which has been defined differently by different scholars. Some say it is applied to one who has never told a lie in his life. Others describe Siddiq (صِدِّيقً ) as one who is truthful in his beliefs, words and deeds. In other words his utterances truly reflect his beliefs, and his actions in turn match with his beliefs and words. Ruh ul-Ma` ani and Mazhari have adopted the latter meaning of the word. Then there are different degrees of صِدِّیقِیَت (Truthfulness) i.e. those who fall within this definition are placed at different pedestals. Only a prophet (نَبِی یَا رَسُول ) can be a true صِدِّيقً. While every prophet is gifted with this attribute, not everyone who has it is a prophet. A believer who follows in the footsteps of his prophet and attains this exalted position of صِدِّيقً (truthfulness) can also be called Siddiq. The Holy Qur'an itself has given the title of صِدِّيقًہ to Sayyidah Maryam (علیہا السلام) ، despite the view of the overwhelming, majority that she was not a prophet, and that a woman cannot be a prophet."
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "How to give counsel to elders.\nيَا أَبَتِ (My dear father - 19:42) In Arabic language this word conveys deep respect and intense love for one's father. Allah Ta` ala had combined in the person of Sayyidna Khalilullah (علیہ السلام) the noble qualities and attributes, and his address to his father is a perfect example of moderation and restraint on the one hand, and the balancing of the opposites on the other. He finds his father living a life of unbelief and polytheism, and also calling upon other people to follow him in a life of sin - the very things which he was sent to eradicate. At the same time there is the filial love and respect which he feels towards his father. Now, the thing to note is, how well he combines the two conflicting feelings together. In the first place he uses the word يَا أَبَتِ , which is the mark of love and respect for his father, in the beginning of each sentence of the address. Then there is not a single derogatory word in his address which could hurt the feelings of his father, and words such as infidel or sinner have been carefully avoided. Instead, guided by prophetic wisdom he merely invited his father's attention to the helplessness and insensitivity of his idols, so that he might himself realize the fallacy of his beliefs. In the second sentence he made a mention of the prophetic knowledge that was granted to him by Allah Ta’ ala. Then in the third and fourth sentences he warned him against the Divine wrath, which would surely fall on him as a punishment for infidelity and idolatry. Even to these respectful entreaties his father did not pay any heed and, instead of giving any thought to what was said to him and adopting a gentle attitude, he addressed him ina very harsh language. Whereas Sayyidna Ibrahim (علیہ السلام) had addressed him with the loving words of يَا أَبَتِ , which should have called for a soft and tender response, such as یَا بُنَیَّ (My dear son) he chose to call him by his name and said يَا إِبْرَ‌اهِيمُ , and not only threatened to stone him to death but also asked him to leave his house. How Sayyidna Khalilullah' (علیہا السلام) responded to this threat is worthy of deep reflection."
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "How to give counsel to elders.\nيَا أَبَتِ (My dear father - 19:42) In Arabic language this word conveys deep respect and intense love for one's father. Allah Ta` ala had combined in the person of Sayyidna Khalilullah (علیہ السلام) the noble qualities and attributes, and his address to his father is a perfect example of moderation and restraint on the one hand, and the balancing of the opposites on the other. He finds his father living a life of unbelief and polytheism, and also calling upon other people to follow him in a life of sin - the very things which he was sent to eradicate. At the same time there is the filial love and respect which he feels towards his father. Now, the thing to note is, how well he combines the two conflicting feelings together. In the first place he uses the word يَا أَبَتِ , which is the mark of love and respect for his father, in the beginning of each sentence of the address. Then there is not a single derogatory word in his address which could hurt the feelings of his father, and words such as infidel or sinner have been carefully avoided. Instead, guided by prophetic wisdom he merely invited his father's attention to the helplessness and insensitivity of his idols, so that he might himself realize the fallacy of his beliefs. In the second sentence he made a mention of the prophetic knowledge that was granted to him by Allah Ta’ ala. Then in the third and fourth sentences he warned him against the Divine wrath, which would surely fall on him as a punishment for infidelity and idolatry. Even to these respectful entreaties his father did not pay any heed and, instead of giving any thought to what was said to him and adopting a gentle attitude, he addressed him ina very harsh language. Whereas Sayyidna Ibrahim (علیہ السلام) had addressed him with the loving words of يَا أَبَتِ , which should have called for a soft and tender response, such as یَا بُنَیَّ (My dear son) he chose to call him by his name and said يَا إِبْرَ‌اهِيمُ , and not only threatened to stone him to death but also asked him to leave his house. How Sayyidna Khalilullah' (علیہا السلام) responded to this threat is worthy of deep reflection."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "How to give counsel to elders.\nيَا أَبَتِ (My dear father - 19:42) In Arabic language this word conveys deep respect and intense love for one's father. Allah Ta` ala had combined in the person of Sayyidna Khalilullah (علیہ السلام) the noble qualities and attributes, and his address to his father is a perfect example of moderation and restraint on the one hand, and the balancing of the opposites on the other. He finds his father living a life of unbelief and polytheism, and also calling upon other people to follow him in a life of sin - the very things which he was sent to eradicate. At the same time there is the filial love and respect which he feels towards his father. Now, the thing to note is, how well he combines the two conflicting feelings together. In the first place he uses the word يَا أَبَتِ , which is the mark of love and respect for his father, in the beginning of each sentence of the address. Then there is not a single derogatory word in his address which could hurt the feelings of his father, and words such as infidel or sinner have been carefully avoided. Instead, guided by prophetic wisdom he merely invited his father's attention to the helplessness and insensitivity of his idols, so that he might himself realize the fallacy of his beliefs. In the second sentence he made a mention of the prophetic knowledge that was granted to him by Allah Ta’ ala. Then in the third and fourth sentences he warned him against the Divine wrath, which would surely fall on him as a punishment for infidelity and idolatry. Even to these respectful entreaties his father did not pay any heed and, instead of giving any thought to what was said to him and adopting a gentle attitude, he addressed him ina very harsh language. Whereas Sayyidna Ibrahim (علیہ السلام) had addressed him with the loving words of يَا أَبَتِ , which should have called for a soft and tender response, such as یَا بُنَیَّ (My dear son) he chose to call him by his name and said يَا إِبْرَ‌اهِيمُ , and not only threatened to stone him to death but also asked him to leave his house. How Sayyidna Khalilullah' (علیہا السلام) responded to this threat is worthy of deep reflection."
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "How to give counsel to elders.\nيَا أَبَتِ (My dear father - 19:42) In Arabic language this word conveys deep respect and intense love for one's father. Allah Ta` ala had combined in the person of Sayyidna Khalilullah (علیہ السلام) the noble qualities and attributes, and his address to his father is a perfect example of moderation and restraint on the one hand, and the balancing of the opposites on the other. He finds his father living a life of unbelief and polytheism, and also calling upon other people to follow him in a life of sin - the very things which he was sent to eradicate. At the same time there is the filial love and respect which he feels towards his father. Now, the thing to note is, how well he combines the two conflicting feelings together. In the first place he uses the word يَا أَبَتِ , which is the mark of love and respect for his father, in the beginning of each sentence of the address. Then there is not a single derogatory word in his address which could hurt the feelings of his father, and words such as infidel or sinner have been carefully avoided. Instead, guided by prophetic wisdom he merely invited his father's attention to the helplessness and insensitivity of his idols, so that he might himself realize the fallacy of his beliefs. In the second sentence he made a mention of the prophetic knowledge that was granted to him by Allah Ta’ ala. Then in the third and fourth sentences he warned him against the Divine wrath, which would surely fall on him as a punishment for infidelity and idolatry. Even to these respectful entreaties his father did not pay any heed and, instead of giving any thought to what was said to him and adopting a gentle attitude, he addressed him ina very harsh language. Whereas Sayyidna Ibrahim (علیہ السلام) had addressed him with the loving words of يَا أَبَتِ , which should have called for a soft and tender response, such as یَا بُنَیَّ (My dear son) he chose to call him by his name and said يَا إِبْرَ‌اهِيمُ , and not only threatened to stone him to death but also asked him to leave his house. How Sayyidna Khalilullah' (علیہا السلام) responded to this threat is worthy of deep reflection."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "How to give counsel to elders.\nيَا أَبَتِ (My dear father - 19:42) In Arabic language this word conveys deep respect and intense love for one's father. Allah Ta` ala had combined in the person of Sayyidna Khalilullah (علیہ السلام) the noble qualities and attributes, and his address to his father is a perfect example of moderation and restraint on the one hand, and the balancing of the opposites on the other. He finds his father living a life of unbelief and polytheism, and also calling upon other people to follow him in a life of sin - the very things which he was sent to eradicate. At the same time there is the filial love and respect which he feels towards his father. Now, the thing to note is, how well he combines the two conflicting feelings together. In the first place he uses the word يَا أَبَتِ , which is the mark of love and respect for his father, in the beginning of each sentence of the address. Then there is not a single derogatory word in his address which could hurt the feelings of his father, and words such as infidel or sinner have been carefully avoided. Instead, guided by prophetic wisdom he merely invited his father's attention to the helplessness and insensitivity of his idols, so that he might himself realize the fallacy of his beliefs. In the second sentence he made a mention of the prophetic knowledge that was granted to him by Allah Ta’ ala. Then in the third and fourth sentences he warned him against the Divine wrath, which would surely fall on him as a punishment for infidelity and idolatry. Even to these respectful entreaties his father did not pay any heed and, instead of giving any thought to what was said to him and adopting a gentle attitude, he addressed him ina very harsh language. Whereas Sayyidna Ibrahim (علیہ السلام) had addressed him with the loving words of يَا أَبَتِ , which should have called for a soft and tender response, such as یَا بُنَیَّ (My dear son) he chose to call him by his name and said يَا إِبْرَ‌اهِيمُ , and not only threatened to stone him to death but also asked him to leave his house. How Sayyidna Khalilullah' (علیہا السلام) responded to this threat is worthy of deep reflection."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "سَلَامٌ عَلَيْكَ (Peace on you) Here the word (Peace) may carry two meanings. One, that the word سَلَام is used to signify severance of relations in a polite manner so as not to cause hurt to his father. This practice has been described in the Holy Qur'an as an attribute of good and pious people. An example in point are the words.\nوَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا\n\"When ignorant people speak to them, they reply peacefully.\" (25:63)\nIt means that when the ignorant people say foolish things to them they simply say 'Salami (peace) instead of getting involved into an argument with them. This is a way of conveying to them that though I do not agree with your views I will not harm you. The second explanation is that the word سَلَام has been used in the conventional sense. But here the problem is that The Holy Prophet ﷺ has forbidden the believers to be the first to greet an infidel with the word سَلَام on meeting him. The following saying of The Holy Prophet ﷺ has been reported in Sahih al-Bukhari and Muslim on the authority of Sayyidna Abu Hurairah ؓ .\nلَا تَبدأ والیھود و النصاریٰ بالسَّلَام\n\"Do not be the first to greet Jews and Christians with the word سَلَام\nOn the other hand Sahih al-Bukhari and Muslim have also reported through Sayyidna Usamah ؓ ' that The Holy Prophet ﷺ had greeted first a group of people with the word in which infidels, polytheists and Muslims were all present.\nThis explains the differences which have developed among jurists on the question of propriety or otherwise of this practice. By their words and actions eminent companions (of the Holy Prophet ﷺ), their followers and leaders of religious thought have expressed different views on this issue. Qurtubi has treated this subject in great detail while explaining this verse in his book Ahkam ul-Qur’ an. Imam An-Nakha` i has ruled that when one meets an infidel, a Jew or a Christian on a religious or a worldly need, then there is no harm in taking lead in greeting him with the word سَلَام ، but one should avoid greeting first when there is no need to meet him. Thus both the sayings of the Prophet ﷺ (حَدِیث) have been reconciled.\nسَأَسْتَغْفِرُ‌ لَكَ رَ‌بِّي (I shall seek forgiveness for you from my Lord - 19:47). Here again the problem is that to ask for forgiveness for the sins of an infidel is prohibited and unlawful by Islamic laws, the Holy Prophet ﷺ had said to his uncle Abu Talib واللہ لاستغفرنّ لک مالم انہ عنہ ، that is;\n\"By God I shall keep on praying to Allah for your forgiveness until I am forbidden to do so by Him.\"\nOn this the following verse was revealed:\nمَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُ‌وا لِلْمُشْرِ‌كِينَ\n\"It is not for the Prophet and the believers to seek forgiveness for the Mushriks.\" (9:113)\nAfter the revelation of this verse he stopped seeking forgiveness for his uncle.\nThe answer to this confusion is that Sayyidna Ibrahim (علیہ السلام) had promised his father to seek Divine Mercy for him before such a prayer was forbidden. The prohibition was imposed after this event. Allah Ta` ala has mentioned this event in Surah Mumtahinna where this exception is clearly indicated.\nإِلَّا قَوْلَ إِبْرَ‌اهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ‌نَّ لَكَ\nExcept that Ibrahim said to his father \"Certainly I shall ask pardon for you\". - 60:4.\nThis is more clear in Surah Taubah in the verse following the verse.\nمَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُ‌وا لِلْمُشْرِ‌كِينَ\n\"It is not for the Prophet and the believers to seek forgiveness for the Mushriks.\" - 9:114.\nوَمَا كَانَ اسْتِغْفَارُ‌ إِبْرَ‌اهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ\n\"And the prayer of Ibrahim for the forgiveness of his father was not but due to a promise he had made to him. Later, when it became clear to him that he was an enemy of Allah, he withdrew himself from him.\" - 9:114.\nThis shows that Sayyidna Ibrahim's (علیہ السلام) promise to his father to invoke Allah's Mercy for him was made before the latter's firm adherence to infidelity, and his hostility to Allah became clearly evident. When the position was no longer in doubt Sayyidna Ibrahim (علیہ السلام) announced his dissociation from his father."
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّـهِ وَأَدْعُو رَ‌بِّي\nAnd go away from you and what you invoke besides Allah. And I shall invoke my Lord.\" - 19:48.\nOn the one hand Sayyidna Khalilullah (علیہ السلام) went to the extreme to show his respect and love for his father, which has been described above, and on the other hand he did not allow the slightest doubt to be cast on his expression of the universal truth (حق) or on his total belief in it. He accepted willingly his father's orders to leave the house and also made it known that he had totally dissociated himself from his (father's) idols and addressed his prayers only to Allah."
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّـهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ\n\"So, when he went away from them and what they worshipped besides Allah, We blessed him with Ishaq and Ya` qub.\" - 19:49.\nIn the sentence preceding this sentence Hadhrat Ibrahim (علیہ السلام) had expressed the hope that on account of his prayers and devotion Allah Ta` ala would not abandon him. This hope, in fact, was a prayer to Allah to protect him from the pain of loneliness after he left his house and family. The sentence reproduced above describes the manner in which his prayer was granted. When Ibrahim (علیہ السلام) left his home and family and their idols, Allah Ta` ala rewarded him with a son, Ishaq (علیہ السلام) to compensate him for his loss. It was further revealed to him that this son would have long life and also beget a son by the name of Ya` qub. Granting of a son is proof that he (Ibrahim) was married by then. In brief it means that he was granted a better family, which consisted of prophets and pious people after he had left his father's family."
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "مَوَالِيَ is the plural of مَولٰی . This word has many meanings in the Arabic language, one of them being a cousin, or other relations on the father's side. Here the word has been used in this sense."
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّـهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ\n\"So, when he went away from them and what they worshipped besides Allah, We blessed him with Ishaq and Ya` qub.\" - 19:49.\nIn the sentence preceding this sentence Hadhrat Ibrahim (علیہ السلام) had expressed the hope that on account of his prayers and devotion Allah Ta` ala would not abandon him. This hope, in fact, was a prayer to Allah to protect him from the pain of loneliness after he left his house and family. The sentence reproduced above describes the manner in which his prayer was granted. When Ibrahim (علیہ السلام) left his home and family and their idols, Allah Ta` ala rewarded him with a son, Ishaq (علیہ السلام) to compensate him for his loss. It was further revealed to him that this son would have long life and also beget a son by the name of Ya` qub. Granting of a son is proof that he (Ibrahim) was married by then. In brief it means that he was granted a better family, which consisted of prophets and pious people after he had left his father's family."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "Commentary\nكَانَ مُخْلَصًا (Indeed he was a chosen one - 19:51) مُخْلَصً : means a person whom Allah Ta` ala has chosen for himself i.e. someone who will not devote himself to anyone but Allah, and whose only desire is to win Allah's benevolence. This special position is enjoyed by the prophets only as mentioned in the Qur’ an at another place.\nإِنَّا أَخْلَصْنَاهُم بِخَالِصَةٍ ذِكْرَ‌ى الدَّارِ‌\n\"We purified them with a quality most pure, the remembrance of the Abode.\" - 38:46.\nThose among the followers of prophets who attain perfection are also granted a place of distinction, which makes them immune to committing sins and evil deeds through Divine dispensation. They remain in Allah's protection all the time."
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "مِن جَانِبِ الطُّورِ‌ الْأَيْمَنِ (The right side of the mount Tur - 19:52). This famous mountain (Tur or Sinai) rises in Syria between Madyan and Egypt, and is still known by the same name. Allah Ta’ ala has given it a distinct and special position in many ways.\nالْأَيْمَنِ The position of Mr is given to .the right side in relation to Sayyidna Musa (علیہ السلام) who had commenced his journey from Madyan and when he approached Tur, it was on his right side. نَجِيًّا is for whisper, مُنَاجَات is for confidential talk and\t نَجِی means a confidant."
    },
    {
      "ayah": 53,
      "surah": 19,
      "text": "وَوَهَبْنَا لَهُ مِن رَّ‌حْمَتِنَا أَخَاهُ هَارُ‌ونَ\n\"And We, out of our mercy, granted him his brother Harun.\" - 19:53.\nLiteral meaning of ھبہ is a gift. Sayyidna Musa (علیہ السلام) had prayed to Allah to grant prophethood to Sayyidna Harun (علیہ السلام) also in order to provide him support. This prayer was granted and the word وَهَبْنَا has been used to describe this episode i.e. the grant of the gift of Harun (علیہ السلام) to Sayyidna Musa (علیہ السلام) . That is why Sayyidna Harun\t (علیہ السلام) is also known as the Gift of Allah (ھبۃ اللہ). (Mazhari)"
    },
    {
      "ayah": 54,
      "surah": 19,
      "text": "وَاذْكُرْ‌ فِي الْكِتَابِ إِسْمَاعِيلَ\n\"And mention in the Book (the story of) Isma` il.\" - 19:54.\nThe reference here is clearly to Sayyidna Ismail (علیہ السلام) the son of Sayyidna Ibrahim (علیہ السلام) ، who has not been mentioned earlier along with his father Ibrahim (علیہ السلام) and brother Ishaq (علیہ السلام) but mention has been made of him after a brief interlude in which an account of Sayyidna Musa (علیہ السلام) is given. It is possible that by making a reference to Sayyidna Ismail (علیہ السلام) apart from others, instead of treating him along with them, the intention was to give him prominent status. In this verse the prophets have not been mentioned in the order in which they were granted missions of prophethood, because Idris (علیہ السلام) who has been mentioned last was, in fact, the earliest of them all.\nكَانَ صَادِقَ الْوَعْدِ\n\"He was indeed true to his promise.\" - 19:54.\nFulfillment of promise .is regarded as an important part of the moral code by all decent men, just as a breach of it is considered worthy of contempt. A saying of the Holy Prophet ﷺ has described the breaking of promise as a sign of hypocrisy. Thus, none of the prophets and messengers of Allah have been accused of bad faith / a breach of promise.\nHere certain attributes have been assigned to some of the prophets, but this does not mean that the other prophets did not possess them. It only suggests that these special attributes distinguish them from all the other prophets, just as Sayyidna Musa (علیہ السلام) has been described as مُخلَص . All the other prophets possessed this quality, but it has been specifically applied to Sayyidna Musa (علیہ السلام) . Hence a special mention of him with the attribute.\nSayyidna Ismail (علیہ السلام) occupies a place of honour where keeping a promise is concerned and he stood by his promise whether made to Allah or to humans. He fulfilled his promise to Allah that he would offer himself for sacrifice and will not be found wanting in courage. When the time came he stood by his promise. Once, he promised to meet a man at an appointed place and time. The man did not turn up at the appointed time, but Sayyidna Ismail\tعلیہ السلام waited for him at the place for three days, and according to another tradition for full one year. (Mazhari) A similar incident is reported about The Holy Prophet ﷺ by Tirmidhi on the authority of Abdullah Ibn Ari Al-Khamsa that he waited for three days for someone who had promised to meet him at a particular place. (Qurtubi)\nImportance of keeping one's promise.\nFulfillment of promise is a distinctive trait of the character of the prophets and the pious, and a normal code of conduct with all decent persons. Breaking of a promise, on the other hand, is a habit of the wicked, mean and liars. A saying of The Holy Prophet ﷺ is اَلعدۃ دَین \"A promise is like a debt.\" i.e. it is as obligatory to honour a promise as it is to repay a debt. There is another saying of The Holy Prophet ﷺ which says وای المؤمن واجب . It means that \"promise is an obligation for a believer.\"\nJurists are all agreed that a promise is a debt and its fulfillment obligatory, but only in the sense that its violation without a religious (شرعِی) excuse is a sin though no remedy can be sought for its breach in a court of law. In the language of the Jurists a debt is an obligation which is enforceable, while a promise is not."
    },
    {
      "ayah": 55,
      "surah": 19,
      "text": "A reformer must begin his mission with his own family\nكَانَ يَأْمُرُ‌ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ\n\"And he used to bid Salah and Zakah to his family.\" - 19:55.\nA special attribute of Sayyidna Ismail (علیہ السلام) is that he used to direct his family members to offer prayers and pay obligatory charity (الزَّكَاةِ ). Here the question arises that all Muslims are required to advise their family members to perform good deeds as the Qur'an addresses the believers\nقُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارً‌ا\n\"Save yourself and your family members from the Fire (of Hell).\" - 66:6.\nThen why has a special mention been made of Sayyidna Ismail (علیہ السلام) in this matter? The fact is, that although this injunction applies to all Muslims, Sayyidna Ismail (علیہ السلام) used to make special efforts in following this directive. Likewise, the Holy Prophet ﷺ also received special directive to warn his family members and close relations against Allah's wrath وَأَنذِرْ‌ عَشِيرَ‌تَكَ الْأَقْرَ‌بِينَ (and warn the nearest people of your clan - 26:214). As a consequence he assembled them all and conveyed to them Allah's command. The other point to consider here is that prophets are sent by Allah for the guidance of entire people. They convey Allah's message to everyone and bind them to obey His command. Then what is the point in making special mention of the members of family? The thing is that there are certain principles which the prophets observe when calling upon people to follow the path of righteousness, and one of them is to give the call first to one's own family members before calling upon the general public. It is a lot easier to prevail upon one's own family members and to monitor their actions. Once the family members have accepted a certain way of life and have started acting on it routinely then it becomes much easier to spread the same message among others at large. When people see for themselves others following a righteous path it becomes much easier to convert them. The most effective means for bringing about an improvement in the character of the people is by creating a religious environment. Experience shows that virtue and vice both proliferate faster and wider in a receptive environment than through teaching and preaching."
    },
    {
      "ayah": 56,
      "surah": 19,
      "text": "وَاذْكُرْ‌ فِي الْكِتَابِ إِدْرِ‌يسَ\n\"And mention in the Book (the story of) Idris.\" - 19:56.\nSayyidna Idris (علیہ السلام) lived one thousand years before Sayyidna Nuh (علیہ السلام) and was among his ancestors. (Ruh ul-Ma` ani with reference to Mustadrak al-Hakim). He was the first Prophet after Sayyidna Adam (علیہ السلام) and Allah Ta’ ala bestowed upon him thirty books. (Abi zar- Zamkhashari). Sayyidna Idris (علیہ السلام) was the first man who was given the knowledge of astrology and mathematics through a miracle, (Bahr ul-Muhit). He was also the first man who learnt how to write with a pen, and also the first who invented stitching of cloth, people used to wear animal skins instead of clothes before his time. He also invented measurement tools for the first time. Making of weapons also started in his time and he used them in his wars - the Holy wars\t: جھاد)Jihad) against the descendents of Qabil (بنو قابیل) (Bahr ul-Muhit, Qurtubi, Mazhari, Ruh ul-Ma ani)"
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "وَرَ‌فَعْنَاهُ مَكَانًا عَلِيًّا\n\"And We raised him to a high place.\" - 19:57.\nIt means that he was granted a special position among prophets and was close to Allah Ta` ala. There are also other versions about his ascent to the sky, about which Ibn-e-Kathir has said\nھٰذا من اخبار کعب الاحبار الاسرایٔلیات وفی بعضہ نکارۃ\n\"This is taken from the traditions of the Israelites as reported by Ka'ab Al-Ahbar, some of which are disputed, and unfamiliar.\"\nThe Qur'anic words are not specific on the subject whether he was given a sublime position or was physically lifted to the sky. Therefore, his physical ascent to the sky is not definite. In any case commentary of the Holy Qur'an is not dependent on this issue. (Bayan ul-Qur’ an)\nFrom Bayan ul-Qur'an - The difference between the definition of 'Rasul' and 'Nabi' and their inter-relationship.\n\"The words Rasul and Nabi have been variously explained. Having considered all possibilities I have come to the conclusion that the relationship between the two is on being specific or general on the basis of their application.\nRasul is one who delivers a new code to those among whom he is sent, even though the code may be new to himself as well, like Torah to Sayyidna Musa (علیہ السلام) or the code be new only to his people, as was the case with Sayyidna Ismail (علیہ السلام) . The code that he was preaching was in fact given to his father, Sayyidna Ibrahim (علیہ السلام) ، but it was new for the tribe of Jurhum who did not know about it beforehand, and learnt its details from Sayyidna Ismail (علیہ السلام) only, who was sent to them for this purpose. It, therefore, follows that it is not necessary for a Rasul to be Nabi just as the angels who are Rasul but not Nabi or the messengers sent to Sayyidna ` Isa (علیہ السلام) who are referred in Qur'an as Rasul, although they were not Nabi. إِذْ جَاءَهَا الْمُرْ‌سَلُونَ (36:13).\nOn the other hand Nabi is the one who is the bearer of Wahy (Allah's message) regardless of whether he preaches an old or a new religious code. Many a prophets from Bani Isra'il fall under this category, as they preached the religious code given to Sayyidna Musa (علیہ السلام) ، therefore, follows that the word Rasul is more general compared to Nabi. But in certain other ways converse is the case. Where the two words are used together, as in the case of this verse where they appear as رَ‌سُولًا نَّبِيًّا ، there is no problem in that they can be taken both in specific or in general term, and there will not be any contradiction. But in such situations where the two words appear separately one against the other, then having regard to the relative position of the two words in the verse the term Nabi will denote someone who is following the religious code brought by someone else."
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "أُولَـٰئِكَ الَّذِينَ أَنْعَمَ اللَّـهُ عَلَيْهِم مِّنَ النَّبِيِّينَ مِن ذُرِّ‌يَّةِ آدَمَ\n\"Those are the people whom Allah has blessed with bounties, the prophets from the progeny of Adam.\" - 19.58.\nThis relates only to Sayyidna Idris (علیہ السلام) .\nوَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ\n\"And from those whom We boarded (the Ark) along with Nuh.\" - 19:58.\nThis relates to Sayyidna Ibrahim (علیہ السلام) only,\nوَمِن ذُرِّ‌يَّةِ إِبْرَ‌اهِيمَ\n\"and from the progeny of Ibrahim\" - 19:58.\nThis relates to Ismail, Ishaq and Ya` qub (علیہ السلام) .\nوَإِسْرَ‌ائِيلَ\n\"and Isra'il\" - 19:58.\nThis points out to Sayyidna Musa, Haran, Zakariyya and Yahya and ` Isa (علیہم السلام) .\nإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّ‌حْمَـٰنِ خَرُّ‌وا سُجَّدًا وَبُكِيًّا\n\"When the verses of The Rahman (All-Merciful) are recited before them they fall down in Sajdah (prostration), weeping.\" -19:58.\nSome very prominent prophets have been mentioned in the preceding verses as also their exalted status. Thus, there was a real danger that people might raise them to an exaggerated and high position as was the case with Jews who treated Sayyidna ` Uzair (علیہ السلام) as God, or the Christians who elevated Sayyidna ` Isa (علیہ السلام) to a level where they called him the son of God. Therefore, after the mention of all those prophets it was made very clear in the very next verse that they were all very God-fearing and used to prostrate (سَجدَہ) themselves before Allah in extreme reverence. It is to avoid any possibility of crossing the limits of reverence for them (Bayan ul-Qur'an).\nWeeping during the recitation of Qur'an / Divine Book was the Practice of the Prophets (علیہ السلام)\nWeeping while reciting Qur'an is a commendable act and was also an attribute of the prophets. It has been reported that The Holy Prophet ﷺ ، his companions, their followers and the God-fearing people followed this practice.\nQurtubi has reported that religious scholars consider it desirable that when going into Sajdah after reciting a verse of Sajdah (آیَت سجدہ) one should recite a prayer which is appropriate to the verse of Sajdah (آیَتِ سجدہ). For instance in Surah Sajdah (surah # 32) the following prayer be recited.\nاللَّھُم اجعَلنِی مِنَ السَّاجِدِینَ لِوَجھِکَ المُسَبِّحِینَ بِحَمدِکَ وَاَعُوذُ بِک اَن اَکُونَ مِنَ المُستَکبِرِینَ عَن اَمرِکَ\n(0 Allah, make me of those who prostrate to You alone, and who glorify You along with proclaiming Your praise. And I seek refuge with You from being of those who turn their faces, in arrogance, against Your command.)\nWhile in the case of Sajdah at verse # 109 of (Surah Bani Isra'il) one should recite.\nاللَّھُمَّ اَجعَلنِی مِنَ البَاکِینَ اِلَیکَ الخَاشِعِینَ لَکَ\n(0 Allah, make me of those who weep before You and who are humble in heart before You.)\nAnd for the verse of Sajdah under reference the following should be recited.\nاللَّھُمَّ اجعَلنِی مِن عِبَادِکَ المُنعِمِ عَلَیھِمُ المَھدِیِّینَ السَّاجِدِینَ لِکِ البَاکِینَ عِندَ تِلَاوَۃِ آیَاتِکَ\n( O Allah make me of those among Your slaves upon whom You bestowed Your bounties, who prostrate before You, who weep while reciting Your verses.) (Qurtubi)"
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "Commentary\nفَخَلَفَ (Khalf) means bad successors, while فَخَلَفَ (Khalaf) means good successors. (Mazhari) Mujahid (رح) has reported that when the Day of Judgment would be near and the pious people would all be dead and gone, people will lose interest in prayers and indulge in all sort of vices and evil deeds.\nOffering prayers outside fixed time or not with congregation (جَمَاعَت) is a default and of no avail, and is a great sin.\nMost exegetes / commentators are of the view that offering prayers after its time has lapsed is a default of prayers (اضَاعُوا الصَّلٰوۃَ ). Among them are Sayyidna ` Abdullah Ibn Masud, Nakhai, Qasim, Mujahid, Ibrahim and ` Umar Ibn ` Abdul ` Aziz. While others consider that any lapse in the form and conditions of prayers is اِضَاعتِ صلٰوۃ and includes the lapse of time as well. Still others believe that offering of prayers at home and not with the congregation (جَمَاعَت) is اِضَاعتِ صلٰوۃ (Qurtubi, Bahr ul-Muhit).\nSayyidna ` Umar al-Faruq ؓ ، had sent out a circular to all his governors saying:\nإن أھم امرکم عندی الصلوٰۃ، فمن ضیعھافھو لما سواھا اضیع (مؤطا امام مالک)\n\"In my view the most important among your tasks is prayer. So, whoever defaults in this, will default in discharging his other obligations all the more.\"\nOnce Sayyidna Hudaifah ؓ saw someone offering his prayers without observing the prescribed rules, and was going through the rituals rather hurriedly without pausing. He asked the man how long he had been offering his prayers like that. The man replied for the last forty years. 'Then Sayyidna Hudaifah ؓ said:\n\"You have not offered a single of your prayers correctly.\"\nHe further remarked:\n\"If you die offering your prayers like this then remember you will die without following the course given by The Holy Prophet ﷺ .\nSayyidna Abu Mas’ ud ؓ has been quoted in Tirmidhi that the Holy Prophet ﷺ had said that the prayer of a person is lost who does not observe اِقَامَت i.e. does not stand upright in his prayers. It means that if one does not pause while bowing down (رُکُوع) and prostrating (سَجدَہ) in his prayers or who does not stand straight up after bowing down ( رُکُوع) or does not sit up in between two prostrations (سَجدُوں) his prayers would be considered as not performed. Similarly, if one is not careful about ablution (وُضُو) and his cleanliness (طَھَارَت) his prayers will also be lost.\nSayyidna Hasan-al-Basri (رح) has observed that leaving the mosques unattended and being over involved in business and enjoyments of life is included in the meaning of this verse.\nImam Qurtubi' (رح) after reproducing these sayings had said that even knowledgeable people ignore the prescribed rules of prayers and merely go through its motions. He made this observation in the 6th century Hijrah when such people were few. Presently the position is worse, and there are many more people who disregard the rules of prayers. نَعُوذُ بِاللہِ مِن شُرُورِ انفُسِنَا وَ اَعمَالِنا (and pursued desires - 19:59) (شَھَوَات ) refers to all such wordly pleasures which make people negligent of their duty to Allah making them lose interest in Prayers. Sayyidna Ali ؓ has said that palatial houses and luxurious carriages which attract people's eye, and wearing dresses which distinguish a person from the common man all fall within the category of worldly pleasures. (Qurtubi)\nفَسَوفَ یَلقَونَ غَیِّاً (So they will soon face[ the outcome of their ] perversion - 19:59) The word غَیّ in Arabic language is the opposite of رشاد . All virtues and good things are رشاد and all vices and evils are غَیّ. Sayyidna ` Abdullah Ibn Mas’ ud ؓ has reported that there is a cave in Hell by the name غَیّ which houses various types of severe punishments, more numerous than all the punishments of Hell.\nIbn ` Abbas ؓ has remarked that even Hell seeks protection from غَیّ , which is the name of a cave in the Hell. Allah Ta` ala has prepared it for habitual adulterers who persist in adultery, and for the drunkards who do not give up drinking, and for the usurers who do not stop taking interest and for those who disobey their parents, and those who give false witness and for the woman who declares someone else's child as her husband's. (Qurtubi)"
    },
    {
      "ayah": 6,
      "surah": 19,
      "text": "The Legacy of Prophets cannot be inherited\nيَرِ‌ثُنِي وَيَرِ‌ثُ مِنْ آلِ يَعْقُوبَ\n\"Who inherits me and inherits the house of Ya` qub.\" - 19:6.\nThe religious scholars are all agreed that here the inheritance does not mean wealth, because in the first place, it has not been established that Sayyidna Zakariyya (علیہ السلام) had much wealth. Hence, the question as to who would inherit the same, does not arise. Secondly, it is inconsistent with the exalted position of a prophet to concern himself with such matters. And thirdly, a saying of the Holy Prophet ﷺ ، which has been unanimously accepted by all religious scholars, says:\nان العلماء ورثۃ الأنبیاء لم یورثوا دینارا ولا درھما انما ورثوا العلم، فمن اخذہ اخذ بحظ وافر۔ (رواہ احمد و أبو داؤد وابن ماجۃ والترمذی)\n\"Indeed the knowledgeable scholars are the inheritors of the prophets, because the prophets do not leave any material wealth. Their legacy is knowledge. One who has acquired knowledge has received great fortune.\"\nThe above saying of the Prophet ﷺ is also recorded in Al-Kafi, by Al-Kulaini, the well-known book of the Shiite school. It is narrated in Sahih Al-Bukhari through Sayyidah ` A'ishah ؓ that the Holy Prophet ﷺ said:\nلا نورث، ما ترکنا صدقۃ\n\"No one inherits our (i.e. prophets' ) wealth, because whatever wealth we leave behind is Sadaqah (Charity) (صدقۃ).\"\nIn the verse itself after يَرِ‌ثُنِي the addition of the words يَرِ‌ثُ مِنْ آلِ يَعْقُوبَ (19:6) confirms the view that here the material inheritance is not implied, because the son, Yahya\tعلیہ السلام ، could not have inherited the material wealth of the family of Sayyidna Ya` qub (علیہ السلام) ، which could only be inherited by their near relations and not by Sayyidna Yahya (علیہ السلام) . It is against the law of inheritance for distant relations to receive any part of inheritance in the presence of close relatives.\nRuh ul-Ma` ani quotes the following from Al-Kafi, by Al-Kulaini, the well-known Shi'ah scholar:\nعن ابی البختری عن ابی عبداللہ قال : إن سلیمان ورث داؤد وإن محمَّدا ﷺ ورث سلیمان\nSulayman Ali was the heir of Dawud (علیہ السلام) and Muhammad ﷺ was the heir of Sulayman\nIt is quite obvious that the Holy Prophet ﷺ did not inherit any material wealth from Sulayman (علیہ السلام) ، nor did Sulayman (علیہ السلام) receive any such inheritance from Dawud (علیہ السلام) . Clearly the reference here is to the wisdom and the knowledge which all prophets of Allah possess."
    },
    {
      "ayah": 60,
      "surah": 19,
      "text": "Commentary\nفَخَلَفَ (Khalf) means bad successors, while فَخَلَفَ (Khalaf) means good successors. (Mazhari) Mujahid (رح) has reported that when the Day of Judgment would be near and the pious people would all be dead and gone, people will lose interest in prayers and indulge in all sort of vices and evil deeds.\nOffering prayers outside fixed time or not with congregation (جَمَاعَت) is a default and of no avail, and is a great sin.\nMost exegetes / commentators are of the view that offering prayers after its time has lapsed is a default of prayers (اضَاعُوا الصَّلٰوۃَ ). Among them are Sayyidna ` Abdullah Ibn Masud, Nakhai, Qasim, Mujahid, Ibrahim and ` Umar Ibn ` Abdul ` Aziz. While others consider that any lapse in the form and conditions of prayers is اِضَاعتِ صلٰوۃ and includes the lapse of time as well. Still others believe that offering of prayers at home and not with the congregation (جَمَاعَت) is اِضَاعتِ صلٰوۃ (Qurtubi, Bahr ul-Muhit).\nSayyidna ` Umar al-Faruq ؓ ، had sent out a circular to all his governors saying:\nإن أھم امرکم عندی الصلوٰۃ، فمن ضیعھافھو لما سواھا اضیع (مؤطا امام مالک)\n\"In my view the most important among your tasks is prayer. So, whoever defaults in this, will default in discharging his other obligations all the more.\"\nOnce Sayyidna Hudaifah ؓ saw someone offering his prayers without observing the prescribed rules, and was going through the rituals rather hurriedly without pausing. He asked the man how long he had been offering his prayers like that. The man replied for the last forty years. 'Then Sayyidna Hudaifah ؓ said:\n\"You have not offered a single of your prayers correctly.\"\nHe further remarked:\n\"If you die offering your prayers like this then remember you will die without following the course given by The Holy Prophet ﷺ .\nSayyidna Abu Mas’ ud ؓ has been quoted in Tirmidhi that the Holy Prophet ﷺ had said that the prayer of a person is lost who does not observe اِقَامَت i.e. does not stand upright in his prayers. It means that if one does not pause while bowing down (رُکُوع) and prostrating (سَجدَہ) in his prayers or who does not stand straight up after bowing down ( رُکُوع) or does not sit up in between two prostrations (سَجدُوں) his prayers would be considered as not performed. Similarly, if one is not careful about ablution (وُضُو) and his cleanliness (طَھَارَت) his prayers will also be lost.\nSayyidna Hasan-al-Basri (رح) has observed that leaving the mosques unattended and being over involved in business and enjoyments of life is included in the meaning of this verse.\nImam Qurtubi' (رح) after reproducing these sayings had said that even knowledgeable people ignore the prescribed rules of prayers and merely go through its motions. He made this observation in the 6th century Hijrah when such people were few. Presently the position is worse, and there are many more people who disregard the rules of prayers. نَعُوذُ بِاللہِ مِن شُرُورِ انفُسِنَا وَ اَعمَالِنا (and pursued desires - 19:59) (شَھَوَات ) refers to all such wordly pleasures which make people negligent of their duty to Allah making them lose interest in Prayers. Sayyidna Ali ؓ has said that palatial houses and luxurious carriages which attract people's eye, and wearing dresses which distinguish a person from the common man all fall within the category of worldly pleasures. (Qurtubi)\nفَسَوفَ یَلقَونَ غَیِّاً (So they will soon face[ the outcome of their ] perversion - 19:59) The word غَیّ in Arabic language is the opposite of رشاد . All virtues and good things are رشاد and all vices and evils are غَیّ. Sayyidna ` Abdullah Ibn Mas’ ud ؓ has reported that there is a cave in Hell by the name غَیّ which houses various types of severe punishments, more numerous than all the punishments of Hell.\nIbn ` Abbas ؓ has remarked that even Hell seeks protection from غَیّ , which is the name of a cave in the Hell. Allah Ta` ala has prepared it for habitual adulterers who persist in adultery, and for the drunkards who do not give up drinking, and for the usurers who do not stop taking interest and for those who disobey their parents, and those who give false witness and for the woman who declares someone else's child as her husband's. (Qurtubi)"
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "Commentary\nفَخَلَفَ (Khalf) means bad successors, while فَخَلَفَ (Khalaf) means good successors. (Mazhari) Mujahid (رح) has reported that when the Day of Judgment would be near and the pious people would all be dead and gone, people will lose interest in prayers and indulge in all sort of vices and evil deeds.\nOffering prayers outside fixed time or not with congregation (جَمَاعَت) is a default and of no avail, and is a great sin.\nMost exegetes / commentators are of the view that offering prayers after its time has lapsed is a default of prayers (اضَاعُوا الصَّلٰوۃَ ). Among them are Sayyidna ` Abdullah Ibn Masud, Nakhai, Qasim, Mujahid, Ibrahim and ` Umar Ibn ` Abdul ` Aziz. While others consider that any lapse in the form and conditions of prayers is اِضَاعتِ صلٰوۃ and includes the lapse of time as well. Still others believe that offering of prayers at home and not with the congregation (جَمَاعَت) is اِضَاعتِ صلٰوۃ (Qurtubi, Bahr ul-Muhit).\nSayyidna ` Umar al-Faruq ؓ ، had sent out a circular to all his governors saying:\nإن أھم امرکم عندی الصلوٰۃ، فمن ضیعھافھو لما سواھا اضیع (مؤطا امام مالک)\n\"In my view the most important among your tasks is prayer. So, whoever defaults in this, will default in discharging his other obligations all the more.\"\nOnce Sayyidna Hudaifah ؓ saw someone offering his prayers without observing the prescribed rules, and was going through the rituals rather hurriedly without pausing. He asked the man how long he had been offering his prayers like that. The man replied for the last forty years. 'Then Sayyidna Hudaifah ؓ said:\n\"You have not offered a single of your prayers correctly.\"\nHe further remarked:\n\"If you die offering your prayers like this then remember you will die without following the course given by The Holy Prophet ﷺ .\nSayyidna Abu Mas’ ud ؓ has been quoted in Tirmidhi that the Holy Prophet ﷺ had said that the prayer of a person is lost who does not observe اِقَامَت i.e. does not stand upright in his prayers. It means that if one does not pause while bowing down (رُکُوع) and prostrating (سَجدَہ) in his prayers or who does not stand straight up after bowing down ( رُکُوع) or does not sit up in between two prostrations (سَجدُوں) his prayers would be considered as not performed. Similarly, if one is not careful about ablution (وُضُو) and his cleanliness (طَھَارَت) his prayers will also be lost.\nSayyidna Hasan-al-Basri (رح) has observed that leaving the mosques unattended and being over involved in business and enjoyments of life is included in the meaning of this verse.\nImam Qurtubi' (رح) after reproducing these sayings had said that even knowledgeable people ignore the prescribed rules of prayers and merely go through its motions. He made this observation in the 6th century Hijrah when such people were few. Presently the position is worse, and there are many more people who disregard the rules of prayers. نَعُوذُ بِاللہِ مِن شُرُورِ انفُسِنَا وَ اَعمَالِنا (and pursued desires - 19:59) (شَھَوَات ) refers to all such wordly pleasures which make people negligent of their duty to Allah making them lose interest in Prayers. Sayyidna Ali ؓ has said that palatial houses and luxurious carriages which attract people's eye, and wearing dresses which distinguish a person from the common man all fall within the category of worldly pleasures. (Qurtubi)\nفَسَوفَ یَلقَونَ غَیِّاً (So they will soon face[ the outcome of their ] perversion - 19:59) The word غَیّ in Arabic language is the opposite of رشاد . All virtues and good things are رشاد and all vices and evils are غَیّ. Sayyidna ` Abdullah Ibn Mas’ ud ؓ has reported that there is a cave in Hell by the name غَیّ which houses various types of severe punishments, more numerous than all the punishments of Hell.\nIbn ` Abbas ؓ has remarked that even Hell seeks protection from غَیّ , which is the name of a cave in the Hell. Allah Ta` ala has prepared it for habitual adulterers who persist in adultery, and for the drunkards who do not give up drinking, and for the usurers who do not stop taking interest and for those who disobey their parents, and those who give false witness and for the woman who declares someone else's child as her husband's. (Qurtubi)"
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا\n\"They will not hear anything absurd therein but a word of peace.\" - 19:62.\n(لَغو) means idle, absurd, frivolous and abusive talk, which will not reach the ears of good people who have been admitted to Paradise.\nإِلَّا سَلَامًا means that whatever one will hear in Paradise will add to his happiness, peace and tranquility. It includes the customary greetings (سَلَام), which the dwellers of Paradise will exchange among themselves and the angels of God will offer them all. (Qurtubi)\nوَلَهُمْ رِ‌زْقُهُمْ فِيهَا بُكْرَ‌ةً وَعَشِيًّا\n\"And there they will have their provisions at morn and eve.\" - 19:62.\nThere will be no solar system in the Paradise and hence no rising or setting of the sun, but there will be a perpetual radiance. There will also be some way of telling day from night and morning from evening. Within this distinction between morning and evening the Paradise dwellers will receive their meals. It goes without saying that the wishes of the Paradise dwellers will be fulfilled forthwith وَلَهُم مَّا يَشْتَهُونَ - and for themselves, there is what they desire - 16:57). This is a general announcement. Hence, mention of morning and evening is because of people's habit to eat and drink in the morning and in the evening. According to an Arab saying, anyone who gets a full meal morning and evening is comfortable and at peace.\nSayyidna Anas Ibn Malik ؓ ، said after reciting this verse that it shows that the believers have their meals twice a day, one in the morning and the other in the evening.\nSome scholars have explained that mention of morning and the evening is a general expression, like day and night or east and west, which does not specify any particular time or place. Therefore, it means that they (Paradise dwellers) will get their provisions according to their choice at any time they like. (Only God knows best) (Qurtubi)"
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا\n\"They will not hear anything absurd therein but a word of peace.\" - 19:62.\n(لَغو) means idle, absurd, frivolous and abusive talk, which will not reach the ears of good people who have been admitted to Paradise.\nإِلَّا سَلَامًا means that whatever one will hear in Paradise will add to his happiness, peace and tranquility. It includes the customary greetings (سَلَام), which the dwellers of Paradise will exchange among themselves and the angels of God will offer them all. (Qurtubi)\nوَلَهُمْ رِ‌زْقُهُمْ فِيهَا بُكْرَ‌ةً وَعَشِيًّا\n\"And there they will have their provisions at morn and eve.\" - 19:62.\nThere will be no solar system in the Paradise and hence no rising or setting of the sun, but there will be a perpetual radiance. There will also be some way of telling day from night and morning from evening. Within this distinction between morning and evening the Paradise dwellers will receive their meals. It goes without saying that the wishes of the Paradise dwellers will be fulfilled forthwith وَلَهُم مَّا يَشْتَهُونَ - and for themselves, there is what they desire - 16:57). This is a general announcement. Hence, mention of morning and evening is because of people's habit to eat and drink in the morning and in the evening. According to an Arab saying, anyone who gets a full meal morning and evening is comfortable and at peace.\nSayyidna Anas Ibn Malik ؓ ، said after reciting this verse that it shows that the believers have their meals twice a day, one in the morning and the other in the evening.\nSome scholars have explained that mention of morning and the evening is a general expression, like day and night or east and west, which does not specify any particular time or place. Therefore, it means that they (Paradise dwellers) will get their provisions according to their choice at any time they like. (Only God knows best) (Qurtubi)"
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا\n\"They will not hear anything absurd therein but a word of peace.\" - 19:62.\n(لَغو) means idle, absurd, frivolous and abusive talk, which will not reach the ears of good people who have been admitted to Paradise.\nإِلَّا سَلَامًا means that whatever one will hear in Paradise will add to his happiness, peace and tranquility. It includes the customary greetings (سَلَام), which the dwellers of Paradise will exchange among themselves and the angels of God will offer them all. (Qurtubi)\nوَلَهُمْ رِ‌زْقُهُمْ فِيهَا بُكْرَ‌ةً وَعَشِيًّا\n\"And there they will have their provisions at morn and eve.\" - 19:62.\nThere will be no solar system in the Paradise and hence no rising or setting of the sun, but there will be a perpetual radiance. There will also be some way of telling day from night and morning from evening. Within this distinction between morning and evening the Paradise dwellers will receive their meals. It goes without saying that the wishes of the Paradise dwellers will be fulfilled forthwith وَلَهُم مَّا يَشْتَهُونَ - and for themselves, there is what they desire - 16:57). This is a general announcement. Hence, mention of morning and evening is because of people's habit to eat and drink in the morning and in the evening. According to an Arab saying, anyone who gets a full meal morning and evening is comfortable and at peace.\nSayyidna Anas Ibn Malik ؓ ، said after reciting this verse that it shows that the believers have their meals twice a day, one in the morning and the other in the evening.\nSome scholars have explained that mention of morning and the evening is a general expression, like day and night or east and west, which does not specify any particular time or place. Therefore, it means that they (Paradise dwellers) will get their provisions according to their choice at any time they like. (Only God knows best) (Qurtubi)"
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "Commentary\nوَاصْطَبِرْ‌ لِعِبَادَتِهِ (\"and-persevere in His worship.\" - 19:65) The word اِصطِبَار ' means perseverance in the face of acute distress and hardship. The point here is that anyone who wishes to be constant and steadfast in. his prayers must be prepared to undergo pain and suffering.\nهَلْ تَعْلَمُ لَهُ سَمِيًّا (\"Do you know any one worthy of His name?\" - 19:65). In the generally accepted sense the word applies to persons bearing the same name. The polytheists and idolaters had included many humans, angels, stones and idols along with Allah Ta` ala in their worship and designated all of them as سَمِیُّ i.e. as objects of worship but it is a strange and extraordinary coincidence that none of their false gods was ever named as Allah. This matter was preordained, and no idol or deity bore the name Allah. Thus, the literal meaning of the word would adequately explain the meaning of this verse which is that there is no object in the world bearing Allah's name.\nMany commentators, among them Mujahid, Ibn Zubair, Qatadah, and Ibn ` Abbas ؓ ، are of the view that in the present context the word means \"a like\" or \"comparable\" and the sense of the verse is that in the entire pantheon of false gods none is equal or comparable to Allah Ta` ala in so far as divine attributes are concerned."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "Commentary\nوَاصْطَبِرْ‌ لِعِبَادَتِهِ (\"and-persevere in His worship.\" - 19:65) The word اِصطِبَار ' means perseverance in the face of acute distress and hardship. The point here is that anyone who wishes to be constant and steadfast in. his prayers must be prepared to undergo pain and suffering.\nهَلْ تَعْلَمُ لَهُ سَمِيًّا (\"Do you know any one worthy of His name?\" - 19:65). In the generally accepted sense the word applies to persons bearing the same name. The polytheists and idolaters had included many humans, angels, stones and idols along with Allah Ta` ala in their worship and designated all of them as سَمِیُّ i.e. as objects of worship but it is a strange and extraordinary coincidence that none of their false gods was ever named as Allah. This matter was preordained, and no idol or deity bore the name Allah. Thus, the literal meaning of the word would adequately explain the meaning of this verse which is that there is no object in the world bearing Allah's name.\nMany commentators, among them Mujahid, Ibn Zubair, Qatadah, and Ibn ` Abbas ؓ ، are of the view that in the present context the word means \"a like\" or \"comparable\" and the sense of the verse is that in the entire pantheon of false gods none is equal or comparable to Allah Ta` ala in so far as divine attributes are concerned."
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "Commentary\nوَاصْطَبِرْ‌ لِعِبَادَتِهِ (\"and-persevere in His worship.\" - 19:65) The word اِصطِبَار ' means perseverance in the face of acute distress and hardship. The point here is that anyone who wishes to be constant and steadfast in. his prayers must be prepared to undergo pain and suffering.\nهَلْ تَعْلَمُ لَهُ سَمِيًّا (\"Do you know any one worthy of His name?\" - 19:65). In the generally accepted sense the word applies to persons bearing the same name. The polytheists and idolaters had included many humans, angels, stones and idols along with Allah Ta` ala in their worship and designated all of them as سَمِیُّ i.e. as objects of worship but it is a strange and extraordinary coincidence that none of their false gods was ever named as Allah. This matter was preordained, and no idol or deity bore the name Allah. Thus, the literal meaning of the word would adequately explain the meaning of this verse which is that there is no object in the world bearing Allah's name.\nMany commentators, among them Mujahid, Ibn Zubair, Qatadah, and Ibn ` Abbas ؓ ، are of the view that in the present context the word means \"a like\" or \"comparable\" and the sense of the verse is that in the entire pantheon of false gods none is equal or comparable to Allah Ta` ala in so far as divine attributes are concerned."
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "لَنَحْشُرَ‌نَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَ‌نَّهُمْ\n\"We will definitely gather them together with the devils, then We will definitely make them present.\" - 19:68.\nThis verse may be interpreted in two ways. First, that on the Day of Judgment every infidel will be brought before God along with his own devil, and this suggests that this is a reference to the gathering of infidels and their devils. But if it is interpreted in a general sense to include all believers and infidels then the meaning of the devils being gathered with all of them would be that while the infidels will be gathered with their devils, the believers would also be gathered at the same time and place. Thus the devils will be gathered along with the infidels as well as with the believers.\nحَوْلَ جَهَنَّمَ جِثِيًّا\n\"Around the Jahannam fallen on their knees.\" - 19:68.\nOn the Day of Resurrection every one - believers, infidels, the blessed and the wretched - will be assembled around Hell. Everyone will be seized with awe and terror, and they will all be on their knees, then the believers and the blessed will be taken across Hell and admitted into Paradise, so that having viewed the extreme suffering of Hell they may all the better enjoy their own state of felicity, and at the same time rejoice at the punishment which has been inflicted upon the infidels."
    },
    {
      "ayah": 69,
      "surah": 19,
      "text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ\n\"Then We will certainly draw out from every group.\" - 19:69.\nThe word is applied to a particular person or the followers of a particular faith, and it also means a sect. The meaning of the verse is that the most rebellious from amongst the different sects of the infidels will be picked out. Some commentators say that the sinners will be committed to Hell in the order of the intensity of their sins, i.e. those sinners will be driven in first whose sins are most intense and those with less intense sins, will follow them, and so on."
    },
    {
      "ayah": 7,
      "surah": 19,
      "text": "لم نجعَل لَّہ مِن قَبلُ سَمِیاً\n\"We did not create any one before him of the same name.\" - 19:7.\nThe word سَمِی means \"person having the same name.\" It also means \"similar.\" If the first meaning is adopted here then it would suggest that no one else had the name Yahya before him. This fact also suggests that he possessed certain special attributes which were not granted to anyone else before him. And if we take the second meaning of the word سَمِی then it will mean that some of his attributes and situations were such that they were peculiar to him and were not shared by any other prophet, and that he was unique in the possession of those special attributes, for instance his self abnegation and denial of worldly comforts (حصُور). However, it does not necessarily follow that he was superior to all the prophets who preceded him, for the superiority of Sayyidna Ibrahim Khalilullah (علیہ السلام) and Sayyidna Musa Kalimullah (علیہ السلام) over him is established and well known. (Mazhari)"
    },
    {
      "ayah": 70,
      "surah": 19,
      "text": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ\n\"Then We will certainly draw out from every group.\" - 19:69.\nThe word is applied to a particular person or the followers of a particular faith, and it also means a sect. The meaning of the verse is that the most rebellious from amongst the different sects of the infidels will be picked out. Some commentators say that the sinners will be committed to Hell in the order of the intensity of their sins, i.e. those sinners will be driven in first whose sins are most intense and those with less intense sins, will follow them, and so on."
    },
    {
      "ayah": 71,
      "surah": 19,
      "text": "وَإِن مِّنكُمْ إِلَّا وَارِ‌دُهَا وَإِن مِّنكُمْ إِلَّا وَارِ‌دُهَا\n\"And there is none among you who is not to arrive at it.\" - 19:71.\nThis means that everybody - be he a believer or an infidel - will go across Hell. However, this does not mean that they would go to stay in it; they would only go across it. But even if the word means \"entry\", then the pious believers on entry into Hell will feel no discomfort because its fires will cool down and will do no harm to them. Sayyidna Abu Sumayya ؓ has related that The Holy Prophet ﷺ once said that:\n\"Everybody whether he is a pious man or a sinner will initially enter Hell, but for the pious believers the fire will cool down just as the fire of Namrud cooled down when Sayyidna Ibrahim (علیہ السلام) was cast into it. Thereafter, the believers will be taken to Paradise.\"\nThis view is confirmed by the next sentence ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا which mens then We will save those who feared Allah - 19:72. A similar view has also been expressed by Sayyidna Ibn ` Abbas ؓ ، thus even if the word وُرُود occurring in the Qur'an is taken to mean دُخُول (entry), then the word دُخُول will be interpreted as synonymous with the word عُبُور (going across). Thus there is no contradiction in the meaning of the word."
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "وَإِن مِّنكُمْ إِلَّا وَارِ‌دُهَا وَإِن مِّنكُمْ إِلَّا وَارِ‌دُهَا\n\"And there is none among you who is not to arrive at it.\" - 19:71.\nThis means that everybody - be he a believer or an infidel - will go across Hell. However, this does not mean that they would go to stay in it; they would only go across it. But even if the word means \"entry\", then the pious believers on entry into Hell will feel no discomfort because its fires will cool down and will do no harm to them. Sayyidna Abu Sumayya ؓ has related that The Holy Prophet ﷺ once said that:\n\"Everybody whether he is a pious man or a sinner will initially enter Hell, but for the pious believers the fire will cool down just as the fire of Namrud cooled down when Sayyidna Ibrahim (علیہ السلام) was cast into it. Thereafter, the believers will be taken to Paradise.\"\nThis view is confirmed by the next sentence ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا which mens then We will save those who feared Allah - 19:72. A similar view has also been expressed by Sayyidna Ibn ` Abbas ؓ ، thus even if the word وُرُود occurring in the Qur'an is taken to mean دُخُول (entry), then the word دُخُول will be interpreted as synonymous with the word عُبُور (going across). Thus there is no contradiction in the meaning of the word."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "Commentary\nخَيْرٌ‌ مَّقَامًا وَأَحْسَنُ نَدِيًّا\n\"Superior in respect of its place and better in respect of its assembly\" - 19:73.\nThe infidels never relaxed their efforts to confuse and perplex the believers. They were very rich and possessed material wealth in great abundance. They had their retinues, their followers, friends and supporters. In contrast, the believers were poor and lacking in worldly assets. However, it is a common experience that material wealth turns people's heads and makes them unduly proud and arrogant, so that even the sensible and wise among them are led to believe that their prosperity and affluence is the reward of their personal merit and effort, and will last forever. History is replete with instances where prosperous communities and rich nations crumbled to dust and vanished without leaving a trace. But these instances of Divine wrath hold no lesson for them and fail to turn them from their erroneous ways.\nOn the other hand there are good people who, following the teachings of Qur'an, do not regard wealth and worldly honors as the result of their own effort and merit, but as Allah Ta` ala's bounty to be held as a trust from Him and to be expended according to His command. They are well aware that these gifts from Allah Ta` ala will not last forever, and the prospect of their abatement or even their total loss does not cause them any concern. These are the people who are safe from the mischief resulting from wealth and material abundance to which the infidels are exposed. Prophets like Sayyidna Sulayman and Dawud (علیہما السلام) ، many a followers of The Holy Prophet ﷺ and multitude among the pious believers fall in this category.\nAllah Ta` ala has dispelled the mistaken notions of the infidels by saying that the transient material prosperity cannot be regarded as a token of His goodwill nor as a symbol of their own merit, because it often happens that foolish and undeserving people are loaded with wealth while wise and learned persons spend their lives in poverty."
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "Commentary\nخَيْرٌ‌ مَّقَامًا وَأَحْسَنُ نَدِيًّا\n\"Superior in respect of its place and better in respect of its assembly\" - 19:73.\nThe infidels never relaxed their efforts to confuse and perplex the believers. They were very rich and possessed material wealth in great abundance. They had their retinues, their followers, friends and supporters. In contrast, the believers were poor and lacking in worldly assets. However, it is a common experience that material wealth turns people's heads and makes them unduly proud and arrogant, so that even the sensible and wise among them are led to believe that their prosperity and affluence is the reward of their personal merit and effort, and will last forever. History is replete with instances where prosperous communities and rich nations crumbled to dust and vanished without leaving a trace. But these instances of Divine wrath hold no lesson for them and fail to turn them from their erroneous ways.\nOn the other hand there are good people who, following the teachings of Qur'an, do not regard wealth and worldly honors as the result of their own effort and merit, but as Allah Ta` ala's bounty to be held as a trust from Him and to be expended according to His command. They are well aware that these gifts from Allah Ta` ala will not last forever, and the prospect of their abatement or even their total loss does not cause them any concern. These are the people who are safe from the mischief resulting from wealth and material abundance to which the infidels are exposed. Prophets like Sayyidna Sulayman and Dawud (علیہما السلام) ، many a followers of The Holy Prophet ﷺ and multitude among the pious believers fall in this category.\nAllah Ta` ala has dispelled the mistaken notions of the infidels by saying that the transient material prosperity cannot be regarded as a token of His goodwill nor as a symbol of their own merit, because it often happens that foolish and undeserving people are loaded with wealth while wise and learned persons spend their lives in poverty."
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "Commentary\nخَيْرٌ‌ مَّقَامًا وَأَحْسَنُ نَدِيًّا\n\"Superior in respect of its place and better in respect of its assembly\" - 19:73.\nThe infidels never relaxed their efforts to confuse and perplex the believers. They were very rich and possessed material wealth in great abundance. They had their retinues, their followers, friends and supporters. In contrast, the believers were poor and lacking in worldly assets. However, it is a common experience that material wealth turns people's heads and makes them unduly proud and arrogant, so that even the sensible and wise among them are led to believe that their prosperity and affluence is the reward of their personal merit and effort, and will last forever. History is replete with instances where prosperous communities and rich nations crumbled to dust and vanished without leaving a trace. But these instances of Divine wrath hold no lesson for them and fail to turn them from their erroneous ways.\nOn the other hand there are good people who, following the teachings of Qur'an, do not regard wealth and worldly honors as the result of their own effort and merit, but as Allah Ta` ala's bounty to be held as a trust from Him and to be expended according to His command. They are well aware that these gifts from Allah Ta` ala will not last forever, and the prospect of their abatement or even their total loss does not cause them any concern. These are the people who are safe from the mischief resulting from wealth and material abundance to which the infidels are exposed. Prophets like Sayyidna Sulayman and Dawud (علیہما السلام) ، many a followers of The Holy Prophet ﷺ and multitude among the pious believers fall in this category.\nAllah Ta` ala has dispelled the mistaken notions of the infidels by saying that the transient material prosperity cannot be regarded as a token of His goodwill nor as a symbol of their own merit, because it often happens that foolish and undeserving people are loaded with wealth while wise and learned persons spend their lives in poverty."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ‌ عِندَ رَ‌بِّكَ ثَوَابًا وَخَيْرٌ‌ مَّرَ‌دًّا\n''And the everlasting virtues are better with your Lord in respect of reward and better in their return\". - 19:76\nThese words have been interpreted differently by different scholars as has been explained at some length in the commentary of Sarah Al-Kahf (سورۃ کھف). The more plausible interpretation, however, is that the words refer to submission to the commands of Allah and to good deeds, the benefits of which are everlasting.\nمَّرَ‌دًّا by means consequences, and the sense of this verse is that good deeds alone are the real wealth whose reward is great and whose result is eternal peace."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "Commentary\nلَأُوتَيَنَّ مَالًا وَوَلَدًا (\"I shall certainly be given wealth and children\". - 19:77) Bukhari and Muslim relate the story of Sayyidna Khabab Ibn Al-'Aratt ؓ who had lent some money to ` As Ibn Wa’ il. When pressed to return the loan, ` As Ibn Wa’ il said that he would not make the payment until he (Sayyidna Khabab ؓ  dissociated himself from the Holy Prophet ﷺ . Sayyidna Khabab ؓ replied that he would never do that - not until ` As was dead and rose to life again. At this ` As Ibn Wa’ il said, \"What? Will I be brought to life again after I am dead? If so I will repay the loan only after I am brought back to life again because even then I will have my wealth and my children.\" (Qurtubi)"
    },
    {
      "ayah": 78,
      "surah": 19,
      "text": "This verse is an answer to ` As Ibn Wa’ ils boastful claim. How does he know that when he is brought back to life he will still have his wealth and children?\nأَطَّلَعَ الْغَيْبَ (Has he peeped in the unseen - 19:78) It is obvious that nothing of this kind has happened. Then why has he considered it as a surety?\nأَمِ اتَّخَذَ عِندَ الرَّ‌حْمَـٰنِ عَهْدًا\n“ Or taken a covenant with The Rahman (All-Mercifull)”\nOr has he entered into a covenant with Allah Ta` ala and obtained a promise from Him for his wealth and his children?"
    },
    {
      "ayah": 79,
      "surah": 19,
      "text": "This verse is an answer to ` As Ibn Wa’ ils boastful claim. How does he know that when he is brought back to life he will still have his wealth and children?\nأَطَّلَعَ الْغَيْبَ (Has he peeped in the unseen - 19:78) It is obvious that nothing of this kind has happened. Then why has he considered it as a surety?\nأَمِ اتَّخَذَ عِندَ الرَّ‌حْمَـٰنِ عَهْدًا\n“ Or taken a covenant with The Rahman (All-Mercifull)”\nOr has he entered into a covenant with Allah Ta` ala and obtained a promise from Him for his wealth and his children?"
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "The word عِتِيًّا is derived from which actually means 'unresponsive' or 'insensitive', and in the present context it means dryness of the bones."
    },
    {
      "ayah": 80,
      "surah": 19,
      "text": "وَنَرِ‌ثُهُ مَا يَقُولُ\n\"And We will inherit from him what he is talking about\" - 19:80.\nIt is foolish of him to talk about retaining his wealth and children in the Hereafter because he will have to leave behind even these things which he possesses in this world, and his wealth and children will all revert to Allah Ta’ ala.\nوَيَأْتِينَا فَرْ‌دًا\n\"And he.will come to Us all alone\" - 19:80.\nAnd on the Day of Judgment he will appear in God's presence one without his wealth and his children."
    },
    {
      "ayah": 81,
      "surah": 19,
      "text": "وَنَرِ‌ثُهُ مَا يَقُولُ\n\"And We will inherit from him what he is talking about\" - 19:80.\nIt is foolish of him to talk about retaining his wealth and children in the Hereafter because he will have to leave behind even these things which he possesses in this world, and his wealth and children will all revert to Allah Ta’ ala.\nوَيَأْتِينَا فَرْ‌دًا\n\"And he.will come to Us all alone\" - 19:80.\nAnd on the Day of Judgment he will appear in God's presence one without his wealth and his children."
    },
    {
      "ayah": 82,
      "surah": 19,
      "text": "وَيَكُونُونَ عَلَيْهِمْ ضِدًّا\n\"And they will be just the opposite for them\" - 19:82.\nThe idols and the false gods whom the infidels worshipped in the hope of winning their help will turn against them on the Day of Judgment. God will grant speech to them and they will say, \"0 God! Finish these sinners because they turned away from you and made us the objects of their worship.\""
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "Commentary\nتَؤُزُّهُمْ أَزًّا\n\"Inciting them with all their incitements\" - 19:83.\nIn Arabic language the words حَضّ – فَزّ – اَزّ - ھَزّ are synonymous, differing only in shade or degree, and mean to urge, incite, instigate. The word اَزّ means to apply strong pressure, to persuade somebody to do something. The sense of this verse is that the Devils instigate the unbelievers to persist in their evil ways by presenting before their eyes the benefits and hiding from them the wickedness of their evil deeds."
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "إِنَّمَا نَعُدُّ لَهُمْ عَدًّا\n\"We are but counting for them a count down.\" - 19:84\nThis verse means: \"Do not be impatient about their punishment because it is going to befall upon them in any case - and very soon. We have allowed them a fixed term in this world and that term is about to end. Then will come their retribution.\" نَعُدُّ لَهُمْ means: \"We are counting for them, i.e. they do not have control on anything. Their days are numbered and We keep a count of every moment of their life and everything they do.\"\nOnce Ma'mun Rashid read Surah Maryam. Upon reading this particular verse, he desired that Ibn Simak, one of the Islamic scholars sitting in that meeting with him, to say something on it. Thereupon Ibn Simak submitted that when our breaths are numbered and their number cannot be enhanced, they will soon come to an end. The same notion is reflected in the following poetic verse:\nحیاتک انفاس تعد فکلّمَا مضی نفس منک انتقصت بہ جزء اً\nThat is, the breaths of your lifer are counted. With every passing breath, your life gets reduced to that extent.\nIt is said that during one span of twenty-four hours, one breathes twenty-four thousand times. (Qurtubi)\nThe following stanza explores the same context:\nو کیف یفرح بالدّنیاو لذّتھا فتی یُعَدّ علیہ اللفظ و النّفس\nThat is, how can one be so engrossed and relaxed with the worldly pleasures, while his words and breaths are being counted. (Ruh)"
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "يَوْمَ نَحْشُرُ‌ الْمُتَّقِينَ إِلَى الرَّ‌حْمَـٰنِ وَفْدًا\n\"The day We will assemble the God-fearing before the Rahman (All-Merciful) as guests.\" - 19:85.\nThe word وفد applies to those who are received by rulers and princes with respect and honour. According to some sayings of the Holy Prophet ﷺ he said, \"These men will ride on their mounts which they used in their worldly life.\" Some say that their own virtuous deeds will take the shape of their mounts."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "إِلَىٰ جَهَنَّمَ وِرْ‌دًا\nTowards the Jahannam as herds towards water\" - 19:86.\nوِرد means to go towards water and since only a thirsty man or animal goes towards water, this word has been translated to denote a thirsty person."
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "مَنِ اتَّخَذَ عِندَ الرَّ‌حْمَـٰنِ عَهْدًا\n\"Except the one who has taken a covenant with the Rahman (All-Merciful) \" - 19:87.\nSayyidna Ibn ` Abbas ؓ has said that عَھد means a declaration of firm belief in the Unity of Allah Ta’ ala, while others say that عِھد means committing the Qur’ an to memory. In brief only those people will have the permission to intercede with Allah who stand firm by their covenant to adhere to the true faith. (Ruh)"
    },
    {
      "ayah": 88,
      "surah": 19,
      "text": "مَنِ اتَّخَذَ عِندَ الرَّ‌حْمَـٰنِ عَهْدًا\n\"Except the one who has taken a covenant with the Rahman (All-Merciful) \" - 19:87.\nSayyidna Ibn ` Abbas ؓ has said that عَھد means a declaration of firm belief in the Unity of Allah Ta’ ala, while others say that عِھد means committing the Qur’ an to memory. In brief only those people will have the permission to intercede with Allah who stand firm by their covenant to adhere to the true faith. (Ruh)"
    },
    {
      "ayah": 89,
      "surah": 19,
      "text": "مَنِ اتَّخَذَ عِندَ الرَّ‌حْمَـٰنِ عَهْدًا\n\"Except the one who has taken a covenant with the Rahman (All-Merciful) \" - 19:87.\nSayyidna Ibn ` Abbas ؓ has said that عَھد means a declaration of firm belief in the Unity of Allah Ta’ ala, while others say that عِھد means committing the Qur’ an to memory. In brief only those people will have the permission to intercede with Allah who stand firm by their covenant to adhere to the true faith. (Ruh)"
    },
    {
      "ayah": 9,
      "surah": 19,
      "text": "The word عِتِيًّا is derived from which actually means 'unresponsive' or 'insensitive', and in the present context it means dryness of the bones."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "Commentary\nوَتَخِرُّ‌ الْجِبَالُ هَدًّا\n\"And the mountains to fall down crumbling\" - 19:90.\nThese verses suggest that the earth, the mountains and everything that grows thereon possess a certain degree of knowledge and intelligence though in their case these perceptions are not of the same extent as that bestowed on human beings. This explains the fact that everything in the world glorifies Allah Ta’ ala as will be evident from the verse.\nوَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ\n\"Arid there is not a single thing that does not extol His purity and praise.\" - 17:44.\nThese verses refer to this very perception of these things that to associate anything or being with Allah Ta` ala, specially to assert that He has children is a sin which makes the earth and the mountains quake with fear. Sayyidna ` Abdullah Ibn ` Abbas ؓ has said that except humans every created thing is terrified of any suggestion of association with Allah (Ruh, -ul-Ma` ani)."
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "Commentary\nوَتَخِرُّ‌ الْجِبَالُ هَدًّا\n\"And the mountains to fall down crumbling\" - 19:90.\nThese verses suggest that the earth, the mountains and everything that grows thereon possess a certain degree of knowledge and intelligence though in their case these perceptions are not of the same extent as that bestowed on human beings. This explains the fact that everything in the world glorifies Allah Ta’ ala as will be evident from the verse.\nوَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ\n\"Arid there is not a single thing that does not extol His purity and praise.\" - 17:44.\nThese verses refer to this very perception of these things that to associate anything or being with Allah Ta` ala, specially to assert that He has children is a sin which makes the earth and the mountains quake with fear. Sayyidna ` Abdullah Ibn ` Abbas ؓ has said that except humans every created thing is terrified of any suggestion of association with Allah (Ruh, -ul-Ma` ani)."
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "Commentary\nوَتَخِرُّ‌ الْجِبَالُ هَدًّا\n\"And the mountains to fall down crumbling\" - 19:90.\nThese verses suggest that the earth, the mountains and everything that grows thereon possess a certain degree of knowledge and intelligence though in their case these perceptions are not of the same extent as that bestowed on human beings. This explains the fact that everything in the world glorifies Allah Ta’ ala as will be evident from the verse.\nوَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ\n\"Arid there is not a single thing that does not extol His purity and praise.\" - 17:44.\nThese verses refer to this very perception of these things that to associate anything or being with Allah Ta` ala, specially to assert that He has children is a sin which makes the earth and the mountains quake with fear. Sayyidna ` Abdullah Ibn ` Abbas ؓ has said that except humans every created thing is terrified of any suggestion of association with Allah (Ruh, -ul-Ma` ani)."
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "Commentary\nوَتَخِرُّ‌ الْجِبَالُ هَدًّا\n\"And the mountains to fall down crumbling\" - 19:90.\nThese verses suggest that the earth, the mountains and everything that grows thereon possess a certain degree of knowledge and intelligence though in their case these perceptions are not of the same extent as that bestowed on human beings. This explains the fact that everything in the world glorifies Allah Ta’ ala as will be evident from the verse.\nوَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ\n\"Arid there is not a single thing that does not extol His purity and praise.\" - 17:44.\nThese verses refer to this very perception of these things that to associate anything or being with Allah Ta` ala, specially to assert that He has children is a sin which makes the earth and the mountains quake with fear. Sayyidna ` Abdullah Ibn ` Abbas ؓ has said that except humans every created thing is terrified of any suggestion of association with Allah (Ruh, -ul-Ma` ani)."
    },
    {
      "ayah": 94,
      "surah": 19,
      "text": "وَعَدَّهُمْ عَدًّا\n\"And precisely calculated their numbers\" - 19:94.\nIt means that Allah Ta’ ala has full knowledge of their doings."
    },
    {
      "ayah": 95,
      "surah": 19,
      "text": "وَعَدَّهُمْ عَدًّا\n\"And precisely calculated their numbers\" - 19:94.\nIt means that Allah Ta’ ala has full knowledge of their doings."
    },
    {
      "ayah": 96,
      "surah": 19,
      "text": "سَيَجْعَلُ لَهُمُ الرَّ‌حْمَـٰنُ وُدًّا\n\"For them the Rahman (All-Merciful) will create love.\" - 19:96.\nIt means that for those who are steadfast in their faith in Him, Allah creates an environment of friendship and love for each other, which consequently promotes mutual amity and goodwill among the true Muslims. Furthermore, by their conduct and behavior they command the admiration and respect of all those with whom they come into contact. Bukhari, Tirmidhi and others have related on the authority of Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ once said that when Allah Ta’ ala is pleased with someone He says to Jibra'il (علیہ السلام) ، \"I am pleased with so and so and I desire that you too should show favour to him.\" Jibra'l (علیہ السلام) makes an announcement to this effect in all the skies so that their residents begin to harbor a liking for that person. Then this love descends upon the earth and the people of the earth also begin to love him. The Holy Prophet ﷺ then quoted this verse. (Ruh ul-Ma’ ani).\nإِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّ‌حْمَـٰنُ وُدًّا\n\"Surely those who believe and do the righteous deeds, for them the Rahman (All-Merciful) will create love.\" - 19:96.\nHaram bin Hayyan has said that when a person devotes himself wholly towards Allah He fills the hearts of all believers with love for him. (Qurtubi)\nWhen Sayyidna Ibrahim Khalilullah (علیہ السلام) ، planned to go back to Syria, after leaving behind his wife Hajira and his baby son Sayyidna Isma` i1 (علیہ السلام) in the desert enclosed by the barren hills of Makkah in accordance with the command of Allah, he also prayed for both of them with the following words\nفَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ\n\"So make hearts of a number of people yearn toward them.\" - 14:37.\nThe prayer was granted so that even after the lapse of many millennia people all over the world entertain great love for Makkah and its inhabitants. They visit the place in large numbers, and not only incur heavy expenditure but also endure great hardships while making the journey."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "سَيَجْعَلُ لَهُمُ الرَّ‌حْمَـٰنُ وُدًّا\n\"For them the Rahman (All-Merciful) will create love.\" - 19:96.\nIt means that for those who are steadfast in their faith in Him, Allah creates an environment of friendship and love for each other, which consequently promotes mutual amity and goodwill among the true Muslims. Furthermore, by their conduct and behavior they command the admiration and respect of all those with whom they come into contact. Bukhari, Tirmidhi and others have related on the authority of Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ once said that when Allah Ta’ ala is pleased with someone He says to Jibra'il (علیہ السلام) ، \"I am pleased with so and so and I desire that you too should show favour to him.\" Jibra'l (علیہ السلام) makes an announcement to this effect in all the skies so that their residents begin to harbor a liking for that person. Then this love descends upon the earth and the people of the earth also begin to love him. The Holy Prophet ﷺ then quoted this verse. (Ruh ul-Ma’ ani).\nإِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّ‌حْمَـٰنُ وُدًّا\n\"Surely those who believe and do the righteous deeds, for them the Rahman (All-Merciful) will create love.\" - 19:96.\nHaram bin Hayyan has said that when a person devotes himself wholly towards Allah He fills the hearts of all believers with love for him. (Qurtubi)\nWhen Sayyidna Ibrahim Khalilullah (علیہ السلام) ، planned to go back to Syria, after leaving behind his wife Hajira and his baby son Sayyidna Isma` i1 (علیہ السلام) in the desert enclosed by the barren hills of Makkah in accordance with the command of Allah, he also prayed for both of them with the following words\nفَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ\n\"So make hearts of a number of people yearn toward them.\" - 14:37.\nThe prayer was granted so that even after the lapse of many millennia people all over the world entertain great love for Makkah and its inhabitants. They visit the place in large numbers, and not only incur heavy expenditure but also endure great hardships while making the journey."
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "أَوْ تَسْمَعُ لَهُمْ رِ‌كْزًا\n\"Or hear from them even a whisper\" - 19:98.\nThe word means a faint, unintelligible sound such as a death-rattle. The meaning of the verse is that there have been many kings who ruled vast empires, exercised unlimited authority and lived in great splendor, but when the wrath of Allah caught upon them for their sinful acts, they were annihilated in such a manner that not even a whisper or a feeble motion is now being heard of them.\nAlhamdulillah\nThe Commentary on\nSurah Maryam\nEnds here."
    }
  ]
}
