{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 10,
      "surah": 23,
      "text": "أُولَـٰئِكَ هُمُ الْوَارِ‌ثُونَ الَّذِينَ يَرِ‌ثُونَ الْفِرْ‌دَوْسَ\nThose are the inheritors who will inherit Firdaus (Paradise) - 23:10, 11.\nThe good Muslims who possess the attributes described above have been declared in this verse to be the heirs to the garden of Paradise. There is a suggestion here that just as the assets of a deceased person must devolve on his heirs, similarly the possessors of these attributes will, without doubt, enter Paradise. It should be noted that the possessors of these seven qualities have been mentioned in the beginning as those who attain falah or success, then after describing these qualities it is mentioned in this last sentence that possessors of these qualities will inherit Paradise. This indicates that the total falah (success) may be achieved in Paradise only."
    },
    {
      "ayah": 100,
      "surah": 23,
      "text": "كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِن وَرَ‌ائِهِم بَرْ‌زَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ\nNever! It is just a word he has to utter. And in front of them there is a barrier till the day when they will be resurrected. (23:100)\nThe word بَرْ‌زَخٌ (Barzakh) means \"barrier\" and implies anything which intervenes between two conditions or two objects. For this reason it also means the intervening period between death and the Day of Judgment. The meaning of this verse is that the wish of the infidel who has died to be returned to this world is fruitless, because he has reached the Barzakh from which no return is possible and a second life cannot be given until the Day of Resurrection, when all the dead will rise and be brought back to life."
    },
    {
      "ayah": 101,
      "surah": 23,
      "text": "Commentary\nفَإِذَا نُفِخَ فِي الصُّورِ‌ فَلَا أَنسَابَ بَيْنَهُمْ\nThereafter, when the Sur (the trumpet) is blown, there are no ties of kinship between them, - 23:101.\nOn the Day of Judgment the صُور (trumpet) will be sounded twice. The result of the first sound will be that everything - the earth, the skies and every living thing in between will perish and when the second sound is given, every dead thing will come back to life. This is clearly mentioned in the Qur'an in the verse ثُمَّ نُفِخَ فِيهِ أُخْرَ‌ىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُ‌ونَ (Then it shall be blown again, and lo! They shall stand beholding - 39:68). There is difference of opinion whether in the present verse the reference is to the first call or to the second call. According to Ibn Jubair, Sayyidna Ibn ` Abbas ؓ thought that it refers to the first call. On the other hand Sayyidna ` Abdullah Ibn Masud\tرضی اللہ تعالیٰ عنہما says that reference here is to second call and, according to ` Ata (رح) as Sayyidna ` Abbas ؓ also supports this view and which has also been adopted in Tafsir Mazhari. Sayyidna ` Abdullah Ibn Masud ؓ says that on the Day of Judgment every man and woman will be assembled in the gathering place (مَحشَر) where a herald appointed by Allah will identify each person by his name and his father's name and invite any one from amongst those present who has a claim against him to come forward and receive it. This proclamation will please everyone - a father having a claim against his son, a wife having a claim against her husband, a sister having a claim against her brother (and vice versa) - and they will all come forward to receive their dues. The present verse describes this situation: فَلَا أَنسَابَ بَيْنَهُمْ (There are no ties of kinship between them - 23:101). The same situation has been described in the verse يَوْمَ يَفِرُّ‌ الْمَرْ‌ءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصَاحِبَتِهِ وَبَنِيهِ (Upon the day when a man shall flee from his brother, his mother, his father, his consort, his sons, - 80:34).\nDifference between the condition of believers and infidels in mahshar (gathering place on the Day of Judgment)\nThe condition described above will apply to the unbelievers only who in their selfishness will abandon their dear and near relatives. As for the believers, Allah has said أَلْحَقْنَا بِهِمْ ذُرِّ‌يَّتَهُمْ (We shall join their seed with them. - 52:21) which means that the children of good Muslims, if they themselves are believers also, will be united with their parents. According to a hadith the Holy Prophet ﷺ said, \"On the Day of Judgment when everybody will be dry with thirst, Muslim children who had died as minors will come out carrying water from Paradise, and when people will ask them for it, they will reply that water is for their parents only whom they are searching\". The gist of this discussion is that whereas in the case of infidels no one will be of any help to each other nor will anyone recognize the dear ones in mahshar, the case of Muslim will be exactly the opposite. The believers will help each other and will also intercede for other Muslims.\nThere is also a hadith which Ibn ` Asakir has related on the authority of Sayyidna ` Umar ؓ in which the Holy Prophet ﷺ said, \"On the Day of Judgment all relationships arising out of a common ancestry or from marriage ties will be severed except in my own case.\" Scholars have interpreted this verse to mean that all the Muslims of the Ummah of the Holy Prophet ﷺ are part of his family, because he is the father of the Ummah and his wives are the mothers.\nوَلَا يَتَسَاءَلُونَ (nor will they question one another - 23:101). However their is another verse وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ (And advance one upon another, asking each other question - 37:27). Discussing this latter verse Sayyidna Ibn ` Abbas ؓ says that in mahshar there will be different stations, and the conditions in each station will be different. There will be a time when nobody will speak to anybody, but in another station when the terror which earlier overwhelmed the gathering abates, people will converse with one another. (Mazhari)"
    },
    {
      "ayah": 102,
      "surah": 23,
      "text": "فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَـٰئِكَ هُمُ الْمُفْلِحُونَ ﴿102﴾ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَـٰئِكَ الَّذِينَ خَسِرُ‌وا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ ﴿103﴾\nSo, the one whose scales (of good deeds) turn out to be heavy, then such people are the successful ones, [ 102] and the one whose scales turn out to be light, then such people are the ones who harmed their own selves; in Jahannam (Hell) they are to remain forever. (23: 102, 103)\nIn this verse there is a comparison between perfect Muslims and the infidels and their deeds and the end which awaits them. There is further evidence in the Qur'an that in the case of perfect Muslims the pan in which evil deeds are placed for balancing will be totally empty, whereas in the case of unbelievers the pan in which the good deeds are placed will be empty. At another place the Qur’ an says فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (We shall not assign to them any weight - 18:105) meaning that on the Day of Judgment, the infidels or their deeds will carry no weight. This is so far as the perfect Muslims and the infidels are concerned. As for the Muslims who have committed sins and whose good deeds and evil deeds will be placed in the two pans of the scale for weighing, there is no specific mention about them in the Qur'an which is, in general, silent about the punishment and reward of erring Muslims. Perhaps the reason for this is that during the period when the Qur'an was being revealed, all the Companions ؓ were upright men and generally free from major sins, but if somebody committed a sin incidentally, he repented and was forgiven by Allah. (Mazhari)\nThere is a verse of the Qur'an which deals with people who have a mixed bag of good and evil deeds (خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ‌ سَيِّئًا) (They had mixed a good deed with another that was evil - 9:102). Sayyidna ` Abbas ؓ says about such people that if their good deeds exceed their bad deeds, even by a single deed they will go to Paradise and if their evil deeds exceed their good by a single deed, they would go to Hell. But a believer Muslim will be sent to Hell for the purpose of purification only just as gold and iron and other metals are subjected to heating process to remove their impurities and as soon as they are purged of their sins, they will be admitted to Paradise. Also according to Sayyidna ` Abbas ؓ on the Day of Judgment the weighing scale will be so precise and finely tuned that it will be tipped by a grain of رَایٔی rye and a man whose good and bad deeds are of equal weight in the scale will join of (People of A` raf) and spend a while between heaven and hell waiting for a decision, but ultimately he too would go to Paradise (Ibn Abi Hatim, Mazhari). The above story of Sayyidna ` Abbas ؓ deals only with believers who have committed sins, and makes no mention of unbelievers.\nHow will the deeds be weighed?\nThere are different versions about the method for the weighing of deeds, and all of them are derived from hadith. One version is that the believers and the infidels will be weighed bodily in the scale of justice and the infidel will not be able to tilt the scale however obese and corpulent he may be (Bukhari and Muslim, quoting Abu Hurairah ؓ . Another version says that the scrolls on which their deeds are recorded will be weighed. Tirmidhi, Ibn Majah, Ibn Hayyan have taken this version from Sayyidna ` Abdullah Ibn ` Umar ؓ . And according to a third version a man's deeds which were weightless and intangible in this world, will be made solid on the Day of Judgment and will be placed on the scales and weighed. Tabrani has related this version from the Holy Prophet ﷺ on the authority of Sayyidna Ibn ` Abbas ؓ . The words and the text: of all these hadiths are given in full in Tafsir Mazhari which may be consulted if required. Abdur Razzaq has quoted a hadith in his book under the chapter on فَضلُ اِلعِلَم (the merits of knowledge) on the authority of Ibrahim Nakha` i which supports the just preceded version. This version has it that on the Day of Judgment a person's deeds will be brought for weighing and when placed in the pan, they will fail to tilt it. Then something resembling clouds will be brought and put in the pan of good deeds which will then weigh down. The man will then be asked what was it that lent weight to the pan of his good deeds, but he will express his ignorance. Then he will be informed that the object in question was his learning which he used to impart to other people. Dhahabi has included a hadith in فَضلُ اِلعِلَم which he heard from Sayyidna ` Imran Ibn Husain ؓ that the Holy Prophet ﷺ said, \"On the Day of Judgment the blood of the martyrs will be weighed against the ink of scholars (with which they wrote books on the science of religion) and the latter will be heavier than the former.\" (Mazhari) After giving the above mentioned versions about the weighing of deeds, Tafsir Mazhari says that it is not wholly inconceivable that man himself and his deeds may be weighed physically or that he and his record of deeds may be weighed together. Thus there is no inconsistency in these three versions."
    },
    {
      "ayah": 103,
      "surah": 23,
      "text": "فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَـٰئِكَ هُمُ الْمُفْلِحُونَ ﴿102﴾ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَـٰئِكَ الَّذِينَ خَسِرُ‌وا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ ﴿103﴾\nSo, the one whose scales (of good deeds) turn out to be heavy, then such people are the successful ones, [ 102] and the one whose scales turn out to be light, then such people are the ones who harmed their own selves; in Jahannam (Hell) they are to remain forever. (23: 102, 103)\nIn this verse there is a comparison between perfect Muslims and the infidels and their deeds and the end which awaits them. There is further evidence in the Qur'an that in the case of perfect Muslims the pan in which evil deeds are placed for balancing will be totally empty, whereas in the case of unbelievers the pan in which the good deeds are placed will be empty. At another place the Qur’ an says فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (We shall not assign to them any weight - 18:105) meaning that on the Day of Judgment, the infidels or their deeds will carry no weight. This is so far as the perfect Muslims and the infidels are concerned. As for the Muslims who have committed sins and whose good deeds and evil deeds will be placed in the two pans of the scale for weighing, there is no specific mention about them in the Qur'an which is, in general, silent about the punishment and reward of erring Muslims. Perhaps the reason for this is that during the period when the Qur'an was being revealed, all the Companions ؓ were upright men and generally free from major sins, but if somebody committed a sin incidentally, he repented and was forgiven by Allah. (Mazhari)\nThere is a verse of the Qur'an which deals with people who have a mixed bag of good and evil deeds (خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ‌ سَيِّئًا) (They had mixed a good deed with another that was evil - 9:102). Sayyidna ` Abbas ؓ says about such people that if their good deeds exceed their bad deeds, even by a single deed they will go to Paradise and if their evil deeds exceed their good by a single deed, they would go to Hell. But a believer Muslim will be sent to Hell for the purpose of purification only just as gold and iron and other metals are subjected to heating process to remove their impurities and as soon as they are purged of their sins, they will be admitted to Paradise. Also according to Sayyidna ` Abbas ؓ on the Day of Judgment the weighing scale will be so precise and finely tuned that it will be tipped by a grain of رَایٔی rye and a man whose good and bad deeds are of equal weight in the scale will join of (People of A` raf) and spend a while between heaven and hell waiting for a decision, but ultimately he too would go to Paradise (Ibn Abi Hatim, Mazhari). The above story of Sayyidna ` Abbas ؓ deals only with believers who have committed sins, and makes no mention of unbelievers.\nHow will the deeds be weighed?\nThere are different versions about the method for the weighing of deeds, and all of them are derived from hadith. One version is that the believers and the infidels will be weighed bodily in the scale of justice and the infidel will not be able to tilt the scale however obese and corpulent he may be (Bukhari and Muslim, quoting Abu Hurairah ؓ . Another version says that the scrolls on which their deeds are recorded will be weighed. Tirmidhi, Ibn Majah, Ibn Hayyan have taken this version from Sayyidna ` Abdullah Ibn ` Umar ؓ . And according to a third version a man's deeds which were weightless and intangible in this world, will be made solid on the Day of Judgment and will be placed on the scales and weighed. Tabrani has related this version from the Holy Prophet ﷺ on the authority of Sayyidna Ibn ` Abbas ؓ . The words and the text: of all these hadiths are given in full in Tafsir Mazhari which may be consulted if required. Abdur Razzaq has quoted a hadith in his book under the chapter on فَضلُ اِلعِلَم (the merits of knowledge) on the authority of Ibrahim Nakha` i which supports the just preceded version. This version has it that on the Day of Judgment a person's deeds will be brought for weighing and when placed in the pan, they will fail to tilt it. Then something resembling clouds will be brought and put in the pan of good deeds which will then weigh down. The man will then be asked what was it that lent weight to the pan of his good deeds, but he will express his ignorance. Then he will be informed that the object in question was his learning which he used to impart to other people. Dhahabi has included a hadith in فَضلُ اِلعِلَم which he heard from Sayyidna ` Imran Ibn Husain ؓ that the Holy Prophet ﷺ said, \"On the Day of Judgment the blood of the martyrs will be weighed against the ink of scholars (with which they wrote books on the science of religion) and the latter will be heavier than the former.\" (Mazhari) After giving the above mentioned versions about the weighing of deeds, Tafsir Mazhari says that it is not wholly inconceivable that man himself and his deeds may be weighed physically or that he and his record of deeds may be weighed together. Thus there is no inconsistency in these three versions."
    },
    {
      "ayah": 104,
      "surah": 23,
      "text": "وَهُمْ فِيهَا كَالِحُونَ And they will be disfigured therein - 23:104). The word is used for a person whose lips do not meet and leave his teeth fully exposed, which looks very ugly. It is said that the upper lip of a person consigned to Hell will be drawn up and his lower lip will be drawn down so that his teeth will remain visible at all times."
    },
    {
      "ayah": 105,
      "surah": 23,
      "text": "وَهُمْ فِيهَا كَالِحُونَ And they will be disfigured therein - 23:104). The word is used for a person whose lips do not meet and leave his teeth fully exposed, which looks very ugly. It is said that the upper lip of a person consigned to Hell will be drawn up and his lower lip will be drawn down so that his teeth will remain visible at all times."
    },
    {
      "ayah": 106,
      "surah": 23,
      "text": "وَهُمْ فِيهَا كَالِحُونَ And they will be disfigured therein - 23:104). The word is used for a person whose lips do not meet and leave his teeth fully exposed, which looks very ugly. It is said that the upper lip of a person consigned to Hell will be drawn up and his lower lip will be drawn down so that his teeth will remain visible at all times."
    },
    {
      "ayah": 107,
      "surah": 23,
      "text": "وَهُمْ فِيهَا كَالِحُونَ And they will be disfigured therein - 23:104). The word is used for a person whose lips do not meet and leave his teeth fully exposed, which looks very ugly. It is said that the upper lip of a person consigned to Hell will be drawn up and his lower lip will be drawn down so that his teeth will remain visible at all times."
    },
    {
      "ayah": 108,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 109,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 11,
      "surah": 23,
      "text": "أُولَـٰئِكَ هُمُ الْوَارِ‌ثُونَ الَّذِينَ يَرِ‌ثُونَ الْفِرْ‌دَوْسَ\nThose are the inheritors who will inherit Firdaus (Paradise) - 23:10, 11.\nThe good Muslims who possess the attributes described above have been declared in this verse to be the heirs to the garden of Paradise. There is a suggestion here that just as the assets of a deceased person must devolve on his heirs, similarly the possessors of these attributes will, without doubt, enter Paradise. It should be noted that the possessors of these seven qualities have been mentioned in the beginning as those who attain falah or success, then after describing these qualities it is mentioned in this last sentence that possessors of these qualities will inherit Paradise. This indicates that the total falah (success) may be achieved in Paradise only."
    },
    {
      "ayah": 110,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 111,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 112,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 113,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 114,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 115,
      "surah": 23,
      "text": "وَلَا تُكَلِّمُونِ (Do not speak to Me - 23:108). According to Hasan al-Basri (رح) these will be the last words of the people who are cast in hell and in reply Allah will say, \"Do not speak to Me.\" After this they will not be able to speak like human beings, but will make animal sounds to each other. Baihaqi and others have quoted Muhammad Ibn Ka` b as saying that the Qur'an mentions five requests made by the people condemned to hell. Out of the five, replies were furnished to four, but in reply to the fifth Allah commanded them not to speak to Him. Thus these are the last words to be uttered by them after which they will not be able to speak. (Mazhari)"
    },
    {
      "ayah": 116,
      "surah": 23,
      "text": "Commentary\nThe last few verses of this Surah Al-Mu'minun from verse 115 to verse 118 have special merit. Baghawi and Thalabi have related from Sayyidna Ibn Masud ؓ that he came across a person who was very ill. He recited the above verses into the sick man's ears and he was cured immediately. The Holy Prophet ﷺ asked him what he had whispered in the sick man's ears to which Sayyidna 'Abdullah Ibn Masud ؓ replied that he had recited these verses (115 to 118) in his ears. Thereupon the Holy Prophet ﷺ said, \"I swear by Him Who has power over my life that if a person with genuine faith were to recite these verses on a mountain, the mountain itself may move from its place\". (Qurtubi and Mazhari)"
    },
    {
      "ayah": 117,
      "surah": 23,
      "text": "Commentary\nThe last few verses of this Surah Al-Mu'minun from verse 115 to verse 118 have special merit. Baghawi and Thalabi have related from Sayyidna Ibn Masud ؓ that he came across a person who was very ill. He recited the above verses into the sick man's ears and he was cured immediately. The Holy Prophet ﷺ asked him what he had whispered in the sick man's ears to which Sayyidna 'Abdullah Ibn Masud ؓ replied that he had recited these verses (115 to 118) in his ears. Thereupon the Holy Prophet ﷺ said, \"I swear by Him Who has power over my life that if a person with genuine faith were to recite these verses on a mountain, the mountain itself may move from its place\". (Qurtubi and Mazhari)"
    },
    {
      "ayah": 118,
      "surah": 23,
      "text": "رَّ‌بِّ اغْفِرْ‌ وَارْ‌حَمْ (My Lord, forgive and have mercy - 23:118). Here the object of the forgiveness and having mercy has not been mentioned. What is there to be forgiven and to whom is mercy to be shown? And this seems to suggest a general prayer for forgiveness which would include deliverance from harm and suffering, and a general prayer for mercy which would include the grant of every wish. Since protection from bodily harm and acquisition of legitimate gains is the object of all human activity, this prayer covers both these aspects. (Mazhari) And the reason why the Holy Prophet ﷺ was commanded to recite this prayer of forgiveness and mercy, even tough he is impeccable, is to impress upon his followers the special merit of this prayer. (Qurtubi)\nSurah Al-Mu'minun began with the verse قَدْ أَفْلَحَ الْمُؤْمِنُونَ (Success is really attained by the believers - 23:1) and ends withإِنَّهُ لَا يُفْلِحُ الْكَافِرُ‌ونَ (Surely, the infidels will not achieve success - 23:117) which shows that success will come to believers only and that the unbelievers will have no share of it."
    },
    {
      "ayah": 12,
      "surah": 23,
      "text": "Commentary\nIn the earlier verses it was explained that man can achieve falah (success) in this world and in the Hereafter by spending his time in assiduously worshipping Allah and, in compliance with His commands, by keeping his body and soul pure at all times and by discharging the claims and duties which he owes to fellow human beings. The present verse gives an account of the universal and supreme power of Allah the Almighty and a manifestation of His power in the process leading to the creation of the human race. If a person whom Allah has given wisdom and intelligence ponders seriously the meanings of these verses, he must necessarily choose the path which would lead him to falah in this world and in the Hereafter.\nوَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ\nAnd We have created man from an extract of clay. - 23:12\nThe word سُلَالَةٍ sulalah means \"extract\" and طِينٍ means \"wet earth\" or clay and the verse means that man was created from some special elements extracted from earth. Creation of mankind began with Sayyidna 'Adam (علیہ السلام) who was himself created from this essence of earth. Therefore the first creation has been related to earth after which the seed of one man becomes the means of another man's creation.\nSeven stages of the creation of man\nIn the above verse seven stages in the creation of man have been described. These are:\n(1)\tسُلَالَةٍ مِّن طِينٍ (an extract of clay).\n(2)\tنُطْفَةً (sperm-drop),\n(3)\tعَلَقَةَ (clot),\n(4)\tمُضْغَةَ (foetus-lump),\n(5)\tعِظَامَ (bones),\n(6)\tclothing bones with flesh, and\n(7)\tcompletion of the process of creation by blowing the spirit into the child.\nA very interesting story about Sayyidna ` Abbas ؓ\nQurtubi in his commentary has related a very interesting story in which Sayyidna ` Abbas ؓ is said to have determined the exact date of the Night of Majesty (لَیلَۃُ القَدر) and based his reasoning on this verse: The story goes likes this. One day Sayyidna ` Umar ؓ ' while sitting in the company of some eminent companions of the Holy Prophet ﷺ ، asked them on what date of the month of Ramadan the Night of Majesty (Lailatulqadr) would fall. None of them was able to mention a specific date so they all said that only Allah knew the answer. Sayyidna Umar ؓ then turned to Sayyidna Ibn ` Abbas ؓ who was the youngest among them and asked him if he had an answer to the question. Sayyidna Ibn ` Abbas ؓ then said, \"0 Amir ul-Mominin! Allah created seven skies and seven earths. He created man in seven stages and provided him sustenance from seven sources. Therefore in my opinion the Night of Majesty (لَیلَۃُ القَدر) will surely fall on the twenty-seventh night of the month of Ramadan.\" When Sayyidna Umar ؓ heard this reasoning, he said to the companions, \"See, this lad has given an answer which none of you could give\". This story is reproduced at length in the Musnad of Ibn Abi Shaibah. When Sayyidna Ibn ` Abbas ؓ mentioned the seven stages of man's creation, he was obviously alluding to this verse. As for the seven sources of human sustenance, the reference is to the verse in Surah ` Abas عبس :\nوَفَاكِهَةً وَأَبًّا وَحَدَائِقَ غُلْبًا وَزَيْتُونًا وَنَخْلًا وَعِنَبًا وَقَضْبًا فَأَنبَتْنَا فِيهَا حَبًّا\nAnd therein made the grains to grow and vines, and reeds, and olives, and palms, and dense-tree gardens, and fruits, and pastures. 80:27 - 31\nThis verse mentions eight items of which the first seven are food for human beings and the eighth provides fodder for animals.\nThe supreme beauty and eloquence of the Qur'anic language is evident from the fact that the seven stages of the creation of man have not all been described in the same manner. In describing the metamorphosis of the human foetus from one stage to the next, the word ثُمّ (afterwards) has been used at some place which is a suggestion of some delay in the process, while at other places the particle فَ has been used as a prefix indicating uninterrupted succession in the process of change. Some of the changes in the human foetus in mother's womb take a long time to take place whereas other changes occur in relatively shorter periods. Thus the word ثُمّ has been used in the context of the first two changes. First there is سُلَالَةٍ مِّن طِينٍ"
    },
    {
      "ayah": 13,
      "surah": 23,
      "text": "In the next verse : ثُمَّ جَعَلْنَاهُ نُطْفَةً (then We made him a sperm-drop) this same point has been mentioned differently. The meaning of all this is that the first life i.e. Sayyidna 'Adam علیہ السلامٍ was created from earth and continued further with the sperm which is a refined element of the same earth. This is how a majority of commentators have explained this verse. Another view is that (extract of clay) may also mean human seed because it is produced from the food which a man takes and the food grows out of the earth."
    },
    {
      "ayah": 14,
      "surah": 23,
      "text": "(an extract of clay) which changes into the seed ثُمَّ جَعَلْنَاهُ نُطْفَةً (then We made him a sperm-drop). Now it is well known that the production of food from the earth, its absorption in the human body of that special element which changes into the seed is a long drawn out process. Similarly the third stage of the transformation from the sperm-drop نُّطْفَةَ to clot مُضْغَةَ takes a long time to materialize and has been described by the Qur'an in the words ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً (then We made the sperm-drop into a clot - 23:14 ). The next three stages, i.e. from عَلَقَةً (clot) to مُضْغَةَ (foetus-lump), from to bones, and thirdly clothing flesh on bones occurring in short periods is not too remote a possibility, and in describing these three changes the particle فَ has been used which, as has been explained earlier, is indicative of uninterrupted succession. The final change in the condition of the unborn child comes when life and soul are breathed into it. And since, according to human reckoning, putting life and soul into a lifeless mass must necessarily take a long time, therefore, here again the word ثُم has been used to describe this final stage of transformation.\nThe final stage in human creation, i.e. putting life and soul into it\nThe Qur'an describes this change with the words ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ‌ (We developed it into another creature - 23:14). This distinction is due to the fact that whereas the first six stages in the creation of man are related to the world of elements and substances, the final stage relates to the transfer of soul from the world of spirits into his body and is, therefore, described as - خَلْقًا آخَرَ‌ i.e. a special or distinct creation.\nBiological spirit and Real Spirit\n\"We developed it into another creature\" in this verse is interpreted by Ibn ` Abbas, Mujahid, Sha'bi, ` Ikrimah, Dahhak and Abul-` Aliyah ؓ to mean blowing spirit into the body. Tafsir Mazhari mentions that most probably it refers to the biological spirit. According to its explanation spirits are of two kinds. Biological spirit is a subtle substance embedded in every part of the body of a human being or an animal. This is the spirit recognized by medical scientists and the philosophers. This biological spirit is created after the organs are created. That is why its creation is mentioned in this verse with the word ثُمَّ (thereafter). The other kind of spirit is the 'Real spirit'. It belongs to the spiritual universe. This real spirit was created long before the creation of human beings, and it is these spirits which were assembled by Allah when He asked them, \"Am I not your Lord?\" and they answered, \"Why not?\" This Real Spirit having been created long before, is connected by Allah Ta’ ala with biological spirit in a manner not known to anyone. Life of man depends on this connection and when biological spirit of a person is disconnected from Real Spirit, he dies. Therefore, it is also possible that it is this connection which is referred to in this verse by the words another creation.\nفَتَبَارَ‌كَ اللَّـهُ أَحْسَنُ الْخَالِقِينَ (So, glorious is Allah, the best of the creators-23:14). The word خَلق and تَخلِیق mean \"to create something from nothing\", which is a very special and exclusive attribute of Allah. Thus, Allah alone is the creator and none else. Neither an angel nor man can create anything. However sometime these two words are used in the sense of manufacturing which is no more than the reshaping and assembly by man of substances created by Allah. The man who does this is also called the creator of an article. The Qur'an says تَخْلُقُونَ إِفْكًا (you invent a lie 29:17), and again it says about Sayyidna ` Isa أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ‌ (I create for you from clay something in the shape of a bird - 3:49). In all these places the word خَلق (creating) has been used in the metaphorical sense to mean \"manufacture\".\nHere the word خَالِقِینَ (creators) has been used in the plural and the meaning is that though ordinary human beings who manufacture things may also be called خَالِق or creators in the metaphorical sense, yet Allah is the best among all those creators."
    },
    {
      "ayah": 15,
      "surah": 23,
      "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ\nThen, after all this, you are to die - 23:15\nThe preceding three verses were about the creation of man and this verse and the one which follows is about the life to come. In this verse Allah says that after his creation man will spend a period of time in this world and then will meet his death from which there is no escape. Then He says that man will be raised on the Day of Resurrection"
    },
    {
      "ayah": 16,
      "surah": 23,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (Then you are to be raised again on the Day of Judgment - 23:16) so that his deeds and actions in this world may be weighed and he may be sent to Paradise or Hell as he deserves. This is how a man's life would end. Further on there is a brief mention of the events which will take place in the intervening period between his life in this world and the life to come, and of the gift and blessings which Allah will bestow upon him. This is prefaced by a reference to the creation of the skies."
    },
    {
      "ayah": 17,
      "surah": 23,
      "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَ‌ائِقَ\nAnd We created upon you seven paths (heavens) - 23:17\nطَرَ‌ائِقَ is the plural of طَرِیقَۃ which may also be used as a synonym for طَبقَہ (tier) in which case the meaning would be that Allah created seven skies overhead row upon row in tiers. The other and more common meaning of the word طَرِیقَۃ is \"road\" or \"passage\" in which case the verse would mean that these skies provide a path for the angels who bring commands from Allah to the earth.\nوَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (And We were never neglectful of the creation - 23:17). The verse means that Allah did not just abandon man after creating him, but was ever mindful of his needs and provided the means for his sustenance and growth. To this end He first created the skies and from the skies He sent forth rains upon the earth which then produced food for men's nourishment.\nThe Divine system of providing water to meet human needs\nوَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ\nAnd We sent down water from the sky in due measure, then We lodged it in the earth, and of course, We are able to take it away. - 23:18"
    },
    {
      "ayah": 18,
      "surah": 23,
      "text": "The addition of the phrase بقدر (In due measure) shows how feeble and utterly powerless man is, because if the very things without which no life can exist exceed a certain limit, they become the cause of death and destruction. Water is a case in point without which no living thing - man or beast - can survive. Torrential rains coming down from the sky cause a deluge which becomes a source of misery for human beings. But Allah is kind and merciful and He sends rains which, while fulfilling man's needs, do not turn into flood except at those places where it is His will that they should be engulfed in water. Another point to consider is that if man was to obtain his daily requirement of water through daily rainfall, that too would cause extreme discomfort and suffering, because he is not by nature adapted to live in an environment where rain falls every day. Moreover the conduct of business would become impossible in such conditions. On the other hand, if the total quantity of water that men would need for a whole year, or for six months or even for three months were to come down in a single downpour and people are told to store their quota of water and use it according to their daily needs, that would be an impossible task because, apart from lack of adequate storage capacity, the water would become foul and unfit for consumption. Therefore Allah has regulated the supply of water in such a way that when rains come, the water saturates the earth and the plants and then it flows into lakes, ponds and natural depressions where it is used by men and animals according to their needs. But the water stored in this manner can only last for a limited time and men of different regions need a continuous supply of fresh water. To meet this eventuality Allah has designed a system by which very large quantities of water are converted into oceans of ice and snow and placed on top of mountains where the atmosphere' is pure and free from pollution. Slowly and gradually the snow melts and the water seeps through the pores in the mountains and flows into the network of underground water channels which carry it to all parts as springs and flow on the surface of the earth as streams, water courses and rivers. This fresh running water provides drinking water to men and animals and irrigates fields which yield food and fodder for all living things. Another part of the water percolates deep into the ground and becomes sub-soil water and is drawn up from wells. This entire design and process is covered in the Qur'an by a simple and short sentence فَأَسْكَنَّاهُ فِي الْأَرْ‌ضِ (23:18). A point is also made at the end of the verse that the sub-soil water which is drawn from wells has been placed by merciful Allah at a depth from where it can be drawn easily because by its nature, water flows downwards and could have gone down to a depth from where it would have been impossible to draw it out. This is explained by the sentence وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُ‌ونَ and, of course, We are able to take it away. (23:18)."
    },
    {
      "ayah": 19,
      "surah": 23,
      "text": "The Qur'an then goes on to say that it is from an assured and regular supply of water only that Allah created fruit gardens which produce dates and grapes and many other kinds of fruits. People eat these fruit for their taste and flavour and also preserve some of them for future use as articles of food as is evident from the sentence وَمِنْهَا تَأْكُلُونَ (And of them you eat -, 23:19). Then special mention is made of olives and the oil extracted from it because it has many uses and offers many benefits. And since the Mount Sinai produces an abundant crop of olives therefore a reference has been made to it"
    },
    {
      "ayah": 2,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 20,
      "surah": 23,
      "text": "وَشَجَرَ‌ةً تَخْرُ‌جُ مِن طُورِ‌ سَيْنَاءَ (And [ We produced ] a tree [ of olive ] that comes out from the [ mount ] Tur of Sinai. - 23:20). Sinai is the name of the area where the Tur Mountain is located. Olive oil can be used to massage the body, in lamps to provide light and in food as a curry or dressing. This has been expressed in the verse in the words تَنبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْآكِلِينَ (which grows having oil and a dressing for those who eat - 23:20)."
    },
    {
      "ayah": 21,
      "surah": 23,
      "text": "The reason why olive tree has been associated with the Tur mountain is that this tree first grew on that mountain. Some people have said that it was the first tree to grow on earth after the great Deluge in the days of Sayyidna Nuh (علیہ السلام) . (Mazhari)\nThen there is a mention of the blessings and the numerous gifts which Allah has provided for the benefitof ankind so that they may ponder and worship Him. The words of the verse are وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَ‌ةً (And indeed there is a sure lesson in the cattle for you - 23:21). The lesson to which this verse refers has been described further in the words نُّسْقِيكُم مِّمَّا فِي بُطُونِهَا (We give you a drink from that which lies in their bellies - 23:21). Some of the ways in which the cattle serve mankind are that they provide milk which is a very clear and nourishing food; every part of their body is put to some use, and their wool, hides, intestines etc. are all utilized, in industries which support a country's economy, the meat of the animals, which are halal (permissible) is a favourite food for all men. وَمِنْهَا تَأْكُلُونَ (and of them you eat - 23:21). And finally they are used, together with ships, as mounts and as means of transporting goods from one place to another."
    },
    {
      "ayah": 22,
      "surah": 23,
      "text": "In the last benefit, ships and boats are also included, because they are also used in transportation وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (And on them and on the boats you are transported - 23:22). All types of mounts which are run with wheels may also be added to fulk (boats) because they render the same service."
    },
    {
      "ayah": 23,
      "surah": 23,
      "text": "In the last benefit, ships and boats are also included, because they are also used in transportation وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (And on them and on the boats you are transported - 23:22). All types of mounts which are run with wheels may also be added to fulk (boats) because they render the same service."
    },
    {
      "ayah": 24,
      "surah": 23,
      "text": "In the last benefit, ships and boats are also included, because they are also used in transportation وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (And on them and on the boats you are transported - 23:22). All types of mounts which are run with wheels may also be added to fulk (boats) because they render the same service."
    },
    {
      "ayah": 25,
      "surah": 23,
      "text": "In the last benefit, ships and boats are also included, because they are also used in transportation وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (And on them and on the boats you are transported - 23:22). All types of mounts which are run with wheels may also be added to fulk (boats) because they render the same service."
    },
    {
      "ayah": 26,
      "surah": 23,
      "text": "In the last benefit, ships and boats are also included, because they are also used in transportation وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (And on them and on the boats you are transported - 23:22). All types of mounts which are run with wheels may also be added to fulk (boats) because they render the same service."
    },
    {
      "ayah": 27,
      "surah": 23,
      "text": "وَفَارَ‌ التَّنُّورُ‌ (And the oven gushes forth - 23:27). The word تَّنُّور‌ means oven which is used for making flat, round bread, and is also used in the sense of the whole earth. According to some people تَّنُّور‌ is a specific oven in the Kufah mosque, while others believe that it was somewhere in Syria. Sayyidna Nuh (علیہ السلام) was informed by Allah that when water began boiling forth from the تَّنُّور‌ (oven) that would be the sign of the coming of the Deluge (Mazhari). The story of Sayyidna Nuh (علیہ السلام) ، the Deluge and his Ark has been reported in some earlier Surahs (See Volume 4, p. 626 to 643)."
    },
    {
      "ayah": 28,
      "surah": 23,
      "text": "وَفَارَ‌ التَّنُّورُ‌ (And the oven gushes forth - 23:27). The word تَّنُّور‌ means oven which is used for making flat, round bread, and is also used in the sense of the whole earth. According to some people تَّنُّور‌ is a specific oven in the Kufah mosque, while others believe that it was somewhere in Syria. Sayyidna Nuh (علیہ السلام) was informed by Allah that when water began boiling forth from the تَّنُّور‌ (oven) that would be the sign of the coming of the Deluge (Mazhari). The story of Sayyidna Nuh (علیہ السلام) ، the Deluge and his Ark has been reported in some earlier Surahs (See Volume 4, p. 626 to 643)."
    },
    {
      "ayah": 29,
      "surah": 23,
      "text": "وَفَارَ‌ التَّنُّورُ‌ (And the oven gushes forth - 23:27). The word تَّنُّور‌ means oven which is used for making flat, round bread, and is also used in the sense of the whole earth. According to some people تَّنُّور‌ is a specific oven in the Kufah mosque, while others believe that it was somewhere in Syria. Sayyidna Nuh (علیہ السلام) was informed by Allah that when water began boiling forth from the تَّنُّور‌ (oven) that would be the sign of the coming of the Deluge (Mazhari). The story of Sayyidna Nuh (علیہ السلام) ، the Deluge and his Ark has been reported in some earlier Surahs (See Volume 4, p. 626 to 643)."
    },
    {
      "ayah": 3,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 30,
      "surah": 23,
      "text": "وَفَارَ‌ التَّنُّورُ‌ (And the oven gushes forth - 23:27). The word تَّنُّور‌ means oven which is used for making flat, round bread, and is also used in the sense of the whole earth. According to some people تَّنُّور‌ is a specific oven in the Kufah mosque, while others believe that it was somewhere in Syria. Sayyidna Nuh (علیہ السلام) was informed by Allah that when water began boiling forth from the تَّنُّور‌ (oven) that would be the sign of the coming of the Deluge (Mazhari). The story of Sayyidna Nuh (علیہ السلام) ، the Deluge and his Ark has been reported in some earlier Surahs (See Volume 4, p. 626 to 643)."
    },
    {
      "ayah": 31,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 32,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 33,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 34,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 35,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 36,
      "surah": 23,
      "text": "In the earlier verses the story of Sayyidna Nuh (علیہ السلام) was told who was sent to his people to guide them along the path of righteousness and the following verses contain a brief account of some other prophets without mentioning their names and the people for whose guidance they were sent. From certain references and allusions the commentators have concluded that the verses refer to Sayyidna Hud (علیہ السلام) or Sayyidna Salih (علیہ السلام) who were sent for the guidance of the tribes of 'Ad and Thamud respectively. In the present story both these tribes are reported to have perished as a result of صَیحَہ (Cry) from an unseen source, whereas in other verses it has been specifically mentioned that it was the tribe of Thamud which perished from صَیحَہ (Cry) and this had led some scholars to the view that the words قَرناً آخَرِینَ (another generation) refers to Thamud.\nAn alternative explanation is that the word صَیحَہ (Cry) has been used in the general sense of punishment from Allah in which case it would include the tribe of ` Ad also."
    },
    {
      "ayah": 37,
      "surah": 23,
      "text": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ\nThere is nothing but our worldly life. We die and we live and we are not to be raised again. - 23:37\nThis is the argument which the unbelievers advance when denying belief in the Day of Judgment. Those who deny it publicly are confirmed infidels, but it is very unfortunate that many Muslims also act in a manner that the same denial can be felt from their deeds and actions. They seem to be totally oblivious of the coming in of the Hereafter. May Allah Ta'ala grant them faith to release themselves from the clutches of this belief of theirs."
    },
    {
      "ayah": 38,
      "surah": 23,
      "text": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ\nThere is nothing but our worldly life. We die and we live and we are not to be raised again. - 23:37\nThis is the argument which the unbelievers advance when denying belief in the Day of Judgment. Those who deny it publicly are confirmed infidels, but it is very unfortunate that many Muslims also act in a manner that the same denial can be felt from their deeds and actions. They seem to be totally oblivious of the coming in of the Hereafter. May Allah Ta'ala grant them faith to release themselves from the clutches of this belief of theirs."
    },
    {
      "ayah": 39,
      "surah": 23,
      "text": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ\nThere is nothing but our worldly life. We die and we live and we are not to be raised again. - 23:37\nThis is the argument which the unbelievers advance when denying belief in the Day of Judgment. Those who deny it publicly are confirmed infidels, but it is very unfortunate that many Muslims also act in a manner that the same denial can be felt from their deeds and actions. They seem to be totally oblivious of the coming in of the Hereafter. May Allah Ta'ala grant them faith to release themselves from the clutches of this belief of theirs."
    },
    {
      "ayah": 4,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 40,
      "surah": 23,
      "text": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ\nThere is nothing but our worldly life. We die and we live and we are not to be raised again. - 23:37\nThis is the argument which the unbelievers advance when denying belief in the Day of Judgment. Those who deny it publicly are confirmed infidels, but it is very unfortunate that many Muslims also act in a manner that the same denial can be felt from their deeds and actions. They seem to be totally oblivious of the coming in of the Hereafter. May Allah Ta'ala grant them faith to release themselves from the clutches of this belief of theirs."
    },
    {
      "ayah": 41,
      "surah": 23,
      "text": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ\nThere is nothing but our worldly life. We die and we live and we are not to be raised again. - 23:37\nThis is the argument which the unbelievers advance when denying belief in the Day of Judgment. Those who deny it publicly are confirmed infidels, but it is very unfortunate that many Muslims also act in a manner that the same denial can be felt from their deeds and actions. They seem to be totally oblivious of the coming in of the Hereafter. May Allah Ta'ala grant them faith to release themselves from the clutches of this belief of theirs."
    },
    {
      "ayah": 42,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 43,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 44,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 45,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 46,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 47,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 48,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 49,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 5,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 50,
      "surah": 23,
      "text": "Commentary\nوَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (and We gave them shelter on a height, a place of rest and running springs). According to Bayan-ul-Qur’ an, this verse refers to the event that a tyrant was resolute to kill Sayyidna ` Isa and his mother (علیہما السلام) right from his childhood. They escaped from him and, with Allah's grace, found a place on a height where they enjoyed a peaceful life until Sayyidna ` Isa (علیہ السلام) attained maturity and was entrusted with prophethood. (This commentary is taken from Khulasa-e-tafsir of Ma` ariful-Qur’ an)."
    },
    {
      "ayah": 51,
      "surah": 23,
      "text": "Commentary\nيَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا (0 messengers, eat from the good things and act, righteously - 23:51.) The word means pure and good things. Since things which are forbidden under the Islamic laws are neither pure nor desirable for people who are gifted with common sense, it follows that the word طَیِّبَات refers only to the things which are permitted under the Islamic Shari'ah and which are not only good in appearance, but also pure in their intrinsic nature. This verse also tells us that all the prophets were enjoined by Allah to do two things - eat food which is clean and permissible under Shari’ ah, and to do good deeds, and considering that these injunctions have been addressed to prophets who are impeccable in any case, it is necessary that their followers should strive hard to mould their lives according to these injunctions. This in fact is the real meaning of this verse.\nScholars have expressed the view that the Juxtaposition of these two commands points to the fact that the consumption of lawful food has a very important bearing on human actions and when a person takes lawful food only, a divine guidance takes his actions along the path of righteousness. But if the food is unlawful, then serious obstacles will prevent the accomplishment of good deeds in spite of his best intentions. According to a hadtth, people travel long wearing miles and are covered with dust and they pray to Allah with hands upraised calling out \"0 Lord, 0 Lord!\" But since they eat forbidden things and their clothes are also made from forbidden material, there is little hope of their prayers being granted. (Qurtubi) Thus it is evident that a person hoping that his worship will get him the pleasure of Allah or that his prayers will be granted by Him must pay scrupulous attention to what he eats and must, at all times, avoid eating unlawful things."
    },
    {
      "ayah": 52,
      "surah": 23,
      "text": "وَإِنَّ هَـٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً (And surely this is your creed, a single creed - 23:52). The word اُمَّہ is used to describe a group or the followers of a prophet. Sometimes it is also used in the sense of \"faith\", \"creed\" or \"way of life\", as in the verse وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ (We found our fathers upon a creed - 43:22). In the present verse the word ummah has been used in the latter sense."
    },
    {
      "ayah": 53,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 54,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 55,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 56,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 57,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 58,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 59,
      "surah": 23,
      "text": "فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا But they split up ways from one another (dividing themselves) into factions - 23:53). The word زُبُر is the plural of زُبُور meaning a book, and the verse would mean that Allah had commanded all prophets and their followers to adhere to the one and only faith revealed by Him in all matters relating to the basic principles and beliefs. But the followers of different prophets split up into groups and sects and each one of them chose a different way of life and adopted a different book in which the beliefs of each group and sect were recorded. Sometimes زبر is used for the plural of زُبرَہ (zubrah) meaning \"fragment\" or \"group\". This meaning is more appropriate here and the meaning of the verse would be that these people were divided into sects even in the matter of fundamental beliefs of their religion. It should be noted that the difference of opinion among the mujtahidin (competent Shari` ah Scholars) in some minor issues is not included in this division which is condemned in this verse, because these differences do not cause a division of the religion, nor do the people maintaining these differences become separate sects. Giving these interpretative and subsidiary differences a sectarian colour is the height of ignorance and no religious scholar would support it."
    },
    {
      "ayah": 6,
      "surah": 23,
      "text": "What is Falah? How and from where can it be obtained?\nقَدْ أَفْلَحَ الْمُؤْمِنُونَ\nSuccess is really attained by the believers - 23:1.\nThe word falah (translated above as 'success' ) has been used in the Qur'an and Sunnah on numerous occasions. The call to prayers invites every Muslim towards falah five times a day. The word signifies the attainment of all desires as well as protection from all misfortunes. (Qamus). It is so comprehensive in its connotation that it may be regarded as the acme of one's desire - but the total falah, where no desire remains unfulfilled or complete immunity from the vicissitudes of fate exists, is not granted even to great kings or to the most revered prophets of Allah. In any case there is an ever-present fear of a decline in or loss of good fortune, or the apprehension of an impending disaster, and no living person can claim to be free from it.\nThus it is evident that total falah cannot be achieved in this world which is a place of pain and suffering, where nothing is everlasting and everything must ultimately perish. However this priceless commodity will be available in another world, namely the Paradise and it is there that people will achieve all their wishes very promptly وَلَهُم مَّا يَدَّعُونَ (They have all that they call for - 36:57). In that world there will be no sorrow, no distress, and everyone will enter there with the following words on his lips:\nالْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ\nPraise belongs to Allah who has put away all sorrow from us. Surely our Lord is All-Forgiving, All-Thankful, who of His bounty has made us to dwell in the abode of everlasting life -35:34, 35.\nThis verse also suggest that in this world there is nobody who at some time or the other has not been afflicted by pain and anguish. Therefore, on entering the Paradise people will say that they have been delivered from all sufferings. In Surah al-A` la while the Qur’ an says that falah may be obtained by purifying oneself against sins (قَدْ أَفْلَحَ مَن تَزَكَّىٰ ), it also says that total falah may be achieved in the Hereafter only. A Person who aims at falah must not succumb to the temptations of this world:\nبَلْ تُؤْثِرُ‌ونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَ‌ةُ خَيْرٌ‌ وَأَبْقَىٰ\nNay, but you prefer the present life; and the world to come is better, and more lasting. - 8.7: 16, 17\nIn brief, while total falah may be obtained in the Paradise only, Allah grants falah to his servants in this world also in the narrow sense of the word i.e. he grants them prosperity and relief from pain. In the present verse Allah has promised falah to those believers who possess the seven attributes mentioned therein, and it includes the total falah which can be achieved in the Hereafter only in addition to whatever falah may be obtained in this world.\nHere one may ask that while the promise of total falah in the Hereafter to the believers who possess the seven attributes mentioned in this verse is understandable, the common experience is that in this world the recipients of falah (prosperity and success) are generally the infidels and the impious persons. On the other hand the prophets and other reformers have, in all ages, suffered privations of life. The answer to this is that since total falah is to be achieved in the Hereafter only, it is inevitable that everybody in this world, whether he is a good and a pious man or whether he is a wicked person and an unbeliever, must face a certain measure of pain and hardship. Similarly every person, good or bad, has some of his wishes granted in this world. In these circumstances how is one to decide as to which of these two categories is the recipient of falah. The answer to this question can only be provided by the fate which awaits them.\nHuman experience and observations provide sufficient evidence that although the pious people who possess the seven attributes mentioned above may at times face hardships and tribulations in this world, yet very soon they are released from all distress and they achieve their wishes. They command the respect of the whole world as long as they live and then after their death their memory is cherished and revered by all.\nThe seven attributes of a perfect Believer on the basis of which he has been promised falah in this verse both in this world and in the Hereafter\nThe first and most important attribute which is fundamental and basic to everything else is that a person should be a true believer. The other seven attributes mentioned in the verse are discussed below.\nThe first attribute is خُشُوع Khushu` (translated in the text as being concentrative) during prayers. The literal meaning of this word is \"calmness\", but in religious terminology it means \"to bring about a state of perfect concentration in the heart\" so that he does not knowingly allow any thoughts to enter his heart other than the remembrance of Allah. It also means that during prayers a person must abstain from moving his body and limbs unnecessarily (Bayan u1-Qur'an). He must, in particular, avoid those movements of the body which have been forbidden by the Holy Prophet ﷺ and which the jurists have compiled under the general heading مَکرُوھَات (things which are disliked during prayers). Tafsir Mazhari quotes the above definition of خُشُوع (Khushu`) from Sayyidna ` Amr Ibn Dinar ؓ . Other scholars have given different definitions of this word, but they are in fact further details of what the serenity of the heart and the body means. For instance, according to Sayyidna Mujahid, casting down one's eyes and keeping the voice low is خُشُوع whereas Sayyidna ` Ali ؓ said that خُشُوع is to refrain from casting sideways glances obliquely. Sayyidna ` Ata' says that the word خُشُوع means \"not toying with any part of the body\". There is a hadith from Sayyidna Abu Dharr ؓ that the Holy Prophet ﷺ once said, \"Allah keeps an eye over His servant during prayers so long as he concentrates his attention on Allah, but when he turns his attention elsewhere and glances obliquely sideways, Allah also turns away from him.\" (Mazhari) The Holy Prophet ﷺ is reported to have directed Sayyidna 'Anas\tرضی اللہ تعالیٰ عنہ to keep his eyes fixed at the spot which he touched with his forehead when performing sajdah (prostration) and not to look right and left during prayers.\nSayyidna Abu Hurairah ؓ says that the Holy Prophet ﷺ saw a man praying who was toying with his beard and remarked لو خشع قلب ھٰذا لخشعت جوارحہ (If this man had Khushu` in his heart, his body and limbs would have remained calm).\nHow important is Khushu' during prayers?\nImam Ghazzali, Qurtubi and some other scholars are of the view that Khushu` during prayers is obligatory and a prayer offered without total Khushu` will be deemed not to have been performed. However there are others who believe that while Khushu' is the essence of prayers and its absence deprives the prayers of their true purpose, yet it cannot be regarded as an indispensable condition for the prayers to be valid and its absence will not render it necessary to repeat performance of the prayers.\nHakim ul-Ummah has written in Bayan ul-Qur'an that while Khushu' is not a necessary condition for the validity of the prayers, yet it is an essential element for the acceptance of the prayers by Allah and from this point of view it is obligatory. Tabarani in his book al-Mu'jim al-Kabir has related a hadith on the authority of Sayyidna Abu Darda' ؓ that the Holy Prophet ﷺ said, \"The first thing that will be taken away from this Ummah is Khushu' so much so that a time will come when no one will be left to practice Khushu\"'.\nThe second attribute of a good Muslim is that he abstains from frivolous and vain things. لَغو (Laghw, translated in the text as 'vain things' ) means useless talk and action which do not bring any religious reward and in its extreme form it may include sinful acts that are positively harmful and must, therefore, be avoided. And in its mild from laghw is neither useful nor harmful but it is very desirable to give up this habit. There is a hadith in which the Holy Prophet ﷺ said من حسن اسلام المرأ ترکہ ما لا یعنیہ (It is a part of one's being a fair Muslim that he gives up all that is useless for him). For these reasons guarding oneself against useless acts has been described as an attribute of a good Muslim in this verse.\nThe third attribute is Zakah which, literally means \"to purify\" but in religious terminology it means giving in charity a portion of one's wealth subject to certain prescribed conditions and the word has been generally used in the Qur'an in this sense. This meaning of the word can be applied in this verse also. However this meaning of the word in the present context has been questioned by some scholars on the ground that this verse was revealed in Makkah when Zakah was not made obligatory. (Zakah was made obligatory after Hijrah to Madinah). Ibn Kathir and other commentators have answered this objection by claiming that Zakah was in actual fact made obligatory in Makkah as will be evident from Surah Al-Muzzammil, which is by consensus a Makkan Surah, in which the words وَآتُوا الزَّكَاةَ (and pay zakah) occur alongside of the words أَقِيمُوا الصَّلَاةَ. However arrangements for its collection and details regarding the determination of wealth liable to Zakah .(nisab) were settled after Hijrah to Madinah. According to this interpretation of the verse Zakah was made obligatory in Makkah but rules prescribing its various details were formulated in Madinah. As regards those scholars who hold the view that Zakah was made obligatory after Hijrah to Madinah, they believe that the word must be interpreted here in its common literal sense i.e. to purify one's own self. There is an indication in the verse itself which supports this meaning of the word. It will be observed that wherever obligatory Zakah has been mentioned in the Qur'an the words used are لِلزَّكَاةِ فَاعِلُونَ ، یوتون الزَّكَاةِ and اُتوا الزَّكَاةِ (which refer to the 'payment' of zakah) whereas here the words used are لِلزَّكَاةِ فَاعِلُونَ (who are performers of zakah) which clearly indicates that in this verse the word has not been used in its technical meaning. Besides, the word فَاعِلُونَ (performers) is related to فعل (performance) and technically Zakah is not an act but a portion of wealth and the use of the word فَاعِلُونَ for this portion of wealth needs suitable explanation. If the technical meaning of the word Zakah is adopted, then its being obligatory and binding on all Muslims is undisputed and if the word means purification of soul then that too is obligatory and to cleanse one's soul of impurities and sins such as polytheism, hypocrisy, vanity, jealousy, hatred, greed, miserliness is called تزکیہ (tazkiyah). All these things are forbidden and are major sins and it is obligatory to purify one's soul from them.\nForth Attribute is guarding ones private parts against unlawful liaison. وَالَّذِينَ هُمْ لِفُرُ‌وجِهِمْ حَافِظُونَ إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ (And who guard their private parts except from their wives or from those (slave-girls) owned by their right hands - 23:5, 6). They satisfy their needs with their wives and their legal bondmaids according to the prescribed laws and avoid unlawful liaison. About these people the Qur'an says فَإِنَّهُمْ غَيْرُ‌ مَلُومِينَ (Because they are not liable to blame - 23:6), which also means that the sexual desire must be kept under strict control and must not be allowed to become a means of gratification of one's passions."
    },
    {
      "ayah": 60,
      "surah": 23,
      "text": "Commentary\nوَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ (And those who give whatever they give with their hearts full of fear - 23:60.) The word يُؤْتُونَ is derived from اِیتا meaning \"to give, to spend\", and is used in commentaries in the sense of صَدَقَات (alms to the poor). Another reading of this verse reported from Sayyidah ` A'ishah ؓ is يُؤْتُونَ مَا آتَوا (They do whatever they do - 23:60) and this covers all good deeds such as charity, prayers, fasting etc. As for the generally accepted reading of the verse, although it mentions alms to the poor only, yet it would include all good deeds also as is borne out by a hadith. Sayyidah ` A'ishah ؓ asked the Holy Prophet ﷺ the meaning of this verse whether those who do these deeds are the ones who drink wine and steal things. The Holy Prophet ﷺ replied, \"0 daughter of Siddiq! It is not as you say. These are the people who observe fasts, say their prayers and give alms, yet they are apprehensive lest, due to some mind lapse on their part, all their good deeds may not be accepted by Allah. They hasten to do good deeds and are foremost, in accomplishing them.\" (Ahmad, Tirmidhi, Ibn Majah, Mazhari)\nHasan a1-Basri (رح) says that he knew people who did virtuous deeds, yet were more fearful than people who committed evil deeds. (Qurtubi)"
    },
    {
      "ayah": 61,
      "surah": 23,
      "text": "أُولَـٰئِكَ يُسَارِ‌عُونَ فِي الْخَيْرَ‌اتِ وَهُمْ لَهَا سَابِقُونَ\nThose people are accelerating towards the (real) good things, and they are the foremost to attain them. - 23:61\nThe meaning of مُسَارَعَت فِی الخَیرَات is that just as ordinary human beings run after worldly gains and try to leave other competitors behind, these good and virtuous people strive to gain spiritual reward and try to excel others in their efforts to fulfill their religious obligations."
    },
    {
      "ayah": 62,
      "surah": 23,
      "text": "أُولَـٰئِكَ يُسَارِ‌عُونَ فِي الْخَيْرَ‌اتِ وَهُمْ لَهَا سَابِقُونَ\nThose people are accelerating towards the (real) good things, and they are the foremost to attain them. - 23:61\nThe meaning of مُسَارَعَت فِی الخَیرَات is that just as ordinary human beings run after worldly gains and try to leave other competitors behind, these good and virtuous people strive to gain spiritual reward and try to excel others in their efforts to fulfill their religious obligations."
    },
    {
      "ayah": 63,
      "surah": 23,
      "text": "Commentary\nبَلْ قُلُوبُهُمْ فِي غَمْرَ‌ةٍ (But their hearts are in ignorance) Lexically غَمْرَ‌ةٍ means deep water where a person may drown or be overwhelmed. For this reason the word is also used to signify a covering or something that conceals an object. In this verse the word means the ignorance in which the hearts of the infidels are submerged and hidden so that no light can reach them.\nوَلَهُمْ أَعْمَالٌ مِّن دُونِ ذَٰلِكَ\nAnd they have deeds, other than that - 23:63\nIt means that in addition to their rejection of the Oneness of Allah, and their denial of the true faith, they engage themselves in other sinful deeds."
    },
    {
      "ayah": 64,
      "surah": 23,
      "text": "مُتْرَ‌فِيهِم (their affluent ones - 23:64). The word مُتْرَ‌فِ is derived from تْرَ‌فِ meaning comfort and prosperity. This verse mentions the Divine punishment which will descend upon the unbelievers whether rich or poor. The rich people have been specially mentioned here because they are the ones who make adequate arrangements to protect themselves against disasters and misfortunes. But when retribution comes from Allah, they find themselves totally helpless. According to Sayyidna Ibn ` Abbas ؓ the punishment which is mentioned in this verse is an allusion to the crushing defeat which the infidels of Makkah suffered at the hands of the Muslims in the Battle of Badr. Some others say that the reference is to the severe famine which afflicted the people of Makkah as a result of the curse laid on them by the Holy Prophet ﷺ ، when they were forced to eat dead animals and cats and dogs.\nAlthough the Holy Prophet ﷺ and his companions, when faced ill-treatment from the infidels, used to remain patient and never complained yet when their suffering and torment became unbearable, the Holy Prophet ﷺ invoked divine punishment for the infidels in the following words:\nاللَّھُمَّ اشدد وطأتک علٰی مضر و اجعلھا علیھم سنین کسنی یوسف (رواہ البخاری مسلم) (قرطبی و مظھری)\n(0 Lord! Let thy punishment descend hard on the tribe of Mudar and make their land barren like the land of Yusuf."
    },
    {
      "ayah": 65,
      "surah": 23,
      "text": "مُتْرَ‌فِيهِم (their affluent ones - 23:64). The word مُتْرَ‌فِ is derived from تْرَ‌فِ meaning comfort and prosperity. This verse mentions the Divine punishment which will descend upon the unbelievers whether rich or poor. The rich people have been specially mentioned here because they are the ones who make adequate arrangements to protect themselves against disasters and misfortunes. But when retribution comes from Allah, they find themselves totally helpless. According to Sayyidna Ibn ` Abbas ؓ the punishment which is mentioned in this verse is an allusion to the crushing defeat which the infidels of Makkah suffered at the hands of the Muslims in the Battle of Badr. Some others say that the reference is to the severe famine which afflicted the people of Makkah as a result of the curse laid on them by the Holy Prophet ﷺ ، when they were forced to eat dead animals and cats and dogs.\nAlthough the Holy Prophet ﷺ and his companions, when faced ill-treatment from the infidels, used to remain patient and never complained yet when their suffering and torment became unbearable, the Holy Prophet ﷺ invoked divine punishment for the infidels in the following words:\nاللَّھُمَّ اشدد وطأتک علٰی مضر و اجعلھا علیھم سنین کسنی یوسف (رواہ البخاری مسلم) (قرطبی و مظھری)\n(0 Lord! Let thy punishment descend hard on the tribe of Mudar and make their land barren like the land of Yusuf."
    },
    {
      "ayah": 66,
      "surah": 23,
      "text": "مُتْرَ‌فِيهِم (their affluent ones - 23:64). The word مُتْرَ‌فِ is derived from تْرَ‌فِ meaning comfort and prosperity. This verse mentions the Divine punishment which will descend upon the unbelievers whether rich or poor. The rich people have been specially mentioned here because they are the ones who make adequate arrangements to protect themselves against disasters and misfortunes. But when retribution comes from Allah, they find themselves totally helpless. According to Sayyidna Ibn ` Abbas ؓ the punishment which is mentioned in this verse is an allusion to the crushing defeat which the infidels of Makkah suffered at the hands of the Muslims in the Battle of Badr. Some others say that the reference is to the severe famine which afflicted the people of Makkah as a result of the curse laid on them by the Holy Prophet ﷺ ، when they were forced to eat dead animals and cats and dogs.\nAlthough the Holy Prophet ﷺ and his companions, when faced ill-treatment from the infidels, used to remain patient and never complained yet when their suffering and torment became unbearable, the Holy Prophet ﷺ invoked divine punishment for the infidels in the following words:\nاللَّھُمَّ اشدد وطأتک علٰی مضر و اجعلھا علیھم سنین کسنی یوسف (رواہ البخاری مسلم) (قرطبی و مظھری)\n(0 Lord! Let thy punishment descend hard on the tribe of Mudar and make their land barren like the land of Yusuf."
    },
    {
      "ayah": 67,
      "surah": 23,
      "text": "(1). Another possible translation of this verse may be as follows: 'but you used to turn back on your heels, being over-proud of it (the Karam being looked after by you), indulging in tales at night, talking nonsense.\" It is this second translation on which the forthcoming explanation is based.\nمُسْتَكْبِرِ‌ينَ بِهِ سَامِرً‌ا تَهْجُرُ‌ونَ (Being over-proud of it (the haram), indulging in tales at night talking non-sense). According to many commentators the word (on it) in this verse has a reference to the Haram (the sanctuary of Makkah). Although there is no specific mention of the Haram in the verse, yet the very close association of the Quraish of Makkah with it and their great pride in this association renders a specific mention of the Haram unnecessary. The purpose of the verse, therefore, is to mention the causes of their aversion against Allah's verses. The first factor was their pride in their being the neighbours and care-takers of Haram. The other two factors are mentioned in the next two words.\nThe word سَامِرً‌ا is derived from سَمَر meaning \"Moon lit night\". It was a favourite pastime with the Arabs to assemble on moon lit nights and tell stories. Thus the word سَمَر came to be used in the sense of stories and anecdotes and سَامِر meant a raconteur. Although the word has been used in the singular yet it is often used as a plural also as in this verse. This word points out the second reason for the repudiation of divine communications by the infidels of Makkah which is their preoccupation with petty and frivolous matters such as story-telling and their lack of interest in divine messages. And finally there was a third reason for this state of affairs also namely that they used to indulge in foolish talk and pass unseemly remarks about the Holy Prophet ﷺ .\nThe word تَهْجُرُ‌ونَ (23:67) is derived from ھُجر - with a dammah mark ( ‘) on the letter ہ and means \"to speak nonsense, to use foul language).\nBan on story-telling after ` lsha' prayers\nStory telling was favourite pastime among the Arabs and the Persians since ancient times. This habit was not only time wasting but was also the cause of certain evils. With a view to discourage this practice, the Holy Prophet ﷺ enjoined upon the Muslims not to sleep before the ` Isha' prayers. The philosophy behind this injunction was that all daily human activity ended with the ` Isha' prayers which should arguably be a man's last action and which might even atone for his lapses during the day. On the other hand if, after the ` Isha' prayers, he sits down to while away his time listening to silly and frivolous tales which in itself is a foolish act, he renders himself guilty of encouraging falsehood, backbiting and other sins. Another consequence of this evil habit is that such a person will go to bed late, will rise late and miss his early morning prayers. Sayyidna ` Umar ؓ used to admonish people whom he found listening to stories after ` Isha' prayers and advised them to go early to bed so that with Allah's grace they might be enabled to say midnight prayers. (Qurtubi)"
    },
    {
      "ayah": 68,
      "surah": 23,
      "text": "The verses 68, 69 and 70 mention five reasons which might possibly have prevented the unbelievers from accepting the faith brought by the Holy Prophet ﷺ ، and also give a rebuttal of each of these causes. Thus on the one hand all the arguments advanced by the infidels for not accepting the true faith have been demolished, and on the other hand there are compelling grounds and irrefutable evidence which should convince any right minded person of his error and persuade him to accept the message brought by the Holy Prophet ﷺ . Their persistence in their unbelief is, therefore, the result of their unreasoning hatred towards and blind prejudice against the Holy Prophet ﷺ to which a reference has been made in the latter part of the verse (Instead, the fact is that he has come to them with truth, but it is the truth that most of them dislike - 23:70). In other words, there being no valid and rational ground for repudiating the mission of the Holy Prophet ﷺ their opposition may be explained by their dislike of truth and their unwillingness to pay heed to its message. This, no doubt is due to their love for undisputed power and their reluctance to share it with anyone else."
    },
    {
      "ayah": 69,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 7,
      "surah": 23,
      "text": "فَمَنِ ابْتَغَىٰ وَرَ‌اءَ ذَٰلِكَ فَأُولَـٰئِكَ هُمُ الْعَادُونَ (However, those who seek (sexual pleasure) beyond that are the transgressors - 7). Satisfying one's desire with someone other than one's own wife or a lawfully acquired slave-girl is strictly forbidden and the ban includes adultery (marrying a woman whom one is not allowed to marry under the religious code is also adultery), having sex with one's wife or slave-girl when she is menstruating or is confined, or having unnatural sex with them, homosexuality and bestiality, while most jurists include masturbation also in the ban. (Tafsir Bayan ul-Qur’ an, Qurtubi, al-Bahr ul-Muhit, etc.)"
    },
    {
      "ayah": 70,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 71,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 72,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 73,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 74,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 75,
      "surah": 23,
      "text": "أَمْ لَمْ يَعْرِ‌فُوا رَ‌سُولَهُمْ\nOr did they not recognize their messenger? - 23:69.\nOne reason for their denial of the true faith could have been if the message was brought to them by an outsider who was a stranger to them and with whose character and antecedents they were unfamiliar. But this argument could not be invoked in the case of the Holy Prophet ﷺ who belonged to the noble family of Quraish, was born in Makkah, grew up among them, and his whole life was like an open book before them: Before prophethood was bestowed upon him, he was known among the unbelievers of Makkah as اَمِین (trustworthy) and صَادِق (truthful) and nobody had ever raised an accusing finger on his character and general behavior. Thus they could not take the plea that their repudiation of the Holy Prophet ﷺ and of the message brought to him was due to their ignorance about him or about his family connections."
    },
    {
      "ayah": 76,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 77,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 78,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 79,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 8,
      "surah": 23,
      "text": "Fifth Attribute of a good Muslim is that he should discharge his trust truly and faithfully. وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَ‌اعُونَ (And [ success is attained ] by those who honestly look after their trusts and covenant, - 23:8). The word اَمَنَات (trusts) covers everything which a person has undertaken to perform or which have been placed under his care as trust. Since it may be of many kinds, the word is used in plural, so that it may include all sorts of trusts whether they may relate to the rights of Allah or to the rights of human beings. To perform scrupulously all the injunctions and duties made obligatory by religious laws and to abstain from things which have been forbidden or declared undesirable is to look after the trust that relates to the rights of Allah. As regards the discharge of trusts relating to the rights of human beings, these take numerous forms, and the most well-known is that a person must promptly return to the owner on demand any goods which have been in his custody as trust. Any information received in confidence is a trust and to reveal it to anybody else without the permission of the person who gave it is a breach of trust. Mutual settlement between an employer and an employee of the terms of employment, i.e. the work to be done and time to be spent in the performance of work, and the wages to be paid is a trust and binding on both the parties and a violation of this agreement by either party would constitute a breach of trust. Hence discharge of trust is an all-encompassing word.\nSixth Attribute of a perfect Muslim is to fulfill his covenant. The word عھد . (covenant) has two connotations. One is a covenant between two parties specifying the duties and obligations of either party and is binding on both and a breach of this covenant by either party is a fraud and deceit and therefore forbidden in Islam. The other is where a person voluntarily promises to give something to someone or undertakes to do some job. This is known as وعدہ (promise) and its fulfillment is also obligatory under the dictates of Shari. There is a Hadith which says العدۃ دین (a promise is like a debt). It means that a promise is like a debt and must be fulfilled in the same manner as a debt must be discharged, the difference being that whereas the repayment of a debt can be enforced through a court of law, a voluntary promise is not enforceable likewise. Nevertheless the person making the promise is morally bound to abide by it and failure to do so would be a sin unless there is a religious ground for his inability to fulfill his promise."
    },
    {
      "ayah": 80,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 81,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 82,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 83,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 84,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 85,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 86,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 87,
      "surah": 23,
      "text": "وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ وَمَا يَتَضَرَّ‌عُونَ\nAnd We have already seized them with punishment, but they did not turn humble to their Lord, nor do they supplicate in humility. (23:76)\nIn the preceding verse it has been stated that when the unbelievers are subjected to chastisement for their sins, they plead to Allah and the Holy Prophet ﷺ for mercy and when Allah who is Merciful relieves their suffering, they return to their evil practices and wicked deeds. This verse relates a similar instance when the unbelievers were punished for their misdeeds. However when they were delivered from their sufferings as a result of the intercession by the Holy Prophet ﷺ on their behalf, they did not humble themselves before Allah but persisted in idolatry and unbelief.\nVisitation of famine upon Makkah and its deliverance on the prayers of the Holy Prophet ﷺ\nIt has been mentioned earlier that the Holy Prophet ﷺ had prayed to Allah to punish the people of Makkah with famine and as a result they were reduced to great straits and were forced to eat dead animals. At last, Abu Sufyan presented himself before the Holy Prophet ﷺ at Madinah and said, \"I appeal you in the name of Allah, did you not say that you had been sent by Him as mercy for the whole world?\" The Holy Prophet ﷺ replied, \"Yes I did, and what I said is true also.\" Then Abu Sufyan said, \"You killed the leaders of your clan with sword at the battle of Badr and now you are killing those who still survive with starvation. Pray to Allah, I beseech you, to remove this curse from over our heads.\" The Holy Prophet ﷺ then prayed to Allah to forgive the people of Makkah and deliver them from the agony of hunger, and his prayer was granted forthwith. The verse: وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَ‌بِّهِمْ (23:76) was revealed on this occasion and refers to this incident. (Mazhari)"
    },
    {
      "ayah": 88,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 89,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 9,
      "surah": 23,
      "text": "Seventh attribute\nوَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ (And who consistently observe their prayers -23:9). To observe one’ s prayers here means to offer them regularly at the appointed time, and the word صَلَوَات (Prayers) has been used in the plural form to include all the five prayers. In an earlier verses the word صَلَوَاتِ (Salah: prayers) was used in the singular because the emphasis was on Khushu` which is the essence of all prayers whether they are fard, wajib, sunnah or nafl.\nA careful study of the above seven attributes would show that they encompass all the duties which man owes to Allah and to fellow men, and all the laws governing those duties. A person who possesses these attributes and adheres to them is a complete mu'min (believer) and deserving of falah in this world and in the Hereafter. It will also be noted that these seven attributes begin and also end with a reference to prayers which suggests that if prayers are offered in the prescribed manner with all their requirements, the other attributes will appear automatically."
    },
    {
      "ayah": 90,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 91,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 92,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 93,
      "surah": 23,
      "text": "Commentary\nوَهُوَ يُجِيرُ‌ وَلَا يُجَارُ‌ عَلَيْهِ (And who gives protection and no protection can be given against him - 23:88) The meaning of the verse is that Allah alone can deliver a person from pain and suffering as He wills, but there is none who can save a person from divine punishment. This is true of this world because nobody can stop Allah from rewarding virtuous people nor can anyone protect someone whom He chooses to punish. And the same is true of the Hereafter also. (Qurtubi)"
    },
    {
      "ayah": 94,
      "surah": 23,
      "text": "Commentary\nقُل رَّ‌بِّ إِمَّا تُرِ‌يَنِّي مَا يُوعَدُونَ رَ‌بِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ\n(0 prophet) say (in prayer), \"0 my Lord, if You are to show me (in my life) that (punishment) which they (the infidels) are threatened with, then, my Lord, do not place me among the wrongdoing people.\" (23: 93, 94)\nThere are many verses of the Qur'an which contain warnings of punishment to the unbelievers. While the award of punishment is a certainty on the Day of Judgment, it is possible that it may be awarded in this world also - and even during the life time of the Holy Prophet ﷺ . And when Allah's wrath descends upon a people, it is not confined to sinners alone, but sometimes it afflicts virtuous people too, who may not be punished in the Hereafter and may even be compensated by extra rewards for the undeserved punishment which they suffered in this world. The Qur'an says اتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً (And beware of a punishment which shall not fall on the wrongdoers only - 8:25). In these verses, the Holy Prophet has been told by Allah to pray to Him that if His wrath were to descend upon the infidels in his life time, then He should be removed from their company. This prayer was suggested to the Holy Prophet ﷺ in spite of the fact that he was impeccable and infallible, the intention being that He should at all times remember Allah and beseech His mercy so as to increase his own reward in the Hereafter."
    },
    {
      "ayah": 95,
      "surah": 23,
      "text": "وَإِنَّا عَلَىٰ أَن نُّرِ‌يَكَ مَا نَعِدُهُمْ لَقَادِرُ‌ونَ\nAnd of course, We do have the power to show you what We threatened them with. (23:95)\nSome commentators say that even though Allah has promised, on account of His regard for the Holy Prophet ﷺ that He will not punish the entire community while he (Holy Prophet ﷺ) lives among them وَمَا كَانَ اللَّـهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ (And Allah is not to send punishment upon them while you are in their midst-- 8:33) yet the punishment of some selected persons in special circumstance does not negate the promise. The punishment of the infidels of Makkah through famine and through their defeat at the hands of the Muslims at the Battle of Badr had taken place in the lifetime of the Holy Prophet ﷺ ، which is emphasized in this verse that \"We have the power to show you what We threatened them with\"."
    },
    {
      "ayah": 96,
      "surah": 23,
      "text": "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ\nRepel evil with that which is best - 23:96\nAllah instructs the Holy Prophet\tﷺ to counter evil with good, oppression with justice and cruelty with mercy. These virtues of conduct have been taught by Allah to the Holy Prophet ﷺ and are generally observed in settling affairs among the Muslims. Later on these instructions were repealed in so far as the infidels and the unbelievers were concerned when Allah permitted Muslims to embark on (Jihad). Nevertheless even during Jihad the Muslims were told to adopt a humane approach towards the enemy. For example they were forbidden to kill women and children or the priests who did not engage in battle against the Muslims. Similarly, mutilation of the dead bodies of enemies was strictly forbidden. It is for this reason that the Holy Prophet ﷺ is instructed in the next verse to seek protection from Shaitan's evil suggestions even in the battle fields where he may arouse emotions to act against ethics."
    },
    {
      "ayah": 97,
      "surah": 23,
      "text": "وَقُل رَّ‌بِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ ﴿97﴾ وَأَعُوذُ بِكَ رَ‌بِّ أَن يَحْضُرُ‌ونِ ﴿98﴾\nAnd say, ` 0 my Lord, I seek your refuge from the strokes of the Shaitan, and I seek Your refuge from that they come to me.' (23:97, 98)\nThe word هَمَز (the infinitive of هَمَزَاتِ Hamazat translated above as 'strokes' ) means \"to push, to press\" and sometimes is also used to mean \"to make a call from behind\". This is a very comprehensive prayer often invoked for protection from the guile and mischief of Shaitan and the Holy Prophet ﷺ has urged upon the Muslims to recite it frequently in order to avoid sudden bursts of rage which are brought about by the promptings of and which cause people to lose self-control. This prayer is also very effective in repelling other assaults of Shaitans and Jinns. Sayyidna Khalid ؓ suffered from insomnia and the Holy Prophet ﷺ suggested that he should recite the following prayer before going to bed :\nاَعُوذ بِکَلِمَاتِ اللہِ التَّامَّۃِ مِن غضَبِ اللہِ وَعِقَابِہٖ وَمِن شَرِّ عِبَادِہٖ وَمِن ھَمَزٰتِ الشَّیٰطِینِ وَاَن یَّحضُرُونِ\nI seek refuge with Allah's Perfect Words from Allah's wrath and His punishment, and from the evils of His slaves, and from the strokes of the Shaitans and from that they come to me.\nSayyidna Khalid ؓ did as advised and was soon cured of insomnia."
    },
    {
      "ayah": 98,
      "surah": 23,
      "text": "أَن يَحْضُرُ‌ونِ (from that they come to me - 23:98) According to a Hadith in Sahih of Muslim the Holy Prophet ﷺ is reported to have said that Shaitan meddles in all human affairs and tempts people to do evil deeds, and that this prayer is the best protection against his attempts. (Qurtubi)"
    },
    {
      "ayah": 99,
      "surah": 23,
      "text": "رَ‌بِّ ارْ‌جِعُونِ (My Lord, send me back - 23:99) When death approaches an infidel and he senses the punishment that awaits him on the Day of Judgment, he wishes for a return to this world, so that by performing good deeds he may escape the punishment which he has richly deserved.\nIbn Jarir has related a story on the authority of Ibn Juraij that the Holy Prophet ﷺ once said, \"At the time of death when a good Muslim perceives the angels of mercy and all the luxuries of Paradise spread out before him, and the angels ask whether he wishes to be sent back to the world, his reply invariably is in the negative. He refuses to return to a place which is full of woes and suffering and misery, and only desires to be taken to Allah's presence. But when the same question is put to an infidel, his answer is رَ‌بِّ ارْ‌جِعُونِ i.e. he wishes to be sent back to the world.\""
    }
  ]
}
