{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 35,
      "text": "Commentary\nAs for the statement: جَاعِلِ الْمَلَائِكَةِ رُ‌سُلًا (who makes the angels messengers), it means that angels were assigned to convey the messages and injunctions of Allah Ta’ ala. From this, it is obvious that they are sent to the noble prophets (علیہم السلام) as the message-bearers or envoys of Allah. They convey the revelations and the injunctions of Allah to them. And it is also possible that the word: رسول (Rasul) used here may be denoting the sense of link at this place, that is, they become a link between Allah Ta’ ala and His universal creation out of which the noble prophets (علیہم السلام) are the superior-most. Thus, they also become an intermediary link for the transmittal of revelation from Allah Ta ala to them. Then, these very angels happen to be the means of bringing the mercy of Allah or His punishment to the universal creation.\nThe next statement: أُولِي أَجْنِحَةٍ مَّثْنَىٰ وَثُلَاثَ وَرُ‌بَاعَ (having wings, in twos and threes and fours) means that Allah Ta’ ala has given to the angels feathered wings they can fly with. The wise consideration behind it is obvious as they traverse the distance between the heavens and the earth repeatedly, and this can become possible only when they are endowed with the necessary speed to so traverse, something that can come about in the mode of flying only:\nAnd the words: مَّثْنَىٰ وَثُلَاثَ وَرُ‌بَاعَ\t (in twos and threes and fours) are, evidently enough, numerical adjectives referring to: أَجْنِحَةٍ (wings) in the sense that the number of the feathers angels have varies from angel to angel . Some have only two wings. Others have three. Still others have four. Even the numbers mentioned here are not comprehensive, rather they are mentioned here just as an example, because it is proved by a Hadith in Sahih of Muslim that Sayyidna Jibra'il (علیہ السلام) has six hundred feathers. (Qurtubi, Ibn Kathir)\nMoreover, it is also possible that these three words are numerical adjectives referring to the word: رُ‌سُلًا ، (rusulan: bearers of the message) in the sense that these angels who deliver messages from Allah Ta’ ala to this world sometimes come in twos and at others in threes or fours. Once again, in this situation too, the number of four is not intended for restriction. It is there just for example because the coming of angels in a much larger number stands proved from the Qur'an itself. (Abu Hayyan in al-Bahr ul-Muhit)\nThe next sentence: يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ (He adds to the creation what He wills) means that Allah Ta’ ala has the power to increase whatever He wills and as much as He wills in the creation of everything He has originated. This obviously is related to: أَجْنِحَةٍ (ajnihah: wings) in that the feathers and wings of the angels are not something simply restricted to two or four in numbers, for they could be many more than these if Allah Ta’ ala so wills. Most commentators say exactly this. And Tafsir authorities Zuhri, Qatadah and others have said that this increase in creation is to be taken in its general sense which includes increase in the feathers and wings of angels as well as the increase of particular attributes in the creation of different human beings which, then, includes the beauty of form, the beauty of character, the beauty of voice and many more increased assets like these. Abu Hayyan has, in al-Bahr ul-Muhit, followed this track of explanation and said that things like good manners, beauty of figure and face, perfection of reason and intellect, politeness in discourse and similar others are all included therein. This second Tafsir proves that the beauty or perfection of anything one has is invariably a gift and blessing from Allah Ta’ ala for which one should be grateful to Him."
    },
    {
      "ayah": 10,
      "surah": 35,
      "text": "Commentary\nIn verse 10, it was said: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْ‌فَعُهُ (Towards Him, ascends the pure word, and the righteous deed uplifts it). Immediately earlier to this, it was declared that the person seeking honor and power should understand that these matters are not controlled by anyone other than Allah. As for those who have taken certain things as objects of worship or have taken some people as friends in the hope of being honored by them, they cannot give honor to anyone. Given in the present verse, there is a method of acquiring the gifts of grace and honor from Allah Ta’ ala. It has two parts: (1) Good word (that is, the kalimah of tauhid: la ilaha il-lal-lah) and the knowledge of the being and attributes of Allah. (2) Good deed, that is, to believe by heart and then act in accordance with its dictates under the Shari` ah. Shah ` Abdul Qadir (رح) has said in Mudih-ul-Qur'an that this prescription of becoming a recipient of honor is perfectly true and tested, however, the condition is that one remains constant in remembering Allah and doing good deeds. When this constancy reaches an appointed limit, Allah Ta’ ala blesses the doer of these with an everlasting and unparalleled honor both in this world and in the world to come.\nThese two parts have been expressed in the cited verse by saying that good word ascends towards Allah and reaches Him while good deed uplifts it and makes it reach Him. In the grammatical arrangement of: الْعَمَلُ الصَّالِحُ يَرْ‌فَعُهُ the good deed uplifts it) there are certain probabilities. The meanings of the sentence change in terms of each such probability. Authorities in Tafsir have explained it in line with the respective probabilities that they have deemed to be appropriate by them. According to the first probability, the subjective pronoun in: يَرْ‌فَعُهُ (uplifts) should be taken as reverting to: ... (the good deed) and the objective pronoun (it) to: ... (good word) meaning: 'good words ascend to Allah, but the thing through which they are made to ascend are good deeds (as in the khulasa-e-Tafsir of Maulana Ashraf Ali Thanavi (رح)). The majority of Tafsir authorities - Sayyidna Ibn ` Abbas, Ibn Jubayr, Hasan al-Basri, Mujahid, Dahhak, Shahr Ibn Hawshab and others - have opted for this very approach. And the sense of ascending to and being helped to ascend is being accepted in the sight of Allah, therefore, the gist of the sentence would be that good word, be it the kalimah of tauhid or others words of the remembrance and glorification of Allah, nothing of it gets to be acceptable with Allah without good deed. Here, the confirmation by heart is an integral part of good deed the most important part of which is the belief by heart in His Oneness. This belief by heart is a necessary condition for the acceptance of deeds in the absolute sense. Without it, neither the Kalimah: لا إله إلا اللہ (la ilaha il-lal-lah) nor any other Dhikr of Allah is acceptable.\nThen, there are the other parts of good deed, such as, prayers and fasting and abstinence from forbidden and reprehensible things. Though, the acceptability of the 'good word’, that is, the kalimah of tauhid does not depend on such good deeds, yet these deeds too are conditions to a perfect acceptability of the 'good words'. If a person simply does not have faith, and its confirmation, in his heart, then, no matter how many times he repeats the words of the cardinal statement of one's Islam (Kalimah Tauhid: la ilaha il-lal-lah) and remains engaged with dhikr and Tasbih of Allah, he will not deserve the least of acceptability in the sight of Allah. In contrast, there is the case of the other person who does have faith and its confirmation, but fails to do other good deeds or falls short in them, then, his saying of the kalimah of tauhid and the doing of the dhikr of Allah will, though, not go to waste totally, however, its benefit will be restricted to delivering him from the everlasting punishment. The consequence will be that he will go through a certain punishment for some time that will be in proportion to his abandonment of duty and the shortcoming.\nIn a Hadith, the Holy Prophet ﷺ has said, 'Allah Ta’ ala does not accept any word without deed, and any word and deed without the intention, and any word, deed and intention without compatibility with sunnah (as said and done by him).' (Qurtubi)\nThis tells us that correspondence with sunnah is the condition of perfect acceptability. Even if the word, the deed and the intention, all these, are also correct but the mode and method of conduct is not in accordance with sunnah, then, one cannot become a recipient of perfect acceptability with Allah.\nSome commentators suggest another syntactical arrangement in respect of this sentence. According to them, the subjective pronoun in: يَرْ‌فَعُهُ (uplifts) reverts to: ضَمِر فَاعِل good word) and the objective pronoun (i.e.'it' ) to: کلم طیّب ( good deed). Thus, the meaning of the sentence become totally different from that of the earlier, that is, 'good word' which is the dhikr of Allah, makes 'good deed' ascend and makes it rise higher up, that is, makes it worthy of being accepted. The outcome would then be that a person who does good deeds, and along with it, also does his dhikr of Allah abundantly, then, this dhikr of Allah embellishes his deed and makes it acceptable."
    },
    {
      "ayah": 11,
      "surah": 35,
      "text": "The sense of the verse: وَمَا يُعَمَّرُ‌ مِن مُّعَمَّرٍ‌ وَلَا يُنقَصُ مِنْ عُمُرِ‌هِ إِلَّا فِي كِتَابٍ (And no aged person is made to advance in age, nor a part is curtailed from his age, but all this is (recorded) in a book - 35:11), according to the majority of the commentators is that if Allah Ta’ ala blesses a person with a long age, it is a fact already on record in the Preserved Tablet (al-lawh al-mahfuz). Similarly, when the age of a certain person is kept at a lower mark in terms of the number of years, that too already stands recorded in al-lawh al-mahfuz. The outcome of it all is that the text, at this place, is not referring to one individual person's age being long or short, instead, the statement relates to humankind as a whole, in the sense that some individuals from it are given long ages and others, a comparatively shorter ones. The explanation has been reported by Ibn Kathir from Sayyidna ` Abdullah Ibn ` Abbas ؓ . Abu Bakr al-Jassas (رح) reports the same saying from Hasan al-Basri and Dahhak رحمۃ اللہ علیہما . Therefore, in general books of Tafsir, such as, Ibn Jarir, Ibn Kathir, Rah ul-Ma’ ani and others, this very explanation has been declared as the view of the majority of commentators. However, some early commentators have said: Should the length of age concerns one single person, then, decrease in age would mean that the age of every person as already written by Allah Ta’ ala is certain, and every day that passes decreases one day from this pre-fixed age. If two days pass, two days decrease. In the same way, every day, in fact, every single breath keeps decreasing one's age. This Tafsir or explanation has been reported from Sha'bi, Ibn Jubayr, Abu Malik, Ibn ` Atiyyah and Suddiyy. (Ruh ul Ma’ ani)\nThis subject has been succinctly expressed in an Arabic couplet as:\nحِیَاتُک اَنفَاسُ تُعَدُّ فَکُلَّمَا مَضٰی نَفَسُ مِّنھَا انتقَصَتُ بِہٖ جُزء،\nYour life is (the name of) counted breaths. So, whenever passes away a breath from it, a part of it decreases.\nIn his explanation of this verse, Imam an-Nasa` i (رح) has reported from Sayyidna Anas Ibn Malik ؓ that he heard the Holy Prophet ﷺ saying,” مَن سَرَّہ، اَن یُبسَطَ لَہ، فِی رِزقِہٖ وَ یُنسَأ فِی اَثَرہٖ فَلیَصِلَ رَحمَۃ،”. This Hadith has also been reported by al-Bukhari, Muslim and Abu Dawud on the authority of a narration from Yunus Ibn Yazid Ayli. The Hadith means: 'He who wishes that his sustenance and age is increased should treat his close relatives well (Silatu-r-rahim).' This obviously suggests that these deeds increase one's age. But, another Hadith given below has itself clarified its sense:\nIbn Abi Hatim (رح) reports from Sayyidna Abu-d-Darda' ؓ . He says, 'when we mentioned this (subject) before the Holy Prophet ﷺ ، he said, \" (Age as such is already fixed and determined by Allah), when the fixed term is over, no one is given the least respite. In fact, increase in age means (in the Hadith cited above) that Allah Ta` a1a blesses one with good children who keep praying for him. This person is not there anymore, but he keeps receiving their prayers in his grave (that is, he keeps on receiving the benefits one would have received if one were alive. Thus, in a way, his age has increased\" ). (Both narrations appearing above have been reported by Ibn Kathir). In short, Ahadith that say that some deeds cause age to increase mean increase in the barakah or bliss of age."
    },
    {
      "ayah": 12,
      "surah": 35,
      "text": "In the next verse: وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِ‌يًّا وَتَسْتَخْرِ‌جُونَ حِلْيَةً تَلْبَسُونَهَا (And from each, you eat fresh meat, and derive ornaments that you wear - 35:12), it is being said that one gets fresh meat, that is, fish to eat from both waters, sweet or brackish. In this verse, by alluding to fish as meat, the hint released is that fish is meat, already halal by itself. One does not have to slaughter it. This is contrary to the case of the animals found on land. Unless one slaughters them with the name of Allah, they do not become halal. Fish does not have this condition. It is meat, ready to eat. And the word: حِلْيَةً (hilyah) means ornament and refers to pearls. The verse tells us that the way pearls are found in brackish waters, they are also found in sweet waters, something contrary to the general belief, since it is well known that pearls are harvested from the brackish water of the seas. However, the reality is what is evident from the words of the Qur'an that they form in both - yes, much less in sweet waters and far more in the brackish waters of the sea. That they are found in seas excessively contributed to the popular belief that pearls come only from brackish waters.\nBy using the masculine form in the last word: تَلْبَسُونَهَا (talbasunaha: that you wear), a hint is being released that the use of pearls is permissible for men as well - contrary to gold and silver, the use of which as an ornament is not permissible for men. (Ruh-ul-Ma’ ani)"
    },
    {
      "ayah": 13,
      "surah": 35,
      "text": "In the next verse: وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِ‌يًّا وَتَسْتَخْرِ‌جُونَ حِلْيَةً تَلْبَسُونَهَا (And from each, you eat fresh meat, and derive ornaments that you wear - 35:12), it is being said that one gets fresh meat, that is, fish to eat from both waters, sweet or brackish. In this verse, by alluding to fish as meat, the hint released is that fish is meat, already halal by itself. One does not have to slaughter it. This is contrary to the case of the animals found on land. Unless one slaughters them with the name of Allah, they do not become halal. Fish does not have this condition. It is meat, ready to eat. And the word: حِلْيَةً (hilyah) means ornament and refers to pearls. The verse tells us that the way pearls are found in brackish waters, they are also found in sweet waters, something contrary to the general belief, since it is well known that pearls are harvested from the brackish water of the seas. However, the reality is what is evident from the words of the Qur'an that they form in both - yes, much less in sweet waters and far more in the brackish waters of the sea. That they are found in seas excessively contributed to the popular belief that pearls come only from brackish waters.\nBy using the masculine form in the last word: تَلْبَسُونَهَا (talbasunaha: that you wear), a hint is being released that the use of pearls is permissible for men as well - contrary to gold and silver, the use of which as an ornament is not permissible for men. (Ruh-ul-Ma’ ani)"
    },
    {
      "ayah": 14,
      "surah": 35,
      "text": "In the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nIn the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nThe issue of the ability of the dead to hear سماع الموتی sama`-ulmawta) has appeared earlier. The present verse neither confirms nor rejects it. Arguments and proofs relating to this issue are different. They have already been mentioned in details under the commentary on Surah Ar-Rum [ 30] (Ma` ariful-Qur an, Volume VI)."
    },
    {
      "ayah": 15,
      "surah": 35,
      "text": "In the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nIn the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nThe issue of the ability of the dead to hear سماع الموتی sama`-ulmawta) has appeared earlier. The present verse neither confirms nor rejects it. Arguments and proofs relating to this issue are different. They have already been mentioned in details under the commentary on Surah Ar-Rum [ 30] (Ma` ariful-Qur an, Volume VI)."
    },
    {
      "ayah": 16,
      "surah": 35,
      "text": "In the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nIn the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nThe issue of the ability of the dead to hear سماع الموتی sama`-ulmawta) has appeared earlier. The present verse neither confirms nor rejects it. Arguments and proofs relating to this issue are different. They have already been mentioned in details under the commentary on Surah Ar-Rum [ 30] (Ma` ariful-Qur an, Volume VI)."
    },
    {
      "ayah": 17,
      "surah": 35,
      "text": "In the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nIn the last verse: إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ (If you call them, they do not hear your call, and even if they were to hear, they would not respond to you. - 35:14). To explain, it can be said that if you call those idols or some prophets or angels you take as god and worship them asking them to help you in distress, they will, first of all, be unable to listen to you because idols do not have the ability to listen. Though, prophets and angels have this ability, yet they are not present everywhere nor do they hear that which is said by everybody. Further on, it was said that, should they, as a matter of supposition, be able to listen, as in the case of angels and prophets, still, they would not fulfill your request, because they themselves have no control over it, and cannot intercede with Allah on behalf of anyone without His permission.\nThe issue of the ability of the dead to hear سماع الموتی sama`-ulmawta) has appeared earlier. The present verse neither confirms nor rejects it. Arguments and proofs relating to this issue are different. They have already been mentioned in details under the commentary on Surah Ar-Rum [ 30] (Ma` ariful-Qur an, Volume VI)."
    },
    {
      "ayah": 18,
      "surah": 35,
      "text": "Commentary\nVerse 18: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other person) means that, on the Day of Judgment, no one will be able to bear the burden of another person's sins. Everyone will have to bear his or her burden. As for what appears in Surah Al-` Ankabut (29:13): وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ , which means that people who make others go astray will not only bear the burden of going astray personally, but will also bear the burden of having made others go astray. it does not mean that they will somehow lighten the burden of those they had caused to go astray. Instead, their burden will weigh on them as it was in its own place and because of the crime of those who made people go astray, being twofold, their burden too will become twofold, one: that of being astray and two: that of making others go astray. Therefore, there is no contradiction in these two verses. (Ruh-ul-Ma’ ani)\nExplaining this verse, Sayyidna ` Ikrimah ؓ said: On that Day, a father would say to his son, 'You know how affectionate a father I was to you?' He will say, 'yes, your favors to me are countless. You have certainly faced many a hardship for me during the life of the world.' Then, the father will say, 'son, today I need you. Give me some of your good deeds, so that I can have my salvation.' The son will say, 'father, the return you asked for is not much, but what can I do? If I were to give that to you, I shall be facing the same situation that you are facing now, therefore, I am sorry, I cannot help you.' Then, he will say the same thing to his wife, 'I sacrificed everything for you during the life of the world. Today, I need a few of your good deeds. Please give these to me.' The wife will give him the same answer as was given by the son.\nSayyidna ` Ikrimah ؓ said that this is what the verse: لَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other) means. Then he said that the noble Qur'an has taken up this subject in several of its verses. At one place, it has said: لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا that is, on that Day, neither a father would be able to have his son be spared from the punishment, nor would a son be able to do that for his father (31:33). The essential sense is that no one will save another person by carrying the burden of his sins over one's own shoulders. However, the matter of intercession (shafa'ah) is dierent. Similarly, in another verse, it was said: يَوْمَ يَفِرُّ‌ الْمَرْ‌ءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ that is, on that Day, one will run from his brother and his mother and father and his wife and children (80:34, 35). The purpose of running is no other but that he would be in fear, lest these people try to pass on the burden of their sins on him or come up with a request for some of his good deeds. (Ibn Kathir)"
    },
    {
      "ayah": 19,
      "surah": 35,
      "text": "Commentary\nVerse 18: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other person) means that, on the Day of Judgment, no one will be able to bear the burden of another person's sins. Everyone will have to bear his or her burden. As for what appears in Surah Al-` Ankabut (29:13): وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ , which means that people who make others go astray will not only bear the burden of going astray personally, but will also bear the burden of having made others go astray. it does not mean that they will somehow lighten the burden of those they had caused to go astray. Instead, their burden will weigh on them as it was in its own place and because of the crime of those who made people go astray, being twofold, their burden too will become twofold, one: that of being astray and two: that of making others go astray. Therefore, there is no contradiction in these two verses. (Ruh-ul-Ma’ ani)\nExplaining this verse, Sayyidna ` Ikrimah ؓ said: On that Day, a father would say to his son, 'You know how affectionate a father I was to you?' He will say, 'yes, your favors to me are countless. You have certainly faced many a hardship for me during the life of the world.' Then, the father will say, 'son, today I need you. Give me some of your good deeds, so that I can have my salvation.' The son will say, 'father, the return you asked for is not much, but what can I do? If I were to give that to you, I shall be facing the same situation that you are facing now, therefore, I am sorry, I cannot help you.' Then, he will say the same thing to his wife, 'I sacrificed everything for you during the life of the world. Today, I need a few of your good deeds. Please give these to me.' The wife will give him the same answer as was given by the son.\nSayyidna ` Ikrimah ؓ said that this is what the verse: لَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other) means. Then he said that the noble Qur'an has taken up this subject in several of its verses. At one place, it has said: لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا that is, on that Day, neither a father would be able to have his son be spared from the punishment, nor would a son be able to do that for his father (31:33). The essential sense is that no one will save another person by carrying the burden of his sins over one's own shoulders. However, the matter of intercession (shafa'ah) is dierent. Similarly, in another verse, it was said: يَوْمَ يَفِرُّ‌ الْمَرْ‌ءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ that is, on that Day, one will run from his brother and his mother and father and his wife and children (80:34, 35). The purpose of running is no other but that he would be in fear, lest these people try to pass on the burden of their sins on him or come up with a request for some of his good deeds. (Ibn Kathir)"
    },
    {
      "ayah": 2,
      "surah": 35,
      "text": "The word: رَّ‌حْمَةٍ (rahmah: mercy) appearing in verse 2: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا (Whatever blessing Allah opens for the people, there is none to hold it back,) is general at this place. It includes blessings of one's religion in this world along with those of the Hereafter, such as, faith, knowledge, rightly guided conduct as well as the mission of a prophet and the station of a Waliyy or man of Allah. And it also includes material blessings in the present world, such as, provisions, means, comfort, health, wealth, property, recognition and things like that. The meaning of the verse is quite obvious. It is being said here that the person for whom Allah Ta’ ala intends to open the doors of His mercy, there is no one who can stop it.\nSimilarly, the second sentence: وَمَا يُمْسِكْ (wa ma yumsik: there is none to hold it back) is general, meaning: what Allah Ta’ ala holds back cannot he released by anyone. This includes hardships and sorrows of the world. Y or example, when Allah intends to shield some servant of His from these, then, there is no one who can dare harass or harm him. And included here is the matter of mercy as well in the sense that, should Allah Ta’ ala decide to deprive a person of His mercy due to some wise consideration of His, then, there is no one who can dare pass it on to him. (Abu Hayyan) Related to this very subject of the verse, there is a Hadith that reports that Sayyidna Mu'awiyah ؓ wrote to Sayyidna Mughirah Ibn Shu'abah ؓ ، his governor at Kufah, asking him to send back to him in writing some Hadith he had personally heard from the Holy Prophet ﷺ . Sayyidna Mughirah ؓ called Rawwad, his chief scribe, in his office and dictated his report as: 'I heard from the Holy Prophet ﷺ \", soon after he finished his salah his recitation of the words: اَللَّھُمَّ لَا مَانِعَ لِمَا اَعطَیتَ وَ لَا مُعطیَ لِمَا مَنَعتَ وَ لَا یَنفَعُ ذَا الجَدِّ مِنکَ الجَدُّ (0 Allah, for that which You give, there is no one to stop, and for that which you hold back, there is no one to give it out, and no efforts by any maker of effort1 works against Your will' ). (Ibn Kathir from Musnad of Ahmad)\nAnd according to a narration of Sayyidna Abu Said al-Khudri ؓ عنہ\tin Sahih of Muslim, he said these words at the time he raised his head from the (bending) position of ruku' before another sentence: اَحَقُ مَا قَالَ العَبدُ وَ کُلُّنا لَکَ (that is, these words, out of all that a servant of Allah can say, are the most true, incumbent and superior).\nTrust in Allah delivers from all hardships\nThe lesson taught by the cited verse (2) to all human beings is that one should not hope any benefit or fear any harm from anyone other than Allah, instead, one should keep his or her sight trained towards Allah alone. This is the master prescription for a better life in this world as well as in the life to come. This simple antidote delivers one from thousands of anxieties and sorrows. (Ruh-ul-Ma’ ani)\nSayyidna ` Amir Ibn ` Abd Qays ؓ said: Once I get to recite four verses of the noble Qur'an in the morning, I stop worrying about what would happen in the morning and what would happen in the evening. These verses are as follows. The first one is this very verse under study: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْ‌سِلَ لَهُ مِن بَعْدِهِ (Whatever blessing Allah opens for the people, there is none to hold it back, and whatever He holds back, there is none to release it thereafter - 35:2). The second verse having the same sense appears in Surah al-An'am, 6:17: وَإِن يَمْسَسْكَ اللَّـهُ بِضُرٍّ‌ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِ‌دْكَ بِخَيْرٍ‌ فَلَا رَ‌ادَّ لِفَضْلِهِ (And if Allah causes you some harm, no one is there to remove it except He Himself; and if He causes you some good, then He is powerful over everything - 6:17). The third verse is from Surah At-Talaq, 65:7: سَيَجْعَلُ اللَّـهُ بَعْدَ عُسْرٍ‌ يُسْرً‌ا (Allah will soon bring ease after a difficulty). The fourth verse is from Surah Hud, 11:6: وَمَا مِن دَابَّةٍ فِي الْأَرْ‌ضِ إِلَّا عَلَى اللَّـهِ رِ‌زْقُهَا (And there is no creature on earth whose sustenance is not on Allah - 11:6). (Narrated by Ibn al-Mundhir, as in Ruh ul-Ma'ani)\nAnd when Sayyidna Abu Hurairah ؓ saw rain falling, he used to say: مُطِرنَا بنوء الفَتحِ (The rain has come upon us through the rise of fath: (the opening) and would, then, recite the verse: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ (Whatever blessing Allah opens for the people, there is none to hold it back,- 34:2). This term of 'rise of fath' used by him was in rebuttal of the false notion prevailing among Arabs of those days who used to attribute the coming of rains to the rise of particular stars and said that the rains had come upon them through the rise of such and such star. Sayyidna Abu Hurairah ؓ countered it by saying that (the mercy of) rains came to him through (the statement in) the verse of fath or opening. By this, he meant this very verse quoted above. He used to recite it particularly on such occasions. (Reported by Imam Malik in al-Mu'watta)\n[ 1] This translation is based on one way of reading this prayer, that is, jidd (with kasrah on the letter jim, but if it is read as jadd, then the correct translation would be: 'no high status of a person may benefit him against Your decree. (Muhammad Taqi Usmani)"
    },
    {
      "ayah": 20,
      "surah": 35,
      "text": "Commentary\nVerse 18: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other person) means that, on the Day of Judgment, no one will be able to bear the burden of another person's sins. Everyone will have to bear his or her burden. As for what appears in Surah Al-` Ankabut (29:13): وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ , which means that people who make others go astray will not only bear the burden of going astray personally, but will also bear the burden of having made others go astray. it does not mean that they will somehow lighten the burden of those they had caused to go astray. Instead, their burden will weigh on them as it was in its own place and because of the crime of those who made people go astray, being twofold, their burden too will become twofold, one: that of being astray and two: that of making others go astray. Therefore, there is no contradiction in these two verses. (Ruh-ul-Ma’ ani)\nExplaining this verse, Sayyidna ` Ikrimah ؓ said: On that Day, a father would say to his son, 'You know how affectionate a father I was to you?' He will say, 'yes, your favors to me are countless. You have certainly faced many a hardship for me during the life of the world.' Then, the father will say, 'son, today I need you. Give me some of your good deeds, so that I can have my salvation.' The son will say, 'father, the return you asked for is not much, but what can I do? If I were to give that to you, I shall be facing the same situation that you are facing now, therefore, I am sorry, I cannot help you.' Then, he will say the same thing to his wife, 'I sacrificed everything for you during the life of the world. Today, I need a few of your good deeds. Please give these to me.' The wife will give him the same answer as was given by the son.\nSayyidna ` Ikrimah ؓ said that this is what the verse: لَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other) means. Then he said that the noble Qur'an has taken up this subject in several of its verses. At one place, it has said: لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا that is, on that Day, neither a father would be able to have his son be spared from the punishment, nor would a son be able to do that for his father (31:33). The essential sense is that no one will save another person by carrying the burden of his sins over one's own shoulders. However, the matter of intercession (shafa'ah) is dierent. Similarly, in another verse, it was said: يَوْمَ يَفِرُّ‌ الْمَرْ‌ءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ that is, on that Day, one will run from his brother and his mother and father and his wife and children (80:34, 35). The purpose of running is no other but that he would be in fear, lest these people try to pass on the burden of their sins on him or come up with a request for some of his good deeds. (Ibn Kathir)"
    },
    {
      "ayah": 21,
      "surah": 35,
      "text": "Commentary\nVerse 18: وَلَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other person) means that, on the Day of Judgment, no one will be able to bear the burden of another person's sins. Everyone will have to bear his or her burden. As for what appears in Surah Al-` Ankabut (29:13): وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ , which means that people who make others go astray will not only bear the burden of going astray personally, but will also bear the burden of having made others go astray. it does not mean that they will somehow lighten the burden of those they had caused to go astray. Instead, their burden will weigh on them as it was in its own place and because of the crime of those who made people go astray, being twofold, their burden too will become twofold, one: that of being astray and two: that of making others go astray. Therefore, there is no contradiction in these two verses. (Ruh-ul-Ma’ ani)\nExplaining this verse, Sayyidna ` Ikrimah ؓ said: On that Day, a father would say to his son, 'You know how affectionate a father I was to you?' He will say, 'yes, your favors to me are countless. You have certainly faced many a hardship for me during the life of the world.' Then, the father will say, 'son, today I need you. Give me some of your good deeds, so that I can have my salvation.' The son will say, 'father, the return you asked for is not much, but what can I do? If I were to give that to you, I shall be facing the same situation that you are facing now, therefore, I am sorry, I cannot help you.' Then, he will say the same thing to his wife, 'I sacrificed everything for you during the life of the world. Today, I need a few of your good deeds. Please give these to me.' The wife will give him the same answer as was given by the son.\nSayyidna ` Ikrimah ؓ said that this is what the verse: لَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (And no bearer will bear the burden of any other) means. Then he said that the noble Qur'an has taken up this subject in several of its verses. At one place, it has said: لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا that is, on that Day, neither a father would be able to have his son be spared from the punishment, nor would a son be able to do that for his father (31:33). The essential sense is that no one will save another person by carrying the burden of his sins over one's own shoulders. However, the matter of intercession (shafa'ah) is dierent. Similarly, in another verse, it was said: يَوْمَ يَفِرُّ‌ الْمَرْ‌ءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ that is, on that Day, one will run from his brother and his mother and father and his wife and children (80:34, 35). The purpose of running is no other but that he would be in fear, lest these people try to pass on the burden of their sins on him or come up with a request for some of his good deeds. (Ibn Kathir)"
    },
    {
      "ayah": 22,
      "surah": 35,
      "text": "At the beginning of the verse: وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ‌ (And you cannot make hear those who are in the graves - 22.), disbelievers have been likened to the dead and believers, to the living. In congruence to this, the expression: (those in the graves) here means the disbelievers. The sense is that 'the way you cannot make the dead hear you, you can also not make these living disbelievers hear you.'\nThis verse has itself clarified it that, at this place, making someone hear means the kind of listening that is going to be useful, effective and beneficial. Otherwise, the effort to make disbelievers listen, in the absolute sense, has remained an exercise in futility since ever. It has even been a matter of common observation that a call was beamed at them, and they did listen to it. Therefore, the verse means that 'the way you cannot bring the dead to the right path by making them hear the Divine Word because they have shifted from the avenue of deeds in the world to the arena of recompense in the Hereafter where, even if they confess to their faith, it will not be deemed as trustworthy, similar to that is the condition of the disbelievers. This proves that the negation of making the ( dead hear referred to in this verse means a particular listening that is beneficial, something because of which the listener forsakes the false and takes to the true. From this presentation, it becomes clear that the present verse has nothing to do with the issue of the ability of the dead to hear. Whether or not the dead hear the living is a different issue in its own place. A detailed discussion about it has appeared in the commentary on Surah Ar-Rum and Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI)."
    },
    {
      "ayah": 23,
      "surah": 35,
      "text": "At the beginning of the verse: وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ‌ (And you cannot make hear those who are in the graves - 22.), disbelievers have been likened to the dead and believers, to the living. In congruence to this, the expression: (those in the graves) here means the disbelievers. The sense is that 'the way you cannot make the dead hear you, you can also not make these living disbelievers hear you.'\nThis verse has itself clarified it that, at this place, making someone hear means the kind of listening that is going to be useful, effective and beneficial. Otherwise, the effort to make disbelievers listen, in the absolute sense, has remained an exercise in futility since ever. It has even been a matter of common observation that a call was beamed at them, and they did listen to it. Therefore, the verse means that 'the way you cannot bring the dead to the right path by making them hear the Divine Word because they have shifted from the avenue of deeds in the world to the arena of recompense in the Hereafter where, even if they confess to their faith, it will not be deemed as trustworthy, similar to that is the condition of the disbelievers. This proves that the negation of making the ( dead hear referred to in this verse means a particular listening that is beneficial, something because of which the listener forsakes the false and takes to the true. From this presentation, it becomes clear that the present verse has nothing to do with the issue of the ability of the dead to hear. Whether or not the dead hear the living is a different issue in its own place. A detailed discussion about it has appeared in the commentary on Surah Ar-Rum and Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI)."
    },
    {
      "ayah": 24,
      "surah": 35,
      "text": "At the beginning of the verse: وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ‌ (And you cannot make hear those who are in the graves - 22.), disbelievers have been likened to the dead and believers, to the living. In congruence to this, the expression: (those in the graves) here means the disbelievers. The sense is that 'the way you cannot make the dead hear you, you can also not make these living disbelievers hear you.'\nThis verse has itself clarified it that, at this place, making someone hear means the kind of listening that is going to be useful, effective and beneficial. Otherwise, the effort to make disbelievers listen, in the absolute sense, has remained an exercise in futility since ever. It has even been a matter of common observation that a call was beamed at them, and they did listen to it. Therefore, the verse means that 'the way you cannot bring the dead to the right path by making them hear the Divine Word because they have shifted from the avenue of deeds in the world to the arena of recompense in the Hereafter where, even if they confess to their faith, it will not be deemed as trustworthy, similar to that is the condition of the disbelievers. This proves that the negation of making the ( dead hear referred to in this verse means a particular listening that is beneficial, something because of which the listener forsakes the false and takes to the true. From this presentation, it becomes clear that the present verse has nothing to do with the issue of the ability of the dead to hear. Whether or not the dead hear the living is a different issue in its own place. A detailed discussion about it has appeared in the commentary on Surah Ar-Rum and Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI)."
    },
    {
      "ayah": 25,
      "surah": 35,
      "text": "At the beginning of the verse: وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ‌ (And you cannot make hear those who are in the graves - 22.), disbelievers have been likened to the dead and believers, to the living. In congruence to this, the expression: (those in the graves) here means the disbelievers. The sense is that 'the way you cannot make the dead hear you, you can also not make these living disbelievers hear you.'\nThis verse has itself clarified it that, at this place, making someone hear means the kind of listening that is going to be useful, effective and beneficial. Otherwise, the effort to make disbelievers listen, in the absolute sense, has remained an exercise in futility since ever. It has even been a matter of common observation that a call was beamed at them, and they did listen to it. Therefore, the verse means that 'the way you cannot bring the dead to the right path by making them hear the Divine Word because they have shifted from the avenue of deeds in the world to the arena of recompense in the Hereafter where, even if they confess to their faith, it will not be deemed as trustworthy, similar to that is the condition of the disbelievers. This proves that the negation of making the ( dead hear referred to in this verse means a particular listening that is beneficial, something because of which the listener forsakes the false and takes to the true. From this presentation, it becomes clear that the present verse has nothing to do with the issue of the ability of the dead to hear. Whether or not the dead hear the living is a different issue in its own place. A detailed discussion about it has appeared in the commentary on Surah Ar-Rum and Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI)."
    },
    {
      "ayah": 26,
      "surah": 35,
      "text": "At the beginning of the verse: وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ‌ (And you cannot make hear those who are in the graves - 22.), disbelievers have been likened to the dead and believers, to the living. In congruence to this, the expression: (those in the graves) here means the disbelievers. The sense is that 'the way you cannot make the dead hear you, you can also not make these living disbelievers hear you.'\nThis verse has itself clarified it that, at this place, making someone hear means the kind of listening that is going to be useful, effective and beneficial. Otherwise, the effort to make disbelievers listen, in the absolute sense, has remained an exercise in futility since ever. It has even been a matter of common observation that a call was beamed at them, and they did listen to it. Therefore, the verse means that 'the way you cannot bring the dead to the right path by making them hear the Divine Word because they have shifted from the avenue of deeds in the world to the arena of recompense in the Hereafter where, even if they confess to their faith, it will not be deemed as trustworthy, similar to that is the condition of the disbelievers. This proves that the negation of making the ( dead hear referred to in this verse means a particular listening that is beneficial, something because of which the listener forsakes the false and takes to the true. From this presentation, it becomes clear that the present verse has nothing to do with the issue of the ability of the dead to hear. Whether or not the dead hear the living is a different issue in its own place. A detailed discussion about it has appeared in the commentary on Surah Ar-Rum and Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI)."
    },
    {
      "ayah": 27,
      "surah": 35,
      "text": "Commentary\nSequence of the Verses\nSome early commentators have said that these verses return to the subject of Tauhid, Oneness of Allah or pure monotheism supported by proofs of Divine power and mastery in nature. Some others have said that described in the previous verses were different states of people along with examples, such as: وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ‌ وَلَا الظُّلُمَاتُ وَلَا النُّورُ‌ وَلَا الظِّلُّ وَلَا الْحَرُ‌ورُ‌. (And the blind and the sighted are not equal, (35:19) nor darkness and light, nor shade and heat of the sun - 35:19-20). What is being said here further clarifies that mutual difference in Divine creations is something inherent. It exists even in organic and inorganic substances, in fact, it is present not only in shapes and colors, but in traits and temperaments as well.\nA subtle grammatical point\nThe Holy Qur'an has mentioned different colors of fruits at the first place in Verse 27, and of the mountains at the second place. But the grammatic style is different in both places. With regard to fruits the difference of colors is mentioned by an adverbial phrase (translated above as ' having different cobblers', while in the case of mountains, it has been expressed by an adjectival phrase (translated above as ' of different cobblers'. According to the Arabic grammar, an adjective normally refers to the permanent quality of a thing, while an adverb may refer to a quality or condition that is subject to change. Keeping this in view, there may be a hint here to the effect that the difference of colors in fruits does not remain constant in a single state, rather keeps changing after brief intervals. On the contrary, there are the colors of human beings and other life forms. These are generally fast and abiding, and do not change.\nAnd in case of mountains, used there was the word: جُدَدٌ (judad). This is the plural form of: جُدَّہ (juddah) the well-recognized meaning of which is that of a mini pathway also known as: جادہ (jadah). Some respected elders have taken juddah in the sense of a tract, patch or segment that, in both situations, denotes parts of the mountains being different in colors. Out of these, white was mentioned first while black, last. In between, along with the mention of red, the expression: مُّخْتَلِفٌ أَلْوَانُهَا (of different colors) was introduced. This could be releasing a hint that, in reality, the colors in this world are no more than two - white and black. The rest of the colors in the spectrum emerge by compounding different degrees of white and black."
    },
    {
      "ayah": 28,
      "surah": 35,
      "text": "The place where the word: كَذَٰلِكَ (kadhalik: translated above by the words, 'as well' ) appears in verse 28 just before: كَذَٰلِكَ إِنَّمَا يَخْشَى اللَّـهَ مِنْ عِبَادِهِ الْعُلَمَاءُ (Only those of His slaves fear Allah who are knowledgeable), but in the translation above it has been separated from the next verse by a full stop, because this is the place of a stop (waqf) according to the consensus of the majority of commentators and scholars. As such, it is a sign denoting that this word is related to the previous subject, that is, the creation of all that exists in categories and kinds and different colors is a very special sign of the power and wisdom of Allah Ta’ ala.\nThen there are narrations that suggest that this word is related to the next sentence. If this interpretation is adopted, the full stop would be appropriate after the words, 'having different colors, and the word 'kadhalika' should be translated as 'similarly' in which case, it would mean that 'the way fruits, mountains, human beings and other life forms are marked out by different colors, similarly, there are different degrees among people who have the awe or fear of Allah in their hearts. Someone may have achieved its highest degree. Others may have arrived at what is less than that. Then, the whole thing depends on knowledge. Whoever has a certain degree of knowledge will have a corresponding degree of the awe or fear of Allah. (Ruh-ul-Ma’ ani)\nIn previous verses, it was said: إِنَّمَا تُنذِرُ‌ الَّذِينَ يَخْشَوْنَ رَ‌بَّهُم بِالْغَيْبِ (18) This is to give solace to the Holy Prophet ﷺ which means, 'when you warn people and convey the message of Allah to them, only those who have the awe of Allah without having seen Him get the maximum benefit out of it.' In symmetry with this, the present verse: إِنَّمَا يَخْشَى اللَّـهَ مِنْ عِبَادِهِ الْعُلَمَاءُ (Only those of His slaves fear Allah who are knowledgeable - 35:28) has mentioned people about whom it can be said that they have the awe of Allah and fear Him as is His due. Then, there is another parallelism here. Mentioned earlier were disbelievers and deniers along with the different states they were submerged in. In the present verse, what has been put forth is the opposite of it. The verse talks about the men of Allah (the auliya' of Allah) particularly. The word:إِنَّمَا (innama) is used in the Arabic language to describe hasr or exclusiveness. Therefore, this sentence obviously means that only the ` Ulama' (the knowing, the learned, the initiated) fear Allah or have the genuine awe of Allah. But Tafsir authority, Ibn ` Atiyyah and others said that the wayإِنَّمَا (innama) is employed to show exclusiveness, it is also used to describe the singularity of something, and the later is what is meant here - that fearing Allah and remaining in awe of Him is a specially incumbent attribute of the ` Ulama'. It does not necessarily imply that those other than them have no such fear and awe in them. (Al-Bahr ul-Muhit, Abu Hayyan)\nAnd the word: عُلَمَاءُ (Ulama' ) in the verse means people who have due knowledge of the being and attributes of Allah Ta’ ala and who have the fact of His power and control, and His favors and blessings, on what He has created, always in sight. In the terminology of the Qur'an, no one is considered to be an ` alim simply by virtue of knowing the Arabic language, grammar and rhetoric unless he has acquired the knowledge and understanding of the attributes of Allah Ta’ ala in the manner stated above.\nExplaining this verse, Hasan al-Basri (رح) said: ` Alim is a person who fears Allah in private and in public, and likes what Allah likes him to do, and hates what is detestable in the sight of Allah.\nAnd Sayyidna ` Abdullah Ibn Masud ؓ said:\nلیَسَ العِلمُ الحدِیثِ و لٰکِنّ العِلمَ عَن کَثرَۃِ الخَدیَۃِ\nMemorizing many ahadith (or, talking a lot) is no 'Um (knowledge). Instead, (real) knowledge comes when one has the awe and fear of Allah with it.\nIn short, the degree of the fear of Allah one has shall go on to make him an ` Alim of that very degree. And Ahmad Ibn Salih al-Misri said: Fear of Allah cannot be recognized on the basis of someone's prolific reporting of events or abundance of knowledge, in fact, it is identified through one's adherence to the Book of Allah and the Sunnah of the Prophet. (Ibn Kathir)\nShaykh Shahabuddin as-Suhrawardi (رح)) said: This verse clearly indicates that a person who has no fear of Allah is no ` alim. (Mazhari) This is confirmed by the sayings of the early forbears of Islam (Salaf).\nSayyidna Rabi' Ibn Anas ؓ said:\nمَن لَّم یَخش فَلَیسَ بِعَالِمِ\nOne who does not fear Allah is not an Vim.\nAnd early commentator, Mujahid said:\nانَّما العَالِمُ مَن خَشِیَ اللہَ\nOnly he who fears Allah is the (real) Vim.\nSomeone asked Sa'd Ibn Ibrahim: Who knows Divine Law at its best in the city of Madinah? He said: a;J r mti (He who is the most fearing of his Lord).\nAnd Sayyidna ` Ali al-Murtada ؓ defined a Faqih (master of Islamic jurisprudence) by saying:\nاِنَّ الفَقِیہِ حَقَّ الفَقِیہِ مَن لَّم یَقنط النَّاسَ مِن رَّحمَۃِ اللہِ وَ لَم یرخص لَھُم فِی مَعَاصِی اللہِ تَعَالٰی ، وَلم یُؤمِنھُم مَّن عَذَابِ اللہِ تَعَالٰی وَ لَم یَدَعُ القُرآنَ رَغبَہُ عَنہُ الٰی غَیرِہٖ اَنَّہ لَاخَیرَ فِی عِبَادَۃِ لَّاعِلمَ فِیھَا وَلَا عِلمِ لَّا فِقہ فِیہِ ولَاقِرَاَء لَّاتَدَبُّرَ فِیہِ (قرطبی)\nA Faqih, perfect as he must be, is he who would not make people lose hope in the mercy of Allah, nor leave them free to indulge in acts of disobedience to Him, nor give them the guarantee of remaining safe from the punishment of Allah, nor forsake the Qur'an by indulging in pursuits other than it. (And he said): Verily, there is no good in an act of worship that is without knowledge, and there is no good in a knowledge that is without understanding, and there is no recitation (Qira'ah of the Qur'an) without deliberation in it. (Qurtubi)\nThe clarifications appearing above also help remove the doubt about many ` Ulama' who do not seem to have the kind of awe and fear of Allah required of them. These clarifications tell us that, in the sight of Allah, the bland knowledge of Arabic is not what 'ilm is, and certainly, the one who is proficient in it is not an ` Alim. Anyone who does not have the fear of Allah in his heart is simply not an ` Alim in the terminology of the Qur'an.\nHowever, at times, awe and fear of Allah are rooted in one's creed and reason because of which one adheres to the injunctions of the Shari’ ah as a matter of obligation. Then, there are occasions when this awe and fear of Allah become the very state of one's existence and rise to the degree of a firmly ingrained asset whereby the readiness to follow the Shari’ ah becomes a natural reflex. The first degree of the awe and fear of Allah is mandatory and, for an ` Alim necessary. The second degree is certainly superior and sublime, but not necessary. (Bayan ul-Qur an)"
    },
    {
      "ayah": 29,
      "surah": 35,
      "text": "Commentary\nMentioned earlier, in verse 28, there was a quality of true ` Ulama' who acknowledge Allah. This quality related to the heart. It was to have Allah's awe in the heart. In the first of the present verses (29), some those qualities of the same blessed people, the awliya' or men of Allah, are mentioned that find expression through outward parts of the body. Out of these, the first quality is the tilawah (recitation) of the Qur'an. This denotes the people who recite the Book of Allah constantly. The use of the aorist tense (mudari) in: یَتلُونَ (yatluna: they recite) releases a hint in this direction. Then, there are other elders who have taken: یَتلُونَ (yatluna) at this place in its literal sense, that is, they follow the Qur'an in deed. But, the first Tafsir is weightier, even though, it also stands determined from the context that recitation can be trustworthy only when it brings forth actions in accordance with the Qur'an. But, the word: تِلَاوَت (tilawah or recitation) used here appears in its recognized sense. Similarly, Mutarrif Ibn ` Abdullah Ibn Shikhkhir (رح) said: ھَذِہٖ آیَۃُ القُرَّاِء (This verse is for al-qurra' ), the phoneticians of the Qur'an, who make the recitation of the Qur'an their special activity of life.\nThe second quality they have is the establishing of Salah and the third is the spending of their wealth in the way of Allah. When the text says 'secretly and openly', it indicates that it is often better to spend secretly in order to stay safe from riya' (show off) in acts of worship. But, there are occasions when religious considerations require that it should be done openly, as in the case of congregational prayers for which the command is to call adhan from minarets and perform salah openly with the highest possible attendance. Similarly, there are occasions when it is necessary to let spending in the way of Allah be open in order to persuade others to do the same. Muslim jurists have laid out details in the matter of salah and spending in the way of Allah. According to them, when it is فَرض fard (obligatory), Wajib (necessary) or sunnah mu'akkadah (emphasized sunnah), doing this openly is better. Other than this, when doing nafl salah, it is better to do it privately. Similarly, in instances when spending one's wealth is Fard or Wajib, such as, the obligatory Zakah or sadaqatul-fitr or qurbani, spending openly on these is better and worthy of more merit. As for the rest of voluntary charities (Sadaqatun-nafilah), spending these secretly carries more merit and grace.\nFrom people who carry these three qualities in their person, that is, they recite the Qur'an constantly, establish salah as due and spend in the way of Allah cheerfully, it is also expected that they would not simply stop at Fard and Wajib spending, rather, would also be contributing to voluntary charities. Identified next, there is yet another attribute of theirs:\t(they hope for a trade that will never crash,). The expression: يَرْ‌جُونَ تِجَارَ‌ةً لَّن تَبُورَ‌ (Ian tabur) is a derivation from: بَوَار (bawar) which means to go waste. The verse means that believers having these attributes hope to go in a trade that never runs into a loss. The very word: يَرْ‌جُونَ (yarjun: hope) indicates that a believer has no room for certainty in any good deed done by him or her in this mortal world. No one can say it will definitely bring forgiveness to them and that they will get its reward for sure - because, no matter how good one is in deeds, one simply cannot fulfill the right of reverence and worship Allah Ta’ ala has on His servants. Therefore, forgiveness for one and all will not be possible without the grace of Allah Ta’ ala, as has been clearly stated in a Hadith. In addition to that, with the doing of everything good, one should not neglect the danger of some secret trick of Satan or one's own self getting mixed up with so many good deeds because of which they do not remain acceptable. Or, on occasions, along with a good deed, some bad deed gets to be committed which in turn stops the good deed from being accepted. Therefore, by introducing the word: يَرْ‌جُونَ (yarjun: hope) in the verse, it was pointed out that even after having become particular with all possible good deeds, no one has the right to become sure of his or her salvation and of high ranks that follow in its wake. The most one can do is hope. (Ruh- ul Ma’ ani)\nGood deeds likened with trade\nIn this verse, good deeds mentioned above have been likened to a\ntrading activity - as it was done in another verse where Faith and Jihad in the way of Allah have been expressed as trade or business deal:\nهَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَ‌ةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّـهِ وَرَ‌سُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّـهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ\nO those who believe, shall I tell you about a trade that saves you from a painful punishment? (It is that) you believe in Allah and His Messenger, and carry out Jihad in His way with your riches and your lives - As-Saff, 61:10).\nIt has been characterized as trade in the sense that a trader invests his capital and time in some venture only when he hopes that by doing so, his capital will increase and he will profit by it. But, every trading activity in this world is hemmed with the probability of loss along with the hope of profit. In the present verse, by adding the word: لَن تَبُور (lan tabur) to trade, it was pointed out that in this deal made for the sake of the benefits of the Hereafter, there was no probability of a loss. Then, the good people of Allah who take pains to do what is good and right do not go about running a business as businesses are commonly run. Instead of that, they hope to engage in a trading activity that never suffers a loss. As for the mention of the stance of hope on the part of such people, it serves as a delicate hint in the direction that Allah Ta’ ala is the noblest of the noble and the most generous of the generous, so He will not sever the hope of the hopeful, instead, would fulfill it. In fact, in the next sentence, it was also said that their hope is limited to receiving only a full return of their deed, but Allah Ta ala would, in His infinite mercy, bestow on them much more, far more than they would have ever hoped: لِيُوَفِّيَهُمْ أُجُورَ‌هُمْ وَيَزِيدَهُم مِّن فَضْلِهِ (so that He pays them their rewards in full, and gives them more out of His grace - 30). The word: لِيُوَفِّيَهُمْ (liyuwaffiahum: so that He pays them in full) is connected with لَّن تَبُور‌ (lan tabur: has no loss), that is, this trade of theirs not only that it admits of no loss, but that it will also bring their return and reward in full, and in addition to that, Allah Ta’ ala will bless them, out of His grace, with much more, rather, far beyond their fondest hopes of returns.\nIncluded within this grace and increase is the promise of Allah Ta’ ala that He rewards the deed of a believer multiplied many times, the lowest denominator of which could be ten times of the deed, and the highest could reach seven hundred times, even higher than that. Then, also included in this grace is the acceptance of their intercession on behalf of sinners - as it appears in a Hadith narrated by Sayyidna ` Abdullah Ibn Masud ؓ where he has reported the explanation of this grace from the Holy Prophet ﷺ : 'These people will intercede on behalf of anyone who had done some favor to them during the life of the mortal world. Then, despite being deserving of the punishment of Jahannam, such people will stand delivered of it by virtue of their intercession.' (Tafsir Mazhari with reference to Ibn Abi Hatim) (And it is obvious that intercession will be possible only for the people of faith. No one will be allowed to intercede on behalf of a disbeliever). Similarly, the foremost part of this grace is that they will have an opportunity to see Allah Ta’ ala."
    },
    {
      "ayah": 3,
      "surah": 35,
      "text": "The word: رَّ‌حْمَةٍ (rahmah: mercy) appearing in verse 2: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا (Whatever blessing Allah opens for the people, there is none to hold it back,) is general at this place. It includes blessings of one's religion in this world along with those of the Hereafter, such as, faith, knowledge, rightly guided conduct as well as the mission of a prophet and the station of a Waliyy or man of Allah. And it also includes material blessings in the present world, such as, provisions, means, comfort, health, wealth, property, recognition and things like that. The meaning of the verse is quite obvious. It is being said here that the person for whom Allah Ta’ ala intends to open the doors of His mercy, there is no one who can stop it.\nSimilarly, the second sentence: وَمَا يُمْسِكْ (wa ma yumsik: there is none to hold it back) is general, meaning: what Allah Ta’ ala holds back cannot he released by anyone. This includes hardships and sorrows of the world. Y or example, when Allah intends to shield some servant of His from these, then, there is no one who can dare harass or harm him. And included here is the matter of mercy as well in the sense that, should Allah Ta’ ala decide to deprive a person of His mercy due to some wise consideration of His, then, there is no one who can dare pass it on to him. (Abu Hayyan) Related to this very subject of the verse, there is a Hadith that reports that Sayyidna Mu'awiyah ؓ wrote to Sayyidna Mughirah Ibn Shu'abah ؓ ، his governor at Kufah, asking him to send back to him in writing some Hadith he had personally heard from the Holy Prophet ﷺ . Sayyidna Mughirah ؓ called Rawwad, his chief scribe, in his office and dictated his report as: 'I heard from the Holy Prophet ﷺ \", soon after he finished his salah his recitation of the words: اَللَّھُمَّ لَا مَانِعَ لِمَا اَعطَیتَ وَ لَا مُعطیَ لِمَا مَنَعتَ وَ لَا یَنفَعُ ذَا الجَدِّ مِنکَ الجَدُّ (0 Allah, for that which You give, there is no one to stop, and for that which you hold back, there is no one to give it out, and no efforts by any maker of effort1 works against Your will' ). (Ibn Kathir from Musnad of Ahmad)\nAnd according to a narration of Sayyidna Abu Said al-Khudri ؓ عنہ\tin Sahih of Muslim, he said these words at the time he raised his head from the (bending) position of ruku' before another sentence: اَحَقُ مَا قَالَ العَبدُ وَ کُلُّنا لَکَ (that is, these words, out of all that a servant of Allah can say, are the most true, incumbent and superior).\nTrust in Allah delivers from all hardships\nThe lesson taught by the cited verse (2) to all human beings is that one should not hope any benefit or fear any harm from anyone other than Allah, instead, one should keep his or her sight trained towards Allah alone. This is the master prescription for a better life in this world as well as in the life to come. This simple antidote delivers one from thousands of anxieties and sorrows. (Ruh-ul-Ma’ ani)\nSayyidna ` Amir Ibn ` Abd Qays ؓ said: Once I get to recite four verses of the noble Qur'an in the morning, I stop worrying about what would happen in the morning and what would happen in the evening. These verses are as follows. The first one is this very verse under study: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْ‌سِلَ لَهُ مِن بَعْدِهِ (Whatever blessing Allah opens for the people, there is none to hold it back, and whatever He holds back, there is none to release it thereafter - 35:2). The second verse having the same sense appears in Surah al-An'am, 6:17: وَإِن يَمْسَسْكَ اللَّـهُ بِضُرٍّ‌ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِ‌دْكَ بِخَيْرٍ‌ فَلَا رَ‌ادَّ لِفَضْلِهِ (And if Allah causes you some harm, no one is there to remove it except He Himself; and if He causes you some good, then He is powerful over everything - 6:17). The third verse is from Surah At-Talaq, 65:7: سَيَجْعَلُ اللَّـهُ بَعْدَ عُسْرٍ‌ يُسْرً‌ا (Allah will soon bring ease after a difficulty). The fourth verse is from Surah Hud, 11:6: وَمَا مِن دَابَّةٍ فِي الْأَرْ‌ضِ إِلَّا عَلَى اللَّـهِ رِ‌زْقُهَا (And there is no creature on earth whose sustenance is not on Allah - 11:6). (Narrated by Ibn al-Mundhir, as in Ruh ul-Ma'ani)\nAnd when Sayyidna Abu Hurairah ؓ saw rain falling, he used to say: مُطِرنَا بنوء الفَتحِ (The rain has come upon us through the rise of fath: (the opening) and would, then, recite the verse: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ (Whatever blessing Allah opens for the people, there is none to hold it back,- 34:2). This term of 'rise of fath' used by him was in rebuttal of the false notion prevailing among Arabs of those days who used to attribute the coming of rains to the rise of particular stars and said that the rains had come upon them through the rise of such and such star. Sayyidna Abu Hurairah ؓ countered it by saying that (the mercy of) rains came to him through (the statement in) the verse of fath or opening. By this, he meant this very verse quoted above. He used to recite it particularly on such occasions. (Reported by Imam Malik in al-Mu'watta)\n[ 1] This translation is based on one way of reading this prayer, that is, jidd (with kasrah on the letter jim, but if it is read as jadd, then the correct translation would be: 'no high status of a person may benefit him against Your decree. (Muhammad Taqi Usmani)"
    },
    {
      "ayah": 30,
      "surah": 35,
      "text": "Commentary\nMentioned earlier, in verse 28, there was a quality of true ` Ulama' who acknowledge Allah. This quality related to the heart. It was to have Allah's awe in the heart. In the first of the present verses (29), some those qualities of the same blessed people, the awliya' or men of Allah, are mentioned that find expression through outward parts of the body. Out of these, the first quality is the tilawah (recitation) of the Qur'an. This denotes the people who recite the Book of Allah constantly. The use of the aorist tense (mudari) in: یَتلُونَ (yatluna: they recite) releases a hint in this direction. Then, there are other elders who have taken: یَتلُونَ (yatluna) at this place in its literal sense, that is, they follow the Qur'an in deed. But, the first Tafsir is weightier, even though, it also stands determined from the context that recitation can be trustworthy only when it brings forth actions in accordance with the Qur'an. But, the word: تِلَاوَت (tilawah or recitation) used here appears in its recognized sense. Similarly, Mutarrif Ibn ` Abdullah Ibn Shikhkhir (رح) said: ھَذِہٖ آیَۃُ القُرَّاِء (This verse is for al-qurra' ), the phoneticians of the Qur'an, who make the recitation of the Qur'an their special activity of life.\nThe second quality they have is the establishing of Salah and the third is the spending of their wealth in the way of Allah. When the text says 'secretly and openly', it indicates that it is often better to spend secretly in order to stay safe from riya' (show off) in acts of worship. But, there are occasions when religious considerations require that it should be done openly, as in the case of congregational prayers for which the command is to call adhan from minarets and perform salah openly with the highest possible attendance. Similarly, there are occasions when it is necessary to let spending in the way of Allah be open in order to persuade others to do the same. Muslim jurists have laid out details in the matter of salah and spending in the way of Allah. According to them, when it is فَرض fard (obligatory), Wajib (necessary) or sunnah mu'akkadah (emphasized sunnah), doing this openly is better. Other than this, when doing nafl salah, it is better to do it privately. Similarly, in instances when spending one's wealth is Fard or Wajib, such as, the obligatory Zakah or sadaqatul-fitr or qurbani, spending openly on these is better and worthy of more merit. As for the rest of voluntary charities (Sadaqatun-nafilah), spending these secretly carries more merit and grace.\nFrom people who carry these three qualities in their person, that is, they recite the Qur'an constantly, establish salah as due and spend in the way of Allah cheerfully, it is also expected that they would not simply stop at Fard and Wajib spending, rather, would also be contributing to voluntary charities. Identified next, there is yet another attribute of theirs:\t(they hope for a trade that will never crash,). The expression: يَرْ‌جُونَ تِجَارَ‌ةً لَّن تَبُورَ‌ (Ian tabur) is a derivation from: بَوَار (bawar) which means to go waste. The verse means that believers having these attributes hope to go in a trade that never runs into a loss. The very word: يَرْ‌جُونَ (yarjun: hope) indicates that a believer has no room for certainty in any good deed done by him or her in this mortal world. No one can say it will definitely bring forgiveness to them and that they will get its reward for sure - because, no matter how good one is in deeds, one simply cannot fulfill the right of reverence and worship Allah Ta’ ala has on His servants. Therefore, forgiveness for one and all will not be possible without the grace of Allah Ta’ ala, as has been clearly stated in a Hadith. In addition to that, with the doing of everything good, one should not neglect the danger of some secret trick of Satan or one's own self getting mixed up with so many good deeds because of which they do not remain acceptable. Or, on occasions, along with a good deed, some bad deed gets to be committed which in turn stops the good deed from being accepted. Therefore, by introducing the word: يَرْ‌جُونَ (yarjun: hope) in the verse, it was pointed out that even after having become particular with all possible good deeds, no one has the right to become sure of his or her salvation and of high ranks that follow in its wake. The most one can do is hope. (Ruh- ul Ma’ ani)\nGood deeds likened with trade\nIn this verse, good deeds mentioned above have been likened to a\ntrading activity - as it was done in another verse where Faith and Jihad in the way of Allah have been expressed as trade or business deal:\nهَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَ‌ةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّـهِ وَرَ‌سُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّـهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ\nO those who believe, shall I tell you about a trade that saves you from a painful punishment? (It is that) you believe in Allah and His Messenger, and carry out Jihad in His way with your riches and your lives - As-Saff, 61:10).\nIt has been characterized as trade in the sense that a trader invests his capital and time in some venture only when he hopes that by doing so, his capital will increase and he will profit by it. But, every trading activity in this world is hemmed with the probability of loss along with the hope of profit. In the present verse, by adding the word: لَن تَبُور (lan tabur) to trade, it was pointed out that in this deal made for the sake of the benefits of the Hereafter, there was no probability of a loss. Then, the good people of Allah who take pains to do what is good and right do not go about running a business as businesses are commonly run. Instead of that, they hope to engage in a trading activity that never suffers a loss. As for the mention of the stance of hope on the part of such people, it serves as a delicate hint in the direction that Allah Ta’ ala is the noblest of the noble and the most generous of the generous, so He will not sever the hope of the hopeful, instead, would fulfill it. In fact, in the next sentence, it was also said that their hope is limited to receiving only a full return of their deed, but Allah Ta ala would, in His infinite mercy, bestow on them much more, far more than they would have ever hoped: لِيُوَفِّيَهُمْ أُجُورَ‌هُمْ وَيَزِيدَهُم مِّن فَضْلِهِ (so that He pays them their rewards in full, and gives them more out of His grace - 30). The word: لِيُوَفِّيَهُمْ (liyuwaffiahum: so that He pays them in full) is connected with لَّن تَبُور‌ (lan tabur: has no loss), that is, this trade of theirs not only that it admits of no loss, but that it will also bring their return and reward in full, and in addition to that, Allah Ta’ ala will bless them, out of His grace, with much more, rather, far beyond their fondest hopes of returns.\nIncluded within this grace and increase is the promise of Allah Ta’ ala that He rewards the deed of a believer multiplied many times, the lowest denominator of which could be ten times of the deed, and the highest could reach seven hundred times, even higher than that. Then, also included in this grace is the acceptance of their intercession on behalf of sinners - as it appears in a Hadith narrated by Sayyidna ` Abdullah Ibn Masud ؓ where he has reported the explanation of this grace from the Holy Prophet ﷺ : 'These people will intercede on behalf of anyone who had done some favor to them during the life of the mortal world. Then, despite being deserving of the punishment of Jahannam, such people will stand delivered of it by virtue of their intercession.' (Tafsir Mazhari with reference to Ibn Abi Hatim) (And it is obvious that intercession will be possible only for the people of faith. No one will be allowed to intercede on behalf of a disbeliever). Similarly, the foremost part of this grace is that they will have an opportunity to see Allah Ta’ ala."
    },
    {
      "ayah": 31,
      "surah": 35,
      "text": "Commentary\nMentioned earlier, in verse 28, there was a quality of true ` Ulama' who acknowledge Allah. This quality related to the heart. It was to have Allah's awe in the heart. In the first of the present verses (29), some those qualities of the same blessed people, the awliya' or men of Allah, are mentioned that find expression through outward parts of the body. Out of these, the first quality is the tilawah (recitation) of the Qur'an. This denotes the people who recite the Book of Allah constantly. The use of the aorist tense (mudari) in: یَتلُونَ (yatluna: they recite) releases a hint in this direction. Then, there are other elders who have taken: یَتلُونَ (yatluna) at this place in its literal sense, that is, they follow the Qur'an in deed. But, the first Tafsir is weightier, even though, it also stands determined from the context that recitation can be trustworthy only when it brings forth actions in accordance with the Qur'an. But, the word: تِلَاوَت (tilawah or recitation) used here appears in its recognized sense. Similarly, Mutarrif Ibn ` Abdullah Ibn Shikhkhir (رح) said: ھَذِہٖ آیَۃُ القُرَّاِء (This verse is for al-qurra' ), the phoneticians of the Qur'an, who make the recitation of the Qur'an their special activity of life.\nThe second quality they have is the establishing of Salah and the third is the spending of their wealth in the way of Allah. When the text says 'secretly and openly', it indicates that it is often better to spend secretly in order to stay safe from riya' (show off) in acts of worship. But, there are occasions when religious considerations require that it should be done openly, as in the case of congregational prayers for which the command is to call adhan from minarets and perform salah openly with the highest possible attendance. Similarly, there are occasions when it is necessary to let spending in the way of Allah be open in order to persuade others to do the same. Muslim jurists have laid out details in the matter of salah and spending in the way of Allah. According to them, when it is فَرض fard (obligatory), Wajib (necessary) or sunnah mu'akkadah (emphasized sunnah), doing this openly is better. Other than this, when doing nafl salah, it is better to do it privately. Similarly, in instances when spending one's wealth is Fard or Wajib, such as, the obligatory Zakah or sadaqatul-fitr or qurbani, spending openly on these is better and worthy of more merit. As for the rest of voluntary charities (Sadaqatun-nafilah), spending these secretly carries more merit and grace.\nFrom people who carry these three qualities in their person, that is, they recite the Qur'an constantly, establish salah as due and spend in the way of Allah cheerfully, it is also expected that they would not simply stop at Fard and Wajib spending, rather, would also be contributing to voluntary charities. Identified next, there is yet another attribute of theirs:\t(they hope for a trade that will never crash,). The expression: يَرْ‌جُونَ تِجَارَ‌ةً لَّن تَبُورَ‌ (Ian tabur) is a derivation from: بَوَار (bawar) which means to go waste. The verse means that believers having these attributes hope to go in a trade that never runs into a loss. The very word: يَرْ‌جُونَ (yarjun: hope) indicates that a believer has no room for certainty in any good deed done by him or her in this mortal world. No one can say it will definitely bring forgiveness to them and that they will get its reward for sure - because, no matter how good one is in deeds, one simply cannot fulfill the right of reverence and worship Allah Ta’ ala has on His servants. Therefore, forgiveness for one and all will not be possible without the grace of Allah Ta’ ala, as has been clearly stated in a Hadith. In addition to that, with the doing of everything good, one should not neglect the danger of some secret trick of Satan or one's own self getting mixed up with so many good deeds because of which they do not remain acceptable. Or, on occasions, along with a good deed, some bad deed gets to be committed which in turn stops the good deed from being accepted. Therefore, by introducing the word: يَرْ‌جُونَ (yarjun: hope) in the verse, it was pointed out that even after having become particular with all possible good deeds, no one has the right to become sure of his or her salvation and of high ranks that follow in its wake. The most one can do is hope. (Ruh- ul Ma’ ani)\nGood deeds likened with trade\nIn this verse, good deeds mentioned above have been likened to a\ntrading activity - as it was done in another verse where Faith and Jihad in the way of Allah have been expressed as trade or business deal:\nهَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَ‌ةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّـهِ وَرَ‌سُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّـهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ\nO those who believe, shall I tell you about a trade that saves you from a painful punishment? (It is that) you believe in Allah and His Messenger, and carry out Jihad in His way with your riches and your lives - As-Saff, 61:10).\nIt has been characterized as trade in the sense that a trader invests his capital and time in some venture only when he hopes that by doing so, his capital will increase and he will profit by it. But, every trading activity in this world is hemmed with the probability of loss along with the hope of profit. In the present verse, by adding the word: لَن تَبُور (lan tabur) to trade, it was pointed out that in this deal made for the sake of the benefits of the Hereafter, there was no probability of a loss. Then, the good people of Allah who take pains to do what is good and right do not go about running a business as businesses are commonly run. Instead of that, they hope to engage in a trading activity that never suffers a loss. As for the mention of the stance of hope on the part of such people, it serves as a delicate hint in the direction that Allah Ta’ ala is the noblest of the noble and the most generous of the generous, so He will not sever the hope of the hopeful, instead, would fulfill it. In fact, in the next sentence, it was also said that their hope is limited to receiving only a full return of their deed, but Allah Ta ala would, in His infinite mercy, bestow on them much more, far more than they would have ever hoped: لِيُوَفِّيَهُمْ أُجُورَ‌هُمْ وَيَزِيدَهُم مِّن فَضْلِهِ (so that He pays them their rewards in full, and gives them more out of His grace - 30). The word: لِيُوَفِّيَهُمْ (liyuwaffiahum: so that He pays them in full) is connected with لَّن تَبُور‌ (lan tabur: has no loss), that is, this trade of theirs not only that it admits of no loss, but that it will also bring their return and reward in full, and in addition to that, Allah Ta’ ala will bless them, out of His grace, with much more, rather, far beyond their fondest hopes of returns.\nIncluded within this grace and increase is the promise of Allah Ta’ ala that He rewards the deed of a believer multiplied many times, the lowest denominator of which could be ten times of the deed, and the highest could reach seven hundred times, even higher than that. Then, also included in this grace is the acceptance of their intercession on behalf of sinners - as it appears in a Hadith narrated by Sayyidna ` Abdullah Ibn Masud ؓ where he has reported the explanation of this grace from the Holy Prophet ﷺ : 'These people will intercede on behalf of anyone who had done some favor to them during the life of the mortal world. Then, despite being deserving of the punishment of Jahannam, such people will stand delivered of it by virtue of their intercession.' (Tafsir Mazhari with reference to Ibn Abi Hatim) (And it is obvious that intercession will be possible only for the people of faith. No one will be allowed to intercede on behalf of a disbeliever). Similarly, the foremost part of this grace is that they will have an opportunity to see Allah Ta’ ala."
    },
    {
      "ayah": 32,
      "surah": 35,
      "text": "The word: ثُمَّ (thumma: Then) in verse 32: ثُمَّ أَوْرَ‌ثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا (Then We conveyed the Book as an heritage to those of Our slaves whom We chose.) serves as a conjunction to denote that the two things mentioned before and after it, despite having common characteristic, are marked by precedence and succession. What comes first has precedence, and that which comes after, succeeds. In addition to that, on some occasions, this precedence and succession takes effect in terms of time while, on some others, in terms of rank and degree. In this verse, the word: ثُمَّ (thumma: Then) is عَطف (atf: Conjunctive particle) connected to the word: اَوحَینا (awhaina: We revealed). It means: This Book, that is, the Qur'an which is nothing but the truth, and confirms all earlier Scriptures, We first sent to you as a revelation. After that, We made those We chose out of Our servants inherit the Book. The earlier and later of it, or the precedence and succession of it in terms of rank and degree is already very obvious in the sense that the sending of the Qur'an to the Holy Prophet ﷺ through the medium of wahy (revelation) has precedence in rank and degree. Then, its bestowal on the community of Sayyidna Muhammad al-Mustafa ﷺ takes effect in succession to it. And if making the Muslim ummah the inheritor of the Qur'an is taken to mean that he\", rather than leave behind his legacy in the form of wealth and lands, left behind the Book of Allah as his legacy or inheritance - as borne by Hadith: 'Prophets do not leave coins of gold and silver as inheritance: They leave (true) knowledge as their legacy.' Or, '\"Ulama' are inheritors of prophets\" - then, in those terms, this precedence and succession could also reflect a time frame in the sense that 'We have blessed you with this Book. After that, you passed it on to your ummah as its inheritor.' To make someone inherit something means to bestow it on someone, give it as legacy, gift. This act of bestowal when expressed as inheritance points out to the fact that the way an inheritor gets his or her share from the inheritance without he or she having done anything to acquire it, similarly, this wealth of the noble Qur'an has been given as a gift to these chosen servant without any effort on their part.\nA peculiarity of the Muslim Community, and that of its ` Ulama'\nAccording to the majority of commentators, the sentence: الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا (those of Our slaves whom We chose) in verse 32, means the ummah (community) of Sayyidna Muhammad al-Mustafa ﷺ ، its ` Ulama' - directly, and others, through the ` Ulama'. Reporting a Tafsir of this verse from Sayyidna Ibn ` Abbas ؓ ، ` Ali Ibn Abi Talhah has said: The expression: الَّذِينَ اصْطَفَيْنَا (those whom We chose) means the the ummah of the Holy Prophet ﷺ . These are the people Allah Ta’ ala has made the inheritors of every Book He has revealed (that is, the Qur'an, as being the Book that confirms and preserves all previous Scriptures, encompasses the contents of all revealed Books. Being its inheritor amounts to inheriting all revealed Books). Then he (Ibn ` Abbas) said: فَظَالِمُھُم یُغفَرُلَ ، وَ مُقتَصِدُھُم یُحَاسَبُ حِسَاباً یَسِرا وَّ سَابِقُھُم یُدخَلُ الجَنَّۃَ بغَیرِ حِسَابِ that is, even the unjust one from among them will be forgiven, and those who pursue a middle course among them will pass through a reckoning that is easy, while those who excel in good deeds will enter Jannah without reckoning. (Ibn Kathir)\nThe word: اصْطَفَيْنَا (istafaina: We chose) used in this verse shows the great honor bestowed upon the Muslim ummah, because this word: اِصطِفَاء (istifa': to choose) has frequently appeared for prophets in the Holy Qur'an as in: اللَّـهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُ‌سُلًا وَمِنَ النَّاسِ (Allah chooses messengers from the angels and from men. - a1-Hajj, 22:75) and in: إِنَّ اللَّـهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَ‌اهِيمَ وَآلَ عِمْرَ‌انَ عَلَى الْعَالَمِينَ (Verily, Allah has chosen Adam and Nuh and the House of Ibrahim and the House of ` Imran over the worlds - Al-` Imran, 3:33). In the verse under study, Allah Ta’ ala has put the Muslim ummah in line with the chosen ones, the prophets and the angels, although the degrees of such choice vary. The choice of prophets and angels occupies a higher degree, while the choice of the Muslim ummah, one that is posterior.\nThree kinds of the Muslim ummah\nThe sentence: فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَ‌اتِ (Then, some of them are those who wrong their own selves, and some of them are mediocre, and some of them are those who outpace (others) in righteous deeds with Allah's permission - 35:32) is virtually an explanation of the first sentence of the verse. In other words, it means that 'there are three kinds of Our servants We have chosen and have made them inherit the Qur'an: (1) The unjust (2) The moderate (3) The excellent.\nImam Ibn Kathir (رح) has explained these three kinds by saying: The one who wrong himself means a person who falls short in fulfilling some obligatory duties, and goes on to commit some of what is forbidden as well. And the one who follows the middle course is a person who fulfills all legally binding obligations and avoids everything forbidden, but on occasions, leaves out what has been recommended and falls into what is reprehensible. And excellent is the one who goes ahead of everyone in good deeds, fulfills all obligatory and recommended duties and avoids everything declared forbidden or considered reprehensible and goes on to leave what is allowed to him because of his devotion to acts of worship or because of some doubt in its lawfulness.\nThis is what Ibn Kathir (رح) has said. Other commentators have reported many more sayings while explaining these three kinds. Tafsir Ruh-ul-Ma’ ani mentions forty-three sayings with reference to at-Tahrir. But, on deliberation, the outcome of most is the same as stated with reference to Ibn Kathir.\nA doubt and its answer\nThe explanation given above proves that الَّذِينَ اصْطَفَيْنَا (those whom We chose) means the Muslim ummah that has three kinds and that its first kind - the unjust - is also included among the chosen servants of Allah. Taking this probability to be obviously remote, some people have said that this kind of people (who have wronged themselves) is excluded from the definition of: الَّذِينَ اصْطَفَيْنَا (We chose) and from the Muslim ummah. But, it already stands proved from many authentic ahadith that each one of these three kinds relate to Muslim ummah and are not excluded from the characteristic of: اصْطَفَيْنَا (We chose). In fact, this is the ultimate merit of the believing servants of the Muslim ummah that even those who are somewhat wanting in the matter of deeds are also sharers in this supreme distinction. At this place, Ibn Kathir has put together all those Hadith narrations, some of which are being cited below:\nAccording to a narration of Sayyidna Abu Said al-Khudri ؓ ، the Holy Prophet ﷺ said about these three kinds of: الَّذِينَ اصْطَفَيْنَا (those We chose): They rank alike and alike they are in Jannah, all of them.' The expression 'being in one rank' means that all of them will be forgiven and all of them will go to Jannah - not that there will be no variance among them in terms of their ranks.\nThen, there is a Hadith reported from Sayyidna Abu-d- Darda' ؓ which is supported by several chains of authorities. Ibn Kathir has documented all of them. One of these has been reported by Ibn Jarir from Sayyidna Abu Thabit ؓ who, when he went to the Masjid one of those days, found Sayyidna Abu-d-Darda' ؓ already sitting there. Sayyidna Abu Thabit went close, sat down by his side and started making a prayer: اللَّھُمَّ اٰنِس وَحشَتِی وَارحم غُربَتِی وَیَسِّرلِی جلِیساًصالِحاً ( O Allah, mollify the loneliness and anxiety of my heart, and have mercy on me in my state of homelessness, and make it easy on me by (sending) a good companion' ). (At this point, it is worth recalling that the great emphasis was placed by the early forbears of Islam on the quest for a good companion. They took this need to be an important objective in life and considered it to be a cure of all anxieties, so much so that they would raise their hands of prayer before Allah and ask Him that they be blessed with one). When Sayyidna Abu-d- Darda' ؓ heard this prayer, he said, 'If you are honest in your prayer (for a companion), then, I am more fortunate than you (in the sense that Allah blessed me with a good companion like yourself, on the spot, without asking). Then, he said, 'I relate to you a Hadith I have heard from the Holy Prophet ﷺ . But, since the time I heard it, I did not have the occasion to relate it before anyone. Here is the Hadith: He mentioned this verse: ثُمَّ أَوْرَ‌ثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا (Then We conveyed the Book as an heritage to those of Our slaves whom We chose - 32). Then, he said, 'As for those who race ahead of others in the matter of good deeds, out of the three kinds, they will go to Jannah without reckoning. And those who are in the middle will face an accounting that will be easy on them. And the unjust, the ones who fall short in deeds and are prone to slip into sins, will be overwhelmed with remorse at this juncture. After that, they too will be asked to enter Jannah and all their sorrows will stand removed from them.' It finds mention in the next verse: وَقَالُوا الْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ (\" Praise be to Allah who has removed all sorrow from us. Surely our Lord is Most-Forgiving, Very-Appreciative,\" ).\nAnd at-Tabarani reports from Sayyidna ` Abdullah Ibn Masud ؓ that the Holy Prophet ﷺ said, It means that each of the three kinds will be from this very Ummah of the Holy Prophet Muhammad ﷺ .\nAbu Dawud at-Tayalisi reports from ` Uqbah Ibn Sahban Hana'i that he asked the Tafsir of this verse from Ummul-Mu'minin, Sayyidah ` A'ishah ؓ . She said, \"My son, all these three kinds are to go to Paradise. Out of these, those who were ahead of everyone in good deeds were people who passed away during the period of the Holy Prophet ﷺ . He himself testified that they are to go to Jannah. And those who took the middle course are people who followed the former as their role models to the extent that they joined up with them. As for those who have been unjust to themselves, they are people like me and you!\"\nCertainly great was the modesty of Sayyidah ` A'ishah ؓ that she counted herself too as part of the third kind, that is, among those who are unjust to themselves - although, according to very clear statements in sound and authentic ahadith, she ranks high among the very first and foremost people (as-sabiqun al-awwalun) of early Islam.\nAnd Ibn Jarir has reported from Muhammad Ibn-ul- Hanafiyyah (رح) who said, 'This ummah is a community of people blessed with the mercy of Allah so en masse that even the unjust one in it stands forgiven, and the one of the middle course is in Jannah and the one way ahead in good deeds enjoys high ranks with Allah.'\nAnd Sayyidna Muhammad Ibn al-Baqir ؓ ، while explaining: ظالِمُ لِّنَفسِہٖ (zalim linafsihi: who wrong himself), said: اَلَّذِی خَلُطَ عَمَلاً صالِحاً وَّاخَرَ سَیِّٔاً لِنَفسِہٖ meaning: 'a person who mixes good and bad deeds.'\nThe great merit of the ` Ulama' of the Muslim ummah\nIn this verse, Allah Ta’ ala has said that He has made a particular people to become inheritors of His Book, people who are chosen and honored ones from among His servants. Then, it is also obvious that ` Ulama' are the direct inheritors of the knowledge relating to the Book of Allah and the mission of prophets, as it has also been stated in the Hadith: اَلعُلَمَاُء وَرَثَہُ الاَنبِیاِء Ulama' inherit [ the legacy of ] prophets). In sum, people who have been so blessed by Allah Ta’ ala that they engage in the pursuit of the fields of knowledge relating to the Qur'an and Sunnah with unalloyed sincerity is, in itself, a sign of their being men of Allah worthy of the task. This is as it has been supported by a narration of Sayyidna Tha'labah Ibn al-Hakam ؓ that reports the Holy Prophet ﷺ to have said, 'Allah Ta’ ala will address the ` Ulama' of the Muslim community on the Day of Judgment and say, \"I had placed My knowledge and wisdom in your chests, for I had intended to forgive you irrespective of the nature of your actual deeds.\" (From the earlier presentation, it is already established that a person who has no awe and fear of Allah is simply not counted as one of the ` Ulama'. Therefore, this address will be to people for whom the awe and fear of Allah has become their natural reflex. Hence, it would be virtually impossible for them to indulge in sins carelessly. Yes, on occasions, they too could slip or make a mistake under the dictates of human temperament. This very aspect was alluded to in the Hadith mentioned above where it was said - no matter the nature of your deeds, forgiveness is destined for you).\nAll these narrations have been taken from Ibn Kathir. The last Hadith reported from Sayyidna Tha'labah (رح) has also been reported by at-Tabarani with all chains of authority cited by him being reliable. (Tafsir Mazhari) And in Tafsir Mazhari, the subject of the same Hadith has been reported from Abu ` Umar San'ani with reference to Ibn ` Asakir. Similarly, according to a narration of Sayyidna Abu Musa al-Ash` ari, the Holy Prophet ﷺ said, 'On the Day of Resurrection (al-mahshar), Allah Ta’ ala will gather all His servants together. Then, He will assemble the ` Ulama' from among them at a prominent place and will say to them:\nاِنِّی لم اَضَع عِلمِی فِیکُم اِلَّا لعلمی بِکُم وَلَم اَضَعُ عِلمِی فِیکُم لِاُعَذَّبَکُم اِنطَلِقُوا قَد غَفَرتُ لَکُم\nI had placed My ilm in you since I knew you (that you will fulfill the due rights of this ilm, the knowledge given to you) and I had not placed My عِلم ilm in you so that I punish you. Go, I have forgiven you - Mazhari.\nSpecial Note\nIn this verse, mentioned first was the category of the unjust, then of those following the middle course, and finally, of those who are ahead in good deeds. The reason for this order may, perhaps, be that the number of those unjust to themselves is larger, those following the middle course are less than them and those ahead in good deeds happen to be less than the later. Thus, those whose number was large were made to appear first."
    },
    {
      "ayah": 33,
      "surah": 35,
      "text": "A close look at the last sentence of verse 32 and the statement in verse ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ‌ جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ‌ مِن ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِ‌يرٌ‌ (That is the great bounty, gardens of eternity they enter. They will be ornamented with bracelets of gold and with pearls, and their dress therein will be (of) silk. - 35:32, 33) shows that in the beginning of verse 32, Allah Ta’ ala has pointed out to three kinds of His chosen servants following which it was said: ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ‌: That is, 'this counting of all these three among His chosen servants is the great bounty.' Next comes the statement relating to their recompense - that they will go to Jannah, that they will be given bracelets of gold and ornaments of pearls to wear and that their dress shall be of silk.\nFor men, in this mortal world, it is حَرَام haram to wear ornaments of gold, and dresses made of silk too. To compensate, they will have these in Jannah. Let there be no doubt about it, something like: Ornaments are for women, not for men in whose case these do not suit. The reason is simple. Taking the conditions prevailing in the 'Akhirah (Hereafter) and Jannah (Paradise) on the analogy of conditions prevailing in the mortal world is unreasonable, even dumb.\nAccording to a narration of Sayyidna Abu Said al-Khudri ؓ ، the Holy Prophet ﷺ said, 'Crowns on the heads of the people of Jannah will be studded with pearls. Light emitted by the smallest of its pearls will fill the entire horizon from the East to the West.' (Reported by at-Tirmidhi and al-Hakim, who has authenticated it, and by al-Baihaqi - from Mazhari)\nImam al-Qurtubi (رح) Ta’ ala said: Commentators explain that every inmate of Jannah will have bracelets to wear on their hands - of gold, silver, and pearls. About this celestial bracelet, a verse mentions 'of silver' (76:21) while others, 'of gold' (18:31; 22:23; 35:33; 43:53). The present explanation brings both verses in correspondence."
    },
    {
      "ayah": 34,
      "surah": 35,
      "text": "A person who will use utensils of gold and silver and dresses of silk will remain deprived of these in Jannah\nSayyidna Hudhaifah ؓ says that he heard the Holy Prophet ﷺ saying, 'Do not wear dresses of silk and do not drink water in utensils of gold and silver, nor use plates made of these in eating food - because, these things are for disbelievers in this world and for you, in the Hereafter.' (al-Bukhari and Muslim)\nAnd Sayyidna ` Umar ؓ reports that the Holy Prophet ﷺ said, 'Any male who wore a dress made of silk in this world will not wear it in the Hereafter' (al-Bukhari and Muslim). And a narration of Sayyidna Abu Said al-Khudri ؓ says, 'A male who wears a dress made of silk in this world will remain deprived of it in the Hereafter, even if he were to go to Jannah.' (Mazhari)\nThe next verse (34): وَقَالُوا الْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَ‌بَّنَا لَغَفُورٌ‌ شَكُورٌ‌ (And they will say, \"Praise be to Allah who has removed all sorrow from us.\" ) tells us about what the people of Paradise will say when they enter Jannah. What does 'sorrow' mean at this place? Leading commentators have given various explanations about it. However, the truth of the matter is that all sorrows stand included therein. In this world, one may become a king or a prophet or a saint, yet no one can escape it:\nدریں دنیا کسے بےغم نباشد۔-- وگر باشد بنی آدم نباشد\nIn this world, no one is free of sorrow And if one is, one is not a human being.\nIn this world of our experience, no one good or bad can get away from one or the other concern, anxiety or sorrow. Therefore, people of wisdom call this world a home of sorrows. The sorrow the removal of which this verse mentions includes all these mortal states of concern. The second concern is that of the Day of Judgment and Resurrection. The third concern is that of Reckoning of Deeds, and the fourth, that of the punishment of Jahannam. From the people of Jannah, Allah Ta’ ala will remove all these concerns, anxieties and sorrows.\nAccording to a narration of Sayyidna ` Abdullah Ibn ` Umar ؓ ، the Holy Prophet ﷺ said, 'For the people who uphold the Kalimah of لا إلہ إلا اللہ la ilaha il-lal-lah (there is no God but Allah), there is no fear and loneliness at the time of death, nor in the grave, nor when they rise again on the Day of Resurrection - as if I am virtually seeing them rise from their respective graves saying: الْحَمْدُ لِلَّـهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ (Praise be to Allah who has removed all sorrow from us.\" ).' (Reported by at-Tabarani, Mazhari)\nAt this point, let us refer back to the Hadith of Sayyidna Abu-D-Darda` ؓ that has appeared a little earlier. There it has been stated that it will be said by the unjust, those who have wronged their own selves. This is because they would initially face great anxiety on the plains of Resurrection but, finally, when they are asked to enter Paradise, it will sound removed. This statement does not contradict the Hadith of Sayyidna Ibn ` Umar ؓ appearing immediately above. Again, the reason is that the person who has wronged himself would have an additional sorrow on his hands, more serious than that of others, on the plains of the Resurrection as well - something that will stand removed at the time of one's entry into the Paradise. In short, this is a statement that will be made by all people of Jannah, no matter to which kind they belong, to the ones who have been ahead of all in good deeds, or to those who have followed the middle course, or to those who have been unjust to their own selves. But, the thought of everyone's roster of sorrows being separate from each other is not too far out.\nImam Abu Bakr al-Jassas (رح) said: It is the typical state of a believer that he never remains free of concerns while in this world. The Holy Prophet ﷺ has said that the world is a prison for the believer. This is the reason why it appears in the accounts of the lives of the Holy Prophet ﷺ and his great Sahabah ؓ that these blessed souls used to look sad fairly often."
    },
    {
      "ayah": 35,
      "surah": 35,
      "text": "In verse 35: الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ (who, out of His grace, has made us land at a home of eternal living where neither we are touched by weariness. Nor are we touched by boredom.\" ), some characteristics of Jannah have been described: (1) That it is an eternal home with no danger of any lapse of time, or expulsion from there at any time. (2) That no one will face any sorrow while there. (3) That no one there will experience the least fatigue or boredom, as it happens in the mortal world where one needs to sleep after work. Life in Jannah will be free from this too. This subject also finds mention in some narrations of Hadith. (Mazhari)"
    },
    {
      "ayah": 36,
      "surah": 35,
      "text": "In verse 35: الَّذِي أَحَلَّنَا دَارَ‌ الْمُقَامَةِ مِن فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ (who, out of His grace, has made us land at a home of eternal living where neither we are touched by weariness. Nor are we touched by boredom.\" ), some characteristics of Jannah have been described: (1) That it is an eternal home with no danger of any lapse of time, or expulsion from there at any time. (2) That no one will face any sorrow while there. (3) That no one there will experience the least fatigue or boredom, as it happens in the mortal world where one needs to sleep after work. Life in Jannah will be free from this too. This subject also finds mention in some narrations of Hadith. (Mazhari)"
    },
    {
      "ayah": 37,
      "surah": 35,
      "text": "When the people in Jahannam will plead with their Lord that they be delivered from its punishment, so that they could do good deeds then, and not do the bad ones they did earlier, at that time they will be told: أَوَلَمْ نُعَمِّرْ‌كُم مَّا يَتَذَكَّرُ‌ فِيهِ مَن تَذَكَّرَ‌ وَجَاءَكُمُ النَّذِيرُ‌ \"Did We not give you an age in your life in which lesson could have been learnt by the one who wished to take lesson - 37) Sayyidna Ibn Husain Zain ul-` Abidin\tرضی اللہ تعالیٰ عنہ said, \"It means the age of seventeen years.\" And Qatadah (رح) gave the age as eighteen years, meaning thereby the age of puberty. And the difference of seventeen and eighteen is possible in determining the age of puberty, as someone may reach puberty at the age of seventeen and someone else at, eighteen. In the Shari'ah, the age of puberty is the first line of demarcation after having crossed which a person is Divinely blessed with enough reason, so that one can understand what is good or bad in his or her case. Therefore, this address will be to disbelievers at large irrespective of their ages being long or short. However, the one who had a long lease of life, yet did not come to his senses, saw all sorts of physical proofs scattered around and heard the teachings of the prophets, still did not recognize the truth - so then, this one will be more blameworthy.\nIn short, the person who saw nothing beyond the age of puberty, he too was given enough power of discrimination by nature that he could have used to distinguish between the true and the false. When he failed to do that, he too is deserving of censure and punishment. But, the person who was given long years to live, the warning of Allah stood served against him in a more conclusive degree. Then, if he could still not shake off his disbelief and disobedience, he would be more deserving of punishment and blame.\nSayyidna Ali al-Murtada ؓ said, 'The age whereupon Allah Ta’ ala has asked His sinning servants to beware is that of sixty years.' Sayyidna Ibn ` Abbas ؓ ، according to one narration, has given it as forty years while, according to another narration, as sixty. He has said that this is the age when the argument and warrant of Allah stands served conclusively on an erring person who, then, is left with no room for making excuses. Ibn Kathir has given preference to the second Hadith of Sayyidna Ibn ` Abbas ؓ .\nFrom the presentation made above, it is clear that there is no contradiction in the narrations pointing out to the age of seventeen, eighteen and sixty. Though, someone at the age of seventeen/eighteen is able to distinguish between the true and the false. Therefore, one has been obligated with precepts of the Shari` ah from this benchmark this very age of puberty. But, the age of sixty is such a long period of time that, should one still fail to recognize the truth, there remains no room for making any more excuses. Against such a person, the argument of Allah stands firmly established. Therefore, the aggregate ages of people in this blessed ummah are destined to be between sixty and seventy years - as said in Hadith:\nاَعمَارُ اُمَّتِی مَا بَین السِّتِّینَ اِلَی السَّبعِین وَ اَقَلُّھُم مَّن یَّجُوز ذلِکَ\nThe ages of my ummah will be in between sixty and seventy and there will be few of those who will exceed that - reported by al-Tirmidhi and Ibn Majah, Ibn Kathir.\nTowards the end of the verse (37), it was said: وَجَاءَكُمُ النَّذِيرُ‌ (And (furthermore) the warner had (also) come to you.). Given here is a hint that Allah Ta’ ala gives one from the age one attains puberty enough ability to rationalize and recognize at least his or her creator and master and then goes on to live a life the purpose of which is to seek His pleasure. To do only this much, human reason alone would have been sufficient. But, Allah Ta’ ala did not leave it simply at that. In fact, He sent His special people called: نَذِیر (nadhir) to help them reason it out. This word is usually translated as 'one who warns' or 'warner' in English (the later, though, not formally admissible in the language, but is still used in the absence of a suitable equivalent). In fact, a nadhir is a person who, by virtue of his mercy and compassion, asks his people to stay away from things that are likely to bring harm to them or cause their total ruination as a people and tries to instill the fear of such things in their hearts, lest it actually happens. In terms of its well-recognized meaning, it refers to the noble prophets\tعلیہم السلام and to the ` Ulama' who carry out their mission as their deputies. The outcome of the verse is: 'We gave them reason to recognize the true from the false. Along with it, We also sent Our prophets who would guide them on the path of truth and keep them safe from the false.'\nAnd it has been reported from Sayyidna Ibn ` Abbas, ` Ikrimah and Imam Ja'far Baqir that nadhir means the gray hair of the old age. When they flare up, they give a message to human beings: Here comes the time to go! This statement too is not contradictory to the first one for gray hair might as well serve as the standard bearers of warning along with Anbiya' and ` Ulama'.\nAnd the truth of the matter is that all conditions faced by human beings after their age of puberty and all minor and major changes that take place in their persons and in that they are surrounded with are, all of them, heralds of warning for human beings."
    },
    {
      "ayah": 38,
      "surah": 35,
      "text": "When the people in Jahannam will plead with their Lord that they be delivered from its punishment, so that they could do good deeds then, and not do the bad ones they did earlier, at that time they will be told: أَوَلَمْ نُعَمِّرْ‌كُم مَّا يَتَذَكَّرُ‌ فِيهِ مَن تَذَكَّرَ‌ وَجَاءَكُمُ النَّذِيرُ‌ \"Did We not give you an age in your life in which lesson could have been learnt by the one who wished to take lesson - 37) Sayyidna Ibn Husain Zain ul-` Abidin\tرضی اللہ تعالیٰ عنہ said, \"It means the age of seventeen years.\" And Qatadah (رح) gave the age as eighteen years, meaning thereby the age of puberty. And the difference of seventeen and eighteen is possible in determining the age of puberty, as someone may reach puberty at the age of seventeen and someone else at, eighteen. In the Shari'ah, the age of puberty is the first line of demarcation after having crossed which a person is Divinely blessed with enough reason, so that one can understand what is good or bad in his or her case. Therefore, this address will be to disbelievers at large irrespective of their ages being long or short. However, the one who had a long lease of life, yet did not come to his senses, saw all sorts of physical proofs scattered around and heard the teachings of the prophets, still did not recognize the truth - so then, this one will be more blameworthy.\nIn short, the person who saw nothing beyond the age of puberty, he too was given enough power of discrimination by nature that he could have used to distinguish between the true and the false. When he failed to do that, he too is deserving of censure and punishment. But, the person who was given long years to live, the warning of Allah stood served against him in a more conclusive degree. Then, if he could still not shake off his disbelief and disobedience, he would be more deserving of punishment and blame.\nSayyidna Ali al-Murtada ؓ said, 'The age whereupon Allah Ta’ ala has asked His sinning servants to beware is that of sixty years.' Sayyidna Ibn ` Abbas ؓ ، according to one narration, has given it as forty years while, according to another narration, as sixty. He has said that this is the age when the argument and warrant of Allah stands served conclusively on an erring person who, then, is left with no room for making excuses. Ibn Kathir has given preference to the second Hadith of Sayyidna Ibn ` Abbas ؓ .\nFrom the presentation made above, it is clear that there is no contradiction in the narrations pointing out to the age of seventeen, eighteen and sixty. Though, someone at the age of seventeen/eighteen is able to distinguish between the true and the false. Therefore, one has been obligated with precepts of the Shari` ah from this benchmark this very age of puberty. But, the age of sixty is such a long period of time that, should one still fail to recognize the truth, there remains no room for making any more excuses. Against such a person, the argument of Allah stands firmly established. Therefore, the aggregate ages of people in this blessed ummah are destined to be between sixty and seventy years - as said in Hadith:\nاَعمَارُ اُمَّتِی مَا بَین السِّتِّینَ اِلَی السَّبعِین وَ اَقَلُّھُم مَّن یَّجُوز ذلِکَ\nThe ages of my ummah will be in between sixty and seventy and there will be few of those who will exceed that - reported by al-Tirmidhi and Ibn Majah, Ibn Kathir.\nTowards the end of the verse (37), it was said: وَجَاءَكُمُ النَّذِيرُ‌ (And (furthermore) the warner had (also) come to you.). Given here is a hint that Allah Ta’ ala gives one from the age one attains puberty enough ability to rationalize and recognize at least his or her creator and master and then goes on to live a life the purpose of which is to seek His pleasure. To do only this much, human reason alone would have been sufficient. But, Allah Ta’ ala did not leave it simply at that. In fact, He sent His special people called: نَذِیر (nadhir) to help them reason it out. This word is usually translated as 'one who warns' or 'warner' in English (the later, though, not formally admissible in the language, but is still used in the absence of a suitable equivalent). In fact, a nadhir is a person who, by virtue of his mercy and compassion, asks his people to stay away from things that are likely to bring harm to them or cause their total ruination as a people and tries to instill the fear of such things in their hearts, lest it actually happens. In terms of its well-recognized meaning, it refers to the noble prophets\tعلیہم السلام and to the ` Ulama' who carry out their mission as their deputies. The outcome of the verse is: 'We gave them reason to recognize the true from the false. Along with it, We also sent Our prophets who would guide them on the path of truth and keep them safe from the false.'\nAnd it has been reported from Sayyidna Ibn ` Abbas, ` Ikrimah and Imam Ja'far Baqir that nadhir means the gray hair of the old age. When they flare up, they give a message to human beings: Here comes the time to go! This statement too is not contradictory to the first one for gray hair might as well serve as the standard bearers of warning along with Anbiya' and ` Ulama'.\nAnd the truth of the matter is that all conditions faced by human beings after their age of puberty and all minor and major changes that take place in their persons and in that they are surrounded with are, all of them, heralds of warning for human beings."
    },
    {
      "ayah": 39,
      "surah": 35,
      "text": "Commentary\nThe word: خَلَائِفَ (khala'if) in verse 39: هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْ‌ضِ (He is the One who has made you successors (of the past generations) in the earth.) is the plural of: خَلِیفَہ (khalifah) which means deputy or vice-regent. The general sense is that Allah Ta’ ala has let human beings have lands and houses that keep passing on from one to the other. In this phenomena, there is a great lesson - turn to Allah. Then, the statement could also be taken to have been addressed to the ummah of the Holy Prophet t saying, 'After past communities, We made you take their place with authority to make life better around you, so it is your duty that you learn your lesson from what happened to people earlier than you, and hence you, on your part, do not while away precious moments of your life in negligence."
    },
    {
      "ayah": 4,
      "surah": 35,
      "text": "The word: رَّ‌حْمَةٍ (rahmah: mercy) appearing in verse 2: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا (Whatever blessing Allah opens for the people, there is none to hold it back,) is general at this place. It includes blessings of one's religion in this world along with those of the Hereafter, such as, faith, knowledge, rightly guided conduct as well as the mission of a prophet and the station of a Waliyy or man of Allah. And it also includes material blessings in the present world, such as, provisions, means, comfort, health, wealth, property, recognition and things like that. The meaning of the verse is quite obvious. It is being said here that the person for whom Allah Ta’ ala intends to open the doors of His mercy, there is no one who can stop it.\nSimilarly, the second sentence: وَمَا يُمْسِكْ (wa ma yumsik: there is none to hold it back) is general, meaning: what Allah Ta’ ala holds back cannot he released by anyone. This includes hardships and sorrows of the world. Y or example, when Allah intends to shield some servant of His from these, then, there is no one who can dare harass or harm him. And included here is the matter of mercy as well in the sense that, should Allah Ta’ ala decide to deprive a person of His mercy due to some wise consideration of His, then, there is no one who can dare pass it on to him. (Abu Hayyan) Related to this very subject of the verse, there is a Hadith that reports that Sayyidna Mu'awiyah ؓ wrote to Sayyidna Mughirah Ibn Shu'abah ؓ ، his governor at Kufah, asking him to send back to him in writing some Hadith he had personally heard from the Holy Prophet ﷺ . Sayyidna Mughirah ؓ called Rawwad, his chief scribe, in his office and dictated his report as: 'I heard from the Holy Prophet ﷺ \", soon after he finished his salah his recitation of the words: اَللَّھُمَّ لَا مَانِعَ لِمَا اَعطَیتَ وَ لَا مُعطیَ لِمَا مَنَعتَ وَ لَا یَنفَعُ ذَا الجَدِّ مِنکَ الجَدُّ (0 Allah, for that which You give, there is no one to stop, and for that which you hold back, there is no one to give it out, and no efforts by any maker of effort1 works against Your will' ). (Ibn Kathir from Musnad of Ahmad)\nAnd according to a narration of Sayyidna Abu Said al-Khudri ؓ عنہ\tin Sahih of Muslim, he said these words at the time he raised his head from the (bending) position of ruku' before another sentence: اَحَقُ مَا قَالَ العَبدُ وَ کُلُّنا لَکَ (that is, these words, out of all that a servant of Allah can say, are the most true, incumbent and superior).\nTrust in Allah delivers from all hardships\nThe lesson taught by the cited verse (2) to all human beings is that one should not hope any benefit or fear any harm from anyone other than Allah, instead, one should keep his or her sight trained towards Allah alone. This is the master prescription for a better life in this world as well as in the life to come. This simple antidote delivers one from thousands of anxieties and sorrows. (Ruh-ul-Ma’ ani)\nSayyidna ` Amir Ibn ` Abd Qays ؓ said: Once I get to recite four verses of the noble Qur'an in the morning, I stop worrying about what would happen in the morning and what would happen in the evening. These verses are as follows. The first one is this very verse under study: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْ‌سِلَ لَهُ مِن بَعْدِهِ (Whatever blessing Allah opens for the people, there is none to hold it back, and whatever He holds back, there is none to release it thereafter - 35:2). The second verse having the same sense appears in Surah al-An'am, 6:17: وَإِن يَمْسَسْكَ اللَّـهُ بِضُرٍّ‌ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يُرِ‌دْكَ بِخَيْرٍ‌ فَلَا رَ‌ادَّ لِفَضْلِهِ (And if Allah causes you some harm, no one is there to remove it except He Himself; and if He causes you some good, then He is powerful over everything - 6:17). The third verse is from Surah At-Talaq, 65:7: سَيَجْعَلُ اللَّـهُ بَعْدَ عُسْرٍ‌ يُسْرً‌ا (Allah will soon bring ease after a difficulty). The fourth verse is from Surah Hud, 11:6: وَمَا مِن دَابَّةٍ فِي الْأَرْ‌ضِ إِلَّا عَلَى اللَّـهِ رِ‌زْقُهَا (And there is no creature on earth whose sustenance is not on Allah - 11:6). (Narrated by Ibn al-Mundhir, as in Ruh ul-Ma'ani)\nAnd when Sayyidna Abu Hurairah ؓ saw rain falling, he used to say: مُطِرنَا بنوء الفَتحِ (The rain has come upon us through the rise of fath: (the opening) and would, then, recite the verse: مَّا يَفْتَحِ اللَّـهُ لِلنَّاسِ مِن رَّ‌حْمَةٍ (Whatever blessing Allah opens for the people, there is none to hold it back,- 34:2). This term of 'rise of fath' used by him was in rebuttal of the false notion prevailing among Arabs of those days who used to attribute the coming of rains to the rise of particular stars and said that the rains had come upon them through the rise of such and such star. Sayyidna Abu Hurairah ؓ countered it by saying that (the mercy of) rains came to him through (the statement in) the verse of fath or opening. By this, he meant this very verse quoted above. He used to recite it particularly on such occasions. (Reported by Imam Malik in al-Mu'watta)\n[ 1] This translation is based on one way of reading this prayer, that is, jidd (with kasrah on the letter jim, but if it is read as jadd, then the correct translation would be: 'no high status of a person may benefit him against Your decree. (Muhammad Taqi Usmani)"
    },
    {
      "ayah": 40,
      "surah": 35,
      "text": "Commentary\nThe word: خَلَائِفَ (khala'if) in verse 39: هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْ‌ضِ (He is the One who has made you successors (of the past generations) in the earth.) is the plural of: خَلِیفَہ (khalifah) which means deputy or vice-regent. The general sense is that Allah Ta’ ala has let human beings have lands and houses that keep passing on from one to the other. In this phenomena, there is a great lesson - turn to Allah. Then, the statement could also be taken to have been addressed to the ummah of the Holy Prophet t saying, 'After past communities, We made you take their place with authority to make life better around you, so it is your duty that you learn your lesson from what happened to people earlier than you, and hence you, on your part, do not while away precious moments of your life in negligence."
    },
    {
      "ayah": 41,
      "surah": 35,
      "text": "In the expression: إِنَّ اللَّـهَ يُمْسِكُ السَّمَاوَاتِ (Undoubtedly, Allah holds back the heavens and the earth - 35:41), the 'holding' of the heavens or the skies does not mean that their movement was stopped. Instead, it means holding them from moving askance - as the word: أَن تَزُولَا (an tazula: from leaving their existing state,) bears it out. Therefore, in this verse, there exists no supporting evidence on either side as to the skies move or they are static."
    },
    {
      "ayah": 42,
      "surah": 35,
      "text": "In the expression: إِنَّ اللَّـهَ يُمْسِكُ السَّمَاوَاتِ (Undoubtedly, Allah holds back the heavens and the earth - 35:41), the 'holding' of the heavens or the skies does not mean that their movement was stopped. Instead, it means holding them from moving askance - as the word: أَن تَزُولَا (an tazula: from leaving their existing state,) bears it out. Therefore, in this verse, there exists no supporting evidence on either side as to the skies move or they are static."
    },
    {
      "ayah": 43,
      "surah": 35,
      "text": "Commentary\nThe word: لَا يَحِيقُ (la yahiq) in verse 43: وَلَا يَحِيقُ الْمَكْرُ‌ السَّيِّئُ إِلَّا بِأَهْلِهِ (And the evil plot envelops none but its own people ( who make it) carries the sense of: لَا یُحِیطُ (la yuhit: does not surround) or: لَا یُصیبُ (la usib: does not afflict). Thus, it comes to mean that the curse of making an evil plan falls on none but the one who makes it. In other words, a person who wishes evil for others, he himself falls a victim to it.\nA doubt may arise at this point. It is commonly seen in this worldly life that someone with an evil plan gets away with it and the loss intended for anyone stands inflicted on him. The answer to this has been given by Maulana Ashraf Ali Thanavi (رح) by saying that the pain or loss inflicted on such a person was a loss limited to this mortal world, while the loss to be the fate of the maker of such evil plan in the Hereafter was not only heavier, but was more lasting too. So, if compared, his worldly loss amounts to nothing.\nThere is another answer given by some elders who say that there are occasions when the curse of contriving against someone innocent or inflicting injustice on him, more than often, falls on the person causing it, right here in this world as well. Muhammad Ibn Ka` b al-Qurazi said: There are three things the doer of which does not remain safe against its curse and punishment even in this world. These are: (1) Causing harm or pain to some innocent person by engineering evil against him. (2) Inflicting any injustice. (3) Breaking of pledge. (Ibn Kathir) Particularly so, when things like that are done against a person who is helpless or does not have the power to avenge or elects to endure despite having that power. Experience bears out that no one who does things like that has ever remained unaffected by the curse of injustice thus inflicted even in this world. Hence, the outcome will be that the element of restriction (Hasr) visible here appears in terms of a majority rule and not in any absolute sense. Allah knows best.\nAlhamdulillah\nThe Commentary on\nSurah Fatir\nEnds here"
    },
    {
      "ayah": 44,
      "surah": 35,
      "text": "Commentary\nThe word: لَا يَحِيقُ (la yahiq) in verse 43: وَلَا يَحِيقُ الْمَكْرُ‌ السَّيِّئُ إِلَّا بِأَهْلِهِ (And the evil plot envelops none but its own people ( who make it) carries the sense of: لَا یُحِیطُ (la yuhit: does not surround) or: لَا یُصیبُ (la usib: does not afflict). Thus, it comes to mean that the curse of making an evil plan falls on none but the one who makes it. In other words, a person who wishes evil for others, he himself falls a victim to it.\nA doubt may arise at this point. It is commonly seen in this worldly life that someone with an evil plan gets away with it and the loss intended for anyone stands inflicted on him. The answer to this has been given by Maulana Ashraf Ali Thanavi (رح) by saying that the pain or loss inflicted on such a person was a loss limited to this mortal world, while the loss to be the fate of the maker of such evil plan in the Hereafter was not only heavier, but was more lasting too. So, if compared, his worldly loss amounts to nothing.\nThere is another answer given by some elders who say that there are occasions when the curse of contriving against someone innocent or inflicting injustice on him, more than often, falls on the person causing it, right here in this world as well. Muhammad Ibn Ka` b al-Qurazi said: There are three things the doer of which does not remain safe against its curse and punishment even in this world. These are: (1) Causing harm or pain to some innocent person by engineering evil against him. (2) Inflicting any injustice. (3) Breaking of pledge. (Ibn Kathir) Particularly so, when things like that are done against a person who is helpless or does not have the power to avenge or elects to endure despite having that power. Experience bears out that no one who does things like that has ever remained unaffected by the curse of injustice thus inflicted even in this world. Hence, the outcome will be that the element of restriction (Hasr) visible here appears in terms of a majority rule and not in any absolute sense. Allah knows best.\nAlhamdulillah\nThe Commentary on\nSurah Fatir\nEnds here"
    },
    {
      "ayah": 45,
      "surah": 35,
      "text": "Commentary\nThe word: لَا يَحِيقُ (la yahiq) in verse 43: وَلَا يَحِيقُ الْمَكْرُ‌ السَّيِّئُ إِلَّا بِأَهْلِهِ (And the evil plot envelops none but its own people ( who make it) carries the sense of: لَا یُحِیطُ (la yuhit: does not surround) or: لَا یُصیبُ (la usib: does not afflict). Thus, it comes to mean that the curse of making an evil plan falls on none but the one who makes it. In other words, a person who wishes evil for others, he himself falls a victim to it.\nA doubt may arise at this point. It is commonly seen in this worldly life that someone with an evil plan gets away with it and the loss intended for anyone stands inflicted on him. The answer to this has been given by Maulana Ashraf Ali Thanavi (رح) by saying that the pain or loss inflicted on such a person was a loss limited to this mortal world, while the loss to be the fate of the maker of such evil plan in the Hereafter was not only heavier, but was more lasting too. So, if compared, his worldly loss amounts to nothing.\nThere is another answer given by some elders who say that there are occasions when the curse of contriving against someone innocent or inflicting injustice on him, more than often, falls on the person causing it, right here in this world as well. Muhammad Ibn Ka` b al-Qurazi said: There are three things the doer of which does not remain safe against its curse and punishment even in this world. These are: (1) Causing harm or pain to some innocent person by engineering evil against him. (2) Inflicting any injustice. (3) Breaking of pledge. (Ibn Kathir) Particularly so, when things like that are done against a person who is helpless or does not have the power to avenge or elects to endure despite having that power. Experience bears out that no one who does things like that has ever remained unaffected by the curse of injustice thus inflicted even in this world. Hence, the outcome will be that the element of restriction (Hasr) visible here appears in terms of a majority rule and not in any absolute sense. Allah knows best.\nAlhamdulillah\nThe Commentary on\nSurah Fatir\nEnds here"
    },
    {
      "ayah": 5,
      "surah": 35,
      "text": "Commentary\nThe word: غَرُ‌ورُ‌ (gharur) is an emphatic form of an adjective that means one who is very deceiving (hence, rendered here as 'big deceiver' ). It refers to the Shaitan (Satan) whose sole job is to deceive people and throw them into disbelief and sin. And the expression لَا يَغُرَّ‌نَّكُم بِاللَّـهِ الْغَرُ‌ورُ‌ (5) means 'nor should you be deceived about Allah'. To explain this deception, it can be said that the Shaitan may not, by showing your evil deeds as good, cause you to become so involved with these that you reach the stage when you go on committing a sin and, at the same time, keep thinking that you are of those accepted in the sight of Allah, and that you will not have to undergo any punishment.' (Qurtubi)"
    },
    {
      "ayah": 6,
      "surah": 35,
      "text": "Commentary\nThe word: غَرُ‌ورُ‌ (gharur) is an emphatic form of an adjective that means one who is very deceiving (hence, rendered here as 'big deceiver' ). It refers to the Shaitan (Satan) whose sole job is to deceive people and throw them into disbelief and sin. And the expression لَا يَغُرَّ‌نَّكُم بِاللَّـهِ الْغَرُ‌ورُ‌ (5) means 'nor should you be deceived about Allah'. To explain this deception, it can be said that the Shaitan may not, by showing your evil deeds as good, cause you to become so involved with these that you reach the stage when you go on committing a sin and, at the same time, keep thinking that you are of those accepted in the sight of Allah, and that you will not have to undergo any punishment.' (Qurtubi)"
    },
    {
      "ayah": 7,
      "surah": 35,
      "text": "Commentary\nThe word: غَرُ‌ورُ‌ (gharur) is an emphatic form of an adjective that means one who is very deceiving (hence, rendered here as 'big deceiver' ). It refers to the Shaitan (Satan) whose sole job is to deceive people and throw them into disbelief and sin. And the expression لَا يَغُرَّ‌نَّكُم بِاللَّـهِ الْغَرُ‌ورُ‌ (5) means 'nor should you be deceived about Allah'. To explain this deception, it can be said that the Shaitan may not, by showing your evil deeds as good, cause you to become so involved with these that you reach the stage when you go on committing a sin and, at the same time, keep thinking that you are of those accepted in the sight of Allah, and that you will not have to undergo any punishment.' (Qurtubi)"
    },
    {
      "ayah": 8,
      "surah": 35,
      "text": "Imam al-Baghawi has reported on the authority of Sayyidna ` Abdullah Ibn ` Abbas ؓ that the verse: فَإِنَّ اللَّـهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ (The fact, therefore, is that Allah lets go astray whomsoever He wills , and leads to the right path whomsoever He wills.- 8) was revealed at a time when the Holy Prophet ﷺ had made the prayer: '0 Allah, bless Islam with prestige and power, through ` Umar Ibn al-Khattab, or Abu Jahl.' Out of the two, Allah Ta’ ala showed the right path to Sayyidna 'Umar ؓ and made him the cause of Islam's prestige and power, while Abu Jahl remained as astray as he was. (Mazhari)"
    },
    {
      "ayah": 9,
      "surah": 35,
      "text": "Imam al-Baghawi has reported on the authority of Sayyidna ` Abdullah Ibn ` Abbas ؓ that the verse: فَإِنَّ اللَّـهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ (The fact, therefore, is that Allah lets go astray whomsoever He wills , and leads to the right path whomsoever He wills.- 8) was revealed at a time when the Holy Prophet ﷺ had made the prayer: '0 Allah, bless Islam with prestige and power, through ` Umar Ibn al-Khattab, or Abu Jahl.' Out of the two, Allah Ta’ ala showed the right path to Sayyidna 'Umar ؓ and made him the cause of Islam's prestige and power, while Abu Jahl remained as astray as he was. (Mazhari)"
    }
  ]
}
