{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 36,
      "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin)."
    },
    {
      "ayah": 10,
      "surah": 36,
      "text": "Verses 7 and 8 لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا (The word has indeed come true about most of them, so they will not believe. Surely We have placed iron collars on their necks, so they are reaching up to their chins, and their heads are forced to remain upraised.) mean that Allah Ta’ ala has already placed before human beings two alternate ways of life - the way of kufr (disbelief) and 'Iman (faith) and the way of Jannah (Paradise) and Jahannam (the Hell) - and to give direction and substance to this call of faith, He also sent prophets and Books. In fact, He went further ahead by giving human beings the choice to first identify what is good or bad for one and then take to either of the two ways. Now if there is that unfortunate person who does neither think, nor ponders over proofs spread throughout nature, nor listens to the call of the prophets, nor deliberates in the Book of Allah, then, once this person has made a choice and has taken to a way thus chosen, Allah Ta’ ala assembles for him everything he needs to achieve that end. One who embraces the wont of disbelief, for him the supply of things and circumstances that would increase his disbelief never run short. This is what has been expressed as: لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ (7) which means that against most of these people, because of their choice of the evil, the decisive verdict of Allah - that they are not going to believe - already stands pronounced.\nGiven next is a similitude of their condition by saying that they look like people whose necks have been shackled in a manner that causes their faces and eyes stay upraised rendering them totally unable to see their way on the ground. If so, it is obvious that one cannot remain safe against the likelihood of falling down into some ditch or abyss.\nThen comes another similitude. It was said that it is like a wall having been placed as a barrier all around someone. Thus surrounded, this person becomes unaware of what is going on outside. Similarly, these infidels are surrounded by their ignorance and, on top of it, by their hostility and doggedness. Under these conditions, it is as if the truth present elsewhere simply does not reach them.\nImam Razi (رح) has said that there are two kinds of barriers against perception. One barrier is of the kind that prevents one from seeing even himself. The second barrier is the inability to see one's surrounding. For the disbelievers, both kinds of barriers against seeing the truth were present. Therefore, the first example is that of the first barrier, that is, one who cannot bend his neck to lower his eyes cannot see even his own self or the state in which he exists. Then the second example is that of the second barrier that stops one from seeing his surroundings. (Ruh-ul- Ma’ ani)\nThe majority of commentators have declared the present verse to be a similitude of their disbelief and hostility only. And some commentators, on the basis of some narrations, have taken it to be the description of an event, that is, Abu Jahl and some others, bent on killing or hurting the Holy Prophet ﷺ ، lunged towards him but Allah Ta’ ala cast curtain over their eyes. Thus, rendered helpless, they went back. Many similar events have been reported in books of Tafsir, such as, Ibn Kathir, Ruh-ul-Ma’ ani, al-Qurtubi, Mazhari and others. But, most of these are weak narrations. The Tafsir of the verse cannot be based on such sources."
    },
    {
      "ayah": 11,
      "surah": 36,
      "text": "Verses 7 and 8 لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا (The word has indeed come true about most of them, so they will not believe. Surely We have placed iron collars on their necks, so they are reaching up to their chins, and their heads are forced to remain upraised.) mean that Allah Ta’ ala has already placed before human beings two alternate ways of life - the way of kufr (disbelief) and 'Iman (faith) and the way of Jannah (Paradise) and Jahannam (the Hell) - and to give direction and substance to this call of faith, He also sent prophets and Books. In fact, He went further ahead by giving human beings the choice to first identify what is good or bad for one and then take to either of the two ways. Now if there is that unfortunate person who does neither think, nor ponders over proofs spread throughout nature, nor listens to the call of the prophets, nor deliberates in the Book of Allah, then, once this person has made a choice and has taken to a way thus chosen, Allah Ta’ ala assembles for him everything he needs to achieve that end. One who embraces the wont of disbelief, for him the supply of things and circumstances that would increase his disbelief never run short. This is what has been expressed as: لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ (7) which means that against most of these people, because of their choice of the evil, the decisive verdict of Allah - that they are not going to believe - already stands pronounced.\nGiven next is a similitude of their condition by saying that they look like people whose necks have been shackled in a manner that causes their faces and eyes stay upraised rendering them totally unable to see their way on the ground. If so, it is obvious that one cannot remain safe against the likelihood of falling down into some ditch or abyss.\nThen comes another similitude. It was said that it is like a wall having been placed as a barrier all around someone. Thus surrounded, this person becomes unaware of what is going on outside. Similarly, these infidels are surrounded by their ignorance and, on top of it, by their hostility and doggedness. Under these conditions, it is as if the truth present elsewhere simply does not reach them.\nImam Razi (رح) has said that there are two kinds of barriers against perception. One barrier is of the kind that prevents one from seeing even himself. The second barrier is the inability to see one's surrounding. For the disbelievers, both kinds of barriers against seeing the truth were present. Therefore, the first example is that of the first barrier, that is, one who cannot bend his neck to lower his eyes cannot see even his own self or the state in which he exists. Then the second example is that of the second barrier that stops one from seeing his surroundings. (Ruh-ul- Ma’ ani)\nThe majority of commentators have declared the present verse to be a similitude of their disbelief and hostility only. And some commentators, on the basis of some narrations, have taken it to be the description of an event, that is, Abu Jahl and some others, bent on killing or hurting the Holy Prophet ﷺ ، lunged towards him but Allah Ta’ ala cast curtain over their eyes. Thus, rendered helpless, they went back. Many similar events have been reported in books of Tafsir, such as, Ibn Kathir, Ruh-ul-Ma’ ani, al-Qurtubi, Mazhari and others. But, most of these are weak narrations. The Tafsir of the verse cannot be based on such sources."
    },
    {
      "ayah": 12,
      "surah": 36,
      "text": "In verse 12, by saying: وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَ‌هُمْ (and We are recording whatever (deeds) they send ahead and whatever effects they leave behind.), the doing of deeds has been equated with 'sending ahead' to point out that good or bad deeds done in the mortal world have not gone the way of all flesh right here. Instead of that, these were their wherewithal, their baggage that has gone ahead of them to their destination in the next world that they have to confront. Now, if these deeds were good, they will make them look handsome in Paradise, and if they were bad, the embers of Hell will be their fate. The real purpose of 'recording' these deeds is to keep them preserved. Writing too is a means of doing that, so that there remains no probability of error, forgetfulness, increase or decrease.\nThe effects of deeds are also recorded like the deeds themselves\nThe terse statement: وَآثَارَ‌هُمْ (wa 'atharahum: and their effects) in Verse 12 means that the way deeds done by them are written, so are their effects too. The word: آثَارَ‌ (athar: traces, or effects) denotes fruits, outcomes and consequences that show up later and keep surviving. For example, someone helped people learn their religion, told them about its injunctions or wrote a book for to enable them to get the best out of their faith, or instituted some sort of endowment that turned out to be beneficial for people after him and, for that matter, did something that brought benefit to common Muslims, then, as far as the effects of this good deed remain, and as long as they bring fruits, they all will continue to be written in his Book of Deeds. Similar is the case of bad deeds, the evil fruits and effects of which continue to remain in the world. For example, someone instituted oppressive laws, or institutions that tend to corrupt the human deeds and morals, or made people follow the way of evil outcomes of his deed keep taking shape, these will continue to be recorded in his Book of Deeds - as it has been said by the Holy Prophet ﷺ himself while explaining this verse. Narrates Sayyidna Jarir Ibn ` Abdullah al-Bajali ؓ that the Holy Prophet ﷺ said:\nمَن سَنَّ سُنَّۃً حَسَنَۃً فَلہ، اَجرُھَا وَاَجرُ مَن عَمَلَ بِھَا مِن م بَعدِہٖ مِن غَیرِ اَن یُنقَصَ مَن اُجُورِھِم شَیٔاً وَّمن سَنَّ سُنَّۃً کَانَ عَلَیہِ وزرُھا وَ وِزرُ مَن عَمِل بِھَا مِن م بَعدِہٖ لَا یُنقَصُ مِن اَوزَارِھِم شَیٔاً ، ثُمَّ تَلَا وَ نَکتُبُ مَا قَدَّمُوا وَ آثارَھُم،\nWhoever started a good practice, he will have its reward, and the reward of whoever acts in accordance with it after him, without the least decrease in the reward of others acting upon it. And whoever started a bad practice, on him shall be its sin along with the sin of whoever acts in accordance with it after him, without the least decrease in the sins of others acting upon it\" - Ibn Kathir from Ibn Abi Hatim.\n۔\nThe word: آثارَ (athar: traces or effects) is also used in the sense of footprints. As in Hadith, when one walks to the Masjid, one good deed is recorded at every step he takes. Some Hadith narrations seem to indicate that the word: آثارَ (athar: traces) appearing in this verse refers to these very footprints. The way the reward of Salah is written down, similarly, on every step taken while going for Salah, one good deed is recorded. At this stage in his Tafsir, Ibn Kathir has put together all narrations that mention that there were many people in Madinah whose homes were at some distance from the Prophet's Masjid. They thought of setting up their homes closer to the Masjid. The Holy Prophet ﷺ told them not to do that. He advised them: Live where you do. When you walk in from afar, do not take this time to have been wasted. The more your steps, the more shall be your reward.\nThere could be a possible doubt here in that the present Surah is Makki, while the event mentioned in these Hadith belongs to Madinah. This could be answered by saying that the verse might as well be in its general sense - that is, the traces of deeds are also written - and that this verse may have been revealed in Makkah. But thereafter, when this event came to pass in Madinah, he mentioned this verse in support. Then he counted footprints too within the effects and traces the writing of which has been mentioned in this verse of the Qur'an. This way the apparent contradiction between these two explanations also stands removed (as explicated and preferred by Ibn Kathir)."
    },
    {
      "ayah": 13,
      "surah": 36,
      "text": "Commentary\nThe expression: ضرب مثل (cite an example) in verse 13: وَاضْرِ‌بْ لَهُم مَّثَلًا أَصْحَابَ الْقَرْ‌يَةِ (And cite to them the example of the People of the Town) is generally used to prove something by giving the example of a similar thing. The following event has been narrated by the Holy Qur'an to alert people against disbelievers who rejected the very notion of there being a prophet or messenger.\nThe town in which this event took place\nThe Qur'an does not tell us the name of this town. In historical narrations, Muhammad Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka'b Ahbar and Wahb Ibn Munabbih ؓ that it was the town of Antakiyah (Antioch) and majority of commentators have opted for it. Abu Hayyan and Ibn Kathir have said that no statement counter to it has been reported from any of the commentators. According to details given in Mu` jim-ul-Buldan, Antakiyah is a wellknown town of Syria, famous, for its verdant growth and stability. Its fort and its protective wall around the town are considered ideal. The town has many churches with inlay work in gold and silver. This is a coastal town. During the Islamic period, it was conquered by the famous Sahabi Sayyidna Abu ` Ubaidah Ibn Jarrah ؓ . Yaqut al-Hamawi, the author of Mu` jim-ul-Buldan has also written that the grave of Habib Najjar (whose story appears a little later in this verse) is a known site in Antakiyah. People from far and near come to visit it. From this clear statement from him also, it seems likely that the town mentioned in this verse is this very town of Antakiyah.\nIbn Kathir has written that Antakiyah is one of the four major towns which have been deemed to be the centers of the Christian faith, that is, al-Quds, (Jerusalem), Rumiyyah (Rome), Iskandariyyah (Alexandria) and Antakiyah (Antioch). And he also said that Antakiyah is the first city that embraced the faith brought by Sayyidna ` Isa al-Masih (علیہ السلام) . It is on this very ground that Ibn Kathir is reluctant in accepting that the town mentioned in this verse could be the famous town of Antakiyah - because, according to the explicit statement of the Qur'an, this was a town of disbelievers who refused to accept any prophet or messenger. And according to historical accounts, they were idolaters and polytheists. If so, how can Antakiyah, that was foremost in welcoming and embracing the faith of Sayyidna ` Isa al-Masih (علیہ السلام) ، be the town referred to here?\nIn addition to that, it is also proved from the cited verses of the Qur'an that this whole town was hit by a punishment that left no one alive. No such event about the town of Antakiyah - that all its inhabitants had simultaneously died at some time - has been reported in history. Therefore, according to Ibn Kathir, either the town mentioned in this verse is some town other than Antakiyah, or that it is some other town bearing the same name of Antakiyah which is not the famous town of Antakiyah.\nThough, the author of Fath-ul-Mannan has also given answers to the doubts expressed by Ibn Kathir, however, the easiest way out has been offered by Maulana Ashraf Thanavi (رح) in Tafsir Bayan-ul-Qur'an. To understand the subject of these verses of the Qur'an, he says, it is not necessary to determine the location of this town, and since the noble Qur'an has kept it ambiguous, there is just no need to exert so much effort to determine it. The famous saying of the early forbears of Islam that: اَبھِمُوا مَا اَبھَمَہُ اللہُ (Leave ambiguous that which Allah has left ambiguous) also requires nothing but this."
    },
    {
      "ayah": 14,
      "surah": 36,
      "text": "In the next sentence of verse 13: إِذْ أَرْ‌سَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when the messengers came to it... - 13). The text has briefly mentioned the coming of messengers to the town. The number of the messengers sent has been identified in verse 14:إِذْ جَاءَهَا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when We sent to them two (apostles), and they rejected them both, so We supported them with a third one. So they said, \"We are sent to you\" ) This shows that three messengers were sent to the said town. First came two, the people of the town rejected them and refused to listen to them. Then Allah Ta’ ala strengthened them by sending the third messenger. After that, all three addressed the people of the town, telling them that they had been sent to guide them to the straight path.\nWhat does 'messenger' mean? Who were these people?\nIn the Qur'an, the word: رسول (rasul: messenger) and: مُرسل (mursal: sent) is generally used for a prophet or apostle of Allah. In this verse, Allah Ta’ ala has attributed their sending to Himself. This too indicates that they are prophets who have been sent to accomplish some mission. This is what Ibn Ishaq reports from Sayyidna Ibn ` Abbas ؓ Ka'b Ahbar ؓ and Wahb Ibn Munabbih. According to the reports, these three elders mentioned as the ones sent to this town were the prophets of Allah. Their names as given in this narration are Sadiq, Saduq and Shalum, while in another narration, the name of the third appears as Sham` un. (Ibn Kathir)\nAnd it has been reported from Sayyidna Qatadah ؓ that the word: مُّرْ‌سَلُونَ (mursalun: sent ones) has not been used here in its technical sense, instead, it appears in the sense of a bearer of message, and the three elders who were sent to this town were no prophets themselves, rather, were from among the disciples of Sayyidna ` Isa (علیہ السلام) and were sent for the guidance of this town under his order (Ibn Kathir). And since their sender, Sayyidna ` Isa (علیہ السلام) was a messenger of Allah, therefore, in a way, his sending was indirectly the sending of Allah Ta’ ala. Hence, his sending has been attributed to Allah Ta’ ala. Out of the commentators, Ibn Kathir has opted for the first saying while al-Qurtubi and others have gone by the second. From the apparent sense of the text of the Qur'an too, it is generally gathered that these blessed souls were prophets of Allah. Allah knows best."
    },
    {
      "ayah": 15,
      "surah": 36,
      "text": "In the next sentence of verse 13: إِذْ أَرْ‌سَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when the messengers came to it... - 13). The text has briefly mentioned the coming of messengers to the town. The number of the messengers sent has been identified in verse 14:إِذْ جَاءَهَا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when We sent to them two (apostles), and they rejected them both, so We supported them with a third one. So they said, \"We are sent to you\" ) This shows that three messengers were sent to the said town. First came two, the people of the town rejected them and refused to listen to them. Then Allah Ta’ ala strengthened them by sending the third messenger. After that, all three addressed the people of the town, telling them that they had been sent to guide them to the straight path.\nWhat does 'messenger' mean? Who were these people?\nIn the Qur'an, the word: رسول (rasul: messenger) and: مُرسل (mursal: sent) is generally used for a prophet or apostle of Allah. In this verse, Allah Ta’ ala has attributed their sending to Himself. This too indicates that they are prophets who have been sent to accomplish some mission. This is what Ibn Ishaq reports from Sayyidna Ibn ` Abbas ؓ Ka'b Ahbar ؓ and Wahb Ibn Munabbih. According to the reports, these three elders mentioned as the ones sent to this town were the prophets of Allah. Their names as given in this narration are Sadiq, Saduq and Shalum, while in another narration, the name of the third appears as Sham` un. (Ibn Kathir)\nAnd it has been reported from Sayyidna Qatadah ؓ that the word: مُّرْ‌سَلُونَ (mursalun: sent ones) has not been used here in its technical sense, instead, it appears in the sense of a bearer of message, and the three elders who were sent to this town were no prophets themselves, rather, were from among the disciples of Sayyidna ` Isa (علیہ السلام) and were sent for the guidance of this town under his order (Ibn Kathir). And since their sender, Sayyidna ` Isa (علیہ السلام) was a messenger of Allah, therefore, in a way, his sending was indirectly the sending of Allah Ta’ ala. Hence, his sending has been attributed to Allah Ta’ ala. Out of the commentators, Ibn Kathir has opted for the first saying while al-Qurtubi and others have gone by the second. From the apparent sense of the text of the Qur'an too, it is generally gathered that these blessed souls were prophets of Allah. Allah knows best."
    },
    {
      "ayah": 16,
      "surah": 36,
      "text": "In the next sentence of verse 13: إِذْ أَرْ‌سَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when the messengers came to it... - 13). The text has briefly mentioned the coming of messengers to the town. The number of the messengers sent has been identified in verse 14:إِذْ جَاءَهَا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when We sent to them two (apostles), and they rejected them both, so We supported them with a third one. So they said, \"We are sent to you\" ) This shows that three messengers were sent to the said town. First came two, the people of the town rejected them and refused to listen to them. Then Allah Ta’ ala strengthened them by sending the third messenger. After that, all three addressed the people of the town, telling them that they had been sent to guide them to the straight path.\nWhat does 'messenger' mean? Who were these people?\nIn the Qur'an, the word: رسول (rasul: messenger) and: مُرسل (mursal: sent) is generally used for a prophet or apostle of Allah. In this verse, Allah Ta’ ala has attributed their sending to Himself. This too indicates that they are prophets who have been sent to accomplish some mission. This is what Ibn Ishaq reports from Sayyidna Ibn ` Abbas ؓ Ka'b Ahbar ؓ and Wahb Ibn Munabbih. According to the reports, these three elders mentioned as the ones sent to this town were the prophets of Allah. Their names as given in this narration are Sadiq, Saduq and Shalum, while in another narration, the name of the third appears as Sham` un. (Ibn Kathir)\nAnd it has been reported from Sayyidna Qatadah ؓ that the word: مُّرْ‌سَلُونَ (mursalun: sent ones) has not been used here in its technical sense, instead, it appears in the sense of a bearer of message, and the three elders who were sent to this town were no prophets themselves, rather, were from among the disciples of Sayyidna ` Isa (علیہ السلام) and were sent for the guidance of this town under his order (Ibn Kathir). And since their sender, Sayyidna ` Isa (علیہ السلام) was a messenger of Allah, therefore, in a way, his sending was indirectly the sending of Allah Ta’ ala. Hence, his sending has been attributed to Allah Ta’ ala. Out of the commentators, Ibn Kathir has opted for the first saying while al-Qurtubi and others have gone by the second. From the apparent sense of the text of the Qur'an too, it is generally gathered that these blessed souls were prophets of Allah. Allah knows best."
    },
    {
      "ayah": 17,
      "surah": 36,
      "text": "In the next sentence of verse 13: إِذْ أَرْ‌سَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when the messengers came to it... - 13). The text has briefly mentioned the coming of messengers to the town. The number of the messengers sent has been identified in verse 14:إِذْ جَاءَهَا إِنَّا إِلَيْكُم مُّرْ‌سَلُونَ (when We sent to them two (apostles), and they rejected them both, so We supported them with a third one. So they said, \"We are sent to you\" ) This shows that three messengers were sent to the said town. First came two, the people of the town rejected them and refused to listen to them. Then Allah Ta’ ala strengthened them by sending the third messenger. After that, all three addressed the people of the town, telling them that they had been sent to guide them to the straight path.\nWhat does 'messenger' mean? Who were these people?\nIn the Qur'an, the word: رسول (rasul: messenger) and: مُرسل (mursal: sent) is generally used for a prophet or apostle of Allah. In this verse, Allah Ta’ ala has attributed their sending to Himself. This too indicates that they are prophets who have been sent to accomplish some mission. This is what Ibn Ishaq reports from Sayyidna Ibn ` Abbas ؓ Ka'b Ahbar ؓ and Wahb Ibn Munabbih. According to the reports, these three elders mentioned as the ones sent to this town were the prophets of Allah. Their names as given in this narration are Sadiq, Saduq and Shalum, while in another narration, the name of the third appears as Sham` un. (Ibn Kathir)\nAnd it has been reported from Sayyidna Qatadah ؓ that the word: مُّرْ‌سَلُونَ (mursalun: sent ones) has not been used here in its technical sense, instead, it appears in the sense of a bearer of message, and the three elders who were sent to this town were no prophets themselves, rather, were from among the disciples of Sayyidna ` Isa (علیہ السلام) and were sent for the guidance of this town under his order (Ibn Kathir). And since their sender, Sayyidna ` Isa (علیہ السلام) was a messenger of Allah, therefore, in a way, his sending was indirectly the sending of Allah Ta’ ala. Hence, his sending has been attributed to Allah Ta’ ala. Out of the commentators, Ibn Kathir has opted for the first saying while al-Qurtubi and others have gone by the second. From the apparent sense of the text of the Qur'an too, it is generally gathered that these blessed souls were prophets of Allah. Allah knows best."
    },
    {
      "ayah": 18,
      "surah": 36,
      "text": "The word: تَطَيَّرْ‌ (tatayyur) in verse 18: قَالُوا إِنَّا تَطَيَّرْ‌نَا بِكُمْ (We take you as a bad omen for us.) means the seeing of an evil omen in someone or taking someone to be wretched. It is being said here that the people of this town did not listen to these blessed souls sent to them and chided them as being wretched or carriers of misfortune. It appears in some narrations that a famine had overtaken this town, because the people of the town had curtly turned down the good counsel of the messengers. That is why the people of the town called them wretched, or maybe they were hurt in some other way. So, as is the common habit of disbelievers, they would hasten to attribute any distress that afflicts them to prophets and the righteous who are nothing but their guides and benefactors. Hence, in this case too, they lost no time and attributed their own wretchedness to these blessed elders. This happens to be similar to what has been said in the Qur'an about the people of Sayyidna Musa (علیہ السلام) فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَـٰذِهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُ‌وا بِمُوسَىٰ وَمَن مَّعَهُ (So when something good come to them they said, \"This is our right\". And if they suffered from something evil, they ascribed it as an ill omen to Musa and those with him - 7:131). Similarly, the people of Sayyidna Salih (علیہ السلام) said to him: اطَّيَّرْ‌نَا بِكَ وَبِمَن مَّعَكَ (They said, \"we regard you and those with you as a sign of bad omen\". - 27:47)."
    },
    {
      "ayah": 19,
      "surah": 36,
      "text": "The sense of the statement: قَالُوا طَائِرُ‌كُم مَّعَكُمْ (They said, \"Your bad omen deeds.' The word: طَایٔر (ta'ir) essentially denotes bad omen or misfortune and, on occasions, it is also used to refer to the effects of misfortune, that is, wretchedness. Here, this is what it means. (Ibn Kathir, Qurtubi)"
    },
    {
      "ayah": 2,
      "surah": 36,
      "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin)."
    },
    {
      "ayah": 20,
      "surah": 36,
      "text": "In verse 20, it was said: وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَ‌جُلٌ يَسْعَىٰ (And there came a man rushing from the farthest part of the city.) In the first verse (13), the place where this incident transpired was expressed as: اَلقَریَۃ (al-qaryah: town) which, according to the Arabic lexical usage, does not signify a small village, instead, it means a habitation in the absolute sense. It may be a small habitation or a big city. Now, in this verse, this place has been identified as: اَمَدِینۃ (al-madinah), a name used only for a big city. From here, we learn that the habitation where this event took place was some big city. Hence, this too supports the saying where it has been identified as Antakiyah. The expression: أَقْصَى الْمَدِينَةِ (aqsal-madinah: farthest part of the city) means outskirts of the city. The word: يَسْعَىٰ as a rushing) in the phrase: رَ‌جُلٌ يَسْعَىٰ has been derived from: سَعٰی يَسْعَىٰ (run) which means to walk in a running gait. Therefore, the expression would mean that a man came running from the farthest part of the city. Then, there are occasions when this word is also used in the sense of walking with concern, poise and sense of purpose to be accomplished - which may not include running- as in Surah Al-Jumu` ah: فَاسْعَوْا إِلَىٰ ذِكْرِ‌ اللَّـهِ (fas` aw ila dhikril-lah: hasten for the remembrance of Allah (Khutbah and Salah of Jumu'ah) - 62:9). Here, this very sense is intended.\nThe event relating to the person coming from the farthest part of the city\nThe noble Qur'an has left this too as ambiguous. It does not mention his name, nor does it say who he was. As part of historical narrations, Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka` b al-Ahbar And Wahb Ibn Munabbih that the name of this person was Habib. There are different sayings about his profession. The most famous is the one that says that he was a carpenter. (Ibn Kathir).\nOther historical narrations reported by commentators at this stage tell us that this person too was initially an idolater. He happened to meet the two messengers who came to this town the first time. It was either as a result of their teachings or, as it appears in some narrations, by seeing extraordinary working of wonders at their hands, his heart was lit with faith. He repented from past idolatry, embraced Islam and retired to a cave devoting to worship. When he got the news that the people of the city have rejected the teachings of these messengers, have become hostile to them and were threatening to kill them, he came to his people prompted by the mixed objectives of his concern for their good as well as the safety of the messengers. He advised them to follow these messengers and declared that he himself had become a believer: (I have believed in your Lord; so listen to me.- 25)"
    },
    {
      "ayah": 21,
      "surah": 36,
      "text": "In verse 20, it was said: وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَ‌جُلٌ يَسْعَىٰ (And there came a man rushing from the farthest part of the city.) In the first verse (13), the place where this incident transpired was expressed as: اَلقَریَۃ (al-qaryah: town) which, according to the Arabic lexical usage, does not signify a small village, instead, it means a habitation in the absolute sense. It may be a small habitation or a big city. Now, in this verse, this place has been identified as: اَمَدِینۃ (al-madinah), a name used only for a big city. From here, we learn that the habitation where this event took place was some big city. Hence, this too supports the saying where it has been identified as Antakiyah. The expression: أَقْصَى الْمَدِينَةِ (aqsal-madinah: farthest part of the city) means outskirts of the city. The word: يَسْعَىٰ as a rushing) in the phrase: رَ‌جُلٌ يَسْعَىٰ has been derived from: سَعٰی يَسْعَىٰ (run) which means to walk in a running gait. Therefore, the expression would mean that a man came running from the farthest part of the city. Then, there are occasions when this word is also used in the sense of walking with concern, poise and sense of purpose to be accomplished - which may not include running- as in Surah Al-Jumu` ah: فَاسْعَوْا إِلَىٰ ذِكْرِ‌ اللَّـهِ (fas` aw ila dhikril-lah: hasten for the remembrance of Allah (Khutbah and Salah of Jumu'ah) - 62:9). Here, this very sense is intended.\nThe event relating to the person coming from the farthest part of the city\nThe noble Qur'an has left this too as ambiguous. It does not mention his name, nor does it say who he was. As part of historical narrations, Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka` b al-Ahbar And Wahb Ibn Munabbih that the name of this person was Habib. There are different sayings about his profession. The most famous is the one that says that he was a carpenter. (Ibn Kathir).\nOther historical narrations reported by commentators at this stage tell us that this person too was initially an idolater. He happened to meet the two messengers who came to this town the first time. It was either as a result of their teachings or, as it appears in some narrations, by seeing extraordinary working of wonders at their hands, his heart was lit with faith. He repented from past idolatry, embraced Islam and retired to a cave devoting to worship. When he got the news that the people of the city have rejected the teachings of these messengers, have become hostile to them and were threatening to kill them, he came to his people prompted by the mixed objectives of his concern for their good as well as the safety of the messengers. He advised them to follow these messengers and declared that he himself had become a believer: (I have believed in your Lord; so listen to me.- 25)"
    },
    {
      "ayah": 22,
      "surah": 36,
      "text": "In verse 20, it was said: وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَ‌جُلٌ يَسْعَىٰ (And there came a man rushing from the farthest part of the city.) In the first verse (13), the place where this incident transpired was expressed as: اَلقَریَۃ (al-qaryah: town) which, according to the Arabic lexical usage, does not signify a small village, instead, it means a habitation in the absolute sense. It may be a small habitation or a big city. Now, in this verse, this place has been identified as: اَمَدِینۃ (al-madinah), a name used only for a big city. From here, we learn that the habitation where this event took place was some big city. Hence, this too supports the saying where it has been identified as Antakiyah. The expression: أَقْصَى الْمَدِينَةِ (aqsal-madinah: farthest part of the city) means outskirts of the city. The word: يَسْعَىٰ as a rushing) in the phrase: رَ‌جُلٌ يَسْعَىٰ has been derived from: سَعٰی يَسْعَىٰ (run) which means to walk in a running gait. Therefore, the expression would mean that a man came running from the farthest part of the city. Then, there are occasions when this word is also used in the sense of walking with concern, poise and sense of purpose to be accomplished - which may not include running- as in Surah Al-Jumu` ah: فَاسْعَوْا إِلَىٰ ذِكْرِ‌ اللَّـهِ (fas` aw ila dhikril-lah: hasten for the remembrance of Allah (Khutbah and Salah of Jumu'ah) - 62:9). Here, this very sense is intended.\nThe event relating to the person coming from the farthest part of the city\nThe noble Qur'an has left this too as ambiguous. It does not mention his name, nor does it say who he was. As part of historical narrations, Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka` b al-Ahbar And Wahb Ibn Munabbih that the name of this person was Habib. There are different sayings about his profession. The most famous is the one that says that he was a carpenter. (Ibn Kathir).\nOther historical narrations reported by commentators at this stage tell us that this person too was initially an idolater. He happened to meet the two messengers who came to this town the first time. It was either as a result of their teachings or, as it appears in some narrations, by seeing extraordinary working of wonders at their hands, his heart was lit with faith. He repented from past idolatry, embraced Islam and retired to a cave devoting to worship. When he got the news that the people of the city have rejected the teachings of these messengers, have become hostile to them and were threatening to kill them, he came to his people prompted by the mixed objectives of his concern for their good as well as the safety of the messengers. He advised them to follow these messengers and declared that he himself had become a believer: (I have believed in your Lord; so listen to me.- 25)"
    },
    {
      "ayah": 23,
      "surah": 36,
      "text": "In verse 20, it was said: وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَ‌جُلٌ يَسْعَىٰ (And there came a man rushing from the farthest part of the city.) In the first verse (13), the place where this incident transpired was expressed as: اَلقَریَۃ (al-qaryah: town) which, according to the Arabic lexical usage, does not signify a small village, instead, it means a habitation in the absolute sense. It may be a small habitation or a big city. Now, in this verse, this place has been identified as: اَمَدِینۃ (al-madinah), a name used only for a big city. From here, we learn that the habitation where this event took place was some big city. Hence, this too supports the saying where it has been identified as Antakiyah. The expression: أَقْصَى الْمَدِينَةِ (aqsal-madinah: farthest part of the city) means outskirts of the city. The word: يَسْعَىٰ as a rushing) in the phrase: رَ‌جُلٌ يَسْعَىٰ has been derived from: سَعٰی يَسْعَىٰ (run) which means to walk in a running gait. Therefore, the expression would mean that a man came running from the farthest part of the city. Then, there are occasions when this word is also used in the sense of walking with concern, poise and sense of purpose to be accomplished - which may not include running- as in Surah Al-Jumu` ah: فَاسْعَوْا إِلَىٰ ذِكْرِ‌ اللَّـهِ (fas` aw ila dhikril-lah: hasten for the remembrance of Allah (Khutbah and Salah of Jumu'ah) - 62:9). Here, this very sense is intended.\nThe event relating to the person coming from the farthest part of the city\nThe noble Qur'an has left this too as ambiguous. It does not mention his name, nor does it say who he was. As part of historical narrations, Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka` b al-Ahbar And Wahb Ibn Munabbih that the name of this person was Habib. There are different sayings about his profession. The most famous is the one that says that he was a carpenter. (Ibn Kathir).\nOther historical narrations reported by commentators at this stage tell us that this person too was initially an idolater. He happened to meet the two messengers who came to this town the first time. It was either as a result of their teachings or, as it appears in some narrations, by seeing extraordinary working of wonders at their hands, his heart was lit with faith. He repented from past idolatry, embraced Islam and retired to a cave devoting to worship. When he got the news that the people of the city have rejected the teachings of these messengers, have become hostile to them and were threatening to kill them, he came to his people prompted by the mixed objectives of his concern for their good as well as the safety of the messengers. He advised them to follow these messengers and declared that he himself had become a believer: (I have believed in your Lord; so listen to me.- 25)"
    },
    {
      "ayah": 24,
      "surah": 36,
      "text": "In verse 20, it was said: وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَ‌جُلٌ يَسْعَىٰ (And there came a man rushing from the farthest part of the city.) In the first verse (13), the place where this incident transpired was expressed as: اَلقَریَۃ (al-qaryah: town) which, according to the Arabic lexical usage, does not signify a small village, instead, it means a habitation in the absolute sense. It may be a small habitation or a big city. Now, in this verse, this place has been identified as: اَمَدِینۃ (al-madinah), a name used only for a big city. From here, we learn that the habitation where this event took place was some big city. Hence, this too supports the saying where it has been identified as Antakiyah. The expression: أَقْصَى الْمَدِينَةِ (aqsal-madinah: farthest part of the city) means outskirts of the city. The word: يَسْعَىٰ as a rushing) in the phrase: رَ‌جُلٌ يَسْعَىٰ has been derived from: سَعٰی يَسْعَىٰ (run) which means to walk in a running gait. Therefore, the expression would mean that a man came running from the farthest part of the city. Then, there are occasions when this word is also used in the sense of walking with concern, poise and sense of purpose to be accomplished - which may not include running- as in Surah Al-Jumu` ah: فَاسْعَوْا إِلَىٰ ذِكْرِ‌ اللَّـهِ (fas` aw ila dhikril-lah: hasten for the remembrance of Allah (Khutbah and Salah of Jumu'ah) - 62:9). Here, this very sense is intended.\nThe event relating to the person coming from the farthest part of the city\nThe noble Qur'an has left this too as ambiguous. It does not mention his name, nor does it say who he was. As part of historical narrations, Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka` b al-Ahbar And Wahb Ibn Munabbih that the name of this person was Habib. There are different sayings about his profession. The most famous is the one that says that he was a carpenter. (Ibn Kathir).\nOther historical narrations reported by commentators at this stage tell us that this person too was initially an idolater. He happened to meet the two messengers who came to this town the first time. It was either as a result of their teachings or, as it appears in some narrations, by seeing extraordinary working of wonders at their hands, his heart was lit with faith. He repented from past idolatry, embraced Islam and retired to a cave devoting to worship. When he got the news that the people of the city have rejected the teachings of these messengers, have become hostile to them and were threatening to kill them, he came to his people prompted by the mixed objectives of his concern for their good as well as the safety of the messengers. He advised them to follow these messengers and declared that he himself had become a believer: (I have believed in your Lord; so listen to me.- 25)"
    },
    {
      "ayah": 25,
      "surah": 36,
      "text": "The addressee here could be his own people where calling Allah Ta’ ala their Lord was to express a reality - though, they did not accept it. Then, it could also be that this address is to the messengers and the purpose of saying: إِنِّي آمَنتُ بِرَ‌بِّكُمْ فَاسْمَعُونِ (listen to me) may be that they should hear what he was saying and bear witness before Allah that he was a believer."
    },
    {
      "ayah": 26,
      "surah": 36,
      "text": "Verse 26 states: قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ ﴿26﴾ بِمَا غَفَرَ‌ لِي رَ‌بِّي وَجَعَلَنِي مِنَ الْمُكْرَ‌مِينَ ﴿27﴾(it was said to him, \" Enter the paradise\". He said,\"Would that my people knew how my Lord has forgiven me and placed me among the honored ones!\" - 26, 27), that is, it was said to the person who had come from the farthest part of the city to prompt people to believe in the messengers, \"Enter Paradise.\"\nIt is obvious that this address was communicated through some angel who told him to go into the Paradise. In fact, the essential sense of asking him to enter Paradise is to give him the good news that his place in Paradise is a settled matter which would translate into reality at its appointed time after going through the process of Resurrection. (Qurtubi)\nAnd the possibility that he was shown his place in Paradise at that very point of time is not so remote. In addition to that, there is the post-death and pre-resurrection state known as barzakh. In this state of Barzakh too, people bound to go to Paradise are treated well with provision of comfort from Paradise. Therefore, the arrival of such people in the state of Barzakh is, in a way, virtual entry into Paradise.\nBy the words, \"Enter Paradise\" a hint is released to suggest that this person was martyred - because, entering Paradise or being enabled to perceive the traces of Paradise can come about only after death.\nIn historical narratives, it has been reported from Sayyidna Ibn ` Abbas ؓ and early Tafsir authorities, Muqatil and Mujahid that this person was Habib Ibn Isma'il an-Najjar and he is among people who had believed in our noble Prophet ﷺ six hundred years before he actually appeared - as it has been reported about the great tubba' (line of kings in Yemen) that he had come to believe in him much before he was born by reading the prophesies of his coming given in past scriptures. The third respected elder who believed in him before he was ordained and gave his call as prophet is Waraqah Ibn Nawfal who has been mentioned in the Hadith of the Sahih al-Bukhari as part of the events that relate to the initial descent of Wahy (revelation). This too is a singularity of the Holy Prophet ﷺ that these three persons had believed in him before his birth and ordainment. This did not come to pass in the case of any other messenger or prophet.\nAccording to the report of Wahb Ibn Munabbih, this person was a leper. He lived in a house at the farthest gate of the city. For seventy years, he kept praying to his assumed gods that he be delivered from his ailment. By chance, these messengers entered the city of Antakiyah from that very gate. When he met them the first time, they advised him to shun idolatry and invited him to turn to the worship of Allah Ta’ ala for all his needs. He asked them if they had any proof for the correctness of their assertion. When they answered in affirmative, he told them about the disease of leprosy he suffered from and asked them if they could remove it from him. They said, We shall pray to our Lord. He will make you healthy.' He said, 'How strange of you to say that. Here I am, praying to my gods for the past seventy years, yet nothing has happened. How can your Lord change my condition in a single day?' They said, 'Our Lord is powerful over everything, while those you have taken as gods have no reality. They can neither bring benefit to anyone nor can they cause loss.' After hearing what they said, this person believed and those blessed souls prayed for him. Allah Ta’ ala blessed him with perfect health, leaving no traces of the disease he suffered from. Now, his faith became firm, and he promised to himself that he would spend the half of what he will earn in a day in the way of Allah. When he heard that people of the city were mobbing the messengers, he came running, tried to explain that the messengers were true, and that he himself was a believer. The result was that his people charged at them in fury. It appears in the narration of Sayyidna ` Abdullah Ibn Masud ؓ that with their kicks and blows they martyred them. According to some other narrations, they threw rocks at them. As for him, even at a time such as this, when he was being beaten mercilessly, he kept saying: رَبِّ اھدِ قَومِی (My Lord, show my people the right way).\nIt is mentioned in some narrations that these people martyred the three messengers as well. But, no authentic narration mentions specifically as to what happened to them. Probably, they were not killed. (Qurtubi)"
    },
    {
      "ayah": 27,
      "surah": 36,
      "text": "Since this man of piety laid down his life valiantly in the way of Allah, he was blessed with honor as said in Verses 26 and 27: قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ‌ لِي رَ‌بِّي وَجَعَلَنِي مِنَ الْمُكْرَ‌مِينَ (\"He said, 'Would that my people knew how my Lord has forgiven me and placed me among the honored ones!\" ). He was asked to enter Paradise. When he saw the supreme rewards and blessings of Paradise, he remembered his people and wished that if his people could know how generously he was rewarded and what honors were bestowed on him in return for believing in the messengers, perhaps, they too would have believed. This is the wish expressed in this verse.\nThe prophetic method of da'wah (preaching): Significant guidance for message bearers of Islam\nThe way the three messengers sent to this habitation addressed polytheists and disbelievers, the way these blessed souls responded to their harsh remarks and threats, and similarly, the way in which Habib Najjar, who had believed as a result of the Da'wah of these messengers, addressed his people is something worth repeated consideration, for it has great lessons for everyone who is serving the cause of religious preaching and public welfare.\nIn response to the honest call and advice of these messengers, the polytheists had said three things:\n1.\tYou are human beings like us. Why should we do what you ask us to do?\n2.\tAllah, the Rahman has not sent any message and book to anyone.\n3.\tYou are plain liars.\nJust think about it. What sort of reply would this hard talk deserve? Particularly so, when it was in answer to words of selfless good counsel? But, imagine what these messengers said. They said no more than: رَ‌بُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْ‌سَلُونَ (Our Lord knows that we have been sent to you). And they said: مَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ (Our obligation is no more than to convey the message clearly.\" ) which amounts to saying, We had a duty to do. This we have done. We have spoken plainly and clearly making the message of Allah clear to you. From this point onwards, the choice is yours - you may or may not accept it.' Nothing in their speech has any reflection of the heated remarks made by their addressees. Indeed, their reply is kind and reflecting goodwill for them.\nAfter that, these people became more aggressive. They said, \"We take you as a bad omen for us. If you do not desist, we will certainly stone you, and you will be subjected to a painful punishment from us. (36:18) The answer that they deserved was: 'You yourself are the wretched ones and this is because of the nemesis of your own deeds.' But, these messengers said it briefly without alluding to their wretchedness openly and directly. In fact, they said: طَائِرُ‌كُم مَّعَكُمْ our bad omen is with your selves). Then, they returned to the same soft approach and said: أَئِن ذُكِّرْ‌تُم ([ Do you take it as bad omen ] if you are given a good counsel? which amounts to saying: Would you just think about it? Have we done anything against you? What we have done here is no more than give you some good counsel in your interest. Yes, they did make the gravest of their remark when they said: بَلْ أَنتُمْ قَوْمٌ مُّسْرِ‌فُونَ (Rather, you are a people who cross all limits.\" ) which amounted to saying that their remarks were out of context, not limited to what was being said.\nThat was a dialogue featuring these messengers. Now, let us turn to what a neo-believer who responded to the invitation of these messengers has to say to his people. He started by telling his people two things, and then invited them to listen to the messengers and accept their good counsel. The first thing he said was: Just imagine, here are these people coming to you from a far place only to give you some good counsel. They are taking care of themselves while bearing by the hardships of travel to and stay at a place that is not their home, yet they are not asking you for anything in return. This is something unusual, and by itself invites an honest person to think. These are selfless people. Why not listen to them? Why not give it a little thought? The second thing is about what they are saying. And what they are saying is reasonable, pure and simple, just and right. If not this, what else could guide anyone to the true path? After that, since the purpose was to warn his people against their error and straying, it was said: You have forsaken your Creator who is powerful over everything and, in His place, you have taken to gods you have carved out yourself, assuming that they will give you what you need. Why does it not occur to you that they, on their own, can do nothing for you, nor do they have any access to Allah by virtue of which they could ask Him to do what you need to be done?\nIt will be noticed that Habib Najjar did not attribute all these things to them, rather, gave it the form of attributing it to his own self, something like saying, 'If I were to do so, it would really be a grave error' and he said: وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَ‌نِي (And what excuse do I have if I do not worship the One who has created me...). This he said so that the adversary might not be enraged, rather, should think about it with a cool mind. After that, when his people remained unmoved by his soft pleas, even threatened to kill him, even then, he uttered no word of curse against them, rather, surrendered his life saying nothing but: رَبِّ اھدِ قَومِی (My Lord, show my people the right way). Far too strange is what happened after this oppressed martyr saw the blessings and rewards given to him by Allah in the Paradise. Even at that time, he remembered nobody but his own unjust people and, still filled with goodwill for them, he wished that somehow his people were to know how generously he was welcomed in Paradise - may be, they would abandon their ways of disbelief and started sharing the blessings of Paradise with him! SubhanAllah, the love and concern for the creatures of Allah run through their blood despite that they are treated unjustly. This is one thing that has changed the destinies of nations, taking them out of the darkness of disbelief and error, and blessing them with a station that even angels envy them.\nIn our time, da'wah workers have generally abandoned this prophetic way, therefore, their call and communication have lost effectiveness. Betraying anger and making damaging comments against the adversary are supposed to be master strokes in lectures and sermons while, in reality, such tactics push the adversary to more hardened stances of doggedness and hostility. 0 Allah make us follow the way of prophets and bless us with the good fortune of doing what you like and are pleased with."
    },
    {
      "ayah": 28,
      "surah": 36,
      "text": "In verses 28 and 29, it was said: وَمَا أَنزَلْنَا عَلَىٰ قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ \" (And We did not send down to his people any army from the heavens after him, nor were We (in need ) to send down. It was no more than a single Cry, and in no time they were extinguished.)\nMentioned here is the Divine punishment that descended upon the people who had rejected the messengers and had beaten up Habib Najjar until he died a martyr. And regarding the sending of punishment, it was said that Allah did not have to send an army of angels to seize these people - nor was it the way of Allah to send such an army, because just a single angel of Allah is enough to destroy the greatest, mightiest and the bravest of nations. Why would he need to send an army of angels? After that, given there was a crisp description of the punishment coming upon them - it was just a single shrill Cry of the angel, and there they were, all extinguished under its sonic sweep. It appears in Hadith narrations that the archangel, Jibra'il al-'amin (علیہ السلام) ، holding the two sides of the city gate, came up with a hard and horrendous Cry, the shock from which proved unbearable for any living soul, and they all succumbed to sudden death.\nThe state of their dying has been expressed through the word: خَامِدُونَ khamidun) by the Qur'an. The words: خَامِدا (khamada) and خُمُود (khumud) are used to mean the extinguishing or dying of fire. The life of the living depends on energy. When this energy is not there, what remains is death. So, 'khamidun' means extinguished, gone extinct, put off."
    },
    {
      "ayah": 29,
      "surah": 36,
      "text": "In verses 28 and 29, it was said: وَمَا أَنزَلْنَا عَلَىٰ قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ \" (And We did not send down to his people any army from the heavens after him, nor were We (in need ) to send down. It was no more than a single Cry, and in no time they were extinguished.)\nMentioned here is the Divine punishment that descended upon the people who had rejected the messengers and had beaten up Habib Najjar until he died a martyr. And regarding the sending of punishment, it was said that Allah did not have to send an army of angels to seize these people - nor was it the way of Allah to send such an army, because just a single angel of Allah is enough to destroy the greatest, mightiest and the bravest of nations. Why would he need to send an army of angels? After that, given there was a crisp description of the punishment coming upon them - it was just a single shrill Cry of the angel, and there they were, all extinguished under its sonic sweep. It appears in Hadith narrations that the archangel, Jibra'il al-'amin (علیہ السلام) ، holding the two sides of the city gate, came up with a hard and horrendous Cry, the shock from which proved unbearable for any living soul, and they all succumbed to sudden death.\nThe state of their dying has been expressed through the word: خَامِدُونَ khamidun) by the Qur'an. The words: خَامِدا (khamada) and خُمُود (khumud) are used to mean the extinguishing or dying of fire. The life of the living depends on energy. When this energy is not there, what remains is death. So, 'khamidun' means extinguished, gone extinct, put off."
    },
    {
      "ayah": 3,
      "surah": 36,
      "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin)."
    },
    {
      "ayah": 30,
      "surah": 36,
      "text": "In verses 28 and 29, it was said: وَمَا أَنزَلْنَا عَلَىٰ قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ \" (And We did not send down to his people any army from the heavens after him, nor were We (in need ) to send down. It was no more than a single Cry, and in no time they were extinguished.)\nMentioned here is the Divine punishment that descended upon the people who had rejected the messengers and had beaten up Habib Najjar until he died a martyr. And regarding the sending of punishment, it was said that Allah did not have to send an army of angels to seize these people - nor was it the way of Allah to send such an army, because just a single angel of Allah is enough to destroy the greatest, mightiest and the bravest of nations. Why would he need to send an army of angels? After that, given there was a crisp description of the punishment coming upon them - it was just a single shrill Cry of the angel, and there they were, all extinguished under its sonic sweep. It appears in Hadith narrations that the archangel, Jibra'il al-'amin (علیہ السلام) ، holding the two sides of the city gate, came up with a hard and horrendous Cry, the shock from which proved unbearable for any living soul, and they all succumbed to sudden death.\nThe state of their dying has been expressed through the word: خَامِدُونَ khamidun) by the Qur'an. The words: خَامِدا (khamada) and خُمُود (khumud) are used to mean the extinguishing or dying of fire. The life of the living depends on energy. When this energy is not there, what remains is death. So, 'khamidun' means extinguished, gone extinct, put off."
    },
    {
      "ayah": 31,
      "surah": 36,
      "text": "In verses 28 and 29, it was said: وَمَا أَنزَلْنَا عَلَىٰ قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ \" (And We did not send down to his people any army from the heavens after him, nor were We (in need ) to send down. It was no more than a single Cry, and in no time they were extinguished.)\nMentioned here is the Divine punishment that descended upon the people who had rejected the messengers and had beaten up Habib Najjar until he died a martyr. And regarding the sending of punishment, it was said that Allah did not have to send an army of angels to seize these people - nor was it the way of Allah to send such an army, because just a single angel of Allah is enough to destroy the greatest, mightiest and the bravest of nations. Why would he need to send an army of angels? After that, given there was a crisp description of the punishment coming upon them - it was just a single shrill Cry of the angel, and there they were, all extinguished under its sonic sweep. It appears in Hadith narrations that the archangel, Jibra'il al-'amin (علیہ السلام) ، holding the two sides of the city gate, came up with a hard and horrendous Cry, the shock from which proved unbearable for any living soul, and they all succumbed to sudden death.\nThe state of their dying has been expressed through the word: خَامِدُونَ khamidun) by the Qur'an. The words: خَامِدا (khamada) and خُمُود (khumud) are used to mean the extinguishing or dying of fire. The life of the living depends on energy. When this energy is not there, what remains is death. So, 'khamidun' means extinguished, gone extinct, put off."
    },
    {
      "ayah": 32,
      "surah": 36,
      "text": "In verses 28 and 29, it was said: وَمَا أَنزَلْنَا عَلَىٰ قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السَّمَاءِ وَمَا كُنَّا مُنزِلِينَ إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ \" (And We did not send down to his people any army from the heavens after him, nor were We (in need ) to send down. It was no more than a single Cry, and in no time they were extinguished.)\nMentioned here is the Divine punishment that descended upon the people who had rejected the messengers and had beaten up Habib Najjar until he died a martyr. And regarding the sending of punishment, it was said that Allah did not have to send an army of angels to seize these people - nor was it the way of Allah to send such an army, because just a single angel of Allah is enough to destroy the greatest, mightiest and the bravest of nations. Why would he need to send an army of angels? After that, given there was a crisp description of the punishment coming upon them - it was just a single shrill Cry of the angel, and there they were, all extinguished under its sonic sweep. It appears in Hadith narrations that the archangel, Jibra'il al-'amin (علیہ السلام) ، holding the two sides of the city gate, came up with a hard and horrendous Cry, the shock from which proved unbearable for any living soul, and they all succumbed to sudden death.\nThe state of their dying has been expressed through the word: خَامِدُونَ khamidun) by the Qur'an. The words: خَامِدا (khamada) and خُمُود (khumud) are used to mean the extinguishing or dying of fire. The life of the living depends on energy. When this energy is not there, what remains is death. So, 'khamidun' means extinguished, gone extinct, put off."
    },
    {
      "ayah": 33,
      "surah": 36,
      "text": "Commentary\nMost of the subjects taken up in Surah Ya Sin related to signs of Divine power and the rewards and favors bestowed on human beings. These have been harnessed to prove that there is a life hereafter and that people need to be firm in their belief in being raised again and having to face the Day of Judgment. In the verse cited above, the Divine signs pointed to are, on one hand, clear proofs of His perfect power, while on the other, they serve as mirrors of particular rewards and favors of Allah Ta’ ala bestowed on human beings and the rest of creatures. In this, lie unusual lessons of wisdom."
    },
    {
      "ayah": 34,
      "surah": 36,
      "text": "Commentary\nMost of the subjects taken up in Surah Ya Sin related to signs of Divine power and the rewards and favors bestowed on human beings. These have been harnessed to prove that there is a life hereafter and that people need to be firm in their belief in being raised again and having to face the Day of Judgment. In the verse cited above, the Divine signs pointed to are, on one hand, clear proofs of His perfect power, while on the other, they serve as mirrors of particular rewards and favors of Allah Ta’ ala bestowed on human beings and the rest of creatures. In this, lie unusual lessons of wisdom."
    },
    {
      "ayah": 35,
      "surah": 36,
      "text": "In the first verse (33), the land on which we live has been cited as an example. It is there, all the time, before everyone., It is physically seen, when rain come down from the sky and pour water over the dry land, that it is revived by the rain which makes it, so to say, live again. The outcome starts showing up in the form of vegetation, trees and their fruits. Mentioned thereafter were streams that were made to run below the land and on its surface in order to help the trees grow and survive. It was said: لِيَأْكُلُوا مِن ثَمَرِ‌هِ (so that they may eat fruits thereof). In other words, the purpose of harnessing the entire range of the natural forces of winds, clouds and the land is that people get to eat their fruits. All these things can be observed by seeing with one's own eyes. And everyone knows how to do that. Onwards from here, human beings were alerted to something for which this whole universal system was put into place.\nGrowth of vegetation is not an act of man\nIt was said: وَمَا عَمِلَتْهُ أَيْدِيهِمْ (wa ma 'amilathu aiydihim: while it was not made by their hands). The majority of commentators have taken the letter: مَا (ma) in this verse for negation which means that 'it was not made by their hands. According to this interpretation, this sentence has a ring of warning given to heedless man: Just think about your job and the labor you put in it. What is your true share in the great blossoming of fruits? Of course, you put the seed in the land, water it, let the earth be soft so that delicate buds sprout without being obstructed by something. But, making a whole tree grow from that tiny seed, having leaves and branches shoot out from it and then commission it to produce all sorts of fruits is something totally different. What is your contribution in all these things?\nThis is the unshared domain of the one who is absolutely powerful, wise and knowing, and this can only be an act of God. Therefore, human beings are duty-bound to derive benefit out of these things, yet they should never forget the Creator and master of whatever there is. Parallel to this, there is a verse of Surah Waqi'ah where it was said: أَفَرَ‌أَيْتُم مَّا تَحْرُ‌ثُونَ أَأَنتُمْ تَزْرَ‌عُونَهُ أَمْ نَحْنُ الزَّارِ‌عُونَ (Well, tell Me about that (seed) which you sow: Is it you who grow it, or are We the One who grows? - 56:63-64). The outcome is: 'Even though human beings do not share in the making of these fruits in any way, yet it was Our grace that We created them, made them the owners of the whole range, as well as taught them the ways of eating and deriving other benefits out of these.'\nThe particular difference between human and animal food\nIbn Jarir and some other commentators have not taken the letter (مَا) ma in: وَمَا عَمِلَتہُ (wa ma 'amilath) for negation, rather have read it as a relative pronoun in the sense of: الَّذِي (al-ladhi: that which). In that case, this part of verse 35 would come to mean that all these things have been created, so that they eat fruits there from, and also eat that which human hands make, produce or process out of these vegetations and fruits. For example, desserts made from fruit, chutneys and pickles, and the extracts of oil from some fruits are the outcome of human effort and processing. This would come to mean that these fruits created by nature are firstly made edible without any functional human input, then Allah Ta’ ala has given man the ingenuity to prepare all sorts of delicious and useful things from each single kind of fruit.\nThus, creating fruit and giving man the expertise to compound fruit with other ingredients and turn it into a variety of tasteful and useful edibles is yet another blessing from Allah. After having reported this Tafsir of Ibn Jarir, Ibn Kathir has said that this Tafsir is supported by the phonetic rendering (Qira'ah) of Sayyidna ` Abdullah Ibn Masud ؓ as well because, the word: مِمَّا (mimma) takes the place of: (ma) in his qira'ah, that is: مِمَّا عَمِلَتْهُ أَيْدِيهِمْ (mimma amilathu aidthim: from that which their hands have processed).\nGoing into a little detail, it can be said that animals too eat vegetation and fruits. Some eat meat. Some others eat soil. But, they all feed on simples. The grass eater eats grass only. The meat eater eats meat only. Preparing different kinds of food by combining a variety of ingredients whereby the addition of salt, chilies, sugar and the sour makes food turn into tens of kinds happens to be the singularity of human beings alone. They alone have been given the ability to put different edibles together and come out with a meal tasting different from the other. This is ingenious. The preparation of meat with salt and seasonings and fruits with sweeteners is a culinary art Allah Ta’ ala has taught human beings to use to their advantage. The text, after recounting the substance and design of these great Divine blessings in these verses, concludes by saying: أَفَلَا يَشْكُرُ‌ونَ afala yashkurun: Would they not then offer gratitude?) which means that even after having seen all these things how is it possible from a reasonable person that he does not be grateful to Allah? Onwards from here, after having mentioned land produce and climate, human beings and animals have been included in the spectrum whereby there appears yet another sign of the absolute Power:"
    },
    {
      "ayah": 36,
      "surah": 36,
      "text": "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنبِتُ الْأَرْ‌ضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ (Pure is the One who has created all the pairs of whatever the earth grows, and of the humans themselves, and of that which they do not know. - 36:36). Here, the word: أَزْوَاجَ (azwaj) is the plural form of: زَوج (zawj) and means pairs. A pair is two things of the same kind and refers to a couple, or a match of the other. For example, a married man and woman is a pair; hence, each one of them is the zawj of the other. Similarly, males and females of animals are pairs. In the botanical kingdom, many trees have been found as having males and females among them. Date palms and Papaya are common examples. Others may also be like these as is the case with all trees bearing fruits and flowers in which, according to modern scientific information, procreation has been identified. In the same way, it is not improbable if the same arrangement of male and female exists in solids, minerals and other elements of creation, though in a manner not discovered as yet -towards which the text points out in: مِمَّا لَا يَعْلَمُونَ (mimma la ya` lamun: and from that which they do not know - 36). Generally, commentators refer to: أَزْوَاجَ (azwaj: pairs) as categories and kinds because the way male and female are called pairs, similarly, two contrasting things are also referred to as pairs, like chill and heat, land and water, sorrow and happiness, health and sickness, then, within each of these, many further degrees, categories and kinds come up in terms of high, low and the average. Similarly, there are many categories and kinds in human beings and animals in terms of color, form, language and way of life. The word: أَزْوَاجَ (azwaj: pairs) is inclusive of all these categories and kinds. In the present verse (36), mentioned first is: مِمَّا تُنبِتُ الْأَرْ‌ضُ (all the pairs of whatever the earth grows)- These are the categories and kinds of vegetation. After that, مِنْ أَنفُسِهِمْ and of the humans themselves,) mentioned there are the categories and kinds of human selves as such. And after that, in: مِمَّا لَا يَعْلَمُونَ (and from that which they do not know) included there are thousands of such creations as have not yet unfolded before human beings. Allah Ta’ ala alone knows how many categories and kinds of living forms, vegetation and minerals exist under the layers of the earth and in rivers and in mountains."
    },
    {
      "ayah": 37,
      "surah": 36,
      "text": "In verse 37, it was said: وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ‌ (And a sign for them is the night. We strip the [ cover on day from it, and they are suddenly in darkness.). After having described the signs of Divine power in what was created on the earth, the text mentions cosmic creations. The word: سَلخ (salkh) literally means to skin. If the skin from an animal or the cover from things is removed, the thing inside becomes obvious. Allah Ta’ ala has, in this similitude, pointed out that the real element in this world is darkness. Light is transitory, for it spreads over the earth through planets and stars. In a predetermined system, at a fixed time, this light that is spread over the darkness of the world is removed from on top. What remains is darkness. This, in common parlance, is called night."
    },
    {
      "ayah": 38,
      "surah": 36,
      "text": "In verse 38, it was said: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ‌ الْعَزِيزِ الْعَلِيمِ (And the sun is quickly proceeding towards its resting place. That is the designing of the All-Mighty, the All-Knowing. 36:38). The word: لِمُسْتَقَر mustaqarr) is used to denote place of rest as well as time of rest, that is, it could be time-oriented and, space-oriented too. Then, this word is also employed in the sense of the end or destination of a course or journey - even if another journey begins immediately after it without any break or stillness (as mentioned by Ibn Kathir).\nSome respected commentators have taken the word: لِمُسْتَقَرّ (mustaqarr) at this place as a time-oriented destination, that is, when the sun reaches the end of its movement already determined - and that time is the Day of Doom (the Qiyamah). In the light of this Tafsir, the verse would mean that the sun is moving on its orbit supported by such a precise and perfect system that does never betray the difference of even a minute or second. Thousands of years have passed over this orbit. But, all this is not everlasting. There is a particular point in time and space for it. When that is arrived at, this solar system and the movement will stop, end - and that is the Day of Qiyamah. This Tafsir has been reported from Qatdaha:sv (Ibn Kathir).\nAnd a verse from Surah Az-Zumar in the Holy Qur'an also supports it, that is, the word: مُّسْتَقَرّ‌ (mustaqarr) means a time-oriented destination or abode and refers to the Day of Qiyamah. The words of the verse of Surah az-Zumar are:\nخَلَقَ السَّمَاوَاتِ وَالْأَرْ‌ضَ بِالْحَقِّ ۖ يُكَوِّرُ‌ اللَّيْلَ عَلَى النَّهَارِ‌ وَيُكَوِّرُ‌ النَّهَارَ‌ عَلَى اللَّيْلِ ۖ وَسَخَّرَ‌ الشَّمْسَ وَالْقَمَرَ‌ ۖ كُلٌّ يَجْرِ‌ي لِأَجَلٍ مُّسَمًّى\nHe created the heavens and the earth in His wisdom. He wraps the night over the day and He wraps the day over the night, and He has put the Sun and the Moon under His command, each one of tham moving for an appointed term. (39:5)\nThe statement in this verse is nearly the same as given in the present verse of Surah Ya Sin. Firstly, the alternation of the night and the day has been described through a similitude in terms of common perception - Allah Ta’ ala puts the cover of night over the day and that of day over the night. Thus, the night and the day have been likened to two covers. The cover of the night is draped over the day and it is night, and the cover of the day is draped over the night and it is day. After that, it was said that the sun and the moon are both subjugated before Allah Ta’ ala and are subservient to His command. Each is moving up to an appointed term. The words used in the text are:\t أَجَلٍ مُّسَمًّى (ajalim-musamma) meaning fixed term, and the verse means that the movement of both the sun and the moon is not everlasting. When it reaches a certain fixed term, that is, the Day of Qiyamah, this movement shall stand terminated. In the present verse of Surah Ya Sin too, the word: مُّسْتَقَرٌّ‌ (mustaqarr) quite obviously means this very fixed or appointed term, that is, a time-oriented point of arrival, destination or abode. In the light of this Tafsir, neither does the sense of the verse present any difficulty, nor is there any objection in terms of astronomy and mathematics.\nAnd some respected commentators have taken it to mean a spatial destination or abode as based on the following Hadith reported in the Sahihs of al-Bukhari and Muslim and others from several Sahabah and chains of authority.\nAccording to a narration of Sayyidna Abu Dharr al-Ghifari ؓ ، once he was present in the company of the Holy Prophet ﷺ at the time of sunset. Addressing him, he said, \"Abu Dharr, do you know where the sun sets?\" Sayyidna Abu Dharr ؓ says that he submitted: \"Allah and His Messenger know best.\" Thereupon, the Holy Prophet ﷺ said, \"The sun keeps on moving until when it reaches beneath the 'Arsh (the Throne) it makes sajdah (sujud or prostration).\" After that, he said, \"This is what 'mustaqarr' means in this verse: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا (And the sun is quickly proceeding towards its resting place.).\nIn a narration, again from Sayyidna Abu Dharr ؓ ، there appear the additional words to the effect: \"I asked the Holy Prophet ﷺ the explanation of: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا (And the sun is quickly proceeding towards its resting place.). He said: مُستَقَرُّھَا تَحتَ العَرشِ (mustaqarruha that al-'Arsh: Its resting place is under the ` Arsh). Al-Bukhari has reported this narration at several place and, with the exception of Ibn Majah, this narration is present in all Six Books.\nAnd there is a Hadith bearing on the same subject reported from Sayyidna ` Abdullah Ibn Masud ؓ as well. It has some additions to the effect that, every day, when the sun reaches beneath the ` Arsh, it performs a Sajdah and seeks permission for the next orbit. After the permission, it starts the next orbit - until, there will come that day when it will not have the permission to start the next orbit. Instead, it will be commanded to go back towards where it had come from. In other words, it would be asked to go beneath the earth from the side of the West, then, return from the same side of the West and rise from the West. The day it happens, it will be the sign of the Day of Qiyamah being absolutely close and, thereafter the doors of 'iman and taubah (repentance) will be closed. That will be a time when the taubah (repentance) of anyone sunk in sin or the taubah of anyone soaked in shirk and kufr will not be accepted (Ibn Kathir with reference to 'Abd-ur- Razzaq).\nThe prostration of the sun: A look into the phenomenon of the sun performing sajdah (prostration) beneath the ` Arsh\nFrom these narrations of Hadith, we learn that mustaqarr means a spatial destination, that is, a place where one orbit of the movement of the sun stands completed - and they also tell us that this place is beneath the Arsh. Hence, the verse would mean that, every day, the sun moves towards a particular destination, and once it has reached there, it performs sajdah before Allah Ta’ ala and seeks His permission for the next orbit. Once the permission is given, it begins the next orbit.\nBut, when seen outwardly, several strong difficulties arise on the basis of principles laid down by experiments, observations and astronomy.\n1.\tThe state of the ` Arsh of Rahman (generally referred to as the Divine Throne) as understood from the Qur'an and Sunnah is that it surrounds all that we know as the masses of land and expanses of the sky. All these masses and expanses along with planets and stars, without any exception, are enclosed within the ` Arsh - and the ` Arsh of Rahman holds this entire cosmic universe inside itself. If seen from this angle, the sun is, in all conditions and at all times, simply under the ` Arsh. What, then, would be the sense of going beneath the ` Arsh after it sets?\n2.\tIt is common observation that the sun, after it sets at some place, does rise elsewhere. Therefore, its rising and setting is an ongoing phenomenon. What then is the meaning of going beneath the ` Arsh after setting and doing Sajdah?\n3.\tFrom the apparent sense of the Hadith mentioned above, we learn that the sun, after having reached its destination (mustaqarr), pauses within which it offers Sajdah before Allah and seeks the permission for the next orbit - although, there being no break in the movement of the sun at any time is an open observation. And since this rising and setting of the sun keeps taking place all the time in terms of different locations, therefore, this pause should also be there all the time as a result of which the sun should not have any movement any time.\nSuch difficulties are related not only to astronomy, but also to observations and experiences that cannot be bypassed. Technically, the daily movement of the sun under the arrangement of the celestial sphere and its being positioned in the fourth heaven is a theoretical assumption of Ptolemy that was refuted by Pythagoras. Modern knowledge has confirmed the error in the theory of Ptolemy and also brought the soundness of the theory of Pythagoras to the level of certitude. Then there are the space flights in our time and the spectacle of human access to the moon that makes at least this much certain that all planets are in the lower space of the sky, not inside. The verse of the Qur'an: وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ And each one is floating in an orbit. - Ya Sin, 36:40) which is to appear a little later also confirms this view. Since this view is also suggestive of the daily rising and setting as being from the movement of the earth and not from the movement of the sun, another technical difficulty is added to the understanding of the aforementioned Hadith.\nTo understand its answer, it must be borne in mind that to the extent the explanation of the cited verse is concerned, no difficulty out of the doubts and difficulties mentioned above relates to the Qur'an. The sense it carries is no more than that Allah Ta’ ala has commissioned the sun to move in such an organized and steady way that it keeps moving continuously in a single state towards its destination (mustaqarr). If, this destination is taken to mean a time-oriented destination - that is, the Day of Qiyamah - as in the Tafsir of Qatadah, then, it would mean that this movement of the sun shall continue in a single state right through the last Day of Qiyamah - and shall terminate on that very Day. And if it were to be taken as a spatial destination, even then, its destination can be said as being the point in the orbit of the sun, the point from which the sun started its movement at the time of the initial creation. When it reaches that point, one orbit through a day and night stands completed, for this very point is the end of its journey and, once it reaches there, the next orbit begins. As for the precise determination of where lies that point from which this magnificent orbit of the sun started in eternity, the noble Qur'an does not throw human beings into unnecessary debates of this nature, something that does not bring them any benefit, neither in this world nor in the world-to-come. This is an inquiry of this very nature. Therefore, the Qur'an has bypassed it and drawn attention to the essential purpose. That purpose is to put particular aspects of the most perfect power and wisdom of Allah Ta’ ala into clear focus. It was said that the sun is the largest and the brightest sphere of this universe. That too did neither come into existence automatically, nor does it move on its own, nor can it sustain. In its present movement through days and nights all the time, it moves under the permission and will of Allah Ta’ ala.\nAny doubt, out of the doubts mentioned above, does not apply to what has been said in the cited verse. However, all these doubts and difficulties in comprehension do arise from the Hadith statement about the sun that soon after its setting, it goes beneath the ` Arsh, performs sajdah and seeks permission to start the next orbit. And this debate sprung up in relation to this verse for the reason that, in some words of the Hadith, reference has been made to this verse. Answers to these doubts given by experts of Hadith and commentators of the Qur'an differ. From the apparent connotation of the words there, it is generally gathered that this sajdah of the sun takes effect only once in a day-night span after its setting. Respected writers, who have taken the Hadith in terms of its apparent sense, have laid down three probabilities concerning the setting: (1) That it may refer to the setting in the main part of populated areas, that is, of a place the setting of the sun whereat holds good for its setting for the majority of the population of the world; (2) that it be the setting of the Equator; or (3) the setting on the horizon of Madinah. Thus, the difficulty that the setting and rising of the sun is a phenomenon which keeps manifesting itself all the time, every moment, does not remain there, because this Hadith is talking about the setting of a particular horizon. But, the clear-cut and cloudless rejoinder seems to be that which my teacher, ` Allamah Shabbir Ahmad Usmani has given in his treatise: سُجُود الشَّمسِ Sujudu'sh-Shams: The Prostration of the Sun) which finds support in the statements of several leading commentators.\nBefore one proceeds to understand the presentation, it is useful to first understand a matter of principle about prophetic teachings and interpretations. The noble prophets, may peace be upon them, and the Scriptures they bring incessantly invite the entire Divine creation to ponder over whatever has been created in the heavens and the earth, and it is from these that they build their argument to prove the existence of Allah Ta’ ala, His Oneness, Knowledge and Power. But, deliberation in these things is desirable, according to Shari'ah, only to the extent of its relevance to one's worldly and social requirement or religious and other worldly need. Beyond that, the great mass of the creation of Allah is not thrown into the senseless concern of digging into bland philosophical hair splitting and the ultimate reality of things. The reason is that, first of all, the real and perfect knowledge of the ultimate reality of things is something scientists and philosophers have themselves been unable to find out, despite having spent their entire lives in the pursuit - not to say much about the poor masses. Let us suppose, even if this could be acquired somehow, yet it fulfills no religious need, nor does it help to acquire something materially sound and worthwhile, what is the sense of indulging in this unnecessary and wasteful debate? Obviously, nothing but a waste of wonderful years of life and a waste of precious wealth! noble Prophets (علیہم السلام) through the creations in the heavens and the earth and the major changes that occur therein is limited to the extent that could be rationalized by every human beings by virtue of bare observation and elementary deliberation. Technical refinements of philosophy and mathematics that can be resolved by experts in the field alone are not the material on which an argument of this nature is based, nor are people invited to deliberate in these. The reason is simple. Believing in Allah Ta’ ala and acting in accordance with His message is the duty of every human being - learned or illiterate, man or woman, urbanite or villager, dweller of some mountain or island. Therefore, prophetic teachings are synchronized with the level of perception, reason and understanding of common people that need no technical expertise.\nTake the example of knowing the times of Salah, fixing the orientation to Qiblah, and knowing the months, years and dates. The knowledge of all these things can also be acquired through mathematical computations. But, the Shari'ah of Islam has, rather than rely on high-tech mathematical calculations to determine any of these things, placed reliance on common observations. Months and years and their dates were set in accordance with the lunar calendar. The basis of determining whether the new moon has or has not appeared was declared to be physical observation alone, the seeing of the new moon. The days of fasting and the Hajj were fixed on that very basis. When some people asked the Holy Prophet ﷺ about the secret behind the waning, waxing and disappearing of the moon and then its rising again, the answer to it was given by the Qur'an on his behalf: قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ (Say: They are indicative of time for the people, and of the Hajj - A1-Baqarah, 2:189). In other words, the Holy Prophet ﷺ was asked to tell people that all those changes occurring in the life of the moon are there so that they could find out when the month begins and ends and then find out its dates and determine the days of the Hajj. This answer served them with a warning against their unnecessary and ineffectual question, because no business of theirs, in this world or in the next, hinges on finding the reality behind it. Therefore, they were supposed to ask only about something that related to either their worldly or other worldly need.\nAfter these initial remarks, let us give a little thought to the essential matter before us. Is it not that, in the cited verses, Allah Ta’ ala has, after having mentioned some manifestations of His perfect power and infinite wisdom, invited human beings to believe? Of these, mentioned first was the land that is before us all the time: وَآيَةٌ لَّهُمُ الْأَرْ‌ضُ (And a sign for them is the land- 33). Then, mention was made of how rains made it come alive and the growth of trees and other produce became possible – something everyone sees and knows: أَحْيَيْنَاهَا وَأَخْرَ‌جْنَا مِنْهَا حَبًّا (We gave it life and brought forth grain from it.- 33). Mentioned first after that was the daily alternation of the night and day وَآيَةٌ لَّهُمُ اللَّيْلُ : (And a sign for them is the night) Mentioned thereafter were planets and stars. Out of these, about the sun it was said: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ‌ الْعَزِيزِ الْعَلِيمِ (And the sun is quickly proceeding towards its resting place. That is the designing of the All-Mighty, the All-Knowing.- 38). Think about it. The purpose here is to tell that the sun is not moving on its own, not of its volition or power. Instead, it is moving in subservience to the One who is Mighty and Knowing, and moving under the predetermined system originated by an entity with great power and knowledge. The Holy Prophet ﷺ close to the time of one sunset, had alerted Sayyidna Abu Dharr al-Ghiffari ؓ to the reality behind it during a question answer interlude with him. He has told him that the sun, at the time of its setting, performs a Sajdah before Allah Ta’ ala beneath the ` Arsh and seeks the permission to start the next orbit. When it has the permission, it moves as usual and rises from the east in the morning. Its outcome is no more than that the atmosphere of the world goes through a new transformation at the time of the setting and rising of the sun, something that depends on the sun. The Holy Prophet ﷺ took this moment as suitable to teach human beings their essential lesson that they should not take the sun to be an independent entity moving of its own volition and power. It moves only under the permission and will of Allah Ta’ ala. Every time it rises and every time it sets has to be with His permission, for it is subservient to His permission. This very act of moving under the command of Allah Ta’ ala has been declared to be its sajdah, the act of prostration before its creator. The reason is that a Sajdah made by anything happens to be appropriate to its state of being as the Qur'an has itself clearly said: كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ :\"Everything [ in the creation of Allah ] already knows its Salah [ mode of worship ] and its tasbih [ mode of Divine glorification\" - An-Nur, 24:41]. It means that the entire creation of Allah is engaged in worshipping and glorifying Allah, but each has its own separate way of doing it that has already been taught to it just like human beings who have been told how to do their Salah and Tasbih. Therefore, taking the sajdah of the sun to mean that it can take effect only when it places its forehead on some floor like a human being would not be correct.\nAnd when it stands clarified from the statements of the Qur'an and Sunnah that the Divine Throne, the ` Arsh of the Rahmn, surrounds all heavens and stars and surfaces, it is already obvious that the sun is nowhere but under the ` Arsh, at all times and at every place. And when experience bears out that the time the sun is setting at one place, it is also rising at another. Therefore, no moment of the sun is free of either rising or setting. Thus, the being of the sun under the ` Arsh is also perennial under all states and so is its setting and rising. Therefore, the outcome of the subject mentioned in the Hadith is that the sun, in its entire orbit, remains in the state of prostration (Sajdah) before Allah under the ` Arsh, that is, it moves under His permission and command. And this cycle will stay activated right through the proximity of the last day of the Qiyamah until comes the time for the emergence of the sign that the Qiyamah is very close. When this happens, the sun will, rather than start its next orbit, be commanded to turn back - and then, it will rise from the west. At that time, the door of taubah (repentance) will be closed and no declaration of faith ('Iman) or repentance (Taubah) from anyone shall remain acceptable at that hour.\nIn short, this particularity of the setting of the sun, its passing under the ` Arsh, the making of prostration there and the incidence of seeking permission for the next orbit mentioned in the narration being studied is simply a similitude in consonance with the mores of effective prophetic teaching and in terms of common perception. Neither does it make it necessary that it performs Sajdah on some land surface like a human being, nor does it make it necessary that there be some pause in the movement of the sun at the time of making a sajdah, nor does it mean that it goes to some particular place doing only one sajdah during a day and night, and nor that it goes beneath the ` Arsh after setting only. But, at this time of great alternation, when people are seeing that the sun is receding away from them, what has been done is that they have been appraised of the truth of what is happening in the manner of a similitude while the reality is that this whole thing is happening because of the sun moving beneath the ` Arsh in subservience to the Divine command - the sun does not have any capability or power of its own. So, the way, at this time, the people of Madinah were convinced that the sun would now make its sajdah and seek permission for the next orbit, similarly, the message was relayed onwards to every place where the sun would be setting and everyone there would stand advised of the lesson thereof. Thus, the truth of the matter turns out to be that the sun at every moment while moving on its orbit keeps offering sajdah before Allah Ta’ ala and keeps seeking permission to move ahead - and it needs no pause or break to make Sajdah or seek permission.\nFollowing this submission, there remains no doubt concerning the Hadith quoted, neither in terms of observations, nor in terms of the rules of astronomy, nor in the light of the position taken by Ptolemy or Pythagoras - though, the latter has found support in newer investigation. In either case, there remains no doubt or difficulty in the comprehension of the said Hadith.\nAs for the question about the sun making Sajdah and seeking permission to start the next orbit as mentioned in the Hadith, where it is stressed that doing all this required life, awareness and reason. The sun and the moon are devoid of life and consciousness. How could these actions issue forth from them? An answer to this has already appeared under the verse of the Qur'an: وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ (And there is not a single thing that does not extol His purity and praise - Al'Isra', 17:44). (For commentary, please see Ma'ariful Qur’ an, English, Vol. V, pp. 506-510). There it was said that things we take to be devoid of life, sense and consciousness do have a special share of spirit, life, sense and consciousness. However, their life, sense and consciousness are insignificant as compared with humans and animals, so insignificant that these cannot be perceived commonly. But, there is no proof for its absence either, neither in the revealed law, nor in reason while the noble Qur'an, in the verse cited above, has proved their being possessors of the elements of life, reason and consciousness, something also recognized in new investigations: وَاللہ سبحانہ و تعالیٰ اَعلَم And Allah who is pure and High knows best.\nSpecial Note\nFrom these clarifications of the Qur'an and Hadith, it is established that both the sun and the moon are in motion, moving for a fixed term. This refutes the theory that the sun has no movement at all. The findings of the latest research have also refuted this presumption."
    },
    {
      "ayah": 39,
      "surah": 36,
      "text": "The text now turns to: وَالْقَمَرَ‌ قَدَّرْ‌نَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْ‌جُونِ الْقَدِيمِ (And for the moon, We have appointed measured phases, until it turned [ pale, curved and fine ] like an old branch of date-palm.- 36:39). The dried bough of a date tree that gets bent like a bow is called: عُرْ‌جُونِ (` urjun).\nThe stages of the moon\nThe word: مَنَازِلَ (manazil) is the plural of: مَنزِل (manzil) and denotes the place one arrives at. Allah Ta` la has bound the movement of the sun and the moon both with particular points, each of which is known as a Manzil or stage. Since the moon completes its orbit in one month, therefore, it has thirty or twenty-nine stages. But, as the moon disappears at least for a day during every month, therefore, its stages are generally taken to be twenty-eight. Astronomers have given these stages particular names in congruence with the stars that are found in the frontal proximity of these stages. Even during the days of Arabs of Jahiliyyah, stages were determined by these very names. The Holy Qur'an is far above these technical names. What it means to communicate are only the distances the moon traverses during particular days.\nRelevant details have appeared in the commentary on Surah Yunus. It can be seen in Ma’ ariful-Qur'an, English, Volume IV, pages: 515-520. In this verse of Surah Yunus 10:5, the stages of the sun and the moon both have been mentioned: جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ‌ نُورً‌ا وَقَدَّرَ‌هُ مَنَازِلَ \"[ He is the One who ] has made the sun a glow and the moon a light, and determined for it the stages - 10:5\". The only difference is that the stages of the moon are identified through observation, while the stages of the sun are calculated mathematically. By saying: حَتَّىٰ عَادَ كَالْعُرْ‌جُونِ الْقَدِيمِ - (until it turned [ pale, curved and fine ] like an old branch of date-palm.- 36:39), described there is the state of the moon towards the end of the month when it recedes from the stage of the full moon to the extent that it transforms into the shape of a dried old bough bent like a bow. It is in consonance with the Arab surrounding that it has been likened to a dried bough of the date tree that assumes the shape of a crescent."
    },
    {
      "ayah": 4,
      "surah": 36,
      "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin)."
    },
    {
      "ayah": 40,
      "surah": 36,
      "text": "In verse 40, it was said:\tوَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (And each one is floating in an orbit - 40). Literally, the word: فَلَک (falak) does not mean the sky. Instead, it means the orbit in which some star moves. This verse has also appeared earlier in Surah Al-Anbiya' (21:33). It tells us that the moon is not contained within some sky as presumed by the astronomical theory of Ptolemy. Instead, it moves in a particular orbit in the space lower than it. Then, there are recent investigations as well as the human access to the moon that have made it certain."
    },
    {
      "ayah": 41,
      "surah": 36,
      "text": "In verse 41 and 42, it was said: وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّ‌يَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُم مِّن مِّثْلِهِ مَا يَرْ‌كَبُونَ (And a sign for them is that We boarded their children at the loaded ship, and created for them things similar to it on which they ride.). Mentioned earlier to these verses were manifestations of Divine power and wisdom in what was created on the earth and in the heavens in that order. In the present verses, Divine power over the sea and its adjuncts has been mentioned. It was said that Allah Ta’ ala has made heavily laden boats and ships capable of sailing on the surface of the waters and reach distant places without getting drowned in route. Then, it was said in the verse that \"We boarded their children at the loaded ship\" - although, those who embarked the Ark were these very people. Perhaps, children were mentioned for the reason that one's children and family place a great burden of responsibility on parents, particularly when unable to move around. Thus, the sense of the verse is to emphasize that it is not only they who were riding the boat, but there also were young children and aged men and women and their belongings with them. The boat carried both, people and their things. In the verse following immediately (42), it was said: خَلَقْنَا لَهُم مِّن مِّثْلِهِ مَا يَرْ‌كَبُونَ (and created for them things similar to it on which they ride.- 36:42). It means that human beings have not only been provided with boats and ships that serve as rides for themselves and carry their things, but Allah has also created other rides like the boat. From this, people of Arabia have taken it to mean the ride of camels as habitually familiar to them, particularly so, because the camel is a carrier of things. It takes heavy loads across countries, therefore, the Arab called camels: The Boat of the Land."
    },
    {
      "ayah": 42,
      "surah": 36,
      "text": "No wonder if the Qur'an is alluding to the aeroplane!\nBut, it is obvious that the Qur'an has not specifically named a camel or some other particular mode of conveyance at this place. This includes every such means of transportation that carries people and their baggage, accompanied or unaccompanied, right up to their desired destination. In our time, the invention of aeroplanes has made it amply clear that aeroplanes are the greatest substantiation of the Qur'anic statement: مِّن مِّثْلِهِ (mim-mithlihi: things similar to it). Then, its similarity with boat or ship is strongly supportive of it, because the way the ship of the sea sails on the surface of the water, and the mass of water does not make it drown, similarly, the airplane sails or flies over the bed of air and it does not throw it down. No wonder if the Qur'an may have left the statement: مِّن مِّثْلِهِ مَا يَرْ‌كَبُونَ (mim-mithlihi ma yarkabun: things similar to it that they ride) ambiguous, so that all modes of conveyance and transportation that continue to be invented right through the last Day of Qiyamah get to be included therein. And Allah knows best."
    },
    {
      "ayah": 43,
      "surah": 36,
      "text": "No wonder if the Qur'an is alluding to the aeroplane!\nBut, it is obvious that the Qur'an has not specifically named a camel or some other particular mode of conveyance at this place. This includes every such means of transportation that carries people and their baggage, accompanied or unaccompanied, right up to their desired destination. In our time, the invention of aeroplanes has made it amply clear that aeroplanes are the greatest substantiation of the Qur'anic statement: مِّن مِّثْلِهِ (mim-mithlihi: things similar to it). Then, its similarity with boat or ship is strongly supportive of it, because the way the ship of the sea sails on the surface of the water, and the mass of water does not make it drown, similarly, the airplane sails or flies over the bed of air and it does not throw it down. No wonder if the Qur'an may have left the statement: مِّن مِّثْلِهِ مَا يَرْ‌كَبُونَ (mim-mithlihi ma yarkabun: things similar to it that they ride) ambiguous, so that all modes of conveyance and transportation that continue to be invented right through the last Day of Qiyamah get to be included therein. And Allah knows best."
    },
    {
      "ayah": 44,
      "surah": 36,
      "text": "No wonder if the Qur'an is alluding to the aeroplane!\nBut, it is obvious that the Qur'an has not specifically named a camel or some other particular mode of conveyance at this place. This includes every such means of transportation that carries people and their baggage, accompanied or unaccompanied, right up to their desired destination. In our time, the invention of aeroplanes has made it amply clear that aeroplanes are the greatest substantiation of the Qur'anic statement: مِّن مِّثْلِهِ (mim-mithlihi: things similar to it). Then, its similarity with boat or ship is strongly supportive of it, because the way the ship of the sea sails on the surface of the water, and the mass of water does not make it drown, similarly, the airplane sails or flies over the bed of air and it does not throw it down. No wonder if the Qur'an may have left the statement: مِّن مِّثْلِهِ مَا يَرْ‌كَبُونَ (mim-mithlihi ma yarkabun: things similar to it that they ride) ambiguous, so that all modes of conveyance and transportation that continue to be invented right through the last Day of Qiyamah get to be included therein. And Allah knows best."
    },
    {
      "ayah": 45,
      "surah": 36,
      "text": "Commentary\nIn the previous verses, through a description of Divine manifestations of power and wisdom in the creation of the heavens and the earth, people were invited to recognize their creator and believe that He alone is worthy of worship and, on the acceptance of this invitation, a promise of everlasting blessings was made along with a warning of severe punishment on its rejection. In the present verses and in the verses following these, there is a description of the disbelieving people of Makkah who were their direct addressees and who remained unmoved and unaffected either when persuaded to do something reward worthy, or when warned against some likely punishment.\nIn this connection, two dialogues between believers and disbelievers have been narrated. Believers invite them to fear the punishment of Allah that can come before them even in this mortal world while, after their death, it has to come to them in the Hereafter after all. If they, it is said to them, were to believe in fear of this punishment, it would be better for them. But, the disbelievers show their aversion despite having heard all that. This aversion of theirs has not been expressly mentioned here in the words of the Qur'an, because the 'I` rad' or aversion mentioned in the next verse automatically proves their aversion here too. And in accordance with the rule of syntax, the apodosis or principal clause of the condition:إِذَا قِيلَ لَهُمُ (idha gila lahum: When it is said to them) remains elided. The word of the next verse (46) bear witness to this elision, that is, whenever a verse or sign from their Lord comes to them, they show nothing but their aversion to it. (And that is why the words \"they pay no heed\" are added in brackets in the translation of this verse above.)\nThe wisdom behind some people receiving their sustenance indirectly\nIn the second dialogue, believers exhort the disbelievers to help the poor and needy and feed the hungry and prompt them to give to the destitute from what Allah had given to them. In their sarcastic response, the disbelievers say: You say that Allah is the provider and sustainer of the entire creation, yet He did not give them anything. Why should we? As for your words of advice to us that we should provide for them, this is nothing but that you have gone astray. Do you want to make us their Razzaq: Provider? These disbelievers too confessed that Allah Ta’ ala was the Provider as in the Qur'an: وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْ‌ضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّـهُ (And if you ask them \"as to who sends down water from the sky, then revives the land with it, they will certainly say, \"Allah\". - Al-Ankabut, 29:63)\nThis tells us that they too regarded Allah Ta’ ala as the ultimate Razzaq or Provider, but when in confrontation with believers, they sarcastically remarked: When Allah is the Razzaq, the Provider, let Him provide for them too - why should we? This was as if these dim-witted people thought that giving in the way of Allah and providing for the poor was contrary to Allah's attribute in being the Master-Provider of all sustenance! They just did not understand that as the absolute Giver and Provider, He has His own wise law operating in this world. By giving to one person, He makes that person a conduit for others and thus gives them indirectly - although, he is perfectly and certainly capable of having everyone's sustenance delivered personally and directly, as is the case with animals and insects where everyone in that kingdom receives sustenance directly. There is no one rich and no one, poor. No one gives to anyone. Everyone dines from nature's own food spread. But, human beings are different. It is to make their system of social living just and to inculcate in them the spirit of mutual help and cooperation, that He makes some of them the medium of delivering sustenance to some others, so that the one who spends gets its reward, and the one who receives becomes grateful to the giver. The reason is that this whole phenomenon of mutual human cooperation and help on which depends the entire functional order of the world can survive only when one person needs the other. A poor person needs the money a rich person has, and a rich person needs the labor of a poor person. Neither of the two is free of the need for the other - and a little reflection would reveal that nobody is doing a favor to anybody. Whatever a person gives to the other person gives, in the ultimate analysis, in one's own interest and for one's own good.\nNow, there remains the question: On which basis, did the believers ask the disbelievers to spend in the way of Allah, particularly when they simply did not have the very faith in Allah and, as the jurists maintain, they were no addressees of the subsidiary injunctions of the Shari` ah? The answer to that is clear. When the believers said that, they had no intention to have disbelievers implement some religious injunction, it was said on the basis of the accepted norm of human good will, sympathy and gentleness."
    },
    {
      "ayah": 46,
      "surah": 36,
      "text": "Commentary\nIn the previous verses, through a description of Divine manifestations of power and wisdom in the creation of the heavens and the earth, people were invited to recognize their creator and believe that He alone is worthy of worship and, on the acceptance of this invitation, a promise of everlasting blessings was made along with a warning of severe punishment on its rejection. In the present verses and in the verses following these, there is a description of the disbelieving people of Makkah who were their direct addressees and who remained unmoved and unaffected either when persuaded to do something reward worthy, or when warned against some likely punishment.\nIn this connection, two dialogues between believers and disbelievers have been narrated. Believers invite them to fear the punishment of Allah that can come before them even in this mortal world while, after their death, it has to come to them in the Hereafter after all. If they, it is said to them, were to believe in fear of this punishment, it would be better for them. But, the disbelievers show their aversion despite having heard all that. This aversion of theirs has not been expressly mentioned here in the words of the Qur'an, because the 'I` rad' or aversion mentioned in the next verse automatically proves their aversion here too. And in accordance with the rule of syntax, the apodosis or principal clause of the condition:إِذَا قِيلَ لَهُمُ (idha gila lahum: When it is said to them) remains elided. The word of the next verse (46) bear witness to this elision, that is, whenever a verse or sign from their Lord comes to them, they show nothing but their aversion to it. (And that is why the words \"they pay no heed\" are added in brackets in the translation of this verse above.)\nThe wisdom behind some people receiving their sustenance indirectly\nIn the second dialogue, believers exhort the disbelievers to help the poor and needy and feed the hungry and prompt them to give to the destitute from what Allah had given to them. In their sarcastic response, the disbelievers say: You say that Allah is the provider and sustainer of the entire creation, yet He did not give them anything. Why should we? As for your words of advice to us that we should provide for them, this is nothing but that you have gone astray. Do you want to make us their Razzaq: Provider? These disbelievers too confessed that Allah Ta’ ala was the Provider as in the Qur'an: وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْ‌ضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّـهُ (And if you ask them \"as to who sends down water from the sky, then revives the land with it, they will certainly say, \"Allah\". - Al-Ankabut, 29:63)\nThis tells us that they too regarded Allah Ta’ ala as the ultimate Razzaq or Provider, but when in confrontation with believers, they sarcastically remarked: When Allah is the Razzaq, the Provider, let Him provide for them too - why should we? This was as if these dim-witted people thought that giving in the way of Allah and providing for the poor was contrary to Allah's attribute in being the Master-Provider of all sustenance! They just did not understand that as the absolute Giver and Provider, He has His own wise law operating in this world. By giving to one person, He makes that person a conduit for others and thus gives them indirectly - although, he is perfectly and certainly capable of having everyone's sustenance delivered personally and directly, as is the case with animals and insects where everyone in that kingdom receives sustenance directly. There is no one rich and no one, poor. No one gives to anyone. Everyone dines from nature's own food spread. But, human beings are different. It is to make their system of social living just and to inculcate in them the spirit of mutual help and cooperation, that He makes some of them the medium of delivering sustenance to some others, so that the one who spends gets its reward, and the one who receives becomes grateful to the giver. The reason is that this whole phenomenon of mutual human cooperation and help on which depends the entire functional order of the world can survive only when one person needs the other. A poor person needs the money a rich person has, and a rich person needs the labor of a poor person. Neither of the two is free of the need for the other - and a little reflection would reveal that nobody is doing a favor to anybody. Whatever a person gives to the other person gives, in the ultimate analysis, in one's own interest and for one's own good.\nNow, there remains the question: On which basis, did the believers ask the disbelievers to spend in the way of Allah, particularly when they simply did not have the very faith in Allah and, as the jurists maintain, they were no addressees of the subsidiary injunctions of the Shari` ah? The answer to that is clear. When the believers said that, they had no intention to have disbelievers implement some religious injunction, it was said on the basis of the accepted norm of human good will, sympathy and gentleness."
    },
    {
      "ayah": 47,
      "surah": 36,
      "text": "Commentary\nIn the previous verses, through a description of Divine manifestations of power and wisdom in the creation of the heavens and the earth, people were invited to recognize their creator and believe that He alone is worthy of worship and, on the acceptance of this invitation, a promise of everlasting blessings was made along with a warning of severe punishment on its rejection. In the present verses and in the verses following these, there is a description of the disbelieving people of Makkah who were their direct addressees and who remained unmoved and unaffected either when persuaded to do something reward worthy, or when warned against some likely punishment.\nIn this connection, two dialogues between believers and disbelievers have been narrated. Believers invite them to fear the punishment of Allah that can come before them even in this mortal world while, after their death, it has to come to them in the Hereafter after all. If they, it is said to them, were to believe in fear of this punishment, it would be better for them. But, the disbelievers show their aversion despite having heard all that. This aversion of theirs has not been expressly mentioned here in the words of the Qur'an, because the 'I` rad' or aversion mentioned in the next verse automatically proves their aversion here too. And in accordance with the rule of syntax, the apodosis or principal clause of the condition:إِذَا قِيلَ لَهُمُ (idha gila lahum: When it is said to them) remains elided. The word of the next verse (46) bear witness to this elision, that is, whenever a verse or sign from their Lord comes to them, they show nothing but their aversion to it. (And that is why the words \"they pay no heed\" are added in brackets in the translation of this verse above.)\nThe wisdom behind some people receiving their sustenance indirectly\nIn the second dialogue, believers exhort the disbelievers to help the poor and needy and feed the hungry and prompt them to give to the destitute from what Allah had given to them. In their sarcastic response, the disbelievers say: You say that Allah is the provider and sustainer of the entire creation, yet He did not give them anything. Why should we? As for your words of advice to us that we should provide for them, this is nothing but that you have gone astray. Do you want to make us their Razzaq: Provider? These disbelievers too confessed that Allah Ta’ ala was the Provider as in the Qur'an: وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْ‌ضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّـهُ (And if you ask them \"as to who sends down water from the sky, then revives the land with it, they will certainly say, \"Allah\". - Al-Ankabut, 29:63)\nThis tells us that they too regarded Allah Ta’ ala as the ultimate Razzaq or Provider, but when in confrontation with believers, they sarcastically remarked: When Allah is the Razzaq, the Provider, let Him provide for them too - why should we? This was as if these dim-witted people thought that giving in the way of Allah and providing for the poor was contrary to Allah's attribute in being the Master-Provider of all sustenance! They just did not understand that as the absolute Giver and Provider, He has His own wise law operating in this world. By giving to one person, He makes that person a conduit for others and thus gives them indirectly - although, he is perfectly and certainly capable of having everyone's sustenance delivered personally and directly, as is the case with animals and insects where everyone in that kingdom receives sustenance directly. There is no one rich and no one, poor. No one gives to anyone. Everyone dines from nature's own food spread. But, human beings are different. It is to make their system of social living just and to inculcate in them the spirit of mutual help and cooperation, that He makes some of them the medium of delivering sustenance to some others, so that the one who spends gets its reward, and the one who receives becomes grateful to the giver. The reason is that this whole phenomenon of mutual human cooperation and help on which depends the entire functional order of the world can survive only when one person needs the other. A poor person needs the money a rich person has, and a rich person needs the labor of a poor person. Neither of the two is free of the need for the other - and a little reflection would reveal that nobody is doing a favor to anybody. Whatever a person gives to the other person gives, in the ultimate analysis, in one's own interest and for one's own good.\nNow, there remains the question: On which basis, did the believers ask the disbelievers to spend in the way of Allah, particularly when they simply did not have the very faith in Allah and, as the jurists maintain, they were no addressees of the subsidiary injunctions of the Shari` ah? The answer to that is clear. When the believers said that, they had no intention to have disbelievers implement some religious injunction, it was said on the basis of the accepted norm of human good will, sympathy and gentleness."
    },
    {
      "ayah": 48,
      "surah": 36,
      "text": "Commentary\nIn the previous verses, through a description of Divine manifestations of power and wisdom in the creation of the heavens and the earth, people were invited to recognize their creator and believe that He alone is worthy of worship and, on the acceptance of this invitation, a promise of everlasting blessings was made along with a warning of severe punishment on its rejection. In the present verses and in the verses following these, there is a description of the disbelieving people of Makkah who were their direct addressees and who remained unmoved and unaffected either when persuaded to do something reward worthy, or when warned against some likely punishment.\nIn this connection, two dialogues between believers and disbelievers have been narrated. Believers invite them to fear the punishment of Allah that can come before them even in this mortal world while, after their death, it has to come to them in the Hereafter after all. If they, it is said to them, were to believe in fear of this punishment, it would be better for them. But, the disbelievers show their aversion despite having heard all that. This aversion of theirs has not been expressly mentioned here in the words of the Qur'an, because the 'I` rad' or aversion mentioned in the next verse automatically proves their aversion here too. And in accordance with the rule of syntax, the apodosis or principal clause of the condition:إِذَا قِيلَ لَهُمُ (idha gila lahum: When it is said to them) remains elided. The word of the next verse (46) bear witness to this elision, that is, whenever a verse or sign from their Lord comes to them, they show nothing but their aversion to it. (And that is why the words \"they pay no heed\" are added in brackets in the translation of this verse above.)\nThe wisdom behind some people receiving their sustenance indirectly\nIn the second dialogue, believers exhort the disbelievers to help the poor and needy and feed the hungry and prompt them to give to the destitute from what Allah had given to them. In their sarcastic response, the disbelievers say: You say that Allah is the provider and sustainer of the entire creation, yet He did not give them anything. Why should we? As for your words of advice to us that we should provide for them, this is nothing but that you have gone astray. Do you want to make us their Razzaq: Provider? These disbelievers too confessed that Allah Ta’ ala was the Provider as in the Qur'an: وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْ‌ضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّـهُ (And if you ask them \"as to who sends down water from the sky, then revives the land with it, they will certainly say, \"Allah\". - Al-Ankabut, 29:63)\nThis tells us that they too regarded Allah Ta’ ala as the ultimate Razzaq or Provider, but when in confrontation with believers, they sarcastically remarked: When Allah is the Razzaq, the Provider, let Him provide for them too - why should we? This was as if these dim-witted people thought that giving in the way of Allah and providing for the poor was contrary to Allah's attribute in being the Master-Provider of all sustenance! They just did not understand that as the absolute Giver and Provider, He has His own wise law operating in this world. By giving to one person, He makes that person a conduit for others and thus gives them indirectly - although, he is perfectly and certainly capable of having everyone's sustenance delivered personally and directly, as is the case with animals and insects where everyone in that kingdom receives sustenance directly. There is no one rich and no one, poor. No one gives to anyone. Everyone dines from nature's own food spread. But, human beings are different. It is to make their system of social living just and to inculcate in them the spirit of mutual help and cooperation, that He makes some of them the medium of delivering sustenance to some others, so that the one who spends gets its reward, and the one who receives becomes grateful to the giver. The reason is that this whole phenomenon of mutual human cooperation and help on which depends the entire functional order of the world can survive only when one person needs the other. A poor person needs the money a rich person has, and a rich person needs the labor of a poor person. Neither of the two is free of the need for the other - and a little reflection would reveal that nobody is doing a favor to anybody. Whatever a person gives to the other person gives, in the ultimate analysis, in one's own interest and for one's own good.\nNow, there remains the question: On which basis, did the believers ask the disbelievers to spend in the way of Allah, particularly when they simply did not have the very faith in Allah and, as the jurists maintain, they were no addressees of the subsidiary injunctions of the Shari` ah? The answer to that is clear. When the believers said that, they had no intention to have disbelievers implement some religious injunction, it was said on the basis of the accepted norm of human good will, sympathy and gentleness."
    },
    {
      "ayah": 49,
      "surah": 36,
      "text": "Commentary\nمَا يَنظُرُ‌ونَ إِلَّا صَيْحَةً وَاحِدَةً (They are looking for nothing but for a single Cry that will seize them - 36:49). The question of the disbelievers quoted here is the one they used to'-ask the Muslims by way of mockery, and the real purpose was to deny the Day of Judgment. It was not asked for finding out the truth, nor as a serious effort to reach the reality. It was simply a way of taunting the Muslims and making fun of them. And even if it were for finding out the true nature of the event, then, the mercy of the Lord of the universe requires that the full and precise knowledge of the year and day of the coming of Qiyamah should not be given to anyone, so much so that it was not given even to any one from among His noble prophets and messengers. Even if this question asked by these dimwit people was no more than a fact-finding exercise on their part, it was patently absurd. Therefore, rather than tell them, in response, the time when Qiyamah will come, they were admonished. They were told that reasonable people, once they become aware of something that is bound to come in all certainty, should start making necessary preparations ahead of it, and not go about wasting precious time in trying to find out its precise hour and day. Common sense required that, once they had heard the foreboding of Qiyamah, they should have believed and did what it takes to achieve success in that life to come. But, so entangled they are in their heedlessness that they virtually seem to be waiting for nothing short of the time when the day of Qiyamah comes before them - and then, they would think about it. Therefore, it was said that these people were waiting for the Qiyamah - while, Qiyamah will have a scenario of its own, for it would be just one terrible sound of the Horn صُور (Sur) that will seize everyone all of a sudden in a way that people will be busy in their businesses settling their disputes and they all, in this very condition, will lie dead.\nIt appears in Hadith that two men will be engaged in their activity of buying and selling cloth. Stretched before them will be the yardage of the cloth pieces while, of a sudden, Qiyamah will come - and they would be unable to complete their deal of cloth. Then, there will be someone else busy plastering his water tank who will fall dead in the same state (reported by Abu Nu'aym from Sayyidna Abu Hurairah ؓ - al-Qurtubi)."
    },
    {
      "ayah": 5,
      "surah": 36,
      "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin)."
    },
    {
      "ayah": 50,
      "surah": 36,
      "text": "In verse 50, it was said فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَىٰ أَهْلِهِمْ يَرْ‌جِعُونَ (So they will not be able to make a bequest, nor will they return to their household.), that is, people who are gathered there will not have the respite to make a will among themselves to do something on their behalf, and those who are still outside their houses will not find the respite even to go into their houses. They will lie dead in the very state in which they would be at that time. This is a description of the first blowing of the Horn of the day of Qiyamah as a result of which the entire gamut of the earth and heavens will be destroyed."
    },
    {
      "ayah": 51,
      "surah": 36,
      "text": "After that, it was said: وَنُفِخَ فِي الصُّورِ‌ فَإِذَا هُم مِّنَ الْأَجْدَاثِ إِلَىٰ رَ‌بِّهِمْ يَنسِلُونَ (And the Horn will be blown, and suddenly they will be rushing from their graves towards their Lord. (36:51). Here, the word: أَجْدَاثِ (ajdath) is the plural form of: جَدَث (jadath) which means a grave. And: يَنسِلُونَ (yansilun) is a derivation from: نَسلان (nasalan) which means to walk swiftly as it appears in another verse: يَخْرُ‌جُونَ مِنَ الْأَجْدَاثِ سِرَ‌اعًا\t(they will come out of their graves in haste - Al-Ma۔ arij, 70:43). As for what is said in another verse: فَإِذَا هُمْ قِيَامٌ يَنظُرُ‌ونَ (and suddenly, they will stand up, looking around - Az-Zumar, 39:68), it is not contrary to that, for first came the instant of standing up in wonder and then came the act of racing toward the plains of the Resurrection. There is no contradiction in between these two. Then, as it is already proved from the verses of the Qur'an that the angels will call them to come to the plains of the Resurrection, it becomes clear that the presence of disbelievers on the plain of the Resurrection will not be out of their pleasure, rather, it would be out of compulsion whereby the call of the angels will prompt them to come hastening toward it."
    },
    {
      "ayah": 52,
      "surah": 36,
      "text": "In verse 52, it was said: قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْ‌قَدِنَا (They will say, \"Woe to us! Who has raised us from our sleeping place?\" ). Though the disbelievers were already having their punishment in their graves with no sign of any relief, yet this punishment will appear as nothing when compared with the punishing circumstances of the day of Qiyamah, therefore, they will cry out as to why they had to be taken out of their graves, for it would have been better if they had stayed right there. A response to this will come from either the angels or the common believers.\nThis response appears immediately next in verse 52: هَـٰذَا مَا وَعَدَ الرَّ‌حْمَـٰنُ وَصَدَقَ الْمُرْ‌سَلُونَ (\"This is what the Rahman had promised, and the messengers had told the truth.) - to which they paid no attention. At this place, a choice has been made in using the word: رَّ‌حْمَـٰنُ (Rahman: The Most Merciful) out of the many attributes of Allah. It serves as an indicator - as for Him, He had already made elaborate arrangements, in His mercy, that you remain safe from this punishment, and that His act of alerting you in advance through His promise and through His Books and Prophets was, in fact, but a dictate of His attribute of mercy."
    },
    {
      "ayah": 53,
      "surah": 36,
      "text": "In verse 52, it was said: قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْ‌قَدِنَا (They will say, \"Woe to us! Who has raised us from our sleeping place?\" ). Though the disbelievers were already having their punishment in their graves with no sign of any relief, yet this punishment will appear as nothing when compared with the punishing circumstances of the day of Qiyamah, therefore, they will cry out as to why they had to be taken out of their graves, for it would have been better if they had stayed right there. A response to this will come from either the angels or the common believers.\nThis response appears immediately next in verse 52: هَـٰذَا مَا وَعَدَ الرَّ‌حْمَـٰنُ وَصَدَقَ الْمُرْ‌سَلُونَ (\"This is what the Rahman had promised, and the messengers had told the truth.) - to which they paid no attention. At this place, a choice has been made in using the word: رَّ‌حْمَـٰنُ (Rahman: The Most Merciful) out of the many attributes of Allah. It serves as an indicator - as for Him, He had already made elaborate arrangements, in His mercy, that you remain safe from this punishment, and that His act of alerting you in advance through His promise and through His Books and Prophets was, in fact, but a dictate of His attribute of mercy."
    },
    {
      "ayah": 54,
      "surah": 36,
      "text": "In verse 52, it was said: قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْ‌قَدِنَا (They will say, \"Woe to us! Who has raised us from our sleeping place?\" ). Though the disbelievers were already having their punishment in their graves with no sign of any relief, yet this punishment will appear as nothing when compared with the punishing circumstances of the day of Qiyamah, therefore, they will cry out as to why they had to be taken out of their graves, for it would have been better if they had stayed right there. A response to this will come from either the angels or the common believers.\nThis response appears immediately next in verse 52: هَـٰذَا مَا وَعَدَ الرَّ‌حْمَـٰنُ وَصَدَقَ الْمُرْ‌سَلُونَ (\"This is what the Rahman had promised, and the messengers had told the truth.) - to which they paid no attention. At this place, a choice has been made in using the word: رَّ‌حْمَـٰنُ (Rahman: The Most Merciful) out of the many attributes of Allah. It serves as an indicator - as for Him, He had already made elaborate arrangements, in His mercy, that you remain safe from this punishment, and that His act of alerting you in advance through His promise and through His Books and Prophets was, in fact, but a dictate of His attribute of mercy."
    },
    {
      "ayah": 55,
      "surah": 36,
      "text": "Then, in verse 55, it was said:إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ (The people of the Paradise are engaged today in (their) activities, happily enjoying [ them ]) - 36:55). After having mentioned the worries of the people of Jahannam, described here is the state of the people of Paradise on the day of Qiyamah that they will be enjoying themselves. The word: فَاكِهُونَ (fakihun) is the plural form of: فَاکِہُ (fakih). It signifies happiness of the heart as well as happiness out of one's surroundings. As for the expression: فِي شُغُلٍ (fi shughul) appearing before it, it could also mean that they will be totally unaffected by the misfortunes afflicting the people of Jahannam (as said by some commentators).\nAnd then it is also possible that, at this place, this expression: فِي شُغُلٍ (fi shughul) has been added to remove the thought - when, in Jannah, there will be no religious duty like obligatory or necessary worship, nor the job of earning one's livelihood, would this lack of activity not leave one uptight or bored? - hence, it was said that their enjoyment itself will be their principal activity, and the question of any boredom simply does not arise."
    },
    {
      "ayah": 56,
      "surah": 36,
      "text": "Next, in verse 56, it was said: هُمْ وَأَزْوَاجُهُمْ They and their spouses...). The word: اَزوَاج (azwaj) as used here includes the Hurs حُور of Jannah as well as wives of the mortal world."
    },
    {
      "ayah": 57,
      "surah": 36,
      "text": "The word: يَدَّعُونَ (yadda’ un) appearing in verse 57: وَلَهُم مَّا يَدَّعُونَ (wa lahum ma yadda un) is a derivation from: دَعوَیٰ (da'wah) which means to call, that is, the thing the people of Jannah will call or wish to have, will come to them. The Qur'an has not used the word: يَسْأَلُونَ Yas’ alun: they ask) at this place, because having something after having asked for it is also a sort of exertion, something the Jannah will be free from, in fact, it will be a place where everything needed will be ready and present."
    },
    {
      "ayah": 58,
      "surah": 36,
      "text": "The word: يَدَّعُونَ (yadda’ un) appearing in verse 57: وَلَهُم مَّا يَدَّعُونَ (wa lahum ma yadda un) is a derivation from: دَعوَیٰ (da'wah) which means to call, that is, the thing the people of Jannah will call or wish to have, will come to them. The Qur'an has not used the word: يَسْأَلُونَ Yas’ alun: they ask) at this place, because having something after having asked for it is also a sort of exertion, something the Jannah will be free from, in fact, it will be a place where everything needed will be ready and present."
    },
    {
      "ayah": 59,
      "surah": 36,
      "text": "In verse 59, it was said: وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِ‌مُونَ (And get apart (from the believers) today 0 the guilty ones.- 36:59) On the plains of the Resurrection, initially when people rise from their graves, they will be scattered all mixed up as said in the Qur'an: كَأَنَّهُمْ جَرَ‌ادٌ مُّنتَشِرٌ‌- (kaannahum jaradum-muntashir: as if they are scattered locusts - Al-Qamar, 54:7). But, later on, group by group, they will be separated in terms of their deeds - disbelievers at one place and the believers, at another, and sinners at one place and the righteous and the accepted, at another - as it has been stated elsewhere: وَإِذَا النُّفُوسُ زُوِّجَتْ (And when the persons will be divided into pairs- at-Takwir, 81:7) In the said verse, this same distinction to be made has been described."
    },
    {
      "ayah": 6,
      "surah": 36,
      "text": "The word: آباء (fathers) in verse 6: لِتُنذِرَ‌ قَوْمًا مَّا أُنذِرَ‌ آبَاؤُهُمْ (so that you may warn a people whose fathers were not warned) means the Arabs. The sense is that no warner, that is, a prophet, has come to their ancestors since a long time, the reference being to the ones nearer among them.\nSince the coming of their patriarch, Sayyidna Ibrahim \tعلیہ السلام and with him, Sayyidna Isma'il (علیہ السلام) no prophet had appeared among the Arabs for several centuries, even though, the work of calling people to the true faith with warnings and glad tidings kept going on as mentioned in the verse of the Qur'an:' وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ‌ (and there was no community without a warner having passed among them - 35:24) also confirms the same truth - that Divine mercy has never kept any nation or community deprived of the essential call and warning at any time and in any region. But, it is obvious that teachings of prophets when communicated by their deputies do not bring about the same effect as it is witnessed when the prophets do it in person. Therefore, in the present verse, it was said about the Arabs that no warner came to them. As fall out of this situation, there was no regular system of education in Arabia where people could learn and teach which was why they came to be called:\tأُمِّيِّينَ (ummiyyun: the unlettered ones)."
    },
    {
      "ayah": 60,
      "surah": 36,
      "text": "In verse 60, it was said: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ (Did I not direct you, 0 children of 'Adam, that you must not worship the Shaitan, (because) he is an open enemy for you,- 36:60). In other words, this would be said on the day of Qiyamah to all human beings, (even to the Jinn). But, the question remains that the disbelievers did not generally worship the Shaitan. They worshipped idols or other things. Therefore, how does this blame fall on them? The answer is that submitting before some entity in the absolute sense and to obey that entity in word and deed in everything and under all conditions is nothing but worship. Since these people always followed Shaitanic teachings, therefore, they were called the worshipers of the Shaitan - as said in Hadith that a person who, driven by love for money or spouse, starts doing everything that would increase wealth or please the spouse, even at the cost of the displeasure of Allah, is an obedient servant of the silver coin and the obedient servant of the spouse (Abd-ud-dirham, Abd-uz-zawjah)."
    },
    {
      "ayah": 61,
      "surah": 36,
      "text": "In verse 60, it was said: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ (Did I not direct you, 0 children of 'Adam, that you must not worship the Shaitan, (because) he is an open enemy for you,- 36:60). In other words, this would be said on the day of Qiyamah to all human beings, (even to the Jinn). But, the question remains that the disbelievers did not generally worship the Shaitan. They worshipped idols or other things. Therefore, how does this blame fall on them? The answer is that submitting before some entity in the absolute sense and to obey that entity in word and deed in everything and under all conditions is nothing but worship. Since these people always followed Shaitanic teachings, therefore, they were called the worshipers of the Shaitan - as said in Hadith that a person who, driven by love for money or spouse, starts doing everything that would increase wealth or please the spouse, even at the cost of the displeasure of Allah, is an obedient servant of the silver coin and the obedient servant of the spouse (Abd-ud-dirham, Abd-uz-zawjah)."
    },
    {
      "ayah": 62,
      "surah": 36,
      "text": "In verse 60, it was said: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ (Did I not direct you, 0 children of 'Adam, that you must not worship the Shaitan, (because) he is an open enemy for you,- 36:60). In other words, this would be said on the day of Qiyamah to all human beings, (even to the Jinn). But, the question remains that the disbelievers did not generally worship the Shaitan. They worshipped idols or other things. Therefore, how does this blame fall on them? The answer is that submitting before some entity in the absolute sense and to obey that entity in word and deed in everything and under all conditions is nothing but worship. Since these people always followed Shaitanic teachings, therefore, they were called the worshipers of the Shaitan - as said in Hadith that a person who, driven by love for money or spouse, starts doing everything that would increase wealth or please the spouse, even at the cost of the displeasure of Allah, is an obedient servant of the silver coin and the obedient servant of the spouse (Abd-ud-dirham, Abd-uz-zawjah)."
    },
    {
      "ayah": 63,
      "surah": 36,
      "text": "In verse 60, it was said: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ (Did I not direct you, 0 children of 'Adam, that you must not worship the Shaitan, (because) he is an open enemy for you,- 36:60). In other words, this would be said on the day of Qiyamah to all human beings, (even to the Jinn). But, the question remains that the disbelievers did not generally worship the Shaitan. They worshipped idols or other things. Therefore, how does this blame fall on them? The answer is that submitting before some entity in the absolute sense and to obey that entity in word and deed in everything and under all conditions is nothing but worship. Since these people always followed Shaitanic teachings, therefore, they were called the worshipers of the Shaitan - as said in Hadith that a person who, driven by love for money or spouse, starts doing everything that would increase wealth or please the spouse, even at the cost of the displeasure of Allah, is an obedient servant of the silver coin and the obedient servant of the spouse (Abd-ud-dirham, Abd-uz-zawjah)."
    },
    {
      "ayah": 64,
      "surah": 36,
      "text": "In verse 60, it was said: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ (Did I not direct you, 0 children of 'Adam, that you must not worship the Shaitan, (because) he is an open enemy for you,- 36:60). In other words, this would be said on the day of Qiyamah to all human beings, (even to the Jinn). But, the question remains that the disbelievers did not generally worship the Shaitan. They worshipped idols or other things. Therefore, how does this blame fall on them? The answer is that submitting before some entity in the absolute sense and to obey that entity in word and deed in everything and under all conditions is nothing but worship. Since these people always followed Shaitanic teachings, therefore, they were called the worshipers of the Shaitan - as said in Hadith that a person who, driven by love for money or spouse, starts doing everything that would increase wealth or please the spouse, even at the cost of the displeasure of Allah, is an obedient servant of the silver coin and the obedient servant of the spouse (Abd-ud-dirham, Abd-uz-zawjah)."
    },
    {
      "ayah": 65,
      "surah": 36,
      "text": "In verse 65, it was said: الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ (Today We will set a seal on their mouths). On the day of Resurrection, when comes the time to account for deeds, everyone will be free to offer any excuse one has. But, Mushriks, the practitioners of shirk, those who associate partners in the pristine divinity of Allah Ta’ ala, will declare on oaths that they never had anything to do with shirk and kufr: وَاللَّـهِ رَ‌بِّنَا مَا كُنَّا مُشْرِ‌كِينَ (By Allah, our Lord, we ascribed no partners to Allah - A1-An` am, 6:23).\nAnd some of them will also say that they were free of whatever the angels had written down in their book of deeds. At that time, Allah Ta’ ala will put a seal on their mouths, so that they would not speak. Then, He will give power of speech to their own body parts, the hands and the feet, who will testify to all their deeds as court witnesses against them. As for the present verse, it mentions the speaking of hands and feet only. In another verse, mentioned there is the speaking of one's ear, eye and skin: شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُ‌هُمْ وَجُلُودُهُم ' (their ears and their eyes and their skins will testify against them - 41:20). As for what has been said at one place: تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ (and their tongues will testify against them - An-Nur, 24:24), it is not contrary to 'putting a seal on their mouths' because putting a seal means that they will be unable to say anything out of their own volition. Their tongue will speak counter to their personal choice and will testify to the truth.\nAs for the question how these parts of the body would acquire power of speech, the Qur'an has already answered that by saying: أَنطَقَنَا اللَّـهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ (Why did you testify against us? - 41:21) that is, these parts of the body will say that Allah, who has given power of speech to all things endowed with the ability to speak, has also enabled us to speak."
    },
    {
      "ayah": 66,
      "surah": 36,
      "text": "In verse 65, it was said: الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ (Today We will set a seal on their mouths). On the day of Resurrection, when comes the time to account for deeds, everyone will be free to offer any excuse one has. But, Mushriks, the practitioners of shirk, those who associate partners in the pristine divinity of Allah Ta’ ala, will declare on oaths that they never had anything to do with shirk and kufr: وَاللَّـهِ رَ‌بِّنَا مَا كُنَّا مُشْرِ‌كِينَ (By Allah, our Lord, we ascribed no partners to Allah - A1-An` am, 6:23).\nAnd some of them will also say that they were free of whatever the angels had written down in their book of deeds. At that time, Allah Ta’ ala will put a seal on their mouths, so that they would not speak. Then, He will give power of speech to their own body parts, the hands and the feet, who will testify to all their deeds as court witnesses against them. As for the present verse, it mentions the speaking of hands and feet only. In another verse, mentioned there is the speaking of one's ear, eye and skin: شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُ‌هُمْ وَجُلُودُهُم ' (their ears and their eyes and their skins will testify against them - 41:20). As for what has been said at one place: تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ (and their tongues will testify against them - An-Nur, 24:24), it is not contrary to 'putting a seal on their mouths' because putting a seal means that they will be unable to say anything out of their own volition. Their tongue will speak counter to their personal choice and will testify to the truth.\nAs for the question how these parts of the body would acquire power of speech, the Qur'an has already answered that by saying: أَنطَقَنَا اللَّـهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ (Why did you testify against us? - 41:21) that is, these parts of the body will say that Allah, who has given power of speech to all things endowed with the ability to speak, has also enabled us to speak."
    },
    {
      "ayah": 67,
      "surah": 36,
      "text": "In verse 65, it was said: الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ (Today We will set a seal on their mouths). On the day of Resurrection, when comes the time to account for deeds, everyone will be free to offer any excuse one has. But, Mushriks, the practitioners of shirk, those who associate partners in the pristine divinity of Allah Ta’ ala, will declare on oaths that they never had anything to do with shirk and kufr: وَاللَّـهِ رَ‌بِّنَا مَا كُنَّا مُشْرِ‌كِينَ (By Allah, our Lord, we ascribed no partners to Allah - A1-An` am, 6:23).\nAnd some of them will also say that they were free of whatever the angels had written down in their book of deeds. At that time, Allah Ta’ ala will put a seal on their mouths, so that they would not speak. Then, He will give power of speech to their own body parts, the hands and the feet, who will testify to all their deeds as court witnesses against them. As for the present verse, it mentions the speaking of hands and feet only. In another verse, mentioned there is the speaking of one's ear, eye and skin: شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُ‌هُمْ وَجُلُودُهُم ' (their ears and their eyes and their skins will testify against them - 41:20). As for what has been said at one place: تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ (and their tongues will testify against them - An-Nur, 24:24), it is not contrary to 'putting a seal on their mouths' because putting a seal means that they will be unable to say anything out of their own volition. Their tongue will speak counter to their personal choice and will testify to the truth.\nAs for the question how these parts of the body would acquire power of speech, the Qur'an has already answered that by saying: أَنطَقَنَا اللَّـهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ (Why did you testify against us? - 41:21) that is, these parts of the body will say that Allah, who has given power of speech to all things endowed with the ability to speak, has also enabled us to speak."
    },
    {
      "ayah": 68,
      "surah": 36,
      "text": "In the last of the verses cited above, it was said: وَمَن نُّعَمِّرْ‌هُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ (And whomsoever We give long life, we reverse him in creation. Do they then not have sense?). The word: نُّعَمِّر (nu'ammir: We give a long life) in this verse has been derived from: تَمِیر (ta` mir) which means to prolong years of life. And the word: نُنَكِّسْهُ (nunakkishu) is a derivation from: تَنکِیس (tankis) which means to reverse, invert or turn upside down. In this verse, Allah Ta’ ala has described yet another manifestation of His perfect power and eloquent wisdom in that every living being lies under the free will of Allah Ta’ ala all the time. The process of nature is going on. The thing started from a lifeless drop. Wrapped with three layers of darkness in the womb of the mother, that which came to be was this essence of the universe, and a small world in its own right. Countless was the number of most delicate mechanisms that were embedded into its life form. Then it was made to come alive with the infusion of the spirit. After having been nourished and grown for nine months inside the womb of the mother, a perfect human being came into this world. Of course, perfect it was, but the body it had was weak. Nature took care of that by placing in the breast of the mother food that would suit an infant's physical requirement. This gave it the gradual supply of needed energy. From that time to the time of youth, passed many stages and then came a strong body at its total bloom. Then came claims of the power thus acquired and rose the desire to defeat every conceivable adversary.\nBut, that was not the end. When the creator and master of this new aspirant into the world decided otherwise, all these strengths started waning. Even the decline was not sudden. It took time. There were countless stages. Finally, came the fag end of the years of life. Once there, just imagine, has this person not reached back into the stage of one's childhood. Habits started changing. Reflexes became different. Things that used to be the dearest started appearing hateful. What was comfort once turned into suffering. This is what the Qur'an calls \"tankis,\" that is, being turned upside down. One trusts what one sees with one's own eyes and what one hears with one's own ears in the life of this world. This too does not remain trustworthy during the later years of old age. Clearly understanding what is being said becomes difficult because one becomes hard of hearing. The same thing happens to the sense of sight that becomes weak. One cannot see well enough. The classical Arab poet, al-Mutanabbi has said:\nو من صحب الدّنیا طویلا تقلَّبّت ---- علی عینہٖ حَتّٰی یری صدقھا کذبا\nAnd for one who lives long in the world, it will turn upside down right before his eyes to the extent that what he saw as truth will start appearing to be a lie.\nNot only that this major change in man's frame of existence is a standing manifestation of the unique power of Allah Ta’ ala, it is also a great favor to him. Is it not that all strengths the supreme Creator has placed in the living presence of man are, in reality, the God-given functional devices issued to him with the clarification that they were neither his property nor were they everlasting and that, finally, they will be taken back from him. This obviously required that, once came the time of such take over, all such strengths should have been taken back simultaneously. But, the most merciful and sublime Lord has not elected to do that. Instead, He has allowed that these strengths be taken back in installments that too are prominently long and spaced apart. Thus, these are taken back gradually, bit by bit, so that one gets alerted and starts getting ready to embark on the ultimate journey of the Hereafter. And Allah knows best."
    },
    {
      "ayah": 69,
      "surah": 36,
      "text": "Commentary\nIn the first verse cited here, it was said: وَمَا عَلَّمْنَاهُ الشِّعْرَ‌ وَمَا يَنبَغِي لَهُ (And We did not teach him poetry and it is not proper for him.) Since the deniers of the appearance of a prophet and messenger with a mission could not deny the unique effectiveness of the Qur'an and its ability to move hearts that was a matter of common experience, therefore, they invented convenient excuses. At times, they would call this Divine Word, some magic and the Holy Prophet ﷺ ، a magician. Then, on other occasions, they would say that this Word was poetry and he was a poet. By saying that, they wanted to prove that this unique effectiveness did not come out of the Divine Word as such, instead, they were either words of magic or sorcery that made an impression on hearts, or it is poetic speech for that too affects hearts.\nIn this verse, Allah Ta’ ala said that He did not teach His prophet the art of poetry, nor was it appropriate to his station and saying that he was a poet, is false and wrong.\nHere, we have a question. Is it not that Arabs are a people who have poetry in their blood? Even their women and children would compose impromptu lines of poetry. They knew poetry and its reality. How could they say that the Qur'an was poetry and the Holy Prophet ﷺ was a poet? On what basis could this be because neither is the Qur'an restricted by the compulsion of poetic meter, nor of radif (the unchanging word that appears at the end of the hemistich) and qafiyah (the changing rhymed word that appears before the radif) anywhere in the text? Not even someone who is pathetically ignorant of the mores of poetry would think of calling this poetry.\nTo answer this, it can be said that, essentially, poetry is composed of self-structured imaginary subjects, whether in poetry or prose. By calling the Qur'an, poetry and the Holy Prophet ﷺ ، a poet their purpose was to tell him that the Divine Word he claims to have brought, is no more than imaginary tales. Or, may be, they called him a poet in terms of the well recognized meaning of poetry with a certain congruity in mind, that is, the effect produced by the Qur'an is similar to the effect produced by poetic compositions.\nQuoting his own chain of authority, Imam Abu Bakr al-Jassas (رح) has reported that someone asked Sayyidah ` A'ishah ؓ if the Holy Prophet ﷺ used to recite some verse of poetry once in a while. To that, she said, \"No, however, he once did recite a verse of Ibn Tarfah:\n----۔ و یأتیک بالاخبار من لّم تزوّدِ ستبدی لک الایام ما کنت جاھلاً-----\n\"The time will reveal to you that which you did not know, and the news will be brought to you by one whom you did not appoint to do so.\nBut the holy Prophet ﷺ recited this as: وزن شعری in a manner that broke the poetic measure. Sayyidna Abu Bakr ؓ submitted, 'Ya RasulAllah, this verse is not like that.' He said, 'I am not a poet, nor is poetry appropriate for me.\"\nIbn Kathir has reported this narration in his Tafsir, and at-Tirmidhi, an-Nasa'I and Imam Ahmad have also reported it. This tells us that he simply did not consider reciting verses of poetry composed by others as appropriate for him. That he would compose it himself was unthinkable. As for some sentences having the resonance of poetic measure reported from the Holy Prophet ﷺ himself, they did not issue forth from him with the intention of composing formal poetry. They were casual, and should some one or two lines issue forth from a person that fall into poetic measure, these do not make him a poet. But, from this natural condition of the Holy Prophet ﷺ that was based on great considerations of wisdom, it does not become necessary that poetry should be taken as blameworthy in any absolute sense - as explained under the details of injunctions relating to poetry in our commentary on verse 224 of Surah Ash-Shu` ara' (26) appearing at its end in Volume VI of Ma’ ariful-Qur'an, English. Those interested may see it there."
    },
    {
      "ayah": 7,
      "surah": 36,
      "text": "Verses 7 and 8 لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا (The word has indeed come true about most of them, so they will not believe. Surely We have placed iron collars on their necks, so they are reaching up to their chins, and their heads are forced to remain upraised.) mean that Allah Ta’ ala has already placed before human beings two alternate ways of life - the way of kufr (disbelief) and 'Iman (faith) and the way of Jannah (Paradise) and Jahannam (the Hell) - and to give direction and substance to this call of faith, He also sent prophets and Books. In fact, He went further ahead by giving human beings the choice to first identify what is good or bad for one and then take to either of the two ways. Now if there is that unfortunate person who does neither think, nor ponders over proofs spread throughout nature, nor listens to the call of the prophets, nor deliberates in the Book of Allah, then, once this person has made a choice and has taken to a way thus chosen, Allah Ta’ ala assembles for him everything he needs to achieve that end. One who embraces the wont of disbelief, for him the supply of things and circumstances that would increase his disbelief never run short. This is what has been expressed as: لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ (7) which means that against most of these people, because of their choice of the evil, the decisive verdict of Allah - that they are not going to believe - already stands pronounced.\nGiven next is a similitude of their condition by saying that they look like people whose necks have been shackled in a manner that causes their faces and eyes stay upraised rendering them totally unable to see their way on the ground. If so, it is obvious that one cannot remain safe against the likelihood of falling down into some ditch or abyss.\nThen comes another similitude. It was said that it is like a wall having been placed as a barrier all around someone. Thus surrounded, this person becomes unaware of what is going on outside. Similarly, these infidels are surrounded by their ignorance and, on top of it, by their hostility and doggedness. Under these conditions, it is as if the truth present elsewhere simply does not reach them.\nImam Razi (رح) has said that there are two kinds of barriers against perception. One barrier is of the kind that prevents one from seeing even himself. The second barrier is the inability to see one's surrounding. For the disbelievers, both kinds of barriers against seeing the truth were present. Therefore, the first example is that of the first barrier, that is, one who cannot bend his neck to lower his eyes cannot see even his own self or the state in which he exists. Then the second example is that of the second barrier that stops one from seeing his surroundings. (Ruh-ul- Ma’ ani)\nThe majority of commentators have declared the present verse to be a similitude of their disbelief and hostility only. And some commentators, on the basis of some narrations, have taken it to be the description of an event, that is, Abu Jahl and some others, bent on killing or hurting the Holy Prophet ﷺ ، lunged towards him but Allah Ta’ ala cast curtain over their eyes. Thus, rendered helpless, they went back. Many similar events have been reported in books of Tafsir, such as, Ibn Kathir, Ruh-ul-Ma’ ani, al-Qurtubi, Mazhari and others. But, most of these are weak narrations. The Tafsir of the verse cannot be based on such sources."
    },
    {
      "ayah": 70,
      "surah": 36,
      "text": "Commentary\nIn the first verse cited here, it was said: وَمَا عَلَّمْنَاهُ الشِّعْرَ‌ وَمَا يَنبَغِي لَهُ (And We did not teach him poetry and it is not proper for him.) Since the deniers of the appearance of a prophet and messenger with a mission could not deny the unique effectiveness of the Qur'an and its ability to move hearts that was a matter of common experience, therefore, they invented convenient excuses. At times, they would call this Divine Word, some magic and the Holy Prophet ﷺ ، a magician. Then, on other occasions, they would say that this Word was poetry and he was a poet. By saying that, they wanted to prove that this unique effectiveness did not come out of the Divine Word as such, instead, they were either words of magic or sorcery that made an impression on hearts, or it is poetic speech for that too affects hearts.\nIn this verse, Allah Ta’ ala said that He did not teach His prophet the art of poetry, nor was it appropriate to his station and saying that he was a poet, is false and wrong.\nHere, we have a question. Is it not that Arabs are a people who have poetry in their blood? Even their women and children would compose impromptu lines of poetry. They knew poetry and its reality. How could they say that the Qur'an was poetry and the Holy Prophet ﷺ was a poet? On what basis could this be because neither is the Qur'an restricted by the compulsion of poetic meter, nor of radif (the unchanging word that appears at the end of the hemistich) and qafiyah (the changing rhymed word that appears before the radif) anywhere in the text? Not even someone who is pathetically ignorant of the mores of poetry would think of calling this poetry.\nTo answer this, it can be said that, essentially, poetry is composed of self-structured imaginary subjects, whether in poetry or prose. By calling the Qur'an, poetry and the Holy Prophet ﷺ ، a poet their purpose was to tell him that the Divine Word he claims to have brought, is no more than imaginary tales. Or, may be, they called him a poet in terms of the well recognized meaning of poetry with a certain congruity in mind, that is, the effect produced by the Qur'an is similar to the effect produced by poetic compositions.\nQuoting his own chain of authority, Imam Abu Bakr al-Jassas (رح) has reported that someone asked Sayyidah ` A'ishah ؓ if the Holy Prophet ﷺ used to recite some verse of poetry once in a while. To that, she said, \"No, however, he once did recite a verse of Ibn Tarfah:\n----۔ و یأتیک بالاخبار من لّم تزوّدِ ستبدی لک الایام ما کنت جاھلاً-----\n\"The time will reveal to you that which you did not know, and the news will be brought to you by one whom you did not appoint to do so.\nBut the holy Prophet ﷺ recited this as: وزن شعری in a manner that broke the poetic measure. Sayyidna Abu Bakr ؓ submitted, 'Ya RasulAllah, this verse is not like that.' He said, 'I am not a poet, nor is poetry appropriate for me.\"\nIbn Kathir has reported this narration in his Tafsir, and at-Tirmidhi, an-Nasa'I and Imam Ahmad have also reported it. This tells us that he simply did not consider reciting verses of poetry composed by others as appropriate for him. That he would compose it himself was unthinkable. As for some sentences having the resonance of poetic measure reported from the Holy Prophet ﷺ himself, they did not issue forth from him with the intention of composing formal poetry. They were casual, and should some one or two lines issue forth from a person that fall into poetic measure, these do not make him a poet. But, from this natural condition of the Holy Prophet ﷺ that was based on great considerations of wisdom, it does not become necessary that poetry should be taken as blameworthy in any absolute sense - as explained under the details of injunctions relating to poetry in our commentary on verse 224 of Surah Ash-Shu` ara' (26) appearing at its end in Volume VI of Ma’ ariful-Qur'an, English. Those interested may see it there."
    },
    {
      "ayah": 71,
      "surah": 36,
      "text": "In verse 71, it was said: أَوَلَمْ يَرَ‌وْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ (Did they not see that We have created for them cattle, among things made (directly) by Our hands, then they are their owners?). Along with the mention of the Divine novelty and beneficence in the creation of the cattle in this verse, yet another great favor of Allah Ta’ ala has been identified. It has been said that man has played no role in the creation of these cattle. Allah Ta’ ala made them, exclusively, by His own hands, so to say. Then, He not only let human beings benefit from these cattle with His permission, but also made them their owners, so that they could dispose them off in any manner they chose - use them to their advantage or sell them off and use the money thus acquired.\nGift of God - not capital or labor - is the real wisdom behind the ownership of things\nIn our day, debate is still going on between various economic theories as to the basis of production of things and their ownership. Is it wealth, or is it labor? The votaries of the capitalist economic system declare capital and wealth as its basis. The protagonists of the socialist and communist system support labor as the real reason or justification behind production of things and their ownership. This decree of the Qur'an tells us that none of these two has any role to play in the creation of things and their ownership. The creation of anything does not rest in the possession or control of human beings. That is an act of Allah Ta’ ala, directly. Then, reason demands that the one who creates something should also be its owner. Therefore, when it comes to things of this world, the essential and real ownership is that of Allah Ta’ ala. The ownership of human beings in anything whatsoever can take effect only when Allah Ta’ ala passes it on to them in His mercy. Allah Ta’ ala has already revealed the law of the proof and transfer of ownership through his prophets. Counter to this law, no one can become the owner of anything."
    },
    {
      "ayah": 72,
      "surah": 36,
      "text": "In verse 72: وَذَلَّلْنَاهَا لَهُمْ (And We have brought them under their control), yet another favor and blessing has been pointed to. If one were to look at the camel, horse, elephant, ox and other animals, it will be realized that they are seemingly far stronger than human beings. Man is weak as compared to them - as a result of which, it should have not been possible for him to tame and control them. But, Allah Ta` la had it arranged in His own way. The way He created these animals and gifted them to human beings, in the same way, He made these free animals naturally subservient to man. A boy reins a strong horse and rides on its back to anywhere he likes to go. This thing too is no achievement of man. This comes from Allah Ta` H1a as His grace, a blessing that is given to man without asking."
    },
    {
      "ayah": 73,
      "surah": 36,
      "text": "In verse 72: وَذَلَّلْنَاهَا لَهُمْ (And We have brought them under their control), yet another favor and blessing has been pointed to. If one were to look at the camel, horse, elephant, ox and other animals, it will be realized that they are seemingly far stronger than human beings. Man is weak as compared to them - as a result of which, it should have not been possible for him to tame and control them. But, Allah Ta` la had it arranged in His own way. The way He created these animals and gifted them to human beings, in the same way, He made these free animals naturally subservient to man. A boy reins a strong horse and rides on its back to anywhere he likes to go. This thing too is no achievement of man. This comes from Allah Ta` H1a as His grace, a blessing that is given to man without asking."
    },
    {
      "ayah": 74,
      "surah": 36,
      "text": "In verse 72: وَذَلَّلْنَاهَا لَهُمْ (And We have brought them under their control), yet another favor and blessing has been pointed to. If one were to look at the camel, horse, elephant, ox and other animals, it will be realized that they are seemingly far stronger than human beings. Man is weak as compared to them - as a result of which, it should have not been possible for him to tame and control them. But, Allah Ta` la had it arranged in His own way. The way He created these animals and gifted them to human beings, in the same way, He made these free animals naturally subservient to man. A boy reins a strong horse and rides on its back to anywhere he likes to go. This thing too is no achievement of man. This comes from Allah Ta` H1a as His grace, a blessing that is given to man without asking."
    },
    {
      "ayah": 75,
      "surah": 36,
      "text": "In the last verse cited above (75), it was said: وَهُمْ لَهُمْ جُندٌ مُّحْضَرُ‌ونَ (rather they are an army brought forth for them). One sense of this verse is to take the word: جُندٌ (army) in the text to mean an opponent or adversary and take the verse to mean that the things they have made their objects of worship in the mortal world will turn against them on the Day of Judgment and also bear witness against them.\nAnd according to a Tafsir reported from Hasan and Qatadah رحمۃ اللہ علیہما ، it means that these people had taken to idols as gods in the hope that they would help them. But, the reality on the ground proved to be that they were already incapable of helping them. As a result, the very people who used to worship them as their servants and soldiers are now guarding them to the extent that they would take their side and fight against anyone who opposes them (a1-Qurtubi). The translation given in the text (with brackets) is based on this interpretation."
    },
    {
      "ayah": 76,
      "surah": 36,
      "text": "In the last verse cited above (75), it was said: وَهُمْ لَهُمْ جُندٌ مُّحْضَرُ‌ونَ (rather they are an army brought forth for them). One sense of this verse is to take the word: جُندٌ (army) in the text to mean an opponent or adversary and take the verse to mean that the things they have made their objects of worship in the mortal world will turn against them on the Day of Judgment and also bear witness against them.\nAnd according to a Tafsir reported from Hasan and Qatadah رحمۃ اللہ علیہما ، it means that these people had taken to idols as gods in the hope that they would help them. But, the reality on the ground proved to be that they were already incapable of helping them. As a result, the very people who used to worship them as their servants and soldiers are now guarding them to the extent that they would take their side and fight against anyone who opposes them (a1-Qurtubi). The translation given in the text (with brackets) is based on this interpretation."
    },
    {
      "ayah": 77,
      "surah": 36,
      "text": "Commentary\nThe last five verses of Surah Ya Sin were revealed in the background of a particular event. This event has been attributed to Ubayy Ibn Khalaf in some narrations, and to 'As ibn Wa'il in some others. And there is no improbability in that such an event came to pass with both of them. The first narration was reported by al-Baihaqi in Shu` abul-'Iman, and the other reported by Ibn Abi Haatim from Sayyidna Ibn ` Abbas ؓ says that 'As Ibn Wa'il picked up a bone from the sandy and pebble-strewn valley of Makkah and after breaking it with his hands rubbed it into a handful of bone meal and then said to the Holy Prophet ﷺ ، \"Will Allah revive this bone you are seeing in my hands?\" The Holy Prophet ﷺ said, \"Yes, Allah Ta’ ala will put you to death, then bring you back to life and then He will put you in Hell.\" (Ibn Kathir)\nThe expression: خَصِيمٌ مُّبِينٌ (an open adversary) in verse 77 means that this man was created from a lowly drop, yet he has the audacity to challenge Allah, and refuse to accept His power."
    },
    {
      "ayah": 78,
      "surah": 36,
      "text": "In verse 78, it was said: ضَرَ‌بَ لَنَا مَثَلًا (And he has set up an argument about Us). Here, the expression refers to the event described above, that is, while smashing and rubbing the bone into bone meal, its revival was considered improbable. After that, it was said: وَنَسِيَ خَلْقَهُ (and forgot his own creation). It means while he was giving that example, he forgot the example of his own creation as to how he himself was created by infusing life in a lowly, impure and lifeless drop - a bland anatomy of his creation indeed. Had he not forgotten his real genetic origin, he would have never come up with such examples and would have never dared saying no to Divine power."
    },
    {
      "ayah": 79,
      "surah": 36,
      "text": "In verse 78, it was said: ضَرَ‌بَ لَنَا مَثَلًا (And he has set up an argument about Us). Here, the expression refers to the event described above, that is, while smashing and rubbing the bone into bone meal, its revival was considered improbable. After that, it was said: وَنَسِيَ خَلْقَهُ (and forgot his own creation). It means while he was giving that example, he forgot the example of his own creation as to how he himself was created by infusing life in a lowly, impure and lifeless drop - a bland anatomy of his creation indeed. Had he not forgotten his real genetic origin, he would have never come up with such examples and would have never dared saying no to Divine power."
    },
    {
      "ayah": 8,
      "surah": 36,
      "text": "Verses 7 and 8 لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا (The word has indeed come true about most of them, so they will not believe. Surely We have placed iron collars on their necks, so they are reaching up to their chins, and their heads are forced to remain upraised.) mean that Allah Ta’ ala has already placed before human beings two alternate ways of life - the way of kufr (disbelief) and 'Iman (faith) and the way of Jannah (Paradise) and Jahannam (the Hell) - and to give direction and substance to this call of faith, He also sent prophets and Books. In fact, He went further ahead by giving human beings the choice to first identify what is good or bad for one and then take to either of the two ways. Now if there is that unfortunate person who does neither think, nor ponders over proofs spread throughout nature, nor listens to the call of the prophets, nor deliberates in the Book of Allah, then, once this person has made a choice and has taken to a way thus chosen, Allah Ta’ ala assembles for him everything he needs to achieve that end. One who embraces the wont of disbelief, for him the supply of things and circumstances that would increase his disbelief never run short. This is what has been expressed as: لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ (7) which means that against most of these people, because of their choice of the evil, the decisive verdict of Allah - that they are not going to believe - already stands pronounced.\nGiven next is a similitude of their condition by saying that they look like people whose necks have been shackled in a manner that causes their faces and eyes stay upraised rendering them totally unable to see their way on the ground. If so, it is obvious that one cannot remain safe against the likelihood of falling down into some ditch or abyss.\nThen comes another similitude. It was said that it is like a wall having been placed as a barrier all around someone. Thus surrounded, this person becomes unaware of what is going on outside. Similarly, these infidels are surrounded by their ignorance and, on top of it, by their hostility and doggedness. Under these conditions, it is as if the truth present elsewhere simply does not reach them.\nImam Razi (رح) has said that there are two kinds of barriers against perception. One barrier is of the kind that prevents one from seeing even himself. The second barrier is the inability to see one's surrounding. For the disbelievers, both kinds of barriers against seeing the truth were present. Therefore, the first example is that of the first barrier, that is, one who cannot bend his neck to lower his eyes cannot see even his own self or the state in which he exists. Then the second example is that of the second barrier that stops one from seeing his surroundings. (Ruh-ul- Ma’ ani)\nThe majority of commentators have declared the present verse to be a similitude of their disbelief and hostility only. And some commentators, on the basis of some narrations, have taken it to be the description of an event, that is, Abu Jahl and some others, bent on killing or hurting the Holy Prophet ﷺ ، lunged towards him but Allah Ta’ ala cast curtain over their eyes. Thus, rendered helpless, they went back. Many similar events have been reported in books of Tafsir, such as, Ibn Kathir, Ruh-ul-Ma’ ani, al-Qurtubi, Mazhari and others. But, most of these are weak narrations. The Tafsir of the verse cannot be based on such sources."
    },
    {
      "ayah": 80,
      "surah": 36,
      "text": "In verse 80, it was said: جَعَلَ لَكُم مِّنَ الشَّجَرِ‌ الْأَخْضَرِ‌ نَارً‌ا (the One who created for you fire from the green tree). Two trees used to be well known in ` Arabia - Markh (Cynanchum Vinimale) and ` Afar. The Arabs were accustomed to cutting two twigs from these two trees as they did with siwak or miswak. These twigs would be solid, green, and full of fresh water inside. By rubbing one on the other, it worked like firestone. They could strike fire out of these. This is what has been alluded to in striking fire out of the green tree. (Qurtubi) And if we were to consider the ultimate fate of trees, every green tree that flourishes initially, then, later on, once dried, it becomes a source of fuel and fire. Seen from this angle, every tree can be meant here - as seems to be the sense in the following verse of the noble Qur'an: أَفَرَ‌أَيْتُمُ النَّارَ‌ الَّتِي تُورُ‌ونَ ﴿71﴾ أَأَنتُمْ أَنشَأْتُمْ شَجَرَ‌تَهَا أَمْ نَحْنُ الْمُنشِئُونَ (Now tell Me about the fire you kindle: Is it you who have originated its tree, are We the Orginiator? - 56:71-72).\nBut, in the present verse, since the quality of the 'shajar' or tree has also been mentioned as being 'akhdar' or green, therefore, here it seems that meant here are those particular trees that used to be a source of fire despite being green and moisturized."
    },
    {
      "ayah": 81,
      "surah": 36,
      "text": "In verse 80, it was said: جَعَلَ لَكُم مِّنَ الشَّجَرِ‌ الْأَخْضَرِ‌ نَارً‌ا (the One who created for you fire from the green tree). Two trees used to be well known in ` Arabia - Markh (Cynanchum Vinimale) and ` Afar. The Arabs were accustomed to cutting two twigs from these two trees as they did with siwak or miswak. These twigs would be solid, green, and full of fresh water inside. By rubbing one on the other, it worked like firestone. They could strike fire out of these. This is what has been alluded to in striking fire out of the green tree. (Qurtubi) And if we were to consider the ultimate fate of trees, every green tree that flourishes initially, then, later on, once dried, it becomes a source of fuel and fire. Seen from this angle, every tree can be meant here - as seems to be the sense in the following verse of the noble Qur'an: أَفَرَ‌أَيْتُمُ النَّارَ‌ الَّتِي تُورُ‌ونَ ﴿71﴾ أَأَنتُمْ أَنشَأْتُمْ شَجَرَ‌تَهَا أَمْ نَحْنُ الْمُنشِئُونَ (Now tell Me about the fire you kindle: Is it you who have originated its tree, are We the Orginiator? - 56:71-72).\nBut, in the present verse, since the quality of the 'shajar' or tree has also been mentioned as being 'akhdar' or green, therefore, here it seems that meant here are those particular trees that used to be a source of fire despite being green and moisturized."
    },
    {
      "ayah": 82,
      "surah": 36,
      "text": "In verse 82, it was said: إِنَّمَا أَمْرُ‌هُ إِذَا أَرَ‌ادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ (His practice, when He intends to do something, is no more than He says, \"Be\", and it comes to be.). In other words, the verse means that when Allah Ta’ ala intends to create something, He has no need to follow the way things are made by human beings who have to collect raw materials, assemble technicians and work for a certain period of time until the thing is ready. His way, to use an understatement, is different. Whenever, He intends to create something, for Him it is sufficient to give the command: \"Be.\" Right then, the thing so commanded comes into existence. From this, it does not necessarily follow that the creation of everything should invariably be instant. Instead, when the creation of something instantly under the dictate of the wisdom of the Creator is expedient, it stands created on the beam without any gradual mode or respite. And when the creation of something is decreed to be appropriate only as gradual due to some wise consideration, it comes into existence gradually - whether it is destined to be created along with a particular gradual mode in the very first decree, or it is addressed with a separate command of کُن 'kun' or 'be' at each gradual stage. وَاللہ سبحانہ و تعالیٰ اَعلَم (And Allah, the Pure, the High knows best).\nAlhamdu1i11ah\nThe Commentary on\nSurah Y a Sin\nEnds here"
    },
    {
      "ayah": 83,
      "surah": 36,
      "text": "In verse 82, it was said: إِنَّمَا أَمْرُ‌هُ إِذَا أَرَ‌ادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ (His practice, when He intends to do something, is no more than He says, \"Be\", and it comes to be.). In other words, the verse means that when Allah Ta’ ala intends to create something, He has no need to follow the way things are made by human beings who have to collect raw materials, assemble technicians and work for a certain period of time until the thing is ready. His way, to use an understatement, is different. Whenever, He intends to create something, for Him it is sufficient to give the command: \"Be.\" Right then, the thing so commanded comes into existence. From this, it does not necessarily follow that the creation of everything should invariably be instant. Instead, when the creation of something instantly under the dictate of the wisdom of the Creator is expedient, it stands created on the beam without any gradual mode or respite. And when the creation of something is decreed to be appropriate only as gradual due to some wise consideration, it comes into existence gradually - whether it is destined to be created along with a particular gradual mode in the very first decree, or it is addressed with a separate command of کُن 'kun' or 'be' at each gradual stage. وَاللہ سبحانہ و تعالیٰ اَعلَم (And Allah, the Pure, the High knows best).\nAlhamdu1i11ah\nThe Commentary on\nSurah Y a Sin\nEnds here"
    },
    {
      "ayah": 9,
      "surah": 36,
      "text": "Verses 7 and 8 لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا (The word has indeed come true about most of them, so they will not believe. Surely We have placed iron collars on their necks, so they are reaching up to their chins, and their heads are forced to remain upraised.) mean that Allah Ta’ ala has already placed before human beings two alternate ways of life - the way of kufr (disbelief) and 'Iman (faith) and the way of Jannah (Paradise) and Jahannam (the Hell) - and to give direction and substance to this call of faith, He also sent prophets and Books. In fact, He went further ahead by giving human beings the choice to first identify what is good or bad for one and then take to either of the two ways. Now if there is that unfortunate person who does neither think, nor ponders over proofs spread throughout nature, nor listens to the call of the prophets, nor deliberates in the Book of Allah, then, once this person has made a choice and has taken to a way thus chosen, Allah Ta’ ala assembles for him everything he needs to achieve that end. One who embraces the wont of disbelief, for him the supply of things and circumstances that would increase his disbelief never run short. This is what has been expressed as: لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِ‌هِمْ فَهُمْ لَا يُؤْمِنُونَ (7) which means that against most of these people, because of their choice of the evil, the decisive verdict of Allah - that they are not going to believe - already stands pronounced.\nGiven next is a similitude of their condition by saying that they look like people whose necks have been shackled in a manner that causes their faces and eyes stay upraised rendering them totally unable to see their way on the ground. If so, it is obvious that one cannot remain safe against the likelihood of falling down into some ditch or abyss.\nThen comes another similitude. It was said that it is like a wall having been placed as a barrier all around someone. Thus surrounded, this person becomes unaware of what is going on outside. Similarly, these infidels are surrounded by their ignorance and, on top of it, by their hostility and doggedness. Under these conditions, it is as if the truth present elsewhere simply does not reach them.\nImam Razi (رح) has said that there are two kinds of barriers against perception. One barrier is of the kind that prevents one from seeing even himself. The second barrier is the inability to see one's surrounding. For the disbelievers, both kinds of barriers against seeing the truth were present. Therefore, the first example is that of the first barrier, that is, one who cannot bend his neck to lower his eyes cannot see even his own self or the state in which he exists. Then the second example is that of the second barrier that stops one from seeing his surroundings. (Ruh-ul- Ma’ ani)\nThe majority of commentators have declared the present verse to be a similitude of their disbelief and hostility only. And some commentators, on the basis of some narrations, have taken it to be the description of an event, that is, Abu Jahl and some others, bent on killing or hurting the Holy Prophet ﷺ ، lunged towards him but Allah Ta’ ala cast curtain over their eyes. Thus, rendered helpless, they went back. Many similar events have been reported in books of Tafsir, such as, Ibn Kathir, Ruh-ul-Ma’ ani, al-Qurtubi, Mazhari and others. But, most of these are weak narrations. The Tafsir of the verse cannot be based on such sources."
    }
  ]
}
