{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 44,
      "text": "وَقُلْ سَلَامٌ (and say, Salam [ good-bye ]. Then soon they will come to know---43:89). At the end of the Surah, the same advice has been given to the Holy Prophet t that is always given to every preacher of truth. The gist of the advice is that one may reply to the arguments and doubts of the opponents, but when they start talking ignorantly, foolishly or are involved in hurling abuses, then instead of replying in their language, one should keep quiet. And the instruction to say Salam does not mean that 'Assalamu ` alaikum\" is to be said to them, because this salutation is not permissible for any non-Muslim; rather it is an idiomatic expression for parting of ways. As such, the view of those who deduce from this verse that saying \"Assalamu 'alaikum\" to non-Muslims is permissible does not carry much weight. (Ruh-ul-Ma’ ani).\nAlhamdulillah\nThe Commentary on\nSUrah Az-Zukhruf (The Gold)\nEnds here"
    },
    {
      "ayah": 10,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 11,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 12,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 13,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 14,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 15,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 16,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 17,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 18,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 19,
      "surah": 44,
      "text": "Commentary\nدُخَانٍ مُّبِينٍ...visible smoke\" in verse (10) embodies a prophecy and the Prophet ﷺ was asked to watch for the Day when the sky will bring forth a manifest smoke covering the people. There are three opinions recorded about this from the Companions and their pupils.\nThe first view is that the smoke is one of the portents of the Day of Judgment which will occur very close to the Day of Judgment. This view is held by Sayyidna al-Murtada, Ibn ` Abbas, Ibn ` Umar, Abu Hurairah, Zaid Ibn ` Ali ؓ ، Hasan al-Basri Ibn Abi Mulaikah and others رحمۃ اللہ علیہم . This view is recorded traceably on the authority of Sayyidna Abu Said al-Khudri and Hudhaifah Ibn ` Usaid al-Ghifari ؓ which will be set out in detail later.\nThe second view is that this prophecy has already occurred. This refers to the event when the Quraish did not respond to Islam's call and they grew obstinate, the Apostle of Allah invoked against them that they would suffer seven years of drought and famine as it happened in the time of Prophet Y usuf علیہ السلامٍ. They became so exhausted and hungry that they were forced to eat bones and carrion. When they looked at the sky, they saw nothing but smoke or smoky haze because of their exhaustion, instead of rain-laiden clouds. This view is held by Sayyidna ` Abdullah Ibn Masud ؓ and others.\nThe third view is held by Sayyidna ` Abdur-Rahman al-'A'raj and others. They say that the 'smoke' refers to the 'dust' which had been stirred up to the sky, and had covered the firmament of Makkah on the day of 'the Conquest of Makkah'. (Qurtubi).\nThe first two views are most popular. Ibn Kathir says regarding the third view:\nھَذا القول غیرب جِدَّا بل مُنکر\n\"This view is gharib (unfamiliar), in fact munkar (against authentic reports) \".\nThe other two views are confirmed by authentic Traditions. Ruh-ul-Ma` ani supports the second view. Tafsir Bayan-ul-Qur'an prefers this view. It would appear that Ibn Kathir and Qurtubi prefer the first view. Allah knows best!\nNarrations relating to the two views are as follows. It is recorded in Sahih of Muslim that Sayyidna Hudhaifah Ibn ` Usaid al-Ghifari ؓ said: \"The Messenger of Allah ﷺ looked out upon us from a room while we were discussing the Hour. He said:\n'The Hour will not come until you see ten signs. The rising of the sun from the west; the smoke; the beast (dabbat-ul ard); the emergence of Gog and Magog; the appearance of ` Isa son of Maryam; the Dajjal (anti-Christ); three cases of the earth collapsing - one in the east, one in the west, and one in the Arabian peninsula; and a fire that will emerge from the bottom of Aden and will drive the people - or gather the people - stopping with them when they stop to sleep at night or rest during the day.\"' (Ibn Kathir).\nIbn Jarir has recorded on the authority of Sayyidna Abu Malik Ash` ari ؓ that the Messenger of Allah ﷺ said: \"I warn you against three things: one, the smoke which will only cause cold in a believer, but will permeate the entire body of an unbeliever so much so that it will ooze out from every pore and minute hole of the skin; the second thing is the beast (of the earth which will be of a strange/unusual type); the third thing will be Dajjal\". Having cited this narration, Ibn Kathir said: \"This chain of transmitters is good\". Ibn Kathir has cited another narration on the same subject vide Ibn Abi Hatim on the authority of Sayyidna Abu Said al-Khudri ؓ . He also cites a narration with reference to Ibn Abi Hatim on the authority of Sayyidna al-Murtada ؓ to the following effect: \"This prophecy has not yet been fulfilled. (It will happen close to the Hour). This smoke will be the cause of catarrh for the believer but it will penetrate the entire body of an unbeliever and ooze out of the tiny holes of his skin\". Ibn Jarir cites a narration on the same subject on the authority of Sayyidna ` Abdullah Ibn ` Umar and Ibn ` Abbas ؓ . Ibn Kathir cites this and writes:\nھذا اسناد صحیح الٰی ابن عباس ؓ حبر الامۃ و ترجمان القراٰن وھٰکَذا قول من وافقہ من الصّحابۃ ؓ والتابِعِین رحمۃ اللہ علیہم مع الاحادیث المرفوعہ من الصحاح والحسان وغیرھما الّتی اور دوھا مما فیہ مقنع ودلالۃ ظاھرۃ علی ان الدّخان من الاٰیات المنتظرہ مع انّہ ظاھر القرآن (فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ ) وعلیٰ مافسرہ ابن مسعود انما ھو خیال رأوہ فی اعینھم من شدّد الجوع والجھد وھٰکذا قولہ تعالیٰ (يَغْشَى النَّاسَ ) او یتغشاھم و یعمھم ولو کان امراً خیالیا یخص اھل المکۃ المشرکین لما قیل فیہ یغشی الناس۔\n\"This chain of transmitters is authentic up to Sayyidna Ibn ` Abbas ؓ ، the scholar of the Ummah, interpreter of the Qur'an. This is the view of other Companions ؓ and their pupils who concur with Sayyidna Ibn ` Abbas ؓ ، together with prophetic Traditions - some being sahih and others hasan. They too are sufficient to prove that the 'smoke' is one of the portents of the Hour. It has not yet occurred, especially since the apparent wordings of the Qur'an bear evidence to this fact. Sayyidna ` Abdullah Ibn Mas` ud's ؓ popular interpretation of the word 'smoke' refers to an imaginary smoke/an illusion which they saw because of their intense hunger and exhaustion, but it is inconceivable that the Qur'an would use a phrase like يَغْشَى النَّاسَ 'that will envelop people ...(11) ’ because this imaginary smoke was experienced by Makkans only. The wordings of the phrase 'that will envelop people ...(11) \" show that the smoke had enveloped all the people.\nEarlier on, Sayyidna ` Abdullah Ibn Mas` ud's ؓ view was given as follows as recorded in the two Sahihs, Musnad of Ahmad, Tirmidhi, Nasa'i and others. Sayyidna Masruq ؓ narrates: 'We entered the mosque of Kufah at the gates of kindah - and a preacher recited the verse يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"a day when the sky will come up with a visible smoke (44:10) \" and asked the audience: \"Do you know what smoke is that?\" Then he said that that is the smoke which will emerge on the Day of Resurrection. It will take away the hearing and sight of the hypocrites, but for the believers it will be like having a cold. Sayyidna Masruq ؓ says, 'when we heard this we went to Sayyidna ` Abdullah Ibn Masud ؓ and told him about it. He was lying down, and he sat up with a start and said: \"Allah has given to his prophet the following direction: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ Say, \"I do not demand from you any fee for it, nor am I from among those who make up things artificially\" (38:86). This verse proves that it is also a part of knowledge that when a man does not know something, he should say frankly that he does not know and that the correct knowledge is with Allah.(and he should not pretend that he knows it) \"Then he narrated a Hadith which interprets the meaning of the verse, thus: When the Quraish did not respond to the call of Islam and grew stubborn, the Messenger of Allah imprecated against them that they should have years like the years of drought and famine during the time of Sayyidna Yusuf (علیہ السلام) . They became so exhausted and hungry that they ate dead meat and bones. When they looked at the sky, they saw nothing but smoke.\nAccording to another report, a man would look at the sky and he would see nothing between him and the sky except a smoky haze on account of intensity of hunger and exhaustion. In support of his argument he recited فَارْ‌تَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُّبِينٍ \"So, wait for a day when the sky will come up with a visible smoke (44:10) \". When this event took place, people came up to the Prophet of Allah ﷺ and requested him to pray to Allah to send down rain to his tribe of Mudar. Otherwise, they all will perish. So, the Holy Prophet ﷺ prayed for rain for them, and the rain came down. On that occasion the following verse was revealed إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ ! We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \" As predicted, when they were granted ease or reprieve, they reverted to their former state of kufr (disbelief) and Allah revealed the following verse يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ إِنَّا مُنتَقِمُونَ \" (Then,) the day We will seize (you) with the greatest seizure, We will take vengeance. (44:16) \"\nSayyidna ` Abdullah Ibn Masud ؓ says that بطشہ کبریٰ \"greatest seizure\" refers to the battle of Badr. After reporting this incident, Sayyidna ` Abdullah Ibn Masud ؓ says that five events have already taken place:\n(1)\tthe smoke;\n(2)\tthe (defeat of the) Romans;\n(3)\tthe (splitting of the) moon;\n(4)\tthe seizure; and\n(5)\tthe lizam. (IbnKathir).\nThe 'smoke', according to this interpretation, refers to the drought and famine in Makkah. The defeat of the Romans was prophesied in the Surah Ar-Rum, thus: وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ \"and they, after their defeat, will be victorious.\" (30:3) The splitting of the moon refers to the miracle given by Allah to Prophet Muhammad t that is described in Surah -Qamar, thus: اقْتَرَ‌بَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ‌ \"The Hour (of doom) has drawn near, and the moon has split asunder (54:1) \". The 'seizure', according to this interpretation, refers to the consequences of the pagan Quraish in the Battle of Badr. The 'lizam' refers to فَسَوْفَ يَكُونُ لِزَامًا \"Now since you belied (the truth), the punishment will be inseparable from you (25:77) \", meaning the unbelievers' persistent denial of the truth will inevitably cause them torment.\nA careful analysis of the verses embody several prophecies. First, the appearance of smoke on the sky and enveloping all the people. Second, that the pagans will not be able to bear the torment, so they will pray to Allah for its removal promising that they will believe. Third, they will go back on their words and break their promise. Fourth, Allah - despite their false promise - will remove the punishment for a short while in order to establish an argument against them, showing that they will not keep to their promise. Fourth, He will launch the greatest assault on them again to take revenge. According to Sayyidna ` Abdullah Ibn Mas` ud's ؓ interpretation, all the prophecies have been fulfilled. The first four prophecies were fulfilled during the period when the people of Makkah suffered a severe drought and famine until this torment was lifted. The fifth one was fulfilled on the occasion of the. Battle of Badr. But the difficulty in this interpretation is that it seems inconceivable that the express wordings of the Qur'an such as تَأْتِي السَّمَاءُ...the sky will come دُخَانٍ مُّبِينٍ a visible smoke (10) يَغْشَى النَّاسَ will envelop people ... (11) \" would refer to an imaginary smoke on account of intensity of hunger. The wordings expressly refer to the distinctive smoke that would be brought forth in the open and clear sky, enshrouding all the people. But in this interpretation, there is neither visible smoke in the sky nor is it enveloping the people. The smoke was as a result of the intensity of their own exhaustion. Therefore, following the express wordings of the Qur'an, Ibn Kathir prefers to interpret the expression دُخَانٍ مُّبِينٍ \"visible smoke\" as referring to one of the signs/portents of the Hour. Furthermore, this interpretation is preferable because this is based on Prophetic ahadith, while the other interpretation is based merely on a saying of Sayyidna ` Abdullah Ibn Masud ؓ .\nBut a strong objection on the interpretation of Ibn Kathir may be raised on the basis of the verse that says, إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ \" (Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position). (44:15) \". The problem here is that on the Day of Judgment no punishment of the unbelievers will be removed. The assertion that their punishment will be removed for a few days does not appear to coincide with the interpretation that takes the 'smoke' as a sign of Qiyamah. Responding to this objection, Ibn Kathir has observed that it could have one of two meanings. For one thing, it could mean 'If We, in keeping with your request, grant you reprieve from your torment and send you back to the world, you will revert to your former state of kufr'. This may be compared to another verse on the same subject: وَلَوْ رَ‌حِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ‌ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ \"And even if We have mercy on them and remove whatever distress they have, they would still persist obstinately in their rebellion, wandering blindly (23:75) \". Similarly, another verse وَلَوْ رُ‌دُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ \"...And if they were sent back, they\nwould again go for what they were forbidden from...\". (6:28)\nThe other meaning of کاشفوا العَذَاب \"We are going to remove the punishment\" could be that all the causes of punishment have been completed and the punishment is imminent, but it is postponed for a few days, as it was delayed in the case of the people of Yunus (علیہ السلام) The Qur'an says شَفْنَا عَنْهُمْ عَذَابَ \"Surely We have removed from them their punishment\" whereas the punishment on the people of Yunus (علیہ السلام) had not yet arrived - only the signs of punishment were visible when it was delayed, but it is described as removal of punishment.\nIn conclusion, if the prophecy of dukhan ('smoke' ) be taken as one of the portents of the Hour, so the phrase kashiful adhab (We are going to remove the punishment –کاشفوا العذاب) does not create any problem. In this interpretation, the phrase يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَ‌ىٰ \" (Then,) the day We will seize (you) with the greatest seizure ... (44:16) \" refers to the seizure of the Day of Judgment. In Sayyidna ` Abdullah Ibn Mas` ud's 'interpretation it refers to the seizure of the battle of Badr. This is correct because that too was a great seizure, but that does not necessarily mean that a greater seizure will not be made on the Day of Judgment. It is possible that the Qur'an, through these verses, is warning the unbelievers of an impending punishment. Whenever a punishment befell the enemies, the noble Companions took the verses to apply to that particular punishment. This does not negate its being one of the signs of the Hour. Ruh-ul-Ma` ani cites Sayyidna ` Abdullah Ibn Masud's ؓ narration with reference to ` Allamah Saffarini's book البحورالزاخرۃ 'al-Buhur-uz-Zakhirah', thus:\nھما دخامان مضی واحد والّذی بقی یملأ مابین السّماء والارض ولا یصیب المؤمن الا بالذکمۃ واما الکافر فیشق مسامعہ فیبعث اللہ تعالیٰ عند ذالک الرّیح الجنوب من الیمن فتقبض روح کل مؤمن ویبقیٰ شرار النّاس۔ (روح)\n\"Two clouds of 'dukhan or smoke' will be produced at two different times: One, in fact, has already occurred on the occasion of the famine of Makkah and the other is still going to be produced. The second smoke will fill the atmosphere between the heaven and the earth. A believer will feel it like having a cold but it will tear through all the pores of an unbeliever. At that time Allah will send southerly wind from Yemen which will take away the soul of every believer; and there shall remain only the unbelievers, the worst of people.\" (Ruh-ul-Ma’ ani)\nThe author of Ruh-ul-Ma` ani, in terms of his preferred interpretation, has expressed his suspicion on the authenticity of this narration. However, if the narration can be confirmed, then there will remain no conflict between the Tafsir of Ibn Masud ؓ and the express wordings of the Qur'an and the Prophetic ahadith. Allah, the Pure and Exalted, knows best"
    },
    {
      "ayah": 2,
      "surah": 44,
      "text": "Commentary\nThe Merit of the Surah\nSayyidna Abu Hurairah\tرضی اللہ تعالیٰ عنہ reports that the Messenger of Allah ﷺ said that whoever recites Surah Dukhan on Friday night, his sins will have been forgiven by the morning. Sayyidna Umamah ؓ narrates that the Messenger of Allah ﷺ said anyone who recites Surah Dukhan on Friday, in the night or in the day, Allah will build for him a house in Paradise. (Qurtubi on the authority of Thalabi).\nIn the present set of verses, the greatness of Qur'an and some of its special features are described. وَالْكِتَابِ الْمُبِينِ \"By the manifest Book\". This verse refers to the Holy 'Qur'an'. In the verse Allah swears an oath by the magnificent Qur'an to state that it was revealed in a blessed and auspicious Night, the purpose of which is to awaken the unmindful human beings from their deep slumber. A similar oath was taken, in exactly the same words, at the commencement of Surah Az-Zukhruf (Chapter 43). The oath-phrase has been fully discussed there."
    },
    {
      "ayah": 20,
      "surah": 44,
      "text": "Commentary\nوَإِنِّي عُذْتُ بِرَ‌بِّي وَرَ‌بِّكُمْ أَن تَرْ‌جُمُونِ \"And I have sought refuge with my Lord and your Lord, lest you stone me to death. (44:20) \" The word rajm means 'to stone to death'. Another meaning of the word is 'to revile or to make a verbal assault or to heap up insults'. Both senses are possible here, but it seems more likely that the word is used here in the sense of stoning to death, because Fir'aun's people must have been threatening Prophet Musa (علیہ السلام) with death."
    },
    {
      "ayah": 21,
      "surah": 44,
      "text": "Commentary\nوَإِنِّي عُذْتُ بِرَ‌بِّي وَرَ‌بِّكُمْ أَن تَرْ‌جُمُونِ \"And I have sought refuge with my Lord and your Lord, lest you stone me to death. (44:20) \" The word rajm means 'to stone to death'. Another meaning of the word is 'to revile or to make a verbal assault or to heap up insults'. Both senses are possible here, but it seems more likely that the word is used here in the sense of stoning to death, because Fir'aun's people must have been threatening Prophet Musa (علیہ السلام) with death."
    },
    {
      "ayah": 22,
      "surah": 44,
      "text": "Commentary\nوَإِنِّي عُذْتُ بِرَ‌بِّي وَرَ‌بِّكُمْ أَن تَرْ‌جُمُونِ \"And I have sought refuge with my Lord and your Lord, lest you stone me to death. (44:20) \" The word rajm means 'to stone to death'. Another meaning of the word is 'to revile or to make a verbal assault or to heap up insults'. Both senses are possible here, but it seems more likely that the word is used here in the sense of stoning to death, because Fir'aun's people must have been threatening Prophet Musa (علیہ السلام) with death."
    },
    {
      "ayah": 23,
      "surah": 44,
      "text": "Commentary\nوَإِنِّي عُذْتُ بِرَ‌بِّي وَرَ‌بِّكُمْ أَن تَرْ‌جُمُونِ \"And I have sought refuge with my Lord and your Lord, lest you stone me to death. (44:20) \" The word rajm means 'to stone to death'. Another meaning of the word is 'to revile or to make a verbal assault or to heap up insults'. Both senses are possible here, but it seems more likely that the word is used here in the sense of stoning to death, because Fir'aun's people must have been threatening Prophet Musa (علیہ السلام) with death."
    },
    {
      "ayah": 24,
      "surah": 44,
      "text": "وَاتْرُ‌كِ الْبَحْرَ‌ رَ‌هْوًا \"And leave the sea in the state of stillness; (44:24) \" The word rahwan means 'to\tbe still/calm/motionless'. When Prophet Musa (علیہ السلام) and his companions crossed the sea, Musa ill naturally desired for the sea to go back to its original state. So he wanted to strike it with his staff so that it would form a barrier between them and Fir'aun to prevent him from reaching them. But Allah commanded him to leave it as it was, quiet and divided, and gave him the glad tidings that they were a host to be drowned, and he should not fear either being overtaken by Fir'aun or drowning in the sea. When Fir'aun, with his host, will reach the middle of the dry path, Allah will cause the water to flow and they will drown. (Ibn Kathir)."
    },
    {
      "ayah": 25,
      "surah": 44,
      "text": "وَاتْرُ‌كِ الْبَحْرَ‌ رَ‌هْوًا \"And leave the sea in the state of stillness; (44:24) \" The word rahwan means 'to\tbe still/calm/motionless'. When Prophet Musa (علیہ السلام) and his companions crossed the sea, Musa ill naturally desired for the sea to go back to its original state. So he wanted to strike it with his staff so that it would form a barrier between them and Fir'aun to prevent him from reaching them. But Allah commanded him to leave it as it was, quiet and divided, and gave him the glad tidings that they were a host to be drowned, and he should not fear either being overtaken by Fir'aun or drowning in the sea. When Fir'aun, with his host, will reach the middle of the dry path, Allah will cause the water to flow and they will drown. (Ibn Kathir)."
    },
    {
      "ayah": 26,
      "surah": 44,
      "text": "وَاتْرُ‌كِ الْبَحْرَ‌ رَ‌هْوًا \"And leave the sea in the state of stillness; (44:24) \" The word rahwan means 'to\tbe still/calm/motionless'. When Prophet Musa (علیہ السلام) and his companions crossed the sea, Musa ill naturally desired for the sea to go back to its original state. So he wanted to strike it with his staff so that it would form a barrier between them and Fir'aun to prevent him from reaching them. But Allah commanded him to leave it as it was, quiet and divided, and gave him the glad tidings that they were a host to be drowned, and he should not fear either being overtaken by Fir'aun or drowning in the sea. When Fir'aun, with his host, will reach the middle of the dry path, Allah will cause the water to flow and they will drown. (Ibn Kathir)."
    },
    {
      "ayah": 27,
      "surah": 44,
      "text": "وَاتْرُ‌كِ الْبَحْرَ‌ رَ‌هْوًا \"And leave the sea in the state of stillness; (44:24) \" The word rahwan means 'to\tbe still/calm/motionless'. When Prophet Musa (علیہ السلام) and his companions crossed the sea, Musa ill naturally desired for the sea to go back to its original state. So he wanted to strike it with his staff so that it would form a barrier between them and Fir'aun to prevent him from reaching them. But Allah commanded him to leave it as it was, quiet and divided, and gave him the glad tidings that they were a host to be drowned, and he should not fear either being overtaken by Fir'aun or drowning in the sea. When Fir'aun, with his host, will reach the middle of the dry path, Allah will cause the water to flow and they will drown. (Ibn Kathir)."
    },
    {
      "ayah": 28,
      "surah": 44,
      "text": "وَأَوْرَ‌ثْنَاهَا قَوْمًا آخَرِ‌ينَ And We made other people inherit all this.\" (44:28) In Surah Shu'ara', it is explicitly stated that 'other people' refers to the Children of Israel. It is objected that there is no historical evidence to show that the Children of Israel ever settled again in Egypt. This objection has been rebutted in Surah Shu` ara'."
    },
    {
      "ayah": 29,
      "surah": 44,
      "text": "Weeping of the Sky and the Earth\nفَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ \"So, neither the sky and earth wept over them... (44:29) \". This means they did not perform any righteous deeds on earth which would weep for them when they died, nor did any of their righteous deeds ascend through the gates of heaven, so that the sky would weep on their death. There are several ahadith which confirm that when a righteous person dies, the heaven and earth weep. Hafiz Abu Ya` la reports on the authority of Sayyidna Anas ؓ that the Prophet of Allah ﷺ said: \"For every person there are two gates in the heaven/sky. Through one of them his sustenance descends, and through the other his deeds and his conversation ascend. When he dies, the gates remember him and weep. Then the Prophet ﷺ recited the following verse as an evidence of his statement: فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ So, neither the sky and earth wept over them...(44:29) \". Similar reports are narrated on the authority of Sayyidna Ibn ` Abbas (Ibn Kathir). Sayyidna Shuraih Ibn ` Ubaid al-Hadrami ؓ narrates that the Holy Prophet ﷺ said: \"If a believer dies away from home where there is no one to weep for him, the heaven and earth weep for him.\" On this occasion too, the Holy Prophet ﷺ recited the same verse (29), adding that neither the sky nor the earth weeps for a non-believer. (Ibn Jarir). Sayyidna ‘Ali ؓ also upholds that the heaven and earth weep for a righteous person. (Ibn Kathir).\nSome scholars interpret the verse metaphorically, not literally. They say that the sky and the earth do not really weep, in the primary sense of the word. The verse purports to say that their existence is so insignificant that when they were wiped out, it did not cause grief to anyone. In the light of the above narratives, the real weeping of the heaven and earth in this context appears to be preferable. If the literal or primary sense of an expression is possible, there is no need to interpret it metaphorically or figuratively. The narratives quoted above support our argument - that the verse must be interpreted in its basic sense, and not in the figurative sense. It may be objected that neither the heaven nor the earth has any sense so that they would weep in the primary sense in which we understand it. Its rebuttal is simple: Obviously, every member of the universe has some sense, to a higher or lower degree, as attested by the Qur'an وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ...And there is not a single thing that does not extol His purity and praise, but you do not understand their extolling... (17:44) \". Gradually, contemporary science - through its research and experiment - is now reaching the same conclusion. Of course, it is not necessary for the heavens and the earth to be weeping in the same way as human beings do. The way of their weeping would surely be different from humans but we are unaware of its reality."
    },
    {
      "ayah": 3,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 30,
      "surah": 44,
      "text": "Weeping of the Sky and the Earth\nفَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ \"So, neither the sky and earth wept over them... (44:29) \". This means they did not perform any righteous deeds on earth which would weep for them when they died, nor did any of their righteous deeds ascend through the gates of heaven, so that the sky would weep on their death. There are several ahadith which confirm that when a righteous person dies, the heaven and earth weep. Hafiz Abu Ya` la reports on the authority of Sayyidna Anas ؓ that the Prophet of Allah ﷺ said: \"For every person there are two gates in the heaven/sky. Through one of them his sustenance descends, and through the other his deeds and his conversation ascend. When he dies, the gates remember him and weep. Then the Prophet ﷺ recited the following verse as an evidence of his statement: فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ So, neither the sky and earth wept over them...(44:29) \". Similar reports are narrated on the authority of Sayyidna Ibn ` Abbas (Ibn Kathir). Sayyidna Shuraih Ibn ` Ubaid al-Hadrami ؓ narrates that the Holy Prophet ﷺ said: \"If a believer dies away from home where there is no one to weep for him, the heaven and earth weep for him.\" On this occasion too, the Holy Prophet ﷺ recited the same verse (29), adding that neither the sky nor the earth weeps for a non-believer. (Ibn Jarir). Sayyidna ‘Ali ؓ also upholds that the heaven and earth weep for a righteous person. (Ibn Kathir).\nSome scholars interpret the verse metaphorically, not literally. They say that the sky and the earth do not really weep, in the primary sense of the word. The verse purports to say that their existence is so insignificant that when they were wiped out, it did not cause grief to anyone. In the light of the above narratives, the real weeping of the heaven and earth in this context appears to be preferable. If the literal or primary sense of an expression is possible, there is no need to interpret it metaphorically or figuratively. The narratives quoted above support our argument - that the verse must be interpreted in its basic sense, and not in the figurative sense. It may be objected that neither the heaven nor the earth has any sense so that they would weep in the primary sense in which we understand it. Its rebuttal is simple: Obviously, every member of the universe has some sense, to a higher or lower degree, as attested by the Qur'an وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ...And there is not a single thing that does not extol His purity and praise, but you do not understand their extolling... (17:44) \". Gradually, contemporary science - through its research and experiment - is now reaching the same conclusion. Of course, it is not necessary for the heavens and the earth to be weeping in the same way as human beings do. The way of their weeping would surely be different from humans but we are unaware of its reality."
    },
    {
      "ayah": 31,
      "surah": 44,
      "text": "Weeping of the Sky and the Earth\nفَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ \"So, neither the sky and earth wept over them... (44:29) \". This means they did not perform any righteous deeds on earth which would weep for them when they died, nor did any of their righteous deeds ascend through the gates of heaven, so that the sky would weep on their death. There are several ahadith which confirm that when a righteous person dies, the heaven and earth weep. Hafiz Abu Ya` la reports on the authority of Sayyidna Anas ؓ that the Prophet of Allah ﷺ said: \"For every person there are two gates in the heaven/sky. Through one of them his sustenance descends, and through the other his deeds and his conversation ascend. When he dies, the gates remember him and weep. Then the Prophet ﷺ recited the following verse as an evidence of his statement: فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْ‌ضُ So, neither the sky and earth wept over them...(44:29) \". Similar reports are narrated on the authority of Sayyidna Ibn ` Abbas (Ibn Kathir). Sayyidna Shuraih Ibn ` Ubaid al-Hadrami ؓ narrates that the Holy Prophet ﷺ said: \"If a believer dies away from home where there is no one to weep for him, the heaven and earth weep for him.\" On this occasion too, the Holy Prophet ﷺ recited the same verse (29), adding that neither the sky nor the earth weeps for a non-believer. (Ibn Jarir). Sayyidna ‘Ali ؓ also upholds that the heaven and earth weep for a righteous person. (Ibn Kathir).\nSome scholars interpret the verse metaphorically, not literally. They say that the sky and the earth do not really weep, in the primary sense of the word. The verse purports to say that their existence is so insignificant that when they were wiped out, it did not cause grief to anyone. In the light of the above narratives, the real weeping of the heaven and earth in this context appears to be preferable. If the literal or primary sense of an expression is possible, there is no need to interpret it metaphorically or figuratively. The narratives quoted above support our argument - that the verse must be interpreted in its basic sense, and not in the figurative sense. It may be objected that neither the heaven nor the earth has any sense so that they would weep in the primary sense in which we understand it. Its rebuttal is simple: Obviously, every member of the universe has some sense, to a higher or lower degree, as attested by the Qur'an وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ...And there is not a single thing that does not extol His purity and praise, but you do not understand their extolling... (17:44) \". Gradually, contemporary science - through its research and experiment - is now reaching the same conclusion. Of course, it is not necessary for the heavens and the earth to be weeping in the same way as human beings do. The way of their weeping would surely be different from humans but we are unaware of its reality."
    },
    {
      "ayah": 32,
      "surah": 44,
      "text": "وَلَقَدِ اخْتَرْ‌نَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ And We chose them, with knowledge above all the worlds. (44:32),\" This does not imply that the Children of Israel are superior to the Ummah of Muhammad ﷺ ، because the verse means that the Children of Israel were given superiority over all the people of their time. This is just like the Qur'an has described the merit of Sayyidah Maryam (علیہا السلام) as being superior to the نِسَاءِ الْعَالَمِينَ \"women of the worlds (3:42) which means that she was superior to the women of her time.\" It is also possible that the Children of Israel have some sort of superiority to all the people of all times and ages from a particular angle, but collectively the Ummah of the Final Messenger ﷺ holds the highest status. (See Ibn Kathir and other sources for details.)\nعَلَى الْعَالَمِينَ \"with knowledge\" means that every work of Allah has wisdom. Thus wisdom underlying Allah's knowledge dictated that they be granted superiority, and they were granted accordingly."
    },
    {
      "ayah": 33,
      "surah": 44,
      "text": "وَآتَيْنَاهُم مِّنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُّبِينٌ And We gave them the clear signs in which there was a manifest blessing. (44:33) \" The word 'signs' refers to the miracles of the staff, the shining hand and others. The word 1 bala' has two senses: (1) blessing; and (2) trial. Here both senses are possible. (Qurtubi)."
    },
    {
      "ayah": 34,
      "surah": 44,
      "text": "وَآتَيْنَاهُم مِّنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُّبِينٌ And We gave them the clear signs in which there was a manifest blessing. (44:33) \" The word 'signs' refers to the miracles of the staff, the shining hand and others. The word 1 bala' has two senses: (1) blessing; and (2) trial. Here both senses are possible. (Qurtubi)."
    },
    {
      "ayah": 35,
      "surah": 44,
      "text": "وَآتَيْنَاهُم مِّنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُّبِينٌ And We gave them the clear signs in which there was a manifest blessing. (44:33) \" The word 'signs' refers to the miracles of the staff, the shining hand and others. The word 1 bala' has two senses: (1) blessing; and (2) trial. Here both senses are possible. (Qurtubi)."
    },
    {
      "ayah": 36,
      "surah": 44,
      "text": "Commentary\nفَأْتُوا بِآبَائِنَا إِن كُنتُمْ صَادِقِينَ \"Bring our fathers, if you are true (in your belief in resurrection\" ) (44:36) \". Allah did not give an answer to this argument of theirs, because it was too obvious to need explanation, for the resurrection will happen on the Day of Judgment, not in this world. Allah will bring back to life all human beings in the Hereafter. Life and death in this world are bound by specific natural laws and wisdom. If Allah is not bringing back to life those who died long ago at this time, it does not necessarily imply that He will not be able to give life after death in the Hereafter. The following statement embodies their false/absurd reasoning: In logical terminology, it may be said that the negation of a particular thing does not necessarily imply the negation of a general thing. (Bayan-ul-Qur an)"
    },
    {
      "ayah": 37,
      "surah": 44,
      "text": "The Story of Tubba'\nأَهُمْ خَيْرٌ‌ أَمْ قَوْمُ تُبَّعٍ \"Are they better or the people of Tubba? (44:37) \". The people of Tubba` have been referred to twice in the Qur'an. Here and in Surah Qaf. In both places only their name has been mentioned without recounting their chronicle. Therefore, the commentators have discussed extensively about the people of Tubba' , trying to identify them and their history. Tubba' is not the name of a particular individual, but is said to be the royal title of the kings of Himyar in Yemen. The Kings of Yemen were only known by this title when held sway over Himyar, Arabia, Syria, ` Iraq and parts of Africa for a long time; western part of Yemen was their capital. Therefore, the plural of Tubba' is Tababi'ah, and the kings are called Tababi` ah of Yemen. It is not clear which of the Tababi` ah is referred to here. Hafiz Ibn Kathir's research and conclusion would appear to be most plausible. His conclusion is that Tubba' here refers to Tubba' Ausat (Middle Tubba`) whose name was As` ad Abu Kuraib Ibn Ma` dikarab Yamani. This King ruled at least seven hundred years before the advent of the Holy Prophet of Allah ﷺ . Among the Himyari Kings, he ruled the longest. During his rule, he went on a journey of conquest invading many regions and annexing them to his domain until he reached Samarqand, expanding his kingdom. According to Muhammad Ibn Ishaq's narration, during his conquests once he passed by the area of Madinah and intended to attack it. The inhabitants of Madinah adopted the attitude that during the day they used to resist his attacks and during the night they entertained him. He felt embarrassed and abandoned the intention of fighting. During this period, two Jewish Rabbis warned him that that was the place of migration of the Final Prophet of Allah ﷺ ، and that he would never be able to prevail over that city. He was thus persuaded and left Madinah and went away with the two Rabbis to Yemen. The Rabbis invited him to embrace the Mosaic religion, and he did accept it. As a result, his people were also influenced by him and they too embraced the Mosaic religion. However, after his death they went astray and reverted to idolatry and fire-worship. This brought down on them the Divine wrath, the details of which are available in Surah Saba'. (Condensed from Tafsir Ibn Kathir: vol. 4 /p 144). This incident shows that the Tubba` mentioned here had himself embraced Islam, but his people later went astray. On both occasions the Qur'an has made reference to the 'people of Tubba', and not to Tubba' himself . This is supported by the narratives of Sayyidna Sahl Ibn Sa'd and Ibn ` Abbas ؓ which are recorded by Ibn Abi Hatim, Imam Ahmad, Tabarani and others that the Messenger of Allah ﷺ said: لا تسبّو تبّعافانّہ، قد کان اسلم \"Do not revile Tubba', because he had embraced Islam.\" (ibidem)."
    },
    {
      "ayah": 38,
      "surah": 44,
      "text": "The Story of Tubba'\nأَهُمْ خَيْرٌ‌ أَمْ قَوْمُ تُبَّعٍ \"Are they better or the people of Tubba? (44:37) \". The people of Tubba` have been referred to twice in the Qur'an. Here and in Surah Qaf. In both places only their name has been mentioned without recounting their chronicle. Therefore, the commentators have discussed extensively about the people of Tubba' , trying to identify them and their history. Tubba' is not the name of a particular individual, but is said to be the royal title of the kings of Himyar in Yemen. The Kings of Yemen were only known by this title when held sway over Himyar, Arabia, Syria, ` Iraq and parts of Africa for a long time; western part of Yemen was their capital. Therefore, the plural of Tubba' is Tababi'ah, and the kings are called Tababi` ah of Yemen. It is not clear which of the Tababi` ah is referred to here. Hafiz Ibn Kathir's research and conclusion would appear to be most plausible. His conclusion is that Tubba' here refers to Tubba' Ausat (Middle Tubba`) whose name was As` ad Abu Kuraib Ibn Ma` dikarab Yamani. This King ruled at least seven hundred years before the advent of the Holy Prophet of Allah ﷺ . Among the Himyari Kings, he ruled the longest. During his rule, he went on a journey of conquest invading many regions and annexing them to his domain until he reached Samarqand, expanding his kingdom. According to Muhammad Ibn Ishaq's narration, during his conquests once he passed by the area of Madinah and intended to attack it. The inhabitants of Madinah adopted the attitude that during the day they used to resist his attacks and during the night they entertained him. He felt embarrassed and abandoned the intention of fighting. During this period, two Jewish Rabbis warned him that that was the place of migration of the Final Prophet of Allah ﷺ ، and that he would never be able to prevail over that city. He was thus persuaded and left Madinah and went away with the two Rabbis to Yemen. The Rabbis invited him to embrace the Mosaic religion, and he did accept it. As a result, his people were also influenced by him and they too embraced the Mosaic religion. However, after his death they went astray and reverted to idolatry and fire-worship. This brought down on them the Divine wrath, the details of which are available in Surah Saba'. (Condensed from Tafsir Ibn Kathir: vol. 4 /p 144). This incident shows that the Tubba` mentioned here had himself embraced Islam, but his people later went astray. On both occasions the Qur'an has made reference to the 'people of Tubba', and not to Tubba' himself . This is supported by the narratives of Sayyidna Sahl Ibn Sa'd and Ibn ` Abbas ؓ which are recorded by Ibn Abi Hatim, Imam Ahmad, Tabarani and others that the Messenger of Allah ﷺ said: لا تسبّو تبّعافانّہ، قد کان اسلم \"Do not revile Tubba', because he had embraced Islam.\" (ibidem)."
    },
    {
      "ayah": 39,
      "surah": 44,
      "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَـٰكِنَّ أَكْثَرَ‌هُمْ لَا يَعْلَمُونَ \"We did not create them but with true purpose, yet most of them do not know. (44:39) \" In other words, every wise and thinking person should realise that there is a purpose and objective for creating this universe. The heavens and the earth and everything created in them manifest many realities. Examples are: (1) the manifestation of Divine power; (2) the possibility of the Hereafter. Obviously, the Supreme Creator Who drew out such huge bodies from the realm of non-existence into the realm of existence surely has the power to destroy them and re-create them; (3) the need for retribution (reward/punishment). If there is no retribution in the Hereafter, the very existence of the universe would be rendered purposeless or its purpose would be defeated. The wisdom underlying the creation of the universe is to make it dar-ul-imtihan (the domain of test-n-trial) and the Hereafter is the domain of reward and punishment. Otherwise, the outcome of both good and bad will necessarily be the same. This is far from Divine wisdom, or not in keeping with Divine wisdom; and (4) urging the thinking people to obey Allah and thank Him for having granted man this entire universe or creation as His great blessing"
    },
    {
      "ayah": 4,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 40,
      "surah": 44,
      "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَـٰكِنَّ أَكْثَرَ‌هُمْ لَا يَعْلَمُونَ \"We did not create them but with true purpose, yet most of them do not know. (44:39) \" In other words, every wise and thinking person should realise that there is a purpose and objective for creating this universe. The heavens and the earth and everything created in them manifest many realities. Examples are: (1) the manifestation of Divine power; (2) the possibility of the Hereafter. Obviously, the Supreme Creator Who drew out such huge bodies from the realm of non-existence into the realm of existence surely has the power to destroy them and re-create them; (3) the need for retribution (reward/punishment). If there is no retribution in the Hereafter, the very existence of the universe would be rendered purposeless or its purpose would be defeated. The wisdom underlying the creation of the universe is to make it dar-ul-imtihan (the domain of test-n-trial) and the Hereafter is the domain of reward and punishment. Otherwise, the outcome of both good and bad will necessarily be the same. This is far from Divine wisdom, or not in keeping with Divine wisdom; and (4) urging the thinking people to obey Allah and thank Him for having granted man this entire universe or creation as His great blessing"
    },
    {
      "ayah": 41,
      "surah": 44,
      "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَـٰكِنَّ أَكْثَرَ‌هُمْ لَا يَعْلَمُونَ \"We did not create them but with true purpose, yet most of them do not know. (44:39) \" In other words, every wise and thinking person should realise that there is a purpose and objective for creating this universe. The heavens and the earth and everything created in them manifest many realities. Examples are: (1) the manifestation of Divine power; (2) the possibility of the Hereafter. Obviously, the Supreme Creator Who drew out such huge bodies from the realm of non-existence into the realm of existence surely has the power to destroy them and re-create them; (3) the need for retribution (reward/punishment). If there is no retribution in the Hereafter, the very existence of the universe would be rendered purposeless or its purpose would be defeated. The wisdom underlying the creation of the universe is to make it dar-ul-imtihan (the domain of test-n-trial) and the Hereafter is the domain of reward and punishment. Otherwise, the outcome of both good and bad will necessarily be the same. This is far from Divine wisdom, or not in keeping with Divine wisdom; and (4) urging the thinking people to obey Allah and thank Him for having granted man this entire universe or creation as His great blessing"
    },
    {
      "ayah": 42,
      "surah": 44,
      "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَـٰكِنَّ أَكْثَرَ‌هُمْ لَا يَعْلَمُونَ \"We did not create them but with true purpose, yet most of them do not know. (44:39) \" In other words, every wise and thinking person should realise that there is a purpose and objective for creating this universe. The heavens and the earth and everything created in them manifest many realities. Examples are: (1) the manifestation of Divine power; (2) the possibility of the Hereafter. Obviously, the Supreme Creator Who drew out such huge bodies from the realm of non-existence into the realm of existence surely has the power to destroy them and re-create them; (3) the need for retribution (reward/punishment). If there is no retribution in the Hereafter, the very existence of the universe would be rendered purposeless or its purpose would be defeated. The wisdom underlying the creation of the universe is to make it dar-ul-imtihan (the domain of test-n-trial) and the Hereafter is the domain of reward and punishment. Otherwise, the outcome of both good and bad will necessarily be the same. This is far from Divine wisdom, or not in keeping with Divine wisdom; and (4) urging the thinking people to obey Allah and thank Him for having granted man this entire universe or creation as His great blessing"
    },
    {
      "ayah": 43,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 44,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 45,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 46,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 47,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 48,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 49,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 5,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 50,
      "surah": 44,
      "text": "Commentary\nPunishment and Reward of the Hereafter\nIn these verses, according to the style of the Qur'an, Allah describes Hell and the way the unbelievers will be punished, and Paradise and the way the believers will be rewarded.\nPunishment of the Dwellers of Hell\n\"Indeed the tree of zaqqum... (44:43) \". Some necessary information regarding the reality of zaqqum has been given in Surah As-Saffat. Please see under (37:64-65). Here the Qur'an apparently indicates that the infidels will be given zaqqum to eat even before they enter Hell, because in this verse the Qur'an says that after having fed them with zaqqum they will be seized by the keepers of Hell and dragged into the middle of the blazing fire of Hell. According to some commentators, this is the meaning of (56:56) Surah –Al-Waqi'ah هَـٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ (This will be their entertainment on the Day of Requital\". They argue that the word nuzul (entertainment) originally refers to the starter food and provision served to guests to make them feel welcome before the main course of entertainment is served. The main course of food and provision served later on is called diyafah or ma'dubah. The wordings of the Qur'an do carry the possibility that the feeding of zaqqum could be after the entry into Hell. In this case the word nuzul would refer, by extension, to the main course of meals and provisions served. The verse under comment which speaks about 'dragging the dweller of Hell towards the middle of the blazing fire' means, he would already be in Hell but after feeding him zaqqum he will be dragged towards the middle of the fire to expose him to a greater degree of disgrace and torture. Allah knows best! (Condensed from Bayan-ul-Qur'an)."
    },
    {
      "ayah": 51,
      "surah": 44,
      "text": "Reward of the Inmates of Paradise\nإِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (Indeed the God-fearing will be in a place free from fear, - 44:51). The current set of verses describes the eternal blessings of Paradise. Almost all sorts of blessings have been referred to in these verses, because the following are generally the human needs:\n(1)\tfine dwelling;\n(2)\tfine clothing;\n(3)\tthe best life-partner;\n(4)\tthe best food;\n(5)\tthe satisfaction that these blessings will remain available; and\n(6)\tassurance of total security from grief and affliction. In these verses all the six kinds of blessings for the inmates of Paradise have been mentioned.\nLet us carefully analyze the six verses in this set. The dwelling of the inmates is described as 'amin \"free from fear\". The best human dwelling, according to verse (51), is the one that is secure from all kinds of dangers."
    },
    {
      "ayah": 52,
      "surah": 44,
      "text": "Reward of the Inmates of Paradise\nإِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (Indeed the God-fearing will be in a place free from fear, - 44:51). The current set of verses describes the eternal blessings of Paradise. Almost all sorts of blessings have been referred to in these verses, because the following are generally the human needs:\n(1)\tfine dwelling;\n(2)\tfine clothing;\n(3)\tthe best life-partner;\n(4)\tthe best food;\n(5)\tthe satisfaction that these blessings will remain available; and\n(6)\tassurance of total security from grief and affliction. In these verses all the six kinds of blessings for the inmates of Paradise have been mentioned.\nLet us carefully analyze the six verses in this set. The dwelling of the inmates is described as 'amin \"free from fear\". The best human dwelling, according to verse (51), is the one that is secure from all kinds of dangers."
    },
    {
      "ayah": 53,
      "surah": 44,
      "text": "سُندُسٍ وَإِسْتَبْرَ‌قٍ... fine silk and thick silk.... - 44:53) Both the words refer to 'silk'. The word sundus refers to \"fine silk\" and the word istabraq refers to \"thick silk\"."
    },
    {
      "ayah": 54,
      "surah": 44,
      "text": "وَزَوَّجْنَاهُم بِحُورٍ‌ عِينٍ (We will marry them with houris having big dark eyes) - 44:54). The word tazwij originally means 'to make one person partner of another'. Later on it came to be utilised abundantly in the sense of 'marrying'. According to the second sense, the men of Paradise will be married technically to houris having big dark eyes. This is the apparent sense of verse (54). Although the inmates of Paradise will not be legally obligated to observe the precepts of Shari'ah, the purpose of marriage will be to honour them. Therefore, this should not raise any objection. If the word is taken in the first sense, houris having big dark eyes will be given as life partners to the men of Paradise. The houris in this case will be granted to them as a gift. There will be no need for a contract of marriage as is done in this world."
    },
    {
      "ayah": 55,
      "surah": 44,
      "text": "وَزَوَّجْنَاهُم بِحُورٍ‌ عِينٍ (We will marry them with houris having big dark eyes) - 44:54). The word tazwij originally means 'to make one person partner of another'. Later on it came to be utilised abundantly in the sense of 'marrying'. According to the second sense, the men of Paradise will be married technically to houris having big dark eyes. This is the apparent sense of verse (54). Although the inmates of Paradise will not be legally obligated to observe the precepts of Shari'ah, the purpose of marriage will be to honour them. Therefore, this should not raise any objection. If the word is taken in the first sense, houris having big dark eyes will be given as life partners to the men of Paradise. The houris in this case will be granted to them as a gift. There will be no need for a contract of marriage as is done in this world."
    },
    {
      "ayah": 56,
      "surah": 44,
      "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ (They will not taste death therein, except for the first death (they faced in the world) - 44:56). In other words, they shall suffer no death other than the first death which they had encountered at the end of their lives in this world. The dwellers of Hell as well will suffer only one death at the end of their lives in this world. The latter, however, will suffer a greater degree of torture when they will know that they will remain alive in this miserable state of punishment, whereas for the former the thought that Allah has saved them from the torment of the Hell, that the gardens of Paradise are eternal, that they will enjoy the delights of paradise for ever and its blessings will never cease or be taken away from them, will enhance the degree of their happiness, never to diminish .\nAlhamdulillah\nthe commentary on\nSurah Ad-Dukan\nends here."
    },
    {
      "ayah": 57,
      "surah": 44,
      "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ (They will not taste death therein, except for the first death (they faced in the world) - 44:56). In other words, they shall suffer no death other than the first death which they had encountered at the end of their lives in this world. The dwellers of Hell as well will suffer only one death at the end of their lives in this world. The latter, however, will suffer a greater degree of torture when they will know that they will remain alive in this miserable state of punishment, whereas for the former the thought that Allah has saved them from the torment of the Hell, that the gardens of Paradise are eternal, that they will enjoy the delights of paradise for ever and its blessings will never cease or be taken away from them, will enhance the degree of their happiness, never to diminish .\nAlhamdulillah\nthe commentary on\nSurah Ad-Dukan\nends here."
    },
    {
      "ayah": 58,
      "surah": 44,
      "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ (They will not taste death therein, except for the first death (they faced in the world) - 44:56). In other words, they shall suffer no death other than the first death which they had encountered at the end of their lives in this world. The dwellers of Hell as well will suffer only one death at the end of their lives in this world. The latter, however, will suffer a greater degree of torture when they will know that they will remain alive in this miserable state of punishment, whereas for the former the thought that Allah has saved them from the torment of the Hell, that the gardens of Paradise are eternal, that they will enjoy the delights of paradise for ever and its blessings will never cease or be taken away from them, will enhance the degree of their happiness, never to diminish .\nAlhamdulillah\nthe commentary on\nSurah Ad-Dukan\nends here."
    },
    {
      "ayah": 59,
      "surah": 44,
      "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ (They will not taste death therein, except for the first death (they faced in the world) - 44:56). In other words, they shall suffer no death other than the first death which they had encountered at the end of their lives in this world. The dwellers of Hell as well will suffer only one death at the end of their lives in this world. The latter, however, will suffer a greater degree of torture when they will know that they will remain alive in this miserable state of punishment, whereas for the former the thought that Allah has saved them from the torment of the Hell, that the gardens of Paradise are eternal, that they will enjoy the delights of paradise for ever and its blessings will never cease or be taken away from them, will enhance the degree of their happiness, never to diminish .\nAlhamdulillah\nthe commentary on\nSurah Ad-Dukan\nends here."
    },
    {
      "ayah": 6,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 7,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 8,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    },
    {
      "ayah": 9,
      "surah": 44,
      "text": "لَيْلَةٍ مُّبَارَ‌كَةٍ 'blessed night', in verse 2 according to majority of the Commentators, refers to 'laylatul Qadr' or the 'Night of Power' which occurs in the last ten nights of the month of Ramadan. During this night Allah sends down countless blessings for his slaves/servants. It has been explicitly mentioned in Surah Al-Qadr, thus:\nإِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌\n\"We sent it (the Qur'an) down in the Night of Qadr\". (97:1)\nThis clearly indicates that the phrase 'laylah mubarakah' (blessed night) occurring in the verse refers to the 'Night of Power'. It is narrated in a Tradition of the Prophet ﷺ that all Prophets (علیہم السلام) since the inception of man till the end, received their respective Books in the month of Ramadan on different dates. Sayyidna Qatadah ؓ reports on the authority of Sayyidna Wathilah ؓ that the Messenger of Allah ﷺ said that Prophet Ibrahim (علیہ السلام) received his Scriptures on 1st Ramadan, Torah was revealed on 6th Ramadan, Zabur was revealed on 12th Ramadan, Injil was revealed on 18th Ramadan and the Holy Qur'an was revealed on the night of 24th, that is, on 25th Ramadan. (Qurtubi).\nThe statement that the Qur’ an was revealed in the Night of Power’ means that it was revealed in its entirety from the Preserved Tablet to the lowest Firmament in one night of the month of Ramadan. But, it was revealed to the Prophet ﷺ gradually over a period of twenty-three years. Some scholars have expressed the opinion that the installment of the Qur'an that was destined to be revealed in a given year used to be sent down on the Night of Power from the Preserved Tablet to the Firmament of the Earth. (Qurtubi).\nSome other scholars of Tafsir, like ` Ikrimah ؓ ، interpret the phrase 'laylah mubarakah' (blessed night) as referring to 'laylat-ul-bara'ah' (the Night of Immunity), that is, the 15th night of Sha` ban. But to say that the Qur'an was revealed during this night goes against the clear texts of the Qur'an: In شَهْرُ‌ رَ‌مَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْ‌آنُ ! and in إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ‌ we come across \"The month of Ramadan is the one in which the Qur'an was revealed...(2:185) \" and \"We have sent it (the Qur'an) in the Night of Qadr - (97:1) \". In the presence of such clear texts, it cannot be accepted, without any strong evidence, that the Qur'an was revealed in the Night of Immunity. There are, however, certain Traditions that speak highly of this night - that it is a night of blessings and that it is a night during which Allah showers His mercy. Some versions of the Tradition use exactly the same words as the Qur'an uses in the verse to describe 'laylah mubarakah'\tفِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ أَمْرً‌ا مِّنْ عِندِنَا . \"In that (night), every wise thing is decided (4) through a command from Us...(5) \". In interpreting this verse Sayyidna Ibn ` Abbas ؓ says that it refers to the Night of Power, in which the Qur'an was revealed. In it all matters are decreed to happen from the present Night of Power to the next, relating to all creation, their births, their deaths, their provisions and other details. Other leading authorities on Tafsir, like Sayyidna Hasan, Qatadah, Mujahid and others ؓ concur with Sayyidna Ibn ` Abbas ؓ . Mahdawi says that all matters decreed by Allah are, on this night, transferred to the angelic scribes who record the decrees of the coming year. Other texts of Qur'an and Sunnah bear testimony to the fact that Allah had decreed all matters in pre-eternity (azal) even before the creation of man. Therefore, the statement that man's destiny is decreed in this night simply means that the decrees for the whole year are handed over, in this night, to the relevant angels for implementation. (Qurtubi).\nBecause some versions of the Tradition state that births, deaths and sustenance are decreed in the night of immunity or 15th night of Sha'ban, some of the scholars have interpreted the phrase 'laylah mubarakah' in the current verse as referring to 'laylat-ul-bara'ah' or 'the Night of Immunity'. But this is not correct, because here the revelation of the Qur'an is mentioned first; and its revelation in the month of Ramadan is confirmed by the clear texts of the Qur'an. Some versions state that sustenance and other things are decreed in the Night of Immunity. Ibn Kathir, first of all, says this Tradition is mursal and such Tradition cannot be reliable in the presence of clear/express texts. Qadi Abu Bakr Ibn ` Arabi asserts that no authentic Tradition relating to mid-Sha'ban is available which may show that sustenance, births and deaths are determined and decreed in that night. He further rejects the idea that there is any reliable Tradition on the merit of this night. Ruh-ul-Ma` ani, however, cites a Tradition, without a chain of transmitters, narrated by Sayyidna Ibn ` Abbas ؓ in which he says that sustenance, life and death are determined in the mid-Sha'ban night, and in the Night of Power the decrees are handed over to the angels. If this Tradition is confirmed, then the two interpretations can be reconciled and synchronized. Otherwise, the express words of Qur'an and authentic Traditions relating to 'laylah mubarakah' and 'fiha yufraqu...' in the verse of Surah Dukhan فِيهَا يُفْرَ‌قُ clearly show that they refer to the 'Night of Power'. As far as the merit of the night of mid-Sha'ban is concerned, it is a separate issue. Some Traditions do speak about it but they are weak. Therefore, Qadi Abu Bakr Ibn ` Arabi denied any merit of this night. Chains of Transmission of Traditions concerning mid-Sha'ban are all weak but, it may be suggested that, if the various ways of transmission are put together, they gain strength. Therefore, many great scholars have accepted the Traditions about mid-Sha'ban because there is room to act upon weak Traditions relating to meritorious actions. Allah knows best!"
    }
  ]
}
