{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "Commentary\nThe Surah opens with a prohibitory injunction to Muslims against having close and intimate friendship with disbelievers and those who associate partners with Allah. This injunction was revealed in the context of a particular incident which is mentioned below:\nBackground of Revelation\nThe tafsir of Qurtubi, with reference to Qushairi and Tha'labi, records that after the battle of Badr, before the Conquest of Makkah, a Makkan female vocalist whose name was Sarah, first arrived in Madinah. The Messenger of Allah ﷺ asked her whether she had migrated to Madinah. She replied in the negative. Then he asked her whether she had embraced Islam. Again her reply was in the negative. Then he asked her to explain the reason why she arrived in Madinah. She explained, 'You belong to the high society of Makkah and I used to do my living amongst you. The great leaders of Makkah were killed in the battle of Badr, and you have moved here. My living has become impossible. I am down-and-out and hard-pressed. I have come to you for help.' The Holy Prophet ﷺ said to her, 'You are a professional female singer of Makkah and where are the Makkan youngsters who used to shower money on you?' She said that after the battle of Badr all her functions and singing sessions had come to an end. \"Since that time\", she said, \"nobody has invited me.\" The Holy Prophet ﷺ encouraged Banu ` Abd-ul-Muttalib to assist her. They helped her with money, clothing and other things and sent her off.\nThis happened at a time when the pagans of Makkah had failed to honour the treaty of Hudaibiyah, and the Holy Prophet ﷺ was making secret preparations to march on Makkah. He had also prayed to Allah that his secret plan must not be prematurely divulged to the people of Makkah. However, from amongst the foremost Muhajirin (Refugees) there was a Companion Sayyidna Hatib Ibn Abi Balta` ah ؓ . He was originally from Yemen, who had settled in Makkah where he had no relatives and had embraced Islam. After migration, he settled in Madinah, but his family was still in Makkah. The pagans of Makkah used to persecute the Muslims tortuously who had remained in Makkah after the Holy Prophet ﷺ ، and his blessed Companions migrated to Madinah. The Refugees who had relatives in Makkah had some degree of protection. But Sayyidna Hatib Ibn Abi Balta'ah ؓ was worried that he had no relatives to protect his family from the persecution. He seized this opportunity to have his family protected from Makkan persecution. So, he thought if he did a favor to the Makkans, they would feel obliged to him, and in return they will take care of his family and protect them.\nSayyidna Hatib Ibn Abi Balta'ah ؓ was sure that Allah would grant victory to the Messenger of Allah ﷺ ، and leaking the secret information would not harm the Holy Prophet ﷺ or Islam. He thought if he were to write a letter and inform the Makkans that the Holy Prophet ﷺ intends to attack them, his children would be safe. He thus committed the mistake of writing a letter to the people of Makkah telling them the intention of the Holy Prophet ﷺ to invade upon Makkah. He dispatched the letter with the singing woman, Sarah, who was on her way to Makkah. [ Qurtubi and Mazhari ].\nAllah Ta` ala informed the Holy Prophet ﷺ about it through revelation, and he was also informed that the bearer of the letter, a woman, has reached the place known as Raudah Khakh. According to a narration in the two Sahibs on the authority of Sayyidna Ali ؓ ، the Holy Prophet ﷺ called for him, Abu Marthad and Zubair Ibn ` Awwam ؓ and commanded them to ride their horses and pursue the woman who would be found in Raudah Khakh. He said: \"There you will find a pagan woman bearing a letter from Sayyidna Hatib Ibn Abi Balta'ah addressed to the pagans of Makkah. Overtake her and bring back the letter.\" The Companions, in pursuance of the command, galloped on their horses and went after the woman and found her in the place where the Holy Prophet ﷺ had named. She was seen there riding a camel. They made the camel sit and searched for the letter, but to no avail. They said to themselves that she must have the letter with her because the information of the Holy Prophet ﷺ could never be wrong. She must have hidden it somewhere. They asked her to produce the letter, but she denied any knowledge of it. They then had to adopt a sterner attitude and threatened to remove all her clothes, if she did not surrender the letter. When she saw their determination, she produced it from her loincloth. The letter was brought back to the Messenger of Allah ﷺ . When Sayyidna ` Umar Al-Faruq ؓ heard the story, he exclaimed seeking the Holy Prophet's ﷺ permission to behead the one who betrayed Allah, His Messenger ﷺ and all the Muslims.\nThe Holy Prophet ﷺ asked Sayyidna Hatib Ibn Abi Balta'ah ؓ : '0 Hatib! What has prompted you to do this?' Sayyidna Hatib Ibn Abi Balta'ah ؓ replied that his faith was not shaken in the least. He explained that he intended to do a favor to the residents of Makkah, so that they might not harm his family. He pleaded that all other muhajirin (Emigrants) had their clans in Makkah, while his family had no one to take care of them.\nThe Holy Prophet\tﷺ said to his Companions: \"He has told you the truth.\" Sayyidna ` Umar Al-Faruq\tرضی اللہ تعالیٰ عنہ was not convinced on account of his zeal of faith, and repeated his request to kill him. The Holy Prophet ﷺ put forward more compelling arguments. He said:\n'He attended Badr. What can I tell you, perhaps Allah looked at those who attended Badr and said, \"0 People of Badr, do what you like, for I have forgiven you.'\nHaving heard this, tears rolled down from Sayyidna ` Umar's\t ؓ eyes and he said: \"Allah and His Messenger ﷺ alone has the knowledge of reality.\" [ This narration of Bukhari is recorded in the Book of Mghazi: The Battle of Badr, as quoted by Ibn Kathir ]. Some of the versions also have the additional statement of Sayyidna Hatib Ibn Abi Balta` ah ضی اللہ تعالیٰ عنہ : \"I never did this to harm Islam or the Muslims because I knew for sure that Allah will grant victory to the Holy Prophet ﷺ irrespective of whether or not the Makkans came to know about the impending attack.\"\nIt was with reference to this incident that Allah revealed the opening verses of Surah Al-Mumtahinah forbidding the Muslims vehemently to have friendly relations with the infidels.\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ (0 you who believe, do not take My enemies and your enemies for friends, expressing love with them...60:1). The immediate occasion of the revelation of the verse under comment was the incident stated earlier. Such a letter written to the disbelievers amounted to having friendly intimacy with them. This verse uses the expression عَدُوِّی وَ عَدُوَّکُم \"My enemy and your enemy\" instead of kuffar [ infidels ] presumably to indicate the underlying cause of the injunction, in that hopes of friendship from your enemy and Allah's enemy are illusory. It needs to be avoided. Furthermore, this expression is an indication that an infidel, as long as he is an infidel, can never be a friend of a Muslim as long as he is a Muslim. An infidel is the enemy of Allah, whereas a Muslim loves Allah. How can there be an intimate friendship between the two?\nوَقَدْ كَفَرُ‌وا بِمَا جَاءَكُم مِّنَ الْحَقِّ يُخْرِ‌جُونَ الرَّ‌سُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّـهِ رَ‌بِّكُمْ (...while they have rejected the Truth that has come to you, expelling the Messenger and your selves [ from Makkah ], merely because you have faith in Allah, your Lord...60:1). The word haqq [ truth ] refers either to the Qur'an or to Islam. This part of the verse refers to their kufr (rejection of Truth) as the real reason of their enmity. Then it points out even to their hostile attitude, proved on the ground, that they drove the Holy Prophet ﷺ and his followers out of their dear homes, not for any worldly grudge, but for one and only one reason, that is, their faith. Thus it becomes clear that believers as long as they are believers, the non-believers cannot be their intimate friends. This also clarifies that the position Hatib ؓ had taken was inappropriate. He was wrong in his thinking that if he did them a favor, they would be obliged to him and take care of his family, because they were enemies of the faith. Unless [ God forbid!] one loses one's faith, the hope of friendly intimacy with the enemies of Allah is illusory and virtually impossible.\nإِن كُنتُمْ خَرَ‌جْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْ‌ضَاتِي (...if you have set out to do jihad (struggle) in My way, and to seek My pleasure...60:1). This statement also points out that if the migration was indeed for the sake of Allah and His good pleasure, it is impossible for an infidel, the enemy of Allah, to take care of Allah's friend.\nتُسِرُّ‌ونَ إِلَيْهِم بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ (...You express love with them secretly, while I know what you have concealed and what you have revealed ....60:1). This statement makes it clear that anyone who secretly maintains a friendly intimacy with the unbelievers should not think that it will remain secret. Allah is fully aware of what people do secretly and openly, as it happened in the story recounted above. Allah informed the Holy Prophet ﷺ by revelation and had the secret plot thwarted."
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "Commentary\nCause of Revelation\nPeace Treaty of Hudaibiyah and an Analysis of some of its Clauses\nThese verses are related to the event of the treaty of Hudaibiyah which was discussed at legnth in Surah Al-Fath. After protracted negotiation, a treaty was concluded between the Quraish of Makkah and the Messenger of Allah ﷺ for ten years. Some of the terms of the treaty were accepted only under pressure and the Muslims apparently felt subdued and thus were greatly disturbed. Therefore, the noble Companions expressed extreme grief and indignation but the Messenger of Allah ﷺ was working under Divine direction, in that the temporary feeling of defeat is actually a prelude to 'a clear victory', so he conceded to the fragile terms and conditions of the treaty, and eventually the blessed Companions also accepted.\nOne of the terms of the treaty was that if any person goes away to Madinah from Makkah, the Holy Prophet ﷺ will send him back to Makkah, but if any person goes away to Makkah from Madinah, he will not be returned. The wordings of this clause are general, apparently covering both men and women. In other words, if a Muslim man or woman goes to the Holy Prophet ﷺ from Makkah, he shall send him or her back.\nThe treaty had hardly been concluded while the Holy Prophet ﷺ was still in Hudaibiyah, several incidents occurred that were trying for the Muslims. One such incident was that of Sayyidna Abu Jandal ؓ who was imprisoned and held captive by the pagan Quraish in Makkah. Somehow he managed to escape and appeared before the Holy Prophet ﷺ in the Muslim camp with his feet in fetters. When the blessed Companions saw him, they were totally puzzled. They felt that he should be returned in terms of the treaty but, on the other hand, they thought it would be improper for them to hand their oppressed brother back to the oppressive enemies. But the Holy Prophet ﷺ had already concluded the treaty and the protection and firmness of the principles of Shari` ah could not be sacrificed on account of an individual. The Holy Prophet ﷺ was, at the same time, foresighted and farsighted. He could foresee the victory of the oppressed Muslims and their salvage very soon. The Holy Prophet ﷺ for sure must have felt natural grief about returning Sayyidna Abu Jandal ؓ ، but as he was bound by the terms of the treaty, he explained to him the situation and sent him off.\nA similar incident was that of Sayyidah Sa'idah bint al-Harith al-Aslamiyyah ؓ ، a Muslim lady. She was married to Saifi Ibn Ansab who was a non-believer. Some reports give his name as Musafir al-Makhzumi. Up to this point, marriage relationship between Muslims and non-Muslims was not forbidden. This Muslim lady escaped from Makkah and went to the Holy Prophet ﷺ . The husband followed her and demanded that the Holy Prophet ﷺ should restore his wife to him because he [ the Holy Prophet ﷺ ] has accepted this condition and the seal of the treaty is still fresh. On that occasion, the above verses were revealed, which declare that marriage tie between Muslims and idol-worshippers is forbidden. Consequently, if a Muslim lady, whether her Islam was known from beforehand, as in the case of Sayyidah Sa` idah bint al-Harith ؓ ، or her Islam is verified at the time of migration, emigrates and joins the Holy Prophet ﷺ ، she will not be returned to her non-Muslim husband, because she is forbidden to him. [ Qurtubi cited this incident in his commentary on the authority of Sayyidna Ibn ` Abbas ؓ ].\nHence, these verses clarify that the assumption that the general sense of the wordings of the treaty cover both genders, males as well as females, is incorrect. This condition is acceptable in the case of men, and not in the case of women. The best that can be done in their case is as follows: If a lady becomes Muslim and emigrates to the Muslim land, her mahr [ dower ] should be returned to her non-Muslim husband which he had spent on her. On the basis of these verses, the Holy Prophet ﷺ clarified the meaning of the clause. Hence, he did not restore the aforementioned Sa'idah ؓ to her non-Muslim husband.\nAccording to some reports, Umm Kulthum, the daughter of the notorious ` Utbah Ibn Abi Mu` ait, emigrated from Makkah and came to the Holy Prophet ﷺ . The disbelievers- invoked the treaty and demanded her return. Some reports also indicate that she was married to ` Amr Ibn al-` As [ who had not become a Muslim until then ]. Her two brothers along with her escaped from Makkah and reached the Holy Prophet ﷺ . Her husband ` Amr Ibn al-'As ؓ came to Madinah to take her back. In compliance with the terms of the treaty, the two brothers, ` Umarah and Walid, were sent back, but the Holy Prophet ﷺ did not send Sayyidah Umm Kulthum ؓ and said that the clause applied to men, not to women. At this, the verses were revealed and confirmed the Holy Prophet's ﷺ interpretation.\nBesides, several other reports relate similar incidents of other women who reached the Holy Prophet after embracing Islam. Obviously, there is no contradiction in these narratives. Possibly all these incidents have taken place.\nExemption of Women from the Terms of the Treaty is not a Breach of Treaty. It is a clarification by Mutual Agreement of Parties Concerned.\nQurtubi's above narration indicates that the wordings of the relevant clause were, though general, did not, according to the Holy Prophet ﷺ ، cover women. Therefore, he clarified this position in Hudaibiyah, and these verses were revealed to confirm it. According to other versions, it seems that the Holy Prophet ﷺ went along with the general import of the clause, which covered women as well as men. These verses abrogated the general meaning of it, and the Holy Prophet ﷺ made it clear to the Quraish of Makkah, then and there, that the women are exempted from the clause. Consequently, he did not send them back. This shows that this exception was neither a breach of the treaty, which was highly unlikely from the Holy Prophet ﷺ ، nor was it the case of ending the treaty. It was, in fact, a case of clarifying the true import of the clause. It does not matter whether this was the Holy Prophet's ﷺ understanding from the outset or whether he restricted the generality of the clause to men, to the exclusion of women, after the revelation of the verse. At any rate, even after the clarification, both parties confirmed the peace treaty and acted upon it for a period of time. As a result of the peace pact, roads were safe and secure. The Messenger of Allah ﷺ wrote letters to the kings and emperors of the world. Abu Sufyan's trading caravan freely went into the Syrian territory where Heraclius invited him to his royal court and investigated about the Messenger of Allah ﷺ .\nIn short, even after the clarification both parties took the treaty as a valid document and acted upon it for a period of time. Therefore, it is not true to construe the clarification of the clause as a breach or termination of the treaty. Allah knows best!\nLet us now study the meaning of the verses:\nTesting the Believing Emigrant Women\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَ‌اتٍ فَامْتَحِنُوهُنَّ ۖ اللَّـهُ أَعْلَمُ بِإِيمَانِهِنَّ (0 you who believe, when the believing women come to you as emigrants, put them to a test, Allah knows best about their faith...60:10). The verse purports to say that women are exempted from the relevant clause of the treaty because of their being Muslims. Since it was possible that a woman had fled from Makkah, not because of her faith, but on account of displeasure with her husband or being in love with some person in Madinah or for some other mundane motive. Such women are not exempted from the terms of the treaty, but it is incumbent to send her back. Therefore the Muslims were ordered by this verse that they should put such a woman to a test to discover whether she was sincere and honest in her faith. Allah further states: اللَّـهُ أَعْلَمُ بِإِيمَانِهِنَّ (Allah knows best about their faith... 60:10) It indicates that real faith belongs to human heart which none besides Allah knows. It is possible to estimate a man's faith by his verbal confession and circumstantial evidence. Muslims are legally obliged to do just this much.\nSayyidna Ibn ` Abbas ؓ has explained the method of their testing as follows: An oath used to be taken from an emigrant woman to assert that she had not come because of hatred for her husband, or for the love of any man in Madinah, or for any mundane reason, but purely and solely for the sake of Allah and for the love and pleasure of His Messenger ﷺ . When she swore an oath to this effect, the Messenger of Allah ﷺ would permit her to reside in Madinah and would return to her disbelieving husband the dower [ mahr ] etc., that he might have spent on the believing emigrant wife. [ Qurtubi ]\nSayyidah Siddiqah ؓ reports, as recorded in Tirmidhi [ and he grades it as 'hasan sahih'], that the method of testing them was the pledge of allegiance as in the forthcoming verse: إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ (... when the believing women come to you, seeking bai'ah [ a pledge of allegiance ] with you ....60:12). In other words, the methodology of testing the faith of the emigrant women was the pledge the women swore on the blessed hands of the Messenger of Allah ﷺ as set out in this verse. It is not inconceivable that they had first to take an oath as mentioned in the narration of Sayyidna Ibn ` Abbas ؓ and then they had to accomplish it by giving an oath of loyalty as mentioned in the verse 12. And Allah knows best!\nفَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْ‌جِعُوهُنَّ إِلَى الْكُفَّارِ‌ (...So, if you find them faithful, do not send them back to the disbelievers. . .60:10). In other words, when you have tested the emigrant women according to the above method and ascertained to your satisfaction that they were sincere and honest in their faith, then it is not permissible to send them back to the unbelievers.\nلَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ (...Neither these [ women ] are lawful for them, nor are those [ disbelievers)] lawful for these [ women ]. _60:10). That is to say, neither the believing women are permitted to remain in marriage with the unbelieving men nor are the unbelieving men permitted to marry them again.\nRuling\nThe verse states that any woman who was married to an unbeliever, but later she embraced Islam while her husband did not, the marriage tie between a believing woman and her disbelieving husband was ipso facto dissolved. This is the reason why women were exempted from the relevant clause of the treaty, as she was no longer permitted to her disbelieving husband.\nوَآتُوهُم مَّا أَنفَقُوا (...And give them [ the disbelievers ] that [ dower ] which they had paid [ to these women ]....60:10) In other words, the emigrant believing woman's unbelieving husband should be refunded the dower etc. that he spent on her at the time of marriage. The relevant clause of treaty merely exempted women from being returned to their disbelieving husbands, because the relationship is not permitted, but the wealth or money the latter had spent on the former should be paid back. The verse does not address the emigrant women to refund what their former husbands have spent on them. It addresses the Muslim Community as a whole to return the wealth or money, because it was possible, rather most likely that the wealth that was given to her might have finished or might have been depleted and they might be left with nothing to return. Hence, the Muslim Community as a whole was entrusted with the responsibility of paying back on her behalf to fulfill the terms of the treaty. If this responsibility could be carried out by the State from its public treasury [ bait-ul-mal ], it would be so much the better, or it should have been paid by contributions of the Muslims. [ Qurtubi ]\nوَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَ‌هُنَّ (...And there is no sin for you if you marry them, when you give them their dowers....60:10) The previous verse made it clear that the marriage tie between the emigrant believing woman and her disbelieving husband dissolves, and thus she is forbidden to him. The current verse clarifies that it is possible for a Muslim man to marry this emigrant lady, although her former husband is still alive and did not divorce her, but in terms of the sacred law of Shari’ ah, the marriage with him stands dissolved. Marriage, therefore, with another Muslim is permitted.\nIt is clear from the above verse that if an unbeliever's wife becomes Muslim, the marriage tie is automatically broken. The question now is when will it be possible for her to marry another Muslim man. According to Imam Abu Hanifah (رح) the basic principle is as follows: When the wife becomes a convert to the Islamic faith and her husband remains an infidel, the Muslim ruler should call upon the husband to embrace the faith also. If he accepts, the woman continues to be his wife; but if he refuses, the Muslim ruler must separate them. Thus separation is completed between them. She may then marry any Muslim man of her choice. But obviously, a Muslim ruler can approach the husband only in an Islamic country. It is not possible to approach him, if he is in a non-Muslim country, to make any such requisition and decide on separation in case of refusal. In such an instance, the way out is for the woman to migrate to the Islamic State or join the Muslim army base, in which case the separation will be accomplished. This situation, in the legal parlance of the jurists, is referred to اِختِلَافُ الدَّارین as ikhtilaf-ud-darain or difference of states. It means that if there is a difference of states between an unbelieving husband and a believing wife, the former being in un-Islamic State and the latter in the Islamic state, the separation is accomplished, and the wife is free to marry someone else. [ Hidayah and others ]\nThe verse, while permitting the Muslims to marry such women, has added: إِذَا آتَيْتُمُوهُنَّ أُجُورَ‌هُنَّ \"when you give them their dowers\". This in fact is not a condition of marriage, because the jurists unanimously agree that the validity of marriage is not conditional upon payment of dower [ mahr ], though its payment is compulsory on or after marriage. It has been mentioned here as a condition presumably because one mahr has already been returned to the unbelieving husband, and the Muslim who wished to marry her might think that there was no need for him to pay another mahr, since her mahr has already been paid. Hence, the verse clarifies that the previous mahr was in lieu of the previous marriage. When the next marriage would take place, another mahr would be compulsory.\nوَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ‌ (...And do not hold on to the ties of marriage with the disbelieving women....60:10) The word ` isam is the plural of ` ismah, which originally means 'protection/bond' and it refers to the marriage bond that is protected. The word kawafir is the plural of kafirah and it refers to a 'pagan woman'. It cannot refer to an unbelieving woman who is a kitabiyyah [ a follower of a previously revealed scripture, like a Jew or a Christian ], because it is permitted to marry her by the express text of the Qur'an. The purport of the verse is to explain that the marriage between the Muslims and the pagans that was allowed so far is now repealed. It is forbidden for a Muslim now to marry a pagan woman. Such marriages that had been contracted previously have also been cancelled. It is not lawful for any Muslim man to carry on marriage ties with women who are polytheists. When this verse was revealed, the blessed Companions gave up their wives who were polytheists. Sayyidna ` Umar ؓ had two pagan wives who were with him until the migration, but when the migration took place, they remained in Makkah. When this verse was revealed, Sayyidna ` Umar ؓ divorced them. [ Transmitted by al-Baghawi from Zuhri, as quoted by Mazhari ]. The word talaq (divorce) used in this narration means to 'sever relationship'. Talaq in its technical sense was not needed here, because by virtue of this verse the marriage tie or bond has already been broken.\nوَاسْأَلُوا مَا أَنفَقْتُمْ وَلْيَسْأَلُوا مَا أَنفَقُوا (..., and ask that which you had paid, and they should ask to pay that which they had paid ....60:10). It was stated previously that when a woman converts to Islam and emigrates to Madinah, she is not sent back to Makkah, but becomes part of the Muslim Community, and the marriage tie between an emigrant believing woman and her disbelieving husband becomes dissolved in this way. However, it is necessary to give back the mahr (dower) of the disbelieving husband that he paid to her. Similarly, if [ God forbid!] a Muslim woman becomes an apostate and absconds to Makkah, or if she was an infidel from beforehand and flees from her Muslim husband, the pagans of Makkah will not send her back, but they would be legally responsible to return the mahr that the Muslim husband had paid to her. Therefore, the amounts thus obligated should be determined by mutual understanding of the accounts. The Muslims acted upon this law willingly, because they sincerely believed that adherence to the command of the Qur'an is binding. Thus they paid back the mahr to all unbelieving husbands who had paid it to their women. The pagans of Makkah, however, did not believe in the Qur'an. Therefore, they did not act upon it, on which occasion the following verse was revealed. [ Mentioned by al-Baghawi on the authority of Zuhri, as quoted by Mazhari ]"
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ‌ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُم مِّثْلَ مَا أَنفَقُوا ۚ وَاتَّقُوا اللَّـهَ الَّذِي أَنتُم بِهِ مُؤْمِنُونَ\nAnd if some of your [ non-Muslim ] wives have slipped from you, [ and their present non-Muslim husbands do not pay to you the dower as aforesaid,] and you have your turn [ of paying dower to the previous non-Muslim husbands of your present wives ], then [ instead of paying dower to them,] give those whose wives have slipped the like amount of what they had paid [ to them ]. And fear Allah, the One in whom you believe. (60:11)\nThe verb ` aqabtum is derived from mu ` aqabah. It means 'to retaliate'. This meaning is possible here [ as reported by Qatadah, Mujahid and Qurtubi ]. In this case, it implies that if some of the wives of the Muslims desert to disbelievers, it was legally binding on them in terms of the treaty to pay back the dowers given to them by the Muslim husbands, just as the Muslims gave them back the dowers given by the pagan husbands to the emigrant Muslim women. But since the pagans failed to reciprocate, and did not pay the dower money, the believing husbands are entitled to retaliate by withholding an amount equal to what was due on the disbelieving husbands who married the deserting wives of the Muslims, and did not pay it. How this withheld amount will be spent is mentioned in the following sentence: فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُم مِّثْلَ مَا أَنفَقُوا (... then [ instead of paying dower to them,] give those whose wives have slipped the like amount of what they had paid.) This means that the amounts withheld as aforesaid shall be given to the Muslims whose wives had gone to the pagans, and they did not pay back their dowers to their Muslim husbands.\nAnother sense of the verb ` aqabtum, aqqabtum and a'qabtum in its variant form is 'to acquire spoils of war'. The verb ` aqabtum is read in these variant forms (qira’ at) by various master readers of the Qur'an. Authorities like Qatadah and Mujahid have said that all these three forms of the verb mean to 'acquire spoils of war'. In this case the verse means: if the Muslim husbands' wives fled to the unbelievers and, in terms of the treaty, they did not return the dowers to the Muslim husbands, they would be compensated from the booty acquired in war.1\n(1) A third interpretation of the word is that it is derived from 'aqibah' which means 'turn', and the infinitive mu'aqabah means 'to take turn in riding a horse etc.' In this case the verb aqabtum in the verse would mean: 'you have your turn', and the sense would be that when it is your turn to pay the dowers to the unbelievers, you should, instead of paying it to them, pay it to those Muslims whose wives have deserted them and joined the unbelievers who did not return to their husbands the dower they had paid to deserting wives and were entitled, by virtue of the treaty, to take it back from the unbelievers. This interpretation is adopted by 'Alusi in R4-ul-Ma’ ani, and by Maulana Ashraf Thanawi (رح) . The translation in the text is based on it. (Mulammad Taqi Usmani)\nDid some of the Muslim Women become Apostates and flee to Makkah?\nSome of the authorities believe that the situation mentioned in this verse arose only in one incident. The wife of Sayyidna ` Iyad Ibn Ghanam Quraishi, Umm-ul-Hakam bint Abi Sufyan, abandoned the Islamic Faith and fled to Makkah. However, later on she reverted to Islam.\nSayyidna Ibn ` Abbas ؓ reports that about six women altogether abandoned Islam and deserted to the unbelievers, one of whom is the woman whose name has been given in the previous paragraph. The other five of them were infidels from outset and remained in Makkah at the time of migration. When this verse was revealed dissolving the marriage between Muslims and pagans, they stubbornly clung to their disbelief and were not willing to embrace the Faith. As a result, these women were also counted among those whose dowers should be paid to their Muslim husbands by the pagans of Makkah. But they did not pay, so the Messenger of Allah ﷺ compensated for the loss of their dowers from the spoils of war.\nThis indicates that there is only one incident where a woman actually became an apostate and fled to Makkah from Madinah. The rest of the five women were unbelievers from beginning. As reported earlier, even the woman who abandoned Islam and fled to Makkah later on reverted to Islam. [ Qurtubi ]. Baghawi cites, on the authority of Sayyidna Ibn ` Abbas ؓ ، that all five women who are counted as apostates reverted to Islam later on. [ Mazhari ]."
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "Bai'ah of Women\nا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِ‌كْنَ بِاللَّـهِ شَيْئًا (0 Prophet, when the believing women come to you, seeking bai'ah [ a pledge of allegiance ] with you that they will not ascribe anything as a partner to Allah, ....60:12). This verse requires the Holy Prophet k to take a pledge from the Muslim women not only to adhere to Islamic articles of faith, but also to all the Islamic precepts. Previously, in verse [ 10] Allah had directed that when the emigrant women come to the believers, they should be tested and examined. The pledge of allegiance in the present verse is a complement to this test of the faith. But the words of the verse are general, and not confined to new Muslim emigrants. In fact, it covers all Muslim women. Accordingly, when the pledge was actually taken, it was not restricted to the emigrant new Muslim women, but the earlier Muslim women joined it as well, as is recorded in Sahih of Bukhari, on the authority of Sayyidah Umm ` Atiyyah ؓ . It is also recorded by Baghawi from Sayyidah Umaimah bint Ruqaiqah ؓ who adds that in the company of a few other women she gave bai'ah (pledge) to the Messenger of Allah ﷺ . The Holy Prophet ﷺ added the following over-rider\tفِیمَا استَطَعتُنَّ وَاَطَقتُنَّ\t(In as much as you have the ability and strength to carry them out.) Sayyidah Umaimah ؓ says: \"This shows that the Holy Prophet ﷺ had more mercy and compassion for us than ourselves, as we wanted to pledge without any restriction or condition, but by utterance of this sentence he reduced the burden and tension of the terms of the loyalty, so that we may not be held guilty for any violation under compelled circumstances.\" [ Mazhari ].\nSayyidah ` A'ishah ؓ says, as recorded in Bukhari, that the loyalty of women was their verbal pledge of allegiance, not by touching the hand of the Messenger of Allah ﷺ ، as was the custom in the case of men's loyalty.\nThe Holy Prophet's ﷺ\tblessed hand never touched the hand of any non-mahram. [ Mazhari ] Reports indicate that the bai'ah (pledge of allegiance) of women took place not only on this occasion after Hudaibiyah, but several times later as well. Such a pledge was taken on the day of the Conquest of Makkah. At first, the Holy Prophet ﷺ took pledge of loyalty from men, then he took it from women at mount Safa. Sayyidna ` Umar Ibn Khattab ؓ used to relay the words of loyalty, on behalf of the Holy Prophet ﷺ ، to the women gathering at the foot of the mountain, who participated in this pledge. Abu Sufyan's wife, Hind, also participated in this pledge. At first, she felt embarrassed and wanted to hide herself. But the pledge contained some injunctions of Shari’ ah, and she was forced to speak and asked several questions. Mazhari sets out a detailed account of this incident.\nMen's bai'ah was Concise and Women's bai'ah Elaborate\nGenerally, the bai'ah taken from men was about Faith and Islam. Their pledge did not contain the details of injunctions of Shari'ah, unlike the pledge of women, which contained the details that are forthcoming. The difference between the two pledge is that men's pledging for faith and obedience secures an undertaking to practice the entire system of Shari` ah and religion, and therefore there was no need for details. Women, on the other hand, are generally less intelligent than men. Therefore, details were thought to be necessary. This is the bai'ah that started with women, but later on was not confined to them. As time went on, the same detailed bai'ah was taken from men as well. Prophetic Traditions confirm this [ as transmitted by Sayyidna ` Ubadah Ibn Samit ؓ ] [ Qurtubi ]. Furthermore, the injunctions mentioned in the bai'ah of women in this verse are those regarding which they are normally lax. That is another reason why the following details had to be setry out. There are six injunctions mentioned in the verse; يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِ‌كْنَ بِاللَّـهِ شَيْئًا seeking bai'ah (pledge of allegiance) with you that they will not ascribe anything as a partner to Allah,....60:12) The first is that they will not ascribe any partner to Allah. Affirmation of faith and avoidance of shirk are vows common to men as well as women. The second pledge is that they shall not commit theft. Many women are wont to stealing from their husband's possessions. Therefore, this vow has been taken. The third vow is that they shall avoid committing adultery. If the women are firm in this, it shall make men's salvation from this sin easier. The fourth vow is that they shall not kill their children. In the Days of Ignorance, it was a common practice to bury infant girls alive and destroy their lives. This clause of the vow is a bar to it. The fifth vow is that they shall not bring calumny against anyone. While referring to this injunction, following words are added: بَيْنَ أَيْدِيهِنَّ وَأَرْ‌جُلِهِنَّ (...that they falsely attribute between their hands and their feet\" ) This phrase has been added in order to indicate that on the Day of Resurrection man's hands and feet will bear witness against his actions. The verse thus warns that he is committing such sins in the presence of four witnesses who will bear witness against him.\nThe word buhtan [ calumny ] is used in its general sense and it is totally forbidden, whether against the husband or any other person or even against a non-believer. Buhtan is even more severe interpreted that sin if it is clause of against the husband. Commentators have buhtan may take place in the following ways: [ 1] a woman may claim that a child born to her from another man is her husband's; [ 2] a woman may take custody of another child and claim that it is her husband's; and [ 3] God forbid! a woman may commit adultery and conceive, and when the child is born, she may impute it to her husband. In short, it is prohibited to give a false ascription of paternity in anyway whatsoever.\nThe sixth vow is a general rule: وَلَا يَعْصِينَكَ فِي مَعْرُ‌وفٍ (...and will not disobey you in what is recognized [ in Shari` ah ]....60:12) This vow means that they shall obey Allah's Messenger ﷺ and will not disobey him. But the obedience is qualified by the words, \"in what is recognized in Shari` ah\" that is, the right and good things, although we know for that Allah's Messenger ﷺ will only command people to do right and good. This is because the Muslims in general are made to understand clearly that obedience to any creation in disobedience to Allah is absolutely forbidden, so much so that even obedience to the Holy Prophet ﷺ has been qualified by this condition.\nAnother reason for adding this phrase may be that since this pledge of obedience was taken from women, the Shaitan could whisper evil thoughts into their minds and create deviant ways for them to go awry. The restriction blocked the way. Allah, the Pure and Exalted, knows best!\nAlliamdulillah\nThe Commentary on\nSurah Al-Mumtahinah\nEnds here"
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "Bai'ah of Women\nا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِ‌كْنَ بِاللَّـهِ شَيْئًا (0 Prophet, when the believing women come to you, seeking bai'ah [ a pledge of allegiance ] with you that they will not ascribe anything as a partner to Allah, ....60:12). This verse requires the Holy Prophet k to take a pledge from the Muslim women not only to adhere to Islamic articles of faith, but also to all the Islamic precepts. Previously, in verse [ 10] Allah had directed that when the emigrant women come to the believers, they should be tested and examined. The pledge of allegiance in the present verse is a complement to this test of the faith. But the words of the verse are general, and not confined to new Muslim emigrants. In fact, it covers all Muslim women. Accordingly, when the pledge was actually taken, it was not restricted to the emigrant new Muslim women, but the earlier Muslim women joined it as well, as is recorded in Sahih of Bukhari, on the authority of Sayyidah Umm ` Atiyyah ؓ . It is also recorded by Baghawi from Sayyidah Umaimah bint Ruqaiqah ؓ who adds that in the company of a few other women she gave bai'ah (pledge) to the Messenger of Allah ﷺ . The Holy Prophet ﷺ added the following over-rider\tفِیمَا استَطَعتُنَّ وَاَطَقتُنَّ\t(In as much as you have the ability and strength to carry them out.) Sayyidah Umaimah ؓ says: \"This shows that the Holy Prophet ﷺ had more mercy and compassion for us than ourselves, as we wanted to pledge without any restriction or condition, but by utterance of this sentence he reduced the burden and tension of the terms of the loyalty, so that we may not be held guilty for any violation under compelled circumstances.\" [ Mazhari ].\nSayyidah ` A'ishah ؓ says, as recorded in Bukhari, that the loyalty of women was their verbal pledge of allegiance, not by touching the hand of the Messenger of Allah ﷺ ، as was the custom in the case of men's loyalty.\nThe Holy Prophet's ﷺ\tblessed hand never touched the hand of any non-mahram. [ Mazhari ] Reports indicate that the bai'ah (pledge of allegiance) of women took place not only on this occasion after Hudaibiyah, but several times later as well. Such a pledge was taken on the day of the Conquest of Makkah. At first, the Holy Prophet ﷺ took pledge of loyalty from men, then he took it from women at mount Safa. Sayyidna ` Umar Ibn Khattab ؓ used to relay the words of loyalty, on behalf of the Holy Prophet ﷺ ، to the women gathering at the foot of the mountain, who participated in this pledge. Abu Sufyan's wife, Hind, also participated in this pledge. At first, she felt embarrassed and wanted to hide herself. But the pledge contained some injunctions of Shari’ ah, and she was forced to speak and asked several questions. Mazhari sets out a detailed account of this incident.\nMen's bai'ah was Concise and Women's bai'ah Elaborate\nGenerally, the bai'ah taken from men was about Faith and Islam. Their pledge did not contain the details of injunctions of Shari'ah, unlike the pledge of women, which contained the details that are forthcoming. The difference between the two pledge is that men's pledging for faith and obedience secures an undertaking to practice the entire system of Shari` ah and religion, and therefore there was no need for details. Women, on the other hand, are generally less intelligent than men. Therefore, details were thought to be necessary. This is the bai'ah that started with women, but later on was not confined to them. As time went on, the same detailed bai'ah was taken from men as well. Prophetic Traditions confirm this [ as transmitted by Sayyidna ` Ubadah Ibn Samit ؓ ] [ Qurtubi ]. Furthermore, the injunctions mentioned in the bai'ah of women in this verse are those regarding which they are normally lax. That is another reason why the following details had to be setry out. There are six injunctions mentioned in the verse; يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِ‌كْنَ بِاللَّـهِ شَيْئًا seeking bai'ah (pledge of allegiance) with you that they will not ascribe anything as a partner to Allah,....60:12) The first is that they will not ascribe any partner to Allah. Affirmation of faith and avoidance of shirk are vows common to men as well as women. The second pledge is that they shall not commit theft. Many women are wont to stealing from their husband's possessions. Therefore, this vow has been taken. The third vow is that they shall avoid committing adultery. If the women are firm in this, it shall make men's salvation from this sin easier. The fourth vow is that they shall not kill their children. In the Days of Ignorance, it was a common practice to bury infant girls alive and destroy their lives. This clause of the vow is a bar to it. The fifth vow is that they shall not bring calumny against anyone. While referring to this injunction, following words are added: بَيْنَ أَيْدِيهِنَّ وَأَرْ‌جُلِهِنَّ (...that they falsely attribute between their hands and their feet\" ) This phrase has been added in order to indicate that on the Day of Resurrection man's hands and feet will bear witness against his actions. The verse thus warns that he is committing such sins in the presence of four witnesses who will bear witness against him.\nThe word buhtan [ calumny ] is used in its general sense and it is totally forbidden, whether against the husband or any other person or even against a non-believer. Buhtan is even more severe interpreted that sin if it is clause of against the husband. Commentators have buhtan may take place in the following ways: [ 1] a woman may claim that a child born to her from another man is her husband's; [ 2] a woman may take custody of another child and claim that it is her husband's; and [ 3] God forbid! a woman may commit adultery and conceive, and when the child is born, she may impute it to her husband. In short, it is prohibited to give a false ascription of paternity in anyway whatsoever.\nThe sixth vow is a general rule: وَلَا يَعْصِينَكَ فِي مَعْرُ‌وفٍ (...and will not disobey you in what is recognized [ in Shari` ah ]....60:12) This vow means that they shall obey Allah's Messenger ﷺ and will not disobey him. But the obedience is qualified by the words, \"in what is recognized in Shari` ah\" that is, the right and good things, although we know for that Allah's Messenger ﷺ will only command people to do right and good. This is because the Muslims in general are made to understand clearly that obedience to any creation in disobedience to Allah is absolutely forbidden, so much so that even obedience to the Holy Prophet ﷺ has been qualified by this condition.\nAnother reason for adding this phrase may be that since this pledge of obedience was taken from women, the Shaitan could whisper evil thoughts into their minds and create deviant ways for them to go awry. The restriction blocked the way. Allah, the Pure and Exalted, knows best!\nAlliamdulillah\nThe Commentary on\nSurah Al-Mumtahinah\nEnds here"
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "إِن يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِالسُّوءِ (Should they have access to you, they will become your enemies, and will stretch their hands and tongues towards you with evil;...60:2). The verse indicates how bitter are the feelings of disbelievers towards Muslims. They would use all means, their hands and their tongues, and would spare no effort to harm the Muslims. Therefore, it is impossible that when they find an opportunity in their favor and overpower Muslims, they will ever exercise tolerance towards them.\nوَوَدُّوا لَوْ تَكْفُرُ‌ونَ (...and they desire that you should reject the (true) faith...60:2). The greatest desire of the non-believers' hearts is to see the Muslims revert to disbelief. Thus when the Muslims stretch their hand of friendship towards them, it will be at the cost of their belief. They will never be happy with the Muslims unless they give up their faith."
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "لَن تَنفَعَكُمْ أَرْ‌حَامُكُمْ وَلَا أَوْلَادُكُمْ ۚ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَاللَّـهُ بِمَا تَعْمَلُونَ بَصِيرٌ‌ (Neither your womb-relations nor your children will avail you on the Day of Judgment. He will decide between you, and Allah is watchful of what you do...60:3). The verse refutes the plea of Sayyidna Hatib ؓ . He did what he did for the love of his children, but they will be of no help on the Day of Resurrection. All relations on that day will come to an end. Parents will flee from their children, and children from their parents, and no secret will ever remain hidden from Allah."
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَ‌اهِيمَ ۔ ۔ ۔ حَتَّىٰ تُؤْمِنُوا بِاللَّـهِ وَحْدَهُ (Indeed, there is an excellent example for you in Ibrahim and those with him, when they said to their people, \"We disown you and what you worship instead of Allah. We disbelieve in you. Enmity and hatred has arisen between us and you forever, unless you believe in Allah alone\",....60:4). This verse supports and emphasizes the abstaining from maintaining close friendly relations with non-believers. This rule of law is illustrated by the excellent example of Holy Prophet Ibrahim (علیہ السلام) whose entire family worshipped idols, but he not only washed his hands of them and disowned them, but also announced, and erected a wall of, enmity and hatred with them forever, unless and until they give up idol-worship and have belief in Allah alone.\nAllaying a Doubt\nThe current verse emphasizes that Muslims should follow the excellent model of Holy Prophet Ibrahim (علیہ السلام) and, it is established in Surah Taubah and in other places in the Qur'an that, he prayed for the forgiveness of his father who was an idol-worshipper. This could create doubt that, in pursuance of the command of Allah to follow the example of Prophet Ibrahim (علیہ السلام) is permitted to pray for the forgiveness of one's parents or other relatives who are idol-worshippers. But the later part of Verse [ 4] makes an exception to the command of following Ibrahim (علیہ السلام) .\nإِلَّا قَوْلَ إِبْرَ‌اهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ‌نَّ لَكَ (...but [ his example is ] not [ to be followed ] in what Ibrahim said to his father, \"I will pray to my Lord for your forgiveness... 60:4). This implies that it is imperative to follow the model of Holy Prophet Ibrahim (علیہ السلام) in all respects, except in the case of prayer for his father's forgiveness. It is not permitted to emulate his sunnah in this respect. His reason for praying for his father's forgiveness has been explained in Surah Taubah. He prayed for his father's forgiveness before the prohibitory injunction was ordained, or probably when he felt that faith has entered into his father's heart, but when it became plain to him that he was Allah's enemy he washed his hands of him and disowned him, thus فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ (...and when it became clear to him that he was an enemy of Allah, he renounced him....9:114)\nSome of the scholars analyze the phrase اِلَّا قَولَ اِبرٰھِیمَ (but not in what Ibrahim said ...) grammatically as istithna' munqati`, that is, exceptive sentence in which the exception is severed from, or wholly different in kind from, the general term. In terms of this grammatical analysis, praying for his father's forgiveness is not contrary to Abrahamic model. Holy Prophet Ibrahim (علیہ السلام) was under the impression that his father had become a Muslim, so he prayed for the forgiveness of his Muslim father. Later when he learnt the truth, he gave up praying for him and renounced him. If anyone believes, even today, that a particular unbeliever has most probably embraced Islam, there is no harm in praying for his pardon. [ Qurtubi ]. Allah knows best!"
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَ‌اهِيمَ ۔ ۔ ۔ حَتَّىٰ تُؤْمِنُوا بِاللَّـهِ وَحْدَهُ (Indeed, there is an excellent example for you in Ibrahim and those with him, when they said to their people, \"We disown you and what you worship instead of Allah. We disbelieve in you. Enmity and hatred has arisen between us and you forever, unless you believe in Allah alone\",....60:4). This verse supports and emphasizes the abstaining from maintaining close friendly relations with non-believers. This rule of law is illustrated by the excellent example of Holy Prophet Ibrahim (علیہ السلام) whose entire family worshipped idols, but he not only washed his hands of them and disowned them, but also announced, and erected a wall of, enmity and hatred with them forever, unless and until they give up idol-worship and have belief in Allah alone.\nAllaying a Doubt\nThe current verse emphasizes that Muslims should follow the excellent model of Holy Prophet Ibrahim (علیہ السلام) and, it is established in Surah Taubah and in other places in the Qur'an that, he prayed for the forgiveness of his father who was an idol-worshipper. This could create doubt that, in pursuance of the command of Allah to follow the example of Prophet Ibrahim (علیہ السلام) is permitted to pray for the forgiveness of one's parents or other relatives who are idol-worshippers. But the later part of Verse [ 4] makes an exception to the command of following Ibrahim (علیہ السلام) .\nإِلَّا قَوْلَ إِبْرَ‌اهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ‌نَّ لَكَ (...but [ his example is ] not [ to be followed ] in what Ibrahim said to his father, \"I will pray to my Lord for your forgiveness... 60:4). This implies that it is imperative to follow the model of Holy Prophet Ibrahim (علیہ السلام) in all respects, except in the case of prayer for his father's forgiveness. It is not permitted to emulate his sunnah in this respect. His reason for praying for his father's forgiveness has been explained in Surah Taubah. He prayed for his father's forgiveness before the prohibitory injunction was ordained, or probably when he felt that faith has entered into his father's heart, but when it became plain to him that he was Allah's enemy he washed his hands of him and disowned him, thus فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ (...and when it became clear to him that he was an enemy of Allah, he renounced him....9:114)\nSome of the scholars analyze the phrase اِلَّا قَولَ اِبرٰھِیمَ (but not in what Ibrahim said ...) grammatically as istithna' munqati`, that is, exceptive sentence in which the exception is severed from, or wholly different in kind from, the general term. In terms of this grammatical analysis, praying for his father's forgiveness is not contrary to Abrahamic model. Holy Prophet Ibrahim (علیہ السلام) was under the impression that his father had become a Muslim, so he prayed for the forgiveness of his Muslim father. Later when he learnt the truth, he gave up praying for him and renounced him. If anyone believes, even today, that a particular unbeliever has most probably embraced Islam, there is no harm in praying for his pardon. [ Qurtubi ]. Allah knows best!"
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَ‌اهِيمَ ۔ ۔ ۔ حَتَّىٰ تُؤْمِنُوا بِاللَّـهِ وَحْدَهُ (Indeed, there is an excellent example for you in Ibrahim and those with him, when they said to their people, \"We disown you and what you worship instead of Allah. We disbelieve in you. Enmity and hatred has arisen between us and you forever, unless you believe in Allah alone\",....60:4). This verse supports and emphasizes the abstaining from maintaining close friendly relations with non-believers. This rule of law is illustrated by the excellent example of Holy Prophet Ibrahim (علیہ السلام) whose entire family worshipped idols, but he not only washed his hands of them and disowned them, but also announced, and erected a wall of, enmity and hatred with them forever, unless and until they give up idol-worship and have belief in Allah alone.\nAllaying a Doubt\nThe current verse emphasizes that Muslims should follow the excellent model of Holy Prophet Ibrahim (علیہ السلام) and, it is established in Surah Taubah and in other places in the Qur'an that, he prayed for the forgiveness of his father who was an idol-worshipper. This could create doubt that, in pursuance of the command of Allah to follow the example of Prophet Ibrahim (علیہ السلام) is permitted to pray for the forgiveness of one's parents or other relatives who are idol-worshippers. But the later part of Verse [ 4] makes an exception to the command of following Ibrahim (علیہ السلام) .\nإِلَّا قَوْلَ إِبْرَ‌اهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَ‌نَّ لَكَ (...but [ his example is ] not [ to be followed ] in what Ibrahim said to his father, \"I will pray to my Lord for your forgiveness... 60:4). This implies that it is imperative to follow the model of Holy Prophet Ibrahim (علیہ السلام) in all respects, except in the case of prayer for his father's forgiveness. It is not permitted to emulate his sunnah in this respect. His reason for praying for his father's forgiveness has been explained in Surah Taubah. He prayed for his father's forgiveness before the prohibitory injunction was ordained, or probably when he felt that faith has entered into his father's heart, but when it became plain to him that he was Allah's enemy he washed his hands of him and disowned him, thus فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ (...and when it became clear to him that he was an enemy of Allah, he renounced him....9:114)\nSome of the scholars analyze the phrase اِلَّا قَولَ اِبرٰھِیمَ (but not in what Ibrahim said ...) grammatically as istithna' munqati`, that is, exceptive sentence in which the exception is severed from, or wholly different in kind from, the general term. In terms of this grammatical analysis, praying for his father's forgiveness is not contrary to Abrahamic model. Holy Prophet Ibrahim (علیہ السلام) was under the impression that his father had become a Muslim, so he prayed for the forgiveness of his Muslim father. Later when he learnt the truth, he gave up praying for him and renounced him. If anyone believes, even today, that a particular unbeliever has most probably embraced Islam, there is no harm in praying for his pardon. [ Qurtubi ]. Allah knows best!"
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "Commentary\nThe preceding verses vehemently prohibited Muslims to maintain any friendly intimacy with non-believers, even though they had very near blood relationships with them. The noble Companions used to carry out the commands of Allah and His Messenger in letter and spirit. In this matter, they did not care about their personal desires, or about their near and dear ones. This command was also carried out with the result that in some homes the father was a Muslim and the son was an unbeliever or vice versa. Friendly relations were severed. Obviously, this situation was not easy for their human nature. That is why Allah gives them the assurance that soon the hardship will be over.\nAccording to some ahadith, when a servant of Allah gives up his favorite thing for the sake of Allah, Allah delivers it to him in a lawful manner, and at times he is granted something better than it.\nThe present verses give an indication that those who are implacable enemies of Muslims because of their disbelief would soon become their friends. In other words, Allah will grant the enemies the ability to embrace the Faith and thus restore the mutual relationships. This prophecy was fulfilled on the occasion of the Conquest of Makkah when, besides the unbelievers who were killed, the rest of the people became Muslims. [ Mazhari ]. The Holy Qur'an describes it thus يَدْخُلُونَ فِي دِينِ اللَّـهِ أَفْوَاجًا (...and you see people entering Allah's [ approved ] religion in multitudes..) [ 110:2]\nIt is recorded in Sahih of Bukhari, on the authority of Sayyidah Asma' bint Abu Bakr ؓ ، that her mother arrived in Madinah from Makkah in the state of disbelief. According to a narration in Musnad of Ahmad, this incident occurred when peace treaty of Hudaibiyah with the Makkan Quraish had been concluded and was in force. Her mother's name was Qutailah. She brought gifts for her daughter Sayyidah Asma' ؓ but she refused to accept them. She did not even allow her to enter her house unless she sought the permission of the Holy Prophet ﷺ . Sayyidah Asma' ؓ asked the Holy Prophet ﷺ how to treat her mother who came to her while still disbeliever. The Holy Prophet ﷺ advised her to treat her kindly, politely and courteously. On that occasion, the following verse was revealed لَّا يَنْهَاكُمُ اللَّـهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ. (Allah does not forbid you from doing good and justice to those who did not fight you because of faith ....60:8)"
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "Some reports indicate that Sayyidah Asma’ s ؓ mother Qutailah was divorced by Sayyidna Abu Bakr ؓ in the Days of Ignorance. Sayyidah Asma’ s sister, Sayyidah ` A'ishah ؓ was born of the second wife of Abu Bakr ؓ ، namely, Umm Raman, who had embraced Islam. [ Ibn Kathir and Mazhari ].\nThe verse directs that justice and good behavior should be maintained with those unbelievers who did not fight the Muslims. As for justice, it is obligatory to maintain with every non-Muslim, whether he is a citizen of an Islamic State, or the Muslims have peace agreement with him, or a citizen of an un-Islamic State, even though he is at war with Muslims. Rather, Islam enjoins upon Muslims to do justice even to animals. We are not allowed to lay a burden on them more than they can bear. We need to take care of their fodder and comfort. The focus of the verse, therefore, is upon the direction that they should be treated, not only with justice, but also in good and courteous manner.\nRuling\nThis verse proves that optional charities may be spent on non-Muslim citizens of an Islamic State and on non-Muslims with whom the Muslims have a peace pact. It is, however, forbidden to spend on non-believers who are at war with Muslims."
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "إِنَّمَا يَنْهَاكُمُ اللَّـهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَ‌جُوكُم مِّن دِيَارِ‌كُمْ وَظَاهَرُ‌وا عَلَىٰ إِخْرَ‌اجِكُمْ أَن تَوَلَّوْهُمْ (Allah forbids you only from having friendship with those who fought you on account of faith, and expelled you from your homes, and helped (others) in expelling you....60:9) This verse speaks of those unbelievers who fought the Muslims in the matter of religion, drove them from their homes or supported their expulsion. These are hostile disbelievers and the Divine injunction in connection with them is abstain from having friendly or cordial intimacy with them. This verse does not forbid just and friendly or cordial intimacy with them. It merely forbids friendly intimacy and relations. Prohibition of having such friendly intimacy is not restricted only to those enemies who actively wage war against Muslims, but it is extended to ahludh- dhimmah [ non-Muslim citizens of an Islamic State ] and to اَھلُ الصُّلح ahlus-sulh [ non-Muslims with whom there is a peace pact ]. Intimate and heart-felt friendship is not allowed with them too. On the basis of this juristic principle, Mazhari has ruled that justice, equity and fairness are necessary even with the hostile disbelievers who are at war with Muslims. Prohibition applies only in the case of cordial and friendly intimacy, not in the case of courteous attitude and kindness. This shows that it is permissible to be police and courteous to those hostile enemies who are at war with Muslims. However, treating them with tenderness and courtesy should not cause danger, threat, or loss to Muslims. Wherever courtesy or tenderness might pose such a danger, it is not permitted to be tender or courteous towards them. Of course, justice and equity in all cases and under all circumstances are necessary and imperative. Allah, the Pure and Exalted, knows best!]"
    }
  ]
}
