{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "وَأَنفِقُوا مِن مَّا رَ‌زَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ (And spend out of what We have given to you before death comes to one of you…63:10) ‘Coming of death’ in this verse refers to ‘witnessing the signs of death’. The verse exhorts the believers to make the best of their opportunities to spend in the way of Allah, in the state of good health and strength, before the signs of death appear, and thus they should have their degrees of rank elevated in the Hereafter. Once death overtakes them the opportunity to spend will be lost, and the wealth will be of no use. Earlier on it was learned that the word dhikr (remembrance of Allah) refers to all forms of obedience and following the dictates of Shari’ ah, which include spending wealth as due. Despite that, spending wealth as due. Despite that, spending wealth on this occasion has been mentioned separately. There may be two reasons for it: Firstly, one of the major objects that divert man from acting upon the sacred laws of shari’ ah is wealth. Therefore, spending wealth, in the form of Zakah, ‘Ushr, Hajj and so on, is specifically mentioned. Secondly, when a person sees the signs of death, it is not in his power to perform his missed prayers, or his missed Hajj, Ramadhan fasts. However, the wealth is in front of him, and he is sure that soon it will slip out of his hand. So he may spend the wealth to compensate his shortfalls in worship and so attain salvation from such shortcomings. Furthermore, charity [ sadaqah ] is efficacious in averting calamities and punishment.\nSahih of Bukahri and Muslim record on the authority of Sayyidna Abu Hurairah ؓ that a person asked the Messenger of Allah ﷺ : “ Which sadaqah attracts most reward?” The Messenger of Allah replied: “ To spend in Allah’ s way when a person is in a state of good health, and yet he fears, in view of future needs, that if he spends the wealth he may become poor.” Then he continued: “ Do not delay spending in Allah’ s way until such time when your death reaches your throat, and at that moment you instruct (your heirs), ‘Give this much to so-and-so and give this much for such and such work.”’\nفَيَقُولَ رَ‌بِّ لَوْلَا أَخَّرْ‌تَنِي إِلَىٰ أَجَلٍ قَرِ‌يبٍ (…and he says, “ My Lord, would you not respite me to a near term, and I will pay sadaqah (alms) and will become one of the righteous…63:10). Sayyidna Ibn ‘Abbas ؓ says, in the interpretation of this verse, that if Zakah was due on a person and he failed to pay it, and Hajj was obligatory and he failed to perform it, he will express this desire when death approaches him. He will want a little more time so that he can give sadaqah and أَكُن مِّنَ الصَّالِحِينَ ‘become one of the righteous’ [ 10] In other words, he will also desire that he is given a little more time so that he may act righteously by fulfilling his obligations that he has missed out and repent and ask pardon for the forbidden and abominable acts he might have indulged in. but Allah makes it clear in the next verse that once his time has come, He (Allah) will not give any more time to anyone. This desire at that stage is futile.\nAl-Hamdullah\nThe commentary on\nSurah Al-Munafiqun\nEnds here"
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ([ Be mindful of ] the day when He will gather you for the Day of Gathering. That will be the Day of loss and gain…64:9) ‘The Day of Gathering’ and ‘the Day of Loss and gain’ are both the names of the Day of Judgment. The reason why that day is called ‘The Day of Gathering’ is quite obvious. On that day all creations, the earlier generation as well as the later generations, will be brought together to give account of their deeds and for reward and punishment. The reason for calling the day a ‘The Day of Loss and Gain’ is because the word taghabun is derived from ghabn which means ‘loss’. Financial loss as well as mental deficiency is referred to as ghabn. Imam Raghib Isfahani in his Mufrada-ul-Qur’ an says that when the word refers to financial loss, it is expressed in the passive voice thus ghubina fulanun ‘so-and-so suffered financial loss’. When one wants to say that ‘he was or became deficient in his opinion or judgment’, one would express it thus ghabina from the tri-literal verb form, the second radical being vowelled with kasrah [-i-] on the measure of sami’ a. the word taghabun is a two-way process and signifies ‘mutuality of actions’, where two parties mutually cause loss of each other, or they make manifest each other’ s loss. In the context of this verse, however, it is one-sided or one-way process of making manifest of non-believer’ s loss. The latter sense is also its recognized use. ‘The Day of Loss and Gain’ is so called because, according to authentic Traditions, Allah has created two abodes for everyone in the Hereafter_one in Hell and another in Paradise. Before admitting the righteous believers to Paradise, they will be shown the abode in Hell, which they would have received if they failed to believe and act righteously, so that they may appreciate their abode in Paradise more highly and thank Allah more profoundly. On the other hand, the non-believers will be shown their abode in Paradise, which they would have received had they believed and acted righteously, so that they may regret more bitterly and be more remorseful. These narratives also tell us that the abodes in Paradise that were prepared for the non-believers will be given to the believers in Paradise, and the abodes in Hell that were prepared for the believers will be given to the non-believers in Hell. These Traditions are elaborately recorded in the two Sahihs and other collections of Traditions. When the inmates of Paradise will attain the places originally prepared for the disbelievers, the latter will realize what they have lost what they have gained.\nSahih Muslim, Tirmidhi and others record on the authority of Sayyidna Abu Hurairah ؓ that the Messenger of Allah ﷺ asked the noble Companions: “ Do you know who is a pauper?” They replied: “ One who has no possessions.” The Messenger ﷺ said that a pauper in my community is one who will come on the Day of Judgment with a heap of righteous deeds, such as prayers, fasting, alms-giving and so on, but he might have reviled someone in the world, or he might have slandered another person, or he might have killed or murdered some other person, and he might have taken away someone’ s property unlawfully. All these people will gather around him and demand their rights. One will take away his prayers, another will snatch away his fasts, someone will take away his alms and a third person will carry away his other good deeds. When all his good deeds would be exhausted, the sins of the oppressed will be loaded on the oppressor, and in this way the score will be settled. Consequently, he will be purshed into the Fire of Hell. [ Mazhari ]\nIt is recorded in the Sahih of Bukahri that the Holy Prophet ﷺ has said, “ Whoever has an obligation towards someone should discharge it or ask his obligor to forgive it here in this world. Otherwise, he will have no dirhams or dinars (money) there in the Hereafter to set off his liabilities. The obligors will be given the good deeds of the debtor in lieu of their unfulfilled rights. When his good deeds will be exhausted, the sins of the oppressed will be added to the account of the oppressor.”\nSayyidna Ibn ‘Abbas ؓ and other leading authorities on Tafsir have given the foregoing reason for naming the Day of Judgment as ‘The Day of Loss and Gain’. Other authorities express the view that the grief of loss will not only be felt by the miserable non-believers, but also by the righteous believers. The latter will feel a sense of loss in that they will bitterly regret that they wasted much of their time in life and failed to carry out more good deeds, so as to attain more blessings and favours in Paradise, as is stated in a Prophetic Tradition.\nمَن جَلَسَ مَجلِسًا لَّم یَذکُرِ اللہَ فِیہِ کَانَ عَلَیہِ تِرَۃً یَومَ القِیامَۃِ\n(He who sits in an assembly and does not remember Allah in the entire session, this assembly will be a source of bitter regret for him.)\nQurtubi writes that on that Day every believer will feel a sense of loss on account of shortcomings in the fulfillment of his duties and obligations in life. Naming the Judgment Day as the ‘Day of Loss and Gain’ is like its being named as ‘The Day of (Bitter) Regret’ in Surah Maryam, thus وَأَنذِرْ‌هُمْ يَوْمَ الْحَسْرَ‌ةِ إِذْ قُضِيَ الْأَمْرُ‌ ‘And warn them of the Day of (Bitter) Regret when the affair will be resolved…19:39). Ruh-ul-Ma’ ani interprets this verse as implying that on that day the unjust and unrighteous people will bitterly regret their shortcomings, and the righteous believers will regret their shortcomings in the performance of their righteous deeds. In this way, everyone on the Day of Judgment will regret and have a feeling of loss as his shortcomings. Therefore, this day is named as the ‘Day of Loss and Gain’."
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "Commentary\nمَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّـهِ ۗ وَمَن يُؤْمِن بِاللَّـهِ يَهْدِ قَلْبَهُ (And no calamity befalls [ one ], but with the leave of Allah. And whoever believes in Allah, He guides his heart…64:11) In other words, it is a reality that not even a particle can move without the Divine will. Without the will of Allah no one can harm or benefit anyone. If a person does not believe in Allah and the Divine destination, he would not have any means of comforting himself when a calamity befalls him. He receives it with despair, and gropes for means of alleviating it. A believer, on the other hand, who reposes his faith in Divine will and destination is guided by Allah, and his heart is filled with peace and tranquility. Allah will guide his heart to certainty that whatever difficulty afflicts him could never have missed him, and whatever adversity has missed him could never have afflicted him. As a result of this belief, he is promised a reward in the Hereafter, which he keeps in view all the time. This strong belief in the promise of a reward in the Hereafter alleviates the worst calamity of this world."
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "Commentary\nمَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّـهِ ۗ وَمَن يُؤْمِن بِاللَّـهِ يَهْدِ قَلْبَهُ (And no calamity befalls [ one ], but with the leave of Allah. And whoever believes in Allah, He guides his heart…64:11) In other words, it is a reality that not even a particle can move without the Divine will. Without the will of Allah no one can harm or benefit anyone. If a person does not believe in Allah and the Divine destination, he would not have any means of comforting himself when a calamity befalls him. He receives it with despair, and gropes for means of alleviating it. A believer, on the other hand, who reposes his faith in Divine will and destination is guided by Allah, and his heart is filled with peace and tranquility. Allah will guide his heart to certainty that whatever difficulty afflicts him could never have missed him, and whatever adversity has missed him could never have afflicted him. As a result of this belief, he is promised a reward in the Hereafter, which he keeps in view all the time. This strong belief in the promise of a reward in the Hereafter alleviates the worst calamity of this world."
    },
    {
      "ayah": 13,
      "surah": 64,
      "text": "Commentary\nمَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّـهِ ۗ وَمَن يُؤْمِن بِاللَّـهِ يَهْدِ قَلْبَهُ (And no calamity befalls [ one ], but with the leave of Allah. And whoever believes in Allah, He guides his heart…64:11) In other words, it is a reality that not even a particle can move without the Divine will. Without the will of Allah no one can harm or benefit anyone. If a person does not believe in Allah and the Divine destination, he would not have any means of comforting himself when a calamity befalls him. He receives it with despair, and gropes for means of alleviating it. A believer, on the other hand, who reposes his faith in Divine will and destination is guided by Allah, and his heart is filled with peace and tranquility. Allah will guide his heart to certainty that whatever difficulty afflicts him could never have missed him, and whatever adversity has missed him could never have afflicted him. As a result of this belief, he is promised a reward in the Hereafter, which he keeps in view all the time. This strong belief in the promise of a reward in the Hereafter alleviates the worst calamity of this world."
    },
    {
      "ayah": 14,
      "surah": 64,
      "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُ‌وهُمْ ( O those who believe, among your wives and your children there are some enemies for you, so beware of them…4:14). Tirmidhi, Hakim and others have recorded, with authentic chain of transmitters, on the authority of Sayyidna Ibn ‘Abbas ؓ ، that this verse was revealed regarding those Muslims who embraced Islam in Makkah after the migration of the Holy Prophet ﷺ to Madinah. They intended to migrate to Madinah and join the Holy Prophet ﷺ ، but their wives and children refused to allow them. [ Ruh ] This was the time when it was compulsory for every Muslim to migrate from Makkah. Therefore, the wives and children who stood in way of loyalty and obedience to Divine laws are referred to as their enemies, and it was emphasized that they should beware of them, because none can be greater enemy than one who involves a person in the eternal punishment and everlasting Fire of Hell. ‘Ata’ Ibn Rabah reports that this verse was revealed in connection with ‘Auf Ibn Malik Ashja’ i ؓ . He was in Madinah. Whenever the occasion arose to go to war or jihad and he would intend to participate in the jihad, his wife and children would complain: “ In whose care are you leaving us?” He would be influenced by their complaint and change his mind. [ Ruh and Ibn Kathir ]\nThese two narratives are not in conflict with each other. Both narratives, in their own right, can be the cause of revelation, because wife and children that stand in the way of obeying Allah’ s laws, whether migration or jihad, they become the enemies of Allah.\nوَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُ‌وا فَإِنَّ اللَّـهَ غَفُورٌ‌ رَّ‌حِيمٌ (And if you forgive and overlook and pardon, then Allah is Most-Forgiving, Very-Merciful…634:14). The Muslims who were warned by the previous verse that their wives and children were their enemies, decided that they would treat their family members harshly. On that occasion, this part of the verse was revealed. The verse purports to say that although your wives and children behaved like enemies and stood in your way to perform your duty towards Allah, do not treat them harshly and mercilessly, but rather treat them politely and leniently. This is better for you because Allah loves forgiving and showing mercy’.\nRuling\nScholars have deduced from the above verse that if the family members to anything in violation of the sacred laws, it is not appropriate to be disappointed with them totally, or to be hostile towards them, or to hate or curse them. [ Ruh ]"
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "Wealth and Children are a Trial\nإِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ (Your riches and your children are but a trial…64:14). The word fitnah means ‘test or trial’. The purport of the verse is to say that Allah tests man by means of his wealth and children as to whether he is so much engrossed in the love of wealth and children as to become heedless of Divine laws and injunctions, or he maintains his love for them within limits and remains heedful of his duties and obligations toward Allah.\nThe truth of the matter is that the love of wealth and children is a great trial for man. He mostly commits sins for their love, especially when he indulges in earning livelihood through unlawful means. According to a hadith, some people will be brought on the Day of Judgment, and the people will look at him and say اَکَلَ عَیَالُہ حَسَنَاتِہٖ (His family ate up his good deeds.) [ Ruh ]. In another narration, the Holy Prophet ﷺ ، referring to the children, said: مَبخَلَۃٌ مَّجبنَۃٌ (They are the cause of one’ s miserliness and cowardice.) It means that on account of their love, man fails to spend in Allah’ s way, and on account of their love he fails to participate in jihad. Some righteous elders have said, اَلعَیِال سُوسُ الطَّاعَات (Family is the weevil of obedience.” A weevil is small beetle that feeds on grain and seeds and destroys crops. Likewise, a family feeds on man’ s good deeds and destroys them."
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "فَاتَّقُوا اللَّـهَ مَا اسْتَطَعْتُمْ (So, observe taqwa [ total obedience to Allah in awe of Him ] as far as you can…64:16). When the verse اتَّقُوا اللَّـهَ حَقَّ تُقَاتِهِ (…Observe taqwa as is His due…3:102] was revealed, the blessed Companions felt it very difficult, because it was impossible for anyone to observe taqwa of Allah ‘as is due to Him’. On that occasion, the present verse was revealed which clarified that no imposition is made on man more than he can bear. Taqwa too must be observed as far as it is possible for man to observe. If a person tries to obey Allah’ s due. [ Ruh – condensed ]\nAlhamdulillah\nThe Commentary on\nSurah At-Taghabun\nEnds here"
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "فَاتَّقُوا اللَّـهَ مَا اسْتَطَعْتُمْ (So, observe taqwa [ total obedience to Allah in awe of Him ] as far as you can…64:16). When the verse اتَّقُوا اللَّـهَ حَقَّ تُقَاتِهِ (…Observe taqwa as is His due…3:102] was revealed, the blessed Companions felt it very difficult, because it was impossible for anyone to observe taqwa of Allah ‘as is due to Him’. On that occasion, the present verse was revealed which clarified that no imposition is made on man more than he can bear. Taqwa too must be observed as far as it is possible for man to observe. If a person tries to obey Allah’ s due. [ Ruh – condensed ]\nAlhamdulillah\nThe Commentary on\nSurah At-Taghabun\nEnds here"
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "فَاتَّقُوا اللَّـهَ مَا اسْتَطَعْتُمْ (So, observe taqwa [ total obedience to Allah in awe of Him ] as far as you can…64:16). When the verse اتَّقُوا اللَّـهَ حَقَّ تُقَاتِهِ (…Observe taqwa as is His due…3:102] was revealed, the blessed Companions felt it very difficult, because it was impossible for anyone to observe taqwa of Allah ‘as is due to Him’. On that occasion, the present verse was revealed which clarified that no imposition is made on man more than he can bear. Taqwa too must be observed as far as it is possible for man to observe. If a person tries to obey Allah’ s due. [ Ruh – condensed ]\nAlhamdulillah\nThe Commentary on\nSurah At-Taghabun\nEnds here"
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "Commentary\nهُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ‌ وَمِنكُم مُّؤْمِنٌ (He is the One who created you, then some of you are disbelievers, and some of you are believers…64:2). In the phrase fa-minkum, the particle ‘fa’ [ translated here as ‘then’] denotes ‘one thing happening after another’. In this instance, the phrase ‘khalaqakum’ [ created you ] indicates that at the inception of creation there were no unbelievers [ kafis ]. Human beings were, subsequently, divided into believers and non-believers by their own free will and choice with which Allah has invested them. They are rewarded or punished on account of exercising the free will and choice. A Prophetic Tradition states: کُلُّ مَولُودٍ یُّولَدُ علَی الفِطرَۃِ فَاَبَوَاہُ یُھِّدَانِہٖ وَ یُنَصِّرَانِہٖ (Everyone is born a Muslim, but his parents make him a Jew, a Christian…) [ Qurtubi ].\nTwo Nations Theory\nThe Holy Qura’ n has divided mankind here into two groups: a believing group and a non-believing one. This indicates that the children of ‘Adam (علیہ السلام) is one single brotherhood, and all human beings are members of this brotherhood. Kufr [ unbelief ] is the only dividing line that severs relationship with this brotherhood and creates another group. He who becomes a Kafir has severed the relationship of human brotherhood. Thus group-formation can only take place on the basis of ‘Iman and Kufr. Neither colour nor language, neither lineage nor family, neither land, territory or geographical region can divide human brotherhood into rival groups. The offspring of one father may live in different cities, or use different languages, or have different colours, but it does not divide them into different groups. Despite differences of colour, language, country or territory, they are members of the same brotherhood. No sane person will ever regard them as different groups.\nIn the Days of Ignorance, ethnicity and tribal divisions had become the basis of factionalism but the Messenger of Allah ﷺ broke down these idols, which they pursued. By the express text of the Holy Qur’ an اِنَّمَا المُؤمِنُونَ اِخوَۃٌ ‘All believers are but brothers’ irrespective of their country or territory, their colour or family, or their language. They all belong to one brotherhood. So likewise, the non-believers, in the sight of Islam, belong to a single community.\nThe above verse also bears evidence to the fact that Allah has divided all mankind into two groups – the believers and the non-believers. The variety of the perfect power of Allah, and having many socio-economic benefits, it is a great blessing, but it is not permitted to use it as the basis of factionalism or group-foration among mankind.\nMoreover, the binary division of mankind on the basis of ‘Iman and Kufr is a matter of free will and choice. Both ‘Iman and Kufr may be adopted by one’ s free will. If a person chooses out of his own free will to abandon his group and join another, he can do it very easily: He may give up his articles of faith, choose another faith and thus join the other group. On the other hand, the affiliations of race, lineage, colour, language or territory are not within the power or control of anyone. No one can change his affiliation with his race, colour or language.\nIt is this Islamic brotherhood that, in a short span of time, from east to west, north to south, white and black, and Arabs and non-Arabs, whose might and power could not be resisted by the nations of the world, and therefore they revived once again the idols that were shattered by the Messenger of Allah ﷺ and Islam. They partitioned the one mighty ummah and Muslims in to small bits and pieces of nations based on territory, homeland, language and colour, race and lineage, and caused them to collide with one another. This cleared the way for the enemies of Islam to attack, the consequences of which are visible to every eye today. The Muslims of east and west were one nation and one heart, but are now divided into small groups fighting one another. As against this, the Shaitanic forces of Kufr, despite mutual disagreements, look like a united force against the Muslims."
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "وَصَوَّرَ‌كُمْ فَأَحْسَنَ صُوَرَ‌كُمْ (…and shaped your figures, and made your figures good…64:3). Shaping the figures of the creatures is one of the exclusive attributes of Allah, that is why Al-Musawwiru [ the shaper ] is one of His attributive names. If we analyze or look carefully into the universe, there are several classes of things. Each class has several species and each species has several sexes. Each sex has billions of members. No single shape ever resembles another shape. Among humankind, for instance, on account of difference of country or territory or difference of stock and nations, there is clear distinction in the shapes and faces of individuals. The face and shape of each individual is so amazingly unique and that it baffles the human imagination. The human face is no more than six to seven square inches, and there are uncountable faces of the same type, and yet one face does not look exactly like the other one so that distinguishing one from the other would be difficult. The present verse mentions figure-making as one of the Divine blessings and immediately thereafter it goes on to say فَأَحْسَنَ صُوَرَ‌كُمْ (and made your figures good). In the entire universe, Allah made the human shape the most beautiful. No matter how ugly a man or an individual might seem in his community, he is still beautiful in his own right, relative to the shapes of all other non-human creatures."
    },
    {
      "ayah": 4,
      "surah": 64,
      "text": "وَصَوَّرَ‌كُمْ فَأَحْسَنَ صُوَرَ‌كُمْ (…and shaped your figures, and made your figures good…64:3). Shaping the figures of the creatures is one of the exclusive attributes of Allah, that is why Al-Musawwiru [ the shaper ] is one of His attributive names. If we analyze or look carefully into the universe, there are several classes of things. Each class has several species and each species has several sexes. Each sex has billions of members. No single shape ever resembles another shape. Among humankind, for instance, on account of difference of country or territory or difference of stock and nations, there is clear distinction in the shapes and faces of individuals. The face and shape of each individual is so amazingly unique and that it baffles the human imagination. The human face is no more than six to seven square inches, and there are uncountable faces of the same type, and yet one face does not look exactly like the other one so that distinguishing one from the other would be difficult. The present verse mentions figure-making as one of the Divine blessings and immediately thereafter it goes on to say فَأَحْسَنَ صُوَرَ‌كُمْ (and made your figures good). In the entire universe, Allah made the human shape the most beautiful. No matter how ugly a man or an individual might seem in his community, he is still beautiful in his own right, relative to the shapes of all other non-human creatures."
    },
    {
      "ayah": 5,
      "surah": 64,
      "text": "وَصَوَّرَ‌كُمْ فَأَحْسَنَ صُوَرَ‌كُمْ (…and shaped your figures, and made your figures good…64:3). Shaping the figures of the creatures is one of the exclusive attributes of Allah, that is why Al-Musawwiru [ the shaper ] is one of His attributive names. If we analyze or look carefully into the universe, there are several classes of things. Each class has several species and each species has several sexes. Each sex has billions of members. No single shape ever resembles another shape. Among humankind, for instance, on account of difference of country or territory or difference of stock and nations, there is clear distinction in the shapes and faces of individuals. The face and shape of each individual is so amazingly unique and that it baffles the human imagination. The human face is no more than six to seven square inches, and there are uncountable faces of the same type, and yet one face does not look exactly like the other one so that distinguishing one from the other would be difficult. The present verse mentions figure-making as one of the Divine blessings and immediately thereafter it goes on to say فَأَحْسَنَ صُوَرَ‌كُمْ (and made your figures good). In the entire universe, Allah made the human shape the most beautiful. No matter how ugly a man or an individual might seem in his community, he is still beautiful in his own right, relative to the shapes of all other non-human creatures."
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "فَقَالُوا أَبَشَرٌ‌ يَهْدُونَنَا (…but they said, “ Shall some mortals give us guidance?”…64:6). Though the word basher [ mortal (s)] is singular, but in meaning it is plural. Therefore, the verb يَهْدُونَنَا ‘give us guidance’ is plural. All unbelievers held the notion that prophets and messengers cannot be human beings. The Qur’ an has time and again falsified and refuted this notion of the unbelievers. Alas, there is also a group of Muslims who denies the mortality of the Allah’ s Messenger. They need to think in which direction they are moving. His mortality is not contradictory to his prophet-hood, nor is it incompatible with his high station of messenger-ship, nor is his being a Messenger inconsistent with his being a Nur (light). He is Nur (light) as well as a mortal. It is a false analogy to compare his light with that of a lamp or of the sun or the moon."
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "فَقَالُوا أَبَشَرٌ‌ يَهْدُونَنَا (…but they said, “ Shall some mortals give us guidance?”…64:6). Though the word basher [ mortal (s)] is singular, but in meaning it is plural. Therefore, the verb يَهْدُونَنَا ‘give us guidance’ is plural. All unbelievers held the notion that prophets and messengers cannot be human beings. The Qur’ an has time and again falsified and refuted this notion of the unbelievers. Alas, there is also a group of Muslims who denies the mortality of the Allah’ s Messenger. They need to think in which direction they are moving. His mortality is not contradictory to his prophet-hood, nor is it incompatible with his high station of messenger-ship, nor is his being a Messenger inconsistent with his being a Nur (light). He is Nur (light) as well as a mortal. It is a false analogy to compare his light with that of a lamp or of the sun or the moon."
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "فَآمِنُوا بِاللَّـهِ وَرَ‌سُولِهِ وَالنُّورِ‌ الَّذِي أَنزَلْنَا (So, believe in Allah and His Messenger, and in the light We have sent down…64:8). The word Nur [ light ] in this context refers to the Qur’ an. ‘Light’ fulfils two functions: In the first place it is itself luminous and in the second place it makes other things luminous and bright. The Qur’ an, on account of its miraculous nature, is itself luminous, and it illuminates what pleases or displeases Allah, the sacred laws, injunctions and commands, and the realities of the Hereafter, which human being ought to know."
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ([ Be mindful of ] the day when He will gather you for the Day of Gathering. That will be the Day of loss and gain…64:9) ‘The Day of Gathering’ and ‘the Day of Loss and gain’ are both the names of the Day of Judgment. The reason why that day is called ‘The Day of Gathering’ is quite obvious. On that day all creations, the earlier generation as well as the later generations, will be brought together to give account of their deeds and for reward and punishment. The reason for calling the day a ‘The Day of Loss and Gain’ is because the word taghabun is derived from ghabn which means ‘loss’. Financial loss as well as mental deficiency is referred to as ghabn. Imam Raghib Isfahani in his Mufrada-ul-Qur’ an says that when the word refers to financial loss, it is expressed in the passive voice thus ghubina fulanun ‘so-and-so suffered financial loss’. When one wants to say that ‘he was or became deficient in his opinion or judgment’, one would express it thus ghabina from the tri-literal verb form, the second radical being vowelled with kasrah [-i-] on the measure of sami’ a. the word taghabun is a two-way process and signifies ‘mutuality of actions’, where two parties mutually cause loss of each other, or they make manifest each other’ s loss. In the context of this verse, however, it is one-sided or one-way process of making manifest of non-believer’ s loss. The latter sense is also its recognized use. ‘The Day of Loss and Gain’ is so called because, according to authentic Traditions, Allah has created two abodes for everyone in the Hereafter_one in Hell and another in Paradise. Before admitting the righteous believers to Paradise, they will be shown the abode in Hell, which they would have received if they failed to believe and act righteously, so that they may appreciate their abode in Paradise more highly and thank Allah more profoundly. On the other hand, the non-believers will be shown their abode in Paradise, which they would have received had they believed and acted righteously, so that they may regret more bitterly and be more remorseful. These narratives also tell us that the abodes in Paradise that were prepared for the non-believers will be given to the believers in Paradise, and the abodes in Hell that were prepared for the believers will be given to the non-believers in Hell. These Traditions are elaborately recorded in the two Sahihs and other collections of Traditions. When the inmates of Paradise will attain the places originally prepared for the disbelievers, the latter will realize what they have lost what they have gained.\nSahih Muslim, Tirmidhi and others record on the authority of Sayyidna Abu Hurairah ؓ that the Messenger of Allah ﷺ asked the noble Companions: “ Do you know who is a pauper?” They replied: “ One who has no possessions.” The Messenger ﷺ said that a pauper in my community is one who will come on the Day of Judgment with a heap of righteous deeds, such as prayers, fasting, alms-giving and so on, but he might have reviled someone in the world, or he might have slandered another person, or he might have killed or murdered some other person, and he might have taken away someone’ s property unlawfully. All these people will gather around him and demand their rights. One will take away his prayers, another will snatch away his fasts, someone will take away his alms and a third person will carry away his other good deeds. When all his good deeds would be exhausted, the sins of the oppressed will be loaded on the oppressor, and in this way the score will be settled. Consequently, he will be purshed into the Fire of Hell. [ Mazhari ]\nIt is recorded in the Sahih of Bukahri that the Holy Prophet ﷺ has said, “ Whoever has an obligation towards someone should discharge it or ask his obligor to forgive it here in this world. Otherwise, he will have no dirhams or dinars (money) there in the Hereafter to set off his liabilities. The obligors will be given the good deeds of the debtor in lieu of their unfulfilled rights. When his good deeds will be exhausted, the sins of the oppressed will be added to the account of the oppressor.”\nSayyidna Ibn ‘Abbas ؓ and other leading authorities on Tafsir have given the foregoing reason for naming the Day of Judgment as ‘The Day of Loss and Gain’. Other authorities express the view that the grief of loss will not only be felt by the miserable non-believers, but also by the righteous believers. The latter will feel a sense of loss in that they will bitterly regret that they wasted much of their time in life and failed to carry out more good deeds, so as to attain more blessings and favours in Paradise, as is stated in a Prophetic Tradition.\nمَن جَلَسَ مَجلِسًا لَّم یَذکُرِ اللہَ فِیہِ کَانَ عَلَیہِ تِرَۃً یَومَ القِیامَۃِ\n(He who sits in an assembly and does not remember Allah in the entire session, this assembly will be a source of bitter regret for him.)\nQurtubi writes that on that Day every believer will feel a sense of loss on account of shortcomings in the fulfillment of his duties and obligations in life. Naming the Judgment Day as the ‘Day of Loss and Gain’ is like its being named as ‘The Day of (Bitter) Regret’ in Surah Maryam, thus وَأَنذِرْ‌هُمْ يَوْمَ الْحَسْرَ‌ةِ إِذْ قُضِيَ الْأَمْرُ‌ ‘And warn them of the Day of (Bitter) Regret when the affair will be resolved…19:39). Ruh-ul-Ma’ ani interprets this verse as implying that on that day the unjust and unrighteous people will bitterly regret their shortcomings, and the righteous believers will regret their shortcomings in the performance of their righteous deeds. In this way, everyone on the Day of Judgment will regret and have a feeling of loss as his shortcomings. Therefore, this day is named as the ‘Day of Loss and Gain’."
    }
  ]
}
