{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 96,
      "text": "Beginning of The Qur’ anic Revelation\nIt is universally agreed that the first five verses of Surah Al-` Alaq or Iqra' mark the very beginning of Qur’ anic revelation. [ Baghawi ]. Bukhari, Muslim, other authentic sources and overwhelming consensus of scholars, ancient and modern, all concur on this point. However, some scholars state that Surah Al-Muddaththir was the first Surah to be revealed, and yet others say that Surah Al-Fatihah [ The Opening ] was revealed first. It is possible to reconcile between these different views as follows: After the revelation of Surah Al-` Alaq or Iqra', there was a temporary break in the revelation during which the Holy Prophet used to be very sad, but after some time, the Angel Jibra'il (علیہ السلام) appeared to him once again, and he faced the same situation as he faced when the first verses of Surah Iqra' were revealed to him. On this occasion, the opening verses of Surah Al-Muddaththir were conveyed to him by the angel. From this point of view, it may be said that the first Surah to be revealed after the temporary break was Surah Al-Muddaththir. Some of the Companions held the view that Surah Al-Fatihah was the first Surah to be revealed. They probably meant to say that this was the first Surah to be revealed in a complete form. Undoubtedly, some verses (of Surahs Al-` Alaq or Iqra', Al-Muzzammil and Al-Muddaththir) were revealed earlier, but the rest of the verses of those Surahs were revealed at later dates. Al-Fatihah is the first Surah that was revealed to the Holy Prophet ﷺ in its entirety, all seven verses at once. [ Mazhari ]\nThe Holy Prophet's ﷺ First Experience of Revelation\nIn a lengthy narration, as recorded in the Sahihs of Bukhari and Muslim, the Mother of the Faithful, Sayyidah ` A'ishah ؓ says that revelation to the Messenger of Allah ﷺ was started by true dreams. Whatever he saw in a dream would happen in reality as clearly as the light of dawn. Then solitude became dear to him, and he used to seclude himself for worship in the cave Ha', (a cave in the mount known today as 'Jabal-un-Nur, which is clearly visible in front of Jannat-ul-Ma` la, the famous graveyard of Makkah) and therein he devoted himself to Divine worship for several nights before he came back to his family and took provisions for his retirement; then he would return to the Mother of the Faithful, Sayyidah Khadijah ؓ and take more provisions for a similar period. (The period of his stay in the cave is mentioned differently by different reports, but the report of sahihain maintains that it was a month, the whole month of Ramadan. Authentic traditions are silent about the mode of worship he adopted during this period. Some scholars have opined that he used to worship according to the Shari` ah of Nuh, Ibrahim and ` Isa (علیہم السلام) but neither any authentic report supports it, nor is it likely, because he was an 'ummiyy (unlettered). It is, therefore, more likely that his worship was concentration and reflection on Allah Almighty and His omnipotence until the Truth, that is, the revelation came to him while he was in the cave of Hira'; so the angel came to him and said, اِقرَا 'Read'. The Holy Prophet replied, ما انا بقاری 'I am not the one who can read'. (The Holy Prophet\twas under the impression that he was directing him to read a written document. Since the Holy Prophet ﷺ could not read or write, he replied accordingly.) Then the angel embraced him and pressed him so hard that he felt extreme pain, then he released him and said, اِقرَا 'Read'. The Holy Prophet ﷺ replied, 'I am not the one who can read'. Then he embraced him and pressed him a second time so hard that he felt extreme pain, then he released him again and said, اِقرَا 'Read'. The Holy Prophet ﷺ replied ما انا بقاری ، 'I am not the one who can read'. Then he embraced the Holy Prophet\tﷺ and pressed him a third time, then he released him and said,\nاقْرَ‌أْ بِاسْمِ رَ‌بِّكَ الَّذِي خَلَقَ ﴿1﴾ خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ ﴿2﴾ اقْرَ‌أْ وَرَ‌بُّكَ الْأَكْرَ‌مُ ﴿3﴾ الَّذِي عَلَّمَ بِالْقَلَمِ ﴿4﴾ عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ ﴿5﴾\n'Read with the Name of your Lord Who created [ everything ], He created man from a clot of blood. Read, and your Lord is the most gracious, who imparted knowledge by means of the Pen. He taught man what he did not know.'\nThe Messenger of Allah ﷺ returned with this message [ of five verses ] while his heart trembled and he came to Sayyidah Khadijah ؓ saying زمّلونی زمّلونی 'wrap me up, wrap me up', and she wrapped him up, until the awe left him. (It should be noted that the fear felt by the Holy Prophet ﷺ was due to the great responsibility delegated to him, and due to the unusual event of seeing an angel in his original form.)\nThen he said to Sayyidah Khadijah ؓ عنہا\twhile he related to her what had happened: \"I feared for myself.\" Sayyidah Khadijah \t ؓ said: 'Nay, by Allah, Allah will never expose you to disgrace, because you unite the ties of kinship, and bear the burden of the weak, and earn for the destitute, and offer hospitality to the guests, and help (people) in real distress.'\nThen Sayyidah Khadijah ؓ took him to her cousin, Waraqah Ibn Naufal. He was a man who had adopted Christianity (which was a true religion at that time) during the days of Ignorance, and he used to write the Hebrew script, and translate it into Arabic. He was a very old man who had turned blind. Sayyidah Khadijah ؓ said to him, 0 Uncle's son! Listen to your brother's son. Waraqah asked him, My brother's son! What have you seen? So the Messenger of Allah ﷺ related to him what he had seen. Waraqah said to him, This is the very same confidant [ angel Jibra'il (علیہ السلام) ] whom Allah sent to Holy Prophet Musa (علیہ السلام) ; would that I were a young man at this time - would that I were alive when your people would expel you! The Messenger of Allah ﷺ asked in surprise, Will they expel me?\" He replied. Yes; never has a man appeared with the like of that which you have brought, but he has been held in enmity; and if your time finds me alive, I shall help you with the fullest support. After that, not much time had passed before Waraqah died, and the revelation broke off temporarily. [ Bukhari and Muslim ]\nThe temporary break of revelation, according to Suhaili, lasted for about a year and half. Other reports say that it lasted to about three years. [ Mazhari ]\nVerse [ 1] اقْرَ‌أْ بِاسْمِ رَ‌بِّكَ الَّذِي خَلَقَ (Read with the Name of your Lord, Who created [ everything ]) In the prepositional phrase bismi rabbika [ with the name of your Lord ], the addition of the word ismi is significant in two ways [ 1] that whenever the Qur'an is being recited, the reader should begin by reciting the formula\t, بسم اللہ الرحمٰن الرحیم \"With the name of Allah, the All-Merciful, the Very-Merciful\". When Jibra'il Amin (علیہ السلام) suddenly appeared to the Holy Prophet ﷺ and said 'iqra' (read) , he tendered apology that he is unable to read or recite, because he is unlettered. The phrase b-ismi rabbika points to the fact that under present circumstances you, 0 Holy Prophet ﷺ ، may be 'ummiyy' or unlettered, but Allah has the power to grant you the highest level of knowledge, the most elegant style of oration and eloquence, so that you would surpass and subdue the most educated or literate people, as it became manifest later on. [ Mazhari ]. [ 2] Allah has many Beautiful Names, but the blessed name rabb is particularly chosen in the verse here probably because it supports and emphasizes the theme that Allah cherishes and sustains the Holy Prophet through all the different stages of his development, until he is fully consummated. He can make him read and recite, despite being unlettered. In the relative clause al-ladhi khalaqa [ Who created ], particularly contains the Divine attribute of takhliq [ creating ] presumably because the first Divine favor is wujud or 'existence' as a result of His drawing out beings from the realm of non-existence into the realm of existence. Many other favors of His follow. The verb khalaqa [ created ] is transitive and it requires an object that is absent here. This indicates the verb is used absolutely, and it signifies that the Creator has created the entire universe and every existent thing it contains."
    },
    {
      "ayah": 10,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    },
    {
      "ayah": 11,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    },
    {
      "ayah": 12,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    },
    {
      "ayah": 13,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    },
    {
      "ayah": 14,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    },
    {
      "ayah": 15,
      "surah": 96,
      "text": "Verse [ 15 - concluding part ] لَنَسْفَعًا بِالنَّاصِيَةِ (...We will certainly drag [ him ] by forelock.) The nasfa'an is derived from the infinitive safuun which means 'to seize and drag' and the word nasiyah means 'forelock', that is, the front part of a person's hair that falls forward over the forehead. When a person's forelock is seized, he becomes helpless in the hands of the seizer."
    },
    {
      "ayah": 16,
      "surah": 96,
      "text": "Verse [ 15 - concluding part ] لَنَسْفَعًا بِالنَّاصِيَةِ (...We will certainly drag [ him ] by forelock.) The nasfa'an is derived from the infinitive safuun which means 'to seize and drag' and the word nasiyah means 'forelock', that is, the front part of a person's hair that falls forward over the forehead. When a person's forelock is seized, he becomes helpless in the hands of the seizer."
    },
    {
      "ayah": 17,
      "surah": 96,
      "text": "Verse [ 15 - concluding part ] لَنَسْفَعًا بِالنَّاصِيَةِ (...We will certainly drag [ him ] by forelock.) The nasfa'an is derived from the infinitive safuun which means 'to seize and drag' and the word nasiyah means 'forelock', that is, the front part of a person's hair that falls forward over the forehead. When a person's forelock is seized, he becomes helpless in the hands of the seizer."
    },
    {
      "ayah": 18,
      "surah": 96,
      "text": "Verse [ 15 - concluding part ] لَنَسْفَعًا بِالنَّاصِيَةِ (...We will certainly drag [ him ] by forelock.) The nasfa'an is derived from the infinitive safuun which means 'to seize and drag' and the word nasiyah means 'forelock', that is, the front part of a person's hair that falls forward over the forehead. When a person's forelock is seized, he becomes helpless in the hands of the seizer."
    },
    {
      "ayah": 19,
      "surah": 96,
      "text": "Verse [ 19] كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِ‌ب ۩ (No! never obey him, and bow down in sajdah { Prostration}, and come closer.) The Holy Prophet ﷺ is advised to ignore and disobey Abu Jahl when he stops him from praying. He is asked to be steadfast in prayer and prostration.\nAcceptability of Supplication in the Posture of Prostration\nIt is recorded in Abu Dawud on the authority of Sayyidna Abu Hurairah ؓ that the Messenger of Allah ﷺ said: اقرب ما یکون العبد من ربّہٖ وھو ساجد فاکثروا الدعاء . (The closest that a servant can be to his Lord is when he is in prostration. Therefore, make abundant supplications [ while prostrating ]) Another authentic Tradition states: فانّہ قمن ان یستجاب لکم (...because it is fitting and proper that supplications be accepted in the state of prostration.)\nRuling\nIt is valid to supplicate in the supererogatory (nafi) salah while prostrating. In certain narrations, special words of the supplications are recorded from the Holy Prophet ﷺ . It is better to recite those transmitted prayers of the Holy Prophet ﷺ . There is no proof or evidence of such supplications in the prostration of obligatory salah, because the obligatory salah needs to be short.\nRuling\nA prostration is compulsory for one who recites this verse and listens to it. A narration of Sayyidna Abu Hurairah ؓ states that the Messenger of Allah ﷺ used to prostrate when he recited this verse. Allah knows best!\nAl-hamdulillah\nThe Commentary on\nSurah Al-` Alaq\nEnds here"
    },
    {
      "ayah": 2,
      "surah": 96,
      "text": "Verse [ 2] خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ (Created man from a clot of blood.) The previous verse referred to the creation of macrocosm, the large or entire universe in general. In this verse, the phrase is khalaqa'l-insan which refers to the creation of microcosm 'the best, noblest or most honourable creation', Man. If analysed carefully, we notice that man is the epitome of macrocosm or the large universe. He is a small scale representation, analogue, or miniature of the large and complex universe. Another reason why man has been particularly mentioned is that the purpose of Prophet-hood, messenger-hood and revelation of the Qur'an is the implementation of Divine ordinances, injunctions and laws and acting upon them: This is the essential peculiarity of mankind. The word ` alaq, being the plural of 'alaqatun, means 'congealed blood'. The creation of man has passed and passes through various phases. His primordial creation is from the four major elements, that is, earth, water, fire and air. His procreation is from an insignificant and humble state, the sperm which then transforms into congealed blood. This is the primary state of the embryo which happens after the conception. Then it takes the shape of a lump of flesh and then the skeletal structure is created. 'Alaqah is the middle phase in the whole process of creation. The specific mention of ` alaqah covers the initial stage and the final stage of the process of creation."
    },
    {
      "ayah": 3,
      "surah": 96,
      "text": "Verse [ 3] اقْرَ‌أْ وَرَ‌بُّكَ الْأَكْرَ‌مُ (Read, and your Lord is the most gracious.) The command iqra' [ Read ] has been repeated in this verse for two reasons: The first command in verse [ 1] was for the Holy Prophet himself to read or recite. The second command in this verse is to proclaim, convey, communicate and teach or preach. It is not inconceivable that the command iqra' is repeated by deliberate design for emphasis. The Divine attribute al-Akram 'the Most Gracious' signifies that Allah did not create the world or man for any ulterior motive, for selfish motivation or for His own benefit. He has done it out of His infinite grace, generosity and magnanimity. He endowed upon the universe the great favour of existence without asking for it."
    },
    {
      "ayah": 4,
      "surah": 96,
      "text": "Verse [ 4] الَّذِي عَلَّمَ بِالْقَلَمِ (Who imparted knowledge by means of the Pen.) The preceding verse spoke of the creation of man. The current verse speaks of man's education or literacy, because knowledge, as part of education and literacy, distinguishes man from all other animals and creatures, and occupies the position of the crown of creation. There are two means, methods or media through which knowledge is imparted: [ 1] oral or spoken method or by word of mouth; and [ 2] Pen or written method. The command iqra' [ read ] at the beginning of Surah refers to the oral or spoken method. However, the current verse, which speaks more explicitly about imparting knowledge, speaks of the written method of recording and transmitting knowledge from generation to generation.\nPen and Writing: The First and Most Important Means of Transmitting Knowledge\nAn authentic narration of Sayyidna Abu Hurairah\t ؓ reports that the Messenger of Allah said:\nلَمَّا خلق اللہ الخلق کتب فی کتابہ فھو عندہ فوق العرش، ان رحمتی غلبت غضبی\n\"When Allah created the creation, He inscribed a document which is with Him above the Throne: Indeed My mercy has preceded My anger.\"\nIn another narration, the Messenger of Allah ﷺ is reported to have\nsaid:\nاوّل ما خلق اللہ القلم، فقال لہ : اکتب، فکتب ما یکون الٰی یوم القیامۃ فھو عندہ فی الذکر فوق عرشہٖ\n\"The first thing Allah created was the pen. He told it to write, so it wrote what was to take place till Doomsday. This is with Allah on His Throne.\" [ Qurtubi ]\nThree Types of Pen\nScholars have said that there are three types of pen in the world: [ 1] a Pen that Allah created with His own hand and instructed it to write the decree of the universe; [ 2] the pen of the angels who record the events that are to occur and their magnitude, they also use it to record the deeds of human beings; and [ 3] the pen of human beings, which they use to reduce their speech to writing. Writing, in fact, is a kind of speech [ or a manifestation of it ]. Humans are biologically programmed by Allah for speech, and it is thus natural, inborn and innate faculty. [ Qurtubi ] The leading authority on Tafsir, Mujahid, cites from Abu ` Amr that Allah created four things in the entire universe with His own Creative hand, and the rest of the creation came into being by His cosmic command of kun [ be ] and they became. The four things are: [ 1] the pen; [ 2] The Divine Throne; [ 3] the Garden of Eden; and [ 4] Holy Prophet 'Adam (علیہ السلام) .\nWho was First Trained in the Writing Skill and Art?\nScholars have differed on this question. Some say the art and skill of writing was first imparted to the father of mankind, i.e. the prophet 'Adam (علیہ السلام) and he was the first one to write. [ Ka` b Ahbar ]. Others say that this art was first taught to the Holy Prophet Idris (علیہ السلام) and he was thus the very first scribe. [ Dahhak ]. Some others have observed that the art and skill of writing is the Divine knowledge given as a gift to anyone whom Allah wills.\nWriting Skill and Art: A Great Divine Gift\nSayyidna Qatadah (رح) stated that Pen is a great Divine gift. If Allah had not granted man the art and skill of writing with pen, it would not have been possible for him to preserve or protect the religion in its pristine form, nor would it have been possible for him to conduct his worldly affairs in the proper manner. Sayyidna ` Ali' ؓ has stated that it is a great generosity that Allah has granted His servants knowledge of things they did not know. He drew them out from the darkness of ignorance and brought them into the light of knowledge. He urged them to acquire the art and skill of writing as it accrues great benefits. Only Allah is able to keep count of the benefits of writing. All sciences and philosophies are codified by means of pen. The history of the former and latter nations are compiled by means of pen. Their chronicles and monographs are preserved in writing. The Divinely revealed Books are committed to writing, and shall be preserved till the world lasts. The pen' is thus able to make great contribution towards the propagation and dissemination of spiritual sciences and Divine secrets revealed by the Qur'an and of physical sciences to which the study of the Qur'an imparted a great stimulus. Without the pen, all worldly and religious works will come to a standstill.\nWriting Skill and Art: Attitude of Scholars in All Ages\nScholars of the former and the latter times have always realised the stupendous role pen plays in the preservation and transmission of knowledge, as a result they made a great use of it and left behind a huge legacy of books and writings. It is regretful to notice that in this age students and scholars have ignored the importance of this skill and art. As a result, scarcely a few people in a few million people have mastered the art, or developed the skill, of writing. To Allah do we direct our complaint!\nWriting Skill and Art: The Reason Why the Holy Prophet ﷺ was not Taught\nIt is really very significant that mention should have been made of 'Pen' in a Book which was revealed to a person, the Final Messenger ﷺ ، who himself did not know how to read and write. The reason for this is the profound Divine wisdom underlying it. Allah had willed that the dignity and status of the Final Messenger ﷺ should be far above the thinking of the general populace. Allah placed the Holy Prophet ﷺ in an environment which was not favourable for any spontaneous accomplishments, nor was it conducive to any achievements by natural exposure. His birthplace was the rugged and rocky mountainous terrain. The desert of Arabia had fewer plants apart from the date-palms, little water apart from the zam zam well and the weather was always dry, far away from civilisation, and completely cut off from the cradle of knowledge and wisdom. The communications system or network was inaccessible; as a result, the people of Arabia had no contact with Syria, Iraq, Egypt and other civilised areas of the world. Hence, all the Arabs were referred to as 'unlettered' who generally had no respect for knowledge, wisdom and writing. Very rarely people had the opportunity to learn knowledge or to acquire the art and skill of writing. The Holy Prophet ﷺ was born in such bare region, among such illiterate tribes and in such harsh environment. He was never given the opportunity to become literate. It was inconceivable that a person born in such a surrounding will be gifted with knowledge, wisdom and high morals. He was, however, suddenly granted the cloak of Prophethood, together with incessant flow of knowledge and wisdom. The greatest of poets and orators of Arabia were subdued by the eloquence of the unlettered Holy Prophet ﷺ . This was his open and overt miracle. Every open-minded person should be able to see with his eye of certainty that his attainments were not the result of acquisition by his own efforts or human exertion, but they were the result of the invisible generosity of Allah Who endowed him with the Prophetic gift. This is the Divine wisdom underlying the reason why the Holy Prophet ﷺ was not trained in the skill and the art of writing. [ Adapted from Qurtubi ]\nVerse [ 5] عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ (Taught Man what he did not know.\" The preceding verse was concerned with a particular means of teaching, namely, 'pen', the written method.\nMany other Means of Teaching\nThe present verse purports to say that the real teacher is Allah, and He has innumerable ways and means, besides pen, to impart knowledge. Therefore, the verse says that Allah taught man things with which he was unacquainted previously. The verse does not mention 'pen' or any other means of teaching. The reason for that is man is taught from the very inception of his life. First, he is gifted with intellect, the greatest means of receiving knowledge. Man, by the right use of intellect, is able to understand many things. Further, his entire environment is the manifestation of the perfect power of Allah and studded with the evidence of Divine power by witnessing which he is able to recognise his Creator. Revelation and inspiration are other means of knowledge. The knowledge of many essential things are learnt intuitively. Intuition is the God-given ability to know or understand things through feelings, rather than by considering facts or evidence. As a result, there is no need for tongue or pen. When a baby is born, it is not conscious of how its environment operates. However, it instinctively reaches out for the mother's breast, when it feels hungry and feeds itself. Who teaches it and who can teach it? Allah has taught it the 'skill' of crying since its birth. The cry of the baby is the means of satisfying all its needs. When it cries, it becomes a cause of concern for the parents to find out what is wrong. The baby's cry satisfies its hunger, thirst, heat and cold. Who teaches the new-born baby how to cry? All this is instinctive knowledge with which Allah has programmed every living organism, especially man. After the instinctive knowledge, man's knowledge continues to increase by word of mouth, and then by the supra-rational organ of intuition, called the heart. Apparently, there was no need to say مَا لَمْ يَعْلَمْ (... what he did not know) because normally knowledge is imparted of things that are not known. It is explicitly stated here, probably because man may not assume that the God-given knowledge and skills are the results of his own efforts and exertion. The concluding phrase مَا لَمْ يَعْلَمْ \"what he did not know\" has been added in order to make man realise that there was a time when he knew nothing, thus in [ 16:78] we came across أَخْرَ‌جَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا (And Allah has brought you forth from your mothers' wombs when you knew nothing...). This shows that knowledge is not an ingrained personal excellence of man. It is the gift of the Creator and the Master. [ Mazhari ]. Some scholars interpret the word 'man' to be referring to the Holy Prophet 'Adam (علیہ السلام) because he was the first man to whom knowledge was imparted, thus in [ 2:31] وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا (And He taught 'Adam the names, all of them...). And others say the reference is to the Final Messenger ﷺ whose knowledge embraces the knowledge of all the previous Prophets (علیہم السلام) .\nAs stated earlier, these five verses of this Surah represent the very beginning of the revelation of the Qur'an. Verses [ 6-19] of the Surah are of much later date. We assert this on the following grounds: These verses were revealed in connection with an incident in which Abu Jahl prevented the Holy Prophet from offering salah. In the initial stages of revelation and Prophet-hood, the Holy Prophet ﷺ had no enemies in Makkah. All used to call him by the title of 'al-Amin' [ the honest or upright ]. They respected and loved him. Abu Jahl's enmity and opposition obviously started when the Holy Prophet ﷺ proclaimed his propagation openly, called the people towards Islam publicly, and performed the salah in the Sacred Mosque. Salah was prescribed on the Night of Ascent, (Mi` raj). Therefore, prevention from salah, referred to in these verses, may not be imagined before that time."
    },
    {
      "ayah": 5,
      "surah": 96,
      "text": "Verse [ 4] الَّذِي عَلَّمَ بِالْقَلَمِ (Who imparted knowledge by means of the Pen.) The preceding verse spoke of the creation of man. The current verse speaks of man's education or literacy, because knowledge, as part of education and literacy, distinguishes man from all other animals and creatures, and occupies the position of the crown of creation. There are two means, methods or media through which knowledge is imparted: [ 1] oral or spoken method or by word of mouth; and [ 2] Pen or written method. The command iqra' [ read ] at the beginning of Surah refers to the oral or spoken method. However, the current verse, which speaks more explicitly about imparting knowledge, speaks of the written method of recording and transmitting knowledge from generation to generation.\nPen and Writing: The First and Most Important Means of Transmitting Knowledge\nAn authentic narration of Sayyidna Abu Hurairah\t ؓ reports that the Messenger of Allah said:\nلَمَّا خلق اللہ الخلق کتب فی کتابہ فھو عندہ فوق العرش، ان رحمتی غلبت غضبی\n\"When Allah created the creation, He inscribed a document which is with Him above the Throne: Indeed My mercy has preceded My anger.\"\nIn another narration, the Messenger of Allah ﷺ is reported to have\nsaid:\nاوّل ما خلق اللہ القلم، فقال لہ : اکتب، فکتب ما یکون الٰی یوم القیامۃ فھو عندہ فی الذکر فوق عرشہٖ\n\"The first thing Allah created was the pen. He told it to write, so it wrote what was to take place till Doomsday. This is with Allah on His Throne.\" [ Qurtubi ]\nThree Types of Pen\nScholars have said that there are three types of pen in the world: [ 1] a Pen that Allah created with His own hand and instructed it to write the decree of the universe; [ 2] the pen of the angels who record the events that are to occur and their magnitude, they also use it to record the deeds of human beings; and [ 3] the pen of human beings, which they use to reduce their speech to writing. Writing, in fact, is a kind of speech [ or a manifestation of it ]. Humans are biologically programmed by Allah for speech, and it is thus natural, inborn and innate faculty. [ Qurtubi ] The leading authority on Tafsir, Mujahid, cites from Abu ` Amr that Allah created four things in the entire universe with His own Creative hand, and the rest of the creation came into being by His cosmic command of kun [ be ] and they became. The four things are: [ 1] the pen; [ 2] The Divine Throne; [ 3] the Garden of Eden; and [ 4] Holy Prophet 'Adam (علیہ السلام) .\nWho was First Trained in the Writing Skill and Art?\nScholars have differed on this question. Some say the art and skill of writing was first imparted to the father of mankind, i.e. the prophet 'Adam (علیہ السلام) and he was the first one to write. [ Ka` b Ahbar ]. Others say that this art was first taught to the Holy Prophet Idris (علیہ السلام) and he was thus the very first scribe. [ Dahhak ]. Some others have observed that the art and skill of writing is the Divine knowledge given as a gift to anyone whom Allah wills.\nWriting Skill and Art: A Great Divine Gift\nSayyidna Qatadah (رح) stated that Pen is a great Divine gift. If Allah had not granted man the art and skill of writing with pen, it would not have been possible for him to preserve or protect the religion in its pristine form, nor would it have been possible for him to conduct his worldly affairs in the proper manner. Sayyidna ` Ali' ؓ has stated that it is a great generosity that Allah has granted His servants knowledge of things they did not know. He drew them out from the darkness of ignorance and brought them into the light of knowledge. He urged them to acquire the art and skill of writing as it accrues great benefits. Only Allah is able to keep count of the benefits of writing. All sciences and philosophies are codified by means of pen. The history of the former and latter nations are compiled by means of pen. Their chronicles and monographs are preserved in writing. The Divinely revealed Books are committed to writing, and shall be preserved till the world lasts. The pen' is thus able to make great contribution towards the propagation and dissemination of spiritual sciences and Divine secrets revealed by the Qur'an and of physical sciences to which the study of the Qur'an imparted a great stimulus. Without the pen, all worldly and religious works will come to a standstill.\nWriting Skill and Art: Attitude of Scholars in All Ages\nScholars of the former and the latter times have always realised the stupendous role pen plays in the preservation and transmission of knowledge, as a result they made a great use of it and left behind a huge legacy of books and writings. It is regretful to notice that in this age students and scholars have ignored the importance of this skill and art. As a result, scarcely a few people in a few million people have mastered the art, or developed the skill, of writing. To Allah do we direct our complaint!\nWriting Skill and Art: The Reason Why the Holy Prophet ﷺ was not Taught\nIt is really very significant that mention should have been made of 'Pen' in a Book which was revealed to a person, the Final Messenger ﷺ ، who himself did not know how to read and write. The reason for this is the profound Divine wisdom underlying it. Allah had willed that the dignity and status of the Final Messenger ﷺ should be far above the thinking of the general populace. Allah placed the Holy Prophet ﷺ in an environment which was not favourable for any spontaneous accomplishments, nor was it conducive to any achievements by natural exposure. His birthplace was the rugged and rocky mountainous terrain. The desert of Arabia had fewer plants apart from the date-palms, little water apart from the zam zam well and the weather was always dry, far away from civilisation, and completely cut off from the cradle of knowledge and wisdom. The communications system or network was inaccessible; as a result, the people of Arabia had no contact with Syria, Iraq, Egypt and other civilised areas of the world. Hence, all the Arabs were referred to as 'unlettered' who generally had no respect for knowledge, wisdom and writing. Very rarely people had the opportunity to learn knowledge or to acquire the art and skill of writing. The Holy Prophet ﷺ was born in such bare region, among such illiterate tribes and in such harsh environment. He was never given the opportunity to become literate. It was inconceivable that a person born in such a surrounding will be gifted with knowledge, wisdom and high morals. He was, however, suddenly granted the cloak of Prophethood, together with incessant flow of knowledge and wisdom. The greatest of poets and orators of Arabia were subdued by the eloquence of the unlettered Holy Prophet ﷺ . This was his open and overt miracle. Every open-minded person should be able to see with his eye of certainty that his attainments were not the result of acquisition by his own efforts or human exertion, but they were the result of the invisible generosity of Allah Who endowed him with the Prophetic gift. This is the Divine wisdom underlying the reason why the Holy Prophet ﷺ was not trained in the skill and the art of writing. [ Adapted from Qurtubi ]\nVerse [ 5] عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ (Taught Man what he did not know.\" The preceding verse was concerned with a particular means of teaching, namely, 'pen', the written method.\nMany other Means of Teaching\nThe present verse purports to say that the real teacher is Allah, and He has innumerable ways and means, besides pen, to impart knowledge. Therefore, the verse says that Allah taught man things with which he was unacquainted previously. The verse does not mention 'pen' or any other means of teaching. The reason for that is man is taught from the very inception of his life. First, he is gifted with intellect, the greatest means of receiving knowledge. Man, by the right use of intellect, is able to understand many things. Further, his entire environment is the manifestation of the perfect power of Allah and studded with the evidence of Divine power by witnessing which he is able to recognise his Creator. Revelation and inspiration are other means of knowledge. The knowledge of many essential things are learnt intuitively. Intuition is the God-given ability to know or understand things through feelings, rather than by considering facts or evidence. As a result, there is no need for tongue or pen. When a baby is born, it is not conscious of how its environment operates. However, it instinctively reaches out for the mother's breast, when it feels hungry and feeds itself. Who teaches it and who can teach it? Allah has taught it the 'skill' of crying since its birth. The cry of the baby is the means of satisfying all its needs. When it cries, it becomes a cause of concern for the parents to find out what is wrong. The baby's cry satisfies its hunger, thirst, heat and cold. Who teaches the new-born baby how to cry? All this is instinctive knowledge with which Allah has programmed every living organism, especially man. After the instinctive knowledge, man's knowledge continues to increase by word of mouth, and then by the supra-rational organ of intuition, called the heart. Apparently, there was no need to say مَا لَمْ يَعْلَمْ (... what he did not know) because normally knowledge is imparted of things that are not known. It is explicitly stated here, probably because man may not assume that the God-given knowledge and skills are the results of his own efforts and exertion. The concluding phrase مَا لَمْ يَعْلَمْ \"what he did not know\" has been added in order to make man realise that there was a time when he knew nothing, thus in [ 16:78] we came across أَخْرَ‌جَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا (And Allah has brought you forth from your mothers' wombs when you knew nothing...). This shows that knowledge is not an ingrained personal excellence of man. It is the gift of the Creator and the Master. [ Mazhari ]. Some scholars interpret the word 'man' to be referring to the Holy Prophet 'Adam (علیہ السلام) because he was the first man to whom knowledge was imparted, thus in [ 2:31] وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا (And He taught 'Adam the names, all of them...). And others say the reference is to the Final Messenger ﷺ whose knowledge embraces the knowledge of all the previous Prophets (علیہم السلام) .\nAs stated earlier, these five verses of this Surah represent the very beginning of the revelation of the Qur'an. Verses [ 6-19] of the Surah are of much later date. We assert this on the following grounds: These verses were revealed in connection with an incident in which Abu Jahl prevented the Holy Prophet from offering salah. In the initial stages of revelation and Prophet-hood, the Holy Prophet ﷺ had no enemies in Makkah. All used to call him by the title of 'al-Amin' [ the honest or upright ]. They respected and loved him. Abu Jahl's enmity and opposition obviously started when the Holy Prophet ﷺ proclaimed his propagation openly, called the people towards Islam publicly, and performed the salah in the Sacred Mosque. Salah was prescribed on the Night of Ascent, (Mi` raj). Therefore, prevention from salah, referred to in these verses, may not be imagined before that time."
    },
    {
      "ayah": 6,
      "surah": 96,
      "text": "Verses [ 6-7] كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَىٰ أَن رَّ‌آهُ اسْتَغْنَىٰ\t(The fact is that man crosses the limits, because he deems himself to be free of need.) Although the verse immediately refers to a particular person, namely, Abu Jahl who insulted the Holy Prophet ﷺ ، the statement is general which draws man's attention to one of his weaknesses. So long as man is in need of others, he walks straight; but when he thinks that he does not need anyone, he tends towards transgression, and develops the tendency to wrong-doing, tyranny and oppression. This is generally the behavior of the affluent people, government officials, and people with abundant children and friends or servants. They become purse-proud and intoxicated with the leadership power they exercise on their groups. Abu Jahl was a typical example of this. He was one of the well-to-do and prosperous people of Makkah. All the members of his tribe and inhabitants of the city respected and obeyed him. He became arrogant and insulted the leader of all the Prophets - the noblest of creation. The next verse warns such arrogant people about the evil consequences of their behavior."
    },
    {
      "ayah": 7,
      "surah": 96,
      "text": "Verses [ 6-7] كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَىٰ أَن رَّ‌آهُ اسْتَغْنَىٰ\t(The fact is that man crosses the limits, because he deems himself to be free of need.) Although the verse immediately refers to a particular person, namely, Abu Jahl who insulted the Holy Prophet ﷺ ، the statement is general which draws man's attention to one of his weaknesses. So long as man is in need of others, he walks straight; but when he thinks that he does not need anyone, he tends towards transgression, and develops the tendency to wrong-doing, tyranny and oppression. This is generally the behavior of the affluent people, government officials, and people with abundant children and friends or servants. They become purse-proud and intoxicated with the leadership power they exercise on their groups. Abu Jahl was a typical example of this. He was one of the well-to-do and prosperous people of Makkah. All the members of his tribe and inhabitants of the city respected and obeyed him. He became arrogant and insulted the leader of all the Prophets - the noblest of creation. The next verse warns such arrogant people about the evil consequences of their behavior."
    },
    {
      "ayah": 8,
      "surah": 96,
      "text": "Verse [ 8] إِنَّ إِلَىٰ رَ‌بِّكَ الرُّ‌جْعَىٰ إِنَّ إِلَىٰ رَ‌بِّكَ الرُّ‌جْعَىٰ (Surely to your Lord is the Return.) The word rufa, like bushra, is the verbal noun of infinitive - meaning all will be returning to their Lord. The apparent meaning is 'returning to the Lord after death and giving account of good and bad deeds and seeing with their own eyes the evil consequences of arrogance.' The profounder meaning of the verse is that though man has been endowed with great natural powers and has been created in the best make, he errs grievously if he thinks that he can ignore Allah's help and guidance. He constantly stands in need of Divine assistance, because his capacities and capabilities - either as an individual or in his collective capacity - are at best limited. The proud and arrogant man is thus not self-sufficient. If he thinks deeply, he will find that he needs Allah for every movement and pause. If He has apparently not made any member of the human species in need of another, he is at least in need of Allah for all his needs. Thinking that human beings are not in need of one another is also a fallacy. Allah has made man a social being, and as such he cannot satisfy all his needs by himself. Allah has made the social system or network such that all human beings need one another to satisfy their needs some time or the other. Let us consider an example: A fresh morsel of food that goes into our mouth and we swallow it unreflecting, is the result of thousands of human beings and animals who worked hard for a long period of time. It is not possible for anyone to engage so many thousands of human beings in his service. The same applies to clothes and other needs which require the services of thousands of millions of humans and animals to prepare the needful things. None of them is his servant. Even if he hires them at a rate of wages to work for him, it would not be possible for him to pay them their wages or salary. This secret or mystery dawns upon man when he realizes that the system of preparing all his needs is set into motion by the consummate wisdom of the Creator of the universe. He inspired someone to become a farmer, He cast into another's mind to become a woodcutter or a carpenter, He kindled in someone else's mind to become a blacksmith, He stimulated others to be content with labouring or working for somebody else, He ignited in others the burning desire to be involved in commerce or business, trade or industry. In this way, Allah has set up a bazaar of human needs which no government, nor its legal system or an individual could ever set up. A careful thinking along this line must lead us to the natural corollary that إِنَّ إِلَىٰ رَ‌بِّكَ الرُّ‌جْعَىٰ (Surely to your Lord is the Return.\", that is, we witness that ultimately all things are under Divine power and wisdom."
    },
    {
      "ayah": 9,
      "surah": 96,
      "text": "Verses [ 9-10]\tأَرَ‌أَيْتَ الَّذِي يَنْهَىٰ عَبْدًا إِذَا صَلَّىٰ أَرَ‌أَيْتَ الَّذِي يَنْهَىٰ (Have you seen him who forbids a slave of Allah when he prays?) From here to the end of the Surah, the verses allude to an incident. When the Holy Prophet was enjoined to perform the salah, he started performing it at first privately, later in public in the Sacred Mosque. Abu Jahl stopped him from performing salah and threatened him that if he were to perform salah and prostrate, he would [ God forbid!] trample his neck. Verse [ 14] أَلَمْ يَعْلَم بِأَنَّ اللَّـهَ يَرَ‌ىٰ (Does he not know that Allah is watching?) is in response to the threat made by Abu Jahl, and the verse does not mention whom He is watching. It is of general application - He is watching the pious personality who is performing the salah, as well as the wretched, miserable person who is obstructing the performance of the salah. Here the statement merely asserts that Allah is watching everything and everyone. It does not specify what will happen at Resurrection, because the horrible, terrible and dreadful scenes of that are unimaginable."
    }
  ]
}
