{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 98,
      "text": "Situation of the People of the Book and of the Pagan Arabs before the advent of the Final Messenger of Allah ﷺ\nVerse [ 1] draws attention to the situation of the world before the advent of the Messenger of Allah ﷺ : The entire world was sunk deeply in the darkness of ignorance, superstition, corruption, disbelief and paganism. When the whole world was so benighted, the infinite grace, mercy and wisdom of the Lord of the worlds bubbled up to dispel the darkness, to cure the obnoxious diseases and to dissipate the universally prevailing calamities. The moral and spiritual maladies were acute, excruciating, serious and severe. As a result, there was a need for an effective, expert and a competent healer who would be able to cure them. Such a healer was raised in the person of the Final Messenger of Allah ﷺ ، who is described as al-Bayyinah 'The Clear Proof. The healer came with a Book. Now follows some of the important characteristics of the Holy Qur'an."
    },
    {
      "ayah": 2,
      "surah": 98,
      "text": "Verses [ 2-3] يَتْلُو صُحُفًا مُّطَهَّرَ‌ةً فِيهَا كُتُبٌ قَيِّمَةٌ (a messenger from Allah who recites the purified scrolls containing [ right and ] straight writings. - 98:2, 3) The verb yatlu is derived from the infinitive tilawah, meaning 'to read out or to recite'. However, not every reading or reciting is tilawah, but only the one that is very closely followed according to the teacher's instruction. Probably, this is the reason why the word tilawah is specifically used, in common idiom, for 'the recitation of the noble Qur'an'. The word suhuf is the plural of sahifah and it refers to 'a leaf or a page of a book or some leaves of paper on which something is written'. The word kutub is the plural of kitab and it may mean: [ 1] a leaf or page of a book or some leaves of paper on which something is written. From this point of view, the words kutub and suhuf are synonyms; or [ 2] now and then the word kitab [ pl. kutub ] is used in the sense of a 'writ ' as in [ 8:68] لَّوْلَا كِتَابٌ مِّنَ اللَّـهِ سَبَقَ \"Had there not been a writ from Allah which came earlier...\" the word kitab is used in the sense of a 'writ'. In this context, the second sense seems to fit in more appropriately because if it is taken in the first sense, the words kutub and suhuf, being synonyms, the prepositional phrase fiha is rendered meaningless. The pronoun -ha in the phrase refers to suhuf, and the two statements would mean: 'reciting purified written pages in which are true written pages'. This is not in keeping with the lofty rules and principles of Qur'anic eloquence.\nThe word مُطَھَّرَۃً mutahharatan [ purified ] is an adjective qualifying the noun suhuf [ pages/scrolls ]. According to Ibn ` Abbas ؓ ، the Scriptures are completely free from all possible flaws, forgeries, doubt, hypocrisy and deviations. The word qayyimah is used in the sense of 'straight', and is the adjective of the noun kutub, and it means its laws, ordinances and injunctions are upright, straight, just and balanced. It could also mean 'lasting and permanent'. In this instance, the phrase would signify that the Divine injunctions of the Holy Qur'an will last permanently till the Day of Judgment. The verse thus purports to say that the sending of the Holy Prophet Muhammad ﷺ [ as the Clear Proof ] was essential to the transformation of the people of earlier revelations and the pagans who had ended up in disbelief and could not have departed from their erring ways without the help of his ﷺ Prophetic mission. His mission was to recite the pure scrolls to them which contained clear Divine injunctions. Initially he did not recite from the Scriptures but from his memory, but the sense here is that he recited to them a discourse that was later written and preserved in scrolls. The Qur'an [ as the Clear Proof ] is the compendium of all that is good, lasting and immutable teachings."
    },
    {
      "ayah": 3,
      "surah": 98,
      "text": "Verses [ 2-3] يَتْلُو صُحُفًا مُّطَهَّرَ‌ةً فِيهَا كُتُبٌ قَيِّمَةٌ (a messenger from Allah who recites the purified scrolls containing [ right and ] straight writings. - 98:2, 3) The verb yatlu is derived from the infinitive tilawah, meaning 'to read out or to recite'. However, not every reading or reciting is tilawah, but only the one that is very closely followed according to the teacher's instruction. Probably, this is the reason why the word tilawah is specifically used, in common idiom, for 'the recitation of the noble Qur'an'. The word suhuf is the plural of sahifah and it refers to 'a leaf or a page of a book or some leaves of paper on which something is written'. The word kutub is the plural of kitab and it may mean: [ 1] a leaf or page of a book or some leaves of paper on which something is written. From this point of view, the words kutub and suhuf are synonyms; or [ 2] now and then the word kitab [ pl. kutub ] is used in the sense of a 'writ ' as in [ 8:68] لَّوْلَا كِتَابٌ مِّنَ اللَّـهِ سَبَقَ \"Had there not been a writ from Allah which came earlier...\" the word kitab is used in the sense of a 'writ'. In this context, the second sense seems to fit in more appropriately because if it is taken in the first sense, the words kutub and suhuf, being synonyms, the prepositional phrase fiha is rendered meaningless. The pronoun -ha in the phrase refers to suhuf, and the two statements would mean: 'reciting purified written pages in which are true written pages'. This is not in keeping with the lofty rules and principles of Qur'anic eloquence.\nThe word مُطَھَّرَۃً mutahharatan [ purified ] is an adjective qualifying the noun suhuf [ pages/scrolls ]. According to Ibn ` Abbas ؓ ، the Scriptures are completely free from all possible flaws, forgeries, doubt, hypocrisy and deviations. The word qayyimah is used in the sense of 'straight', and is the adjective of the noun kutub, and it means its laws, ordinances and injunctions are upright, straight, just and balanced. It could also mean 'lasting and permanent'. In this instance, the phrase would signify that the Divine injunctions of the Holy Qur'an will last permanently till the Day of Judgment. The verse thus purports to say that the sending of the Holy Prophet Muhammad ﷺ [ as the Clear Proof ] was essential to the transformation of the people of earlier revelations and the pagans who had ended up in disbelief and could not have departed from their erring ways without the help of his ﷺ Prophetic mission. His mission was to recite the pure scrolls to them which contained clear Divine injunctions. Initially he did not recite from the Scriptures but from his memory, but the sense here is that he recited to them a discourse that was later written and preserved in scrolls. The Qur'an [ as the Clear Proof ] is the compendium of all that is good, lasting and immutable teachings."
    },
    {
      "ayah": 4,
      "surah": 98,
      "text": "Verse [ 4] وَمَا تَفَرَّ‌قَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (And those who were given the Book did not disagree but after the Clear Proof came to them.) The verb tafarraqa here means 'to deny, reject or differ and disagree'. The verse means to say that the People of the Book had eagerly awaited the advent of a great Holy Prophet ﷺ about whom clear prophecies were found in their Scriptures, clear description of the Holy Prophet ﷺ was given, in that the Qur'an would descend upon him and it would be compulsory for them to obey and follow him, but when he appeared in fact, then instead of accepting him, they rejected him. The Qur'an points out that there was a complete agreement among the Jews and the Christians that the Final Messenger t will make his appearance, as in [ 2:89] وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُ‌وا \"...while earlier, they used to seek help against those who disbelieved...\" That is, the Torah had in several places foretold the coming of the Holy Prophet ﷺ . In fact, the Jews themselves used to tell the pagan Arabs that a new Prophet was soon to come who will vanquish them, and the Jews claimed that they would be with him, so they would be victorious. Further in [ 2:89] the Qur'an states فَلَمَّا جَاءَهُم مَّا عَرَ‌فُوا كَفَرُ‌وا بِهِ \"...yet when there came to them that they did identify, they denied it... \". The phrase 'that they did identify' could refer to the 'Final Messenger' ﷺ or the 'new Divine Book [ the Qur'an ] ' or the 'religion of Truth'. The same theme runs through the verse under comment: Many people accepted the new Prophet ﷺ ، the new Book and the new religion in terms of the prophecies made in their revealed Scriptures, but a large number, especially the Christians, rejected them. It is a strange phenomenon that before his advent they believed in him without a single dissenting voice, but when he appeared as the Clear Proof, dissention arose and a large number rejected him while a small number believed in him.\nSince this phenomenon was restricted to the People of the Book, it did not include the pagans, unlike verse [ 1] which includes the pagans also. Allah knows best!"
    },
    {
      "ayah": 5,
      "surah": 98,
      "text": "Verse [ 5] وَذَٰلِكَ دِينُ الْقَيِّمَةِ (And that is the way of the straight religion.) The word qayyimah [ the straight ] is apparently the qualifier of the noun kutub [ Books ] which occurred earlier. Some treat the adjective as qualifying the noun millah [ religion ]. The verse purports to say that Allah commanded the People of the former Scriptures that they should render full and sincere obedience to Divine commandments, that is, to worship Allah alone. They should also establish the regular prayers and pay the obligatory alms. Then the Qur'an reminds them that this is not their distinctive feature exclusively. All former religions that are upright and received Books from Allah have the same features. This is the true religion of all the Prophets (علیہم السلام) that they preached to their respective people. It would appear that the phrase hutubun qayyimah [(right and) straight writings ], contextually, refers to the Qur'anic ordinances and injunctions. From this point of view, the verse would signify that the ordinances and injunctions of the Shari` ah of the Holy Prophet Muhammad ﷺ are exactly the same as those that were given to them in their revealed Scriptures. They were not divergent so that they could find a pretext to oppose."
    },
    {
      "ayah": 6,
      "surah": 98,
      "text": "Verse [ 8] ` رَّ‌ضِيَ اللَّـهُ عَنْهُمْ وَرَ‌ضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَ‌بَّهُ (Allah is pleased with them, and they are pleased with Him; that is for him who fears his Lord.) This verse points to the highest stage of spiritual development of the inmates of Paradise, that is, the Divine pleasure with no danger of Divine displeasure. This is the greatest reward with which the people of faith will be blessed. The God-fearing people are well-pleased with Him because of the comprehensive favours He has given them. Sayyidna Abu Said Khudri ؓ narrates that the Messenger of Allah ﷺ said:\n\"Undoubtedly, Allah shall address the inmates of Paradise: یَا اَھلَ الجَنَّۃِ '0 Inmates of Paradise!'\"\nThey will reply: لَبَّیکَ رَبَّنَا وَ سَعدَیکَ و الخَیرُ کُلُّہ، فِی یَدَیکَ Our Lord, we are present and ready to carry out Your orders. All good is in Your control.'\nAllah shall ask them: ھَل رَضِیتُم Are you happy?'\nThey will submit: 'How can we not be happy when You have given us what You have not bestowed on any of Your creation? ' Allah will tell them: 'Shall I not grant you something superior to all of this?'\nThey will exclaim: 'What can be superior to this?'\nAllah will reply: 'I shall grant you My pleasure, and I will never be angry with you in the future'. [ Transmitted by al-Bukhari vide Mazhari ].\nIt should be noted here that there are two types of rida' [ pleasure ]: one in general sense; and second in specific or higher sense. In the general sense, rida' bil-qadr (i.e. to be pleased with every decree of Allah) is part of the obligations of a servant of Allah. A consummated slave is only ever satisfied and content with Allah Himself, and thus sincerely accepts the Divine decree. However, here the word is used in the higher sense, that is, Allah bestows upon a slave all his specific wishes and ambitions without leaving out any of them as in [ 93:5] وَلَسَوْفَ يُعْطِيكَ رَ‌بُّكَ فَتَرْ‌ضَىٰ (And of course, your Lord will give you so much that you will be pleased.) Here also the word rida' means the fulfillment of every wish of the Holy Prophet ﷺ . When this verse was revealed, the Messenger of Allah ﷺ expressed his wish and ambition that he would not be pleased until every single believer is taken out of Hell. [ Mazhari ]"
    },
    {
      "ayah": 7,
      "surah": 98,
      "text": "Verse [ 8] ` رَّ‌ضِيَ اللَّـهُ عَنْهُمْ وَرَ‌ضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَ‌بَّهُ (Allah is pleased with them, and they are pleased with Him; that is for him who fears his Lord.) This verse points to the highest stage of spiritual development of the inmates of Paradise, that is, the Divine pleasure with no danger of Divine displeasure. This is the greatest reward with which the people of faith will be blessed. The God-fearing people are well-pleased with Him because of the comprehensive favours He has given them. Sayyidna Abu Said Khudri ؓ narrates that the Messenger of Allah ﷺ said:\n\"Undoubtedly, Allah shall address the inmates of Paradise: یَا اَھلَ الجَنَّۃِ '0 Inmates of Paradise!'\"\nThey will reply: لَبَّیکَ رَبَّنَا وَ سَعدَیکَ و الخَیرُ کُلُّہ، فِی یَدَیکَ Our Lord, we are present and ready to carry out Your orders. All good is in Your control.'\nAllah shall ask them: ھَل رَضِیتُم Are you happy?'\nThey will submit: 'How can we not be happy when You have given us what You have not bestowed on any of Your creation? ' Allah will tell them: 'Shall I not grant you something superior to all of this?'\nThey will exclaim: 'What can be superior to this?'\nAllah will reply: 'I shall grant you My pleasure, and I will never be angry with you in the future'. [ Transmitted by al-Bukhari vide Mazhari ].\nIt should be noted here that there are two types of rida' [ pleasure ]: one in general sense; and second in specific or higher sense. In the general sense, rida' bil-qadr (i.e. to be pleased with every decree of Allah) is part of the obligations of a servant of Allah. A consummated slave is only ever satisfied and content with Allah Himself, and thus sincerely accepts the Divine decree. However, here the word is used in the higher sense, that is, Allah bestows upon a slave all his specific wishes and ambitions without leaving out any of them as in [ 93:5] وَلَسَوْفَ يُعْطِيكَ رَ‌بُّكَ فَتَرْ‌ضَىٰ (And of course, your Lord will give you so much that you will be pleased.) Here also the word rida' means the fulfillment of every wish of the Holy Prophet ﷺ . When this verse was revealed, the Messenger of Allah ﷺ expressed his wish and ambition that he would not be pleased until every single believer is taken out of Hell. [ Mazhari ]"
    },
    {
      "ayah": 8,
      "surah": 98,
      "text": "Verse [ 8 - the concluding phrase ] ذَٰلِكَ لِمَنْ خَشِيَ رَ‌بَّهُ (…That is for him who has awe of his Lord.) The word 'fear' or 'awe' here is not used in the sense of an 'agitated, disturbed or perturbed feeling' which we naturally have for an enemy, a beast, a ferocious animal or an obnoxious thing that might harm us. 'Khashyatullah' (Allah's awe) is, on the contrary, a feeling of deep, reverential awe that leads man to Allah's obedience. It is the awe of Allah's Majesty and His Incomparability that makes the perfect slave do every work under every circumstance to attain the Divine pleasure and evade every occasion of His displeasure. This is the axis on which rotates the religious perfection and all bounties of the Hereafter.\nAl-hamdulillah\nThe Commentary on\nSurah Al-Bayyinah\nEnds here"
    }
  ]
}
