{
  "text": "دس سال حق مہر  پہلے یہ بیان گزرچکا ہے کہ حضرت موسیٰ ؑ نے دس سال پورے کئے تھے۔ قرآن کے اس لفظ الاجل سے بھی اس کی طرف اشارہ ہے واللہ اعلم۔ بلکہ حضرت مجاہد کا تو قول ہے کہ دس سال یہ اور دس سال اور بھی گزرے۔ اس قول میں یہ صرف تنہا ہے۔ واللہ اعلم۔ اب حضرت موسیٰ ؑ کو خیال اور شوق پیدا ہوا کہ چپ چاپ وطن میں جاؤں اور اپنے والوں سے مل آؤں چناچہ آپ اپنی بیوی صاحبہ کو اور اپنی بکریوں کو لے کر وہاں سے چلے رات کو بارش ہونے لگی اور سرد ہوائیں چلنے لگیں اور سخت اندھیرا ہوگیا۔ آپ ہرچند چراغ جلاتے تھے مگر روشنی نہیں ہوتی تھی۔ سخت متعجب اور حیران تھے اتنے میں دیکھتے ہیں کہ کچھ دور آگ روشن ہے تو اپنی اہلیہ صاحبہ سے فرمایا کہ تم یہاں ٹھہرو وہاں کچھ روشنی دکھائی دیتی ہے میں وہاں جاتا ہوں اگر کوئی وہاں ہوا تو اس سے راستہ بھی دریافت کرلونگا اس لئے کہ ہم راہ بھولے ہوئے ہیں۔ یا میں وہاں سے کچھ آگ لے آؤنگا جس سے تم تاپ لو اور جاڑے کا علاج ہوجائے۔ جب آپ وہاں پہنچے تو اس وادی کے دائیں جانب کے مغربی پہاڑ سے آواز سنائی دی۔ جیسے قرآن کی اور آیت میں ہے (وماکنت بجانب الغربی) اس سے معلوم ہوتا ہے کہ حضرت موسیٰ آگ کے قصد سے قبلہ کی طرف چلے تھے اور مغربی پہاڑ آپ کے دائیں طرف تھا اور ایک سرسبز ہرے بھرے درخت میں آگ نظر آرہی تھی جو پہاڑ کے دامن میں میدان کے متصل تھی۔ یہ وہاں جاکر اس حالت کو دیکھ کر حیران وششدہ رہ گئے کہ ہرے اور سبز درخت میں سے آگ کے شعلے نکلتے ہوئے دکھائی دیتے ہیں لیکن آگ کسی چیز میں جلتی ہوئی دکھائی نہیں دیتی، اسی وقت اللہ کی طرف سے آواز آئی۔ حضرت عبد اللہ فرماتے ہیں کہ میں نے اس درخت کو جس میں سے حضرت موسیٰ کو آواز آئی تھی دیکھا ہے وہ سرسبز و شاداب ہرا بھرا درخت ہے جو چمک رہا ہے۔ بعض کہتے ہیں کہ یہ علیق کا درخت تھا اور بعض کہتے ہیں یہ عوسج کا درخت تھا اور آپ کی لکڑی بھی اسی درخت کی تھی۔ کلیم اللہ نے سنا کہ آواز آرہی ہے کہ اے موسیٰ میں ہوں رب العالمین۔ جو اس وقت تجھ سے کلام کر رہا ہوں۔ میں جو چاہوں کرسکتا ہوں۔ میرے سوا کوئی عبادت کے لائق نہیں نہ میرے سوا کوئی رب ہے میں اس سے پاک ہو کہ کوئی مجھ جیسا ہو مخلوق میں سے کوئی بھی میرا شریک نہیں میں یکتا اور بےمثل ہوں اور وحدہ لاشریک ہوں۔ میری ذات، میری صفات، میرے افعال میرے اقوال میں میرا کوئی شریک ساجھی ساتھی نہیں۔ میں ہر طرح پاک اور نقصان سے دور ہوں۔ اسی ضمن میں فرمان ہوا کہ اپنی لکڑی زمین پر گرادو اور میری قدرت اپنی آنکھوں سے دیکھ لو۔ اور آیت میں ہے کہ پہلے دریافت فرمایا گیا کہ اے موسیٰ تیرے دائیں ہاتھ میں کیا ہے ؟ آپ نے جواب دیا کہ یہ میری لکڑی ہے جس سے میں ٹیک لگاتا ہوں اور جس سے اپنی بکریوں کے لے پتے جھاڑ لیتا ہوں اور دوسرے بھی میرے بہت سے کام اس سے نکلتے ہیں۔ اب مطلع فرمایا کہ لکڑی کو احساس دلاکر پھر زمین پر انہی کے ہاتھوں پھنکوائی۔ وہ زمین پر گرتے ہی ایک پھن اٹھائے پھنکارتا ہوا اژدہا بن کر ادھر ادھر فراٹے بھرنے لگی۔ یہ اس بات کی دلیل تھی کہ بولنے والا واقعی اللہ ہی ہے جو قادر مطلق ہے وہ جس چیز کو جو فرمادے ٹل نہیں سکتا۔ سورة طہ کی تفسیر میں اس کا بیان بھی پورا گزرچکا ہے۔ اس خوفناک سانپ کو جو باوجود بہت بڑا اور بہت موٹا ہونے کے تیر کی طرح ادھر ادھر جارہا تھا منہ کھولتا تھا تو معلوم ہوتا تھا کہ ابھی نگل جائے گا۔ جہاں سے گزرتا تھا پتھر ٹوٹ جاتے تھے اسے دیکھ کر حضرت موسیٰ سہم گئے اور دہشت کے مارے ٹھہر نہ سکے الٹے پیروں بھاگے اور مڑ کر بھی نہ دیکھا۔ وہیں اللہ کی طرف سے آواز آئی موسیٰ ادھر آ ڈر نہیں تو میرے امن میں ہے۔ اب حضرت موسیٰ کا دل ٹھہر گیا۔ اطمینان سے بےخوف ہو کر وہیں اپنی جگہ آکر باادب کھڑے ہوگئے۔ یہ معجزہ عطا فرماکر پھر دوسرا معجزہ یہ دیا کہ حضرت موسیٰ اپنا ہاتھ اپنے گریبان میں ڈال کر نکالتے تو وہ چاند کی طرح چمکنے لگتا اور بہت بھلا معلوم ہوتا یہ نہیں کہ کوڑھ کے داغ کی طرح سفید ہوجائے۔ یہ بھی بحکم الٰہی آپ نے وہی کیا اور اپنے ہاتھ کو مثل چاند منور دیکھ لیا۔ پھر حکم دیا کہ تمہیں اس سانپ سے یا کسی گھبراہٹ ڈر خوف رعب سے دہشت معلوم ہو تو اپنے بازو اپنے بدن سے ملالو ڈر خوف جاتا رہے گا۔ اور یہ بھی ہے کہ جو شخص ڈر اور دہشت کے وقت اپنا ہاتھ اپنے دل پر اللہ کے اس فرمان کے ماتحت رکھ لے تو انشاء اللہ اس کا خوف ڈر جاتا رہے گا۔ حضرت مجاہد فرماتے ہیں کہ ابتدا میں حضرت موسیٰ کے دل پر فرعون کا بہت خوف تھا آپ جب اسے دیکھتے تو یہ دعا پڑھتے۔ دعا (اللھم انی ادرابک فی نحرہ واعوذبک من شرہ)۔ اے اللہ میں تجھے اس کے مقابلہ میں کرتا ہوں۔ اور اس کی برائی سے تیری پناہ میں آتا ہوں۔ اللہ تعالیٰ نے ان کے دل سے رعب وخوف ہٹالیا اور فرعون کے دل میں ڈال دیا پھر تو اسکا یہ حال ہوگیا تھا کہ حضرت موسیٰ کو دیکھتے ہی اس کا پیشاب خطا ہوجاتا تھا۔ یہ دونوں معجزے یعنی عصائے موسیٰ اور ید بیضاء دے کر اللہ نے فرمایا کہ اب فرعون اور فرعونیوں کے پاس رسالت لے کر جاؤ اور بطور دلیل یہ معجزہ پیش کرو اور ان فاسقوں کو اللہ کی راہ دکھاؤ۔",
  "ayah": 29,
  "surah": 28
}
