{
  "text": "فرعون کی سرکشی اور اس کے الہامی دعوے کا ذکر ہو رہا ہے کہ اس نے اپنی قوم کو بےعقل بناکر ان سے اپنا دعویٰ منوالیا اس نے ان کمینوں کو جمع کرکے ہانک لگائی کہ تمہارا رب میں ہی ہوں سب سے اعلی اور بلند تر ہستی میری ہی ہے اسی بنا پر اللہ نے اسے دنیا اور آخرت کے عذابوں میں پکڑلیا اور دوسروں کے لئے اسے نشان عبرت بنایا۔ ان کمینوں نے اسے اللہ مان کر اس کا دماغ یہاں تک بڑھا دیا کہ اس نے کلیم اللہ حضرت موسیٰ سے ڈانٹ کر کہا کہ سن اگر تو نے میرے سوا کسی اور کو اپنا معبود بنایا تو میں تجھے قید میں ڈال دونگا۔ انہی سفلے لوگوں میں بیٹھ کر اپنا دعوی انہیں منواکر اپنے ہی جیسے اپنے خبیث وزیر ہامان سے کہتا ہے کہ تو ایک پزاوہ (بھٹہ) بنا اور اس میں اینٹیں پکوا اور میرے لئے ایک بلند وبالا مینار بنا کہ میں جاکر جھانکوں کہ واقعہ میں موسیٰ ؑ کا کوئی اللہ ہے بھی یا نہیں۔ گو مجھے اس کے دروغ گو ہونے کا علم تو ہے۔ مگر میں اس کا جھوٹ تم سب پر ظاہر کرنا چاہتا ہوں۔ اسی کا بیان آیت (وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَ 36؀ۙ) 40۔ غافر :36) میں بھی ہے۔ چناچہ ایک بلند میناربنایا گیا کہ اس سے اونچا دنیا میں نہیں بنایا گیا۔ یہ حضرت موسیٰ ؑ کو نہ صرف دعویٰ رسالت میں ہی جھوٹ جانتا تھا بلکہ یہ تو واحد باری تعالیٰ کا قائل ہی نہ تھا۔ چناچہ خود قرآن میں ہے کہ موسیٰ ؑ سے اس نے کہا ومارب العلمین رب العالمین ہے کیا ؟ اور اس نے یہ بھی کہا تھا کہ اگر تو نے میرے سوا کسی کو اللہ جانا تو میں تجھے قید کردونگا۔ اس آیت میں بھی ہے کہ اس نے اپنے درباریوں سے کہا میرے علم میں بجز میرے تمہارا اللہ کوئی اور نہیں۔ جب اس کی اور اس کی قوم کی طغیانی اور سرکشی حد سے گزر گئی۔ اللہ کے ملک میں ان کے فساد کی کوئی انتہا نہ رہی ان کے عقیدے کھوٹے پیسے جیسے ہوگئے۔ قیامت کے حساب کتاب کے بالکل منکر بن بیٹھے تو بالآخر اللہ کا عذاب ان پر برس پڑا اور رب نے انہیں تاک لیا اور بیج تک مٹادیا۔ سب کو اپنے عذاب میں پکڑ لیا اور ایک ہی دن ایک ہی وقت ایک ساتھ دریا برد کردیا۔ لوگو سوچ لو کہ ظالموں کا کیسا عبرتناک انجام ہوتا ہے ؟ ہم نے انہیں دوزخیوں کا امام بنادیا ہے کہ یہ لوگوں کو ان کاموں کی طرف بلاتے ہیں جن سے وہ اللہ کے عذابوں میں جلیں۔ جو بھی ان کی روش پر چلا اسے وہ جہنم میں لئے گئے جس نے بھی رسولوں کو جھٹلایا اور اللہ کو نہ مانا وہ ان کی راہ پر ہے۔ قیامت کے دن بھی انکی کچھ نہ چلیں گی کہیں سے انہیں کوئی امداد نہ پہنچے گی دونوں جہاں میں یہ نقصان اور گھاٹے میں رہیں گے جسیے فرمان ہے (اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ 13؀) 47۔ محمد :13) ہم نے انہیں تہہ وبالا کردیا اور کوئی ان کا مددگار نہ ہوا۔ دنیا میں بھی یہ ملعون ہوئے اللہ کی ان فرشتوں کی ان نبیوں کی اور تمام نیک بندوں کی ان پر لعنت ہے جو بھی بھلا آدمی ان کا نام سنے گا ان پر پھٹکار بھیجے گا دنیا میں بھی ملعون ہوئے اور آخرت میں بھی قباحت والے ہوں گے جیسے فرمان ہے آیت (وَاُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِ ۭ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ 99؀) 11۔ ھود :99) یہاں بھی پھٹکار وہاں بھی لعنت۔",
  "ayah": 38,
  "surah": 28
}
