{
  "text": "ایک بالشت کا آدمی ؟  اوپر قارون کی سرکشی بےایمانی کا ذکر ہوچکا یہاں اس کے انجام کا بیان ہو رہا ہے۔ ایک حدیث میں ہے حضور ﷺ نے فرمایا ایک شخص اپنا تہبند لٹکائے فخر سے جارہا تھا کہ اللہ نے زمین کو حکم دیا کہ اسے نگل جا۔ کتاب العجائب میں نوفل بن ماحق کہتے ہیں کہ نجران کی مسجد میں میں نے ایک نوجوان کو دیکھا بڑا لمبا چوڑا بھرپور جوانی کے نشہ میں چور گٹھے ہوئے بدن والا بانکا ترچھا اچھے رنگ ورغن، والا خوبصورت، شکیل۔ میں نگاہیں جماکر اس کے جمال و کمال کو دیکھنے لگا تو اس نے کہا کیا دیکھ رہے ہو ؟ میں نے کہا آپ کے حسن وجمال کا مشاہدہ کر رہا ہوں اور تعجب معلوم ہو رہا ہے۔ اس نے جواب دیا کہ تو ہی کیا خود اللہ تعالیٰ کو بھی تعجب ہے۔ نوفل کہتے ہیں کہ اس کلمہ کے کہتے ہی وہ گھٹنے لگا اور اس کا رنگ روپ اڑنے لگا اور قد پست ہونے لگا یہاں تک کہ بےقدر ایک بالشت کے رہ گیا۔ آخرکار اس کا کوئی قریبی رشتہ دار اپنی آستین میں ڈال کرلے گیا۔ یہ بھی مذکور ہے کہ قارون کی ہلاکت حضرت موسیٰ کی بدعا سے ہوئی تھی اور اس کے سبب میں بہت کچھ اختلاف ہے۔ ایک سبب تو یہ بیان کیا جاتا ہے کہ قارون ملعون نے ایک فاحشہ عورت کو بہت کچھ مال و متاع دے کر اس بات پر آمادہ کیا کہ عین اس وقت جب حضرت موسیٰ کلیم اللہ بنی اسرائیل میں کھڑے خطبہ کہہ رہے ہوں وہ آئے اور آپ سے کہے کہ تو وہی ہے نا جس نے میرے ساتھ ایسا ایسا کیا۔ اس عورت نے یہی کیا حضرت موسیٰ ؑ کانپ اٹھے اور اسی وقت نماز کی نیت باندھ لی اور دو رکعت ادا کرکے اس عورت کی طرف متوجہ ہوئے اور فرمانے لگے تجھے اس اللہ کی قسم جس نے سمندر میں سے راستہ دیا اور تیری قوم کو فرعون کے مظالم سے نجات دی اور بھی بہت سے احسانات کئے تو جو سچا واقعہ ہے اسے بیان کر۔ یہ سن کر اس عورت کا رنگ بدل گیا اور اس نے صحیح واقعہ سب کے سامنے بیان کردیا اور اللہ سے استغفار کیا اور سچے دل سے توبہ کرلی۔ حضرت موسیٰ پھر سجدہ میں گرگئے اور قارون کی سزا چاہی۔ اللہ کی طرف سے وحی نازل ہوئی کہ میں نے زمین کو تیرے تابع کردیا ہے۔ آپ نے سجدے سے سر اٹھایا اور زمین سے کہا کہ تو اسے اور اس کے محل کو نگل لے۔ زمین نے یہی کیا دوسرا سبب یہ بیان کیا جاتا ہے کہ جب قارون کی سواری اس طمطراق سے نکلی سفید قیمتی خچر پر بیش بہا پوشاک پہنے سوار تھا، اس کے غلام بھی سب کے سب ریشمی لباسوں میں تھے۔ ادھر حضرت موسیٰ ؑ خطبہ پڑھ رہے تھے بنو اسرائیل کا مجمع تھا۔ یہ جب وہاں سے نکلا تو سب کی نگاہیں اس پر اور اس کی دھوم دھام پر لگ گئیں۔ حضرت موسیٰ ؑ نے اسے دیکھ کر پوچھا آج اس طرح کیسے نکلے ؟ اس نے کہا بات یہ ہے کہ ایک بات اللہ نے تمہیں دے رکھی ہے اور ایک فضلیت مجھے دے رکھی ہے اگر تمہارے پاس نبوت ہے تو میرے پاس یہ جاہ وحشم ہے اور اگر آپ کو میری فضیلت پر شک ہو تو میں تیار ہوں کہ آپ اور میں چلیں اور اللہ سے دعا کریں۔ دیکھ لیجئے کہ اللہ کس کی دعا قبول فرماتا ہے آپ اس بات پر آمادہ ہوگئے اور اسکو لے کر چلے۔ حضرت موسیٰ ؑ نے فرمایا کہ پہلے تو دعا کرتا ہے یا میں کروں ؟ اس نے کہا نہیں میں کرونگا اب اس نے دعا مانگنی شروع کردی اور ختم ہوگئی لیکن دعا قبول نہ ہوئی۔ حضرت موسیٰ نے کہا اب دعا میں کرتا ہوں اس نے کہا ہاں کیجئے۔ آپ نے اللہ تعالیٰ سے دعا کی کہ یا اللہ زمین کو حکم دے کہ جو میں کہوں مان لے اللہ نے آپ کی دعا قبول فرمائی اور وحی آئی کہ میں نے زمین کو تیری اطاعت کا حکم دے دیا ہے۔ حضرت موسیٰ ؑ نے یہ سن کر زمین سے فرمایا اے زمین ! اسے اور اس کے لوگوں کو پکڑ لے وہیں یہ لوگ اپنے قدموں تک زمین میں دھنس گئے۔ آپ نے فرمایا اور پکڑے لے۔ یہ اپنے گھٹنوں تک دھنس گئے۔ آپ نے فرمایا اور پکڑ یہ مونڈھوں تک زمین میں دھنس گئے۔ پھر فرمایا ان کے خزانے اور مال بھی یہیں لے آ۔ اسی وقت ان کے کل خزانے اور مال وہاں آگئے اور انہوں نے اپنی آنکھوں سے ان سب کو دیکھ لیا پھر آپ نے اپنے ہاتھ سے اشارہ کیا کہ ان کو ان کے خزانوں سمیت اپنے اندر کرلے اسی وقت یہ سب غارت ہوگئے اور زمین جیسی تھی ویسی ہوگئی۔ مروی ہے کہ ساتوں زمین تک یہ لوگ بقدر انسان دھنستے جا رہے ہیں قیامت تک اسی عذاب میں رہیں گے۔ یہاں پر بنی اسرائیل کی اور بہت سی روایتیں ہیں لیکن ہم نے ان کا ذکر یہاں چھوڑ دیا ہے۔ نہ تو مال ان کے کام آیا نہ جاہ و حشم نہ دولت وتمکنت نہ کوئی ان کی مدد کے لئے اٹھا نہ یہ خود اپنا کوئی بچاؤ کرسکے۔ تباہ ہوگئے بےنشان ہوگئے مٹ گئے اور مٹادئیے گئے (اعاذنا اللہ) اس وقت تو ان لوگوں کی بھی آنکھیں کھل گئی جو قارون کی دولت کو للچائی ہوئی نظروں سے دیکھتے تھے۔ اور اسے نصیب دار سمجھ کر لمبے سانس لیا کرتے تھے اور رشک کیا کرتے تھے کہ کاش ہم ایسے دولت مند ہوتے۔ وہ کہنے لگے اب دیکھ لیا کہ واقعی سچ ہے دولت مند ہونا کچھ اللہ کی رضامندی کا سبب نہیں۔ یہ اللہ کی حکمت ہے جسے چاہے زیادہ دے جسے چاہے کم دے۔ جس پر چاہے وسعت کرے جس پر چاہے تنگ کرے۔ اس کی حکمتیں وہی جانتا ہے ایک حدیث میں بھی ہے کہ اللہ تعالیٰ نے تم میں اخلاق کی بھی اسی طرح تقسیم کی ہے جس طرح روزی کی۔ مال تو اللہ کی طرف سے اس کے دوستوں کو بھی ملتا ہے اور اس کے دشمنوں کو بھی۔ البتہ ایمان اللہ کی طرف سے اسی کو ملتا ہے جسے اللہ چاہتا ہو۔ قارون کے اس دھنسائے جانے کو دیکھ کر وہ جو اس جیسا بننے کی امیدیں کررہے تھے کہنے لگے اگر اللہ کا لطف واحسان ہم پر نہ ہوتا تو ہماری اس تمنا کے بدلے جو ہمارے دل میں تھی کہ کاش ہم بھی ایسے ہی ہوتے۔ آج اللہ تعالیٰ ہمیں بھی اس کے ساتھ دھنسا دیتا۔ وہ کافر تھا اور کافر اللہ کے ہاں فلاح کے لائق نہیں ہوتے۔ نہ انہیں دنیا میں کامیابی ملے نہ آخرت میں ہی وہ چھٹکارا پائیں۔ نحوی کہتے ہیں ویکان کے معنی ویلک اعلم ان ہیں لیکن مخفف کرکے ویک رہ گیا اور ان کے فتح نے اعلم کے محذوف ہونے پر دلالت کردی۔ لیکن اس قول کو امام ابن جریر نے ضعیف بتایا ہے۔ مگر میں کہتا ہوں یہ ضعیف کہنا ٹھیک نہیں۔ قرآن کریم میں اس کی کتابت کا ایک ساتھ ہونا اس کے ضعیف ہونے کی وجہ نہیں بن سکتا۔ اس لئے کہ کتابت کا طریقہ تو اختراعی امر ہے جو رواج پا گیا وہی معتبر سمجھا جاتا ہے۔ اس سے معنی پر کوئی اثر نہیں ہوتا۔ واللہ اعلم۔ دوسرے معنی اس کے الم تر ان کے لئے گئے ہیں اور یہ بھی کہا گیا ہے کہ اس طرح یہ دو لفظ ہیں وی اور کان۔ حرفوی تعجب کے لیے ہیں اور یا تنبیہہ کے لئے اور کان معنی میں اظن کے ہے۔ ان تمام اقوال میں قوی قول یہ ہے کہ یہ معنی میں الم تر کے ہے یعنی کیا نہ دیکھا تو نے جیسے کہ حضرت قتادہ کا قول ہے اور یہی معنی عربی شعر میں بھی مراد لئے گئے ہیں۔",
  "ayah": 81,
  "surah": 28
}
