{
  "surah": 96,
  "ayah": 19,
  "text": "Prostrate thyself and draw near. The servant has no state in which he is closer to the Exalted Presence and the largesse of mercy than the state of prostration. When the servant puts his head down in prostration, he becomes a banner of light from the top of his head to the furthest ends of the world. The line of his light's brightness goes from the crown of his head to the highest, and mercy pours down on his head from the highest. MuṣṬafā said, “There is no pride along with prostration.” Whenever someone prostrates him- self, he becomes far from pride and finds the eminence of the humble at God's threshold. When the servant humbles himself in the prostration, his reward is that the Real bestows upon him special favor and proximity. This is why He says, “Prostrate thyself and draw near.” In the state of pros- tration the servant has togetherness, but in every other state he is dispersed. In the state of standing and bowing he is near the gaze of people, but in the state of prostration he is farther from their gaze. The farther someone is from the people, the closer he is to the Real. The less weight someone has in the eyes of the people, the more weight he has in the eyes of the Real. It is said that when the Lord of the Worlds commanded the angels to prostrate themselves before Adam, the first to prostrate himself was Seraphiel. When he lifted his head from prostra- tion, the Compeller of the universe made the divine books and heavenly revelation appear on his forehead, such that his forehead became the tablet for God's books. How marvelous! When someone prostrated himself by command to Adam, the form of God's books appeared in his forehead. When a person of faith prostrates himself to God for seventy years, why should it be strange that he be exempted from the fire of punishment? Seraphiel pros- trated himself to Adam at the Real's command, and speech appeared written on his forehead. He wrote faith in the heart of the faithful person, as He says: “He wrote faith in their hearts” [58:22]. In terms of allusion He is saying, “Someone prostrated himself to someone beneath Me by My command, so I made unwritten speech appear on his forehead. When someone prostrates himself to Me for seventy years by My command, how can I take away the faith written in his heart?” The Prophet said, “When you bow, magnify God, and when you prostrate yourself, strive in supplicating Him, for He will respond to you.”"
}
