{
  "text": "(آیت) ” نمبر 103 تا 104۔\nانسانوں کے دل و دماغ یا تو اس صورت پر قائم ہوں گے جس پر انہیں اللہ نے پیدا کیا ۔ وہ صرف ایک الہ کی معرفت پائیں گے ‘ ایک رب العالمین کی غلامی کریں گے ‘ اسی کی شریعت کے تابع ہوں گے اور اللہ کے علاوہ تمام دوسرے شرائع وقوانین کو ترک کردیں گے ۔ تمام دوسرے الہوں کی ربوبیت کو ترک کردیں گے اور کسی اور سر چشمے سے اپنے قوانین اور ضوابط نہ لیں گے ۔ یہ ایک نہایت ہی فطری صورت حال ہوگی ‘ بندے کا اپنے رب کے ساتھ جوڑ ہوگا ‘ اس کی عبادت اور رب کریم کے ساتھ اس کے روابط نہایت ہی سادہ ہوں گے ورنہ وہ جاہلیت کی پیچ در پیچ گزر گاہوں میں سرگرداں رہے گا ۔ کبھی بت پرست ہوگا اور تہ بہ تہ کلمات کے اندر گم کردہ راہ رہے گا ۔ زندگی کے ہر موڑ پر ایک وہم اور تخیل اسے نچا رہا ہوگا ۔ جاہلیت کا ہر بت اس سے اپنے مراسم عبودیت ادا کرنے کا مطالبہ کر رہا ہوگا ‘ ہر بت کا مطالبہ یہ ہوگا کہ وہ اسے راضی کرے پھر عبادات اور قربانیوں کے مراسم بھی متعدد اور متضاد ہوں گے اور ایک بت پرست کے ذہن میں کوئی اصول نہ ہوگا ۔ وہ عبادات کے مراسم کو ادا کرتا چلا جائے گا اور اس کی سمجھ میں یہ بات نہ آئے گی کہ وہ ایسا کیوں کر رہا ہے ؟ مختلف اور متفرق ارباب کی بندگی اسے تھکا کر چور چور کر دے گی اور اس کی انسانیت کا وہ شرف بھی ختم ہوجائے گا جو اللہ نے انسان کو دیا تھا ۔\nجب اسلام آیا تو انسانیت موخر الذکر حالت میں تھی ۔ اس نے لوگوں کے سامنے نظریہ توحید پیش کیا اور بتایا کہ قوت حاکمہ ایک ہے جس کی اطاعت کی جاتی ہے ۔ اس نے صرف ایک رب کی بندگی کا نظریہ دیا تاکہ لوگ ایک دوسرے کی بندگی اور غلامی سے نجات پالیں ۔ نظریہ توحید کے ذریعے انسان کو متفرق الہوں کی بندگی سے نجات ملی اور انسانی ضمیر ادہام وخرامات کے ناقابل برداشت بوجھ سے نجات پا گیا ۔\nانسانی فہم ودراک اور عقلمندی نے اپنا اصل مقام و مرتبہ پایا اور انسان کو مختلف اور متضاد مراسم عبودیت سے نجات ملی ۔ پھر انسان نے بت پرستی کے خلاف جہاد شروع کیا اور اس کی تمام شکلوں کو توڑ پھوڑ کر رکھ دیا ۔ اس کے بعد زندگی کے تمام نشیب و فراز میں اس کا پیچھا کیا ‘ دل کی گہرائیوں ‘ عبادت کے طریقوں ‘ زندگی کی رسومات اور نظام قانون اور نظام حکومت ہر جگہ سے بت پرستی کا قلع قمع کردیا گیا ۔\nافکار جاہلیت میں سے یہ ایک ٹیڑھی فکر تھی ‘ جس کا قرآن کریم یہاں علاج کر رہا ہے تاکہ اسے سیدھا کر دے ‘ دیا جلا کر اس ٹیڑھی راہ کو روشن کر دے اور فکر ونظر کے اسلامی اصولوں کا دیا جلا دے ۔ اصول شریعت اور اصول نظام زندگی ۔\n(آیت) ” مَا جَعَلَ اللّہُ مِن بَحِیْرَۃٍ وَلاَ سَآئِبَۃٍ وَلاَ وَصِیْلَۃٍ وَلاَ حَامٍ وَلَـکِنَّ الَّذِیْنَ کَفَرُواْ یَفْتَرُونَ عَلَی اللّہِ الْکَذِبَ وَأَکْثَرُہُمْ لاَ یَعْقِلُونَ (103)\n” اللہ نے نہ کوئی بحیرہ مقرر کیا ہے نہ سائبہ نہ وصیلہ اور نہ حام ۔ مگر یہ کافر اللہ پر جھوٹی تہمت لگاتے ہیں اور ان میں سے اکثر بےعقل ہیں ۔\nیہ جانوروں کی اقسام تھیں جنہیں وہ اپنے الہوں کے لئے چھوڑ دیتے تھے ۔ ان کی کچھ خاص شرائط ہوتی تھیں اور یہ شرائط انہوں نے فکر ونظر کی تاریخ کے تہ بہ تہ پردوں ادہام اور خرافات سے اخذ کی تھیں ۔ بحیرہ ‘ سائبہ ‘ وصیلہ اور حام کیا تھے ؟ اور ان کے بارے میں جو ادہام و خرافات عربوں میں رائج تھے ان کا مصدر اور منبع کیا تھا ؟\nان کی تعریف میں روایات مختلف ہیں۔ بعض روایات کا یہاں نقل کرنا مناسب ہوگا ۔ زہری نے سعید ابن مسیب سے یہ روایت کی ہے ۔ بحیرہ اونٹوں میں سے وہ قسم ہوتی ہے جس کا دودھ مالک خود استعمال نہیں کرتا تھا ۔ یہ صرف الہوں کے لئے ہوتا ہے اور ظاہر ہے کہ الہوں کا مال مذہبی پیشواؤں ہی کے لئے ہوتا ہوگا ۔ سائبہ وہ ہے جو وہ اپنے بتوں کی نذر کرتے تھے ۔ وصیلہ وہ ہوتی تھی جس کا پہلی بار کا بچہ مادہ ہو پھر دوبارہ بھی بچہ مادہ ہو یعنی دونوں کے درمیان اتصال ہوگیا ۔ یعنی درمیان میں نر پیدا نہ ہوا ۔ ایسی اونٹنی کو وہ بتوں کے نام پر ذبح کردیتے تھے اور حام اس اونٹ کو کہتے تھے کہ جس کی نسل سے کئی بچے پیدا ہوئے ہوں ۔ اس کی تعداد مقرر تھی جب وہ اس تعداد تک پہنچ جاتا تو اسے حام اس لئے کہتے تھے کہ اس نے اپنی پشت کو مزید استعمال سے بچا لیا ۔ اب اس پر سوار نہ ہوتے ۔\nاہل لغت کہتے ہیں : بحیرہ وہ اونٹنی ہے جس کے کان پھاڑتے تھے ۔ وہ کہتے (بحرت اذن الناقہ بحرا) (میں نے اپنی اونٹنی کے کان پھاڑ دیئے) ایسی اونٹنی کو بحورہ بھی کہتے تھے اور بحیرہ بھی ۔ اور یہ کان آخری حصے تک پھاڑ دیئے جاتے تھے اور بحر کو بھی بحر اس لئے کہتے ہیں کہ یہ وسیع ہوتا ہے ۔ اہل جاہلیت کے نزدیک بحیرہ کا گوشت کھانا حرام ہوتا تھا اور اسے بحیرہ اس طرح قرار دیتے کہ جب وہ پانچویں بار بچہ دے اور وہ نر ہو ۔ اب وہ اس کے کان پھاڑ دیتے اس کا گوشت حرام قرار دے دیتے اور اس کی قربانی اور اس پر سواری ممنوع ہوتی ۔ کوئی شخص اسے اپنے پانی سے نہ روکتا اور کوئی شخص اسے اپنی چراگاہ سے بھی نہ روکتا ۔\nسائبہ وہ اونٹنی ہوتی جسے پن کردیا جائے اور اسے مسیبہ بھی کہتے ہیں ۔ جاہلیت کے زمانے میں اگر کوئی نذر مانتا کہ وہ سفر سے خیرت سے لوٹا یا بیماری سے تندرست ہوا تو وہ یہ نذر دے گا ۔ تو وہ کہتا میری اونٹنی سائبہ ہوئی ‘ حرمت اور آزادانہ چرنے چگنے میں وہ بھی بحیرہ کی طرح ہوتی ۔ اور وصیلہ کے بارے میں بعض اہل لغت نے یہ لکھا ہے کہ اگر بکری کے دو بچے ہوں ایک نر ہو اور دوسرا مادہ ہو تو عرب کہتے ہیں کہ اس مادہ نے اپنے بھائی کے ساتھ مل کر ولادت کی تو وہ اس بکری کو ذبح نہ کرتے تھے ۔ بعض کہتے تھے کہ اگر بکری مادہ جنے تو یہ ان کی ہے ۔ اور اگر نہ جنے تو وہ اسے اپنے الہوں کے نام ذبح کردیتے تھے اور اگر نر اور مادہ دونوں یکجا پیدا ہوں تو کہتے کہ چونکہ یہ بھائی بہن اکٹھے ہوئے ہیں اس لئے وہ بکری کو ذبح نہ کرتے ۔ حام وہ اونٹ ہوتا جس کے نطفے سے دس بچے پیدا ہوتے تو اس کے بارے میں وہ کہتے کہ اس نے اپنی پیٹھ کو بچا لیا ہے اس لئے وہ اس کو چراگاہ اور پانی سے نہ روکتے ۔ “ (دیکھئے احکام القرآن جصاص)\nان جانوروں کی تعریف کے بارے میں اور بھی کئی روایات وراد ہیں اور ان کے پیچھے بس یہی تصور ہے جو اوپر ہم نے ذکر کیا ۔ ان جانوروں کے تقدس کے لئے ان اسباب سے کوئی ارفع اور معقول سبب کسی روایت میں نہیں آیا ہے ۔ جیسا کہ درج بالا اقتباس سے معلوم ہوگا یہ تمام اسباب بت پرستی اور جاہلیت کے ادہام اور اندھیروں کا نتیجہ تھے جب فیصلے ادہام اور تاریک خیالی کے زاویے سے ہوتے تو پھر وہم پرستی اور تاریک خیالی کی نہ کوئی حد رہتی ہے اور نہ کوئی اصول اور میعار رہتا ہے ۔ اس کے نتیجے میں چند مذہبی رسومات پیدا ہوجاتی ہیں کبھی ان رسومات میں کمی آجاتی ہے اور کبھی اضافہ ہوجاتا ہے ۔ یہ اصول جاہلیت عربیہ کے اندر بھی رائج تھا اور یہی صورت ہر دور اور ہر جگہ واقعہ ہو سکتی ہے ۔ جب بھی توحید سے لوگ ہٹیں گے وہ ایسی ہی وہمیات کا شکار ہوں گے اس لئے کہ توحید ہی وہ نظریہ ہے جس میں نہ ٹیڑھ ہے اور نہ تاریکی ہے ۔ تمام جاہلی نظاموں میں رسوم وتوہمات کی ظاہری شکلیں تو مختلف ہوتی ہیں لیکن خلاصہ یہ ہوتا ہے کہ بنیاد تاریک خیالی پر ہوتی ہے یعنی زندگی کے معاملات میں اللہ کے سوا کسی اور جگہ سے ہدایات لینا ۔\nجاہلیت کسی مخصوص زمانے کا نام نہیں ہے بلکہ جاہلیت ایک صورت حال کا نام ہے جو بار بار رنگ بدل کر سامنے آتی رہتی ہے ۔ مختلف شکلوں میں آتی ہے ۔ مختلف ادوار میں آتی ہے ۔ اب صورت حال یا تو ایسی ہوگی کہ ایک اللہ حاکم ہوگا اور اس کے مقابلے میں تمام مخلوق اس کی غلام اور محکوم ہوگی ۔ ہر قسم کا اقتدار اللہ کے لئے ہوگا ‘ شعور وفکر اللہ سے لیا گیا ہوگا ‘ نیت اور عمل اللہ کے حوالے سے ہوگا ۔ نظم ونسق اور اجتماعی طور طریقے اللہ کی مرضی سے ہوں گے ۔ اقدار اور پیمانے اللہ کے تصور سے وضع ہوں گے ‘ قوانین اور ضوابط اللہ کے نافذ ہوں گے ۔ اور تمام تصورات فلسفے اور ہدایات اللہ ہی سے اخذ ہوں گے یا پھر جاہلیت ہوگی ‘ کسی بھی رنگ دھنگ میں ‘ اس میں بندہ بندے کا غلام ہوگا یا بندہ اللہ کے سوا کسی اور مخلوق کا غلام ہوگا ‘ اس جاہلیت کے نہ حدود ہوں گے اور نہ ضابطے ہوں گے اس لئے کہ کوئی انسان کوئی ایسا ضابطہ بنا ہی نہیں سکتا جسے الہی ضابطہ اور اصول کہا جاسکے اس لئے کہ عقل انسانی پر بیشمار چیزیں اثرات ڈال دیتی ہیں ہر دور میں جب انسان نے کوئی تصور اور کوئی نظم دینے کی کوشش کی ہے وہ بیشمار عوامل سے متاثر ہوا ہے اور وہ مختلف اطراف سے پریشر اور دباؤ کا مقابلہ نہیں کرسکا ‘ جب تک کہ وہ موزوں ترین ضابطے کے سامنے جھکا نہیں ہے ۔\nہم دیکھتے ہیں کہ قرآن کریم کے اس بیان اور توضیح کو چودہ سو سال گزر گئے ہیں اور جب بھی عقل انسانی نے عقیدہ توحید سے روگردانی کی وہ پچیدہ راہوں میں گم ہوگیا اور بھول بھلیوں میں پھنس کر رہ گیا ۔ وہ مختلف متعدد اور متفرق ارباب کا معتقد ہوتا رہا ۔ اس نے اپنی آزادی ‘ اپنی شرافت اور اپنی قوت مقابلہ سے ہاتھ دھویا ۔ صرف اس زیر بحث مسئلہ تقدس حیوانات ہی کو اگر لیا جائے تو آج بھی مصر کے اندر دسیوں خرافات ملیں گے جن میں بعض حیوانات کو تقدس کے خیال سے چھوڑ دیا جاتا ہے اور یہ بعض اولیاء اور مقدس لوگوں کے نام پر ‘ بعینہ اسی طرح چھوڑ دیئے جاتے ہیں جس طرح قدیم زمانوں میں الہوں کے نام پر حیوانات چھوڑے جاتے تھے ۔\nان مراسم عبودیت اور جاہلیت کے مسئلے کا تعلق صرف ایک اصول کے ساتھ ہے اور یہ اصول نقطہ آغاز ہے ۔ اس نقطے سے دو راستے نکلتے ہیں یا تو اسلام کا راستہ ہوگا اور یا جاہلیت کا ، نقطہ یہ ہے کہ لوگوں کی زندگیوں میں حاکمیت کس کی چلے گی ؟ اسلامی شریعت کے مطابق حاکمیت اللہ کی ہوگی یا غیر اللہ کی حاکمیت ہوگی اور لوگ اپنے لئے احکام اور طریقے خود وضع کر رہے ہوں گے یا وہ مراسم عبودیت اور اقداروپیمانے خود متعین کریں گے ۔ دوسرے الفاظ میں ہم یوں کہہ سکتے ہیں کہ لوگوں پر الوہیت اللہ کی ہوگی یا اللہ کی مخلوق میں سے کسی اور کی ہوگی ۔ غیر اللہ میں سے جو بھی اللہ کی حاکمیت کا دعویدار بن جائے گا بس وہ الہ تصور ہوگا ۔\nیہی وجہ ہے کہ آیت کا غاز ہی اس مضمون سے ہوتا ہے کہ اللہ تعالیٰ نے ان مراسم کی اجازت نہیں دی ہے اگر اللہ نے بحیرہ ‘ سائبہ وصیلہ اور حام جیسے مراسم کی منظوری نہیں دی ہے تو سوال یہ ہے کہ پھر کس نے یہ نام نہاد جانور حرام کئے ہیں ۔\n(آیت) ” مَا جَعَلَ اللّہُ مِن بَحِیْرَۃٍ وَلاَ سَآئِبَۃٍ وَلاَ وَصِیْلَۃٍ وَلاَ حَامٍ ۔ (5 : 103) ” اللہ نے بحیرہ ‘ سائبہ ‘ وصیلہ اور حام نامی جانوروں کو وہ حیثیت نہیں دی “۔ اور وہ لوگ جو اس شریعت اور قانون کی اطاعت کرتے ہیں وہ کفار ہیں ‘ یہ لوگ اس لئے کفار ہیں کہ یہ لوگ اللہ پر جھوٹ باندھتے ہیں ۔ کبھی وہ خود اپنی طرف سے ایک بات بناتے ہیں اور پھر کہتے ہیں کہ یہ اللہ کی شریعت ہے اور کبھی وہ کہتے ہیں کہ ہم اپنے معاملات کے اندر اللہ کی شریعت کا دخل قبول نہیں کرتے اور اس کے ساتھ ساتھ وہ یہ دعوی بھی کرتے ہیں کہ ہم اللہ کے نافرمان نہیں ہیں ۔ یہ سب کفر ہے ۔\n(آیت) ” وَلَـکِنَّ الَّذِیْنَ کَفَرُواْ یَفْتَرُونَ عَلَی اللّہِ الْکَذِبَ وَأَکْثَرُہُمْ لاَ یَعْقِلُونَ (103) ” مگر یہ کافر اللہ پر جھوٹی تہمت لگاتے ہیں اور ان میں سے اکثر بےعقل ہیں “۔\nمشرکین عرب کا عقیدہ یہ تھا کہ وہ حضرت ابراہیم (علیہ السلام) کے دین پر ہیں اور یہ دین حضرت ابراہیم (علیہ السلام) پر اللہ کی طرف سے نازل ہوا تھا ۔ یہ لوگ اللہ کی ذات کے منکر نہ تھے ‘ بلکہ وہ ذات باری کے وجود کا اعتراف کرتے تھے ۔ وہ اللہ کی قدرت کے بھی معترف تھے اور اس بات کا بھی اعتراف کرتے تھے کہ اللہ ہی متصرف فی الامور ہے ۔ لیکن ان اعتراضات کے باوجود وہ اپنے لئے قوانین خود بناتے تھے اور اس کے بعد وہ یہ یقین کرتے تھے کہ یہ قوانین اللہ کی جانب سے ہیں ۔ یہی وجہ ہے کہ وہ کافر بن گئے اور یہ بات ان تمام لوگوں پر صادق آئے گی جو کسی بھی وقت جاہلیت میں زندگی بسر کرتے ہوں اور اپنے لئے قانون خود بناتے ہوں ۔ پھر وہ یہ گمان کرتے ہوں کہ یہ اللہ کی شریعت ہے۔\nاللہ کی شریعت تو ہی ہے جو کتاب اللہ کے اندر موجود ہے ۔ جو اللہ نے اتاری اور نبی نے بیان کی ۔ وہ نہ مبہم ہے اور نہ پیچیدہ ہے ۔ اللہ کی شریعت اس بات کی متحمل نہیں ہے کہ اپنی جانب سے شریعت کے اوپر افتراء باندھے اور یہ زعم کرے کہ وہ شریعت ہے یا کتاب اللہ ہے جیسا کہ جاہلیت کے پیروکاروں کا وطیرہ ہوتا ہے کہ وہ خود ایک شریعت بناتے ہیں اور کہتے ہیں کہ یہ اللہ کی جانب سے ہے ۔\nیہی وجہ ہے کہ جو لوگ ایسے دعوے کرتے ہیں اللہ تعالیٰ ان لوگوں کو کفر کے ساتھ متصف کرتا ہے اور کافر کہنے کے بعد ایسے لوگوں کو اللہ بےعقل بھی کہتا ہے اس لئے کہ وہ عقلمند ہوتے تو اللہ پر افتراء نہ باندھتے ۔ اگر وہ عقلمند ہوتے تو یہ گمان نہ کرتے کہ ان کا یہ افتراء چل سکے گا ۔ اس کے بعد یہ بتایا جاتا ہے کہ ان کے قول وفعل میں بھی تضاد ہے ۔\n(آیت) ” وَإِذَا قِیْلَ لَہُمْ تَعَالَوْاْ إِلَی مَا أَنزَلَ اللّہُ وَإِلَی الرَّسُولِ قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَیْْہِ آبَاء نَا أَوَلَوْ کَانَ آبَاؤُہُمْ لاَ یَعْلَمُونَ شَیْْئاً وَلاَ یَہْتَدُونَ (104)\n” اور جب ان سے کہا جاتا ہے کہ آؤ اس قانون کی طرف جو اللہ نے نازل کیا ہے اور آؤ پیغمبر کی طرف تو وہ جواب دیتے ہیں کہ ہمارے لئے تو بس وہی طریقہ کافی ہے جس پر ہم نے اپنے باپ دادا کو پایا ہے ۔ کیا یہ باپ دادا ہی کی تقلید کئے چلے جائیں گے خواہ وہ کچھ نہ جانتے ہوں اور صحیح راستہ کی انہیں خبر ہی نہ ہو ؟ “۔\nاللہ تعالیٰ نے جو شریعت نازل کی ہے وہ واضح ہے ۔ وہ قرآن کریم اور سنت رسول کی شکل میں ریکارڈ ہے ۔ یہی وہ معیار ہے ‘ اور یہی وہ یونٹ ہے جس سے اسلام اور جاہلیت کے راستے جدا ہوتے ہیں ۔ ایک ہے ایمان کا راستہ اور دوسرا ہے کفر کا راستہ ۔ اس جہاں میں یا تو صورت حال یہ ہوگی کہ لوگوں کو ما انزل اللہ کی طرف ‘ دعوت دی جائے گی اور وہ اس پر لبیک کہیں گے اور اس صورت میں وہ مسلمان کہلائیں گے یا وہ اس دعوت کا انکار کریں گے ‘ اس صورت میں وہ کافر ہوں گے اور ان دو صورتوں کے درمیان کوئی تیسری صورت نہیں ہے ۔\nیہ لوگ ایسے تھے کہ جب انہیں اللہ اور رسول اللہ کی طرف دعوت دی جائے تو یہ کہتے ہیں ہمارے لئے وہی راستہ کافی ہے جس پر ہم نے اپنے باپ دادا کو پایا ۔ یہ لوگ اس طرح بندوں کے وضع کردہ قوانین کی اطاعت کرنے لگے اور انہوں نے ان قوانین کو ترک کردیا جو بندوں کے رب نے وضع کئے تھے انہوں نے آزادی کے اس نعرے کو ترک کردیا ‘ جس کا خلاصہ یہ تھا کہ انسانوں کی غلامی کو ترک کر دو اور عقل وضمیر کی پیروی اختیار کرو چاہے یہ عقل وضمیر ان کی اپنی ہو یا آباؤاجداد کی ہو۔\nاس کے بعد قرآن مجید ان کے موقف پر تعجب اور تاسف کا اظہار کرتا ہے ۔\n(آیت) ” أَوَلَوْ کَانَ آبَاؤُہُمْ لاَ یَعْلَمُونَ شَیْْئاً وَلاَ یَہْتَدُونَ (104)\n” اگرچہ ان کے آباؤ اجداد کسی چیز کو نہ سمجھتے ہوں اور نہ ہی راہ ہدایت پر ہوں “۔\nاس استفہام کا مفہوم یہ نہیں ہے کہ آباؤ اجداد کے اتباع سے اس لئے منع کیا گیا ہے کہ وہ عقلمند نہیں ہیں اور اگر عقلمند ہوں تو پھر آباؤ اجداد کی اطاعت جائز ہے اور اس صورت میں اللہ اور رسول اللہ کے احکام کو ترک کرنا جائز ہے ۔ یہ بات نہیں ہے بلکہ اس اظہار تعجب میں محض ان کی واقعی صورت حال کو بیان کرنا مطلوب ہے کہ اس سے قبل ان کے آباؤ اجداد نامعقول باتوں کو مانتے تھے ۔ اس لئے کہ ان کے آباء پھر اپنے آباء کو ماننے والے تھے اور ان آباء نے بھی خود اپنے لئے قواعد و ضوابط وضع کئے تھے اور شریعت الہی کے ہوتے ہوئے اگر کوئی شخص اپنے آباء اور اجداد کے رسم و رواج کا اتباع کرتا ہے تو وہ یقینا بےعقل ہے اور رہا ہدایت پر نہیں ہے ۔ چاہے وہ اپنے آپ اور اپنے قوانین کے بارے میں جو چاہے کہے ۔ جبکہ اللہ بہت ہی علیم وخبیر ہے اور سچا ہے اور اللہ تعالیٰ کا حکم بہرحال یہی ہے کہ یہ لوگ کچھ بھی نہیں جانتے اور یہ اللہ کی شہادت ہے ۔ جو شخص اللہ کی شریعت سے حکم عدولی کرتا ہے وہ جاہل بھی ہے اور گمراہ بھی ہے اور اس کے ساتھ ساتھ اللہ پر افتراء باندھنے والا اور کافر بھی ہے ۔\nاہل کفر کے اقوال وافعال کے بیان کے اختتام کے بعد اب روئے سخن ان لوگوں کی طرف مڑ جاتا ہے جو ایمان لائے ہیں ۔ یہاں اہل کفر سے ان کی مکمل علیحدگی کردی جاتی ہے اور ان کو ممیز کردیا جاتا ہے ۔ ان کو بتایا جاتا ہے کہ تمہارے فرائض اور واجبات کیا ہیں اور یہ کہ دوسرے لوگوں کے مقابلے میں ان کا موقف کیا ہے اور یہ کہ وہ اللہ کے سپرد ہیں اور ان کی زندگیاں اس فانی دنیا کے سپرد نہیں ہیں ۔ نہ ان کا مقصد ان دنیا کے مفادات کا حصول ہے ۔",
  "ayah": 104,
  "surah": 5
}
