{
  "text": "(آیت) ” 106 تا 108۔\nان تین آیات میں جو حکم دیا گیا ہے وہ یہ ہے کہ جو شخص یہ محسوس کرے کہ اس کی موت قریب ہے اور وہ اپنے اہل و عیال کے نام وصیت لکھنا چاہے تو اس کا فرض ہے کہ وہ دو عادل گواہ اہل اسلام میں سے بلائے ۔ اگر وہ مقیم ہو اور ان کو وہ وصیت دے دے تو جو وہ اس کے ورثاء کے سامنے رکھیں گے اور اگر یہ سفر میں ہو اسے مسلمان گواہ نہ مل رہے ہوں تو پھر یہ بات جائز ہے کہ وہ غیر مسلم دو افراد کو شاہد مقرر کرے ۔\nاگر اہل اسلام یا اہل میت ان دو افراد کی شہادت بابت وصیت میں شک کریں کہ انہوں نے وصیت کے بارے میں جو شہادت دی ہے وہ درست نہیں ہے ‘ اور وہ جس چیز پر مامور کئے گئے تھے وہ ٹھیک طور پر ادا نہیں کر رہے تو ان گواہوں کو نماز کی ادائیگی کے بعد یا ان کے مذہب کے مطابق عبادت کرنے کے بعد یہ حلف دیا جائے گا کہ وہ یہ شہادت اپنی یا کسی اور کے کسی مفاد کے لئے نہیں دے رہے اگرچہ کوئی رشتہ دار ہو اور یہ کہ انہوں نے کوئی امر مخفی نہیں رکھا ہے اور اگر وہ ایسا کریں گے تو یقینا گناہگار ہوں گے ۔ اس قسم کے حلف کے بعد ان کی شہادت ثابت اور نافذ تصور ہوگی ۔\nاب اس حلف کے بعد اگر یہ ثابت ہوجائے کہ انہوں نے گناہ کا ارتکاب کیا ہے اور جھوٹی شہادت دی ہے اور امانت میں خیانت کی ہے تو وارثان میں سے دو افراد یہ حلف اٹھائیں گے کہ ان کی شہادت پہلے دو گواہوں کی شہادت سے زیادہ سچی ہے اور یہ کہ وہ یہ حلف اٹھا کر زیادتی نہیں کر رہے ہیں ۔ اس ثبوت اور حلف کے بعد پہلے دو گواہوں کی شہادت ختم تصور ہوگی اور ان دوسرے گواہوں کی شہادت نافذ ہوگی ۔\nاس کے بعد اللہ تعالیٰ فرماتے ہیں کہ ان انتظامات کے ذریعے کسی امر کی اچھی طرح چھان بین ہو سکے گی اور لوگ شہادت دے سکیں گے اور نیز لوگوں کو یہ خوف نہ رہے گا کہ ان کی شہادت کے خلاف اور شہادت قائم ہوگی ۔\n(آیت) ” ذَلِکَ أَدْنَی أَن یَأْتُواْ بِالشَّہَادَۃِ عَلَی وَجْہِہَا أَوْ یَخَافُواْ أَن تُرَدَّ أَیْْمَانٌ بَعْدَ أَیْْمَانِہِمْ ۔ (5 : 108)\n” اس طریقے سے زیادہ توقع کی جاسکتی ہے کہ لوگ ٹھیک ٹھیک شہادت دیں گے یا کم از کم اس بات ہی کا خوف کریں گے کہ ان کی قسموں کے بعد دوسری قسموں سے کہیں ان کی تردید نہ ہوجائے ۔ “\nآخر میں تمام لوگوں کو دعوت دی جاتی ہے کہ وہ خدا ترسی کا رویہ اختیار کریں اور اس بات کا احساس کریں کہ اللہ دیکھ رہا ہے ۔ اس سے ڈریں اور اس کے حکام کی اطاعت کریں ۔ اس لئے کہ اللہ ان لوگوں کو راست نہیں دکھاتا جو اس کے نافرمان ہیں اور نہ ان کی راہنمائی بھلائی کی طرف کرتا ہے ۔\n(آیت) ” وَاتَّقُوا اللّہَ وَاسْمَعُواْ وَاللّہُ لاَ یَہْدِیْ الْقَوْمَ الْفَاسِقِیْنَ (108)\n” اللہ سے ڈرو اور سنو اللہ نافرمانی کرنے والوں کو اپنی رہنمائی سے محروم کردیتا ہے ۔ “\nان تین آیتوں کی شان نزول کے بارے میں امام قرطبی فرماتے ہیں : اس بارے میں کوئی اختلاف میرے علم کی حد تک نہیں ہے کہ یہ آیات تمیم داری اور عدی ابن بداء مکہ کے بارے میں نازل ہوئی ۔ بخاری اور دارقطنی نے حضرت ابن عباس ؓ سے روایت کی ہے کہ تمیم داری اور عدی ابن بداء مکہ کو آتے جاتے تھے ۔ ان کے ساتھ ایک نوجوان جو بنی سہم قبیلے کا تھا سفر پر نکلا ۔ وہ ایسی سرزمین میں فوت ہوا جہاں کوئی مسلمان نہ تھا ۔ اس نے ان دونوں کو وصیت کی اور انہوں نے اس کا ترکہ اس نوجوان کے وارثوں تک پہنچایا ۔ انہوں نے ایک چاندی کا جام روک لیا جسے سونے سے مزین کیا گیا تھا ان دونوں کو رسول اللہ ﷺ نے قسم دی کہ نہ تو انہوں نے اسے چھپایا ہے اور نہ اس کو اس کے بارے میں کوئی علم ہے ۔ اس کے بعد یہ جام مکہ میں پایا گیا تو جن لوگوں سے ملا انہوں نے کہا ہم نے تمیم اور عدی سے خریدا ہے ۔ اب سہمی متوفی نوجوان کے وارث آئے ۔ انہوں نے یہ حلف اٹھایا کہ یہی جام سہمی کی ملکیت تھا ۔ اور یہ کہ ہماری شہادت ان کی شہادت سے زیادہ معتبر ہے اور یہ کہ ہم کوئی زیادتی نہیں کر رہے ۔ اس کے بعد سہمیوں کو جام دے دیا گیا ۔ یہ آیات اسی بارے میں نازل ہوئیں ۔ (الفاظ دارقطنی کے ہیں)\nیہ بات ظاہر ہے کہ یہ آیات جس معاشرے کی اصلاح کے لئے نازل ہوئیں اس معاشرے کے حالات کی چھاپ ان تدابیر کے اندر موجود ہے اور ان انتظامات کی نوعیت بھی ایسی ہو سکتی ہے ۔ اس خاص انداز شہادت اور خاص طریقہ ثبوت پر لازما اس وقت کے معاشرتی حالات اثر انداز ہوئے ہیں ۔ خصوصا نماز کے بعد حلف دینا ۔ کیونکہ نماز کے بعد انسان کا دینی شعور اور وجدان تازہ ہوتا ہے ۔ انسان اس بات سے بھی ڈرتا ہے کہ وہ بعد نماز مجمع عام میں حالف لے رہا ہے اور اگر یہ بات جھوٹی نکل جائے تو اسے بہت ہی بڑی شرمندگی کا سامنا کرنا پڑے گا ۔ یہ سب باتیں بتاتی ہیں کہ ان انتظامات کے اندر عربوں کے معاشرتی حالات کی جھلک موجود ہے اور اس وقت ایسے ہی اقدامات کی ضرورت تھی ۔\nآج کل کے جدید معاشروں میں اثبات کے جدید وسائل بھی موجود ہیں اور انتظامات ثبوت کی نئی شکلیں بھی موجود ہیں مثلا کتابت ‘ رجسٹری ‘ امانت اور لاکرز ۔ سوال یہ ہے کہ آیا آج کے جدید معاشروں میں یہ انتظامات قابل عمل نہیں رہے ؟\nہم بعض اوقات کسی متعین معاشرے کو ذہن میں رکھ کر بات کرتے ہیں اور یہ فیصلہ کرلیتے ہیں کہ فلاں فلاں انتظامات اب اس دور جدید میں قابل عمل نہیں رہے ہیں اب ان کی ضرورت نہیں ہے اور یہ ان معاشروں کے بقیہ آثار ہیں جن کا دور گزر گیا ہے کیونکہ دور جدید کے وسائل بہت ہی ترقی کر گئے ہیں ۔\nاکثر لوگوں کو ایسا دھوکہ ہوتا ہے اور یہ اس لئے ہوتا ہے کہ ہم اس بات کو بھول جاتے ہیں کہ یہ دین تمام انسانیت کے لئے آیا ہے ۔ ہر دور کے لئے آیا ہے اور آج کے اس جدید دور میں بھی انسانیت کی ایک بڑی تعداد اور آبادی بالکل ابتدائی اور پسماندہ حالت میں ہے ۔ وہ پسماندگی میں کانوں تک ڈوبی ہوئی ہے ۔ انسانیت کے اس بڑے حصے کو ایسے انتظامات بھی موجود ہیں جو ایسی پسماندہ سوسائٹیوں کے اندر بھی چل سکتے ہیں ۔ اور جوں جوں یہ سوسائٹیاں ترقی کرتی جاتی ہیں ‘ اسلام ان کی ترقی یافتہ ضروریات پوری کرتا ہے ۔ اسلامی شریعت کے اندر امانت اور ثبوت کے لئے ضوابط موجود ہیں اور اسلامی شریعت پھر ان کو مزید ترقی کی راہ پر گامزن کرتی ہے ۔ یہ اسلامی نظام حیات اور اسلامی شریعت کا ایک معجزانہ کمال ہے اور یہ اس بات کا ثبوت ہے یہ شریعت من جانب اللہ ہے اور اسے اللہ جل شانہ ‘ نے انسانیت کے لئے نازل فرمایا ہے ۔\nنیز ہم اس بات کے سمجھنے میں بھی دھوکہ کھاتے ہیں کہ ہر ترقی پذیر معاشرے کی ضروریات اسلامی نظام میں پوری ہوتی ہیں ۔ اسلامی نظام حیات ہر معاشرے کے لئے اس کے حسب حالات انتظامات کرتا ہے جس میں جامعیت بھی ہوتی ہے اور لوگوں کے لئے یسر اور سہولت بھی ہوتی ہے ۔ اس طرح یہ دین ہر معاشرے کے حالت کے مطابق وسائل اور طریقے اختیار کرتا ہے ۔ پسماندگی میں بھی اور ترقی یافتہ صحراء اور جنگل میں بھی ‘ اس لئے کہ یہ دین تمام انسانوں کا دین ہے ۔ یہ ہر علاقے اور ہر زمانے کا دین ہے اور یہ بات بھی اس دین کے معجزات میں سے ایک معجزہ ہے ۔\nاور ہماری سب سے بڑی غلط فہمی یہ ہے کہ ہم انسان یہ سمجھتے ہیں کہ ہم رب الناس کے مقابلے میں بھی لوگوں کے مفادات کو زیادہ سمجھتے ہیں اور جب ہم عملی صورت حال سے دوچار ہوتے ہیں تو ہمیں سخت شرمندگی ہوتی ہے ۔ لیکن واقعات و حوادث سے دو چار ہونے سے پہلے ہی ہمارے لئے یہ سمجھنا اچھا نہیں ہے ۔ ہمیں چاہیے کہ ہم انسانوں کے خالق کا احترام کریں اور بارگاہ الہ میں ایک بندے اور ایک غلام کی طرح بات کریں ۔ کاش کہ ہم نصیحت حاصل کریں ۔ کاش کہ ہم اپنی کوتاہ دامنی کا اعتراف کریں۔\nدرس نمبر 54 ایک نظر میں :\nیہ سبق اگرچہ نسبتا طویل ہے لیکن اس کا تعلق بھی نظریاتی اصلاح کے مضمون کے ساتھ ہے ۔ نصاری کے عقائد میں جو انحرافات پیدا ہوگئے تھے ان کی اصلاح مقصود ہے ۔ یہ انحرافات اس قدر دور رس تھے کہ ان کی وجہ سے نصاری اپنے بنیادی نظریات میں سماوی دین کے اصولوں سے منحرف ہوگئے تھے ۔ اور وہ اس عقیدہ توحید ہی سے نکل گئے تھے جس کی تعلیم حضرت عیسیٰ (علیہ السلام) نے اور ان سے پہلے آنے والے رسولوں نے دی تھی ۔ انہوں نے شرک کے وہ رنگ ڈھنگ اختیار کر لئے تھے جن کا کوئی تعلق دین اسلام سے نہ تھا ۔\nچناچہ اس سبق کا مقصد بھی یہی ہے کہ لوگوں کے دین میں اللہ کی الوہیت اور بندوں کی عبودیت کا صحیح مفہوم بٹھایا جائے یہ اصلاح اس طرح کی جاتی ہے کہ ایک عظیم جلسے میں جس میں حضرت عیسیٰ (علیہ السلام) تمام رسول اور تمام انسان موجود ہیں ‘ اس میں خود حضرت عیسیٰ (علیہ السلام) اعلان کرتے ہیں کہ میں نے ہر گز یہ تعلیم نہ دی تھی کہ لوگ مجھے میری والدہ اور دوسرے لوگوں کو الہ تسلیم کریں اور یہ کہ عیسائیوں کے مزعومات میں سے کسی بات کی تعلیم انہوں نے نہیں دی ہے ۔\nقرآن کریم اس منظر کی خوب تصویر کشی کرتا ہے ‘ ان مناظر قیامت میں سے ایک ہے جسے قرآن کریم زندہ وتابندہ انداز میں پیش کرتا ہے ۔ یہ نہایت ہی موثر چلتا پھرتا منظر ہے ۔ ‘ دلوں کی گہرائیوں تک اتر جانے والا ‘ جس کے اثرات کا عالم یہ ہے کہ انسان کا وجود کانپ اٹھتا ہے ۔ انسان اس طرح متحرک ہے ذرا قرآن کے الفاظ میں غور کیجئے ۔\n(آیت) ” یَوْمَ یَجْمَعُ اللّہُ الرُّسُلَ فَیَقُولُ مَاذَا أُجِبْتُمْ قَالُواْ لاَ عِلْمَ لَنَا إِنَّکَ أَنتَ عَلاَّمُ الْغُیُوبِ (109) ” جس روز اللہ سب رسولوں کو جمع کرکے پوچھے گا کہ تمہیں کیا جواب دیا گیا تو وہ عرض کریں گے کہ ہمیں کچھ علم نہیں ‘ آپ ہی تمام پوشیدہ حقیقتوں کو جانتے ہیں ۔ “\nاللہ تعالیٰ ان تمام رسولوں کو جمع کرے گا جو مختلف زمانوں میں مبعوث ہوئے تھے ، یکے بعد دیگرے آئے تھے ‘ یا ایک ہی دور میں تھے مگر ان کا دائرہ کا علیحدہ تھا ۔ ہر ایک اپنے زون میں کام کر رہا تھا ۔ یا ہر شخص کسی قوم کے لئے مبعوث ہوا تھا اور اپنی قوم ہی میں کام کر رہا تھا ۔ ان سب کی دعوت ایک ہی تھی ‘ اگرچہ زمان ‘ مکان اور اقوام علیحدہ تھیں ۔ یہاں تک کہ خاتم النبین ﷺ آگئے ۔ انہوں نے تمام جہانوں کے لئے مکمل آخری دعوت دے دی جو ہر مکان ‘ ہر زمان اور ہر قوم اور ملت کے لئے ہے ‘ ہر رنگ ونسل کے لئے ہے ۔\nیہ سب رسول ‘ جو مختلف اقوام وملل میں مبعوث ہوئے مختلف زمانوں میں آئے ‘ اب ان کا بھیجنے والا انہیں ایک ہی جگہ جمع کرکے ان تمام سے ایک ہی سوال کر رہا ہے ۔ یہ سب لوگ دنیا میں انسانیت کے نمائندے ہیں اور ہر ایک کو ایک زون کی رسالت دی گئی ہے ۔ مختلف ادوار اور مقامات کے لئے ۔ اب یہ نمائندے سب کے سب رب البشریت کے سامنے حاضر ہیں اور ایک عظیم اجتماع کا عظیم منظر ہے ۔ اور یہ منظر زندگی کے ساتھ ہر سو حرکت کرتا نظر آتا ہے ۔\n(آیت) ” یَوْمَ یَجْمَعُ اللّہُ الرُّسُلَ فَیَقُولُ مَاذَا أُجِبْتُمْ ۔ (5 : 109) ” جس روز اللہ سب رسولوں کو جمع کرکے پوچھے گا کہ تمہیں کیا جواب دیا گیا ۔ “ سوال یہ تھا ماذا اجبتم (تمہیں کیا جواب دیا گیا) یہ رسول انسان اور بشر تھے ۔ ان کا علم حضوری تھا ۔ اور وہ پوشیدہ چیزوں کے بارے میں کچھ نہ جانتے تھے ۔ انہوں نے اپنی اقوام کو راہ ہدایت کی طرف بلایا ۔ ان میں سے جس نے دعوت کو قبول کیا ۔ جس نے منہ پھیرا ‘ پھیرلیا ۔ اگرچہ رسول منکرین کے جواب کے بارے میں جانتے تھے کہ انہوں نے انکار کیا ہے لیکن ماننے والوں کی حقیقت سے باخبر نہ تھے کہ انہوں نے دل سے مانا ہے یا نہیں ۔ وہ تو صرف ظاہری بات پہ حکم لگا سکتے ہیں ۔ رہی پوشیدہ بات تو اس کا علم انہیں نہیں ہے اور اب وہ جناب باری میں حاضر ہیں اور وہ سب جاننے والوں سے زیادہ جاننے والا ہے اور وہ اللہ سے اس قدر ڈرتے ہیں جس قدر کوئی کسی سے ڈر سکتا ہے ۔ نیز یہ رسل باری تعالیٰ کی معرفت میں بھی بہت ہی اونچا مقام رکھتے ہیں اور وہ اس بات سے حیا کرتے ہیں کہ باری تعالیٰ کے حضور کھڑے ہو کر اپنے علم کا اظہار کریں جو علم وخبیر ہے ۔\nیہ ایک عظیم اجتماع میں ایک عظیم مسئولیت کا دن ہے ۔ عالم بالا کے دربار میں ‘ سب لوگوں کے سامنے کھلے دربار میں اور یہ ایک ایسی جواب طلبی ہے جس کا مقصد یہ بھی ہے کہ سب کے سامنے جواب طلب کیا جائے اور ان لوگوں کے سامنے یہ سوال و جواب ہو جو دنیا میں رسولوں کی تکذیب کرتے تھے تاکہ علی الاعلان یہ بات واضح ہوجائے کہ یہ رسول از خود نہ آئے تھے بلکہ یہ اللہ تعالیٰ کی جانب سے اللہ کا دین لے کر آئے تھے ۔ یہ دکھانا بھی مطلوب تھا کہ یہ کام وہ ذمہ داری سے کرتے رہے تھے محض شوق کے طور پر نہ کرتے تھے ۔ اب دیکھئے وہ اپنی مسئولیت کے مطابق جواب دے رہے ہیں ۔ اپنی ڈیوٹی ‘ فریضہ رسالت ‘ اپنی قوم کی بابت جواب دے رہے تھے جنہوں نے ان کی تکذیب کی تھی ۔\nرہے رسول تو وہ اعلان کر رہے ہیں کہ سچا علم صرف اللہ کے پاس ہے ۔ اس لئے ان کے پاس جو تھوڑی سی معلومات ہیں ان کا اظہار وہ علام الغیوب خدا کے سامنے نہیں کرنا چاہتے یہ عدم واقفیت کا اظہار وہ محض ادب اور حیاء کی وجہ سے کر رہے ہیں اور اس لئے کہ وہ جانتے ہیں کہ اللہ سب کچھ جانتا ہے ۔\n(آیت) ” قَالُواْ لاَ عِلْمَ لَنَا إِنَّکَ أَنتَ عَلاَّمُ الْغُیُوبِ (109) ” تو وہ عرض کریں گے کہ ہمیں کچھ علم نہیں آپ ہی تمام پوشیدہ حقیقتوں کو جانتے ہیں ۔ “\nرہے تمام دوسرے رسول ‘ جن کو بعض لوگوں نے مانا اور بعض نے ان کی تکذیب کی ‘ ان کی جانب سے سوال کا اصولی جواب ہی قبول کرلیا گیا ۔ انہوں نے کہہ دیا کہ صحیح علم تو اللہ کے پاس ہے جو علام الغیوب ہے ۔ انہوں نے اپنا اور اپنی قوم کا معاملہ اللہ کے سپرد کردیا ۔ اس منظر میں ان رسولوں سے مزید کوئی سوال نہیں پوچھا جاتا ۔ مزید ضمنی سوال صرف حضرت عیسیٰ (علیہ السلام) سے ہوتا ہے ۔ ان سے یہ مزید سوال اس لئے کیا جاتا ہے کہ ان کے بارے میں ‘ ان کے بعد ان کی قوم سخت فتنے میں پڑگئی ، ان کے بارے میں فضا کے اندر پیچیدگی پیدا ہوئی اور ان کی ذات کے بارے میں لوگ ادہام اور خرافات کا شکار ہوگئے ، ان کی ذات ‘ ان کی صفات ‘ ان کی ولادت اور ان کی پرورش کے بارے میں ان کی قوم نے عجیب و غریب نظریات گھڑ لیے ۔\nاب ان سے ان لوگوں کے سامنے پوچھا جاتا ہے ‘ جو انہیں الہ سمجھتے تھے ۔ ان کی عبادت کرتے تھے اور ان کی ذات اور ان کی والدہ کے اردگرد انہوں نے غلط افکار کے ہالے قائم کئے تھے ، ان کو مخاطب کرکے کہا جاتا ہے کہ دیکھو تم پر اور تمہاری والدہ پر میں نے کس قدر انعامات اور اکرامات کئے ۔ یہ کہ تمہیں بہت سے معجزات عطا کئے کہ لوگ تم پر ایمان لے آئیں ۔ بعض لوگوں نے ان کی سخت تکذیب کی ۔ بعض لوگ ان آیات ومعجزات کو دیکھ کر سخت فتنے میں پڑگئے اور انہیں الہ بنا دیا ۔ حالانکہ یہ آیات ومعجزات تو اللہ کے عطا کردہ تھے اور جن باتوں کا ظہور ان کے ہاتھوں ہوا تھا وہ اللہ کی تائید ونصرت سے ہوا تھا ۔",
  "ayah": 107,
  "surah": 5
}
