{
  "text": "(آیت) ” نمبر 109 تا 111۔\nیہ حضرت عیسیٰ (علیہ السلام) اور ان کی والدہ پر ہونے والی انعامات کی یاد دہانی ہے ۔ یہ کہ روح القدس کے ذریعہ ان کی امداد کی گئی ۔ یہ کہ گہوارے کے اندر انہیں لوگوں کے ساتھ بات کرنے کی قدرت دی گئی اور اس طرح انہوں نے اپنی ماں کو تہمتوں سے بری الذمہ قرار دیا ۔ کیونکہ ان کی بےمثال ولادت کی وجہ سے لوگوں کے ذہنوں میں بیشمار شبہات پیدا ہوگئے تھے اور پھر بڑے ہو کر بھی ان سے ہم کلام ہوئے اور انہیں دعوت الی اللہ دی ۔ دعوت اسلامی میں بھی حضرت جبرائیل ان کی تائید کرتے رہے اور آپ کو کتاب کی تعلیم دیتے رہے ۔ جب وہ اس جہان پر اترے تھے تو ان کے پاس کوئی علم نہ تھا اور اللہ تعالیٰ نے انہیں لکھنا سکھایا ‘ انہیں معاملات کے اندر فیصلے کرنے کی حکمت عطا کی ۔ اللہ نے انہیں تورات کا علم بھی عطا کیا ‘ جو بنی اسرائیل کے پاس موجود تھی ۔ انجیل کا علم بھی دیا جو ان پر نازل ہوئی اور اس نے بھی تورات کی تصدیق کی ۔ اس کے بعد اللہ تعالیٰ نے انکو ایسے خارق العادات معجزات دیئے جن کا صدور اذن الہی کے سوا ممکن نہ تھا ۔ دیکھئے کہ وہ کیچڑ پرندہ بناتے ہیں اور پھر یہ اذن الہی سے ہوتا ہے کہ آپ اس کے منہ میں پھونکتے ہیں اور وہ زندہ ہوجاتا ہے ۔ ہمیں ان معجزات کی ماہیت کا پتہ نہیں ہے ‘ اس لئے کہ ہم تو آج تک یہ نہیں جان سکے کہ حیات کی حقیقت کیا ہے ؟ اور یہ حیات زندہ چیزوں کے اندر کس طرح پھیل جاتی ہے ۔ اب دیکھئے مادر زاد اندھا آتا ہے اور اللہ کے حکم سے اسے بینائی ملتی ہے جبکہ آج تک اطباء اس بات کو پا نہیں سکے کہ مادر زاد اندھے کو بینائی کس طرح مل گئی ۔ لیکن اللہ جس نے بینائی کا اصل نظام پیدا کیا وہ اس بات پر قادر ہے کہ وہ کسی کو از سر نو بینائی دے دے ۔ مرض کا علاج آپ بغیر کسی دوائی کے کرتے تھے ۔ دوا تو ایک وسیلہ ہے جب کا اثر بھی اللہ کے اذن سے ہوتا ہے لیکن اللہ کے حکم سے وسیلہ بدل بھی سکتا ہے ‘ اور اللہ بلاوسیلہ براہ راست بھی ایک حقیقت کو وجود میں لا سکتا ہے ۔ اللہ اپنے حکم سے مردے کو زندہ کرسکتا ہے ‘ وہ زندگی بخشنے والا ہے ۔ وہ دوبارہ بھی زندہ کرسکتا ہے ۔ پھر اللہ تعالیٰ حضرت عیسیٰ (علیہ السلام) کو یہ یاد دہانی کراتے ہیں کہ وہ دلائل وبینات اور خوارق ومعجزات لے کر بنی اسرائیل کے پاس آئے اور انہوں نے پھر بھی آپ کو جھٹلایا اور انہوں نے یہ پروپیگنڈا کیا کہ یہ معجزات واضح سحر ہے ۔ اس لئے کہ وہ ان معجزات کے وقوع کا انکار تو کر نہ سکتے تھے ۔ ہزاروں انسانوں نے ان معجزات کو دیکھا ہوا تھا ۔ یہ لوگ محض عناد اور غرور کی وجہ سے ان معجزات کو تسلیم کرنے کے لئے تیار نہ تھے ۔ پھر انہوں نے آپ کو قتل کرنا چاہا تو اللہ نے آپ کو بچایا ۔ پھر اللہ تعالیٰ نے یاد دلاتے ہیں کہ ایسے مشکل حالات میں حواریوں نے جرات کی اور وہ ایمان لائے اور شہادت دی اور صحیح مسلمان بن گئے اور اللہ کو گواہ ٹھہرایا کہ وہ سرتسلیم خم کرنے والے ہیں ۔\n(آیت) ” وَإِذْ أَوْحَیْْتُ إِلَی الْحَوَارِیِّیْنَ أَنْ آمِنُواْ بِیْ وَبِرَسُولِیْ قَالُوَاْ آمَنَّا وَاشْہَدْ بِأَنَّنَا مُسْلِمُونَ (111)\n” اور جب میں نے حواریوں کو اشارہ کیا کہ مجھ پر اور میرے رسول پر ایمان لاؤ تب انہوں نے کہا ” ہم ایمان لائے اور گواہ روہ کہ ہم مسلم ہیں۔ یہ ہیں وہ انعامات جو اللہ تعالیٰ نے حضرت عیسیٰ ابن مریم (علیہ السلام) پر کیے اور یہ ان کے لئے شواہد وبینات تھے لیکن ان کے متبعین کی اکثریت کے لئے یہ گمراہی اور ضلالت کا باعث بن گئے اور ان کی وجہ سے انہوں نے عظیم گمراہیاں گھڑ لیں اور دیکھیے کہ اللہ تعالیٰ نے حضرت عیسیٰ (علیہ السلام) سے عالم بالا کے اس منظر میں اس کی جواب طلبی کرتے ہیں ‘ اس منظر میں انبیاء ورسل موجود ہیں اور تمام دنیا کے لوگ بھی حاضر ہیں ۔ حضرت عیسیٰ (علیہ السلام) کی تمام قوم بھی موجود ہے ۔ ان کے سامنے یہ حقائق پیش کئے جاتے ہیں تا کہ ان کی قوم بھی سنے اور ان کے لئے شرمساری ذرا اور سخت ہوجائے ۔ وہ تمام جہانوں کے سامنے شرمندہ ہوں ۔\nاب بات اسی لائن پر آگے چلتی ہے حضرت عیسیٰ (علیہ السلام) اور ان کی والدہ کے اوپر کئے جانے والے احسانات کے ساتھ ۔ وہ احسانات بھی گنوائے جاتے ہیں جو آپ کی قوم پر کئے گئے ، انہیں بھی معجزات دکھائے گئے ، انہوں نے اپنی آنکھوں سے سب کچھ دیکھا اور حواری ایمان لائے اور انہوں نے شہادت دی ۔",
  "ayah": 109,
  "surah": 5
}
