{
  "text": "(آیت) ” نمبر 11۔\nاس آیت کے مفہوم میں اختلاف ہے لیکن راجح بات یہ ہے کہ اس سے مراد وہ واقعہ ہے جو یوم حدیبیہ پر پیش آیا جب ایک گروہ مسلمانوں اور رسول اللہ ﷺ کے خلاف غداری کر کے چاہتا تھا کہ غفلت میں ان پر حملہ کر دے مگر اللہ تعالیٰ نے انکو مسلمانوں کے ہاتھوں میں قیدی بنا دیا (تفصیلات کے لئے دیکھئے سورة فتح)\nغرض حادثہ کیسا بھی ہو ‘ بہرحال یہاں اعتبار اور اہمیت اس بات کی ہے جو یہاں اسلام کے نظام تربیت میں پیش نظر ہے اور وہ یہ کہ غصے اور دشمنی کو فرو کرنا چاہئے اور اس طرح دشمنوں کے خلاف اپنے دلوں میں پائے جانے والے کئے اور دشمنی کو نکالنا چاہئے تاکہ مسلمانوں کے دل مطمئن ہوجائیں اور وہ ٹھنڈے دل سے سوچیں اور یہ یقین رکھیں کہ اللہ ان کا نگہبان ہے اور ان کا محافظ ہے ۔ اس نرمی ‘ سنجیدگی اور اطمینان کی وجہ سے مسلمانوں کو ضبط نفس حاصل ہوتا ہے ان کے دلوں میں رواداری پیدا ہوتی ہے اور وہ سہولت سے عدل و انصاف قائم کرتے ہیں ۔ مسلمان اس بارے میں ندامت محسوس کریں گے اگر وہ پھر بھی اللہ کے ساتھ کئے ہوئے عہد کو پورا نہ کریں ‘ حالانکہ وہ ہر وقت ان کا نگہبان اور محافظ ہے ‘ اور ان کی طرف بڑھنے والے ہاتھ کو پکڑ رہا ہے ۔ دوسری جگہ آیت یہ ہے :\n(آیت) ” اذ ھم قوم ان یبسطوا الیکم ایدیھم فکف ایدیھم عنکم “۔ (5 : 11) (جب ایک قوم نے تم پر دست درازی کا ارادہ کرلیا تھا مگر اللہ نے ان کے ہاتھ تم پر اٹھنے سے روک دیئے)\nہاتھوں کا آگے بڑھنا اور پکڑنا اور پھر ان کا روک دیا جانا ‘ یہ انداز تعبیر ایک زندہ اور مصور انداز تعبیر ہے اور یہ معنوی انداز سے زیادہ موثر ہے ۔ اس تعبیر کے اندر تصویر اور حرکت اسکریں پر سامنے آجاتی ہے ۔ یہ انداز تعبیر بات کو زور دار اور وزنی بنا دیتا ہے ۔ یوں نظر آتا ہے کہ یہ بالکل ایک نیا اسلوب ہے جو پہلی مرتبہ استعمال ہوا ہے اور اس میں ایک محسوس صورت حال بھی نظروں کے سامنے آجاتی ہے ۔ اور وہ متحرک صورت میں تصور کے اسکرین پر دوڑتی ہے یہ قرآن کریم کا مخصوص انداز بیان ہے اور اسی وجہ سے قرآن معجز ہے ۔\nدرس نمبر 47 ایک نظر میں :\nسابقہ سبق کے آخر میں اس معاہدے کا تذکرہ ہوا تھا جو اللہ تعالیٰ اور مسلمانوں کے درمیاں طے پایا تھا اور یہ معاہدہ کر کے اللہ تعالیٰ نے مسلمانوں پر جو عظیم احسان کیا تھا وہ انہیں یاد دلایا تھا ۔ یہ اس لئے کہ وہ اس معاہدے کی رو سے ان پر عائد ہونے والی ڈیوٹیوں کو اچھی طرح ادا کریں اور اس بات سے ڈریں کہ وہ اس معاہدے کو توڑ نہ دیں اور اس کی خلاف ورزی نہ کریں ۔\nاس پورے سبق میں وہ تفصیلات دی گئی ہیں جن میں اہل کتاب نے اپنے ان معاہدوں کی خلاف ورزیاں کیں جو انہوں نے اللہ تعالیٰ سے کئے تھے ، یہ بات بھی بتائی گئی ہے کہ ان خلاف ورزیوں کے نتیجے میں انہیں اس دنیا میں جو سزائیں دی گئیں وہ کس قدر سخت تھیں ، یہ اس لئے کہ ایک طرف تو یہ وضاحت جماعت مسلمہ کے لئے ایک تاریخی نصیحت اور عبرت کا کام کرے اور اہل کتاب کی حقیقی صورت حال کی تفصیلات ان کی آنکھوں کے سامنے آجائیں اور دوسری جانب انہیں بتایا جائے کہ اللہ کی سنت اٹل ہوتی ہے اور وہ اپنے فیصلوں میں کسی کے ساتھ کوئی رو رعایت نہیں کرتا ۔ تیسرے یہ کہ یہ معلوم ہوجائے کہ اہل کتاب کی اصل حقیقت کیا ہے اور تاریخ میں ہمیشہ ان کا موقف کیا رہا ہے ۔ تاکہ مسلمانوں کے خلاف ان کی جانب سے کی جانے والی سازشوں کا اچھی طرح دفعیہ کیا جائے اور ان کی سازشوں اور ریشہ دوانیوں کو ناکام کیا جاسکے ، یہ سازشیں اور اپنے دینی ثابت قدمی کے رنگ مین کرتے تھے حالانکہ وہ ہمیشہ ان معاہدوں کو توڑتے رہے تھے ۔\nاس سبق میں اللہ کے اس معاہدے کا جائزہ بھی لیا گیا ہے جو اللہ تعالیٰ نے قوم موسیٰ کے ساتھ اس وقت کیا تھا ‘ جب اس کو مصر کی محکومانہ اور رسوا کن زندگی سے نجات دی گئی تھی ۔ اس میثاق کو بھی بنی اسرائیل نے توڑد یا تھا ۔ یہ بھی بتایا گیا ہے کہ اس عہد شکنی کے نتیجے میں میں ان پر کیا گزری ۔ خدا کی لعنت کے ساتھ انہیں جلاوطن کردیا گیا اور ہدایت اور انعام سے محروم کر کے انہیں راندہ درگاہ قرار دیا گیا ۔ پھر اس معاہدے کا جائزہ بھی لیا گیا ہے جو ان لوگوں سے کیا گیا تھا ‘ جنہوں نے کہا تھا کہ وہ نصاری ہیں۔ انہوں نے اس معاہدے کو توڑا اور اس کے نتیجے میں اللہ تعالیٰ نے ان کے درمیان نفرت اور عداوت پیدا کردی اور اعلان کردیا گیا کہ یہ عداوت تاقیامت بحال رہے گی ۔ پھر بنی اسرائیل کا موقف ‘ ارض مقدس کے حوالے سے بھی ایکسرے ہوا ہے جس میں انہوں نے یہ عہد کیا تھا کہ وہ اس پر حملہ آور ہوں گے انہوں نے اس عہد کو توڑا اور الٹے پاؤں پھرگئے محض بزدلی کی وجہ سے انہوں نے اللہ کی ساتھ بدعہدی کی اور معاہدے کی ذمہ داریاں ادا نہ کیں ۔ انہوں نے حضرت موسیٰ (علیہ السلام) سے صاف صاف کہہ دیا کہ آپ جائیں ‘ آپ اور آپ کا خدا دونوں لڑیں ہم توی ہیں بیٹھتے ہیں ۔\nاہل کتاب کے ان معاہدوں اور مواقف کے جائزے کے بیچ میں ‘ یہ بھی بتایا گیا ہے کہ ان عہد شکنیوں کے نتیجے میں اہل کتاب کے اندر کس قدر فکری انحراف پیدا ہوگیا تھا ۔ ان معاہدوں میں یہ طے ہوا تھا کہ وہ صرف ایک اللہ کو تسلیم کریں گے اور اللہ کے سامنے سرتسلیم خم کریں گے ۔ اس کے بدلے اللہ نے ان کو انعامات واکرامات سے نوازنا تھا اور یہ وعدہ کیا تھا کہ تمہیں اس سرزمین کا اقتدار اعلی دیا جائے گا لیکن انہوں نے خدا کی نافرمانی کر کے اپنے آپ کو ان تمام چیزوں سے محروم کرلیا ۔ چناچہ وہ اللہ کی جانب سے ملعون ہو کر اور فرقہ پرستی میں پڑ کر جلاوطنی کی زندگی بسر کرتے رہے ۔\nان تبصروں کے بعد از سر نو انکو دعوت دی جاتی ہے کہ وہ ہدایت کو قبول کرلیں ۔ یہ ہدایت جو نہایت ہی اہم ہے جسے اس آخری رسالت نے پیش کیا ہے اور جسے نبی آخر الزمان خاتم النبین نے پیش کیا ہے اور جس کی وجہ سے انسانوں پر حجت تمام ہوگئی کہ وہ یہ کہہ سکیں کہ ایک طویل عرصہ گزر گیا ہے اور کوئی نبی نہیں آیا اور آخری نبی گزرنے کے بعد طویل عرصہ گزر گیا ہے ۔ اس لئے وہ ہدایت بھول گئے اور اب ان پر مواخذہ کیا ہوگا ۔ لو حضرت محمد ﷺ بشیر ونذیر بن کر آگئے ہیں ‘ اب کیا بہانہ ہے بتاؤ ؟\nاس تمام بحث سے یہ نتیجہ بھی از خود برآمد ہوتا ہے کہ دین اسلام اپنی اساس کے اعتبار سے ایک ہے اللہ کا اپنے بندوں کے ساتھ عہد ومثاق بھی ایک ہے کہ وہ ایمان لائیں ‘ اللہ کو وحدہ لا شریک سمجھیں ‘ زکوۃ ادا کریں اور اللہ نے انکو جو رزق دیا ہے ‘ اس میں سے اللہ کے لئے خرچ کریں ۔ یہ ایک ایسا میثاق ہے جو صحیح نظریات کو متعین کردیتا ہے جو صحیح عبادات کو متعین کردیتا ہے اور اسلام کے اجتماعی نظام کی بنیادوں کی نشاندی کرتا ہے ۔ اس مختصر جائزے کے بعد آب ذرا آیات پر تفصیلی بحث کرتے ہیں۔",
  "ayah": 11,
  "surah": 5
}
