{
  "text": "(آیت) ” نمبر 112 تا 115۔\nاس گفتگو سے ہمیں معلوم ہوتا ہے کہ حضرت عیسیٰ (علیہ السلام) کی قوم کا مزاج کیسا تھا اور ان میں سے مخلص لوگ کس مزاج کے تھے یعنی آپ کے حواری ۔ ان حواریوں اور ہمارے رسول اللہ ﷺ کے صحابہ کرام ؓ اجمعین کے درمیان بہت بڑا فرق تھا ۔ ان حواریوں کے دلوں میں اللہ نے بطور الہام ایمان کا القاء کردیا تھا ۔ وہ ایمان لائے اور انہوں نے حضرت عیسیٰ (علیہ السلام) کو اپنے ایمان پر گواہ ٹھہرایا ۔ ان حقائق کے ساتھ ساتھ اب دیکھئے کہ اس الہام اور معجزات کے دیکھے ہوئے وہ پھر ایک نئے معجزے کا مطالبہ کرتے ہیں تاکہ ان کے دل مطمئن ہوجائیں اور وہ جان لیں کہ حضرت عیسیٰ (علیہ السلام) سچے ہیں اور اب وہ عیسیٰ کے بعد اس دعوت کو پھیلائیں گے ۔\nاصحاب محمد ﷺ کا حال یہ ہے کہ اسلام لانے کے بعد وہ آپ سے کوئی ایک معجزہ بھی طلب نہیں کرتے ۔ جونہی ان کے دلوں میں ایمان داخل ہوا اور وہ مطمئن ہوگئے ۔ انہوں نے رسول اللہ ﷺ کی تصدیق کی اور اس تصدیق پر انہوں نے کسی برہان و دلیل کا مطالبہ نہیں کیا انہوں نے حقانیت رسول کی شہادت صرف قرآن کو پڑھ کر دے دی ۔\nحضرت عیسیٰ (علیہ السلام) اور حضرت محمد ﷺ کے حورایوں کے درمیان یہ ایک عظیم فرق ہے ۔ وہ ایک سطح پر ہیں اور یہ دوسری سطح پر ہیں ۔ لیکن یہ بھی مسلمان ہیں اور وہ بھی مسلمان ہیں ۔ یہ بھی اللہ کے ہاں برگزیدہ ہیں اور وہ بھی برگزیدہ ہیں لیکن جس طرح اللہ نے چاہ دونوں کی سطح میں بہت ہی فرق رکھا بہت بڑا فرق ۔\n” کھانے کے اس خوان کا ذکر قرآن میں ہوا ہے لیکن نصاری کے لٹریچر میں اس کا کوئی تذکرہ نہیں ہے ۔ نہ ان اناجیل میں اس کا ذکر ہے جو حضرت عیسیٰ (علیہ السلام) کے لکھی گئیں اگرچہ بہت بعد میں لکھی گئیں ۔ اس قدر طویل عرصے میں نہیں کہا جاسکتا کہ ان کے اندر واقعات کی صحیح رپورٹنگ کی گئی ہوگی ۔ نیز ان اناجیل کے مطالعے سے معلوم ہوتا ہے کہ بعض علماء نے ان روایات کو نقل کیا ہے اور ان میں انہوں نے حضرت عیسیٰ (علیہ السلام) کی سیرت کے واقعات نقل کئے ہیں ۔ اس لئے یہ روایات اس کلام پر مشتمل نہیں جو اللہ نے اتارا تھا اور اس کا نام انجیل رکھا تھا ۔\nالبتہ ان اناجیل میں اس خوان کے قصے کو دوسرے انداز میں نقل کیا ہے ” متی کی انجیل کے اصحاح 15 کے آخر میں آتا ہے ۔ یسوع نے اپنے شاگردوں کو بلایا اور کہا مجھے سب کے بارے میں اندیشہ ہے کیونکہ ان کے لئے صرف تین دن ہیں جو میرے ساتھ چلیں گے اور ان کے پاس خوراک بھی نہیں ہے ۔ اور میں یہ بھی نہیں کرسکتا کہ انہیں روزے کی حالت میں واپس کروں کیونکہ راستے میں ان کے پریشانی ہوگی ۔ ان میں سے اس کے تلامذہ نے کہا ہماری تعداد زیادہ ہے اور ہم کہاں سے کھانا پاسکتے ہیں ۔ ان سے یسوع نے کہا تمہارے پاس کس قدر روٹیاں ہیں ۔ انہوں نے کہا : سات روٹیاں اور کچھ چھوٹی مچھلیاں ۔ آپ نے سب سے کہا کہ وہ زمین پر سہارا لے کر بیٹھ جائیں ۔ آپ نے روٹی اور مچھلیاں لیں ۔ شکر ادا کیا اور انہیں توڑا ۔ انہوں نے یہ روٹیاں شاگردوں کو دیں اور انہوں نے سب کو کھلائی اور سب سیر ہوگئے اور جب روٹیاں اٹھائیں تو سات تھال بھرے ہوئے تھے اور کھانے والے چار ہزار تھے جن میں عورتوں اور بچوں کا شمار نہ کیا گیا تھا ‘ ایسی ہی روایات دوسری اناجیل میں بھی آئی ہیں ۔\nبعض تابعین کا خیال ہے کہ یہ مائدہ نہیں اترا ۔ مجاہد اور حسن اس طرف گئے ہیں ‘ کیونکہ جب حواریوں نے یہ سنا ” میں اتارنے والا ہوں لیکن اس کے بعد جس نے کفران نعمت کیا تو اسے میں ایسی سزا دوں گا جیسی تمام جہان والوں میں کسی کو نہ دی گئی تھی ۔ “ تو وہ ڈر گئے اور انہوں نے اپنا یہ مطالبہ واپس لے لیا تھا ۔\nعلامہ ابن کثیر فرماتے ہیں ” لیث نے بذریعہ ابن سلیم مجاہد سے یہ روایت کی ہے کہ یہ ایک مثال تھی جو اللہ نے یہاں بیان کی ورنہ کوئی طعام اترا نہیں تھا ۔ “ ابن جریر نے حارث ‘ قاسم ‘ حجاج ابن جریج کے ذریعہ مجاہد سے یہ روایت کی ہے کہ یہ ایک دسترخوان تھا بعض کے اوپر کھانا ہو۔ انہوں نے اس مطالبے کو واپس لے لیا تھا جب انہیں بتایا گیا کہ ان پر عذاب آجائے گا اگر اس کھانے کے آنے کے بعد انہوں نے ناشکری کی ۔ انہوں نے ابو اللیث ‘ محمد ابن جعفر ‘ شعبہ ‘ منصور ابن زاذان کے واسطہ سے حسن سے یہ روایت کی ہے کہ مائدہ نازل نہیں ہوا تھا ۔ بشر ‘ نرید اور سعید کے واسطہ سے قتادہ کی یہ روایت ہے کہ حسن کہتے تھے کہ جب انہیں کہا گیا کہ اگر اس کے بعد انہوں نے کفران نعمت کیا تو انہیں ایسی سزا دی جائے جو عالمین میں سے کسی کو نہ دی گئی تھی تو انہوں نے ڈر کر کہا کہ ہمیں ایسے مائدہ کی ضرورت نہیں ہے ۔ اس پر پھر یہ مائدہ نازل نہ ہوا۔\nلیکن سلف صالحین میں سے اکثریت کی رائے یہ ہے کہ یہ کھانا نازل ہوا تھا ۔ اس لئے کہ اللہ تعالیٰ نے الفاظ یہ استعمال کیے ہیں۔ (آیت) ” انی منزلھا علیکم “ (5 : 115) (میں اسے تم پر نازل کرنے والا ہوں) یہ اللہ کی طرف سے ایک قسم کا وعدہ ہے ۔ ہم سمجھتے ہیں کہ خود قرآن کریم کے الفاظ میں رائے کی تائید کرتے ہیں اور ہمارا خیال ہے کہ یہی درست ہے ۔ اللہ تعالیٰ حضرت عیسیٰ (علیہ السلام) کو حشر کے میدان میں اپنی قوم کے سامنے ایک عظیم جلسہ میں یاد دلاتے ہیں کہ میں نے تم پر یہ یہ انعامات کئے ۔\n(آیت) ” إِذْ قَالَ الْحَوَارِیُّونَ یَا عِیْسَی ابْنَ مَرْیَمَ ہَلْ یَسْتَطِیْعُ رَبُّکَ أَن یُنَزِّلَ عَلَیْْنَا مَآئِدَۃً مِّنَ السَّمَاء ۔ (5 : 112) یہ واقعہ بھی یاد رہے کہ جب حواریوں نے کہا ” اے عیسیٰ ابن مریم (علیہ السلام) کیا آپ کا رب ہم پر آسمان سے کھانے کا ایک خوان اتار سکتا ہے “۔ حواری حضرت عیسیٰ (علیہ السلام) کے تلامذہ تھے ‘ غریب لوگ تھے اور آپ کے بارے میں زیادہ جانتے تھے ۔ وہ جانتے تھے کہ آپ انسان ہیں ۔ جانتے تھے کہ آپ ابن مریم ہیں اور آپ کے بارے میں جو کچھ جانتے تھے وہی کہتے تھے ۔ وہ جانتے تھے کہ حضرت عیسیٰ رب نہیں ہیں بلکہ وہ رب کے پروردہ بندہ ہیں ۔ یہ کہ وہ ابن اللہ نہیں ہیں ‘ بلکہ ابن مریم اور اللہ کے بندے ہیں ۔ وہ جانتے تھے کہ رب وہی ہے جو حضرت عیسیٰ (علیہ السلام) کے ہاتھ پر ان معجزات کا صدور کر رہا ہے ۔ وہ ان معجزات میں سے کوئی بات از خود صادر نہیں کرسکتے ۔ اپنی ذاتی قدرت مطالبہ حضرت عیسیٰ (علیہ السلام) سے نہ کیا ۔ اس لئے کہ وہ بذات خود قدرت نہ رکھتے تھے بلکہ انہوں نے مطالبہ ان الفاظ میں کیا ۔\n(آیت) ” یَا عِیْسَی ابْنَ مَرْیَمَ ہَلْ یَسْتَطِیْعُ رَبُّکَ أَن یُنَزِّلَ عَلَیْْنَا مَآئِدَۃً مِّنَ السَّمَاء ۔ (5 : 112) اے عیسیٰ ابن مریم (علیہ السلام) کیا آپ کا رب ہم پر آسمان سے کھانے کا ایک خوان اتار سکتا ہے ۔ اب لفظ (آیت) ” ھل یستطیع “ ؟ میں مختلف تاویلات سامنے آتی ہیں ۔ سوال یہ تھا کہ ایمان اور کلمہ شہادت کے بعد وہ یہ سوال کرسکتے ہیں جبکہ وہ اپنے اسلام پر خود حضرت عیسیٰ (علیہ السلام) کو شاہد ٹھہراتے ہیں ۔ ” یستطیع “ کا مفہوم یہ بھی بتایا گیا ہے ھل یقد ؟ لیکن مقصد وہ نتیجہ ہے جو اس قدرت اور استطاعت کے نتیجے میں آسکتا ہے یعنی آسمان سے خوان ۔ بعض نے یہ بھی کہا ہے کہ وہ حضرت عیسیٰ (علیہ السلام) سے یہ طلب کر رہے تھے کہ اگر وہ طلب کریں تو کیا اللہ ان کے مطابلے کو پورا کرے گا ۔ ایک قرات (آیت) ” ھل تستطیع ربک “ یعنی کیا آپ کو یہ سوال کرنے کا اختیار ہے کہ آپ نزول مائدہ کا سوال کریں ۔ بہرحال مفہوم جو بھی ہو حضرت عیسیٰ (علیہ السلام) نے جواب میں انہیں تنبیہ کی کہ وہ ایسے سوالات نہ کریں اور خدا سے ڈریں ۔\n(آیت) ” قَالَ اتَّقُواْ اللّہَ إِن کُنتُم مُّؤْمِنِیْنَ (112) ” تو حضرت عیسیٰ (علیہ السلام) نے کہا اللہ سے ڈرو اگر تم مومن ہو “۔ لیکن حواریوں نے دوبارہ مطالبہ کیا ۔ اور انہوں نے اپنے مطالبے کی غرض وغایت بھی بتا دی :\n(آیت) ” قَالُواْ نُرِیْدُ أَن نَّأْکُلَ مِنْہَا وَتَطْمَئِنَّ قُلُوبُنَا وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا وَنَکُونَ عَلَیْْہَا مِنَ الشَّاہِدِیْنَ (113) ” انہوں نے کہا ” ہم بس یہ چاہتے ہیں کہ ہم اس خوان سے کھانا کھائیں اور ہمارے دل مطمئن ہوں اور ہمیں معلوم ہوجائے کہ آپ نے جو کچھ ہم سے کہا ہے وہ سچ ہے اور ہم اس پر گواہ ہوں “۔\nوہ بہرحال یہ مائدہ کھانا چاہتے تھے جس کی کوئی نذیر زمین پر نہ ہو اس لئے کہ ان کے دل مطمئن ہوجائیں اور وہ اپنی آنکھوں کے سامنے یہ معجزہ ہوتے دیکھیں اور انہیں یقین ہوجائے کہ حضرت عیسیٰ (علیہ السلام) نے ان سے سچ کہا ۔ پھر وہ خود اپنی باقی ماندہ قوم کے لئے گواہ ہوجائیں کہ یہ عظیم معجزہ سرزد ہوا ۔ یہ تمام امور اس بات کا تعین کرتے ہیں کہ حضرت عیسیٰ (علیہ السلام) کے حواریوں کا مقام ومعیار حضرت محمد ﷺ کے حواریوں سے ذرا کم تھا ۔ اگر دونوں کرداروں کا موازنہ کیا جائے تو صحابہ محمد کا مقام نہایت ہی ممتاز نظر آتا ہے ۔\nاب حضرت عیسیٰ (علیہ السلام) اپنے رب کے سامنے دست بدعا ہوتے ہیں :\n(آیت) ” قَالَ عِیْسَی ابْنُ مَرْیَمَ اللَّہُمَّ رَبَّنَا أَنزِلْ عَلَیْْنَا مَآئِدَۃً مِّنَ السَّمَاء ِ تَکُونُ لَنَا عِیْداً لِّأَوَّلِنَا وَآخِرِنَا وَآیَۃً مِّنکَ وَارْزُقْنَا وَأَنتَ خَیْْرُ الرَّازِقِیْنَ (114)\nاس پر عیسیٰ ابن مریم (علیہ السلام) نے دعا کی ” خدایا ! ہمارے رب ‘ ہم پر آسمان سے ایک خوان نازل کر ‘ جو ہمارے لئے اور ہمارے اگلوں پچھلوں کے لئے خوشی کا موقع قرار پائے اور تیری طرف سے ایک نشانی ہو ہم کو رزق دے اور تو بہترین رازق ہے۔ “\nجیسا کہ سیاق کلام میں بار بار اس بات کو دہرایا جاتا ہے ۔ حضرت عیسیٰ (علیہ السلام) کی یہ دعا نہایت ہی مودبانہ ہے ۔ یوں نظر آتا ہے کہ ایک مختار بندہ اپنے رب اور اپنے آقا کے ساتھ نہایت ہی رازدارانہ انداز میں بات کرتا ہے ۔ حضرت عیسیٰ (علیہ السلام) ” اے اللہ “ ” اے ہمارے رب “ کے الفاظ کے ساتھ دعا شروع کرتے ہیں ۔ اے اللہ میں یہ عرض کرتا ہوں کہ ہمارے اوپر آسمان سے خوان نازل فرما ۔ اور یہ خوان ایسا ہو کہ ہمارے لئے خوشی اور انبساط کا سبب بنے اور وہ ہمارے اگلوں اور پچھلوں کے لئے سامان فرحت ہو ۔ نیز یہ آپ کے خصوصی رزق سے ہو ۔ اور آپ رزق دینے والوں میں سے حقیقی رزاق ہیں ۔ حضرت عیسیٰ (علیہ السلام) جانتے ہیں کہ وہ بندے ہیں اور اللہ ہی رب العالمین ہے اور یہ اعتراف وہ ایک کھلی مجلس اور دربار میں کرتے ہیں ۔ یہ کھلی مجلس دربار قیامت میں ہے اور حضرت کی قوم کے سامنے ہے ۔\nاللہ تعالیٰ نے حضرت عیسیٰ ابن مریم (علیہ السلام) کی دعا کو قبول کرلیا ۔ لیکن اس قبولیت دعا کو سنجیدگی کا عنصر بھی دے یا جو حضرت عیسیٰ (علیہ السلام) کے شایان شان تھا ۔ انہوں نے ایک معجزے کا مطالبہ کیا ۔ اللہ نے اسے قبولیت بخشی لیکن یہ شرط عائد کردی کہ اگر اس کے بعد کسی نے کفران نعمت کیا تو اسے شدید عذاب کا سامنا کرنا ہوگا ۔ اس قدر شدید جس کی کوئی مثال نہ ہو ۔ اور ایسا عذاب کبھی کسی قوم پر نہ آیا ہو ۔\n(آیت) ” قَالَ اللّہُ إِنِّیْ مُنَزِّلُہَا عَلَیْْکُمْ فَمَن یَکْفُرْ بَعْدُ مِنکُمْ فَإِنِّیْ أُعَذِّبُہُ عَذَاباً لاَّ أُعَذِّبُہُ أَحَداً مِّنَ الْعَالَمِیْنَ (115)\n” اللہ نے جواب دیا ” میں اس کو تم پر نازل کرنے والا ہوں مگر اس کے بعد جو تم میں سے کفر کرے گا اسے میں ایسی سزا دوں گا جو میں نے کسی کو نہ دی ہوگی۔ “ یہ سنجیدگی اللہ کی شان کے لائق ہے تاکہ معجزات کا مطالبہ ایک مذاق نہ بن جائے ۔ اور یہ بھی نہ ہو کہ جن لوگوں کے سامنے بین اور معجز دلائل پیش ہوں اور پھر بھی وہ کفر کریں تو انہیں عذاب الہی کا سامنا کرنے کا خوف تو ہو ۔\nحضرت عیسیٰ (علیہ السلام) سے پہلے اللہ تعالیٰ کی یہ سنت رہی ہے کہ جن اقوام نے معجزات طلب کئے ہیں اور پھر انہوں نے سچائی کو تسلیم نہیں کیا تو اللہ تعالیٰ نے انہیں ضرور ہلاک کیا ہے ۔ رہی آیت زیر بحث تو ہو سکتا ہے کہ اس سے مراد دنیا کا عذاب ہو اور اگر یہاں نہ ہو تو آخرت کا عذاب ہو۔\nاب اس تنبیہ اور تخویف کے بعد یہاں سیاق کلام خاموش ہے کہ آیا یہ خوان اترا یا نہیں اور روئے سخن اپنے اصل موضوع کی طرف پھرجاتا ہے ۔ یعنی الوہیت اور ربوبیت کے اصل موضوع کی طرف کیونکہ اس سبق کا اصل موضوع یہی ہے ۔ یہ عظیم دربار ابھی تک جاری ہے اور لوگ اس کا تماشا کر رہے ہیں ۔ چاہیے کہ ہم ذرا اس کی طرف لوٹیں اور براہ راست سوال و جواب سے لطف اندوز ہوں ۔ اب اللہ تعالیٰ اس دربار میں حضرت عیسیٰ (علیہ السلام) اور ان کی والدہ مریم کی الوہیت کے بارے میں سوال کرتے ہیں حضرت عیسیٰ (علیہ السلام) کے وہ پیروکار بھی موجود ہیں جنہوں نے ان کو اور ان کی والدہ کو الہ سمجھا تھا تاکہ وہ سنیں اور ان کے سامنے حضرت ان کے لغو عقائد سے برات کا اظہار کریں ۔ یہ جواب نہایت ہی خوفناک فضا پیدا کرتا ہے ۔ ذرا ملاحظہ ہو :",
  "ayah": 113,
  "surah": 5
}
