{
  "text": "(آیت) ” نمبر 116 تا 118۔\nاللہ تعالیٰ تو خوب جانتے تھے کہ حضرت عیسیٰ (علیہ السلام) لوگوں کے سامنے کن عقائد کی تبلیغ کرتے رہے ہیں ۔ لیکن اس خوفناک دن میں یہ عظیم جواب طلبی اور پھر ایسے شخص سے جو ذمہ دار بھی نہیں ہے ‘ اس لئے کہ گئی کہ اس صالح بندے اور ان کی والدہ کو جو لوگ الہ تصور کرتے تھے ‘ ان کا یہ پورا موقف اچھی طرح واضح ہوجائے اور وہ خوب شرمندہ ہو۔\nیہ اس قدر عظیم جسارت ہے کہ کوئی عام اور معقول انسان اس قسم کا کوئی دعوی نہیں کرسکتا کہ وہ خود الہ ہے ۔ جبکہ وہ جانتا ہو کہ وہ بندہ ہے ۔ ایک رسول اس قسم کا دعوی کب کرسکتا ہے اور پھر اولوالعزم رسولوں میں سے ایک رسول ۔ حضرت عیسیٰ (علیہ السلام) جیسا رسول ۔ حالانکہ اللہ نے رسالت سے پہلے اور رسالت کے بعد اسے معجزات اور مقامات عطا کئے تھے اور ان پر عظیم انعامات کئے تھے اور اعزاز بخشے تھے ۔ ایسے رسول کب ایسا دعوی کرسکتے ہیں ۔ ایک صالح اور راہ راست پر گامزن رسول ۔\nیہی وجہ ہے کہ حضرت کی طرف سے نہایت ہی خشوع و خضوع کے ساتھ عاجزانہ جواب آتا ہے ۔ نہایت ہی حمد وثنا کے ساتھ (آیت) ” سُبْحَانَکَ مَا یَکُونُ لِیْ أَنْ أَقُولَ مَا لَیْْسَ لِیْ بِحَقٍّ (5 : 116) ” سبحان اللہ ‘ میرا یہ کام نہ تھا کہ وہ بات کہتا جس کے کہنے کا مجھے حق نہ تھا ۔ “ اس طرح حضرت جلدی سے جواب دے دیتے ہیں کہ میں نے مطلقا یہ بات نہیں کہی ۔\nحضرت عیسیٰ (علیہ السلام) اپنی برات پر اللہ کو گواہ ٹھہراتے ہیں اور اپنی عاجزی دکھاتے ہوئے اللہ کے خصائص الوہیت اور بندے کے شایان عبودیت کے افعال بتاتے ہیں ۔\n(آیت) ” إِن کُنتُ قُلْتُہُ فَقَدْ عَلِمْتَہُ تَعْلَمُ مَا فِیْ نَفْسِیْ وَلاَ أَعْلَمُ مَا فِیْ نَفْسِکَ إِنَّکَ أَنتَ عَلاَّمُ الْغُیُوبِ (116)\n” اگر میں نے ایسی بات کہی ہوتی تو آپ کو ضرور علم ہوتا آپ جانتے ہیں جو کچھ میرے دل میں ہے اور میں نہیں جانتا جو کچھ آپ کے دل میں ہے ‘ آپ تو ساری پوشیدہ حقیقتوں کے عالم ہیں “۔\nاس قدر تسبیح اور پاکی بیان کرنے کے بعد اب حضرت عیسیٰ (علیہ السلام) یہ جرات کرتے ہیں کہ وہ کوئی مثبت بات کریں اور یہ کہیں کہ انہوں نے ہر گز نہیں ایسی کوئی بات نہیں کہی ہے ۔ بلکہ انہوں نے تو یہ کہا ہے کہ وہ اللہ کے بندے ہیں اور تم بھی سب صرف اللہ ہی کی بندگی کرو۔\n(آیت) ” مَا قُلْتُ لَہُمْ إِلاَّ مَا أَمَرْتَنِیْ بِہِ أَنِ اعْبُدُواْ اللّہَ رَبِّیْ وَرَبَّکُمْ (5 : 117)\n” میں نے ان سے اس کے سوا کچھ نہیں کہا جس کا آپ نے حکم دیا تھا ‘ یہ کہ اللہ کی بندگی کرو جو میرا رب بھی ہے اور تمہارا رب بھی۔ “ اور آپ (علیہ السلام) یہ فرماتے ہیں کہ میں تو ان پر نگران صرف اس وقت تک کے لئے تھا جب میں ان کے سامنے تھا ۔ لیکن اپنی وفات کے بعد میں نگران نہ تھا ۔ قرآن کی ظاہری آیات سے یہ معلوم ہوتا ہے کہ اللہ نے حضرت عیسیٰ (علیہ السلام) کو وفات دی اور پھر اپنی طرف اٹھا لیا جب کہ بعض آثار میں یہ آتا ہے کہ آپ اللہ کے ہاں زندہ ہیں ۔ میرے خیال میں دونوں قسم کے نصوص میں کوئی تعارض نہیں ہے ۔ یہ بھی درست ہے کہ زمین کی زندگی سے ان کا قطع تعلق ہوگیا ہو اور انہیں اٹھا لیا گیا ہو اور یہ بھی درست ہے کہ انہیں زندہ حالت میں اٹھا لیا گیا ہو کیونکہ شہداء بھی تو اللہ کے ہاں زندہ ہوتے ہیں اگرچہ دنیا سے ان کی زندگی کٹ جاتی ہے اگرچہ شہداء کی زندگی کی نوعیت کا ہمیں تفصیلی علم نہیں ہے ۔ یہی صورت حضرت عیسیٰ (علیہ السلام) کی ہے جو یہ کہتے ہیں کہ میری وفات کے بعد مجھے علم نہ تھا کہ وہ کیا کرتے رہے ہیں ؟\n(آیت) ” وَکُنتُ عَلَیْْہِمْ شَہِیْداً مَّا دُمْتُ فِیْہِمْ فَلَمَّا تَوَفَّیْْتَنِیْ کُنتَ أَنتَ الرَّقِیْبَ عَلَیْْہِمْ وَأَنتَ عَلَی کُلِّ شَیْْء ٍ شَہِیْدٌ(117)\n” میں اسی وقت تک ان کا نگران تھا جب تک کہ میں ان کے درمیان تھا ۔ جب آپ نے مجھے واپس بلا لیا تو آپ ان پر نگران تھے اور آپ تو ساری ہی چیزوں پر نگران ہیں ۔ “\nحضرت عیسیٰ (علیہ السلام) ان کا معاملہ اللہ کے سپرد کردیتے ہیں کہ آپ چاہیں تو سزا دیں اور اگر آپ ان کو بخش دیں تو بھی آپ قادر مطلق ہیں ۔ بہرحال وہ ہیں تیرے ہی بندے اور آپ ہی جانتے ہیں کہ ان کے لئے سزا مقرر ہے یا مغفرت ۔\n(آیت) ” إِن تُعَذِّبْہُمْ فَإِنَّہُمْ عِبَادُکَ وَإِن تَغْفِرْ لَہُمْ فَإِنَّکَ أَنتَ الْعَزِیْزُ الْحَکِیْمُ (118)\n” اب اگر آپ انہیں سزا دیں تو وہ آپ کے بندے ہیں اور اگر معاف کردیں تو آپ غالب اور دانا ہیں ۔ “\nذرا ملاحظہ تو کیجئے کہ اللہ کے یہ صالح اور مقرب بندے بارگاہ الوہیت میں کس قدر خوفزدہ ہیں اور ان لوگوں کی جرات کو دیکھئے جنہوں نے یہ افتراء باندھا ‘ جس سے حضرت عیسیٰ ابن مریم (علیہ السلام) صاف صاف برات کا اظہار کرتے ہیں اور ان لوگوں کی اس افتراء کی وجہ سے یہ بندہ اللہ کے سامنے اس طرح گڑ گڑاتے ہوئے کلام کرتا ہے ۔\nان لوگوں کے موقف کو دیکھئے اور اس عظیم دربار کو دیکھئے ۔ اس دربار میں اپنے اس غلط موقف کی وجہ سے اس قدر ذلیل و حقیر نظر آتے ہیں کہ اس پورے مکالمے میں ان کے ساتھ کوئی بات نہیں کی جاتی اور نہ ان کی طرف کوئی التفات کیا جاتا ہے ۔ شاید اس منظر میں شرمندگی اور ندامت کی وجہ سے یہ لوگ پسینہ پسینہ ہوگئے ہوں گے ۔ جس طرح اللہ نے انہیں نظر انداز کیا ہم بھی انہیں اسی طرح چھوڑتے ہیں اور آئیے ذرا اس دربار کے آخری منظر کو دیکھیں ۔",
  "ayah": 118,
  "surah": 5
}
