{
  "text": "(آیت) ” نمبر 119۔\n” یہ وہ دن ہے جس میں سچوں کو ان کی سچائی نفع دیتی ہے “ یہ اللہ کی بات ہے اور جھوٹوں کی اس شرمندگی پر یہ خوب تصرہ ہے ۔ انہوں نے یہ افتراء باندھا اور یہ افتراء بھی اولوا لعزم رسولوں میں ایک معزز رسول پر باندھا ۔ اور مسئلہ الوہیت اور بندگی میں یہ افتراء باندھا جس کی اساس پر یہ پوری کائنات قائم ہے اور جس کی اساس پر دنیا میں سچائی قائم ہے اور تمام مخلوقات قائم ہے ۔\n” یہ وہ دن ہے جس میں سچوں کیلئے ان کی سچائی مفید ہوگی ۔ “ اس عظیم منظر اور شاہی دربار کے سوال و جواب کے آخر میں یہ رب العالمین کا فیصلہ ہے ۔ تمام جہان کے لوگوں کی موجودگی میں اس منظر کے مکالے کے یہ آخری الفاظ ہیں اور کس قدر فیصلہ کن الفاظ ہیں اور اس کے بعد پھر سچوں کے انجام کی ایک جھلکی بھی دکھائی دیتی ہے ۔\n(آیت) ” لَہُمْ جَنَّاتٌ تَجْرِیْ مِن تَحْتِہَا الأَنْہَارُ خَالِدِیْنَ فِیْہَا أَبَداً رَّضِیَ اللّہُ عَنْہُمْ وَرَضُواْ عَنْہُ ذَلِکَ الْفَوْزُ الْعَظِیْمُ (119)\n” ان کے لئے ایسے باغ ہیں جن کے نیچے نہریں بہہ رہی ہیں ‘ یہاں وہ ہمیشہ رہیں گے ‘ اللہ ان سے راضی ہو اور وہ اللہ سے ‘ یہی بڑی کامیابی ہے ۔ “\nدرجوں کے بعد بلند درجے ‘ پھر ان میں دائمی زندگی اور پھر اللہ کی رضا مندی یقینا یہ بڑی کامیابی ۔ “\nہم نے یہ منظر دیکھا اور یہ منظر قرآن کریم نے اپنے مخصوص انداز اور اسلوب میں پیش کیا ۔ اس منظر کا آخری مکالمہ بھی ہم نے سنا ۔ ہم نے گویا اس منظر دیکھا اپنی آنکھوں کے ساتھ اور سنا اپنے کانوں کے ساتھ۔ قرآن کریم کے انداز تصویر کشی کے مطابق بات کا طریقہ یہ نہیں اختیار کیا جاتا ہے کہ ایسا ہوگا بلکہ عملا منظر پیش کردیا جاتا ہے ۔ انسان کو اس منظر موعودہ کا انتظار نہیں کرنا پڑتا ۔ قرآن کریم محض خشک عبارت ہی پیش نہیں کرتا جسے صرف پڑھا جائے بلکہ وہ متحرک اور مجسم اور شخص مناظر پیش کرتا ہے جس میں انسان چلتے پھرتے نظر آتے ہیں اور مکالمے ہوتے ہوئے اس طرح نظر آتے ہیں جس طرح اسکرین پر ۔\nہماری سوچ اور ہمارے تصور کے مطابق تو یہ ایک منظر ہوگا جو واقع ہوگا ‘ البتہ اللہ کے علم کے مطابق تو وہ وہ چکا اس لئے کہ اللہ کا علم زمان ومکان کے حدود وقیود سے آزاد ہے ۔ زمان ومکان کا تصور تو انسان کے محدود علم کے لئے ہے ۔ ہمارا علم محدود اور فانی ہے ۔\nاس سبق کے آخر میں اور اس عظیم افتراء کے بیان کے خاتمے پر جس سے بڑا افتراء کسی رسول کے کسی پیروکار نے نہیں باندھا ۔ حضرت مسیح کے پیروکاروں کی اس عظیم غلط فہمی کے بیان کے آخر میں جس میں انہوں نے اس افتراء سے لاتعلقی کا اظہار کیا اور ان افتراء پر دازی کرنے والوں کا معاملہ اللہ کے سپرد کردیا ۔ اس کے بارے میں اس سوال و جواب اور اس سوال و جواب کے لئے قائم کئے گئے اس عظیم دربار کے خاتمے پر اب یہ بتایا جاتا ہے کہ اللہ تعالیٰ اس قسم کے افتراؤں سے پاک ہے اور زمین وآسمانوں پر صرف اسی کی حکومت اور اس کی حکومت بےحد وبے قید ہے ۔",
  "ayah": 119,
  "surah": 5
}
