{
  "text": "ان دونوں اقوال میں کس قدر فرق ہے زمین و آسمان کا فرق :\nاب یہاں مویشیوں میں سے حلال جانوروں کے کھانے کے اجازت عامہ سے بعض ایسی شکلوں کا ذکر کیا جاتا ہے جو حلال نہیں ہیں ۔\n(آیت) ” حُرِّمَتْ عَلَیْْکُمُ الْمَیْْتَۃُ وَالْدَّمُ وَلَحْمُ الْخِنْزِیْرِ وَمَا أُہِلَّ لِغَیْْرِ اللّہِ بِہِ وَالْمُنْخَنِقَۃُ وَالْمَوْقُوذَۃُ وَالْمُتَرَدِّیَۃُ وَالنَّطِیْحَۃُ وَمَا أَکَلَ السَّبُعُ إِلاَّ مَا ذَکَّیْْتُمْ وَمَا ذُبِحَ عَلَی النُّصُبِ وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ ذَلِکُمْ فِسْقٌ الْیَوْمَ یَئِسَ الَّذِیْنَ کَفَرُواْ مِن دِیْنِکُمْ فَلاَ تَخْشَوْہُمْ وَاخْشَوْنِ الْیَوْمَ أَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَأَتْمَمْتُ عَلَیْْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الإِسْلاَمَ دِیْناً فَمَنِ اضْطُرَّ فِیْ مَخْمَصَۃٍ غَیْْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللّہَ غَفُورٌ رَّحِیْمٌ(3)\nتم پر حرام کیا گیا مردار ‘ خون ‘ سور کا گوشت ‘ وہ جانور جو خدا کے سوا کسی اور کے نام پر ذبح کیا گیا ہو ‘ وہ جو گلا گھٹ کر یا چوٹ کھا کر ‘ یا بلندی سے گر کر ‘ یا ٹکر کھا کر مرا ہو ‘ یا جسے کسی درندے نے پھاڑا ہو ؛۔۔۔ سوائے اس کے جسے تم نے زندہ پاکر ذبح کرلیا اور وہ جو کسی آستانے پر ذبح کیا گیا ۔ نیز یہ بھی تمہارے لئے ناجائز ہے کہ پانسوں کے ذریعے اپنی قسمت معلوم کرو ۔ یہ سب افعال فسق ہیں ۔ آج کافروں کو تمہارے دین کی طرف سے پوری مایوسی ہوچکی ہے لہذا تم ان سے نہ ڈرو بلکہ مجھ سے ڈرو ۔ آج میں نے تمہارے دین کو تمہارے لئے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لئے اسلام کو تمہارے دین کی حیثیت سے قبول کرلیا ہے ۔ (لہذا حرام و حلال کی جو قیود تم پر عائد کی گئی ہیں ان کی پابندی کرو) البتہ جو شخص بھوک سے مجبور ہو کر ان میں سے کوئی چیز کھالے ‘ بغیر اس کے کہ گناہ کی طرف اس کا میلان ہو تو بیشک اللہ معاف کرنے والا اور رحم فرمانے والا ہے۔ )\nمردار ‘ خون اور خنزیر کے گوشت کا حکم اس سے پہلے بھی گزر چکا ہے ۔ (دیکھئے بقرہ آیت 172) نیز انسانی علم جس قدر حکمت تشریع اسلامی کا ادراک کرسکتا ہے ‘ اس کا بیان بھی وہاں ہوا ۔ انسانی علم چاہے قانون الہی کی حکمت کا ادراک کرسکے یا نہ کرسکے اللہ تعالیٰ نے یہ فیصلہ بہرحال کردیا ہے کہ یہ چیزیں خوراک کے لئے پاکیزہ نہیں ہیں ۔ ہمارے لئے تو صرف حکم الہی ہی کافی ہے اس لئے کہ اللہ تعالیٰ صرف انہیں چیزوں کو حرام قرار دیتے ہی جو ناپاک ہوتی ہیں ‘ اور ان میں انسانی زندگی کے کسی نہ کسی پہلو کے اعتبار سے ضرر بھی ہوتا ہے چاہے لوگوں کو اس مضرت کا علم نہ ہو ۔ سوال تو یہ ہے کہ کیا لوگوں نے ان تمام چیزوں کو معلوم کرلیا ہے جو انکے لئے مضر ہیں یا مفید ہیں ۔۔۔۔۔۔ اسی طرح ۔\n(آیت) ” وما اھل لغیر اللہ بہ “۔ (5 : 3) یعنی جو اللہ کے سوا کسی اور کے نام پر ذبح کئے گئے ہوں اس لئے حرام ہیں کہ وہ بنیادی طور پر ایمانی تصور کے خلاف ہیں ۔ ان کی بنیاد ہی اس عقیدے کے خلاف ہے کہ اللہ وحدہ لاشریک ہے ‘ وہی حاکم اور الہ ہے اور وہی نفع ونقصان کا مالک ہے ۔ اس عقیدہ توحید کے پھر کچھ تقاضے ہیں ۔ اس کا پہلا تقاضا یہ ہے کہ انسان اپنے ہر ارادے ‘ ہر نیت اور ہر عمل کا رخ صرف اللہ کی طرف کر دے ۔ وہ ہر چیز پر صرف اللہ کا نام لے ۔ ہر عمل اور ہر حرکت کو صرف اللہ کے نام سے شروع کرے اس لئے ہر وہ حرکت وعمل جس پر اللہ کا نام نہ لیا گیا ہو ہر وہ چیز جس پر اللہ کے سوا کسی اور کا نام لگ جائے ‘ اسی طرح ہر وہ ذبیحہ جس پر کسی کا نام ہی نہ لیا جائے ‘ نہ غیر اللہ کا اور نہ اللہ کا تو وہ بھی حرام ہے اس لئے کہ یہ عمل ایمان کی بنیادوں کے ساتھ متصاد ہے ۔ اگر کسی کے دل میں صحیح ایمان ہو تو اس سے یہ فعل صادر ہی نہیں ہو سکتا ۔ اس لئے کہ یہ ناپاک عمل ہے اور چونکہ یہ فعل عقیدۃ ناپاک ہے اس لئے اس کو بھی ان ناپاک چیزوں کے ساتھ شامل کیا گیا ہے جو جسمانی طور پر ناپاک ہیں مثلا خون اور خنزیر کا گوشت ۔\n(آیت) ” والمنخنقۃ “ (وہ جسے گلا گھونٹ کر مارا گیا ہو یا خود مر گیا ہو) (والموقوذۃ) (جو کسی اونچی جگہ سے گر جائے ‘ کسی پہاڑ سے یا کنوئیں میں گرکر مر جائے) (والنطیحۃ) (وہ جسے دوسرا جانور مار کر ہلاک کر دے) (آیت) ” وما اکل السبع “ (جسے درندے نے پھاڑ کھایا ہو) یہ سب مردار کی اقسام ہیں اور حرام ہیں ۔ ہاں اگر وہ زندہ ہوں اور انہیں ذبح کرلیا جائے تو کھانا جائز ہے ۔ یہاں ذبح کو اس لئے مستثنی کیا گیا ہے کہ یہ نہ سمجھا جائے کہ کہیں گرنے ‘ گلا گھٹنے ‘ جانور کے پھاڑے وغیرہ کی وجہ سے یہ حرمت ہے ۔ اس بارے میں فقہاء کے اقوال میں اختلاف ہیں کہ کب کوئی جانور مذبوحہ تصور ہوگا اور اس کا کھانا حلال ہوجائے گا ۔ بعض اقوال کے مطابق ان تمام ذرائع سے مارا ہوا جانور حرام ہوتا ہے جو بہت جلدی اس کی روح نکال دیں یا مکمل طور پر اسے مردہ کردیں ۔ انکے نزدیک اگر ایسے جانور کو ذبح بھی کردیا جائے تو بھی حرام ہوگا جبکہ بعض اقوال کے مطابق یہ حلال ہوتا ہے بشرطیکہ اس کے اندر زندگی ہو اور اسے ذبح کردیا جائے چاہے جس طرح بھی ذبح کیا جائے ۔ تفصیلات کتب فقہ میں دیکھی جاسکتی ہیں ۔ (وما ذبح علی النصب) (وہ جانور جو آستانوں پر ذبح کئے جائیں) مشرکین بتوں پر جانور ذبح کرتے تھے اور جاہلیت میں ان کا خون بتوں پر ملتے تھے ۔ عربوں کے علاوہ دوسری اقوام میں بھی ایسی رسومات ہوتی ہیں ۔ یہ حرام ہیں اس لئے کہ ایسے جانوروں کو بتوں پر ذبح کیا گیا اگرچہ ان پر ذبح کرتے وقت اللہ کا نام لیا گیا ہو اس لئے کہ بت پر ذبح کرنے سے بہرحال شرک لازم آتا ہے ۔\nیہ بھی حرام ہے کہ پانسوں کے ذریعہ تقسیم کرو ۔ ازلام وہ تیر ہیں جن کے ذریعہ عرب فال گیری کرتے تھے کہ یہ کام کریں یا نہ کریں ، بعض اقوال کے مطابق یہ تیر تین تھے اور بعض کے مطابق سات تھے ۔ اسی طرح جوئے میں بھی یہ تیر استعمال ہوتے تھے ۔ ان کے ذریعے لوگ ذبح کئے ہوئے جانور کا گوشت بھی تقسیم کرتے تھے ۔ ہر شخص کا ایک تیر ہوتا اور جانور کا جو حصہ جس تیر کے لئے مخصوص ہوتا ہے اگر وہ نکل آتا تو وہ گوشت اس کا ہوجاتا ۔ اللہ تعالیٰ نے اس طریقے سے گوشت کی تقسیم کو حرام قرار دے دیا کیونکہ یہ بھی جوئے کی ایک شکل تھی جسے حرام قرار دیا جا چکا تھا ۔ چناچہ اس طرح تقسیم کئے ہوئے گوشت کو بھی حرام قرار دے دیا گیا ۔\nّ (آیت) ” فمن اضطر فی مخمصۃ غیر متجانف لاثم فان اللہ غفور رحیم (5 : 3)\nالبتہ جو شخص بھوک سے مجبور ہو کر ان میں سے کوئی چیز کھالے ‘ بغیر اس کے کہ گناہ کی طرف اس کا میلان ہو تو بیشک اللہ معاف کرنے والا اور رحم فرمانے والا ہے۔ )\nوہ شخص جو بھوک کی وجہ سے اضطرار کی حالت میں ہو (یعنی مخمصہ میں) اور اس کی زندگی خطرے میں ہو ‘ اس کے لئے ان محرمات میں سے کھانا جائز ہے ‘ بشرطیکہ وہ عمدا گناہ کا ارتکاب نہ کر رہا ہو ۔ اس بارے میں فقہاء کی آرا مختلف ہیں کہ وہ کس قدر کھائے ۔ آیا اس قدر کھائے کہ زندگی بچ جائے یا بقدر ضرورت سیر ہو کر کھائے یا اگر آئندہ بھی قلت غذا کا خطرہ ہو تو ذخیرہ بھی کرے ۔ ہم ان تفصیلات میں نہیں جاتے ‘ یہاں صرف یہ ذہن میں رکھنا ضروری ہے کہ دین اسلام میں یسر اور سہولت رکھی گئی ہے ۔ ضرورت کے وقت اسلامی احکام میں سختی نہیں کی جاتی نہ لوگوں کے لئے مشکلات پیدا کی جاتی ہیں۔ معاملات کو لوگوں کی حالات پر چھوڑ دیا جاتا ہے ۔ اور خدا خوفی اور خدا ترسی کے حوالے کردیا جاتا ہے ۔ اگر کوئی شخص کسی گناہ کا ارتکاب مضطر ہو کر کرتا ہے اور اس کی نیت احکام شکنی کی نہیں ہے اور نہ ہی وہ بالارادہ ایسا کرتا ہے تو اس پر کوئی مواخذہ نہ ہوگا ۔ (آیت) ” فان اللہ غفور ارحیم (5 : 3) (اللہ غفور ورحیم ہے) ۔\nاب یہاں آکر ہم ایک اہم موڑ پر کھڑے ہیں ۔ محرمات کے ذکر کے بعد قبل اس کے کہ حلال چیزوں کی فہرست شروع ہو اچانک یہ آیت بیچ میں آجاتی ہے ۔\n(آیت) ” الیوم اکملت لکم دینکم واتممت علیکم نعمتی ورضیت لکم الاسلام دینا ، (5 : 3)\n” اور آج کافروں کو تمہارے دین کی طرف سے پوری مایوسی ہوچکی ہے لہذا تم ان سے نہ ڈرو بلکہ مجھ سے ڈرو ۔ آج میں نے تمہارے دین کو تمہارے لئے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لئے اسلام کو تمہارے دین کی حیثیت سے قبول کرلیا ہے ،\nیہ آیت ان آیات میں سے ہے جو سب سے آخر میں نازل ہوئی ہیں ۔ اس کا مقصد یہ ہے کہ منصوبہ رسالت اپنے آخری مراحل کو پہنچ گیا اور اس طرح لوگوں پر اللہ تعالیٰ کا فضل وکرم مکمل ہوگیا ۔ اس آیت کے نزول سے حضرت عمر ﷺ کی تیز بصیرت اور ان کی خدا دادہ فہم نے معلوم کرلیا اب حضور ﷺ کے دن دنیا میں کم رہ گئے ہیں ‘ کیونکہ آپ نے امانت لوگوں کے سپرد کردی ‘ اللہ کا پیغام پہنچا دیا ۔ اب صرف اللہ کے ساتھ ملاقات باقی ہے ۔ چناچہ اس آیت کے نزول کے بعد آپ رونے لگے اور سمجھ گئے کہ حضور ﷺ کی جدائی کا وقت اب بہت ہی قریب آگیا ہے ۔\nیہ بات قابل غور ہے کہ اس آیت کو حلال و حرام کے احکام کے عین وسط میں لایا گیا ہے اور اسے اس سورة میں رکھا گیا ہے جس کے مقاصد اور موضوعات پر ہم بحث کر آئے ہیں ۔ اس کا مقصد کیا ہے ؟ اس کا مقصد یہ ہے کہ اللہ کی شریعت ایک مکمل نظام ہے جو ایک کل ہے اس کے اجزاء نہیں کئے جاسکتے ۔ اس کے اجزاء باہم اس طرح پیوستہ ہیں کہ ان کو جدا نہیں کیا جاسکتا چاہے وہ اجزاء اعتقادی اور نظریاتی ہوں یا وہ مراسم عبودیت ہوں یا وہ سوسائٹی کے لئے اجتماعی احکام ہوں یا بین الاقوامی امور سے متعلق ہوں ۔ یہ تمام امور (الدین) میں شامل ہوں جس کی تکمیل کی بابت اس آیت میں اعلان کیا گیا ہے اور اس پر مزید یہ اعلان بھی کیا گیا ہے کہ اس دین کی تکمیل کرکے اللہ تعالیٰ نے تم پر اتمام نعمت بھی کردیا ہے ۔ اس دین میں اعتقادی امور ‘ مراسم عبودیت کے احکام اور طریقوں ‘ حلال و حرام کے احکام اور اجتماعی اور بین الاقوامی قوانین کے درمیان کوئی فرق نہیں ہے ۔ یہ سب کے سب ایک مجموعے کے اجزاع ہیں جن کے متعلق اللہ نے اپنی رضا مندی صادر فرمائی ہے اور اس نے ہمارے لئے اسے پسند فرمایا ہے اور اہل ایمان اگر اس دین کے کسی جزء سے خارج ہوں اور اس کا انکار کریں گے تو وہ تمام دین کے انکار کے مترادف ہوگا ۔ یہ دین سے بغاوت ہوگی اور نتیجۃ ایک شخص مومن نہ رہے گا ۔\nاگر کوئی کسی ایک جزء کا انکار کرے گا تو اس کا حکم وہی ہوگا جس کا بیان ہم نے اس سے پہلے کیا ہے کہ اس دین کے کسی ایک حصے کو ترک کرنا اور اس کی جگہ کسی انسان کے بنائے ہوئے ضابطے کو رکھنا گویا اللہ کی حاکمیت کا انکار ہے اس طرح ایک انسان کسی ایک ضابطے میں اللہ کی اس خصوصیت کی نسبت کسی انسان کی طرف کرتا ہے جو شرک ہے اور اس زمین پر اللہ تعالیٰ کے حق حکمرانی پر دست درازی ہے اور خود اپنے لئے حاکمیت اور حکمرانی کا دعوی ہے جسے اللہ ہر گز ہرگز جائز نہیں رکھتے ۔ اس طرح گویا ایک شخص صراحتا دین سے بغاوت کرتا ہے اور دین سے بغاوت کے نتیجے میں انسان دین سے خارج ہوجاتا ہے ۔\n(آیت) ” الیوم یئس الذین کفروا من دینکم “۔ (5 : 3) (آج کافروں کو تمہارے دین کی طرف سے پوری مایوسی ہوچکی ہے) وہ اس بات سے مایوس ہوگئے ہیں کہ اس دین کو باطل کردیں ‘ اس کو ناقص کردیں یا اس کے اندر کسی قسم کی تحریف کردیں ۔ اللہ نے لکھ دیا ہے کہ وہ کامل اور مکمل رہے گا ۔ اللہ نے اس بات کو ریکارڈ کردیا ہے کہ یہ دین ہمیشہ باقی رہے گا ۔ اہل کفر کسی موقعہ پر مسلمانوں پر غالب آسکتے ہیں ‘ وہ کچھ عرصہ تک غالب رہ سکتے ہیں لیکن وہ دین اسلام پر غالب نہیں رہ سکتے ۔ یہ سارے ادیان میں سے واحد دین ہے جو محفوظ ہے اور کبھی مٹ نہ سکے گا ۔ نہ اس کے اندر تحریف کی جاسکے گی اس کے باوجود کہ اس دین کے دشمن ہمیشہ اس میں تحریف کرنے کے لئے اپنی مساعی جاری رکھیں گے ۔ وہ اس دین کے خلاف سخت سے سخت سازشیں کرتے رہیں گے مگر کامیاب نہ ہونگے ۔ یہ بھی ہوگا کہ بعض ادوار میں اہل اسلام اپنے دین سے بےحد غافل بھی رہیں گے اور انہیں اپنے دین کے بارے میں بہت ہی کم علم ہوگا ۔ ہاں اس کی حفاظت اللہ یوں کرتا ہے کہ وہ اس دین کا حامل گروہ ہمیشہ اس دنیا میں رکھتا ہے ‘ جو اس دین کو اچھی طرح جانتا ہے اور وہ ہر وقت اس کا دفاع کرتا رہتا ہے اور یہ دین اس گروہ میں کمال درجے پر موجود رہتا ہے اور ان کی زندگیوں میں محفوظ رہتا ہے اور وہ اس امانت کو آگے منتقل کرتا رہتا ہے ۔ یوں اللہ تعالیٰ کا یہ وعدہ سچا ہوتا رہتا ہے کہ اہل کفر ہر دور میں اس دین کی بابت مایوس رہتے ہیں ۔ (آیت) ” فلا تخشوھم واخشون “ (5 : 3) (لہذا تم ان سے نہ ڈرو بلکہ مجھ سے ڈرو) اس لئے کہ اہل کفر کی یہ طاقت نہیں ہے کہ وہ اس دین کا کچھ بگاڑ سکیں ۔ اور وہ اہل اسلام کا بھی صرف اتنا بگاڑ سکتے ہیں وہ انہیں اس دین سے قدرے منحرف کردیں اس قدر کہ وہ اس دین کی زندہ تصویر نظر آئیں اور اس کے فرائض اور تقاضے پورے نہ کرتے ہوں اور اس دین کے مقاصد اور فرائض کو اپنی زندگیوں میں عملا نافذ نہ کرتے ہوں ۔\nاہل اسلام کو مدینہ طیبہ میں یہ جو ہدایت دی گئی تھی کیا یہ صرف اہل مدینہ کے لئے تھی ؟ ہر گز نہیں کیا یہ اس نسل کے لئے تھی ؟ ہر گز نہیں بلکہ یہ ایک عام خطاب ہے جو ہر زمان ومکان کے مومنین کے لئے ہے ۔ ہم اہل ایمان کے خدمت میں یہ عرض کرتے ہیں کہ اہل ایمان حقیقتا وہی لوگ ہیں جو اس دین پر راضی ہوجائیں جسے اللہ نے ان کے لئے پسند فرمایا ہے اور وہ پورے کا پورا دین اپنی زندگیوں میں نافذ کریں اور اسے اپنے لئے نظام زندگی قرار دیں ۔\n(آیت) ” الیوم اکملت لکم دینکم واتممت علیکم نعمتی ورضیت لکم الاسلام دینا ، (5 : 3)\n” آج میں نے تمہارے دین کو تمہارے لئے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لئے اسلام کو تمہارے دین کی حیثیت سے قبول کرلیا ہے ،\nیہ آیت حجۃ الوداع کے موقعہ پر نازل ہوئی ، مطلب یہ ہے کہ اللہ نے دین کو مکمل کردیا ہے اور اب اس میں کسی بات کا اضافہ نہیں کیا جاسکتا ۔ اور اہل ایمان پر رب کی نعمت مکمل ہوگئی اور وہ ان کے لئے دین اسلام کو بطور دین قبول کرنے پر راضی ہوگیا ہے اور آج سے جو شخص اس کے سوا کسی اور دین کو پسند کرے گا تو گویا وہ اللہ کی پسند کو ترک کرتا ہے ۔\nیہ ایک نہایت اہم آیت ہے ایک مومن کو قدرے توقف کرکے اس کے ان ہولناک الفاظ پر غور کرنا چاہتے ۔ اگر اس پر اچھی طرح غور کیا جائے تو وہ معارف وحقائق کبھی ختم نہ ہوں گے جو اس کے اندر پنہاں ہیں ۔ اس کے اندر گہری ہدایات اور اس دور کے فرائض اور تقاضے ذہن میں آئیں گے ۔\nسب سے پہلی حقیقت جو اس غور وفکر سے ذہن میں آتی ہے وہ یہ ہے کہ اللہ نے دین کو مکمل کردیا ہے اور پھر ایک مومن تاریخ انسانیت میں حضرت آدم (علیہ السلام) کی رسالت سے لے کر حضرت محمد ﷺ کی آخری رسالت تک تمام رسالتوں کا جائزہ لیتا ہے اور تمام ادوار میں قوافل ایمان کا جائزہ لیتا ہے تو اسے نظر آتا ہے کہ یہ ایک طویل اور غیر منقطع سلسلہ رسل ہے ۔ یہ ہدایت اور روشنی کا قافلہ ہے جو اس طویل سفر میں مشعل لئے ہوئے ہے ۔ اس طویل سفر میں اس کے نشانات راہ صاف صاف نظر آتے ہیں لیکن اس جائزے میں ہمیں صاف صاف نظر آتا ہے کہ ہر رسول کسی خاص قوم یا کسی خاص زمانے کے لئے بھیجا گیا ہے ۔ اس آخری رسالت سے قبل کی تمام رسالتیں کسی خاص دور یا خاص مرحلے کے لئے بھیجی گئی تھیں ۔ ایک خاص پیغام ‘ ایک خاص مرحلے اور ایک خاص معاشرے کے لئے ۔ یہی وجہ ہے کہ ان رسالتوں پر مخصوص زمانے اور مخصوص معاشرے کا رنگ غالب تھا ۔ وہ ان ظروف وحوال سے متاثر تھیں جن میں ان کو بھیجا گیا ۔ یہ سب رسالتیں صرف ایک خدا کی طرف دعوت دے رہی تھیں ۔ وہ سب صرف ایک الہ کی بندگی اور حاکمیت کی طرف دعوت دے رہی تھیں کیونکہ یہی دین اسلام ہے کہ ہم صرف ایک اللہ کو اپنا حاکم اور معبود سمجھیں اور اسی کی اطاعت کریں ۔ لیکن ان نبیوں کو جو شریعت اور جو قانون اور جو نظام دیا گیا تھا وہ ان کی قوم ‘ انکے دور اور ان کی سوسائٹی کے لئے مناسب تھا اور انکے ظروف واحوال کے مطابق تھا ۔\nجب اللہ تعالیٰ نے یہ چاہا کہ وہ سلسلہ رسل کو ختم کر دے اور انسانوں تک خاص خاص رسالتیں بھیجنے کا سلسلہ بند کر دے تو اللہ نے ایک آخری رسالت پوری انسانیت کے لئے بھیجی اور ایک رسول خاتم النبین تمام انسانوں کے لئے ارسال فرمایا جس کی رسالت کسی خاص معاشرے کسی خاص قوم یا کسی خاص زمانے تک محدود نہ تھی اور نہ کسی دور کے ظروف وحوال سے خصوصیت رکھتی تھی ۔ یہ رسالت کسی زمانے ومکان کی قید میں مقید نہ تھی اور نہ وہ کسی معاشرے کے ظروف واحوال تک محدود تھی ۔ اس رسالت کو اللہ تعالیٰ نے انسان کی حقیقی فطرت کی اساس پر اٹھایا جس میں کوئی تغیر اور تبدل نہیں ہوتا نہ فطرت انسانی اپنی ڈگر سے ہٹتی ہے ۔ اللہ تعالیٰ فرماتے ہیں !\n(آیت) ” فاقم وجھک للدین حنیفا فطرت اللہ التی فطرالناس علیھا لا تبدیل لخلق اللہ ذلک الدین القیم ولکن اکثر الناس لا یعلمون “۔ (30 : 30)\n” پس تم یکسو ہو کر اپنا چہرہ دین کی طرف متوجہ کرلے وہ فطرت جس پر اللہ نے انسانوں کو پیدا کیا ہے ‘ اللہ کی بنائی ہوئی فطرت بدل نہیں سکتی ، یہی بالکل راست اور درست دین ہے لیکن اکثر لوگ علم نہیں رکھتے)\nپھر اس آخری رسالت کو اللہ تعالیٰ نے اس قدر مفصل شریعت عطا کی جس میں زندگی کے ہر پہلو کے مسائل کا حل موجود ہے ‘ زندگی کی ہر سرگرمی کا ضابطہ اس کے اندر درج ہے ۔ اس شریعت کے لئے اللہ تعالیٰ نے ایسے کلی ضوابط اور اصول درج کئے جن کی روشنی میں وہ ہر دور کے مسائل حل کرتی چلی جاتی ہے ۔ ہر زمان ومکان میں وہ ان قواعد کی روشنی میں یوں نظر آتی ہے جیسے ابھی نازل ہوئی ہے ۔ اس شریعت میں ایسے ضوابط و احکام صراحت سے مذکور ہیں جو کبھی بدلتے نہیں ہیں۔ اس طرح یہ شریعت اپنے اصول و مبادی کے ساتھ اور اپنے تفصیلی اور دائمی احکام کے ساتھ ان تمام اصولوں اور تقاضوں پر حاوی ہے جن کی ضرورت کبھی بھی کسی انسان کو لاحق ہوسکتی ہے ۔ یہ آخری رسالت آغاز آفرینش سے لے کر قیامت تک کے لئے ہے ۔ اس کے ضوابط اس کی ہدایات ‘ اس کی قانون سازی اور اس کے نظم ونسق کے ادارے قیامت تک کے لئے ہیں تاکہ وہ ہمیشہ زندہ رہے ‘ ترقی کرے ‘ اس کی تجدید اور نشوونما ان اصولوں کی روشنی میں ہو لیکن اس محور کے ارد گرد اور اس دائرے کے اندر جو اس کے لئے اول روز سے وضع کیا گیا ہے ۔ اللہ فرماتے ہیں :\n(آیت) ” الیوم اکملت لکم دینکم واتممت علیکم نعمتی ورضیت لکم الاسلام دینا ، (5 : 3)\n” آج میں نے تمہارے دین کو تمہارے لئے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لئے اسلام کو تمہارے دین کی حیثیت سے قبول کرلیا ہے ،\n” اس آیت کے ذریعے اللہ تعالیٰ نے اعلان کردیا کہ تمہارا نظریہ حیات مکمل ہوگیا ہے ۔ تمہاری شریعت مکمل ہوگئی ہے اور ہے دین ۔ اس لئے اب اہل ایمان کے لئے ایسا کوئی موقعہ ہی نہیں رہا ہے کہ اس دین میں کوئی نقص رہ گیا ہے اور وہ اسے دور کریں گے ۔ نہ اس میں کوئی کمی ہے جسے وہ پورا کریں گے ۔ نہ اس میں کی زمان ومکان کا رنگ ہے کہ وہ اس میں جدید زمان ومکان کا رنگ بھریں گے ۔ اگر وہ ایسا کریں گے تو نہ تو وہ مومن ہوں گے اور نہ ان کا بنایا ہوا دین ‘ دین اسلام ہوگا اور نہ وہ اللہ کو قبول ہوگا اور نہ ہی صحیح اہل ایمان اسے قبول کریں گے ۔\nجس دور میں قرآن کریم نازل ہوا ‘ اس دور کی شریعت ہر دور کے لئے ہے اس لئے کہ یہ اس دین کی شریعت ہے جو تمام ادوار کے لئے اس جہان میں آیا ہے اور یہ ابدی دین ہے ۔ یہ انسانوں کی کسی خاص جماعت کے لئے نہیں آیا نہ یہ کسی خاص دور کے لوگوں کے لئے آیا ہے اور نہ کسی خاص علاقے کے لئے آیا ہے جس طرح اسلام سے پہلے کی رسالتوں کا حال تھا کہ وہ محدود زمان ومکان کے لئے تھیں۔\nاسلام کے تفصیلی احکام ایسے ہیں کہ یہ دائمی احکام ہیں اور اسلام کے جامع اصول ایسے ہیں کہ ان کے دائرے کے اندر ہر دور میں زندگی کے لئے ایک مفصل نظام وجود میں آسکتا ہے اور تاقیامت ان کی روشنی میں انسانی زندگی نشوونما پا سکتی ہے ‘ بغیر کسی مشکل کے ۔ الا یہ کہ زندگی ان اصولوں کے دائرے کے تابع ہوجائے اور پھر ایمان کے دائرے سے خارج ہوجائے ۔\nانسان کو اللہ نے پیدا کیا ہے اور اللہ تعالیٰ جانتا ہے کہ اس نے کیا پیدا کیا ہے ۔ اللہ تعالیٰ نے انسان کے لئے یہ دین پسند کیا ہے جو اس کی دائمی شریعت پر قائم ہے ۔ اس لئے جو شخص یہ کہتا ہے کہ کل کا قانونی نظام آج کے لئے قانون اور شریعت کیسے ہو سکتا ہے ‘ وہ دراصل یہ دعوی کرتا ہے کہ وہ انسان کی ضروریات کی بابت اللہ تعالیٰ سے زیادہ جانتا ہے اور وہ انسان کے طور طریقوں کا علم اللہ سے زیادہ رکھتا ہے ۔\nغور وفکر کے اس وقفے میں ہمیں نظر آتا ہے کہ اللہ تعالیٰ نے اہل ایمان پر اپنی نعمت تمام کردی ہے اور یہ نعمت یوں تمام ہوئی کہ اللہ تعالیٰ نے ان کے دین کو مکمل کردیا ہے ۔ بیشک یہ ایک مکمل ‘ ایک عظیم اور بھاری نعمت ہے ۔ اس نعمت کے ذریعے انسان کو ایک جدید جنم ملا ہے ۔ اور اس کے ذریعے اس کی نشوونما اور اس کے کمالات کے لئے راہیں کھل گئیں ہیں ۔ اس لئے کہ انسان جب تک اللہ کی معرفت اس طرح حاصل نہیں کرلیتا جس طرح یہ دین اللہ کی معرفت کے دروازے کھولتا ہے تو انسان اس وقت تک انسان ہوتا ہی نہیں ہے ۔ جب تک وہ اس کائنات کی حقیقت اس طرح معلوم نہ کرلے جس طرح اسے یہ دین سکھاتا ہے اور جب تک وہ اپنے نفس کی معرفت اس طرح حاصل نہ کرلے جس طرح اسے یہ دین سکھاتا ہے کہ وہ اللہ کے نزدیک ایک مکرم مخلوق ہے ۔ انسان صحیح معنوں میں موجود ہی نہیں ہوتا جب تک وہ اللہ کی غلامی کے سوا تمام غلامیوں کا انکار نہ کر دے اور ان سے نکل نہ آئے اور جب تک وہ اس حقیقی مساوات کو حاصل نہیں کرلیتا جو اللہ کی بنائی ہوئی شریعت کے تحت انسان کو حاصل ہوتی ہے ‘ جسے نہ کسی انسان نے دیا ہوتا ہے اور نہ اس میں کسی انسان کا دخل ہوتا ہے ۔\nانسان کی جانب سے ان عظیم حقائق کا ادراک کرلینا ہی دراصل اس کے لئے ایک نیا جنم ہے بشرطیکہ وہ ان حقائق کا ادراک اسی انداز پر کرے جس پر اسے اس دین نے ادراک کرنے کا حکم دیا ہے ۔ اس معرفت کے سوا انسان کے لئے ممکن ہے کہ وہ ایک حیوان ہو یا وہ زیر تعمیر اور زیر تشکیل انسان کا کوئی منصوبہ ہو لیکن اسے ایک مکمل انسان نہیں کہا جاسکتا ۔ وہ مکمل انسان تب ہی ہوگا جب وہ اس معیار کے مطابق جس کی تصویر قرآن نے کھینچی ہے ‘ ان حقائق کا ادراک نہ کرلے ۔ انسان کے اس قرآنی تصور اور ان تمام تصورات کے درمیان بہت بڑا فرق ہے جو تصورات خود انسانوں نے از خود گھڑے ہیں ۔ (دیکھئے جز اول اور کتاب خصائص التصور الاسلامی)\nانسانی زندگی کے اندر اس تصویر کے نقوش بٹھا دینا ہی دراصل اس بات کا ضامن ہے کہ انسان کو مکمل انسانیت حاصل ہوگئی ہے اور یہ تصویر اس وقت مکمل ہوگئی جب ایک انسان اللہ پر پورا عقیدہ رکھے ‘ اللہ کے فرشتوں ‘ کتابوں رسولوں اور یوم آخرت پر ایمان لائے تو اس وقت انسانی حیوانی دائرہ محسوسات سے نکل کر انسانی عالم الغیب والشہادۃ میں داخل ہوگا ۔ وہ محسوسات سے بھی واقف ہوگا اور محسوسات سے بالا دنیا سے بھی واقف ہوگا ۔ وہ مادہ کا بھی عالم ہوگا اور فوق المادہ کا بھی عالم ہوگا اور اس طرح وہ حیوان کے محدود حسی دائرے سے باہر نکل آئے گا ۔ یہ کمال وہ عقیدہ توحید کے ذریعے حاصل کرے گا ۔ اس طرح وہ خود دوسرے انسانوں کی بندگی کے دائرے سے بھی نکل آئے گا اور صرف اللہ وحدہ کی بندگی کرے گا ۔ یوں اسے حقیقی مساوات ‘ حقیقی آزادی اور ماسوا اللہ کے مقابلے میں حقیقی سربلندی نصیب ہوگی ۔ اب وہ صرف اللہ کی عبادت کرے گا ‘ صرف اللہ ہی سے شریعت اور نظام زندگی اخذ کرے گا ۔ وہ صرف اللہ ہی پر توکل کرے گا اور صرف اللہ سے ڈرے گا ۔ یہ مقام اسے اس وقت حاصل ہوگا جب انسان اسلامی نظام زندگی کے مطابق اپنی ترجیحات کی سطح کو بلند کرلے گا ۔ اپنے میلانات کو مہذب اپنی قوتوں کو تعمیر ‘ ترقی کے لئے وقف کر دے اور حیوانی خواہشات کے مقابلے کے لے اپنی قوتوں کو صرف کرے اور حیوانی اور بہائم کی طرف محض حصول لذتیت کے پیچھے نہ بھاگے۔ (دیکھئے کتاب ہذالدین)\nجس شخص نے جاہلیت کی زندگی میں وقت نہ گزارا ہو اور جس نے جاہلیت کی تباہ کاریاں نہ دیکھی ہوں ‘ وہ شخص نہ دین اسلام کی نعمت کا ادراک کرسکتا ہے اور نہ ہی وہ اس نعمت کی صحیح قدر کرسکتا ہے ۔ جاہلیت ہر دور اور ہر مکان میں وہ نظام رہا ہے جو اللہ نے نہ بھیجا ہو ‘ لہذا جس شخص نے جاہلیت کو دیکھا ہے اور اس کا مزہ چکھا ہے ‘ تصورات اور نظریات میں اور عملی زندگی کے حالات میں وہ شخص صحیح معنوں میں جاہلیت کا احساس کرسکتا ہے اور اس کے بارے میں شعور رکھ سکتا ہے وہ اسکو اچھی طرح جان سکتا ہے اور صحیح معنوں میں وہی اس دین کی عظیم نعمت کا ادراک کرسکتا ہے ۔\nجو شخص اندھے پن اور گمراہی کے مصائب میں مبتلا رہا ہو ‘ جو شخص ٹوٹ پھوٹ اور حیرانی و پریشانی کا شکار رہا ہو ‘ جو شخص تباہی اور ذہنی خلا کی مصیبت میں گرفتار ہوا ہو اور جس شخص کو کسی بھی دور میں اور کسی بھی جگہ جاہلی تصورات نے دکھ پہنچائے ہوں صرف وہی شخص ذوق ایمان کی قدر کرسکتا ہے ۔ (دیکھئے خصائص التصور الاسلامی کی فصل تیہ ورکام)\nجو شخص خودسری اور ظلم کی چکی میں پس چکا ہو ‘ جو ضبط اور اضطراب کا شکار رہا ہو ‘ جس کی زندگی افراط وتفریط میں گزری ہو اور جس نے جاہلیت کے طور طریقوں میں زندگی بسر کی ہو صرف وہی شخص اسلامی اور ایمانی نظام حیات کی قدر کرسکتا ہے ۔ (الاسلام ومشکلات الحضارہ کی فصل ضبط اور اضطراب)\nقرآن کریم نے عربوں کو سب سے پہلے خطاب کیا ۔ وہ اس کے الفاظ وکلمات کو اچھی طرح جانتے تھے ‘ اس کے الفاظ کے مفاہیم اور مدلولات ان کی زندگیوں میں عملا قائم رہے تھے ۔ یہ تمام چیزیں اس نسل میں تھیں جس کو قرآن نے خطاب کیا تھا ۔\nوہ خود جاہلیت کے کل پرزے تھے ۔ انہوں نے جاہلی تصورات کو اپنے ذہنوں میں عرصے تک بسائے رکھا تھا ۔ انہوں نے جاہلیت کے اجتماعی روابط کو برتا تھا ‘ انہوں نے جاہلیت کے اجتماعی اور انفرادی اخلاق کے مظاہرے بار بار کئے تھے اور انہوں نے اس دین کے ذریعے جو کچھ پایا تھا اور اس کے ذریعے ان پر جو فضل وکرم ہوا تھا اسے بھی اپنی زندگی میں آزمایا تھا ۔\nانہوں نے جاہلیت کی گراٹوں کو بھی دیکھا تھا اور اسلام کی رفعتوں کو بھی آزمایا تھا ۔ اسلام انہیں عرصے تک ساتھ لے کر چلا تھا اور انہوں اس دین نے شارٹ کٹ میں بلندیوں تک پہنچا دیا تھا ۔ (دیکھئے مقدمہ سورة نسائ) اور وہ نہایت ہی بلندیوں سے نہایت ہی مسرت سے اقوام عالم پر نگاہ ڈال چکے تھے اور ایک نظر پیچھے مڑ کر وہ ماضی کو بھی دیکھ رہے تھے ۔\nاسلام نے انہیں کن کن پہلوؤں سے بلند کیا ۔ اعتقادات و تصورات میں جبکہ وہ پتھر کے بتوں کو رب سمجھتے رہے تھے ملائکہ ‘ جنوں ‘ ستاروں ‘ اور اپنے اسلام کو رب سمجھتے رہے تھے بلکہ اس سے بھی زیادہ احمقانہ اور غلط تصورات کو سینے سے لگائے ہوئے تھے ‘ ان تصورات سے اسلام نے انہیں نکال کر عقیدہ توحید میں داخل کیا ‘ ایک الہ واحد پر یقین ان کو عطا کیا جو رحیم وودود ‘ قادر وقاہر ‘ سمیع وبصیر ‘ علیم وخبیر ‘ عادل وکامل ‘ قریب اور مجیب اور بلاواسطہ الہ و معبود تھا ۔ سب اس کے بندے بن گئے ، وہ کاہنوں کی حکومت سے باہر آگئے وہ انسانوں کی ریاست سے نکل آئے اور وہم و خرافات کی حکمرانی سے باہر آگئے جس طرح اندھیرے سے روشنی میں آگئے ہوں۔\nپھر اسلام نے اجتماعی طور پر طریقوں کے اندر بھی انہیں جاہلیت سے نکالا ، طبقاتی امتیازات ختم کردیئے ‘ قابل نفرت عادات چھڑا دیں ‘ وہ ظلم وستم سے باز آگئے کیونکہ جاہلیت میں وہ ہر برا کام کرلیتے جو بس میں ہوتا (یہ بات غلط مشہور ہے کہ عربی زندگی اسلام سے قبل ایک جمہوری زندگی تھی) میں یہاں استاد العقاد کی کتاب سے کچھ اقتباسات دیتا ہوں ۔\n” جزیرۃ العرب کے شمال سے لے کر جنوب تک تمام امراء اور سردار ان کے ہاں ظلم پر قدرت رکھنا عزت اور مرتبے کی نشانی تصور کی جاتی تھی ۔ مشہور شاعر نجاشی اپنے مخالف کی ہجو کرتے ہوئے ان کی ہجو میں یوں طنزیہ انداز میں مبالغہ کرتا ہے کہ وہ کمزور ہیں :\nقبیلہ لا یغدرون بذمۃ\nولا یظلمون الناس حبہ حردل :\n(اس کا قبیلہ کسی ذمہ داری میں کبھی غداری نہیں کرتا اور اس کے قبیلے کے لوگ کسی پر رائی برابر بھی ظلم نہیں کرتے) حجر ابن الحارث عربی بادشاہ نے جب یہ فیصلہ کیا کہ بنی اسد کو غلام بنا لے تو بنی اسد کے شاعر ان کی سفارش کے لئے آئے ۔ انہوں نے کہا :\nانت الملک فیھم\nوھم العبیدالی القیامۃ :\nذلوالسوطک مثلما\nذل الاشیقرذو الخزمۃ :\n(آپ نے ان کے بادشاہ ہیں اور وہ قیامت تک تمہارے غلام ہیں ‘ وہ آپ کے کوڑے کے سامنے اس قدر بےبس ہیں جس طرح گہرے زرد اور سرخ رنگ کا اونٹ اس شخص کے سامنے بےبس ہوتا ہے جس کے ہاتھ میں اس کی نکیل ہوتی ہے)\nاور عمر ابن ہند بھی بادشاہ تھا جس نے لوگوں کو اس بات کا عادی بنا دیا تھا کہ وہ ان کے ساتھ پس از پردہ خطاب کرے ۔ اور تمام عرب روساء کی مائیں اس کے گھر میں اس کی خدمت کرتیں۔\nنعمان ابن مندر بھی عربی بادشاہ تھا ۔ وہ اس قدر ظالم اور احمق تھا کہ اس نے اپنے لئے دو دن مقرر کر رکھے تھے ۔ ایک خوشی کا دن جس میں جو بھی آتا اسے مویشی عطا کرتا اور ایک غم کا دن مقرر کیا ہوا تھا ‘ جس میں جو کوئی اس کے پاس آتا ‘ اسے وہ قتل کردیتا اور صبح سے شام تک یہی معمول رہتا ۔\nکلیب ابن وائل کے بارے میں کہا گیا ہے کہ اسے کلیب اس لئے کہا جاتا تھا کہ جہاں اسے شکار پسند آتا وہ وہاں کتوں کا جھنڈ چھوڑ دیتا تھا ۔ اب کوئی شخص جو ان کتوں کے بھونکنے کی آواز سنتا وہ اس علاقے کے قریب جانے کی جرات نہ کرسکتا تھا ۔ کہا جاتا ہے کہ وادی عوف کے اندر کوئی شخص آزاد نہیں ہے ۔ اس لئے کہ وہ وادی عوف میں کسی آزاد شخص کو رہنے نہ دیتا تھا تاکہ اس کے پاس اس کی طرح اور کوئی آزاد شخص نہ رہے وہ تھے تو آزاد لیکن تھے غلاموں کی طرح ۔ (حقائق الاسلام ‘ العقاد ص ، 15 ‘ 151)\nان عربوں کو اسلام نے اپنی عادات ‘ رسوم ‘ اخلاق اور اجتماعی تعلقات کے میدان میں جاہلیت سے اٹھایا انہیں لڑکیوں کو زندہ درگور کرنے ‘ عورتوں پر ظلم کرنے ‘ شراب نوشی اور جوا کھیلنے ‘ جنسی انارکی ‘ فحاشی وعریانی ‘ عورت کو حقیر سمجھنے اور اس کی توہین کرنے ‘ انتقام لینے ‘ ڈاکے ڈالنے ‘ تاخت و تاراج کرنے اور ہر حملہ آور کے مقابلے میں بزدلی دکھانے وغیرہ کی جاہلی کمزوریوں سے پاک کیا ۔ جہاں تک بیرونی حملہ آوروں کے مقابلے میں بزدلی اور بےاتفاقی کا معاملہ ہے تو اسلام سے قبل حبشیوں کا حملہ اس پر شاید عادل ہے ۔ تمام عرب قبائل جو ایک دوسرے کے مقابلے میں سخت ترین موقف رکھتے تھے وہ اس لشکر کا مقابلہ نہ کرسکے ۔ (دیکھئے تفسیر سورة فیل)\nپھر ان گندگیوں سے پاک کرکے اسلام نے عربوں کو ایک امت بنایا اس قدر سربلند امت کہ وہ نہایت ہی بلند مقام سے پوری انسانیت پر نظر ڈالتی تھی اور یہ انسانیت اس وقت گراٹوں کے اسفل السافلین میں تھی ، زندگی کے ہر شعبے میں اس وقت کی بشریت گری ہوئی تھی ۔ اس وقت یا اسلام کی سربلندی تھی اور یا جاہلیت کی گراوٹ تھی ۔ یہ نسل جانتی تھی کہ جاہلیت کیا ہے اور اسلام کیا ہے ۔ یہی وجہ ہے کہ یہ لوگ خدا کے اس فرمان کا مفہوم اچھی طرح جانتے تھے ۔\n(آیت) ” الیوم اکملت لکم دینکم واتممت علیکم نعمتی ورضیت لکم الاسلام دینا ، (5 : 3)\n” آج میں نے تمہارے دین کو تمہارے لئے مکمل کردیا ہے اور اپنی نعمت تم پر تمام کردی ہے اور تمہارے لئے اسلام کو تمہارے دین کی حیثیت سے قبول کرلیا ہے ،\nاور ایک بار پھر ہم ایک لمحہ فکریہ کے طور پر ذرا غور کریں کہ اللہ تعالیٰ نے ہمارے لئے دین پسند فرمایا ہے ۔ اللہ تعالیٰ کی جانب سے اس امت پر کیا کیا عنایات اور مہربانیاں ہیں ۔ خود ان کے لئے دین تجویز کرتا ہے اور پھر اسے قبول بھی کرتا ہے ۔ یہ ایک ایسا انداز تعبیر ہے جس سے معلوم ہوتا ہے کہ اللہ اس امت کے ساتھ بےحد محبت کرتا ہے اور اس امت سے بہت راضی ہے کہ وہ اس امت کے لئے ایک نظام زندگی تجویز کرتا ہے ۔\nیہ عظیم فرقان اس امت کے کاندھوں پر بہت ہی بھاری بوجھ ڈال دیتا ہے جو اس ذمہ داری کے برابر ہے ۔ نعوذ باللہ ۔۔۔۔۔ اللہ تعالیٰ کی اہل عظیم رعایت اور مہربانی کے مقابلے میں اس امت کے پاس ہے ہی کیا کہ وہ اللہ کے سامنے پیش کرے بلکہ اس امت کی تمام اگلی پچھلی نسلوں کے پاس بھی اس نعمت کی برابری کے لئے کچھ نہیں ہے کہ وہ پیش کرسکے ، ہاں امت پر اس شکر نعمت کے بدلے میں اپنی حد تک جدوجہدفرض ہے ۔ اللہ کے انعامات کی پہچان اس پر فرض ہے یعنی اپنے فرض کا ادراک واجب ہے ۔ اس کے بعد اس کے لئے بقدر وسعت جدوجہد لازمی ہے اور اس کے اندر اپنی تقصیرات اور کوتاہیوں پر طلب مغفرت کرنا لازم ہے ۔\nاللہ کی جانب سے اس امت کے لئے اسلام کو بحیثیت دین قبول کرنا ‘ اس امت سے سب سے پہلے مطالبہ یہ کرتا ہے ۔ کہ وہ اللہ کی اس پسند کی قدروقیمت کو سمجھے ، اس کے بعد وہ اس دین پر اپنی طاقت اور وسعت کے مطابق جم جائے اگر وہ ایسا نہ کرے تو وہ بہت ہی کوتاہ بین ‘ بہت ہی احمق ہے کہ اس نے اللہ کی پسند اور اس کے انتخاب کو رد کردیا اور اپنے لئے خود کوئی دین اور نظام اختیار کرلیا ۔ یہ نہایت ہی خطرناک جرم ہوگا اس امت کی طرف سے اور اس پر اسے ضرور سزا دی جائے گی ۔ کبھی یہ نہیں ہو سکتا کہ ایسا شخص نجات پاجائے جبکہ اس نے اللہ کے انتخاب کو ٹھکرا دیا ہے ۔ اللہ تعالیٰ بعض اوقات ان لوگوں کو چھوڑ دیتے ہیں جنہوں نے اسلام کو بطور دین قبول نہیں کیا کہ وہ جو چاہیں کریں اور ایک وقت تک نہیں مہلت دیتے ہیں لیکن جن لوگوں نے اس دین کو اچھی طرح پہچان اور جان لیا اور پھر اسے ترک کردیا اور انہوں نے اپنی زندگی کے لیے اس نظام کے سوا کوئی اور نظام ازخود منتخب کرلیا تو ایسے لوگوں کو اللہ ہر گز نہ چھوڑے گا اور نہ انہیں مہلت دے گا یہاں تک کہ وہ اپنی بداعمالیوں کے وبال کو چکھ لیں جس کے وہ مستحق ہیں ۔\nبس اس سے زیادہ تکمیل دین کے بارے اور ان عظیم کلمات کے بارے میں ‘ یہاں کہنا مناسب نہیں ہے ‘ بات بہت لمبی ہوگئی ہے ۔ اسی پر اکتفاء کرتے ہیں ۔ یہ تو قرآن کے پرتو ہیں ‘ اب ہم اس سورة کے سیاق کلام سے الگا ٹکڑا لیتے ہیں ۔",
  "ayah": 3,
  "surah": 5
}
