{
  "text": "(آیت) ” نمبر 33 تا 34۔\nیہ جرم جس کے بارے میں یہ آیت آئی ہے اس کی حدود کیا ہیں ؟ یعنی کسی مسلم سربراہ مملکت کے خلاف بغاوت کرنا ‘ جو حکومت شریعت کے مطابق چلا رہا ہو۔ یہ خروج ایک جمعیت کی شکل میں ہو اور کوئی گروہ اس مملکت کے خلاف مغاوت پر اتر آیا ہو اور اس نے ایسی روش اختیار کرلی ہو جس سے دارالاسلام کے لوگوں کے اندر خوف وہراس پیدا ہو اور اس گروہ کی جانب سے باشندگان دارالاسلام کو مالی ‘ جانی اور عزت کے نقصان کے خطرات لاحق ہوں ۔ بعض فقہاء نے یہ شرط بھی لگائی ہے کہ اس قسم کی واردات شہری علاقوں سے دور ہو جہاں مملکت کی انتظامیہ کی دسترس نہ ہو ۔ بعض فقہاء نے یہ بھی شرط رکھی ہے کہ اس قسم کی واردات شہری علاقوں سے دور ہو جہاں مملکت کی انتظامیہ کی دسترس نہ ہو ۔ بعض فقہاء نے یہ بھی شرط رکھی ہے کہ اس قسم کے باغیوں کے گروہ کا جمع ہوجانا اور دست درازی کا آغاز کرنا اور عملا اگر نہ بھی ہو تو بالقوہ یہ پوزیشن اختیار کرلینا ہی اس آیت کے انطیاق کے لئے کافی ہے چاہے یہ گروہ شہروں کے اندر ہو یا باہر ہو اور یہ آخری رائے عملا زیادہ قریب الفہم ہے تاکہ باغیوں کو کیفر کردار تک پہنچایا جاسکے ۔\nیہ باغی وہ لوگ تصور ہوں گے ‘ جو ایسے حاکم کے خلاف ہوں جو شریعت کے مطابق حکومت کر رہا ہو اور یہ باغی دارالاسلام کے ان باشندوں پر دست درازی کی پوزیشن میں ہوں ‘ جن کے ہاں شریعت جاری ہو ‘ (چاہے یہ لوگ ذمی ہوں ‘ مسلمان ہوں یامستامن ہوں) یہ لوگ صرف حکم کے خلاف باغی نہ ہوں اور صرف لوگوں کے خلاف بغاوت نہ ہو ‘ بلکہ اللہ اور رسول کے خلاف بھی بغاوت ہو ۔ اللہ کی شریعت سے محاربت ہو اور ایک ایسی سوسائٹی کے ساتھ محاربت ہو جو اس شریعت کی اساس پر قائم کی گئی ہو ۔ نیز ان کی سرگرمیوں کی وجہ سے دارالاسلام کو خطرہ لاحق ہوگیا ہو ‘ ان کی یہ جنگ اللہ اور رسول اللہ ﷺ کی خلاف تصور ہوگی ۔ یہ جنگ شریعت کے خلاف تصور ہوگا اس لئے کہ اللہ کی شریعت کو معطل کرنے سے بڑا فساد اس دنیا میں اور کوئی نہیں ہو سکتا ۔ اور نہ اس سے زیادہ بڑا فساد کوئی ہو سکتا ہے کہ دارالاسلام کے وجود کو خطرہ لاحق ہوجائے ۔\nیہ لوگ چونکہ اللہ اور رسول اللہ ﷺ سے محاربت کرتے ہیں اگرچہ بظاہر وہ جماعت مسلمہ ‘ اسلامی سوسائٹی اور اس کے سربراہ کے خلاف برسرپیکار ہوتے ہیں ‘ وہ اللہ تعالیٰ کے خلاف تو تلوار اٹھا ہی نہیں سکتے ‘ اور نہ ہی رسول اللہ ﷺ کی ذات کے خلاف تلوار اٹھا سکتے ہیں ‘ جبکہ آپ سے دنیا سے اٹھ چکے ہیں ۔ لیکن اگر کوئی جنگ اللہ کی شریعت کے خلاف ہو تو گویا وہ جنگ اللہ اور رسول کے خلاف ہو رہی ہے ۔ یہ جنگ اس سوسائٹی کے خلاف تصور ہوگی جس نے اللہ اور رسول کی شریعت کو اپنایا ہے اور اس علاقے کے خلاف ہوگی جس میں یہ شریعت نافذ ہو رہی ہو ۔\nاس آیت کا ایک اور مفہوم بھی درج بالا مفہوم کے مطابق یہاں متعین ہوجاتا ہے ۔ وہ یہ کہ جس سربراہ مملکت کو اللہ تعالیٰ کے حکم کے مطابق باغیوں کے خلاف آیت میں درج سزائیں دینے کا اختیار ہے وہ وہی سربراہ مملکت ہے جو اسلامی شریعت کے مطابق سربراہ بنا ہو اور جو شریعت کا نافذ کنندہ ہو ۔ ایسے بادشاہ کے علاوہ کسی اور بادشاہ یا سربراہ مملکت کو ایسے اختیارات نہ ہوں گے ۔\nاس بات کی ہم فیصلہ کن وضاحت اس لئے کر رہے ہیں کہ حکومتوں کے بعض پٹھو جو ہر حکومت کو دسیتاب ہوجاتے ہیں ‘ وہ بعض حکومتوں کے لئے ایسی سزاؤں کے اختیارات ثابت کرتے ہیں ‘ جو شرعیت کی نافذ کنندہ نہیں ہوتیں حالانکہ وہ حکومتیں اپنے علاقے میں دارالاسلام قائم نہیں کرتیں اگرچہ وہ سمجھتی ہیں کہ ہم مسلمان ہیں ۔ اسے پٹھوؤں نے ہمیشہ ان حکومتوں کو مشورہ دیا ہے کہ وہ ان حکومتوں کے خلاف اٹھنے والوں کو یہ قرآنی سزائیں دیں ‘ اور انہیں اللہ کی شریعت کے عنوان سے نافذ کریں ‘ حالانکہ ان لادین حکومتوں کے ارکان اللہ اور رسول کے باغی ہوتے ہیں بلکہ وہ ایسی حکومتوں کے ارکان ہوتے ہیں جو اللہ اور رسول کی باغی ہوتی ہیں ۔\nغرض اگر کوئی حکومت دارالاسلام میں اسلامی شریعت کی اساس پر قائم نہ ہو ‘ تو اسے اپنے باغیوں پر وہ سزائیں نافذ کرنے کا شرعی اختیار نہیں ہے ۔ ایسی لادین حکومتوں کا شریعت کے ساتھ تعلق ہی کیا ہوتا ہے ؟ یہ حکومت ایسی ہوتی ہے جنہوں نے اللہ کے حق الوہیت اور حق حاکمیت پر دست درازی کی ہوئی ہوتی ہے ۔ ان کا قانون شریعت کے ساتھ تعلق ہی کیا رہتا ہے ؟\nایسے باغی دستوں کے لئے یہ سزائیں تب ہوں گی جب وہ اسلامی خلیفہ کے خلاف بغاوت کریں اور وہ خلیفہ کے خلاف بغاوت کریں اور وہ خلیفہ اسلامی شریعت کا نافذ کنندہ اور حامی ہو ۔ یہ لوگ دارالاسلام کے باشندوں کے لئے خطرہ ہوں ‘ ان کی جان ‘ مال اور آبرو ان سے محفوظ نہ ہو ‘ تو تب انکو قتل کیا جانا جائز اور فرض ہوگا اور ان کو سزائے موت دی جاسکے گی ۔ بعض فقہاء نے یہ کہا ہے کہ قتل کرنے کے بعد لاشوں کو لٹکا دیا جائے گا تاکہ وہ دوسروں کے لئے نمونہ عبرت ہوں اور یہ کہ ان کے ہاتھ کاٹے جائیں یعنی دائیں ہاتھ کے ساتھ بائیں پاؤں اور بائیں ہاتھ کے ساتھ دایاپاؤں ۔ (من خلاف) کا مفہوم یہ ہے ۔\nاس آیت کے بارے میں فقہاء کے درمیان بہت ہی وسیع اختلاف رائے واقعہ ہوا ہے ۔ کیا امام کو اختیار ہے کہ باغیوں کو وہ ان سزاؤں میں سے جو چاہے سزا دے دے ‘ یا یہ کہ ان جرائم میں سے ہر جرم کی الگ سزا ہے ۔\nامام ابوحنیفہ ‘ امام شافعی اور امام احمد (رح) سے مروی ہے کہ یہ سزائیں ان جرائم کے مطابق دی جائیں گی جو ان باغیوں سے صادر ہوئے ۔ اگر کوئی شخص صرف قتل کا ارتکاب نہ کیا تو اسے قطع ید کی سزا دی جائے گی ۔ جس نے قتل اور لوٹ دونوں میں حصہ لیا تو اسے قتل اور لٹکانے دونوں کی سزا دی جائے گی ۔ اور جس شخص نے محض خوف وہراس پھیلایا مگر نہ قتل کیا اور نہ مال کی لوٹ میں حصہ لیا تو اسے ملک بدری کی سزا دی جائے گی ۔\nامام مالک سے روایت ہے کہ باغی نے اگر قتل کا ارتکاب کیا تو اسے لازما سزائے موت دی جائے گی اور امام وقت کو یہ اختیار نہ ہوگا کہ وہ اسے قطع ید دیا ملک بدری کی سزا دے ‘ البتہ اسے یہ اختیار ہے کہ اسے قتل کرا دے یاسولی پر لٹکا دے ۔ اسی طرح اگر اس نے قتل کا ارتکاب نہ کیا تو اسے ملک بدری کا اختیار نہ ہوگا ۔ امام کو اختیار اس میں ہے کہ وہ قتل کرے یا سولی پر لٹکائے ‘ یا اگر قطع اعضاء کا فیصلہ کرے تو اعضائے مخالفہ میں سے جو بھی اختیار کرے ۔ اگر مجرموں سے قتل کرے یا سولی پر لٹکائے ‘ یا اگر قطع اعضاء کا فیصلہ کرے تو اعضائے مخالفہ میں سے جو بھی اختیار کرے ۔ اگر مجرموں سے یہ ڈر ہو ‘ کہ انہوں نے راستوں کو پر خطر بنا دیا ہے تو امام کو اختیار ہے کہ انہیں قتل کرے یا سولی پر چڑھائے یا ہاتھ کاٹ دے یا ملک بدری کی سزا دے اور اختیار تمیزی کا مفہوم امام مالک (رح) کے نزدیک یہ ہے کہ معاملہ امام کے اجتہاد پر موقوف ہے ۔ اگر باغی صاحب الرائے آدمی ہو اور بغاوت کی تدابیر کرسکتا ہو تو اجتہاد کا تقاضا یہ ہوگا کہ اسے قتل کردیا جائے یا سولی پر چڑھا دیا جائے کیونکہ محض قطع ید سے اس کی مضرت دفع نہ ہو سکے گی ، اگر وہ باغی صاحب رائے نہ ہو محض ایک قوی اور بہادر شخص ہو تو اسے صرف قطع ید من خلاف کی سزا دی جائے گی اور اگر اس میں یہ دونوں صفات کسی قدر پائی جاتی ہوں تو اسے ملک بدری اور تعزیری سزا دی جائے گی ۔ (التشریع الجنائی الاسلامی ‘ عبدالقادر عودہ)\nہمارے خیال میں امام مالک کی رائے زیادہ موزوں ہے کہ سزا کبھی تو محض بغاوت اور محاربہ پر یا قطع الطریق کے خطرے اور راستوں کو پر خطربنانے پر ہوتی ہے اور یہ سزا محض امتناعی (Preventive) ہوتی ہے ۔ مقصد یہ ہوتا ہے کہ جرائم کا ارتکاب نہ ہو اور ان لوگوں کو ڈرانا مقصود ہو جو دارالاسلام کے امن وامان کو تباہ کرتے ہیں اور وہ اس سوسائٹی کو خوفزدہ کرتے ہوں جو دارالاسلام میں اسلامی شریعت کی اساس پر قائم ہوتی ہے ۔ حالانکہ یہ سوسائٹی اور دارالاسلام کا علاقہ اس بات کا سب سے زیادہ مستحق ہیں کہ ان کے اندر امن و اطمینان قائم ہو۔\nاسی طرح فقہاء کے اندر ملک بدری کے مفہوم کے اندر بھی اختلاف واقعہ ہوا ہے ۔ کیا ملک بدری صرف اس علاقے سے ہوگی جس میں جرم کا ارتکاب ہوا ہے یا اسے اس علاقے سے ملک بدر کردیا جائے گا جس میں اسے پھرنے کی اجازت ہوتی ہے اور یہ مقصد قید سے پورا ہوسکتا ہے یا یہ کہ اسے پورے کرہ ارض سے رخصت کر دیاجائے اور یہ تو سزائے موت ہی سے ممکن ہے۔۔۔۔۔۔۔ میں سمجھتا ہوں کہ یہی مفہوم اقرب ہے کہ اس مجرم کو اس سرز میں سے باہر نکالا جائے گا جس کے اندر اس نے جرم کا ارتکاب کیا ہے ۔ اسے اس قدر دور پھینک دیا جائے گا کہ وہ وہاں اپنے آپ کو غریب الوطن سمجھے ۔ وہ دھتکارا ہوا اور کمزور ہو اور یہ اس کے اس جرم کی پوری سزا ہے کہ اس نے لوگوں کو پریشاں کیا ‘ خوفزدہ کیا اور اپنی قوت کے بل بوتے پر لوگوں پر دست درازی کی ۔ یہ ملک بدری اس طرح ہو کہ وہ جہاں جائے جرم سے باز آجائے اور اس کا جتھا بھی وہاں نہ ہو یا وہ اپنے جتھے سے دور ہوجائے ۔\n(آیت) ” ذَلِکَ لَہُمْ خِزْیٌ فِیْ الدُّنْیَا وَلَہُمْ فِیْ الآخِرَۃِ عَذَابٌ عَظِیْمٌ(33)\n” یہ ذلت ورسوائی تو ان کے لئے دنیا میں ہے اور آخرت میں ان کے لئے اس سے بڑی سزا ہے ۔\nاس دنیا میں انہیں جو سزا ملے گی ‘ اس سے ان کی سزائے آخرت ساقط نہ ہوجائے گی اور آخرت میں وہ گناہ کی اس گندگی سے پاک نہ ہوں گے ‘ جس طرح بعض دوسرے حدود کے اندر انسان کو سزا ہوجائے تو وہ آخرت کے لئے پاک ہوجاتا ہے ۔ یہ بھی اس سزا میں سختی کرنے کا ایک پہلو ہے اور اس سے اس جرم کو مزید گھناؤنا ظاہر کرنا مقصود ہے ۔ یہ اس لئے کہ دارالاسلام میں اسلامی سوسائٹی اس بات کی مستحق ہے کہ وہ پرامن زندگی بسر کرے اور دوسری وجہ یہ ہے کہ جو حکومت اسلامی شریعت کے مطابق قائم ہوتی ہے اس کا لوگوں پر یہ حق ہے کہ لوگ اس کے احکام کو تسلیم کریں ۔\nاسلامی نظام حکومت کا ماحول ایک بھلائی کا ماحول ہوتا ہے اور وہ اس بات کا مستحق ہوتا ہے کہ اسے پھلنے پھولنے کے مواقع فراہم کئے جائیں نیز اسلامی نظام زندگی ایک ایسا عادلانہ اور مکمل نظام ہے جس کی حفاظت مسلمانوں پر واجب ہوتی ہے ۔\nاب یہ باغی اگر اپنی گمراہی کو ترک کردیں اور فساد کو چھوڑ دیں اور اپنے اس جرم کو برا اور منکر سمجھ کر باز آجائیں اور صدق دل سے تائب ہو کر راہ راست پر آجائیں اگرچہ وہ اب بھی ایسی پوزیشن میں ہوں کہ وہ اپنی مہم کو جاری رکھ سکتے ہوں اور اسلامی مملکت ان پر ہاتھ ڈال سکتی ہو ‘ تو ان کا جرم اور اس کی سزا دونوں معاف تصور ہوں گے ۔ اب حکومت کے لئے جائز نہ ہوگا کہ توبہ کرنے والے لوگوں پر ہاتھ دال دیا ۔ اللہ تعالیٰ چونکہ غفور ورحیم ہے ‘ اس لئے حساب آخرت میں بھی انہیں معاف کر دے گا۔",
  "ayah": 33,
  "surah": 5
}
