{
  "text": "(آیت) ” فَمَن تَابَ مِن بَعْدِ ظُلْمِہِ وَأَصْلَحَ فَإِنَّ اللّہَ یَتُوبُ عَلَیْْہِ إِنَّ اللّہَ غَفُورٌ رَّحِیْمٌ(39)\n” اور وہ دانا وبینا ہے ۔ پھر جو ظلم کرنے کے بعد توبہ کرے اور اپنی اصلاح کرلے تو اللہ کی نظر عنایت پھر اس پر مائل ہوجائے گی ‘ اللہ بہت درگزر کرنے والا اور رحم فرمانے والا ہے)\n” اللہ کی حکمرانی ایک ہے ‘ وہ مالک الملک ہے ‘ وہی ہے جو اس دنیا کے لئے قانون بناتا ہے اور آخرت میں پھر اس قانون کے مطابق جزا وسزا مقرر کرتا ہے ۔ ان معاملات میں نہ تعدد ہے ‘ نہ کوئی تقسیم ہے اور نہ یہ معاملات ایک دوسرے سے جدا ہیں ۔ لوگوں کے معاملات اس وقت تک درست نہیں ہوسکتے جب تک حق قانون سازی اور نظام جزاوسزا دنیا اور آخرت دونوں میں ایک ہی ذات باری میں مرتکز نہ کردیا جائے ۔ اس لئے کہ اگر اس کائنات میں صرف اللہ الہ نہ ہوتا اور متعدد الہ ہوتے تو یہ کب کی تباہ ہوچکی ہوتی ۔ پس وہی ہے جو آسمانوں میں بھی الہ ہے اور زمین میں الہ۔\nدرس نمبر 49 ایک نظر میں :\nاس سبق میں اسلامی نظریہ حیات اور اسلامی نظام حیات کا نہایت ہی اہم مسئلہ لیا گیا ہے ۔ اس پر اسلامی نظام حکومت اور اسلامی زندگی کا دارومدا رہے ۔ سورة آل عمران اور سورة نساء میں بھی اس مسئلے کا بار بار ذکر ہوا ہے لیکن یہاں اس سبق میں اسے نہایت ہی واضح اور قطعی شکل میں لے لیا گیا ہے ۔ یہاں اس مسئلے کو اشارۃ النص یا مفہوم آیت کے طور پر نہیں لیا گیا نہ بطور اقتضاء النص لیا گیا ۔ یہاں اسے عبارۃ النص اور قضی الدلالت کے طور پر بیان کیا گیا ہے ۔\nیہ مسئلہ نظام حکومت ‘ قانونی نظام اور عدالتی نظام سے متعلق ہے اور اس کی اساس پر مسئلہ توحید ‘ مسئلہ حاکمیت الہیہ اور ایک شخص کے ایمان کے ہونے نہ ہونے کا دارومدار ہے ۔\nسوال یہ ہے کہ ہمارا نظام حکومت ہمارا قانونی نظام اور ہمارا نظام عدالت آیا اللہ تعالیٰ کے احکام کے مطابق ہوگا ‘ شریعت کے مطابق ہوگا اور ان شرائع کے مطابق ہوگا جو ادیان سماوی میں محفوظ رہی ہیں ۔ سابقہ رسل اور اس رسول آخر الزمان کی شریعت کے مطابق ہوگا یا ہماری خواہشات بدلتی ہوئی خواہشات یا ہمار مصالح اور بدلتے ہوئے مصالح کے مطابق ہوگا جو اللہ کی شریعت کے مطابق نہیں ہیں یا صرف کسی دوریا کسی نسل کے رسم و رواج کے مطابق متغیر اور متبدل ہوتا رہے گا ۔ آیا لوگوں کی زندگی اور اس کرہ ارض پر حاکمیت ‘ ربوبیت اور قیومیت اللہ کی ہوگی یا اس میں سے بعض چیزیں اللہ کی اور بعض دوسرے لوگوں کی ہوں گی ؟\nاللہ تعالیٰ کا فرمان یہ ہے کہ اس کے سوا کوئی اور الہ نہیں ہے ۔ اس نے لوگوں کے لئے ایک شریعت نازل کی ہے اور یہ شریعت اور قانون اس کی حاکمیت کے مطابق ہے ۔ اس نے لوگوں سے یہ عہد لیا ہے کہ وہ اللہ کی شریعت پر قائم رہیں گے اور اس کرہ ارض پر یہی شریعت حاکم رہے گی ۔ اور لوگوں کا فرض ہے کہ وہ اسی شریعت کے مطابق اپنی عدالتیں چلائیں اور انبیاء کا بھی فرض ہے کہ وہ اس کے مطابق کام کریں ۔ انبیاء کے بعد حکام کا فرض بھی یہی ہے کہ وہ اس کے مطابق فیصلے کریں ۔\nاللہ تعالیٰ کا حکم یہ ہے کہ اس مسئلے میں کوئی جھوٹ اور کوئی خود مختاری نہیں ہے ۔ اس مسئلے میں زندگی کے معاملات میں سے چھوٹے سے چھوٹے معاملے میں انحراف ناقابل برداشت ہے ۔ اگر کوئی پوری نسل کسی بھی دور میں کوئی قانون اس کے مقابلے میں وضع کرے تو اس کی کوئی حیثیت نہیں ہے ۔ نہ کسی قبیلے یا کسی قوم کا کوئی اصول اس کے مقابلے میں کوئی حیثیت رکھتا ہے الا یہ کہ اللہ نے کسی چیز کا اذن دے دیا ہو ۔\nاللہ تعالیٰ فرماتے ہیں یہاں سوال یا تو ایمان وکفرکا ہے یا اسلام اور جاہلیت کا یا شریعت ہوگی یا نفسانیت ۔ اس معاملے میں نہ کوئی بین بین مقام ہے ۔ نہ نرمی ہے اور نہ مصالحت ہے ۔ مومنین وہی لوگ ہیں جو اللہ کے قانون کے مطابق حکم کرتے ہیں ۔ اس سے ذرہ برابر انحراف نہیں کرتے اور اس میں ایک حرف کی تبدیلی نہیں کرتے ، ظالم ‘ فاسق ‘ اور کافر وہ لوگ ہیں جو اس معاملے میں انحراف کرکے فیصلے اللہ کے قانون شریعت کے مطابق نہیں کرتے ۔ حکمران اگر اللہ کی شریعت کے مطابق حکمران ہوں گے تو وہ دائرہ ایمان میں داخل ہوں گے یا وہ کسی دوسرے آئین ودستور و قانون پر چلتے ہوں گے جس کی اجازت اللہ نے نہ دی ہوگی تو وہ کافر ‘ فاسق اور ظالم ہوں گے ۔ لوگوں کے لئے دو ہی راستے ہیں ‘ یا تو وہ حکام اور ججوں کی جانب سے اللہ کے قانون کے مطابق جاری کردہ فیصلے قبول کریں گے اور اپنی زندگی کے تمام امور میں ایسا کریں گے تو وہ مومن ہوں گے اور اگر وہ یہ راہ اختیار نہ کریں گے تو وہ مومن نہ ہوں گے ۔ ان دو راستوں کے درمیان کوئی تیسرا راستہ نہیں ہے ۔ نہ اس معاملے میں کوئی حجت بازی کام دے گی ‘ نہ کوئی معذرت قبول ہوگی ‘ نہ کوئی مصلحت قبول ہوگی ۔ اللہ تعالیٰ بہر حال لوگوں کا رب ہے اور وہی جانتا ہے کہ لوگوں کی مصلحت کس میں ہے ؟ اللہ تعالیٰ لوگوں کی حقیقی بہبود کے لئے قانون سازی کرتا ہے لہذا اللہ کی شریعت اور احکام سے کوئی قانون اور کوئی آرڈر بہتر نہیں ہو سکتا ۔ اللہ تعالیٰ کے بندوں میں سے کوئی یہ نہیں کہہ سکتا کہ میں اللہ کی شریعت کو تسلیم نہیں کرتا ۔ یا یہ کہ وہ اللہ سے زیادہ لوگوں کی مصلحت کے بارے میں جانتا ہے ۔ اگر کوئی اپنی زبان اور اپنے عمل سے ایسا کہے تو وہ دائرہ ایمان سے خارج تصور ہوگا ۔\nیہ ہے وہ عظیم مسئلہ جو اس سبق میں فیصلہ کن انداز میں بیان کیا گیا ہے ۔ اس کے علاوہ اس سبق میں یہودیوں کے حالات بھی بیان کئے گئے ہیں جو مدینہ کے اردگرد پھیلے ہوئے تھے جو منافقین کے ساتھ مل کر اسلام کے خلاف سازشیں کر رہے تھے اور داؤ پیچ لڑا رہے تھے ۔\n(آیت) ” من الذین قالوا امنا باافواھھم ولم تو من قلوبھم “۔ (5 : 41) (ان لوگوں سے جو یہ کہتے ہیں کہ ہم ایمان لائے حالانکہ ان کے دل ایمان نہ لائے تھے) اس میں وہ حالات بھی بیان کئے گئے ہیں جن کے مطابق حضور اکرم ﷺ ان سازشوں کا مقابلہ کر رہے تھے اور جن سے یہودی حضور اکرم ﷺ کے زمانہ سے آج تک باز نہیں آئے ۔\nاس سبق میں قرآن کی عبارتوں سے کئی باتیں نکلتی ہیں ۔ پہلا فیصلہ تو یہ ہوتا ہے کہ وہ تمام ادیان جو اللہ کی جانب سے نازل ہوئے ان میں تمام فیصلے اللہ تعالیٰ کے قانون کے مطابق ہوتے رہے ۔ ان کے اندر زندگی کا پورا نظام اللہ کی شریعت پر قائم ہوتا رہا ۔ یہ بات اسلام اور کفر کے اندر حد فاصل رہی ‘ اسلام اور جاہلیت کے اندر فرق و امتیاز کی بنیاد رہی اور شریعت اور ہوائے نفس کے درمیان جدائی کی اساس رہی کہ شریعت کے مطابق فیصلے کراتا ہے اور کون نہیں کراتا ہے۔ توراۃ کو بھی اللہ نے اس لئے نازل فرمایا کہ اس میں ہدایت اور نور تھا ۔\n(آیت) ” یَحْکُمُ بِہَا النَّبِیُّونَ الَّذِیْنَ أَسْلَمُواْ لِلَّذِیْنَ ہَادُواْ وَالرَّبَّانِیُّونَ وَالأَحْبَارُ بِمَا اسْتُحْفِظُواْ مِن کِتَابِ اللّہِ وَکَانُواْ عَلَیْْہِ شُہَدَائ۔ (5 : 44)\n(سارے نبی جو مسلم تھے ‘ اسی کے مطابق ان یہودیوں کے معاملات کا فیصلہ کرتے تھے اور اسی طرح ربانی اور احبار بھی ۔ (اسی پر فیصلہ کا مدار رکھتے تھے) کیونکہ انہیں کتاب کی حفاظت کا ذمہ دار بنایا گیا تھا اور وہ اس پر گواہ تھے)\nدوسری جگہ ہے ۔ (آیت) ” وعندھم التورۃ فیھا حکم اللہ “ (5 : 43) (اور انکے پاس تورات ہے جس میں اللہ کا حکم ہے) اور دوسری جگہ ارشاد ہوتا ہے۔ (آیت) ” وکتبنا علیھم علیھم فیھا ان النفس بالنفس) (اور ہم نے اس میں ان پر یہ فرض کردیا کہ جان کے بدلے جان ہوگی ) اور حضرت ابن مریم عیسیٰ (علیہ السلام) کو انجیل دی گئی ۔\n(آیت) ” مصدقالما بین یدیہ من التورت وھدی وموعظۃ للمتقین (46) والیحکم اھل الانجیل بما انزل اللہ فیہ “۔ (47) (5 : 46۔ 47) (اور وہ تورات میں سے جو کچھ اس وقت موجود تھا اس کی تصدیق کرنے والی تھی اور خدا ترس لوگوں کے لئے سراسر ہدایت اور نصیحت تھی ، ہمارا حکم تھا کہ اہل انجیل اس قانون کے مطابق فیصلے کریں جو اللہ نے اس میں نازل کیا ہے) پھر اللہ تعالیٰ نے اپنے آخری نبی پر قرآن کریم نازل فرمایا ۔\n(آیت) ” بالحق مصدقالما بین یدیہ من الکتب ومھیمنا علیہ (5 : 48) (سچائی کے ساتھ اور الکتاب میں سے جو کچھ اس کے آگے موجود ہے اس کی تصدیق کرنے والی اور اس کی محافظ اور نگہبان ہے) اور نبی آخر الزمان کو حکم دیا گیا :\n(آیت) ” فاحکم بینھم بما انزل اللہ ولا تتبع اھوآء ھم عما جآءک من الحق (5 : 48) (لہذا تم خدا کے نازل کردہ قانون کے مطابق لوگوں کے معاملات کا فیصلہ کرو اور جو حق تمہارے پاس آیا ہے اس سے منہ موڑ کر ان کی خواہشات کی پیروی نہ کرو) اور پھر کہا :\n(آیت) ” ومن لم یحکم بما انزل اللہ فاولئک ھم الفسقون “۔ (5 : 47) (جو لوگ اللہ کے قانون کے مطابق فیصلے نہ کریں وہ فاسق ہیں) اور یہ حکم دیا :\n(آیت) ” افحکم الجاھلیۃ یبغون ومن احسن من اللہ حکما لقوم یوقنون “۔ (5 : 50) (تو پھر کیا جاہلیت کا فیصلہ چاہتے ہیں حالانکہ جو لوگ اللہ پر یقین رکھتے ہیں کے نزدیک اللہ بہتر فیصلہ کرنے والا اور کون ہو سکتا ہے) ان آیات سے صاف نظر آتا ہے کہ تمام ادیان کا اس نکتے پر پورا پورا اتفاق رہا ہے ۔ یوں اسلامی حدود متعین ہوجاتی ہیں اور اسلام کی سرائط کا تعین ہوجاتا ہے ۔ محکموں اور عدالتوں کے لئے بھی اور حکام کے لئے بھی ۔ اصل بات یہ ہے کہ تمام فیصلے اللہ کے احکام کے مطابق کئے جائیں اور عوام الناس ان فیصلوں کو قبول کریں ۔ اور اسلامی قانون کو چھوڑ کر دوسرے قوانین اور احکام کے پیچھے نہ بھاگیں ۔\nاس فریم ورک میں یہ مسئلہ نہایت ہی اہمیت اختیار کرجاتا ہے اور اس زاویے سے اس پر زور دینے کے اسباب بھی لازما نہایت ہی اہم ہیں ۔ سوال یہ ہے کہ یہ اسباب کیا ہیں ؟ چاہے ان اسباب کی تلاش ہم ان نصوص کے اندر کریں یا پوری قرآنی آیات وعبارات میں کریں یہ اسباب ہمیں بالکل واضح نظر آتے ہیں ۔\nان میں پہلا سبب یہ ہے کہ یہ دراصل اللہ کی الوہیت اس کی ربوبیت اور حاکمیت کے اقرار کا مسئلہ ہے اور یہ کہ اس کے ساتھ ان امور میں کوئی شریک نہیں ہے ۔ اگر ایسا نہیں ہے تو پھر اس کے انکار کا مسئلہ ہے ۔ یہی وجہ ہے کہ یہ معاملہ ایمان اور کفر کا معاملہ بن جاتا ہے ۔ اسلام اور جاہلیت کا مسئلہ ہے ۔ یا جاہلیت ہوگی یا اسلام ہوگا ۔\nآپ پورے قرآن پر نگاہ ڈالیں ۔ یہ ایک نمائش گاہ ہے لیکن اس میں جہاں دیکھو اس ایک ہی حقیقت کو برائے مشاہدہ پیش کیا گیا ہے ۔۔۔۔ ۔۔ یہ کہ اللہ وحدہ ہی خالق ہے ‘ اسی نے اس پوری کائنات کو پیدا کیا ‘ اسی نے اس انسان کو پیدا کیا ‘ اسی نے اس زمین و آسمان کو اور ان کے درمیان پائے جانے والی تمام اشیاء کو اس انسان کے لئے مسخر کیا ۔ تخلیق صرف اللہ کی ہے اور اس میں اس کا کوئی شریک نہیں ہے ‘ چاہے یہ مخلوق چھوٹی ہو یا بڑی ‘ تھوڑی ہو یا زیادہ ہو ۔۔۔۔۔ یہ کہ اللہ ہی مالک ہے اور وہ مالک اس لئے ہے کہ وہی خالق ہے ۔ زمینون اور آسمانوں اور ان دونوں کے درمیان اور آسمانوں اور ان دونوں کے درمیان جو کچھ بھی ہے اس کا مالک ہے اور وہ مالک اس لئے ہے کہ وہی خالق ہے ۔ زمینوں اور آسمانوں اور ان دونوں کے درمیان جو کچھ بھی ہے اس کا مالک اللہ ہے ‘ وہ منفردا مالک ہے اور اس میں اس کا کوئی شریک نہیں ہے ۔۔۔۔۔ پھر یہ کہ اللہ رازق ہے ۔ اللہ کے سوا کوئی اور ذات انسان کو یا دوسرے جانداروں کو رزق فراہم نہیں کرسکتی نہ کم اور نہ زیادہ ۔\nاور پھر کہ اللہ اس کائنات کا شہنشاہ اور اس کے اندر متصرف ہے اور وہ لوگوں کے لئے بھی متصرف الامور ہے ۔ اس لئے کہ وہی خالق ‘ وہی مالک اور وہی رازق ہے اور وہ اس قدر قدرتوں کا مالک ہے جس کی قدرت کاملہ کے بغیر نہ تخلیق ہو سکتی ہے اور نہ رزق مل سکتا ہے اور نہ نفع ونقصان پہنچ سکتا ہے ۔ اسی پوری کائنات پر اس کی حکمرانی ہے ۔\nاب ایمان کیا ہے ‘ ان مذکورہ بالاامور کا اقرار ایمان ہے یعنی یہ کہ حاکمیت ‘ ملکیت اور ربوبیت میں اللہ کا کوئی شریک نہیں ہے ۔ یہ خصائص صرف ذات باری کو حاصل ہیں ۔ اسلام درحقیقت سرتسلیم خم کردینے کا نام ہے اور ان خصوصیات کے تقاضوں کے اندر اللہ کی اطاعت کا نام اسلام ہے یعنی الوہیت ‘ ربوبیت ‘ قیومیت اور حاکمیت کا حق صرف ذات باری کو حاصل ہے ‘ اس پوری کائنات پر جس کے اندر انسان اس کا ایک جزء ہے ۔ اللہ کے قضا وقدر کے فیصلوں کا اعتراف اور اس کی شریعت کے قوانین کا اعتراف اس میں شامل ہے ۔ بس اللہ کی شریعت کا اعتراف ہی دراصل اللہ کی الوہیت ‘ ربوبیت اور اس کا حاکمیت اور نگہبانی کا اعتراف ہے ۔ اس شریعت کے سامنے سر تسلیم خم نہ کرنے کے معنی سب سے پہلے یہ ہیں کہ ہم اللہ کی الوہیت ‘ ربوبیت اور اس کی حاکمیت وقیومیت کا انکار کر رہے ہیں بایں معنی کہ کوئی اپنی زندگی کے تمام جزئی معاملات میں فیصلے کسی اور شریعت و قانون کے مطابق کرے ، اسلام کے سامنے سرتسلیم خم کرنا یا اس کا انکار کرنا چاہے زبان سے ہو یا عمل سے ہو دونوں صورتوں میں کوئی فرق نہیں ہے ۔ یہی وجہ ہے کہ یہ مسئلہ کفر و ایمان کا مسئلہ ہے ‘ جاہلیت اور اسلام کا مسئلہ ہے اور اسی وجہ سے یہ آیت آئی ہے :\n(آیت) ” ومن لم یحکم بما انزل اللہ فاولئک ھم الکفرون “۔ (5 : 44) (جو لوگ بھی اللہ کے نازل کردہ قانون کے مطابق فیصلہ نہ کریں تو وہی لوگ کافر ہیں) اور دوسری آیات میں فاسق اور ظالم کے الفاظ آئے ہیں ۔\nدوسرا پہلو یہ ہے کہ اسلامی شریعت دوسرے شرائع اور قوانین کے مقابلے میں قطعا برتر اور افضل ہے اور اس سبق کی آخری آیت اسی کی جانب اشارہ کر رہی ہے ۔\n(آیت) ” ومن احسن من اللہ حکما القوم یوقنون “۔ (5 : 50) (جو لوگ یقین رکھتے ہیں ان کے نزدیک اللہ سے بہتر فیصلہ کرنے والا کون ہو سکتا ہے ۔ )\nاسلامی شریعت کی افضیلت کا یہ اعتراف بھی مسئلہ ایمان کے اندر شامل ہے اور ایک سچے مومن کے نزدیک زندگی کے تمام حالات اور طریقوں میں اللہ کے قانون اور شریعت کو ہی افضل ہونا چاہئے ۔ اس لئے کوئی مومن انسان تو یہ دعوی کر ہی نہیں سکتا کہ انسانی قوانین اللہ کی شریعت سے افضل یا اس کے مماثل ہو سکتے ہیں ۔ کسی پیمانے ‘ کسی حال اور کسی رسم و رواج کے اعتبار سے ۔ اگر کوئی ایسا دعوی کرے گا تو وہ مومن نہ ہوگا نہ وہ مسلم ہوگا ‘ بلکہ اس کے اس دعوے کا مفہوم یہ ہوگا کہ وہ شخص اللہ سے زیادہ لوگوں کے حالات کا جاننے والا ہے اور وہ ان کے حالات کی بابت اللہ سے زیادہ اچھے فیصلے کرنے والا ہے یا اس کے اس دعوے کا مفہوم یہ ہوگا کہ لوگوں کو بعض حالات پیش آئے لیکن ان حالات کا علم اللہ تعالیٰ کو نہ تھا ۔ لوگوں کو بعض ضروریات درپیش تھیں ‘ جو اللہ کی نظروں سے اوجھل تھیں (نعوذ باللہ) اور پھر بھی اللہ نے لوگوں کے لئے قانون سازی کی یا یہ کہ اللہ کو ان کا علم تھا لیکن اس کے باوجود اللہ نے ان کے لئے قانون نہ بنایا ۔ ظاہر ہے کہ ایسے دعو وں کے ساتھ ایمان اور اسلام جمع نہیں ہو سکتے اگرچہ بظاہر اپنی زبان سے کوئی ایمان اور اسلام کا دعوی کرے ۔\nاب اس فضیلت کا عملی اظہار کس طرح ہوگا تو اصل حقیقت یہ ہے کہ ہم اس کی حقیقت تک پوری طرح پہنچ ہی نہیں سکتے اس لئے کہ اللہ تعالیٰ نے اپنے قوانین کی پوری حکمت کا اظہار کسی دور میں بھی پوری طرح نہیں فرمایا ۔ جن حکمتوں کا ذکر ہوا ہے ‘ یہاں ہم فی ظلال القرآن میں ان پر پوری بحث نہیں کرسکتے لہذا یہاں ہم چند جھلکیاں ہی دے سکتے ہیں ۔\nحقیقت یہ ہے کہ اللہ کی شریعت ایک کامل اور باہم مربوط نظام حیات ہے ۔ اس کے اندر انسان کے لئے راہنمائی ‘ اس کی زندگی کی تنظیم اور ہر جہت سے اس کی تعمیر و ترقی کا سامان موجود ہے ۔ یہ نظام اس انسانی زندگی کے ہر قسم کے حالات اور ہر زمان ومکان میں اس کے مسائل کا حل پیش کرتا ہے ۔\nیہ ایک ایسا نظام ہے جو اس انسان کی شخصیت اور اس کے نفس کے بارے میں نہایت ہی گہرے علم پر مبنی ہے اور اس میں اس کی پوری ضروریات کا حل موجود ہے ۔ یہ نظام اس پوری کائنات کی ماہیت کو پیش نظر رکھ کر وضع کیا گیا ہے اور اس نظام کی تشکیل میں انسانوں کی فطرت اور اس کائنات کے طبعی قوانین کو بھی مد نظر رکھا گیا ہے جو اس پوری کائنات کے اندر کار فرما ہیں اس لئے اس نظام میں انسانی زندگی کے معاملات کے اندر کوئی افراط وتفریط نہیں ہے اور اس میں فطرت انسانی کے ساتھ کوئی تصادم نہیں ہے ۔ نہ یہ فطری میلانات کے اندر توڑ پھوڑ کرتا ہے اور نہ انسان کی فطری سرگرمیوں پر بندشیں عائد کرتا ہے ۔ اس نظام اور موامیس فطرت کے اندر کوئی تصادم بھی نہیں ہے بلکہ اس نظام پر عمل کرنے کے نتیجے میں اس کے اندر اور موامیس فطرت کے اندر نہایت ہی بہترین توازن ‘ اعتدال اور ہم آہنگی پیدا ہوجاتی ہے ۔ یہ وہ چیز ہے جو کسی دوسرے انسانی نظام کے اندر کبھی بھی پیدا نہیں ہوئی ۔ انسان تو محض ظاہری باتوں ہی کو جانتا ہے اور ایک انسان ایک متعین دور میں زندگی پاتا ہے ۔ وہ اپنے دور کے حالات کے مطابق ہی کچھ ظاہری باتوں کو سمجھ سکتا ہے ۔ انسان خود جو نظام بھی وضع کرتا ہے اس کے اندر انسانی جہالت کے آثار بہرحال پائے جاتے ہیں اور اس کے وضع کردہ نظام کے بعض تباہ کن اثرات بھی انسانی زندگی کے بعض پہلوؤں پر ظاہر ہوجاتے ہیں ۔ انسان کی فطرت اور ان وضعی قوانین کے اندر تباہ کن تصادم کے نتیجے میں انسانیت تباہ کن جھٹکوں سے دو چار ہوتی رہتی ہے ۔\nسب سے پہلے یہ کہ اسلامی نظام ‘ عدل مطلق پر قائم ہے اس لئے کہ اللہ تعالیٰ ہی صحیح طرح اس بات کو جانتا ہے کہ عدل کن زرائع سے قائم کیا جاسکتا ہے اور کس طرح وہ بار آور ہو سکتا ہے ۔ دوسرے یہ کہ اللہ تعالیٰ ہی سب کا رب ہے اس لئے سب کے درمیان انصاف کرنا بھی اسی کا حق ہے ۔ اللہ کا نظام ذاتی خواہش ‘ کسی خاص رجحان اور ہر قسم کے نقص سے ایسے ہی پاک ہوتا ہے جس طرح وہ نظام جہالت ‘ نقص اور افراط وتفریط سے پاک ہوتا ہے ۔ یہ وہ اوصاف ہیں کہ جو کسی ایسے نظام زندگی میں جمع نہیں ہو سکتے جو انسان کا بنایا ہوا ہو ‘ اس لئے کہ انسان کے اندر شخصی خواہشات بھی ہوتی ہیں ‘ ذاتی رجحانات بھی اس کے اندر ہوتے ہیں اور انسان کے اندر شخصی خواہشات بھی ہوتی ہیں ‘ ذاتی رجحانات بھی اس کے اندر ہوتے ہیں اور انسان کے اندر جہل اور دوسرے نقائص بھی ہوتے ہیں چاہے یہ قانون کوئی فرد بنائے یا کوئی طبقہ بنائے یا کوئی پوری قوم بنائے یا کسی خاص زمانے کی پوری نسل انسانی بنا دے یا انسانوں کے تمام ادوار کی نسلیں اسے بنائیں اس لئے کہ ان تمام قانون سازوں کے اپنے میلانات اور رجحانات ہوتے ہیں اور ان میں سے ہر ایک کی ذاتی خواہشات اور مفادات ان پر اثر انداز ہوتے ہیں ۔ سب سے بڑی بات یہ ہے کہ مذکورہ بالا تمام حالات میں قانون ساز جہالت نقص اور عجز سے پاک نہیں ہوتے اور وہ کسی ایک زمان ومکان کے اندر بھی معاملے کے تمام پہلوؤں کا احاطہ نہیں کرسکتے ۔\nپھر اسلامی نظام ایک ایسا نظام ہے جو اس پوری کائنات کے ناموس کے ساتھ ہم آہنگ ہے اس لئے کہ اسلامی نظام اللہ کا نظام ہے اور ناموس کائنات بھی اللہ کا جاری کردہ ہے ۔ اللہ کی ذات ہی اس کائنات کی صانع ہے اور وہی اس انسان کی بھی صانع ہے ۔ اس لئے اللہ تعالیٰ نے جب انسان کے لئے کوئی ضابطہ بنایا ہے تو وہ ایسا ہی ہے جس طرح اس نے کائنات کے ایک حصے کے لئے ضابطہ بنایا ہے ۔ ذات باری اس پوری کائنات کے تمام عناصر پر غالب ہے اور ان پر نہگبان ہے ۔ یہ تمام عناصر اللہ کی ہدایت پر رواں و ودواں ہیں اور یہ تمام عناصر ان قوانین کو جانتے ہیں جوان پر حکمران ہیں۔ یہ قوانین ان پر ان کے خالق کے حکم سے حکمران ہیں ۔ یہی وجہ ہے کہ اسلامی نظام میں ایک انسان اور اس کے ارد گرد پھیلی ہوئی اس کائنات کے اندر ایک قسم کی ہم آہنگی پائی جاتی ہے ۔ اس طرح ضابطہ شریعت جو اس انسان کی زندگی کی تنظیم کرتا ہے ایک کائناتی مزاج اپنے اندر رکھتا ہے اور یہ ضابطہ صرف انسانی نفس کے ساتھ معاملہ نہیں کرتا نہ صرف اپنے بنی نوع انسان کے ساتھ ہی نہیں کرتا بلکہ یہ معاملہ زندہ اور غیر زندہ اشیاء کے ساتھ ہوتا ہے اور اس پوری کائنات کے ساتھ ہوتا ہے جس میں وہ زندہ وجود رہ رہا ہے اور اس سے وہ نکل نہیں سکتا اور اسے اس کائنات کے اندر اس کے ساتھ جڑ کر زندہ رہنا ہے ۔ امن اور آشتی کے ساتھ ۔\nپھر یہ واحد نظام زندگی ہے جس میں ایک انسان تمام دوسرے انسانوں کی غلامی سے پوری طرح آزاد ہوجاتا ہے ۔ اسلام کے سوا تمام نظام ہائے زندگی میں انسان انسانوں کے غلام ہوتے ہیں اور صرف اسلامی نظام ہی میں تمام لوگ تمام دوسرے لوگوں کی غلامی سے نکل آتے ہیں اور اس میں وہ صرف اللہ کے بندے ہوتے ہیں سب کے سب ۔\nجیسا کہ اس سے پہلے ہم بار بار بیان کر آئے ہیں اللہ کی خصوصیات میں سے اہم ترین خصوصیت اللہ کی حاکمیت ہے ۔ اور جو شخص خود انسانوں کے لئے قانون بناتا ہے وہ یہ خصوصیت اپنے لئے خاص کرلیتا ہے اور ان انسانوں کے اندر ایک طرح کی الوہیت کا مدعی بن جاتا ہے ۔ یہ لوگ جو اس کو انسان کا قانون مانتے ہیں وہ اس انسان کے بندے بن جاتے ہیں۔ یہ اللہ کی بندگی سے نکل آتے ہیں ۔ یہ لوگ اس دین پر ہوتے ہیں ‘ اللہ کے دین پر نہیں ہوتے ۔ اسلام جب حق قانون سازی صرف اللہ کے سپرد کرتا ہے تو وہ لوگوں کو تمام انسانوں کی بندگی سے خارج کر کے اسے صرف اللہ کی بندگی میں داخل کردیتا ہے ۔ انسان کی آزادی کا اعلان کرتا ہے بلکہ اسلام انسان کے لئے ایک نئے جنم کا اعلان کرتا ہے ۔ اس طرح کہ انسان کی گردن جب تک دوسرے انسان کے حق سے آزاد نہ ہو ‘ اس وقت تک وہ آزاد تصور نہیں ہوتا اور جب تک یہ تمام انسان رب الناس کے سامنے مساوی سطح پر کھڑے نہیں ہوجاتے ۔\nیہ مسئلہ جوان آیات میں لیا گیا ہے یہ اسلامی عقیدے اور اسلامی نظریہ حیات کا نہایت ہی اہم اور خطرناک مسئلہ ہے ۔ یہالوہیت اور عبودیت کا مسئلہ ہے ۔ یہ عدالت اور اصلاح کا مسئلہ ہے ۔ یہ حریت اور مساوات کا مسئلہ ہے ۔ یہ پوری انسانیت کی آزادی اور نئے جنم کا مسئلہ ہے ۔ یہی وجہ ہے کہ اسے کفر اور ایمان کا مسئلہ قرار دیا گیا ہے اور اسے اسلام اور جاہلیت کے امتیاز کا مسئلہ قرار دیا گیا ہے ۔\nجاہلیت کسی ایک دور کا نام نہیں ہے ۔ یہ ایسی حالت کا نام ہے جس کے کچھ بنیادی عناصر ترکیبی ہیں۔ جہاں بھی اس کے عناصر اور مقومات پائے جائیں وہاں جاہلیت موجود ہوجاتی ہے ۔ اس کے یہ عناصر جس نظام اور جس صورت حالات میں پائے جائیں وہ نظام جاہلی نظام ہوگا اور اس حالت کو حالت جاہلیت کہیں گے ۔ اس کی ریڑھ کی ہڈی یہ ہے کہ کوئی قانون سازی اور حکمرانی میں انسانی خواہشات کا تابع ہوجائے اور اسلامی نظام اور اللہ کی شریعت کے تابع نہ ہو ۔ یہ خواہشات چاہے کسی فرد کی خواہشات ہوں ‘ چاہے کسی طبقے کی خواہشات ہوں چاہے کسی ایک قوم کی خواہشات ہوں یا پوری نسل انسانی کی خواہشات اس لئے کہ یہ سب خواہشات اور یہ سب لوگ جب تک اللہ کی شریعت کے تابع نہ ہوں گے یہ نفسانی خواہشات ہی رہیں گی ۔\nاگر ایک فرد کسی سوسائٹی کے لئے قانون سازی کرے تو یہ جاہلیت ہے ‘ اس لئے کہ اس صورت میں اس کی خواہش قانون ہوگی ۔ اس کی رائے قانون ہوگی ‘ اور اس ضمن میں اگر کوئی فرق ہے تو صرف الفاظ کا ہے ۔ اصل حقیقت وہ ہے جو ہم کہہ رہے ہیں ۔\nیا کوئی ایک طبقہ تمام طبقات کے لئے قانون سازی کر رہا ہو تو یہ صورت حال بھی جاہلیت ہوگی ۔ اس صورت میں اس طبقے کی مفادات قانون کی شکل میں اختیار کرلیں گے ، یا اس طبقے کی پارلیمنٹ میں اکثریت کی رائے قانون بن جائے گی اس صورت میں فرق اگر کوئی ہے تو صرف الفاظ کا ہے ۔\nیا پھر اگر حق قانون سازی تمام طبقات کے نمائندوں کو حاصل ہے اور امت کے تمام گروہوں کو حاصل ہے تو بھی یہ صورت حال جاہلی صورت حال ہے ‘ اس لئے کہ لوگوں کی آراء کسی وقت بھی ذاتی خواہشات سے پاک نہیں ہوتیں۔ پھر اس قانون سازی میں جہالت بھی شامل ہوگی کیونکہ لوگ جاہلیت سے کبھی پاک نہیں ہوتے یا پھر اگر ریفرنڈم کی صورت ہو تو پوری قوم کی اغلبیت کی رائے قانون ہوجائے گی ۔ اب بھی فرق اگر کوئی ہوگا تو صرف الفاظ کا ہوگا ۔\nاس سے بھی وسیع دائرے میں پوری اقوام کا مجموعہ اگر کوئی قانون سازی کرتا ہے تو وہ بھی جاہلیت ہوگی ‘ کیونکہ ان اقوام کے قومی مقاصد قانونی صورت اختیار کرلیں گے یا بین الاقوامی مجالس کی جو رائے بنے گی وہ قانون ہوجائے گی اور یہ نظام بھی جاہلی ہوگا ۔ فرق اگر کوئی ہوگا تو صرف الفاظ کا ہوگا ۔\nاب تمام افراد ‘ تمام سوسائٹیوں ‘ تمام اقوام اور تمام نسلوں کا خالق اگر کوئی قانون بناتا ہے تو یہ قانون تمام لوگوں کے لئے ہوگا اور یہ اللہ کی شریعت ہوگی ۔ اس میں کسی ایک کو نقصان دے کر دوسرے کو فاہدہ نہیں پہنچایا جاتا ۔ اس میں کسی فرد ‘ کسی سوسائٹی اور کسی بین الاقوامی انجمن یا کسی پوری نسل انسانی کے ساتھ مخصوص باتوں کو مدنظر نہیں رکھا جاتا اس لئے کہ اللہ سب کے لئے رب العالمین ہے اور اس کے ہاں سب کا رتبہ برابر ہے ۔ پھر وہ سب کی مصلحت اور مفاد کو بھی اچھی طرح جانتا ہے اور یہ سب امور افراط اور تفریط سے بھی پاک ہوتے ہیں ۔\nاب اگر کوئی اور قانون سازی کرے تو یقینا لوگ اس غیر کے غلام ہوں گے چاہے یہ غیر اللہ جو بھی ہو ۔ فرد ہو ‘ سوسائٹی ہو یا طبقہ ہو یا قوم ہو یا انجمن اقوام ہو ۔۔۔۔۔ لیکن اللہ کی قانون سازی میں تمام لوگ آزاد ہوجاتے ہیں ‘ مساوی سطح پر آجاتے ہیں ۔ ان کے ماتھے اللہ کے سوا کسی کے سامنے نہیں جھکتے ۔ وہ اللہ کے سوا کسی کی بندگی نہیں کرتے۔\nیہی وجہ ہے کہ یہ مسئلہ انسانوں کی زندگی میں نہایت ہی اہمیت رکھتا ہے اور خود اس نظام کائنات کے اندر بھی اس کی اہمیت ہے ۔\n(آیت) ” لو اتبع الحق اھوائھم لفسدت السموات والارض ومن فیھن “۔ (اگر سچائی لوگوں کی خواہشات کے تابع ہوجائے تو آسمانوں اور زمینوں اور ان کے درمیان میں ان کے معاملات میں بھی فساد ہوجائے ) اس لئے اللہ کے سوا کسی اور کے مطابق فیصلے کرنے کی معنی ہیں شروفساد اور آخر کار اس کی وجہ سے انسان دائرہ ایمان سے خارج ہوجاتا ہے ۔ ذرا قرآنی آیات کو غور سے پڑھیں ۔ یہ اس نص کا تقاضا ہے ۔",
  "ayah": 39,
  "surah": 5
}
