{
  "text": "(آیت) ” نمبر 43۔\n” اصل بات یہ ہے کہ یہ لوگ ایمان ہی نہیں رکھتے)\nیہ تو ممکن ہی نہیں ہے کہ کوئی اللہ کے قانون کے مطابق فیصلہ نہ کرے اور پھر بھی مومن ہو ‘ یا وہ اللہ کے قانون پر راضی نہ ہو اور پھر بھی یہ زعم رکھتا ہو کہ وہ مومن ہے ۔ یہ ہر گز ممکن نہیں ہے ۔ اگر کوئی ایمان لاتا ہے تو اسے اپنی پوری زندگی میں شریعت کا نفاذ کرنا ہوگا ۔ اگر وہ ایسا نہیں کرتا تو اس کا دعوائے ایمان جھوٹا ہے اور اس کا موقف اس قطعی نص کی بالکل ضد ہے ۔ (آیت) ” وما اولئک بالمومنین “ (5 : 43) (یہ لوگ ایمان نہیں رکھتے) یہ معاملہ فقط اس حد تک نہیں ہے کہ حکام کی جانب سے اسلامی شریعت کانفاذ نہیں ہے بلکہ اگر محکوم لوگ بھی جن پر شریعت کا نفاذ ہوتا ہے ‘ شریعت کے نفاذ پر راضی نہیں تو بھی وہ دائرہ اسلام سے خارج ہوں گے اگرچہ زبانی طور پر وہ ایمان کا دعوی کریں ۔\nیہ آیت سورة نساء کی آیت کے عین مطابق ہے جس میں کہا گیا ہے ۔\n(آیت) ” (فلا وربک لا یومنون حتی یحکموک فیما شجر بینھم ثم لا یجدوا فی انفسھم حرجا مماقضیت ویسلموا تسلیما “ (4 : 65)\n” خدا کی قسم یہ لوگ اس وقت تک مومن نہیں ہو سکتے جب تک یہ اپنے تنازعات کا فیصلہ آپ سے نہ کرائیں ۔ پھر یہ اپنے دل میں آپ کے فیصلے پر کوئی تنگی بھی محسوس نہ کریں اور پوری طرح سرتسلیم خم نہ کردیں) ان دونوں آیات کا تعلق محکوم عوام الناس سے ہے ‘ حکام سے نہیں ہے جبکہ دونوں ایمان سے نکل جاتے ہیں ۔ جو لوگ اللہ اور رسول کے فیصلوں پر راضی نہیں ہوتے ان کے بارے میں یہ آیات کہتی ہیں کہ یہ مومن نہیں رہتے یا اگر رسول فیصلہ کریں اور یہ لوگ روگردانی کردیں اور تسلیم نہ کریں ۔\nخلاصہ کلام یہ ہے جیسا کہ اس سبق کے آغاز میں ہم نے کہا تھا کہ یہ مسئلہ اللہ کی حاکمیت کے اقرار کا مسئلہ ہے ۔ اللہ کی حاکمیت ‘ اس کی قیومیت اور انسان پر اس کی نگرانی ونگہبانی کے اقرار کا مسئلہ ہے یا اس کے انکار کا مسئلہ ہے اور اللہ کی شریعت کو قبول کرنا اور اس کے مطابق فیصلے کرانا اللہ کی حاکمیت ‘ اس کی نگہبانی کے اقرار کا ایک مظہر اور ثبوت ہے اور شریعت پر فیصلے نہ کرانا اس کے انکار کا مظہر اور ثبوت ہے ۔\nیہ تو فیصلہ ان لوگوں کے بارے میں تھا جو اللہ تعالیٰ کے فیصلے قبول نہیں کرتے ۔ اب اللہ تعالیٰ فرماتے ہیں کہ جو حکام اللہ کی شریعت کے مطابق فیصلے نہیں کرتے ان کے بارے میں فتوی کیا ہے اور یہ فتوی ان تمام ادیان کا ہے جو اللہ کی جانب سے نازل ہوتے ہیں سب سے پہلے تورات کا فتوی ۔",
  "ayah": 43,
  "surah": 5
}
