{
  "text": "(آیت) ” افحکم الجاھلیۃ یبغون ، ومن احسن من اللہ حکما لقوم یوقنون “۔ (5 : 50)\n(اگر یہ خدا کے قانون سے منہ موڑتے ہیں تو کیا پھر جاہلیت کا فیصلہ چاہتے ہیں ؟ حالانکہ جو لوگ اللہ پر یقین رکھتے ہیں ان کے نزدیک اللہ سے بہتر فیصلہ کرنے والا اور کون ہو سکتا ہے)\nیہاں یہ آیت جاہلیت کے مفہوم اور مدلوں کو متعین کردیتی ہے ۔ یہ اللہ کا قرآن ہے جو جاہلیت کے مفہوم کو متعین کردیتا ہے اور اس کے مطابق جاہلیت یہ ہے کہ مملکت میں انسان کی حکومت انسان پر چلے ۔ یہ دراصل انسانوں کی جانب سے انسانوں کی غلامی ہے ۔ اللہ کی حاکمیت کا انکار ہے اور اللہ کی حاکمیت کے نظریہ کو ترک کرنا ہے ۔ یہ انکار اور ترک اصل انسانوں کی حاکمیت کا اقرار ہے اور انسانوں کی بندگی اور پرستش ہے ۔\nاس آیت کی روشنی میں جاہلیت کا تعلق زمان ومکان سے نہیں ہے بلکہ جاہلیت ایک صورت حال کا نام ہے جو کل بھی تھی ‘ آج بھی ہے اور کل بھی ہوگی ۔ لہذا جس چیز کی ممانعت ہے وہ یہ ہے کہ اسلامی نظام کے مطابلے میں جاہلی صورت حال نہ اختیار کی جائے جو اسلام سے متصادم ہے ۔\nلوگوں کے مختلف حالات ہو سکتے ہیں اور ہر دور میں ‘ یا تو وہ اللہ کی شریعت کے مطابق عمل کریں گے ‘ ماسوائے اس کے کہ وہ اس کے کچھ اجزاء کو ترک کردیں یا پھر نظام شریعت کو مکمل طور پر تسلیم ورضا کے ساتھ قبول کریں گے ۔ ایسی صورت میں لوگ اللہ کے دین میں متصور ہوں گے ۔ یا وہ اپنے فیصلے کسی ایسے قانون کے مطابق کر رہے ہوں جو انسانوں کا بنایا ہوا ہوتا ہے ‘ چاہے اس کی جو شکل و صورت بھی ہو ‘ اور وہ اسے قبول کریں گے لہذا یہ لوگ ان لوگوں کے دین کے اندر متصور ہوں گے ‘ جن کے قانون کو یہ لوگ مانتے ہیں ۔ ایسے حالات میں یہ لوگ ہر گز دین اسلام میں داخل نہ ہوں گے ۔ جو شخص اللہ کے حکم کے مطابق فیصلے نہیں کراتا وہ دراصل جاہلیت کے مطابق فیصلے کراتا ہے اور جو شخص اللہ کی شریعت کا انکار کرتا ہے ‘ وہ دراصل جاہلیت کی شریعت چاہتا ہے اور جاہلیت میں بستا ہے ۔\nیہ ہے ایک دوراہہ جس پر اللہ تعالیٰ کو لا کر کھڑا کردیتا ہے اور اس کے بعد لوگوں کو اختیار دیا جاتا ہے کہ وہ جس راہ پر جانا چاہیں اس راہ کو اختیار کرلیں ۔\nاس کے بعد ذرا درشت نظروں کے ساتھ دیکھ کر پوچھا جاتا ہے ان لوگوں سے جو جاہلیت کے مطابق فیصلے کرانا چاہتے ہیں ۔ یہ استفہام انکاری ہے لیکن سوالیہ انداز میں احکام الہی کی برتری کا فیصلہ کردیا جاتا ہے ۔\n(آیت) ” ومن احسن من اللہ حکما لقوم یوقنون “۔ (5 : 50) (حالانکہ جو لوگ اللہ پر یقین رکھتے ہیں ان کے نزدیک اللہ سے بہتر فیصلہ کرنے والا اور کون ہو سکتا ہے ؟ ) ۔۔۔۔۔ ہاں یہ بالکل درست ہے کہ اللہ کے قانون اور احکام کے علاوہ اور کوئی قانون اور حکم نہیں ہے کون ہے جو یہ دعوی کرسکتا ہے کہ وہ لوگوں کا قانون ساز ہے ۔ یا وہ ان کے لئے اللہ تعالیٰ کے مقابلے میں زیادہ اچھا قانون بنا سکتا ہے ۔ وہ اس عظیم دعوے کے حق میں کیا دلیل رکھتا ہے ۔\nکیا کوئی یہ دعوی کرسکتا ہے کہ وہ لوگوں کے خالق کے مقابلے میں لوگوں کے بارے میں زیادہ جاننے والا ہے کوئی یہ کہہ سکتا ہے کہ ہو لوگوں کے رب کے مقابلے میں ان کا زیادہ ہمدرد ہے اور کوئی ہے جو یہ کہہ سکتا ہو کہ وہ الہ العالمین کے مقابلے میں لوگوں کی مصلحتوں سے زیادہ باخبر ہے ؟ کیا کوئی یہ کہنے کی جرات کرسکتا ہے کہ اللہ تعالیٰ جو لوگوں کے لئے آخری شریعت بنا رہا تھا ‘ جو اپنے رسول ﷺ کو خاتم النبین بنا رہا تھا ‘ جو انکی رسالت کو خاتم الرسالات بنا رہا تھا اور ان کی شریعت کو شریعت ابدی بنا رہا تھا کیا اللہ قیامت تک آنے والے حالات میں سے کسی حال سے بیخبر تھا کہ ایسا حال بھی آئے گا ۔ کیا وہ اس سے بیخبر تھا کہ لوگوں کی نئی نئی ضروریات پیدا ہوں گی ‘ نئے حالات پیدا ہوں گے اور اللہ نے اس قانوں سازی میں ان کا کوئی خیال نہ رکھا ۔ مطلب پھر یہ ہوگا کہ اللہ کو ان حالات کا علم نہ تھا اور یہ علم اب آخری زمانے میں لوگوں پر منکشف ہوا۔\nاس سوال کا وہ شخص جواب دے جو زندگی کے دھارے سے اسلامی شریعت کو نکالنا چاہتا ہے ۔ اس کی جگہ جاہلیت کی شریعت نافذ کرنا چاہتا ہے ۔ وہ اپنی خواہشات کو قانون میں بدلنا چاہتا ہے ‘ یا کسی قوم کی خواہشات کو قانون سمجھتا ہے یا کسی نسل کی خواہشات کو اللہ کے حکم اور اللہ کے قانون سے اونچا سمجھتا ہے ۔ میں پوچھتا ہوں کہ ایسا شخص درج بالا سوالات کا جواب کیا دیتا ہے اور خصوصا اگر یہ شخص اپنے بارے میں یہ زعم بھی رکھتا ہے کہ وہ مسلمان ہے ۔\nحالات ماحول ‘ لوگوں کا دلچسپی نہ لینا ‘ دشمنوں کا خوف وغیرہ کیا یہ تمام امور اللہ کے علم میں نہ تھے ؟ خصوصا اس وقت جب اللہ مسلمانوں کو یہ حکم دے رہا تھا کہ وہ اپنے معاشرے میں معاشرے میں شریعت نافذ کریں ‘ اسلامی نظام کے مطابق زندگی بسر کریں اور اللہ تعالیٰ نے جو احکام نازل کئے ہیں ان میں سے کسی ایک کو بھی نہ چھوڑیں ۔\nکیا یہ بات اللہ کے علم میں نہ تھی ۔ نئے نئے حالات پیدا ہوں گے اور ان میں کوئی شرعی حکم نہ ہوگا ۔ نئی نئی عادات پیدا ہوں گی اور انسان کو حالات مجبور کریں گے ۔ یہ سب باتیں اللہ کے علم میں تھیں جب اللہ بڑی سختی سے یہ حکم دے رہے تھے کہ شریعت کو نافذ کرو اور اگر وہ نافذ نہ کریں تو انہیں اس قدر سخت نتائج سے ڈرا رہا تھا ۔\nایک غیر مسلم تو جو چاہے کہہ سکتا ہے لیکن مسلمان ‘ جو اسلام کے داعی ہیں ‘ وہ ان سوالات کا کیا جواب دیں گے ۔ کیا وہ اسلام پر قائم رہ سکتے ہیں یا ان کے پاس اسلام سے کوئی چیز رہ سکتی ہے اگر وہ یہی سوچیں اور یہی کہیں ؟\nلاریب یہ ایک فیصلہ کن اور دو ٹوک معاملہ ہے ‘ انسان دورا ہے پر کھڑا ہے ۔ کوئی اور راہ نہیں ہے اور اس میں کوئی بحث و تکرار ممکن نہیں ۔ اور نہ کوئی حجت بازی کام کرسکتی ہے یا ایک راہ ہے اور یا دوسری راہ ہے ۔۔۔۔۔ یا اسلام ہے اور یا جاہلیت ہے یا ایمان ہے اور یا کفر ہے ‘ یا اللہ کا حکم ہوگا اور یا جاہلیت کی حکمرانی ہوگی ۔ اور جو لوگ اللہ کے احکام کے مطابق فیصلے نہیں کرتے وہ کافر ‘ ظالم اور فاسق ہوں گے ۔ اور محکوموں میں سے جو لوگ اللہ کے احکام کو قبول نہیں کرتے وہ مومن نہیں رہتے ۔\nایک مومن کے دل اور فکر میں یہ مسئلہ نہایت ہی واضح اور دو ٹوک ہونا چاہئے ۔ اسے چاہئے کہ وہ نفاذ شریعت میں کسی زمان ومکان کے اثر کو قبول نہ کرے ، نہ تردد کرے اور وہ اس معاملے میں دوست اور دشمن کا کوئی لحاظ نہ کرے ۔ جب تک اس مسئلے میں اہل اسلام اپنے ضمیروں میں دو ٹوک فیصلہ نہیں کرتے تو ان کے حالات درست نہیں ہو سکتے نہ ان کا کوئی ایک معیار اور میزان ہوگا نہ ان کا نظام واضح ہوگا نہ ان کے ضمیر کے اندر حق اور باطل کی کوئی تمیز ہوگی اور نہ وہ اسلام کی شاہراہ پر ایک قدم بھی آگے بڑھ سکیں گے اگر یہ اجازت دی جاتی ہے کہ یہ مسئلہ جماہیر کے ذہنوں میں واضح نہ ہو مجمل ہی رہے ‘ اور لوگوں اور عوام الناس کے ہاں یونہی ڈھیل رہے جس طرح کہ ہے ۔ اور لیکن جو لوگ صحیح طرح مسلمان بننا چاہتے ہیں ان کے ذہن تو صاف ہونے چاہئیں ۔ ان کو تو چاہئے کہ وہ اپنے اندر یہ صفت پیدا کریں ۔\nدرس نمبر 50 ایک نظر میں :\nاس سورة کے زمانہ نزول کے بارے میں ‘ مقدمہ میں ہم نے جو کچھ کہا تھا ‘ اس سبق کی آیات اس کی تصدیق کرتی ہیں ‘ یعنی یہ کہ یہ سورة تمام سورة فتح کے بعد نازل نہیں ہوئی ‘ جو صلح حدیبیہ کے بعد چھٹی صدی ہجری میں نازل ہوئی تھی ۔ اس سورة کے کئی ٹکڑے ہیں جو اس سے پہلے نازل ہوچکے ہوں گے ۔ یعنی کم از کم بنی قریظہ کی جلا وطنی سے پہلے جو چار ہجری میں ہوئی ‘ یعنی عام الاحزاب میں اگرچہ اس سے مزید پہلے یعنی بنی نضیر کی جلاوطنی (بعد جنگ احد) اور بنی قینقاع کی جلاوطنی (بعد جنگ بدر) کے دور تک ہم اسے قدیم نہ کہہ سکیں ۔\nبہرحال یہ آیات کچھ واقعات کی طرف اشارہ کر رہی ہیں اور جماعت مسلمہ کے اندر پیش آنے والے بعض واقعات کی طرف ان میں اشارہ ہے ۔ ان میں وہ حالات لئے گئے ہیں جو مدینہ میں منافقین اور یہودیوں کے حوالے سے موجود تھے اور یہ حالات اس وقت ہر گز نہیں رہ سکتے تھے جب کہ یہودیوں کی قوت اور شوکت کو توڑدیا گیا تھا اور ان پر آخری وار واقعہ بنی قریظہ کی صورت میں 4 ہجری میں ہوچکا تھا ۔\nیہ ممانعت کہ یہود ونصاری کو دوست نہ بناؤ اور یہ ڈراوا بلکہ یہ دھمکی کہ وہ لوگ ان کو دوست بنائیں گے وہ انہی میں سے ہوں گے ‘ اور یہ اشارہ کہ جن لوگوں کے دلوں میں بیماری ہے ‘ وہ ان کے ساتھ دوستی کرتے ہیں اور وہ اس پر اپنی یہ مجبوری بیان کرتے ہیں کہ وہ مصیبتوں سے ڈرتے ہیں اور یہ مسلمانون کو نفرت دلانا کہ ان لوگوں سے اس لئے دوستی نہ کرو کہ یہ تمہارے دین کو لہو ولعب سمجھتے ہیں اور یہ اشارہ کہ یہ لوگ اقامت صلوۃ کے ساتھ مذاق کرتے ہیں ۔ یہ سب واقعات ممکن ہی تب ہو سکتے ہیں کہ مدینہ میں یہودیوں کو پوری قوت اور شوکت حاصل ہو ۔ اگر یہ قوت نہ ہوتی تو اس قسم کے حالات کا مدینہ میں مدینہ میں پیش آنا ممکن ہی نہ تھا ۔ نہ ایسے واقعات پیش آسکتے تھے ‘ اور نہ اس قدر شدید دھمکی اور ڈراوے کی ضرورت ہی پیش نہ آتی ۔ اور اس مررسہ کرر مخالفت کی ضرورت نہ ہوتی ‘ نیز یہودیوں کی جبلت کو بیان نہ کیا جاتا اور انکی اس طرح تشہیر نہ ہوتی اور نہ ہی ان پر اس قدر تنقید ہوتی ۔ نہ ان کے مکر و فریب کا پردہ چاک کرنے کی ضرورت ہوتی ۔ نہ ان کے حالات کو اس قدر دہرایا جاتا یا اس قدر روشنی ڈالی جاتی ۔\nبعض روایات ایسی بھی ہیں ‘ جن میں سے بعض حالات وواقعات کا تعلق واقعہ بنی قینقاع سے بتایا گیا ہے ‘ حالانکہ یہ واقعہ غزوہ بدر کے بعد پیش آیا تھا ۔ ان کے بارے میں عبداللہ ابن ابی ابن السلول کا موقف اور اس کا یہ کہنا کہ یہودی اس کے دوست ہیں اور یہ کہ وہ یہودیوں کے ساتھ تعلق رکھتا ہے ، مثلا اس کا یہ کہنا کہ میں ایک آدمی ہوں کہ میں برے حالات سے ڈرتا ہوں اس لئے میں اپنے حلیفوں کی حمایت نہیں چھوڑ سکتا ۔\nیہ روایات اگر نہ بھی ہوں تب بھی سورة کے موضوع اور مضامین سے معلوم ہوتا ہے کہ اس کے موضوعات اس کے اندر بیان کردہ واقعات ‘ سیرت النبی کے واقعات اور مدینہ طیبہ میں اس کے مراحل ‘ ادوار سب کے سب اسی بات کو ترجیح دیتے ہیں جن کا ہم نے اوپر ذکر کیا نیز سورة کے مقدمہ میں بھی یہی موقف اختیار کیا۔\nاس سبق کی تمام آیات سے وہ اسلوب معلوم ہوتا ہے جس کے مطابق قرآنی منہاج تربیت نے جماعت مسلمہ کو اس رول کے ادا کرنے کے لئے تیار کیا جو اس نے من جانب اللہ اس دنیا میں ادا کرنا تھا ۔ نیز ان آیات سے وہ بنیادی عناصر بھی معلوم ہوتے ہیں جن کا ایک نفس مسلم اور ایک جماعت مسلمہ کی فکر اور سوچ کے اندر ہونا ضروری تھا ۔ یہ بنیادی عناصر ہر دور کے لئے وہی ہیں ۔ یہ مستقل عناصر ہیں اور مستقل اصول ہیں اور یہ کسی دوریا کسی نسل کے ساتھ مخصوص نہیں ہیں یہی وہ اصول ہیں جن کے اوپر ایک فرد کی تعمیر ہوتی ہے ۔ نیز ایک جماعت کی تنظیم بھی انہیں اصولوں پر ہوتی ہے ۔\nقرآن کریم ہر مسلم فرد کی تعمیر اس اساس پر کرتا ہے کہ اس کی تمام ہمدردیاں پورے خلوص کے ساتھ اللہ ‘ رسول ‘ نظریہ اور اس پر قائم ہونے والی جماعت کے ساتھ ہوں ۔ ایک مسلم فرد اور جماعت اور اس فرد اور جماعت کے درمیان مکمل بائیکاٹ ہونا چاہئے جو اسلامی صفوں کے بالمقابل کھڑی ہے اور اس جس نے اسلام کے مخالف جھنڈے اٹھا رکھے ہیں یعنی جو جماعت حضرت نبی کریم ﷺ کی قیادت کو تسلیم نہیں کرتی اور اس جماعت میں ضم نہیں ہوتی جو حزب اللہ کے مقام پر کھڑی ہے ۔ قرآن کریم انسان کو یہ شعور دیتا ہے کہ وہ خوش قسمت ہے کہ اسے اللہ نے اپنے کام کے لئے چنا ہے اور وہ پردہ تقدیر الہی ہے اور اس کے ذریعے اللہ کی تقدیریں پردے سے ظاہر ہوتی ہیں ‘ ان تاریخی واقعات کی صورت میں جو پیش آتے ہیں اور یہ اللہ کا وہ کرم عظیم ہے کہ جس کے حصے میں آگیا سو آگیا ۔ الا یہ کہ اسلامی جماعت کے سوا تمام دوسری جماعتوں کے ساتھ دوستی گانٹھنا دین اسلام سے ارتداد کے مترادف ہے اور اس مقام کو ترک کردینا ہے جو اللہ نے ان کو عطا کیا اور اس خلعت فضیلت کو اتار پھینکنا ہے جو اللہ نے اسے پہنائی تھی ۔\nیہ ہدایات اس سبق کی آیات میں بہت ہی واضح طور پر دی گئی ہیں مثلا اے ایمان والو ! یہودیوں اور عیسائیوں کو اپنا رفیق نہ بناؤ یہ آپس ہی میں ایک دوسرے کے رفیق ہیں ۔ اور اگر تم میں سے کوئی ان کو رفیق بناتا ہے تو اس کا شمار بھی پھر انہی میں ہے ‘ یقینا اللہ ظالموں کو اپنی راہنمائی سے محروم کردیتا ہے ۔ ‘ ‘\n” اے لوگو ! جو ایمان لائے ہو ‘ اگر تم میں سے کوئی اپنے دین سے پھرتا ہے ۔ (تو پھر جائے) اللہ اور بہت سے لوگ ایسے پیدا کر دے گا جو اللہ کو محبوب ہوں گے اور اللہ ان کو محبوب ہوگا جو مومنوں پر نرم اور کفار پر سخت ہوں گے ‘ جو اللہ کی راہ میں جدوجہد کریں گے اور کسی ملامت کرنے والے کی ملامت سے نہ ڈریں گے ۔ یہ اللہ کا فضل ہے ‘ جسے چاہے عطا کرتا ہے ۔ اللہ وسیع ذرائع کا مالک ہے اور سب کچھ جانتا ہے ۔ “\n” تمہارے رفیق تو حقیقت میں صرف اللہ اور اللہ کا رسول اور وہ اہل ایمان ہیں جو نماز قائم کرتے ہیں ‘ زکوۃ ادا کرتے ہیں اور اللہ کے آگے جھکنے والے ہیں۔ اور جو اللہ اور اس کے رسول اور اہل ایمان کو اپنا رفیق بنا لے اسے معلوم ہو کہ اللہ کی جماعت ہی غالب ہونے والی ہے ۔ “\nاس کے بعد قرآن کریم ایک مسلم کے شعور میں اس کے دشمنوں کی حقیقت بھی بٹھاتا ہے ‘ اور اس کشمکش کی حقیقت سے بھی انہیں آگاہ کرتا ہے جو ان کے اور مسلمانوں کے درمیان برپا ہے ۔ یہ کشمکش نظریاتی کشمکش ہے ۔ عقیدہ اور نظریہ ایک ایسا مسئلہ ہے جو ایک مسلمان اور اس کے دشمنوں کے درمیان ہر وقت برپا رہتا ہے ۔ مسلمانوں کی دشمنی تمام دوسری چیزوں سے پہلے اپنے عقیدے اور دین کے لئے ہوتی ہے ۔ اہل کفر مسلمانوں کے ساتھ یہ دشمنی اس لئے رکھتے ہیں کہ انہوں نے اس دین کی نافرمانی کی ٹھانی ہوئی ہوتی ہے ۔ یہی وجہ ہے کہ جو شخص بھی اس دین پر سیدھا چل رہا ہو وہ اسے سخت ناپسند کرتے ہیں ۔\n” ان سے کہو اے اہل کتاب ‘ تم جس بات پر ہم سے بگڑے ہو ‘ وہ اس کے سوا اور کیا ہے کہ ہم اللہ پر اور دین کی اس تعلیم پر ایمان لے آئے ہیں جو ہماری طرف نازل ہوئی ہے اور ہم سے پہلے بھی نازل ہوئی تھی ‘ اور تم میں سے اکثر لوگ فاسق ہیں ۔ “ یہ ہے نظریہ اور یہ ہے نظریاتی اختلاف اور یہ ہیں اختلافی محرکات ۔\nاس نظام تربیت اور اس میں دی جانے والی ہدایات کی اہمیت بہت ہی بڑی ہے ۔ اس لئے کہ اللہ کی ساتھ محبت اور رسول اور اس کے دین کے ساتھ والہانہ لگاؤ اور اس کی اساس پر قائم ہونے والی جماعت کے ساتھ لگاؤ اور محبت اور اس دین اور اس کے دشمنوں کے درمیان قائم ہونے والی کشمکش کی اصل نوعیت کو سمجھنا اور اس کے دشمنوں کو اچھی طرح جان لینا ہی اصل دین ہے ۔ یہ ایسے امور ہیں کہ جن کی اہمیت سے انکار نہیں کیا جاسکتا ۔ انکی اہمیت اس لحاظ سے بھی ہے کہ ان کے بغیر ایمان کی ضروری شرائط پوری نہیں ہوتیں ‘ ایک مسلمان کی ذاتی تربیت بھی نہیں ہوتی اور اس دین کے لئے کسی محرک جماعت کی تشکیل بھی ممکن نہیں ہے ۔ جو لوگ اس دین کا جھنڈا اٹھائے ہوئے ہیں وہ اس وقت تک پکے مسلمان نہیں ہو سکتے ‘ اس وقت وہ ٹھوس شخصیت کے مالک نہیں ہو سکتے اور اس وقت تک وہ اس کرہ ارض پر کوئی تبدیلی نہیں لا سکتے جب تک ان کے دلوں کے اندر ان تمام لوگوں کے مقابلے میں دوری نہیں پیدا ہوجاتی جو اس اسلامی محاذ کے خلاف جھنڈے اٹھائے ہوئے ہیں۔ جب تک اہل ایمان کی محبت اور دوستی اللہ ‘ رسول اور اہل ایمان کے لئے مختص نہیں ہوجاتی اور جب تک وہ اس کشمکش کی اصل حقیقت کو پا نہیں لیتے اس وقت تک دین کے تقاضے پورے نہیں ہو سکتے ۔ اور جب تک ان کو یہ یقین نہیں ہوتا ہے کہ وہ محض اس غرض کے لئے جمع ہوئے ہیں ‘ اور یہ کہ ہمارے دشمن سب کے سب اسلامی جماعت اور اسلامی عقائدے کے خلاف متحد ومتفق ہیں۔\nان آیات میں اس پر اکتفاء نہیں کیا گیا کہ مسلمانوں کو وہ اسباب بتا دیئے جائیں جن کی وجہ سے دشمنان دین اسلام کے خلاف جنگ برپا کئے ہوئے ہیں بلکہ ان آیات میں دشمنوں کی نشاندہی بھی کردی گئی ہے ۔ ان کے فسق وفجور کی مقدار کی وضاحت بھی کردی گئی ہے اور یہ بھی بتا دیا گیا ہے کہ وہ دین سے کس قدر منحرف ہوگئے ہیں تاکہ مسلمانوں کو معلوم ہوجائے کہ ان کو کیسے دشمنوں سے واسطہ پڑا ہے اور اس کا ضمیر بھی مطمئن ہوجائے کہ وہ اس معرکے میں حق بجانب ہیں۔ اس جنگ کی سخت ضرورت ہے ۔ اور اس سے کوئی مفر نہیں ہے ۔ ” اے ایمان والو ! یہودیوں اور عیسائیوں کو دوست نہ بناؤ یہ آپس میں ایک دوسرے کے رفیق ہیں۔ “ ۔\n” اے لوگو ! جو ایمان لائے ہو تمہارے اہل کتاب میں سے جن لوگوں نے تمہارے دین کو مذاق اور تفریح کا سامان بنایا ہے انہیں اور دوسرے کافروں کو اپنا دوست نہ بناؤ ۔ اللہ سے ڈرو اگر تم مومن ہو ۔ جب تم نماز کے لئے منادی کرتے ہو تو وہ اس کا مذاق اڑاتے ہیں اور اس سے کھیلتے ہیں ‘ اس کی وجہ یہ ہے کہ وہ عقل نہیں رکھتے ۔ “\n” جب یہ تم لوگوں کے پاس آتے ہیں تو کہتے ہیں کہ ہم ایمان لائے ‘ حالانکہ کفر لئے ہوئے آئے تھے اور کفر ہی لئے واپس گئے اور اللہ خوب جانتا ہے جو کچھ یہ دلوں میں چھپائے ہوئے ہیں تم دیکھتے ہو کہ ان میں سے بکثرت لوگ گناہ اور ظلم و زیادتی کے کاموں میں دوڑ دھوپ کرتے پھرتے ہیں اور حرام کے مال کھاتے ہیں بہت ہی بری حرکات ہیں جو یہ کر رہے ہیں “۔\n” یہودی کہتے ہیں اللہ کے ہاتھ بندھے ہوئے ہیں ‘ باندھے گئے ان کے ہاتھ ۔ اور لعنت پڑی ان پر اس بکواس کے بدولت جو یہ کرتے ہیں ۔ اللہ کے ہاتھ تو کشادہ ہیں ‘ جس طرح چاہتا ہے خرچ کرتا ہے ۔ “ ۔\nاس وجہ سے کہ ان کی یہ صفات ہیں اور اس وجہ سے کہ جماعت مسلمہ کے ساتھ ان کا یہ رویہ ہے ‘ اور اس وجہ سے کہ یہ جماعت مسلمہ کے خلاف سب اکھٹے ہوچکے ہیں ‘ اور اس وجہ سے کہ وہ مسلمانوں کے دین اور خصوصا نماز کے ساتھ استہزاء کرتے ہیں ‘ ایک صحیح مسلمان کے لئے اور کوئی چارہ کار بھی نہیں ہے کہ وہ پوری سنجیدگی اور پورے اطمینان کے ساتھ ‘ ان لوگوں کی مدافعت کرے ۔\nان تصوص کے اندر اس معرکے کے انجام کا ذکر بھی کردیا گیا ہے اور اس کا پورا نتیجہ بھی یہاں دے دیا ہے ۔ یہ بھی بتا دیا گیا ہے کہ آخرت سے بھی پہلے خود اس دنیا میں اسلام کیا رنگ لاتا ہے : ” اور جو اللہ اور رسول اور اہل ایمان کو اپنا رفیق بنا لے اسے معلوم ہو کہ اللہ کی جماعت ہی غالب رہنے والی ہے ۔ “ ۔۔۔۔۔ اگر یہ اہل کتاب ایمان لے آتے ‘ اور خدا ترسی کی روش اختیار کرتے ‘ تو ہم انکی برائیاں ان سے دور کردیتے ۔ اور ان کی نعمت بھری جنتوں میں پہنچاتے ۔ کاش انہوں نے تورات اور انجیل اور ان دوسری کتابوں کو قائم کیا ہوتا جو ان کے رب کی طرف سے ان کے پاس بھیجی گئی تھیں ‘ ایسا کرتے تو ان کے لئے اوپر سے رزق برستا اور نیچے سے ابلتا ۔ “\nنیز ان آیات میں ایسے مسلمانوں کی صفات کا بھی تذکرہ ہے جن کو اللہ اپنے دین کی خدمت کے لئے چن لیتا ہے اور ان کو یہ فضل عظیم عطا کرتا ہے کہ انہیں اس عظیم کردار کے لئے اس نے چن لیا ۔\n” اے لوگو ! جو ایمان لائے ہو ‘ اگر تم میں سے کوئی اپنے دین سے پھرتا ہے ۔ (تو پھر جائے) اللہ اور بہت سے لوگ ایسے پیدا کر دے گا جو اللہ کو محبوب ہوں گے اور اللہ ان کو محبوب ہوگا جو مومنوں پر نرم اور کفار پر سخت ہوں گے ‘ جو اللہ کی راہ میں جدوجہد کریں گے اور کسی ملامت کرنے والے کی ملامت سے نہ ڈریں گے ۔ یہ اللہ کا فضل ہے ‘ جسے چاہے عطا کرتا ہے ۔ اللہ وسیع ذرائع کا مالک ہے اور سب کچھ جانتا ہے ۔ “\nیہ تمام فیصلے اور قرار دایدیں اسلامی نظام کے قیام کے لئے اقدامات ہیں اور ان سے مقصود یہ ہے کہ ایک مسلم فرد اور مسلم جماعت کی ٹھوس بنیادوں پر تربیت کی جائے ۔",
  "ayah": 50,
  "surah": 5
}
