{
  "text": "(آیت) ” إِنَّمَا وَلِیُّکُمُ اللّہُ وَرَسُولُہُ وَالَّذِیْنَ آمَنُواْ الَّذِیْنَ یُقِیْمُونَ الصَّلاَۃَ وَیُؤْتُونَ الزَّکَاۃَ وَہُمْ رَاکِعُونَ (55)\n” تمہارے رفیق تو حقیقت میں صرف اللہ اور رسول اللہ اور اہل ایمان ہیں جو نماز قائم کرتے ہیں ‘ زکوۃ دیتے ہیں اور اللہ کے آگے جھکنے والے ہیں ۔\nبطریق حصریہ فیصلہ دیا جاتا ہے جس میں کسی تاویل اور لیپاپوتی کی کوئی گنجائش نہیں رہتی اور نہ اسلامی تحریک کو پگھلانے اور اسلامی تصور حیات کو ڈھیلا کرنے کی کوئی گنجائش رہتی ہے ۔\nاس کے سوا کوئی اور بات ممکن بھی نہ تھی اس لئے کہ یہ مسئلہ اپنی اصلیت کے اعتبار سے نظریاتی مسئلہ ہے ۔ پھر اس نظریہ کو لے کر ایک تحریک برپا کرنے کا مسئلہ ہے اور اس میں دوستی اور موالات کا خالصۃ اللہ کے لئے ہونا ضروری ہے صرف اللہ ہی پر بھروسہ کرنا ضروری ہے تاکہ دین صرف اسلام ہوجائے اور اسلامی صفوں میں اور ان صفوں کے درمیان مکمل جدائی ہوجائے جو صفیں اسلام کو دین تسلیم نہیں کرتیں جو اسلام کو منہاج حیات نہیں بتاتیں ۔ یہ تمام دو ٹوک پالیسیاں اس لئے ہیں کہ اسلامی تحریک کے اندر سنجیدگی ہو اور اس کا اپنا نظام ہو ۔ اس میں صرف ایک ہی قیادت کے لئے دوستی اور وفاداری ہو اور اتحاد ویقین ایک ہی رجمنٹ کے افراد کے اندر ہو اس لئے کہ یہ اتحاد اس گروہ کے درمیان ہے جسے نظریات کی اساس پر اٹھایا گیا ہے ۔\nاب اس رجمنٹ کے بعض دوسرے اوصاف گنوائے جاتے ہیں ۔ یہ اس کے ممتاز اوصاف ہیں اور یہ اس لئے گنوائے جاتے ہیں کہ اسلام محض ایک عنوان ہی نہ ہو ، محض جھنڈا اور علامت ہی نہ ہو ‘ محض زبانی جمع خرچ نہ ہو یا اس طرح نہ ہو کہ وہ ایک نسب کی طرح پشت درپشت سے منتقل ہوتا ہو یا محض ایک صفت ہو جو اچھے لوگوں میں پائی جاتی ہے بلکہ وہ ایک علمی دین ہو۔\n(آیت) ” ْ الَّذِیْنَ یُقِیْمُونَ الصَّلاَۃَ وَیُؤْتُونَ الزَّکَاۃَ وَہُمْ رَاکِعُونَ (55)\n” وہ لوگ جو نماز قائم کرتے ہیں ‘ زکوۃ دیتے ہیں اور اللہ کے آگے جھکنے والے ہیں ۔ ان کی صفات میں سے ایک صفت یہ ہے کہ وہ نماز قائم کرتے ہیں ۔ صرف نماز ادا نہیں کرتے بلکہ قائم کرتے ہیں اقامت صلوۃ کا مفہوم یہ ہے کہ وہ نماز پورے طور پر ادا کرتے ہیں اور ان کی نماز سے وہ آثار نمودار ہوتے ہیں جن کا ذکر اللہ نے فرمایا ہے ۔\n(آیت) ” ان الصلوۃ تنھی عن الفحشآء والمنکر) (نماز فحاشی اور منکر سے روکتی ہے) اور جس شخص کی نماز اسے فحاشی اور برائیوں کے ارتکاب سے نہیں روکتی اس نے گویا نماز ادا نہیں کی ۔ اگر اس نے نماز قائم کی ہوتی تو نماز اسے برائیوں سے روکتی ۔\nان کی ایک صفت یہ ہے کہ وہ زکوۃ دیتے ہیں ۔ یعنی اللہ کی عبادت کرتے ہوئے مال میں سے اللہ کا حق ادا کرتے ہیں ۔ یہ ایک قسم کی مالی عبادت ہے اور اسے دل کی رغبت اور رضا مندی سے ادا کیا جانا چاہئے اس لئے کہ زکوۃ محض ٹیکس نہیں ہے کہ اسے بادل ناخواستہ ادا کیا جائے ۔ زکوۃ بھی عبادت ہے بلکہ یہ مالی عبادت ہے اور یہ اسلامی نظام کی خصوصیت ہے کہ وہ ایک حکم کے ذریعے مختلف مقاصد کو حاصل کرلیتا ہے ۔ رہے انسانوں کے بنائے ہوئے نظام تو ان میں ایسی کوئی خصوصیت نہیں ہے کہ ایک پہلو میں ہدف کو پورا کرلیں اور دوسرا پہلو سرے سے غائب ہو۔\nکسی معاشرے کی اصلاح صرف اس بات سے نہیں ہوتی کہ اس میں لوگوں سے مال محض ٹیکس کے طور پر لیا جائے یا دولت مندوں سے مال لیا جائے اور فقراء کو دیا جائے اور یہ کام حکومت اور قوم کے نام پر کیا جائے یا اسے مالیے کا نام دیاجائے ، ایسی صورتوں میں صرف ایک مقصد پورا ہوتا ہے وہ یہ ہے کہ محتاجوں تک دولت کا ایک حصہ پہنچ جاتا ہے ۔ رہی زکوۃ تو اس کے نام اور مفہوم دونوں سے پاکیزگی اور نشوونما کا اظہار ہوتا ہے ۔ اس سے ایک طرف سے انسانی ضمیر کے لئے پاکیزگی حاصل ہوتی ہے اور دوسرے طرف مال کی پاکیزگی بھی حاصل ہوتی ہے کیونکہ یہ اللہ کی عبادت ہوتی ہے اور اس میں ادا کرنے والے کے جذبات اپنے فقراء بھائیوں کی طرف نہایت ہی محبت کے ہوتے ہیں ۔ زکوۃ دینے والا ایک عبادت کر رہا ہوتا ہے اور اس پر اسے قیامت میں اجر اور جزاء ملتی ہے ۔ نیز اس سے اس دنیا میں بھی معاشی ترقی ہوتی ہے اور مال میں برکت اور اضافہ ہوتا ہے ۔ پھر اس کے ذریعہ جو فقراء مال لیتے ہیں ان کے جذبات بھی مجروح نہیں ہوتے ۔ اس لئے کہ یہ لوگ اس کو اللہ کا فضل سمجھتے ہیں کہ اللہ نے ان کے لئے اغنیاء کی دولت میں حصہ رکھ چھوڑا ہے ۔ اس طرح ان کے دلوں میں اغنیاء کے خلاف عداوت وبغض پیدا نہیں ہوتا ۔ (اور یہاں یہ بات ذہن میں رہنی چاہئے کہ اسلامی معاشرے میں اغنیاء بھی حلال ذرائع سے مال کماتے ہیں وہ کسی کا حق نہیں مارتے ۔ وہ اپنا نصیب جمع کرتے ہیں) سب سے آخر مین یہ کہ زکوۃ کی شکل میں بڑے خوشگوار انداز میں ایک مالی ٹیکس بھی عائد ہوجاتا ہے اور نہایت ہی پاکیزگی ‘ نہایت ہی طہارت اور بڑھوتری کے ساتھ ۔\nغرض زکوۃ کی ادائیگی ان لوگوں کی نہایت ہی ممتاز علامت ہے جو شریعت کا اتباع کرتے ہیں ۔ یہ ان کی جانب سے عملی اقرار ہے کہ وہ اللہ کی حکومت اور اس کے اقتدار اعلی کو تسلیم کرتے ہیں ۔\n(آیت) ” وھم رکعون “۔ (5 : 55) (اور وہ رکوع کرتے ہیں) یہ ان کی شان اور صفت ہے ‘ یعنی یہ گویا ان کا وصف لازم ہے اور ان کی اصلی حالت ہی یہ ہے کہ وہ رکوع میں ہوتے ہیں ۔ یہی وجہ ہے کہ یقیمون الصلوۃ پر اکتفاء نہ کیا گیا اور راکعون بھی کہا گیا ‘ اس لئے کہ راکعون گویا ان کی ایک منفرد اور نہایت ہی ممتاز صفت ہے ۔ اسم فاعل کے ساتھ یہ صفت لا کر یہ تاثر دیا گیا کہ وہ دائما ایسا کرتے رہتے ہیں اور اس لئے اسے نمایاں کرکے بیان کیا گیا ۔۔۔۔۔ ایسے مقامات پر قرآن کی تعبیرات کے اندر نہایت ہی گہری اشاریت پائی جاتی ہے اگر کسی کو ادبی ذوق ہو ۔\nاب اس رجمنٹ کے ساتھ اللہ کا وعدہ کیا ہے ؟ وہ اللہ پر اعتماد کرتی ہے ‘ وہ اللہ سے دعا کرتی ہے ‘ وہ اللہ سے موالات کرتی ہے ‘ وہ رسول اللہ ﷺ اور مومنین کی دوست ہے ۔ پھر دوسری جانب اسلامی صفوں کے سوا تمام صفوں سے کٹ چکی ہے اور خاصل اللہ کے لئے ہوگئی ہے ۔ اس کے ساتھ اب کیا وعدہ ہے ؟",
  "ayah": 55,
  "surah": 5
}
