{
  "text": "(آیت) ” نمبر 60۔\nیہاں ہمیں اب یہودیون کی تاریخ کا مطالعہ کرایا جاتا ہے ۔ یہ وہی لوگ ہیں جن پر اللہ کی لعنت ہوئی اور ان پر اللہ غضب ہوا اور ان کی شکلیں بگاڑ کر ‘ ان سے بندر اور خنزیر بنائے گئے اور پھر بھی ان لوگوں نے طاغوت ہی کی بندگی اختیار کی ۔\nان کے ملعون ہونے اور ان پر اللہ کا غضب آنے کے قصے ‘ قرآن کریم میں بار بار ذکر ہوئے ہیں ۔ نیز قرآن کریم میں ان کے وہ واقعات بھی مذکور ہیں کہ ان میں سے کچھ لوگوں کو بندر اور خنزیر کی شکل میں مسخ کیا گیا ۔ لیکن یہاں ان پر بندگی طاغوت کی جو فرد جرم عائد کی گئی ہے ‘ اس سورة کے مضامین کے زاویے سے اس کی بڑی اہمیت ہے ۔ اس کی ہم قدرے تفصیلات دیں گے کیونکہ یہ لفظ نہایت اہم اور خاص معنی کے لئے استعمال ہوا ہے ۔\nطاغوت کا لفظ ہر اس اقتدار کے لئے استعمال ہوتا ہے جو اللہ تعالیٰ کی ذات سے ماخوذ نہ ہو ‘ ہر حکم ‘ حکم طاغوت ہے اور ہر وہ کام طاغوت ہے جو شریعت اسلامی سے ماخوذ نہ ہو ۔ ہر وہ ظلم طاغوت ہے جو برحق نہ ہو ‘ نیز اللہ کی حاکمیت ‘ اللہ کی الوہیت اور اس کے قانون سازی پر دست درازی کرنا طاغوت کی سب سے بڑی قسم ہے اور جو لفظ اور معنا طاغوت پر صادق آتی ہے ۔\nکی عبادت کرتے تھے ‘ بات نہ تھی کہ وہ ان کی عبادت کرتے تھے ۔ حقیقت یہ تھی انہوں نے ارباب اور رہبان کی بنائی ہوئی شریعت کو اپنا لیا تھا اور اللہ کی بھیجی ہوئی شریعت کو چھوڑ دیا تھا۔ اس لئے اللہ نے یہ کہا کہ انہوں نے ارباب و رہبان کی بندگی شروع کردی ہے اور یہ لوگ مشرک ہوگئے ہیں ۔ لفظ طاغوت میں یہ گہرا مفہوم شامل ہیں ہے ۔ یعنی وہ اس حکومت کے مطیع تھے جو شریعت پر مبنی نہ تھی اور سرکش تھی ۔ حقیقت واقعہ یہ ہے کہ یہ لوگ اس حکومت یا ارباب و رہبان کے سامنے سجدے نہ بجا لاتے تھے بلکہ وہ عبادت اس طرح کرتے تھے کہ وہ ان کی اطاعت کرتے تھے ۔ طاغوت کی جب کوئی اطاعت کرتا ہے تو وہ اللہ کے دین اور اللہ کی اطاعت کے دائرے سے خارج ہوجاتا ہے ۔\nاللہ تعالیٰ نے یہاں رسول اللہ ﷺ کو اس طرف متوجہ فرمایا ہے کہ آپ اہل کتاب کا مقابلہ ان کی اس تاریخ کو پیش نظر رکھ کر کریں اور یہ کہ وہ اسی جزا کے مستحق ہیں جو انہیں ان کی تاریخ میں ملی ۔ گویا یہ یہودی نسلا بعدنسل وہی قوم ہیں اس لئے کہ ان کی جبلت ایک ہے اور ان کا یہی انجام ہونا چاہتے تھا ۔\n(آیت) ” قل ھل انبئکم بشر من ذلک مثوبۃ عند اللہ “۔ (5 : 60) ” پھر کہو کیا میں ان لوگوں کی نشاندہی کروں جو انجام کار خدا کے ہاں فاسقوں کے انجام سے بھی بدتر ہے ۔ “\nیعنی اہل کتاب کی جانب سے اہل اسلام کی دشمنی سے بھی زیادہ خطرناک ‘ وہ اسلام کے خلاف جو سازشیں کرتے ہیں اور اہل ایمان کو محض ایمان کی وجہ سے سزا اور اذیت دیتے ہیں “ اس سے بھی زیادہ بری بات ہے اور وہ ہے خدا کی دشمنی اور خدا کا عذاب ۔ بندے کی دشمنی سے خدا کی دشمنی اور عذاب بہت ہی خطرناک ہے ۔ اور اس کا یہ فیصلہ ہے کہ وہ شرپسند ہیں ‘ گمراہ ہیں اور صراط مستقیم سے بھٹکے ہوئے ہیں ۔\n(آیت) ” اولئک شرمکانا واضل عن سوآء السبیل “۔ (5 : 60) ” ان کا درجہ اور بھی زیادہ برا ہے اور وہ سواء السبیل سے زیادہ بھٹکے ہوئے ہیں۔ “\nیہاں قرآن کریم ان کی نشانیوں کی صفات کا ذکر کرکے ان کے ساتھ دوستی کرنے اور تعلق موالات قائم کرنے سے مسلمانوں کو متنفر فرماتے ہیں ۔ جبکہ اس سے قبل ان کے تاریخی کردار اور انکے برے انجام کا ذکر ہوا ۔ اب مسلمانوں کو ‘ ان کے بعض راز افشاء کر کے ‘ ان سے ڈرایا جاتا ہے اور اس تصویر کشی میں یہودیوں کو زیادہ نمایاں کیا جاتا ہے اس لئے کہ بات اس وقت کے حالات کے بارے میں چل رہی تھی اور اس وقت سب سے بڑا فتنہ یہودی فتنہ ہی تھا ۔",
  "ayah": 60,
  "surah": 5
}
