{
  "text": "(آیت) ” (62) لولا ینھھم الربنیون والاحبار عن قولھم الاثم واکلھم السحت ، لبئس ما کانوا یصنعون (63)\n” ان کے علماء ومشائخ انہیں گناہ پر زبان کھولنے اور حرام کھانے سے منع نہیں کرتے ۔ یقینا بہت ہی برا کارنامہ زندگی ہے جو یہ تیار کر رہے ہیں۔ “ جب کوئی معاشرہ اخلاقی اعتبار سے ٹوٹ پھوٹ اور فساد کا شکار ہوتا ہے تو اس کی ایک بڑی علامت یہ ہوتی ہے کہ اس میں قانون کے نگران قانون شکنی کی حوصلہ افزائی کرتے ہیں ۔ (علمائ) اخلاقی رہبر (مشائخ) بداخلاقیوں اور ظلم پر سکوت کرتے ہیں اور بنی اسرائیل کی کیا خصوصیات تھیں ؟ (آیت) ” کانوا لا یتناھون عن منکرفعلوہ) ” وہ اس برائی سے ایک دوسرے کو منع نہ کرتے تھے جو وہ کرتے تھے ۔ “ یہ قرآن ہی نے دوسری جگہ ان کے بارے میں کہا ہے ۔\nایک صحت مند ‘ زندہ ‘ قوی اور فاضلانہ معاشرے کی خصوصیت یہ ہوتی ہے کہ اس میں ہر طرف امر بالعروف اور نہی عن المنکر کا دور دورہ ہوتا ہے ۔ اور اس میں ہر وقت ایسے لوگ پائے جاتے ہیں جن کا مشن امر بالمعروف اور نہی عن المنکر کا دور دورہ ہوتا ہے ۔ اور اس میں ہر وقت ایسے لوگ پائے جاتے ہیں جن کا مشن امر بالعروف اور نہی عن المنکر ہوتا ہے اور اس کے عوام کے اندر بھی ایسے عناصر غالب ہوتے ہیں جو امر بالمعروف اور نہی عن المنکر کی طرف کان دھرتے ہیں ۔ اور معاشرے کے اوپر اس قسم کے روایات کی گرفت ہو کہ امر بالمعروف اور نہی عن المنکر کو ختم نہ کیا جاسکتا ہو اور نہ ایسے لوگوں کا بال بیکا کیا جاسکتا ہو جو یہ کام کرتے ہیں ۔ یہ بات اللہ تعالیٰ نے امت مسلمہ کی شکل میں برپا ہونے والے ایک صحت مند معاشرے کے بارے میں فرمائی ہے ۔\n(آیت) ” کنتم خیر امۃ اخرجت للناس تامرون بالمعروف وتنھون عن المنکر وتومنون باللہ ‘۔ (3 : 11) ” تم خیر امت ہو ‘ حکم دیتے ہو نیکی کا اور منع کرتے ہو منکر سے اور اللہ پر ایمان لانے والے ہو “۔ اور بنی اسرائیل جو ایک فاسد معاشرے کے خوگر تھے ان کے بارے میں ہے (کانوا لا یتناھون عن منکر فعلوہ) ” وہ اس برائی سے ایک دوسرے کو منع نہ کرتے تھے جس کا وہ ارتکاب کرتے تھے ۔ “ یہ بات گویا دو قسم کے معاشروں کا مابہ الامتیاز ہے ۔\nیہاں یہودیوں کے علماء اور مشائخ کو ملامت کی جاتی ہے کہ وہ کیوں گنگ ہوگئے ہیں اور وہ ان لوگوں کے خلاف آواز کیوں نہیں اٹھاتے جو گناہ کی زندگی ‘ باہم ظلم کی روش اور حرام خوری میں ایک دوسرے سے آگے بڑھ رہے ہیں اور کتاب اللہ کی حفاظت کا جو فریضہ ان پر عائد کیا گیا تھا اسے وہ پورا نہیں کرتے ۔\nیہ ان تمام لوگوں کے لئے ڈرانے والے کی پکار ہے جو اہل دیں اور علماء کہلاتے ہیں ۔ معاشرے کی اصلاح یافساد ان لوگوں پر موقوف ہے جو اس معاشرے ‘ دین اور قانون کے نمائندے ہوتے ہیں یعنی علماء ومشائخ ۔ اگر وہ امر بالمعروف اور نہی عن المنکر کے فرائض ادا کرتے ہیں تو اصلاح ہوگی اور اگر وہ خاموش رہتے ہیں تو بگاڑ ہوگا اور جس طرح ہم نے اس سے قبل ظلال القرآن میں کہا ہے کہ اس کام کے لئے ایک حکومت درکار ہے جو امر بالمعروف اور نہی عن المنکر کا کام کرے اور یہ نظام دعوت وتبلیغ سے علیحدہ ہو اس لئے کہ امر بالمعروف اور نہی عن المنکر کے لئے اقتدار کی ضرورت ہوتی ہے ۔ ایسا اقتدار جس کے ذریعہ امر بالمعروف اور عن المنکر ایک بامعنی چیز ہو ۔ محض زبانی جمع خرچ نہ ہو ۔\nاب ان لوگوں کی فکری کجی اور اخلاقی بےراہ روی کی ایک مثال دی جاتی ہے ۔ قرآن کریم ان گمراہ اور ذلیل یہودیوں کی کج فکری اور بد روی کی ایک نہایت ہی گھاؤنی مثال دیتا ہے ۔\n(آیت) ” غلت ایدیھم ولعنوا بما قالوا ، بل یدہ مبسوطتن ینفق کیف یشآء “ (5 : 63) ” یہودی کہتے ہیں کہ اللہ کے ہاتھ بندھے ہوئے ہیں ۔۔۔۔۔ باندھے گئے ان کے ہاتھ ‘ اور لعنت پڑی ان پر اس بکواس کی بدولت جو یہ کرتے ہیں ۔۔۔۔۔ ۔ اللہ کے ہاتھ تو کشادہ ہیں ‘ جس طرح چاہتا ہے خرچ کرتا ہے۔ “\nیہ یہودیوں کا اللہ کا بارے میں نہایت ہی برا تصور تھا ۔ ان کی بہت ہی بدظنیاں قرآن نے جگہ جگہ نقل کی ہیں ۔ ایک جگہ انہوں نے کہا ” اللہ فقیر ہے اور ہم غنی ہیں ۔ “ اور یہ انہوں نے اس وقت کیا کہ جب ان سے اسلامی مقاصد کے لئے چندہ مانگا گیا ۔ اللہ کے ہاتھ بندھے ہونے سے عربی محاورے کے مطابق مراد یہ تھی کہ اللہ بخیل ہے ۔ ان کے خیال کے مطابق اللہ لوگوں کو بہت کم ضروریات دیتا ہے ۔ انہیں بھی کم دیا جاتا ہے اس لئے وہ کس طرح خرچ کریں ‘؟ ان کا شعور اس قدر بگڑ گیا تھا اور ان کے دل اس قدر سخت ہوگئے تھے کہ انہوں نے اللہ جل شانہ کے لئے لفظ بخیل بھی استعمال نہ کیا ‘ بلکہ اس سے بھی برا لفظ استعمال کیا جو زیادہ توہین آمیز ہے ۔ یعنی اللہ کے ہاتھ بندھے ہوئے ہیں ۔\nاللہ یہی جواب ان کو ان کے الفاظ میں دیتے ہیں ۔ ان پر لعنت بھیجی جاتی ہے۔ اور ان کو راندہ درگاہ قرار دیا جاتا ہے ۔ (آیت) ” غلت ایدیھم ولعنوا بماقالوا “۔ (5 : 64) ان کے ہاتھ باندھ دئیے گئے اور اس لئے باندھ دیئے گئے کہ انہوں نے یہ بکواس کی اور ان پر لعنت کردی گئی اور ایسا ہی ہوا کہ تاریخ میں بنی اسرائیل سے زیادہ کوئی بخیل اور زرپرست قوم نہیں ہے ۔\nاس کے بعد اللہ تعالیٰ ان کی گری ہوئی سوچ درست فرماتے ہیں اور اللہ تعالیٰ اپنی ذات کبریا کے بارے میں وضاحت فرماتے ہیں کہ وہ بڑا کریم ہے ۔ اس کے ہاتھ کھلے ہیں اور وہ اپنے بندوں پر بلاحساب فیضان رحمت کرتا ہے ۔\n(بل یدہ مبسوطتن ، ینفق کیف یشآء “۔ (5 : 64) ” اللہ کے ہاتھ تو کشادہ ہیں جس طرح چاہتا ہے خرچ کرتا ہے “۔ اللہ کے عطیے تو جاری ہیں اور تمام مخلوقات پر ان کی بارش ہو رہی ہے دیکھنے والوں کے لئے بالکل واضح ہیں ۔ دیکھو اللہ کے ہاتھ کھلے ہیں ‘ اس کا فضل وکرم بھرپورے ہے ‘ اس کے عیطے عظیم ہیں ‘ اپنی زبان سے خود بولتے ہیں ‘ ہاں یہودیوں کو وہ نظر نہیں آتے ‘ اس لئے کہ وہ رات دن دولت جمع کرنے میں لگے ہوئے ہیں ۔ رات دن انکار ونافرمانی میں غرق ہیں اور رات دن اللہ کی ذات کے بارے میں ان کا رویہ توہین آمیز ہے۔\nاللہ تعالیٰ حضرت نبی کریم ﷺ کے سامنے ان کے مستقبل کے بارے میں ایک منظر پیش فرماتے ہیں کہ ان کا حشر کیا ہونے والا ہے اور یہ حشر ان کا اس لئے ہونے والا ہے کہ یہ لوگ محمد ﷺ کے نام پروانہ رسالت آنے پر جل بھن گئے ‘ خصوصا اس وجہ سے کہ اس رسالت کے ذریعے ان کے خلاف قدیم وجدید فرد جرم عائد کردی گئی ۔\n(آیت) ” ولیزیدن کثیرا منھم ما انزل الیک من ربک طغیانا وکفرا “۔ ” حقیقت یہ ہے کہ جو کلام تمہارے رب کی طرف سے تم پر نازل ہوا ہے وہ ان میں سے اکثر لوگوں کی سرکشی و باطل پرستی میں الٹا اضافہ کو موجب بن گیا ہے “ ۔\nاس کینہ اور حسد کی وجہ سے رسالت حضور ﷺ کو کیوں مل گئی اور پھر مزید اس وجہ سے کہ اس رسالت نے ان کی تمام گندی کو بےکم وکاست ریکارڈ کردیا یہ لوگ سرکشی اور کفر و انکار کی راہ پر مزید آگے ہی بڑھیں گے ۔ اس لئے کہ انہوں نے ایمان لانے سے انکار کردیا ۔ لہذا ایمان کے برعکس راہ کفر ہی پر یہ لوگ آگے بڑھتے چلے جائیں گے ۔ اپنے آپ کو بڑا سمجھنے اور مزید کفر کرنے کی وجہ سے اور اپنی فطری سرکشی اور طغیان کی وجہ سے یہ لوگ اس راہ میں مزید آگے بڑھیں گے اور حضور اکرم ﷺ ان کے لئے روزوبال وجان بنتے چلے جائیں گے ۔\nمستقبل کے لئے ان کی ایک دوسری خصوصیت یہ بتائی جاتی ہے کہ یہ لوگ ایک دوسرے کے بھی دشمن ہوں گے ۔ انہیں ایک دوسرے کے ساتھ سخت بعض ہوگا اور جب بھی وہ اسلام کے خلاف کوئی زبردست سازش تیار کریں گے اور جنگ کی آگ بھڑکائیں گے اور تحریک اسلامی کے خلاف کوئی جنگی اسکیم تیار کریں گے اللہ تعالیٰ اس کو ختم کر دے گا اور جماعت مسلمہ کو بچا لے گا ۔\n(آیت) ” والقینا بینھم العداوۃ والبغضاء الی یوم القیمۃ کلما اوقدوا نارا للحرب اطفاھا اللہ (5 : 64) ” ہم نے انکے درمیان قیامت کے لئے عدوات اور دشمنی ڈال دی ہے جب کبھی یہ جنگ کی آگ بھڑکا تے ہیں اللہ اس کو ٹھنڈا کردیتا ہے ۔ “ آج تک یہودی فرقے ایک دوسرے کے دشمن ہیں ۔ “ اگرچہ آج کے دور میں بظاہریہ نظر آتا ہے کہ عالمی یہودیت متحد ہوگئی ہے ۔ اور اسلامی ممالک میں وہ جابجا جنگ کے شعلے بھڑکا رہی ہے اور کامیاب ہے ۔ لیکن بات یہ نہیں ہے کہ ہم تاریخ کے ایک مختصر عرصے کو سامنے رکھ کر بات کریں یا کسی ایک مظہر کو اور کسی صورت حال کے ایک پہلو ہی کو دیکھ کر فیصلہ کردیں ۔ گزشتہ چودہ سو سال کے اندر بلکہ اسلام سے پہلے کے ادوار میں بھی ‘ یہودی ذلیل اور باہم دست و گریبان رہے ہیں اور اس کی وجہ سے ہمیشہ جلاوطن اور دوبدر پھرتے رہے ہیں ۔ ان کا آخری انجام بھی وہی ہوگا جس پر وہ پہلے تھے چاہے ان کے اردگرد جس قدر سہارے ہوں ۔ لیکن اصل کنجی تو یہ ہے کہ آیا دنیا میں کوئی اسلامی رجمنٹ بھی ہے یا نہیں ؟ یہ اسلامی رجمنٹ ہی ہے جس کے ہاتھوں ان کی ذلت لکھی ہوئی ہے ۔ چونکہ اس وقت ایمان میں پختہ کار لوگوں کی رجمنٹ مفقود ہے ‘ جو اللہ کے وعدوں پر بھروسہ کرتی ہے اور جو دست قدرت کا آلہ اور ذریعہ بنتی ہے اور اس رجمنٹ کے ذریعے اللہ وہ کچھ کرتے ہیں جو وہ چاہتے ہیں ۔\nہاں جب یہ امت اسلامی نظریہ حیات پر جمع ہوگی ‘ ایمان کی حقیقت اپنے اندر پیدا کرلے گی ‘ اپنی پوری زندگی کو اسلامی نظام حیات کے مطابق بنائے گی اور اسلامی شریعت کو نافذ کرے گی ‘ اس دن پھر اللہ کا وعدہ اس کی مخلوقات میں سے ان شریر ترین لوگوں پر صادق ہوگا اور یہودیوں کو اس بات کا اچھی طرح احساس ہے ۔ یہی وجہ ہے کہ ان کے ترکش میں شرارت اور سازش کے جو تیر بھی ہیں وہ اسلامی صفوں کے خلاف چلاتے ہیں اور ان کے ہاتھوں میں جس قدر گرفت ہے وہ اسے ان اسلامی دستوں کے خلاف استعمال کر رہے ہیں جو احیائے علوم کی تحریک کے ہر اول دستے بن رہے ہیں یہ یہودی تمام دنیا میں چھان بین کر رہے ہیں اور اپنے گماشتوں کے ذریعے یہ جگہ جگہ ان اسلامی رجمنٹوں کا سر کچل رہے ہیں ۔ نہایت ہی وحشیانہ جرائم اور نہایت ہی ناپسندیدہ کاروائیاں وہ اسلامی لیڈر شپ کے خلاف کر رہے ہیں ۔ وہ اس اسلامی رجمنٹ کے خلاف کسی بھی عہد موالات اور کسی بھی ذمے اور کسی بھی قومی اور بین الاقوامی چارٹر کا کوئی خیال نہیں کرتے لیکن اللہ نے اپنے معاملات اپنے ہاتھ میں رکھتے ہوئے ہیں اس کا وعدہ سچا ہے کہ حزب اللہ ہی غالب ہوگی ۔\n(آیت) ” والقینا بینھم العداوۃ والبغضاء الی یوم القیمۃ کلما اوقدوا نارا للحرب اطفاھا اللہ (5 : 64) ” ہم نے انکے درمیان قیامت کے لئے عدوات اور دشمنی ڈال دی ہے جب کبھی یہ جنگ کی آگ بھڑکا تے ہیں اللہ اس کو ٹھنڈا کردیتا ہے ۔ “\nیہ شروفساد جس کے نمائندے اور جس کے ماڈل یہود ہیں ‘ دائمی امر نہیں ہے ۔ ایک دن آئے گا کہ اللہ تعالیٰ ایک ایسا دستہ اٹھائے گا جو اسے پاش پاش کر دے گا ۔ اللہ تعالیٰ فساد فی الارض کو پسند نہیں کرتا اور جس چیز کو اللہ پسند نہیں کرتا تو ضروری ہے کہ ایک ایسی قوت اٹھائے جو اسے پاش پاش کر دے ۔\n(آیت) ” ویسعون فی الارض فسادا ۔ واللہ لا یحب المفسدین (5 : 63) ” یہ زمین میں فساد پھیلانے کی سعی کر رہے ہیں مگر اللہ فساد برپا کرنے والوں کو ہر گز پسند نہیں کرتا۔ “\nاس سبق کے آخر میں عظیم ایمانی اصول کا ذکر کیا جاتا ہے ۔ وہ یہ کہ خطہ ارض پر دین کے قیام اور اسلامی نظام کے قیام کے معنی یہ ہیں کہ اس میں اصلاحی کام ہوں گے ‘ لوگوں کو روزگار کے مواقع ملیں گے ‘ ان کی دنیاوی فلاح و بہبود کے کام زوروں پر ہوں گے اور فلاح دنیا کے ساتھ ساتھ انہیں فلاح آخرت بھی نصیب ہوگی ۔ اس خطہ ارض پر پھر دنیا اور آخرت میں فرق نہ ہوگا اور نہ وہاں دین دنیا میں تضاد ہوگا یہ نظام بیک وقت دنیا اور آخرت کا ضامن ہوگا اور اس میں دین اور دنیا علیحدہ نہ ہوں گے ۔ اس عظیم تبدیلی کا ذکر اس بات کے بعد کیا جاتا ہے کہ اہل کتاب نے اللہ کے دین سے انحراف کرلیا ہے ۔ وہ حرام خور ہوگئے ہیں اور انہوں نے احکام شریعت کے مفہوم کو بدل دیا ہے ۔ یہ کام انہوں نے محض دنیاوی مفادات کے حصول کے لئے کیا ہے حالانکہ اگر وہ اپنے اصل دین کا اتباع کرتے تو یہ ان کے لئے دنیا وآخرت اور آسمان و زمین دونوں میں ان کے لئے اچھا ہوتا بشرطیکہ وہ صحیح راہ اختیار کرتے ۔",
  "ayah": 64,
  "surah": 5
}
