{
  "text": "(آیت) ” نمبر 7۔\nجن لوگوں کو سب سے پہلے قرآن نے خطاب کیا تھا وہ اس دین کی قدروقیمت کو اچھی طرح جانتے تھے جیسا کہ اس سے پہلے ہم کہہ آئے ہیں اس لئے کہ وہ اس دین کی حقیقت اپنی ذات اور شخصیت کے اندر زندہ طور پر دیکھ رہے تھے ۔ یہ دین ان کی زندگی ‘ ان کی سوسائٹی اور ان کے اردگرد پوری بشریت میں اس کے مقام کے حوالے سے ان کی آنکھوں کے سامنے تھا ۔ یہی وجہ ہے کہ اس قسمت کی طرف صرف اشارہ ہی ان کے لئے کافی تھا ۔ جس کی وجہ سے وہ بسہولت اس عظیم حقیقت کی طرف متوجہ ہو سکتے تھے جو ان کی زندگی اور ماحول میں موجود تھی ۔\nاسی طرح اس میں اس میثاق کی طرف اشارہ ہے جو اللہ تعالیٰ نے ان سے لیا تھا ۔ اور یہاں اس کی طرف اس لئے اشارہ کیا گیا کہ یہ بھی ایک واضح حقیقت تھی جسے وہ جانتے تھے اور اس پر وہ بہت فخر کرتے تھے ۔ اس معاہدے کا فریق اول اللہ تھا ۔ اور فریق دوئم وہ تھے اور یہ بات ان کے لئے نہایت ہی قابل قدر اور قابل عزت تھی ‘ اور یہ بات نہایت عظیم تھی اور وہ اس کی اہمیت اور حقیقت سے اچھی طرح واقف تھے ۔\nیہی وجہ ہے کہ اللہ تعالیٰ ان کو خدا ترسی کے حوالے کرتے ہیں اور دل کے اندر اللہ کے خوف کا احساس کرنے اور خفیہ خطرات کے مقابلے میں ان کو بیدار کیا جاتا ہے ۔\n(آیت) ” واتقوا اللہ ان اللہ خبیر بما تعملون “ (اللہ سے ڈرو ‘ اللہ ان باتوں سے خبردار ہے جو تم کرتے ہو) انداز تعبیر (آیت) ” بذات الصدور “۔ (5 : 7) باتصویر اور مفہوم کو تیزی سے منتقل کرنے والی ہے ۔ مناسب ہوگا کہ اس میں جو خوبصورتی ‘ معنی خیزی اور گہرائی ہے اس کی طرف اشارہ کیا جائے ۔ ذات الصدور کا مفہوم عربی میں ” دلوں کی مالکہ “ جو دلوں میں چسپاں ہو ‘ کنایتہ مراد وہ خفیہ جذبات ہیں جو دلوں میں پوشیدہ ہوتے ہیں ۔ پوشیدہ میلانات ‘ دلوں کے خلجان ‘ خفیہ راز ایسے راز جو دلوں کے ساتھ چسپاں ہیں۔ یہ خفیہ راز بھی اللہ کے سامنے بالکل کھلے ہیں ۔ اس لئے کہ وہ دلوں میں چھپی باتوں کا بھی جاننے والا ہے ۔\nوہ عہد جو اللہ تعالیٰ نے امت مسلمہ سے لیا ہے ‘ اس میں یہ بات بھی ہے کہ یہ امت پوری انسانیت کے لئے عدل و انصاف کی نگران ہوگی ۔ ایسا انصاف کہ اس کے ترازو کا کوئی پلڑا دوستی اور دشمنی کی وجہ سے جھک نہ جائے ، اس پر رشتہ داری اور خواہشات نفسانیہ کے اثرات بھی نہ ہوں اور نہ وہ کسی مصلحت سے متاثر ہو ۔ یہ عدل صرف ذات باری کی رضا کے لئے ہو اور اس میں انصاف کرنے والا موثرات دنیا میں سے کسی موثر سے اثر نہ لے اور یہ انصاف اس شعور کے تحت ہو کہ اللہ رقیب اور نگہبان ہے اور خفیہ ترین گوشوں سے باخبر ہے ۔ یہی وجہ ہے کہ اللہ کی پکار یہ ہے ۔",
  "ayah": 7,
  "surah": 5
}
