{
  "text": "(آیت) ” نمبر 70 تا 71۔\nیہ ان کی قدیم تاریخ ہے ۔ حضور اکرم ﷺ کے مقابلے میں انہوں نے جو موقف اختیار کیا وہ پہلا اور آخری موقف نہیں ہے ۔ یہ لوگ سرکشی اور روگردانی کے عادی مجرم ہیں ۔ یہ وعدہ خلافی کے پرانے خوگر ہیں ۔ انہوں نے ہمیشہ اپنی خواہشات نفس ہی کو اپنا الہ اور حاکم مانا ہے ۔ کبھی انہوں نے اللہ کے دین اور رسول ﷺ کے آگے سرتسلیم خم نہیں کیا ۔ یہ لوگ ہمیشہ داعیان حق کے لئے سرکش اور ظالم رہے ۔\n(آیت) ” لَقَدْ أَخَذْنَا مِیْثَاقَ بَنِیْ إِسْرَائِیْلَ وَأَرْسَلْنَا إِلَیْْہِمْ رُسُلاً کُلَّمَا جَاء ہُمْ رَسُولٌ بِمَا لاَ تَہْوَی أَنْفُسُہُمْ فَرِیْقاً کَذَّبُواْ وَفَرِیْقاً یَقْتُلُونَ (70)\n” ہم نے بنی اسرائیل سے پختہ عہد لیا اور ان کی طرف بہت سے رسول بھیجے ۔ مگر جب کبھی ان کے پاس کوئی رسول ‘ انکی خواہشات نفس کے خلاف کچھ لیکر آیا تو کسی کو انہوں نے جھٹلایا اور کو قتل کردیا ۔\nبنی اسرائیل کی قدیم تاریخ ایسے واقعات سے بھری پڑی ہے کہ انہوں نے اپنے رسولوں کو جھٹلایا اور ان کی تعلیمات سے روگردانی کی ۔ انہوں نے کئی ایک پر دست درازی کی اور کئی ایک کو قتل کردیا ۔ انہوں نے ہمیشہ اپنی خواہشات ہی کی پیروی کی ۔۔۔۔۔ یہی وجہ ہے کہ اللہ تعالیٰ نے بنی اسرائیل کی طویل داستانیں امت مسلمہ کو سنائیں تاکہ وہ بھی کہیں بنی اسرائیل کی راہ پر چل نہ نکلے ۔ تاکہ امت مسلمہ کو معلوم ہوجائے کہ اس راہ کی مشکلات کیا ہیں اور ان لوگوں کو جو فہم و فراست کے مالک ہیں اور جن کا تعلق باللہ قائم ہے وہ ان مقامات لغزش کا اچھی طرح ادراک کرلیں اور جب انہیں ویسے ہی حالات درپیش ہوں جو انبیائے بنی اسرائیل کو پیش آئے تو وہ ان سے حوصلہ پکڑیں اور یہ کہ آئندہ اہل اسلام کی آنے والی نسلیں بھی اسی راہ پر چلنے والی تھیں اور انہوں نے بھی عرصہ گزرنے کے بعد ویسی ہی سنگ دلی کا مظاہرہ کرنا تھا جو بنی اسرائیل نے کیا تھا ۔ انہوں نے بھی ہدایت کی راہ ترک کرکے اپنی خواہشات نفس کو الہ بنانا تھا ۔ آنے والے داعیان حق کو جھٹلانا تھا اور بعض کو قتل کرنا تھا بعینہ اسی طرح جس طرح بنی اسرائیل کے باغیوں اور نافرمانوں نے کیا تھا ۔\nبنی اسرائیل کے یہ سرکش جب یہ سرکشیاں کر رہے تھے تو انہیں یقین تھا کہ ان پر اللہ کا کوئی عذاب نہ آئے گا اور ان سے کوئی مواخذہ نہ ہوگا ۔ یہ سوچ ان کی اس لئے پختہ ہوگئی تھی کہ وہ سنت الہیہ کو بھول گئے تھے اور وہ اس غرور میں گرفتار تھے کہ وہ تو اللہ تعالیٰ کی پیاری قوم ہیں ۔\n(آیت) ” وحسبوا الاتکون فتنہ فعموا وصموا “ (5 : 71) ” اور اپنے نزدیک یہ سمجھے کہ کوئی فتنہ رونمانہ ہوگا ‘ اس لئے اندھے اور بہرے بن گئے ۔ “\nان کی آنکھوں کی بصارت چلی گئی ‘ اس لئے وہ جس کو بھی دیکھتے اسے نہ سمجھتے اور ان کے کانوں پر پردے پڑگئے ‘، اس لئے جو چیز بھی سنتے اس سے فائدہ نہ اٹھاتے تھے ۔\n(آیت) ” ثم تاب اللہ علیھم “۔ (5 : 71) ” اس کے بعد اللہ نے انہیں پھر معاف کیا “۔ یہ اللہ خاص رحمت تھی مگر انہوں نے اس اک بھی کچھ پاس نہ کیا ۔ (آیت) ” ثم عموا وصموا کثیرا منھم “۔ (5 : 71) پھر وہ اندھے اور بہرے بن گئے ان سے اکثر لوگ “۔\n(آیت) ” (واللہ بصیر بما یعملون) “۔ (5 : 71) اللہ انکی سب حرکات کو دیکھتا رہا ہے “۔ اس لئے وہ انہیں انکی تمام حرکات پر انکو جزاء دے گا اور وہ بچ نہ سکیں گے ۔\nاہل ایمان کے لئے یہاں اس قدر کافی ہے کہ وہ بنی اسرائیل کے بارے میں جان لیں اور اپنے جدید موقف کے ساتھ اس کا مقابلہ کریں تاکہ اہل ایمان اس بات پر یکسو ہوجائیں اور ان کے ساتھ تعلق موالات کے بارے میں سوچنا ہی چھوڑ دیں ۔ جس طرح حضرت عبادہ ابن الصامت ؓ نے کہا کہ انہوں نے متنفر ہو کر تعلق موالات کے خاتمہ کا اعلان کردیا اور عبداللہ ابن ابی السلول جیسے منافقین نے اس تعلق کو جاری رکھا ۔\nیہ تو تھے حالات یہودیوں کے ۔ رہے نصاری تو ان کے شب وروز بھی ایسے ہی تھے ۔ ان کے بارے میں بھی قرآن کریم ایک فیصلہ کن اور دو ٹوک تصرہ کرتا ہے ۔ اور یہ تبصرہ اس سورة کے موضوع اور مقصد کے ساتھ بالکل مناسب ہے ۔ اس لئے کہ قرآن یہاں اہل دین کو جو موقف دینا چاہتا ہے اس کے ساتھ یہی مناسب ہے ۔\nاس سے پہلے اس سورة میں ان لوگوں کے بارے میں کہا گیا تھا جن کا عقیدہ یہ تھا کہ حضرت عیسیٰ (علیہ السلام) اللہ ہیں کہ یہ لوگ کافر ہیں ۔ اب اس بات کو یہاں دوبارہ دہرایا جاتا ہے کہ جن کا عقیدہ ہے کہ صرف عیسیٰ خدا ہیں یا جن کا عقیدہ ہے کہ حضرت عیسیٰ (علیہ السلام) تینوں میں سے ایک ہیں ۔ یہ دونوں کافر ہیں اور یہ کہ ان کے کفر پر یہاں حضرت مسیح (علیہ السلام) کے قول سے استدلال کیا گیا ہے ، ان کو خود حضرت عیسیٰ (علیہ السلام) نے یہ تعلیم دی تھی کہ خبردار اللہ تعالیٰ کے سوا کسی اور کو الہ نہ بناؤ ۔ آپ نے ان کو یہ تعلیم دی تھی کہ اللہ میرا بھی رب ہے اور تمہارا بھی رب ہے اور اس معاملے میں میں اور تم سب برابر ہیں ‘ آخر میں لوگوں کو تنبیہ کی جاتی ہے کہ وہ حضرت مسیح (علیہ السلام) کے بارے میں ان غلط عقائد کو ترک کردیں اور ان کے بارے میں وہ عقائد اپنائیں جو اہل ایمان کے ہیں ۔",
  "ayah": 70,
  "surah": 5
}
