{
  "text": "(آیت) ” نمبر 8۔\nاس سے قبل اللہ تعالیٰ نے اہل ایمان کو اس بات سے روکا تھا کہ وہ کسی قوم کے ساتھ دشمنی کی وجہ سے کہ انہوں نے مسلمانوں کو مسجد حرام سے روکا تھا ‘ بےانصاف کرنے سے ہاتھ کھینچ لیں اور کسی کے ساتھ زیادتی نہ کر بیٹھیں ضبط نفس اور رواداری کی یہ انتہا تھی جہاں تک اللہ تعالیٰ ان کو پہنچانا چاہتے تھے اور یہ اللہ کا نہایت ہی مضبوط منہاج تربیت تھا ۔ یہاں بھی اللہ تعالیٰ اہل ایمان کو اس بات سے روکتے ہیں کہ وہ دشمنی کی وجہ سے عدل سے رک نہ جائیں ۔ یہ ایک نہایت ہی اعلی چوٹی ہے اور اس قدر مشکل اور دشوار گزار راہ ہے کہ اس پر چلنا نفس کے لئے نہایت ہی باعث مشقت ہے۔ پہلی آیت میں تھا کہ تم دشمنی کی وجہ سے ظلم نہ کرو اور یہ مرحلہ اس سے آگے کا ہے کہ دشمنی کے باوجود انصاف کرو ‘ یعنی باوجود اس کے کہ ان کے خلاف تمہارے جذبات مشتعل ہیں اور تم کراہت محسوس کرتے ہو پھر بھی عدل کرو۔ پہلا حکم بہت ہی آسان تھا اس لئے کہ وہ منفی کام تھا ‘ انسان اس سے رک سکتا تھا کہ ظلم نہ کرے ۔ رہا دوسرا حکم کہ ان ظالموں کے ساتھ اور دشمنوں کے ساتھ عدل و انصاف کرو یہ ایک مثبت اور پر مشقت کام ہے یعنی انفس انسانی کو ایسے مبغوض اور قابل نفرت لوگوں کے ساتھ انصاف کرنے پر مجبور کرنا ۔\nاسلام کا حکیمانہ نظام تربیت اپنے تربیت یافتہ لوگوں سے ایسا مشکل کام کروا سکتا تھا اس لئے اسلام حکم دیتا ہے ۔\n(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ کُونُواْ قَوَّامِیْنَ لِلّہِ شُہَدَاء بِالْقِسْطِ وَلاَ یَجْرِمَنَّکُمْ شَنَآنُ قَوْمٍ عَلَی أَلاَّ تَعْدِلُواْ اعْدِلُواْ ہُوَ أَقْرَبُ لِلتَّقْوَی۔\nاے لوگو جو ایمان لائے ہوں اللہ کی خاطر راستی پر قائم رہنے والے اور انصاف کی گواہی دینے والے بنو کسی گروہ کی دشمنی تم کو اتنا مشتعل نہ کر دے کہ انصاف سے پھر جاؤ ۔ عدل کرو ‘ یہ خدا ترسی سے زیادہ مناسبت رکھتا ہے اور اس کے بعد وہ بات بتائی جاتی ہے جو اس مشکل کام کے لئے معین و مددگار ہے ۔\n(آیت) ” واتقوا اللہ ، ان اللہ خبیر بما تعملون “۔ (5 : 8) اللہ سے ڈر کر کام کرتے رہو ‘ جو کچھ تم کرتے ہو اللہ سے پوری طرح باخبر ہے ۔ ) انسان کا نفس اس قدر بلندی تک ہرگز نہیں پہنچ سکتا ‘ الا یہ کہ اس کام کا معاملہ صرف اللہ تعالیٰ کے ساتھ براہ راست ہو ‘ جس وقت انسان صرف اللہ کے لئے کھڑا ہوجائے اور اللہ کے سوا ہر چیز کو چھوڑ دے ۔ جس وقت انسان کو خدا خوفی کا شعور ہو اور اسے یہ احسان ہو کہ اللہ کی نظروں سے کوئی خفیہ بات بھی بلند کرسکتی ہے۔\nدنیا میں کوئی ایسا نظام نہیں ہے جو انسانوں کو ایسا انصاف دے سکتا ہو جس میں دوست اور دشمن برابر ہوں ۔ یہ صرف دین اسلام کا کام ہے جو اہل ایمان کو یہ دعوت دیتا ہے کہ انصاف کے معاملے میں محض اللہ کے لئے کھڑے ہوجائیں اور وہ انصاف کے لئے ماسوائے انصاف کے ہر سوچ (ConsiderAtion) ترک کردیں ۔\nیہی وہ بنیادی عناصر ہیں جن کی وجہ سے اس دین کو دین انسانیت اور عالمی دین قرار دیا گیا ہے ۔ اس کا نظام تمام لوگوں کے لئے بالکل کافی ہے ‘ چاہے وہ لوگ اس دین کے ماننے والے ہوں یا نہ ماننے والے ہوں۔ تمام لوگ اس کے زیر سایہ عدل و انصاف کی زندگی گزار سکتے ہیں ۔ انصاف قائم کرنا ان لوگوں پر فرض ہے جو اس دین کے ماننے والے ہیں اور اس قیام عدل میں ان کا معاملہ اپنے رب کے ساتھ ہے ‘ اگرچہ وہ انصاف چاہنے والوں کے ظلم وعدوان کا شکار رہے ہوں اور ان کے دل میں ان کی دشمنی ہو ۔ یہ اس امت کا فریضہ ہے جسے اس پوری انسانیت کا نگران بنایا گیا ہے ۔ اگرچہ اس عدل کے قیام میں اسے مشکلات پیش آئیں ۔\nحقیقت یہ ہے کہ اس امت نے یہ فریضہ تاریخ میں بہت ہی اچھی طرح ادا کیا ہے ۔ اس نے اس کی راہ میں عظیم مشقتیں برداشت کی ہیں ‘ جبکہ اسلام قائم تھا اور یہ اس امت کی زندگی میں محض وعظ اور نصیحت کا کام نہ تھا ۔ نہ اعلی نمونوں کی چند مثالیں تھیں ‘ بلکہ یہ اس کی روز مرہ زندگی کی صورت حالات تھی ۔ یہ ایسی صورت حالات تھی جس کو انسانیت نے نہ کبھی پہلے دیکھا تھا اور نہ بعد میں دیکھا ۔ اس معیار پر صرف اسلامی نظام زندگی ہی میں انسانیت نے یہ انصاف دیکھا ۔ اس کی مثالیں اور بلند ترین مثالیں اسلامی تاریخ میں لاتعداد ہیں اور تاریخ کا حصہ ہیں ۔ ان سے معلوم ہوتا ہے کہ اللہ کی ہدایات اور اس کی مقرر کردہ ڈیوٹیاں امت مسلمہ کی زندگی میں ایک واقعی اور عملی نظام کی شکل میں دیکھی گئیں جو بڑے سادہ طریقے سے ادا ہوتی رہیں ۔ اور اس امت کی روز مرہ کی زندگی میں وہ منقش اور مجسم تھیں ۔ یہ محض خیالی اعلی معیاروں کی باتیں نہ تھیں ‘ نہ کچھ انفرادی اعلی نمونے تھے بلکہ وہ عملی زندگی کا ایک نقش دل پذیر تھا جس کے سوا آج تک اعلی معیار کے نقوش انسان کو نظر نہ آئے ۔\nجب اس اعلی مقام سے اور بلند ترین چوٹی سے دنیا کی جاہلیت پر نگاہ ڈالی جائے چاہے وہ جس زمان میں ہو اور جس مکان میں ہو ‘ جن جاہلیتوں میں دور جدید کی پالش شدہ جاہلیت بھی شامل ہے تو نگاہ ڈالنے والا یہ محسوس کرتا ہے کہ اسے اللہ نے انسانوں کے لئے پیدا کیا ہے اور یہ وہ نظام ہے جسے اللہ تعالیٰ نے تمام انسانوں کے لئے بنایا ہے۔ اس مقام بلند سے نظر آتا ہے کہ اسلامی نظام حیات اور ان تمام جاہلی نظامہائے حیات کے درمیان اس قدر طویل فاصلے ہیں جنہیں عبور نہیں کیا جاسکتا ۔ عملی زندگی کے اعتبار سے بھی اور انسانی ضمیر اور عقائد کے اعتبار سے بھی ۔\nبعض اوقات لوگ اصول تو پہنچان لیتے ہیں اور اصول پسندی کے نعرے بھی لگاتے ہیں لیکن اصولوں کو عملی شکل میں برتنا اصل چیز ہے ۔ یہ فطری بات ہے کہ لوگ اصولوں کی بات کرتے ہیں اور یہ بات وہ اور لوگوں کے لئے کرتے ہیں لیکن یہ اصول عالم عمل میں موجود نہیں ہوتے ۔ اصل بات یہ ہے کہ لوگوں کو اصولوں کی طرف دعوت دیجائے بلکہ دیکھنا چاہیے کہ جہاں سے دعوت آرہی ہے ‘ جو دعوت کا مقصد ہے اور جو داعی ہے وہ کیسا ہے چاہئے تو یہ کہ دعوت داعی کے ضمیر اور اس کے اندرون پر حکمران ہو۔ اصل بات وہ مرجع ہے جہاں سے دعوت جاری ہوتی ہے اور داعی کی جدوجہد اور داعی کی وہ محنت ہے جو وہ دعوت اور اصولوں کو عملی شکل دینے میں خرچ کرتا ہے ۔\nدعوت اسلامی کی اصل قدر و قیمت یہ ہے کہ چند دینی اصولوں کی طرف یہ دعوت دی جاتی ہے ۔ ان کی قدروقیمت دین اسلام کی سند سے ہوتی ہے ۔ دین اسلام کی قدروقیمت یہ ہے کہ وہ اللہ کا دین ہے اس لئے جو شخص دین کی دعوت دیتا ہے تو وہ اللہ کے سوا کسی اور کا سہارا اور سند نہیں لیتا اور اگر کسی کی مدد سے کبھی ایسا ہو بھی جائے تو اس سند کا لوگوں کے ایمان وضمیر پر اثر کیا ہوتا ہے ۔ اور لوگوں کو کیا پڑی ہے کہ وہ کسی اور کے اصولوں کو نافذ کرنے کے لئے جدوجہد کریں اور کسی اور کے پاس ہے کیا وہ لوگوں کو بطور اجر دے گا ۔\nہزارہا لوگ عدل کے حق میں نعرے لگاتے ہیں ‘ پاکیزگی کے نعرے لگاتے ہیں ‘ آزادی کے لئے نعرے لگاتے ہیں رواداری ‘ الوالعزمی ‘ محبت ‘ قربانی اور ایثار کے نعرے لگاتے ہیں لیکن ان نعروں کے نتیجے میں لوگوں کا ضمیر اپنی جگہ سے نہیں ہلتا ‘ اور دلوں پر ان کا اثر نہیں ہوتا ‘ اس لئے کہ وہ ایک ایسی دعوت دے رہے ہوتے ہیں جس پر اللہ تعالیٰ کی جانب سے کوئی سند نہیں ہوتی ہے ۔ غرض اصل بات صرف زبانی جمع خرچ کی نہیں ہے بلکہ اصل حقیقت وہ چیز ہے جو بات کی پیچھے ہوتی ہے ۔\nلوگ اپنے جیسے لوگوں کے منہ سے اصول بلند نمونے اور بلند علامات کی بات سنتے رہتے ہیں لیکن انکی پشت پر اللہ کی جانب سے کوئی سند نہیں ہوتی ۔ پس ان کی اس بات کا اثر کیا ہوتا ہے ۔ ان کی فطرت یہ کہتی ہے کہ یہ ایک بات ہے جو ان جیسے لوگوں کی طرف سے ہے ۔ اور یہ بات کرنے والے میں وہ تمام نقائص ‘ عیوب اور کو تاہیاں موجود ہیں جو دوسرے لوگوں میں موجود ہوتی ہیں ۔ انسان ان باتوں کو صرف اس اساس پر لیتے ہیں اس لئے ان کی فطرت پر ان باتوں کی حکمرانی نہیں ہوتی نہ یہ باتیں ان کی شخصیت کو جھنجوڑ سکتی ہیں ۔ ان باتوں کے اثرات ‘ ان لوگوں پر نہیں ہوتے ‘ اگر کوئی اثر ہوتا بھی ہے تو وہ تار عنکبوت کی طرح کمزور ہوتا ہے ۔\nپھر یہ دینی اصولوں کی ہدایت اس وقت تک مکمل نہیں ہوتیں جب تک ان کی زندگی میں عملی شکل نہ دی جائے اسلام ان ہدایات کو محض ہوا میں بکھیر نہیں دیتا بلکہ ان کو عملی زندگی میں نافذ کرتا ہے اس لئے دین جب صرف مشورہ بن جائے اور صرف چند مراسم عبودیت کا نام رہ جائے تو پھر اس کے یہ مشورے حقیقت کا روپ اختیار نہیں کرتے ۔ یہ صورت حال ہمیں آج ہر جگہ نظر آتی ہے کہ اہل دین صرف مشورے دیتے ہیں مگر ان کے پاس قوت نافذہ نہیں ہے ۔\nلہذا اصل بات یہ ہے کہ دین کے لئے ایک نظام حیات ضروری ہے جو دین کے منہاج کے مطابق ہو اور اس نظام کی روشنی میں اسلامی ہدایات پر عمل کیا جائے ۔ یہ نظام ان ہدایات کو زندگی کے تمام طور طریقوں میں عملی اور عملی اقدامات کے درمیان مکمل توازن کے ساتھ نافذ کر دے ۔ اسلامی نقطہ نظر سے دین کو بھی مفہوم ہے ۔ یعنی دین سے مراد وہ نظام زندگی ہے جو زندگی کے تمام پہلوؤں پر حکمران ہو ۔ اس کی پشت پر قوت نافذہ ہو۔\nجماعت مسلمہ کی زندگی میں جب دین اپنے اس مفہوم کے ساتھ حقیقت کا روپ اختیار کرلے ‘ تب ہی وہ اس دنیا میں بلندی تک پہنچ سکتی ہے اور پھر وہاں سے پوری انسانیت کا جائزہ لے سکتی ہے ۔ اس انسانیت پر جو ابھی تک جدید جاہلیت کے گڑھوں میں افتادہ ہے ‘ جس طرح نزول قرآن کے وقت عربوں کی قدیم جاہلیت کے گڑھوں میں لوگ اوندھے گرے ہوئے تھے لیکن جب دین کو منبر پر وعظ اور مساجد کے اندر چند مراسم عبودیت تک محدود کردیا جائے اور زندگی کے وسیع عملی میدان سے اسے خارج کردیا جائے تو اس صورت میں انسان کی عملی زندگی میں دین کی کچھ حقیقت بھی نہ ہوگی ۔ نہ اسے نافذ کیا جاسکے گا ‘ نہ اس کی عملی شکل میں سامنے آئے گی ۔\nمومنین کے لئے اللہ کی جانب سے اجر ضروری ہے ۔ وہ مومنین جو معاملہ صرف اللہ کی ذات کے ساتھ کرتے ہیں تاکہ وہ مزید جوش و خروش اور پوری قوت کے ساتھ اپنی ڈیوٹی برائے نگرانی بشریت ادا کریں ۔ اللہ کے ساتھ انہوں نے جو پختہ عہد کیا ہے اسے پورا کریں ۔ پھر یہ بھی ضروری ہے کہ اسلام کی راہ میں کام کرنے والوں اور نیک عمل کرنے والوں اور ان لوگوں کے انجام میں فرق ہو جو اسلام سے انکار کرتے ہیں ۔",
  "ayah": 8,
  "surah": 5
}
