{
  "text": "(آیت) ” وَلَوْ کَانُوا یُؤْمِنُونَ بِاللہ والنَّبِیِّ وَمَا أُنزِلَ إِلَیْْہِ مَا اتَّخَذُوہُمْ أَوْلِیَاء وَلَـکِنَّ کَثِیْراً مِّنْہُمْ فَاسِقُونَ (81)\n” اگر فی الواقعہ یہ لوگ اللہ اور پیغمبر اور اس چیز کو ماننے والے ہوتے جو پیغمبر پر نازل ہوئی تھی تو کبھی کافروں کو اپنا رفیق نہ بناتے مگر ان میں سے بیشتر تو خدا کی اطاعت سے نکل چکے ہیں ۔\nیہ ہے اصل سبب کہ وہ اللہ اور نبی اخر الزمان پر ایمان نہیں لائے ۔ ان کی اکثریت فسق وفجور میں مبتلا ہے ۔ یہ اپنے شعور اور اپنے رخ کے اعتبار سے کفار کے ہم جنس ہیں ۔ اس لئے یہ لوگ کفار کے دوست ہوگئے ہیں اور اہل ایمان سے دوستی نہیں کرتے ۔\nاس قرآنی تبصرے سے ہمیں تبصرے سے ہمیں تین واضح طور پر ملتے ہیں ۔\nپہلی حقیقت یہ ہے کہ اہل کتاب سب کے سب ‘ ماسوائے ان کے جو حضرت محمد ﷺ پر ایمان لائے ‘ مومن نہیں ہیں اس لئے کہ وہ رسول آخر الزمان پر ایمان نہیں لائے ۔ قرآن کریم نے یہ نہیں کہا کہ وہ نبی پر ایمان نہیں لائے بلکہ یہ بھی کے ساتھ دوستی و محبت نہ کرتے ۔ “ یہ اللہ کا فیصلہ ہے اور اس میں تاویل کی بھی کوئی گنجائش نہیں ہے ۔ چاہے زبانی طور پر اہل کتاب جس قدر دعوائے ایمان کریں ۔ اور اگر ہم خدا تعالیٰ کے بارے میں ان کے منحرف اور فاسد عقائد و تصورات پر بھی غور کریں جن کی تفسیر ہم نے اسی سبق میں ابھی ابھی دی ہے تو ان کے اندر اللہ پر بھی ایمان نہیں ہے ۔\nدوسری حقیقت یہ ہے کہ تمام اہل کتاب کو اسلام دعوت دیتا ہے کہ وہ اسلام میں داخل ہوں ۔ اور یہ دعوت انہیں حضرت محمد ﷺ کی زبان سے دی گئی ہے ۔ اگر وہ اس دعوت کو قبول کریں تو مومن ہیں ورنہ نہیں ہیں ۔\nاور تیسری حقیقت یہ سامنے آتی ہے کہ اہل اسلام اور اہل کتاب کے درمیان موالات اور دوستی کا تعلق قائم نہیں ہو سکتا ۔ اور یہ تعلق کسی بھی معاملے میں نہیں ہو سکتا اس لئے کہ مسلمان کے تمام حالات زندگی دین کے تابع ہوتے ہیں اور یہ لوگ دین اسلام کے دشمن ہیں ۔\nرہی یہ بات کہ اسلام اہل کتاب کے ساتھ حسن معاشرت اور اچھا طرز عمل اختیار کرنے کی ہدایت کرتا ہے ان کے جان ومال اور ان کی عزت وآبرو کی حفاظت کا حکم دیتا ہے جب تک وہ دارالاسلام میں ہوں اور یہ کہ وہ انکو اجازت دیتا ہے کہ ان کے جو عقائد ہیں وہ ان پر قائم رہیں اور یہ کہ ان کو حکمت اور حسن ادا کے ساتھ اسلام کی طرف دعوت دی جائے اور ان سے بحث و مباحثہ بھی اچھی طرح ہو جب تک وہ اسلامی ریاست کے وفادار ہیں اور یہ کہ ان کو کسی حال میں بھی اپنے عقائد کو ترک کرنے کا حکم نہ دیا جائے تو یہ اسلام کی وہ پالیسی ہے جو اسلام نے دارالاسلام میں رہنے والی تمام اقلیتوں کے لئے وضع کی ہے ۔ یہ ہے اسلام بات واضح اور صاف ہے ۔ اسلام نیکی چاہتا ہے ۔ رواداری کو رائج کرتا ہے اور بات دوٹوک کرتا ہے کیونکہ یہ اللہ کا کلام ہے اور اللہ صحیح راہ دکھانے والا ہے ۔",
  "ayah": 81,
  "surah": 5
}
