{
  "text": "(آیت) ” نمبر 86۔\nیہاں (آیت) ” (والذین کفروا) سے مراد قطعیت کے ساتھ وہی لوگ ہیں ‘ جو نصاری میں سے سچائی کو سنتے ہیں لیکن مان کر نہیں دیتے ۔ سچائی کو سن کر نہ ماننے والے نصاری کے بارے میں قرآن یہاں کافرین کا لفظ استعمال کرتا ہے ‘ لہذا نصاری جب بھی ایسا موقف اختیار کریں گے ان پر کفر کا اطلاق ہوگا ۔ اس میں یہود ونصاری کے درمیان کوئی امتیاز نہیں ہے اور جب تک وہ حضرت محمد ﷺ پر نازل شدہ کلام کو تسلیم نہیں کرتے جو کلام برحق ہے ہے ان میں اور مشرکین اور یہودیوں میں کوئی فرق نہیں ہوگا ۔ جب تک وہ منکر رہیں گے اور اسلام میں داخل نہ ہوں گے ‘ اس لئے کہ اب اللہ کے ہاں دین اسلام کے سوا کوئی اور دین مقبول نہیں ہے اور یہ مضمون قرآن مجید کی متعدد آیات میں دہرایا گیا ہے ۔\n(آیت) ” لم یکن الذین کفروا من اھل الکتب والمشرکین منفکین حتی تاتیھم البینۃ (98 : 1) ” اہل کتاب اور مشرکین سے جو لوگ کافر تھے ‘ وہ باز آنے والے نہ تھے جب تک کہ ان کے پاس دلیل روشن نہ آجائے ۔ “\n(آیت) ” ان الذین کفروا من اھل الکتب والمشرکین فی نار جھنم خلدین فیھا اولئک ھم شرالبریۃ “۔ (98 : 2) ” اہل کتاب اور مشرکین میں سے جن لوگوں کے کفر کیا ہے وہ یقینا جہنم کی آگ میں جائیں گے اور ہمیشہ اس میں رہیں گے یہ لوگ بدترین خلائق ہیں۔ “\n(آیت) ” لقد کفر الذین قالو ان اللہ ثالثۃ “ (5 : 73) ” یقینا کفر کیا ان لوگوں نے جنہوں نے کہا کہ اللہ تین میں کا ایک ہے ۔ “\n(آیت) ” لقد کفر الذین قالو ان اللہ ھو المسیح ابن مریم “ (5 : 72) ” یقینا کفر کیا ان لوگوں نے جنہوں نے کہا کہ اللہ مسیح ابن مریم ہی ہے ۔ “\n(آیت) ” لعن الذین کفروا من بنی اسرآء یل علی لسان داؤد و عیسیٰ ابن مریم “۔ (5 : 87) ’\n” بنی اسرائیل میں سے جن لوگوں نے کفر کی راہ اختیار کی ان پر داؤد اور عیسیٰ ابن مریم (علیہ السلام) کی زبان سے لعنت کی گئی۔ “ غرض قرآن کریم کا ایک عام انداز بیان ہے اور یہ بات معہود فی الذہن ہے لیکن یہاں جو بات ہو رہی ہے وہ نصاری میں سے دو فریقوں کے رویے کے بارے میں ہے ، اصل میں یہ بتانا مقصود ہے کہ نصاری میں سے دو فریقوں کا موقف اسلام اور اہل اسلام کے بارے میں بالکل مختلف ہے اس لئے ان دونوں کا انجام بھی مختلف ہوگا ۔ ایک گروہ کے لئے جو ایمان لائے گا ایسے باغات ہوں گے جن کے نیچے نہریں بہتی ہوں گی اور دوسروں کا انجام یہ ہوگا کہ وہ جہنمی ہوں گے ۔ اس بحث سے معلوم ہوگیا کہ وہ تمام لوگ جو اپنے آپ کو نصاری کہتے ہیں اس آیت میں داخل نہیں جس میں کہا گیا ہے :\n(آیت) ” ولتجدن اقربھم مودۃ للذین امنوا) ” تم اہل ایمان کے ساتھ دوستی میں زیادہ قریب ان لوگوں کو پاؤ گے ۔ “ آیات کا یہ مفہوم وہی لوگ لیتے ہیں جو ہر آیت کو علیحدہ لے کر پڑھتے ہیں ۔ خلاصہ یہ ہے کہ آیت زیر بحث کا حکم محدود ہے ‘ اور اس سے متعین طور پر وہ لوگ مراد ہیں جو ایمان لاتے ہیں ۔ قرآن کریم نے ان لوگوں کی اچھی طرح وضاحت کردی ہے اور کوئی غلط فہمی نہیں چھوڑی ۔ دونوں فریقوں کو نکھار کر رکھ دیا ہے۔\nقرآن کریم کے علاوہ اس مفہوم کی وضاحت اور تائید میں بہت سی روایات بھی آئی ہیں جن سے معلوم ہوتا ہے کہ اس آیت سے مراد نصاری کے چند متعین لوگ تھے ۔\nقرطبی نے اپنی تفسیر میں لکھا ہے : ” یہ آیت نجاشی اور اس کے ساتھیوں کے بارے میں ہے ‘ اور یہ اس وقت نازل ہوئی تھی جب ہجرت اول میں مسلمان حبشہ کو گئے تھے ‘ جیسا کہ ابن اسحاق اور دوسرے اہل سیر نے لکھا ہے ۔ یہ لوگ مشرکین کے خوف اور تشدد کی وجہ سے گئے تھے اور بڑی تعداد میں تھے ۔ اس کے بعد حضور نے مدینہ کی طرف ہجرت کی تو یہ لوگ ہجرت کرنے مدینہ مدینہ نہ آسکے ‘ اس لئے کہ جنگوں کی وجہ سے حالات ایسے ہوگئے کہ وہ حضور سے نہ مل سکے جب بدر کی جنگ ہوئی اور اس میں کفار کے بڑے بڑے لیڈر مارے گئے تو قریش کے لوگوں نے کہا کہ کہ ہم ان لوگوں سے انتقام لے سکتے ہیں جو حبشہ گئے ہوئے ہیں ‘ اس لئے کچھ ہدایات دے کرنجاشی کے پاس دو عقلمند آدمیوں کو بھیجو ۔ نجاشی ان لوگوں کو تمہارے حوالے کر دے گا اور تم ان کو قتل کر کے اہل بدر کا بدلہ لے سکو گے ۔ اہل قریش نے عمرو ابن العاص اور عبداللہ ابن ابو ربیعہ کو ہدیے دے کر بھیجا ۔ حضور کو ان خبروں کی اطلاع ہوگئی ۔ آپ نے عمر ابن امیہ ضمیری کو بطور ایلچی بھیجا اور اسے ایک خط دیا ۔ وہ نجاشی کو ملے ‘ اس نے حضور ﷺ کے نامہ مبارک کو پڑھا ۔ اس کے بعد حضرت جعفر ابن ابو طالب اور مہاجرین کو بلایا اور اپنے علماء اور فقراء کو بھی بلایا اور حضرت جعفر کو حکم دیا کہ ان کے سامنے قرآن کریم کی تلاوت کریں ۔ انہوں نے سورة مریم کی تلاوت کی ۔ یہ علماء اور مشائخ اس حال میں اٹھے کہ ان کی آنکھوں سے آنسو جاری تھے ۔ یہی وہ لوگ ہیں جن کے بارے میں یہ آیت نازل ہوئی ۔\n(آیت) ” ولتجدن اقربھم مودۃ للذین امنوا قالوا انا نصری) ” تم مسلمانوں کے ساتھ دوستی میں قریب تر ان لوگوں کو پاؤ گے جو کہتے ہیں ہم نصاری ہیں۔ “ یہ آیت انہوں نے ” الشاہدین “ تک پڑھی ۔ (اس حدیث کو ابو داؤد نے محمد ابن مسلمہ ‘ ابن وہب ‘ یونس ‘ ابن شہاب (انہوں نے ابوبکر ابن عبد الرحمن اور سعید ابن مسیب کے واسطے سے) عروہ ابن زبیر سے روایت کیا ۔ انہوں نے اس حدیث کا آغاز اس سے کیا کہ حبشہ کی پہلی ہجرت کا یہ واقعہ ہے)\nبیہقی نے ابن اسحاق سے روایت کی ہے کہ حضور کے پاس بیس افراد آئے ۔ اس وقت آپ مکہ میں تھے یا مکہ کے قریب تھے ۔ یہ اس وقت کی بات ہے جب آپ کے بارے میں اطلاعات حبشہ پہنچی تھیں ۔ یہ لوگ نصاری تھے ۔ ان لوگوں نے مسجد میں حضور کے ساتھ ملاقات کی ۔ سوالات وجوابات ہوئے اور قریش کے لوگ کعبہ کے اردگرد محفلیں جمائے بیٹھے تھے ۔ جب ان کے سوالات ختم ہوئے اور جو پوچھنا چاہتے تھے ‘ پوچھ لیا تو حضور نے ان کو دعوت دی اور قرآن مجید پڑھ کر انہیں سنایا جب انہوں نے قرآن سنا تو ان کی آنکھوں سے آنسو جاری ہوگئے ۔ انہوں نے آپ کی دعوت کو قبول کیا ‘ آپ کی تصدیق کی ۔ انہوں نے حضور ﷺ کو ان پیش گوئیوں کی روشنی میں پہچان لیا جو ان کی کتابوں میں تھیں ۔\nجب یہ لوگ جانے کے لئے اٹھے تو ابوجہل اور قریش کے چند لوگوں نے مداخلت کی ۔ ابوجہل نے کہا تم جیسا بیوقوف کوئی بھی نہ ہوگا ۔ تمہیں تمہاری قوم نے تو اس لئے بھیجا تھا کہ تم واپس جاؤ اور اس شخص کے بارے میں ان تک اطلاعات پہنچاؤ لیکن چند منٹ کی بات چیت میں تم نے اپنے دین کو چھوڑ دیا اور اس کی تصدیق کردی ، میں نے تم سے زیادہ احمق مسافر کوئی اور نہیں دیکھا یا اس نے اس جیسی کوئی اور بات کہی ۔ انہوں نے کہا اسلام علیکم ہم تمہارے ساتھ جاہلانہ رویہ اختیار نہیں کرتے ۔ ہمارے اعمال ہمارے ہیں اور تمہارے اعمال تمہارے ہیں ۔ ہم اپنے آپ کو بھلائی سے محروم نہیں کرتے ۔ کہا جاتا ہے ۔ کہ یہ لوگ اہل نجران میں سے تھے ۔ اور یہ بھی کہا جاتا ہے کہ ان ہی کے بارے میں یہ آیات نازل ہوئی ہیں۔\n(آیت) ” الذین اتینھم الکتب من قبلہ ھم بہ یومنون) آیت (لا نبتغی الجھلین) (28 : 53 تا 55) تک ان آیات کے بارے میں یہ بھی کہا گیا ہے کہ جعفر اور ان کے ستر افراد پر مشتمل ساتھی رسول اللہ ﷺ کے ساتھ ملاقات کے لئے آئے ۔ یہ لوگ اونی کپڑے پہنے ہوئے تھے ۔ ان میں سے باسٹھ افراد حبشہ سے تعلق رکھتے تھے اور آٹھ شامی تھے ۔ شامیوں میں بحیرا راہب ‘ ادریس ‘ اشرف ‘ ابرہہ ‘ ثمامہ ‘ قثم ‘ درید اور ایمن تھے ۔ ان کے سامنے حضور ﷺ نے سورة یسین تلاوت فرمائی ۔ انہوں نے جب قرآن مجید سنا تو خوب روئے اور حضور ﷺ پر ایمان لائے ۔ انہوں نے کہا یہ کلام ویسا ہی ہے جیسا کہ حضرت عیسیٰ (علیہ السلام) پر نازل ہوا تھا ۔ ان لوگوں کے بارے میں یہ آیت نازل ہوئی ۔\n(آیت) ” لتجدن اشد الناس عداوۃ للذین امنوا الیھود والذین اشرکوا ولتجدن اقربھم مودۃ للذین امنوا الذین قالوا انا نصری ) (5 : 82)\n” تم اہل ایمان کی عدوات میں سب سے زیادہ سخت یہود اور مشرکین کو پاؤ گے اور ایمان لانے والوں کے لئے دوستی میں قریب تر ان لوگوں کو پاؤ گے جنہوں نے کہا تھا کہ ہم نصاری ہیں ۔ “\nاس سے مراد حبشہ کے وفد سے ہے اور یہ لوگ کینسوں کے انجارچ تھے ۔ سعید ابن جبیر نے کا ہ ہے کہ ان لوگوں کے بارے میں یہ آیت اتری ْ :\n(الذین اتینھم الکتب من قبلہ ھم بہ یومنون) ۔۔۔۔۔ تا ۔۔۔۔۔۔۔۔ (اولئک یوتون اجرھم مرتین) آخر آیت تک ۔ مقاتل اور کلبی نے کہا ہے کہ ان لوگوں میں سے چالیس افراد نجران کے قبیلہ بنی الحرث ابن کعب سے تھے ۔ اور بتیس حبشہ کے تھے اور اڑسٹھ شامی تھے ۔ قتادہ کہتے ہیں کہ یہ آیت ان لوگوں کے بارے میں نازل ہوئی جو حضرت عیسیٰ (علیہ السلام) کی سچی شریعت پر قائم تھے اور جب حضور ﷺ مبعوث ہوئے تو وہ حضور ﷺ پر ایمان لائے ۔ اس پر اللہ تعالیٰ نے ان کی تعریف کی۔\nمیں سمجھتا ہوں کہ جو قتادہ نے کہا ہے یہی اس آیت کا مفہوم ہے اور سیاق کلام بھی اسی کا اظہار کرتا ہے ۔ سابقۃ الذکر تمام روایات اس کی تائید کرتی ہیں اور اس سورة میں دوسری آیات اور قرآن کریم کی دوسری تصریحات کے ساتھ بھی یہ مفہوم متفق ہے ۔ یہ مفہوم اس موقف سے بھی متفق ہے ۔ جو یہود ونصاری نے اہل اسلام اور خود اسلام کے مقابلے میں اختیار کیا ۔ نیز گزشتہ 14 سو سال کی تاریخ میں ان لوگوں نے اسلام کے مقابلے میں جس قسم کا رویہ اختیار کیا اس کے ساتھ بھی یہ مفہوم درست بیٹھتا ہے ۔\nیہ سورة اپنے رجحان اپنی فضا اور اپنے مقاصد کے اعتبار سے ایک اکائی ہے ۔ اللہ کے کلام میں تناقض ممکن نہیں ہے ۔ (آیت) ” (ولو کان من عند غیر اللہ لوجدوا فیہ اختلافا کثیرا “۔ (4 : 82) ” اگر قرآن مجید اللہ کے سوا کسی اور کی طرف سے ہوتا تو وہ اس میں بہت اختلاف پاتے ۔ “ خود اس سورة کے اندر بھی بعضے فیصلے اور ایسی آیات موجود ہیں جن سے اس آیت کی تشریح اچھی طرح ہوجاتی ہے۔\n(آیت) ” یایھا الذین لا تتخذوا الیھود والنصری اولئاء بعضھم اولیاء بعض ومن یتولھم منکم فانہ منھم ان اللہ لایھدی القوم الظلمین “۔ (5 : 51)\n” اے لوگو جو ایمان لائے ہو ‘ یہودیوں اور عیسائیوں کو اپنا رفیق نہ بناؤ۔ یہ آپس ہی میں ایک دوسرے کے رفیق ہیں ۔ اور اگر تم میں سے کوئی ان کو اپنا رفیق بناتا ہے تو اس کا شمار بھی پھر انہیں میں ہے یقینا اللہ ظالموں کو اپنی راہنمائی سے محروم کردیتا ہے۔\n(آیت) ” قل یاھل الکتب لستم علی شیء حتی تقیموا التورۃ والانجیل وما انزل الیکم من ربکم ، ولیزیدن کثیرا منھم ما انزل الیک من ربک طغیانا وکفرا فلا تاس علی القوم الکفرین (5 : 68)\n” کہہ دو کہ اے اہل کتاب تم ہرگز اصل پر نہیں ہو جب تک کہ تورات وانجیل اور ان دوسری کتابوں کو قائم نہ کرو جو تمہارے رب کی طرف سے نازل کی گئی ہیں۔ “ ضرور ہے کہ یہ فرمان جو تم پر نازل کیا گیا ہے ان میں اکثر کی سرکشی اور انکار کو اور زیادہ بڑھا دے گا ۔ مگر انکار کرنے والوں کے حال پر کچھ افسوس نہ کرو ۔\nاسی طرح سورة بقرہ میں اس سے پہلے کہا گیا تھا :\n(آیت) ” ولن ترضی عنک الیھود ولاالنصاری حتی تتبع ملتھم قل ان ھدی اللہ ‘ ھو الھدی ولئن اتبع اھوآء ھم بعد الذی جآءک من العلم مالک من اللہ من ولی ولا نصیر۔ (2 : 120)\n” یہودی اور عیسائی تم سے ہر گز راضی نہ ہوں گے ‘ جب تک آپ ان کی طریقے پر نہ چلنے لگو صاف کہہ دو کہ راستہ بس وہی ہے جو اللہ نے بتایا ہے ورنہ اس علم کے بعد جو تمہارے پاس آچکا ہے ‘ تم نے انکی خواہشات کی پیروی کی تو اللہ کی پکڑ سے بچانے والا کوئی دوست اور مدد گار تمہارے لئے نہیں ہے۔ “\nاللہ تعالیٰ نے امت مسلمہ کو ان آیات میں جو تنبیہ کی تھی بعد کے ادوار میں پوری تاریخ اس بات کی تصدیق کرتی ہے کہ یہودیون اور عیسائیوں دونوں نے کبھی اہل اسلام کو معاف نہ کیا ۔ تاریخ نے یہودیوں کی اسلام دشمنی کے واقعات کو اس وقت سے ریکارڈ کیا ہے جب سے اسلام مدینہ طیبہ میں داخل ہوا ‘ اور اس وقت سے آج تک ان کا یہی ریکارڈ مسلسل چلا آرہا ہے کہ وہ اسلام کے خلاف سازشوں میں مصروف ہیں ۔ اپنی ان خبیث سرگرمیوں کو انہوں نے کسی بھی دور میں موقوف نہیں کیا ۔ تاریخ نے یہ واقعہ بھی ریکارڈ پر محفوظ کیا ہے کہ جب سے جنگ یرموک میں اہل اسلام اور عیسائیوں کے درمیان جھڑپ ہوئی ہے اس کے بعد عیسائیوں نے بھی اسلام کے خلاف صلیبی جنگیں مسلسل جاری رکھیں ‘ ماسوائے ان چند استثنائی واقعات کے جن کا ذکر ان آیات میں ہوا ہے اور ماسوائے بعض ایسی عیسائی فرقوں کے جو خود دوسرے عیسائی فرقوں کے وبال سے تنگ آکر اسلامی حدود میں آب سے ۔ رہاعیسائیوں کا عام رویہ تو اس کی اصلی تصویر صلیبی جنگوں ہی میں نظر آتی ہے ۔ یاد رہے کہ صلیبی جنگ ابھی ختم نہیں ہوئی ‘ یہ آج تک جاری ہے ۔ جب سے اسلام اور مسیحیت کا مقابلہ یرموک کے میدان میں ہوا ہے اس وقت سے یہ جنگ جاری ہے ۔ اگرچہ بظاہر کبھی کبھی امن بھی نظر آجاتا ہے ۔\nعیسائیوں کو اسلام کے ساتھ کس قدر بعض و عدوات تھی ‘ اس کا اظہار دو صدیوں تک ہوتا رہا یعنی مشہور صیلبی جنگوں کے دوران نیز اس ذہینت کا اظہار اس تحریک بیخ کنی سے بھی ہوتا ہے جو عیسائیوں نے مسلمانوں کے خلاف اندلس میں جاری رکھی ۔ اس کی استعماریت اور تبلیغ مسیحیت کی مہم اسلامی افریقہ میں چلائی گئی اور اس کے بعد اس استعمار اور تبلیغ مسیحیت کو تمام عالم اسلام تک پھیلا دیا گیا ۔\nاسلام کے خلاف جنگ میں یہودیت اور عیسائیت دونوں باہم حلیف رہے حالانکہ دونوں فرقے ایک دوسرے کے بھی دشمن تھے لیکن اسلام کے خلاف تمام جنگوں میں وہ ایک دوسرے کے دوست بھی رہے ۔ جیسا کہ اللہ علیم وخبیر نے آج سے 14 سو سال پہلے کہ دیا تھا کہ (آیت) ” بعضھم اولیاء بعض “۔ وہ خود ایک دوسرے کے دوست ہیں “ اور ان کی یہ دوستی اس وقت تک قائم رہی جب انہوں نے خلافت اسلامیہ کو ختم کیا ، اس کے بعد وہ اس دین کی ایک ایک رسی کو توڑتے رہے اور جب انہوں نے اسلامی نظام حکومت کو ختم کرلیا تو اب وہ اسلام کی اساس نماز کو ختم کرنے کے درپے ہیں ۔\nاب دور جدید میں دیکھئے مسلمانوں کے خلاف یہودیوں کا جو موقف تھا کہ وہ اہل اسلام کے مقابلے میں مشرکین کو پسند کرتے تھے اب بایہ ثبوت کو پہنچ گیا ہے ۔ اب عالمی عیسائیت ان تمام بت پرست اقوام کی پشت پر کھڑی ہے بشرطیکہ وہ اسلام کے خلاف لڑ رہے ہوں ۔ بعض اوقات تو یہ لوگ تائید کرتے ہیں اور بعض اوقات یہ لوگ براہ راست بین الاقوامی اداروں میں مسلمانوں کے خلاف بت پرستوں کی تائید کرتے ہیں ۔ پاکستا اور ہندوستان کے درمیان پائے جانے والے مسئلہ کشمیر میں انہوں نے وہی کردار ادا کیا ہے ۔\nاس کے علاوہ یہ یہودی و عیسائی احیائے اسلام کی تمام تحریکات کی بیخ کنی میں باہم معاون ہیں ۔ انہوں نے عالم اسلام کے ایسے نام نہاد عظیم لیڈر پال رکھے ہیں جو ان کی مرضی اور خواہشات کے مطابق اپنے اپنے ممالک میں اسلام کی بیخ کنی پر تلے ہوئے ہیں۔ یہ عالمی قوتیں بونے لیڈروں کے اردگرد اژدہام کئے ہوئے ہیں اور زندہ باد کے نعرے لگا رہی ہیں ۔ اس غوغا آرائی نے ان لوگوں کو عظیم لیڈر بنا دیا ہے ۔ حالانکہ یہ لوگ نہایت ہی بونے قد کے لوگ ہیں ۔\nیہ ہے خلاصہ اس ریکارڈ کا جو گذشتہ چودہ سو سال سے اسلامی تاریخ نے قلم بند کیا ہے اور اس میں یہودیوں اور عیسائیوں کا موقف اسلام کے خلاف رہا ہے اور دونوں کی دشمنی کے درمیان کوئی کمی بیشی نہیں ہے ۔ نہ ان کے کیمپوں میں فرق کیا جاسکتا ہے اور نہ تحریک اسلامی کے خلاف ان کی اس مسلسل جنگ میں کبھی کمی آتی ہے ۔ ایک زمانہ گزر گیا اس صورت حال میں کوئی تبدیلی نہیں ہوئی ۔\nیہ ہے وہ صورت حال جسے سمجھنے والوں کو سمجھ لینا چاہئے اور انہیں ان تحریکات کے پیچھے نہیں بھاگنا چاہئے جو فریب خوردہ لوگ چلا رہے ہیں اور جن کا مقصد اسلامی صلابت اور پختگی کو پگھلانا ہے ۔ یہ تحریکات اسلام کو ختم کرنے کے لئے اس آیت سے استدلال کرتی ہیں اور وہ بھی اس طرح کہ اس کا مفہوم دوسری آیات سے کاٹ کر ‘ اور صرف نظر کرکے وہ مفہوم نکالتی ہیں جو ان کا مفید مطلب ہے ۔ اس آیت کے مفہوم کے تعین کے لئے یہ لوگ نہ پوری سورة کے مضامین کو دیکھتے ہیں نہ قرآن کریم کی دوسری تصریحات سے استفادہ کرتے ہیں ‘ نہ وہ اس سلسلے میں اسلامی تاریخ پر نگاہ ڈالتے ہیں اور اس طرح وہ اہل ایمان کے شعور کو سلانا چاہتے ہیں تاکہ وہ ان کیمپوں کے مقابلے میں بےحس اور بےفکر ہوجائیں ۔ ان کے دل اسلام کے خلاف بغض وعداوت سے بھرے پڑے ہیں اور وہ ہر وقت عالم اسلام کے خلاف سازشوں میں مصروف رہتے ہیں ۔ وہ اس ثقافتی یلغار کے ذریعے اسلامی نظریہ حیات پر اپنا آخری وار کرنا چاہتے ہیں ۔\nاسلام کے یہ دشمن کیمپ جس امر سے بہت خائف ہیں وہ یہ ہے کہ مسلمانوں کے اندر دین حق کا فہم وادراک اور شعور واحساس ترقی نہ کر جائے اگرچہ یہ شعور ایک قلیل تعداد ہی کے اندر پایا جاتا ہو۔ جو لوگ مسلمانوں کے اس شعور اور بیداری کے بدترین دشمن ہیں ان میں سے بعض ایسے ہیں جو فریب خوردہ ہیں اور دشمنان اسلام کے جال میں آگئے ہیں یہ فریب خوردہ لوگ مسلمان ہونے کے باوجود اسلام کے کھلے دشمنوں سے کم خطرناک نہیں ہیں بلکہ یہ لوگ اسلام اور تحریک احیائے اسلام کے لئے زیادہ مضر ہو سکتے ہیں ۔ بیشک یہ قرآن اس بات کی طرف راہنمائی کرتا ہے جو نہایت ہی مضبوط اور قائم ہے ۔ قرآن خود اپنی تردید ہرگز نہیں کرتا ۔ ہمیں چاہئے کہ ہم قرآن کا مطالعہ دینی بصیرت کے ساتھ کریں ۔\nدرس نمبر 53 ایک نظر میں :\nیہ پورا سبق ایک ہی مسئلے کو لیتا ہے ۔ اگرچہ موضوعات مختلف ہیں لیکن یہ تمام موضوعات ایک ہی محور کے اردگرد گھومتے ہیں ۔ مسئلہ یہ ہے کہ اسلامی نظام حیات میں قانون سازی کا مسئلہ ذات باری سے تعلق رکھتا ہے اور یہ حق صرف اللہ کا ہے کہ وہ حلال و حرام کے حدود وقیود کا تعین کرے ۔ یہ اللہ ہی ہے جو جواز اور عدم جواز کے فیصلے کرسکتا ہے ۔ یہ اللہ ہی ہے جو یہ فیصلہ کرسکتا ہے کہ یہ اس کا امر ہے اور یہ اس کی جانب سے نہی ہے ۔ اس اصولی قاعدے کے ساتھ تمام چھوٹے اور بڑے امور یکساں ہیں ‘ اس لئے زندگی کے تمام معاملات کا حل اس قاعدے کے مطابق ہونا چاہئے ۔\nانسانوں میں سے جو شخص اپنے لئے قانون سازی کے حق کا دعوی کرتا ہے اور اس حق کو استعمال کرتا ہے تو وہ غلطی پر ہے ۔ اسلامی نظریے کی رو سے یہ حق صرف اللہ ہی کے لئے ہے ۔ اگر کوئی اللہ کے اس حق کو تسلیم نہیں کرتا تو گویا وہ اللہ کی الوہیت اور اس کی حاکمیت کو چیلنج کرتا ہے اور اللہ تعالیٰ اس قسم کی دست درازی کرنے والوں کو پسند نہیں کرتا جو شخص لوگوں کے رواج ‘ ان کی اصطلاحات اور ان کے اقوال کے مطابق قانون سازی کرتا ہے وہ اللہ کے کلام کے خلاف بغاوت کرتا ہے اور اس طرح وہ دائرہ ایمان اور حدود اسلام سے خارج ہوجاتا ہے ۔ اور وہ دین اسلام میں نہیں رہتا اس سبق کے تمام فقرے (یایھا الذین امنوا) سے شروع ہوتے ہیں مثلا :\n(آیت) ” أَیُّہَا الَّذِیْنَ آمَنُواْ لاَ تُحَرِّمُواْ طَیِّبَاتِ مَا أَحَلَّ اللّہُ لَکُمْ وَلاَ تَعْتَدُواَ (87)\n(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَیْْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّیْْطَانِ فَاجْتَنِبُوہُ (90)\n(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْیَاء إِن تُبْدَ لَکُمْ تَسُؤْکُمْ ۔۔۔ یَا أَیُّہَا الَّذِیْنَ آمَنُواْ عَلَیْْکُمْ أَنفُسَکُمْ لاَ یَضُرُّکُم مَّن ضَلَّ إِذَا اہْتَدَیْْتُمْ ۔۔۔۔ یِا أَیُّہَا الَّذِیْنَ آمَنُواْ شَہَادَۃُ بَیْْنِکُمْ إِذَا حَضَرَ أَحَدَکُمُ الْمَوْتُ حِیْنَ الْوَصِیَّۃِ اثْنَانِ ذَوَا عَدْلٍ مِّنکُمْ أَوْ آخَرَانِ مِنْ غَیْْرِکُمْ ۔۔ (5 : 106)\nاس سبق کا موضوع چونکہ مسئلہ قانون سازی ہے ‘ اس لئے اس حوالے سے ان الفاظ کے ساتھ خطاب یہاں بہت بڑی اہمیت رکھتا ہے اور اس میں ایک خاص اشارہ پیش نظر ہے ۔ مقصد یہ ہے کہ اس مسئلے کا تعلق الوہیت ‘ حاکمیت اور ایمان اور دین کے ساتھ ہے ۔ اہل ایمان کی صفت ایمان کے ساتھ پکارا جاتا ہے ‘ اس لئے کہ ایمان کا تقاضا یہ ہے کہ اللہ کی الوہیت ‘ حاکمیت کا اقرار کیا جائے ۔ اس پکار کی وجہ سے اسلام اور دین کا پہلا قاعدہ اور سبق مسلمانوں کے ذہن نشین کرانا مطلوب ہے ۔ اس مناسبت کے ساتھ حکم دیا جاتا ہے کہ لوگ اللہ اور رسول اللہ کی اطاعت کریں اور اللہ اور رسول اللہ کی اطاعت سے روگردانی نہ کریں ورنہ ان کو شدید عذاب سے دو چار ہونا پڑے گا جو شخص یہ اطاعت کرے گا وہ آخرت میں بہت بڑے انعام کا مستحق ہوگا ۔\nاس کے بعد صفت ایمان کو پیش نظر رکھتے ہوئے حکم دیا جاتا ہے ۔ اہل ایمان اور اہل کفر کے درمیان مکمل جدائی ہوگی ‘ اس لئے کہ اہل کفر اہل ایمان کے منہاج کو قبول نہیں کرتے ۔ اہل ایمان کا منہاج تو یہ ہے کہ وہ چھوٹے بڑے معاملات میں حق قانون سازی اللہ کو دیتے ہیں اور اللہ کے حق حاکمیت پر دست درازی نہیں کرتے ۔\n(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ عَلَیْْکُمْ أَنفُسَکُمْ لاَ یَضُرُّکُم مَّن ضَلَّ إِذَا اہْتَدَیْْتُمْ إِلَی اللّہِ مَرْجِعُکُمْ جَمِیْعاً (5 : 105)\n” اے لوگو جو ایمان لائے ہو ‘ اپنی فکر کرو کسی دوسرے کی گمراہی سے تمہارا کچھ نہیں بگڑتا اگر تم خود راہ راست پر ہو ۔ اللہ کی طرف تم سب کو پلٹ کر جانا ہے پھر وہ تمہیں بتا دے گا کہ تم کیا کرتے رہے ہو ۔ “ اہل ایمان ایک امت ہیں ‘ جس کا اپنا دین ‘ اپنی شریعت ‘ شریعت کے اپنے مصادر ہیں اور وہ ان کے سوا کسی اور ذریعے سے قانون نہیں اخذ کرتی ۔ اگر یہ امت تمام اقوام وملل پر اپنا یہ موقف واضح کر دے اور پھر بھی وہ گمراہ ہوں تو اس پر کوئی مواخذہ نہیں ‘ اگر وہ ان سے مکمل جدائی رکھے اور انہیں ان کی جاہلیت اور ضلالت پر چھوڑ دے سب نے اللہ کی طرف لوٹنا ہے ۔\nیہ ہے اس پورے سبق کا محور۔ رہے وہ موضوعات جو اس سبق کے اندر ہیں اور جو اس دائرے کے اندر گھومتے ہیں تو وہ مختلف ہیں ۔ اب اس عمومی دائرے کے اندر ان موضوعات کو ہم ذرا تفصیل کے ساتھ لیتے ہیں ۔",
  "ayah": 86,
  "surah": 5
}
