{
  "text": "(آیت) ” نمبر 90 تا 93۔\nشراب ‘ جوا آستانے اور پانسے جاہلی معاشرے کی سب سے بڑی علامات تھیں اور یہ ایسی عادات تھیں جن کا جاہلی معاشرے کے اندر بہت زیادہ رواج تھا ۔ یہ تمام عادات دراصل ایک معاشرتی کل تھیں اور باہم مربوط تھیں اور جاہلی معاشرے کی پہچان تھیں ۔ اہل جاہلیت بڑی مقدار میں شراب استعمال کرتے تھے اور اس میں وہ ایک دوسرے سے آگے بڑھنے کی کوشش کرتے تھے اور اس پر فخر کیا کرتے تھے ۔ انکی فخریہ حکایات اور فخریہ اشعار کا موضوع کثرت شراب نوشی ہوا کرتی تھی ۔ مجالس شراب کے ساتھ پھر جانوروں کا ذبح کرنا اور شراب کے ساتھ کباب اور تکے کھلانا بھی لازم تھا ۔ اس میں پینے اور پلانے والے سب شریک ہوتے اور اس طرح اس قسم کی مجالس میں سب کے لئے دلچسپی کا سامان ہوتا ۔ یہ ذبیحے وہ بتوں کے نام اور آستانوں پر کرتے تھے اور ان ذبیحوں کا خون بتوں کا خون بتوں پر ڈالتے تھے ۔ نیز وہ اپنے الہوں اور کاہنوں کے نام پر بھی بعض جانوروں کو ذبح کرتے تھے ۔ شراب نوشی اور دوسرے مواقع پر جو جانور ذبح کرتے تھے ‘ ان کے گوشت کو پھر وہ پانسوں کے ذریعے تقسیم کرتے تھے ۔ ہر شخص اپنے پانسے کے مقررہ حصے کا گوشت لیتا تھا ‘ جس کا پانسہ اونچا نکلا اس کا حصہ بھی زیادہ ہوتا تھا ۔ اسی طرح گوشت تقسیم ہوتا تھا ۔ اسی طرح گوشت تقسیم ہوتا ‘ یہاں تک کہ بعض اوقات جانور ذبح کرنے والے کے حصے میں کچھ نہ آتا اور وہ مکمل خسارے میں پڑجاتا ۔\nان واقعات سے معلوم ہوتا ہے کہ ان کی رسوم اور عادات باہم مربوط اور متعلق تھیں اور یہ عادات انہیں جاہلی طریقوں پر جاری تھیں ۔۔۔ اسلامی نظام زندگی نے تحریک کا آغاز ان رسوم کی اصلاح سے شروع نہیں کیا اس لئے کہ یہ رسوم اور عادات بعض فاسد نظریاتی تصورات پر قائم تھیں ۔ اگر محض اصلاح رسوم کی سطحی تحریک شروع کردی جاتی اور اصل اعتقادی نظریات کی بیخ کنی نہ کی جاتی تو یہ کام نہایت ہی سطحی ہوتا ۔ اسلام سے ہر گز یہ توقع نہ کی جاسکتی تھی کہ وہ جڑوں کو چھوڑ کر محض سطحی امور تک اپنے آپ کو محدود کر دے ۔ اسلام نے سب سے پہلے نفس انسانی کی پہلی گرہ یعنی عقائد ونظریات پر کلام کیا ۔ اس نے سب سے پہلے جاہلی عقائد و تصورات کو لیا اور انہوں اور انہیں جڑ سے اکھاڑ کر پھینک دیا ۔ ان کی جگہ پاک وصاف اسلامی نظریہ حیات دیا اور یہ تصور اور نظریہ فطرت انسانی کی گہرائیوں تک اتار دیا ۔ اسلام نے متعدد الہوں کے بارے میں ان کے تصورات کو لیا اور انہیں جڑ سے اکھاڑ کر پھینک دیا ۔ ان کی جگہ پاک وصاف اسلامی نظریہ حیات دیا اور یہ تصور اور نظریہ فطرت انسانی کی گہرائیوں تک اتار دیا ۔ اسلام نے متعدد الہوں کے بارے میں ان کے تصورار کے فساد کو ظاہر کیا اور ان کو ایک الہ حق کے عقیدے پر مجتمع کردیا ۔ جب ان کے دل و دماغ پر یہ عقیدہ توحید چھا گیا تو اب وہ فطری طور پر سوچنے کے لئے تیار ہوگئے کہ انکا الہ الحق کس بات کو پسند نہیں کرتا ۔ اس نظریاتی اصلاح سے پہلے وہ کب اپنی عادات ورسومات کو چھوڑنے کے لئے تیار ہو سکتے تھے وہ نظریاتی تبدیلی کے بغیر اپنے جاہلی پسندیدہ طریقوں کو چھوڑنے کے لئے تیار نہ تھے ۔ اگرچہ انہیں بار بار نصیحت کی جاتی ۔ فطرت کی گرہ درحقیقت عقیدے کی گرہ ہوتی ہے ۔ جب تک سب سے پہلے اس گرہ اور عقدے کو حل نہ کیا جائے اس وقت تک کوئی اخلاقی تعلیم ‘ کوئی تہذیب اخلاق کا پروگرام اور کوئی اجتماعی اصلاحی سکیم کامیاب نہیں ہو سکتی ۔ نظریہ دراصل انسانی فطرت کی کنجی ہے ۔ جب تک یہ کنجی لگا کر فطرت انسانی کو کھول کر نہیں دیا جاتا اس وقت تک اس کے نہاں خانے اور اس کی راہ ورسم کی تہ تک رسائی ممکن نہ ہوگی ۔ جب ہم اس کی ایک تنگ گلی کو کھولیں گے تو کئی اور تنگ گلیاں سامنے آئیں گی اور اگر ہم اس کا ایک پہلو روشن کرلیں گے تو دس اور تاریک پہلو سامنے آئیں گے ۔ ہم ایک گرہ کھولیں گے اور مزید دس گرہیں لگ جائیں گی ۔ ہم ایک راہ کھولیں گے تو دس راہیں بند ہوجائیں گی اور اس طرح ہم ایسی بھول بھلیوں میں پڑجائیں گے کہ نکلنے کی راہ نہ ملے گی ۔\nیہ وجہ ہے کہ اسلامی نظام حیات نے جاہلیت کی بری رسموں اور گندی عادات سے اپنے اصلاحی کام کا آغاز نہ کیا ۔ اسلام نے سب سے پہلے نظریاتی اصلاح سے کام شروع کیا ۔ سب سے پہلے یہ مطالبہ ہوا کہ تم کلمہ طیبہ کو قبول کرو اور مکہ کے ابتدائی تیرہ سال اسی نظریاتی اصلاح اور عقائد کی درستی میں صرف ہوئے ۔ ان طویل سالوں میں تحریک اسلامی کا نصب العین ہی شہادت لا الہ الا رہا ۔ اس عرصے میں لوگوں کو رب العالمین سے متعارف کرایا گیا ‘ ان کو صرف اسی کی بندگی کی دعوت دی جاتی رہی ‘ اور لوگوں کو صرف اسی کی بادشاہت کی طرف بلایا جاتا رہا ۔ یہاں تک کہ ان کے نفوس صرف رب واحد کے لئے خالص ہوگئے ۔ ان کی حالت یہ ہوگئی کہ وہ اپنے لئے وہی کچھ پسند کرنے لگے جو ان کے لئے ان کا خدا پسند کرتا تھا ۔ جب نظریاتی اصلاح اس ڈگری تک پہنچ گئی تو اب فرائض کا آغاز ہوا ‘ مراسم عبودیت فرض ہوئے اب جاہلیت کی گندی عادات اور رسوم کی اصلاح کا آغاز ہوا ‘ اجتماعی طور طریقوں کے بدلنے کے احکام صادر ہونا شروع ہوئے ‘ اقتصادی اصلاحات نافذ کی گئیں ‘ نفسیاتی اور اخلاقی طرز عمل کی اصلاح شروع ہوئی اور یہ کام ایسے وقت میں شروع ہوا کہ ادھر سے اللہ کا حکم آتا ادھر سے مسلمان اسے ہاتھوں ہاتھ لیتے ‘ بغیر کسی حیل وحجت کے ‘ اس لئے کہ انہوں نے امر ونہی کے تمام اختیارات الہ العالمین کے سپرد کردیئے تھے ان کا اپنا کچھ اختیار نہ تھا ۔\nدوسرے الفاظ میں ہم یوں کہہ سکتے ہیں کہ اوامر اور نواہی کی تلقین اس مرحلے کے بعد شروع ہوئی جب لوگوں نے مکمل انقیاد سے سر تسلیم خم کردیا ۔ ہر ایک مسلم نے اپنا سب کچھ اللہ کے حوالے کردیا ‘ اور یہ بات تسلیم کرلی کہ اللہ کے اوامر ونواہی کے بالمقابل اس کا کوئی اختیار نہیں ہے جیسا کہ استاد ابوالحسن علی ندوی نے کہا ہے وہ اپنی کتاب عالم اسلام میں مشرقیت اور مغربیت کی کشمکش میں کہتے ہیں ۔\n” کفر وشرک کا عظیم عقدہ کھل گیا ۔ بیشک یہ ایک عظیم عقدہ تھا ۔ اس عقدے کا کھلنا تھا کہ تمام عقدے کھل گئے ۔ حضور ﷺ نے ان کے ساتھ یہ پہلا جہاد کیا اور اس لئے انہیں مزید کسی جہاد کی ضرورت نہ رہی ۔ ہر امر اور ہر نہی کے لئے آپ کو کوئی جدوجہد کرنا نہ پڑی ۔ اس پہلے نظریاتی معرکے میں اسلام کو جاہلیت پر فتح نصیب ہوئی اور اس کے بعد ہر معرکے میں کامیابی نے آپ کا ساتھ دیا ۔ یہ اس لئے ہوا کہ یہ لوگ اپنے دلوں ‘ اپنی روح ‘ اپنے اعضاء کے ساتھ پورے کے پورے اسلام میں داخل ہوگئے تھے ۔ جب ان پر ہدایت نازل ہوتی تو وہ حضور ﷺ کے ساتھ مخالفت اور مخاصمت نہ کرتے تھے ۔ حضور ﷺ جو فیصلہ کرتے اس پر وہ اپنے دلوں میں کوئی خلجان نہ پاتے اور سوال کے فیصلے کے بعد ان کے لیے کوئی اختیار یا دائرہ اختیار نہ رہا تھا ۔ جب معاملات میں ان سے ضمیر اور عقیدے کے خلاف کوئی بات سرزد ہوجاتی تو وہ کھلے طور پر حضور ﷺ کو بتلا دیتے ‘ اور اپنے آپ کو سزا کے لئے پیش کردیتے ۔ جب ان سے غلطی ہوتی تو ان پر حد نافذ ہوجاتی ۔ تحریم شراب کا حکم آتا ہے ‘ شراب سے بھرے ہوئے جام ان کے ہاتھوں میں ہیں اور اللہ کا حکم حائل ہوجاتا ہے اور وہ ہونٹوں تک نہیں جاتے ۔ ہونٹ خشک اور جگر پیاسے رہ جاتے ہیں ۔ شراب کے مٹکے توڑ دیئے جاتے ہیں اور شراب مدینہ کی گلیوں میں سیلاب کی طرف بہ نکلتی ہے ۔ “\nلیکن اس کے باوجود تحریم شراب اور اس کے ساتھ دوسری اشیاء کی تحریم کوئی اچانک کام نہ تھا ۔ اس آخری تحریم سے پہلے اس عام اور نہایت ہی گہری بیماری کا علاج بڑی تدریج کے ساتھ کیا گیا ‘ اس لئے کہ لوگ اس کے رسیا تھے اور یہ ان کے لئے ایک نہایت ہی عادی نشہ تھا ۔ اس کے ساتھ ان کے معاشرتی اور اقتصادی مفادات وابستہ ہے ۔\nشراب کی یہ آخری حرمت تیسرے یا چوتھے مرحلے میں نازل ہوئی ۔ پہلے مرحلے میں محض اس سمت میں ایک تیر پھینکا گیا جس کی طرف اسلامی نظام کا رجحان تھا سورة نحل کی ایک آیت میں کہا گیا :\n(آیت) ” ومن ثمرت النخیل والاعناب تتخذون منہ سکرا ورزقا حسنا “۔ (16 : 67) ” کھجوروں اور انگوروں کے پھلوں سے جن سے تم شراب اور رزق حسن حاصل کرتے ہو۔ “\nیہاں سکر یعنی مسکرات کو رزق حسن کے مقابلے میں رکھا گیا جس سے یہ اشارہ مطلوب تھا کہ مسکرات رزق حسن کی تعریف میں نہیں آتے ۔ گویا مسکرات کوئی اور چیز ہے اور رزق حسن کوئی اور چیز ہے ۔ اس کے بعد سورة بقرہ میں مسلمانوں کی دینی وجدان کو شراب کے خلاف ایک قانونی اور منطقی استدلال کے ذریعے جگایا گیا ۔\n(آیت) ” یسئلونک عن الخمر والمیسر قل فیھما اثم کبیر ومنافع للناس واثمھما اکبر من نفعھما “۔ (2 : 219) ” لوگ آپ سے شراب اور جوائے کے بارے میں پوچھتے ہیں ؟ کہہ دیں ان میں گناہ بھی ہے اور لوگوں کے لئے منافع بھی ہیں اور ان کا گناہ انکے منافع سے بہت بڑا ہے ۔ “\nاس آیت میں یہ اشارہ کیا گیا کہ جب ان سے ان کا گناہ بڑا ہے تو قلیل منافع کو نظر انداز کرکے ان کو ترک کرنا ہی اولی ہے ۔ اس لئے کہ ہر چیز کا کوئی نہ کوئی فائدہ تو ضرور ہوتا ہے ۔ البتہ حلال اور حرام ہونے کا دارومدار اکثریت پر ہوتا ہے ۔ نفع اور نقصان کا غلبہ دیکھا جاتا ہے ۔\nتیسرا اقدام یہ کیا گیا کہ شراب نوشی کی عادت میں اوقات کی کمی کردی گئی اور شراب نوشی کو حالت صلوۃ کے منافی قرار دیا گیا ۔ سورة نساء کی مندرجہ ذیل آیت نازل ہوئی :\n(آیت) ”(یایھا الذین امنوا لا تقرابو الصلوۃ وانتم سکری حتی تعلموا ما تقولون “۔ (4 : 43) (اے ایمان لانے والوجب تم نشے کی حالت میں ہو تو نماز کے قریب مت جاؤ یہاں تک کہ تم جو کچھ کہو اسے سمجھو “۔ ) ۔ اب پانچ وقت کی نمازیں چونکہ اکثر باہم بہت ہی قریب ہیں اور ان کے درمیان اس قدر وقفہ نہیں ہوتا کہ کوئی شراب پئے اور نشے میں ہو کر پھر اسے افاقہ ہوجائے ‘ چناچہ ان اوقات کے اندر عملا شراب نوشی کا امکان ہی نہ رہا اور اس عمل کے لئے دائرہ تنگ ہوگیا ۔ خصوصا (صبوح) صبح کے وقت کی شراب اور ” غبوق “ یعنی بعد عصر اور بعد مغرب کی شراب کے لئے اوقات تنگ ہوگئے اس لئے کہ دور جاہلیت میں انہیں اوقات میں شراب پی جاتی تھی اور اس اسکیم کے ذریعے شریعت نے نشے کے اوقات میں خواہش کو توڑ دیا ۔ ایک مسلمان کے لئے یہ ایک بہترین تدبیر ثابت ہوئی اس لئے کہ اس وقت کسی مسلم کے بارے میں یہ سوچا بھی نہ جاسکتا تھا کہ وہ نماز چھوڑ کر شراب نوشی کرے گا ۔ اس وقت ہر مسلمان اپنے وقت پر نماز ادا کرتا تھا ۔ اس طرح شراب کا نشہ ٹوٹ جاتا ۔ اس کے بعد چوتھا اور آخری اقدام اس آیت کے ذریعے کیا گیا ۔ اب اس آخر وار کے لئے فضا تیار تھی ‘ لوگوں کے نفوس تیار تھے ‘ چناچہ حکم آتے ہیں لوگوں نے یقین کیا اور تعمیل کر ڈالی\nحضرت عمر ؓ سے روایت ہے کہا انہوں نے کہا اے اللہ ہمارے لئے شراب کے سلسلے میں کافی اور شافی بیان دے دے ۔ اس پر سورة بقرہ کی یہ آیت نازل ہوئی ۔\n(آیت) ” یسئلونک عن الخمر والمیسر قل فیھما اثم کبیر ومنافع للناس واثمھما اکبر من نفعھما “۔ (2 : 219) ” لوگ آپ سے شراب اور جوئے کے بارے میں پوچھتے ہیں ؟ کہہ دیں ان میں بڑا گناہ ہے اور لوگوں کے لئے منافع بھی ہیں اور ان کا گناہ انکے نفع سے بہت زیادہ ہے ۔ “ حضرت عمر ؓ کو بلایا گیا اور ان پر یہ آیت پڑھی گئی اس پر انہوں نے دوبارہ کہا اے اللہ ہمارے لئے شراب کے بارے میں کافی وشافی بیان نازل فرما ۔ اس پر سورة نساء کی یہ آیت نازل ہوئی ۔\n(آیت) ”(یایھا الذین امنوا لا تقرابو الصلوۃ وانتم سکری حتی تعلموا ما تقولون “۔ (4 : 43) (اے ایمان لانے والو نماز کے قریب مت جاؤ جب تم نشے کی حالت میں ہو یہاں تک کہ تم جو کچھ کہو اسے سمجھو “۔ ) جب حضرت عمر ؓ کو یہ آیت سنائی گئی تو انہوں نے پھر سوال کیا کہ اے اللہ شراب کے بارے میں کافی وشافی بیان نازل فرما۔ اس پر سورة مائدہ کی یہ آیت نازل ہوئی :\n(آیت) ” انما یرید الشیطن ان یوقع بینکم العداوۃ والبغضاء فی الخمر والمیسر ویصدکم عن ذکر اللہ وعن الصلوۃ فھل انتم منتھون “۔ (5 : 91) شیطان یہ چاہتا ہے کہ شراب اور جوئے کے ذریعے سے تمہارے درمیان عداوت اور بغض ڈال دے اور تمہیں اللہ کی یاد سے اور نماز سے روک دے ۔ پھر کیا تم اس سے باز رہو گے ؟ ) اس پر حضرت عمر ؓ کو بلایا گیا اور ان کے سامنے یہ آیت پڑھی گئی تو انہوں نے کہا جی ہاں ہم رک گئے ‘ ہم رک گئے ۔ “ (اصحاب السنن)\nجب واقعہ احد کے بعد سن تین ہجری میں یہ آیات نازل ہوئیں تو اس کے سوا کسی اور اقدام کی ضرورت پیش نہیں آئی ۔ بس ایک منادی نے مدینہ میں اعلان کیا : ” اے قوم ! شراب حرام کردی گئی ۔ “ یہ سننا تھا کہ جس کے ہاتھ میں پیالہ تھا اس نے اسے توڑ دیا ‘ جس کے منہ گھونٹ تھا ‘ اس نے اسے تھوک دیا ‘ شراب کے مشکیزے پھاڑ ڈالے گئے اور شراب کے مٹکے توڑ دیئے گئے اور صورت حال میں اس طرح ہوگئی کہ گویا لوگوں نے نشے اور شراب کو کبھی دیکھا ہی نہ تھا ۔\nاب ذرا قرآن کی آیات کی بناوٹ (Construction) دیکھئے اور وہ انداز تربیت دیکھئے جو قرآن نے اختیار فرمایا ۔\n(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَیْْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّیْْطَانِ فَاجْتَنِبُوہُ لَعَلَّکُمْ تُفْلِحُونَ (90) إِنَّمَا یُرِیْدُ الشَّیْْطَانُ أَن یُوقِعَ بَیْْنَکُمُ الْعَدَاوَۃَ وَالْبَغْضَاء فِیْ الْخَمْرِ وَالْمَیْْسِرِ وَیَصُدَّکُمْ عَن ذِکْرِ اللّہِ وَعَنِ الصَّلاَۃِ فَہَلْ أَنتُم مُّنتَہُونَ (91) وَأَطِیْعُواْ اللّہَ وَأَطِیْعُواْ الرَّسُولَ وَاحْذَرُواْ فَإِن تَوَلَّیْْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَی رَسُولِنَا الْبَلاَغُ الْمُبِیْنُ (92)\n” اے لوگو جو ایمان لائے ہو ‘ یہ شراب جوا اور یہ آستانے اور پانسے یہ سب گندے شیطانی کام ہیں ان سے پرہیز کرو ‘ امید ہے کہ تمہیں فلاح نصیب ہوگی ۔ شیطان تو یہ چاہتا ہے کہ شراب اور جوئے کے ذریعے سے تمہارے درمیان عداوت اور بغض ڈال دے اور تمہیں خدا کی یاد سے اور نماز سے روک دے ، پھر کیا تم ان چیزوں سے باز رہو گے ؟ ۔ اللہ اور اس کے رسول کی بات مانو اور باز آجاؤ لیکن اگر تم نے حکم عدولی کی تو جان لو کہ ہمارے رسول پر بس صاف صاف حکم پہنچا دینے کی ذمہ داری تھی ۔\nآغاز اور لہجہ وہ معروف آواز ہے جس میں لوگوں کو ان کے محبوب لقب اہل ایمان سے پکارا جاتا ہے ۔ (آیت) ” (یایھا الذین امنوا) ۔ یوں مسلمانوں کے جذبہ ایمان کو جگایا جاتا ہے اور انہیں یہ اشارہ دیا جاتا ہے کہ ان کے ایمان کا تقاضا یہ ہے کہ وہ آنے والے احکام کی مکمل اطاعت کریں ۔\nاس کے بعد آیت کا انداز بیان نہایت ہی دو ٹوک اور حصر کے انداز میں آتا ہے ۔\n(آیت) ” إِنَّمَا الْخَمْرُ وَالْمَیْْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّیْْطَانِ ۔ ” یہ شراب جوا اور یہ آستانے اور پانسے یہ سب گندے شیطانی کام ہیں “ یہ گندے کام ہیں اور ان کاموں پر طیب کا اطلاق نہیں ہو سکتا ۔ اور اللہ نے صرف طیبات کو حلال کیا ہے اور پھر یہ شیطانی اعمال ہیں اور شیطان انسان کا قدیمی دشمن ہے ۔ ایک مومن کے لئے تو بس یہی کافی ہے کہ اسے معلوم ہوجائے کہ کوئی کام شیطانی ہے ‘ یہ سنتے ہی وہ اس سے بدکتا ہے ‘ اس کا پورا وجود کانپ اٹھتا ہے اور وہ ڈر کر اس سے دور ہوجاتا ہے ۔\nایسے حالات میں اب قطعی ممانعت صادر ہوجاتی ہے لیکن اس ممانعت کے ساتھ ہی یہ بھی بتایا جاتا ہے کہ اس پر عمل سے تمہیں فلاح اخروی نصیب ہوگی ۔ یہ ایک دوسری جھلکی ہے ‘ جس کے ذریعے یہ دکھایا جاتا ہے کہ قرآن کریم کس طرح انسانی نفسیات کی گہرائیوں تک احساسات اتار دیتا ہے ۔\n(آیت) ” فاجتنبوہ لعلکم تفلحون “۔ اس سے مکمل اجتناب کرو تاکہ تم فلاح پاؤ “۔ اب یہ بتایا جاتا ہے کہ اس گندگی کو جاری رکھ کر شیطان اپنے کیا مقاصد پورے کرنا چاہتا ہے : ” شیطان تو یہ چاہتا ہے کہ شراب اور جوئے کے ذریعے تمہارے درمیان عداوت اور بغض ڈال دے اور تمہیں خدا کی یاد اور نماز سے روک دے ۔ “ ۔۔۔۔۔۔۔۔ یہ ہے شیطان کا اصل منصوبہ اور یہ ہیں شیطان کے مقاصد جو وہ ان ناپاکیوں اور بداخلاقیوں کے ذریعے بروئے کار لانا چاہتا ہے ۔ اس کا مقصد یہ ہے کہ اسلامی صفوں کے درمیان بغض وعداوت پھیل جائے اور یہ کام وہ شراب وکباب اور جوئے بازی کے ذریعے حاصل کرنا چاہتا ہے ۔ دوسرا مقصد اس سے وہ یہ حاصل کرنا چاہتا ہے کہ اہل ایمان کو یاد الہی اور صلوۃ سے روکتا ہے ‘ اس سے بڑی سازش اور کیا ہو سکتی ہے ؟\nیہ شیطانی مقاصد جو قرآن کریم نے بیان کئے ہیں ‘ یہ تو وہ واقعی امور ہیں جنہیں مسلمان اپنی تاریخ میں اچھی طرح دیکھ سکتے ہیں جبکہ قرآن کریم بذات خود سچا ہے اور اسے کسی تاریخی تصدیق کی ضرورت نہیں ہے ۔ اس مسئلے پر کسی بحث اور تفتیش کی ضرورت نہیں ہے ۔ ہم دیکھتے ہیں کہ شیطان کا یہ منصوبہ کس طرح کام کرتا ہے ۔ شراب نوشی سے انسان کا فہم اور ادراک ختم ہوجاتا ہے ۔ گوشت اور خون کا نقصان اور جذبات اور میلانات کا ہیجان اس کے فوری اثرات ہیں اور جوئے کی وجہ سے لوگوں کو جو مالی نقصان ہوتا ہے ‘ اس کی وجہ سے دلی بغض اور عداوت پیدا ہوتی ہے ‘ اس لئے کہ جوئے میں جو ہارتا ہے وہ دیکھتا ہے کہ جیتنے والا اس کی دولت کو اس کی آنکھوں کے سامنے بطور مال غنیمت لے کر جارہا ہے جبکہ وہ شکست خوردہ اور دولت بریدہ ہے ۔ یہ ایسی باتیں ہیں جن کے نتیجے میں بغض وعداوت کا پیدا ہونا ایک فطری امر ہے اگرچہ شرابی اور جوئے باز بظاہر یار اور دوست نظر آتے ہیں اور ایک ہی مجلس میں خوش وخرم نظر آتے ہیں ایک دوسرے کے دوست ہیں اور پختہ ہم نشین ہیں۔\nدوسری برائی کہ یہ دونوں چیزیں ذکر الہی سے روکنے والی ہیں اور نماز سے روکتی ہیں تو یہ ایسی باتیں ہیں جن کے ثبوت کی ضرورت نہیں ہے ۔ شراب بےہوش کرتی ہے اور جو امدہوش کرتا ہے اور جوئے میں جس طرح مت ماری جاتی ہے وہ شراب نوشی کی بےہوشی سے کم نہیں ہے ۔ جوئے باز کی دنیا اور شراب خور کی دنیا ایک ہی دنیا ہے اور یہ شراب وکباب اور جام وسبو سے آگے نہیں ہے ۔\nجب بات یہاں تک آپہنچتی ہے اور یہ بتا دیا جاتا ہے کہ اس گندگی کے پھیلانے سے شیطان کے اصل مقاصد کیا ہیں تو ایک مومن کا دل جاگ اٹھتا ہے اور اس کا احساس تیز ہوجاتا ہے ۔ وہ فیصلہ کن اقدام کے لئے آمادہ ہوجاتا ہے اور جب یہ سوال کیا جاتا ہے کہ کیا تم اس سے باز آنے والے ہو ؟ تو ہر مومن کے دل میں وہی جواب تیار ہوچکا ہوتا ہے جو حضرت عمر ؓ نے دیا تھا ہاں ! بیشک ہم باز آگئے ‘ ہم باز آگئے ۔\nاب بات مزید آگے بڑھتی ہے اور ایک آخری چوٹ لگائی جاتی ہے ۔\n(آیت) ” وَأَطِیْعُواْ اللّہَ وَأَطِیْعُواْ الرَّسُولَ وَاحْذَرُواْ فَإِن تَوَلَّیْْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَی رَسُولِنَا الْبَلاَغُ الْمُبِیْنُ (92)\n” اللہ اور اس کے رسول کی بات مانو اور باز آجاؤ لیکن اگر تم نے حکم عدولی کی تو جان لو کہ ہمارے رسول پر بس صاف صاف حکم پہنچا دینے کی ذمہ داری تھی ۔ “ یہ وہ اصول ہے جس کی طرف تمام معاملات لوٹتے ہیں ‘ اللہ کی اطاعت اور رسول اللہ ﷺ کی اطاعت اور یہی ہے اسلام ۔ اسلام کے اندر اللہ اور رسول اللہ ﷺ کی بےقید اطاعت کے علاوہ کسی اور چیز کی کوئی گنجائش نہیں ہے ۔ اگر کوئی اللہ اور رسول اللہ ﷺ کی اطاعت سے روگردانی کرے گا تو اس کے نتائج کا ذمہ دار وہ خود ہوگا ۔\n(آیت) ” ْ فَإِن تَوَلَّیْْتُمْ فَاعْلَمُواْ أَنَّمَا عَلَی رَسُولِنَا الْبَلاَغُ الْمُبِیْنُ (92) ” اگر تم نے حکم عدولی کی تو جان لو کہ ہمارے رسول پر بس صاف صاف حکم بتا دینے کے سوا کوئی اور ذمہ داری نہیں ہے “۔ اور رسول اللہ ﷺ نے تو اللہ کا پیغام بہت ہی اچھے طریقے سے پہنچا دیا ۔ اس صاف صاف بتا دینے کے بعد تمام تر ذمہ داری ان لوگوں پر عائد ہوگئی جو مخالفت کر رہے ہیں ۔\nیہ بالواسطہ طور پر ایک سخت دھمکی ہے ۔ ایک مومن کا بدن کانپ اٹھتا ہے اس لئے کہ اہل ایمان اگر نافرمانی کرتے ہیں اور اللہ و رسول کی اطاعت نہیں کرتے تو گویا صرف اپنا ہی نقصان کرتے ہیں ۔ حضور ﷺ نے تو تبلیغ کردی اور اپنا فریضہ اچھی طرح ادا کردیا اور ان کے معاملے سے فارغ ہوگئے ‘ ہاتھ جھاڑ دیئے ۔ اب اگر وہ عذاب کے مستحق ہوتے ہیں تو رسول ان سے عذاب کو دفعہ نہیں کرسکتے ۔ خصوصا جبکہ انہوں نے ان کی نافرمانی کی اور آپ کی اطاعت نہ کی اور اللہ سرکشوں اور نافرمانوں کو سزا دینے پر پوری طرح قادر ہے ۔\nیہ اسلامی منہاج اصلاح ہے جو انسان کے دلوں میں اترتا ہے ‘ دلوں کا دروازہ کھٹکھٹاتا ہے ‘ دلوں کے بند دروازے کھولتا ہے ۔ اس کے بعد پھر اس پر نہایت ہی خفیہ راستے اور نشیب و فراز کھلتے ہیں ۔\nیہاں مناسب ہے کہ ہم ذرا اس شراب کی تفصیلات دے دیں جسے یہاں حرام قرار دیا گیا ہے ۔ امام ابو داؤد نے حضرت ابن عباس ؓ سے اپنی سند کے ساتھ یہ روایت نقل کی ہے کہ ” ہر نشہ دلانے والی چیز خمر ہے اور ہر نشہ آور چیز حرام ہے ۔ “ حضرت عمر ؓ نے نبی کریم ﷺ کے منبر پر خطبہ دیا اور اس خطبے میں حضور ﷺ کے صحابہ کی ایک جماعت موجود تھی ” اے لوگو ‘ شراب کی حرمت کا حکم جس وقت نازل ہوا تمہیں معلوم ہے ‘ شراب پانچ چیزوں سے ہے ۔ انگور سے ‘ کھجور سے ‘ شہد سے ‘ گندم سے اور جو سے اور شراب کی تعریف ہے ” وہ جو عقل کو ڈھانپ لے۔ “\nان دونوں روایات سے یہ معلوم ہوا کہ ہر وہ چیز خمر کی تعریف میں آتی ہے جو بےہوش کرتی ہے ۔ خمر سے مراد شراب مسکر کی کوئی خاص قسم مراد نہیں ہے جو مشروب بےہوش کرتا ہو وہ خمر ہے ۔\nکسی بھی نشہ آور چیز کے ذریعے انسان کی ہوش کا غائب ہونا ‘ اس دائمی بیداری کے ساتھ متضاد ہے جو اسلام نے ہر شخص کے لئے لازمی کردی ہے ۔ اسلام کی پالیسی یہ ہے کہ انسان بیدار رہے اور مسلسل اللہ کے ساتھ مربوط رہے ۔ ہر لحظہ وہ اللہ کی طرف دیکھتا رہے ۔ پھر اس مسلسل بیداری کی حالت میں وہ اس دنیا کی ترقی اور نشوونما میں لگا رہے ۔ کمزوری اور فساد سے اس زندگی کو بچاتا رہے اور اپنے نفس اپنے مال اور اپنی عزت کی حفاظت کرتا ہرے ۔ جماعت مسلمہ کے امن وامان ‘ نیز اسلامی شریعت اور اسلامی نظام زندگی کا محافظ ہو تاکہ اس پر کوئی بھی دست درازی نہ کرسکے اس لئے کہ ایک مسلمان فرد صرف اپنی ذات اور اپنی لذتوں کے اندر غرق نہیں رہ سکتا ۔ اس پر اس قسم کے فرائض عائد کئے گئے ہیں جن کی ادائیگی کے لئے اسے ہر وقت بیدار رہنا پڑتا ہے ۔ کچھ فرائض اس پر اس کے رب کی جانب سے ہیں ‘ کچھ فرائض اپنے نفس کی طرف سے ہیں ‘ کچھ فرائض اس کے اہل و عیال کی طرف سے ہیں ‘ کچھ فرائض اس اسلامی سوسائٹی کی طرف سے ہیں جس میں وہ رہ رہا ہے ۔ اس کے بعد پوری انسانیت کی جانب سے بھی اس پر کچھ فرائض عائد ہوتے ہیں تاکہ وہ اسے اسلامی دعوت دے اور راہ ہدایت سکھائے ۔ اس وجہ سے اسلام اس سے یہ مطالبہ کرتا ہے کہ وہ ہمیشہ اور ہر وقت بیدار رہے ۔ نیز جب وہ پاک چیزوں سے بھی استفادہ کر رہا ہو تو بھی اس سے مطالبہ یہ ہے کہ وہ بیدار رہے ‘ خود دار رہے اور لذات اور شہوات کا بندہ اور غلام نہ بن جائے ، اسے چاہئے کہ وہ اپنی خواہشات اور رغبات کو لگام میں رکھے ۔ وہ اپنی خواہشات کا بندہ و غلام نہ ہو بلکہ مالک اور آقا ہو ۔ جو لوگ مدہوشی میں پناہ لے کر اس دنیا سے اوجھل ہونا چاہتے ہیں ‘ ظاہر ہے کہ ایسے لوگ مذکورہ بالافرائض میں سے کوئی فریضہ بھی ادا نہیں کرسکتے ۔\nپھر اپنے آپ کو عالم مدہوشی میں داخل کرنے کی حقیقت کیا ہے ۔ کچھ وقت کے لئے نشے باز اپنے آپ کو حقیقی دنیا سے علیحدہ کردیتا ہے اور وہ ایک طرح حقیقی زندگی سے فرار کا راستہ اختیار کرتا ہے ۔ وہ ان تصورات کی دنیا میں پناہ لیتا ہے جو خمار اور نشے کی حالت میں ذہن میں آتے ہیں ۔ اسلام انسان کے لئے اس قسم کی موہوم دنیا اور خیالی تصورات میں گھومنے کو حرام قرار دیتا ہے ۔ اسلام تو یہ چاہتا ہے کہ لوگ حقائق کا مقابلہ کریں ‘ حقائق میں زندہ رہیں اور اپنی زندگی کو حقائق پر چلائیں ۔ ان کی زندگی محض ادہام اور تخیلات پر قائم نہ ہو ۔ جب انسان حقائق کا سامنا کرتا ہے تب اسے پتہ چلتا ہے کہ اس کے عزم و ارادے کا کیا حال ہے ۔ رہا یہ طریق کار کہ کوئی حقائق سے فرار اختیار کر کے محض تخیلات اور ادہام کی زندگی میں جالے تو یہ ناقص اور بیمار انداز حیات ہے ۔ اس صورت میں عزم کمزور ہوتا ہے ‘ ارادہ تحلیل ہوجاتا ہے ۔ اسلام انسان کے ارادے کو بہت ہی بڑی اہمیت دیتا ہے ‘ اور اس کی پالیسی یہ ہے کہ اس کا ارادہ آزاد ہو اور اس کے اوپر کوئی جابر اور قاہر قوت نہ ہو ۔ مذکورہ بالا اسلامی پالیسیاں ہی اس بات کے لئے کافی ہیں کہ تمام نشہ آور چیزوں کو حرام قرار دیا جائے اس لئے یہ ناپاک اور شیطانی اعمال ہیں اور ان سے انسانی زندگی میں فساد اور بگاڑ پیدا ہوتا ہے ۔\nاس بارے میں فقہاء کے درمیان اختلاف ہے کہ آیا شراب تمام نجاستوں کی طرح نجس بھی ہے یا نہیں ہے ؟ یا صرف پینا حرام ہے ۔ پہلا قول کہ وہ نجس ہے یہ جمہور کا قول ہے اور دوسرا قول ربیعہ ‘ لیث ‘ مزنی (امام شافعی کے ساتھی) اور بعض متاخرین بغدادی علماء کا ہے ۔ بس ہمارے لئے اسی قدر ذکر کافی ہے ۔\nجب یہ آیت نازل ہوئی اور اس میں شراب کو حرام کردیا گیا اور یہ کہا گیا کہ یہ نجس ہے اور شیطانی عمل ہے اس وقت اسلامی سوسائٹی کے اندر دو سوال پیدا ہوئے ‘ ایک یہ کہ بعض نہایت ہی پاک فطرت اور محتاط صحابہ کرام کے یہ سوال اٹھایا کہ ہمارے ان ساتھیوں کا کیا بنے گا جنہوں نے ایسے حالات میں انتقال کیا کہ وہ شراب پیتے تھے ۔ بعض نے یہ کہا کہ ان لوگوں کا کیا بنے گا کہ جو احد میں شہید ہوئے اور ان کے پیٹوں میں شراب تھی ۔ (اس وقت شراب حرام نہ تھی)\nاور جو لوگ اسلامی صفوں میں انتشار اور افراتفری پیدا کرنا چاہتے تھے انہوں نے بھی اسی قسم کے خدشات کا اظہار کیا ۔ ان کا مقصد یہ تھا اسلام کے عمل قانون سازی کے اندر شبہات اور شکوک پھیلائیں ۔ یہ لوگ یہ اشارہ دیتے کہ جو لوگ پہلے فوت ہوئے ان کا ایمان ضائع ہوگیا اس لئے کہ وہ تو شراب پیتے تھے جو ناپاک ہے اور اعمال شیطانیہ میں سے ہے ۔ ان میں سے بعض لوگ اس حال میں فوت ہوئے کہ ان کے پیٹ میں یہ ناپاک شے موجود تھی ۔ ان دونوں قسم کے خدشات و اعتراضات کے جواب میں یہ آیت نازل ہوئی :\n(آیت) ” لَیْْسَ عَلَی الَّذِیْنَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جُنَاحٌ فِیْمَا طَعِمُواْ إِذَا مَا اتَّقَواْ وَّآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ثُمَّ اتَّقَواْ وَّآمَنُواْ ثُمَّ اتَّقَواْ وَّأَحْسَنُواْ وَاللّہُ یُحِبُّ الْمُحْسِنِیْنَ (93)\nجو لوگ ایمان لے آئے اور نیک عمل کرنے لگے انہوں نے پہلے جو کچھ کھایا پیا تھا ‘ اس پر کوئی گرفت نہ ہوگی بشرطیکہ وہ آئندہ ان چیزوں سے بچے رہیں جو حرام کی گئی ہیں اور ایمان پر ثابت قدم رہیں اور اچھے کام کریں ‘ پھر جس چیز سے روکا جائے اس سے رکیں اور جو فرمان الہی ہو اسے مانیں ‘ پھر خدا ترسی کے ساتھ نیک رویہ رکھیں ۔ اللہ نیک کردار لوگوں کو پسند کرتا ہے ۔ ‘ ‘\nاس آیت میں فیصلہ یہ کیا گیا کہ جسے حرام نہ کیا گیا ہو ‘ وہ حرام نہیں ہے ۔ اور یہ کہ تحریم کا اطلاق حکم الہی کے بعد ہوتا ہے ۔ پہلے نہیں ہوتا اور یہ کہ تحریم موثر بماضی نہ ہوگی ‘ لہذا کوئی سزا اس وقت تک نہ ہوگی جب تک کوئی نص وارد نہ ہو ‘ چاہے یہ سزا دنیا کی سزا ہو یا آخرت کی سزا ‘ اس لئے کہ اللہ کا کلام ہی وجود میں لاتا ہے ۔ جو لوگ مر گئے ‘ شراب پیتے رہے یا ان کے پیٹ میں شراب تھی اور اس وقت حرام نہ تھی تو ان پر کوئی مواخذہ نہ ہوگا ۔ اس لئے کہ انہوں نے کوئی حرام چیز استعمال نہیں کی ۔ نہ انہوں نے کوئی نافرمانی کی ۔ وہ تو اللہ سے ڈرنے والے تھے ۔ معاصی سے بچنے والے تھے ‘ نیک کام کرتے تھے اور اللہ سے اچھے انجام کی امید رکھتے تھے ‘ ان کو اچھی طرح یقین تھا کہ اللہ ان کی نیتوں سے خوب واقف ہے ‘ ان کے اعمال کو جانتا ہے ۔ جن لوگوں کے حالات ایسے ہوں وہ محرمات کا ارتکاب کیسے کرسکتے ہیں اور وہ معصیت کا ارتکاب کیسے کرسکتے ہیں۔\nہم یہاں ان مباحث میں پڑنا ہی نہیں چاہتے ‘ جو معتزلہ نے اس حکم کے بارے میں کیے ہیں۔ معتزلہ نے یہ بحثیں کیں کہ آیا شراب کے اندر نجاست ذاتی ہے یا اس کے اندر نجاست اللہ کی اس آیت کی وجہ سے پیدا ہوگئی ۔ نیز تمام محرمات کے اندر حرمت ذاتی ہے یا وارد حکم کی وجہ سے حرمت لاحق ہوجاتی ہے ۔ یہ بےنتیجہ بحث ہے اور اسلامی شعور اس بحث کو سرے سے قبول ہی نہیں کرتا اس لئے کہ اللہ تعالیٰ جب کسی چیز کو حرام قرار دیتے ہیں ‘ تو یہ بات اللہ کے علم میں ہوتی ہے کہ اللہ اس چیز کو کیوں حرام قرار دے رہے ہیں چاہے اللہ حرمت کے سبب کی تصریح کرے یا نہ کرے ‘ چاہے حرمت اس لئے ہو کہ سبب حرام چیز کی ذات کے اندر ہو یا اس چیز کو استعمال کرنے والے کے اندر سبب حرمت ہو یا محض سوسائٹی کے مفادات کے لئے اسے حرام قرار دیا گیا ہو ‘ تمام چیزوں کا علمتو صرف اللہ ہی کو ہوتا ہے ۔ اللہ کے احکام کی اطاعت واجب ہے اور احکام آنے کے بعد اس قسم کے مباحث کا کوئی نتیجہ نکلنے والا نہیں ہے ۔ اسلامی نظام زندگی کا مزاج ہی واقعیت پسندانہ ہے لہذا یہ سوال ہی پیدا نہیں ہوتا کہ اگر حرمت کسی ایسے سبب کی وجہ سے تھی جو محرم کی ذات میں تھی تو پھر حرمت سے پہلے وہ چیز حلال کیوں تھی ؟ اس لئے کہ ہو سکتا ہے کہ اللہ تعالیٰ کے علم میں ایسی مصلحت ہو جس کی وجہ سے اللہ نے کچھ عرصہ کے لئے اسے حرام قرار نہ دیا ہو ‘ ہر بات اللہ کے اختیار میں ہے ۔ یہی اس کی حاکمیت کا تقاضا ہے ۔ یہ بات نہیں ہے کہ انسان کسی چیز کو اچھا سمجھے تو اچھی ہے برا سمجھے تو بری ہے ۔ بعض اوقات انسان کسی چیز کو حکم کی علت سمجھتا ہے اور وہ علت نہیں ہوتی ۔ اللہ کی بارگاہ میں باادب طریقہ یہی ہے کہ حکم کو سنا جائے ‘ قبول کیا جائے اور نافذ کیا جائے ‘ چاہے کوئی اس کی علت اور حکمت کو سمجھے یا نہ سمجھے ۔ علت معلوم ہو یا خفی ہو ‘ اس کو اللہ ہی جانتا ہے اور ہم نہیں جانتے ۔\nاسلامی شریعت پر عمل کی بنیاد اللہ کی بندگی اور غلامی کے اصول پر ہے ۔ اللہ کی اطاعت اس لئے ہے کہ ہم اللہ کے غلام ہیں ‘ اور یہی ہے اسلام بمعنی سرتسلیم خم کرنا ۔ یہ تو اطاعت کے بعد کا درجہ ہے کہ کوئی عقلمند شریعت کی حکمتوں کو سمجھنے کی کوشش کرے ۔ اپنی سمجھ کے مطابق یہ کام وہ تمام اوامر ونواہی میں کرسکتا ہے ‘ چاہے وہ حکمتیں منصوص ہوں یامنصوص نہ ہوں ‘ اسے عقل انسانی سمجھ سکتی ہو یا نہ سمجھ سکتی ہو ۔ اس لئے کہ شریعت اسلامی کے متحقق ہونے یا نہ ہونے کا فیصلہ کنندہ انسان نہیں ہے ۔ یہ اللہ ہے جو یہ فیصلہ کرسکتا ہے ۔ جب اللہ نے حکم فرما دیا یا منع کردیا تو اطاعت لازم ہوگئی ۔ اگر اللہ اسلامی شریعت کے بارے میں آخری فیصلہ کنند عقل انسانی کو قرار دیدیتا تو عقل انسانی کا مقام اسلامی شریعت سے اونچا ہوجاتا ۔ اس صورت میں مقام الوہیت اور مقام عبودیت کے پھر فرق کیا رہ جاتا ۔\nاب ذرا عربیت کے اعتبار سے اس آیت کی ترکیب (Construction) پر بات ہوجائے ۔ اس آیت میں تقوی کو تین مرتبہ دہرایا گیا ہے ۔ (آیت) ” اتقوا وامنوا وعملوا الصلحت “ یعنی تقوی ایمان اور عمل صالح ۔ پھر (اتقوا وامنوا “ ) تقوی اور ایمان فقط ۔ پھر (اتقوا واحسنوا) تقوی اور احسان کا ذکر کیا ہے ۔ اس عبارت میں اس انداز میں تقوی کی تکرار کیوں کی گئی ۔ اس سلسلے میں کسی مفسر کی توجیہ تشفی بخش نہیں رہی ہے ۔ اسی طرح فی ظلال القرآن کے پہلے ایڈیشن میں ‘ میں خود بھی کوئی تشفی بخش توجیہ نہیں کرسکا اور ابھی تک کوئی تسلی بخش بات سمجھ میں نہیں آئی ہے ۔\nتفاسیر کی توجیہات میں سے دوسروں کے مقابلے میں جو بہتر توجیہ مجھے ملی ہے وہ ابن جریر کی ہے اگرچہ تشفی بخش نہیں ہے وہ کہتے ہیں :\n” پہلے تقوی سے مراد یہ ہے کہ خدا ترسی کے ساتھ اللہ کے حکم کو قبول کیا جائے ‘ اس کی تصدیق کیا جائے اور اس پر دینداری کے ساتھ عمل کیا جائے ‘ دوسرے تقوی سے مراد یہ ہے کہ خدا خوفی سے اس پر ثابت قدم رہا جائے ‘ اور تیسرے سے مراد وہ خدا خوفی ہے جس میں احسان اور نوافل کے ذریعے اللہ کا قرب حاصل کیا جائے ۔ اس کتاب کے طبع اول میں خود میں نے جو کچھ کہا تھا ‘ وہ یہ تھا ۔\n” یہ مزید تفصیل دے کر تاکید کرنا ہے ۔ پہلے فقرے میں ایمان ‘ عمل صالح اور تقوی کا ذکر ہوا ہے ‘ دوسرے فقرے میں تقوی کا ذکر ایمان کے ساتھ ہوا اور تیسرے میں تقوی اور احسان یعنی عمل صالح کے ساتھ ذکر ہوا ۔ اس تاکید کا مقصد یہ ہے کہ تمام امور کا مدار تقوی پر ہے ۔ مطلب یہ ہے کہ اعمال کی اصل قدروقیمت اس باطنی شعور کی وجہ سے ہوتی ہے جو انکی پشت پر ہوتا ہے اور یہ باطنی شعور تقوی ہے ‘ جس کا اظہار خدا ترسی کے ذریعے ہوتا ہے اور اس شعور کی وجہ سے انسان اللہ کی ذات کے ساتھ ہر وقت جڑا رہتا ہے ۔ اللہ پر ایمان ‘ اس کے اوامر وانواہی کی تصدیق اور عمل صالح جو اس باطنی عقیدے اور خفیہ شعور کا ترجمان ہوتا ہے ۔ اس عمل صالح اور اس باطنی شعور کے درمیان ایک ربط ہوتا ہے ۔ یہ تمام باطنی شعور اور تقوی اصل مطلوب ہیں اور انہی پر مدار حکم ہے ۔ اعمال کی ظاہری اشکال وصور پر مدار حکم نہیں ہے ۔ یہ بات کہ اصل مدار نیت ‘ روح اور باطنی شعور پر ہے اس قدر اہم اور اصولی بات ہے کہ اس کے لئے بار بار تکرار کی ضرورت ہے ۔\nابھی تک میں خود اپنی بات سے بھی مطمئن نہیں ہوں لیکن اسکے سوا کوئی اور بات بھی میری سمجھ میں نہیں آتی ہے ۔ واللہ ھو المستعان۔\nآگے بات بھی حلال و حرام کے موضوع پر ہی جاری ہے ۔ حالت احرام میں شکار کے مسئلے پر بات ہو رہی ہے ۔ شکار کے قتل کا کفارہ ‘ یہ حکمت کہ اللہ تعالیٰ کے بیت ‘ اشہر حرام ‘ ہدی اور پٹے ڈالے ہوئے جانوروں کا احترام کیوں فرض کیا ہے ؟ اور اس سورة کے آغاز میں ان چیزوں کو چھیڑنے سے منع کیا گیا ہے ۔ آخر میں ایک فرد مسلم اور ایک اسلامی سوسائٹی کے لئے ایک عام اصول اور پیمانے کا ذکر کردیا جاتا ہے ۔ ایسا پیمانہ کہ اس میں پاک چیز کی قدرو قیمت زیادہ ہے اگرچہ قلیل ہو اور ناپاک چیز اگرچہ بہت ہی زیادہ ہو اس کی کوئی قدر نہیں ہے ۔",
  "ayah": 93,
  "surah": 5
}
