{
  "text": "(آیت) ” یَا أَیُّہَا الَّذِیْنَ آمَنُواْ لاَ تَقْتُلُواْ الصَّیْْدَ وَأَنتُمْ حُرُمٌ وَمَن قَتَلَہُ مِنکُم مُّتَعَمِّداً فَجَزَاء مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ یَحْکُمُ بِہِ ذَوَا عَدْلٍ مِّنکُمْ ہَدْیْاً بَالِغَ الْکَعْبَۃِ أَوْ کَفَّارَۃٌ طَعَامُ مَسَاکِیْنَ أَو عَدْلُ ذَلِکَ صِیَاماً لِّیَذُوقَ وَبَالَ أَمْرِہِ عَفَا اللّہُ عَمَّا سَلَف وَمَنْ عَادَ فَیَنتَقِمُ اللّہُ مِنْہُ وَاللّہُ عَزِیْزٌ ذُو انْتِقَامٍ (95)\n” اے لوگو جو ایمان لائے ہو ‘ احرام کی حالت میں شکار نہ مارو ‘ اور اگر تم میں سے کوئی جان بوجھ کر ایسا کر گزرے تو جو جانور اس نے مارا ہو اسی کے ہم پلہ ایک جانور اسے مویشیوں میں سے نذر دینا ہوگا جس کا فیصلہ تم میں سے دو عادل آدمی کریں گے اور یہ نذرانہ کعبہ پہنچایا جائے گا ‘ یا نہیں تو اسے گناہ کے کفارے میں چند مسکینوں کو کھانا کھلانا ہوگا ‘ یا اس کے بقدر روزے رکھنے ہوں گے ‘ تاکہ وہ اپنے کئے کا مزا چکھے ۔ پہلے جو کچھ ہوچکا اسے اللہ نے معاف کردیا ‘ لیکن اب اگر کسی نے اس حرکت کا اعادہ کیا تو اس سے اللہ بدلہ لے گا ‘ اللہ سب پر غالب ہے اور بدلہ لینے کی طاقت رکھتا ہے ۔\nممانعت اس بات کی کی گئی ہے کہ کوئی محرم عمدا کسی شکار کو قتل نہ کرے ۔ اگر غلطی سے اس کے ہاتھوں کوئی شکار ہوجائے تو نہ وہ گنہگار ہے اور نہ اس پر کفار ہے ۔ اگر عمدا اس سے شکار کیا تو اس پر جانور ذبح کرنا فرض ہے ۔ اور یہ اس قدر ہو کہ شکار کی قیمت کے برابر ہو ‘ مثلا ہرن کے شکار کے بدلے اونٹنی کا بچہ یا بکری۔ اگر اونٹ کو شکار کرے تو گائے ذبح کرے ۔ لومڑی اور زرافہ کے شکار میں اونٹ کا بچہ ‘ بلی اور خرگوش کے بدلے خرگوش ۔ اور جس جانور کے مقابلے میں خانگی جانور نہ ہو تو اس کی قیمت کا جانور ذبح کرے ۔\nاس کفارے کا فیصلہ دو عادل مسلمان کریں گے ۔ اگر دو منصفوں نے کسی جانور کے ذبح کے بارے میں فیصلہ کیا تو جنایت کرنے والا اس جانور کو چھوڑ دے گا کہ وہ کعبے تک پہنچے اور وہاں اسے ذبح کرکے مساکین کو کھلایا جائے ۔ اگر کوئی جانور نہ ملے تو دو منصف پھر مساکین کے کھانیکے بارے بھی فیصلہ کریں گے اور یہ کھانا اس شکار کی قیمت کے برابر ہونا چاہئے اگرچہ اس کے بارے میں فقہی اختلافات ہیں ۔ اگر طعام مساکین کی قدرت بھی نہ ہو تو جنایت کرنے والے محرم کو روزے رکھنے ہوں گے ۔ یعنی ایک مسکین کے مقابلے میں ایک روزہ ۔ اب مسکین کے کھانے کی قیمت کیا ہوگی اس میں فقہی اختلافات ہیں ۔ بہرحال اصل بات یہ ہے کہ اس کا تعین ہر زمانے میں الگ ہوگا ۔\nاور اس کفارے کی حکمت بھی قرآن کریم نے منصوص طور پر بتلا دی ہے ۔ (آیت) ” (لیذوق وبال امرہ) ” تاکہ وہ اپنے کئے کا مزہ چکھے ۔ “ کفارہ عائد کرنے میں سزا دہی کا پہلو بھی موجود ہے اس لئے کہ اس شخص نے جس حرمت کی ہتک کی ہے ‘ اسلام اس کے بارے میں سخت متشدد ہے یہی وجہ ہے کہ یہاں حکم دیا جاتا ہے کہ جو ہوچکا سو ہوچکا اور آئندہ کے لئے جو باز نہ آئے گا اسے سخت انتقام کا سامنا کرنا ہوگا ۔\n(آیت) ” عَفَا اللّہُ عَمَّا سَلَف وَمَنْ عَادَ فَیَنتَقِمُ اللّہُ مِنْہُ وَاللّہُ عَزِیْزٌ ذُو انْتِقَامٍ (95)\n” لیکن اب اگر کسی نے اس حرکت کا اعادہ کیا تو اس سے اللہ بدلہ لے گا ‘ اللہ سب پر غالب ہے اور بدلہ لینے کی طاقت رکھتا ہے ۔\nیہ تو تھے احکام خشکی کے شکار سے متعلق ۔ رہا سمندری شکار تو وہ حالت احرام اور حالت غیر احرام دونوں میں جائز ہے ۔",
  "ayah": 95,
  "surah": 5
}
