{
  "text": "(آیت) ” أُحِلَّ لَکُمْ صَیْْدُ الْبَحْرِ وَطَعَامُہُ مَتَاعاً لَّکُمْ وَلِلسَّیَّارَۃِ ۔\n” تمہارے لئے سمندر کا شکار اور اس کا کھانا حلال کردیا گیا ‘ جہاں تم ٹھہرو وہاں بھی اسے کھا سکتے ہو اور قافلے کے لئے زاد راہ بھی بنا سکتے ہو ۔\nسمندری حیوانات محرم اور غیر محرم دونوں کیلئے جائز ہیں ۔ شکار بھی کیا جاسکتا ہے اور سٹاک بھی کیا جاسکتا ہے ۔ یہاں چونکہ سمندری حیوانات کے شکار اور استعمال کی اجازت دی گئی تھی اس لئے بری حیوانات کے شکار کی دوبارہ ممانعت کردی گئی ۔\n(آیت) ” وَحُرِّمَ عَلَیْْکُمْ صَیْْدُ الْبَرِّ مَا دُمْتُمْ حُرُماً ۔ البتہ خشکی کا شکار ‘ جب تک تم احرام کی حالت میں ہو ‘ تم پر حرام کیا گیا ہے ۔ “\nجس بات پر اجماع ہے وہ یہ ہے کہ محرم کے لئے بری شکار کرنا حرام ہے ۔ لیکن اگر کوئی غیر محرم کوئی شکار کرے تو آیا اس کا کھانا بھی جائز ہے یا نہیں ۔ نیز شکار کے معنی بھی اختلاف ہے ۔ پھر یہ بھی ایک اختلافی مسئلہ ہے کہ اس سے مراد وہی جانور ہیں جن کا عموما شکار کیا جاتا ہے یا تمام حیوانوں کا شکار حرام ہے ۔ چاہے ان کا شکار کیا جاتا ہو یا نہ کیا جاتا ہو یا یہ کہ یہ نہی تمام حیوانات کے لئے ہے ۔\nحلال و حرام کی اس بحث کو پھر اس بات پر ختم کیا جاسکتا ہے کہ اصل مدار تقوی پر ہے ۔ چناچہ یہاں بھی خدا ترسی اور خدا خوفی کے جذبات کو ابھارا جاتا ہے ۔\n(آیت) ” ً وَاتَّقُواْ اللّہَ الَّذِیَ إِلَیْْہِ تُحْشَرُونَ (96)\n” پس بچو اس خدا کی نافرمانی سے جس کی پیشی میں تم سب کو گھیر کر حاصل کیا جائے گا ۔\nسوال یہ پیدا ہوتا ہے کہ حرم کے اندر اور محرم کے لئے یہ پابندیاں کیوں ہیں ؟ اصل میں یہ دنیا جو لوگوں کے لئے کشمکش کا ایک میدان ہے اس میں اللہ تعالیٰ حرم کو ایک منطقہ امن قرار دینا چاہتے ہیں اور یہ منطقہ امن اور امن خانہ کعبہ اور اشہر حرام ہیں ۔ اس دنیا میں باہم کشمکش جاری رہتی ہے ۔ دشمن ایک دوسرے کے ساتھ لڑتے رہتے ہیں ۔ ایک دوسرے کو نیچا دکھانے کی سعی ہر وقت جاری رہتی ہے ۔ یہ کشمکش تمام زندہ چیزوں میں جاری ہے اور سب کیلئے یہ خطہ امن اور زمانہ امن اسلام مہیا کرتا ہے جس کی وجہ سے خوف کے بجائے اطمینان ملتا ہے ‘ جنگ کے بجائے امن ملتا ہے اور تمام لوگوں کے سروں پرامن ‘ آتشی اطمینان اور سلامتی کا سایہ آجاتا ہے ۔ نفس انسانی ایک عملی دنیا میں اپنی سرگرمیاں جاری رکھتا ہے ‘ محض آئیڈیل نہیں بلکہ عملی ۔ اب وہ محض تخیلات اور خوابوں کی دنیا میں نہیں ہوتا جو واقعی دنیا پر بہت بھاری ہوتی ہے ۔",
  "ayah": 96,
  "surah": 5
}
