{
  "text": "(آیت) ” جَعَلَ اللّہُ الْکَعْبَۃَ الْبَیْْتَ الْحَرَامَ قِیَاماً لِّلنَّاسِ وَالشَّہْرَ الْحَرَامَ وَالْہَدْیَ وَالْقَلاَئِدَ ذَلِکَ لِتَعْلَمُواْ أَنَّ اللّہَ یَعْلَمُ مَا فِیْ السَّمَاوَاتِ وَمَا فِیْ الأَرْضِ وَأَنَّ اللّہَ بِکُلِّ شَیْْء ٍ عَلِیْمٌ(97) اعْلَمُواْ أَنَّ اللّہَ شَدِیْدُ الْعِقَابِ وَأَنَّ اللّہَ غَفُورٌ رَّحِیْمٌ(98) مَّا عَلَی الرَّسُولِ إِلاَّ الْبَلاَغُ وَاللّہُ یَعْلَمُ مَا تُبْدُونَ وَمَا تَکْتُمُونَ (99)\n” اللہ نے مکان محترم کعبہ کو لوگوں کے لئے (اجتماعی زندگی کے) قیام کا ذریعہ بنایا اور ماہ حرام اور قربانی کے جانوروں اور قلادوں کو بھی (اس کام میں معاون بنادیا) تاکہ تمہیں معلوم ہوجائے کہ اللہ آسمانوں اور زمین کے سب حالات سے باخبر ہے اور اسے ہر چیز کا علم ہے ۔ خبردار ہوجاؤ ۔ ! اللہ سزادینے میں بھی سخت ہے اور اسکے ساتھ بہت درگزر اور رحم بھی کرنے والا ہے ۔ رسول پر تو پیغام پہنچا دینے کی ذمہ داری ہے ‘ آگے تمہارے کھلے اور چھپے سب حالات کا جاننے والا ہے ۔\nبیت الحرام کے اندر یہ حرمتیں اس قدر وسیع ہیں کہ ان کے دائرے میں انسان ‘ پرندے ‘ حیوان اور حشرات الارض سب آتے ہیں اور اگر کوئی احرام کی حالت میں حرم کے حدود میں پہنچا ہو ‘ تب بھی اس کے لئے یہ سب چیزیں ممنوع ہیں۔ اس کے علاوہ چار مہینوں کو بھی اشہر حرام قرار دیا گیا ہے ۔ ان میں قتل و قتال سخت ممنوع ہے ۔ یہ چار مہینے ذوالقعدہ ‘ ذوالحجہ ‘ محرم اور رجب ہیں۔ اللہ تعالیٰ نے عربوں کے دل میں ان چار مہینوں کا احترام بٹھا دیا تھا ‘ یہاں تک کہ ہو دور جاہلیت میں بھی ان مہینوں کا احترام کرتے تھے ۔ ان مہینوں میں وہ کسی نفس کا ڈراتے دھمکاتے بھی نہ تھے ۔ ان مہینوں میں وہ خون کا بدلہ بھی نہ لیتے تھے اور نہ ہی ان میں کوئی شخص انتقام کی توقع کرتا تھا یہاں تک کہ ایک شخص اپنے باپ بیٹے اور بھائی کے قاتل کو پاتا مگر اسے کوئی اذیت نہ دیتا ۔ چناچہ اس عرصے میں لوگ کھلے بندوں پھرتے اور تجارتی سفر کرتے اور رزق حلال تلاش کرتے ۔ یہ امن کے احکامات اللہ نے اس لئے بھی جاری کئے کہ اللہ تعالیٰ خانہ کعبہ کو خطہ امن وسلامتی قرار دینا چاہتے تھے جہاں لوگوں کے اندر ٹھہراؤ پیدا ہو اور کوئی خوف اور بےچینی نہ ہو ۔ کعبے کی طرح ان چار مہینوں کو اللہ نے زمانہ امن قرار دیا تھا جس طرح کعبہ مقام امن تھا ۔ اس کے بعد اس امن کی حدود کے اندر مزید توسیع کردی گئی اور اس ہدی کو بھی مامون اور محفوظ کردیا گیا ہے جسے خانہ کعبہ کی طرف روانہ کردیا گیا ہو ۔ یہ جانور حج اور عمرہ کے موقع پر چلائے جاتے تھے ۔\nچناچہ دور جاہلیت میں بھی ان جانوروں کو نہ چھیڑا جاتا تاھ ۔ اسی طرح اس شخص کو بھی ماموں قرار دے دیا گیا جو خانہ کعبہ میں پناہ لے لیتا ہے اور اپنے گلے میں بیت الحرام کے درختوں کا ہار ڈالتا ہے ۔\nخانہ کعبہ کے لئے اللہ تعالیٰ نے یہ حرمت حضرت ابراہیم (علیہ السلام) اور حضرت اسماعیل (علیہ السلام) کے ہاتھوں اس کے تعمیر کے وقت ہی سے رکھی تھی اور اللہ نے اس وقت سے خانہ کعبہ کو لوگوں کے آنے جانے کی جگہ قرار دے دیا تھا ۔ یہ اللہ کا وہ عظیم فضل و احسان تھا ‘ جس کی یاد دہانی اللہ نے مشرکین کو بھی کرائی اس لئے کہ ان کے لئے بھی بیت اللہ گھومنے پھرنے اور امن کی جگہ تھا ۔ اس کے اردگرد بسنے والے لوگوں کی حالت یہ تھی کہ وہ اچک لئے جاتے تھے جبکہ مشرکین یہاں نہایت ہی امن سے رہتے تھے لیکن اس کے باوجود وہ اللہ کا شکریہ ادا نہ کرتے تھے ۔ اس خانہ توحید میں الہ واحد کی بندگی نہ کرتے تھے اور حضور ﷺ سے یہ کہتے تھے کہ اگر ہم عقیدہ توحید کو اپنائیں تو ہمیں اپنی جا اور جاگیر چھوڑنی پڑے گی ۔ اللہ تعالیٰ نے ان کی یہ بات نقل کر کے اس کی تردید کی اور انہیں بتایا کہ امن اور خوف ہوتا کیا ہے ۔\n(آیت) ” وقالوا ان نتبع الھدی معک نتخطف من ارضنا اولم نمکن لھم حرما امنا یجبی الیہ ثمرت کل شیء رزقا من لدنا ولکن اکثرھم لا یعلمون “۔ (28 : 57)\n” وہ کہتے ہیں ‘ اگر ہم تمہارے ساتھ اس ہدایت کی پیروی اختیار کرلیں تو اپنی زمین سے اچک لئے جائیں گے ۔ کیا یہ واقعہ نہیں ہے کہ ہم نے ایک پرامن حرم کو انکے لئے جائے قیام بنادیا جس کی طرف ہر طرف کے ثمرات کھنچے چلے آتے ہیں ‘ ہماری طرف سے رزق کے طور پر مگر ان میں سے اکثر لوگ جانتے نہیں ۔ “\nصحیحین میں حضرت ابن عباس ؓ سے روایت ہے وہ فرماتے ہیں کہ رسول اللہ ﷺ نے فتح مکہ کے دن یہ فرمایا ” یہ شہر حرام ہے ‘ اس کے درخت نہ کاٹے جائیں گے ‘ اور یہاں کے سبزے کو بھی خراب نہ کیا جائے گا ‘ یہاں کے شکار کو نہ بھگایا جائے گا اور یہاں کی گمشدہ چیز کو نہ اٹھایا جائے گا مگر وہ شخص جو اعلان کرنا چاہے ۔\nحضور اکرم ﷺ نے حرم میں محرم کے لئے زندہ چیزوں میں سے صرف کوے ‘ چیل ‘ بچھو ‘ چوہے اور کاٹنے والے کتے کو مستثی فرمایا ۔ حضرت عائشہ ؓ کی حدیث میں ہے ” حضور اکرم ﷺ نے پانچ چیزوں کے قتل کا حکم دیا ۔ یہ مضر چیزیں ہیں اور حالت حلت اور احرام دونوں میں یہ حکم دیا ۔ کوا چیل ‘ بچھو ‘ چوہا اور کاٹنے والاکتا۔\nصحیحین میں حضرت ابن عمر ؓ سے سانپ کا اضافہ آیا ہے ۔\nحضرت علی ؓ کی روایت کی رو سے یہی حرمت مدینہ کے لئے بھی عائد ہے ۔ فرماتے ہیں کہ حضور اکرم ﷺ نے ” عیر “ سے لے کر ” ثور “ مدینہ کو حرم قرار دیا ہے ۔ اور صحیحن ہی میں ایک دوسری روایت ہے ۔ یہ حضرت عبادہ ابن تمیم سے وارد ہوئی ہے۔ کہ حضور اکرم ﷺ نے فرمایا ” حضرت ابراہیم (علیہ السلام) نے مکہ کو حرم قرار دیا اور اس کے لئے دعا فرمائی اور میں نے مدینہ کو اسی طرح حرم کردیا ہے جس طرح ابراہیم (علیہ السلام) نے مکہ کو حرم قرار دیا تھا ۔ “\nاس کے علاوہ مزید یہ بات کہی جاسکتی ہے کہ یہ علاقہ اور یہ مہینے ہی صرف امن کے لئے مخصوص نہیں اور صرف یہ بات نہیں ہے کہ اس امن وامان کا دائرہ صرف انسان اور حیوان تک ہی محدود ہے بلکہ اس امن اور سکون کا دائرہ انسانی ضمیر تک وسیع ہوجاتا ہے اس لئے کہ انسانی ضمیر انسانی نفس کی گہرائیوں کے اندر ایک معرکہ کار زار ہے ۔ ضمیر کے اندر جنگ کے شعلے بھڑکتے ہیں تو اس کے شعلے اور اس کا دھواں زمان ومکان کو اپنی لپیٹ میں لے لیتا ہے ۔ پھر تمام انسان اور حیوان اس کی زد میں آجاتے ہیں حرمین اس اندرونی معرکہ کار زار میں بھی امن کا سامان پیدا کردیتے ہیں اور جب ضمیر کے اندر امن و سکون پیدا ہوجاتا ہے تو ایک محرم کسی جاندار کی طرف ہاتھ بڑھانے میں بھی حرج محسوس کردیتے ہیں اور جب ضمیر کے اندر امن و سکون پیدا ہوجاتا ہے تو ایک محرم کسی جاندار کی طرف ہاتھ بڑھانے میں بھی حرج محسوس کرتا ہے اگرچہ یہ شکار حرم سے باہر ہو ۔ یہ عرصہ نفس انسانی کی تربیت کا عرصہ ہے تاکہ وہ صاف و شفاف ہوجائے ۔ وہ ہلکا ہوجائے اور بلند ہو کر ملاء اعلی سے واصل ہوجائے اور ملاء اعلی کے ساتھ معاملہ کرنے کے لئے تیار ہوجائے ۔\nیہ انسانیت ‘ یہ خوفزدہ ‘ مصیبت زدہ ‘ پسی ہوئی انسانیت کس قدر محتاج ہے ‘ اس علاقہ امن کی ۔ وہ منطقہ امن جس کو اللہ نے اس دین کے پیروکاروں کے لئے بنایا ہے ‘ اور جس کا اعلان عام قرآن کریم کے اندر کردیا گیا ۔\n(آیت) ” ذَلِکَ لِتَعْلَمُواْ أَنَّ اللّہَ یَعْلَمُ مَا فِیْ السَّمَاوَاتِ وَمَا فِیْ الأَرْضِ وَأَنَّ اللّہَ بِکُلِّ شَیْْء ٍ عَلِیْمٌ(97)\n” تاکہ تمہیں معلوم ہوجائے کہ اللہ آسمانوں اور زمین کے سب حالات سے باخبر ہے اور اسے ہر چیز کا علم ہے۔ اس جگہ یہ عجیب اختتامیہ ہے ۔ یہ بات معلوم ہے کہ اللہ جو شریعت مقرر کرتا ہے اور لوگوں کے لئے یہ جائے امن جو قرار دیتا ہے ‘ یہ اس لئے بتاتا ہے کہ لوگوں کو معلوم ہو کہ اللہ ان تمام حالات سے باخبر ہے جو آسمانوں اور زمینوں کے اندر ہے اور اسے ہر چیز کا علم ہے ‘ تاکہ انہیں معلوم ہو کہ اللہ انسانوں کے مزاج سے باخبر ہے ‘ وہ انکی خفیہ نفسیات سے بھی خبردار ہے ۔ وہ انکی روح کی پکار کو سنتا ہے اور وہ ایسا قانون بناتا ہے جس کے ذریعے ان کے مزاج کے تقاضے ‘ انکی ضروریات اور ان کے میلانات پورے ہوتے ہیں ۔ جب لوگ یہ محسوس کریں گے کہ قانون سازی میں اللہ نہایت ہی شفیق ورحیم ہے ۔ اور جب لوگوں کے دلوں نے اس شریعت اور ان کی فطرت کے درمیان پوری ہم آہنگی کا مزہ چکھا تو انکو معلوم ہوجائے گا کہ اللہ ان تمام امور کو جانتا ہے جو آسمانوں اور زمینوں کے اندر ہیں اور اسے ہر چیز کا علم ہے ۔\nدین اسلام انسانی فطرت اور اس کے میلانات اور خواہشات کے پورے پورے تقاضے ملحوظ رکھنے میں بہت ہی عجیب ہے ۔ وہ انسانوں کی تمام ضروریات کا لحاظ رکھتا ہے ۔ اسلامی شریعت کی اسکیم انسانی فطرت کی اسکیم کے عین مطابق ہے ۔ شریعت کی تشکیل اور انسان کی فطرت کے اندر مکمل ہم آہنگی ہے ۔ جب انسان کو اس دین کے بارے میں شرح صدر ہوجاتا ہے تو پھر وہ جس قدر غور کرتا ہے اسے کمال و جمال ہی نظر آتا ہے ‘ پھر اسے انس و محبت ہی نظر آتی ہے اور اسے وہ سکون ملتا ہے جس کا تصور وہ شخص نہیں کرسکتا جس کو شریعت پر شرح صدر حاصل نہ ہو ۔\nاب حالت احرام اور حالت غیر احرام میں جائز وناجائز امور کا خاتمہ اس بات پر ہوتا ہے کہ اللہ کا عذاب سخت ہے اور دوسری جانب وہ غفور ورحیم بھی ہے ۔\n(آیت) ” اعْلَمُواْ أَنَّ اللّہَ شَدِیْدُ الْعِقَابِ وَأَنَّ اللّہَ غَفُورٌ رَّحِیْمٌ(98)\nخبردار ہوجاؤ ۔ ! اللہ سزادینے میں بھی سخت ہے اور اسکے ساتھ بہت درگزر اور رحم بھی کرنے والا ہے ۔ “\nاور اس ڈراوے کے ساتھ ساتھ بتا دیا جاتا ہے کہ اپنے کئے کی ذمہ داری ہر شخص کے کاندھوں پر ہے اور جو راہ راست پر نہ ہو وہ خود اپنی گمراہی کا ذمہ دار ہے ۔\n(آیت) ” مَّا عَلَی الرَّسُولِ إِلاَّ الْبَلاَغُ وَاللّہُ یَعْلَمُ مَا تُبْدُونَ وَمَا تَکْتُمُونَ (99)\n” رسول پر تو پیغام پہنچا دینے کی ذمہ داری ہے ‘ آگے تمہارے کھلے اور چھپے سب حالات کا جاننے والا ہے ۔\nاب یہ مضمون ایک عام پیمانے اور اصول پر ختم ہوتا ہے اور یہ پیمانہ تمام اصول واقدار کے وزن کے لئے ایک ترازو ہے ۔ اس کے مطابق ایک مسلم فیصلے کرتا ہے اس میزان میں طیب بھاری رہتا ہے ۔ اور خبیث ہلکا ہوجاتا ہے تاکہ خبیث اپنی ظاہری اور جسمانی کثرت کی وجہ سے کسی مسلم کو کسی بھی وقت متاثر نہ کرسکے ۔\n(آیت) ” قُل لاَّ یَسْتَوِیْ الْخَبِیْثُ وَالطَّیِّبُ وَلَوْ أَعْجَبَکَ کَثْرَۃُ الْخَبِیْثِ فَاتَّقُواْ اللّہَ یَا أُوْلِیْ الأَلْبَابِ لَعَلَّکُمْ تُفْلِحُونَ (100)\n” اے پیغمبر ان سے کہہ دو کہ پاک اور ناپاک بہرحال یکساں نہیں ہیں ‘ خواہ ناپاک کی بہتات تمہیں کتنا ہی فریفتہ کرنے والی ہو ‘ پس اے لوگو جو عقل رکھتے ہو ‘ اللہ کی نافرمانی سے بچتے رہو ‘ امید ہے کہ تمہیں فلاح نصیب ہوگی ۔\nیہاں پاک وناپاک کے ذکر کی مناسبت یہ ہے کہ اس سے پہلے حلال و حرام اور جائز وناجائز کا مضمون چل رہا تھا ‘ شکار میں سے حلال و حرام کا ذکر ظاہر ہے ۔ کہ حلال طیب ہوتا ہے اور حرام خبیث ہوتا ہے ۔ طیب اور خبیث برابر نہیں ہو سکتے اگرچہ خبیث اپنی کثرت کی وجہ سے انسان کو دھوکے میں ڈالتا ہے اور عجیب معلوم ہوتا ہے ‘ لیکن طیب نہایت ہی خوشگوار ہوتا ہے اور اس کے نتائج بھی اچھے نکلتے ہیں ۔ دنیا میں بھی اور آخرت میں بھی ۔ اس کے نتیجے میں امراض اور آلام سے بھی زیادہ لذت ہوتی ہے اور طیب کا انجام دنیا وآخرت میں اچھا ہوتا ہے ۔ جب نفس انسانی خواہشات نفسانیہ سے آزاد ہوجاتا ہے اور نفس پر تقوی اور دل کی نگرانی قائم ہوجاتی ہے تو وہ خبیث کے مقابلے میں طیب کو اختیار کرتا ہے اور اس طرح وہ دنیا وآخرت میں کامیاب رہتا ہے ۔\n(آیت) ” فَاتَّقُواْ اللّہَ یَا أُوْلِیْ الأَلْبَابِ لَعَلَّکُمْ تُفْلِحُونَ (100)\n” پس اے صاحبان عقل وخرد اللہ ہی سے ڈرو ‘ امید ہے کہ تم فلاح پاؤ گے) یہ تو تھی ظاہری مناسبت لیکن اس آیت کا افق اور مطالب اس سے بھی زیادہ وسیع ہیں ۔ یہ تمام زندگی کو اپنے دائرے میں لیتی ہے اور اس کے مفہوم کو تصدیق مختلف مقامات پر ہوتی ہے ۔\nاللہ تعالیٰ اس امت کو میدان میں لایا اور اسے خیر امت قرار دیا ۔ اللہ تعالیٰ کی اسکیم یہ تھی کہ اسے ایک عظیم امر کے لئے تیار کیا جائے ۔ یہ عظیم امر یہ تھا کہ یہ امت اس کرہ ارض پر اسلامی نظام کی امانت کی حامل ہوگی ۔ وہ اسلامی نظام حیات پر اس طرح قائم ہو کہ اس سے پہلے کوئی امت اس طرح قائم نہ ہوئی ہو ۔ وہ اس نظام کو لوگوں کی زندگیوں میں اس طرح قائم کرے کہ کبھی کسی دوسری امت کے اندر یہ نظام اس طرح قائم نہ کیا جاسکا ہو ۔ اس عظیم مقصد کے حصول کے لئے اس بات کی ضرورت تھی کہ اس امت کو اس قدر طویل تربیت دی جائے کہ اس سے پہلے کسی امت کو نہ دی گئی ہو ۔ پہلی تربیت یہ ہو کہ اسے آثار جاہلیت سے مکمل طور پر نکال دیا جائے اور اسے جاہلیت کی گراٹوں سے اٹھا کر سیدھا اعلی منزل مقصود تک بلند کردیا جائے ۔ یہاں تک کہ وہ اسلام کی بلند ترین چوٹی پر فائز ہوجائے ، اس کے بعد یہ امت اپنے تصورات و افکار کو درست کرے ‘ اور اپنی عادات ‘ اپنے شعور اور اپنے افکار کو جاہلیت کے آثار اور آلودگیوں سے پاک کرے ۔ اس کے بعد اس کے اندر اس قدر عزم پیدا کردیا جائے کہ وہ اس سچائی قبول کرلے اور پھر اس قبولیت کے نتیجے میں آنے والی ابتلاؤں کو برداشت کرے ۔ اس کے بعد وہ پوری زندگی کو اسلامی اقدار اور پیمانوں کے مطابق استوار کرے یہاں تک کہ یہ ایک ربانی امت بن جائے اور اس کی انسانیت اعلی مدارج انسانیت تک بلند ہوجائے جب یہاں تک اس کی تربیت ہوجائے تو پھر اس کی نظروں میں اچھا اور برا برابر نہ ہوں گے ۔ اگرچہ خبیث وناپاک زیادہ اور آنکھوں کو خیرہ کردینے والا ہو اور آنکھوں کو چکا چوند کردینے والا ہو ۔ لیکن جب انسان طیب اور خبیث میں فرق کرلیتا ہے اور اشیاء کو الہی میزان میں تولتا ہے تو اس وقت باوجود کثرت اور حجم کے خبیث کا وزن طیب کے مقابلے میں کم ہوتا ہے اور طیب کا پلڑا باوجود قلت کے بہت بھاری ہوتا ہے ۔ اس مقام پر آکر یہ امت امین اور امانت دار بن جاتی ہے ۔ وہ درست اور قابل اعتماد ہوتی ہے ۔ اب وہ تمام انسانیت کی نگہبان ہوتی ہے ۔ اب وہ لوگوں کے لئے اللہ کا ترازو استعمال کرتی ہے اور اللہ کی قدر کے ساتھ اقدار کا تعین کرتی ہے ‘ وہ طیب کو اختیار کرتی ہے اور اس کی آنکھیں خبیث کو دیکھ کر خیرہ نہیں ہوتیں ۔ بعض اوقات ایسے مواقع بھی آتے ہیں کہ ان میں یہ میزان نہایت ہی مفید ہوتا ہے ۔ ایسے حالات میں کہ جب باطل پھولا ہوا ہو ‘ اور انسان یہ سمجھتا ہو کہ شاید یہ ترقی کر رہا ہے آنکھیں صرف یہ دیکھتی ہیں کہ بظاہر وہ پر قوت اور صاحب کثرت ہے ۔ ایک مومن اس پھولے ہوئے باطل کو اللہ کے ترازو میں تولتا ہے ۔ اس طرح اس کے ہاتھ مضطرب نہیں ہوتے ‘ نہ اس کی آنکھیں خیرہ ہوتی ہیں ‘ نہ اس کا معیار خراب ہوتا ہے چناچہ وہ اس باطل کے مقابلے میں سچائی کو اختیار کرتا ہے جس میں کوئی جھاگ اور کوئی سو جن نہیں ہے ۔ نہ اس کے اردگرد کوئی زاد وعتاد ہے ۔ بس وہ تو فقط حق ہے ۔ وہ مجرد حق ہے اور اس کے سوا اس کے ساتھ کوئی غرض نہیں ہے ۔ اللہ کے ترازو میں اس کا وزن زیادہ ہے اور ذاتی طور پر وہ حسین و جمیل ہے ۔ اس کی ذات کے اندر ایک قوت ہے ۔\nاللہ تعالیٰ نے اس امت کی تربیت عین قرآنی منہاج کے مطابق کی ۔ اور امت پر رسول اللہ ﷺ کو قیم اور نگران مقرر کیا ۔ پھر وہ اس سطح پر پہنچی کہ وہ اللہ کے دین پر ایمان لانے والی تھی ۔ محض نفسیاتی ایمان نہیں اور نہ دل کے اندر کا ایمان بلکہ اپنی عملی زندگی میں ایمان اور اس کرہ ارض پر اپنی تمام سرگرمیوں کے اندر ایمان ۔ زندگی کے تمام اضطرابات میں ‘ تمام خواہشات اور امیدوں میں ‘ تمام رغبتوں اور مسلکوں میں ‘ تمام مفادات اور مصالح میں اور افراد اور گروہوں کی تمام کشمکشوں میں ایمان ‘ غرض اس کا ایمان اس طرح ہو کہ وہ اس پوری کائنات کے اوپر نگہبانی میں بھی ایماندار ہو ‘ اور اس زندگی کے اتھاہ سمندر میں اپنی عظیم ذمہ داریوں کے اندر بھی وہ ایماندار ہو۔\nاللہ تعالیٰ نے اس امت کو مختلف ہدایات ‘ مختلف موثرات ‘ مختلف آزمائشوں اور مختلف ضابطہ بندیوں کے ذریعے تربیت دی اور ان تمام امور کو ایک ہی مجموعی شکل میں ایک گٹھڑی کی طرح ایک نظام بنا دیا جس کے آخری مقاصد ایک ہی تھے ۔ یعنی اس امت کو اپنے عقائد و تصورات ‘ اپنے شعور اور میلانات اپنے طرز عمل اور اخلاق اور اپنی شریعت اور نظام اس طرح تیار کرنے چاہئیں کہ وہ اللہ کے دین کے اوپر قائم ہو ‘ وہ اس پوری انسانیت پر نگران ہو ‘ اور یہ اللہ کا حق ہے کہ وہ اپنے بندوں سے جو کام لینا چاہے وہ لے ۔ اللہ اپنے معاملات میں خود مختار ہے ۔ چناچہ اس کرہ ارض پر اسی روشن شکل میں اللہ کا دین چمکتا ہوا قائم ہوا۔ ہو ایک تصور تھا جس نے زندگی میں واقعیت اختیار کی اور یہ رسم ڈالی گئی کہ جب بھی اس دین کے قیام کے لئے یہ امت جہاد کرے گی اللہ کی مدد اسے حاصل ہوگی ۔\nاس کے بعد جماعت مسلمہ کو رسول اللہ ﷺ کے حوالے سے بعض آداب سکھائے جاتے ہیں ۔ بتایا جاتا ہے کہ حضور ﷺ نے جو کچھ نہیں بتایا اس کے بارے میں آپ سے سوالات نہ کئے جائیں ۔ ہوسکتا ہے کہ اگر آپ سوال کریں اور حضور ﷺ جواب دیں تو آپ لوگوں کو وہ جواب پسند نہ آئے اور یاحرج واقعہ ہوجائے اور جواب کے ذریعے ایسے فرائض عائد ہوجائیں جن پر عمل کرنا ممکن نہ ہو۔ یا یہ ہو کہ کسی معاملے میں اللہ تعالیٰ نے وسعت کی تھی اور سوال کی وجہ سے تنگی ہوجائے کیونکہ اللہ تعالیٰ بندوں پر رحم کرتے ہوئے انہیں زیادہ سے زیادہ آزاری دیتے ہیں ۔",
  "ayah": 98,
  "surah": 5
}
