{
  "text": "وجملة : ( وَأَنتَ حِلٌّ بهذا البلد ) معترضة بين القسم وجوابه .وقوله - تعالى - ( حل ) اسم مصدر أحل بمعنى أباح ، فيكون المعنى : وأنت - أيها الرسول الكريم - قد استحل كفار مكة إيذاءك ومحاربتك . . مع أنهم يحرمون ذلك النسبة لغيرك ، فى هذا البلد الأمين .ويصح أن يكون لفظ \" حل \" هنا بمعنى اللحال الذى هو ضد الحرام يقال : هو حل وحلال ، وحِرْمٌ وحرام . . فيكون المعنى : وأنت أيها الرسول الكريم - قد أحل الله - تعالى - لك أن تفعل بهؤلاء المشركين ما شئت من القتل أو العفو .وتكون الجملة الكريمة ، بشارة للنبى صلى الله عليه وسلم بأن الله - تعالى - سينصره على مشركى قريش ، ويمكنه من رقابهم . . وقد أنجز له - سبحانه - ذلك يوم الفتح الأكبر .قال صاحب الكشاف : أقسم الله - تعالى - بالبلد الحرام وما بعده ، على أن الإِنسان خلق مغمورا فى مكابدة المشاق والشدائد ، واعترض بين القسم والمقسم عليه بقوله : ( وَأَنتَ حِلٌّ بهذا البلد ) يعنى : زمن المكابدة أن مثلك - يا محمد - على عظم حرمتك ، يُسْتَحلُّ بهذا البلد الحرام ، كما يستحل الصيد فى غير الحرم .وفيه تثبيت لرسول الله صلى الله عليه وسلم وبعث على احتمال ما كان يكابد من أهل مكة ، وتعجيب من حالهم فى عداوته .أو سلى صلى الله عليه وسلم بالقسم ببلده ، على أن الإِنسان لا يخلو من مقاساة الشدائد ، واعترض بأن وعده فتح مكة تتميما للتسلية والتنفيس عليه فقال : ( وَأَنتَ حِلٌّ بهذا البلد ) .يعنى : وأنت حل به فى المستقبل ، تصنع فيه ما تريد من القتل والأسر .فإن قلت : أين نظير قوله : ( وَأَنتَ حِلٌّ ) فى معنى الاستقبال؟ قلت : قوله - تعالى - ( إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَّيِّتُونَ ) وكفاك دليلا قاطعا على أنه للاستقبال ، وأن تفسيره بالحال محال ، أن السورة بالاتفاق مكية ، وأين الهجرة من وقت نزولها؟ فما بال الفتح؟ويرى بعضهم أن معنى قوله - تعالى - : ( وَأَنتَ حِلٌّ بهذا البلد ) : وأنت مقيم بهذا البلد ، ونازل فيه ، وحالّ به ، وكفى فخراً لمكة أن تنزل فيها - أيها الرسول الكريم - فإن الأمكنة الشريفة تزداد شرفا بنزول رسل الله - تعالى - فيها ، فكيف وأنت خاتمهم وإمامهم؟قال بعض العلماء : وحكى ابن عطية عن بعض المتأولين : أن معنى ( وَأَنتَ حِلٌّ بهذا البلد ) وأنت ساكن بهذا البلد ، حال فيه . . وهو يقتضى أن تكون هذه الآية موضع الحال من ضمير \" أقسم \" فيكون القسم بالبلد مقيدا باعتبار بلد محمد صلى الله عليه وسلم وهو تأويل جميل ، لو ساعد عليه ثبوت استعمال \" حل \" بمعنى حالٍّ ، أى : مقيم فى مكان ، فإن هذا لم يرد فى كتب اللغة . . ولذا لم يذكر هذا المعنى صاحب الكشاف . .ويبدو لنا أن هذه الأقوال لا تعارض بينها ، بل يؤيد بعضها بعضا ، لأن الرسول صلى الله عليه وسلم قد آذاه أهل مكة ، بينما حرموا إيذاء غيره ، وأن الله - تعالى - قد مكن رسوله صلى الله عليه وسلم منهم . كما حدث فى غزوة الفتح ، وأنه صلى الله عليه وسلم قد أقام معهم فى مكة أكثر من خمسين سنة ، وكان يلقب عندهم بالصادق الأمين . .",
  "ayah": 2,
  "surah": 90
}
