{
  "text": "১২৩-১২৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআ'লা হযরত আদম (আঃ), হযরত হাওয়া (আঃ) এবং ইবলীসকে বলেনঃ “তোমরা সবাই জান্নাত হতে বেরিয়ে যাও।' সুরায়ে বাকারায় এর পূর্ণ তাফসীর গত হয়েছে। আল্লাহ পাক আরো বলেনঃ তোমরা পরম্পর একে অপরের শত্রু। অর্থাৎ আদম সন্তনি ও ইবলীস সন্তান পরস্পর পরস্পরের শত্রু। তোমাদের কাছে আমার রাসূল ও কিতাব আসবে। যারা আমার প্রদর্শিত পথের অনুসরণ করবে তারা দুনিয়াতেও লাঞ্ছিত হবে না এবং প্রকলেও অপমানিত হবে না। আর যারা আমার হুকুমের বিরোধিতা করবে, আমার রাসূলদের প্রদর্শিত পথ পরিত্যাগ করবে এবং অন্য পথে চলবে তারা দুনিয়াতে সংকীর্ণ অবস্থায় থাকবে। তারা প্রশান্তি ও স্বচ্ছলতা লাভ করবে না। নিজেদের গুমরাহীর কারণে সংকীর্ণ অবস্থায় কালাতিপাত করবে। যদিও বা হ্যতঃ পানাহার ও পরিধানের ব্যাপারে প্রশস্ততা পরিদৃষ্ট হবে কিন্তু অন্তরে ঈমান ও হিদায়াত না থাকার কারণে সদা সর্বদা সন্দেহ সংশয় এবং সংকীর্ণতা ও স্বল্পতার মধ্যেই জড়িয়ে পড়বে। তারা হবে হতভাগ্য, আল্লাহর রহমত হতে বঞ্চিত এবং কল্যাণ শূন্য। কেননা, তাদের মহান আল্লাহর উপর ঈমান নেই, তার প্রতিশ্রুতির প্রতি বিশ্বাস নেই, মৃত্যুর পরে তাঁর নিয়ামতের মধ্যে কোন অংশ নেই। আল্লাহর প্রতি তারা খারাপ ধারণা পোষণ করে, তাদের রিক অপবিত্র, আমল তাদের জঘন্য, তাদের কবর হবে সংকীর্ণ ও অন্ধকার। কবরে তাদেরকে এমন চাপ দেয়া হবে যে, তাদের ডান দিকের পাজর বাম দিকে এবং বাম দিকের পাজর ডান দিকে হয়ে যাবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “মুমিনের কবর হবে শ্যামল-সবুজ-বাগীচা। ওটা হবে সত্তর হাত প্রশস্ত। মনে হবে যেন ওর মধ্যে চন্দ্র রয়েছে। খুবই উজ্জ্বল হয়ে থাকবে, যেন চৌদ্দ তারিখের চাদ কিরণ দিচ্ছে। (আরবী) এই আয়াতটির শানে নুযূল তোমরা জান কি? এর দ্বারা কাফিরের তার কবরের মধ্যে শাস্তি হওয়া বুঝানো হয়েছে। আল্লাহর শপথ! তার কবরে নিরানব্বইটি অজগর সাপ মোতায়েন করা হবে, যাদের প্রত্যেকের হবে সাতটি করে মাথা, যারা কিয়ামত পর্যন্ত তাকে দংশন করতে থাকবে।” (এ হাদীসটি মুসনাদে ইবনু আবি হাতিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে। কিন্তু এর মারফু হওয়া স্বীকৃত নয়। একটি উত্তম সনদেও এটা বর্ণিত আছে যে, এর দ্বারা কবরের আযাবকেই বুঝানো হয়েছে) মহান আল্লাহ বলেন যে, তাকে কিয়ামতের দিন অন্ধ করে উঠানো হবে। জা হান্নাম ছাড়া অন্য কিছু তার ন্যরে পড়বে না। অন্ধ করেই তাকে হাশরের মাঠে নিয়ে আসা হবে এবং জাহান্নামের সামনে দাড় করিয়ে দেয়া হবে। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “কিয়ামতের দিন আমি তাদেরকে মুখের ভরে অন্ধ মূক ও বধির করে হাশরের মাঠে একত্রিত করবো এবং তাদের আবাস স্থল হবে জাহান্নাম।” (১৭:৯৭)। সে বলবেঃ হে আমার প্রতিপালক! কেন আমাকে অন্ধ অবস্থায় উখিত করলেন? আমি তো ছিলাম চক্ষুষ্মন? উত্তরে আল্লাহ তাআলা বলবেনঃ ‘এইরূপই আমার আয়াত সমূহ তোমার নিকট এসেছিল, কিন্তু তুমি তা ভুলে গিয়েছিলে এবং সেইভাবে আজ তুমিও বিস্মৃত হলে। যেমন আর এক জায়গায় আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “আমি আজ তাদেরকে তেমনিভাবেই ভুলে যাবে যেমনিভাবে তারা এই দিনের সাক্ষাৎকে ভুলে গিয়েছিল।”(৭:৫১) সুতরাংএটা তাদের কৃতকর্মেরই সমান প্রতিফল। যে ব্যক্তি কুরআন কারীমের উপর বিশ্বাস রাখে এবং ওর হুকুম অনুযায়ী আমলও করে, সে যদি ওর শব্দ ভুলে যায় তবে সে এই প্রতিশ্রুত শাস্তির অন্তর্ভুক্ত নয়। বরং তার জন্যে অন্য শাস্তির ব্যবস্থা রয়েছে। যেমন হযরত সা'দ ইবনু উবাদা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি কুরআন পড়লো অতঃপর তা ভুলে গেল সে কুষ্ঠরোগী রূপে আল্লাহর সাথে সাক্ষাৎ করবে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)",
  "ayah": 126,
  "surah": 20
}
