{
  "text": "২২-৩৫ নং আয়াতের তাফসীর:\nহযরত মূসাকে (আঃ) দ্বিতীয় মুজিযা দেয়া হচ্ছে। তাঁকে বলা হচ্ছেঃ ‘তোমার হাতখানা বগলে ফেলে আবার তা বের করে নাও। তুমি দেখবে যে, ওটা চন্দ্রের ন্যায় উজ্জ্বল ও জ্যোতির্ময় হয়ে বেরিয়ে আসবে। এটা নয় যে, ওটা শ্বেত কুষ্ঠের শুভ্রতা হবে, বা অন্য কোন রোগ অথবা দোষের কারণে সাদা হবে।' অতঃপর হযরত মূসা (আঃ) যখন বগলে হাত রেখে তা বের করে নেন তখন দেখা যায় যে, প্রদীপের ন্যায় উজ্জ্বল ও ঝকমকে হয়ে গেছে। এর ফলে তিনি যে আল্লাহ তাআলার সাথে কথা বলছেন এই বিশ্বাস তার আরো বৃদ্ধি পেলো। এ দুটো মু'জিযা তঁাকে এখানে প্রদানের কারণ এই যে, যেন তিনি আল্লাহর যবরদস্ত নিদর্শনগুলি দেখে তার অসীম ক্ষমতার প্রতি পূর্ণভাবে বিশ্বাস স্থাপন করতে পারেন।অতঃপর আল্লাহ তাআলা হযরত মূসাকে (আঃ) নির্দেশ দিলেনঃ ফিরাউন আমার চরম বিদ্রোহী হয়ে গেছে। তুমি তার কাছে গিয়ে তাকে বুঝাতে থাকো।হযরত অহাব (রঃ) বলেন যে, হযরত মূসাকে (আঃ) আল্লাহ তাআলা। খুবই নিকটবর্তী হওয়ার নির্দেশ দেন। শেষ পর্যন্ত তিনি ঐ গাছের গুঁড়ির সাথে হেলান দিয়ে দাড়িয়ে যান। তাঁর হৃদয় প্রশান্ত হয়ে যায়। ভয়-ভীতি দূরীভূত হয়। হাত দুটি স্বীয় লাঠির উপর রেখে, মাথা ঝুঁকিয়ে এবং গ্রীবা নীচু করে অত্যন্ত আদবের সাথে আল্লাহ তাআলার ঘোষণা তিনি শুনতে লাগলেন। মহান আল্লাহ তাকে বললেনঃ মিসরের বাদশাহ ফিরাউনের কাছে তুমি আমার পয়গাম নিয়ে যাও। সেখান থেকে তুমি পালিয়ে এসেছিলে। তাকে তুমি বল যে, সে যেন, আমারই ইবাদত করে এবং আমার সাথে কাউকেও শরীক না। করে। বানী ইসরাঈলের সাথে যেন সৎ ব্যবহার করে এবং তাদের প্রতি অনুগ্রহ করে। তাদেরকে যেন কষ্ট না দেয়। ফিরআউন চরম বিদ্রোহী হয়ে গেছে। সে ধরাকে সরা জ্ঞান করেছে। দুনিয়ার প্রতি আকৃষ্ট হয়ে আখেরাতকে সে সম্পূর্ণরূপে ভুলে বসেছে। হে মূসা (আঃ)! তুমি আমার রিসালাত নিয়ে তার কাছে গমন কর। আমার চক্ষু ও কর্ণ তোমার সাথেই রইলো। আমি তোমাকে সদা দেখতে শুনতে থাকবো। সব সময় আমার সাহায্য তোমার সাথে থাকবে। আমার পক্ষ হতে আমি দলীল প্রমাণাদি প্রদান করেছি এবং তোমাকে দৃঢ় ও মজবুত করেছি। তুমি একাই আমার বিরাট সেনাবাহিনী। আমার এক দুর্বল বান্দার কাছে আমি তোমাকে প্রেরণ করছি। সে আমার নিয়ামত রাশি পেয়ে সবই ভুলে বসেছে। সে আমার পাকড়াওকেও বিস্মরণ হয়েছে। দুনিয়ার মোহে পড়ে সে চরম অহংকারী হয়ে বসেছে। সে আমাকে পালনকর্তা, সৃষ্টিকর্তা এবং উপাস্য বলে স্বীকার করছে না। সে আমার দিক থেকে চক্ষু ফিরিয়ে নিয়েছে। সে আমা থেকে বিমুখ হয়েছে এবং আমার পাকড়াওকে ভুলে গেছে। আমার শাস্তি হতে সে নির্ভয় হয়েছে। আমার মর্যাদার শপথ! আমি যদি তাকে অবকাশ দিতে না চাইতাম তবে তার উপর আকাশ ভেঙ্গে পড়তে এবং যমীন তাকে গ্রাস করে নিতো। সমুদ্রও তাকে নিজের মধ্যে নিমজ্জিত করতো। কিন্তু আমার সাথে মুকাবিলা করার শক্তি তার নেই এবং সব সময় সে আমার ক্ষমতাধীন রয়েছে বলেই আমি তাকে ঢিল দিয়ে রেখেছি। আমি তো তাকে কোন পরওয়াই করি না। আমি সমস্ত মাখলুক হতে তো সম্পূর্ণ রূপে অমুখাপেক্ষী ও অভাবমুক্ত। সত্য এটাই যে, একমাত্র আমিই সবকিছু থেকে অমুখাপেক্ষী ও অভাবমুক্ত। শুধুমাত্র আমিই এইগুণের অধিকারী। হে মূসা (আঃ)! তুমি রিসালাতের দায়িত্ব পালন কর। তুমি ফিরাউনকে আমার ইবাদতের হিদায়াত কর, তাওহীদ ও ইখলাসের দাওয়াত দাও, আমার নিয়ামতরাজির কথা স্মরণ করিয়ে দাও, আমার শাস্তি হতে ভয় প্রদর্শন কর এবং আমার গযব হতে সতর্ক করে দাও। আমি রাগান্বিত হলে আর পরিত্রাণ নেই। তুমি তাকে নম্রতার সাথে বুঝাতে থাকো। তাকে আমার দান এবং দয়া দাক্ষিণ্যের খবর দিয়ে দাও। তাকে জানিয়ে দাও যে, এখানে যদি সে আমার দিকে ঝুঁকে পড়ে তবে আমি তার সমস্ত দুষ্কর্মের পাপ মার্জনা করবো। আমার গারের উপর আমার রহমত বিজয়ী। সাবধান! তুমি তার জাকজমক ও শান শওকতের প্রভাবে পড়ে যেয়ো না। তার চুলের খোপা আমার হাতেই রয়েছে। তার মুখ চলতে পারে না, তার হাত উঠতে পারে না, তার চোখের পাতা নড়তে পারে না এবং সে শ্বাস গ্রহণ করতে পারে না যে পর্যন্ত না আমি অনুমতি দিই। তাকে বুঝিয়ে বল যে, যদি সে আমাকে মেনে নেয় তবে আমি তাকে ক্ষমা করে দেবো। চারশ’ বছর ধরে সে আমার বিরুদ্ধাচরণ করতে রয়েছে। আমার বান্দাদের উপর জুলুম ও নির্যাতন চালাচ্ছে এবং জনগণকে আমার ইবাদত থেকে ফিরিয়ে রাখছে, তথাপি আমি তার উপর বৃষ্টি বন্ধ করি নাই, ফসল উৎপাদন বন্ধ রাখি নাই, তাকে রোগাক্রান্ত করি নাই, বৃদ্ধ করি নাই এবং পরাভূত করি নাই। ইচ্ছা করলে আমি তাকে জুলুমের সাথে পাকড়াও করতাম। কিন্তু আমার সহনশীলতা খুব বেশী। হে মূসা (আঃ)! তুমি তোমার ভাই (হারূণ (আঃ) কে সঙ্গে নিয়ে তার কাছে। যাও এবং পূর্ণভাবে জিহাদ কর। তোমরা আমার সাহায্যের উপর ভরসা কর। আমি ইচ্ছা করলে আমার সৈন্য সামন্ত পাঠিয়ে তাকে ধ্বংস করে দিতে পারি। কিন্তু আমি তাকে দেখাতে চাই যে, আমার জামাআতের একজনও সারা ভূ পৃষ্ঠের শক্তিশালীদের উপর বিজয় লাভ করতে সক্ষম। সাহায্য আমার অধিকারভূক্ত। তোমরা পার্থিব শান শওকতের। কি ওর প্রতি চোখ তুলে তাকাবেও না। আমি ইচ্ছা করলে তোমাকে এতো বেশী ধন সম্পদ দিতে পারি যে, ফিরাউনের ধন সম্পদ ওর ধারে পাশেও যাবে না। কিন্তু আমি আমার বান্দাদেরকে সাধারণতঃ গরীবই রাখি যাতে তাদের পরকাল সুন্দর ও কল্যাণকর হয়। তারা গরীব বলেই যে আমার কাছে। সম্মানের পাত্র নয় এটা সম্পূর্ণ ভুল ধারণা। বরং আমি এটা এজন্যেই করি যে, যেন তাদের দুই জাহানের নিয়ামত রাশি পরজগতে একত্রিত হয়। আমার কাছে আমার বান্দার কোন আমল এতো বেশী ওজনসই হয় না যতো ওজনসই দুনিয়ার প্রতি উদাসীনতা। আমি আমার বিশিষ্ট বান্দাদেরকে প্রশান্তি এবং বিনয় নম্রতার পোশাক পরিয়ে থাকি। তাদের মুখমণ্ডল সিজদার ঔজ্জ্বল্যের উজ্জ্বল হয়ে ওঠে। এরাই হয় আল্লাহর সত্যিকারের বন্ধু। তাদের সামনে সবারই আদবের সাথে অবস্থান করা উচিত। নিজের জিহ্বা ও অন্তরকে তাদের অনুগত করা দরকার। জেনে রেখো যে, যারা আমার বন্ধুদের সাথে শত্রুতা রাখে তারা যেন আমার বিরুদ্ধে যুদ্ধ ঘোষণা করলো। তা হলে তাদের এটা অনুধাবন করা উচিত যে, যারা আল্লাহর সাথে যুদ্ধ করতে চায় তারা কি কখনো সফলকাম হতে পারে? কখনই না। আমি তাকে ক্রোধের দৃষ্টিতে দেখে থাকি এবং তাকে ধ্বংস ও তছনছ করে দেই। আমার শত্রু কখনো আমার উপর বিজয় লাভ করতে পারে না। আমার বিরুদ্ধবাদীরা আমার কোনই ক্ষতি সাধন করতে পারে না। আমার বন্ধুদেরকে আমি নিজেই সাহায্য করে থাকি। তাদেরকে আমি শত্রুদের শিকার হতে দেই না। তাদেরকে আমি দুনিয়া ও আখেরাতে বিজয় দান করে থাকি এবং সব সময় তাদের উপর আমার সাহায্যের হাত বাড়িয়ে দেই।হযরত মূসা (আঃ) তার শৈশবকাল ফিরাউনের বাড়ীতেই কাটিয়েছিলেন, এমনকি তার ক্রোড়েই শৈশবাবস্থা অতিবাহিত করেছিলেন। যৌবন পর্যন্ত মিসর রাজ্যে তার প্রাসাদেই অবস্থান করেছিলেন। অতঃপর তার অনিচ্ছাতেই একজন কিবতী তাঁর হাতে মৃত্যু বরণ করে। ফলে তিনি সেখান থেকে পলায়ন করেন। তখন থেকে তার ভূর পাহাড়ে সময়ে আগমন পর্যন্ত তিনি আর মিসরের মুখ দেখেন নাই। ফিরাউন একজন দুশ্চরিত্র ও কঠোর হৃদয়ের লোক ছিল। গর্ব ও অহংকার তার এতো বেড়ে গিয়েছিল যে, আল্লাহকে তা সে বুঝতোই না। নিজের প্রজাদেরকে সে বলে দিয়েছিলঃ “তোমাদের খোদা আমিই। ধন সম্পদে, সৈন্য সামন্তে এবং অড়িম্বর ও জাকজমকে সারা দুনিয়ায় তার সমতুল্য আর কেউই ছিল না। তাকে হিদায়াত করার জনে আল্লাহ তাআলা যখন হযরত মূসাকে (আঃ) নির্দেশ দিলেন তখন তিনি তাঁর নিকট প্রার্থনা জানালেনঃ “হে আল্লাহ! আপনি আমার বক্ষ খুলে দিন এবং আমার কাজকে সহজ করুন। আপনি আমাকে সাহায্য না করলে এতো বড় শক্ত কাজের দায়িত্ব বহন করা আমার পক্ষে সদ্য নয়। আমার জিহ্বার আড়ষ্টতা দূর করে দিন।\"শৈশবাবস্থায় তাঁর সামনেখেজুর ও আগুনের অঙ্গার রাখা হয়েছিল। তিনি অঙ্গার উঠিয়ে নিয়ে মুখে পুরে দিয়েছিলেন বলে তাঁর জিহবায় আড়ষ্টতা এসে গিয়েছিল। তাই, তিনি প্রার্থনা করেছিলেনঃ “হে আল্লাহ! আমার জিহ্বার জড়তা দূর করে দিন।\" এটা হযরত মূসার (আঃ) ভদ্রতার পরিচয় যে, তিনি জিহ্বা সম্পূর্ণরূপে পরিষ্কার হয়ে যাওয়ার জন্যে আবেদন জানাচ্ছেন না। বরং এই আবেদন করেছেন যে, যেন জিহ্বার জড়তা দূর হয়, যাতে লোকেরা তার কথা বুঝতে পারে। নবীগণ (আঃ) শুধুমাত্র প্রয়োজন পুরো করার জন্যেই প্রার্থনা করে থাকেন। এর বেশীর জন্যে তারা আবেদন জানান না। তাই হযরত মূসার (আঃ) জিহ্বায় কিছুটা জড়তা। থেকে গিয়েছিল। যেমন ফিরাউন বলেছিলঃ “আমি উত্তম, না এই ব্যক্তি? এতো গরীব ও তুচ্ছ এবং এতো পরিষ্কারভাবে কথাও বলতে পারে না।”হযরত হাসান বসরী (রঃ) বলেন যে, হযরত মূসা (আঃ) জিহ্বার একটি গিরা খুলে দেয়ার প্রার্থনা জানিয়েছিলেন। এবং তা পূর্ণ হয়েছিল। যদি তিনি সম্পূর্ণরূপে পরিষ্কার করে দেয়ার আবেদন জানাতেন তবে সেটাও পূর্ণ হতো। তিনি শুধু তার জিহ্বার ততটুকু জড়তা দূর করার প্রার্থনা করেছিলেন যাতে মানুষ তার কথা বুঝতে পারে। হযরত ইবনু আব্বাস (রাঃ) বলেনঃ হযরত মূসার (আঃ) এই ভয় ছিল যে, না জানি হয়তো ফিরআউন তার উপর হত্যার অভিযোগ এনে তাকে হত্যা করে ফেলবে। তাই, তিনি নিরাপত্তার জন্যে প্রার্থনা করেছিলেন এবং তা কবুলও হয়েছিল। তার জিহবায় জড়তা ছিল তা তিনি এই পরিমাণ পরিষ্কার করে দেয়ার জন্যে প্রার্থনা করেন যাতে লোকেরা তার কথা বুঝতে পারে। তার এ দুআও কবুল হয়। তারপর তিনি দুআ করেন যে, হারূণকে যেন (আঃ) নবী করে দেয়া হয়। তাঁর এ দুআও মঞ্জুর হয়। বর্ণিত আছে যে, হযরত কাবের (রঃ) নিকট তার এক আত্মীয় এসে তাঁকে বলেঃ “এটা বড়ই লজ্জার কথা যে, আপনার মুখের কথা ত্রুটিপূর্ণ।” তখন হযরত কা'ব (রঃ) তাকে বলেনঃ “হে আমার ভ্রাতুস্পুত্র! আমার কথা কি তুমি বুঝতে পার না?” উত্তরে সে বলেঃ “হাঁ, বুঝতে পারি বটে।” হযরত কা'ব (রঃ) তখন বলেনঃ “তা হলে এই যথেষ্ট। হযরত মূসা (আঃ) আল্লাহর কাছে এটুকুর জন্যেই প্রার্থনা করেছিলেন।এরপর হযরত মূসা (আঃ) প্রার্থনা করেনঃ “আমার প্রকাশ্য সাহায্যকারী হিসেবে আমার স্বজনবর্গের মধ্য হতে একজনকে নির্বাচিত করুন, অর্থাৎ আমার ভাই হারূণকে (আঃ) আমার সাহায্যকারী বানিয়ে দিন এবং তাঁকে নুবওয়াত দান করুন।”হযরত ইবনু আব্বাস (রাঃ) বলেন যে, তখনই হযরত হারূণকে (আঃ) হযরত মূসার (আঃ) সাথে সাথেই নুবওয়াত দান করা হয়।হযরত উরওয়া (রাঃ) হতে বর্ণিত আছে যে, একবার হযরত আয়েশা (রাঃ) উমরা করার উদ্দেশ্যে গমন করেন। তিনি একজন বেদুঈনের বাড়ীতে অবস্থান করেছিলেন এমন সময় তিনি শুনতে পান যে, একজন লোক প্রশ্ন করলোঃ “দুনিয়ায় কোন ভাই তার নিজের ভাইকে সবচেয়ে বেশী উপকৃত করেছিলেন?”তার এই প্রশ্ন শুনে সবাই নীরব হয়ে যায় এবং বলেঃ “আমাদের এটা জানা নেই।” ঐ লোকটি তখন বলেঃ “আল্লাহর শপথ! আমি ওটা জানি।\" হযরত আয়েশা (রাঃ) বলেনঃ “আমি মনে মনে বললামঃ এ লোকটি তো বৃথা সাহসীকতা প্রদর্শন করছে, ইনশা আল্লাহ না বলেই শপথ করে বসেছে!” জনগণ তখন তাকে বলেঃ “অচ্ছাি, তুমি বল দেখি?” সে উত্তরে বলেঃ “তিনি হলেন হযরত মূসা (আঃ) তিনি আল্লাহ তাআলার নিকট প্রার্থনা করে তার ভাই হারূণের (আঃ) নুবওয়াতের মঞ্জুরী নিয়ে নেন।” হযরত আয়েশা (রাঃ) বলেনঃ “আমি নিজেও তার এই জবাব শুনে স্তম্ভিত হয়ে যাই এবং মনে মনে বলি যে, লোকটি তো সত্য কথাই বলেছে। বাস্তবিকই হযরত মূসা (আঃ) অপেক্ষা কোন ভাই তার ভাইকে বেশী উপকৃত করতে পারে না। আল্লাহ তাআলা সত্যই বলেছেন যে, মূসা (আঃ) আল্লাহর কাছে বড়ই মর্যাদাবান ছিলেন। (এটা মুসনাদে ইবন আবি হাতিমে বর্ণিত হয়েছে)এই প্রার্থনার কারণ বলতে গিয়ে হযরত মূসা (আঃ) বলেনঃ “এর দ্বারা আমার শক্তি সুদৃঢ় হবে। তিনি আমরা কাজে সহায়ক ও অংশীদার হিসেবে থাকবেন। যাতে আমার আপনার পবিত্রতা ও মহিমা ঘোষণা করতে পারি প্রচুর এবং আপনাকে স্মরণ করতে পারি অধিক।\"হযরত মুজাহিদ (রঃ) বলেন যে, বান্দা আল্লাহ তাআলার অধিক যিকরকারী তখনই হয় যখন সে উঠতে, বসতে এবং শুইতে সর্বাবস্থাতেই আল্লাহর যিকরে নিমগ্ন থাকে।হযরত মূসা (আঃ) বলেনঃ হে আল্লাহ! আপনি তো আমাদের সম্যক দ্রষ্টা এটা আপনার আমাদের প্রতি করুণা যে, আমাদেরকে আপনি নবীরূপে মনোনীত করেছেন এবং আপনার শত্রু ফিরাউনকে হিদায়াত করার জন্যে আমাদেরকে তার নিকট পাঠিয়েছেন। আমরা আপনারই কৃতজ্ঞতা প্রকাশ করি এবং সমস্ত প্রশংসা আপনার জন্যেই বটে। আমাদের উপর আপনার যে নিয়ামতরাজি রয়েছে এ জন্যে আমরা আপনার নিকট বড়ই কৃতজ্ঞ।",
  "ayah": 35,
  "surah": 20
}
