{
  "text": "৩৬-৪০ নং আয়াতের তাফসীর:\nহযরত মূসার (আঃ) সমস্ত প্রার্থনা কবুল হয় এবং মহান আল্লাহ তাকে বলেনঃ তুমি যা চেয়েছো তা তোমাকে দেয়া হলো। এই অনুগ্রহের সাথে সাথেই আল্লাহ তাআলা আরো একটা অনুগ্রহের বর্ণনা দিচ্ছেন। তিনি বলেনঃ আমি তোমার প্রতি আরো একবার অনুগ্রহ করেছিলাম। অতঃপর তিনি সংক্ষেপে ঐ ঘটনাটি তাকে স্মরণ করিয়ে দিচ্ছেন। তিনি বলেনঃ হে মূসা (আঃ)! আমি তোমার মাতার অন্তরে ইঙ্গিত দ্বারা নির্দেশ দিয়েছিলাম যা নির্দেশ দেয়ার ছিল। তুমি ছিলে ঐ সময় দুগ্ধ পোষ্য শিশু। তোমার মা ফিরাউন ও তার লোক লশকরকে ভয় করছিল। কেননা, ঐ বছর তারা বানী ইসরাঈলের পুত্র সন্তানদেরকে হত্যা করছিল। ঐ ভয়ে সে সদা প্রকম্পিতা। হচ্ছিল। তখন আমি তার কাছে ওয়াহী করলাম (ইংগিত দ্বারা নির্দেশ দিলাম) একটি সিন্দুক নির্মাণ কর। দুধপান করিয়ে শিশুকে ঐ সিন্ধুকে রেখে দাও এবং নীল নদে ওটাকে ভাসিয়ে দাও। তোমার মা তাই করে। সে একটি রজ্জ তাতে বেঁধে রাখতো যার মাথাটি ঘরের সাথে বেঁধে দিতো। একদা রঙ্কুটি সে সিন্দুকে বাধতে ছিল, কিন্তু ঘটনাক্রমে তা তার হাত থেকে ছুটে যায়। ফলে ঢেউ-এর দোলায় সিন্দুকটি ভেসে চলে যায়। এতে তোমার মা কিংকর্তব্য বিমূঢ় হয়ে পড়ে। সে এতো বেশী দুঃখিত হয় যে, ধৈর্যধারণ তার পক্ষে অসম্ভব হয়ে পড়ে। সে রহস্য খুলেই দেয় আর কি। কিন্তু আমি তার হৃদয় শক্ত করে দিই। সিন্দুকটি ভাসতে ভাসতে ফিরাউনের প্রাসাদের পার্শ্ব দিয়ে চলতে থাকে। ফিরাউনের পরিবারের লোকেরা সিন্দুকটি উঠিয়ে নেয়। ফিরাউন যে বিপদ থেকে রক্ষা পেতে চাচ্ছিল তা তার সামনেই এসে পড়ে। যার জীবন। প্রদীপ নির্বাসিত করার লক্ষ্যে সে নিস্পাপ শিশুদেরকে সাধারণ ভাবে হত্যা করছিল তা তারই তেলে তারই বাড়ীতে জুলে উঠলো। আল্লাহর ইচ্ছা বিনা বাধায় পূর্ণ হতে চললো। তার শত্রু তারই বাড়ীতে তারই তত্ত্বাবধানে লালিত পালিত হতে লাগলো। তার স্ত্রী যখন শিশুকে দেখলেন তখন তাঁর শিরায় শিরায় শিশুর প্রতি ভালবাসা জমে উঠলো। তাঁকে নিয়ে তিনি লালন পালন করতে লাগলেন। তিনি তাঁকে নয়নের মণি মনে করলেন। অত্যন্ত আদরের সাথে তাকে তিনি প্রতিপালন করতে থাকলেন। শাহী দরবারই হয়ে গেল তাঁর অবস্থানস্থল।মহান আল্লাহ বলেনঃ আমি আমার নিকট হতে তোমার উপর ভালবাসা। ঢেলে দিয়েছিলাম। ফিরাউন তোমার শত্রু হলেও আমার সিদ্ধান্ত পরিবর্তন করবে কে? তোমার প্রতি ভালবাসা শুধু ফিরাউনের মধ্যেই সীমাবদ্ধ থাকলো না, বরং যেই দেখে সেই তোমাকে ভালবাসতে থাকে। এটা এজন্যেই ছিল যে, তোমার প্রতিপালন যেন আমার চোখের সামনে হয়। তুমি যেন শাহী খানা খেতে থাকে এবং মর্যাদার সাথে অবস্থান কর।ফিরাউনের লোকেরা সিন্দুকটি উঠিয়ে নিলো। তারা সেটা খুলে দেখলো, শিশুকে পেলো এবং লালন পালন করার ইচ্ছা করলো। কিন্তু তিনি কারো দুধ পান করলেন না। এমনকি কারো স্তনে তিনি মুখই দিলেন না। তাঁর বোন সিন্দুকটি দেখতে দেখতে নদীর তীরে ধরে আসতেছিল। সেও ঘটনাস্থলে পৌঁছে যায়। সে বলে উঠলোঃ “যদি আপনারা এই শিশুটিকে প্রতিপালনের ইচ্ছা করে থাকেন এবং ন্যায্য পারিশ্রমিক দেন তবে আমি একটা পরিবারের কথা আপনাদেরকে বলতে পারি যারা একে অত্যন্ত যত্নের সাথে লালন পালন করবে এবং চরম হিতাকাংখী হবে।” সবাই বলে উঠলোঃ “আমরা সম্মত আছি।\" তার বোন তখন তাকে নিয়ে মায়ের নিকট হাজির হলো এবং তার কোলে রেখে দিলো। মায়ের কোলে রাখা মাত্রই তিনি দুধ পান করতে শুরু করলেন। এতে ফিরাউন ও তার লোকজনের খুশীর কোন সীমা থাকলো না। তার মাকে বহু কিছু পুরস্কার দেয়া হলো এবং বেতন নির্ধারিত হয়ে গেল। তিনি নিজেরই ছেলেকে দুধ পান করাতে থাকলেন, আবার বেতন, পুরস্কার ও মান সম্মানও লাভ করলেন। আল্লাহ তাআলার কি মহিমা! তিনি দুনিয়াও পেলেন, দ্বীনও পেলেন। এজন্যেই হাদীসে আছে যে, যে ব্যক্তি নিজের কাজ ভাল নিয়তে সম্পাদন করে তার দৃষ্টান্ত হচ্ছে হযরত মূসার (আঃ) মাতার মত। তিনি নিজেরই ছেলেকে দুধ পান করিয়ে পারিশ্রমিক লাভ করেছিলেন।মহান আল্লাহ বলেনঃ এটাও আমারই একটা অনুগ্রহ যে, আমি তোমাকে তোমার মায়ের কোলে ফিরিয়ে দিয়েছিলাম যাতে তার চক্ষু ঠাণ্ডা হয় ও দুঃখ দূরীভূত হয়। অতঃপর তোমার হাতে একজন ফিরাউনী কিবতী নিহত হয়। তখনও আমি তোমাকে রক্ষা করে ছিলাম। ফিরাউনের লোকেরা তোমাকে হত্যা করার সিদ্ধান্ত গ্রহণ করেছিল এবং গুপ্ত কথা প্রকাশ হয়ে পড়েছিল। ঐ সময় আমি তোমাকে মুক্তি দান করি এবং তুমি এখান হতে পালিয়ে যাও। মাদইয়ানের কূপের কাছে গিয়ে তুমি স্বস্তির নিঃশ্বাস ফেলো। সেখানে আমার এক সৎবান্দা তোমাকে সুসংবাদ প্রদান করে যে, তোমার আর কোন ভয় নেই। ঐ অত্যাচারীদের হাত থেকে তুমি রক্ষা পেয়েছে। পরীক্ষা হিসেবে আমি তোমাকে আরো বহু ফিৎনা বা হাঙ্গামায় ফেলেছিলাম। হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেনঃ আমি হযরত আবদুল্লাহ ইবনু আব্বাসকে (রাঃ) এ ব্যাপারে প্রশ্ন করলে তিনি বলেনঃ আজকে তো সূর্য অস্তমিত হতে চলেছে, ঘটনাও দীর্ঘ। অন্য সময় বলবো। আমি তখন পরের দিন সকালে আবার তাকে ঐ ব্যাপারে প্রশ্ন করলে তিনি বলেনঃ “তা হলে শুনো। ফিরাউনের দরবারে একদিন আলোচনা হয়ঃ হযরত ইবরাহীমের (আঃ) সাথে আল্লাহ তাআলা ওয়াদা করেছিলেন যে, তাঁর সন্তান ও বংশধরদের মধ্যে তিনি নবী ও বাদশাহ করবেন। সুতরাং বনী ইসরাঈল আজ পর্যন্ত তারই অপেক্ষায় রয়েছে এবং তাদের এ বিশ্বাস আছে যে, মিসরের রাজত্ব আবার তাদের হাতেই চলে আসবে। প্রথমে তো তাদের ধারণা ছিল যে, এই ওয়াদা হযরত ইউসুফের (আঃ) ব্যাপারে ছিল। কিন্তু তাঁর মৃত্যু পর্যন্ত যখন এই ওয়াদা পূর্ণ হলো না তখন তাদের দৃঢ় বিশ্বাস হলো যে, তাদের মধ্যে আল্লাহ তাআলা একজন নবী পাঠাবেন যার মাধ্যমে তারা মিসরের রাজত্ব লাভ করবে এবং তাদের জাতীয় ও ধর্মীয় উন্নতিও সাধিত হবে। ফিরাউনের দরবারে এটা আলোচিত হয়ে তারা পরামর্শ করে যে, কি পন্থা অবলম্বন করলে ভবিষ্যতে এই বিপদ থেকে রক্ষা পাওয়া যেতে পারে? অবশেষে সিদ্ধান্ত গৃহীত হয় যে, একটা পুলিশ বাহিনী গঠন করা হোক। যারা শহরে চক্কর দিতে থাকবে এবং বনী ইসরাঈলের মধ্যে কারো পুত্র সন্তান জন্ম গ্রহণ করলেই তাকে তৎক্ষণাৎ সরকারের কাছে পেশ করা হবে এবং যবাহ্ করে দেয়া হবে। কিন্তু কিছুকাল অতিবাহিত হওয়ার পর তারা অনুভব করে যে, এ কাজ অব্যাহত রাখলে তো বানী ইসরাঈল সম্পূর্ণরূপেই শেষ হয়ে যাবে এবং তাদের কাছ থেকে যে লাঞ্ছনাকর সেবাকার্য আদায় করা হচ্ছে তা বন্ধ হয়ে যাবে। সুতরাং নতুন ভাবে আবার সিদ্ধান্ত গৃহীত হলো যে, এক বছর তাদের পুত্র সন্তানগুলিকে ছেড়ে দেয়া হবে এবং আর এক বছর তাদেরকে হত্যা করা হবে। তা হলে বর্তমানে বানী ইসরাঈলের যে সংখ্যা রয়েছে তা বেড়েও যাবে না, আবার এতো কমেও যাবে না যে, তাদের দ্বারা সেবা কার্য করিয়ে নেয়ার ব্যাপারে লোক পাওয়া যাবে না। যতটি বুড়ো দু বছরে মারা যাবে ততটি শিশু এক বছরে জন্মগ্রহণ করবে।যে বছর হত্যা কার্য বন্ধ ছিল সেই বছর হযরত হারূণ (আঃ) জন্মগ্রহণ করেন। আর যে বছর সাধারণ ভাবে শিশু হত্যা কার্য চালু ছিল সেই বছর হযরত মূসার (আঃ) জন্ম হয়। সেই বছর হযরত মূসার (আঃ) মায়ের ভীতি ও উদ্বেগের সীমা ছিল না। এটা ছিল প্রথম ফিৎনা। এই বিপদ ঐ সময় কেটে যায় যখন মহান আল্লাহ তার মায়ের কাছে ওয়াহী করেনঃ “তুমি ভয় করো না, তোমার শিশুকে আমি তোমার কাছেই ফিরিয়ে আনবো এবং তাকে আমার রাসূলরূপে মনোনীত করবো।” সুতরাং তিনি তাঁর শিশুপুত্রকে সিন্দুকের মধ্যে বন্ধ করে নদীতে ভাসিয়ে দেন। তখন শয়তান অন্তরে কুমন্ত্রণা দিতে শুরু করে এবং তিনি মনে মনে বলেনঃ “হায়! এটাই তো ভাল ছিল যে, আমার এই পুত্র সন্তানকে আমার সামনেই হত্যা করা হতো! তাহলে আমিই তার কাফন দাফন করতাম! এখনতো আমি তাকে মাছের খদ্যি বানিয়ে দিলাম!”সিন্ধুকটি ভাসতে ভাসতে গিয়ে ফিরাউনের ঘাটে লেগে গেল। ঐ সময় সেখানে রাজপ্রাসাদের দাসীরা বিদ্যমান ছিল। তারা ঐ সিন্দুকটিকে উঠিয়ে নিয়ে খোলার ইচ্ছা করলো। কিন্তু তারা চোর সাব্যস্ত হয়ে যেতে পারে এই ভয়ে তালাবদ্ধ অবস্থাতেই সিন্দুকটিকে নিয়ে গিয়ে ফিরাউনের নিকট পৌঁছিয়ে দিলো। বাদশাহ ও বেগমের সামনে সিন্দুকটি খোলা হলো। তাতে রৌপ্যজ্জ্বল একটি ছোট নিস্পাপ শিশু পাওয়া গেল। শিশুটিকে দেখা মাত্রই ফিরাউনের স্ত্রী আনন্দে আত্মহারা হয়ে গেলেন এবং তাঁর অন্তরে শিশুর প্রতি চরম ভালবাসা জন্মে গেল। আর ওদিকে হযরত মূসার (আঃ) মায়ের অবস্থা ছিল এর সম্পূর্ণ বিপরীত। তাঁর অন্তরে তাঁর প্রিয় সন্তানের চিন্তা ছাড়া আর কিছুই ছিল না। যারা শিশুদেরকে হত্যা করার কাজে সরকারের পক্ষ থেকে নিয়োজিত ছিল তারা খবর পেয়েই তাদের ছুরিগুলি তীক্ষ্ণ করে নিয়ে হাজির হয়ে গেল এবং বেগমের কাছে দাবী জানালো যে, শিশুটিকে যেন তাদের হাতে সমর্পণ করা হয়, যাতে তারা তাকে হত্যা করতে পারে। হে ইবনু জুবাইর (রঃ)! এটা ছিল দ্বিতীয় ফিৎনা বেগম তাদেরকে বললেনঃ “থামো, আমি স্বয়ং বাদশাহর সাথে সাক্ষাৎ করছি এবং শিশুটির প্রাণ রক্ষার জন্যে প্রার্থনা জানাচ্ছি। তিনি যদি শিশুটি আমাকে দান করেন তবে তো ভাল কথা, অন্যথায় তোমাদের কর্তব্য তোমরা পালন করবে।” একথা বলে তিনি বাদশা হর কাছে গিয়ে বললেনঃ “দেখুন, এই শিশুটির মাধ্যমে আমার ও আপনার চক্ষু ঠাণ্ডা হবে।” তার একথা শুনে ঐ কুলষিত ব্যক্তি বললোঃ “এর দ্বারা তুমি তোমার নিজের চক্ষু ঠাণ্ডা কর, আমার চক্ষু ঠাণ্ডা করার কোন প্রয়োজন নেই।” রাসূলুল্লাহ (সঃ) শপথ করে বলেনঃ “যদি ফিরাউনও বলে দিতো যে, অবশ্যই শিশুটি তারও চক্ষু ঠাণ্ডা করবে তবে নিঃসন্দেহে আল্লাহ তাআলা তাকেও সুপথ প্রদর্শন করতেন, যেমন তার স্ত্রী সুপথ লাভ করেছিলেন। কিন্তু সে তার থেকে বঞ্চিত থাকতে চেয়েছিল, তাই তিনি তাকে বঞ্চিত করে দেন। মোট কথা, যেন তেন প্রকারে ফিরাউনকে সম্মত করে তার স্ত্রী শিশুটিকে ফিরিয়ে আনলেন এবং তাকে লালন পালন করার অনুমতি পেলেন। এখন রাজপ্রাসাদের যতগুলি ধাত্রী ছিল সবকেই তিনি একত্রিত করলেন। এক একজনের কোলের শিশুটিকে দেয়া হলো, কিন্তু মহান আল্লাহ সবারই দুধ তার জন্যে হারাম করে দিলেন। তিনি কারো স্তনে মুখ দিলেন না। এতে বেগম খুবই বিচলিত হয়ে পড়লেন। কারণ এ অবস্থায় তো শিশু মারা যাবে। অবশেষে চিন্তা করে তিনি শিশুটিকে বাইরে নিয়ে যাওয়ার নির্দেশ দিলেন এবং এদিক ওদিক খোজ খবর নিতে বললেন যে, যদি এই নিস্পাপ শিশু কারো দুধপান করে তবে যেন কৃতজ্ঞতার সাথে তার নিকট শিশুটিকে সমর্পণ করা হয়। বাইরে বাজার মেলার মত লোক সমাবেশ হয়ে গেল। প্রত্যেকেই নিজেকে এই সৌভাগ্যের অধিকারী বানিয়ে নিতে চাচ্ছিলো। কিন্তু হযরত মূসা (আঃ) কারো দুধ পান করলেন না। তাঁর মাতা তাঁর জ্যেষ্ঠা কন্যাকে অর্থাৎ হযরত মূসার (আঃ) বড় বোনকে কি ঘটে তা দেখবার জন্যে বাইরে পাঠিয়ে দিয়েছিলেন। তিনি ঐ সমাবেশে হাজির ছিলেন এবং সবকিছু অবলোকন করছিলেন। তারা যখন সবাই অপারগ হয়ে গেল তখন তিনি বললেনঃ 'যদি আপনারা চান তবে আমি এমন এক বাড়ীর মহিলার সন্ধান দিতে পারি যে এর রক্ষণাবেক্ষণ করবে এবং এর হিতাকাংখী হবে।” তিনি একথা বলা মাত্রই জনগণ সন্দেহ করে বসে যে, অবশ্যই এই মেয়েটি এই শিশুর খবর রাখে এবং বাড়ীর খবরও জানে। হে ইবনু জুবাইর (রঃ) এটা ছিল তৃতীয় ফিৎনা। কিন্তু আল্লাহ তাআলা মেয়েটিকে হঠাৎ করে বুদ্ধিমান করেন এবং তিনি ঝট করে বলে ওঠেনঃ “আপনারা কি এটুকুও বুঝেন না যে, এমন কোন হতভাগ্য নেই যে এই শিশুর শুভাকাংখায় বা লালন পালনে কোন ত্রুটি করতে পারে? কেননা, এই শিশু তো আমাদের বেগমের অত্যন্ত প্রিয় পাত্র। সত্তরাং কে চাবে না যে শিশুটি তার বাড়ীতে প্রতিপালিত হোক এবং তার বাড়ী উপটৌকন ও পুরস্কারে পরিপূর্ণ হয়ে যাক?” তাঁর এ কথা শুনে সবাই বুঝে নিলো এবং তাঁকে বললোঃ “তাহলে বল, কোন ধাত্রীর কথা তুমি বলতে চাচ্ছ?” তিনি বললেনঃ “আচ্ছা, আমি এখনই নিয়ে আসছি।” দৌড়িয়ে তিনি তার মায়ের কাছে গেলেন এবং তাকে সুসংবাদ শুনালেন। মা তখন বড় আগ্রহ ও আশা নিয়ে আসলেন এবং নিজের শিশু সন্তানকে কোলে নিয়ে মুখে দুধ দিলেন। শিশু পেট পুরে দুধ পান করলেন। তৎক্ষণাৎ রাজ প্রাসাদে সুসংবাদ পৌঁছানো হলো। বেগম নির্দেশ দিলেনঃ “এখনই ঐ ধাত্রী ও শিশুকে আমার নিকট নিয়ে এসো।” যখন মাতা ও শিশু তার কাছে পৌঁছলেন তখন তিনি তার সামনে দুধ পান করালেন। যখন তিনি দেখলেন যে, শিশু ভালভাবে দুধ পান করছে তখন তিনি অত্যন্ত খুশী হলেন এবং বলতে লাগলেনঃ “হে ধাত্রী আম্মা! এই শিশুর প্রতি আমার এতো ভালবাসা রয়েছে। যা দুনিয়ার অন্য কোন কিছুর উপর নেই। তুমি এই রাজপ্রাসাদেই অবস্থান কর এবং শিশুকে প্রতিপালন করতে থাকো।” কিন্তু হযরত মূসার (আঃ) মায়ের সামনে আল্লাহ তাআলার ওয়াদা ছিল এবং তার ওয়াদার প্রতি তাঁর পূর্ণ বিশ্বাস ছিল। এই জন্যে তিনি কিছুক্ষণ নীরব থাকলেন। অতঃপর বললেনঃ “আমি বাড়ীঘর ও ছেলে মেয়ে ছেড়ে এখানে থাকবো এটা সদ্য নয়। আপনি ইচ্ছা করলে শিশুটিকে আমার কাছে সমর্পণ করে দিন। আমি তাকে বাড়ী নিয়ে যাচ্ছি এবং তার লালন পালনের ব্যাপারে মোটেই ত্রুটি করবো না।” বেগম সাহেবা বাধ্য হয়ে তার একথা মেনে নিলেন। সুতরাং হযরত মূসার (আঃ) মতাি সেই দিনই আনন্দিত চিত্ত্বে তাকে নিয়ে বাড়ী ফিরলেন। এই শিশুর কারণে ঐ প্রাসাদে অবস্থানরত বানী ইসরাঈলরাও ফিরাউনের লোকদের অত্যাচার হতে মুক্তি পেয়ে গেল।কিছুদিন অতিবাহিত হলে বাদশাহর বেগম নির্দেশনামা পাঠালেন যে, কোন এক দিন যেন তার বাচ্চাকে তাঁর নিকট আনয়ন করা হয়। একটা দিন নির্ধারিত হলো। উচ্চপদস্থ কর্মচারী ও সভাষদবর্গকে নির্দেশ দেয়া হলোঃ “আজ আমার শিশু সন্তান আমার নিকট আসর্বে। সুতরাং আপনারা সবাই তাকে অভ্যর্থনা করবেন এবং খুবই ধূমধামের সাথে উপহার-উপঢৌকন প্রদান করতে করতে আমার অন্দর পর্যন্ত নিয়ে আসবেন।” সুতরাং যখন সওয়ারী রওয়ানা হয়ে গেল তখন সেখান থেকে নিয়ে হেরেম পর্যন্ত উপহার-উপটৌকন ও হাদিয়া দিতে থাকা হলো এবং অত্যন্ত মর্যাদার সাথে অন্দর মহলে নিয়ে আসা হলো। বেগম নিজেও বহু উপহার-উপঢৌকন পেশ করলেন এবং বড় আনন্দোৎসবের ব্যবস্থা করা হলো তারপর বেগম সাহেবা বলতে লাগলেনঃ “আমি নিজেই একে বাদশাহর নিকট নিয়ে যাচ্ছি। তিনিও পুরস্কার ও উপঢৌকন দিবেন।” একথা বলে তিনি শিশুকে ফিরাউনের কাছে নিয়ে গেলেন এবং তার কোলে বসিয়ে দিলেন। হযরত মূসা (আঃ) তার দাড়ী ধরে জোরে টানতে লাগলেন। এতে সে ভারী অমঙ্গলের আশংকা করলো। তার সভাষদবর্গ বলতে শুরু করল্যেঃ “এটা যে ঐ ছেলেই হবে এতে বিস্ময়ের কিছুই নেই। সুতরাং আপনি এখনই তাকে হত্যা করার নির্দেশ দিন।\" হে ইবনু জুবাইর (রঃ)! এটা ছিল চতুর্থ ফিত্না। বেগম ব্যাকুল হয়ে ফিরাউনকে বললেনঃ “হে বাদশাহ! আপনি কি ইচ্ছা করছেন? আপনি তো এই শিশু আমাকে দান করে দিয়েছেন এবং আমি একে নিজের পুত্র বানিয়েও নিয়েছি?” ফিরাউন বললোঃ “তোমার কথা সত্য বটে, কিন্তু তুমি তো স্বচক্ষে দেখলে যে, সে আসা মাত্রই আমার দাড়ী ধরে নিয়ে আমাকে খাটো করে দিয়েছে? এই যেন আমার পতন ঘটাবে এবং আমাকে ধ্বংস করে দেবে?” বেগম সাহেবা উত্তরে বললেনঃ “দেখুন বদিশাহ! এ শিশুর এসবের কোন জ্ঞান বুদ্ধি আছে কি? পরীক্ষা করে দেখুন, তার সামনে জ্বলন্ত আগুনের একটি অঙ্গার এবং এক খণ্ড উজ্জ্বল মুক্তা রেখে দিন। দেখা যাক কোটা সে উঠিয়ে নেয়। যদি আগুনের অঙ্গার উঠায় তবে জানবেন যে, তার জ্ঞানবুদ্ধি নেই। আর যদি মুক্তা উঠিয়ে নেয় তবে বুঝতে হবে যে, তার বুদ্ধি বিবেক আছে। সুতরাং যদি সে আগুনের অঙ্গারই ধারণ করে তবে আপনার দাড়ি ধারণ করায় এতো দীর্ঘ ধারণা করতঃ তার প্রাণ নাশের সিদ্ধান্ত গ্রহণ করা কি বুদ্ধিমানের কাজ। হবে?” তা-ই করা হলো দুটি জিনিস তাঁর সামনে রেখে দেয়া হলো। তিনি জ্বলন্ত অঙ্গারই উঠিয়ে নিলেন। হাত পুড়ে যাওয়ার ভয়ে সাথে সাথে ত্য তাঁর হাত থেকে নেয়া হলো। এ দেখে ফিরাউনের ক্রোধাগ্নি প্রশমিত হয়ে গেল। এবং মত পরিবর্তন করলো। সত্য ব্যাপার তো এটাই যে, মহান আল্লাহ যে কাজ করার ইচ্ছা করেন তার সর্বপ্রকারের উপকরণ প্রস্তুত হয়েই যায়। হযরত মূসা (আঃ) ফিরাউনের দরবারে তার খাস মহলে তার স্ত্রীর ক্রোড়েই লালিত পালিত হয়ে থাকেন। অতঃপর তিনি প্রাপ্ত বয়সে পৌঁছে যান। তাঁর কারণে বানী ইসরাঈলের উপর ফিরাউনের যে অত্যাচার ও উৎপীড়ন চলতো তা কমে যায়। সবাই বেশ নিরাপদেই বসবাস করছিল। একদা হযরত মূসা (আঃ) কোথাও যাচ্ছিলেন। পথে দেখেন যে, একজন কিবতী (ফিরাউনী) ও বানী ইসরাঈলের একটি লোকের মধ্যে লড়াই বেধে গেছে। ইসরাঈলী লোকটি ফিরাউনীর বিরুদ্ধে তাঁর কাছে অভিযোগ করে। তাঁর ভীষণ রাগ হয়ে যায়। কেননা, ঐ সময় ফিরাউনী ইসরাঈলীকে ঘায়েল করে ফেলেছিল। তিনি ফিরাউনীকে এক ঘুষি মারেন। সাথে সাথে সে মারা যায়। সাধারণভাবে জনগণের এটা জানা ছিল যে, হযরত মূসা (আঃ) বানী ইসরাঈলের পক্ষপাতিত্ব করে থাকেন। তবে তারা এতো দিন পর্যন্ত এর কারণ এটাই বুঝে আসছিল যে, তিনি বানী ইসরাঈলের মধ্যে দুধ পান করেছেন বলেই তাদের পৃক্ষ লম্বন করে থাকেন। প্রকৃত রহস্যের অবগতি শুধু তাঁর মায়েরই ছিল। আর খুব সম্ব, মহান আল্লাহ হযরত মূসাকেও (আঃ) এটা জানিয়েছিলেন। মৃতদেহ দেখেই হযরত মূসা (আঃ) কেঁপে ওঠেন এবং তিনি বুঝে নেন যে, এটা শয়তানী কাজ। সে তো বিভ্রান্তকারী ও প্রকাশ্য শত্রু। তারপর তিনি আল্লাহ তাআলার নিকট ক্ষমা প্রার্থনা করতে লাগলেনঃ “হে আল্লাহ! আমি আমার নফসের উপর জুলুম করেছি, আমাকে ক্ষমা করে দিন!” মহান আল্লাহ তাকে ক্ষমা করে দেন। তিনি তো ক্ষমাশীল ও দয়ালু। যেহেতু ওটা হত্যার ব্যাপার ছিল সেহেতু তিনি ভীত-সন্ত্রস্ত হয়ে পড়েন। তিনি সদা সজাগ দৃষ্টি রাখেন যে, না জানি কখন রহস্য উদঘাটিত হয়ে পড়ে। এদিকে ফিরাউনের কাছে অভিযোগ পেশ করা হয় যে, বানী ইসরাঈলের কোন লোক একজন কিবতীকে হত্যা করেছে। ফিরাউন হুকুম জারী করে দিলোঃ “ঘটনাটি পূর্ণরূপে তদন্ত কর এবং হত্যাকারীকে অনুসন্ধান করে ধরে আনো এবং সাক্ষীও হাজির কর। অপরাধ প্রমাণিত হয়ে গেলে তাকেও হত্যা করে ফেলো।\" পুলিশরা। যথারীতি তল্লাশী চালাতে থাকলো। কিন্তু হত্যাকারীর কোন সন্ধান পাওয়া গেল না। ঘটনাক্রমে পরের দিনও হযরত মূসা (আঃ) কোথাও যাচ্ছিলেন। দেখেন যে, গতকল্য যে ইসরাঈলীকে তিনি রক্ষা করেছিলেন তার সাথেই আর একজন কিবতীর ঝগড়া হচ্ছে। হযরত মূসাকে (আঃ) দেখা মাত্রই তার কাছে সে ফরিয়াদ করে। কিন্তু সে অনুভব করে যে, সম্বতঃ হযরত মূসা (আঃ) তার গতকল্যের কাজে লজ্জিত আছেন। তাঁকেও তার এই বারবার। ঝগড়া এবং বারবার ফরিয়াদ করন খারাপ লাগলো। তাই তিনি ইসরাঈলীকেই লক্ষ্য করে বললেনঃ “তুমিই খুব দুষ্ট লোক এবং বড়ই ঝগড়াটে।' একথা বলে তিনি কিবতীকে ধরার ইচ্ছা করলেন। কিন্তু ঐ কাপুরুষ ইসরাঈলী লোকটি মনে করলো যে, তিনি তার উপর অসন্তুষ্ট আছেন, কাজেই তাকেই হয়তো ধরতে আসছেন। অথচ ওটা ছিল তার সম্পূর্ণভীরুতা মূলক ধারণা। তিনি তো ঐ ফিরাউনীকেও ধরতে চাচ্ছিলেন। এবং তাকে বাচাবার ইচ্ছা করছিলেন। কিন্তু সন্ত্রাসের অবস্থায় ঐ ইসরাঈলীর মুখ দিয়ে বেরিয়ে পড়লোঃ “হে মূসা (আঃ)! যেমন আপনি গতকল্য একটি লোককে মেরে ফেলেছিলেন। তেমনই কি আজ আমাকেও মেরে ফেলতে চান?\" একথা শুনে ঐ কিতবী তাকে ছেড়ে দিয়ে পালিয়ে যায় এবং পুলিশকে ঐ খবর দিয়ে দেয়। ফিরাউনও ঘটনাটি জানতে পারে। তৎক্ষণাৎ সে জল্লাদদেরকে হুকুম দেয়ঃ “মূসাকে (আঃ) ধরে হত্যা করে দাও।\" তারা তখন হযরত মূসার (আঃ) খোজে ছুটে পড়ে। এদিকে একজন বনী ইসরাঈল রাস্তা কেটে নিকট রাস্তা দিয়ে এসে হযরত মূসাকে (আঃ) এ খবর অবহিত করে। হে ইবনু জুবাইর (রঃ)! এটা তো ছিল পঞ্চম ফিৎনা। এ খবর শোনা মাত্রই হযরত মূসা (আঃ) মিসর ছেড়ে মাদইয়ানের পথে যাত্রা শুরু করে দেন। না তিনি কখনো পদব্রজে চলেছেন, না কখনো কোন বিপদে পড়েছেন। শাহজাদাদের মত অতি আদরে লালিত পালিত হয়েছেন। এই পথও ছিল তার অজানা। কোন দিন তার সফরের কোন সুযোগ আসেনি। মহান আল্লাহর উপর ভরসা করে এবং তার কাছে সোজা পথে চালিত হওয়ার প্রার্থনা জানিয়ে তিনি চলতে লাগলেন। অবশেষে তিনি মাদইয়ানের সীমান্তে পৌঁছে যান। সেখানে তিনি দেখতে পান যে, লোকেরা তাদের জন্তু গুলিকে পানি পান করাচ্ছে। তিনি আরো দেখেন যে, দুটি মেয়ে তাদের পশুগুলিকে ধরে দাড়িয়ে আছে। তাদেরকে তিনি জিজ্ঞেস করলেনঃ “লোকগুলির সাথে তোমরাও তোমাদের পশুগুলিকে পানি পান করাচ্ছ না কেন? কি জন্যে দুর দাড়িয়ে থেকে পশুগুলিকে পানি পানে বিরত রেখেছো?\"তারা উত্তরে বললোঃ “এই ভীড় ঠেলে পশুগুলিকে পানি পান করানো আমাদের দ্বারা সম্ব হচ্ছে না। লোকেরা তাদের পশুগুলিকে পানি পান করিয়ে চলে গেলে আমরা আমাদের পশুগুলিকে পানি পান করিয়ে থাকি।” হযরত মূসা (আঃ) তখন সামনে অগ্রসর হয়ে তাদের জন্তুগুলিকে পানি পান করিয়ে দেন। তিনি খুব শক্তিশালী লোক ছিলেন বলে সবারই আগে তাদের পশুগুলিকে পানি পান করিয়ে দেন। মেয়ে দুটি তাদের বকরিগুলি নিয়ে তাদের বাড়ীর পথে রওয়ানা হয়ে যায়। হযরত মূসা (আঃ) একটি গাছের ছায়ায় বসে পড়েন। বসে বসে তিনি আল্লাহ তাআলার নিকট প্রার্থনা করেনঃ“হে আল্লাহ! আমি আপনার সর্বপ্রকারের করুণার মুখাপেক্ষী।” মেয়ে দু'টি বাড়ী পৌঁছলে তাদের পিতা তাদেরকে জিজ্ঞেস করেনঃ “আজকে তোমরা সময়ের পূর্বে কি করে আসতে পারলে এবং বকরিগুলিকেও তো পেট ভর্তি মনে হচ্ছে?” তারা উত্তরে ঘটনাটি খুলে বললো। তিনি বললেনঃ “তোমাদের একজন এখনই গিয়ে লোকটিকে আমার কাছে ডেকে নিয়ে এসো।\" মেয়েটি গিয়ে হযরত মূসাকে (আঃ) তার আব্বার কাছে ডেকে নিয়ে আসে। তাদের পিতা হযরত শুআইব (আঃ) হযরত মূসাকে (আঃ) তাঁর সম্পর্কে জিজ্ঞাসাবাদ করলে তিনি সমস্ত ঘটনা বর্ণনা করেন। তাঁর ঘটনা শুনে হযরত শুআইব (আঃ) তাকে বলেনঃ “এখন কোন ভয়ের কারণ নেই। তুমি অত্যাচারীদের হাত হতে রক্ষা পেয়েছে। আমরা ফিরাউনের প্রজা নই এবং আমাদের উপর তার কোন অধিকারও নেই।\" তৎক্ষণাৎ একটি মেয়ে তার পিতাকে বলে উঠলোঃ “আব্বা! তিনি আমাদের কাজ করে দিয়েছেন। তিনি খুব শক্তিশালী লোক এবং বড়ই বিশ্বস্তও বটে। যদি তাকে আমাদের কাজে নিযুক্ত করতেন তবে খুব ভাল হতো! তিনি মজুরীর উপর আমাদের বকরিগুলি চরাবেন।” একথা শুনে পিতা লজ্জিত হলেন এবং মেয়ের উপর তাঁর কঠিন রাগও হলো। তিনি মেয়েকে জিজ্ঞেস করলেনঃ “তুমি কি করে জানতে পারলে যে, সে শক্তিশালী ও বিশ্বস্ত?” উত্তরে মেয়েটি বললোঃ “তার শক্তির পরিচয় আমি এভাবেই পেলাম যে, তিনি আমাদের বকরিগুলিকে পানি পান করানোর জন্যে পানি ভর্তি বড় বালতি একাই বহন করেছিলেন এবং খুবই দ্রুতগতিতে কাজ করছিলেন। আর তাঁর বিশ্বস্ততার পরিচয় এভাবে পেলাম যে, আমার শব্দ শুনেই তিনি দৃষ্টি উচু করলেন এবং যখন বুঝতে পারলেন যে, আমি একজন মহিলা তখন তিনি গ্রীবা নীচ করে আমার কথা শুনতে থাকলেন। আল্লাহর কসম! আপনার পুর্ণ পয়গাম পৌঁছানো পর্যন্ত তিনি দৃষ্টি উপরে উঠান নাই। তারপর তিনি আমাকে বলেনঃ “তুমি আমার পিছনে থাকো এবং দূরে থেকে আমাকে পথ বাতলিয়ে দাও। এটা তার খোদাভীতি ও বিশ্বস্ততার পরিচয় বটে।\" মেয়ের এ কথা শুনে পিতার মর্যাদা রক্ষা পেলো, ক্রোধ দুরীভূত হলো এবং মেয়ের দিক থেকে তার অন্তর পরিষ্কার হলো। আর তার অন্তরে হযরত মূসার (আঃ) প্রতি ভালবাসা জমে গেল। সুতরাং তিনি হযরত মূসাকে (আঃ) বললেনঃ “আমি ইচ্ছা করছি যে, আমার এই দুটি মেয়ের মধ্যে একটির সাথে তোমার বিয়ে দিয়ে দেবো এই শর্তে যে, তুমি আট বছর আমার বাড়ীতে কাজ করবে। আর যদি দশ বছর কাজ কর তবে আরো ভাল হয়। আমি যে লোক এটা তুমি দেখতে পাবে।” উভয়ের মধ্যে চুক্তি হয়ে গেল। হযরত মূসা (আঃ) আট বছরের পরিবর্তে দশ বছরই পূর্ণ করলেন।হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেনঃ “এটা আমার পূর্বে জানা ছিল। তাই, একজন খৃস্টান আমাকে এ সম্পর্কে জিজ্ঞেস করলে আমি কোন উত্তর দিতে পারি নাই। তারপর আমি হযরত ইবনু আব্বাসকে (রাঃ) এটা জিজ্ঞেস করি এবং তিনি উত্তর দেন। তখন আমি ঐ খৃস্টানের নিকট এটা বর্ণনা করি। এটা শুনে সে বলেঃ “তোমার শিক্ষক বড় পণ্ডিতই বটে।” আমি বললামঃ তা তো বটেই।\"হযরত মূসা (আঃ) চুক্তিকৃত সময় পূর্ণ করে স্বীয় স্ত্রীকে সঙ্গে নিয়ে মাদইয়ান হতে বিদায় গ্রহণ করেন। তারপর ঐ সব ঘটনা ঘটে যার বর্ণনা এই আয়াতগুলিতে রয়েছে। তিনি আগুন দেখে সেখানে গমন করেন, মহান আল্লাহর সাথে কথা বলেন, তাঁর লাঠি সাপ হয়ে যায়, হাতে উজ্জ্বলতা প্রকাশ পায়, নবওয়াত লাভ করেন এবং ফিরাউনের কাছে প্রেরিত হন। অতঃপর তিনি তার একটি লোককে হত্যার প্রতিশোধ হিসেবে নিজে নিহত হওয়ার আশংকা প্রকাশ করেন এবং এর থেকে নিরাপত্তার আশ্বাস পেয়ে নিজের জিহ্বার জডত্য র করার প্রার্থনা জানান। তার এই প্রার্থনাও কবুল করা হয়। তারপর তিনি তার ভাই হারূণের (আঃ) সহায়তা লাভ ও নুবওয়াত প্রাপ্তির জন্যে মহান আল্লাহর নিকট দুআ করেন। তাঁর এই দুআও মঞ্জুর করা হয়। অতঃপর তিনি লাঠি নিয়ে মিসরের বাদশাহ ফিরাউনের নিকট গমন করেন। এদিকে হযরত হারূণের (আঃ) কাছে ওয়াহী আসেঃ “তুমি তোমার ভাই মূসার (আঃ) কাজে সহায়তা কর এবং তার সঙ্গী হয়ে যাও।” এই নির্দেশ অনুযায়ী তাঁরা দভাই মিলিত হয়ে ফিরাউনের দরবারে উপস্থিত হন। তার কাছে তাদের প্রবেশের অনুমতি চাওয়া হলে বহু বিলম্বে তারা অনুমতি প্রাপ্ত হন। তারা তার কাছে প্রবেশ করে তাকে বলেনঃ “আমরা আল্লাহ তাআলার রাসূলরূপে তোমার নিকট আগমন করেছি। তারপর তাদের মধ্যে যে প্রশ্ন ও উত্তরের আদান-প্রদান হয় তা কুরআন কারীমে বিদ্যমান রয়েছে। ফিরাউন তাদেরকে জিজ্ঞেস করলোঃ “আচ্ছা বলতো, তোমরা চাও কি?” এরপর সে হযরত মূসাকে (আঃ) তাঁর কিবতীকে হত্যার ঘটনাটি স্মরণ করিয়ে দিলো। এর যে ওজর তিনি পেশ করলেন তা কুরআন কারীমে বর্ণিত হয়েছে। অতঃপর তারা বললেনঃ “আমরা চাই যে, তুমি আল্লাহ তাআলার উপর ঈমান আনবে এবং আমাদের সাথে বানী ইসরাঈলকে পাঠিয়ে দেবে।” ফিরাউন এটা অস্বীকার করলো এবং বললোঃ “যদি তোমরা সত্যবাদী হও তবে কোন মুজিযা’ প্রদর্শন কর। হযরত মূসা (আঃ) তৎক্ষণাৎ তার লাঠি ফেলে দেন ওটা মাটিতে পড়া মাত্রই এক বিরাট ভয়াবহ অজগর সাপ হয়ে গিয়ে হা করতঃ ফিরাউনের দিকে ধাবিত হয়। ফিরাউন ভীত সন্ত্রস্ত হয়ে সিংহাসন হতে লাফিয়ে পড়ে এবং পালাতে পালাতে অনুনয় বিনয়ের সুরে। হযরত মূসাকে (আঃ) সম্বোধন করে বলেঃ “হে মূসা (আঃ)! তোমাকে আল্লাহর দোহাই দিয়ে বলছি, এটাকে ধরে নাও।” হযরত মূসা (আঃ) তাতে হাত লাগানো মাত্রই ওটা পূর্ব অবস্থায় ফিরে আসে। অতঃপর তিনি স্বীয় হাতটি বুকের দিকে প্রবেশ করিয়ে তা বের করলেন। তৎক্ষণাৎ তা কোন রোগের দাগ ছাড়াই উজ্জ্বলরূপে প্রকাশ পায়। তা দেখে ফিরাউন হতভম্ব হয়ে যায়। আবার তিনি হাত ঢুকিয়ে দিয়ে বের করলে তা আসল অবস্থায় ফিরে আসে। তখন ফিরাউন তার সভাষদবর্গকে বলেঃ “তোমরা তো দেখতেই পেলে যে, এরা দু’জন যাদুকর। যাদুর জোরে তারা তোমাদেরকে তোমাদের দেশ থেকে তাড়িয়ে দিয়ে দেশকে দখল করে নেবে এবং তোমাদেরকে ধ্বংস করে ফেলবে।” অতঃপর সে তাদের দু'জনকে বললোঃ “আমরা তোমাদের নুবওয়াত স্বীকার করছি না এবং তোমাদের দাবী দাওয়াও পূর্ণ করতে সম্মত নই। বরং আমরা আমাদের যাদুকরদেরকে তোমাদের সাথে মুকাবিলা করার জন্যে আহবান করছি, যারা তোমাদের উপর জয়যুক্ত হয়ে যাবে।”সুতরাং ফিরাউনের লোকেরা এই চেষ্টায় উঠে পড়ে লেগে গেল। দেশের সর্বস্থান হতে যাদুকরদেরকে অতি মর্যাদার সাথে ডেকে এনে একত্রিত করলো। তারা জিজ্ঞেস করলোঃ “এদের যাদু কি প্রকারের?” ফিরাউনের লোকেরা উত্তরে বললোঃ“ লাঠি সাপ হয়ে যাওয়া ইত্যাদি।” যাদুকররা তখন বললোঃ “তাতে কি হলোঃ আমরা লাঠির দড়িগুলিকে এমন সাপ বানিয়ে দেবো যার মুকাবিলা ভূ-পৃষ্ঠের কেউই করতে পারে না। কিন্তু আমাদের জন্যে পুরস্কার নির্ধারণ করতে হবে।” ফিরাউন তাদেরকে কথা দিয়ে বললোঃ “পুরস্কার কি আমি তোমাদেরকে বিশিষ্ট সভাষদবর্গের অন্তর্ভুক্ত করে নেবে। আর তোমরা যা চাইবে তাই দেবো।” সুতরাং তারা ঘোষণা করে দিলোঃ “ঈদের দিন কিছু। বেলা হলে অমুক জায়গায় মুকাবিলা হবে।\" বর্ণিত আছে যে, তাদের ঐ ঈদের দিন ছিল আশূরার দিন (১০ই মুহররম)। ঐদিন লোকেরা সকাল সকালই প্রতিযোগিতার মাঠে পৌঁছে গেল। কে হারে ও জিতে তা তারা স্বচক্ষে দেখতে চায়। তারা বলেঃ “আমাদের যাদুকররা পূর্ণ অভিজ্ঞ। সুতরাং তারা জয়যুক্ত হবেই এবং আমরা তাদেরকেই মানবো ।” আবার মাঝে মাঝে তারা উপহাস করে বলেঃ “দেখা যাক, এই দু’জন যাদুকরই যদি বিজয়ী হয়ে। যায় তবে আমরা তাদেরই অনুগত হয়ে যাবো।”ময়দানে এসে যাদুকররা হযরত মূসাকে (আঃ) বললোঃ “তোমরাই প্রথমে তোমাদের যাদু প্রকাশ করবে, না আমরা?\" উত্তরে হযরত মূসা (আঃ) বললেনঃ “তোমরাই প্রথমে শুরু কর।” তখন তারা তাদের লাঠি ও দড়িগুলি মাঠে নিক্ষেপ করলো। ওগুলি সাপ হয়ে গিয়ে আল্লাহর নবীদের দিকে ধাবিত হলো। এ দেখে ভয়ে তারা পিছনে সরতে শুরু করলেন। তৎক্ষণাৎ হযরত মূসার (আঃ) কাছে আল্লাহর ওয়াহী আসলোঃ “তুমি তোমার লাঠিটি মাটিতে নিক্ষেপ কর।” তিনি তাই করলেন। তখন ওটা এক ভয়াবহ বিরাট অজগর হয়ে গিয়ে তাদের সমস্ত সাপকে গ্রাস করে ফেললো। এ দেখে যাদুকররা বুঝে নিলো যে, এটা যাদু নয়। বরং আল্লাহ তাআলার পক্ষ হতে এটা একটা নিদর্শন। সুতরাং তারা সবাই ঈমান আনলো এবং ঘোষণা করে দিলোঃ “আমরা মূসা (আঃ) ও হারূণের (আঃ) প্রতিপালকের উপর ঈমান আনলাম। আমরা এই দুই ভাই এর নুবওয়াতকে স্বীকার করে নিলাম। আমরা আমাদের অতীতের পাপকার্য হতে তাওবা করলাম। এর ফলে ফিরাউন ও তার লোকদের কোমর ভেঙ্গে গেল। লজ্জায় তাদের মুখ কালো হয়ে গেল। অপমানিত হয়ে তাদের মুখে কথা সরলো না। এদিকে তো এই হলো, আর ঐ দিকে ফিরাউনের স্ত্রী, যিনি হযরত মূসাকে (আঃ) নিজের পুত্ররূপে লালন পালন করেছিলেন, অত্যন্ত চিন্তিত হয়ে পড়েছিলেন এবং আল্লাহ তাআলার নিকট প্রার্থনা করছিলেন যে, তিনি যেন স্বীয় নবীদ্বয়কে জয়যুক্ত করেন। ফিরাউনও তাঁর এ অবস্থা লক্ষ্য করছিল। কিন্তু তার ধারণা হয়েছিল যে, পালিত পুত্রের পক্ষপাতিত্বের কারণেই তার এ অবস্থা হয়েছে।এখানে বিফল মনোরথ হয়ে ফিরাউন বেঈমানীর উপর কোমর কষে নেয়। মহান আল্লাহর পক্ষ হতে হযরত মূসার (আঃ) হাতে আরো বহু মু'জিযা প্রকাশ পায়। যখনই কোন বিপদে পড়তো তখনই ফিরাউন হতবুদ্ধি হয়ে বিনীতভাবে হযরত মূসার (আঃ) কাছে আবেদন করতোঃ “হে মূসা (আঃ)! যদি এই বিপদ দূর হয়ে যায় তবে আমি বানী ইসরাঈলকে তোমাদের সাথে পাঠিয়ে দিবো।” কিন্তু যখনই বিপদ কেটে যেতো তখনই সে আবার অস্বীকার করে বসতো এবং ঔদ্ধত্যপণা শুরু করে দিতো। আর বলতোঃ “হে মূসা (আঃ)! তোমার প্রতিপালক কি এ ছাড়া বেশী কিছু আর করতে পারে?\" সুতরাং তার উপর তূফান আসলো, ফড়িং আসলো, উকুন আসলো, ব্যাঙ আসলো, রক্ত আসলো এবং আরো বহু নিদর্শন সে স্বচক্ষে দেখলো। যখনই বিপদ আসে তখনই সে হযরত মূসার (আঃ) কাছে দৌড়িয়ে যায় এবং ওয়াদা করে। আর যখনই বিপদ দূর হয়ে যায় তখনই সে আবার ষড়যন্ত্র করতে শুরু করে। অবশেষে আল্লাহ তাআলার নির্দেশ আসেঃ “হে মূসা (আঃ)! বানী ইসরাঈলকে এখান থেকে বের করে নিয়ে যাও।\"এই নির্দেশ অনুযায়ী হযরত মূসা (আঃ) রাতারাতিই বানী ইসরাঈলকে নিয়ে রওয়ানা হয়ে যান। সকালে ফিরাউনের লোকেরা দেখতে পায় যে, রাত্রেই সমস্ত বানী ইসরাঈল পালিয়ে গিয়েছে। তারা ফিরাউনকে খবর দেয়। সে সারা দেশে নির্দেশনামা পাঠিয়ে চতুর্দিক থেকে সৈন্য একত্রিত করে এবং বিরাট দল নিয়ে বানী ইসরাঈলের পশ্চাদ্ধাবন করে। পথে যে নদী পড়ে তার প্রতি মহান আল্লাহর ওয়াহী প্রেরণ করেনঃ “যখন আমার বান্দা মূসার (আঃ) লাঠি তোমার উপর পড়বে তখন। তুমি তাদের জন্যে পথ করে দিয়ে। তোমার মধ্যে যেন বারোটি পথ হয়ে যায়, যাতে বানী ইসরাঈলের বারোটি গোত্র তাদের জন্যে পৃথক পৃথক পথ পেয়ে যায়। অতঃপর যখন তারা পার হয়ে যাবে এবং ফিরাউন তার লোকলস্করসহ এসে পড়বে তখন তুমি মিলে যাবে এবং ফিরাউন ও তার লোকদের একজনকেও ডুবে যাওয়া থেকে রক্ষা করবে না।\" হযরত মূসা (আঃ) তার লোকজনসহ নদীর তীরে পৌঁছে দেখেন যে, ওটা তরঙ্গায়িত হচ্ছে, পানি ঘুরপাক খাচ্ছে এবং ভীষণ গর্জন করছে। এতে হয়রত মূসা (আঃ) হতবুদ্ধি হয়ে পড়েন এবং তাতে লাঠির আঘাত করতে ভুলে যান। এদিকে নদী এই ভেবে উদ্বিগ্ন হয়ে পড়ে যে, হয়তো হযরত মূসা (আঃ) কোন অংশে লাঠির আঘাত করবেন, আর সে হয়তো খরব রাখবে না, ফলে সে আল্লাহর অবাধ্যচিরণের কারণে তার শাস্তির কবলে পতিত হয়ে যাবে। ইতিমধ্যে ফিরাউন তার লোক লস্করসহ বানী ইসরাঈলের নিকটবর্তী হয়ে পড়ে। তখন তারা হতবুদ্ধি হয়ে বলেঃ “আপনার উপর আল্লাহর যে নির্দেশ রয়েছে তা পালন করুন! আল্লাহ মিথ্যাবাদী নন এবং আপনিও না।” হযরত মূসা (আঃ) বলেনঃ “আল্লাহ তাআলা তো আমাকে নির্দেশ দিয়েছেনঃ “যখন তুমি নদীর তীরে পৌঁছবে তখন সে তোমার জন্যে বারোটি রাস্তা করে দেবে, তখন তোমরা ঐ রাস্তাগুলি ধরে পার হয়ে যাবে।” তৎক্ষণাৎ তাঁর লাঠির আঘাত করার হুকুমের কথা স্মরণ হয়ে যায়। সুতরাং তিনি লাঠির আঘাত করেন। এদিকে ফিরাউনের সেনাবাহিনীর প্রথমাংশে বানী ইসরাঈলের শেষাংশের কাছে পৌঁছেই গিয়েছিল। এমতাবস্থায় নদীর ঐপথগুলি প্রকাশিত হয়ে পড়ে। হযরত মূসা (আঃ) তার লোকজনসহ নিরাপদে নদী পার হয়ে যান। যখন তারা পার হয়ে গেলেন তখন ফিরাউনও তার লোক লস্করসহ ঐ পথগুলি দিয়ে যেতে শুরু করে। যখন তারা সবাই নেমে পড়েছে তখনই নদী আল্লাহর নির্দেশক্রমে পরস্পর মিলিত হয়ে যায়। ফলে তারা সবাই নদীতে নিমজ্জিত হয়। বানী ইসরাঈল ঘটনাটি স্বচক্ষে দেখছিল। তথাপি তারা বলেঃ“হে আল্লাহর রাসূল (আঃ)! ফিরাউন মরলো কি না তা আমরা কি করে জানবো?” হযরত মূসা (আঃ) আল্লাহ তাআলার নিকট প্রার্থনা করলেন, ফলে নদী ফিরাউনের মৃত দেহ তীরে নিক্ষেপ করলো। তা দেখে তার মৃত্যু সম্পর্কে বানী ইসরাঈলের দৃঢ় বিশ্বাস হলো। তারা বুঝতে পারলো যে, ফিরাউন তার লোক-লস্করসহ ধ্বংস হয়ে গেছে। অতঃপর হযরত মূসা (আঃ) সেখান থেকে যাত্রা শুরু করেন। পথে তিনি দেখতে পান যে, একটি সম্প্রদায় মূর্তি পূজায় মেতে গেছে। তখন বানী ইসরাঈল হযরত মূসাকে (আঃ) বলেঃ “হে আল্লাহর রাসূল (আঃ)! আমাদের জন্যেও এ ধরনের কোন মা’ৰূদ নির্ধারণ করে দিন!\" হযরত মূসা (আঃ) তখন তাদের প্রতি অসন্তুষ্ট হয়ে বলেনঃ “তোমরা বড়ই অজ্ঞ লোক (শেষ পর্যন্ত)।” “তোমরা এতো বড় শিক্ষামূলক নিদর্শন দেখলে এবং এরূপ গুরুত্বপূর্ণ ঘটনা শুনলে তথাপি এখন পর্যন্ত না উপদেশ ও শিক্ষা গ্রহণ করলে, না লজ্জিত হলে। এখান থেকে সামনে আরো কিছু দূর অগ্রসর হয়ে তারা এক মঞ্জিলে অবস্থান করলেন এবং সেখানে তাঁর ভাই হারূণকে (আঃ) নিজের স্থলাভিষিক্ত করে কওমকে। বললেনঃ “আমার ফিরে আসা পর্যন্ত তোমরা এর আনুগত্য করবে। আমি আমার প্রতিপালকের নিকট যাচ্ছি। তার সাথে ত্রিশ দিনের প্রতিশ্রুতি রয়েছে। অতঃপর হযরত মূসা (আঃ) স্বীয় কওম হতে পৃথক হয়ে ওয়াদার স্থানে পৌঁছে যান এবং ত্রিশ দিন রাত্রির রোযা পূর্ণ করতঃ স্বীয় প্রতিপালকের সাথে কথা বলার আকাংখা করেন। কিন্তু মনে করলেন যে, রোযা রাখার কারণে মুখ দিয়ে হয়তো, গন্ধ বের হচ্ছে, তাই অল্প কিছু ঘাস নিয়ে চর্বন করেন। আল্লাহ তাআলা জানা সত্ত্বেও তাকে জিজ্ঞেস করেনঃ “তুমি এরূপ করলে কেন?” তিনি জবাবে বলেনঃ “শুধু এই কারণে যে, আপনার সাথে কথা বলার সময় যেন আমার মুখ দিয়ে সুগন্ধ বের হয়। আল্লাহ তাআলা তখন তাকে বলেনঃ “তোমার কি এটা জানা নেই যে, রোযাদারের মুখের দুর্গন্ধ আমার কাছে মেস্ক আম্বারের চেয়েও বেশী সুগন্ধময়? তুমি আরো দশটি রোযা রেখে নাও, তার পরে আমার সাথে কথা বলো।”এই নির্দেশ অনুযায়ী হযরত মূসা (আঃ) রোযা রাখতে শুরু করেন। তাঁর কওমকে তিনি যে ত্রিশ দিনের কথা বলে এসেছিলেন তা যখন অতিক্রান্ত হয়ে গেল এবং তিনি ফিরলেন না তখন তারা চিন্তিত হয়ে পড়লো। হযরত হারূণ (আঃ) তাদের মধ্যে ভাষণ দান কালে বললেনঃ “তোমরা যখন মিসর হতে রওয়ানা হয়ে। এসেছিলে তখন তোমাদের কাছে কিবতীদের টাকা পয়সা ছিল, কারো উপর ঋণ ছিল এবং কারো কারো কাছে তাদের আমানত ছিল। এগুলি তো আমরা তাদের ফিরিয়ে দিতে পারছি না। আবার এটাও আমরা সমীচীন মনে করছি যে, ওগুলো আমাদের মালিকানায় থেকে যাবে। সুতরাং তোমরা একটি গভীর গর্ত খনন কর এবং তোমাদের কাছে তাদের যে সব আসবাবপত্র, অলংকার এবং সোনা রূপা রয়েছে সবগুলিই তাতে নিক্ষেপ কর। অতঃপর তাতে আগুন ধরিয়ে দাও।” তাঁর কথামতই কাজ করা হলো। তাদের সাথে সামেরী নামক একটি লোক ছিল। সে গায়-বাছুর পূজারীদের অন্তর্ভুক্ত ছিল। সে বানী ইসরাঈলের অন্তর্ভুক্ত ছিল কিন্তু সে বানী ইসরাঈলের প্রতিবেশী হওয়ায় এবং ফিরাউনের কওমের অন্তর্ভুক্ত না হওয়ায় এদের সাথে সেখান থেকে চলে এসেছিল। সে কোন একটা নিদর্শনের কিছুটা মুষ্টিতে উঠিয়ে নিয়েছিল।হযরত হারূণ (আঃ) তাকে বলেনঃ “হে সামেরী! তুমিও তোমার। হাতের মধ্যকার ওটা এতে নিক্ষেপ করে দাও।\" সে উত্তরে বললোঃ “এটা তো রাসূলের (আঃ) নিদর্শনেরই এক মুষ্টি যার মাধ্যমে আমাদেরকে নদী পার করিয়ে নেয়া হয়েছিল। ভাল কথা, আমি এটাকেও নিক্ষেপ করছি এই শর্তে যে, আপনি আল্লাহ তাআলার নিকট দুআ করবেন যেন এর দ্বারা আমি যা চাইবো তা-ই হয়ে যায়।” হযরত হারূণ দুআ করলেন এবং সে ওটা গর্তে নিক্ষেপ করে দিলো এবং বললোঃ “আমি চাই যে, এর দ্বারা যেন একটি বাছুর সৃষ্ট হয়ে যায়।” মহান আল্লাহর ক্ষমতা বলে ঐ গর্তে যা ছিল তা। একটা বাছুরের (গো-বৎসের) আকার বিশিষ্ট হয়ে যায়। ওর ভিতর ছিল শুন্য। ওতে রূহ ছিল না। কিন্তু ওর পিছনের ছিদ্র দিয়ে বায় প্রবেশ করে মুখ দিয়ে বেরিয়ে যেতো। ফলে একটা শব্দ হতো। বানী ইসরাঈল তাকে জিজ্ঞেস করলোঃ হে সামেরী! এটা কি?” ঐ বেঈমান উত্তরে বললোঃ “এটাই তোমাদের সবারই প্রতিপালক। কিন্তু হযরত মূসা (আঃ) পথ ভুলে গেছেন এবং অন্য জায়গায় প্রতিপালকের সন্ধানে চলে গেছেন। তার এই কাজ ও উক্তি বানী ইসরাঈলকে কয়েকটি ভাগে বিভক্ত করে দেয়। একটি দল বললোঃ “হযরত মূসা (আঃ) ফিরে না আসা পর্যন্ত আমরা এ ব্যাপারে কোন সিদ্ধান্ত গ্রহণ করতে পারি না। যদি সত্যই এটা মাবুদ হয় তবে আমরা এর বেআদবী করি কেন। আর যদি এটা মাবুদ না হয় তবে হযরত মূসা (আঃ) ফিরে আসলেই প্রকৃত তথ্য উদঘাটিত হয়ে যাবে। অন্য একটি দল বললোঃ “এটা বাজে কথা এবং শয়তানী কাজ। আমরা এই বাজে কাজের উপর ঈমান আনতে পারি না। এটা আমাদের প্রতিপালকও নয় এবং এর উপর আমাদের ঈমানও নেই।” আর একটি দুষ্টদল আন্তরিকভাবে ওটাকে মেনে নেয় এবং সামেরীর কথার উপর ঈমান আনে। কিন্তু বাহ্যিকভাবে তাকে মিথ্যা প্রতিপন্ন করে। তৎক্ষণাৎ হযরত হারূণ (আঃ) তাদের সকলকেই একত্রিত করেন এবং বলেনঃ “হে লোক সকল! আল্লাহ তাআলার পক্ষ হতে তোমাদের উপর এটা একটা পরীক্ষা। তোমরা এই ঝগড়ায় লিপ্ত হয়ে পড়েছো কেন? তোমাদের প্রতিপালক ও মাবুদ তো একমাত্র রহমান (আল্লাহ)। তোমরা আমার আনুগত্য কর ও আমার কথা মেনে নাও।” তারা বললোঃ হযরত মূসা (আঃ) ত্রিশ দিনের ওয়াদা করে গেলেন, আর আজ চল্লিশ দিন অতিক্রান্ত হতে চলেছে তবুও তিনি ফিরলেন না এর কারণ কি?\" কোন কোন নির্বোধ লোক একথাও বলে ফেললো যে, তার প্রতিপালক ভুল করেছেন। এখন তিনি তার সন্ধানেই থাকবেন। এদিকে দশটি রোযা পূর্ণ হওয়ার পর হযরত মূসা (আঃ) আল্লাহ তাআলার সঙ্গে কথা বলার মর্যাদা লাভ করেন। তাঁকে বলা হলোঃ “তোমার এখানে আসার পর তোমার কওমের অবস্থা কি হয়েছে তার খবর রাখো কি (তারা যে পথভ্রষ্ট হয়ে গেছে)?” একথা শুনে হযরত মূসা (আঃ) অত্যন্ত ক্ষুব্ধ ও ক্রুদ্ধ অবস্থায় ফিরে আসেন এবং কওমকে বহু কিছু বলেন ও শুনেন। ক্রোধে উন্মত্ত হয়ে তিনি তার ভাই হারূণের (আঃ) মাথার চুল ধরে টানতে থাকেন। তার ক্রোধ এতো বৃদ্ধি পায় যে, পুস্তিকাটিও হাত থেকে ফেলে দেন। তারপর প্রকৃত ব্যাপার অবগত হয়ে তিনি স্বীয় ভাই এর নিকট ওজর পেশ করেন এবং তার জন্যে ক্ষমা প্রার্থনা করেন। অতঃপর তিনি সামেরীকে সম্বোধন করে বলেনঃ “হে সামেরী! তুমি এ কাজ কেন করেছো?” উত্তরে সে বলেঃ “আল্লাহর প্রেরিত পুরুষের পায়ের নীচে থেকে এক মুষ্টি আমি। উঠিয়ে নিয়েছিলাম। এ লোকগুলি ওটা চিনতে পারে নাই, আমি চিনে। ছিলাম। আমি ঐ মুষ্টিই আগুনে নিক্ষেপ করেছিলাম। আমি এটাই পছন্দ করেছিলাম।” হযরত মূসা (আঃ) তখন তাকে বললেনঃ দূর হও। তোমার জীবদ্দশায় তোমার জন্যে এটাই রইলো যে, তুমি বলবেঃ আমি অস্পৃশ্য এবং তোমার জন্যে রইলো এক নির্দিষ্টকাল, তোমার বেলায় যার ব্যতিক্রম। হবে না এবং তুমি তোমার সেই মা’বৃদের প্রতি লক্ষ্য কর যার পূজায় তুমি রত ছিলে, আমরা ওকে জ্বালিয়ে দিবই। অতঃপর ওকে বিক্ষিপ্ত করে সাগরে নিক্ষেপ করবই।” তিনি তাই করলেন। তখন বানী ইসরাঈলের পূর্ণ বিশ্বাস হলো যে, আসলে ওটা মাবুদ ছিল না। কাজেই তারা বড়ই লজ্জিত হয় এবং যে সব মুসলমান হযরত হারূণের আকীদার উপর ছিলেন তারা ছাড়া সবাই হযরত মূসার (আঃ) নিকট ওজর পেশ করে বলতে লাগলোঃ “হে আল্লাহর নবী (আঃ)! আল্লাহ তাআলার নিকট দুআ করুন যেন তিনি। আমাদের জন্যে তাওবার দরজা খুলে দেন। তিনি যা বলবেন আমরা তা-ই পালন করবো যাতে আমাদের এই কঠিন অপরাধ তিনি মার্জনা করে দেন।\" হযরত মূসা (আঃ) বানী ইসরাঈলের ঐ দলের মধ্য হতে সত্তর জন লোককে বাছাই করে পৃথক করে নেন এবং তাওবার জন্যে নিয়ে যান। সেখানে যমীন ফেটে যায় এবং তার সমস্ত সঙ্গীকে ওর মধ্যে ফেলে দেয়া হয়। এতে হযরত মূসা (আঃ) অত্যন্ত চিন্তিত হয়ে পড়েন যে, তিনি বানী ইসরাঈলকে মুখ দেখাবেন কিরূপে? তিনি কান্নাকাটি করতে শুরু করেন এবং দুআ করেনঃ “হে আল্লাহ! আপনি ইচ্ছা করলে ইতিপূর্বেই আমাকে ও এদের সবাইকে ধ্বংস করে দিতে পারতেন। আমাদের নির্বোধদের পাপের কারণে আমাদেরকে আপনি ধ্বংস করবেন না।” হযরত মূসা (আঃ) তাদের বাহ্যিক দিক দেখছিলেন, কিন্তু আল্লাহর দৃষ্টি ছিল তাদের ভিতরের দিকে। তাদের মধ্যে এমন লোকও ছিল যারা বাহ্যিকভাবে ঈমান এনেছিল বটে, কিন্তু অন্তরে তারা ঐ বাছুরের মাবুদ হওয়াকেই বিশ্বাস করছিল। ঐ মুনাফিকদের কারণেই তাদের সকলকেই যমীনেই ধ্বসিয়ে দেয়া হয়েছিল। কিন্তু হযরত মুসার (আঃ) কান্নাকাটির কারণে আল্লাহর রহমত উথলিয়ে উঠে। তিনি তাকে জবাবে বলেনঃ “আমার রহমত তো সবারই উপর ছেয়ে আছে কিন্তু আমি এটা ওদেরই নামে দান করে থাকি যারা মুত্তাকী ও খোদাভীরু। যারা ঈমান আনে। আর আমার ঐ রাসূলের (সঃ) আনুগত্য স্বীকার কর যার গুণাবলীর বর্ণনা তারা তাদের কিতাবে অর্থাৎ তাওরাত ও ইঞ্জীলে পেয়ে থাকে।” তখন হযরত মূসা (আঃ) আরয করেনঃ “হে আমার প্রতিপালক! আমি তো আমার কওমের জন্যে এটা প্রার্থনা করলাম, আর আপনি উত্তরে বললেন যে, আপনার রহমত আপনি ঐ লোকদের উপর নাযিল করবেন যারা আগামীতে আসবে। তাহলে হে আল্লাহ! আপনি আমাকে এই রহমত প্রাপ্ত নবীর (সাঃ) উম্মতেরই অন্তর্ভুক্ত করতেন!” বিশ্ব প্রতিপালক বললেনঃ “জেনে রেখো, এই লোকদের তাওবা কবূল হওয়ার পন্থা এই যে, তারা পরস্পর একে অপরকে হত্যা করতে শুরু করে দিবে। পুত্র পিতাকে দেখবে না এবং পিতা পুত্রকে ছাড়বে না।” বানী ইসরাঈল তা-ই করলো এবং যারা মুনাফিক ছিল তারাও সত্য অন্তরে তাওবা করলো। আল্লাহ তাআলা তাদের তওবা কবুল করলেন। যারা বাঁচলো তাদেরকেও ক্ষমা করা হলো এবং যারা নিহত হলো তাদেরকেও মাফ করা হলো।অতঃপর হযরত মূসা (আঃ) এখান হতে বায়তুলমুকাদ্দাসের পথে গমন করেন। তাওরাতের ফলকটি তিনি সাথে নেন। তাদেরকে তিনি আল্লাহর আহকাম শুনিয়ে দেন। তা তাদের কাছে খুবই ভারীবোধ হয় এবং তারা পরিষ্কারভাবে তা অস্বীকার করে বসে। তখন একটি পাহাড়কে তাদের মাথার উপর উঠিয়ে খাড়া করে দেয়া হয়। ওটা সামিয়ানার মত তাদের মাথার উপর ছিল এবং তাদের মাথার উপর পড়ে যাওয়ার সদাভয় ছিল। তারা যখন তাওরাত গ্রহণ করে নিলো তখন পাহাড় সরে গেল। তারপর তাদেরকে নিয়ে তিনি পবিত্র ভূমিতে আগমন করেন। সেখানে এসে তিনি দেখতে পান যে, ওটা একটি বড় শক্তিশালী কওমের দখলে রয়েছে। তারা হযরত মূসাকে (আঃ) অত্যন্ত কাপুরুষের মত বললোঃ “এখানে তো বড় শক্তিশালী কওম রয়েছে। তাদের সাথে মুকাবিলা করার শক্তি আমাদের নেই। তারা বেরিয়ে গেলে পর আমরা ঐ শহরে প্রবেশ করবো। তারা তো এইভাবে ভীরুতা প্রদর্শন করতে থাকে। আর ওদিকে আল্লাহ তাআলার ঐ উদ্ধত ও অবাধ্য লোকদের মধ্য হতে দুই ব্যক্তিকে হিদায়াত দান করেন। তারা শহর হতে বেরিয়ে এসে হযরত মূসার (আঃ) কওমের সাথে মিলিত হয় এবং তাদের বুঝাতে থাকে। তাদেরকে তারা বলেঃ “তোমরা তাদের দেহ ও সংখ্যা দেখে ভয় করো না। তারাবীর পুরুষ নয়। তাদের মন খুবই দুর্বল। তোমরা সামনে অগ্রসর হও। তাদের শহরের দরজায় তোমরা প্রবেশ করো, তোমরা অবশ্যই বিজয় লাভ করবে।” একথাও বলা হয়েছে যে, যে দুটি লোক বানী ইসরাঈলকে বুঝাচ্ছিল এবং তাদের সাহসী করে তুলছিল তারা বানী ইসরাঈলেরই অন্তর্ভুক্ত ছিল এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।তাদের এতো করে বুঝানো, আল্লাহ তাআলার নির্দেশ এবং হযরত মূসার (আঃ) ওয়াদা সত্ত্বেও তারা কাপুরুষতা পরিত্যাগ করলো না। বরং তারা স্পষ্টভাবে বলে দিলোঃ “যতক্ষণ পর্যন্ত এই লোকগুলি শহরে অবস্থান করবে ততক্ষণ পর্যন্ত আমরা এখান থেকে এক পা সামনে অগ্রসর হবো না। হে মূসা। (আঃ)! তুমি ও তোমার প্রতিপালক গিয়ে যুদ্ধ করা, আমরা এখানে বসে থাকছি।” হযরত মূসা (আঃ) আর ধৈর্য ধারণ করতে পারলেন না। ঐ কাপুরুষদের বিরুদ্ধে তাঁর মুখ দিয়ে বদ দু’আ বেরিয়ে গেল এবং তিনি তাদেরকে ‘ফাসেক’ নামে অভিহিত করলেন। আল্লাহ তাআলার পক্ষ থেকেও তাদের এই নামই নির্ধারিত হয়ে গেল। তাদেরকে স্বাভাবিকভাবে ঐ ময়দানেই বন্দী করে দেয়া হলো। ঐ মরুভূমিতেই তারা হতবুদ্ধি ও বিচলিতভাবে ফিরতে লাগলো। ঐ বন্দীর মাঝে তাদেরকে বরাবরই মেঘ দ্বারা ছায়া করা হয় এবং তাদের উপর মান্না ও সালওয়া অবতারিত হয়। তাদের কাপড় ছিড়তো না এবং ময়লাও হতো না। একটি চার কোণ বিশিষ্ট পাথর তাদের সাথে রাখা হয়েছিল। ওর উপর হযরত মূসা (আঃ) লাঠি মারলে তা হতে বারোটি প্রস্রবণ প্রবাহিত হয়। প্রত্যেক কোণে তিনটি করে মোট বারোটি প্রস্রবণ। ঐ লোকগুলি চলতে চলতে সামনে অগ্রসর হতো। তারপর কান্ত হয়ে পড়তো এবং বিশ্রাম গ্রহণ করতো। সকালে উঠে দেখতো যে, পাথরটি গতকাল যেখানে ছিল সেখানেই রয়েছে।হযরত ইবনু আব্বাস (রাঃ) এ হাদীসটি মারফু’রূপে বর্ণনা করেছেন। হযরত ইবনু আব্বাস (রাঃ) হতে এই রিওয়াইয়াতটি শুনে বলেনঃ “এতে যে রয়েছে যে, ঐ ফিরাউনী লোকটি হযরত মূসার (আঃ) পূর্ব দিনের হত্যার খবর প্রচার করেছিল, এটা বুঝে আসে না। কেননা, কিবতীর হত্যার সময় ঐ কিবতীর সাথে লড়াইরত বানী ইসরাঈলের ঐ লোকটি ছাড়া আর কেউই উপস্থিত ছিল না। তার একথা শুনে হযরত ইবনু উমার (রাঃ) খুব রাগান্বিত হন এবং হযরত মুআবিয়ার (রাঃ) হাত ধরে হযরত সা'দ ইবনু মালিকের (রাঃ) নিকট নিয়ে যান এবং তাকে বলেনঃ “আপনার স্মরণ আছে কি যে, একদিন রাসূলুল্লাহ (সঃ) আমাদেরকে ঐ ব্যক্তির অবস্থা বর্ণনা করেছিলেন যে হযরত মূসার (আঃ) হত্যার রহস্য খুলে দিয়েছিল? বলুন তো, ওটা কি বানী ইসরাঈলের লোক ছিল, না ফিরাউনী ছিল?” হযরত সা'দ (রাঃ) উত্তরে বলেন, “বানী ইসরাঈলের ঐ লোকটির মূখে ঐ ফিরাউনী লোকটি শুনেছিল, তারপর সে গিয়ে শাসন কর্তৃপক্ষকে খবর দিয়েছিল। আর সে নিজেই তার সাক্ষী হয়েছিল। (ইমাম নাসায়ী (রঃ) এটা সুনানে কুল্লায় বর্ণনা করেছেন) এই রিওয়াইয়াতটিই অন্যান্য কিতাবেও রয়েছে। হযরত ইবনু আব্বাসের (রাঃ) কালাম হতে খুব কম অংশই মারফু’রূপে বর্ণনা করা হয়েছে। খুব সম্ভব তিনি বানী ইসরাঈলের কারো নিকট হতে এ রিওয়াইয়াতটি নিয়ে থাকবেন। অথবা হয়তো তিনি হযরত কাব আহব্বার (রাঃ) হতেই এই রিওয়াইয়াতটি শুনে থাকবেন। আবার অন্য কারো নিকট থেকেও শুনে থাকতে পারেন। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। আমি আমার উসতাদ ও শায়েখ হাফিয আবুল হাজ্জাদ মাযী (রঃ) হতেও এটাই শুনেছি।",
  "ayah": 40,
  "surah": 20
}
