{
  "text": "৭১-৭৩ নং আয়াতের তাফসীর:\nফিরাউন সম্পর্কে আল্লাহ তাআলা খবর দিচ্ছেনঃ তার তো উচিত ছিল এই প্রতিযোগিতার পরে সঠিক পথে চলে আসা। যাদেরকে সে প্রতিযোগিতার জন্যে আহবান করেছিল তারা সাধারণ সমাবেশে পরাজিত হয়। তারা নিজেদের পরাজয় স্বীকার করে নেয়। তারা নিজেদের কাজকে যাদু এবং হযরত মূসার (আঃ) ক্রিয়াকলাপকে আল্লাহ তাআলার পক্ষ হতে প্রদত্ত মু'জিযা বলে মেনে নেয়। স্বয়ং তারা ঈমান আনছে যাদেরকে মুকাবিলার জন্যে আহ্বান করা হয়েছিল। সাধারণ সমাবেশে তারা জনগণের সামনে নির্দ্বিধায় সত্য ধর্ম কবুল করে নেয়। কিন্তু ফিরাউন তার শয়তানী ও ঔদ্ধত্যপনায় আরো বেড়ে যায় এবং নিজের শক্তির দাপট দেখাতে থাকে। কিন্তু সত্য পথের পথিকরা এই সব শক্তিকে কিছুই মনে করে না। প্রথমতঃ সে ঐ আত্মসমর্পনকারী যাদু করের দলটিকে বললোঃ “আমার বিনানুমতিতে তোমরা তার উপর ঈমান অনলে কেন?\" অতঃপর সে এমন অপবাদমূলক কথা বললো যা মিথ্যা ও ভিত্তিহীন হওয়ার ব্যাপারে বিন্দুমাত্র সন্দেহ নেই। সে যাদুকরদেরকে বললোঃ “মূসা (আঃ) তোমাদের উসতাদ। তার কাছেই তোমরা যাদু বিদ্যা শিক্ষা করেছো। তোমরা পরস্পর একই। আমাকে সিংহাসনচ্যুত করার মানসে তোমরা পরামর্শক্রমে পূর্বে তাকে প্রেরণ করেছিলে। তারপর তার সাথে মুকাবিলা করার জন্যে তোমরা নিজেরা এসেছে। অতঃপর নিজেদের অভ্যন্তরীণ সিদ্ধান্ত মুতাবেক নিজেরা পরাজয়বরণ করলে এবং তাকে জিতিয়ে দিলে। এরপর তোমরা তার দ্বীন কবুল করে নিলে। উদ্দেশ্য এই যে, যেন তোমাদের দেখা দেখি আমার প্রজাবৰ্গও এই ফঁাদে জড়িত হয়ে পড়ে। এখন তোমরা তোমাদের এই চক্রান্তমূলক কাজের পরিণাম জানতে পারবে। আমি তোমাদের হস্তপদ বিপরীত দিক থেকে কর্তন করবো এবং তোমাদেরকে খর্জুর বৃক্ষের কাণ্ডে শুলবিদ্ধ করবো ? এমনি কঠোরতার সাথে তোমাদের প্রাণ বের করবো যাতে অন্যদের জন্যে এটা শিক্ষণীয় বিষয় হয়ে যায়। এই ফিরাউনই সর্বপ্রথম এই শাস্তি প্রদান করে। সে আরো বলেঃ “তোমরা যে মনে করছে যে, তোমরা হিদায়াতের উপর রয়েছে, আর আমি ও আমার কওম ভ্রান্ত পথে রয়েছি এর অবস্থা তোমরা এখনই জানতে পারবে যে, আমাদের মধ্যে কার শাস্তি কঠোরতর ও অধিক স্থায়ী।\" আল্লাহর ঐ ওয়ালীদের উপর ফিরাউনের এই হুমকীর ক্রিয়া বিপরীত হলো। এতে তাদের ঈমান আরো বৃদ্ধি পেয়ে গেল এবং তারা হয়ে গেলো পূর্ণ ঈমানের অধিকারী। তাই, তারা অত্যন্ত বেপরোয়া ভাবে তাকে জবাব দিলোঃ “আমরা আমাদের এই হিদায়াত ও বিশ্বাসের ফলে মহান আল্লাহর পক্ষ থেকে যা লাভ করেছি তা ছেড়ে আমরা কোন ক্রমেই তোমার ধর্ম ককূল করতে পারি না। তোমাকে আমরা আমাদের খালেক ও মালেকের সামনে কিছুই মনে করি না।” অথবা এটা শপথ সূচক বাক্য হতে পারে। অর্থাৎ “যিনি আমাদেরকে প্রথমে সৃষ্টি করেছেন সেই আল্লাহর শপথ! আমরা এই সুস্পষ্ট দলীল প্রমাণের উপর তোমার গুমরাহীকে প্রাধান্য দিতে পারি না; তুমি আমাদের সাথে যে ব্যবহারই করো না কেন। ইবাদতের যোগ্য তিনিই যিনি আমাদেরকে সৃষ্টি করেছেন, তুমি নও। তুমি নিজেও তো তাঁরই সৃষ্ট। তোমার যা কিছু করবার আছে। তাতে তুমি মোটেই ত্রুটি করো না। তুমি তো আমাদেরকে ততক্ষণই শাস্তি দিতে পার যতক্ষণ আমরা এই পার্থিব জীবনে বন্দী রয়েছি। আমাদের বিশ্বাস আছে যে, এরপরে আমরা চিরস্থায়ী শান্তি ও অবিশ্বর সুখ ও আনন্দ লাভ করবো। আমরা আমাদের প্রতিপালকের উপর ঈমান এনেছি। আমরা আশা রাখি যে, তিনি আমাদের পূর্ববর্তী অপরাধসমূহ মার্জনা করবেন। বিশেষ করে ঐ অপরাধ তাঁর সত্য নবীর সাথে (আঃ) মুকাবিলা করতে গিয়ে আমাদের দ্বারা সংঘটিত হয়েছে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ফিরাউন বানী ইসরাঈলের মধ্য হতে চল্লিশজন ছেলে বাছাই করে নিয়ে যাদুকরদের হাতে সমর্পন করে, যেন তারা তাদেরকে যাদু বিদ্যা শিক্ষা দেয়। তারা তাদেরকে যাদুবিদ্যায় এমন পারদর্শী করে তুলেছিল যে, দুনিয়ায় তাদের তুলনা ছিল না। তারাই এই উক্তি করেছিল। হযরত আবদুর রহমান ইবনু যায়েদও (রঃ) একথাই বলেছেন।তারা ফিরাউনকে আরো বললোঃ “আমাদের প্রতিপালক আল্লাহ তোমার তুলনায় বহু গুণে শ্রেষ্ঠ ও স্থায়ী। তিনি আমাদেরকে চিরস্থায়ী পুণ্য দানকারী। আমাদের না আছে তোমার শাস্তির ভয় এবং না আছে তোমার পুরস্কারের লোভ। আল্লাহর সত্ত্বাই এর যোগ্য যে তারই ইবাদত করা হবে। তার শাস্তিও চিরস্থায়ী এবং অত্যন্ত ভয়াবহ যদি তাঁর নাফরমানী করা হয়।”সুতরাং ফিরাউন তাদের সাথে এই ব্যবহারই করলো যে, তাদের হাত-পা বিপরীত ভাবে কেটে নিয়ে তাদেরকে শূলে চড়িয়ে দিলো। সূর্যোদয়ের সময় যে দলটি ছিল কাফির, সূর্যাস্তের পূর্বেই ঐ দলটিই হয়ে গেল আল্লাহর পথের শহীদ! আল্লাহ তাদের সবারই উপর সন্তুষ্ট থাকুন!",
  "ayah": 73,
  "surah": 20
}
