{
  "text": "৭৭-৭৯ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেন যে, ফিরাউন যেন বানী ইসরাঈলকে তার দাসত্ব হতে মুক্তি দিয়ে মূসার (আঃ) হাতে সমর্পণ করে দেয়, মূসার (আঃ) এই কথাও ফিরাউন প্রত্যাখ্যান করেছিল। তাই, মহান আল্লাহ হযরত মূসাকে (আঃ) নির্দেশ দেনঃ “তুমি রাত্রেই তাদের অজান্তে অতিসন্তর্পণে বানী ইসরাঈলকে নিয়ে এখান থেকে বেরিয়ে পড়।”যেমন এর বিস্তারিত বর্ণনা কুরআনকারীমের বহু জায়গায় রয়েছে। সুতরাং আল্লাহ তাআলার নির্দেশানুসারে হযরত মূসা (আঃ) বানী ইসরাঈলকে নিয়ে মিসর হতে হিজরত করেন। সকালে ফিরাউনের লোকেরা ঘুম থেকে জাগ্রত হয়ে যখন দেখে যে, শহরে একজনও বানী ইসরাঈল নেই তখন তারা ফিরাউনকে এ সংবাদ দেয়। এ খবর শুনে ফিরাউন ক্রোধে ফেটে পড়ে এবং চতুর্দিক হতে সৈন্য এনে একত্রিত করার নির্দেশ দেয়। রাগে গরগর করে সে বলেঃ “এই সামান্য দলটি আমাদেরকে চরম ব্যতিব্যস্ত করে ফেলেছে! আমি আজ তাদের সকলকেই তরবারী দ্বারা কচু কাটা করে ছাড়বো।” সূর্য উঠতে উঠতেই সেনাবাহিনী এসে একত্রিত হয়ে গেল। তৎক্ষণাৎ ফিরাউন স্বয়ং সমস্ত সেনাবাহিনী নিয়ে তাদের পশ্চাদ্ধাবনে বেরিয়ে পড়লো। বানী ইসরাঈল সমুদ্রের ধারে পৌঁছেই ফিরাউন ও তার সেনাবাহিনীকে পিছনে দেখতে পায়। হতবুদ্ধি হয়ে তারা তাদের নবীকে (আঃ) বলেঃ \" জনাব! এখন উপায় কি? সামনে সমুদ্র এবং পিছনে ফিরাউনের বাহিনী!” হযরত মূসা (আঃ) উত্তরে বলেনঃ “ভয়ের কোন কারণ নেই। আমার প্রতিপালকই আমাকে সাহায্য করবেন। তিনি এখনই আমাকে পথ দেখিয়ে দিবেন।” তৎক্ষণাৎ ওয়াহী আসলোঃ “সমুদ্রে তোমার লাঠি দ্বারা আঘাত কর। ওটা সাথে সাথেই সরে গিয়ে তোমাদের জন্যে পথ করে দেবে।” হযরত মূসা (আঃ) তখন সমুদ্রে লাঠি দ্বারা আঘাত করলেন এবং বললেনঃ “আল্লাহর নির্দেশক্রমে সরে যাও।\" সঙ্গে সঙ্গে ওর পানি পাথরের মত এদিকে ওদিকে জমে গেল এবং মধ্য দিয়ে পথ হয়ে গেল।এদিকে ওদিকে পানির বড় বড় পাহাড়ের মত হয়ে দাঁড়িয়ে গেল এবং প্রখর ও শুষ্ক বায়ু প্রবাহিত হয়ে পথকে একেবারে শুষ্ক যমীনের মত করে দিলো সুতরাং না ফিরাউনীদের হাতে ধরা পড়ার ভয় থাকলো, না সমুদ্রে ডুবে যাওয়ার আশংকা রইলো। ফিরাউন ও তার সেনাবাহিনী এই অবস্থা অবলোকন করছিল। ফিরাউন তার সেনাবাহিনীকে নির্দেশ দিলোঃ “তোমরাও এই রাস্তা দিয়ে পার হয়ে যাও।” একথা বলে স্বয়ং সে তার সেনাবাহিনীসহ ঐ পথে নেমে পড়লো। তারা নামা মাত্রই পানিকে প্রবাহিত হওয়ার নির্দেশ দেয়া হলো এবং চোখের পলকে সমস্ত ফিরাউনীকে ডুবিয়ে দেয়া হলো। সমুদ্রের তরঙ্গমালা তাদেরকে গোপন করে দিলো। এখানে যে বলা হয়েছে সমুদ্রের যে জিনিস তাদেরকে ঢেকে ফেলার ঢেকে ফেললো' একথা বলার কারণ এই যে, এটা সুপ্রসিদ্ধ ও সুপরিচিত বিষয়, নাম নেয়ার কোন প্রয়োজন নেই। অর্থাৎ সমুদ্রের তরঙ্গ তাদেরকে ঢেকে ফেললো। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তিনি উৎপাটিত আবাস ভূমিকে উল্টিয়ে নিক্ষেপ করেছিলেন।ওকে আচ্ছন্ন করলো কী সর্বগ্রাসী শাস্তি!\" (৫৩:৫৩-৫৪) কোন কবি বলেনঃ (আরবী) অর্থাৎ “আমি হলাম অবুন নাজম্। আর আমার কবিতা আমার কবিতাই।” অর্থাৎ আমার কবিতা সুপরিচিত ও সুপ্রসিদ্ধ।মোট কথা, ফিরাউন তার সম্প্রদায়কে পথভ্রষ্ট করেছিল এবং সৎপথ প্রদর্শন করে নাই। দুনিয়া যেমন সে আগে বেড়ে তাদেরকে সমুদ্রে ডুবিয়ে দিয়েছিল, অনুরূপভাবে কিয়ামতের দিনেও সে সামনে থেকে তাদেরকে জাহান্নামে নিয়ে যাবে যা অত্যন্ত জঘন্য স্থান।",
  "ayah": 79,
  "surah": 20
}
