{
  "text": "৯৫-৯৮ নং আয়াতের তাফসীর:\nহযরত মূসা (আঃ) সামেরীকে জিজ্ঞেস করেনঃ “হে সামেরী! এটা করতে তোমাকে কিসে উদ্বুদ্ধ করেছে?\" হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এ লোকটি আহলে বাজিরমার অন্তর্ভুক্ত ছিল। তার কওম গরু-পূজারী ছিল। তার অন্তরেও গরুর মুহব্বত ঘর করে নেয়। সে বাহ্যিকভাবে বানী ইসরাঈলের সাথে ঈমান এনেছিল। তার নাম ছিল মূসা ইবনু যু। একটি রিওয়াইয়াতে আছে যে, সে কিরমানের অধিবাসী ছিল। আর একটি বর্ণনায় রয়েছে যে, তার গ্রামের নাম ছিল সামেরা। সে হযরত মূসার (আঃ) প্রশ্নের উত্তরে বলেঃ “ফিগ্রাউনকে ধ্বংস করার জন্যে যখন হযরত জিবরাঈল (আঃ) আগমন করেন তখন আমি তার ঘোড়ার খুরের নীচে হতে কিছুটা মাটি উঠিয়ে নিই।”অধিকাংশ তাফসীরকারদের মতে প্রসিদ্ধ কথা এটাই। হযরত আলী (রাঃ)। হতে বর্ণিত আছে যে, হযরত জিবরাঈল (আঃ) এসে যখন হযরত মূসাকে (আঃ) আকাশে উঠিয়ে নিয়ে যেতে উদ্যত হন তখন সামেরী এটা দেখে নেয়। তাড়াতাড়ি সে তার ঘোড়ার খুরের নীচের মাটি উঠিয়ে নেয়। হযরত জিবরাঈল (আঃ) হযরত মূসাকে (আঃ) আকাশ পর্যন্ত উঠিয়ে নিয়ে যান। আল্লাহ তাআলা তাওরাত লিখেন। হযরত মূসা (আঃ) কলমের লিখার শব্দ শুনতে পান। কিন্তু যখন তিনি তার কওমের বিপদের অবস্থা জানতে পারেন তখন তিনি নীচে নেমে এসে ঐ বাছুরটিকে জ্বালিয়ে দেন। (এই হাদীসের সনদ দুর্বল)ঐ এক মুষ্টি মাটিকে সে বানী ইসরাঈলের জমাকৃত অলংকারের পোড়ার সময় তাতে নিক্ষেপ করে দেয়। ওটা তখন বাছুরের রূপ ধারণ করে। ওর ভিতর ফাকা ছিল বলে ওর মধ্য দিয়ে বাতাস যাওয়া-আসা করতো এবং এর ফলে একটা শব্দ বের হতো। হযরত জিবরাঈলকে (আঃ) দেখেই সে মনে মনে বলেঃ “আমি তার ঘোড়ার খুরের নীচে হতে মাটি উঠিয়ে নিবো। এই মাটি গর্তে নিক্ষেপ করলে আমি যা চাইবো ওটা তাই হয়ে যাবে।”ঐ সময়েই তার অঙ্গুলীগুলি শুকিয়ে গিয়েছিল। বানী ইসরাঈল যখন দেখলো যে, তাদের কাছে ফিরাউনীদের অলংকারাদি রয়ে গিয়েছে এবং তারা ধ্বংস হয়ে গেছে, সুতরাং এগুলো তাদেরকে ফিরিয়ে দেয়া আর সম্ভম্ব নয়। তখন তারা চিন্তিত হয়ে পড়লো। সামেরী বললোঃ “দেখো, এই কারণেই, তোমাদের উপর বিপদ আপতিত হয়েছে। কাজেই এগুলো জমা করে তাতে আগুন লাগিয়ে দাও।” তারা তাই করলো। যখন ওগুলো আগুনে গলে গেল তখন তার মনে হলো যে, ঐ মাটি ওতে নিক্ষেপ করবে এবং ওর দ্বারা গো বৎসের আকৃতি বানিয়ে নেবে। তাই হয়ে গেল। সে তখন বানী ইসরাঈলকে বললোঃ “এটাই তোমাদের ও মূসার (আঃ) মাবুদ।” আল্লাহ তাআলা তার এই জবাবই এখানে উদ্ধত করেছেনঃ “আমি ওটা নিক্ষেপ করেছিলাম এবং আমার মন আমার জন্যে শোভন করেছিল এইরূপ করা।” তখন হযরত মূসা (আঃ) তাকে বললেনঃ “দূর হও। তোমার জীবদ্দশায় তোমার জন্যে এটাই রইলো যে, তুমি বলবে, আমি অস্পৃশ্য এবং তোমার জন্যে রইলো এক নির্দিষ্ট কাল, তোমার বেলায় যার ব্যতিক্রম হবে না। আর তুমি তোমার যে মা’দের পূজায় রত ছিলে তার প্রতি লক্ষ্য কর যে, আমরা ওকে জ্বালিয়ে দিবই, অতঃপর ওকে বিক্ষিপ্ত করে সাগরে নিক্ষেপ করবই।” এইরূপ করার ফলে ঐ স্বর্ণ নির্মিত বাছুরটি ঐভাবেই পুড়ে গেল। যে ভাবে রক্ত মাংসের বাছুর পুড়ে যায়। তারপর ওর ছাইকে প্রখর বাতাসের দিনে সমুদ্রে উড়িয়ে দেয়া হয়। বর্ণিত আছে যে, সামেরী তার সাধ্যমত বানী ইসরাঈলের মহিলাদের নিকট হতে অলংকারাদি গ্রহণ করেছিল এবং ওগুলি দিয়ে বাছুর তৈরী করেছিল। ওটাকেই হযরত মূসা (আঃ) জ্বালিয়ে দিয়ে ওর ভগ্ন সমুদ্রে উড়িয়ে দিয়েছিলেন। যেই ওর পানি পান করেছিল। তারই চেহারা হলুদে বর্ণ ধারণ করেছিল। এর মাধ্যমেই সমস্ত বাছুর পূজারীর পরিচয় পাওয়া গিয়েছিল। তারা তখন তাওবা করে এবং হযরত মূসাকে (আঃ) বলেঃ “আমাদের তাওবা ককূল হওয়ার উপায় কি?\" তখন তাদেরকে নির্দেশ দেয়া হয় যে, তারা যেন একে অপরকে হত্যা করে। এর পূর্ণ বর্ণনা ইতিপূর্বে দেয়া হয়েছে। অতঃপর হযরত মূসা (আঃ) তাদেরকে বলেনঃ “তোমাদের মাবুদ এটা নয়। ইবাদতের যোগ্য তো একমাত্র আল্লাহ। বাকী সমস্ত জগত তাঁর মুখাপেক্ষী এবং তার অধীনস্থ। সব কিছুরই তাঁর অবগতি রয়েছে। তাঁর জ্ঞান সমস্ত সৃষ্টজীবকে ঘিরে রেখেছে। সমস্ত জিনিসের সংখ্যা তার জানা আছে। এক অনুপরিমাণ জিনিসও তার জ্ঞানের বাইরে নেই। প্রত্যেক পাতা ও প্রত্যেক দানার তিনি খবর রাখেন। তাঁর কাছে রক্ষিত কিতাবে সব কিছুই বিদ্যমান রয়েছে। যমীনের সমস্ত জীবকে তিনিই আহার্য দান করে থাকেন। প্রত্যেকের জায়গা তার জানা আছে। প্রকাশ্য কিতাবে সবকিছুই লিপিবদ্ধ আছে। এই ধরনের আরো বহু আয়াত রয়েছে।",
  "ayah": 98,
  "surah": 20
}
