{
  "text": "Consoling the Holy Prophet ﷺ\nكَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّ‌سِّ وَثَمُودُ (It [ resurrection ] was rejected prior to them by the people of Nuh, and the people of Rass - 50:12). It was mentioned in the preceding verses that the infidels rejected the Prophethood of Sayyidna Muhammad ﷺ and the Hereafter. This obviously perturbed and upset him. In this verse Allah comforts him by narrating the stories of the previous prophets and their communities. Every community in the past persecuted their respective prophets. This was the behavior pattern of all disbelieving nations against their prophets throughout history. Thus the Holy Prophet ﷺ is consoled that he should not be disheartened by this behavior. The story of the people of Nuh (علیہ السلام) is repeated several times in the Qur'an in that the Holy Prophet Nuh (علیہ السلام) preached to his people for 950 years but in response they not only rejected him but also subjected him to various hardships.\nWho are people of Rass?\nLexically, the word rass in Arabic has several meanings. Most prominently it refers to a well that has not been built by bricks or stones. People of Rass were the remnants of Thamud who had remained alive after the punishment. Dahhak ؓ and other commentators narrate their story that follows. When the people of Salih (علیہ السلام) were destroyed by Allah's punishment, a remnant [ about 4000] of them escaped it, because they had reposed faith in him and obeyed him. They left their original place and took shelter in Hadramaut (a city in Yemen). Holy Prophet Salih (علیہ السلام) was with them. They went to a well and stayed there. Salih passed away here; therefore this place is called Hadara Maut [ death overcame ] and the people settled there permanently.\nLater their descendants took to idol-worship, to whom a prophet was sent to preach and reform, but they killed him. The community was annihilated by Divine punishment. Their well, on which their lives depended, was rendered useless; and their buildings and dwellings were desolated. The Qur'an has described it in the following words, فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُ‌وشِهَا وَبِئْرٍ‌ \t\"So, there they are, fallen down on heir roofs, and Chow many a deserted well ane well-built castle!\" (22:45). For discerning eyes the abandoned well and desolate lofty palaces are sufficient to judge and decide on the consequences of one's deeds.\nThamud\nThese are the people of the Prophet Salih (علیہ السلام) whose story has been repeated several times in the Qur'an.",
  "ayah": 12,
  "surah": 50
}
