{
  "text": "Daze of Death\nوَجَاءَتْ سَكْرَ‌ةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ (And the daze of death has [ to ] come with truth. That is what you tried to escape...50:19) The phrase sakrat-ul-maut denotes the agony and the stupor or daze of death that a dying person experiences. Abu Bakr Ibn-ul-Anbari (رح) with his own transmitting authorities reports from Masruq that when the signs of death appeared on Sayyidna Abu Bakr Siddiq ؓ ، Siddiqah ` A'ishah ؓ was called. She came and when she saw her father's condition, she spontaneously versified and recited:\nاذا حَشرَجَت یَوماً وَ ضاقَ بِھَا الصَّدر،\n\"When the soul one day will be uneasy and the breast thereby will become narrow\".\nSayyidna Abu Bakr Siddiq ؓ heard this and said: \"You recited this verse inappropriately; why did you not recite the Qur'anic verse [ 19] وَجَاءَتْ سَكْرَ‌ةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ (And the daze of death has [ to ] come with truth. That is what you tried to escape...) ۔ When the Holy Prophet ﷺ faced the same state, he would put his hand in the water and wipe it over his blessed face, reciting لا إلہ إلا اللہ اِنَّ لِلمَوتِ سَکرَات \"There is no god but Allah, indeed death has its pangs or stupor.\"\nIn the prepositional phrase بِالْحَقِّ \"with truth\", through the preposition بَا \"ba\" the action of the verb is passed on to the object, meaning \" the pangs of death brought forth things that are true and real which none can escape or avoid\" (Mazhari).\nذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ (That is what you tried to escape...50:19) tahidu is derived from haid which denotes to incline; to turn aside or escape from a place; to avoid or shun it; and to acknowledge. Apparently, this verse addresses the entire mankind. Every man is naturally afraid or scared of, or alarmed and terrified by, the thought of death. Life is dear to him and death is a calamity for him. As a result, he makes plans to run away from death. This is from Shari point of view not wrong or a sin. Death, however, is inevitable. The purport of the verse is to show that 'this is the end you were trying to escape or avert or flee from; it has come to you. Therefore, your desire will not be completely fulfilled; you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.'",
  "ayah": 19,
  "surah": 50
}
