{
  "text": "Removal of a Doubt relating to Resurrection\nقَدْ عَلِمْنَا مَا تَنقُصُ الْأَرْ‌ضُ مِنْهُمْ (We know very well how much of them is diminished by the earth,... 50:4). The disbelievers wondered at the idea that when they are dead and reduced to broken bones and particles of dust and scattered all over the world, whether it is possible that, on the Day of Resurrection, they will be raised up again. They thought that it was impossible when they are dead, disintegrated, with their organs torn apart that they will be brought back to their original shape and bodies. The verse refutes the disbelievers' objection: Allah says that He knows that which the earth takes of them, meaning He knows what the earth consumes of their dead bodies; where and how the bodies disintegrated, what they turned into and how they have become. Man's knowledge is limited and narrow in scope which should not be compared to Allah's vast, unlimited and encompassing knowledge - even the particles of objects which the earth disintegrates are well preserved in Allah's infinite knowledge. And a little reflection may reveal that even the body of a living person is composed of innumerable particles that have been joined together by Allah from different places. Whatever a person intakes in the form of food or medicine is derived from different parts of the earth, and all this forms part of his body. Then why should it be difficult for Him if He recollects all these parts after they are disintegrated? Not only this, he had a perfect and full knowledge of every man's destiny even before creating him as to what transformation will come about in every moment of his life and what phases he will go through after his death. All this is precisely recorded in the Preserved Tablet.\nIt is astonishing indeed that the disbelievers wonder at Him whose knowledge is so perfect, full, complete and encompassing and whose power is so infinite and discount the possibility of Resurrection!\nThis interpretation of 'diminishing by earth' is reported from Sayyidna Ibn ` Abbas, Mujahid and majority of the interpreters (Al-Bahr-ul-Muhit).\nفِي أَمْرٍ‌ مَّرِ‌يجٍ (so they are in a confused state... 5). The word Mar, (translated above as 'confused' ) means something mixed up with different elements. Such a thing generally becomes corrupt or spoiled. Therefore, Sayyidna Abu Hurairah ؓ ، translates the word marij as \"corrupt\". Sayyidna Dahhak, Qatadah, Hasan Basri رحمۃ اللہ علیہم and others interpret the word marij to mean \"in disarray, in a confused state\". This is the state of those who deny the prophethood of the Holy Prophet ﷺ : whatever they say and utter is no more than confusion. They are not even consistent in their claims. Sometimes they call the Holy Prophet ﷺ a sorcerer, at other times a poet; and yet at other times they refer to him as a soothsayer or an astrologer. They were so confused that they could not extricate themselves from their perplexity.",
  "ayah": 4,
  "surah": 50
}
