{
  "text": "Commentary\nوَالنَّازِعَاتِ غَرْ‌قًا (I swear by those [ angels ] who pull out [ the souls of the infidels ] vigorously ...79:1). The word naziat is derived from naz' and it means 'to draw vigorously'. The word gharqan is its corroborative because the word gharq is used here in the sense of ighraq and means 'to exert oneself much or to the utmost extent in the thing'. The Arabic idiom has it اغرق النّازع فی القوس 'He drew the bow with great vigour'. The Surah begins with an oath by certain characteristics of the angels to affirm that the Resurrection is a certainty. The subject of the oath, however, has been contextually deleted. The oath of the angels is probably apt on this occasion because they are all the time involved in the administration and running of the world. They are executing their duties loyally. On the Day of Judgment, all material causes will be severed. Unusual events will occur and the angels will be involved in them.\nFive characteristics of the angels are mentioned which are concerned with or related to the extraction of the soul at the time of death. The purport of the verses is to affirm that Resurrection is a certainty. It starts with human death. Every man's death is his partial Day of Doom, and this has an important impact on his belief in Resurrection. The five qualities are as follows:\nThe first quality of the angels:\nوَالنَّازِعَاتِ غَرْ‌قًا I swear by those (angels) who pull out (the souls of the infidels) vigorously.\nThis refers to the angels of punishment who draw the souls of the infidels vigorously and harshly. The words 'vigorously' refer to spiritual pain. The humans around the dying person may not be sensitive to the pain. Often it is noticed that the soul of an infidel apparently slips out easily, but this ease is perceived by humans around the dying man. The pain is felt by the soul of the dying person. Who can perceive it? We are aware of it only because Allah has informed us about it in this verse.",
  "ayah": 1,
  "surah": 79
}
