{
  "text": "فَأَخَذَهُ اللَّـهُ نَكَالَ الْآخِرَ‌ةِ وَالْأُولَىٰ (So, Allah seized him for the deterrent punishment in the Hereafter and the present world....79:25). The word nakal means an 'exemplary punishment' or 'an extremely severe punishment given to an offender to deter others against committing a similar offence or sin'. The phrase 'punishment of the 'akhirah' refers to the punishment of the Hereafter that will be meted out to Fir'aun (the Pharaoh). The phrase 'punishment of the 'al a' refers to the punishment meted out to Fir'aun (the Pharaoh) and his army in this world whereby they were destroyed by drowning.\nFurther, the Qur'an again disposes of the doubt of the rejecters of resurrection who pose the question: \"Are we going to be brought back to our former state (of life)? Is it when we will have turned into decayed bones?\" [ 10-11] In other words, this is a negative rhetorical question. They purport to say that it is not possible for them to be restored to life after death when they have become perished and worm-eaten bones. Allah responds that the Supreme Creator, Who drew out this universe without any pre-existing matter and without any instrument, certainly has the Supreme power to give existence to things after destroying them. Why should it be a surprise?\nIn the verses that follow, the horrors of the Day of Judgment are depicted. It is mentioned that on that Day, every person will be presented with his deeds. Described also are the abodes of the inmates of Paradise and Hell. Towards the end, special traits of the people of Paradise and those of Hell are portrayed by which a man can decide in this very world whether, according to the rules, his abode would be Paradise or Hell. The expression 'according to the rules' has been used because many verses and narratives indicate that there could be 'exceptions to the rules'. For example, a person might attain freedom from Hell and enter Paradise by virtue of intercession or directly through the grace of Allah. This is an exception to the rule. The general rule is the same as has been mentioned in these verses.",
  "ayah": 32,
  "surah": 79
}
