{
  "text": "Thereafter, the special marks of the inmates of Paradise are described. They too have two characteristics:\nوَأَمَّا مَنْ خَافَ مَقَامَ رَ‌بِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ (whereas for the one who feared to stand before his Lord, and restrained his self from the [ evil ] desire, 79:40). In other words, [ 1] the first characteristic of a God-fearing person is that, in this life, he shudders at the thought of appearing before Allah to account for his deeds on the Day of Reckoning; and [ 2] forbids the baser self from its evil desires. Those who are characterised by these two qualities have the good news that the Paradise will be their abode, thus: فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ (the Paradise will be the abode....79:41)\nThree Levels of Suppressing [ the Base ] Self\nThe verse under comment lays down two conditions of attaining the abode in Paradise, but carefully considered, the two conditions, in terms of consequence, are one. The first condition is the fear of accountability in the presence of Allah. The second condition is to restrain oneself from the evil desires. As a matter of fact, fear of Allah causes one to restrain oneself from evil desires. Qadi Thana'ullah Panipati has written in his Tafsir Mazhari that there are three levels of suppressing evil desires, as follows:\nThe first level is that one avoids false beliefs which are in conflict or incompatible with express texts [ of the Holy Qur'an and established Sunnah ] and consensus of [ the righteous ] predecessors. In this level, a person deserves to be called 'Sunni Muslim'.\nThe second level is the middle one. A person, in this stage, may think of committing sin. Then he may remember that he has to account for his deeds before Allah [ on the Day of Reckoning ]. As a result, he abandons the thought of committing sin. The complement to this level is that one abstains from doubtful things and those acts that are permissible in themselves, but there is apprehension that if committed, they may lead one to slip into impermissible acts. Sayyidna Nu` man Ibn Bashir ؓ narrates that the Holy Prophet ﷺ said: \"He who abstained from doubtful things has protected his honour and religion. He who indulged in doubtful things will eventually indulge in forbidden things.\" The expression 'doubtful things' signifies those acts about which one is not certain whether they are permissible or not, both possibilities being equal. Let us consider a few examples: if a person is ill and can take [ wet ] ablution, but he is not sure whether taking [ wet ] ablution in this state would be harmful. Thus the permissibility of dry ablution (tayammum) becomes doubtful. Likewise a person is able to perform prayers in a standing position, but feels great difficulty. He is now in doubt whether or not it is permissible for him to perform prayers in a sitting position. On such occasions, one should abandon the doubtful thing or act, and prefer what is definitely certain. This is taqwa and the middle course of suppressing the selfish desires.\nTricks of the Base Self\nThere are acts whose sinful nature is obvious to everyone. The selfish desires prompting to such sinful acts may be suppressed by one's deliberate efforts and firm resolution. However, there are evils prompted by one's base self even during his acts of worship and other good deeds, such as self-conceit, (` Ujb) vanity, (Kibr), and show off (Riya' ). These are such sins whose sinful nature is often not discoverable to a common person, still they are very severe and firmly ingrained evil desires of one's base self. One is at times deceived by them, because he continues to think that his actions are right. It is extremely necessary that first and foremost this lower self must be suppressed. But this cannot be achieved by one on his own. It is necessary for one to search for a perfect spiritual master (Ash-shaikhul-kamil), and hand himself over to him for guidance. He acts as the authentic guide and the only one to whom a seeker of Truth should turn in his quest and follow his advice. In turning to the spiritual master, the seeker is turning to Allah Almighty. The shaikh engages him in the spiritual struggle and endeavour [ mujahadah ] against the passions and tendencies of the lower self [` uyub-un-nafs ].\nShaikh Imam Ya` qub Karkhi (رح) says that in his young age he was a carpenter. He found laziness, and felt darkness in his inner self. So, he intended to keep fasts for a few days so that he may get rid of the laziness and darkness. Co-incidentally, one day, while he was fasting, he went up to Shaikh Imam Baha'uddin Naqshbandi. The Shaikh called for meals for his guests. He was also invited to partake of the meal, and the Shaikh said: \"He is a very bad slave who is the slave of his base self that misleads him. It is better to partake of meal than to keep fast with evil desires of the base self.\" Shaikh Karkhi says that at that moment he realised that (by fasting) he was falling prey to self-complacence, self-conceit and pride, which the Shaikh Naqshbandi perceived. On that occasion, Shaikh Karkhi realised that a spiritual master's permission and guidance is needed to take up an optional act of worship, because the spiritual master is aware of the hidden tricks of the evil desires of the base self. If an optional act of worship will be accompanied by such motives, the will put a stop to it [ for remedial purposes ]. He asked Shaikh Naqshbandi: \"If I cannot find a Shaikh who is called in Sufi terms as fani fillah and baqi billah, (the explanation is coming in the next paragraph.) what must I do?\" He replied: \"Recite istighfar abundantly and recite istighfar [ seek Allah's pardon ] twenty times regularly after every prayer, so that it works out to a hundred times reciting it five times a day.\" The Holy Prophet ﷺ is reported to have said: \"Sometimes I feel my heart disturbed, and I recite istighfar [ seek Allah's pardon ] a hundred times a day.\"\nThe third and the highest level of suppression of the base self is that by abundant dhikrullah [ remembrance of Allah ] and constant mujahadah [ spiritual struggle and endeavour against the evil passions ] and riyadah [ ascetic discipline ], one's self (nafs) is so much cleansed and purified that the desires that tempts him to evil are totally eliminated. This is the special stage of wilayah [ Divine friendship ], which in Sufi Terminology is called rani fillah and baqi billah. The Qur'an says regarding such people [ addressing the Shaitan ]:\nإِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ\n'My servants are such that you have no power over them [ 15:42] '\nThe following Tradition applies to the same category of wali :\nلَا یُؤمِن احَدُکُم حَتّٰی یَکُونَ ھَوَاہُ تَبعاً لِمَا جِٔتُ بِہٖ\n'None of you can be a [ perfect ] believer unless his [ base ] desires of self follow my teachings.'\nTowards the end of the Surah, the Holy Qur'an responds to the mala fide demand of the infidels that the Holy Prophet ﷺ should let them know the exact date and time of the Day of Judgment. They are told that knowledge of the time and date is within Allah's own special prerogative. Allah's consummate wisdom did not pass the information to any angel or Prophet ﷺ . Therefore, the demand is futile.\nAl-hamdulillah\nThe Commentary on\nSurah An-Naziat\nEnds here",
  "ayah": 41,
  "surah": 79
}
