{
  "text": "Ибрахим привел Хаджар вместе с Исмаилом, который тогда был грудным ребенком, из Шама в Мекку и оставил их посреди пустыни. В те далекие времена город еще не был основан, и вокруг них не было ни души. Ибрахим расстался с ними, а затем обратился к Аллаху со словами, преисполненными упования и смирения. Он сказал, что оставил часть своего потомства в пустыне, где нет ни воды, ни растительности. Дело в том, что одному из сыновей Ибрахима Исхаку было суждено жить вместе со своими потомками в Шаме, тогда как Исмаилу вместе с его потомками было суждено поселиться в Мекке. Затем он попросил Аллаха сделать его потомков приверженцами единобожия, которые будут совершать намаз. Он прекрасно знал, что намаз является одним из самых важных и самых предпочтительных обрядов поклонения, и если человек исправно совершает намаз, то значит, он исправно исповедует религию Аллаха. А затем он пожелал, чтобы люди возлюбили его потомков и возлюбили место, в котором им предстояло поселиться. Аллах внял его мольбе и сделал одним из его потомков Пророка Мухаммада, да благословит его Аллах и приветствует. Он призвал его потомков обратиться в мусульманскую веру и стать верными последователями своего прародителя Ибрахима. Они прислушались к его призыву и стали одними из тех, кто исправно совершает намаз. А затем Аллах предписал им совершить паломничество в заповедную землю, на которой некогда поселились потомки Ибрахима. Аллах наделил это паломничество некой удивительной тайной, благодаря чему правоверные не могут насытиться поклонением на этой земле. Более того, чем больше они посещают эти края, тем больше они испытывают к ним любовь и влечение. И эта тайна связана с самим Всевышним Аллахом. Ибрахим также попросил Аллаха наделить обитателей священного города плодами, и Аллах удовлетворил его просьбу. Благодаря этому торговцы привозят в Мекку всевозможные плоды и товары. Город изобилует продуктами в любое время года, и товары поступают в него со всех концов света.",
  "ayah": 37,
  "surah": 14
}
