{
  "text": "১৩-১৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, পূর্ববর্তী রাসূলগণ যখন ঐ সময়ের কাফিরদের নিকট আগমন করেছিলেন এবং তাদের কাছে সুস্পষ্ট দলীল প্রমাণাদি উপস্থাপন করেছিলেন তখন তারা তাদের মিথ্যা প্রতিপন্ন করায় তিনি তাদেরকে ধ্বংস করে দিয়েছিলেন। তাদের পর আল্লাহ তা'আলা এই কওমকে সৃষ্টি করলেন এবং তাদের কাছে তার একজন রাসূলকে পাঠালেন। তিনি দেখতে চান যে, তারা তাঁর এই রাসূল (সঃ)-এর কথা মানছে কি না। সহীহ মুসলিমে আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দুনিয়াটা (বাহ্যিকভাবে) খুবই মিষ্ট ও সবুজ শ্যামল। এখন আল্লাহ তোমাদেরকে পূর্ববতী কওমদের স্থলাভিষিক্ত বানিয়েছেন। তিনি দেখতে চান যে, তোমরা কিরূপ আমল করছো । তোমাদের উচিত যে, তোমরা দুনিয়ার অবৈধ কামনা-বাসনা থেকে দূরে থাকবে। সবচেয়ে বড় কথা এই যে, তোমরা স্ত্রীলোকদের থেকে খুবই সতর্ক থাকবে। কেননা বানী ইসরাঈলের উপর প্রথম যে ফিত্না এসেছিল তা ছিল এই স্ত্রীলোকদেরই ফিত্না।” একবার আউফ ইবনে মালিক (রাঃ) আবু বকর (রাঃ)-এর কাছে নিজের স্বপ্নের কথা বর্ণনা করেন যে, যেন আকাশ থেকে একটি রঞ্জু লটকে আছে। রাসূলুল্লাহ (সঃ) রঙ্কুটি টানলেন। আবার ওটা আকাশের সাথে সম্পর্কযুক্ত হয়ে গেল। তখন আবু বকর (রাঃ) ওটা টানলেন। তারপর জনগণ মিম্বরের চার দিকে ওটাকে মাপতে লাগলেন। উমার (রাঃ)-এর মাপে ওটা মিম্বর থেকে তিন হাত লম্বা হলো। সেখানে উমার (রাঃ) বিদ্যমান ছিলেন। তিনি এই স্বপ্নের কথা শুনে বললেনঃ “রেখে দাও তোমার স্বপ্ন। এর সাথে আমাদের কি সম্পর্ক? কোথাকার কি স্বপ্ন!” কিন্তু যখন উমার (রাঃ) খলীফা নির্বাচিত হলেন তখন আউফ (রাঃ)-কে ডেকে বললেনঃ “হে আউফ (রাঃ)! আপনার স্বপ্নের বৃত্তান্ত আমাকে শুনিয়ে দিন।” তখন আউফ (রাঃ) বললেনঃ “এখন স্বপ্ন শ্রবণের কি প্রয়োজন পড়েছে? আপনি তো ঐ সময় আমাকে ধমক দিয়েছিলেন। তার এই কথা শুনে উমার (রাঃ) তাঁকে বললেনঃ “আল্লাহ আপনার মঙ্গল করুন! আমি এটা কখনো চাচ্ছিলাম না যে, আপনি রাসূল (সঃ)-এর খলীফা নফসে সিদ্দীক (রাঃ)-এর মৃত্যুর সংবাদ শোনাবেন।” অতঃপর আউফ (রাঃ) তাঁর স্বপ্নের বর্ণনা দিলেন। যখন তিনি এই পর্যন্ত পৌছলেন যে, জনগণ ওটাকে মিম্বর পর্যন্ত তিন তিন হাত মাপলেন, তখন উমার (রাঃ) বলে উঠলেনঃ “এই তিনের মধ্যে একজন ছিলেন খলীফা অর্থাৎ আবু বকর (রাঃ)। দ্বিতীয় হচ্ছে ঐ ব্যক্তি যিনি আল্লাহর ব্যাপারে কারো তিরস্কার ও অসন্তুষ্টির কোনই পরওয়া করেন না। আর তৃতীয় হাতের উপর সমাপ্তির উদ্দেশ্য হচ্ছে এই যে, তিনি শহীদ হবেন।” উমার (রাঃ) বলেন, আল্লাহ পাক বলেছেনঃ (আরবী) অর্থাৎ “অতঃপর আমি তাদের স্থলে তোমাদেরকে তাদের পর ভূ-পৃষ্ঠে আবাদ করলাম, আমি দেখতে চাই যে, তোমরা কিরূপ কাজ কর।” সুতরাং হে উমার (রাঃ)! তুমি এখন খলীফা নির্বাচিত হয়েছে। কাজেই তুমি কাজ করার সময় চিন্তা করো যে, তুমি কি কাজ করছে। উমার (রাঃ) যে তিরস্কারকারীর তিরস্কারকে ভয় না করার কথা বললেন ওটা ছিল আল্লাহর আহকামের ব্যাপারে। আর (আরবী) শব্দ দ্বারা তার উদ্দেশ্য ছিল এই যে, তিনি শহীদ হবেন! আর ওটা ঐ সময় হবে যখন সমস্ত লোক তার অনুগত হয়ে যাবে।",
  "ayah": 14,
  "surah": 10
}
