{
  "text": "এই মিথ্যাবাদী কাফিররা বলে যে, মুহাম্মাদ (সঃ)-কেও কেন এমন (নবুওয়াতের) নিদর্শন দেয়া হয়নি, যেমন সামূদ সম্প্রদায়কে উষ্ট্ৰী দেয়া হয়েছিল? অথবা সাফা পাহাড় কেন সোনা হয়ে যায় না? অথবা কেন মক্কার পাহাড় মক্কা হতে সরে যায় না এবং ঐ জায়গায় বাগান ও নদী কেন হয় না? আল্লাহ যখন মহা শক্তিশালী তখন এরূপ হওয়া উচিত ছিল ইত্যাদি। কিন্তু সঠিক কথা তো এই যে, আল্লাহ তাআলা নিজের কাজে বড়ই ক্ষমতাবান ও মহাবিজ্ঞ। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “সেই সত্তা অতি মহান, যিনি ইচ্ছে করলে তোমাকে তদপেক্ষা উৎকৃষ্ট বস্তু প্রদান করবেন অর্থাৎ উদ্যানসমূহ- যার নিম্নদেশে নহরসমূহ বইতে থাকবে এবং তোমাকে বহু বালাখানাও দিবেন। বরং তারা কিয়ামতকে মিথ্যা মনে করেছে, আর আমি এইরূপ লোকদের জন্যে জাহান্নাম নির্ধারণ করে রেখেছি যারা কিয়ামতকে মিথ্যা মনে করেছে।” (২৫:১০-১১) অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “আমাকে এটা ছাড়া অন্য কিছুই নিদর্শন পাঠানো হতে বিরত রাখেনি যে, পূর্ববর্তী লোকেরা তা মিথ্যা প্রতিপন্ন করেছিল।” (১৭:৫৯)। আল্লাহ তা'আলা বলেন, মাখলুকের ব্যাপারে আমার নীতি এই যে, তারা মুজিযা চায়, আর আমি তাদেরকে তা দিয়ে থাকি। এখন তারা যদি মু'জিযা দেখে আমার উপর ঈমান আনে তবে তো ভালই নচেৎ সত্ত্বরই আমি তাদের উপর শাস্তি অবতীর্ণ করে থাকি এবং কিয়ামত পর্যন্ত আর অবকাশ দেই না। এ জন্যেই আল্লাহ পাক যখন স্বীয় নবী (সঃ)-কে স্বাধীনতা দিয়ে বললেনঃ “দু'টির যে কোন একটি গ্রহণ কর। প্রথম হলো এই যে, তাদের আবেদন অনুযায়ী আমি তাদেরকে মু'জিযা দিচ্ছি। যতি তারা মু'জিযা দেখে ঈমান আনয়ন করে তবে তো ভালই। নতুবা আমি তাদেরকে অতি তাড়াতাড়ি শাস্তি প্রদান করবো। আর দ্বিতীয় হলো- আমি তাদেরকে তাদের মৃত্যু পর্যন্ত অবকাশ দেবো, যাতে তারা সংশোধিত হয়ে যায়। রাসূলুল্লাহ (সঃ) স্বীয় উম্মতের জন্যে দ্বিতীয়টিই গ্রহণ করলেন। যেমন ঐ কাফিরদের ব্যাপারে বহুবার তাঁর ধৈর্য ও সহনশীলতা প্রমাণিত হয়েছে।আল্লাহ পাক স্বীয় নবী (সঃ)-কে বলেন, তুমি বলে দাও- সব কিছুই আল্লাহর অধিকারে রয়েছে। কাজের পরিণতি সম্পর্কে তিনিই পূর্ণ ওয়াকিফহাল। তোমরা যদি চোখে না দেখা পর্যন্ত ঈমান আনতে না চাও তবে আমার ও তোমাদের  ব্যাপারে আল্লাহর হুকুমের অপেক্ষা কর। তারা তো নবী (সঃ)-এর এমন কতগুলো মু'জিযাও দেখেছিল যেগুলো তাদের আকাঙিক্ষত মু'জিযার চেয়ে বড় ছিল । যেমন রাসূলুল্লাহ (সঃ) তাদের চোখের সামনে চৌদ্দ তারিখের চাদকে অঙ্গুলি দ্বারা ইশারা করেন এবং সাথে সাথে চাঁদ দ্বিখণ্ডিত হয়ে যায়। এটা তো যমীনে প্রকাশিত মু'জিযা হতে বহুগুণে বড় ছিল। আর জিজ্ঞাসিত ও অজিজ্ঞাসিত সমস্ত নিদর্শন অপেক্ষা উত্তম ছিল। এখনও যদি আল্লাহ তা'আলা জানতেন যে, তারা কোন মু'জিযা সুপথ প্রাপ্তির ইচ্ছায় দেখতে চাচ্ছে তবে তিনি অবশ্যই তা দেখাতেন। কিন্তু তিনি জানেন যে, তারা জিদ ও অবাধ্যতার মন নিয়েই মু'জিযা দেখতে চাচ্ছে। তাই তাদের আবেদন মঞ্জুর করা হচ্ছে না। মহান আল্লাহ এটা জ্ঞাত ছিলেন যে, এখনও তারা ঈমান আনবে না। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই যাদের উপর তোমার প্রতিপালকের দলীল অবধারিত হয়ে গেছে, তাদের উপর যতই নিদর্শন পেশ করা হাক না কেন তারা ঈমান আনবে না।\" (১০:৯৬) অন্য জায়গায় আল্লাহ পাক বলেনঃঅর্থাৎ “যদি আমি তাদের কাছে ফেরেশতাও অবতীর্ণ করি এবং মৃতেরা তাদের সাথে কথা বলতেও শুরু করে দেয়, আর সমস্ত জিনিস তাদের কাছে জমা করে দেয়াও হয় এবং প্রত্যেকটা মু'জিযাও দেখানো হয় তথাপি তারা কখনো ঈমান আনবে না।” (৬:১১১) কেননা শুধু জিদ করাই হচ্ছে তাদের উদ্দেশ্য। যেমন তিনি বলেনঃ ... (আরবী) (১৫:১৪) আরো বলেনঃ (আরবী) (৫২:৪৪) এবং আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি আমি তাদের উপর আসমানের দরজাও খুলে দেই বা তারা আকাশের একটা টুকরা খসে পড়তেও দেখে নেয় এবং তাদের উপর যদি আমি এমন কোন আসমানী কিতাবও অবতীর্ণ করি যা কাগজে লিখিত অবস্থায় থাকে, অতঃপর তারা তা তাদের হাত দ্বারা স্পর্শও করে, তবুও সেই কাফিররা অবশ্যই বলবে- এটা তো স্পষ্ট যাদু ছাড়া আর কিছুই নয়।” (৬:৭) সুতরাং তাদেরকে কাম্য বস্তু প্রদান করে লাভ কি? কেননা তারা যা কিছুই দেখতে চাচ্ছে তা শুধু জিদের বশবর্তী হয়ে। এজন্যেই মহান আল্লাহ বলেনঃ “অতএব তোমরাও প্রতীক্ষায় থাকো, আমিও তোমাদের সাথে প্রতীক্ষায় থাকলাম।”",
  "ayah": 20,
  "surah": 10
}
