{
  "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, তিনি সমস্ত জগতের প্রতিপালক। তিনি আসমানসমূহ ও যমীনকে ছয়দিনে সৃষ্টি করেছেন। বলা হয়েছে যে, এই দিন আমাদের দিনের মতই ছিল। আবার এ কথাও বলা হয়েছে যে, হাজার বছরের একটি দিন ছিল, যার বর্ণনা সামনে আসবে । তারপর তিনি বড় আরশের উপর প্রতিষ্ঠিত হয়ে গেলেন। আরশ হচ্ছে সমস্ত সৃষ্টবস্তুর মধ্যে সবচেয়ে বড় সৃষ্টবস্তু। ওটা লাল ইয়াকুতের তৈরী । অথবা এটাও হচ্ছে আল্লাহর একটি নূর। আল্লাহ তা'আলা হচ্ছেন সারা মাখলুকের পরিচালক, অভিভাবক এবং যামানতদার। তার রক্ষণাবেক্ষণ হতে যমীন ও আসমানের অণু পরিমাণ জিনিসও বাদ পড়ে না। তাঁর একদিকের মনোযোগ অন্য দিকের মনোযোগ থেকে বিরত রাখতে পারে না। তাঁর জন্যে কোন একটা ব্যাপার ভুলবশতঃ বাকী থাকতে পারে না। পাহাড়ে, সাগরে, লোকালয়ে এবং জঙ্গলে কোথাও কোন বড় তদবীর কোন ছোট তদবীরকে ভুলিয়ে রাখতে পারে না । ভূ-পৃষ্ঠে এমন কোন প্রাণী নেই যার আহারের দায়িত্ব আল্লাহ তা'আলার উপর অর্পিত নয়। কোন কিছু নড়লে বা কোন একটা পাতা ঝরলে তারও খবর তিনি রাখেন। যমীনের অন্ধকারে কোন অণু পরিমাণ জিনিসও এমন নেই বা সিক্ত এবং শুষ্ক এমন কিছু নেই যে তাঁর লাওহে মাহফুষে বা ইলমের কিতাবে বিদ্যমান নেই। যখন (আরবী) -এই আয়াত অবতীর্ণ হয় তখন এমন এক বিরাট যাত্রীদল মুসলিমদের দৃষ্টিগোচর হয় যাদেরকে বেদুঈন মনে করা হয়েছিল। জনগণ তাদেরকে জিজ্ঞেস করেঃ “তোমরা কে?” তারা উত্তরে বলেঃ “আমরা জ্বিন জাতি। এই আয়াতের কারণে আমরা শহর হতে বেরিয়ে পড়েছি।\" আল্লাহ পাকের (আরবী) এই উক্তিটি তাঁর (আরবী) (২:২৫৫) ও (আরবী) (৫৩:২৬) এবং (আরবী) (৩৪:২৩) এই উক্তিগুলোর মতই।(আরবী) অর্থাৎ ঐ লোকগুলো ইবাদতের জন্যে আল্লাহ তা'আলাকেই বিশিষ্ট করে নিয়েছে। আর হে মুশরিকরা! তোমরা ইবাদতে আল্লাহর সাথে তোমাদের অন্যান্য দেবতাদেরকেও শরীক করে নিচ্ছ! অথচ তোমরা ভালরূপেই জান যে, সৃষ্টিকর্তা হচ্ছেন একমাত্র আল্লাহ। তিনি ছাড়া আর কারো উপাসনা করা যেতে পারে না। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তুমি যদি তাদেরকে জিজ্ঞেস কর- তাদেরকে কে সৃষ্টি করেছে। তবে (উত্তরে) অবশ্যই তারা বলবে- আল্লাহ (তাদেরকে সৃষ্টি করেছেন)।\" (৪৩৪ ৮৭) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবী)  অর্থাৎ “তুমি বল (অর্থাৎ তুমি জিজ্ঞেস কর) সাতটি আকাশ ও বিরাট আরশের প্রতিপালক কে? (তবে উত্তরে) অবশ্যই তারা বলবে- আল্লাহই (এগুলোর প্রতিপালক), তুমি বলে দাও- তবুও কি তোমরা ভয় করছো না?” (২৩:৮৬-৮৭) এরূপ আরও আয়াত এর পূর্বেও আছে এবং পরেও আছে।",
  "ayah": 3,
  "surah": 10
}
