{
  "text": "৩৪-৩৬ নং আয়াতের তাফসীর:\nমুশরিকরা যে আল্লাহর সাথে গায়রুল্লাহকে মিলিয়ে দিয়েছে এবং প্রতিমা পূজায় লিপ্ত হয়ে পড়েছে, এটা যে বাতিল পন্থা, এ কথাই এখানে আল্লাহ পাক বলেছেন। তিনি স্বীয় নবী (সঃ)-কে সম্বোধন করে বলছেন- হে নবী! তুমি এই মুশরিকদেরকে জিজ্ঞেস করঃ “হে মুশরিকদের দল! আচ্ছা বলতো, তোমাদের নিরূপিত শরীকদের মধ্যে এমন কি কেউ আছে, যে আসমান ও যমীনকে সৃষ্টি করেছে? অতঃপর এতে যে মাখলুকাত রয়েছে ওগুলোকে অস্তিত্বে এনেছে? আকাশে যা কিছু রয়েছে ওগুলোকে অস্তিত্বে এনেছে? আকাশে যা কিছু রয়েছে। ওগুলোকে তারা স্ব স্ব স্থান থেকে সরাতে পারবে কি? বা ওগুলোর কোন পরিবর্তনে সক্ষম হবে কি? অথবা ওগুলোকে ধ্বংস করে দিয়ে পুনরায় নতুন মাখলুক সৃষ্টি করার ক্ষমতা রাখে কি? হে নবী (সঃ)! তুমি তাদেরকে বল যে, তারা এরূপ কাউকেও পেশ করতে পারবে না। এটা তো একমাত্র আল্লাহরই কাজ। এটা জানা সত্ত্বেও কেন তোমরা সঠিক পথ ছেড়ে ভুল পথের দিকে ঝুঁকে পড়ছো? সত্য পথের সন্ধান দেয় এমন কেউ আছে কি? এরূপ পথ প্রদর্শন তো করতে পারেন একমাত্র আল্লাহ। এটা তোমরা নিজেরাও জান যে, তোমাদের শরীকরা একজনকেও ভ্রান্ত পথ হতে সঠিক পথে আনতে পারে না। একমাত্র আল্লাহ তাআলাই পথভ্রষ্টকে সুপথ প্রদর্শন করতে সক্ষম। তিনি ভ্রান্ত পথ হতে সঠিক পথের দিকে মানুষের মনকে ফিরিয়ে দিতে পারেন। সত্য পথের পথিকের যে অনুসরণ করে এবং যার অন্তদৃষ্টি রয়েছে সেই ভাল, না ঐ ব্যক্তি ভাল, যে একটু হিদায়াতও করতে পারে না, বরং নিজের অন্ধত্বের কারণে এরই মুখাপেক্ষী যে, কেউ যেন তারই হাত ধরে নিয়ে চলে? ইবরাহীম (আঃ) স্বীয় পিতাকে সম্বোধন করে বলেছিলেনঃ “হে পিতঃ! আপনি অন্ধ ও বধির মাবুদের উপাসনা করছেন কেন, যে আপনার কোনই উপকারে আসে না?” স্বীয় কওমকেও তিনি লক্ষ্য করে বলেছিলেনঃ “তোমরা তোমাদের নিজেদেরই নির্মিত বস্তুর ইবাদত করছো! অথচ তোমাদেরকে ও তোমাদের মাবুদদেরকে আল্লাহ তা'আলাই সৃষ্টি করেছেন! তোমাদের সিদ্ধান্ত কতই না ভুল সিদ্ধান্ত! তোমাদের জ্ঞান লোপ পেয়ে গেছে। তোমরা কি করে আল্লাহকে ও তার মাখলুককে সমান করে দিলে? একেও মানছো, তাকেও মানছো! অতঃপর আল্লাহ থেকে সরে গিয়ে তোমাদের শরীকদের দিকে তোমরা ঝুঁকে পড়ছো? মহামর্যাদাপূর্ণ প্রতিপালক আল্লাহকেই কেন তোমরা ইবাদতের জন্যে বিশিষ্ট করে নিচ্ছ না? একমাত্র তাঁরই ইবাদত করলেই তো তোমরা বিভ্রান্ত পথ থেকে ফিরে আসতে পারতে! আর বিশেষ করে আল্লাহর কাছেই কেন প্রার্থনা করছো না?” এ লোকগুলো কোন দলীলকেই কাজে লাগাচ্ছে না। বিশ্বাস ছাড়াই শুধু কল্পনার উপরেই তারা প্রতিমা পূজার ভিত্তি স্থাপন করেছে। কিন্তু এতে তাদের কোনই লাভ হবে না। আল্লাহ তাআলা তাদের সমস্ত কাজ সম্পর্কে পূর্ণ ওয়াকিফহাল। এটা এই কাফিরদের জন্যে হুমকি ও কঠিন ভয় প্রদর্শন। কেননা, তিনি সংবাদ দিচ্ছেন যে, সত্বরই তারা তাদের এই বোকামির শাস্তি পাবে।",
  "ayah": 36,
  "surah": 10
}
