{
  "text": "৩৭-৪০ নং আয়াতের তাফসীর:\nএখানে কুরআন কারীমের অলৌকিকতার উপর আলোকপাত করা হয়েছে যে, এই কুরআনের মত কিতাব পেশ করে এমন যোগ্যতা কোন মানুষেরই নেই। শুধু তাই নয়, বরং এর উপরও সক্ষম নয় যে, এর সূরার ন্যায় একটি সূরা আনয়ন করে। এটা পবিত্র কুরআনের ভাষার অলংকার ও বাকপটুতার দাবীর ভিত্তিতে বলা হয়েছে। কুরআন কারীমের ভাষা সংক্ষিপ্ত, অথচ ভাবার্থ খুবই ব্যাপক এবং শ্রুতিমধুর । এটা দুনিয়া ও আখিরাতের জন্যে বড়ই উপকারী। অন্য কোন পুস্তক এসব গুণের অধিকারী হতে পারে না। কেননা, এটা হচ্ছে মহান। আল্লাহর পক্ষ হতে আগত গ্রন্থ। ঐ আল্লাহর যিনি স্বীয় সত্তা, গুণাবলী এবং কাজে ও কথায় সম্পূর্ণ একক, মাখলুকের কালাম তাঁর কালামের সাথে কিরূপে সাদৃশ্যযুক্ত হতে পারে? এ জন্যেই আল্লাহ তাআলা বলেনঃ এই কুরআন কল্পনাপ্রসূত নয় যে, আল্লাহ ছাড়া অন্য কারও দ্বারা প্রকাশিত হয়েছে। এর সাথে মানুষের কথার একটুও মিল থাকতে পারে না। আবার এই কুরআন ঐ কথাই বলে যে কথা এর পূর্ববর্তী আসমানী কিতাবগুলো বলেছে। তবে পূর্ববর্তী এই ইলহামী কিতাবগুলোর মধ্যে যে পরিবর্তন ও পরিবর্ধন ঘটেছে তা লোপ করে দেয়া হয়েছে এবং হালাল ও হারামের বিধানগুলো পূর্ণভাবে কুরআনে বর্ণিত হয়েছে। বিশ্ব প্রতিপালক আল্লাহর পক্ষ হতে এটা অবতারিত হওয়ার ব্যাপারে সন্দেহের কোন অবকাশ থাকতে পারে না। এতে অতীত যুগের সংবাদও রয়েছে এবং আগামী যুগের ভবিষ্যদ্বাণীও এতে বিদ্যমান। অতীত ও ভবিষ্যৎ সব কথার উপরই এতে আলোকপাত করা হয়েছে এবং লোকদেরকে ঐ পথে চালিত করা হয়েছে যা সম্পূর্ণ সঠিক ও আল্লাহ তা'আলার নিকট পছন্দনীয়।আল্লাহ পাক বলেনঃ এই কিতাব আল্লাহ্ তা'আলার পক্ষ থেকে অবতারিত হওয়ার ব্যাপারে যদি তোমাদের বিন্দুমাত্র সন্দেহ হয় এবং তোমাদের মনে যদি এ ধারণা জন্মে তাকে যে, মুহাম্মাদ (সঃ) এটা নিজেই রচনা করেছেন, তবে তিনিও তো তোমাদের মতই মানুষ। তিনি যদি এরূপ কুরআন রচনা করতে পারেন তবে তোমাদের মধ্যকার কোন সুযোগ্য ব্যক্তি এরূপ কিতাব রচনা করতে পারে ন কেন? অতএব, তোমরা তোমাদের দাবীর সত্যতা প্রমাণ করার জন্যে এই কুরআনের সূরার মত একটি সূরাই আনয়ন কর; যার ভাষা হবে অলংকারপূর্ণ, সংক্ষিপ্ত এবং ব্যাপক অর্থবোধক। মুহাম্মাদ (সঃ) তো একা। এখন তোমরা দুনিয়ার সমস্ত মানব ও দানব একত্রিত হয়ে চেষ্টা করে দেখো তো। এভাবে মহান আল্লাহ তাদেরকে চ্যালেঞ্জ করলেন যে, যদি তারা তাদের এই দাবীতে সত্যবাদী হয় যে, এটা মুহাম্মাদ (সঃ)-এর রচিত, তাহলে তারা এই চ্যালেঞ্জ কবুল করুক। শুধু তারা নয়, বরং হাজার হাজার ও কোটি কোটি লোক মিলিত হয়েই করুক। এর পরেও আল্লাহ্ তা'আলা বিরাট দাবী করে বললেনঃ জেনে রেখো যে, তোমরা কখনই এ কাজ করতে সক্ষম হবে না।আল্লাহ্ তা'আলা বলেনঃ “(হে নবী সঃ)! তুমি বলে দাও- যদি মানব ও দানব এজন্যে একত্রিত হয় যে, তারা এই কুরআনের মত কিতাব আনয়ন করবে, তবে তারা এর মত কিতাব আনতে পারবে না, যদি তারা একে অপরের সাহায্যকারী হয়ে যায়। এর পরেও তিনি আরো নীচে নামিয়ে দিয়ে বলেন যে, সম্পূর্ণ কুরআন নয় বরং এর মত দশটি সূরাই আনয়ন করুক। যেমন মহান আল্লাহ সূরা হুদে বলেনঃ “ তবে কি তারা এইরূপ বলে যে, সে (নবী সঃ) নিজেই এটা রচনা করেছে? তুমি বলে দাও তাহলে তোমরাও তার অনুরূপ রচিত করা দশটি সূরা আনয়ন কর এবং (নিজেদের সাহায্যার্থে) যেই গায়রুল্লাহকে ডাকতে পার ডেকে আন, যদি তোমরা সত্যবাদী হও।” আর এই সূরায় আরো নীচে নামিয়ে দিয়ে বলেনঃ “যদি মুহাম্মাদ (সঃ) এটা নিজেই রচনা করে থাকে তবে বেশী নয়, বরং অনুরূপ একটি সূরাই আনয়ন কর।” মদীনায় অবতারিত সূরায়ে বাকারায়ও একটি সূরা আনয়নের চ্যালেঞ্জ দেয়া হয়েছে এবং খবর দেয়া হয়েছে যে, তারা কখনো তা আনতে সক্ষম হবে না। সেখানে বলা হয়েছে- “অনন্তর যদি তোমরা তা করতে না পার এবং তোমরা তা করতে পারবে না; তবে আত্মরক্ষা করো জাহান্নাম হতে, যার ইন্ধন হবে মানুষ ও পাথর, (ওটা) প্রস্তুত রাখা হয়েছে কাফিরদের জন্যে।” অথচ বাক্যালংকার ও বাকপটুতা ছিল আরবদের প্রকৃতিগত গুণ । তাদের যেসব কবিতা কাবা ঘরের দরযায় লটকিয়ে দেয়া হতো তা তাদের পূর্ণ বাক্যালংকার ও বাকপটুতারই পরিচায়ক। কিন্তু মহান আল্লাহ যে কুরআন পেশ করলেন, কোন বাক্যালংকার ও বাকপটুতা ওর কাছেই যেতে পারলো না। কুরআন কারীমের বাক্যালংকার, শ্রুতিমধুরতা, সংক্ষেপণ, গভীরতা ও পূর্ণতা দেখে যারা ঈমান আনবার তারা ঈমান আনলো। কেননা আরবে সে সময় এমন বাগ্মী ব্যক্তিও বিদ্যমান ছিলেন যারা কুরআন কারীমের ভাষার অলংকার, সংক্ষেপণ ও ভাবের গভীরতা উপলব্ধি করে ওর সামনে নিজেদের মস্তক অবনত করেছিলেন। তাঁরা নিঃসংকোচে স্বীকার করে নিয়েছিলেন যে, এটা আল্লাহ ছাড়া আর কারো কালাম হতে পারে না। যেমন মূসা (আঃ)-এর যুগের যাদুকররা, যারা ছিল সেই যুগের সেরা যাদুকর, তারা মূসা (আঃ)-এর ক্রিয়াকলাপ দেখে সমস্বরে বলে উঠেছিল যে, মূসা (আঃ)-এর লাঠির সাথে যাদুর কোনই সম্পর্ক নেই। এটা একমাত্র আল্লাহর পৃষ্ঠপোষকতার মাধ্যমেই সম্ভব। সুতরাং মূসা (আঃ) যে আল্লাহর নবী তাতে কোন সন্দেহ নেই। যে ব্যক্তি যে বিষয়ে পারদর্শী সেই ঐ বিষয়ের পরিপূর্ণতা উপলব্ধি করতে পারে । অনুরূপভাবে ঈসা (আঃ) এমন যুগে জন্মগ্রহণ করেছিলেন যে যুগে চিকিৎসা বিদ্যা উন্নতির উচ্চতম শিখরে আরোহণ করেছিল। ঐ যুগের অভিজ্ঞ চিকিৎসকরা রোগীদের চিকিৎসায় পূর্ণ পারদর্শিতা প্রদর্শন করছিল। এইরূপ সময়ে ঈসা (আঃ)-এর জন্মান্ধ ও শ্বেতকুষ্ঠ রোগীকে ভাল করে দেয়া, এমন কি আল্লাহ্ তা'আলার নির্দেশক্রমে মৃতকেও জীবিত করে তোলা এমনই এক চিকিত্সা ছিল, যার সামনে অন্যান্য চিকিৎসা ও ওষুধ ছিল মূল্যহীন। সুতরাং বুদ্ধিমানরা বুঝে নিলেন যে, মুহাম্মাদ (সঃ) আল্লাহর বান্দা ও রাসূল। তাই রাসূলুল্লাহ (সঃ) বলেনঃ “প্রত্যেক নবীকেই কোন না কোন মুজিযা দেয়া হয়েছিল যা দেখে মানুষ ঈমান আনতো। আর আমাকে যা দেয়া হয়েছে তা হচ্ছে অহী (কুরআন), যে অহী আল্লাহ আমার নিকট পাঠিয়েছেন। সুতরাং আমি আশা করি যে, এর মাধ্যমে আমার অনুসারী তাঁদের অপেক্ষা বেশী হবে।” আল্লাহপাকের উক্তিঃ (আরবী) অর্থাৎ বরং তাদের মধ্যে কতকগুলো লোক, যারা কুরআন কারীম সম্পর্কে কোন জ্ঞানই রাখে না, ওকে মিথ্যা প্রতিপন্ন করতে শুরু করে দেয় । কিন্তু তারা কোন দলীল আনতে পারেনি। এটা হচ্ছে তাদের মূর্খতা ও বোকামির কারণ। পূর্ববর্তী নবীদের উম্মতেরাও এইরূপভাবে মিথ্যা প্রতিপন্ন করেছিল । অতএব হে নবী (সঃ)! তুমি দেখো, সেই অত্যাচারীদের পরিণাম কি হলো! তারা শুধুমাত্র বিরুদ্ধাচরণের মনোভাব নিয়ে এবং একগুয়েমীর বশবর্তী হয়েই মিথ্যা প্রতিপন্ন করেছিল। সুতরাং হে অস্বীকারকারী কুরায়েশরা! তোমরা এখন তোমাদের পূর্ববর্তী লোকদের পরিণাম চিন্তা করে শিক্ষা গ্রহণ কর। সেই যুগেও কিছু লোক ঈমান আনয়ন করেছিল এবং কুরআন কারীম দ্বারা উপকৃত হয়েছিল। পক্ষান্তরে, কতক লোক ঈমান আনেনি এবং তারা কুফরীর মৃত্যুবরণ করেছিল। আল্লাহ তা'আলার উক্তিঃ (আরবী) অর্থাৎ হে নবী (সঃ)! কে হিদায়াত লাভের যোগ্য এবং কে পথভ্রষ্ট হওয়ার যোগ্য তা তোমার প্রতিপালক ভালরূপেই অবগত আছেন। সুতরাং যে হিদায়াত লাভের যোগ্য তাকে তিনি হিদায়াত দান করবেন, আর যে পথভ্রষ্ট হওয়ার যোগ্য তাকে তিনি পথভ্রষ্ট করবেন। এই কাজে তিনি অতি ন্যায়পরায়ণ। তিনি মোটেই অত্যাচারী নন।",
  "ayah": 40,
  "surah": 10
}
