{
  "text": "৪১-৪৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে বলেছেন-যদি এই মুশরিকরা তোমাকে মিথ্যা প্রতিপন্ন করে, তবে তুমিও তাদের প্রতি ও তাদের কার্যকলাপের প্রতি অসন্তুষ্টি প্রকাশ কর এবং স্পষ্টভাবে বলে দাও আমার আমল আমার জন্যে এবং তোমাদের আমল তোমাদের জন্যে । আমি তোমাদের মা'বুদগুলোকে কখনই স্বীকার করবো না।ইবরাহীম খলীল (আঃ) ও তাঁর অনুসারীরা তাদের মুশরিক কওমকে বলেছিলেনঃ “আমরা তোমাদের হতে এবং তোমাদের মা’রূদগণ হতে সম্পূর্ণ মুক্ত।” মহান আল্লাহ স্বীয় রাসূল (আঃ)-কে আরো বলেন-কুরায়েশদের মধ্যেই কতক লোক এমনও রয়েছে যে, তারা তোমার উত্তম কথা ও পবিত্র কুরআন শুনে থাকে এবং তা তাদের হৃদয়গ্রাহী হয়। এটাই ছিল তাদের জন্যে যথেষ্ট। কিন্তু এর পরেও তারা সঠিক পথে আসে না। এতে তোমার কোনই ত্রুটি নেই। কেননা, তুমি বধিরদেরকে শুনাতে সক্ষম নও এবং তাদেরকে হিদায়াত করারও শক্তি তোমার নেই, যে পর্যন্ত না আল্লাহ তাদেরকে হিদায়াত করার ইচ্ছা করেন। আবার তাদের মধ্যে এমন লোকও রয়েছে যারা গভীর দৃষ্টিতে তোমার দিকে তাকাতে থাকে। তোমার নির্মল নিষ্কলুষ চরিত্র, সুন্দর অবয়ব এবং নবুওয়াতের প্রমাণাদি (যার মাধ্যমে চক্ষুষ্মন লোকেরা উপকৃত হতে পারে) স্বচক্ষে অবলোকন করে। কিন্তু এরপরেও কুরআনের হিদায়াত দ্বারা মোটেই উপকৃত হয় না, যেমন বিদ্বান ও অন্তদৃষ্টিসম্পন্ন ব্যক্তিরা উপকার লাভ করে থাকে। এরূপ মুমিন লোকেরা যখন তোমার দিকে তাকায় তখন তারা অত্যন্ত সম্মানের দৃষ্টিতে তাকায়। পক্ষান্তরে যখন কাফিররা তোমার দিকে তাকায় তখন তারা ঘৃণার দৃষ্টিতে তাকিয়ে থাকে। তারা তোমাকে দেখে উপহাস করে।আল্লাহ তা'আলা কারো উপর বিন্দুমাত্র অত্যাচার করেন না। কেউ শুনে এবং হিদায়াতপ্রাপ্ত হয়। আবার অন্য কেউ শুনে, দেখে, অথচ অন্ধ ও বধির হয়ে যায় । সে চোখ থাকতেও অন্ধ এবং কান থাকতেও বধির। তার অন্তঃকরণ রয়েছে, কিন্তু তা মৃত। কেউ লাভবান হলো, আবার কেউ ক্ষতিগ্রস্ত হলো। মহান আল্লাহর পবিত্র সত্তা সম্পূর্ণ স্বাধীন। তিনি সবারই কাছে পুংখানুপুংখরূপে হিসাব গ্রহণ করবেন, কিন্তু তাঁর কাছে কেউ কোন হিসাব চাইতে পারে না। আল্লাহ তো বান্দার উপর যুলুম করেন না। কিন্তু বান্দা নিজেই নিজের উপর যুলুম করে থাকে। হাদীসে কুদসীতে রয়েছে যে, আল্লাহ তাআলা বলেনঃ “হে আমার বান্দারা! আমি নিজের উপর যুলুম করাকে হারাম করেছি এবং তোমাদের উপরও এটা হারাম করে দিলাম। সুতরাং তোমরা একে অপরের উপর যুলুম করবে না। তোমাদের কার্যাবলী আমি দেখে যাচ্ছি। আমি তোমাদের প্রতিটি কাজের পূর্ণ প্রতিদান প্রদান করবো। যে ভাল প্রতিদান প্রাপ্ত হবে সে যেন আল্লাহর কৃতজ্ঞতা প্রকাশ করে। আর যে ব্যক্তি শাস্তি প্রাপ্ত হবে সে যেন নিজেকেই ভৎসনা করে।\"",
  "ayah": 44,
  "surah": 10
}
