{
  "text": "৪৮-৫২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন- এই মুশরিকরা শাস্তির জন্যে তাড়াতাড়ি করছে এবং সময় আসার পূর্বেই যাজ্ঞা করছে। এতে তাদের জন্যে কোনই মঙ্গল নেই। কাফিররা তো শাস্তির জন্যে তাড়াতাড়ি করছে, কিন্তু মুমিনরা এর থেকে ভয় করছে। তারা বিশ্বাস রাখছে যে, শাস্তি অবশ্য অবশ্যই আসবে, যদিও এর নির্দিষ্ট সময় জানা নেই। এ জন্যেই মহান আল্লাহ স্বীয় নবী (সঃ)-কে শিখিয়ে দিচ্ছেন- হে নবী (সঃ)! তুমি বলে দাও, আমি নিজের জীবনেরও লাভ ও ক্ষতির মালিক নই। আমি শুধু ঐটুকু বলি যেটুকু আমাকে বলে দেয়া হয়েছে। যদি আমি কিছু পাওয়ার ইচ্ছে করি, তবে আমি ওর উপর সক্ষম নই, যে পর্যন্ত না আল্লাহ আমাকে তা প্রদান করেন। আমি তো শুধু তার একজন বান্দা এবং তোমাদের কাছে প্রেরিত একজন দূত। আমি তোমাদেরকে সংবাদ প্রদান করেছি যে, কিয়ামত অবশ্যই সংঘটিত হবে। কিন্তু এর সময় আমার জানা নেই। কারণ এটা আমাকে বলে দেয়া হয়নি। প্রত্যেক কওমের জন্য (শাস্তির) একটা নির্ধারিত সময় রয়েছে। যখন ঐ সময় এসে যাবে তখন আর মুহূর্তকালও তারা পিছনে সরতে পারবে না এবং সামনেও অগ্রসর হতে পারবে না। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “আল্লাহ কাউকেও কোন অবকাশ দেন না, যখন তার নির্দিষ্ট সময় এসে পড়ে।” (৬৩:১১) কাফিরদের উপর আল্লাহর শাস্তি অকস্মাৎ এসে যাবে। মহান আল্লাহ এ সম্পর্কেই তাদেরকে বলেছেন- যদি রাত্রিকালে বা দিবাভাগে কোন এক সময় আকস্মিকভাবে তোমাদের উপর শাস্তি এসে পড়ে, তখন কি করবে? কাজেই তাড়াতাড়ি করছো কেন? যদি শাস্তি এসেই পড়ে, তবে কি তখন ঈমান আনবে? তখন আর ঈমান আনয়নের সময় কোথায়? ঐ সময় তাদেরকে বলা হবে- যে শাস্তির জন্যে তোমরা তাড়াতাড়ি করছিলে, এখন এই শাস্তির স্বাদ গ্রহণ কর। ঐ সময় তারা বলবেঃ “হে আল্লাহ! আমরা দেখলাম ও শুনলাম ।শাস্তি এসে পড়লেই তারা বলে উঠবেঃ “এখন আমরা এক আল্লাহকে মানছি এবং অন্যান্য সমস্ত মা'বুদ থেকে মুখ ফিরিয়ে নিচ্ছি।” কিন্তু ঐ সময়ের ঈমান কোনই কাজে আসবে না। বান্দাদের ব্যাপারে আল্লাহর নীতি তো এরূপই চলে আসছে।এ যালিমদেরকে বলা হবে- “এখন তোমরা চিরস্থায়ী শাস্তির স্বাদ গ্রহণ কর।” এইভাবে তাদেরকে খুব ধমক দিয়ে এ কথা বলা হবে। জাহান্নামের যে শাস্তির কথা তারা অস্বীকার করতো ঐ শাস্তির মধ্যে তাদেরকে ধাক্কা দিয়ে দিয়ে ফেলে দেয়া হবে। যেমন মহান আল্লাহ বলেনঃ “ঐ দিন তাদেরকে জাহান্নামের আগুনে ধাক্কা দিয়ে ফেলে দেয়া হবে। (বলা হবেঃ) এটা হচ্ছে ঐ আগুন যা তোমরা মিথ্যা প্রতিপন্ন করতে। এটাই কি যাদু? না, বরং তোমরা দেখছো না (অনুধাবন করছো না)। তোমরা (এখন) জাহান্নামে প্রবেশ কর। তোমরা ধৈর্যধারণ কর আর নাই কর, এটা সমান কথা, তোমরা তোমাদের কৃতকর্মের প্রতিদান অবশ্যই প্রাপ্ত হবে।”",
  "ayah": 52,
  "surah": 10
}
