{
  "text": "৬২-৬৪ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা খবর দিচ্ছেন যে, তাঁর বন্ধু হচ্ছে ঐ লোকগুলো যারা ঈমান আনয়নের পর পরহেযগারীও অবলম্বন করে থাকে। সুতরাং যারা আল্লাহভীরু তারাই আল্লাহর বন্ধু । যখন তারা পারলৌকিক অবস্থার সম্মুখীন হবে তখন তারা মোটেই ভয় পাবে না। আর দুনিয়াতেও তারা কোন দুঃখ ও চিন্তায় পরিবেষ্টিত হবে না। আবদুল্লাহ ইবনে মাসউদ (রাঃ) এবং ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহর অলী হচ্ছে ঐ লোকেরা যারা সদা-সর্বদা তাঁর স্মরণ ও চিন্তায় নিমগ্ন থাকে। ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহর অলী কারা?” উত্তরে তিনি বলেনঃ “তারা হচ্ছে। ওরাই যাদেরকে তুমি দেখতে পাও যে, তারা আল্লাহর স্মরণে নিমগ্ন রয়েছে।” আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর বান্দাদের মধ্যে কিছু এমন লোকও রয়েছে যারা নবীও নয় এবং শহীদও নয়। কিয়ামতের দিন আল্লাহর নিকট তাদের মর্যাদা দেখে নবী ও শহীদগণ তাদের উপর রিশক (আকাক্ষা) করবেন।” জিজ্ঞেস করা হলোঃ “হে আল্লাহর রাসুল (সঃ)! তারা কারা?\" উত্তরে তিনি বললেনঃ “তারা হচ্ছে ঐ সব লোক যারা শুধু আল্লাহর মহব্বতে একে অপরকে মহব্বত করেছে (ভালবেসেছে)। তাদের মধ্যে নেই কোন মালের সম্পর্ক এবং নেই কোন বংশের সম্পর্ক। তাদের চেহারা হবে নূরানী (উজ্জ্বল) এবং তারা নূরের মিম্বরের উপর থাকবে। যখন মানুষ ভয় পাবে, তখন তাদের কোন ভয় হবে না এবং মানুষ যখন দুঃখে থাকবে, তখনও তাদের কোন দুঃখ ও চিন্তা থাকবে না।” অতঃপর তিনি পাঠ করলেনঃ (আরবী) অর্থাৎ “জেনে রেখো, নিশ্চয়ই আল্লাহর অলীদের জন্যে কোন ভয় নেই এবং তারা চিন্তিতও হবে না।”আবৃ মালিক আশআরী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ লোকদের মধ্য হতে ও বিভিন্ন গোত্র হতে এমন সম্প্রদায়ের আগমন ঘটবে, যাদের পরস্পরের মধ্যে নেই কোন আত্মীয়তার সম্পর্ক, তারা শুধু আল্লাহর সন্তুষ্টির উদ্দেশ্যে একে অপরকে ভালবাসবে। তাদের মধ্যে গড়ে উঠবে আন্তরিকতাপূর্ণ প্রেম প্রীতি। কিয়ামতের দিন আল্লাহ তা'আলা তাদের জন্যে নূরের মিম্বর স্থাপন করবেন, যার উপর তারা উপবেশন করবে। মানুষ সেই দিন অত্যন্ত উদ্বিগ্ন থাকবে। কিন্তু এরা থাকবে সম্পূর্ণ শান্ত ও নিশ্চিন্ত; আল্লাহর অলী এসব লোকই বটে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)আবু দারদা (রাঃ)-কে একটি লোক জিজ্ঞেস করেন যে, রাসূলুল্লাহ (সঃ) (আরবী) -এই আয়াতের কিরূপ ব্যাখ্যা করেছেন? উত্তরে তিনি বলেনঃ “এটা হচ্ছে ভাল স্বপ্ন যা কোন মুসলিম দেখে থাকে বা অন্য কোন মুসলিমকে তার সম্পর্কে ঐ স্বপ্ন দেখানো হয়।\" আবু দারদা (রাঃ)। লোকটিকে বলেনঃ “তুমি আমাকে এই প্রশ্ন করলে, ইতিপূর্বে শুধু একবার একটি লোক নবী (সঃ)-কে এই প্রশ্ন করেছিল। তিনি উত্তরে বলেছিলেন, এটা হচ্ছে সঠিক ও সত্য স্বপ্ন যা কোন মুসলিম দেখে থাকে বা তার পক্ষে অন্য কাউকেও দেখানো হয়। এটা পার্থিব জীবনেও তার জন্যে শুভ সংবাদ এবং পরকালেও তার জন্যে জান্নাতের সুসংবাদ।” (এ হাদীসটি ইবনে জারীর (রঃ) বর্ণনা করেছেন) উবাদা ইবনে সামিত (রাঃ)-কে রাসূলুল্লাহ (সঃ) একথাই বলেছিলেন- “তোমার পূর্বে কেউ আমাকে এ প্রশ্ন করেনি। (আরবী) শব্দ দ্বারা উদ্দেশ্য হচ্ছে ভাল স্বপ্ন।” ইবনে সামিত (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেছিলেনঃ “এই আয়াতে আখিরাতের সুসংবাদ তো হচ্ছে জান্নাত, কিন্তু দুনিয়ার সুসংবাদ দ্বারা উদ্দেশ্য কি?\" উত্তরে তিনি বলেনঃ “সত্য সপ্ন, যে স্বপ্ন কেউ দেখে বা তার সম্পর্কে কাউকে স্বপ্ন দেখানো হয়। আর এই সত্য স্বপ্নও হচ্ছে নবুওয়াতের সত্তর বা চুয়াল্লিশটি অংশের একটি অংশ।”আবু যার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “ হে আল্লাহর রাসূল (সঃ)! মানুষ ভাল কাজ করে এবং লোকেরা তার প্রশংসা করে (এটা কিরূপ?)।” উত্তরে তিনি বলেনঃ “এটা যেন মুমিনের জন্যে দুনিয়াতেই জান্নাতের শুভ সংবাদ। আর এটা নবুওয়াতের উনপঞ্চাশটি অংশের একটি অংশ। সুতরাং যে ব্যক্তি ভাল স্বপ্ন দেখবে সে যেন জনগণের সামনে তা বর্ণনা করে দেয়। আর যে খারাপ স্বপ্ন দেখবে, তার এটা জেনে রাখা উচিত যে, ওটা শয়তানের পক্ষ থেকে হয়েছে। সে মানুষকে ভীত-সন্ত্রস্ত করার জন্যেই এরূপ করে। সুতরাং তখন ঐ ব্যক্তির উচিত যে, সে যেন বাম দিকে তিনবার থুথু ফেলে ও তাকবীর পাঠ করে এবং জনগণের সামনে তা প্রকাশ না করে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)অন্য এক জায়গায় নবুওয়াতের ছেচল্লিশ ভাগের এক ভাগ বলা হয়েছে। আবু হুরাইরা (রাঃ) বলেন যে, উত্তম স্বপ্ন হচ্ছে আল্লাহ প্রদত্ত শুভ সংবাদ। কথিত আছে যে, এর ভাবার্থ হচ্ছে- মুমিনের মৃত্যুর সময় ফিরিশতাগণ তাকে জান্নাত ও মাগফিরাতের শুভ সংবাদ দিয়ে থাকেন। যেমন আল্লাহ তা'আলা বলেনঃ “নিশ্চয়ই যারা বলেছে-আমাদের প্রতিপালক (হচ্ছেন একমাত্র) আল্লাহ অতঃপর তারা (ওর উপর) অটল রয়েছে, তাদের প্রতি (সুসংবাদ নিয়ে) ফিরিশতারা অবতীর্ণ হবে, (এবং বলবে যে,) তোমরা (আখিরাতের। বিপদসমূহের) ভয় করো না এবং (দুনিয়া ত্যাগের জন্যে) দুঃখও করো না, আর তোমরা সেই জান্নাতের প্রতি সন্তুষ্ট থাকো, যার প্রতিশ্রুতি তোমাদেরকে প্রদান। করা হতো। আমি পার্থিব জীবনেও তোমাদের সঙ্গী ছিলাম এবং পরলোকেও থাকবো, আর যা কিছু তোমাদের বাসনা হবে, তোমাদের জন্যে তাতে তা বিদ্যমান আছে, আর যা কিছু তোমরা চাবে, তাও তোমাদের জন্যে তাতে রয়েছে। এটা ক্ষমাশীল করুণাময়ের সন্নিধান হতে মেহমানদারী।”বারা’র হাদীসে রয়েছে যে, যখন মুমিন ব্যক্তির মৃত্যুর সময় ঘনিয়ে আসে, তখন উজ্জ্বল চেহারা ও সাদা পোশাক বিশিষ্ট ফিরিশতা তার কাছে আগমন করেন এবং বলেনঃ “হে পবিত্র আত্মা! তার মুখ দিয়ে এমনভাবে বেরিয়ে যাও যেমনভাবে মশকের মুখ দিয়ে পানি বের হয়ে থাকে। যেমন আল্লাহ পাক বলেনঃ “কিয়ামতের আতংক তাদেরকে হতবুদ্ধি করবে না, ফিরিশতারা তাদেরকে বলবে- এটা হচ্ছে ঐদিন, তোমাদের সাথে যেই দিনের ওয়াদা করা হয়েছে। আর এক জায়গায় আল্লাহ তা'আলা বলেনঃ “সেই দিন তুমি মুমিন পুরুষ এবং মুমিনা নারীদেরকে দেখবে যে, তাদের সামনের দিকে এবং ডান দিকে নূর (আলো) চলছে, (বলা হবে) আজ তোমাদেরকে ঐ জান্নাতের সুসংবাদ দেয়া হচ্ছে, যার নিম্নদেশে নহর প্রবাহিত হচ্ছে। এটা হচ্ছে বিরাট সফলতা।”",
  "ayah": 64,
  "surah": 10
}
