{
  "text": "৭১-৭৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে বলছেন- হে নবী (সঃ)! মক্কার কাফিরদেরকে, যারা তোমাকে মিথ্যা প্রতিপন্ন করছে এবং তোমার বিরোধিতা করছে তাদেরকে নূহ (আঃ) এবং তার কওমের ঘটনা শুনিয়ে দাও। তারা তাদের নবীকে অবিশ্বাস করেছিল, ফলে আল্লাহ তা'আলা তাদেরকে কিভাবে ধ্বংস করে দিয়েছিলেন এবং তাদের সকলকে কিভাবে পানিতে ডুবিয়ে দেন! যাতে পূর্ববর্তীদের এই ভয়াবহ পরিণাম দেখে এ লোকগুলো সতর্ক হয়ে যায় যে, না জানি তাদেরকেও ধ্বংসের সম্মুখীন হতে হয়। ঘটনা এই যে, নূহ (আঃ) যখন তার কওমকে বললেনঃ “যদি তোমাদের কাছে আমার ঘোরাফেরা এবং সঠিক পথে আনয়নের জন্যে তোমাদেরকে উপদেশ দান তোমাদের নিকট ভারী বোধ হয়, তবে জেনে রেখো যে, আমি এটাকে মোটেই গ্রাহ্য করি না। আমি শুধু আল্লাহর উপর নির্ভর করেছি। তোমাদের কাছে কঠিন বোধ হাক বা নাই হাক, আমি কিন্তু প্রচার কার্য থেকে বিরত থাকতে পারি না। আচ্ছা, তোমরা এবং আল্লাহ ছাড়া তোমরা যাদেরকে শরীক বানিয়ে নিয়েছে, অর্থাৎ তোমাদের উপাস্য প্রতিমাগুলো, সবাই একমত হয়ে যাও এবং নিজেদের চেষ্টার কোনই ক্রটি না করে সবদিক দিয়ে নিজেদেরকে দৃঢ় করে নাও। অতঃপর তোমাদের যদি বিশ্বাস থাকে যে, তোমরাই হক পথে রয়েছে, তবে আমার ব্যাপারে তোমাদের সিদ্ধান্ত কার্যকরী করে ফেলো এবং আমাকে এক ঘন্টাকালও অবকাশ দিও না। সাধ্যমত তোমরা সবকিছুই করতে পার। তথাপি জেনে রেখো যে, তোমাদেরকে আমি পরওয়া করি না এবং ভীতও নই। কেননা, আমি জানি যে, তোমাদের অনুমানের ভিত্তি কোন কিছুরই উপর প্রতিষ্ঠিত নয়।”হুদ (আঃ) স্বীয় কওমকে এরূপই বলেছিলেনঃ “আমিও আল্লাহকে সাক্ষী রাখছি এবং তোমরাও সাক্ষী থাকো যে, তোমরা যে আল্লাহকে ছেড়ে মূর্তিগুলোকে তাঁর শরীক বানিয়ে নিচ্ছ, আমি এ ব্যাপারে তোমাদের থেকে সম্পূর্ণরূপে মুক্ত। এখন তোমরা যত পার আমার বিরুদ্ধে ষড়যন্ত্র করতে থাকো এবং আমাকে মুহূর্তকালও অবকাশ দিয়ো না। আমার ভরসাস্থল একমাত্র আল্লাহ, যিনি তোমাদেরও প্রতিপালক এবং আমারও প্রতিপালক । যদি তোমরা আমাকে অবিশ্বাস করতঃ আমার দিক থেকে সরে পড়, তবে এতে আমার কি হবে? এমন তো নয় যে, তোমাদের কাছে আমার কিছু পাওয়ার আশা ছিল, যা নষ্ট হওয়ার কারণে আমার দুঃখ হবে? আমি যে তোমাদের কল্যাণ কামনা করছি তার তো কোন বিনিময় তোমাদের কাছে চাচ্ছি না। আমাকে তো বিনিময় প্রদান করবেন আল্লাহ। আমার প্রতি এই গুরুত্ব আরোপ করা হয়েছে যে, আমি যেন সর্বপ্রথম ঈমান আনয়ন করি। আর আমার জন্যে এটা অবশ্য কর্তব্য যে, আমি যেন ইসলামের আহকাম কার্যকর করি। কেননা, প্রথম হতে শেষ পর্যন্ত সমস্ত নবীর দ্বীন ইসলামই বটে। নীতি ও পন্থা পৃথক হলেও কোন ক্ষতি নেই। তাওহীদের শিক্ষা তো একই।” আল্লাহ পাকের উক্তিঃ “তোমাদের প্রত্যেকের জন্যে আমি এক একটি শরীয়ত এবং পৃথক পৃথক নীতি ও পন্থা বানিয়েছি। এই নূহ (আঃ) বলেনঃ “আমাকে এই নির্দেশ দেয়া হয়েছে যে, আমি যেন মুসলিমদের অন্তর্ভুক্ত হই।”ইবরাহীম (আঃ) সম্পর্কে আল্লাহ্ তা'আলা বলেনঃ “যখন তার প্রতিপালক তাকে বললেন, ঈমান আনয়ন কর, তখন সে তৎক্ষণাৎ বলে উঠলো- আমি ঈমান আনলাম বিশ্ব প্রতিপালকের প্রতি। আর এই হুকুম করে গেছে ইবরাহীম (আঃ) নিজ সন্তানদেরকে এবং ইয়াকুব (আঃ), হে আমার সন্তানগণ! আল্লাহ এই দ্বীনকে তোমাদের জন্যে মনোনীত করেছেন, সুতরাং তোমরা ইসলাম ছাড়া আর কোন অবস্থায় মরো না।”ইউসুফও (আঃ) বলেছিলেনঃ “হে আমার প্রতিপালক! আপনি আমাকে রাজত্বের বিরাট অংশ দান করেছেন এবং আমাকে স্বপ্নফল বর্ণনা শিক্ষা দিয়েছেন, হে আসমানসমূহের ও যমীনের সৃষ্টিকর্তা! আপনি আমার কার্য নির্বাহক, দুনিয়াতেও এবং আখিরাতেও, আমাকে পূর্ণ আনুগত্যের অবস্থায় দুনিয়া হতে উঠিয়ে নিন এবং আমাকে বিশিষ্ট নেক বান্দাদের অন্তর্ভুক্ত করুন।”মূসা (আঃ) বলেছিলেনঃ “হে লোক সকল! যদি তোমরা মুসলিম হও, তবে আল্লাহর উপরই ভরসা কর এবং তাঁরই উপর ঈমান আনয়ন কর।” মূসা (আঃ)-এর যুগের যাদুকরগণ বলেছিলঃ “হে আমাদের প্রতিপালক! আমাদের মধ্যে ধৈর্য আনয়ন করুন এবং ইসলামের অবস্থায় আমাদের মৃত্যু দিন!বিলকিস বলেছিলঃ “হে আমার প্রতিপালক! আমি আমার নিজের উপর যুলুম। করেছি এবং সুলাইমান (আঃ)-এর বিশ্ব প্রতিপালকের প্রতি ঈমান আনলাম।\"ইরশাদ হচ্ছে- “আমি যে তাওরাত অবতীর্ণ করেছি তা হচ্ছে হিদায়াত ও নূর। নবী এর মাধ্যমে মুসলিমদের উপর হুকুম কায়েম করে থাকে। আর এক জায়গায় মহান আল্লাহ বলেনঃ “আমি যখন (ঈসার আঃ) হাওয়ারীদের উপর অহী করেছিলাম- তোমরা আমার উপর ও আমার রাসূলের উপর ঈমান আনয়ন কর, তখন তারা বলেছিল, আমরা ঈমান আনলাম এবং আপনি সাক্ষী থাকুন যে, আমরা মুসলিম।” সর্বশেষ নবী, মানব নেতা মুহাম্মাদ (সঃ) বলেছেনঃ “আমার সালাত, আমার ইবাদত, আমার জীবন এবং আমার মরণ সমস্তই বিশ্ব প্রতিপালক আল্লাহর জন্যেই। তার কোনই অংশীদার নেই, আমি এ কাজেই আদিষ্ট হয়েছি এবং আমিই হলাম প্রথম মুসলিম।” তিনি বলেনঃ “আমরা নবীদের দল যেন বৈমাত্রেয় ভাই। আমাদের সবারই পিতা একজন এবং মাতা পৃথক পৃথক। অর্থাৎ আমাদের সবারই দ্বীন একই। আর সেটা হচ্ছে এক আল্লাহর ইবাদত করা, যদিও আমাদের শরীয়ত পৃথক পৃথক।”আল্লাহ পাকের উক্তিঃ “আমি নূহ (আঃ)-কে এবং তার অনুসারীদেরকে নৌকার উপর উঠিয়ে মুক্তি দিয়েছিলাম এবং তাদেরকে যমীনের উপর প্রতিনিধি বানিয়েছিলাম। পক্ষান্তরে যারা তাকে (নূহ আঃ-কে) অবিশ্বাস ও মিথ্যা প্রতিপন্ন করেছিল তাদেরকে পানিতে ডুবিয়ে দিয়েছিলাম। দেখো, হতভাগ্যদের পরিণাম কি হয়েছিল! হে মুহাম্মাদ (সঃ)! দেখো, আমি মুমিনদেরকে কিরূপে মুক্তি দিয়েছি এবং নাফরমানদেরকে কিভাবে ধ্বংস করেছি!”",
  "ayah": 73,
  "surah": 10
}
