{
  "text": "خدا کے دین کی دعوت جب بھی شروع کی جائے تودو میں سے کوئی ایک صورت پیش آتی ہے۔ یا تو ماحول اس کا دشمن ہوجاتا ہے۔ ایسے ماحول میں دین کے ليے پکارنے والے اجنبی بن جاتے ہیں ۔ وہ اپنی جگہ کے اندر بے جگہ کرديے جاتے ہیں ۔ یہی وہ لوگ ہیں جن کو مہاجر (چھوڑنے والا) کہا جاتاہے۔ دوسری صورت وہ ہے جب کہ ماحول خدا کے دین کی دعوت کے ليے سازگار ثابت ہو۔ ایسے ماحول میں جو لوگ دین کے داعی بنتے ہیں ان کے ساتھ یہ حادثہ پیش نہیں آتا کہ ان کا سب کچھ ان سے چھن جائے۔ یہ دوسری قسم کے لوگ اگر ایسا کریں کہ وہ پہلے لوگوں کا سہارا بن کر کھڑے ہو جائیں تو یہی انصار (مدد کرنے والے) قرار پاتے ہیں ۔ دورِ اول میں مکہ کے حالات نے وہاں کے مسلمانوں کو مہاجر بنا دیا اور مدینہ کے حالات نے وہاں کے مسلمانوں کو انصارکی حیثیت دے دی۔\nخدا کی رضامندی اور اس کی جنت کسی آدمی کو یا تو مہاجر بننے کی قیمت پر ملتی ہے یا انصار بننے کی قیمت پر۔ یا تو وہ خدا کے ليے اتنا یکسو ہوکہ دنیا کے سرے اس سے چھوٹ جائیں ۔ یا اگر وہ اپنے کو صاحب وسائل پاتا ہے تو اپنے وسائل کے ذریعہ وہ اول الذکر گروہ کی محرومی کا بدل بن جائے۔ دورِ اول کے مسلمان (صحابہ کرام) اس ہجرت ونصرت کاکامل نمونہ تھے۔ بعد کے مسلمانوں میں جو لوگ اس ہجرت ونصرت کے معاملہ میں اپنے پیش روؤں کی تقلید کریں گے وہ بالتبع اس مقدس خدائی گروہ میں شامل ہوتے چلے جائیں گے۔ خدا کچھ لوگوں کومحروم کرتا ہے تاکہ ان کے اندر اِنابت کا جذبہ ابھرے اسی طرح خدا کچھ لوگوں کو محرومی سے بچاتاہے تاکہ وہ محروموں کی مدد کرکے خدا کے ليے خرچ کرنے والے بنیں ۔ یہ خدا کا منصوبہ ہے۔ جو لوگ اس کا ثبوت نہ دیں ، وہ ایسے لوگ ہیں ، جو خدا کے منصوبہ پر راضی نہ ہوئے۔ اس ليے خدا بھی آخرت کے دن ان سے راضی نہ ہوگا۔\n’’وہ اللہ سے راضی ہوگئے‘‘ یعنی جس کو اللہ نے ایسے حالات میں اٹھایا کہ اس کو سب کچھ چھوڑنے کی قیمت پر دین کو اختیار کرنا پڑا تو وہ اس میں ثابت قدم رہا۔ اسی طرح جس کے حالات کا تقاضا یہ ہوا کہ وہ اپنے اثاثہ میں ایسے دینی بھائیوں کو شریک کرے جن سے اس کا تعلق صرف مقصد کا ہے، نہ کہ رشتہ داری کا تو وہ بھی اس پر راضی ہوگیا۔ یہی وہ لوگ ہیں جنھوں نے اللہ کی خوشی حاصل کی اور یہی وہ لوگ ہیں جو جنت کے ابدی باغوں میں داخل كيے جائیں گے۔\nمنافق وہ ہے جو مسلمان ہونے کا دعوی کرے مگر جب ہجرت اور نصرت کی قیمت پر دین دار بننے کا سوال ہو تو اس کے ليے اپنے کو راضی نہ کرسکے۔",
  "ayah": 100,
  "surah": 9
}
