{
  "text": "غزوۂ تبوک کے موقع پر ایک گروہ وہ نکلا جس نے اپنا بہترین اثاثہ اسلام کے حوالے کردیا۔ ان کی فصل کٹنے کے ليے تیار تھی مگر وہ اس کو چھوڑ کر ایک ایسے سفر پر روانہ ہوگئے جس میں سخت گرمی کے تین سو میل طے کرکے وقت کی سب سے بڑی طاقت ورسلطنت کا مقابلہ کرنا تھا۔ سامان کی کمی کا یہ حال تھا کہ ایک ایک اونٹ پر کئی کئی آدمیوں کی باری لگی ہوئی تھی۔کھانے کے ليے بعض اوقات صرف ایک کھجور ایک آدمی کے حصہ میں آتی تھی۔ تاہم یہ انتہائی سخت مرحلہ صرف ارادوں کے امتحان کے ليے سامنے لایا گیا تھا۔ جب ارادہ کرنے والوں نے ارادہ کا ثبوت دے دیا تو خدا نے دشمن کے اوپر رعب طاری کردیا۔ وہ مقابلہ کے میدان سے ہٹ گئے اور مسلمان خون بہائے بغیر کامیاب وکامراں ہو کر واپس آگئے۔(صحیح مسلم، حدیث نمبر 2769)\nدوسرا طبقہ معترفین (التوبہ،\n9:102\n) کا تھا۔ یہ لوگ اپنے دنیوی مشاغل کی وجہ سے سفر پر روانہ نہ ہوسکے۔ تاہم فوراً ہی بعد ان کو محسوس ہوگیا کہ انھوں نے غلطی کی ہے۔ ان کے اندر اعتراف اور شرمندگی کی آگ بھڑک اٹھی۔ ان کے آنسوؤں کی کثرت نے ان کے عمل کی کمی کی تلافی کردی۔ خدا نے ان کو بھی اپنی رحمتوں کے سایہ میں جگہ دے دی۔ کیوں کہ انھوں نے عاجزانہ طورپر اپنی غلطی کو مان لیا۔\nتیسرا گروہ مخلّفین(التوبہ،\n9:118\n) کا تھا۔ یہ تین نوجوان کعب بن مالک، مرارۃ بن رُبیع، ہلال بن اُمیۃ تھے۔ وہ اگرچہ سفر پر نہ نکلنے کو اپنی کوتاہی سمجھتے تھے مگر ان کے اندر توبہ و انابت کا اتنا شدید احساس پہلے مرحلہ میں نہیں ابھرا تھا جو مطلوبہ معیار کے مطابق ہو۔ چنانچہ ان کے ساتھ معاشرتی بائیکاٹ کا معاملہ کیاگیا۔ یہ لوگ اس مقاطعہ کے باوجود مطمئن رہ سکتے تھے۔ وہ اپنے گھر اور اپنے باغوں میں مشغول ہوجاتے۔ وہ برہمی اور ناوفاداری کے راستوں پر چلنا شروع کردیتے۔ وہ ناراض عناصر کے ساتھ مل کر اپنی علیحدہ جمعیت بنالیتے۔ وہ عام مسلمانوں سے الگ اپنا ایک جزیرہ بنا کر اس کے اندر اپنی خوشیوں کی دنیا بسا سکتے تھے۔ مگر انھوں نے ایسا نہیں کیا۔ خدا و رسول سے دوری کے احساس نے ان کو اس قدر پریشان کردیا کہ نہ باہر ان کے ليے سکون کی کوئی جگہ نظر آئی اور نہ اپنے دل کے اندر ان کے ليے سکون کا کوئی گوشہ باقی رہا۔ با الفاظ دیگر ان کی پریشانی اختیارانہ تھی، نہ کہ مجبورانہ۔ ان کی اس روش کا نتیجہ یہ ہوا کہ ان کا دل پگھل اٹھا۔ 50 دن میں وہ توبہ وانابت کے مطلوبہ معیار پر پہنچ گئے۔ اس کے بعد انھیں بھی معاف کردیاگیا۔",
  "ayah": 118,
  "surah": 9
}
