{
  "text": "قرآن کی یہ آیت ایک اعتبار سے زیر بحث صورت حال سے متعلق ہے اور دوسرے اعتبار سے وہ ایک کلی حکم کو بتارہی ہے۔ ایک طرف وہ بتاتی ہے کہ مدینہ کے اطراف میں بسنے والے دیہاتیوں کی تعلیم وتربیت کس طرح کی جائے۔ دوسری طرف اس سے معلوم ہوتاہے کہ اسلام کا تعلیمی نظام اور نئی نسلوں کے ليے اس کا تربیتی ڈھانچہ کن اصولی بنیادوں پر قائم ہونا چاہیے۔\nتعلیم ایک ایسا کام ہے جس میں آدمی کو دوسری مشغولیتوں سے فارغ ہو کر شامل ہونا پڑتا ہے۔ اب اگر سارے لوگ بیک وقت تعلیمی کام میں لگ جائیں تو زندگی کی دوسری سرگرمیاں ، مثلاً حصول معاش کی کوششیں ، متاثر ہوجائیں گی۔ اسلام کا یہ طریقہ نہیں کہ ایک کام کو بگاڑ کر دوسرا کام انجام دیاجائے، اس ليے حکم دیاگیا کہ باری باری کا اصول مقرر کرو۔ کچھ لوگ تعلیم کے مرکز میں آئیں تو کچھ اور لوگ دوسری سرگرمیوں کو انجام دینے میں لگے رہیں ۔ اس طرح دونوں کا م بیک وقت انجام پاتے رہیں گے۔\nاس آیت میں اسلامی تعلیم کے ليے تفقہ فی الدین کا لفظ آیا ہے۔ اس سے مراد معروف فقہی تعلیم نہیں ہے جو شکل دین (بمقابلہ روح دین) کے تفصیلی علم کا نام ہے اور جس کے نتیجہ میں دین کا علم مسائل کے علم کے ہم معنی بن گیا ہے۔ یہاں تفقہ فی الدین کا مطلب خدا کے اتارے ہوئے اساسی دین کو جاننا اور اس میں سمجھ حاصل کرنا ہے۔ اس سے مراد وہ علم ہے جو حق شناسی پیدا کرے جو بنیادی حقیقتوں سے آدمی کو باخبر کرے اور آخرت کی بنیادوں پر زندگی کی تعمیر کرنا سکھائے۔\nآیت میں تفقہ فی الدین (تعلیم دین) کا مقصد یہ بتایا گیاہے کہ آدمی قوم کے اوپر انذار کاکام کرنے کے قابل ہوسکے۔ انذار کے معنی ہیں ڈرانا۔ قرآن میں یہ لفظ آخرت کے مسئلہ سے ڈرانے اور ہوشیار کرنے کے ليے آیا ہے۔ اس سے معلوم ہوا کہ اسلامی تعلیم سے ایسے افراد تیار ہوں جو قوموں کے اوپر خدا کی طرف طرف سے منذر بن کر کھڑے ہوسکیں ۔ تاکہ لوگ خدا سے ڈریں اور دنیا کی زندگی میں اس روش سے بچیں جو انھیں آخرت کے ابدی عذاب کی طرف لے جانے والی ہو۔ اسلامی تعلیم دعوت الی اللہ کی تعلیم کا نام ہے، نہ کہ معروف معنوں میں صرف مسائل فقہ یا جزئیات شرع کی تعلیم کا۔\nاس اعتبار سے اسلامی تعلیم کا نصاب دو خاص چیزوں پر مشتمل ہونا چاہیے:\n1۔ قرآن وسنت\n2۔ وہ علوم جو مدعو کی نسبت سے ضروری ہوں ۔ مثلاً مخاطب کی زبان، اس کے طرز فکر اور اس کی نفسیات، وغیرہ۔",
  "ayah": 122,
  "surah": 9
}
