{
  "text": "ایمان زندہ ہو تو آدمی ہر واقعہ کو خدا کی طرف منسوب كرتا هے۔ وه كسي چيز كو صرف اس وقت سمجھ پاتا هے جب كه خدا كي نسبت سے اس کے بارے میں رائے قائم کرلے۔ وہ پھول کی خوشبو کو اس وقت سمجھتا ہے جب کہ اس میں اسے خدا کی مہک مل جائے۔ وہ سورج کو اس وقت دریافت کرتاہے جب کہ وہ اس کے معطی کو معلوم کرلے۔ ہر بڑائی اس کو خدا کا عطیہ نظر آتی ہے۔ ہر خوبی اس کو خدا کا احسان یاد دلاتی ہے۔ اس کے برعکس، اگر خدا سے آدمی کا تعلق گھٹ کر صرف موہوم عقیدہ کے درجہ پر آجائے تو خدا اس کے زندہ شعور کے ليے ایک لامعلوم چیز بن جائے گا۔ وہ دنیا کی نظر آنے والی چیزوں پر خدا کو قیاس کرنے لگے گا۔\nدوسری قسم کے لوگ طبعی طورپر خالق کو ان دنیوی چیزوں کی نظر سے دیکھنے لگتے ہیں جن کو وہ جانتے ہیں ۔ وہ خالق کو مخلوق کی سطح پر اتارلاتے ہیں ۔ یہی حال یہود ونصاریٰ کا اپنے بگاڑ کے زمانے میں ہوا۔ اب خدا ان کے یہاں موہوم معتقدات کے خانہ میں چلا گیا۔ چنانچہ وہ اپنے نظر آنے والے اکابر اور بزرگوں کو وہ درجہ دینے لگے جو درجہ خدائے عالم الغیب کو دینا چاہیے۔ انھوں نے دیکھا کہ یونانی اور رومی قومیں سورج کو خدا بنا کر اس کے ليے بیٹا فرض كيے ہوئے ہیں تو ان کو بھی اپنے بزرگوں کے لیے یہی سب سے اونچا لفظ نظر آیا۔ انھوں نے اپنی آسمانی کتابوں میں ، اب اور ابن کے الفاظ کی خودساختہ تشریح کرکے خدا کو باپ اور اپنے پیغمبر کو اس کا بیٹا کہنا شروع کردیا۔ حالاں کہ خدا صرف ایک ہی ہے، وہ ہر مشابہت سے پاک ہے، وہی تنہا اس کا مستحق ہے کہ اس کو بڑا بنایا جائے اور اس کی عبادت کی جائے۔\nرسول اللہ کے خلاف جارحیت کرنے والے مشرکین (بنو اسماعیل) بھی تھے اور اہلِ کتاب (بنو اسرائیل) بھی۔ مگر دونوں کے ساتھ الگ الگ معاملہ کیاگیا۔ مشرکین کے ساتھ جنگ یا اسلام کا اصول اختیار کیاگیا۔ مگر اہلِ کتاب کے لیے حکم ہوا کہ اگر وہ جزیہ (سیاسی اطاعت) پر راضی ہوجائیں تو انھیں چھوڑ دو۔ اس فرق کی وجہ یہ ہے کہ مشرکین رسول اللہ صلی اللہ علیہ وسلم کے اصلاً مخاطب تھے اور اہلِ کتاب تبعاً۔ اللہ کی سنت یہ ہے کہ جس قوم پر پیغمبر کے ذریعہ براہِ راست دعوت پہنچائی جاتی ہے اس سے اتمام حجت کے بعد زندگی کا حق چھین لیا جاتا ہے۔ ٹھيك ويسے هي جيسے كسي رياست ميں ايك شخص كے باغي ثابت هونے كے بعد اس سے زندگي كاحق چھين ليا جاتا هے۔ مگر جہاں تک دوسرے گروہوں کا تعلق ہے ان کے ساتھ وہی سیاسی معاملہ کیا جاتا ہے جو عام بین اقوامی اصول کے مطابق درست ہو۔",
  "ayah": 29,
  "surah": 9
}
