{
  "text": "اِن آیتوں میں خدا نے اپنے اس مستقل فیصلہ کا اعلان کیا ہے کہ وہ اپنے دین کو قیامت تک پوری طرح محفوظ رکھے گا، ماضی کی طرح اب ایسا نہیں ہونے دیاجائے گا کہ لوگ اپنی ملاوٹوں سے خدا کے دین کو گم کردیں ۔ یا کوئی طاقت اس کو صفحۂ ہستی سے مٹا دینے میں کامیاب ہو۔\nاللہ تعالیٰ نے جب انسان کو زمین پر بسایا تو اسی کے ساتھ اس کے ليے اپنا ہدایت نامہ بھی انسان کے حوالے کردیا۔ بعد کے دورمیں جب لوگ غفلت اور دنیا پرستی میں مبتلا ہوئے تو انھوں نے خدا کے الفاظ کو بدل کراس کو اپنی خواہشوں کے مطابق بنالیا۔ مثلاً اپنے بزرگوں کو خدا کے یہاں سفارشی مان کر یہ عقیدہ قائم کرلیا کہ ہم جو کچھ بھی کریں ، ہمارے بزرگ اپنے سفارش کے زور پر ہم کو خدا کے یہاں نجات دلادیں گے یا یہ کہ جنت اور جہنم سب اسی دنیا میں ہیں ۔ اس کے آگے او رکچھ نہیں ۔ لوگ جو چاہتے تھے اس کو انھوں نے خدا کی طرف منسوب کرکے خدا کی کتاب میں لکھ دیا۔ اس کے بعد خدا نے دوسرا نبی بھیجا جس نے خدا کے دین کو انسانی ملاوٹوں سے الگ کرکے دوبارہ اس کو صحیح شکل میں پیش کیا۔ مگر بعد کے زمانہ میں لوگوں نے اس کو بھی بدل ڈالا۔ یہی بار بار ہوتا رہا۔ بالآخر اللہ تعالیٰ نے فیصلہ کیا کہ ایک آخری رسول بھیجے اور اس کے ذریعہ ایسے حالات پیدا کرے کہ خدا کا دین ہمیشہ کے لیے اپنی اصلی حالت میں محفوظ ہوجائے۔ پیغمبر عربی صلی اللہ علیہ وسلم کے ذریعہ تاریخ نبوت کا یہی عظیم کارنامہ انجام پایا۔\nرسول اللہ صلی اللہ علیہ وسلم تشریف لائے تو اس وقت لوگو ں نے خود ساختہ طورپر بہت سے دین بنارکھے تھے۔ عرب کے مشرکین کا ایک دین تھا جس کو وہ دینِ ابراہیم کہتے تھے۔ یہود کا ایک دین تھا جس کو وہ دین موسیٰ کہتے تھے۔ نصاریٰ کا ایک دین تھا جس کو وہ دین ِمسیح کہتے تھے۔ یہ سب خدا کے دین کے خود ساختہ ایڈیشن تھے جن کو انہوں نے غلط طورپر خدا کی طرف سے آیا ہو ا دین قرار دے رکھا تھا۔ خدا نے ان سب دینوں کورد کردیا اور پیغمبر عربی کے دین کو اپنے دین کے واحد مستند ایڈیشن کے طورپر قیامت تک کے لیے قائم کردیا ۔\nآج اسلام واحد دین ہے جس کے متن میں کوئی تبدیلی ممکن نہ ہوسکی جب کہ دوسرے تمام ادیان انسانی تحریفات کا شکار ہو کر اپنی اصلی تصویر گم کرچکے ہیں ۔ اسلام واحد دین ہے جو تاریخی طورپر معتبر دین ہے جب کہ دوسرے تمام ادیان اپنے حق میں تاریخی اعتباریت کھوچکے ہیں ۔ اسلام وه واحد دین ہے جس کی تمام تعليمات ایک زندہ زبان میں پائی جاتی ہیں جب کہ دوسرے تمام ادیان کی ابتدائی کتابیں ایسی زبانوں میں ہیں جو اب مردہ ہوچکی ہیں ۔ اسلام کی صورت میں خدا نے مذہب کی جو روشنی جلائی وہ کبھی مدھم نہیں ہوئی اور نہ بجھائی جاسکی۔ وہ کامل طورپر دنیا کے سامنے موجود ہے اور ہر دوسرے دین کے اوپر اپنی اصولی برتری کو مسلسل قائم رکھے ہوئے ہے۔",
  "ayah": 32,
  "surah": 9
}
