{
  "text": "دوسرے کا مال لینے کا ایک طریقہ یہ ہے کہ اس کوحق کے مطابق لیا جائے۔ یعنی آدمی دوسرے کی کوئی واقعی خدمت کرے یا اس کو کوئی حقیقی نفع پہنچائے اور اس کے بدلے میں اس کا مال حاصل کرے۔ یہ بالکل جائز ہے۔ باطل طریقے سے دوسرے کا مال لینا یہ ہے کہ دوسرے کو دھوکے میں ڈال کر اس کا مال حاصل کیا جائے۔ یہ دوسرا طریقہ ناجائز ہے اور خدا کے غضب کو بھڑکانے والا ہے۔\nباطل طریقے سے دوسرے کا مال کھانا وہی چیز ہے جس کو موجودہ زمانے میں استحصال (exploitation) کہا جاتاہے۔یہود کے اکابر بہت بڑے پیمانہ پر اپنے عوام کا مذہبی استحصال کررہے تھے۔ وہ عوام میں ایسی جھوٹی کہانیاں پھیلائے ہوئے تھے جس کے نتیجہ میں لوگ بزرگوں سے غیر معمولی امیدیں وابستہ کریں اور پھر ان کو بزرگ سمجھ کر ان کی برکت لینے کے لیے آئیں اور انھیں ہديے اور نذرانے پیش کریں ۔ وہ خدا کے دین کی خدمت کے نام پر لوگوں سے رقمیں وصول کرتے تھے، حالاں کہ جو دین وہ لوگوں کے درمیان تقسیم کررہے تھے وہ ان کا اپنا بنایا ہوا دین تھا، نہ کہ حقیقۃً خدا کا اتارا دین۔ وہ ملت یہود کے احیاء کے نام پر بڑے بڑے چندے وصول کرتے تھے، حالاں کہ احیاء ملت کے نام پر جو کچھ کررہے تھے وہ صرف یہ تھا کہ لوگوں کو خوش خیالیوں میں الجھا کر انھیں اپنی قیادت کے لیے استعمال کرتے رہیں ۔ وہ تعویذ گنڈے میں پُراسرار اوصاف بتا کر ان کو لوگوں کے ہاتھوں فروخت کرتے تھے۔ حالاں کہ ان کا حال یہ تھا کہ خود اپنے نازک معاملات میں وہ کبھی ان تعویذ گنڈوں پر بھروسہ نہیں کرتے تھے۔\nآدمی کے پاس جو مال آتا ہے اس کے دو ہی جائز مصرف ہیں ۔ اپنی واقعی ضرورتوں میں خرچ کرنا، اور جو کچھ واقعی ضرورت سے زائد ہو ا س کو خدا کے راستہ میں دے دینا۔ اس کے علاوہ جو طریقے ہیں وہ سب آدمی کے ليے عذاب بننے والے ہیں ۔ خواہ وہ اپنے مال کو فضول خرچیوں میں اڑاتا ہو یا اس کو جمع کرکے رکھ رہا ہو۔\nجو لوگ یہود کی طرح خود ساختہ مذہب کی بنیاد پر کسی گروہ کے اوپر اپنی قیادت قائم كيے ہوئے ہوں اور خدا کے دین کے نام پر لوگوں کا استحصال کررہے ہوں وہ کسی ایسی دعوت کو سخت ناپسند کرتے ہیں جو خداکے سچے اور بے آمیز دین کو زندہ کرنا چاہتی ہو۔ ایسے دین میں انھیں اپنی مذہبی حیثیت بے اعتبار ہوتی نظر آتی ہے۔ انھیں دکھائی دیتا ہے کہ اگر اس کو عوام میں فروغ حاصل ہو تو ا ن کی مذہبی تجارت بالکل بے نقاب ہو کر لوگوں کے سامنے آجائے گی۔ وہ ایسی تحریک کے اٹھتے ہی اسے سونگھ لیتے ہیں اور اس کے مخالف بن کر کھڑے ہو جاتے ہیں ۔",
  "ayah": 34,
  "surah": 9
}
