{
  "text": "’’تمھارے حالات ہم کو اللہ نے بتا ديے ہیں ‘‘ کا فقرہ ظاہر کرہا ہے کہ یہاں جن منافقین کا ذکر ہے ان سے مراد زمانہ نزول قرآن کے منافقین ہیں ۔ کیوں کہ براہِ راست وحی خداوندی کے ذریعہ آگاہ ہونے کا معاملہ صرف زمانۂ رسالت میں ہوا یا ہو سکتا تھا۔ بعد کے زمانہ میں ایسا ہونا ممکن نہیں ۔ طبقات ابن سعد کی روایت کے مطابق یہ کل بیاسی (\n82\n)افراد تھے جن کے نفاق کے بارے میں اللہ نے بذریعہ وحی مطلع فرمایا تھا (الطبقات الکبریٰ لابن سعد، جلد2، صفحہ\n125\n)۔\nتاہم اس علم کے باوجود صحابہ کرام کو ان کے ساتھ جس سلوک کی اجازت دی گئی، وہ تغافل اور اعراض تھا، نہ کہ ان کو ہلاک کرنا۔ ان کو سزا یا عذاب دینے کا معاملہ پھر بھی خدا نے اپنے ہاتھ میں رکھا۔ مدینہ کے منافقین کے ساتھ اگرچہ اتنی سختی کی گئی کہ انھوں عذرات پیش كيے تو ان کے عذرات قبول نہیں كيے گئے۔ حتی کہ ثعلبہ بن حاطب انصاری نے منافقانہ روش اختیار کرنے کے بعد زکوٰۃ پیش کی تو ان کی زکوٰۃ لینے سے انکار کردیاگیا۔ تاہم ان میں سے کسی کو بھی آپ نے قتل نہیں کرایا۔ عبد اللہ بن ابی کے لڑکے عبد اللہ نے اپنے باپ کی منافقانہ حرکت پر سخت کارروائی کرنی چاہی تو آپ نے روک دیا اور فرمایا: انھیں چھوڑ دو، بخدا جب تک وہ ہمارے درمیان ہیں ہم ان کے ساتھ اچھا ہی سلوک کریں گے (دعہ فلعمری لنحسنن صحبتہ ما دام بین اظہرنا) الطبقات الکبریٰ لابن سعد، جلد2، صفحہ 50۔\nبعد کے زمانہ کے منافقین کے بارے میں بھی یہی حکم ہے۔ تاہم دونوں کے درمیان ایک فرق ہے۔ دور اول کے منافقین سے ان کی حالتِ قلبی کی بنیاد پر معاملہ کیا گیا، مگر بعد کے منافقین سے ان کی حالت ظاہری کی بنیاد پر معاملہ کیا جائے گا۔ان سے اعراض وتغافل کا سلوک صرف اس وقت جائز ہوگا جب کہ ان کے عمل سے ان کی منافقت کا خارجی ثبوت مل رہا ہو۔ ان کی نیت یا ان کی قلبی حالت کی بناپر ان کے خلاف کوئی کارروائی نہیں کی جائے گی۔ بعد کے لوگ عذر پیش کریں تو ان کا عذر بھی قبول کیا جائے گا اور اس کے ساتھ ان کے صدقات وغیرہ بھی۔ ان کے انجام کو اللہ کے حوالے کرتے ہوئے ان کے ساتھ وہی معاملہ کیا جائے گا جو ظاہری قانون کے مطابق کسی کے ساتھ کیا جانا چاہيے۔\nجنت کسی کو ذاتی عمل کی بنیاد پر ملتی ہے، نہ کہ مسلمانوں کی جماعت یا گروہ میں شامل ہونے کی بنیاد پر۔ منافقین سب کے سب مسلمانوں کی جماعت میں شامل تھے وہ ان کے ساتھ نماز روزہ کرتے تھے مگر اس کے باوجود ان کے جہنمی ہونے کا اعلان کیاگیا۔",
  "ayah": 96,
  "surah": 9
}
