{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nحـم - تَنزِيلُ الْكِتَـبِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ\n(Ha-Mim. By the manifest Book.) means, plain and clear in both wording and meaning, because it was revealed in the language of the Arabs, which is the most eloquent language for communication among people. Allah says:\nإِنَّا جَعَلْنَـهُ\n(Verily, We have made it) meaning, revealed it,\nقُرْءَاناً عَرَبِيّاً\n(a Qur'an in Arabic) meaning, in the language of the Arabs, eloquent and clear;\nلَعَلَّكُمْ تَعْقِلُونَ\n(that you may be able to understand.) means, that you may understand it and ponder its meanings. This is like the Ayah:\nبِلِسَانٍ عَرَبِىٍّ مُّبِينٍ\n(In the plain Arabic language.) (26:195)\nوَإِنَّهُ فِى أُمِّ الْكِتَـبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ\n(And verily, it is in the Mother of the Book with Us, indeed exalted, full of wisdom.) This explains the high status of the Qur'an among the hosts on high (the angels), so that the people of earth will respect it, venerate it and obey it.\nوَأَنَّهُ\n(And verily, it) means, the Qur'an,\nفِى أُمِّ الْكِتَـبِ\n(is in the Mother of the Book) meaning, Al-Lawh Al-Mahfuz (the Preserved Tablet). This was the view of Ibn `Abbas and Mujahid.\nلَدَيْنَآ\n(with Us,) means, in Our presence. This was the view of Qatadah and others.\nلَّعَلِّى\n(indeed exalted) means, occupying a position of honor and virtue. This was the view of Qatadah.\nحَكِيمٌ\n(full of wisdom.) means, clear, with no confusion or deviation. All of this indicates its noble status and virtue, as Allah says elsewhere:\nإِنَّهُ لَقُرْءَانٌ كَرِيمٌ - فِى كِتَـبٍ مَّكْنُونٍ - لاَّ يَمَسُّهُ إِلاَّ الْمُطَهَّرُونَ - تَنزِيلٌ مِّن رَّبِّ الْعَـلَمِينَ\n(That (this) is indeed an honorable recitation. In a Book well-guarded. Which none can touch but the pure. A revelation from the Lord of the all that exists.) (56:77-80)\nكَلاَّ إِنَّهَا تَذْكِرَةٌ فَمَن شَآءَ ذَكَرَهُ فَى صُحُفٍ مُّكَرَّمَةٍ مَّرْفُوعَةٍ مُّطَهَّرَةٍ بِأَيْدِى سَفَرَةٍ كِرَامٍ بَرَرَةٍ\n(Nay, indeed it is an admonition. So whoever wills, let him pay attention to it. (It is) in Records held (greatly) in honor, exalted, purified, in the hands of scribes (angels), honorable and obedient.) (80:11-16)\nأَفَنَضْرِبُ عَنكُمُ الذِّكْرَ صَفْحاً أَن كُنتُمْ قَوْماً مُّسْرِفِينَ\n(Shall We then take away the Reminder (this Qur'an) from you, because you are a people excessive.) means, `do you think that We will forgive you and not punish you, when you do not do as you have been commanded' This was the view of Ibn `Abbas, may Allah be pleased with him, Abu Salih, Mujahid and As-Suddi, and was the view favored by Ibn Jarir.\nأَفَنَضْرِبُ عَنكُمُ الذِّكْرَ صَفْحاً\n(Shall We then take away the Reminder (this Qur'an) from you,) Qatadah said, \"By Allah, if this Qur'an had been taken away when the first generations of this Ummah rejected it, they would have been doomed, but Allah by His mercy persisted in sending it and calling them to it for twenty years, or for as long as He willed.\" What Qatadah said is very good, and his point is that Allah, by His grace and mercy towards His creation, did not stop calling them to the truth and to the wise Reminder, i.e., the Qur'an, even though they were heedless and turned away from it. Indeed, He sent it so that those who were decreed to be guided might be guided by it, and so that proof might be established against those who were decreed to be.\n(In the Name of Allah, the Most Gracious, the Most Merciful.)\nConsolation to the Prophet for the Disbelief of Quraysh\nThen Allah consoles His Prophet for the disbelief of his people, and commands him to bear it with patience.\nوَكَمْ أَرْسَلْنَا مِن نَّبِيٍّ فِى الاٌّوَّلِينَ\n(And how many a Prophet have We sent amongst the men of old.) meaning, among the sects (communities) of old.\nوَمَا يَأْتِيهِم مِّنْ نَّبِىٍّ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِءُونَ\n(And never came there a Prophet to them but they used to mock at him.) means, they disbelieved him and mock at him.\nفَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشاً\n(Then We destroyed men stronger than these) means, `We destroyed those who disbelieved in the Messengers, and they were stronger in power than these who disbelieve in you, O Muhammad.' This is like the Ayah:\nأَفَلَمْ يَسِيرُواْ فِى الاٌّرْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَـقِبَةُ الَّذِينَ مِن قَبْلِهِمْ كَانُواْ أَكْـثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً\n(Have they not traveled through the earth and seen what was the end of those before them They were more in number than them and mightier in strength) (40:82). And there are many similar Ayat.\nوَمَضَى مَثَلُ الاٌّوَّلِينَ\n(and the example of the ancients has passed away. ) Mujahid said, \"The way of their life.\" Qatadah said, \"Their punishment.\" Others said, \"Their lesson,\" i.e., `We made them a lesson for those disbelievers who came after them, that they would suffer the same end as them,' as in the Ayah at the end of this Surah:\nفَجَعَلْنَـهُمْ سَلَفاً وَمَثَلاً لِّلاٌّخِرِينَ\n(And We made them a precedent, and an example to later generations.) (43:56);\nسُنَّةَ اللَّهِ الَّتِى قَدْ خَلَتْ فِى عِبَادِهِ\n(this has been the way of Allah in dealing with His servants) (40:85).\nوَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً\n(and you will not find any change in the way of Allah.) (33:62)",
  "ayah": 7,
  "surah": 43
}
