{
  "text": "لَا تَحْسَبُوْہُ شَرًّا لَّکُمْط بَلْ ہُوَ خَیْرٌ لَّکُمْ ط“ یہ واقعہ گویا اللہ تعالیٰ کے بہت سے احکام اور قوانین کے نزول کا ذریعہ بن گیا ہے۔ اسی کی وجہ سے امت کو شریعت کے اہم امور کی تعلیم دی جائے گی۔ اس واقعہ کا خلاصہ یوں ہے :6 ہجری میں رسول اللہ ﷺ غزوۂ بنی مصطلق کے لیے تشریف لے گئے۔ اس سفر میں حضرت عائشہ رض آپ ﷺ کے ہمراہ تھیں۔ آپ رض ایک الگ ہودج کجاوہ میں سفر کرتی تھیں۔ واپسی کے سفر کے دوران ایک جگہ جب قافلے کا پڑاؤ تھا آپ رض صبح منہ اندھیرے قضائے حاجت کے لیے گئیں۔ واپسی آپ رض کا ہار کہیں گرگیا اور اس کی تلاش میں آپ رض کو اتنی دیر ہوگئی کہ قافلے کے کوچ کا وقت ہوگیا۔ جن لوگوں کو آپ رض کا ہودج اونٹ پر باندھنے اور اتارنے کی ذمہ داری تفویض کی گئی تھی انہوں نے ہودج اٹھا کر اونٹ پر باندھ دیا۔ آپ رض چونکہ بہت دبلی پتلی تھیں اور آپ رض سمیت ہودج کا وزن بہت زیادہ نہیں ہوتا تھا ‘ اس لیے اٹھاتے ہوئے وہ لوگ یہ اندازہ نہ کرسکے کہ ہودج خالی ہے اور آپ رض اس میں موجود نہیں ہیں۔ بہر حال جب آپ رض پڑاؤ کی جگہ پر واپس آئیں تو قافلہ کوچ کرچکا تھا۔ واپس آکر آپ رض نے سوچا ہوگا کہ اگر پیدل قافلے کے پیچھے جانے کی کوشش کروں گی تو نہ جانے رات کے اندھیرے میں راستہ بھٹک کر کس طرف چلی جاؤں۔ اس لیے بہتر ہے کہ اسی جگہ پر بیٹھی رہوں ‘ تا وقتیکہ لوگوں کو میرے بارے میں پتا چلے کہ میں ہودج میں نہیں ہوں اور وہ مجھے تلاش کرتے ہوئے واپس اس جگہ پہنچ جائیں۔ چناچہ آپ رض وہیں بیٹھ گئیں۔ بیٹھے بیٹھے آپ رض کو نیند آگئی اور آپ رض وہیں زمین پر سو گئیں۔اس زمانے میں عام طور پر سفر کے دوران ایک شخص قافلے کے پیچھے پیچھے سفر کرتا تھا تاکہ بیماری وغیرہ کی وجہ سے اگر کوئی ساتھی پیچھے رہ گیا ہو تو اس کی مدد کرے یا قافلے کی کوئی گری پڑی چیز اٹھا لے۔ اس سفر کے دوران اس ذمہ داری پر حضرت صفوان بن معطل رض مامور تھے۔ وہ اجالے کے وقت قافلے کے پڑاؤ کی جگہ پر پہنچے تو دور سے انہیں ایک گٹھڑی سی پڑی دکھائی دی۔ قریب آئے تو ام المؤمنین رض کو زمین پر پڑے پایا۔ نیند کے دوران آپ رض کا چہرہ کھل گیا تھا اور حجاب کا حکم نازل ہونے سے پہلے چونکہ انہوں نے آپ رض کو دیکھا تھا اس لیے پہچان گئے۔ حجاب کا حکم سورة الاحزاب میں ہے جو ایک سال پہلے 5 ہجری میں نازل ہوچکی تھی۔ اس سے پہلے خواتین حجاب نہیں کرتی تھیں۔ حضرت صفوان رض نے آپ رض کو دیکھ کر اونچی آواز میں اِنَّا لِلّٰہِ وَاِنَّآ اِلَیْہِ رٰجِعُوْنَ پڑھا۔ یہ سن کر آپ رض کی آنکھ کھل گئی۔ انہوں نے آپ رض کے سامنے اپنا اونٹ بٹھا دیا۔ آپ رض خاموشی سے سوا رہو گئیں اور وہ نکیل پکڑے آگے آگے چلتے رہے۔ جب وہ آپ رض کو لے کر قافلے میں پہنچے تو عبداللہ بن ابی نے اپنے ُ خبث باطن کا اظہار کرتے ہوئے شور مچا دیا کہ خدا کی قسم ‘ تمہارے نبی کی بیوی بچ کر نہیں آئی ! معاذ اللہ ! باقی منافقین نے بھی اس کی ہاں میں ہاں ملائی اور یوں یہ بےسروپا بات بڑھتے بڑھتے ایک طوفان کا روپ دھار گئی۔ منافقین کی اس سازش سے بعض بہت ہی مخلص مسلمان بھی متأثر ہوگئے ‘ جن میں حضرتّ حسان بن ثابت رض دربار نبوی ﷺ کے شاعر بھی تھے۔ بعد میں اللہ تعالیٰ نے حضرت عائشہ رض کی براءت میں یہ آیات نازل فرما کر آپ رض کی پاکدامنی اور پاکبازی پر گواہی دی تو تب جا کر یہ معاملہ ختم ہوا۔ یہ واقعہ تاریخ اسلامی میں ”واقعہ افک“ کے نام سے مشہور ہے۔لِکُلِّ امْرِئٍ مِّنْہُمْ مَّا اکْتَسَبَ مِنَ الْاِثْمِ ج“ جس کسی کا جتنا حصہ اس طوفان کے اٹھانے میں ہے اس کو اسی قدر اس کا بدلہ ملے گا۔وَالَّذِیْ تَوَلّٰی کِبْرَہٗ مِنْہُمْ لَہٗ عَذَابٌ عَظِیْمٌ “ اس سے مراد عبداللہ بن ابی ہے ‘ جو اس بہتان کے باندھنے اور اس کی تشہیر کرنے میں پیش پیش تھا۔",
  "ayah": 11,
  "surah": 24
}
