{
  "text": "وَلْیَضْرِبْنَ بِخُمُرِہِنَّ عَلٰی جُیُوْبِہِنَّص ”اپنے معمول کے لباس کے اوپر وہ اپنی اوڑھنیوں کو اس طرح لپیٹے رکھیں کہ ان کے گریبان اور سینے ڈھکے رہیں۔ خُمُر جمع ہے ‘ اس کا واحد خمار ہے اور اس کے معنی اوڑھنی دوپٹہ کے ہیں۔ سورة الاحزاب ‘ آیت 59 میں خواتین کے لباس کے حوالے سے جلابِیب کا لفظ آیا ہے جس کی واحد جلباب ہے۔ ہمارے ہاں ”جلباب“ کا مترادف لفظ چادر ہے۔ چناچہ یوں سمجھئے کہ دوپٹہ اور چادر دونوں ہی عورت کے لباس کا لازمی حصہ ہیں۔ عرب تمدن میں اسلام سے پہلے اگرچہ عورت کے لیے چہرے کا پردہ رائج نہیں تھا مگر چادر اور اوڑھنی اس دور میں بھی عورت کے لباس کا لازمی حصہ تھیں۔ اوڑھنی وہ ہر وقت اوڑھے رہتی تھی گھر کے اندر رہتے ہوئے بھی جبکہ گھر سے باہر نکلنا ہوتا تو چادر اوڑھ کر نکلتی تھی۔ البتہ وہ اوڑھنی اس انداز سے لیتی تھیں کہ گریبان کا ایک حصہ کھلا رہتا تھا جس سے گلا اور سینہ صاف نمایاں ہوتا تھا۔ اس آیت میں حکم دیا گیا کہ اپنے گریبانوں پر اپنی اوڑھنیوں کے ُ بکلّ مار لیا کریں تاکہ ان کے گریبان اور سینے اچھی طرح ڈھکے رہیں۔ زمانہ قبل از اسلام میں عربوں کے ہاں چادر نہ صرف عورتوں بلکہ مردوں کے لباس کا بھی لازمی حصہ تھی۔ چادر مرد کی عزت کی علامت سمجھی جاتی اور چادر کے معیار سے کسی شخص کے مقام و مرتبے کا تعین بھی ہوتا تھا۔ معمولی چادر والے شخص کو ایک عام آدمی جبکہ قیمتی دوشالہ اوڑھنے والے کو معزز اور اہم آدمی سمجھا جاتا تھا۔ اسی طرح کسی کے کاندھے سے اس کی چادر کا کھینچنا یا گھسیٹنا اس کو بےعزت و بےتوقیر کرنے کی علامت تھی۔ چادر کا یہی تصور اس حدیث قدسی میں بھی ملتا ہے جس میں حضور ﷺ نے فرمایا کہ اللہ فرماتا ہے : اَلْکِبْرِیَاءُ رِدَاءِیْ 1 ”تکبر میری چادر ہے“۔ یعنی جو شخص تکبر کرتا ہے وہ گویا میری چادر گھسیٹ رہا ہے۔وَلَا یُبْدِیْنَ زِیْنَتَہُنَّ ”آگے اس حکم سے استثناء کے طور پر مردوں کی ایک طویل فہرست دی جا رہی ہے جن کے سامنے عورت بغیر حجاب ‘ کھلے چہرے کے ساتھ آسکتی ہے۔ مقام غور ہے کہ اگر عورت کے چہرے کا پردہ لازمی نہیں ہے تو محرم مردوں کی یہ طویل فہرست بیان فرمانا معاذ اللہ ! کیا ایک بےمقصد مشق excercise in futility ہے ؟ اس سے ثابت ہوتا ہے کہ اسلامی شریعت میں عورت کے چہرے کا پردہ لازمی ہے اور اس حکم سے جن مردوں کو استثناء حاصل ہے وہ یہ ہیں :اِلَّا لِبُعُوْلَتِہِنَّ اَوْ اٰبَآءِہِنَّ ”باپ کے مفہوم میں چچا ‘ ماموں ‘ دادا اور نانا بھی شامل ہیں۔اَوْ اٰبَآءِ بُعُوْلَتِہِنَّ اَوْ اَبْنَآءِہِنَّ اَوْ اَبْنَآءِ بُعُوْلَتِہِنَّ ”یعنی شوہر کا وہ بیٹا جو اس کی دوسری بیوی سے ہے وہ بھی نا محرم نہیں ہے۔اَوْ نِسَآءِہِنَّ ”یعنی عام عورتیں بھی نا محرم تصور کی جائیں گی۔ البتہ اپنے میل جول اور جان پہچان کی عورتیں اس استثنائی فہرست میں شامل ہیں۔اَوْ مَا مَلَکَتْ اَیْمَانُہُنَّ ”یعنی غلام اور لونڈیاں۔ لیکن اکثر اہل سنت علماء کے نزدیک یہ حکم صرف لونڈیوں کے لیے ہے اور غلام اس میں شامل نہیں ہیں۔اَوِ التَّابِعِیْنَ غَیْرِ اُولِی الْاِرْبَۃِ مِنَ الرِّجَالِ ”یعنی ایسے زیردست لوگ جو صرف خدمت گار ہوں اور اپنی عمر یا زیردستی و محکومی کی بنا پر خواتین خانہ کے متعلق کوئی بری نیت دل میں نہ لاسکیں۔ اس شرط پر پورا اترنے والے مرد بھی اس استثنائی فہرست میں شمار ہوں گے۔ مثلاً ایسے خاندانی ملازمین جو کئی پشتوں سے گھریلو خدمت پر مامور ہوں۔ پہلے باپ ملازم تھا ‘ پھر اس کا بیٹا بھی اسی گھر میں پلا بڑھا اور بچپن سے ہی گھر کی خواتین کی خدمت میں رہا۔ ایسے لڑکے یا مرد سے یہ اندیشہ نہیں ہوتا کہ وہ گھر کی خواتین کے بارے میں برا خیال ذہن میں لائے۔اَوِ الطِّفْلِ الَّذِیْنَ لَمْ یَظْہَرُوْا عَلٰی عَوْرٰتِ النِّسَآءِص ”یعنی وہ نا بالغ لڑکے جن میں عورتوں کے لیے فطری رغبت ابھی پیدا نہیں ہوئی۔ یہ ان محرم لوگوں کی فہرست ہے جن کے سامنے عورت بغیر حجاب کے آسکتی ہے۔ اس ضمن میں دو باتیں مزید ذہن نشین کر لیجیے : پہلی یہ کہ اس آیت میں اِلَّا مَا ظَہَرَ مِنْہَا سوائے اس کے جو اس میں سے از خود ظاہر ہوجائے کے الفاظ سے بعض لوگ چہرہ مراد لیتے ہیں ‘ جو بالبداہت بالکل غلط ہے۔ سورة الاحزاب میں وارد احکام حجاب اور احادیث نبویہ کی رو سے عورت کے لیے چہرے کا پردہ لازمی ہے۔ عہد نبوی ﷺ میں حکم حجاب آجانے کے بعد عورتیں کھلے منہ نہیں پھرتی تھیں۔ میرے نزدیک ان قرآنی الفاظ سے مراد نسوانی جسم کی ساخت یا اس کی ایسی کوئی کیفیت ہے جسے عورت چھپانا چاہے بھی تو نہیں چھپا سکتی۔ مثلاً کسی خاتون نے برقعہ پہن رکھا ہے ‘ چہرے کے پردے کا اہتمام بھی کیا ہے مگر اس کے لمبے قد کی کشش یا متناسب جسم کی خوبصورتی اس سب کچھ کے باوجود بھی اپنی جگہ موجود ہے ‘ جو بہرحال چھپائے نہیں چھپ سکتی۔ دوسری اہم بات یہ ہے کہ مذکورہ محرموں کے سامنے عورت کو صرف چہرے کے پردے کے بغیر آنے کی اجازت ہے۔ ستر کے کسی حصے کو ان کے سامنے بھی کھولنے کی اسے اجازت نہیں اس میں صرف اس کے خاوند کو استثناء حاصل ہے۔ واضح رہے کہ عورت کے چہرے ‘ پہنچوں سے نیچے ہاتھوں اور ٹخنوں سے نیچے پیروں کے سوا اس کا تمام جسم اس کے ستر میں شامل ہے۔ چناچہ کسی عورت کو کھلے بالوں کے ساتھ یا مذکورہ تین اعضاء کے علاوہ جسم کے کسی حصے کو کھلا چھوڑ کر اپنے والد ‘ بھائی یا بیٹے کے سامنے بھی آنے کی اجازت نہیں۔وَلَا یَضْرِبْنَ بِاَرْجُلِہِنَّ لِیُعْلَمَ مَا یُخْفِیْنَ مِنْ زِیْنَتِہِنَّ ط ”عورت کی چال ایسی نہ ہو جس کی وجہ سے چادر یا برقعے کے باوجود اس کے بناؤ سنگھار ‘ زیورات وغیرہ میں سے کسی قسم کی زینت کے اظہار کا امکان ہو۔",
  "ayah": 31,
  "surah": 24
}
