{
  "text": "یہ اس سورت کا پانچواں رکوع ہے جو اپنے مضامین کے اعتبار سے بہت اہم ہے۔ مطالعہ قرآن حکیم کے منتخب نصاب کے دوسرے حصے میں ایمان کی بحث کے ضمن میں ایک اہم درس درس 7 اس رکوع پر مشتمل ہے۔ اس رکوع کی پہلی آیت آیت 35 قرآن مجید کی عظیم ترین آیات میں سے ہے۔ سورة الاحزاب اور سورة النور کا آپس میں جوڑا ہونے کا تعلق ہے۔ ان دونوں سورتوں کے درمیان بہت سی دوسری مناسبتوں اور مشابہتوں کے علاوہ ایک خاص بات یہ بھی ہے کہ سورة الاحزاب کی آیت 35 بھی اسی موضوع پر ہے ‘ یعنی ایمان اور اسلام کی کیفیات کے حوالے سے یہ دونوں آیات قرآن مجید کی عظیم ترین آیات میں سے ہیں۔اس رکوع میں ایمان کے حوالے سے انسانوں کی تین اقسام زیر بحث آئی ہیں۔ اس سے پہلے سورة البقرۃ کے آغاز میں بھی دعوت حق کے رد عمل کے حوالے سے تین قسم کے انسانوں کا ذکر ہوچکا ہے۔ دراصل دین کی دعوت اور اسلامی تحریک کے جواب میں کسی بھی معاشرے کے اندر عام طور پر تین طرح کا رد عمل سامنے آتا ہے۔ کچھ لوگ تو نتائج و عواقب سے بےپروا ہو کر اس دعوت پر دل و جان سے لبیک کہتے ہیں اور پھر اپنے عمل سے اپنے ایمان اور دعویٰ کی سچائی ثابت بھی کردکھاتے ہیں۔ ان کے مقابلے میں کچھ لوگ دوسری انتہا پر ہوتے ہیں۔ وہ تعصبّ ‘ حسد ‘ ضد اور تکبر کی وجہ سے انکار اور مخالفت پر کمر کس لیتے ہیں اور آخر دم تک اس پر ڈٹے رہتے ہیں۔ ان کے علاوہ معاشرے میں ایک تیسری قسم کے لوگ بھی پائے جاتے ہیں۔ یہ لوگ پورے یقین اور خلوص کے ساتھ اس دعوت کو قبول بھی نہیں کرتے اور کچھ دنیوی مفادات اور متفرق وجوہات کے پیش نظر مکمل طور پر اسے رد بھی نہیں کرتے۔ جب حالات کچھ ساز گار ہوں تو اہل حق کا ساتھ دینے کے لیے تیار بھی ہوجاتے ہیں ‘ لیکن جونہی کوئی آزمائش آتی ہے یا قربانی کا تقاضا سامنے آتا ہے تو فوراً اپنی راہ الگ کرلیتے ہیں۔ ایسے لوگوں کی دلی کیفیات اور کردار کا نقشہ سورة الحج کی آیت 11 میں یوں کھینچا گیا ہے : وَمِنَ النَّاسِ مَنْ یَّعْبُدُ اللّٰہَ عَلٰی حَرْفٍج فَاِنْ اَصَابَہٗ خَیْرُ ناطْمَاَنَّ بِہٖج وَاِنْ اَصَابَتْہُ فِتْنَۃُ نِ انْقَلَبَ عَلٰی وَجْہِہٖج خَسِرَ الدُّنْیَا وَالْاٰخِرَۃَط ذٰلِکَ ہُوَ الْخُسْرَانُ الْمُبِیْنُ ”اور لوگوں میں سے کوئی وہ بھی ہے جو اللہ کی عبادت کرتا ہے کنارے پر رہ کر ‘ تو اگر اسے کوئی فائدہ پہنچے تو اس کے ساتھ مطمئن رہے اور اگر اسے کوئی آزمائش آجائے تو منہ کے بل الٹا پھرجائے۔ یہ خسارہ ہے دنیا اور آخرت کا ‘ یہ بہت ہی بڑی تباہی ہے۔“زیر مطالعہ آیات میں ایک دوسرے زاویے سے معاشرے کے تین کرداروں کا ذکر کیا گیا ہے۔ ان میں پہلی قسم ایسے سلیم الفطرت انسانوں کی ہے جن کے دلوں میں اللہ کی معرفت فطری طور پر پائی جاتی ہے۔ پھر جب وحی کے پیغام تک ان کی رسائی ہوتی ہے تو وہ اس کے فیوض و برکات سے بھی بہترین انداز میں مستفیض ہوتے ہیں۔ نتیجتاً ان کا باطن ایمان حقیقی کے نور سے جگمگا اٹھتا ہے۔ ایسے لوگوں کی اس کیفیت کو یہاں ”نورٌ علٰی نُور“ سے تعبیر کیا گیا ہے۔ دوسری انتہا پر وہ لوگ ہیں جن کے دل نور ایمان سے محروم ہیں۔ وہ خالص دنیا پرست انسان ہیں جن کے دامن جھوٹ موٹ کی نیکیوں سے بھی خالی ہیں۔ ان کے دلوں میں زندگی بھر نفسانی خواہشات کے علاوہ کسی اور خیال اور جذبے کا گزر تک نہیں ہوتا۔ ان لوگوں کی اس کیفیت کا نقشہ ”ظُلُمٰتٌ بَعْضُھَا فَوْقَ بَعْضٍ“ کے الفاظ میں کھینچا گیا ہے۔ ان دو انتہاؤں کے درمیان ایک تیسرا کردار بھی ہے ‘ جس کا ذکر یہاں کیا گیا ہے۔ اس کردار کے حامل وہ لوگ ہیں جن کے دل اگرچہ حقیقی ایمان سے محروم ہیں ‘ لیکن وہ اپنے ضمیر کو مطمئن کرنے یا دنیوی اغراض و مقاصد کے لیے نیکی کے کام بھی کرتے رہتے ہیں۔ ایسے لوگوں کے نیک اعمال کو یہاں سراب سے تشبیہہ دی گئی ہے۔مَثَلُ نُوْرِہٖ کَمِشْکٰوۃٍ ”نور سے مراد یہاں نور ایمان ہے ‘ یعنی اللہ پر ایمان کے نور کی مثال ایک طاق کی سی ہے :فِیْہَا مِصْبَاحٌط اَلْمِصْبَاحُ فِیْ زُجَاجَۃٍ ط ”وہ چراغ شیشے کے فانوس میں رکھا گیا ہے ‘ جیسے پچھلے زمانے میں شیشے کی چمنیوں میں چراغ رکھے جاتے تھے۔اَلزُّجَاجَۃُ کَاَنَّہَا کَوْکَبٌ دُرِّیٌّ ”اس مثال میں انسانی سینے کو طاق اور دل کو چراغ سے تشبیہہ دی گئی ہے۔ انسانی پسلیوں کا ڈھانچہ ‘ جسے ہم سینہ کہتے ہیں ‘ یہ نیچے سے چوڑا اور اوپر سے تنگ ہونے کی وجہ سے پرانے زمانے کے طاق سے مشابہت رکھتا ہے۔ ڈایا فرام diaphragm جو نچلے دھڑ کے اندرونی حصے abdominal cavity کو سینے کے اندرونی حصے chest cavity سے علیحدہ کرتا ہے اس طاق کا گویا فرش ہے جس کے اوپر یہ چراغ یعنی دل رکھا گیا ہے۔ یہ دل ایک بندۂ مؤمن کا دل ہے جو نور ایمان سے جگمگا رہا ہے۔ یہ نور ایمان مجموعہ ہے نور فطرت جو اس کی روح کے اندر پہلے سے موجود تھا اور نوروحی کا۔ یُّوْقَدُ مِنْ شَجَرَۃٍ مُّبٰرَکَۃٍ زَیْتُوْنَۃٍ لَّا شَرْقِیَّۃٍ وَّلَا غَرْبِیَّۃٍلا ”کسی درخت پر جس سمت سے دھوپ پڑتی ہو ‘ اسی سمت کے حوالے سے وہ شرقی یا غربی کہلاتا ہے۔ اگر کوئی درخت کسی اوٹ میں ہو یا درختوں کے ُ جھنڈ کے اندر ہو تو اس پر صرف ایک سمت سے ہی دھوپ پڑ سکتی ہے۔ اس لحاظ سے ایسا درخت یا شرقی ہوگا یا غربی۔ لیکن یہاں ایک مثالی درخت کی مثال دی جا رہی ہے جو نہ شرقی ہے اور نہ غربی۔ وہ نہ تو کسی اوٹ میں ہے اور نہ ہی درختوں کے جھنڈ میں ‘ بلکہ وہ کھلے میدان میں بالکل یکہ و تنہا کھڑا ہے اور پورے دن کی دھوپ مسلسل اس پر پڑتی ہے۔ اس مضمون کی اہمیت یہ ہے کہ زیتون کا وہ درخت جس پر زیادہ سے زیادہ دھوپ پڑتی ہو اور مشرق و مغرب دونوں سمتوں سے پڑتی ہو ‘ اس کے پھلوں کا روغن بہت صاف ‘ شفاف اور اعلیٰ معیار کا ہوتا ہے۔یَّکَادُ زَیْتُہَا یُضِیٓئُ وَلَوْ لَمْ تَمْسَسْہُ نَارٌ ط ”گویا وہ آگ کے چھوئے بغیر ہی بھڑک اٹھنے کے لیے تیار ہے۔نُوْرٌ عَلٰی نُوْرٍ ط ”یعنی جب اسے آگ دکھائی جائے تو وہ بھڑک اٹھتا ہے اور نورٌ علیٰ نور کی کیفیت پیدا ہوجاتی ہے۔یہ خوبصورت مثال ایمان کے اجزائے ترکیبی کے بارے میں ہے اور میں نے مختلف مواقع پر اس مثال کی وضاحت بہت تفصیل سے کی ہے۔ اس تفصیل کا خلاصہ یہ ہے کہ فطرت انسانی کے اندر اللہ تعالیٰ کی معرفت یا اس پر ایمان کی کیفیت پیدائشی طور پر موجود ہے ‘ مگر دنیا میں رہتے ہوئے یہ معرفت ماحول اور حالات کے منفی اثرات کے باعث عام طور پر غفلت اور مادیت کے پردوں میں چھپ کر شعور سے اوجھل ہوجاتی ہے۔ البتہ کچھ لوگ اس حد تک سلیم الفطرت ہوتے ہیں کہ ان کے اندر معرفت خداوندی خارجی حالات کے تمام تر منفی اثرات کے باوجود بھی مسلسل اجاگر اور فعال رہتی ہے۔ فطری معرفت کی اس روشنی کے بعد انسانی ہدایت کا دوسرا بڑا ذریعہ یا منبع وحی الٰہی ہے۔ وحی کے ذریعہ حاصل ہونے والی ہدایت بنیادی طور پر انسانی فطرت کے اندر پہلے سے موجود غیر فعال اور خوابیدہ dormant ایمان اور معرفت خداوندی کو بیدار اور فعال activate کرنے میں مدد دیتی ہے۔ چناچہ جب وحی کا پیغام لوگوں تک پہنچتا ہے تو اس پر ہر انسان کا رد عمل اس کی فطرت کے مطابق ہوتا ہے۔ اگر کسی انسان کی فطرت میں تکدر ہے تو وہ وحی کے اس پیغام کی طرف فوری طور پر متوجہ نہیں ہوتا۔ ایسے شخص کی فطرت کی کثافت کو دور کرنے اور اس کے اندر فطری طور پر موجود معرفت خداوندی کو غفلت کے پردوں سے نکال کر شعور کی سطح پر لانے کے لیے وقت اور محنت کی ضرورت ہوتی ہے۔ دوسری طرف ایک سلیم الفطرت انسان وحی کے پیغام کو پہچاننے میں ذرہ بھر تأمل و تاخیر نہیں کرتا۔ فطری معرفت اس کے اندر چونکہ پہلے سے شعوری سطح پر موجود ہوتی ہے اس لیے نور وحی جونہی اس کے سامنے آتا ہے اس کے دل کا آئینہ جگمگا اٹھتا ہے اور وہ فوراً اس پیغام کی تصدیق کردیتا ہے۔ ایسے لوگ پیغام وحی کی فوری تصدیق کی وجہ سے ِ ”صدیقین“ ّ کہلاتے ہیں۔ اس حوالے سے نبی مکرم ﷺ کا یہ فرمان بھی ذہن میں تازہ کر لیجیے کہ : ”میں نے جس کسی کو بھی ایمان کی دعوت دی اس نے کچھ نہ کچھ توقف یا تردّد ضرور کیا ‘ سوائے ابوبکر رض کے ‘ جنہوں نے ایک لمحے کا بھی توقف نہیں کیا“۔ سورة التوبہ کی آیت 100 میں جن خوش نصیب لوگوں کو : وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ کا خطاب ملا ‘ یہ وہی لوگ تھے جن کی فطرت کے آئینے غیر معمولی طور پر شفاف تھے۔ دوسری طرف اسی ماحول میں کچھ ایسے لوگ بھی تھے جن کی فطرت کے تکدرّ کو دور کرنے کے لیے اضافی وقت اور محنت کی ضرورت پڑی۔ ایسے لوگ بعد میں اپنی اپنی طبیعت کی کیفیت اور استطاعت کے مطابق ”سابقون الاولون“ کی پیروی کرنے والوں کی صف میں شامل ہوتے رہے۔ ان لوگوں کا ذکر اسی آیت میں وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍا کے الفاظ میں ہوا ہے۔آیت زیر مطالعہ میں دی گئی مثال کو سمجھنے کے لیے تیل کی مختلف اقسام کے فرق کو سمجھنا بھی ضروری ہے۔ پرانے زمانے میں تیل کے دیے جلائے جاتے تھے۔ ہمارے ہاں عام طور پر ان میں سرسوں کا تیل جلایا جاتا تھا جسے کڑوا تیل کہا جاتا تھا۔ یہ تیل زیادہ کثیف ہونے کی وجہ سے دیا سلائی دکھانے پر بھی آگ نہیں پکڑ سکتا۔ چناچہ اسے کپڑے یا روئی کے فتیلے بتی کی مدد سے جلایا جاتا تھا۔ اس کے مقابلے میں پٹرول بھی ایک تیل ہے جو جلنے کے لیے ہر وقت بیتاب رہتا ہے اور چھوٹی سی چنگاری بھی اگر اس کے قریب آجائے تو بھڑک اٹھتا ہے۔ جلنے کے اعتبار سے جس طرح کڑوے تیل اور پٹرول میں فرق ہے اسی نوعیت کا فرق انسانی طبائع میں بھی پایا جاتا ہے۔ چناچہ مذکورہ مثال میں اعلیٰ قسم کے زیتون سے حاصل شدہ انتہائی شفاف تیل گویا ”صدیقین“ کی فطرت سلیم ہے جو وحی الٰہی کے نور سے مستفیض ہونے اور ”نُوْرٌ عَلٰی نُوْرٍ“ کی کیفیت کو پانے کے لیے ہر وقت بےتاب و بےچین رہتی ہے۔ گویا انسانی روح ایک نورانی یا ملکوتی چیز ہے۔ اس ملکوتی روح سے جب وحی یا قرآن کے نور کا اتصال ہوتا ہے تو نُوْرٌ عَلٰی نُوْرٍکی کیفیت پیدا ہوتی ہے اور اسی کیفیت سے نور ایمان وجود میں آتا ہے ‘ جس سے بندۂ مؤمن کا دل منور ہوتا ہے۔ وَیَضْرِبُ اللّٰہُ الْاَمْثَال للنَّاسِط وَاللّٰہُ بِکُلِّ شَیْءٍ عَلِیْمٌ ”یہ مثال لوگوں کو سمجھانے کے لیے بیان کی گئی ہے ‘ کیونکہ انسانی ذہن ایسے لطیف حقائق کو براہ راست نہیں سمجھ سکتا۔۔ اب آئندہ آیات میں ان لوگوں کے کردار و عمل کی جھلک دکھائی جا رہی ہے جن کے دل نور ایمان سے منور ہوتے ہیں۔",
  "ayah": 35,
  "surah": 24
}
