{
  "text": "آیت 55 وَعَدَ اللّٰہُ الَّذِیْنَ اٰمَنُوْا مِنْکُمْ وَعَمِلُوا الصّٰلِحٰتِ ”یہ وعدہ محض موروثی اور نام کے مسلمانوں کے لیے نہیں ہے ‘ جو اللہ کے احکام کی کلی تعمیل کو اپنا شعار بنانے اور اس کے راستے میں جان و مال کی قربانی دینے کے لیے سنجیدہ نہ ہوں ‘ بلکہ یہ وعدہ تو ان مؤمنین صادقین کے لیے ہے جو ایمان اور عمل صالح کی شرائط پوری کریں۔ یعنی جو ایمان حقیقی کے تمام تقاضوں کو پورا کرنے کے لیے ہر وقت کمربستہ رہتے ہوں۔لَیَسْتَخْلِفَنَّہُمْ فِی الْاَرْضِ کَمَا اسْتَخْلَفَ الَّذِیْنَ مِنْ قَبْلِہِمْص ”یعنی اے امت محمد ﷺ ! اگر تم لوگ ایمان حقیقی اور اعمال صالحہ کی دو شرائط پوری کرو گے تو اللہ تعالیٰ تمہیں زمین میں اسی طرح غلبہ اور اقتدار عطا کرے گا جس طرح اس سے پہلے اس نے حضرت طالوت ‘ حضرت داؤد اور حضرت سلیمان علیہ السلام کو خلافت عطا کی تھی یا حضرت سلیمان علیہ السلام کے بعد بنی اسرائیل کو مکابیّ سلطنت کی صورت میں اقتدار عطا کیا تھا۔ اس آیت میں خلافت کے وعدے کو تین مختلف انداز میں بیان کیا گیا ہے۔ اوّل تو یہ تاکیدی وعدہ ہے کہ اللہ لازماً مسلمانوں کو بھی خلافت عطا فرمائے گا جیسے اس نے سابقہ امت کے اہل ایمان کو خلافت عطا کی تھی۔ پھر فرمایا :وَلَیُمَکِّنَنَّ لَہُمْ دِیْنَہُمُ الَّذِی ارْتَضٰی لَہُمْ ”اللہ تعالیٰ اپنے پسندیدہ دین کو لازماً غالب کرے گا۔ ظاہر بات ہے کہ جہاں مسلمانوں کی خلافت ہوگی وہاں لازماً اللہ کے دین کا غلبہ ہوگا اور اگر کسی حکومت میں اللہ کا دین غالب ہوگا تو وہ لازماً مسلمانوں ہی کی خلافت ہوگی۔ گویا بنیادی طور پر تو یہ ایک ہی بات ہے ‘ لیکن صرف خلافت کی اہمیت اجاگر کرنے کے لیے پہلی بات کو یہاں دوسرے انداز میں دہرایا گیا ہے۔ البتہ یہاں اس دین کا خصوصی طور پر ذکر کیا گیا ہے جو اللہ نے مسلمانوں کے لیے پسند فرمایا ہے۔ سورة المائدۃ کی آیت 3 میں باقاعدہ نام لے کر بتایا گیا ہے کہ اللہ نے تمہارے لیے دین اسلام کو پسند فرمایا ہے : اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُمْ وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَکُمُ الْاِسْلاَمَ دِیْنًا ط ”آج کے دن میں نے تمہارے لیے تمہارے دین کی تکمیل فرما دی ہے ‘ اور تم پر اپنی نعمت کا اتمام فرمادیا ہے ‘ اور تمہارے لیے میں نے پسند کرلیا ہے اسلام کو بحیثیت دین کے“۔ بہر حال دوسری بات یہاں یہ بتائی گئی کہ خلافت ملے گی تو اس کے نتیجے کے طور پر اللہ کا دین لازماً غالب ہوگا۔ اور تیسری بات :وَلَیُبَدِّلَنَّہُمْ مِّنْم بَعْدِ خَوْفِہِمْ اَمْنًا ط ”یہ اس کیفیت کی طرف اشارہ ہے جو ہجرت کے فوراً بعد کے زمانے میں مسلمانوں پر طاری تھی۔ اس زمانے میں مدینہ کے اندر مسلسل ایمرجنسی کی سی حالت تھی۔ فلاں قبیلے کی طرف سے حملے کا خطرہ ہے ! فلاں قبیلہ جنگ کی تیاریوں میں مصروف ہے ! کل قریش مکہ کی طرف سے ایک خوفناک سازش کی خبر پہنچی تھی ! آج ابو عامر راہب کے ایک شیطانی منصوبے کی اطلاع آن پہنچی ہے ! غرض ہجرت کے بعد پانچ سال تک مسلمان مسلسل ایک خوف کی کیفیت میں زندگی بسر کرنے پر مجبور رہے۔ اس صورت حال میں انہیں خوشخبری سنائی جا رہی ہے کہ اب خوف کی وہ کیفیت امن سے بدلنے والی ہے۔ تینوں وعدوں کے بارے میں ایک اہم نکتہ یہ ہے کہ یہاں بار بار حروف تاکید استعمال ہوئے ہیں۔ تینوں افعال میں مضارع سے پہلے لام مفتوح اور بعد میں ”ن“ مشدد آیا ہے ‘ گویا تینوں وعدے نہایت تاکیدی وعدے ہیں۔یَعْبُدُوْنَنِیْ لَا یُشْرِکُوْنَ بِیْ شَیْءًا ط ”میرے نزدیک یہ حکم مستقبل سے متعلق ہے۔ یعنی جب میرا دین غالب آجائے گا تو پھر مسلمان خالص میری بندگی کریں گے اور کسی قسم کا شرک گوارا نہیں کریں گے۔ اس کا مطلب یہ ہے کہ جب تک اللہ کی حکومت قائم نہیں ہوگی تو معاشرہ شرک سے ُ کلیّ طور پر پاک نہیں ہو سکے گا۔ جیسے ہم پاکستان کے مسلمان شہری آج قومی اور اجتماعی اعتبار سے کفر و شرک کے ماحول میں زندگی بسر کر رہے ہیں۔ آج اگر ہم سب انفرادی طور پر اپنے ذاتی عقائد بالکل درست بھی کرلیں اور اپنے آپ کو تمام مشرکانہ اوہام سے پاک کر کے عقیدۂ توحید کو راسخ بھی کرلیں تو بھی ہم خود کو شرک سے کلی طور پر پاک کرنے کا دعویٰ نہیں کرسکتے۔ یعنی جب تک ملک میں اللہ کا قانون نافذ اور اللہ کا دین عملی طور پر غالب نہیں ہوجاتا اور جب تک ملک میں دوسرے قوانین کے بجائے اللہ کے قانون کی بالا دستی قائم نہیں ہوجاتی اس وقت تک اس ملک کے شہری ہونے کے اعتبار سے ہم کفر اور شرک کی اجتماعیت میں برابر کے شریک رہیں گے۔ چناچہ کسی ملک یا علاقے میں عملاً توحید کی تکمیل اس وقت ہوگی جب اللہ کے فرمان کے مطابق دین کل کا کل اللہ کے لیے ہوجائے گا : وَّیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِ ط الانفال : 39۔وَمَنْ کَفَرَ بَعْدَ ذٰلِکَ فَاُولٰٓءِکَ ہُمُ الْفٰسِقُوْنَ ”اس کا ایک مفہوم تو یہ ہے کہ دین کے غلبے کے ماحول میں بھی جو شخص کفر کرے گا تو اس کے اندر گویا خیر کا مادہ سرے سے ہے ہی نہیں۔ دوسرا مفہوم یہ ہے کہ باطل کے غلبے میں کسی شخص کا ایمان لانا ‘ اس پر قائم رہنا اور اس کے مطابق عمل کرنا انتہائی مشکل ہے ‘ لیکن جب دین غالب ہوجائے اور ساری رکاوٹیں دور ہوجائیں تو اس کے بعد صرف وہی شخص دین سے دور رہے گا جس کی فطرت ہی بنیادی طور پر مسخ ہوچکی ہے۔ان دو مفاہیم کے علاوہ میرے نزدیک اس فقرے کا ایک تیسرا مفہوم بھی ہے اور اس مفہوم کے مطابق ”بَعْدَ ذٰلِکَ“ کے الفاظ کا تعلق مذکورہ تین وعدوں سے ہے ‘ کہ جب اللہ نے وعدہ کیا ہے کہ وہ لازماً تمہیں خلافت سے نوازے گا ‘ وہ لازماً تمہارے دین کو غالب کرے گا اور وہ لازماً تمہارے خوف کی کیفیت کو امن سے بدل دے گا تو اس کے بعد بھی جو شخص کمر ہمتّ نہ باندھے اور اقامت دین کیّ جدوجہدُ کے لیے اٹھ کھڑا نہ ہو تو اسے گویا ہمارے وعدوں پر یقین نہیں اور وہ عملی طور پر ہمارے ان احکام سے کفر کا مرتکب ہو رہا ہے ! یہ آیت 6 ہجری میں نازل ہوئی اور اس کے نزول کے فوراً بعد ہی اس کے مصداق کا ظہور شروع ہوگیا۔ 7 ہجری میں صلح حدیبیہ طے پاگئی جسے خود اللہ تعالیٰ نے حضور ﷺ کے لیے ”فتح مبین“ قرار دیا : اِنَّا فَتَحْنَا لَکَ فَتْحًا مُّبِیْنًا الفتح۔ صلح حدیبیہ کے فوراً بعد 7 ہجری میں ہی خیبر فتح ہوا ‘ جس کے نتیجے میں مسلمانوں کو اللہ تعالیٰ نے کثرت سے مال غنیمت عطا کیا۔ 8 ہجری میں مکہ فتح ہوگیا۔ 9 ہجری کو حج کے موقع پر mopping up operation کا اعلان کردیا گیا۔ اس اعلان کے مطابق آئندہ کے لیے مسجد حرام کے اندر مشرکین کا داخلہ ممنوع قرار دے دیا گیا۔ جزیرہ نمائے عرب کے تمام مشرکین کو میعادی معاہدوں کی صورت میں اختتام معاہدہ تک اور عمومی طور پر چارہ ماہ کی مہلت دے دی گئی ‘ اور اس کے ساتھ ہی واضح حکم دے دیا گیا کہ اسّ مدت مہلت میں اگر وہ اسلام قبول نہیں کریں گے تو سب کے سب قتل کردیے جائیں گے۔ یوں 10 ہجری تک جزیرہ نمائے عرب میں اللہ کا دین غالب ہوگیا ‘ اللہ کی حکومت قائم ہوگئی اور حضرت داؤد علیہ السلام کی طرح محمد رسول اللہ ﷺ بھی اللہ کے خلیفہ بن گئے۔ حضور ﷺ کے بعد خلافت راشدہ قائم ہوئی اور پھر اس کے بعد رفتہ رفتہ حالات میں بگاڑ آنا شروع ہوگیا جو مسلسل جاری ہے۔ سورة الانبیاء کے آخری رکوع کے مطالعہ کے دوران میں نے حضرت نعمان بن بشیر رض سے مروی ایک حدیث بیان کی تھی جس میں امت مسلمہ کے قیامت تک کے حالات کی واضح تفصیل ملتی ہے۔ زیرمطالعہ آیت کے مضمون کے سیاق وسباق میں آپ ﷺ کا یہ فرمان بہت اہم ہے ‘ لہٰذا ہم اس کا ایک بار پھر مطالعہ کرلیتے ہیں۔ حضور ﷺ نے فرمایا : تَکُوْنُ النُّبُوَّۃُ فِیْکُمْ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ”تمہارے درمیان نبوت موجود رہے گی جب تک اللہ چاہے گا کہ وہ رہے“۔ یعنی جب تک اللہ چاہے گا میں بنفس نفیس تمہارے درمیان موجود رہوں گا۔ ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اللہ اس کو اٹھا لے گا جب اسے اٹھانا چاہے گا“۔ یعنی جب اللہ چاہے گا میرا انتقال ہوجائے گا اور یوں یہ دور ختم ہوجائے گا۔ ثُمَّ تَکُوْنُ خِلَافَۃً عَلٰی مِنْھَاج النُّبُوَّۃِ ”پھر خلافت ہوگی نبوت کے نقش قدم پر“۔ یعنی میرے قائم کردہ نظام کے مطابق خلافت علیٰ منہاج النبوۃ کے ذریعے یہ نظام ایک بال کے فرق کے بغیر جوں کا توں قائم رہے گا۔ فَتَکُوْنُ مَا شَاء اللّٰہُ اَنْ تَکُوْنَ ”پھر یہ دور بھی رہے گا جب تک اللہ چاہے گا کہ رہے“۔ ثُمَّ یَرْفَعُھَا اِذَا شَاء اللّٰہُ اَنْ یَّرْفَعَھَا ”پھر اس دور کو بھی اللہ اٹھا لے گا جب اٹھانا چاہے گا“۔ ثُمَّ تَکُوْنُ مُلْکًا عَاضًّا ”پھر کاٹ کھانے والی ظالم ملوکیت ہوگی“۔ فَیَکُوْنُ مَا شَاء اللّٰہُ اَنْ یَکُوْنَ ”پس یہ دور بھی رہے گا جب تک اللہ چاہے گا“ ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اس کو بھی اللہ اٹھا لے گا جب اٹھانا چاہے گا“۔ ثُمَّ تَکُوْنُ مُلْکًا جَبْرِیَّۃً ”پھر غلامی کی ملوکیت کا دور آئے گا“۔ یہ چوتھا دور ہمارا دور ہے۔ تیسرے دور کی ملوکیت میں سب کے سب حکمران بنو امیہ ‘ بنو عباس اور ترک بادشاہ مسلمان تھے۔ ان میں اچھے بھی تھے اور برے بھی مگر سب کلمہ گو تھے ‘ جبکہ چوتھے دور کی ملوکیت میں مختلف مسلمان ممالک غیر مسلموں کے غلام ہوگئے۔ کہیں مسلمان تاج برطانیہ کی رعایا بن گئے ‘ کہیں ولندیزیوں کے تسلط میں آگئے اور کہیں فرانسیسیوں کے غلام بن گئے۔ اس طرح پورا عالم اسلام غیر مسلموں کے زیر تسلط آگیا۔ اکیسویں صدی کا موجودہ دور عالم اسلام کے لیے ”مُلْکاً جَبْرِیًّا“ کا ہی تسلسل ہے۔ اگرچہ مسلم ممالک پر سے غیر ملکی قبضہ بظاہر ختم ہوچکا ہے اور ان ممالک پر قابض اقوام کی براہ راست حکومتوں کی بساط لپیٹ دی گئی ہے لیکن عملی طور پر یہ تمام ممالک اب بھی ان کے قبضے میں ہیں۔ استعماری قوتیں آج بھی ریموٹ کنٹرول اقتدار کے ذریعے ان ممالک کے معاملات سنبھالے ہوئے ہیں۔ ورلڈ بینک ‘ آئی ایم ایف ‘ اور دوسرے بہت سے ادارے ان کے مہروں کے طور پر کام کر رہے ہیں اور یوں وہ اپنے مالیاتی استعمار کو اب بھی قائم رکھے ہوئے ہیں۔اس کے بعد حضور ﷺ نے فرمایا کہ یہ چوتھا دور بھی ختم ہوجائے گا : ثُمَّ یَرْفَعُھَا اِذَا شَاءَ اَنْ یَّرْفَعَھَا ”پھر اللہ اسے بھی اٹھا لے گا جب اٹھانا چاہے گا“۔ اور پھر امت کو ایک بہت بڑی خوشخبری دیتے ہوئے آپ ﷺ نے فرمایا : ثُمَّ تَکُوْنُ خِلَافَۃً عَلٰی مِنْہَاج النُّبُوَّۃِ ”اس کے بعد پھر خلافت علیٰ منہاج النبوۃ کا دور آئے گا“۔ یہ خوشخبری سنانے کے بعد راوی کہتے ہیں : ثُمَّ سَکَتَ ”پھر رسول اللہ ﷺ خاموش ہوگئے“۔ آپ ﷺ شاید اس لیے خاموش ہوگئے کہ اس کے بعد دنیا کے خاتمے کا معاملہ تھا۔اس کے علاوہ ہم حضرت ثوبان رض سے مروی یہ حدیث بھی پڑھ آئے ہیں جس میں یہ وضاحت بھی ملتی ہے کہ خلافت علیٰ منہاج النبوۃ کا نظام تمام روئے ارضی کے لیے ہوگا۔ حضرت ثوبان رض حضور ﷺ کے آزاد کردہ غلام روایت کرتے ہیں کہ رسول اللہ ﷺ نے فرمایا : اِنَّ اللّٰہَ زَوٰی لِیَ الْاَرْضَ ”اللہ نے میرے لیے تمام زمین کو لپیٹ دیا۔“ فَرَاَیْتُ مَشَارِقَھَا وَمَغَارِبَھَا ”تو میں نے اس کے سارے مشرق اور مغرب دیکھ لیے۔“ وَاِنَّ اُمَّتِیْ سَیَبْلُغُ مُلْکُھَا مَا زُوِیَ لِیْ مِنْھَا ”اور میری امت کی حکومت ان تمام علاقوں پر قائم ہوگی جو مجھے دکھائے گئے۔“ اسی طرح ہم نے حضرت مقدادبن اسود رض سے مروی اس حدیث کا مطالعہ بھی کیا تھا جس میں حضور ﷺ نے فرمایا : ”روئے ارضی پر کوئی اینٹ گارے کا بنا ہوا گھر اور کوئی کمبلوں کا بنا ہوا خیمہ ایسا نہیں رہے گا جس میں دین اسلام داخل نہ ہوجائے ‘ خواہ کسی عزت والے کے اعزاز کے ساتھ خواہ کسی مغلوب کی مغلوبیت کی صورت میں“۔ یعنی یا تو اس گھر والا اسلام قبول کر کے اعزاز حاصل کرلے گا یا پھر اسے ذلت کے ساتھ اسلام کی بالا دستی قبول کرنا پڑے گی۔ دین کے غلبے کی صورت میں غیر مسلم رعایا کے لیے یہ وہ اصول ہے جو سورة التوبہ میں اس طرح بیان ہوا : حَتّٰی یُعْطُوا الْجِزْیَۃَ عَنْ یَّدٍ وَّہُمْ صَاغِرُوْنَ یعنی وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں۔آنے والے اس دور کے بارے میں رسول اللہ ﷺ کے ان فرمودات کے ساتھ ساتھ اس معاملے کو منطقی طور پر یوں بھی سمجھ لیجیے کہ قرآن مجید میں تین مقامات التوبہ : 33 ‘ الفتح : 28 اور الصف : 9 پر واضح الفاظ میں اعلان فرما دیا گیا ہے : ہُوَ الَّذِیْٓ اَرْسَلَ رَسُوْلَہٗ بالْہُدٰی وَدِیْنِ الْحَقِّ لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖ ”وہی تو ہے جس نے بھیجا ہے اپنے رسول ﷺ کو الہدیٰ اور دین حق دے کرتا کہ غالب کردے اسے ُ کل کے کل دین نظام زندگی پر“۔ اس کے علاوہ قرآن حکیم میں پانچ مرتبہ حضور ﷺ کی بعثت کے بارے میں یہ بھی واضح فرما دیا گیا ہے کہ آپ ﷺ کو پوری نوع انسانی کے لیے رسول بنا کر بھیجا گیا ہے۔ اس مضمون میں سورة سبا کی یہ آیت بہت واضح اور نمایاں ہے : وَمَآ اَرْسَلْنٰکَ اِلَّا کَآفَّۃً لِّلنَّاسِ بَشِیْرًا وَّنَذِیْرًا وَّلٰکِنَّ اَکْثَرَ النَّاسِ لَا یَعْلَمُوْنَ ”ہم نے آپ ﷺ کو پوری نوع انسانی کے لیے بشیر اور نذیر بنا کر بھیجا ہے ‘ لیکن اکثر لوگوں کا اس کا ادراک نہیں ہے“۔ سورة الانبیاء میں یہی مضمون ایک نئی شان سے اس طرح آیا ہے : وَمَآ اَرْسَلْنٰکَ اِلَّا رَحْمَۃً لِّلْعٰلَمِیْنَ ”ہم نے تو آپ ﷺ کو تمام جہانوں کے لیے رحمت ہی بنا کر بھیجا ہے“۔ ان دونوں آیات کا مشترک مفہوم یہی ہے کہ حضور ﷺ کی بعثت کا مقصد تب پورا ہوگا جب پورے عالم انسانیت پر اللہ کا دین غالب ہوگا۔ چناچہ قیامت سے پہلے تمام روئے ارضی پر دین حق کا غلبہ ایک طے شدہ امر ہے۔",
  "ayah": 55,
  "surah": 24
}
