{
  "text": "انبیاء سے دشمنی کا خمیازہ  اللہ تعالیٰ مشرکین کو اور آپ کے مخالفین کو اپنے عذابوں سے ڈرا رہا ہے کہ تم سے پہلے کے جن لوگوں نے میرے نبیوں کی نہ مانی، ان سے دشمنی کی ان کی مخالفت کی میں نے انہیں تہس نہس کردیا۔ فرعونیوں کا حال تم سن چکے ہو کہ موسیٰ ؑ اور ہارون ؑ کو ان کی طرف نبی بنا کر بھیجا لیکن انہوں نے نہ مانا جس کے باعث اللہ کا عذاب آگیا اور سب ہلاک کردیئے گئے۔ قوم نوح کو دیکھو انہوں نے بھی ہمارے رسولوں کو جھٹلایا اور چونکہ ایک رسول کا جھٹلانا تمام نبیوں کو جھٹلانا ہے اس واسطے یہاں رسل جمع کر کے کہا گیا۔ اور یہ اس لیے بھی کہ اگر بالفرض ان کی طرف تمام رسول بھی بھیجے جاتے تو بھی یہ سب کے ساتھ وہی سلوک کرتے جو نوح ؑ نبی کے ساتھ کیا۔ یہ مطلب نہیں کہ انکی طرف بہت سے رسول بھیجے گئے تھے بلکہ ان کے پاس تو صرف حضرت نوح ؑ ہی آئے تھے جو ساڑھے نو سو سال تک ان میں رہے ہر طرح انہیں سمجھایا بجھایا لیکن سوائے معدودے چند کے کوئی ایمان نہ لایا۔ اس لئے اللہ نے سب کو غرق کردیا۔ سوائے ان کے جو حضرت نوح ؑ کے ساتھ کشتی میں تھے ایک بنی آدم روئے زمین پر نہ بچا۔ لوگوں کے لئے انکی ہلاکت باعث عبرت بنادی گئی۔ جیسے فرمان ہے کہ پانی کی ظغیانی کے وقت ہم نے تمہیں کشی میں سوار کرلیا تاکہ تم اسے اپنے لئے باعث عبرت بناؤ اور کشتی کو ہم نے تمہارے لیے اس طوفان سے نجات پانے اور لمبے لمبے سفر طے کرنے کا ذریعہ بنادیا تاکہ تم اللہ کی اس نعمت کو یاد رکھو کہ اس نے عالمگیر طوفان سے تمہیں بچالیا اور ایماندار اور ایمان داروں کی اولاد میں رکھا۔ عادیوں اور ثمودیوں کا قصہ تو بارہا بیان ہوچکا ہے جیسے کہ سورة اعراف وغیرہ میں اصحاب الرس کی بابت ابن عباس ؓ ما کا قول ہے کہ یہ ثمودیوں کی ایک بستی والے تھے۔ عکرمہ ؒ فرماتے ہیں یہ خلیج والے تھے جن کا ذکر سورة یاسین میں ہے۔ ابن عباس ؓ سے یہ بھی مروی ہے کہ آذر بائی جان کے ایک کنویں کے پاس ان کی بستی تھی۔ عکرمہ فرماتے ہیں کہ ان کو کنویں والے اس لئے کہا جاتا ہے کیونکہ انہوں نے اپنے پیغمبر کو کنویں میں ڈال دیا تھا۔ ابن اسحاق ؒ محمد بن کعب ؒ سے نقل کرتے ہیں کہ رسول اللہ ﷺ نے فرمایا ایک سیاہ فام غلام سب سے اول جنت میں جائے گا۔ اللہ تعالیٰ نے ایک بستی والوں کی طرف اپنا نبی بھیجا تھا لیکن ان بستی والوں میں سے بجز اس کے کوئی بھی ایمان نہ لایا بلکہ انہوں نے اللہ کے نبی کو ایک غیر آباد کنویں میں ویران میدان میں ڈالدیا اور اس کے منہ پر ایک بڑی بھاری چٹان رکھ دی کہ یہ وہیں مرجائیں۔ یہ غلام جنگل میں جاتا لکڑیاں کاٹ کر لاتا انہیں بازار میں فروخت کرتا اور روٹی وغیرہ خرید کر کنویں پر آتا اس پتھر کو سرکا دیتا۔ یہ ایک رسی میں لٹکا کر روٹی اور پانی اس پیغمبر ؑ کے پاس پہنچا دیتا جسے وہ کھاپی لیتے۔ مدتوں تک یونہی ہوتا رہا۔ ایک مرتبہ یہ گیا لکڑیاں کاٹیں، چنیں، جمع کیں، گھٹری باندھی، اتنے میں نیند کا غلبہ ہوا، سوگیا۔ اللہ تعالیٰ نے اس پر نیند ڈال دی۔ سات سال تک وہ سوتا رہا۔ سات سال کے بعد آنکھ کھلی، انگڑائی لی اور کروٹ بدل کر پھر سو رہا۔ سات سال کے بعد پھر آنکھ کھلی تو اس نے لکڑیوں کی گھٹڑی اٹھائی اور شہر کی طرف چلا۔ اسے یہی خیال تھا کہ ذرا سی دیر کے لئے سوگیا تھا۔ شہر میں آکر لکڑیاں فروخت کیں۔ حسب عادت کھانا خریدا اور وہیں پہنچا۔ دیکھتا ہے کہ کنواں تو وہاں ہے ہی نہیں بہت ڈھونڈا لیکن نہ ملا۔ درحقیقت اس عرصہ میں یہ ہوا تھا کہ قوم کے دل ایمان کی طرف راغب ہوئے، انہوں نے جاکر اپنے نبی کو کنویں سے نکالا۔ سب کے سب ایمان لائے پھر نبی فوت ہوگئے۔ نبی ؑ بھی اپنی زندگی میں اس غلام کو تلاش کرتے رہے لیکن اس کا پتہ نہ چلا۔ پھر اس شخص کو نبی کے انتقال کے بعد اس کی نیند سے جگایا گیا۔ آنحضرت ﷺ فرماتے ہیں پس یہ حبشی غلام ہے جو سب سے پہلے جنت میں جائے گا۔ یہ روایت مرسل ہے اور اس میں غرابت ونکارت ہے اور شاید ادراج بھی ہے واللہ اعلم۔ اس روایت کو ان اصحاب رس پر چسپاں بھی نہیں کرسکتے اس لئے کہ یہاں مذکور ہے کہ انہین ہلاک کیا گیا۔ ہاں یہ ایک توجیہہ ہوسکتی ہے کہ یہ لوگ تو ہلاک کردئیے گئے پھر ان کی نسلیں ٹھیک ہوگئیں اور انہیں ایمان کی توفیق ملی۔ امام ابن جریر رحمۃ اللہ کا فرمان ہے کہ اصحاب رس وہی ہے جن کا ذکر سورة بروج میں ہے جنہوں نے خندقیں کھدائی تھیں۔ واللہ اعلم۔ پھر فرمایا کہ اور بھی ان کے درمیان بہت سی امتیں آئیں جو ہلاک کردی گئیں۔ ہم نے ان سب کے سامنے اپنا کلام بیان کردیا تھا۔ دلیلیں پیش کردی تھیں۔ معجزے دکھائے تھے، عذر ختم کردئے تھے پھر سب کو غارت اور برباد کردیا۔ جیسے فرمان ہے کہ نوح ؑ کے بعد کی بھی بہت سی بستیاں ہم نے غارت کردیں۔ قرن کہتے ہیں امت کو۔ جیسے فرمان ہے کہ ان کے بعد ہم نے بہت سی قرن یعنی امتیں پیدا کیں۔ قرن کی مدت بعض کے نزدیک ایک سو بیس سال ہے کوئی کہتا ہے سو سال کوئی کہتا ہے اسی سال کوئی کہتا ہے چالیس سال اور بھی بہت سے قول ہیں۔ زیادہ ظاہر بات یہ ہے کہ ایک زمانہ والے ایک قرن ہیں جب وہ سب مرجائیں تو دوسرا قرن شروع ہوتا ہے۔ جیسے بخاری مسلم کی حدیث میں ہے سب سے بہتر زمانہ میرا زمانہ ہے۔ پھر فرماتا ہے کہ سدوم نامی بستی کے پاس سے تو یہ عرب برابر گزرتے رہتے ہیں۔ یہیں لوطی آباد تھے۔ جن پر زمین الٹ دی گئی اور آسمان سے پھتر برسائے گئے اور برا مینہ ان پر برسا جو سنگلاخ پتھروں کا تھا۔ یہ دن رات وہاں سے آمدو رفت رکھتے پھر بھی عقلمندی کا کام نہیں لیتے۔ یہ بستیاں تو تمہاری گزرگاہیں ہیں ان کے واقعات مشہور ہیں کیا تم انہیں نہیں دیکھتے ؟ یقینا دیکھتے ہو لیکن عبرت کی آنکھیں ہی نہیں کہ سمجھ سکو اور غور کرو کہ اپنی بدکاریوں کی وجہ سے وہ اللہ کے عذابوں کے شکار ہوگئے۔ بس انہیں اڑادیا گیا بےنشان کردئے گئے۔ بری طرح دھجیاں بکھیر دی گئیں۔ اسے سوچے تو وہ جو قیامت کا قائل ہو۔ لیکن انہیں کیا عبرت حاصل ہوگی جو قیامت ہی کے منکر ہیں۔ دوبارہ زندگی کو ہی محال جانتے ہیں۔",
  "ayah": 37,
  "surah": 25
}
