{
  "text": "خود فریب مشرک مشرکین ایک جہالت اوپر کی آیتوں میں بیان ہوئی۔ جو ذات الہٰی کی نسبت تھی۔ یہاں دوسری جہالت بیان ہو رہی ہے جو ذات رسول ﷺ کی نسبت ہم وہ کہتے ہیں کہ اس قرآن کو تو اس نے اوروں کی مدد سے خود ہی جھوٹ موٹ گھڑ لیا ہے۔ اللہ تعالیٰ فرماتا ہے یہ ان کا ظلم اور جھوٹ ہے جس کے باطل ہونے کا خود انہیں بھی علم ہے۔ جو کچھ کہتے ہیں وہ خود اپنی معلومات کے بھی خلاف کہتے ہیں۔ کبھی ہانک لگانے لگتے ہیں کہ اگلی کتابوں کے قصے اس نے لکھوالئے ہیں وہی صبح شام اس کی مجلس میں پڑھے جا رہے ہیں۔ یہ جھوٹ بھی وہ ہے جس میں کسی کو شک نہ ہوسکے اس لئے کہ صرف اہل مکہ ہی نہیں بلکہ دنیا جانتی ہے کہ ہمارے نبی امی تھے نہ لکھنا جانتے تھے نہ پڑھنا چالیس سال کی نبوت سے پہلے کی زندگی آپ کی انہی لوگوں میں گزر رہی تھی اور وہ اس طرح کہ اتنی مدت میں ایک واقعہ بھی آپ کی زندگی کا یا اک لمحہ بھی ایسا نہ تھا جس پر انگلی اٹھا سکے ایک ایک وصف آپ کا وہ تھا جس پر زمانہ شیدا تھا جس پر اہل مکہ رشک کرتے تھے آپ کی عام مقبولیت اور محبوبیت بلند اخلاقی اور خوش معاملگی اتنی بڑھی ہوئی تھی کہ ہر ایک دل میں آپ کے لئے جگہ تھی۔ عام زبانیں آپ کو محمد ﷺ امین کے پیارے خطاب سے پکارتی تھیں دنیا آپ کے قدموں تلے آنکھیں بچھاتی تھی۔ کو نسا دل تھا جو محمد ﷺ کا گھر نہ ہو کون سی آنکھ تھی جس میں احمد ﷺ کی عزت نہ ہو ؟ کون سا مجمع تھا جس کا ذکر خیر نہ ہو ؟ کون وہ شخص تھا جو آپ کی بزرگی صداقت امانت نیکی اور بھلائی کا قائل نہ ہو ؟ پھر جب کہ اللہ کی بلند ترین عزت سے آپ معزز کئے گئے آسمانی وحی کے آپ امین بنائے گئے تو صرف باپ دادوں کی روش کو پامال ہوتے ہوئے دیکھ کر یہ بیوقوف بےپیندے لوٹے کی طرح لڑھک گئے تھالی کے بینگن کی طرح ادھر سے ادھر ہوگئے، لگے باتیں بنانے، اور عیب جوئی کرنے لیکن جھوٹ کے پاؤں کہاں ؟ کبھی آپ کو شاعر کہتے، کبھی ساحر، کبھی مجنوں اور کبھی کذاب، حیران تھے کہ کیا کہیں اور کس طرح اپنی جاہلانہ روش کو باقی رکھیں اور اپنے معبودان باطل کے جھنڈے اوندھے نہ ہونے دیں اور کس طرح ظلم کدہ دنیا کو نورالہٰی سے نہ جگمگانے دیں ؟ اب انہیں جواب ملتا ہے کہ قرآن کی سچی حقائق پہ مبنی اور سچی خبریں اللہ کی دی ہوئی ہیں جو عالم الغیب ہے، جس سے ایک ذرہ بھی پوشیدہ نہیں۔ اس میں ماضی کے بیان سبھی سچ ہیں۔ جو آئندہ کی خبر اس میں ہے وہ بھی سچ ہے اللہ کے سامنے ہوچکی ہوئی اور ہونے والی بات یکساں ہے۔ وہ غیب کو بھی اسی طرح جانتا ہے جس طرح ظاہر کو۔ اس کے بعد اپنی شان غفاریت کو اور شان رحم وکرم کو بیان فرمایا تاکہ بد لوگ بھی اس سے مایوس نہ ہوں کچھ بھی کیا ہو۔ اب بھی اس کی طرف جھک جائیں۔ توبہ کریں۔ اپنے کئے پر پچھتائیں۔ نادم ہوں۔ اور رب کی رضا چاہیں۔ رحمت رحیم کے قربان جائیے کہ ایسے سرکش ودشمن، اللہ و رسول پر بہتان باز، اس قدر ایذائیں دینے والے لوگوں کو بھی اپنی عام رحمت کی دعوت دیتا ہے اور اپنے کرم کی طرف انہیں بلاتا ہے۔ وہ اللہ کو برا کہیں، وہ رسول ﷺ کو برا کہیں، وہ کلام اللہ پر باتیں بنائیں اور اللہ تعالیٰ انہیں اپنی رحمت کی طرف رہنمائی کرے اپنے فضل وکرم کی طرف دعوت دے۔ اسلام اور ہدایت ان پر پیش کرے اپنی بھلی باتیں ان کو سجھائے اور سمجھائے۔ چناچہ اور آیت میں عیسائیوں کی تثلیث پرستی کا ذکر کر کے ان کی سزا کا بیان کرتے ہوئے فرمایا آیت (اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗ ۭوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ 74؀) 5۔ المآئدہ :74) یہ لوگ کیوں اللہ سے توبہ نہیں کرتے ؟ اور کیوں اس کی طرف جھک کر اس سے اپنے گناہوں کی معافی طلب نہیں کرتے ؟ وہ تو بڑا ہی بخشنے والا اور بہت ہی مہربان ہے۔ مومنوں کو ستانے اور انہیں فتنے میں ڈالنے والوں کا ذکر کر کے سورة بروج میں فرمایا کہ اگر ایسے لوگ بھی توبہ کرلیں اپنے برے کاموں سے ہٹ جائیں، باز آئیں تو میں بھی ان پر سے اپنے عذاب ہٹالوں گا اور رحمتوں سے نواز دونگا۔ امام حسن بصری ؒ نے کیسے مزے کی بات بیان فرمائی ہے۔ آپ فرماتے ہیں اللہ کے رحم وکرم کو دیکھو یہ لوگ اس کے نیک چہیتے بندوں کو ستائیں ماریں قتل کریں اور وہ انہیں توبہ کی طرف اور اپنے رحم وکرم کی طرف بلائے ! فسبحانہ ما اعظم شانہ۔",
  "ayah": 5,
  "surah": 25
}
