{
  "text": "آبائی گمراہی  مشرکوں کی جہالت بیان ہو رہی ہے کہ وہ بت پرستی کرتے ہیں اور بلادلیل وحجت ان کی پوجا کرتے ہیں جو نہ نفع کے مالک نہ نقصان کے۔ صرف باپ دادوں کی دیکھا دیکھی نفسانی خواہشات سے انکی محبت و عظمت اپنے دل میں جمائے ہوئے ہیں اور اللہ و رسول ﷺ سے دشمنی اور مخالفت رکھتے ہیں۔ شیطانی لشکر میں شامل ہوگئے ہیں اور رحمانی لشکر کے مخالف ہوگئے ہیں لیکن یاد رکھیں کہ انجام کار غلبہ اللہ والوں کو ہی ہوگا۔ یہ خواہ مخواہ ان کی طرف سے سینہ سپر ہو رہے ہیں انجام کار مومنوں کے ہی ہاتھ رہے گا۔ دنیا اور آخرت میں ان کا پروردگار انکی امداد کرے گا۔ ان کفار کو تو شیطان صرف اللہ کی مخالفت پر ابھار دیتا ہے اور کچھ نہیں۔ سچے اللہ کی عداوت انکے دل میں ڈال دیتا ہے شرک کی محبت بٹھا دیتا ہے یہ اللہ کے احکام سے پیٹھ پھیر لیتے ہیں۔ پھر اللہ تعالیٰ اپنے رسول ﷺ سے خطاب کرکے فرماتا ہے کہ ہم نے تمہیں مومنوں کو خوشخبری سنانے والا اور کفار کو ڈرانے والا بنا کر بھیجا ہے۔ اطاعت گزاروں کو جنت کی بشارت دیجئے اور نافرمانوں کو جہنم کے عذابوں سے مطلع فرما دیجئے۔ لوگوں میں عام طور پر اعلان کردیجئے کہ میں اپنی تبلیغ کا بدلہ اپنے وعظ کا معاوضہ تم سے نہیں چاہتا۔ میرا ارادہ سوائے اللہ کی رضامندی کی تلاش کے اور کچھ نہیں۔ میں صرف یہ چاہتا ہوں کہ تم میں سے جو راہ راست پر آنا چاہے اس کے سامنے صحیح راستہ نمایاں کردوں۔ اے پیغمبر اپنے تمام کاموں میں اس اللہ پر بھروسہ رکھئے جو ہمیشہ اور دوام والا ہے جو موت وفوت سے پاک ہے جو اول و آخر ظاہر و باطن اور ہر چیز کا عالم ہے جو دائم باقی سرمدی ابدی حی وقیوم ہے جو ہر چیز کا مالک اور رب ہے اسکو اپنا ماویٰ وملجا ٹھہرالے۔ اسی کی ذات ایسی ہے کہ اس پر توکل کیا جائے ہر گھبراہٹ میں اسی کی طرف جھکا جائے۔ وہ کافی ہے وہی ناصر ہے وہی موید ومظفر ہے۔ جیسے فرمان ہے آیت (يٰٓاَيُّھَا الرَّسُوْلُ بَلِّــغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ 67؀) 5۔ المآئدہ :67) اے نبی جو کچھ آپ کے رب کی جانب سے اتارا گیا ہے اسے پہنچا دیجئے۔ اگر آپ نے یہ نہ کیا تو آپ نے حق رسالت ادا نہیں کیا۔ آپ بےفکر رہئے اللہ آپ کو لوگوں کے برے ارادوں سے بچالے گا۔ ایک مرسل حدیث میں ہے کہ مدینے کی کسی گلی میں حضرت سلمان ؓ رسول اللہ ﷺ کو سجدہ کرنے لگے تو آپ نے فرمایا اے سلمان مجھے سجدہ نہ کر سجدے کے لائق وہ ہے جو ہمیشہ کی زندگی والا ہے۔ جس پر کبھی موت نہیں (ابن ابی حاتم) اور اس کی تسبیح وحمد بیان کرتا رہ چناچہ حضور ﷺ اسکی تعمیل میں فرمایا کرتے تھے۔ دعا (سبحانک اللہم ربنا وبحمدک) مراد اس سے یہ ہے کہ عبادت اللہ ہی کی کر توکل صرف اسی کی ذات پر کر جیسے فرمان ہے مشرق مغرب کا رب وہی ہے اس کے سوا کوئی معبود نہیں تو اسی کو اپنا کارساز سمجھ اور جگہ ہے آیت (فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۭ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ01203) 11۔ ھود :123) اسی کی عبادت کر اسی پر بھروسہ رکھ اور آیت میں ہے اعلان کردے کہ اسی رحمن کے ہم بندے ہیں اور اسی پر ہمارا کامل بھروسہ ہے۔ اس پر بندوں کے سب اعمال ظاہر ہیں۔ کوئی ایک ذرہ بھی اس سے پوشیدہ نہیں کوئی پراسرار بات بھی اس سے مخفی نہیں وہی تمام چیزوں کا خالق ہے مالک و قابض ہے وہی ہر جاندار کا روزی رساں ہے اس نے اپنی قدرت و عظمت سے آسمان و زمین جیسی زبردست مخلوق کو صرف چھ دن میں پیدا کردیا پھر عرش پر قرار پکڑا ہے کاموں کی تدبیروں کا انجام اسی کی طرف سے اور اسی کے حکم اور تدبیر کا مرہون ہے۔ اس کا فیصلہ اعلی اور اچھا ہی ہوتا ہے جو ذات الہ کا عالم ہو اور صفات الہ سے آگاہ ہو اس سے اس کی شان دریافت کرلے۔ یہ ظاہر ہے کہ اللہ کی ذات کی پوری خبرداری رکھنے والے اسکی ذات سے پورے واقف آنحضرت ﷺ ہی تھے۔ جو دنیا اور آخرت میں تمام اولاد آدم کے علی الاطلاق سردار تھے۔ جو ایک بات بھی اپنی طرف سے نہیں کہتے تھے بلکہ جو فرماتے تھے وہ فرمودہ الہ ہی ہوتا تھا۔ آپ نے جو جو صفتیں اللہ کی بیان کی سب برحق ہیں آپ نے جو خبریں دیں سب سچ ہیں سچے امام آپ ہی ہیں تمام جھگڑوں کا فیصلہ آپ ہی کے حکم سے کیا جاسکتا ہے جو آپ کی بات بتلائے وہ سچا جو آپ کے خلاف کہے وہ مردود خواہ کوئی بھی ہو۔ اللہ کا فرمان واجب الاذعان کھلے طور سے صادر ہوچکا ہے۔ آیت (فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ باللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۭ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَاْوِيْلًا 59؀) 4۔ النسآء :59) تم اگر کسی چیز میں جھگڑو تو اسے اللہ اور اسکے رسول کی طرف لوٹاؤ۔ اور فرمان ہے آیت (وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۭ ذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُ ڰ وَاِلَيْهِ اُنِيْبُ 10؀) 42۔ الشوری :10) تم جس چیز میں بھی اختلاف کرو اسکا فیصلہ اللہ کی طرف ہے۔ اور فرمان ہے (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًا ۭلَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ01105) 6۔ الانعام :115) تیرے رب کی باتیں جو خبروں میں سچی اور حکم و ممانعت میں عدل کی ہیں پوری ہوچکیں۔ یہ بھی مروی ہے کہ مراد اس سے قرآن ہے۔ مشرکین اللہ کے سوا اوروں کو سجدے کرتے تھے۔ ان سے جب رحمان کو سجدہ کرنے کو کہا جاتا تھا تو کہتے تھے کہ ہم رحمان کو نہیں جانتے۔ وہ اس سے منکر تھے کہ اللہ کا نام رحمان ہے جیسے حدیبیہ والے سال حضور ﷺ نے صلح نامہ کے کاتب سے فرمایا بسم اللہ الرحمن الرحیم لکھ۔ تو مشرکین نے کہا نہ ہم رحمان کو جانیں نہ رحیم کو ہمارے رواج کے مطابق باسمک اللہم لکھ۔ اس کے جواب میں یہ آیت اتری آیت (قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَ ۭ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۗءُ الْحُسْنٰى ۚ وَلَا تَجْـهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا01100) 17۔ الإسراء :110) ، کہہ دے کہ اللہ کو پکارو یارحمن کو جس نام سے چاہو پکارو اس کے بہت سے بہترین نام ہیں وہی اللہ ہے وہی رحمن ہے پس مشرکین کہتے تھے کہ کیا صرف تیرے کہنے سے ہم ایسا مان لیں ؟ الغرض وہ اور نفرت میں بڑھ گئے برخلاف مومنوں کے کہ وہ اللہ کی عبادت کرتے ہیں جو رحمان و رحیم ہے اسی کو عبادت کے لائق سمجھتے ہیں اور اسی کے لئے سجدہ کرتے ہیں۔ علماء رحمتہ اللہ علیہم کا اتفاق ہے کہ سورة فرقان کی اس آیت کے پڑھنے اور سننے والے پر سجدہ مشروع ہے جیسے کہ اسکی جگہ اس کی تفصیل موجود ہے واللہ سبحانہ وتعالیٰ اعلم۔",
  "ayah": 60,
  "surah": 25
}
