{
  "text": "وقوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) يقول تعالى ذكره: ما كذب فؤاد محمد محمدا الذي رأى, ولكنه صدّقه.واختلف أهل التأويل في الذي رآه فؤاده فلم يكذبه, فقال بعضهم: الذي رآه فؤاده رب العالمين, وقالوا جعل بصره في فؤاده, فرآه بفؤاده, ولم يره بعينه.* ذكر من قال ذلك:حدثنا سعيد بن يحيى, قال: ثني عمي سعيد عبد الرحمن بن سعيد, عن إسرائيل بن يونس بن أبي إسحاق السبيعي, عن سماك بن حرب, عن عكرمة, عن ابن عباس, في قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه بقلبه صلى الله عليه وسلم .حدثنا خلاد بن أسلم, قال: أخبرنا النضر بن شميل, قال: أخبر عباد, يعني ابن منصور, قال: سألت عكرمة, عن قوله: ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: أتريد أن أقول لك قد رآه, نعم قد رآه, ثم قد رآه, ثم قد رآه حتى ينقطع النفس.حدثنا ابن حُميد, قال: ثنا يحيى بن واضح, قال: ثنا عيسى بن عبيد, قال: سمعت عكرِمة, وسُئل هل رأى محمد ربه, قال نعم, قد رأى ربه.قال: ثنا يحيى بن واضح, قال: ثنا سالم مولى معاوية, عن عكرمة, مثله.حدثنا أحمد بن عيسى التميمي, قال: ثنا سليمان بن عمرو بن سيار, قال: ثني أبي, عن سعيد بن زربى عن عمرو بن سليمان, عن عطاء, عن ابن عباس, قال: قال رسول الله صلى الله عليه وسلم: \" رَأَيْتُ ربِّي فِي أَحْسَن صُورَةٍ، فَقالَ لي: يا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ المَلأ الأعْلَى؟ فَقُلْتُ: لا يا رَبّ فَوضَعَ يَدَهُ بَيْنَ كَتِفيَّ, فَوَجَدْتُ بَرْدَهَا بَيْنَ ثَدْيَّ فَعَلِمْت ما في السَّماء والأرض فَقُلْتُ: يا رَبِّ فِي الدَّرَجَاتِ والكَفَّارَاتِ وَنَقْلِ الأقْدَامِ إلى الجُمُعات, وَانْتَظارِ الصَّلاة بعْد الصَّلاة, فَقُلْتُ: يَا رَبّ إِنَّكَ اتَّخَذْتَ إبْراهيم خَليلا وكَلَّمْتَ مُوسَى تَكليما, وفَعَلْتَ وفَعَلْتَ؟ فقال: ألمْ أشْرَحْ لَكَ صَدْرَكَ؟ ألَمْ أضَعْ عَنْكَ وِزْرَكَ؟ ألَمْ أَفْعَلْ بِكَ؟ ألم أفْعَلْ. قال: \" فَأفْضَى إليًّ بأشْياءَ لَمْ يُؤذَنْ لي أنْ أُحَدّثكُمُوها; قال: فَذلكَ قَوْلُهُ فِي كِتَابِهِ يُحدّثْكُمُوهُ : ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى مَا كَذَبَ الْفُؤَادُ مَا رَأَى ,\" فَجَعَل نُورَ بَصَري فِي فُؤَادِي, فَنَظَرْتُ إلَيْهِ بفُؤَادِي \".حدثني محمد بن عمارة وأحمد بن هشام, قالا ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ, عن أبي صالح ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه مرّتين بفؤاده.حدثنا أبو كُرَيب, قال: ثنا ابن عطية, عن قيس, عن عاصم الأحول, عن عكرمة, عن ابن عباس, قال: إن الله اصطفى إبراهيم بالخُلَّة, واصطفى موسى بالكلام, واصطفى محمدا بالرؤية صلوات الله عليهم.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان عن الأعمش, عن زياد بن الحصين, عن أبي العالية عن ابن عباس ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه بفؤاده.قال: ثنا مهران, عن سفيان, عن أبي إسحاق عمن سمع ابن عباس يقول ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى محمد ربه.قال ثنا حكام, عن أبي جعفر, عن الربيع ( مَا كَذَبَ الْفُؤَادُ ) فلم يكذّبه ( مَا رَأَى ) قال: رأى ربه.قال: ثنا مهران, عن أبي جعفر, عن الربيع ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال رأى محمد ربه بفؤاده.وقال آخرون: بل الذي رآه فؤاده فلم يكذبه جبريل عليه السلام .* ذكر من قال ذلك:حدثني ابن بزيع البغدادي, قال: ثنا إسحاق بن منصور, قال: ثنا إسرائيل, عن أبي إسحاق, عن عبد الرحمن بن يزيد, عن عبد الله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى رسول الله صلى الله عليه وسلم جبريل عليه حلتا رفرف قد ملأ ما بين السماء والأرض .حدثنا إبراهيم بن يعقوب الجوزجانيّ, قال: ثنا عمرو بن عاصم, قال: ثنا حماد بن سلمة, عن عاصم عن زرّ, عن عبد الله, أن النبي صلى الله عليه وسلم قال: \" رأيْتُ جِبْريلَ عِنْدَ سِدْرَةِ المُنْتَهَى, لَهُ سِتُّ مئَة جنَاح, يَنْفضُ مِنْ رِيشهِ التَّهاويلَ الدُّرَّ والياقُوتَ \".حدثنا أبو هشام الرفاعي, وإبراهيم بن يعقوب, قالا ثنا زيد بن الحباب, أن الحسين بن واقد, حدثه قال: حدثني عاصم بن أبي النجود, عن أبي وائل, عن عبد الله, قال: قال رسول الله صلى الله عليه وسلم: \" رأيْتُ جِبْريلَ عِنْدَ سِدْرَةِ المُنْتَهَى لَهُ سِتُّ مئَة جنَاح \" زاد الرفاعيّ في حديثه, فسألت عاصما عن الأجنحة, فلم يخبرني, فسألت أصحابي, فقالوا: كلّ جناح ما بين المشرق والمغرب .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى جبريل في صورته التي هي صورته, قال: وهو الذي رآه نـزلة أخرى.واختلفت القرّاء في قراءة قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) فقرأ ذلك عامة قرّاء المدينة ومكة والكوفة والبصرة ( كَذبَ ) بالتخفيف, غير عاصم الجحدري وأبي جعفر القارئ والحسن البصري فإنهم قرءوه \" كذب \" بالتشديد, بمعنى: أن الفؤاد لم يكذب الذي رأى, ولكنه جعله حقا وصدقا, وقد يحتمل أن يكون معناه إذا قرئ كذلك: ما كذّب صاحب الفؤاد ما رأى. وقد بيَّنا معنى من قرأ ذلك بالتخفيف.والذي هو أولى القراءتين في ذلك عندي بالصواب قراءة من قرأه بالتخفيف لإجماع الحجة من القرّاء عليه, والأخرى غير مدفوعة صحتها لصحة معناها.",
  "ayah": 12,
  "surah": 53
}
