{
  "text": "وقوله ( عِنْدَ سِدْرَةِ الْمُنْتَهَى ) يقول تعالى ذكره: ولقد رآه عند سدرة المنتهى, فعند من صلة قوله ( رَآهُ ) والسدرة: شجرة النبق.وقيل لها سدرة المنتهى في قول بعض أهل العلم من أهل التأويل, لأنه إليها ينتهي علم كلّ عالم.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا يعقوب, عن حفص بن حميد, عن شمر, قال: جاء ابن عباس إلى كعب الأحبار, فقال له حدثني عن قول الله ( عِنْدَ &; 22-514 &; سِدْرَةِ الْمُنْتَهَى * عِنْدَهَا جَنَّةُ الْمَأْوَى ) فقال كعب: إنها سدرة في أصل العرش, إليها ينتهي علم كلّ عالم, مَلك مقرّب, أو نبيّ مرسل, ما خلفها غيب, لا يعلمه إلا الله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال أخبرني جرير بن حازم, عن الأعمش, عن شمر بن عطية, عن هلال بن يساف, قال: سأل ابن عباس كعبا, عن سدرة المنتهى وأنا حاضر, فقال كعب: إنها سدرة على رءوس حملة العرش, وإليها ينتهي علم الخلائق, ثم ليس لأحد وراءها علم, ولذلك سميت سدرة المنتهى, لانتهاء العلم إليها.وقال آخرون: قيل لها سدرة المنتهى, لأنها ينتهي ما يهبط من فوقها, ويصعد من تحتها من أمر الله إليها.* ذكر من قال ذلك:حدثني محمد بن عمارة, قال: ثنا سهل بن عامر, قال: ثنا مالك, عن الزُّبير, عن عديّ, عن طلحة اليامي, عن مرّة, عن عبد الله, قال: لما أُسري برسول الله صلى الله عليه وسلم انتهى به إلى سدرة المنتهى وهي في السماء السادسة, إليها ينتهي من يعرج من الأرض أو من تحتها, فيقبض منها, وإليها ينتهي ما يهبط من فوقها, فيقبض فيها.حدثني جعفر بن محمد المروزي, قال: ثنا يعلي, عن الأجلح, قال: قلت للضحاك: لِم تسمى سدرة المنتهى؟ قال: لأنه ينتهي إليها كلّ شيء من أمر الله لا يعدوها.وقال آخرون: قيل لها: سِدْرة المنتهى, لأنه ينتهي إليها كلّ من كان على سنة رسول الله صلى الله عليه وسلم ومنهاجه.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( عِنْدَ &; 22-515 &; سِدْرَةِ الْمُنْتَهَى ) , قال: إليها ينتهي كلّ أحد, خلا على سنة أحمد, فلذلك سميت المنتهى.حدثني عليّ بن سهل, قال: ثنا حجاج, قال: ثنا أبو جعفر الرازيّ, عن الربيع بن أنس, عن أبي العالية الرياحي, عن أبي هُريرة, أو غيره \" شكّ أبو جعفر الرازيّ\" قال: لما أُسري بالنبيّ صلى الله عليه وسلم , انتهى إلى السدرة, فقيل له: هذه السدرة ينتهي إليها كلّ أحد خلا من أمتك على سنتك.والصواب من القول في ذلك أن يقال: إن معنى المنتهى الانتهاء, فكأنه قيل: عند سدرة الانتهاء. وجائز أن يكون قيل لها سدرة المنتهى: لانتهاء علم كلّ عالم من الخلق إليها, كما قال كعب. وجائز أن يكون قيل ذلك لها, لانتهاء ما يصعد من تحتها, وينـزل من فوقها إليها, كما روي عن عبد الله. وجائز أن يكون قيل ذلك كذلك لانتهاء كلّ من خلا من الناس على سنة رسول الله صلى الله عليه وسلم إليها. وجائز أن يكون قيل لها ذلك لجميع ذلك, ولا خبر يقطع العذر بأنه قيل ذلك لها لبعض ذلك دون بعض, فلا قول فيه أصحّ من القول الذي قال ربنا جَلَّ جلاله, وهو أنها سدرة المنتهى.وبالذي قلنا في أنها شجرة النبق تتابعت الأخبار عن رسول الله صلى الله عليه وسلم , وقال أهل العلم.* ذكر ما في ذلك من الآثار, وقول أهل العلم:حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن حميد, عن أنس بن مالك, قال: قال رسول الله صلى الله عليه وسلم: \" انْتَهَيْتُ إلَى السِّدْرَة فإذَا نَبْقَها مثْلُ الجرار, وإذَا وَرَقُها مِثْلُ آذَانِ الفِيلَةِ فَلَمَّا غَشيهَا مِنْ أمر اللهِ ما غَشيهَا, تَحَوَّلَتْ ياقُوتا وَزُمُرَّدًا وَنَحْوَ ذلكَ \".حدثنا محمد بن المثنى, قال: ثنا ابن أبي عديّ, عن سعيد عن قتادة, عن أنس بن مالك عن مالك بن صعصعة رجل من قومه قال: قال نبيّ الله صلى الله عليه وسلم: \" لَمَّا انْتَهَيْتُ إلى السَّماءِ السَّابِعَة أَتَيْتُ عَلى إبْرَاهيمَ فَقُلْتُ: يا جبْريلُ مَنْ هَذا؟ قال: هَذَا أبُوكَ إبْراهِيمُ, فَسَلَّمْتُ عَلَيْهِ, فَقَالَ: مَرْحَبَا بالابن الصَّالحِ والنَّبِيّ الصَّالِح, قال: ثُمَّ رُفِعَتْ لي سِدرَةُ المُنْتَهَى فحدّث نبيّ الله أنّ نبقها مثل قلال هجر, وأن ورقها مثل آذان الفِيلة \".وحدثنا ابن المثنى, قال: ثنا خالد بن الحارث, قال: ثنا سعيد, عن قتادة, عن أنس بن مالك عن مالك بن صعصعة رجل من قومه, عن النبيّ صلى الله عليه وسلم , بنحوه.حدثنا ابن المثنى, قال ثنا معاذ بن هشام, قال: ثني أبي, عن قتادة, قال: ثنا أنس بن مالك, عن مالك بن صعصعة, أن رسول الله صلى الله عليه وسلم قال, فذكر نحوه.حدثنا احمد بن أبي سُرَيج, قال: ثنا الفضل بن عنبسة, قال: ثنا حماد بن سلمة, عن ثابت البُنَانيّ, عن أنس بن مالك, أن رسول الله صلى الله عليه وسلم: \" رَكَبْتُ البُرَاقَ ثُمَّ ذُهِبَ بي إلى سدْرَة المُنتهَى, فَإِذَا وَرَقُها كآذَانِ الفِيلَةِ, وإذَا ثمَرُها كالقلال ; قال: فَلَمَّا غَشِيَها مِنْ أمْرِ الله ما غَشيَها تَغَيَّرتْ, فَمَا أحَدٌ يَسْتَطيعُ أنْ يصِفَها مِنْ حُسْنها, قال: فأَوْحَى اللهُ إليّ ما أوْحَى \".حدثنا أحمد بن أبي سريج, قال: ثنا أبو النضر, قال ثنا سليمان بن المُغيرة, عن أنس, قال: قال رسول الله صلى الله عليه وسلم : \" عَرَجَ بِي المَلَكُ; قال: ثُمَّ انتهَيْتُ إلى السِّدْرَةِ وأنا أعْرِفُ أنها سدْرَةٌ, أعرفُ وَرَقَهَا وثَمرَهَا; قال: فَلَمَّا غَشِيَها مِنْ أمر اللهِ ما غَشيهَا تَحَوَّلَتْ حتى ما يسْتَطِيعُ أَحَدٌ أنْ يَصِفَها \".حدثنا محمد بن سنان القزّاز, قال: ثنا يونس بن إسماعيل, قال: ثنا سليمان, عن ثابت, عن أنس عن رسول الله صلى الله عليه وسلم مثله, إلا أنه قال: \" حتى ما أسْتَطِيعُ أنْ أصِفَها \".حدثنا عليّ بن سهل, قال: ثنا حجاج, قال: ثنا أبو جعفر الرازيّ, عن الربيع بن أنس, عن أبي العالية الرياحي, عن أبي هريرة أو غيره \" شكّ أبو جعفر الرازيّ\" قال: لما أُسريَ بالنبيّ صلى الله عليه وسلم انتهى إلى السدرة, فقيل له: &; 22-517 &; هذه السدرة ينتهي إليها كلّ أحد خلا من أمتك على سنتك, فإذا هي شجرة يخرج من أصلها أنهار من ماء غير آسن, وأنهار من لبن لم يتغير طعمه, وأنهار من خمر لذّة للشاربين, وأنهار من عسل مصفى, وهي شجرة يسير الراكب في ظلها سبعين عاما لا يقطعها, والورقة منها تغطي الأمة كلها \".وحدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل الحضرميّ, عن الحسن العرنيِّ, أراه عن الهذيل بن شرحبيل, عن ابن مسعود ( سِدْرَةِ الْمُنْتَهَى ) قال: من صُبْر الجنة عليها أو عليه فضول السندس والإستبرق, أو جعل عليها فضول.وحدثنا ابن حُميد مرّة أخرى, عن مهران, فقال عن الحسن العُرني, عن الهذيل, عن ابن مسعود \" ولم يشكّ فيه \", وزاد فيه: قال صبر الجنة: يعني وسطها; وقال أيضا: عليها فضول السندس والإستبرق.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سلمة بن كهيل, عن الحسن العرني, عن الهذيل بن شرحبيل, عن عبد الله بن مسعود في قوله ( سِدْرَةِ الْمُنْتَهَى ) قال: صبر الجنة عليها السندس والإستبرق.حدثنا أبو كُرَيب, قال: ثنا يونس بن بكير, عن محمد بن إسحاق, عن يحيى بن عباد بن عبد الله, عن أبيه, عن أسماء بنت أبي بكر, قالت: سمعت رسول الله صلى الله عليه وسلم , وذكر سدرة المنتهى, فقال: يَسيرُ في ظِلّ الْفَنَن مِنْها مِئَةُ رَاكِبٍ , أو قال: يَسْتَظلُّ فِي الفَنَنِ مِنْها مِئَةُ رَاكِبٍ\",شكّ يحيى \" فِيها فَراشُ الذَّهَبِ, كانَّ ثمرها القِلالُ \".حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع, عن سدرة المنتهى, قال: السدرة: شجرة يسير الراكب في ظلها مئة عام لا يقطعها, وإن ورقة منها غَشَّت الأمَّةَ كلها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( عِنْدَ سِدْرَةِ الْمُنْتَهَى ) : أن النبي صلى الله عليه وسلم قال: \" رُفِعتْ لي سدْرَةٌ مُنْتهَاها فِي السَّماءِ السَّابِعَة, نَبْقُها مِثْلُ قِلال هَجِرٍ, وَوَرَقُها مِثْلُ آذان الفيلَة, يَخْرُجُ مِنْ سَاقِها نَهْرانِ ظاهِران, ونَهْرانِ باطِنان , قال: قُلْتُ لجِبْرِيلَ ما هَذَان النَّهْرَانِ أرْوَاحٌ (4) قال: أَمَّا النَّهْرَانِ الباطِنان, فَفِي الجَنَّة, وأمَّا النَّهْرَانِ الظَّاهرَان: فالنِّيلُ والفراتُ\".------------------الهوامش :(4) كذا في المخطوطة رقم 100 تفسير بدار الكتب المصرية ( ج 22 : 59 ب ) ولعل الكلمة محرفة ، أو لعلها زائدة من قلم الناسخ .",
  "ayah": 15,
  "surah": 53
}
