{
  "text": "القول في تأويل قوله تعالى :  إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (32)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم ( إِنَّ رَبَّكَ ) يا محمد ( وَاسِعُ الْمَغْفِرَةِ ) : واسع عفوه للمذنبين الذين لم تبلغ ذنوبهم الفواحش وكبائر الإثم. وإنما أعلم جلّ ثناؤه بقوله هذا عباده أنه يغفر اللمم بما وصفنا من الذنوب لمن اجتنب كبائر الإثم والفواحش.كما حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ) قد غفر ذلك لهم.وقوله ( هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) يقول تعالى ذكره: ربكم أعلم بالمؤمن منكم من الكافر, والمحسن منكم من المسيء, والمطيع من العاصي, حين ابتدعكم من الأرض, فأحدثكم منها بخلق أبيكم آدم منها, وحين أنتم أجنة في بطون أمهاتكم, يقول: وحين أنتم حمل لم تولدوا منكم, وأنفسكم بعدما (4) صرتم رجالا ونساء.وبنحو الذي قلنا في ذلك قال أهل التأول.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) قال: كنحو قوله  وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ  .وحدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) قال: حين خلق آدم من الأرض ثم خلقكم من آدم, وقرأ ( وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ ) .وقد بيَّنا فيما مضى قبل معنى الجنين, ولِمَ قيل له جنين, بما أغنى عن إعادته في هذا الموضع.وقوله ( فَلا تُزَكُّوا أَنْفُسَكُمْ ) يقول جل ثناؤه: فلا تشهدوا لأنفسكم بأنها زكية بريئة من الذنوب والمعاصي.كما حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, قال: سمعت زيد بن أسلم يقول ( فَلا تُزَكُّوا أَنْفُسَكُمْ ) يقول: فلا تبرئوها.وقوله ( هُوَ أَعْلَمُ بِمَنِ اتَّقَى ) يقول جلّ ثناؤه: ربك يا محمد أعلم بمن خاف عقوبة الله فاجتنب معاصيه من عباده.--------------------الهوامش :(4) كذا وردت هذه العبارة الأخيرة في الأصل ، وهي غامضة من أول قوله \" منكم وأنفسكم ... إلخ \" ولعل صوابها : فلا تزكوا أنفسكم بعد ما صرتم رجالا ونساء .",
  "ayah": 33,
  "surah": 53
}
