{
  "text": "وقال آخرون: بل وفَّى بما رأى في المنام من ذبح ابنه, وقالوا قوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) من المؤخر الذي معناه التقديم; وقالوا: معنى الكلام: أم لم ينبأ بما في صحف موسى ألا تزر وازرة وزر أخرى, وبما في صحف إبراهيم الذي وفى.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي عن أبيه, عن ابن عباس في قوله ( أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى * وَإِبْرَاهِيمَ الَّذِي وَفَّى ) يقول: إبراهيم الذي استكمل الطاعة فيما فعل بابنه حين رأى الرؤيا, والذي في صحف موسى ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) ... إلى آخر الآية.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني ابن لهيعة, عن أبي صخر, عن القُرَظَيّ, وسُئل عن هذه الآية ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: وفى بذبح ابنه.وقال آخرون بل معنى ذلك: أنه وفى ربه جميع شرائع الإسلام.* ذكر من قال ذلك:حدثنا عبد الله بن أحمد بن شبَويه, قال: ثنا عليّ بن الحسن, قال: ثنا خارجة بن مُصْعبٍ, عن داود بن أبي هند, عن عكرمة عن ابن عباس قال: الإسلام ثلاثون سهما. وما ابتلي بهذا الدين أحد فأقامه إلا إبراهيم, قال الله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) فكتب الله له براءة من النار.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) ما فُرِض عليه.وقال آخرون: وفى بما رُوي عن رسول الله صلى الله عليه وسلم في الخبر الذيحدثنا أبو كُرَيب, قال: ثنا رشدين بن سعد, قال: ثني زيان بن فائد, عن سهل بن معاذ, عن أنس, عن أبيه, قال: كان النبيّ صلى الله عليه وسلم يقول: \"أَلا أُخْبِرُكُمْ لِمَ سَمَّى اللهُ إِبْرَاهِيمَ خَلِيلَهُ الَّذِي وَفَّى؟ لأنَّهُ كَانَ يَقُولُ كُلَّمَا أَصْبَحَ وَأَمْسَى:  فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ  حَتَّى خَتَمَ الآيَةَ\".وقال آخرون: بل وفى ربه عمل يومه.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا الحسن بن عطية, قال: ثنا إسرائيل, عن جعفر بن الزبير عن القاسم, عن أبي أُمامة, قال: قال رسول الله صلى الله عليه وسلم: ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: \" أتدرون ما وَفَّى \"؟ قالوا الله ورسوله أعلم, قال: وفَّى عَمَل يَوْمِهِ أرْبَعَ رَكعَات في النَّهارِ\".وأولى الأقوال في ذلك بالصواب قول من قال: وفى جميع شرائع الإسلام وجميع ما أُمر به من الطاعة, لأن الله تعالى ذكره أخبر عنه أنه وفى فعم بالخبر عن توفيته جميع الطاعة, ولم يخصص بعضا دون بعض.فإن قال قائل : فإنه خصّ ذلك بقوله وفي ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) فإن ذلك مما أخبر الله جل ثناؤه أنه في صحف موسى وإبراهيم, لا مما خصّ به الخبر عن أنه وفى. وأما التوفية فإنها على العموم, ولو صحّ الخبران اللذان ذكرناهما أو أحدهما عن رسول الله صلى الله عليه وسلم، لم نَعْدُ القول به إلى غيره ولكن في إسنادهما نظر يجب التثبت فيهما من أجله.وقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) فإن من قوله ( أَلا تَزِرُ ) على التأويل الذي تأوّلناه في موضع خفض ردّا على \" ما \" التي في قوله ( أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى ) يعني بقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) غيرها, بل كل آثمة فإنما إثمها عليها.وقد بيَّنا تأويل ذلك باختلاف أهل العلم فيه فيما مضى قبل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عبيد المحاربيّ , قال: ثنا أبو مالك الجَنْبي, قال: ثنا إسماعيل بن أبي خالد, عن أبي مالك الغفاريّ في قوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى * وَأَنْ لَيْسَ لِلإنْسَانِ إِلا مَا سَعَى ) إلى قوله  مِنَ النُّذُرِ الأُولَى  قال: هذا في صحف إبراهيم وموسى.وإنما عُني بقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) الذي ضَمِن للوليد بن المغيرة أن يتحمل عنه عذاب الله يوم القيامة, يقول: ألم يُخْبَرْ قائل هذا القول, وضامن هذا الضمان بالذي في صحف موسى وإبراهيم مكتوب: أن لا تأثم آثمة إثم أخرى غيرها.",
  "ayah": 39,
  "surah": 53
}
