{
  "text": "حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة, عن عكرمة, عن ابن عباس, قوله ( سَامِدُونَ ) قال: هو الغناء, كانوا إذا سمعوا القرآن تَغَنَّوا ولعبوا, وهي لغة أهل اليمن, قال اليماني: اسْمُد.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( سَامِدُونَ ) يقول: لاهون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس , قوله ( وَأَنْتُمْ سَامِدُونَ ) يقول: لاهون.حدثنا ابن بشار, قال: ثنا عبد الرحمن بن مهدي, قال: ثنا سفيان, عن أبيه, عن عكرمة, عن ابن عباس, قال: هي يمانية اسمد تَغَنَّ لنا.حدثنا أبو كُرَيب, قال: ثنا الأشجعي, عن سفيان, عن أبيه, عن عكرمة, عن ابن عباس, قال: هو الغناء, وهي يمانية, يقولون: اسمد لنا: تغَنَّ لنا .قال: ثنا عبيد الله الأشجعي, عن سفيان, عن حكيم بن الديلم, عن الضحاك, عن ابن عباس ( وَأَنْتُمْ سَامِدُونَ ) قال: كانوا يمرّون على النبي صلى الله عليه وسلم شامخين, ألم تروا إلى الفحل في الإبل عَطِنا شامخا (4) .حدثنا ابن بشار, قال: ثنا ابن أبى عديّ, عن سعيد, عن قتادة, عن الحسن, في قوله: ( وَأَنْتُمْ سَامِدُونَ ) قال: غافلون.حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن ابن أبي نجيح, عن مجاهد ( وَأَنْتُمْ سَامِدُونَ ) قال: كانوا يمرّون على النبيّ صلى الله عليه وسلم غضابا مُبَرْطِمين. وقال عكرِمة: هو الغناء بالحِميرية.قال: ثنا الأشجعيّ ووكيع, عن سفيان, عن ابن أبى نجيح, عن مجاهد, قال: هي الْبَرْطَمة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطمة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطمة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن عكرِمة, عن ابن عباس قال: السامدون: المغَنُّون بالحميرية.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, ثنا ابن أبي نجيح, عن مجاهد, قال: كان عكرِمة يقول: السامدون يغنون بالحميرية, ليس فيه ابن عباس.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده قوله ( سَامِدُونَ ) : أي غافلون .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( سَامِدُونَ ) قال: غافلون.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَأَنْتُمْ سَامِدُونَ ) السُّمود: اللهو واللعب.حدثنا حميد بن مسعدة, قال: ثنا يزيد بن زريع, قال: ثنا سفيان بن سعيد, عن فطر, عن أبي خالد الوالبيّ, عن عليّ رضي الله عنه قال: رآهم قياما ينتظرون الإمام, فقال: ما لكم سامدون .حدثني ابن سنان القزاز, قالا ثنا أبو عاصم, عن عمران بن زائدة بن نشيط, عن أبيه, عن أبي خالد قال: خرج علينا عليّ رضي الله عنه ونحن قيام, فقال: مالي أراكم سامدين.قال: ثنا أبو عاصم, قال: أخبرنا سفيان, عن مطر, عن زائدة, عن أبي خالد، بمثله .حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن سعيد, عن أبي معشر, عن إبراهيم, في قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: قيام القوم قبل أن يجيء الإمام.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن عمران الخياط، عن إبراهيم في القوم ينتظرون الصلاة قياما; قال: كان يقال: ذاك السُّمود.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن ليث والعزرميّ, عن مجاهد ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطَمة.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن أبيه, عن عكرمة, عن ابن عباس ( وَأَنْتُمْ سَامِدُونَ ) قال: الغناء باليمانية: اسْمُد لنا.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: السامد: الغافل.حدثنا ابن حُميد, قال: ثنا جرير, عن منصور, عن إبراهيم, قال: كانوا يكرهون أن يقوموا إذا أقام المؤذن للصلاة، وليس عندهم الإمام, وكانوا يكرهون أن ينتظروه قياما, وكان يقال: ذاك السُّمود, أو من السُّمود.",
  "ayah": 61,
  "surah": 53
}
