{
  "text": "قوله تعالى : سنفرغ لكم أيها الثقلان يقال : فرغت من الشغل أفرغ فروغا وفراغا وتفرغت لكذا واستفرغت مجهودي في كذا أي بذلته . والله تعالى ليس له شغل يفرغ منه ، إنما المعنى سنقصد لمجازاتكم أو محاسبتكم ، وهذا وعيد وتهديد لهم كما يقول القائل لمن يريد تهديده : إذا أتفرغ لك أي أقصدك . وفرغ بمعنى قصد ، وأنشد ابن الأنباري في مثل هذا لجرير :الآن وقد فرغت إلى نمير فهذا حين كنت لها عذابايريد وقد قصدت . وقال أيضا وأنشده النحاس :فرغت إلى العبد المقيد في الحجل[ ص: 154 ] وفي الحديث أن النبي صلى الله عليه وسلم لما بايع الأنصار ليلة العقبة ، صاح الشيطان : يا أهل الجباجب ! هذا مذمم يبايع بني قيلة على حربكم ، فقال النبي صلى الله عليه وسلم : هذا إزب العقبة أما والله يا عدو الله لأتفرغن لك أي أقصد إلى إبطال أمرك . وهذا اختيار القتبي والكسائي وغيرهما . وقيل : إن الله تعالى وعد على التقوى وأوعد على الفجور ، ثم قال : سنفرغ لكم مما وعدناكم ونوصل كلا إلى ما وعدناه ، أي أقسم ذلك وأتفرغ منه ؛ قاله الحسن ومقاتل وابن زيد . وقرأ عبد الله وأبي \" سنفرغ إليكم \" وقرأ الأعمش وإبراهيم \" سيفرغ لكم \" بضم الياء وفتح الراء على ما لم يسم فاعله . وقرأ ابن شهاب والأعرج \" سنفرغ لكم \" بفتح النون والراء ، قال الكسائي : هي لغة تميم يقولون : فرغ يفرغ ، وحكى أيضا فرغ يفرغ ورواهما هبيرة عن حفص عن عاصم . وروى الجعفي عن أبي عمرو \" سيفرغ \" بفتح الياء والراء ، ورويت عن ابن هرمز . وروي عن عيسى الثقفي \" سنفرغ لكم \" بكسر النون وفتح الراء ، وقرأ حمزة والكسائي \" سيفرغ لكم \" بالياء . الباقون بالنون وهي لغة تهامة . . والثقلان الجن والإنس ، سميا بذلك لعظم شأنهما بالإضافة إلى ما في الأرض من غيرهما بسبب التكليف - وقيل : سموا بذلك لأنهم ثقل على الأرض أحياء وأمواتا ، قال الله تعالى : وأخرجت الأرض أثقالها ومنه قولهم : أعطه ثقله أي وزنه . وقال بعض أهل المعاني : كل شيء له قدر ووزن ينافس فيه فهو ثقل . ومنه قيل لبيض النعام ثقل ، لأن واجده وصائده يفرح به إذا ظفر به . وقال جعفر الصادق : سميا ثقلين ، لأنهما مثقلان بالذنوب . وقال : سنفرغ لكم فجمع ، ثم قال : أيه الثقلان لأنهما فريقان وكل فريق جمع ، وكذا قوله تعالى : يا معشر الجن والإنس إن استطعتم ولم يقل إن استطعتما ، لأنهما فريقان في حال الجمع ، كقوله تعالى : فإذا هم فريقان يختصمون و هذان خصمان اختصموا في ربهم ولو قال : سنفرغ لكما ، وقال : إن استطعتما لجاز . وقرأ أهل الشام \" أيه الثقلان \" بضم الهاء . الباقون بفتحها وقد تقدم .مسألة : هذه السورة و \" الأحقاف \" و \" قل أوحي \" دليل على أن الجن مخاطبون [ ص: 155 ] مكلفون مأمورون منهيون مثابون معاقبون كالإنس سواء ، مؤمنهم كمؤمنهم ، وكافرهم ككافرهم ، لا فرق بيننا وبينهم في شيء من ذلك .",
  "ayah": 31,
  "surah": 55
}
