{
  "text": "قوله تعالى : ولمن خاف مقام ربه فيه مسألتان :الأولى : لما ذكر أحوال أهل النار ذكر ما أعد للأبرار . والمعنى خاف مقامه بين يدي ربه للحساب فترك المعصية . ف \" مقام \" مصدر بمعنى القيام . وقيل : خاف قيام ربه عليه أي إشرافه واطلاعه عليه ، بيانه قوله تعالى : أفمن هو قائم على كل نفس بما كسبت . وقال مجاهد وإبراهيم النخعي : هو الرجل يهم بالمعصية فيذكر الله فيدعها من خوفه .الثانية : هذه الآية دليل على أن من قال لزوجه : إن لم أكن من أهل الجنة فأنت طالق أنه لا يحنث إن كان هم بالمعصية وتركها خوفا من الله وحياء منه . وقال به سفيان الثوري وأفتى به . وقال محمد بن علي الترمذي : جنة لخوفه من ربه ، وجنة لتركه شهوته . وقال ابن عباس : من خاف مقام ربه بعد أداء الفرائض . وقيل : المقام الموضع ، أي خاف مقامه بين يدي ربه للحساب كما تقدم ويجوز أن يكون المقام للعبد ثم يضاف إلى الله ، وهو كالأجل في قوله : فإذا جاء أجلهم وقوله في موضع آخر : إن أجل الله إذا جاء لا يؤخر .جنتان [ ص: 161 ] أي لمن خاف جنتان على حدة ، فلكل خائف جنتان . وقيل : جنتان لجميع الخائفين ، والأول أظهر . وروي عن ابن عباس عن النبي صلى الله عليه وسلم أنه قال : الجنتان بستانان في عرض الجنة كل بستان مسيرة مائة عام في وسط كل بستان دار من نور وليس منها شيء إلا يهتز نغمة وخضرة ، قرارها ثابت وشجرها ثابت ذكره المهدوي والثعلبي أيضا من حديث أبي هريرة . وقيل : إن الجنتين جنته التي خلقت له وجنة ورثها . وقيل : إحدى الجنتين منزله والأخرى منزل أزواجه كما يفعله رؤساء الدنيا . وقيل : إن إحدى الجنتين مسكنه والأخرى بستانه . وقيل : إن إحدى الجنتين أسافل القصور والأخرى أعاليها . وقال مقاتل : هما جنة عدن وجنة النعيم . وقال الفراء : إنما هي جنة واحدة ، فثنى لرءوس الآي . وأنكر القتبي هذا وقال : لا يجوز أن يقال خزنة النار عشرون إنما قال تسعة عشر لمراعاة رءوس الآي . وأيضا قال : ذواتا أفنان . وقال أبو جعفر النحاس : قال الفراء قد تكون جنة فتثنى في الشعر ، وهذا القول من أعظم الغلط على كتاب الله عز وجل ، يقول الله عز وجل : جنتان ويصفهما بقوله : فيهما فيدع الظاهر ويقول : يجوز أن تكون جنة ويحتج بالشعر ! وقيل : إنما كانتا اثنتين ليضاعف له السرور بالتنقل من جهة إلى جهة . وقيل : نزلت في أبي بكر الصديق رضي الله عنه خاصة حين ذكر ذات يوم الجنة حين أزلفت والنار حين برزت ؛ قاله عطاء وابن شوذب . وقال الضحاك : بل شرب ذات يوم لبنا على ظمإ فأعجبه ، فسأل عنه فأخبر أنه من غير حل فاستقاءه ورسول الله صلى الله عليه وسلم ينظر إليه ، فقال : رحمك الله لقد أنزلت فيك آية وتلا عليه هذه الآية .",
  "ayah": 46,
  "surah": 55
}
