{
  "text": "قوله تعالى : ومن دونهما جنتان أي وله من دون الجنتين الأوليين جنتان أخريان . قال ابن عباس : ومن دونهما في الدرج . ابن زيد : ومن دونهما في الفضل . ابن عباس : والجنات لمن خاف مقام ربه ، فيكون في الأوليين النخل والشجر ، وفي الأخريين الزرع والنبات وما انبسط . الماوردي : ويحتمل أن يكون ومن دونهما جنتان لأتباعه لقصور منزلتهم عن منزلته ، إحداهما للحور العين ، والأخرى للولدان المخلدين ، ليتميز بهما الذكور عن الإناث . وقال ابن جريج : هي أربع : جنتان منها للسابقين المقربين فيهما من كل فاكهة زوجان و عينان تجريان ، وجنتان لأصحاب اليمين فيهما فاكهة ونخل ورمان و فيهما عينان نضاختان . وقال ابن زيد : إن الأوليين من ذهب للمقربين ، والأخريين من ورق لأصحاب اليمين .قلت : إلى هذا ذهب الحليمي أبو عبد الله الحسن بن الحسين في كتاب \" منهاج الدين \" له ، واحتج بما رواه سعيد بن جبير عن ابن عباس ولمن خاف مقام ربه جنتان إلى قوله : مدهامتان قال : تانك للمقربين ، وهاتان لأصحاب اليمين . وعن أبي موسى الأشعري نحوه . ولما وصف الله الجنتين أشار إلى الفرق بينهما فقال في الأوليين : فيهما عينان تجريان وفي الأخريين : فيهما عينان نضاختان أي فوارتان ولكنهما ليستا كالجاريتين لأن [ ص: 167 ] النضخ دون الجري . وقال في الأوليين : فيهما من كل فاكهة زوجان فعم ولم يخص . وفي الأخريين : فيهما فاكهة ونخل ورمان ولم يقل من كل فاكهة ، وقال في الأوليين : متكئين على فرش بطائنها من إستبرق وهو الديباج ، وفي الأخريين متكئين على رفرف خضر وعبقري حسان والعبقري : الوشي ، ولا شك أن الديباج أعلى من الوشي ، والرفرف كسر الخباء ، ولا شك أن الفرش المعدة للاتكاء عليها أفضل من فضل الخباء . وقال في الأوليين في صفة الحور : كأنهن الياقوت والمرجان ، وفي الأخريين فيهن خيرات حسان وليس كل حسن كحسن الياقوت والمرجان . وقال في الأوليين : ذواتا أفنان وفي الأخريين مدهامتان أي خضراوان كأنهما من شدة خضرتهما سوداوان ، ووصف الأوليين بكثرة الأغصان ، والأخريين بالخضرة وحدها ، وفي هذا كله تحقيق للمعنى الذي قصدنا بقوله ومن دونهما جنتان ولعل ما لم يذكر من تفاوت ما بينهما أكثر مما ذكر . فإن قيل : كيف لم يذكر أهل هاتين الجنتين كما ذكر أهل الجنتين الأوليين ؟ قيل : الجنان الأربع لمن خاف مقام ربه إلا أن الخائفين لهم مراتب ، فالجنتان الأوليان لأعلى العباد رتبة في الخوف من الله تعالى ، والجنتان الأخريان لمن قصرت حاله في الخوف من الله تعالى . ومذهب الضحاك أن الجنتين الأوليين من ذهب وفضة ، والأخريين من ياقوت وزمرد وهما أفضل من الأوليين ، وقوله : ومن دونهما جنتان أي ومن أمامهما ومن قبلهما . وإلى هذا القول ذهب أبو عبد الله الترمذي الحكيم في \" نوادر الأصول \" فقال : ومعنى ومن دونهما جنتان أي دون هذا إلى العرش ، أي أقرب وأدنى إلى العرش ، وأخذ يفضلهما على الأوليين بما سنذكره عنه . وقال مقاتل : الجنتان الأوليان جنة عدن وجنة النعيم ، والأخريان جنة الفردوس وجنة المأوى .",
  "ayah": 62,
  "surah": 55
}
