{
  "text": "وقوله - سبحانه - : ( إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ ) فى محل نصب على الاستثناء واستراق السمع : اختلاسه وسرقته ، والمراد به : الاستماع إلى المتحدث خفية ، حتى لكأن المستمع يسرق من المتكلم كلامه الذى يخفيه عنه ، فالسمع هنا بمعنى المسموع من الكلام .والشهاب : هو الشعلة الساطعة من النار ، المنفصلة من الكواكب التى ترى فى السماء ليلاً ، كأنها كوكب ينقض بأقصى سرعة . وجمعه شهب . . أصله من الشهبة ، وهى بياض مختلط بسواد .و ( مبين ) أى ظاهر واضح للمبصرين .والاستثناء منقطع ، فيكون المعنى : وحفظنا السماء من كل شيطان رجيم لكن من اختلس السمع من الشياطين ، بأن حاول الاقتراب منها ، فإنه يتبعه شهاب واضح للناظرين فيحرقه ، أو يحول بينه وبين استراق السمع .قال القرطبي : قوله - تعالى - : ( إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ ) أى . لكن من استرق السمع ، أى الخطفة اليسيرة ، فهو استثناء منقطع .وقيل : هو متصل ، أى : إلا ممن استرق السمع . أى : حفظنا السماء من الشياطين أن تسمع شيئاً من الوحى وغيره ، إلا من استرق السمع فإنا لم نحفظها منه أن تسمع الخبر من أخبار السماء سوى الوحى ، فأما الوحى فلا تسمع منه شيئاً لقوله - تعالى - ( إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ ) وإذا استمع الشياطين إلى شئ ليس بوحى ، فإنهم يقذفونه إلى الكهنة فى أسرع من طرفة عين ، ثم تتبعهم الشهب فتقلهم أو تخبلهم . . .وشبيه بهذه الآية قوله - تعالى - ( إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب وَحِفْظاً مِّن كُلِّ شَيْطَانٍ مَّارِدٍ لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ دُحُوراً وَلَهُمْ عَذابٌ وَاصِبٌ إِلاَّ مَنْ خَطِفَ الخطفة فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ ) قال بعض العلماء ما ملخصه : والمقصود منع الشياطين من الاطلاع على ما أراد الله عدم اطلاعهم عليه . . وربما استدرج الله - تعالى - الشياطين وأولياءهم ، فلم يمنع الشياطين من استراق شئ قليل يلقونه إلى الكهان؛ فلما أراد - سبحانه - عصمة الوحى منعهم من ذلك بتاتا . .وفى سورة الجن دلالة على أن المنع الشديد من استراق السمع كان بعد البعثة النبوية ، وبعد نزول القرآن ، إحكاماً لحفظ الوحى من أن يلتبس على الناس بالكهانة ..قال - تعالى - : ( وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً ) وعلى ذلك يكون ما جاء فى بعض الأحاديث من استراق الجن السمع - وصفا للكهانة السابقة ، ويكون قوله صلى الله عليه وسلم \" ليسوا بشئ . . . \" وصفا لآخر أمرهم . .\" ففى صحيح البخارى عن عائشة : أن ناسا سألوا رسول الله صلى الله عليه وسلم عن الكهانة ، فقال : \" ليسوا بشئ \" . - أى لا وجود لما يزعمونه - فقيل - يارسول الله ، فإنهم يحدثون أحياناً بالشئ فيكون حقاً . فقال رسول الله صلى الله عليه وسلم : \" تلك الكلمة من الحق يخطفها الجنى فَيقرُّها فى أذن وليه قَرَّ الدجاجة - أى فيلقيها بصوت خافت كالدجاجة عندما تخفى صوتها - فيخلطون فيها أكثر من مائة كذبة \" \" .",
  "ayah": 18,
  "surah": 15
}
