{
  "text": "ثم بين - سبحانه - الأسباب التى حملت إبليس على طلب تأخير موته إلى يوم القيامة ، والتى من أهمها الانتقام من آدم وذريته فقال - تعالى - : ( قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ فِي الأرض وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) .والباء فى قوله ( بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ .. ) للسببية أو للقسم .قال الإِمام الرازى ما ملخصه : الباء ههنا بمعنى السبب ، أى : بسبب كونى غاويا لأزينن لهم كقول القائل : أقسم فلان بمعصيته ليدخلن النار ، وبطاعته ليدخلن الجنة .أو للقسم وما مصدرية وجواب القسم لأزينن لهم . والمعنى أقسم بإغوائك لى لأزينن لهم . ونظيره قوله - تعالى - ( قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ ) وقوله ( أغويتنى ) من الإِغواء ، وهو خلق الغى فى القلوب . وأصل الغى الفساد ، ومنه غوى الفصيل - كرضى - إذا بشم من اللبن ففسدت معدته . أو منع من الرضاع فهزل وكاد يهلك ، ثم استعمل فى الضلال . يقال : غوى فلان يغوى غيا وغواية فهو غاو إذا ضل عن الطريق المستقيم . وأغواه غيره وغواه : أضله .وقوله ( لأزينن لهم ) من التزيين بمعنى التحسين والتجميل ، وهو تصيير الشى زينًا ، أى : حسنًا حتى ترغب النفوس فيه وتقبل عليه .والضمير فى ( لهم ) يعود على ذرية آدم ، وهو مفهوم من السياق وإن لم يجر لهم ذكر ، وقد جاء ذلك صريحًا فى قوله - تعالى - فى آية أخرى : ( قَالَ أَرَأَيْتَكَ هذا الذي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً ) وحذف مفعول ( لأزينن ) لدلالة المقام عليه .أى : لأزينن لهم المعاصى والسيئات ، بأن أحسن لهم القبيح . وأزين لهم المنكر . وأحبب الشهوات إلى نفوسهم حتى يتبعوها ، وأبذل نهاية جهدى فى صرفهم عن طاعتك . . . وقال - سبحانه - ( فى الأرض ) لتحديد مكان إغوائه ، إذ هى المكان الذى صار مستقرًا له ولآدم وذريته ، كما قال - تعالى - فى آية أخرى : ( فَأَزَلَّهُمَا الشيطان عَنْهَا ) - أى الجنة - فأخرجهما - أى آدم وحواء - مما كانا فيه ، ( وَقُلْنَا اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ ) وقوله ( ولأغوينهم أجمعين ) مؤكدًا لما قبله .أى : والله لأغوينهم جميعًا مادمت قادرًا على ذلك ، ولأعملن على إضلالهم بدون فتور أو يأس ، كما قال - تعالى - فى آية أخرى : ( ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ ) قال القرطبى : وروى ابن لهيعة عبد الله عن دراج أبى السمح ، عن أبى الهيثم ، عن أبى سعيد الخدرى قال : قال رسول الله صلى الله عليه وسلم : \" إن إبليس قال يارب وعزتك وجلالك لا أزال أغوى بنى آدم ما دامت أرواحهم فى أجسامهم ، فقال الرب : وعزتى وجلالى لا أزال أغفر لهم ما استغفرونى \" .",
  "ayah": 39,
  "surah": 15
}
