{
  "text": "ثم أتبع - سبحانه - هذه التسلية والبشارة للرسول صلى الله عليه وسلم ، بمنة ونعمة أجل وأعظم من كل ما سواها ، ليزيده اطمئنانًا وثقة بوعد الله - تعالى - فقال : ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني والقرآن العظيم ) .والمراد بالسبع المثانى : صورة الفاتحة . وسميت بذلك ، لأنها سبع آيات ، ولأنها تثنى أى تكرر فى كل ركعة من ركعات الصلاة .قال صاحب الكشاف : \" والمثانى من التثنية وهى التكرير للشئ ، لأن الفاتحة تكرر قراءتها فى الصلاة . أو من الثناء ، لاشتمالها على ما هو ثناء على الله - تعالى - . . . \" .والمعنى : ولقد أعطيناك - أيها الرسول الكريم - سورة الفاتحة التى هى سبع آيات ، والتى تعاد قراءتها فى كل ركعة من ركعات الصلاة ، وأعطيناك - أيضًا - القرآن العظيم الذى يهدى للطريق التى هى أقوم .وأوثر فعل ( آتيناك ) بمعنى أعطيناك على أوحينا إليك ، أو أنزلنا عليك؛ لأن الإِعطاء أظهر فى الإِكرام والإِنعام .وقوله ( والقرآن العظيم ) معطوف على ( سبعًا ) من باب عطف الكل على الجزء ، اعتناء بهذا الجزء .ووصف - سبحانه - القرآن بأنه عظيم ، تنويهًا بشأنه ، وإعلاء لقدره .ومما يدل على أن المراد بالسبع المثانى سورة الفاتحة ما أخرجه البخارى بسنده عن أبى سعيد بن المعلى قال : \" مر بى النبى صلى الله عليه وسلم وأنا أصلى ، فدعانى فلم آته حتى صليت ، ثم أتيته فقال : ما منعك أن تأتينى؟ فقلت : كنت أصلى .فقال : ألم يقل الله : ( ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم ) .ثم قال : ألا أعلمك أعظم سورة فى القرآن قبل أن أخرج من المسجد؟ ثم ذهب النبى صلى الله عليه وسلم ليخرج ، فذكرته فقال : ( الحمد للَّهِ رَبِّ العالمين ) هى السبع المثانى والقرآن العظيم الذى أوتيته \" .وروى البخارى - أيضًا - عن أبى هريرة قال : قال النبى صلى الله عليه وسلم : \" أم القرآن هى : السبع المثانى والقرآن العظيم \" .هذا ، وهناك أقوال أخرى فى المقصود بالسبع المثانى ، ذكرها بعض المفسرين فقال : اختلف العلماء فى السبع المثانى : فقيل الفاتحة . قاله على بن أبى طالب ، وأبو هريرة ، والربيع بن أنس ، وأبو العالية ، والحسن وغيرهم . وروى عن النبى صلى الله عليه وسلم من وجوه ثابتة من حديث أبى بن كعب وأبى سعيد بن المعلى . . .وقال ابن عباس : هى السبع الطوال : البقرة ، وآل عمران ، والنساء ، والمائدة ، والأنعام ، والأعراف ، والأنفال والتوبة معًا . . .وأنكر قوم هذا وقالوا : أنزلت هذه الآية بمكة ، ولم ينزل من السبع الطوال شئ إذ ذاك .وقيل : المثانى القرآن كله ، قال الله - تعالى - ( كِتَاباً مُّتَشَابِهاً مَّثَانِيَ ) هذا قول الضحاك وطاووس ، وقاله ابن عباس . وقيل له : مثانى ، لأن الأنباء والقصص ثنيت فيه . . .وقيل : المراد بالسبع المثانى أقسام القرآن من الأمر والنهى والتبشير والإِنذار . .ثم قال : والصحيح الأول لأنه نص . وقد قدمنا فى الفاتحة أنه ليس فى تسميتها بالمثانى ما يمنع من تسمية غيرها بذلك ، إلا أنه إذا ورد عن النبى صلى الله عليه وسلم وثبت عنه نص فى شئ لا يحتمل التأويل ، كان الوقوف عنده .والذى نراه ، أن المقصود بالسبع المثانى هنا : سورة الفاتحة ، لثبوت النص الصحيح بذلك عن رسول الله صلى الله عليه وسلم ، ومتى ثبت النص الصحيح عنه صلى الله عليه وسلم فى شئ فلا كلام لأحد معه أو بعده صلى الله عليه وسلم .",
  "ayah": 87,
  "surah": 15
}
