{
  "text": "ثم نهى الله - تعالى - المسلمين فى شخص نبيهم صلى الله عليه وسلم عن التطلع إلى زينة الحياة الدنيا ، فقال - تعالى - : ( لاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ ) . . .قال صاحب الكشاف : فإن قلت : كيف وصل هذا بما قبله؟قلت : يقول الله - تعالى - لرسوله صلى الله عليه وسلم : قد أوتيت النعمة العظمى التى كل نعمة وإن عظمت فهى إليها حقيرة ضئيلة ، وهى القرآن العظيم ، فعليك أن تستغنى به ، ولا تمدن عينيك إلى متاع الدنيا . . .قال أبو بكر الصديق؛ من أوتى القرآن ، فرأى أن أحدًا أوتى من الدنيا أفضل مما أوتى ، فقد صغر عظيمًا ، وعظم صغيرًا .وقال ابن كثير : وقال ابن أبى حاتم : ذكر عن وكيع بن الجراح ، قال : حدثنا موسى بن عبيدة ، عن يزيد بن عبد الله بن قسيط ، عن أبى رافع صاحب النبى صلى الله عليه وسلم قال : \" أضاف النبى صلى الله عليه وسلم ضيفا ، ولم يكن عنده صلى الله عليه وسلم شئ يصلحه ، فأرسل إلى رجل من اليهود : يقول لك محمد رسول الله : أسلفنى دقيقا إلى هلال رجب . قال اليهودى : لا إلا برهن . فأتيت النبى صلى الله عليه وسلم فأخبرته ، فقال : أما والله إنى لأمين من فى السماء ، وأمين من فى الأرض ، ولئن أسلفنى أو باعنى لأؤدين إليه . فلما خرجت من عنده نزلت هذه الآية . ( لاَ تَمُدَّنَّ عَيْنَيْكَ ) كأنه - سبحانه - يعزيه عن الدنيا \" .وقوله - سبحانه - ( تمدن ) من المد ، وأصله الزيادة . واستعير هنا للتطلع إلى ما عند الغير برغبة وتمن وإعجاب . يقال : مد فلان عينه إلى مال فلان ، إذا اشتهاه وتمناه وأراده .والمراد بالأزواج : الأصناف من الكفار الذين متعهم الله بالكثير من زخارف الدنيا .والمعنى : لا تحفل - أيها الرسول الكريم - ولا تطمح ببصرك طموح الراغب فى ذلك المتاع الزائل ، الذى متع الله - تعالى - به أصنافًا من المشركين فإن ما بين أيديهم منه شئ سينتهى عما قريب ، وقد آتاهم الله - تعالى - إياه على سبيل الاستدراج والإِملاء ، وأعطاك ما هو خير منه وأبقى ، وهو القرآن العظيم .قال صاحب الظلال : والعين لا تمتد . إنما يمتد البصر أى : يتوجه . ولكن التعبير التصويرى يرسم صورة العين ذاتها ممدودة إلى المتاع . وهى صورة طريفة حين يتخيلها المتخيل . .والمعنى وراء ذلك ، ألا يحفل الرسول صلى الله عليه وسلم بذلك المتاع الذى آتاه الله - تعالى - لبعض الناس . . . ولا يلقى إليه نظرة اهتمام ، أو نظرة استجمال ، أو نظرة تمن .وقال - سبحانه - هنا ( لا تمدن . . . ) بدون واو العطف ، وقال فى سورة طه ( ولا تمدن . . . ) بواو العطف ، لأن الجملة هنا مستأنفة استئنافًا بيانيًا ، جوابًا لما يختلج فى نفوس بعض المؤمنين من تساؤل عن أسباب الإِملاء والعطاء الدنيوى لبعض الكافرين . ولأن الجملة السابقة عليها وهى قوله ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني . . . ) كانت بمنزلة التمهيد لها ، والإِجمال لمضمونها .أما فى سورة طه ، فجملة ( ولا تمدن . . . ) معطوفة على ما سبقها من طلب وهو قوله - تعالى - ( فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار لَعَلَّكَ ترضى وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً . . . ) وقوله - سبحانه - ( وَلاَ تَحْزَنْ عَلَيْهِمْ ) نهى له صلى الله عليه وسلم عن الاهتمام بالمصير السيئ الذى ينتظر أعداءه .أى : ولا تحزن - أيها الرسول الكريم - لكفر من كفر من قومك ، أو لموتهم على ذلك ، أو لأعراضهم عن الحق الذى جئتهم به ، فإن القلوب بأيدينا نصرفها كيف نشاء ، أما أنت فعليك البلاغ .وقوله - سبحانه - ( واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ ) بيان لما يجب عليه نحو أتباعه ، بعد بيان ما يجب عليه نحو أعدائه .وخفض الجناح كناية عن اللين والمودة والعطف .أى : وكن متواضعًا مع أتباعك المؤمنين ، رءوفًا بهم ، عطوفًا عليهم .قال الشوكانى : وخفض الجناح كناية عن التواضع ولين الجانب . . . وأصله أن الطائر إذا ضم فرخه إليه بسط جناحه ثم قبض على الفرخ ، فجعل ذلك وصفا لتواضع الإِنسان لأتباعه . . . والجناحان من ابن آدم : جانباه .",
  "ayah": 88,
  "surah": 15
}
