{
  "text": "Всевышний поведал о Своем величии и совершенстве, и одно только это способно сделать несчастным каждого, кто отказывается уверовать в Аллаха - Творца всего сущего. Это и подобные этому выражения часто встречаются в Священном Коране. Они недвусмысленно указывают на то, что все сущее, кроме Самого Аллаха, а также Его прекрасных имен и божественных качеств, является сотворенным. Это справедливое утверждение опровергает воззрения философов, которые заявляют об изначальном существовании небес, земли, человеческих душ и т.п. Такие воззрения лживы и порочны, потому что противоречат концепции о сотворении Вселенной. Очень важно отметить, что речь Аллаха не является сотворенной, потому что речь является одним из Его божественных качеств. Господь существует изначально, а следовательно Его прекрасные имена и величественные качества также существуют изначально. Тем не менее, мутазилиты опираются на эти слова Аллаха и заявляют, что Его речь сотворена. Это является величайшим проявлением невежества, потому что каждый правоверный обязан знать, что все божественные имена и качества изначально присущи Всевышнему Аллаху. Он не приобретает новые имена или качества с течением времени и не расстается со своими божественными атрибутами даже на короткое время. А что касается обсуждаемого нами аята, то Всевышний Аллах поведал о том, что Он - Творец небес и земли и Покровитель творений. Покровительство над всем сущим подразумевает совершенное знание обо всем происходящем во Вселенной, совершенную власть над всем происходящим в ней, способность запоминать и хранить все необходимое, совершенную мудрость, а также умение распоряжаться своими владениями надлежащим образом. Тот, кто не обладает хотя бы одним из этих качеств, не может быть совершенным покровителем. Однако Всевышний Аллах не имеет недостатков, и все Его качества совершенны. Он назвал себя покровителем всего сущего, и это свидетельствует о Его совершенном знании, совершенном могуществе, совершенном умении управлять Вселенной и совершенной мудрости, благодаря которой Он ставит все по своим местам.",
  "ayah": 62,
  "surah": 39
}
