{
  "text": "Огромные светила, которые освещают Вселенную до наступления Судного дня, померкнут. Солнце будет скручено, луна затмится, а звезды осыплются. Люди будут находиться в кромешной тьме, и когда Аллах спустится для свершения справедливого суда, земля озарится Его светом. Как мы уже сказали, творения Аллаха будут сотворены в новом обличии и наделены новыми способностями, и поэтому Его свет не будет обжигать их. Более того, они смогут увидеть Лик Всевышнего Аллаха. Если же Он пожелает, то Его божественный свет сожжет все творения от первого до последнего. Затем перед людьми будет выставлена книга деяний, в которой каждый раб Божий прочтет о совершенных им праведных поступках и грехах. Всевышний сказал: «Будет положена книга, и ты увидишь, как грешники будут трепетать от того, что в ней. Они скажут: «“Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано”. Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо» (18:49). О совершенстве божественного правосудия свидетельствуют слова, которые будут сказаны каждому человеку: «Читай свою книгу! Сегодня достаточно того, что ты сам сосчитаешь свои деяния против самого себя» (17:14). Пророки будут свидетельствовать о том, что они исправно выполнили свою миссию, а также будут свидетельствовать за или против своих народов. Ангелы, человеческие органы и земля также будут свидетельствовать обо всем, что свершилось на земле. Суд, который свершится над рабами Аллаха, будет справедливым, потому что приговор будет выносить Всевышний Судия, который ведает обо всем сущем и никогда не поступает несправедливо. Его писание - это Хранимая скрижаль, в которой исчислены все деяния рабов Аллаха. Его благородные ангелы-хранители, которые не ослушаются повелений своего Господа, также записывают каждое совершенное человеком деяние. Самые беспристрастные свидетели будут свидетельствовать о справедливости вынесенного Аллахом приговора. Ему прекрасно известно, какое вознаграждение или наказание полагается за то или иное деяние, и поэтому все творения признают мудрость и справедливость Его божественного решения. Они станут воздавать хвалу своему Господу и станут свидетелями величия, совершенного знания, мудрости и милосердия Аллаха. Они не смогут описать эти безупречные божественные качества словами и признаются в том, что подобное даже не приходило им в голову.",
  "ayah": 70,
  "surah": 39
}
