{
  "text": "Он создал творения, заботится о них и управляет ими. Ему не составило труда собрать Своих рабов на земле и не составит труда собрать их снова на ристалище Судного дня. Однако на земле люди были разрозненны и делились на верующих и неверующих, а также на богобоязненных и грешников. Поэтому в День воскресения Аллах также разделит людей на группы. Неверующих и многобожников будут гнать в Преисподнюю грубые и суровые стражи. Они будут хлыстать грешников ужасными плетьми и подталкивать их в самое зловещее и самое отвратительное пристанище. А в Аду их ожидает мучительное наказание и великое несчастье. Никогда больше эти грешники не познают радости и облегчения. Они будут сопротивляться, пытаясь избежать наказания, но ангелы будут толкать их, и поэтому Всевышний Аллах сказал: «В тот день они будут нещадно ввергнуты в огонь Геенны» (52:13). Каждый из них попадет в Геенну в окружении нечестивцев, которые совершали похожие грехи. Они будут проклинать друг друга и отрекаться друг от друга, пока, наконец, не окажутся перед адскими вратами. Как только они достигнут Геенны, ее врата распахнутся перед ними, и тогда суровые стражи спросят мучеников: «Мы приготовили для вас мучительное наказание, из которого вам не выбраться во веки веков. Но не мы обрекли вас на эти страдания, ибо вы заслужили их своими скверными деяниями. Разве к вам не приходили посланники, которые были выходцами из вашей среды? Разве вы не знали об их славном происхождении и правдивости? Разве вы были лишены возможности встретиться с ними? Они приходили к вам и показывали вам многочисленные знамения Аллаха, каждое из которых свидетельствовало о неизбежности дня расплаты. Вы должны были последовать за ними и готовиться к этому дню, и если бы вы отдали предпочтение благочестию и богобоязненности, то не оказались бы в таком ужасном положении». Грешники сознаются в своих грехах и в том, что они совершали их сознательно. Они скажут: «К нам приходили посланники нашего Господа, которые явили нам ясные знамения и неопровержимые доказательства, самым совершенным образом разъяснили нам истину и предостерегли нас от ужасов этого дня. Но неверие и безбожие обрекли нас на мучительное наказание, которое изначально было уготовано для каждого, кто отвергает знамения Аллаха, отрицает учения посланников и, самое главное, делает это сознательно».",
  "ayah": 71,
  "surah": 39
}
