{
  "text": "Mentioned in the fourth verse (10) is that, hearing this whole conversation, one of these brothers advised that Yusuf should not be killed. If something has to be done, let him be thrown into some pit of a well where he could remain alive so that when wayfarers stop at this well, they would take him out and away. Thus, it would serve their purpose while they would not have to take the trouble of traveling with him to some far out place. Some caravan passing this way would itself do this for them by taking him away to some distant destination.\nThe giver of this advice was their eldest brother, Yahuda (Judah). Some narrations report that Ruebel (Rueben) was the eldest and it was he who gave this advice. And this is the same person mentioned later, that is, he was the one who, when Benyamin, the younger brother of Sayyidna Yusuf (علیہ السلام) was detained in Egypt, came forward and said: How am I going to face my father when I go to him without him with me, therefore, I am not going back to Canaan.\nThe expression used in this verse is: غَيَابَتِ الْجُبِّ (ghayabatil jubb: bottom of a pit). Literally, ghayabah means everything which hides something in or makes it disappear. Therefore, a grave is also called ghayabah. And jubb refers to a well without raised sidings.\nAnother word: يَلْتَقِطْهُ (yaltaqithu) appearing in the next sentence: يَلْتَقِطْهُ بَعْضُ السَّيَّارَ‌ةِ (so that some wayfarer picks him up) needs explanation. This word: اِلتِقَاط (iltiqat) is a derivation from: لُقطَہ (luqtah). The word: لُقطَہ (luqtah) refers to something left or dropped which is found by someone with-out having the desire to have it. If it is inert, it is called لُقطَہ luqtah, and if it is live, it is identified as laqit (لَقیط) in the terminology of Muslim jurists. A human being will be called لَقیط laqit when he or she is a child, not rational and pubert. It is from this word that Al-Qurtubi proves that, when Sayyidna Yusuf (علیہ السلام) was thrown in the pit of a well, he was a non-pubert child. In addition to that, the saying of Sayyidna Ya` qub (علیہ السلام) fear lest a wolf should devour him (13) ' also indicates his being a child - because, the likelihood of being eaten up by a wolf can only be imagined in the case of a child. As reported by Ibn Jarir, Ibn al-Mundhir and Ibn Abi Shaiybah, the age of Sayyidna Yusuf (علیہ السلام) was seven years at that time.\nSome rules about the disposal of something owned by an unknown person (lugtah)\nAt this place, Imam Al-Qurtubi has given details of Islamic legal injunctions relating to 'luqtah' and ` laqit' for which this is not the appropriate occasion. However, it is necessary to understand a matter of principle operative in this connection. Islam has a system of its own in which the protection of the life and property of common people, the upkeep and cleanliness of walkways and streets, and similar other civic duties, have not been left in the sole charge of the departments of the government. In-stead of that, it has made everyone obligated to the duty of keeping them safe and clean. The Hadith has sternly warned those who make things difficult for passersby by crowding or lingering or depositing or throwing their belongings on public walkways and streets. It says: ` The Jihad of a person who blocks or clogs the passageway of Muslims is not acceptable.' Similarly, there is the instance of thorns or nails or broken glass or rocks and things like that which may be lying on walkways and which pose a danger of hurting others. Islam has not made their removal from public thoroughfare the sole responsibility of a city council or municipal board. Instead of that, it has made every believing Muslim responsible for it. Of course, it does that in a mode of persuasion and great reward and thawab has been promised for those who do so.\nIf, on this principle, the property lost by a person is found by some-one, his Islamic legal responsibility does not remain simply limited to not stealing it - it goes much beyond that. In fact, it also becomes his responsibility that he must pick it up as an article of trust, keep it safe, make an announcement, look for the owner and, when he finds him and his description of the lost property before him makes him sure that the lost property does belong to him, then, he should give it to him. And when, despite his announcement and search, the owner remains untraced and, given the general valuation and status of the lost property, one becomes convinced that its owner is not going to look for it anymore, then, one has two choices. If he himself is poor, he may use it personally; if not, he should give it in charity to those poor and needy. However, in both these situations, the lost property thus used shall be taken as sadaqah (charity) from the owner. The thawab for it shall reach the owner - as if, it was deposited in his name in the Treasury of the Heavens.\nThese are golden principles of public service and social self-help. The responsibility of putting them in regular practice has been placed on every individual of an Islamic society. Only if Muslims would under-stand their religion and start acting in accordance with it, they will be noticed by the whole world with surprise as to how do they accomplish things so easily and so effectively, things which big departments of governments fail to accomplish at the cost of millions and billions.",
  "ayah": 10,
  "surah": 12
}
