{
  "text": "Commentary\nAfter a full description of the story of Sayyidna Yusuf (علیہ السلام) ، first to come in the verses cited above is an address to the Holy Prophet ﷺ : ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ (That is a part of the reports of the unseen We reveal to you), and that ` you were not there with the brothers of Yusuf (علیہ السلام) when they had decided to throw Sayyidna Yusuf (علیہ السلام) into the well and were making plans for it.\nThe purpose of choosing to say this is that the very act of the Holy Prophet ﷺ in describing this story of Sayyidna Yusuf (علیہ السلام) correctly and in full details is a clear proof of his being a prophet and recipient of revelation. The reason is that this story dates back to thousands of years before his time. Neither was he present there on the scene to have described it as an eye witness, nor was he ever taught by anyone to have consulted books of history, or heard it from a teacher and described it. Therefore, there is no way he could have known it in the manner he did except that it be Divine revelation itself.\nAt this place, the Holy Quran has considered it sufficient to say that ` you were not there1. It has not deemed it necessary to mention that this information did not come to him through another person or book because the whole Arabia knew that the Holy Prophet ﷺ was an Ummiyy - that is, he did not learn to read and write from anyone. And also known to everyone was that he had lived his whole life in Makkah al-Mu` azzamah. He did make one of his trips to Syria with his uncle Abu Talib, a trip in which he came back home while still enroute. The second trip he made was for business. He finished his work there and returned in a few days. In this trip too, there was no chance of his meeting some scholar or going to an educational institution. Therefore, at this place, it was not considered necessary to mention it. And at another occasion in the Holy Quran this too was further clarified by saying: مَا كُنتَ تَعْلَمُهَا أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ، that is, ` you did not know them (events) before this (the revelation of the Quran), neither you nor your people -11:49\"\nImam Al-Baghawi has said that the Jews and the Quraysh had joined hands to test the veracity of the Holy Prophet ﷺ . For this purpose, they had asked the Holy Prophet ﷺ to tell them everything about Sayyidna Yusuf (علیہ السلام) as it had happened to him, if he was true in his claim of prophethood. When he told them what he had learnt through Divine revelation, they still remained sticking to their disbelief and denial. This shocked the Holy Prophet ﷺ . Thereupon, said in the next verse was: And most of the people are not going to believe - even though, the proofs of his being a prophet were clear, and even if he himself longed for it, or tried his best. The sense of the statement is: ` Your duty is to spread the call and seek the betterment of people. That you succeed in it is not in your control nor is this your responsibility nor should you grieve over it.\nRules and Guidance\nThe Difference between the News of the Unseen and the Knowledge of the Unseen\n1. The statement: ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ (That is a part of the reports of the unseen We reveal to you - 102) has appeared in the same words in verse 44 of Surah Al-` Imran in the context of the story of Sayyidah Mar-yam, that is: ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ (That is a part of the reports of the unseen We reveal to you - 3:44). Then, with a slight change, the same state-ment appears in verse 49 of Surah Hud where it is related to the story of Sayyidna Nuh (علیہ السلام) : تِلْكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ (These are reports from the unseen [ events ] which We reveal to you - 11:49).\nFrom these verses we learn that Allah Ta` ala communicates to his prophets many a news of the unseen through Wahy (revelation). He has particularly blessed our Rasul \", known as the Head of all the messengers, with a special portion of the news from the unseen, which is more than that which has been given to all past prophets. This is the reason why the Holy Prophet has informed the Muslim Ummah of many events due to happen right through the day of Qiyamah, either briefly, or in details. All Al-Hadith given in the Kitab al-Fitan of Hadith books are full of them.\nSince common people take the Knowledge of the Unseen (i1m al-Ghayb) only in the sense that a person somehow gets to become aware of the news of the unseen, and this quality is found at its best in the Holy Prophet ﷺ ، therefore, they think that the Holy Prophet ﷺ was ` Alim al-Ghayb (knower of the Unseen). But, the Holy Qur’ an has declared in very clear words that: لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْ‌ضِ الْغَيْبَ إِلَّا اللَّـهُ (No one in the heavens, or on the Earth, knows the unseen except Allah - 27:65) which proves that no one, other than Allah Ta` ala, can be called the ` Alim al-Ghayb or the Knower of the Unseen. The ` Jim of al-Ghayb (the knowledge of the unseen) is the unique attribute of Allah Ta` ala. Taking an apostle, messenger, prophet or angel as a sharer in this attribute amounts to equating him with Allah, and is what the Christians do, who declare a Messenger to be the son of God, and a partner in Godhead. The verses of the Holy Qur’ an quoted here make the truth of the matter very clear. It stands settled that the ilm of al-Ghayb (the knowledge of the unseen) is an exclusive attribute of Allah Ta` ala and the only ` Alim al-Ghayb (the Knower of the Unseen) is Allah jalla thanauh Himself. However, there are many news of the unseen which Allah Ta` ala does give to his messengers through the medium of Wahy (revelation). This, in the terminology of the Holy Quran, is not known as the ilm of al-Ghayb (the knowledge of the unseen). Since common people do not understand this fine difference, they tend to take the news of the unseen as the knowledge of the unseen. This is why when one adheres to the terminology of the Qur’ an and asserts that no one, other than Allah, can claim to know what is unseen, they would prefer to differ, rather than accept truth as it is.",
  "ayah": 103,
  "surah": 12
}
