{
  "text": "Commentary\nMentioned in the previous verses was the sending of prophets who invited people to take the straight path, and also answered there were some doubts about them. Then, people were admonished that they do not take into consideration the sad end they would face as a result of their antagonism towards prophets of Allah. Only if they were to pay some attention and look around and read signs from ruined cities and the history of lost places they pass by, they would find out how harsh has been the sad end of those who had opposed the blessed prophets, and that too, right here in this world. The habitation of the people of Sayyidna Lut (علیہ السلام) was overturned upside down. The people of ` Ad and Thamud were destroyed through various punishments. And the punishment of the Hereafter, that is far more severe.\nThen, towards the end, they were instructed that the pain and pleasure of the present life is, after all, very short-lived. One’ s real concern should be about the life to come, the 'Akhirah, the Hereafter, where one shall stay forever, and where the pain, or pleasure, too shall be eternal. So, it was made clear that a good end of life in the 'Akhirah depends on Taqwa, the fear of Allah and the abstention from sins, and which, in a nutshell, means that one should strictly adhere to all commandments of the Shari` ah.\nSince the purpose in the previous verses was to warn people of the time by telling them to take their lesson from what had happened to past prophets and their communities, therefore, in the next verse (110), one of their doubts was removed. The doubt they had was about the warnings of Divine punishment given by the Holy Prophet ﷺ . They were hearing about it from him for a long time, but they did not see any punishment coming upon them. This made them all the more daring. If there was some punishment to come, it would have come by now, they thought. Therefore, it was said that Allah Ta` ala, in His mercy and wisdom, would often keep giving respite to erring and sinning people - and this respite, at times, could also become fairly long. That is why contumacious people become more daring and aggressive which causes a certain anxiety to prophets. So, it was said:\nحَتَّىٰ إِذَا اسْتَيْأَسَ الرُّ‌سُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُ‌نَا فَنُجِّيَ مَن نَّشَاءُ ۖ وَلَا يُرَ‌دُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِ‌مِينَ\n(Punishment was often delayed) until when the messengers were in despair and thought that they were wrong in their estimation, Our help came to them, then saved were those whom We willed. And Our punishment is not averted from the guilty - 110).\nTo explain it in detail, it can be said, that: ` The disbelieving and disobedient people of past communities were given long respites, until when, because of the punishment not coming upon them, the messengers were in despair over the possibility that the punishment of Allah will not come upon such people and truth will not manifest itself in the manner and at the time they had hoped it to be, and thought that, while determining the time of the Divine promise, they were wrong in their estimation - that Allah Ta` ala had not told them of a definite time, and the time was fixed by them as based on particular signs. It was in this state of despair that Our help came to them, that is, the punishment on disbelievers came as promised, then saved from the punishment were those 'whom We willed (that is, believers in prophets were saved and disbelievers were destroyed) because Our punishment is not averted from the guilty,' instead, it does come upon them, therefore, the disbelievers of Makkah should not be in any doubt about a delay in the punishment due. [ Bayan al-Qur'an: Gist of Tafsir by Maulana Ashraf ` Ali Thanavi ]\nThe word: (kudhibu : were wrong) in verse 110 has been read as in the well-known reading (Qira'at) of the Qur'an - and the Tafsir (exegesis or explanation) which we have chosen to follow is the one which is most sound and free from doubts. The essential sense of the word: کُذِبُوا (kudhibu) is to find one 's estimation or thinking as being wrong, which is a kind of Ijtihadi mistake (as based on personal opinion), and some such Ijtihadi mistake can issue forth from the blessed prophets. However, there is a difference between prophets (علیہم السلام) and other mujtahids, that is, when some Ijtihadi mistake issues forth from the prophets (علیہم السلام) Allah Ta` ala would not let them stay by that mistake, rather, He would make them become aware of it and enable them to see reality clearly. Other mujtahids do not occupy this station. The event of the Peace Pact of Hudaibiyah associated with the Holy Prophet ﷺ is sufficient as proof on this subject - because it has been stated in the Holy Qur'an that this event is based on the dream which was seen by the Holy Prophet ﷺ . He had seen that he was doing the Tawaf of the Baytullah with his Sahabah - and the dream of the blessed prophets is also an imperative form of revelation - therefore, the happening of this event became certain. But, in the dream itself, no particular time or duration was identified for it. The Holy Prophet ﷺ ، according to his estimation, thought that it would happen the same year. So, he announced it before his Sahabah and taking a good number of them with him left for Makkah al-Mu` azzamah for their ` Umra. But, the Quraysh confronted them enroute and they could not avail of their intended Tawaf and ` Umra. In fact, the full manifestation (of the dream) came to unfold itself two years later, in the Hijrah year 8, in the form of the Conquest of Makkah. And from this event, it became apparent that the dream he had seen was true and certain. But, the time for it which, by signs or estimation, the Holy Prophet had taken as the time, was not what it actually was - but that mistake was compensated right then.\nSimilarly, the expression: قَد کُذِبُو (qad kudhibu : were wrong) in the verse under reference also carries the same sense, that is, the punishment which was to come upon the disbelievers was delayed while the prophets had estimated a time for it in their minds. When this punishment did not come at that time, they thought that they had made a mis-take in determining the time for it. This Tafsir has been reported from Sayyidna ` Abdullah ibn ` Abbas. ` Allama Al-Tibi has said that this report is Sahih (sound) because it has been mentioned in the Sahih of Al-Bukhari. (Mazhari)\nIn some readings (Qira'aat) of the Qur'an, this word has appeared with a doubled sound on the letter: ذَال (dhal), that is: قَد کُذِّبُوا (qad kudhdhibu) as well. This word has been derived from the verbal noun: تَکذِیب (takdhib:falsification). Given this reading, the sense would be: The prophets had determined an estimated time when the punishment would come, but when the punishment did not come at that time, they had apprehensions about their believers themselves, lest they should not falsifying them on the basis that their statement did not turn out to be true. These were the circumstances under which Allah Ta’ ala made His promise prove true, punishment fell on the deniers, believers were saved from it, and thus, overcome they did.",
  "ayah": 110,
  "surah": 12
}
