{
  "text": "From here, Al-Qurtubi concludes that the brothers had somehow\nTo this, all brothers agreed - as stated in the ninth of the present verses (15) cited above in the following words:\nفَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَن يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ ۚ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِ‌هِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُ‌ونَ\n` So, when they went with him and were determined to put him in the bottom of a pit (which they did). And We revealed to him (Yusuf), You will (one day) tell them of this deed of theirs while they will not recognize (you).'\nHere, the word: وَأَوْحَيْنَا (And We revealed) is the principal clause of the preceding conditional clause: فَلَمَّا ذَهَبُوا (when they went). The letter: (and) at this place in the former is za'idah i.e. has no meaning (Qurtubi). The sense is: When the brothers did finally decide to throw Sayyidna Yusuf (علیہ السلام) into the pit of the well, Allah Ta’ aa revealed to Sayyidna Yusuf (علیہ السلام) words of comfort for him in which he has been given the glad tidings that some time in the future he will meet his brothers and that it will be a time when he would be free of any need of help from these brothers, rather, would have an upper-hand over them. And by virtue of these changed circumstances, he would be in a position to take account of their unjust treatment meted out to their younger brother while they themselves would be unaware of the whole matter.\nImam Al-Qurtubi says that there could be two possible situations in this connection: (1) That the revelation came to him after he was thrown in the pit of the well and that it was to give him comfort in that state and to give him the good news that he would be delivered soon from this ordeal. (2) That Allah Ta’ ala had, much before he was thrown into the pit of the well, oriented Sayyidna Yusuf (علیہ السلام) with conditions and events he would face through a revelation in which he was also told that he would come out of this death-trap safely and that particular conditions will unravel when he would have the opportunity to admonish these brothers who would not even recognize him at that time as their own brother, Yusuf.\nAccording to Tafsir Mazhari, this revelation which came to him during the time of his childhood was not the commonly recognized wahy or revelation sent to prophets - because, that is conferred on them at the age of forty. In fact, this was a revelation similar to that which was sent to the mother of Sayyidna Musa (علیہ السلام) . The usual channel of revelation as received by prophets started when Sayyidna Yusuf (علیہ السلام) had reached Egypt and attained maturity - as stated in the Qur'an: وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا (And when he reached at the prime of his age, We gave him wisdom and knowledge - 22). And Ibn Jarir, Ibn Abi Hatim and others have taken this revelation to be nothing but prophetic, though in an exceptional way, as was the case of Sayyidna ` Isa (علیہ السلام) who was invested with prophethood during his childhood. (Mazhari)\nSayyidna ` Abdullah ibn ` Abbas\tرضی اللہ تعالیٰ عنہما has said: After he had reached Egypt, Allah Ta` ala had forbidden Sayyidna Yusuf (علیہ السلام) through a revelation that he should not report his circumstances back to his home. (Qurtubi) This was the reason why a prophet of Allah like Sayyidna Yusuf (علیہ السلام) did not - even after having been released from the prison and later having the reins of the government of Egypt in his hands - make an effort to find a way through which he could have provided relief to his old and afflicted father by sending to him a message that he was safe and set.\nWho knows or could know the wisdom of Allah ja'lla thana'uhu hidden behind this arrangement? Perhaps, of the many considerations, it may also be His will that Sayyidna Ya` gub (علیہ السلام) be sounded out that such boundless love for someone other than Allah was not ideally favour-worthy - and that by making those brothers come to Sayyidna Yusuf (علیہ السلام) in need, the purpose may be to mildly censure him too for his conduct.\nAt this point, Imam Al-Qurtubi and other commentators have described the event of the lowering of Sayyidna Yusuf (علیہ السلام) into the pit of the well. When his brothers started doing that, he clung to the outer edge of the well. They took his shirt out and tied his hands with it. At that time, Sayyidna Yusuf (علیہ السلام) pleaded for mercy from his brothers once again. But, once again, he got the same answer: Call those eleven stars who prostrate to you, let them help you. Then, they put him in a bucket and lowered him down into the well. When he was down as far as half the depth of the well, they cut off the rope releasing the bucket for a free fall. But, Allah being the protector of His prophet, saved him when he remained unhurt as he fell into the water. There was a protruding rock close to him. Safe and sound, he sat on it. According to some narrations, a command was given to Sayyidna Jibra'il (علیہ السلام) who put him on the rock.\nSayyidna Yusuf (علیہ السلام) remained in that well for three days. Hiding away from others, his brother, Yahuda, brought food and water for him every day and lowered it down to him through a bucket.",
  "ayah": 15,
  "surah": 12
}
