{
  "text": "وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ ; (And they came with fake blood on his shirt) that is, the brothers of Sayyidna Yusuf (علیہ السلام) came back with his shirt they had smeared in fake blood so that they could make their father believe that he has been eaten up by a wolf.\nBut, Allah Ta’ ala had His way of exposing their lie. He made them neglect something else they should have done besides smearing the shirt with fake blood. Had they also torn the shirt, it would proved his being eaten up by a wolf. Here they were coming with an intact shirt smeared with the blood of a kid goat and trying to deceive their father. After seeing this shirt totally unscratched, Sayyidna Ya'qub (علیہ السلام) said: My sons, certainly wise was this wolf who ate Yusuf in a way that his shirt was not torn from anywhere.\nThus, their deceit was exposed before Sayyidna Ya'qub (علیہ السلام) and he said:\nبَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرً‌ا ۖ فَصَبْرٌ‌ جَمِيلٌ ۖ وَاللَّـهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ\nRather, your inner desires have seduced you to something. So, patience is best. And it is Allah whose help is sought against what you describe.\nTwo Rulings:\n1.\tSayyidna Ya'qub (علیہ السلام) has used the intact shirt as evidence to establish that the brothers of Sayyidna Yusuf (علیہ السلام) were lying. This tells us that a Qadi or judge should also keep an eye on circumstantial evidence alongwith the claims and arguments of the parties concerned (Qurtubi).\nAl-Mawardi has said: The legendary shirt of Yusuf (علیہ السلام) is a wonder of the world in its own way. Three great events of prophetic annals are connected with his shirt: (I) The first event relates to the smearing of the shirt with fake blood, cheating a father and the evidence of the shirt which established the lie. (II) The second event relates to Zulaikha in which it is the shirt of Sayyidna Yusuf (علیہ السلام) which appears as the conclusive evidence. (III) The third event relates to the return of Sayyidna Ya` qub's eyesight in which it is the shirt of Sayyidna Yusuf (علیہ السلام) which stands out as the cause of that miracle.\n2.\tSome ` Ulama have said that the comment: بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرً‌ا (Rather, your inner desires have seduced you to something 18) made at this time before his sons was also made at the time when Benyamin, the real brother of Sayyidna Yusuf (علیہ السلام) ، was detained in Egypt having been charged with theft. When his brothers reported this incident to Sayyidna Ya` qub (علیہ السلام) ، he said: بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ (Rather, your inner desires have seduced you to something - 83). Worth pondering here is that Sayyidna Ya` qub (علیہ السلام) had made both these comments as based on his opinion. The first of them turned out to be true; the other was not - because, in this, the brothers were not to be blamed. This tells us that a wrong personal opinion is possible even from prophets initially - though, later on, they are not left to stand by that wrong opinion by means of Divine revelation.\nAccording to Al-Qurtubi, it proves that an error of opinion can be committed by the highest of the high. Therefore, every man or woman of opinion should take his or her opinion as suspect, and should not become so rigid about it as not to be ready to listen or entertain what others have to say.",
  "ayah": 18,
  "surah": 12
}
