{
  "text": "There is No Chance or Accident in Divine Arrangements\nIt is said in verse 19: وَجَاءَتْ سَيَّارَ‌ةٌ فَأَرْ‌سَلُوا وَارِ‌دَهُمْ فَأَدْلَىٰ دَلْوَهُ (And there came some wayfarers and sent one of them to go for water. So, he let down his bucket). The word: سَيَّارَ‌ةٌ (sayyara) means wayfarers or a caravan. Wrid (وارِد) is a person who moves ahead of the caravan as its vanguard. Such a person is responsible for taking care of the needs of the caravan, water being one of them. Idla أَدْلَىٰ ) means to lower the bucket into the well to draw water. The sense is that a caravan passed by this part of land by chance. According to Tafsir al-Qurtubi, this caravan was coming from Syria on its way to Egypt. Having lost its bearing, it strayed into this desolate place and sent some of his men to bring water from the well.\nThat the Syrian caravan lost its regular route, reached that exact spot and decided to send their water-carrier to that deserted well is a sequence of events which is referred to by people as accidental. But, the knower of the secret of the creation knows that all these events are chains of a system which is breathtakingly coordinated and formidable. It is but the Creator of ~suf, and his Protector, who moves the caravan away from its set route and brings it here and sends its men to this deserted well. This is a mirror of all other states and events which common people see as accidental happenings - and philosophers as contingents - all of which is based on an unawareness of how the system of the universe really works. Otherwise, in creation, there is no chance or accident (which Einstein, though no formal believer, did concede: ` God does not play dice!' ). However, the most true Creator of the universe is known by the majesty of His unique state of being. He is, as the Qur’ an declares:\nفَعَّالٌ لِّمَا يُرِ‌يدُ\nDoer of what He intends - 85:16\nHis wisdom works in unimaginable ways when He creates conditions and circumstances which do not seem to synchronize with the obvious sequence of events. When this happens, one fails to comprehend the reality, and takes what he does not understand as something accidental.\nHowever, their man whose name has been identified as Malik ibn Du` bar reached that well, lowered his bucket which Yusuf saw as Divine help coming down. He took hold of the rope. Up it came with no water but with the shining face of someone whose instant mystique of beauty and signs of forthcoming spiritual excellence were no less impressive than the real greatness he was going to achieve in the future. Intrigued, surprised and flushed with delight, the man looked at this young, handsome and promising child coming suddenly face to face before him emerging from the depths of a well and making him exclaim: يَا بُشْرَ‌ىٰ هَـٰذَا غُلَامٌ (What a good news! This is a boy). In the Hadith concerning the Night of Mi` raj (the Ascent to the Heavens) appearing in the Sahih of Muslim, the Holy Prophet ﷺ has been reported to have said: ` When I met Yusuf (علیہ السلام) ، I saw that Allah Ta’ ala has blessed him with half of the beauty of the whole world, while the other half has been spread over the rest of it.'\nFollowing immediately after is the statement: وَأَسَرُّ‌وهُ بِضَاعَةً (And they kept him hidden as merchandise). It means that Malik ibn Du'bar, when he first saw this boy, did exclaim taken by surprise. But, an afterthought over the matter made him decide not to let this be known. Instead, he thought, he would keep him hidden from others so that he could sell him for good money later. He did not want the caravan to know about it for the whole caravan would then be claiming a share in the money so acquired.\nHowever, the expression could also mean that the brothers of Sayyidna Yusuf (علیہ السلام) ، by concealing the truth of the matter, themselves made him into merchandise. This is as it appears in some narrations where it is said that Yahuda used to carry food to Sayyidna Yusuf (علیہ السلام) every day while he was in the well. On the third day, when he did not find him there, he returned to his brothers and told them about it. Together, they went there, made investigations, and found him with the people of the caravan. They told them: This boy is our slave. He has escaped and you have done something bad by detaining him in your possession. Malik ibn Du'bar and his companions were scared lest they be taken as thieves. Therefore, they started talking about a deal to purchase him from the brothers. Thus, the verse would come to mean that the brothers of Sayyidna Yusuf (علیہ السلام) themselves made him into merchandise and sold him out.\nAfter that it was said: وَاللَّـهُ عَلِيمٌ بِمَا يَعْمَلُونَ (while Allah was aware of what they were 'doing). The sense is that Allah Ta’ ala, in His perfect knowledge, was fully aware of what the legendary brothers of Yusuf would do, and also that which will be done by the people of the caravan who would buy him. Allah Ta’ a1a had all power to undo the designs of both, but it was under His own wise considerations that He let these designs carry on.\nIn this sentence, according to Ibn Kathir, there is an element of guidance for the Holy Prophet ﷺ as well. It tells him that nothing his people are doing to him, or will do in the future, is outside the scope of Allah's knowledge and power. He could, if He so willed, change everything and everyone outright. But, wisdom demanded that they be allowed to show their power at this time. Finally, by making him overcome them, it will be truth itself seen triumphant over them - as was done in the case of Yusuf (علیہ السلام) .",
  "ayah": 19,
  "surah": 12
}
