{
  "text": "Commentary\nDescribed in the previous verses was the time when the wife of the Aziz of Misr was busy enticing Sayyidna Yusuf (علیہ السلام) into sin, and he, on his part, was trying to stay away from it. But, there was the natural struggle with that non-voluntary thought too. So, to help his honourable prophet, Allah Ta ala showed a miracle, made something appear before him which drove even that thought out from his heart - whether that ` thing' be the face of his father, Sayyidna Ya` qub (علیہ السلام) ، or some verse out of the Divine revelation.\nTold in the present verse (25) is that Sayyidna Yusuf (علیہ السلام) ، once he saw this ` proof from his Lord,' ran away from that. private enclave and dashed for the door to get out from there. The wife of the ` Aziz of Misr ran after him to hold him back and, by grabbing his shirt, she tried to stop him from getting out. But, when he did not stop - being determined not to - the shirt was torn from behind him. However, Sayyidna Yusuf (علیہ السلام) did come out of the door, and so did Zulaikha behind him. Historical accounts mention that the door was locked from the inside. When Sayyidna Yusuf (علیہ السلام) ran and reached the door, this lock opened up by itself and dropped down.\nWhen they both came out of the door, they saw the ` Aziz of Misr standing face to face. His wife was unnerved. In order to wriggle out of the awkward situation, and to put the blame on Sayyidna Yusuf (علیہ السلام) ، she said: at can be the punishment of the one who intended evil with your wife except that he be imprisoned, or (given) a painful chastisement?\nInjunctions and Rulings\nThe following rules and guiding principles have been deduced from the verses cited above:\n1.\tFrom verse 25 beginning with the words: وَاسْتَبَقَا الْبَابَ (And they raced towards the door ... ), we learn that a place where there is a danger of getting involved in sin must be abandoned outright - as was practically demonstrated by Sayyidna Yusuf (علیہ السلام) by running away from there.\n2.\tIn matters requiring obedience to Divine injunctions, one should not, to the best of one's ability, let his efforts in that direction taper off - even if a tangible result from them does not seem to be coming out. Results rest in the hands of Allah Ta` ala. One's job is to channel and devote his or her effort and ability in the way of Allah - and proving one's iden-tity as a servant of Allah is the purpose. This is what was done by Sayyidna Yusuf (علیہ السلام) . All doors were closed, even locked, as reported in historical narrations. Yet, he spent out his maximum strength in running towards the door. In a situation like that, help and support from Allah jalla thana'uh is witnessed frequently when a servant of Allah has done his best, it transpires that He would also arrange the causes for His servant to succeed. However, should the situation be otherwise and one fails to achieve formal success as we know it, then, for a devoted servant of Allah, even this failure is no less than success (for this is the preference of his Lord).\nIt is said about a righteous elder confined to prison that he would, on every Friday take his bath, wash his clothes, get ready for Jumu'ah prayer, walk upto the door of the prison, and once there, he would say: ` Ya Allah, this much was what was within my power. at is beyond that is in Your control.' Who knows, given the limitless mercy of Allah Ta ala, his spiritual yearning would have caused the prison gate to open with the command of Allah and he would have been enabled to perform the Salah of Jumu'ah. But, Allah, in His wisdom, bestowed upon this righteous devotee such high spiritual station as would pale out a thousand workings of the supernatural (karamah). The gate of the prison did not open be-cause of his continuous effort to offer his Salah of Jumu'ah. But, he did not lose heart. He kept doing the same thing every Jumu'ah. This is spiritual fortitude called by Sufi masters as superior to Karamah.\n3.\tIt stands proved (from verse 26) that, should a person be accused falsely by someone, speaking out in defence is the way of the prophets (the Sunnah of the Anbiya' ). Remaining silent at that time, and letting oneself be declared to be a criminal, is no act of piety or trust in Allah (tawakkul).\n4.\tThe fourth problem concerns the word:..~a (shahid) (in verse 26). When this word is used in common juristic matters and cases, it denotes a person who relates an event as seen by him in a disputed case. In this verse, the person who has been referred to by the word, ` shahid,' has not related any event, or any personal observation about it - instead of that, what has been hinted at is a sort of device to arrive at a decision. Techni-cally, that could not be called a ` shahid' or witness.\nBut, it is obvious that all these terms have been employed by later scholars and jurists for the convenience of understanding and teaching. They are neither the terms of the Holy Qur’ an, nor is it bound by them. The Holy Qur’ an has called this person a ` shahid' (witness) in the sense that the way the statement of a ` witness makes it easy for a judge to arrive at a decision, and proves that one of the parties in the case is in the right, the same benefit became available through the statement of this child. Initially, his miraculous speech itself was sufficient proof to absolve Sayyidna Yusuf (علیہ السلام) from the blame. Then, there were the signs given by him. In the ultimate analysis, they too are nothing but the proof of the absolvement of Sayyidna Yusuf (علیہ السلام) from the blame. There-fore, saying that he appeared as a witness in favour of Sayyidna Yusuf (علیہ السلام) will be correct - though, he did not declare Sayyidna Yusuf (علیہ السلام) to be true, rather, had mentioned both probabilities. And, in addition to that, he had even supposedly taken Zulaikha to be true in a situation in which the likelihood of her being true was not certain - in fact, there existed the other probability too, because the possibility of the shirt being torn from the front existed in both situations. And then, he had admitted the truthfulness of Sayyidna Yusuf (علیہ السلام) only in a situation wherein there could have been no other probability other than this. But, finally, the outcome of this strategy was but to prove the innocence of Sayyidna Yusuf (علیہ السلام) .\n5.\tIn arriving at judgments of disputed cases, circumstantial evidence can be taken into consideration - as was demonstrated here when this ` shahid' declared that the shirt torn from the backside was an evidence that Sayyidna Yusuf (علیہ السلام) was running and Zulaikha was trying to stop him. In this matter, there is an agreement of all jurists that signs and indicators should definitely be used to determine the truth, as was done here. But, besides that, only signs and indicators cannot be given the status of sufficient proof. In this event relating to Sayyidna Yusuf (علیہ السلام) too, that which really proves the innocence of Sayyidna is the miraculous speech of the child. As for the signs and indicators which have been mentioned there, they serve to confirm the matter.",
  "ayah": 25,
  "surah": 12
}
