{
  "text": "So, after having pointed out to Zulaikha her error, the ` Aziz of Misr said to Sayyidna Yusuf (علیہ السلام) : يُوسُفُ أَعْرِ‌ضْ عَنْ هَـٰذَا :'O Yusuf, ignore this matter' - that is, do not speak about it before others so there be no disgrace because of this. Then he addressed Zulaikha and said: وَاسْتَغْفِرِ‌ي لِذَنبِكِ ۖ إِنَّكِ كُنتِ مِنَ الْخَاطِئِين (and you [ 0 woman ] seek forgiveness for your sin. Surely, you were of the sinners). This obviously means that she should seek forgiveness from her hus-band. And it could also mean that she should seek forgiveness from Sayyidna Yusuf (علیہ السلام) for it was she who made the error and put the blame on him.\nSpecial Note\nAt this point, it is very surprising that a husband, who finds out an open proof of such immodesty and breach of trust on the part of his wife, would not be agitated, rather, go on talking with perfect peace of mind - unusual indeed, given the compulsion of human nature in such circumstances. Imam Al-Qurtubi has said that one of the reasons for this may be that the ` Aziz of Misr was someone lacking that kind of a sense of shame. And it is also possible that the way Allah Ta’ ala supernaturally arranged to save Sayyidna Yusuf (علیہ السلام) first from sin and then from disgrace - in the same way, it was also a part of this arrangement that He did not let the ` Aziz of Misr become all agitated in anger. Otherwise, as customary, this would have been an occasion where one is likely to go to physical assault without bothering to investigate first, not to say much about verbal aggression, which would be rather elementary. If the ` Aziz of Misr, affected by common human response, were to be enraged, it is possible that he might have committed something, physically or verbally, something which would have been against the august status of Sayyidna Yusuf (علیہ السلام) . These are the wonders of Divine Power which openly prove how those who stand steadfast in obedience to their most true Lord are protected at every step they take in His way. And the honour of creating what is there at its best goes only to Allah.\nIn the verses which will follow, mentioned there is another event which is connected with the story narrated earlier. There it has been said that this event, despite the effort to keep it concealed, spread around among women in the families of the courtiers. These women started blaming the wife of the ` Aziz of Misr. Some commentators have said that these were five women, all wives of officials close to the \"Aziz of Misr. (Qurtubi, Mazhari)\nThese women were talking among themselves. They were saying: Look, how regrettable it is that the wife of the ` Aziz of Misr, despite enjoying a status so high, had become enamoured with her young slave and was looking for the fulfillment of what she wanted from him. In this, we think, she is in a grave error. The word used in the verse (30) is: فَتَاھَا (fate ha: translated as ` her youthful slave' ). Fata' denotes someone youthful. In customary usage, a boy slave when small is called a ghulam. If in his youth, the boy is called fata, and the girl, fata. Here, Sayyidna Yusuf (علیہ السلام) has been referred to as the slave of Zulaikha either because that which is owned by the husband is also customarily called as that which is owned by the wife; and/or because Zulaikha had taken Sayyidna Yusuf (علیہ السلام) from her husband as gift. (Qurtubi)",
  "ayah": 30,
  "surah": 12
}
