{
  "text": "Commentary\nWhen the royal emissary delivered to Sayyidna Yusuf (علیہ السلام) the order of his release and invited him to see the king, he asked him to first have his case investigated through the women who had cut their hands. His approach was based on many wise considerations. Allah Ta ala bestows on His prophets a perfect faith, He also gives them matching intelligence and insight into matters and conditions they have to face. From the tenor of the royal message, Sayyidna Yusuf (علیہ السلام) had deduced that the king of Egypt was going to confer some honour on him after his release from the prison. At that time, wisdom demanded that the reality of the misconduct for which he was blamed and because of which he was confined into the prison must become fully clear before everyone concerned and no one remains in doubt about his innocence. If this was not done, the outcome would be that people would stop talking for a while because of the royal honour bestowed on him, but these doubts would keep ticking in their hearts making them think that he was the person who had violated the honour of his master. That such conditions could emerge in royal courts and the king becomes influenced by such popular thoughts is not a possibility too far out. Therefore, he considered it necessary that this matter should be straightened out and cleaned up before his release.\nA gist of this appears in verse قَالَ مَا خَطْبُكُنَّ إِذْ رَ‌اوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ that is, the king called for the women who had cut their hands and asked them: ` What was your case, 0 women, when you seduced ~suf?' This question of the king tells us that he, on his part, had become certain that the party at fault was not Sayyidna Yusuf (علیہ السلام) . He took those women to be at fault, therefore, he said: ` when you seduced Yusuf (علیہ السلام) .' After that, the answer given by the women appears as follows:\nقُلْنَ حَاشَ لِلَّـهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ ۚ قَالَتِ امْرَ‌أَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَ‌اوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ ﴿51﴾\nThey said, 'God forbid, we know of no evil in him.' The governor's wife (also present there) said, 'Now, the truth has come to light. I did seduce him, and he is of the truthful.'\nSayyidna Yusuf (علیہ السلام) had not named the wife of the governor, the ` Aziz of Misr, as part of the investigations, but that is how things happen when Allah jalla thana'uh decides to honour someone - people would rise and speak up, come forward and tell the truth, without let or hindrance or demur. So it was on this occasion. The wife of the governor found the courage. She herself proclaimed the truth.\nUpto this point, in what you have heard about Sayyidna Yusuf (علیہ السلام) ، there is good guidance for our lives and solutions of many problems as well. Eight of such rulings have appeared under our comments on Verses 36-42. An additional six which come out from the present verses are being given below.\nRulings:\n9.\tAllah Ta ala Himself manages things for His favoured servants by releasing unseen arrangements which help them achieve their objectives - for He does not like them to become indebted to anyone else created by Him. This was the reason why the message of Sayyidna Yusuf (علیہ السلام) given to the prisoner-to-be-released in which he was asked to mention him to the king was made to be forgotten. Later, in its place, a very special arrangement was made through the workings of the unseen which was designed to serve two objectives at the same time, that Sayyidna Yusuf (علیہ السلام) would not become indebted to anyone's favour to start with, and that the main purpose of his release from the prison would stand achieved with full honour and dignity waiting for him.\nTo set this unseen plan in motion, the king of Egypt was made to see a disturbing dream, the interpretation of which proved to be beyond the abilities of the experts he had at his court. So, driven by need, recourse had to be made to Sayyidna Yusuf (علیہ السلام) . (Ibn Kathir)\n10.\tProphetic conduct is a mirror of high morals. Consider the behaviour of the prisoner who was released. Sayyidna Yusuf (علیہ السلام) had simply asked him to mention his name to the king. But he was unable to do even this much for him. As a result of his neglect, he had to spend seven more years in the prison. Now the same prisoner returns to him after seven years carrying a job of his own, that of finding out the interpretation of the same king's dream, the king to whom he had been asked to mention Sayyidna Yusuf's name and which he did not. In a situation like that, it was natural that he should have admonished him, even become angry at him for not having done something so insignificant. But, Sayyidna Yusuf (علیہ السلام) acted in accord with his prophetic morals when he, not to say much about an admonition, did not even mention the episode itself. (Ibn Kathir  Qurtubi)\n11.\tAnbiya and ` Ulama' have a dual duty. They should naturally be concerned about the attitude of people towards their 'Akhirah. They have to help them out with good counsel in this crucial matter by shielding them from deeds which will become their punishment in the 'Akhirah. Then, along with it, they should also keep a constant watch on the economic condition of Muslims so that they do not suffer - as was done by Sayyidna Yusuf (علیہ السلام) . On this occasion, he did not consider it sufficient to simply give the interpretation of the dream. Instead, he gave a wise and well-meaning advice as well. He suggested to them that they should leave the entire wheat crop in the ears only taking out what was needed so that the grain so stored would not go bad in later years.\n12.\tAn ` Alim whose guidance is relied upon by Muslims should also watch out that he is not suspected by people - even though such a suspicion be totally unfounded. Efforts should be made to stay safe from this too - because suspicion, whether from ignorance or misunderstanding, does interfere with the work of da'wah and teaching they carry out, and goes on to lighten the effect of what is said. (Qurtubi) The Holy Prophet ﷺ has said: Stay away even from places and occasions of blame. It means that one should try to stay away from places and occasions where and when someone gets an opportunity to put a blame on the next person. This rule applies to Muslims generally. Those who are prominent among them, the ` Ulama' particularly, they have to observe twice as much precaution. The example of the Holy Prophet is before us. He was Divinely protected from all defects and sins. He too made a point to observe this precaution. Once, when one of his blessed wives was passing by a small side-street of Madinah with him, some Companion appeared before them. While he was still some distance away from them, the Holy Prophet told him that such and such wife of his was with him. He did this so that the onlooker does not fall into some doubt that the lady going there was a stranger. In the present situation, Sayyidna Yusuf (علیہ السلام) ، despite orders for his release and the invitation to see the king, tried well before his release that any doubts people may have should be removed.\n13.\tIf someone is obligated to a person, because of his rights on him and is, as such, deserving of respect, then, should there come a situation in which, under inevitable circumstances, some sort of action has to be taken against that person, in that case too, giving due consideration to the right and respect of that person, to the best of one's ability, is the duty of a thorough gentleman. This is as it was done by Sayyidna Yusuf (علیہ السلام) to secure his absolvement from the blame. It will be recalled that while referring his matter for investigations, he had not named either the ` Aziz of Misr, or his wife. He had simply mentioned the women who had cut their hands. (Qurtubi) - because, he could still achieve his objective.\nTaught here are the highest and noblest traits of character. We can see that Sayyidna Yusuf (علیہ السلام) had suffered the loss of his freedom for seven or twelve years in the prison but, when he was released, the taking of revenge was a far cry, he did not even bear by the idea that some-one would be put to the least inconvenience on his account - as particularly taken into consideration in the verse: لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ (so that he may know that I did not betray him in his absence - 52).",
  "ayah": 51,
  "surah": 12
}
