{
  "text": "Commentary\nClaiming Purity for one's own Self is not proper except under special Conditions\nStated in the previous verse (52) was the statement of Sayyidna Yusuf (علیہ السلام) that he did not favour his release from the prison before he has been exonerated through a full investigation of the blame imputed to him so that the governor and the king of Egypt can arrive at full certainty that he was not guilty of any betrayal and that the blame was totally unfounded. In this statement, the reference to his freedom from blame and his purity of conduct was being made as based on an inevitable necessity - which outwardly gave the impression of a pronouncement of personal integrity and purity - and that was something not welcome in the sight of Allah Ta` ala as is proved from the words of the Holy Qur'an where it is said: أَلَمْ تَرَ‌ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُم ۚ بَلِ اللَّـهُ يُزَكِّي مَن يَشَاءُ (Have you not seen those who claim sanctity for themselves? In fact, Allah sanctifies whomsoever He wills - 4:49). Again, in Surah An-Najm, it was said: فَلَا تُزَكُّوا أَنفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ اتَّقَىٰ (Do not claim sanctity for your selves; He knows best who it is that guards against evil - 53:32).\nIt was for this reason that Sayyidna Yusuf (علیہ السلام) has, in the present verse (53), not allowed his plea of innocence in this matter to remain unqualified. As evident, he has stressed upon the reality that by saying what he is saying he has no intention to claim any piety or purity for himself. The truth of the matter is that human self, by nature, keeps pulling everyone to what is bad - except those who are blessed with mercy from the Lord who would make them immunely pure against the evil instigations of their self. They are the blessed prophets. The Qur'an calls such immunized selves: نَفس مُطمَیٔنہ (the self or soul at peace) (Al-Fair: 89:27). Thus, the substance of what Sayyidna Yusuf (علیہ السلام) said was: In a trial of such magnitude, my remaining safe from sin was no personal achievement of mine. In fact, this was a result of the mercy and help of Allah Ta ala alone. Had He not removed evil desires from my heart, I would have become like the rest of human beings who would be prone to surrender before their desires.\nAccording to some narrations, Sayyidna Yusuf (علیہ السلام) said this sentence because a kind of ` thought' did, after all, emerge in his heart - though, limited to a non-voluntary scruple - but, was an unwelcome slip anyway considering the elegant station of prophethood with which he was blessed. Therefore, he expressly confessed that he did not totally absolve his inner self from blame.\nThe Three States of Human Self\nIn this verse (53), a problem which needs to be considered is that it declares every human self as often inciting to evil: أَمَّارَ‌ةٌ بِالسُّوءِ (ammaratum-bis-su ). This is as it appears in a Hadith in which the Holy Prophet ﷺ has been reported to have asked the Sahabah ؓ what do you think about a companion who, if you treat him nicely, feed him, clothe him, still he would throw you in all sorts of troubles - and if you insult him, and keep him hungry and naked, he would do what is good for you? The Sahabah ؓ said: Ya Rasul Allah, there just cannot be a companion worse than him in this whole world! He said: By Him in whose hands rests my life, yourself inside you is such a companion. (Qurtubi) And it appears in another Hadith: Your greatest enemy is your own self which not only disgraces you by getting you involved in evil deeds, but also makes you run into all sorts of troubles.\nHowever, the cited verse and Hadith narrations given above tell us that human self does usually demand the doing of what is bad from us. But, in Sarah Al-Qiyamah, this very human self has been given the honour of being called by the sobriquet: لَوَّامَہ (lawwamah : reproaching) placing it at a level that the Lord of All Honour has sworn by it: وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (I do swear by the day of Judgment and I do swear by the reproaching self - 75:1, 2). Then, in Sarah Al-Fajr, by calling this very human self: نفس مظمیٔنہ (mutma'innah: at peace), glad tidings of Jannah have been given: يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْ‌جِعِي إِلَىٰ رَ‌بِّكِ (0 self at peace, come back to your Lord ... 89:27, 28). Thus, the human self has been called as inciting to evil at one place, as reproaching at another, and as being at peace at yet another.\nTo explain, it can be said that the human self when on its own does incite to evil deeds and is called: عَمَّارہ Ammarah. But, when one does not follow its dictates because of the fear of Allah and 'Akhirah, his or her self becomes لَوَّامہ Lawwamah, that is, hates evil deeds, repents from them and seeks forgiveness - as is true in the case of the righteous people of the Muslim Ummah at large. And when someone keeps striving hard against his or her self, and brings it to a state where the very urge to turn to evil deeds does not remain there anymore, then, that self be-comes what is called: مظمیٔنہ Mutma'innah (the self at peace). Righteous people can arrive at this state through spiritual strivings. Still, there is no cer-tainty that this state will continue forever. But, the prophets of Allah, may peace be upon them all, are Divinely blessed with such self at peace without any previous striving - and it always remains constant at that state. Thus, it is in terms of three states of human self that three kinds of acts have been attributed to it.\nAt the end of the verse (53), it was said: إِنَّ رَ‌بِّي غَفُورٌ‌ رَّ‌حِيمٌ (Certainly, my Lord is the Most-Forgiving, Very-Merciful) which has a hint in the word: غَفُورٌ‌ Ghafur: Most-Forgiving. When the self that incites to evil deeds ( ‘Ammarah) is ashamed of its doings, repents, corrects and becomes the reproaching self (Lawwamah), then, certainly great is the forgiveness of Allah - He will forgive. The word: رَحِیم (Rahim : Very-Merciful) indicates that a person who is blessed with a self at peace (Mutma'innah), that too is nothing but a result of the mercy of Allah.",
  "ayah": 53,
  "surah": 12
}
