{
  "text": "At this stage, verse 65 opens with the words:\nوَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُ‌دَّتْ إِلَيْهِمْ ۖ قَالُوا يَا أَبَانَا مَا نَبْغِي ۖ هَـٰذِهِ بِضَاعَتُنَا رُ‌دَّتْ إِلَيْنَا ۖ وَنَمِيرُ‌ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ‌ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ‌\nAnd when they opened their baggage, they found their capital given back to them. They said, \"Our father, what else do we want? Here is our capital given back to us, and we shall bring food to our family, protect our brother and add the measure of one camel more. That is an easy measure.\"\nIt will be noticed that, prior to this verse, the brothers of Sayyidna Yusuf (علیہ السلام) were talking about what had happened to them on their journey, before they had opened their baggage. After that, when they opened the baggage and saw that their entire capital with which they had paid for the food grains was present inside the baggage, they realized that this was not done by mistake, in fact, their capital had been returned to them. Therefore, they said: رُ‌دَّتْ إِلَيْنَا (given back to us). Then, to their father they said: مَا نَبْغِي (what else do we want?) that is, ` the grains are here and what we paid for it has also been returned to us. Now we should definitely go back there in peace with our brother because the way we have been treated shows that the ` Aziz of Misr is kind to us. We should have no apprehensions. It is the time that we go and bring food-grains for the family and take care of our brother too. That we shall get an additional load of grains in the name of our brother will help - because, whatever we have brought in the present trip is much less than our needs and is likely to be consumed soon.\nOne sense of the sentence:\tمَا نَبْغِي (ma nabghi) spoken by the brothers of Sayyidna Yusuf (علیہ السلام) is practically the same as given immediately above, that is, ` what else do we want?' And if, in this sentence, the letter: مَا (ma : not) is taken in the sense of negation, it could also mean that the sons of Sayyidna Ya` qub (علیہ السلام) told their father: Now that we have the price of the grain with us, we do not want anything from you. You just send our brother with us.",
  "ayah": 65,
  "surah": 12
}
