{
  "text": "Commentary\nIn the present verses, the second visit of the brothers of Sayyidna Yusuf (علیہ السلام) ، this time accompanied by their younger brother, has been mentioned. On that occasion, Sayyidna Ya` qub (علیہ السلام) had told them to keep in mind that they were eleven of them going there, so they should not enter Egypt collectively from one single gate of the city of their destination. Instead of that, once they have reached the outer wall of the city, they should disperse and enter there from different gates.\nThe reason for this advice was his apprehension that all of them were young and, masha'Allah, healthy, tall, handsome and impressive. He was concerned about them lest people find out that they were sons of the same father, and brothers to each other. May be they are affected by someone's evil eye which may bring them some harm. Or, their coming in all together may make some people envy them, or may even cause some pain to them.\nSayyidna Ya` qub (علیہ السلام) did not give them this advice the first time they went to Egypt. He did so on the occasion of their second trip. The reason for this, perhaps, is that they had entered Egypt on their first visit as common travellers and in a broken down condition. No one knew them, nor was there any danger that someone would take any special notice of their general condition. But, it so happened that, during their very first trip, the master of Egypt gave them an unusual welcome which introduced them to state functionaries and city people. Now there did exist the danger that someone may cast an evil eye on them, or that some people start envying them for being an imposing group of visitors. Apart from it, the fact that the younger son, Benyamin, was with them this time, became the cause of the father's added attention.\nThe Effect of the Evil Eye is True\nThis tells us that human beings affected by the evil eye, or its causing pain or loss to another human being, animal etc., is true. It cannot be dismissed as ignorance, superstition or fancy. Therefore, Sayyidna Ya` qub\twas concerned about it.\nThe Holy Prophet ﷺ has also confirmed its truth. It appears in a Hadith: ` The evil eye makes a human being enter the grave, and a camel enter a petty pot.' Therefore, things from which the Holy Prophet ﷺ has sought refuge, and from which he has directed his Ummah to seek refuge, include: مِن کُلِّ عین لامّۃ that is, ` I seek refuge from the evil eye.' (Qurtubi)\nWell-known is the event related to Sayyidna Sahl ibn Hunayf ؓ ، one of the noble Companions. It is said that there was an occasion when he took off his shirt to get ready to go for a bath. ` Amir ibn Rabi` ah happened to cast a glance at the bright tint and healthy look of his body. The spontaneous remark he made was: ` Until this day, I have never seen a body as handsome as this!' No sooner did these words escape his mouth, an instant high temperature seized Sayyidna Sahl ibn Hunayf. When the Holy Prophet ﷺ was informed about it, the treatment he suggested was that ` Amir ibn Rabi'ah should make Wudu', collect the water from Wudu' in some utensil, and let this water be poured on the body of Sahl ibn Hunayf. When it was done as ordered, the temperature dropped down immediately. He became fully fit, and left on the expedition he was going with the Holy Prophet ﷺ who, following this event, also gave a gentle warning to ` Amir ibn Rabi` ah by telling him:\nعلام یقتل احدکم اخاہ، الَّا برّکت، انَّ العین حق\n` Why would someone kill his brother? (When you saw his body) you could have made Wudu' for barakah. It is true that the evil eye leaves its effect.'\nThis Hadith also tells us that, should someone notice something unusual about the person or property of somebody else, let him make Wudu' for him that Allah Ta’ ala blesses him with barakah in it. According to some narrations, one should say:. مَاشَاءَ اللہُ لا قُوَّۃَ اِلَّا بِاللہ (Masha'Allahu laquwwata ilia billah : Whatever Allah will - there is no power but with Him). This removes the effect of the evil eye. This also tells us that, should someone become affected by a person's evil eye, the pouring of water used by that person in washing his face, hands and feet (in Wudu) will help eliminate the effect of the evil eye.\nAl-Qurtubi has said that there is a consensus of all ` Ulama' of the Muslim Ummah among Ahl al-Sunnah wa al-Jama` ah on the truth of the evil eye as affecting and causing harm.\nSayyidna Ya` qub (علیہ السلام) ، on the one hand, because of the apprehension of the evil eye, or envy, advised his sons that they should not enter all together from one single gate of the city. On the other hand, he considered it necessary to speak out about the reality behind it - the heedlessness towards which in such matters would usually cause many from among the masses to fall easy victims to superstition or baseless scruples. The real fact is that the effect of the evil eye over one's person or property is a kind of mesmerism (or an induced state as in hypnosis, though not necessarily in sleep or pre-set clinical conditions). This would be more like a harmful medicine or food which makes one sick; or, excessive heat or cold which make some diseases show up. The effective measures demonstrated by the evil eye or mesmerism are one of the customary causes which would, through the power of the eye or mind, make its effects manifest. The truth is that they themselves have no real effectiveness of their own. Instead, all universal causes operate under the perfect power, will and intention of Allah Ta’ ala. No favourable measures taken against what has been Divinely destined can prove beneficial, nor can the harmfulness of some harmful measure become effective. Therefore, it was said:\nوَمَا أُغْنِي عَنكُم مِّنَ اللَّـهِ مِن شَيْءٍ ۖ إِنِ الْحُكْمُ إِلَّا لِلَّـهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ\nAnd I cannot help you in any way against (the will of) Allah. Sovereignty belongs to none but Allah. In Him I place my trust, and in Him should trust those who trust - 67.\nIt means: I know that the necessary precautions I have ordered you to take so as to help you remain protected against the evil eye cannot avert the will and intention of Allah Ta` ala. What works here is but the command of Allah. However, one has been asked to do what is physically possible. Therefore, I have given this advice. But, I place my trust, not on these physical arrangements, but in Allah alone. And it is imperative for everyone that he or she should trust in and rely on Him alone - never placing one's trust in physical and material means.\nThe reality which Sayyidna Ya` qub (علیہ السلام) was talking about became all too visible in this trip as well. By chance it so happened that all measures taken to bring Benyamin back home safely just failed and he was detained in Egypt. As a consequence of which, Sayyidna Yaqub (علیہ السلام) received another severe shock. That the measure taken by him failed, as categorically mentioned in the next verse, had a purpose behind it. It means that this measure failed in terms of the essential objective, that is, the safe return of Benyamin back home - though, the measure taken to keep them protected against the evil eye or envy did succeed, because no such incident showed up during this trip. But, the unforeseen inci-dent Divine destiny had in store for them was a factor not noticed by Sayyidna Ya` qub (علیہ السلام) nor could he do anything to counter it. However, despite this visible failure, it was the barakah (blessing) of his tawakkul (trust) that this second shock turned out to be an antidote for the first one, and resulted in the happy reunion with both his sons, Yusuf and Benyamin, safely and honourably.",
  "ayah": 67,
  "surah": 12
}
