{
  "text": "Onwards from here, it was said in verse 69:\nوَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ آوَىٰ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ\nAnd when they came to Yusuf, he lodged his brother [ Benyamin ] with himself. He said, \"Behold, I am your [ lost ] brother! So do not grieve for what they have been doing.\".\nAccording to Tafsir authority, Qatadah, the arrangement made by Sayyidna Yusuf (علیہ السلام) was that two brothers were lodged in one room. This left Benyamin alone. He was asked to stay with him. When alone with him, Sayyidna Yusuf (علیہ السلام) disclosed his identity to his younger brother and told him that he was his real brother, Yusuf. He comforted him and asked him not to worry about what their brothers have been doing until that time.\nRulings and Points of Guidance\nSome injunctions and rulings come out from verses 67 and 68. These are given below:\n1.\tThe effect of the evil eye is true. To try to stay safe from it is permissible in Shari` ah, and is commendable, just as one tries to stay safe from harmful foods and actions.\n2.\tTo stay safe from being envied by people, it is correct to conceal from them any special personal blessings and attributes one may have.\n3.\tTo employ physical and material means to stay safe from harmful effects is neither against Tawakkul (trust in Allah), nor against the status of prophets.\n4.\tIf one person apprehends likely harm or hurt coming to the other person, it is better to let him know about the danger and suggest how to stay safe from it - as done by Sayyidna Ya` qub (علیہ السلام) .\n5.\tWhen someone finds some personal excellence or blessing enjoyed by another person appear unusual to him and there be the danger that he may be affected by the evil eye, then, it becomes obligatory (wajib) on the beholder that he should, after noticing it, say: بَارکَ اللہ\t(barakallah: may Allah bless) or: مَا شَاء اللہ (masha'Allah : whatever Allah will), so that the other person remains safe from any possible harm.\n6.\tEmploying all possible means to stay safe from the evil eye is permissible. One of them is to seek its treatment through a dua' (prayer) or تَعویز ta` widh (spoken or written words seeking the protection of Allah) - as was done by the Holy Prophet ﷺ who, seeing the weakness of the two sons of Sayyidna Ja'far ibn Abi Talib, allowed him to have them be treated through ta` widh etc.\n7.\tThe ideal approach of a wise Muslim to whatever he does is that he must place his real trust in Allah Ta’ ala to begin with but, at the same time, he should not ignore physical and material means. Let him not fall short in employing whatever permissible means he can possibly assemble together to achieve his purpose, - as was done by Sayyidna Yaqub (علیہ السلام) . And the Holy Prophet ﷺ too has taught us to do so. The Sage Rumi has expressed this prophetic teaching in the following line: بر توکَّل زانوۓ اشتر بہ بند that is, 'Tie the leg of your camel and trust in Allah'. This is how prophets place their trust in Allah, and this was the blessed way of our Rasu1 ﷺ .\n8.\tA question arises here that Sayyidna Yusuf (علیہ السلام) made efforts to call his younger brother, even insisted on it. And when he came, he even disclosed his identity before him. But, he neither thought of calling his father, nor took any steps to inform him about his well-being while in Egypt. The reason for this is the same as described earlier. There is no doubt that he did have many opportunities during those forty years when he could have sent a message to his father about himself. But, whatever happened in this matter was Divine decree communicated through the medium of Wahy (revelation). Allah Ta’ ala would have not given him the permission to tell his father about himself - because he was yet to be tested once again through his separation from his son, Benyamin. It was to complete this Divine arrangement that all these situations were created.",
  "ayah": 69,
  "surah": 12
}
