{
  "text": "Commentary\nIn the first of the fourteen verses cited above (7), a notice of warning has been served to the effect that the story of Yusuf, peace be on him, should not be taken as a common story - because, in it, there are great signs of the perfect power of Allah Ta’ ala, and His instructions, both for those who have asked and for those who would seek guidance through it.\nThe statement made here could be explained by saying that the signs referred to here are for the Jews who had put the Holy Prophet ﷺ to test by asking him to relate this story to them. When, according to a narration, the Holy Prophet ﷺ was in Makkah al-Mu` azzamah, the news about him reached Madinah. The Jews living there sent a group of their men to Makkah to make investigations and test his claim to prophethood. Therefore, the question they asked of him was put in a somewhat vague manner, that is, ` if you are a true prophet of Allah, tell us about the prophet one of whose sons was taken from Syria to Egypt, an event which had caused his father to become blind due to constant weeping during his absence.\nThe Jews had chosen to ask about this event because it was not widely known, nor did anyone in Makkah was aware of it. That was a time when there was no member of the people of Book living in Makkah, one from whom some part of this story as appearing in the Torah and Injil could be ascertained. So, it was following this very question that the entire Surah Yusuf was revealed, a Surah which relates the whole story of Sayyidna Ya` qub and Yusuf (علیہما السلام) - and does it in such details as do not appear even in Torah and Injil. Therefore, when the Holy Prophet ﷺ described it, it was an open miracle shown at his blessed hands.\nAlternately, this verse could also mean that this event in itself - aside from the question asked by the Jews - was full of great signs of the perfect power of Allah Ta’ ala and that, in it, there were major elements of Divine guidance, and instructions and injunctions. One could imagine the destiny of a child who was thrown in a pit when the power of Allah took over, carried him from one stage to the other guarding him all along, from his childhood to his youth. Then, Allah Ta’ ala has blessed him with a divine colour as He would do with His special servants for he stood steadfast as His servant against trials which would make obedience difficult. It is all the more difficult when one is young and challenged by opportunities. But, here is he, armed with the fear of Allah. He holds his ground, controls his self from desiring the undesirable and walks out clean from the stranglehold of temptation. Then, the story tells us how Allah rewards a person who takes to righteousness and fear of Allah as his conscious and determined way of life, how He makes him rise higher than his adversaries in power and recognition, and how they stand subdued before him finally. These are lessons and truths, all pointing to the great signs of the Divine power which can be realized by anyone who would care to look and find out. (Qurtubi  Mazhari)\nThis verse mentions the brothers of Sayyidna Yusuf (علیہ السلام) . The reference is to the twelve sons of Sayyidna Ya` qub (علیہ السلام) ، including Sayyidna Yusuf (علیہ السلام) . Every son from among them had their children. Their families prospered. Since the title by which Sayyidna Ya` qub (علیہ السلام) was known was Isra'il, therefore, all these twelve families were identified as Bani Isra'il (the children of Isra'il).\nOut of these twelve sons, the eldest ten were from the first blessed wife of Sayyidna Ya` qub (علیہ السلام) ، Sayyidah Layya, daughter of Layyan. After her death, Sayyidna Ya` qub (علیہ السلام) married her sister, Rahil (See editorial note on page 156. ) (Rachel). She became the mother of his two sons, Sayyidna Yusuf (علیہ السلام) and Benyamin (Benjamin). Therefore, Benyamin was the only real brother of Sayyidna Yusuf (علیہ السلام) . The rest of the ten were his half-brothers from the father's side. Ralil, the mother of Sayyidna Yusuf (علیہ السلام) ، had died during his childhood at the time of the birth of Benyamin. (Qurtubi)",
  "ayah": 7,
  "surah": 12
}
