{
  "text": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (19)الفاء من قوله : { فقالوا ربنا } لتعقيب قولهم هذا إثر إتمام النعمة عليهم باقتراب المدن وتيسير الأسفار ، والتعقيبُ في كل شيء بحسبه ، فلما تمت النعمة بَطروها فحَلت بهم أسباب سلبها عنهم .ومن أكبر أسباب زوال النعمة كفرانها . قال الشيخ ابن عطاء الله الإِسكندري «من لم يشكر النَعم فقد تعرض لزوالها ومن شكرها فقد قيدها بعقالِها» .والأظهر عندي أن يكون هذا القول قالوه جواباً عن مواعظ أنبيائهم والصالحين منهم حين ينهونهم عن الشرك فهم يعظونهم بأن الله أنعم عليهم بتلك الرفاهية وهم يجيبون بهذا القول إفحاماً لدعاة الخير منهم على نحو قول كفار قريش : { اللهم إن كان هذا هو الحقَّ من عندك فأمطِرْ علينا حجارةً من السماء أو ائتنا بعذاب أليم } [ الأنفال : 32 ] ، قبل هذا «فأعرضوا فإن الإِعراض يقتضي دعوة لشيء» ويفيدُ هذا المعنى قوة { وظلموا أنفسهم } عقب حكاية قولهم ، فإنه إما معطوف على جملة { فقالوا } ، أي فأعقبوا ذلك بكفران النعمة وبالإشراك ، فإن ظلم النفس أطلق كثيراً على الإشراك في القرآن وما الإشراك إلا أعظم كفران نعمة الخالق .ويجوز أن تكون جملة { وظلموا أنفسهم } في موضع الحال ، والواو واو الحال ، أي قالوا ذلك وقد ظلموا أنفسهم بالشرك فكان قولهم مقارناً للإِشراك .وعلى الاعتبارين فإن العقاب إنما كان مسبباً بسببين كما هو صريح قوله : { فأعرضوا فأرسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين } إلى قوله : { إلا الكفور } [ سبأ : 16 ، 17 ] .فالمُسَبَّب على الكفر هو استئصالهم وهو مدلول قوله : { فجعلناهم أحاديث } كما ستعرفه ، والمسبب على كفران نعمةِ تقارب البلاد هو تمزيقهم كل ممزق ، أي تفريقهم ، فنظم الكلام جاء على طريقة اللف والنشر المشوَّش .ودرج المفسرون على أنهم دَعوا الله بذلك ، ويعكر عليه أنهم لم يكونوا مقرِّين بالله فيما يظهر فإن درجنا على أنهم عرفوا الله ودعوه بهذا الدعاء لأنهم لم يقدُروا نعمته العظيمة قَدرها فسألوا الله أن تزول تلك القرى العامرة ليسيروا في الفيافي ويحملوا الأزواد من الميرة والشراب .ثم يحتمل أن يكون أصحاب هذه المقالة ممن كانوا أدركوا حالة تباعد الأسفار في بلادهم قبل أن تؤول إلى تلك الحضارة ، أو ممن كانوا يسمعون أحوال الأسفار الماضية في بلادهم أو أسفار الأمم البادية فتروق لهم تلك الأحوال ، وهذا من كفر النعمة الناشىء عن فساد الذوق في إدراك المنافع وأضدادها .والمباعدة بصيغة المفاعلة القائمة مقام همزة التعدية والتضعيف . فالمعنى : ربنا أبعد بين أسفارنا . وقال النبي صلى الله عليه وسلم \" اللهم باعد بيني وبين خطاياي كما باعَدْتَ بين المشرق والمغرب \" .وقرأه الجمهور { باعِد } . وقرأ ابن كثير وأبو عمرو { بَعِّد } بفتح الباء وتشديد العين . وقرأه يعقوب وحده { ربُّنا } بالرفع و { باعَدَ } بفتح العين وفتح الدال بصيغة الماضي على أن الجملة خبر المبتدأ .والمعنى : أنهم تذمروا من ذلك العمران واستقلّوه وطلبوا أن تزداد البلاد قرباً وذلك من بطر النعمة وطلب ما يتعذر حينئذٍ .والتركيب يعطي معنى «اجعل البعد بين أسفارنا» . ولما كانت { بين } تقتضي أشياء تعين أن المعنى : باعد بين السفَر والسفر من أسفارنا . ومعنى ذلك إبعاد المراحل لأن كل مرحلة تعتبر سفراً ، أي باعد بين مراحل أسفارنا .ومعنى { فجعلناهم أحاديث } جعلنا أولئك الذين كانوا في الجنات وفي بحبوحة العيش أحاديث ، أي لم يبق منهم أحد فصار وجودهم في الأخبار والقصص وأبادهم الله حين تفرقوا بعد سيل العرم فكان ذلك مسرعاً فيهم بالفناء بالتغرب في الأرض والفاقة وتسلط العوادي عليهم في الطرقات كما ستعلمه . وفعل الجعل يقتضي تغييراً ولما علق بذواتهم انقلبت من ذوات مشاهدة إلى كونها أخباراً مسموعة . والمعنى : أنهم هلكوا وتحدث الناس بهم . وهذا نظير قولهم : دخلوا في خبر كان ، وإلاّ فإن الأحاديث لا يخلو منها أحد ولا جماعة . وقد يكون في المدح كقوله: ... هاذي قبورهُم وتلكَ قصورهموحديثُهم مستودَع الأوْراق ... أو أريد : فجعلناهم أحاديث اعتبار وموعظة ، أي فأصبناهم بأمر غريب من شأنه أن يتحدث به الناس فيكون { أحاديث } موصوفاً بصفة مقدرة دل عليها السياق مثل قوله تعالى : { يأخذ كل سفينة غصباً } [ الكهف : 79 ] ، أي كل سفينة صالحة بقرينة قوله : { فأردت أن أعيبها } [ الكهف : 79 ] .والتمزيق : تقطيع الثوب قِطَعاً ، استعير هنا للتفريق تشبيهاً لتفريق جامعة القوم شذر مذر بتمزيق الثوب قطعاً .و { كل } منصوب على المفعولية المطلقة لأنه بمعنى الممزق كله ، فاكتسب معنى المفعولية المطلقة من إضافته إلى المصدر .ومعنى { كل } كثيرة التمزيق لأن ( كلاً ) ترد كثيراً بمعنى الكثير لا بمعنى الجميع ، قال تعالى : { ولو جاءتهم كل آية } [ يونس : 97 ] وقال النابغة: ... بها كل ذيالوأشارت الآية إلى التفرق الشهير الذي أُصيبت به قبيلة سبأ إذ حملهم خراب السد وقحولة الأرض إلى مفارقة تلك الأوطان مفارقة وتفريقاً ضربَت به العرب المثل في قولهم : ذهبوا ، أو تفرقوا أيدي سبا ، أو أياديَ سبا ، بتخفيف همزة سبا لتخفيف المَثل . وفي «لسان العرب» في مادة ( يدي ) قال المعري : لم يهمزوا سبا لأنهم جعلوه مع ما قبله بمنزلة الشيء الواحد . هكذا ولعله التباس أو تحريف ، وإنما ذكر المعري عدم إظهار الفتحة على ياء «أيادي» أو «أيدي» كما هو مقتضى التعليل لأن التعليل يقتضي التزام فتح همزة سبا كشأن المركب المزجي . قال في «لسان العرب» : وبعضهم ينوِّنه إذا خففه ، قال ذو الرمة: ... فيا لك من دار تفرق أهلهاأيادي سباً عنها وطال انتقالها ... والأكثر عدم تنوينه قال كثير: ... أيادي سَبا يا عز ما كنتُ بعدكمفلم يحلُ بالعينين بعدككِ منظر ... والأيادي والأيدي فيه جمع يد . واليد بمعنى الطريق .والمعنى : أنهم ذهبوا في مذاهب شتّى يسلكون منها إلى أقطار عدة كقوله تعالى : { كنا طرائق قِدداً }[ الجن : 11 ] . وقيل : الأيادي جمع يد بمعنى النعمة لأن سبا تلِفت أموالهم .وكانت سبأ قبيلة عظيمة تنقسم إلى عشر أفخاذ وهم : الأزد ، وكندة ، ومَذحج ، والأشعريون ، وأنمار ، وبَجيلة ، وعاملة ، وهم خُزاعة ، وغسان ، ولخم ، وجُذام .فلما فارقوا مواطنهم فالستة الأولون تفرقوا في اليمن والأربعة الأخيرون خرجوا إلى جهات قاصية فلحقت الأزد بعمان ، ولحقت خزاعة بتهامة في مكة ، ولحقت الأوس والخزرج بيثرب ، ولعلهم معدودون في لخم ، ولحقت غسان ببُصرَى والغُوير من بلاد الشام ، ولحقت لخم بالعراق .وقد ذكر أهل القصص لهذا التفرق سبباً هو أشبه بالخرافات فأعرضتُ عن ذكره ، وهو موجود في كتب السير والتواريخ . وعندي أن ذلك لا يخلو من خذلان من الله تعالى سلبهم التفكر في العواقب فاستخفّ الشيطان أحلامهم فجزعوا من انقلاب حالهم ولم يتدرّعوا بالصبر حين سلبت عنهم النعمة ولم يجأروا إلى الله بالتوبة فبعثهم الجزع والطغيان والعناد وسوء التدبير من رؤسائهم على أن فارقوا أوطانهم عوضاً من أن يلموا شعثهم ويرقعوا خرقهم فتشتتوا في الأرض ، ولا يخفى ما يلاقون في ذلك من نصب وجوع ونقص من الأنفس والحمولة والأزواد والحلول في ديار أقوام لا يرْثُون لحالهم ولا يسمحون لهم بمقاسمة أموالهم فيكونون بينهم عافين .وجملة { إن في ذلك لآيات لكل صبار شكور } تذييل فلذلك قطعت ، وافتتاحها بأداة التوكيد للاهتمام بالخبر . والمشار إليه بذلك هو ما تقدم من قوله : { لقد كان لسبإ في مساكنهم آية } [ سبأ : 15 ] .ويظهر أن هذا التذييل تنهية للقصة وأن ما بعد هذه الجملة متعلق بالغرض الأول المتعلق بأقوال المشركين والمنتقل منه إلى العبرة بداود وسليمان والممثَّل لحال المشركين فيه بحال أهل سبا .وجُمع «الآيات» لأن في تلك القصة عدة آيات وعِبَر فحالةُ مساكنهم آية على قدرة الله ورحمته وإنعامه ، وفيه آية على أنه الواحد بالتصرف ، وفي إرسال سير العرم عَليهم آية على انفراده تعالى بالتصرف ، وعلى أنه المنتقم وعلى أنه واحد ، فلذلك عاقبهم على الشرك ، وفي انعكاس حالهم من الرفاهة إلى الشظف آية على تقلب الأحوال وتغير العالم وآية على صفات الأفعال لله تعالى من خَلْق ورَزق وإحياء وإماتة ، وفي ذلك آية مِن عدم الاطمئنان لدوام حال في الخير والشر . وفيما كان من عمران إقليمهم واتساع قراهم إلى بلاد الشام آية على مبلغ العمران وعظم السلطان من آيات التصرفات ، وآية على أن الأمن أساس العمران . وفي تمنيهم زوال ذلك آية على ما قد تبلغه العقول من الانحطاط المفضي إلى اختلال أمور الأمة وذهاب عظمتها ، وفيما صاروا إليه من النزوححِ عن الأوطان والتشتت في الأرض آية على ما يُلجىء الاضطرارُ إليه الناس من ارتكاب الأخطار والمكاره كما يقول المثل : الحُمى أضرعتني إليك .والجمع بين { صبار } و { شكور } في الوصف لإِفادة أن واجب المؤمن التخلق بالخُلقين وهما : الصبر على المكاره ، والشكر على النعم ، وهؤلاء المتحدث عنهم لم يشكروا النعمة فيطروها ، ولم يصبروا على ما أصابهم من زوالها فاضطربت نفوسهم وعمَّهم الجزع فخرجوا من ديارهم وتفرقوا في الأرض ، ولا تسأل عما لاقوه في ذلك من المتالف والمذلات .فالصبّار يَعْتَبر من تلك الأحوال فيعلم أن الصبر على المكاره خير من الجزع ويرتكب أخف الضرين ، ولا يستخفه الجزع فيلقي بنفسه إلى الأخطار ولا ينظر في العواقب .والشكور يعتبر بما أعطي من النعم فيَزداد شكراً لله تعالى ولا يبطر النعمة ولا يطغى فيُعاقبَ بسلبها كما سلبت عنهم ، ومن وراء ذلك أن يَحرمهم الله التوفيق . وأن يقذف بهم الخذلانُ في بنيات الطريق .وفي الآية دلالة واضحة على أن تأمين الطريق وتيسير المواصلات وتقريب البلدان لتيسير تبادل المنافع واجتلاب الأرزاق من هنا ومن هناك نعمة إلهية ومقصد شرعي يحبه الله لمن يحب أن يرحمه من عباده كما قال تعالى : { وإذ جعلنا البيت مثابةً للناس وأمناً } [ البقرة : 125 ] وقال : { وإذ قال إبراهيم رب اجعل هذا بلداً آمنا وارزق أهله من الثمرات } [ البقرة : 126 ] وقال : { وآمنهم من خوف } [ قريش : 4 ] ، فلذلك قال هنا : { وجعلنا بينهم وبين القرى التي باركنا فيها قرى ظاهرة وقدرنا فيها السير سيروا فيها ليالي وأياماً آمنين } [ سبأ : 18 ] .وعلى أن الإِجحاف في إيفاء النعمة حقها من الشكر يعرّض بها للزوال وانقلاب الأحوال قال تعالى : { ضرب الله مثلاً قرية كانت آمنة مطمئنة يأتيها رزقها رغداً من كل مكان فكفرت بأنعم اللَّه فأذاقها اللَّه لباس الجوع والخوف بما كانوا يصنعون } [ النحل : 112 ] .من أجل ذلك كله كان حقاً على ولاة أمور الأمة أن يسعَوا جهدهم في تأمين البلاد وحراسة السبل وتيسير الأسفار وتقرير الأمن في سائر نواحي البلاد جليلها وصغيرها بمختلف الوسائل ، وكان ذلك من أهم ما تنفق فيه أموال المسلمين وما يبذل فيه أهل الخير من الموسرين أموالهم عوناً على ذلك ، وذلك من رحمة أهل الأرض المشمولة لقول النبي صلى الله عليه وسلم « ارحموا من في الأرض يرحَمْكم من في السماء » .وكان حقاً على أهل العلم والدين أن يرشدوا الأيمة والأمة إلى طريق الخير وأن ينبهوا على معالم ذلك الطريق ومسالكه بالتفصيل دون الإِجمال ، فقد افتقرت الأمة إلى العمل وسئمت الأقوال .",
  "ayah": 19,
  "surah": 34
}
