{
  "text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (20) الأظهر أن هذا عطف على قوله : { وقال الذين كفروا هل ندلُّكم على رجل } [ سبأ : 7 ] الآية وأن ما بينهما من الأخبار المسوقة للاعتبار كما تقدم واقع موقع الاستطراد والاعتراض فيكون ضمير { عليهم } عائداً إلى { الذين كفروا } من قوله : { وقال الذين كفروا هل نُدلكم } الخ . والذي درج عليه المفسرون أن ضمير { عليهم } عائد إلى سبأ المتحدث عنهم . ولكن لا مفرّ من أن قوله تعالى بعد ذلك : { قل ادعوا الذين زعمتم من دون اللَّه } [ سبأ : 22 ] الآيات هو عَوْد إلى محاجة المشركين المنتقل منها بذكر قصة داود وسليمان وأهل سبا . وصلوحية الآية للمحملين ناشئة من موقعها ، وهذا من بلاغة القرآن المستفادة من ترتيب مواقع الآية .فالمقصود تنبيه المؤمنين إلى مكائد الشيطان وسوء عاقبة أتباعه ليحذروه ويستيقظوا لكيده فلا يقعوا في شَرَك وسوسته .فالمعنى : أن الشيطان سوّل للمشركين أو سوّل للمُمثَّل بهم حالُ المشركين الإِشراك بالمنعم وحسَّن لهم ضد النعمة حتى تمنّوه وتوسم فيهم الانخداع له فألقى إليهم وسوسته وكرّه إليهم نصائح الصالحين منهم فَصَدق توسُّمُه فيهم أنهم يأخذون بدعوته فقبلوها وأعرضوا عن خلافها فاتبعوه .ففي قوله : { صدق عليهم إبليس ظنه } إيجاز حذف لأن صِدق الظن المفرع عنه اتَّباعهم يقتضي أنه دعاهم إلى شيء ظانّاً استجابة دعوته إياهم .وقرأ الجمهور { صدق } بتخفيف الدال ف { إبليس } فاعل و { ظنه } منصوب على نزع الخافض ، أي في ظنه . و { عليهم } متعلق ب { صدق } لتضمينه معنى أوقع أو ألقى ، أي أوقع عليهم ظنه فصدق فيه . والصِدق بمعنى الإِصابة في الظن لأن الإِصابة مطابقة للواقع فهي من قبيل الصدق . قال أبو الغول الطُهَوي من شعراء الحماسة: ... فدتْ نفسي وما ملكتْ يمينيفوارسَ صُدِّقَتْ فيهم ظنوني ... وقرأ عاصم وحمزة والكسائي وخلف { صدَّق } بتشديد الدال بمعنى حقّق ظنه عليهم حين انخدعوا لوسوسته فهو لمّا وسوس لهم ظن أنهم يطيعونه فجدّ في الوسوسة حتى استهواهم فحقق ظنه عليهم .وفي ( على ) إيماء إلى أن عمل إبليس كان من جنس التغلب والاستعلاء عليهم .وقوله : { فاتبعوه } تفريع وتعقيب على فعل { صدق عليهم إبليس ظنه } أي تحقق ظنه حين انفعلوا لفعل وسوسته فبادروا إلى العمل بما دعاهم إليه من الإِشراك والكفران .و { إلا فريقاً } استثناء من ضمير الرفع في { فاتبعوه } وهو استثناء متصل إن كان ضمير «اتبعوه» عائداً على المشركين وأما إن كان عائداً على أهل سبا فيحتمل الاتصال إن كان فيهم مؤمنين وإلا فهو استثناء منقطع ، أي لم يعصه في ذلك إلا فريق من المؤمنين وهم الذين آمنوا من أهل مكة ، أو الذين آمنوا من أهل سبا . فلعل فيهم طائفة مؤمنين ممن نجوا قبل إرسال سيل العرم .والفريق : الطائفة مطلقاً ، واستثناؤها من ضمير الجماعة يؤذن بأنهم قليل بالنسبة للبقية ، وإلا فإن الفريق يصدق بالجماعة الكثيرة كما في قوله تعالى :{ فريقاً هدى وفريقاً حق عليهم الضلالة } [ الأعراف : 30 ] .والتعريف في { المؤمنين } للاستغراق و { مِن } تبعيضية ، أي إلا فريقاً هم بعض جماعات المؤمنين في الأزمان والبلدان .",
  "ayah": 20,
  "surah": 34
}
