{
  "text": "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآَخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ (21)وقوله : { وما كان له عليهم من سلطان } أي ما كان للشيطان من سلطان على الذين اتبعوه .وفعل { كان } في النفي مع { مِن } التي تفيد الاستغراق في النفي يفيد انتفاء السلطان ، أي المِلك والتصريف للشيطان ، أي ليست له قدرة ذاتية هو مستقل بها يتصرف بها في العالم كيف يشاء لأن تلك القدرة خاصة بالله تعالى .والاستثناء في قوله : { إلا لنعلم } استثناء من علل . فيفيد أن تأثير وسوسته فيهم كان بتمكين من الله ، أي لكن جعلنا الشيطان سبباً يتوجه إلى عقولهم وإرادتهم فتخامرها وسوستُه فيتأثر منها فريق وينجو منها فريق بما أودع الله في هؤلاء وهؤلاء من قوة الانفعال أو الممانعة على حسب السنن التي أودعها الله في المخلوقات .ويجوز أن يكون الاستثناء من عموم سلطان ، وحذف المستثنى ودلّ عليه علته والتقدير : إلا سلطاناً لنعلم من يؤمن بالآخرة . فيدل على أنه سلطان مجعول له بجعل الله بقرينة أن تعليله مسند إلى ضمير الجلالة .وانظر ما قلناه عند قوله تعالى : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين } في سورة الحجر ( 42 ) وضُمَّه إلى ما قلناه هنا .واقتُصر من علل تمكين الشيطان من السلطان على تمييز مَن يؤمن بالآخرة ومَن لا يؤمن بها لمراعاة أحوال الذين سبقت إليهم الموعظة بأهل سَبا وهم كفار قريش لأن جحودهم الآخرة قرين للشرك ومساو له فإنهم لو آمنوا بالآخرة لآمنوا بربها وهو الرب الواحد الذي لا شريك له ، وإلا فإن علل جعل الشيطان للوسوسة كثيرة مرجعها إلى تمييز الكفار من المؤمنين ، والمتقين من المعرضين . وكني ب نعلم عن إظهار التمييز بين الحالين لأن الظهور يلازم العلم في العرف . قال قبيصة الطائي من رجال حرب ذي قار: ... وأقبلت والخطيُّ يَخطِر بيننالأعَلَم مَن جبانها من شجاعها ... أراد ليتميز الجبان من الشجاع فيعلمه الناس ، فإن غرضه الأهم إظهار شجاعة نفسه لثقته بها لا اختبار شجاعة أقرانه وإلا لكان متردداً في إقدامه . فالمعنى : ليظهر من يؤمن بالآخرة ويتميز عمّن هو منها في شك فيعلمه من يعلمه ويتعلق علمنا به تعلقاً جُزئياً عند حصوله يترتب عليه الجزاء فقد ذكرنا فيما تقدم أن لا محيص من اعتبار تعلق تنجيزيّ لعلم الله . ورأيت في الرسالة الخاقانية } لعبد الحكيم السلكوتي أن بعض العلماء أثبت ذلك التعلق ولم يعين قائله . وخولف في النظم بين الصلتين فجاءت جملة { من يؤمن بالآخرة } فعلية ، وجاءت جملة { هو منها في شك } اسمية لأن الإِيمان بالآخرة طارىء على كفرهم السابق ومتجدد ومتزايد آنا فآنا . فكان مقتضى الحال إيراد الفعل في صلة أصحابه .وأما شكهم في الآخرة فبخلاف ذلك هو أمر متأصل فيهم فاجتلبت لأصحابه الجملة الإسمية .وجيء بحرف الظرفية للدلالة على إحاطة الشك بنفوسهم ويتعلق قوله : { منها } بقوله : «بشك» .وجملة { وربك على كل شيء حفيظ } تذييل . والحفيظ : الذي لا يخرج عن مقدرته ما هو في حفظه ، وهو يقتضي العلم والقدرة إذ بمجموعهما تتقوم ماهية الحفظ ولذلك يُتبع الحفظ بالعلم كثيراً كقوله تعالى : { إني حفيظ عليم } [ يوسف : 55 ] . وصيغة فعيل تدل على قوة الفعل وأفاد عموم { كل شيء } أنه لا يخرج عن علمه شيء من الكائنات فتنزل هذا التذييل منزلة الاحتراس عن غير المعنى الكنائي من قوله : { لنعلم من يؤمن بالآخرة ممن هو منها في شك } ، أي ليظهر ذلك لكل أحد فتقوم الحجة لهم وعليهم .",
  "ayah": 21,
  "surah": 34
}
