{
  "text": "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23)ثم نفى أن يكون منهم ظهير ، أي معين لله تعالى . وتقدم الظهير في قوله تعالى : { ولو كان بعضهم لبعض ظهيرا } في سورة الإِسراء ( 88 ) . وهنا تعين التصريح بالمتعلق ردّاً على المشركين إذ زعموا أن آلهتهم تُقرِّب إليه وتُبَعّد عنه ، ثم أتبع ذلك بنفي أن يكون شفيع عند الله يضطره إلى قبول الشفاعة فيمن يشفع له لتعظيم أو حياء . وقد صرح بالمتعلق هنا أيضاً رداً على قول المشركين { هؤلاء شفعاؤنا عند الله } [ يونس : 18 ] فنفيت شفاعتهم في عموم نفي كل شفاعة نافعة عند الله إلا شفاعة من أذن الله أن يشفع . وفي هذا إبطال شفاعة أصنامهم لأنهم زعموا لهم شفاعة لازمة من صفات آلهتهم لأن أوصاف الإِله يجب أن تكون ذاتية فلما نفى الله كل شفاعة لم يأذن فيها للشافع انتفت الشفاعة المزعومة لأصنامهم . وبهذا يندفع ما يتوهم من أن قوله : { إلا لمن أذن له } لا يبطل شفاعة الأصنام فافهَمْ .وجاء نظم قوله : { ولا تنفع الشفاعة عنده إلا لمن أذن له } نظماً بديعاً من وفرة المعنى ، فإن النفع يجيء بمعنى حصول المقصود من العمل ونجاحه كقول النابغة: ... ولا حَلِفي على البراءة نافعومنه قوله تعالى : { لا ينفع نفساً إيمانها لم تكن آمنت من قبل } [ الأنعام : 158 ] ، ويجيء بمعنى المساعد الملائم وهو ضد الضار وهو أكثر إطلاقه . ومنه : دواء نافع ، ونفعني فلان . فالنفع بالمعنى الأول في الآية يفيد القبول من الشافع لشفاعته ، وبالمعنى الثاني يفيد انتفاع المشفوع له بالشفاعة ، أي حصول النفع له بانقشاع ضر المؤاخذة بذنب كقوله تعالى : { فما تنفعهم شفاعة الشافعين } [ المدثر : 48 ] . فلما عبر في هذه الآية بلفظ الشفاعة الصالح لأن يعتبر مضافاً إلى الفاعل أو إلى المفعول احتمل النفع أن يكون نفع الفاعل ، أي قبول شفاعته ، ونفعَ المفعول ، أي قبول شفاعة من شفع فيه .وتعدية فعل الشفاعة باللام دون ( في ) ودون تعديته بنفسه زاد صلوحيته للمعنيين لأن الشفاعة تقتضي شافعاً ومشفوعاً فيه فكان بذلك أوفرَ معنىً .فالاستثناء في قوله : { إلا لمن أذن له } استثناء من جنس الشفاعة المنفي بقرينة وجود اللام وليس استثناء من متعلَّق { تنفع } لأن الفعل لا يعدّى إلى مفعوله باللام إلا إذا تأخر الفعل عنه فضعف عن العمل بسبب التأخير فلذلك احتملت اللام أن تكون داخلة على الشافع ، وأن ( مَن ) المجرورة باللام صادقة على الشافع ، أي لا تقبل شفاعةٌ إلا شفاعة كائنة لمن أذن الله له ، أي أذن له بأن يشفع فاللام للملك كقولك : الكرم لزيد ، أي هو كريم فيكون في معنى قوله : { ما لكم من دونه من وليّ ولا شفيع } [ السجدة : 4 ] . وأن تكون اللام داخلة على المشفوع فيه ، و ( مَن ) صادقة على مشفوع فيه ، أي إلا شفاعةً لمشفوع أذن الله الشافعين أن يشفعوا له أي لأجله فاللام للعلة كقولك : قمت لزيد ، فهو كقوله تعالى :{ ولا يشفعون إلا لمن ارتضى } [ الأنبياء : 28 ] .وإنما جيء بنظم هذه الآية على غير ما نُظمت عليه غيرها لأن المقصود هنا إبطال رجائهم أن تشفع لهم آلهتهم عند الله فينتفعوا بشفاعتها ، لأن أول الآية توبيخ وتعجيز لهم في دعوتهم الآلهة المزعومة فاقتضت إبطال الدعوة والمدعُوّ .وقد جمعت الآية نفي جميع أصناف التصرف عن آلهة المشركين كما جمعت نفي أصناف الآلهة المعبودة عند العرب ، لأن من العرب صابئة يعبدون الكواكب وهي في زعمهم مستقرة في السماوات تدبر أمور أهل الأرض فأبطل هذا الزعمَ قولُه : { لا يملكون مثقال ذرة في السماوات ولا في الأرض } ؛ فأما في السماوات فباعترافهم أن الكواكب لا تتصرف في السماوات وإنما تصرفها في الأرض ، وأما في الأرض فبقوله : { ولا في الأرض } . ومن العرب عبدة أصنام يزعمون أن الأصنام شركاء لله في الإِلهية فنفي ذلك بقوله : { وما لهم فيهما من شرك وما له منهم من ظهير } ، ومنهم من يزعمون أن الأصنام جعلها الله شفعاء لأهل الأرض فنفي ذلك بقوله : { ولا تنفع الشفاعة عنده } الآية .وقرأ الجمهور { أذن } بفتح الهمزة وفيه ضمير يعود إلى اسم الجلالة مثل ضمائر الغيبة التي قبله . وقرأه أبو عمرو وحمزة والكسائي وخلف بضم الهمزة على البناء للنائب . والمجرور من قوله : { له } في موضع نائب الفاعل .وقوله : { حتى إذا فزع عن قلوبهم } { حتى } ابتدائية وهي تفيد ارتباط ما بعدها بما قبلها لا محالة فالضمائر التي في الجملة الواقعة بعد { حتى } عائدة على ما يصلح لها في الجُمل التي قبلها . وقد أفادت { حتى } الغاية بأصل وضعها وهي هنا غاية لما أفهمه قوله : { إلا لمن أذن له } من أن هنالك إذناً يصدر من جانب القدس يأذن الله به ناساً من الأخيار بأن يشفعوا كما جاء تفصيل بعض هذه الشفاعة في الأحاديث الصحيحة وأن الذين يرجون أن يشفع فيهم ينتظرون ممن هو أهل لأن يشفع وهم في فزع من الإِشفاق أن لا يؤذن بالشفاعة فيهم ، فإذا أذن الله لمن شاء أن يشفع زال الفزع عن قلوبهم واستبشروا إذ أنه فزع عن قلوب الذين قبلت الشفاعة فيهم ، أي وأيس المحرومون من قبول الشفاعة فيهم . وهذا من الحذف المسمى بالاكتفاء اكتفاء بذكر الشيء عن ذكر نظيره أو ضده ، وحسنه هنا أنه اقتصار على ما يسرّ المؤمنين الذين لم يتخذوا من دون الله أولياء .وقد طويت جمل مِن وراء { حتى } ، والتقدير : إلا لمن أذن له ويومئذٍ يبقى الناس مرتقبين الإِذن لمن يشفع ، فَزعين من أن لا يؤذن لأحد زمناً ينتهي بوقت زوال الفزع عن قلوبهم حينَ يؤذن للشافعين بأن يشفعوا ، وهو إيجاز حذف .و { إذا } ظرف للمستقبل وهو مضاف إلى جملة { فزع عن قلوبهم } ومتعلق ب { قالوا } .و { فزع } قرأه الجمهور بضم الفاء وكسر الزاي مشددة ، وهو مضاعف فزع . والتضعيف فيه للإِزالة مثل : قشّر العود ، ومَرَّض المريض إذا باشر علاجَه ، وبُني للمجهول لتعظيم ذلك التفزيع بأنه صادر من جانب عظيم ، ففيه جانب الآذن فيه ، وجانب المبلغ له وهو الملك .والتفزيع يحصل لهم بانكشاف إجمالي يلهمونه فيعلمون بأن الله أذن بالشفاعة ثم يتطلبون التفصيل بقولهم : { ماذا قال ربكم } ليعلموا من أُذِن له ممن لم يؤذن له ، وهذا كما يكَرِّر النظَرَ ويُعَاوِد المطالعَةَ مَن ينتظر القبول ، أو هم يتساءلون عن ذلك من شدة الخَشية فإنهم إذا فُزِّع عن قلوبهم تساءلوا لمزيد التحقق بما استبشروا به فيجابون أنه قال الحق .فضمير { قالوا ماذا قال ربكم } عائد على بعض مدلول قوله : { لمن أذن له } . وهم الذين أذن للشفعاء بقبول شفاعتهم منهم وهم يوجهون هذا الاستفهام إلى الملائكة الحافّين ، وضمير { قالوا الحق } عائد إلى المسؤولين وهم الملائكة .ويظهر أن كلمة { الحق } وقعت حكاية لمقول الله بوصف يجمع متنوع أقوال الله تعالى حينئذٍ من قبول شفاعة في بعض المشفوع فيهم ومن حرمان لغيرهم كما يقال : ماذا قال القاضي للخصم؟ فيقال : قال الفصلَ . فهذا حكاية لمقول الله بالمعنى .وانتصاب { الحق } على أنه مفعول { قالوا } يتضمن معنى الكلام ، أي قال الكلام الحق ، كقوله: ... وقصيدةٍ تأتي الملوك غريبةقد قلتُها ليقال من ذا قالها ... هذا هو المعنى الذي يقتضيه نظم الآية ويلتئم مع معانيها . وقد ذهبت في تفسيرها أقوال كثير من المفسرين طرائق قدداً ، وتفرقوا بَدَداً بَدَداً .و ( ذا ) من قوله : { ماذا } إشارة عوملت معاملة الموصول لأن أصل : { ماذا قال } : ما هذا الذي قال ، فلما كثر استعمالها بدون ذِكر اسم الموصول قِيل إن ( ذا ) بعد الاستفهام تصير اسم موصول ، وقد يذكر الموصول بعدها كقوله تعالى : { من ذا الذي يشفع عنده } [ البقرة : 255 ] .وقرأ ابن عامر ويعقوب { فزع } بفتح الفاء وفتح الزاي مشددة بصيغة البناء للفاعل ، أي فَزّع الله عن قلوبهم .وقد ورد في أحاديث الشفاعة عن أبي هريرة وأبي سعيد الخدري أن الله يقول لآدم : «أخرج بعث النار من ذريتك» ، وفي حديث أنس في شفاعة النبي صلى الله عليه وسلم لأهل المحشر كلهم \" ليدخل أهل الجنة الجنة وأهل النار النار \" . وفيه أن الأنبياء أبوا أن يشفعوا وأن أهل المحشر أتوا محمداً صلى الله عليه وسلم وأنه استأذن ربه في ذلك فقال له : «سل تُعْطَ واشفع تُشَفّع» ، وفي حديث أبي سعيد «أن النبي صلى الله عليه وسلم يشفع لعمه أبي طالب فيجعل في ضحضاح من نار يبلغ كعبيه تغلي منه أم دماغه» .وجملة { وهو العلي الكبير } تتمة جواب المجيبين ، عطفوا تعظيم الله بذكر صفتين من صفات جلاله ، وهما صفة { العلي } وصفة { الكبير } .والعلو : علوّ الشأن الشامل لمنتهى الكمال في العلم .والكبر : العظمة المعنوية ، وهي منتهى القدرة والعدل والحكمة ، وتخصيص هاتين الصفتين لمناسبة مقام الجواب ، أي قد قضى بالحق لكل أحد بما يستحقه فإنه لا يخفى عليه حال أحد ولا يعوقه عن إيصاله إلى حقه عائق ولا يجوز دونه حائل . وتقدم ذكر هاتين الصفتين في قوله : { وأن الله هو العلي الكبير } في سورة الحج ( 62 ) .واعلم أنه قد ورد في صفة تلقّي الملائكة الوحي أن من يتلقى من الملائكة الوحي يسأل الذي يبلغه إليه بمثل هذا الكلام كما في حديث أبي هريرة في صحيح البخاري } وغيره : أن نبيء الله صلى الله عليه وسلم قال : \" إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خُضْعَاناً لقوله كأنه سلسلة على صفوان فإذا فُزّع عن قلوبهم قالوا : ماذا قال ربكم؟ قالوا للذي قال الحقّ وهو العلي الكبير \" ا ه . فمعنى قوله في الحديث : قضَى صدَر منه أمر التكوين الذي تتولى الملائكة تنفيذه ، وقوله في الحديث : \" في السماء \" يتعلق ب «قضى» بمعنى أوصل قضاءه إلى السماء حيث مقرّ الملائكة ، وقوله : «خُضْعَاناً لقوله» أي خوفاً وخشية ، وقوله : { فزع عن قلوبهم } أي أزيل الخوف عن نفوسهم .وفي حديث ابن عباس عند الترمذي \" إذا قضى ربنا أمراً سبح له حملة العرش ، ثم سبح أهل السماء الذين يلونهم ثم الذين يلونهم \" قال : \" ثم أهل كل سماء \" الحديث . وذلك لا يقتضي أنه المراد في آية سورة سبأ وإنما هذه صفة تلقي الملائكة أمر الله في الدنيا والآخرة فكانت أقوالهم على سنة واحدة .وليس تخريج البخاري والترمذي هذا الحديث في الكلام على تفسير سورة سبأ مراداً به أنه وارد في ذلك ، وإنما يريد أن من صور معناه ما ذكر في سورة سبأ . وهذا يغنيك عن الالتجاء إلى تكلفات تعسّفوها في تفسير هذه الآية وتعَلّقها بما قبلها .",
  "ayah": 23,
  "surah": 34
}
