{
  "text": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (27)أعيد الأمر بالقول رابع مرة لمزيد الاهتمام وهو رجوع إلى مهيع الاحتجاج على بطلان الشرك فهو كالنتيجة لجملة { قل من يرزقكم من السماوات والأرض } [ سبأ : 24 ] .والأمر في قوله : { أروني } مستعمل في التعجيز ، وهو تعجيز للمشركين عن إبداء حجة لإِشراكهم ، وهو انتقال من الاحتجاج على بطلان إلهية الأصنام بدليل النظير في قوله : { قل من يرزقكم } إلى إبطال ذلك بدليل البداهة .وقد سُلك من طرق الجدل طريقُ الاستفسار ، والمصطلح عليه عند أهل الجدل أن يكون الاستفسار مقدَّماً على طرائق المناظرة وإنما أخّر هنا لأنه كان مفضياً إلى إبطال دعوى الخصم بحذافيرها فأريد تأخيره لئلا يَفوت افتضاح الخصم بالأدلة السابقة تبسيطاً لبساط المجادلة حتى يكون كل دليل منادياً على غلط الخصوم وباطلهم . وافتضاح الخطأ من مقاصد المناظِر الذي قامت حجته .والإِراءة هنا من الرؤية البصرية فيتعدى إلى مفعولين : أحدهما بالأصالة ، والثاني بهمزة التعدية .والمقصود : أروني شخوصهم لنبصر هل عليها ما يناسب صفة الإِلهية ، أي أن كل من يشاهد الأصنام بادىء مرة يتبيّن له أنها خليّة عن صفات الإِلهية إذ يرى حجارة لا تسمع ولا تبصر ولا تفقه لأن انتفاء الإِلهية عن الأصنام بديهي ولا يحتاج إلى أكثر من رؤية حالها كقول البحْتري: ... أَن يَرى مُبْصِرٌ ويسمعَ واعوالتعبير عن المرئِي بطريق الموصولية لتنبيه المخاطبين على خطئهم في جعلهم إياهم شركاء لله تعالى في الربوبية على نحو قول عبدة بن الطيب: ... إن الذينَ ترونهم إخوانَكميشفي غليل صدورهم أن تُصْرَعوا ... وفي جعل الصلة { ألحقتم } إيماء إلى أن تلك الأصنام لم تكن موصوفة بالإِلهية وصفاً ذاتياً حقاً ولكن المشركين ألحقوها بالله تعالى ، فتلك خلعة خلعها عليهم أصحاب الأهواء .وتلك حالة تخالف صفة الإِلهية لأن الإِلهية صفة ذاتية قديمة ، وهذا الإِلحاق اخترعه لهم عَمرو بن لُحَيّ ولم يكن عند العرب من قبل ، وضمير { به } عائد إلى اسم الجلالة من جملة { قل ما يرزقكم من السماوات والأرض قل الله } [ سبأ : 24 ] .وانتصب { شركاء } على الحال من اسم الموصول . والمعنى : شركاء له .ولما أعرض عن الخوض في آثار هذه الإِراءة علم أنهم مفتضحون عند تلك الإِراءة فقُدرت حاصلة ، وأُعقب طلب تحصيلها بإِثبات أثرها وهو الردع عن اعتقاد إلهيتها ، وإبطالُها عنهم بإثباتها لله تعالى وحده فلذلك جمع بين حرفي الردع والإِبطال ثم الانتقال إلى تعيين الإِله الحق على طريقة قوله : { كلا بل لا تكرمون اليتيم } [ الفجر : 17 ] .وضمير { هو الله } ضمير الشأن . والجملة بعده تفسير لمعنى الشأن و { العزيز الحكيم } خبراننِ ، أي بل الشأن المهمّ الله العزيز الحكيم لا آلهتكم؛ ففي الجملة قصر العزة والحكم على الله تعالى كناية عن قَصر الإِلهية عليه تعالى قصرَ إفراد .ويجوز أن يكون الضمير عائداً إلى الإِله المفهوم من قوله : { الذين ألحقتم به شركاء } وهو مبتدأ والجملة بعده خبر .ويجوز أن يكون عائداً إلى المستحضر في الذهن وهو الله . وتفسيره قوله : { الله } فاسم الجلالة عطف بيان . و { العزيز الحكيم } خبرَان عن الضمير . والفرق بين هذا الوجه وبين الوجه الأول يظهر في اختلاف مدلول الضمير المنفصل واختلاففِ موقع اسم الجلالة بعده ، واختلاف موقع الجملة بعد ذلك .والعِزَّة : الاستغناء عن الغير . و { الحكيم } : وصف من الحكمة وهي منتهى العلم ، أو من الإِحكام وهو إتقان الصنع ، شاع في الأمرين . وهذا إثبات لافتقار أصنامهم وانتفاء العلم عنها . وهذا مضمون قول إبراهيم عليه السلام : { يا أبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيئاً } [ مريم : 42 ] .",
  "ayah": 27,
  "surah": 34
}
