{
  "text": "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ (30)وجملة { قل لكم ميعاد يوم } إلى آخرها مسوقة مساق الجواب عن مقالتهم ولذلك فصلت ولم تعطف ، على طريقة حكاية المحاورات في القرآن ، وهذا الجواب جرى على طريقة الأسلوب الحكيم ، أي أن الأهم للعقلاء أن تتوجه هممهم إلى تحقق وقوع الوعد في الوقت الذي عينه الله له وأنه لا يؤخره شيء ولا يقدمه ، وحسَّن هذا الأسلوب أن سؤالهم إنما أرادوا به الكناية عن انتفاء وقوعه .وفي هذا الجواب تعريض بالتهديد فكان مطابقاً للمقصود من الاستفهام ، ولذلك زيد في الجواب كلمة { لكم } إشارة إلى أن هذا الميعاد منصرف إليهم ابتداء .وضمير جمع المخاطب في قوله : { إن كنتم صادقين } إما للرسول صلى الله عليه وسلم باعتبار أن معه جماعة يخبرون بهذا الوعد ، وإما الخطاب موجه للمسلمين .وإسم الإِشارة في هذا الوعد للاستخفاف والتحقير كقول قيس بن الخطيم: ... متى يأت هذا الموت لا يلف حاجةلنفسيَ إلا قد قضيتُ قضاءها ... وجواب : { كنتم صادقين } دل عليه السؤال ، أي إن كنتم صادقين فعيِّنُوا لنا ميقات هذا الوعد . وهذا كلام صادر عن جهالة لأنه لا يلزم من الصدق في الإِخبار بشيء أن يكون المخبِر عالماً بوقت حصوله ولو في المضيّ فكيف به في الاستقبال .وخولف مقتضى الظاهر في الجواب من الإِتيان بضمير الوعد الواقع في كلامهم إِلى الإِتيان باسم ظاهر وهو { ميعاد يوم } لما في هذا الاسم النكرة من الإِبهام الذي يوجه نفوس السامعين إلى كل وجه ممكن في محمل ذلك ، وهو أن يكون يومَ البعث أو يوماً آخر يحلّ فيه عذاب على أيمة الكفر وزعماء المشركين وهو يوم بدر ولعل الذين قتلوا يومئذٍ هم أصحاب مقالة { متى هذا الوعد إن كنتم صادقين } وأفاد تنكير { يوم } تهويلاً وتعظيماً بقرينة المقام .والميعاد : مصدر ميمي للوعد فإضافته إلى ظرفه بيانية . ويجوز كونه مستعملاً في الزمان وإضافته إلى اليوم بيانية لأن الميعاد هو اليوم نفسه .وجملة { لا تستأخرون عنه ساعة } إمّا صفة ل { ميعاد } وإما حال من ضمير { لكم } .والاستئخار والاستقدام مبالغة في التأخر والتقدم مثل : استحباب ، فالسين والتاء للمبالغة .وقدم الاستئخار على الاستقدام إيماء إلى أنه مِيعاد بَأس وعذاب عليهم من شأنه أن يتمنوا تأخره ، ويكون { ولا تستقدمون } تتميماً لتحققه عند وقته المعيّن في علم الله .والساعة : حصة من الزمن ، وتنكيرها للتقليل بمعونة المقام .",
  "ayah": 30,
  "surah": 34
}
