{
  "text": "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآَنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ (31){ وَلاَ تَسْتَقْدِمُونَ * وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرءان وَلاَ بالذى } .كان المشركون لما فاجأتهم دعوة الإِسلام وأخَذ أمره في الظهور قد سلكوا طرائق مختلفة لقمع تلك الدعوة ، وقد كانوا قبل ظهور الإِسلام لاَهِينَ عن الخوض فيما سلف من الشرائع فلما قرعت أسماعهم دعوة الإِسلام اضطربت أقوالهم : فقالوا : { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] ، وقالوا غيرَ ذلك ، فمن ذلك أنهم لجأَوا إلى أهل الكتاب وهم على مقربة منهم بالمدينة وخيبر وقريظة ليَتَلقَّوا منهم ملقَّنَات يفحمون بها النبي صلى الله عليه وسلم فكان أهل الكتب يُمْلُون عليهم كلما لَقُوهم ما عساهم أن يُمَوِّهُوا على الناس عدم صحة الرسالة المحمدية ، فمرة يقولون : { لولا أوتي مثل ما أوتي موسى } [ القصص : 48 ] ، ومرة يقولون : { لن نؤمن لرقيك حتى تنزل علينا كتاباً نقرؤه } [ الإسراء : 93 ] ، وكثيراً ما كانوا يحسبون مساواته للناس في الأحوال البشرية منافية لكونه رسولاً إليهم مختاراً من عند الله فقالوا : { ما لهذا الرسول يأكل الطعام ويمشي في الأسواق } [ الفرقان : 17 ] وإلى قوله : { هل كنت إلا بشراً رسولاً } [ الإسراء : 93 ] ، وهم لا يُحاجُّون بذلك عن اعتقاد بصحة رسالة موسى عليه السلام ولكنهم يجعلونه وسيلة لإِبطال رسالة محمد صلى الله عليه وسلم فلما دمغتهم حجج القرآن العديدة الناطقة بأن محمداً ما هو بِدْعٌ من الرسل وأنه جاء بمثل ما جاءت به الرسل فحاجَّهم بقوله : { قل فأتوا بكتاب من عند الله هو أهدى منهما أتبعه إن كنتم صادقين } [ القصص : 49 ] الآية . فلما لما يجدوا سبيلاً للمكابرة في مساواة حاله بحال الرسل الأولين وأوَوْا إلى مأْوى الشرك الصريح فلجأُوا إلى إنكار رسالة الرسل كلهم حتى لا تنهض عليهم الحجة بمساواة أحوال الرسول وأحوال الرسل الأقدمين فكان من مستقر أمرهم أن قالوا : { لن نؤمن بهذا القرآن ولا بالذي بين يديه } .وقد كان القرآن حاجَّهم بأنهم كفروا { بما أوتي موسى من قبل } كما في سورة القصص ( 48 ) ، أي كفر أمثالهم من عَبدة الأصنام وهم قِبط مصر بما أوتي موسى وهو من الاستدلال بقياس المساواة والتمثيل .فهذا وجه قولهم : ولا بالذي بين يديه } لأنهم لم يكونوا مدْعُوِّين لا يؤمنوا بكتاب آخر غير القرآن ولكن جرى ذلك في مجاري الجدال والمناظرة فعدم إيمانهم بالقرآن مشهور معلوم وإنما أرادوا قطع وسائل الإِلزام الجدلي .وهذه الآية انتقال إلى ذكر طعن المشركين في القرآن وهي معطوفة على جملة { ويقولون متى هذا الوعد } [ سبأ : 29 ] .والاقتصار على حكاية مقالتهم دون تعقيب بما يبطلها إيماء إلى أن بطلانها بادٍ لكل مَنْ يسمعها حيث جمعت التكذيب بجميع الكتب والشرائع وهذا بهتان واضح .وحكاية مقالتهم هذه بصيغة الماضي تؤذن بأنهم أقلعوا عنها .وجيء بحرف { لن } لتأكيد نفي إيمانهم بالكتب المنزلة على التأبيد تأييساً للنبيء صلى الله عليه وسلم والمسلمين من الطمع في إيمانهم به .واسم الإِشارة مشار به إلى حاضر في الأذهان لأن الخوض في القرآن شائع بين الناس من مؤيد ومنكر فكأنه مشاهدَ . وليس في اسم الإِشارة معنى التحقير لأنهم ما كانوا ينبزون القرآن بالنقصان ، أَلا ترى إلى قول الوليد بن المغيرة : «إن أعلاه لمُثْمِر وإن أسفله لَمُغْدق» ، وقول عبد الله بن أُبيّ بعد ذلك : «لاَ أحسن مما تقول أيها المرء» ، وأن عتبة بن ربيعة لما قرأ عليه رسول الله صلى الله عليه وسلم القرآن وقال له : \" هل ترى بما أقول بأساً؟ \" فقال : «لا والدِّماء» . وكيف وقد تحداهم الإِتيان بسورة مثله فلم يفعلوا ، ولو كانوا ينبزونه بنقص أو سخَف لقالوا : نحن نترفع عن معالجة الإِتيان بمثله .ومعنى { بين يديه } القريب منه سواء كان سابقاً كقوله تعالى : { إن هو إلا نذير لكم بين يدي عذاب شديد } [ سبأ : 46 ] وقول النبي صلى الله عليه وسلم \" بعثت بين يدي الساعة \" أم كان جائياً بعده كما حكى الله عن عيسى عليه السّلام \" ومصدقاً لما بين يدي من التوراة \" في سورة آل عمران ( 50 ) . وليس مراداً هنا لأنه غير مفروض ولا مدّعى .بَيْنَ يَدَيْهِ وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إلى } .أُردفت حكايات أقوالهم وكفرانهم بعد استيفاء أصنافها بذكر جزائهم وتصوير فظاعته بما في قوله : { ولو ترى إذ الظالمون } الآية من الإِبهام المفيد للتهويل . والمناسبة ما تقدم من قوله : { ويقولون متى هذا الوعد } [ سبأ : 29 ] فإنه بعد أن ألقمهم الحجر بقوله : { قل لكم ميعاد يوم } [ سبأ : 30 ] الخ أتبعَه بتصوير حالهم فيه .والخطاب في { ولو ترى } لكل من يصلح لتلقي الخطاب ممّن تبلغه هذه الآية ، أي ولو يرى الرائي هذا الوقت .وجواب { لو } محذوف للتهويل وهو حذف شائع . وتقديره : لرأيت أمراً عجباً .و { إذْ } ظرف متعلق ب { ترى } أي لو ترى في الزمان الذي يوقف فيه الظالمون بين يدي ربهم .و { الظالمون } : المشركون ، قال تعالى : { إن الشرك لظلم عظيم } [ لقمان : 13 ] وتقدم قريب منه قوله تعالى : { ولو ترى إذ وقفوا على النار } في سورة الأنعام ( 27 ) ، وقد وقع التصريح بأنه إيقاف جمَع بين المشركين والذين دَعَوْهم إلى الإِشراك في قوله تعالى : { ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون } الآية في سورة يونس ( 28 ) .والإِتيان بالجملة التي أضيف إليها الظرف إسمية هنا لإِفادة طول وقوفهم بين يدي الله طولاً يستوجب الضجر ويَملأ القلوب رعباً وهو ما أشار له حديث أنس وحديث أبي هريرة في شفاعة النبي لأهل المحشر : تدنو الشمس من رؤوس الخلائق فيشتدّ عليهم حرها فيقولون : لو استشفعنا إلى ربّنا حتى يُرِيحَنا من مكاننا الحديث .وجملة يرجع بعضهم إلى بعض القول } في موضع الحال من { الظالمون } أو من ضمير { موقوفون } .وجيء بالمضارع في قوله : { يرجع بعضهم إلى بعض القول } لاستحضار الحالة كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] .ورجْع القولِ : الجواب ، ورجْع البعضضِ إلى البعض : المجاوبة والمحاورة . وهي أن يقول بعضهم كلاماً ويجيبه الآخر عنه وهكذا؛ شبه الجواب عن القول بإرجاع القول كأنَّ المجيب أرجع إلى المتكلم كلامه بعينه إذ كان قد خاطبه بكِفائه وعدْلِه ، قال بشار: ... وكأنَّ رجْعَ حديثهاقِطَع الرياض كُسِينَ زَهْرا ... أي كأنَّ جوابها حيث تجيبه ، ومنه قيل للجواب : ردّ . ورجَعْ الرشق في الرمي : ما تَرُدّ عليه من التراشق .{ بَعْضٍ القول يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ } .هذه الجملة وما ذكر بعدها من الجمل المحكية بأفعال القول بيان لجملة { يرجع بعضهم إلى بعض القول } . وجيء بالمضارع فيها على نحو ما جيء في قوله : { يرجع بعضهم إلى بعض القول } ليكون البيان كالمبيَّن بها لاستحضار حالة القول لأنها حالة غريبة لما فيها من جرأة المستضعفين على المستكبِرين ومن تنبه هؤلاء من غفلتهم عما كان المستكبرون يغرُّونهم به حتى أوقعوهم في هذا المأزق .والسين والتاء في { استضعفوا } للعدّ والحسبان ، أي الذين يعدّهم الناس ضعفاء لا يؤبه بهم وإنما يعدُّهم الناس كذلك لأنهم كذلك ويُعلم أنهم يستضعفون أنفسهم بالأولى لأنهم أعلم بما في أنفسهم .والضعف هنا الضعف المجازي وهو حالة الاحتياج في المهمات إلى من يضطلع بشؤونهم ويَذُّب عنهم ويصرّفهم كيف يشاء .ومن مشمولاته الضعة والضراعة ولذلك قوبل ب «الذين استكبروا» ، أي عدُّوا أنفسهم كبراءَ وهم ما عدُّوا أنفسهم كبراء إلا لما يقتضي استكبارهم لأنهم لو لم يكونوا كذلك لوُصِفوا بالغرور والإِعجاب الكاذب . ولهذا عبّر في جانب الذين استضعفوا بالفعل المبنيّ للمجهول وفي جانب الذين استكبروا بالفعل المبني للمعلوم ، وقد تقدم في سورة هود .و { لولا } حرف امتناع لوجود ، أي حرف يدل على امتناع جواب ( أي انتفائه ) لأجل وُجود شرطه فعلم أنها حرف شرط ولكنهم اختصروا العبارة ، ومعنى : لأجل وجود شرطه ، أي حصوله في الوجود ، وهو حرف من الحروف الملازمة الدخول على الجملة الإسمية فيلزم إيلاؤه اسماً هو مبتدأ .  وقد كثر حذف خبر ذلك المبتدأ في الكلام غالباً بحيث يبقى من شرطها اسم واحد وذلك اختصار لأن حرف { لولا } يؤذن بتعليق حصول جَوابه على وجود شرطه . فلما كان الاسم بعدها في معنى شيء موجود حذفوا الخبر اختصاراً . ويعلم من المقام أن التعليق في الحقيقة على حالة خاصة من الأحوال التي يكون عليها الوجود مفهومةٍ من السياق لأنه لا يكون الوجود المجردُ لشيءٍ سبباً في وجود غيره وإنما يؤخذ أخصّ أحواله الملازمة لوجوده .وهذا المعنى عبر عنه النحويُّون بالوجود المطلق وهي عبارة غير متقنة ومرادهم أعلق أحوال الوجود به وإلا فإن الوجود المطلق ، أي المجرد لا يصلح لأن يعلق عليه شرط .وقد جاء في هذه الآية ربط التعليق بضمير «الذين استكبروا» فاقتضى أن المستضعفين ادَّعَوا أن وجود المستكبرين مانع لهم أن يكونوا مؤمنين . فاقتضى أن جميع أحوال المستكبرين كانت تدندن حول منعهم من الإِيمان فكَأنَّ وجودهم لا أثر له إلا في ذلك مِن انقطاعهم للسعي في ذلك المنع وهو ما دلّ عليه قولهم فيما بعد { بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله } [ سبأ : 33 ] من فرط إلحاحهم عليهم بذلك وتكريره في معظم الأوقات ، فكأنه استغرق وجودهم ، لأن الوجود كونٌ في أزمنة فكَانَ قولهم هنا { لولا أنتم } مبالغةً في شدة حرصهم على كفرهم . وهذا وجه وجيه في الاعتبار البلاغي فمقتضى الحال من هذه الآية هو حذف المشبه .واعلم أن المراد بقولهم : { مؤمنين } بالمعنى اللقبيّ الذي اشتهر به المسلمون فكذلك لا يقدر لِ { مؤمنين } متعلِّق .",
  "ayah": 31,
  "surah": 34
}
