{
  "text": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ (33){ كُنتُمْ مُّجْرِمِينَ * وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا بَلْ مَكْرُ اليل والنهار إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بالله } .لم تَجر حكاية هذا القول على طريقة حكاية المقاولات التي تحكى بدون عطف على حسن الاستعمال في حكاية المقاولات كما استقريناه من استعمال الكتاب المجيد وقدمناه في قوله : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } [ البقرة : 30 ] الآية ، فجِيء بحرف العطف في حكاية هذه المقالة مع أن المستضعفين جاوبوا بها قول الذين استكبروا { أنحن صددناكم } [ سبأ : 32 ] الآية لنكتة دقيقة ، وهي التنبيه على أن مقالة المستضعفين هذه هي في المعنى تكملة لمقالتهم المحكية بقوله : { يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين } [ سبأ : 31 ] تنبيهاً على أن مقالتهم تلقَّفها الذين استكبروا فابتدروها بالجواب للوجه الذي ذكرناه هنالك بحيث لو انتظروا تمام كلامهم وأبلعوهم ريقَهم لحصل ما فيه إبطال كلامهم ولكنهم قاطعوا كلامهم من فرط الجَزع أن يؤاخذوا بما يقوله المستضعفون .وحكي قولهم هذا بفعل الماضي لمزاوجة كلام الذين استكبروا لأن قول الذين استضعفوا هذا بعد أن كان تكملة لقولهم الذي قاطعه المستكبرون ، انقلبَ جواباً عن تبرُّؤ المستكبِرين من أن يكونوا صدُّوا المستضعَفين عن الهدى ، فصار لقول المستضعفين موقعان يقتضي أحد الموقعين عطفه بالواو ، ويقتضي الموقع الآخر قرنه بحرف { بل } وبزيادة { مكر الليل والنهار } . وأصل الكلام : يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين إذ تأمروننا بالليل والنهار أن نكفر بالله الخ . فلما قاطعه المستكبرون بكلامهم أقحم في كلام المستضعفين حرف { بل } إبطالاً لقول المستكبرين { بل كنتم مجرمين } [ سبأ : 32 ] . وبذلك أفاد تكملةَ الكلام السابق والجواب عن تبرؤ المستكبرين ، ولو لم يعطف بالواو لما أفاد إلا أنه جواب عن كلام المستكبِرين فقط ، وهذا من أبدع الإِيجاز .و { بل } للإِضراب الإِبطالي أيضاً إبطالاً لمقتضَى القصر في قولهم : { أنحن صددناكم عن الهدى } [ سبأ : 32 ] فإنه واقع في حيّز نفي لأن الاستفهام الإِنكاري له معنى النفي .و { مكر الليل والنهار } من الإِضافة على معنى ( في ) . وهنالك مضاف إليه ومجرور محذوفان دل عليهما السياق ، أي مكركم بنا .وارتفع { مكر } على الابتداء . والخبر محذوف دل عليه مقابلة هذا الكلام بكلام المستكبرين إذ هو جواب عنه . فالتقدير : بل مكركم صَدَّنا ، فيفيد القصر ، أي ما صدَّنا إلاّ مكركم ، وهو نقض تام لقولهم : { أنحن صددناكم عن الهدى } [ سبأ : 32 ] وقولِهم : { بل كنتم مجرمين } [ سبأ : 32 ] .والمكر : الاحتيال بإظهار الماكر فعل ما ليس بفاعله ليَغُرّ المحتال عليه ، وتقدم في قوله تعالى : { ومكروا ومكر الله } في آل عمران ( 54 ) .وإطلاق المكر على تسويلهم لهم البقاء على الشرك ، باعتبار أنهم يموهون عليهم ويوهمونهم أشياء كقولهم : إنه دين آبائكم وكيف تأمنون غضب الآلهة عليكم إذا تركتم دينكم ونحو ذلك . والاحتيال لا يقتضي أن المحتَال غيرُ مستحسن الفعل الذي يحتال لتحصيله .والمعنى : ملازمتهم المكر ليلاً ونهاراً ، وهو كناية عن دوام الإِلحاح عليهم في التمسك بالشرك . وإذ تأمروننا } ظرف لما في { مكر الليل والنهار } من معنى ( صدّنا ) أي حين تأمروننا أن نكفر بالله .والأنداد : جمع نِدّ ، وهو المماثل ، أي نجعل لله أمثالاً في الإِلهية .وهذا تطاولٌ من المستضعفين على مستكبريهم لما رأوا قلة غنائهم عنهم واحتقروهم حين علموا كذبهم وبهتانهم .وقد حكى نظير ذلك في قوله تعالى : { إذ تبرأ الذين اتبعوا من الذين اتبعوا } الآيتين في سورة البقرة ( 166 ) .لَهُ أَندَاداً وَأَسَرُّواْ الندامة لَمَّا } .يجوز أن يكون عطفاً على جملة { يرجع بعضهم إلى بعض القول } [ سبأ : 31 ] فتكون حالاً . ويجوز أن تعطف على جملة { إذ الظالمون موقوفون عند ربهم } [ سبأ : 31 ] .وضمير الجمع عائد إلى جميع المذكورين قبلُ وهم الذين استضعفوا والذين استكبروا . والمعنى : أنهم كشف لهم عن العذاب المعدّ لهم ، وذلك عقب المحاورة التي جرت بينهم ، فعلموا أن ذلك الترامي الواقع بينهم لم يُغن عن أحد من الفريقين شيئاً ، فحينئذٍ أيقنوا بالخيبة وندِموا على ما فات منهم في الحياة الدنيا وأسرُّوا الندامة في أنفسهم ، وكأنهم أسَرُّوا الندامة استبقاء للطمع في صرف ذلك عنهم أو اتقاء للفضيحة بين أهل الموقف ، وقد أعلنوا بها من بعدُ كما في قوله تعالى : { قالوا يا حسرتنا على ما فرطنا فيها } في سورة الأنعام ( 31 ) ، وقوله : { لو أن لي كرة فأكون من المحسنين } في سورة الزمر ( 58 ) .وذكر الزمخشري وابن عطية : أن من المفسرين مَن فسّر أسَرّوا } هنا بمعنى أظهروا ، وزعم أن ( أسرّ ) مشترك بين ضدين . فأما الزمخشري فسلمه ولم يتعقبه وقد فسر الزوزني الإِسرار بالمعنيين في قول امرىء القيس: ... تجاوزتُ أحراساً إليها ومعشراًعليّ حِراصاً لو يُسِرّون مقتلي ... وأما ابن عطية فأنكره ، وقال : «ولم يثبت قط في اللغة أن ( أسرّ ) من الأضداد» . قلت : وفيه نظر . وقد عد هذه الكلمة في الأضداد كثير من أهل اللغة وأنشد أبو عبيدة قول الفرزدق: ... ولما رأى الحجاجَ جرَّد سيفهأسرّ الحَروريُّ الذي كان أضمرا ... وفي كتاب «الأضداد» لأبي الطيب الحلبي قال أبو حاتم : ولا أثق بقول أبي عبيدة في القرآن ولا بقول الفرزدق والفرزدق كثير التخليط في شعره . وذكر أبو الطيب عن التَّوزي أن غير أبي عبيدة أنشد بيت الفرزدق والذي جرَّ على تفسير «أسرّوا» بمعنى أظهروا هنا هو ما يقتضي إعلانهم بالندامة من قولهم : { لولا أنتم لكنا مؤمنين } [ سبأ : 31 ] . وفي آيات أخرى مثل قوله تعالى : { ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلا } [ الفرقان : 27 ] الآية .والندامة : التحسُّر من عمل فات تداركه . وقد تقدمت عند قوله تعالى : { فأصبح من النادمين } في سورة المائدة ( 31 ) .{ رَأَوُاْ العذاب وَجَعَلْنَا الاغلال فى أَعْنَاقِ الذين كَفَرُواْ هَلْ يُجْزَوْنَ إِلاَّ مَا } .عطف على جملة { إذ الظالمون موقوفون } [ سبأ : 31 ] .والتقدير : ولو ترى إذ جعلنا الأغلال في أعناق الذين كفروا . وجواب ( لو ) المحذوفُ جواب للشرطين .و { الأغلال } : جمع غُلّ بضم الغين ، وهو دائرة من حديد أو جلد على سعة الرقبة توضع في رقبة المأسور ونحوه ويشد إليها بسلسلة أو سير من جلد أو حبل ، وتقدم في أول سورة الرعد . وجعل الأغلال في الأعناق شعار على أنهم يساقون إلى ما يحاولون الفرار والانفلات منه . وتقدم عند قوله تعالى : { وأولئك الأغلال في أعناقهم } في الرعد ( 5 ) . والذين كفروا } هم هؤلاء الذين جرت عليهم الضمائر المتقدمة فالإِتيان بالاسم الظاهر وكونِه موصولاً للإِيماء إلى أن ذلك جزاء الكفر ، ولذلك عقب بجملة { هل يجزون إلا ما كانوا يعملون } مستأنفة استئنافاً بيانياً ، كأن سائلاً استعظم هذا العذاب وهو تعريض بهم .والاستفهام ب { هل } مستعمل في الإِنكار باعتبار ما يعقبه من الاستثناء ، فتقدير المعنى : هل جُزوا بغير ما كانوا يعملون ، والاستثناء مفرّغ .و { ما كانوا يعملون } هو المفعول الثاني لفعل { يجزون } لأن ( جَزى ) يتعدّى إلى مفعول ثان بنفسه لأنه من باب أعطى ، كما يتعدى إليه بالباء على تضمينه معنى : عَوَّضه .وجعل جزاؤهم ما كانوا يعملون على معنى التشبيه البليغ ، أي مثل ما كانوا يعملون ، وهذه المماثلة كناية عن المعادلة فيما يجاوزونه بمساواة الجزاء للأعمال التي جوزوا عليها حتى كأنه نفسها كقوله تعالى : { جزاء وفاقاً } [ النبأ : 26 ] .واعلم أن كونه مماثلاً في المقدار أمر لا يعلمه إلا مُقَدِّرُ الحقائق والنيات ، وأما كونه { وفاقاً } في النوع فلأن وضع الأغلال في الأعناق منع من حرية التصرف في أنفسهم فناسب نوعه أن يكون جزاء على ما عبَّدوا به أنفسهم لأصنامهم كما قال تعالى : { أتعبدون ما تنحتون } [ الصافات : 95 ] وما تقبلوه من استعباد زعمائهم وكبرائهم إياهم قال تعالى : { وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا } [ الأحزاب : 67 ] .ومن غُرَر المسائل أن الشيخ ابن عرفة لما كان عرض عليه في درس التفسير عند قوله تعالى : { إذ الأغلال في أعناقهم والسلاسل } [ غافر : 71 ] فسأله بعض الحاضرين : هل يستقيم أن نأخذ من هذه الآية ما يؤيد فعل الأمراء أصلحهم الله من الإِتيان بالمحاربين ونحوهم مغلولين من أعناقهم مع قول مالك رحمه الله بجواز القياس في العقوبات على فعل الله تعالى ( في حد الفاحشة ) فأجابه الشيخ بأن لا دلالة فيها لأن مالكاً إنما أجاز القياس على فعل الله في الدنيا ، وهذا من تصرفات الله في الآخرة فلا بُدَّ لِجوازه من دليل .",
  "ayah": 33,
  "surah": 34
}
