{
  "text": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ (39)أتبع إبطال أن تكون الأموال والأولاد بذاتهما وسيلة قرب لدى الله تعالى ردّاً على مزاعم المشركين بما يشبه معنى الاستدراك على ذلك الإِبطال من إثبات انتفاع بالمال للتقرب إلى رضَى الله إن استعمل في طلب مرضاة الله تفضيلاً لما أشير إليه إجمالاً من أن ذلك قد يكون فيه قربة إلى الله بقوله : { إلا من آمن وعمل صالحاً } [ سبأ : 37 ] كما تقدم .وقوله : { قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له } تقدم نظيره قريباً تأكيداً لذلك وليبنَى عليه قوله : { وما أنفقتم من شيء } الآية . فالذي تقدم ردٌّ على المشركين ، والمذكور هنا ترغيب للمؤمنين ، والعبارات واحدة والمقاصد مختلفة . وهذا من وجوه الإِعجاز أن يكون الكلام الواحد صالحاً لغرضين وأن يتوجه إلى طائفتين .ولما كان هذا الثاني موجهاً إلى المؤمنين أشير إلى تشريفهم بزيادة قوله : { من عباده } أي المؤمنين ، وضمير { له } عائد إلى { من } ، أي ويقدر لمن يشاء من عباده . ومفعول { يقدر } محذوف دلّ عليه مفعول { يبسط } .وكان ما تقدم حديثاً عن بسط الرزق لغير المؤمنين فلم ينعموا بوصف { من عباده } لأن في الإِضافة تشريفاً للمؤمنين ، وفي هذا امتنان على الذين يبسط عليهم الرزق بأن جمع الله لهم فضل الإِيمان وفضل سعة الرزق ، وتسلية للذين قدر عليهم رزقهم بأنهم نالوا فضل الإِيمان وفضل الصبر على ضيق الحياة .وفي تعليق { له } ب { يقْدر } إيماء إلى أن ذلك القَدْر لا يخلو من فائدة للمقدور عليه رزقُه ، وهي فائدة الثواب على الرضى من قسم له والسلامة من الحساب عليه يوم القيامة . وفي الحديث « ما من مصيبة تصيب المؤمن إلا كُفِّر بها عنه حتى الشوكةُ يُشاكُها » .ولولا هذا الإِيماء لقيل : ويقدر عليه ، كما قال : { ومن قدر عليه رزقه فلينفق مما آتاه اللَّه } [ الطلاق : 7 ] . وأما حال الكافرين فإنهم ينعم على بعضهم برزق يحاسبون عليه أشد الحساب يوم القيامة إذ لم يشكروا رازقهم ، ويُقدر على بعضهم فلا يناله إلا الشقاء . وهذا توطئة لقوله : { وما أنفقتم من شيء فهو يخلفه } حثاً على الإِنفاق . والمراد الإِنفاق فيما أذن فيه الشرع .وهذا تعليم للمسلمين بأن نعيم الآخرة لا ينافي نعيم الدنيا ، قال تعالى : { ومنهم من يقول ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار أولئك لهم نصيب مما كسبوا } [ البقرة : 201 ، 202 ] . فأما نعيم الدنيا فهو مسبب عن أحوال دنيوية رتبها الله تعالى ويسّرها لمن يسّرها في علمه بغيبه ، وأما نعيم الآخرة فهو مسبب عن أعمال مبينة في الشريعة وكثير من الصالحين يحصل لهم النعيم في الدنيا مع العلم بأنهم منعَّمون في الآخرة كما أنعم على داود وسليمان وعلى كثير من أصحاب محمد صلى الله عليه وسلم وكثير من أيمة الدين مثل مالك بن أنس والشافعي والشيخ عبد الله بن أبي زيد وسحنون .فأما اختيار الله لنبيئه محمد صلى الله عليه وسلم حالة الزهادة في الدنيا فلتحصل له غايات الكمال من التمحّض لتلقي الوحي وجميل الخصال ومن مساواة جمهور أصحابه في أحوالهم ، وقد بسطناه بياناً في رسالة طعام رسول الله عليه السلام . وأعقب ذلك بترغيب الأغنياء في الإِنفاق في سبيل الله فجعل الوعد بإخلاف ما ينفقه المرء كناية عن الترغيب في الإِنفاق لأن وعد الله بإِخلافه معَ تأكيد الوعد يقتضي أنه يحب ذلك من المنفقين .وأكد ذلك الوعد بصيغة الشرط وبجعل جملة الجواب اسمية وبتقديم المسند إليه على الخبر الفعلي بقوله : { فهو يخلفه } ، ففي هذا الوعد ثلاثة مؤكدات دالة على مزيد العناية بتحقيقه لينتقل من ذلك إلى الكناية عن كونه مرغوبه تعالى .و { من شيء } بيان لما في { ما } من العموم ، وجملة { وهو خير الرازقين } تذييل للترغيب والوعد بزيادة ، لبيان أن ما يخلفه أفضل مما أنفقه المنفق . { خير } بمعنى أخير لأن الرزق الواصل من غيره تعالى إنما هو من فضله أجراه على يد بعض مخلوقاته فإذا كان تيسيره برضى من الله على المرزوق ووعد به كان ذلك أخلق بالبركة والدوام ، وظاهر الآية أن إخلاف الرزق يقع في الدنيا وفي الآخرة .والمراد بالإِنفاق : الإِنفاق المرغب فيه في الدين كالإِنفاق على الفقراء والإِنفاق في سبيل الله بنصر الدين . رَوى مالك عن النبي صلى الله عليه وسلم أنه قال : \" يقول الله تعالى : يا بن آدم أَنفق أُنفق عليك \" . قال ابن العربي : قد يعوّض مثله أو أزيد ، وقد يعوض ثواباً ، وقد يدخر له وهو كالدعاء في وعد الإِجابة» ا ه . قلت : وقد يعوّض صحة وقد يعوّض تعميراً . ولله في خلقه أسرار .",
  "ayah": 39,
  "surah": 34
}
