{
  "text": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (42){ بِهِم مُّؤْمِنُونَ * فاليوم لاَ يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلاَ ضَرّاً وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ } .الأظهر أن هذا من خطاب الله تعالى المشركين والجنَّ . والفاء فصيحة ناشئة عن المقاولة السابقة . وهي كلام موجه من جانب الله تعالى إلى الملائكة والمقصود به : التعريض بضلال الذين عبدوا الملائكة والجن لأن الملائكة يعلمون مضمون هذا الخبر فلا نقصد إفادتهم به . والمعنى : إذ علمتم أنكم عبدتم الجن فاليوم لا يملك بعضكم لبعض نفعاً ولا ضراً .ويجوز أن يكون من خطاب الملائكة للفريقين بعد أداء الشهادة عليهم توبيخاً لهم وإظهاراً للغضب عليهم تحقيقاً للتبرؤ منهم ، والفاء أيضاً فصيحة وهي ظاهرة .وقُدم الظرف على عامله لأن النفع والضر يومئذٍ قد اختص صغيرهما وكبيرهما بالله تعالى خلاف ما كان في الدنيا من نفع الجن عُبَّادهم ببعض المنافع الدنيوية ونفع المشركين الجن بخدمة وساوسهم وتنفيذ أغراضهم من الفتنة والإِضلال ، وكذلك الضر في الدنيا أيضاً .والمِلك هنا بمعنى : القدرة ، أي لا يقدر بعضكم على نصر أو نفع بعض . وتقدم عند قوله تعالى : { قل فمَن يملك من اللَّه شيئاً إن أراد أن يهلك المسيحَ ابن مريم } في سورة العقود ( 17 ) .وقدم النفع في حَيز النفي تأييساً لهم لأنهم كانوا يرجون أن يشفعوا لهم يومئذٍ و { يقولون هؤلاء شفعاؤنا عند الله } [ يونس : 18 ] .وعطف نفي الضر على نفع النفع للدلالة على سلب مقدرتهم على أي شيء فإن بعض الكائنات يستطيع أن يضر ولا يستطيع أن ينفع كالعقرب .{ وَلاَ ضَرّاً وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ النار التى كُنتُم } .عطف على قوله : { ثم نقول للملائكة } [ سبأ : 40 ] . وقد وقع الإِخبار عن هذا القول بعد الإِخبار عن الحوار الذي يجري بين الملائكة وبين المشركين يومئذٍ إظهاراً لاستحْقاقهم هذا الحكم الشديد ، ولكونه كالمعلول لقوله : { لا يملك بعضكم لبعض نفعاً ولا ضراً } .والذوق : مجاز لمطلق الإِحساس ، واختياره دون الحقيقة لشهرة استعماله .ووصف النار بالتي كانوا يكذبون بها لما في صلة الموصول من إيذان بغلطهم وتنديمهم .وقد علق التكذيب هنا بنفس النار فجيء باسم الموصول المُناسب لها ولم يعلق بالعذاب كما في آية سورة السجدة ( 20 ) { وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون } لأن القول المخبر عنه هنا هو قول الله تعالى وحكمه وقد أذن بهم إلى جهنم وشاهدوها كما قال تعالى آنفاً : { وأسروا الندامة لما رأوا العذاب } [ سبأ : 33 ] فإن الذي يرى هو ما به العذاب ، وأما القول المحكي في سورة السجدة ( 20 ) فهو قول ملائكة العذاب بدليل قوله : { كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون . } وتقديم المجرور للاهتمام والرعاية على الفاصلة .",
  "ayah": 42,
  "surah": 34
}
