{
  "text": "هذه الآيات نزلت في وقعة \\\"أُحد\\\" وقصتها مشهورة في السير والتواريخ، ولعل الحكمة في ذكرها في هذا الموضع، وأدخل في أثنائها وقعة \\\"بدر\\\" لما أن الله تعالى قد وعد المؤمنين أنهم إذا صبروا واتقوا نصرهم، ورد كيد الأعداء عنهم، وكان هذا حكما عاما ووعدا صادقا لا يتخلف مع الإتيان بشرطه، فذكر نموذجا من هذا في هاتين القصتين، وأن الله نصر المؤمنين في \\\"بدر\\\" لما صبروا واتقوا، وأدال عليهم العدو لما صدر من بعضهم من الإخلال بالتقوى ما صدر، ومن حكمة الجمع بين القصتين أن الله يحب من عباده إذا أصابهم ما يكرهون أن يتذكروا ما يحبون، فيخف عنهم البلاء ويشكروا الله على نعمه العظيمة التي إذا قوبلت بما ينالهم من المكروه الذي هو في الحقيقة خير لهم، كان المكروه بالنسبة إلى المحبوب نزرا يسيرا، وقد أشار تعالى إلى هذه الحكمة في قوله { أولما أصابتكم مصيبة قد أصبتم مثليها } وحاصل قضية \\\"أحد\\\" وإجمالها أن المشركين لما رجع فلهم من \\\"بدر\\\" إلى مكة، وذلك في سنة اثنتين من الهجرة، استعدوا بكل ما يقدرون عليه من العدد بالأموال والرجال والعدد، حتى اجتمع عندهم من ذلك ما جزموا بحصول غرضهم وشفاء غيظهم، ثم وجهوا من مكة للمدينة في ثلاثة آلاف مقاتل، حتى نزلوا قرب المدينة، فخرج النبي صلى الله عليه وسلم إليهم هو وأصحابه بعد المراجعة والمشاورة حتى استقر رأيهم على الخروج، وخرج في ألف، فلما ساروا قليلا رجع عبد الله بن أبي المنافق بثلث الجيش ممن هو على مثل طريقته، وهمت طائفتان من المؤمنين أن يرجعوا وهم بنو سلمة وبنو حارثة فثبتهم الله، فلما وصلوا إلى أحد رتبهم النبي صلى الله عليه وسلم في مواضعهم وأسندوا ظهورهم إلى أحد، ورتب النبي صلى الله عليه وسلم خمسين رجلا من أصحابه في خلة في جبل \\\"أحد\\\" وأمرهم أن يلزموا مكانهم ولا يبرحوا منه ليأمنوا أن يأتيهم أحد من ظهورهم، فلما التقى المسلمون والمشركون انهزم المشركون هزيمة قبيحة وخلفوا معسكرهم خلف ظهورهم، واتبعهم المسلمون يقتلون ويأسرون، فلما رآهم الرماة الذين جعلهم النبي صلى الله عليه وسلم في الجبل، قال بعضهم لبعض: الغنيمة الغنيمة، ما يقعدنا هاهنا والمشركون قد انهزموا، ووعظهم أميرهم عبد الله بن جبير عن المعصية فلم يلتفتوا إليه، فلما أخلوا موضعهم فلم يبق فيه إلا نفر يسير، منهم أميرهم عبد الله بن جبير، جاءت خيل المشركين من ذلك الموضع واستدبرت المسلمين وقاتلت ساقتهم، فجال المسلمون جولة ابتلاهم الله بها وكفر بها عنهم، وأذاقهم فيها عقوبة المخالفة، فحصل ما حصل من قتل من قتل منهم، ثم إنهم انحازوا إلى رأس جبل \\\"أحد\\\" وكف الله عنهم أيدي المشركين وانكفأوا إلى بلادهم، ودخل رسول الله صلى الله عليه وسلم وأصحابه المدينة قال الله تعالى { وإذ غدوت من أهلك } والغدو هاهنا مطلق الخروج، ليس المراد به الخروج في أول النهار، لأن النبي صلى الله عليه وسلم وأصحابه لم يخرجوا إلا بعدما صلوا الجمعة { تبوئ المؤمنين مقاعد للقتال } أي: تنزلهم وترتبهم كل في مقعده اللائق به، وفيها أعظم مدح للنبي صلى الله عليه وسلم حيث هو الذي يباشر تدبيرهم وإقامتهم في مقاعد القتال، وما ذاك إلا لكمال علمه ورأيه، وسداد نظره وعلو همته، حيث يباشر هذه الأمور بنفسه وشجاعته الكاملة صلوات الله وسلامه عليه { والله سميع } لجميع المسموعات، ومنه أنه يسمع ما يقول المؤمنون والمنافقون كل يتكلم بحسب ما في قلبه { عليم } بنيات العبيد، فيجازيهم عليها أتم الجزاء، وأيضا فالله سميع عليم بكم، يكلؤكم، ويتولى تدبير أموركم، ويؤيدكم بنصره كما قال تعالى لموسى وهارون { إنني معكما أسمع وأرى }",
  "ayah": 121,
  "surah": 3
}
