{
  "text": "تقدم في مقدمة هذا التفسير أن العبد ينبغي له مراعاة الأوامر والنواهي في نفسه وفي غيره، وأن الله تعالى إذا أمره بأمر وجب عليه -أولا- أن يعرف حده، وما هو الذي أمر به ليتمكن بذلك من امتثاله، فإذا عرف ذلك اجتهد، واستعان بالله على امتثاله في نفسه وفي غيره، بحسب قدرته وإمكانه، وكذلك إذا نهي عن أمر عرف حده، وما يدخل فيه وما لا يدخل، ثم اجتهد واستعان بربه في تركه، وأن هذا ينبغي مراعاته في جميع الأوامر الإلهية والنواهي، وهذه الآيات الكريمات قد اشتملت عن أوامر وخصال من خصال الخير، أمر الله [بها] وحث على فعلها، وأخبر عن جزاء أهلها، وعلى نواهي حث على تركها. ولعل الحكمة -والله أعلم- في إدخال هذه الآيات أثناء قصة \\\"أحد\\\" أنه قد تقدم أن الله تعالى وعد عباده المؤمنين، أنهم إذا صبروا واتقوا نصرهم على أعدائهم، وخذل الأعداء عنهم، كما في قوله تعالى: { وإن تصبروا وتتقوا لا يضركم كيدهم شيئا } ثم قال: { بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا يمددكم ربكم } الآيات. فكأن النفوس اشتاقت إلى معرفة خصال التقوى، التي يحصل بها النصر والفلاح والسعادة، فذكر الله في هذه الآيات أهم خصال التقوى التي إذا قام العبد بها فقيامه بغيرها من باب أولى وأحرى، ويدل على ما قلنا أن الله ذكر لفظ \\\"التقوى\\\" في هذه الآيات ثلاث مرات: مرة مطلقة وهي قوله: { أعدت للمتقين } ومرتين مقيدتين، فقال: { واتقوا الله } { واتقوا النار } فقوله تعالى: { يا أيها الذين آمنوا } كل ما في القرآن من قوله تعالى: { يا أيها الذين آمنوا } افعلوا كذا، أو اتركوا كذا، يدل على أن الإيمان هو السبب الداعي والموجب لامتثال ذلك الأمر، واجتناب ذلك النهي؛ لأن الإيمان هو التصديق الكامل بما يجب التصديق به، المستلزم لأعمال الجوارح، فنهاهم عن أكل الربا أضعافا مضاعفة، وذلك هو ما اعتاده أهل الجاهلية، ومن لا يبالي بالأوامر الشرعية من أنه إذا حل الدين، على المعسر ولم يحصل منه شيء، قالوا له: إما أن تقضي ما عليك من الدين، وإما أن نزيد في المدة، ويزيد ما في ذمتك، فيضطر الفقير ويستدفع غريمه ويلتزم ذلك، اغتناما لراحته الحاضرة، ، فيزداد -بذلك- ما في ذمته أضعافا مضاعفة، من غير نفع وانتفاع. ففي قوله: { أضعافًا مضاعفة } تنبيه على شدة شناعته بكثرته، وتنبيه لحكمة تحريمه، وأن تحريم الربا حكمته أن الله منع منه لما فيه من الظلم. وذلك أن الله أوجب إنظار المعسر، وبقاء ما في ذمته من غير زيادة، فإلزامه بما فوق ذلك ظلم متضاعف، فيتعين على المؤمن المتقي تركه وعدم قربانه، لأن تركه من موجبات التقوى. والفلاح متوقف على التقوى",
  "ayah": 130,
  "surah": 3
}
