{
  "text": "هذا تقرير من الله تعالى للتوحيد بأعظم الطرق الموجبة له، وهي شهادته تعالى وشهادة خواص الخلق وهم الملائكة وأهل العلم، أما شهادته تعالى فيما أقامه من الحجج والبراهين القاطعة على توحيده، وأنه لا إله إلا هو، فنوع الأدلة في الآفاق والأنفس على هذا الأصل العظيم، ولو لم يكن في ذلك إلا أنه ما قام أحد بتوحيده إلا ونصره على المشرك الجاحد المنكر للتوحيد، وكذلك إنعامه العظيم الذي ما بالعباد من نعمة إلا منه، ولا يدفع النقم إلا هو، والخلق كلهم عاجزون عن المنافع والمضار لأنفسهم ولغيرهم، ففي هذا برهان قاطع على وجوب التوحيد وبطلان الشرك، وأما شهادة الملائكة بذلك فنستفيدها بإخبار الله لنا بذلك وإخبار رسله، وأما شهادة أهل العلم فلأنهم هم المرجع في جميع الأمور الدينية خصوصا في أعظم الأمور وأجلها وأشرفها وهو التوحيد، فكلهم من أولهم إلى آخرهم قد اتفقوا على ذلك ودعوا إليه وبينوا للناس الطرق الموصلة إليه، فوجب على الخلق التزام هذا الأمر المشهود عليه والعمل به، وفي هذا دليل على أن أشرف الأمور علم التوحيد لأن الله شهد به بنفسه وأشهد عليه خواص خلقه، والشهادة لا تكون إلا عن علم ويقين، بمنزلة المشاهدة للبصر، ففيه دليل على أن من لم يصل في علم التوحيد إلى هذه الحالة فليس من أولي العلم. وفي هذه الآية دليل على شرف العلم من وجوه كثيرة، منها: أن الله خصهم بالشهادة على أعظم مشهود عليه دون الناس، ومنها: أن الله قرن شهادتهم بشهادته وشهادة ملائكته، وكفى بذلك فضلا، ومنها: أنه جعلهم أولي العلم، فأضافهم إلى العلم، إذ هم القائمون به المتصفون بصفته، ومنها: أنه تعالى جعلهم شهداء وحجة على الناس، وألزم الناس العمل بالأمر المشهود به، فيكونون هم السبب في ذلك، فيكون كل من عمل بذلك نالهم من أجره، وذلك فضل الله يؤتيه من يشاء، ومنها: أن إشهاده تعالى أهل العلم يتضمن ذلك تزكيتهم وتعديلهم وأنهم أمناء على ما استرعاهم عليه، ولما قرر توحيده قرر عدله، فقال: { قائمًا بالقسط } أي: لم يزل متصفا بالقسط في أفعاله وتدبيره بين عباده، فهو على صراط مستقيم في ما أمر به ونهى عنه، وفيما خلقه وقدره، ثم أعاد تقرير توحيده فقال { لا إله إلا هو العزيز الحكيم } واعلم أن هذا الأصل الذي هو توحيد الله وإفراده بالعبودية قد دلت عليه الأدلة النقلية والأدلة العقلية، حتى صار لذوي البصائر أجلى من الشمس، فأما الأدلة النقلية فكل ما في كتاب الله وسنة رسوله، من الأمر به وتقريره، ومحبة أهله وبغض من لم يقم به وعقوباتهم، وذم الشرك وأهله، فهو من الأدلة النقلية على ذلك، حتى كاد القرآن أن يكون كله أدلة عليه، وأما الأدلة العقلية التي تدرك بمجرد فكر العقل وتصوره للأمور فقد أرشد القرآن إليها ونبه على كثير منها، فمن أعظمها: الاعتراف بربوبية الله، فإن من عرف أنه هو الخالق الرازق المدبر لجميع الأمور أنتج له ذلك أنه هو المعبود الذي لا تنبغي العبادة إلا له، ولما كان هذا من أوضح الأشياء وأعظمها أكثر الله تعالى من الاستدلال به في كتابه. ومن الأدلة العقلية على أن الله هو الذي يؤله دون غيره انفراده بالنعم ودفع النقم، فإن من عرف أن النعم الظاهرة والباطنة القليلة والكثيرة كلها من الله، وأنه ما من نقمة ولا شدة ولا كربة إلا وهو الذي ينفرد بدفعها وإن أحدا من الخلق لا يملك لنفسه - فضلا عن غيره- جلب نعمة ولا دفع نقمة، تيقن أن عبودية ما سوى الله من أبطل الباطل وأن العبودية لا تنبغي إلا لمن انفرد بجلب المصالح ودفع المضار، فلهذا أكثر الله في كتابه من التنبيه على هذا الدليل جدا، ومن الأدلة العقلية أيضا على ذلك: ما أخبر به تعالى عن المعبودات التي عبدت من دونه، بأنها لا تملك نفعا ولا ضرا، ولا تنصر غيرها ولا تنصر نفسها، وسلبها الأسماع والأبصار، وأنها على فرض سماعها لا تغني شيئا، وغير ذلك من الصفات الدالة على نقصها غاية النقص، وما أخبر به عن نفسه العظيمة من الصفات الجليلة والأفعال الجميلة، والقدرة والقهر، وغير ذلك من الصفات التي تعرف بالأدلة السمعية والعقلية، فمن عرف ذلك حق المعرفة عرف أن العبادة لا تليق ولا تحسن إلا بالرب العظيم الذي له الكمال كله، والمجد كله، والحمد كله، والقدرة كلها، والكبرياء كلها، لا بالمخلوقات المدبرات الناقصات الصم البكم الذين لا يعقلون، ومن الأدلة العقلية على ذلك ما شاهده العباد بأبصارهم من قديم الزمان وحديثه، من الإكرام لأهل التوحيد، والإهانة والعقوبة لأهل الشرك، وما ذاك إلا لأن التوحيد جعله الله موصلا إلى كل خير دافعا لكل شر ديني ودنيوي، وجعل الشرك به والكفر سببا للعقوبات الدينية والدنيوية، ولهذا إذا ذكر تعالى قصص الرسل مع أمم المطيعين والعاصين، وأخبر عن عقوبات العاصين ونجاة الرسل ومن تبعهم، قال عقب كل قصة: { إن في ذلك لآية } أي: لعبرة يعتبر بها المعتبرون فيعلمون أن توحيده هو الموجب للنجاة، وتركه هو الموجب للهلاك، فهذه من الأدلة الكبار العقلية النقلية الدالة على هذا الأصل العظيم، وقد أكثر الله منها في كتابه وصرفها ونوعها ليحيى من حي عن بينة، ويهلك من هلك عن بينة فله الحمد والشكر والثناء.",
  "ayah": 18,
  "surah": 3
}
