{
  "text": "افتتحها تبارك وتعالى بالإخبار بألوهيته، وأنه الإله الذي لا إله إلا هو الذي لا ينبغي التأله والتعبد إلا لوجهه، فكل معبود سواه فهو باطل، والله هو الإله الحق المتصف بصفات الألوهية التي مرجعها إلى الحياة والقيومية، فالحي من له الحياة العظيمة الكاملة المستلزمة لجميع الصفات التي لا تتم ولا تكمل الحياة إلا بها كالسمع والبصر والقدرة والقوة والعظمة والبقاء والدوام والعز الذي لا يرام { القيوم } الذي قام بنفسه فاستغنى عن جميع مخلوقاته، وقام بغيره فافتقرت إليه جميع مخلوقاته في الإيجاد والإعداد والإمداد، فهو الذي قام بتدبير الخلائق وتصريفهم، تدبير للأجسام وللقلوب والأرواح. ومن قيامه تعالى بعباده ورحمته بهم أن نزل على رسوله محمد صلى الله عليه وسلم الكتاب، الذي هو أجل الكتب وأعظمها المشتمل على الحق في إخباره وأوامره ونواهيه، فما أخبر به صدق، وما حكم به فهو العدل، وأنزله بالحق ليقوم الخلق بعبادة ربهم ويتعلموا كتابه { مصدقا لما بين يديه } من الكتب السابقة، فهو المزكي لها، فما شهد له فهو المقبول، وما رده فهو المردود، وهو المطابق لها في جميع المطالب التي اتفق عليها المرسلون، وهي شاهدة له بالصدق، فأهل الكتاب لا يمكنهم التصديق بكتبهم إن لم يؤمنوا به، فإن كفرهم به ينقض إيمانهم بكتبهم، ثم قال تعالى { وأنزل التوراة } أي: على موسى { والإنجيل } على عيسى. { من قبل } إنزال القرآن { هدى للناس } الظاهر أن هذا راجع لكل ما تقدم، أي: أنزل الله القرآن والتوراة والإنجيل هدى للناس من الضلال، فمن قبل هدى الله فهو المهتدي، ومن لم يقبل ذلك بقي على ضلاله { وأنزل الفرقان } أي: الحجج والبينات والبراهين القاطعات الدالة على جميع المقاصد والمطالب، وكذلك فصل وفسر ما يحتاج إليه الخلق حتى بقيت الأحكام جلية ظاهرة، فلم يبق لأحد عذر ولا حجة لمن لم يؤمن به وبآياته، فلهذا قال { إن الذين كفروا بآيات الله } أي: بعد ما بينها ووضحها وأزاح العلل { لهم عذاب شديد } لا يقدر قدره ولا يدرك وصفه { والله عزيز } أي: قوي لا يعجزه شيء { ذو انتقام } ممن عصاه. { إن الله لا يخفى عليه شيء في الأرض ولا في السماء } وهذا فيه تقرير إحاطة علمه بالمعلومات كلها، جليها وخفيها، ظاهرها وباطنها، ومن جملة ذلك الأجنة في البطون التي لا يدركها بصر المخلوقين، ولا ينالها علمهم، وهو تعالى يدبرها بألطف تدبير، ويقدرها بكل تقدير، فلهذا قال { هو الذي يصوركم في الأرحام كيف يشاء } { هو الذي يصوركم في الأرحام كيف يشاء } من كامل الخلق وناقصه، وحسن وقبيح، وذكر وأنثى { لا إله إلا هو العزيز الحكيم } تضمنت هذه الآيات تقرير إلهية الله وتعينها، وإبطال إلهية ما سواه، وفي ضمن ذلك رد على النصارى الذين يزعمون إلهية عيسى ابن مريم عليه السلام، وتضمنت إثبات حياته الكاملة وقيوميته التامة، المتضمنتين جميع الصفات المقدسة كما تقدم، وإثبات الشرائع الكبار، وأنها رحمة وهداية للناس، وتقسيم الناس إلى مهتد وغيره، وعقوبة من لم يهتد بها، وتقرير سعة علم الباري ونفوذ مشيئته وحكمته.",
  "ayah": 3,
  "surah": 3
}
