{
  "text": "جس نے صلوۃ کو بروقت ادا کیا اللہ تعالیٰ فرماتا ہے جس نے رذیل اخلاق سے اپنے تئیں پاک کرلیا احکام اسلام کی تابعداری کی نماز کو ٹھیک وقت پر قائم رکھا صرف اللہ تعالیٰ کی رضا مندی اور اس کی خوشنودی طلب کرنے کے لیے اس نے نجات اور فلاح پالی رسول اللہ ﷺ نے اس آیت کی تلاوت کر کے فرمایا کہ وہ شخص اللہ تعالیٰ کے وحدہ لا شریک ہونے کی گواہی دے اس کے سوال کسی کی عبادت نہ کرے اور میری رسالت کو مان لے اور پانچوں وقت کی نمازوں کی پوری طرح حفاظت کرے وہ نجات پا گیا (بزار) ابن عباس فرماتے ہیں کہ اس سے مراد پانچ وقت کی نماز ہے حضرت ابو العالیہ نے ایک مرتبہ الو خلدہ سے فرمایا کہ کل جب عید گاہ جاؤ تو مجھ سے ملتے جانا جب میں گیا تو مجھ سے کہا کچھ کھالیا ہے میں نے کہا ہاں، فرمایا نہا چکے ہو ؟ میں نے کہا ہاں فرمایا زکوٰۃ فطر ادا کرچکے ہو ؟ میں نے کہا ہاں، فرمایا بس یہی کہنا تھا کہ اس آیت میں یہی مراد ہے۔ اہل مدینہ فطرہ سے اور پانی پلانے سے افضل اور کوئی صدقہ نہیں جانتے تھے حضرت عمر بن عبدالعزیز ؒ بھی لوگوں کو فطرہ ادا کرنے کا حکم کرتے پھر اسی آیت کی تلاوت کرتے، حضرت ابو الاحواص فرماتے ہیں جب تم میں سے کوئی نماز کا ارادہ کرے اور کوئی سائل آجائے تو اسے خیرات دے دے پھر یہی آیت پڑھی۔ حضرت قتادہ فرماتے ہیں اس نے اپنے مال کو پاک کرلیا اور اپنے رب کو راضی کرلیا پھر ارشاد ہے کہ تم دنیا کی زندگی کو آخرت کی زندگی پر ترجیح دے رہے ہو اور دراصل تمہاری مصلحت تمہارا نفع اخروی زندگی کو دنیوی زندگی پر ترجیح دینے میں ہے دنیا ذلیل ہے فانی ہے آخرت شریف ہے باقی ہے کوئی عاقل ایسا نہیں کرسکتا کہ فانی کو باقی کی جگہ اختیار کرلے اور اس فانی کے انتظام میں پڑ کر اس باقی کے اہتمام کو چھوڑ دے مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں دنیا اس کا گھر ہے جس کا آخرت میں نہ ہو دنیا اس کا مال ہے جس کا مال وہاں نہ ہو اسے جمع کرنے کے پیچھے وہ لگتے ہیں جو بیوقوف ہیں ابن جریر میں ہے کہ حضرت عرفجہ ثقفی اس سورت کو حضرت ابن مسعود ؓ کے پاس پڑھ رہے تھے جب اس آیت پر پہنچے تو تلاوت چھوڑ کر اپنے ساتھیوں سے فرمانے لگے کہ سچ ہے ہم نے دنیا کو آخرت پر ترجیح دی لوگ خاموش رہے تو آپ نے پھر فرمایا کہ اس لیے کہ ہم دنیا کے گرویدہ ہوگئے کہ یہاں کی زینت کو یہاں کی عورتوں کو یہاں کے کھانے پینے کو ہم نے دیکھ لیا آخرت نظروں سے اوجھل ہے اس لیے ہم نے اس سامنے والی کی طرف توجہ کی اور اس نظر نہ آنے والی سے آنکھیں پھیر لیں یا تو یہ فرمان حضرت عبداللہ کا بطور تواضع کے ہے یا جنس انسان کی بابت فرماتے ہیں واللہ اعلم۔ رسول اللہ ﷺ فرماتے ہیں جس نے دنیا سے محبت کی اس نے اپنی آخرت کو نقصان پہنچایا اور جس نے آخرت سے محبت رکھی اس نے دنیا کو نقصان پہنچایا تم اے لوگو ! باقی رہنے والی کو فنا ہونے والی پر ترجیح دو ، مسند احمد پھر فرماتا ہے کہ ابراہیم اور موسیٰ کے صحیفوں میں بھی یہ تھا رسول اللہ ﷺ فرماتے ہیں کہ یہ سب بیان ان صحیفوں میں بھی تھا (بزار) نسائی میں حضرت عباس سے یہ مروی ہے اور جب آیت (وَاِبْرٰهِيْمَ الَّذِيْ وَفّيٰٓ 37؀ۙ) 53۔ النجم :37) نازل ہوئی تو فرمایا کہ اس سے مراد یہ ہے کہ ایک کا بوجھ دوسرے کو نہ اٹھانا ہے سورة نجم میں ہے آیت (اَمْ لَمْ يُنَبَّاْ بِمَا فِيْ صُحُفِ مُوْسٰى 36؀ۙ) 53۔ النجم :36) آخری مضمون تک کی تمام آیتیں یعنی یہ سب احکام اگلی کتابوں میں بھی تھے اسی طرح یہاں بھی مراد سبح اسم کی یہ آیتیں ہیں بعض نے پوری سورت کہی ہے بعض نے قد افلح سے ابقی تک کہا ہے زیادہ قوی بھی یہی قول معلوم ہوتا ہے واللہ اعلم۔ الحمد اللہ سورة سبح کی تفسیر ختم ہوئی واللہ الحمد والمنہ وبہ التوفیق والعصمہ",
  "ayah": 19,
  "surah": 87
}
