{
  "text": "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى أَنْ كَذَّبُوا بِآَيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ (10){ ثم } للتراخي الرتبي لأن هذه العاقبة أعظم رتبة في السوء من عذاب الدنيا ، فيجوز أن يكون هذا الكلام تذييلاً لحكاية ما حلّ بالأمم السالفة من قوله { كيف كان عاقبة الذين من قبلهم } [ الروم : 9 ] .والمعنى : ثم عاقبةُ كل من أساءوا السوأى مثلَهم ، فيكون تعريضاً بالتهديد لمشركي العرب كقوله تعالى { دمّر الله عليهم وللكافرين أمثالها } [ محمد : 10 ] ، فالمراد ب { الذين أساءوا } كل مسيىء من جنس تلك الإساءة وهي الشرك . ويجوز أن يكون إنذاراً لمشركي العرب المتحدث عنهم من قوله { ولكن أكثر الناس لا يعلمون } [ الروم : 6 ] فيكونوا المراد ب { الذين أساءوا } ، ويكون إظهاراً في مقام الإضمار على خلاف مقتضى الظاهر لقصد الإيماء بالصِلة ، أي أن سبب عاقبتهم السوأى هو إساءتهم ، وأصل الكلام : ثم كان عاقبتهم السوأى . وهذا إنذار بعد الموعظة ونص بعد القياس ، فإن الله وعظ المكذبين للرسول صلى الله عليه وسلم بعواقب الأمم التي كذبت رسلها ليكونوا على حذر من مثل تلك العاقبة بحكم قياس التمثيل ، ثم أعقب تلك الموعظة بالنذارة بأنهم ستكون لهم مثل تلك العاقبة ، وأوقع فعل { كان } الماضي في موقع المضارع للتنبيه على تحقيق وقوعه مثل { أتى أمر الله } [ النحل : 1 ] إتماماً للنذارة .والعاقبة : الحالة الأخيرة التي تعقب حالة قبلها . وتقدمت في قوله : { ثم انظروا كيف كان عاقبة المكذبين } في سورة الأنعام ( 11 ) ، وقوله : { والعاقبة للتقوى } في سورة طه ( 132 ) . { والذين أساءوا } هم كفار قريش ، والمراد { بآيات الله } القرآن ومعجزات الرسول .والسوأى : تأنيث الأسَوإ ، أي الحالة الزائدة في الاتصاف بالسوء وهو أشد الشر ، كما أن الحسنى مؤنث الأحسن في قوله { للذين أحسنوا الحسنى } [ يونس : 26 ] . وتعريف { السوأى } تعريف الجنس إذ ليس ثمة عاقبة معهودة .ويحتمل أن يراد ب { الذين أساءوا } الأمم الذين أثاروا الأرض وعمروها فتكون من وضع الظاهر موضع المضمر توسلاً إلى الحكم عليهم بأنهم أساءوا واستحقوا السوأى وهي جهنم . وفعل { كان } على ما هو عليه من التنبيه على تحقق الوقوع .وقرأ نافع وابن كثير وأبو عمرو وأبو جعفر ويعقوب { عاقبةُ } بالرفع على أصل الترتيب بين اسم { كان وخبرها . وقرأه البقية بالنصب على أنه خبر كان مُقدم على اسمها وهو استعمال كثير . والفصل بين كان ومرفوعها بالخبر سوغ حذف تاء التأنيث من فعل كان .وأن كذبوا } تعليل لكون عاقبتهم السوأى بحذف اللام مع { أنْ وآيات الله : القرآن والمعجزات .والباء في بها يستهزئون } للتعدية ، وتقديم المجرور للاهتمام بشأن الآيات ، وللرعاية على الفاصلة .",
  "ayah": 10,
  "surah": 30
}
