{
  "text": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (19)هذه الجملة بدل من جملة { الله يبدأ الخلق ثم يعيده } [ الروم : 11 ] . ويجوز أيضاً أن تكون موقع العلة لجملة { فسبحان الله حين تمسون } [ الروم : 17 ] وما عطف عليها ، أي هو مستحق للتسبيح والحمد لتصرفه في المخلوقات بالإيجاد العجيب وبالإحياء بعد الموت . واختير من تصرفاته العظيمة تصرف الإحياء والإماتة في الحيوان والنبات لأنه تخلص للغرض المقصود من إثبات البعث رداً للكلام على ما تقدم من قوله { الله يبدأ الخلق ثم يعيده ثم إليه ترجعون } [ الروم : 11 ] .فتحصل من ذلك أن الأمر بتسبيحه وحمده معلول بأمرين : إيفاء حق شكره المفاد بفاء التفريع في قوله { فسبحان الله } [ الروم : 17 ] ، وإيفاء حق التعظيم والإجلال ، والمقصود هو إخراج الحي من الميت . وأما عطف { ويخرج الميت من الحي } فللاحتراس من اقتصار قدرته على بعض التصرفات ولإظهار عجيب قدرته أنها تفعل الضدين . وفي الآية الطباق . وهذا الخطاب للمؤمنين تعريض بالرد على المشركين .والإخراج : فصل شيء محوي عن حاويه . يقال : أخرجه من الدار ، وأخرج يده من جيبه ، فهو هنا مستعمل لإنشاء شيء من شيء . والإتيان بصيغة المضارع في { يخرج ويحيي } لاستحضار الحالة العجيبة مثل قوله { الله الذي يرسل الرياح } [ الروم : 48 ] . فهذا الإخراج والإحياء آية عظيمة على استحقاقه التعظيم والإفراد بالعبادة إذْ أودع هذا النظام العجيب في الموجودات فجعل في الشيء الذي لا حياة له قوة وخصائص تجعله ينتج الأشياء الحية الثابتة المتصرفة ويجعل في تراب الأرض قُوى تُخرج الزرع والنبات حياً نامياً .وإخراج الحي من الميت يظهر في أحوال كثيرة منها : إنشاء الأجنة من النطف ، وإنشاء الفراخ من البيض؛ وإخراج الميت من الحي يظهر في العكس وقد تقدم في سورة آل عمران . وفي الآية إيماء إلى أن الله يخرج من غلاة المشركين أفاضل من المؤمنين مثل إخراج خالد بن الوليد من أبيه الوليد بن المغيرة ، وإخراج هند بنت عتبة بن ربيعة من أبيها أحد أيمة الكفر وقد قالت للنبي صلى الله عليه وسلم «ما كان أهل خباء أحبّ إليّ أن يذلوا من أهل خبائك واليوم ما أهل خباء أحب إليّ أن يَعَزُّوا من أهل خبائك ، فقال لها النبي صلى الله عليه وسلم \" وأيضاً \" ( أي ستزيدين حباً لنا بسبب نور الإسلام ) . وإخراج أم كلثوم بنت عقبة بن أبي مُعيط من أبيها . ولما كلمت أم كلثوم بنت عقبة رسول الله صلى الله عليه وسلم في شأن إسلامها وهجرتها إلى المدينة حين جاء أخواها يرومان ردها إلى مكة حسب شروط الهدنة فقالت : يا رسول الله أنا امرأة وحال النساء إلى الضعف فأخشى أن يفتنوني في ديني ولا صبر لي ، فقرأ النبي صلى الله عليه وسلم { يخرج الحيّ من الميت } ، ونزلت آية الامتحان فلم يردها رسول الله صلى الله عليه وسلم إليهما وكانت أول النساء المهاجرات إلى المدينة بعد صلح الحديبية .والتشبيه في قوله { وكذلك تخرجون } راجع إلى ما يصلح له من المذكور قبله وهو ما فيه إنشاء حياة شيء بعد موته بناء على ما قدمناه من أن قوله { ويخرج الميت من الحي } ليس مقصوداً من الاستدلال ولكنه احتراس وتكملة . ويجوز أن يكون التشبيه راجعاً إلى أقرب مذكور وهو إحياء الأرض بعد موتها ، أي وكإخراج النبات من الأرض بعد موته فيها يكون إخراجكم من الأرض بعد أن كنتم أمواتاً فيها ، كما قال تعالى { والله أنبتكم من الأرض نباتاً ثم يُعيدكم فيها ويُخرجكم إخراجاً } [ نوح : 17 ، 18 ] . ولا وجه لاقتصار التشبيه على الثاني دون الأول .والمعنى : أن الإبداء والإعادة متساويان فليس البعث بعد الموت بأعجب من ابتداء الخلق ولكن المشركين حكَّموا الإلف في موضع تحكيم العقل . وقرأ نافع وحفص وحمزة { الميّت } بتشديد الياء . وقرأه الباقون بالتخفيف . وقرأ الجمهور { تُخرجون } بضم التاء الفوقية . وقرأه حمزة والكسائي بفتحها .",
  "ayah": 19,
  "surah": 30
}
