{
  "text": "وَمِنْ آَيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (20)لما كان الاستدلال على البعث متضمناً آيات على تفرده تعالى بالتصرف ودلالته على الوحدانية انتقل من ذلك الاستدلال إلى آيات على ذلك التصرف العظيم غير ما فيه إثبات البعث تثبيتاً للمؤمنين وإعذاراً لمن أشركوا في الإلهية . وقد سبقت ست آيات على الوحدانية ، وابتدئت بكلمة { ومن آياته } تنبيهاً على اتحاد غرضها ، فهذه هي الآية الأولى ولها شبه بالاستدلال على البعث لأن خلق الناس من تراب وبث الحياة والانتشار فيهم هو ضرب من ضروب إخراج الحي من الميت ، فلذلك كانت هي الأولى في الذكر لمناسبتها لما قبلها فجعلت تخلصاً من دلائل البعث إلى دلائل عظيم القدرة . وهذه الآية كائنة في خلق جوهر الإنسان وتقويم بشريته .وتقدم كيف كان الخلق من تراب عند قوله تعالى { ولقد خلقنا الإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين } في سورة المؤمنين ( 12 ، 13 ) .فضمير النصب في خَلَقَكم } عائد إلى جميع الناس وهذا في معنى قوله تعالى في سورة الحج ( 5 ) { فإنّا خلقناكم من تراب ثم من نطفة ثم من علقة } الآية .وهذا استدلال للناس بأنفسهم لأنهم أشعرُ بها مما سواها ، والناس يعلمون أن النطف أصل الخلقة ، وهم إذا تأملوا علموا أن النطفة تتكون من الغذاء ، وأن الغذاء يتكون من نبات الأرض ، وأن نبات الأرض مشتمل على الأجزاء الترابية التي أنبتته فعلموا أنهم مخلوقون من تراب ، فبذلك استقام جعل التكوين من التراب آية للناس أي علامة على عظيم القدرة مع كونه أمراً خفياً . على أنه يمكن أن يكون الاستدلال مبنياً على ما هو شائع بين البشر أن أصل الإنسان تراب حسبما أنبأت به الأديان كلها . وبهذا التأويل يصح أيضاً أن يكون معنى { خلقكم من تراب } خلق أصلكم وهو آدم ، وأول الوجوه أظهرها . فالتراب موات لا حياة فيه وطبعه مناففٍ لطبع الحياة لأن التراب بارد يابس وذلك طبع الموت ، والحياةُ تقتضي حرارة ورطوبة فمن ذلك البارد اليابس ينشأ المخلوق الحي المدرك . وقد أشير إلى الحياة والإدراك بقوله { إذا أنتم بشر } ، وإلى التصرف والحركة بقوله { تنتشرون } ، ولما كان تمام البشرية ينشأ عن تطور التراب إلى نبات ثم إلى نطفة ثم إلى أطوار التخلق في أزمنة متتالية عطفت الجملة بحرف المهلة الدال على تراخي الزمن مع تراخي الرتبة الذي هو الأصل في عطف الجمل بحرف { ثم } .وصدرت الجملة بحرف المفاجأة لأن الكون بشراً يظهر للناس فجأة بوضع الأجنة أو خروج الفراخ من البيض ، وما بين ذلك من الأطوار التي اقتضاها حرف المهلة هي أطوار خفية غير مشاهدة؛ فكان الجمع بين حرف المهلة وحرف المفاجأة تنبيهاً على ذلك التطور العجيب . وحصل من المقارنة بين حرف المهلة وحرف المفاجأة شبه الطباق وإن كان مرجع كل من الحرفين غير مرجع الآخر .والانتشار : الظهور على الأرض والتباعد بين الناس في الأعمال قال تعالى { فانتشروا في الأرض } [ الجمعة : 10 ] .",
  "ayah": 20,
  "surah": 30
}
