{
  "text": "وَمِنْ آَيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِلْعَالِمِينَ (22)هذه الآية الثالثة وهي آية النظام الأرضي في خلق الأرض بمجموعها وسكانها؛ فخلقُ السماوات والأرض آية عظيمة مشهودة بما فيها من تصاريف الأجرام السماوية والأرضية ، وما هو محل العبرة من أحوالهما المتقاربة المتلازمة كالليل والنهار والفصول ، والمتضادة كالعُلّو والانخفاض .وإذ قد كان أشرف ما على الأرض نوع الإنسان قرن ما في بعض أحواله من الآيات بما في خلق الأرض من الآيات ، وخُص من أحواله المتخالفة لأنها أشد عبرة إذ كان فيها اختلاف بين أشياء متحدة في الماهية ، ولأن هاته الأحوال المختلفة لهذا النوع الواحد نَجد أسباب اختلافها من آثار خلق السماوات والأرض ، فاختلاف الألسنة سببه القرار بأوطان مختلفة متباعدة ، واختلاف الألوان سببه اختلاف الجهات المسكونة من الأرض ، واختلاف مسامته أشعة الشمس لها؛ فهي من آثار خلق السماوات والأرض . ولذلك فالظاهر أن المقصود هو آية اختلاف اللغات والألوان وأن ما تقدمه من خلق السماوات والأرض تمهيد له وإيماء إلى انطواء أسباب الاختلاف في أسرار خلق السماوات والأرض . وقد كانت هذه الآية متعلقة بأحواللٍ عرضية في الإنسان ملازمة له فبتلك الملازمة أشبهت الأحوال الذاتية المطلقة ثم النسبية ، فلذلك ذكرت هذه الآية عقب الآيتين السابقتين حسب الترتيب السابق . وقد ظهر وجه المقارنة بين خلق السماوات والأرض وبين اختلاف ألسن البشر وألوانهم ، وتقدم في سورة آل عمران ( 190 ) قوله { إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب } والألسنة : جمع لسان ، وهو يطلق على اللغة كما في قوله تعالى { وما أرسلنا من رسول إلا بلسان قومه } [ إبراهيم : 4 ] وقوله { لسان الذي يُلْحِدون إليه أعجمي } [ النحل : 103 ] .واختلاف لغات البشر آية عظيمة فهم مع اتحادهم في النوع كان اختلاف لغاتهم آية دالة على ما كوّنه الله في غريزة البشر من اختلاف التفكير وتنويع التصرف في وضع اللغات ، وتبدل كيفياتها باللهجات والتخفيف والحذف والزيادة بحيث تتغير الأصول المتحدة إلى لغات كثيرة . فلا شك أن اللغة كانت واحدة للبشر حين كانوا في مكان واحد ، وما اختلفت اللغات إلا بانتشار قبائل البشر في المواطن المتباعدة ، وتطرَّق التغير إلى لغاتهم تطرقاً تدريجياً؛ على أن توسُّع اللغات بتوسع الحاجة إلى التعبير عن أشياء لم يكن للتعبير عنها حاجة قد أوجب اختلافاً في وضع الأسماء لها فاختلفت اللغات بذلك في جوهرها كما اختلفت فيما كان متفقاً عليه بينها باختلاف لهجات النطق ، واختلاف التصرف ، فكان لاختلاف الألسنة موجبان . فمحل العبرة هو اختلاف اللغات مع اتحاد أصل النوع كقوله تعالى : { يُسقى بماء واحد ونفضل بعضها على بعض في الأكل } [ الرعد : 4 ] ولما في ذلك الاختلاف من الأسرار المقتضية إياه . ووقع في الإصحاح الحادي عشر من «سفر التكوين» ما يوهم ظاهره أن اختلاف الألسن حصل دفعة واحدة بعد الطوفان في أرض بابل وأن البشر تفرقوا بعد ذلك .والظاهر أنه وقع في العبارة تقديم وتأخير وأن التفرق وقع قبل تبلبل الألسن . وقد علل في ذلك «الإصحاح» بما ينزه الله عن مدلوله .وقيل : أراد باختلاف الألسنة اختلاف الأصوات بحيث تتمايز أصوات الناس المتكلمين بلغة واحدة فنعرف صاحب الصوت وإن كان غير مرئي . وأما اختلاف ألوان البشر فهو آية أيضاً لأن البشر منحدر من أصل واحد وهو آدم ، وله لون واحد لا محالة ، ولعله البياض المشوب بحمرة ، فلما تعدد نسله جاءت الألوان المختلفة في بشراتهم وذلك الاختلاف معلول لعدة علل أهمها المواطن المختلفة بالحرارة والبرودة ، ومنها التوالد من أبوين مختلفي اللون مثل المتولد من أم سوداء وأب أبيض ، ومنها العلل والأمراض التي تؤثر تلويناً في الجلد ، ومنها اختلاف الأغذية ولذلك لم يكن اختلاف ألوان البشر دليلاً على اختلاف النوع بل هو نواع واحد ، فللبشر ألوان كثيرة أصلاها البياض والسواد ، وقد أشار إلى هذا أبو علي ابن سينا في «أرجوزته» في الطب بقوله :بالنزج حرّ غيَّر الأجساد ... حتى كسا بياضها سَواداوالصقلبُ اكتسبت البياضا ... حتى غدتْ جلودها بِضاضاوكان أصل اللون البياض لأنه غير محتاج إلى علة ولأن التشريح أثبت أن ألوان لحوم البشر التي تحت الطبقة الجلدية متحدة اللون . ومن البياض والسواد انشقت ألوان قبائل البشر فجاء منها اللون الأصفر واللون الأسمر واللون الأحمر . ومن العلماء وهو كُوقْيَيْ جعل أصول ألوان البشر ثلاثة : الأبيض والأسود والأصفر ، وهو لون أهل الصين . ومنهم من زاد الأحمر وهو لون سكان قارة أمريكا الأصليين المدعوين هنود أمريكا . واعلم أن من مجموع اختلاف اللغات واختلاف الألوان تمايزت الأجذام البشرية واتحدت مختلطات أنسابها . وقد قسموا أجذام البشر الآن إلى ثلاثة أجذام أصلية وهي الجذم القوقاسي الأبيض ، والجذم المغولي الأصفر ، والجذم الحبشي الأسود ، وفرعوها إلى ثمانية وهي الأبيض والأسود والحبشي والأحمر والأصفر والسَّامي والهندي والمَلاَيي نسبة إلى بلاد المَلاَيُو .وجعل ذلك آيات في قوله { إن في ذلك لآيات للعالمين } لما علمت من تفاصيل دلائله وعلله ، أي آيات لجميع الناس ، وهو نظير قوله آنفاً { إن في ذلك لآيات لقوم يتفكرون } [ الروم : 21 ] .واللام في قوله { للعالمين } نظير ما تقدم في الآية قبلها . وجعل ذلك آيات للعالمين لأنه مقرر معلوم لديهم يمكنهم الشعور بآياته بمجرد التفات الذهن دون إمعان نظر . وقرأ الجمهور { للعالمين } بفتح اللام . وقرأه حفص بكسر اللام أي لأولي العلم .",
  "ayah": 22,
  "surah": 30
}
