{
  "text": "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (26)أتبع ذكر إقامة الله تعالى السماوات والأرض بالتذكير بأن كل العقلاء في السماوات والأرض عبيد لله تعالى فيكون من مكملات ما تضمنته جملة { ومن ءاياته أن تقوم السماء والأرض بأمره } [ الروم : 25 ] فعطفت عليها هذه الجملة زيادة لبيان معنى إقامته السماءَ والأرض .فاللام في قوله { وله من في السموات والأرض } لام الملك ، واللام في قوله { كل له قانتون } لام التقوية ، أي تقوية تعدية العامل إلى معموله لضعف العامل بكونه فرعاً في العَمل ، وبتأخيره عن معموله . وعليه تكون { مَنْ } صادقة على العقلاء كما هو الغالب في استعمالها . وظاهر معنى القنوت امتثال الأمر ، فيجوز أن يكون المعنى : أنهم منقادون لأمره . وإذ قد كان في العقلاء عصاة كثيرون تعيَّن تأويل القنوت باستعماله في الامتثال لأمر التكوين ، أو في الشهادة لله بالوحدانية بدلالة الحال ، وهذا هو المقصود هنا لأن هذا الكلام أورد بعد ذكر الآيات الستّ إيرادَ الفذلكة بإثبات الوحدانية فلا يحمل قنوتهم على امتثالهم لما يأمرهم الله به من أمر التكليف مباشرة أو بواسطة لأن المخلوقات متفاوتون في الامتثال للتكليف؛ فالشيطان أمره الله مباشرة بالسجود لآدم فلم يمتثل ، وآدم أمره الله مباشرة أن لا يأكل من الشجرة فأكل منها؛ إلا أن ذلك قبل ابتداء التكليف .والمخلوقات السماوية ممتثلون لأمره ساعون في مرضاته قال تعالى { وهم بأمره يعملون } [ الأنبياء : 27 ] . وأما المخلوقات الأرضية العقلاء فهم مخلوقون للطاعة قال تعالى { وما خلقت الجن والإنس إلا ليعبدون } [ الذاريات : 56 ] ، فزيغ الزائغين عن طاعة الله تعالى انحراف منهم عن الفطرة التي فطروا عليها ، وهم في انحرافهم متفاوتون؛ فالضالّون الذين أشركوا بالله فجعلوا له أنداداً ، والعصاة الذين لم يخرجوا عن توحيده ، ولكنهم ربما خالفوا بعض أوامره قليلاً أو كثيراً ، هم في ذلك آخذون بجانب من الإباق متفاوتون فيه . فجملة { وله من في السموات والأرض كل له قانتون } معطوفة على جملة { ومن آياته أن تقوم السماء والأرض بأمره } [ الروم : 25 ] . ويجوز أن تكون جملة { ولَه مَنْ فِي السَّمَاوات والأرض كُل لهُ قانِتُون } تكملة لجملة { ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون } [ الروم : 25 ] على معنى : وله يومئذ من في السموات والأرض كل له قانتون ، فالقنوت بمعنى الامتثال الواقع في ذلك اليوم وهو امتثال الخضوع لأن امتثال التكليف قد انقضى بانقضاء الدنيا ، أي لا يسعهم إلا الخضوع فيها يأمر الله به من شأنهم { يوم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون } [ النور : 24 ] ، فتكون الجملة معطوفة على جملة { ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون } [ الروم : 25 ] . والقنوت تقدم في قوله { قانتاً لله حنيفاً } في سورة النحل ( 120 ) .",
  "ayah": 26,
  "surah": 30
}
