{
  "text": "فَآَتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (38)فاء التفريع تفيد أن الكلام بعدها مترتب على الكلام الذي قبلها ، وقد اشتمل الكلام قبلها على لحاق آثار رحمة الله بالناس ، وإصابة السوء إياهم ، وعلى أن ما يصيبهم من السوء بما قدمت أيدي الناس ، وذكر بسط الرزق وتقديره . وتضمن ذلك أن الفرح يُلْهِيهم عن الشكر ، وأن القنوط يُلْهِيهم عن المحاسبة في الأسباب ، فكان الأمر بإيتاء الضعفاء والمنكوبين إرشاداً إلى وسائل شكر النعمة عند حصولها شكراً من نوعها واستكشاف الضر عند نزوله ، وإلى أن من الحق التوسعة على المضيَّق عليهم الرزق ، كما يُحِب أن يوسع عليه رزقه؛ فالخطاب بالأمر للنبيء صلى الله عليه وسلم باعتبار من معه من المؤمنين ممن يحق عليه الإيتاء وهو الذي بسط له في الرزق ، أي فآتوا ذا القربى حقه بقرينة قوله { ذلك خير للذين يريدون وجه الله } [ الروم : 38 ] الآية ، ويجوز أن يكون خطاباً لغير معيّن من المؤمنين .والإيتاء : الإعطاء . وهو مشعر بأن المعطَى مال ، ويقوي ذلك وقوع الآية عقب قوله { أو لم يروا أن الله يبسط الرزق لمن يشاء } [ الروم : 37 ] . وصيغة الأمر من قوله { فئات } مُجمل . والأصل في محملها الوجوب مع أن المأمور بإيتائه عبر عنه بأنه حق والأصل في الحق الوجوب . وظاهر الآية يقتضي أن المراد حق في مال المؤتِي .وعن مجاهد وقتادة : صلة الرحم أي بالمال فرض من الله عز وجل لا تقبل صدقة أحد ورَحمه محتاجة . وقال الحسن : حق ذي القربى المواساة في اليُسر ، وقول ميسور في العسر . وقال ابن عطية : معظم ما قُصد أمر المعونة بالمال ومنه قول النبي صلى الله عليه وسلم « في المال حق سوى الزكاة » وللمساكين وابن السبيل حق ، وبَيَّن أن حق هذين في المال اه . أقول ولذلك قال جمع كثير : إن هذه الآية منسوخة بآية المواريث ، وقال فريق : لم تنسخ بل للقريب حق في البر على كل حال ، أي لا نسخ في جميع ما تضمنته بل نسخ بعضه بآية المواريث وبقي ما عداه . قلت : وما بقي غير منسوخ مختلفة أحكامه ، وهو مجمل تبينه أدلة أخرى متفرقة من الشريعة .و { القربى } : قُرب النسب والرحِم . وتقدم عند قوله في سورة النساء ( 36 ) . والمسكين تقدم في قوله { للفقراء والمساكين } في سورة التوبة ( 60 ) . وابن السبيل : المسافر المجتاز بالقرية أو بالحي .ووقع الحق مجملاً والحوالة في بيانه على ما هو متعارف بين الناس وعلى ما يبينه النبي . وكانت الصدقة قبل الهجرة واجبة على الجملة موكولة إلى حرص المؤمن . وقد أطلق عليها اسم الزكاة في آيات مكية كثيرة ، وقرنت بالصلاة؛ فالمراد بها في تلك الآيات الصدقة الواجبة وكانت غير مضبوطة بنُصب ثم ضبطت بأصناف ونُصُب ومقاديرَ مخرجةٍ عنها .قال أبو بكر الصديق رضي الله عنه : فإن الزكاة حق المال . وإنما ضبطت بعد الهجرة فصار ما عداها من الصدقة غير واجب . وقُصر اسم الزكاة على الواجبة وأطلق على ما عداها اسم الصدقة أو البر أو نحو ذلك ، فجُماع حق هؤلاء الثلاثة المواساة بالمال ، فدل على أن ذلك واجب لهم . وكان هذا في صدر الإسلام ثم نسخ بفرض الزكاة ، ثم إن لكل صنف من هؤلاء الثلاثة حقاً؛ فحقُّ ذي القربى يختلف بحسب حاجته؛ فللغني حقه في الإهداء تودّداً ، وللمحتاج حق أقوى . والظاهر أن المراد ذو القرابة الضعيف المال الذي لم يبلغ به ضعفه مبلغ المسكنة بقرينة التعبير عنه بالحق ، وبقرينة مقابلته بقوله { لتربوا في أموال الناس } [ الروم : 39 ] على أحد الاحتمالات في تفسيره . وأما إعطاء القريب الغني فلعله غير مراد هنا وليس مما يشمله لفظ { حقه } وإنما يدخل في حسن المعاملة المرغب فيها .وحق المسكين : سد خلته . وحق ابن السبيل : الضيافة كما في الحديث « جائزته يومٌ وليلة » والمقصود إبطال عادة أهل الجاهلية إذ كانوا يؤثرون البعيد على القريب في الإهداء والإيصاء حباً للمدحة ، ويؤثرون بعطاياهم السادة وأهل السمعة تقرباً إليهم ، فأمر المسلمون أن يتجنبوا ذلك ، قال تعالى : { كُتِب عليكم إذا حَضَر أحدَكم الموتُ إنْ تَرك خيراً الوصية للوالدين والأقربين بالمعروف } كما تقدم في سورة البقرة ( 180 ) .ولذلك عقب بقوله هنا ذلك خير للذين يريدون وجه الله } أي الذين يتوخّون بعطاياهم إرضاء الله وتحصيل ثوابه وهم المؤمنون . والإشارة بقوله { ذلك خير } إلى الإيتاء المأخوذ من قوله { فئاتتِ ذا القربى حقَّه } الآية .وذكر الوجه هنا تمثيل كأن المعطي أعطى المال بمرأى من الله لأن الوجه هو محلّ النظر . وفيه أيضاً مشاكلة تقديرية لأن هذا الأمر أريد به مقابلة ما كان يفعله أهل الجاهلية من الإعطاء لوجه المعْطَى من أهل الوجاهة في القوم فجعل هنا الإعطاء لوجه الله . والمراد : أنه لامتثال أمره وتحصيل رضاه .واسم الإشارة في قوله { ذلك خير } للتنويه بالمأمور به . و { خير } يجوز أن يكون تفضيلاً والمفضّل عليه مفهوم من السياق أن ذلك خير من صنيع أهل الجاهلية الذين يعطون الأغنياء البعداء للرياء والسمعة ، أو المراد ذلك خير من بذل المال في المراباة التي تُذكر بعد في قوله { وما ءاتيتم من رِبّاً } الآية [ الروم : 39 ] . ويجوز أن يكون الخير ما قابل الشر ، أي ذلك فيه خيرٌ للمؤمنين ، وهو ثواب الله .وفي قوله وأولئك هم المفلحون } صيغة قصر من أجل ضمير الفصل ، وهو قصر إضافي ، أي أولئك المتفردون بالفلاح ، وهو نجاح عملهم في إيتاء من ذكر لوجه الله تعالى لا للرياء والفخر . فمن آتى للرياء والفخر فلا فلاح له من إيتائه .",
  "ayah": 38,
  "surah": 30
}
