{
  "text": "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (44) هذه الجملة تتنزل منزلة البيان لإجمال الجملة التي قبلها وهي { فأقم وجهك للدّين القيم } [ الروم : 43 ] ، إذ التثبيت على الدين بعد ذكر ما أصاب المشركين من الفساد بسبب شركهم يتضمن تحقير شأنهم عند الرسول صلى الله عليه وسلم والمؤمنين ، فبين ذلك بأنهم لا يَضرون بكفرهم إلا أنفسهم ، والذي يكشف هذا المعنى تقديم المسند في قوله { فعليه كفره } فإنه يفيد تخصيصه بالمسند إليه ، أي فكفره عليه لا عليك ولا على المؤمنين ، ولهذا ابتدىء بذكر حال من كَفر ثم ذُكر بعدَه { من عمل صالحاً } . واقتضى حرف الاستعلاء أن في الكفر تبعة وشدة وضَرّاً على الكافر ، لأن ( عَلى ) تقتضي ذلك في مثل هذا المقام ، كما اقتضى اللام في قوله { فلأنفسهم يمهدون } أن لِمجرورها نفعاً وغنماً ، ومنه قوله تعالى : { لها ما كسبت وعليها ما اكتسبت } [ البقرة : 286 ] . وقال توبة بن الحُمَيِّر :وقد زعمت ليلى بأني فاجر ... لنفسي تُقاها أو عليها فجورهاوأفرد ضمير { كفره } رعياً للفظ { مَن } . وهذا التركيب من جوامع الكلم لدلالته على ما لا يحصى من المضارّ في الكفر على الكافر وأنه لا يَضُر غيره ، مع تمام الإيجاز ، وهو وعيد لأنه في معنى : من كفر فجزاؤه عقاب الله ، فاكتفي عن التصريح بذلك اكتفاء بدلالة ( على ) من قوله { فعليه كفره } وبمقابلة حالهم بحال من عمل صالحاً بقوله { ليجزي الذين ءامنوا وعملوا الصالحات من فضله } .وأما قوله { ومن عمل صالحا فلأنفسهم يمهدون } فهو بيان أيضاً لما في جملة { فأقم وجهك للدّين القيّم } [ الروم : 43 ] من الأمر بملازمة التحلّي بالإسلام وما في ذلك من الخير العاجل والآجل مع ما تقتضيه عادة القرآن من تعقيب النذارة بالبشارة والترهيب بالترغيب فهو كالتكملة للبيان . وإنما قوبل { من كَفر } ب { من عَمِل صَالِحاً } ولم يقابل ب ( مَن ءامن ) للتنويه بشأن المؤمنين بأنهم أهل الأعمال الصالحة دون الكافرين . فاستغني بذكر العمل الصالح عن ذكر الإيمان لأنه يتضمنه ، ولتحريض المؤمنين على الأعمال الصالحة لئلا يتّكلوا على الإيمان وحده فتفوتهم النجاة التامة . وهذا اصطلاح القرآن في الغالب أن يَقرن الإيمان بالعمل الصالح كما في قوله تعالى قبل هذه الآية : { ويوم تقوم الساعة يومئذ يتفرقون فأما الذين ءامنوا وعملوا الصالحات فهم في روضة يُحبرون وأما الذين كفروا وكذبوا بآياتنا ولقاءِ الآخرة فأولئك في العذاب مُحضَرون } [ الروم : 14 16 ] حتى توهمت المعتزلة والخوارج أن العمل الصالح شرط في قبول الإيمان .وتقديم { فلأنفسهم } على { يمهدون } للاهتمام بهذا الاستحقاق وللرعاية على الفاصلة وليس للاختصاص .و { يمهدون } يجعلون مِهاداً ، والمهاد : الفراش . مثلت حالة المؤمنين في عملهم الصالح بحال من يتطلب راحة رقاده فيوطىء فراشه ويسويه لئلا يتعرض له في مضجعه من النتوء أو اليبس ما يستفز منامه .وتقديم { لأنفسهم } على { يمهدون } للرعاية على الفاصلة مع الاهتمام بذكر أنفس المؤمنين لأن قرينة عدم الاختصاص واضحة .وروعي في جمع ضمير { يمهدون } معنى { مَن } دون لفظها مع ما تقتضيه الفاصلة من ترجيح تلك المراعاة .ويتعلق { ليجزي الذين ءامنوا } ب { يمهدون } أي يمهدون لعلة أن يجزي الله إياهم من فضله .",
  "ayah": 44,
  "surah": 30
}
