{
  "text": "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (48) جاءت هذه الجملة على أسلوب أمثالها كما تقدم في قوله { هو الذي يبدأ الخلق ثم يعيده } [ الروم : 27 ] ، وجاءت المناسبة هنا لذكر الاستدلال بإرسال الرياح في قوله { ومن ءاياته أن يرسل الرياح مبشرات } [ الروم : 46 ] استدلالاً على التفرّد بالتصرف وتصوير الصنع الحكيم الدال على سعة العلم ، ثم أعقب بالاستدلال بإرسال الرياح توسلاً إلى ذكر إحياء الأرض بعد موتها المستدَلّ به على البعث ، فقد أفادت صيغة الحصر بقوله { الله الذي يرسل الرياح أنه هو المتصرف في هذا الشأن العجيب دون غيره ، وكفى بهذا إبطالاً لإلهية الأصنام ، لأنها لا تستطيع مثل هذا الصنع الذي هو أقرب التصرفات في شؤون نفع البشر . والتعبير بصيغة المضارع في : يُرسل ، وتُثير ، ويَبسطه ، ويَجعله لاستحضار الصور العجيبة في تلك التصرفات حتى كأنَّ السامع يشاهد تكوينها مع الدلالة على تجدد ذلك .{ وجمع الرياح } لِما شاع في استعمالهم من إطلاقها بصيغة الجمع على ريح البشارة بالمطر لأن الرياح التي تثير السحاب هي الرياح المختلفة جهات هبوبها بين : جَنوب وشَمَال وصَبا ودبور ، بخلاف اسم الريح المفردة فإنه غلب في الاستعمال إطلاقه على ريح القوة والشدة لأنها تتصل واردةً من صوب واحد فلا تزال تشتد . وروي أن النبي صلى الله عليه وسلم كان إذا هبت الريح قال : « اللهم اجعلها رياحاً لا ريحاً » وقد تقدم قوله تعالى { وتَصْرِيف الرِّيَاح } في سورة البقرة ( 164 ) .والإثارة : تحريك القارّ تحريكاً يضطرب به عن موضعه . وإثارة السحاب إنشاؤه بما تحدثه الرياح في الأجواء من رطوبة تحصل من تفاعل الحرارة والبرودة .والبسط : النشر . والسماء : الجو الأعلى وهو جو الأسحِبة .و { كيف } هنا مجردة عن معنى الاستفهام ، وموقعها المفعولية المطلقة من { يبسطه } لأنها نائبة عن المصدر ، أي : يَبسطه بسطاً كيفيته يشاؤها الله ، وقد تقدم في قوله تعالى : { هو الذي يصوركم في الأرحام كيف يشاء } في سورة آل عمران ( 6 ) . وتقدم أن من زعم أنها شرط لم يصادف الصواب .و { كِسَفاً } بكسر ففتح في قراءة الجمهور جمع كِسْف بكسر فسكون ، ويُقال : كِسْفة بهاء تأنيث وهو القطعة . وقد تقدم في قوله تعالى { أوْ تَسْقُط السَّماء كَما زَعمت علينَا كِسْفاً } في سورة الإسراء ( 92 ) . وتقدم الكِسْف في قوله { فأسقط علينا كِسفاً من السَّماء إنْ كُنْت مِن الصَّادِقين } في سورة الشعراء ( 187 ) . والمعنى : أنه يبسط السحاب في السماء تارة ، أي يجعله ممتداً عاماً في جو السماء وهو المدجن الذي يظلم به الجو ويقال المغلق ، ويجعله كسفاً أي تارة أخرى كما دلت عليه المقابلة ، أي : يجعله غمامات لأن حالة جعله كسفاً غير حالة بسطه في السماء ، فتعين أن يكون الجمع بينهما في الذكر مراداً منه اختلاف أحوال السحاب . والمقصود من هذا : أن اختلاف الحال آية على سعة القدرة .والخطاب في { فترى الوَدْق } خطاب لغير معيّن وهو كل من يتأتى منه سماع هذا وتتأتى منه رؤية الودق . والودق : المطر . وضمير { خلاله } للسحاب بحالتيه المذكورتين وهما حالة بسطه في السماء وحالة جعله كسفاً فإن المطر ينزل من خلال السحاب المغلق والغمامات . والخلال : جمع خَلَل بفتحتين وهو الفرجة بين شيئين . وتقدم نظير هذه الجملة في سورة النور ( 43 ) .وذكر اختلاف أحوال العباد في وقت نزول المطر وفي وقت انحباسه بين استبشار وإبلاس إدماج للتذكير برحمة الله إياهم وللاعتبار باختلاف تأثرات نفوسهم في السراء والضراء ، وفي ذلك إيماء إلى عظيم تصرف الله في خِلقة الإنسان إذ جعله قابلاً لاختلاف الانفعال مع اتحاد العقل والقلب كما جعل السحاب مختلف الانفعال من بسط وتقطع مع اتحاد الفعل وهو خروج الودق من خلاله .",
  "ayah": 48,
  "surah": 30
}
