{
  "text": "فَانْظُرْ إِلَى آَثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (50)رتب على ما تقرر من استحضار صورة تكوين أسباب المطر واستبشار الناس بنزوله بعد الإبلاس ، أن اعتُرض بذكر الأمر بالنظر إلى أثر الرحمة وإغاثة الله عباده حين يحيي لهم الأرض بعد موتها بالجفاف . والأمر بالنظر للاعتبار والاستدلال . والنظر : رؤية العين . وعبر عن الجفاف بالموت لأن قوام الحياة الرطوبة ، وعبر عن ضده بالإحياء . والخطاب ب { انظر } لغير معين ليعم كل من يتأتى منه النظر مثل قوله { فترى الودق } [ الروم : 48 ] .و { رحمة الله : هي صفته التي تتعلق بإمداد مخلوقاته ذوات الإدراك بما يلائمها ويدفع عنها ما يؤلمها وذلك هو الإنعام .وأثر الشيء : ما ينشأ عنه مما يدل عليه . فرحمة الله دلت عليها الآثار الدالة على وجوده وتصرفه بما فيه رحمة للخلق . وكيف } بَدل من { أثر } أو مفعول ل { انْظُرْ } أي : انظر هيئة إحياء الله الأرض بعد موتها ، تلك الحالة التي هي أثر من آثار رحمته الناس على حدّ قوله { أفلا ينظرون إلى الإبل كيفَ خُلِقت } [ الغاشية : 17 ] إذ جعلوا { كيف } بدلاً من الإبل بدل اشتمال وإن أباه ابن هشام في «مغني اللبيب» . وقد مضى عند قوله { ألم تر إلى ربك كيف مدّ الظلّ } في سورة الفرقان ( 45 ) ، وتقدم آنفاً في قوله { فيبسطه في السماء كيف يشاء } [ الروم : 48 ] .وأطلق على إنبات الأرض إحياء وعلى قحولتها الموتُ على سبيل الاستعارة .وجملة { إن ذلك لمحيي الموتى } استئناف وهو إدماج؛ أدمج دليل البعث عقب الاعتبار بإحياء الأرض بعد موتها . وحرف التوكيد يفيد مع تقرير الخبر زيادة معنى فاء التسبب كقول بشار :بَكِّرَا صاحِبَيَّ قبل الهجير ... إن ذاك النجاح في التبكيرإذ التقدير : فالنجاح في التبكير ، كما تقرر غير مرة . واسم الإشارة عائد إلى اسم الله تعالى بما أُجري عليه من الإخبار بإحياء الأرض بعد موتها ليفيد اسم الإشارة معنى أنه جدير بما يرد بعده من الخبر عن المشار إليه . فالمعنى : أن الله الذي يحيي الأرض بعد موتها لمحيي الموتى ، تقريباً لتصور البعث . وعدل عن الموصول إلى الإشارة للإيجاز ، ولما في الإشارة من التعظيم . وذُيل ذلك بقوله { وهو على كل شيء قدير } فإنه يعم جميع الأشياء والبعثُ من جملتها إذ ليس هو إلا إيجادَ خَلق وهو مقدور لله تعالى كما أنشأ الخلق أول مرة . والشبه تام ، لأن إحياء الأرض إيجاد أمثال ما كان عليها من النبات فكذلك إحياء الموتى إيجاد أمثالهم . وقرأ نافع وابن كثير وأبو عمرو وأبو بكر عن عاصم { إلى أثَر } بالإفراد . وقرأه الباقون { إلى ءَاثار } بصيغة الجمع .",
  "ayah": 50,
  "surah": 30
}
