{
  "text": "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ (56)جعل الله منكري البعث هدفاً لسهام التغليظ والافتضاح في وقت النشور ، فلما سمع المؤمنون الذين أوتوا علم القرآن وأشرقت عقولهم في الحياة الدنيا بالعقائد الصحيحة وآثار الحكمة لم يتمالكوا أن لا يردوا عليهم غلطهم رداً يكون عليهم حسرات أن لا يكونوا قبلوا دعوة الحق كما قبلها المؤمنون . وهذه الجملة معترضة . وعطف الإيمان على العلم للاهتمام به لأن العلم بدون إيمان لا يرشد إلى العقائد الحق التي بها الفوز في الحياة الآخرة . والمعنى : وقال لهم المؤمنون إنكاراً عليهم وتحسيراً لهم .والظاهر أن المؤمنين يسمعون تَحَاجَّ المشركين بعضهم مع بعض فيبادرون بالإنكار عليهم لأن تغيير المنكر سجيتهم التي كانوا عليها . وفي هذا أدب إسلامي وهو أن الذي يسمع الخطأ في الدين والإيمان لا يقره ولو لم يكن هو المخاطَب به .وقولهم : { لقد لبثتم في كتاب الله إلى يوم البعث } صرف لهم عن تلك المعذرة كأنهم يقولون : دَعُوا عنكم هذا فلا جدوى فيه واشتغِلوا بالمقصود وما وُعدتم به من العذاب يوم البعث . وفعل { لَبِثْتُم } مستعمل في حقيقته ، أي مكثْتم ، أي استقررتم في القبور ، والخبر مستعمل في التحزين والترويع باعتبار ما يرد بعده من الإفصاح عن حضور وقت عذابهم . و { في } من قوله { فِي كِتَاب الله } للتعليل ، أي لبثتم إلى هذا اليوم ولم يعذبوا من قبل لأجل ما جاء في كتاب الله من تهديدهم بهذا اليوم مثل قوله تعالى : { ومِنْ وَرَائهم بَرْزَخ إلاى يَوْم يُبْعَثُون } [ المؤمنون : 100 ] ، أي : لقد بلغكم ذلك وسمعتموه فكان الشأن أن تؤمنوا به ولا تعتذروا بقولكم مَا لَبِثْنا غيرَ سَاعة .والفاء في { فهذا يوم البعث } فاء الفصيحة أفصحت عن شرط مقدر ، وتفيد معنى المفاجأة كما تقدم عند قوله تعالى : { فَقَدْ كَذَّبُّوكم بِمَا تَقُولون } في سورة الفرقان ( 19 ) ، أي إذا كان كذلك فهذا يوم البعث كالفاء في قول عباس بن الأحنف :قالوا خراسانُ أقصى ما يُراد بنا ... ثم القفول فقد جئنا خراساناوهذا توبيخ لهم وتهديد وتعجيل لإساءتهم بما يترقبهم من العذاب . والاقتصار على { فهذا يوم البعث } ليتوقعوا كل سوء وعذاب .والاستدراك في { ولكنكم كنتم لا تعلمون } استدراك على ما تضمنته جملة { لقد لبثتم في كتاب الله إلى يوم البعث } أي لقد بلغكم ذلك وكان الشأن أن تستعدوا له ولكنكم كنتم لا تعلمون ، أي : لا تتصدون للعلم بما فيه النفع بل كان دأبكم الإعراض عن تصديق الرسول صلى الله عليه وسلموفي التعبير بنفي العلم وقصدِ نفي الاهتمام به والعناية بتلقيه إشارة إلى أن التصدي للتعلّم وسيلة لحصوله .",
  "ayah": 56,
  "surah": 30
}
