{
  "text": "يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآَخِرَةِ هُمْ غَافِلُونَ (7)والوجه أن تكون { مِن } في قوله { من الحياة الدنيا } تبعيضية ، أي يعلمون ظواهر ما في الدنيا ، أي ولا يعلمون دقائقها وهي العلوم الحقيقية وكلها حاصلة في الدنيا . وبهذا الاعتبار كانت الدنيا مزرعة الآخرة .والكلام يشعر بذم حالهم ، ومحطُّ الذم هو جملة { وهم عن الآخرة هم غافلون } . فأما معرفة الحياة الدنيا فليست بمذمة لأن المؤمنين كانوا أيضاً يعلمون ظاهر الحياة الدنيا ، وإنما المذموم أن المشركين يعلمون ما هو ظاهر من أمور الدنيا ولا يعلمون أن وراء عالم المادة عالماً آخر هو عالم الغيب . وقد اقتُصر في تجهيلهم بعالم الغيب على تجهيلهم بوجود الحياة الآخرة اقتصاراً بديعاً حصل به التخلص من غرض الوعد بنصر الروم إلى غرض أهم وهو إثبات البعث مع أنه يستلزم إثبات عالم الغيب ويكون مثالاً لجهلهم بعالم الغيب وذَمّاً لجهلهم به بأنه أوقعهم في ورطة إهمال رجاء الآخرة وإهماللِ الاستعداد لما يقتضيه ذلك الرجاء ، فذلك موقع قوله { وهم عن الآخرة هم غافلون } ؛ فجملة { يعلمون ظاهراً من الحياة الدنيا } بدل من جملة { لا يعلمون } بدل اشتمال باعتبار ما بعد الجملة من قوله { وهم عن الآخرة هم غافلون } لأن علمهم يشتمل على معنى نفي علم بمغيبات الآخرة وإن كانوا يعلمون ظواهر الحياة الدنيا .وجملة { وهم عن الآخرة هم غافلون } يجوز أن تجعلها عطفاً على جملة { يعلمون ظاهراً من الحياة الدنيا } فحصل الإخبار عنهم بعلم أشياء وعدم العلم بأشياء ، ولك أن تجعل جملة { وهم عن الآخرة } الخ في موقع الحال ، والواو واو الحال .وعُبر عن جهلهم الآخرة بالغَفلة كناية عن نهوض دلائل وجود الحياة الآخرة لو نظروا في الدلائل المقتضية وجود حياة آخرة فكان جهلهم بذلك شبيهاً بالغفلة لأنه بحيث ينكشف لو اهتموا بالنظر فاستعير له { غَافِلون استعارة تبعية .وهُم } الأولى في موضع مبتدأ و { هم الثانية ضمير فصل . والجملة الاسمية دالة على تمكنهم من الغفلة عن الآخرة وثباتهم في تلك الغفلة ، وضمير الفصل لإفادة الاختصاص بهم ، أي هم الغافلون عن الآخرة دون المؤمنين .ومن البديع الجمع بين لا يَعْلَمون } و { يَعْلَمُون . } وفيه الطباق من حيث ما دلّ عليه اللفظان لا من جهة متعلقهما . وقريب منه قوله تعالى { ولقَد عَلمُوا لِمن اشتَرَاه ما لَهُ في الآخِرَة من خلاق ولبِئْسَ ما شَرَوْا به أنفُسَهُم لَو كَانُوا يَعْلَمون } [ البقرة : 102 ] .",
  "ayah": 7,
  "surah": 30
}
