{
  "text": "قُلْ\n(Say,) O Muhammad ,\nلاَّ يَسْتَوِى الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ\n(Not equal are the bad things and the good things, even though they may please you) O human,\nكَثْرَةُ الْخَبِيثِ\n(the abundance of bad.) This Ayah means, the little permissible is better than the abundant evil.\nفَاتَّقُواْ اللَّهَ يأُوْلِى الأَلْبَـبِ\n(have Taqwa of Allah, O men of understanding...) who have sound minds, avoid and abandon the impermissible, and let the permissible be sufficient for you,\nلَعَلَّكُمْ تُفْلِحُونَ\n(in order that you may be successful.) in this life and the Hereafter. \" So have Taqwa of Allah, O men of understanding in order that you may be successful.) (101. O you who believe! Ask not about things which, if made plain to you, may cause you trouble. But if you ask about them while the Qur'an is being revealed, they will be made plain to you. Allah has forgiven that, and Allah is Oft-Forgiving, Most Forbearing.) (102. Before you, a community asked such questions, then on that account they became disbelievers.) Allah says to His Messenger ,\nقُلْ\n(Say,) O Muhammad ,\nلاَّ يَسْتَوِى الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ\n(Not equal are the bad things and the good things, even though they may please you) O human,\nكَثْرَةُ الْخَبِيثِ\n(the abundance of bad.) This Ayah means, the little permissible is better than the abundant evil.\nفَاتَّقُواْ اللَّهَ يأُوْلِى الأَلْبَـبِ\n(have Taqwa of Allah, O men of understanding...) who have sound minds, avoid and abandon the impermissible, and let the permissible be sufficient for you,\nلَعَلَّكُمْ تُفْلِحُونَ\n(in order that you may be successful.) in this life and the Hereafter.\nUnnecessary Questioning is Disapproved of\nAllah said next,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ\n(O you who believe! Ask not about things which, if made plain to you, may cause you trouble.) This Ayah refers to good conduct that Allah is teaching His believing servants, by forbidding them from asking about useless things. Since if they get the answers they sought, they might be troublesome for them and difficult on their ears. Al-Bukhari recorded that Anas bin Malik said, \"The Messenger of Allah gave a speech unlike anything I heard before. In this speech, he said,\n«لَو تَعْلَمُونَ مَا أَعْلَمُ، لَضَحِكْتُمْ قَلِيلًا، وَلَبَكَيْتُمْ كَثِيرًا»\n(If you but know what I know, you will laugh little and cry a lot.) The companions of Allah's Messenger ﷺ covered their faces and the sound of crying was coming out of their chests. A man asked, `Who is my father' The Prophet said, `So-and-so'. This Ayah was later revealed,\nلاَ تَسْأَلُواْ عَنْ أَشْيَآءَ\n(Ask not about things...).\" Muslim, Ahmad, At-Tirmidhi and An-Nasa'i recorded this Hadith. Ibn Jarir recorded that Qatadah said about Allah's statement,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ\n(O you who believe! Ask not about things which, if made plain to you, may cause you trouble.) Anas bin Malik narrated that once, the people were questioning the Messenger of Allah ﷺ until they made him angry. So he ascended the Minbar and said,\n«لَا تَسْأَلُونِي الْيَوْمَ عَنْ شَيْءٍ إِلَّا بَيَّنْتُهُ لَكُم»\n(You will not ask me about anything today but I will explain it to you.) So the Companions of the Messenger of Allah ﷺ feared that it was the commencement of a momentous event, and I looked to my right and left and found only people who covered their faces, crying. An argumentative man who was said to be the son of someone other than his true father asked, \"O Allah's Messenger! Who is my father The Prophet said, `Your father is Hudhafah.\" `Umar stood up (when he saw anger on the Prophet's face) and said, \"We accept Allah as our Lord, Islam as our religion and Muhammad as our Messenger, I seek refuge with Allah from the evil of the Fitan (trials in life and religion).\" The Messenger of Allah ﷺ said,\n«لَمْ أَرَ فِي الْخَيْرِ وَالشَّرِّ كَالْيَومِ قَطُّ، صُوِّرَتْ لِي الجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا دُونَ الْحَائِط»\n(I have never witnessed both goodness and evil like I have today. Paradise and the Fire were shown to me and I saw them before that wall.) This Hadith was recorded in the Two Sahihs from Sa`id. Al-Bukhari recorded that Ibn `Abbas said, \"Some people used to question the Messenger of Allah ﷺ to mock him. One of them would ask, `Who is my father,' while another would ask, `Where is my camel,' when he lost his camel. Allah sent down this Ayah about them,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ\n(O you who believe! Ask not about things which, if made plain to you, may cause you trouble...).\" Imam Ahmad recorded that `Ali said, \"When this Ayah was revealed,\nوَللَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَـعَ إِلَيْهِ سَبِيلاً\n(And Hajj to the House is a duty that mankind owes to Allah, those who can bear the journey.)3:97, they asked, `O Allah's Messenger! Is it required every year' He did not answer them, and they asked again, `Is it every year' He still did not answer them, so they asked, `Is it every year' He said,\n«لَا، وَلَوْ قُلْتُ: نَعَمْ لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمَا اسْتَطَعْتُم»\n(No, and had I said `yes', it would have become obligated, and had it become obligated, you would not be able to bear it.) Allah sent down,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ\n(O you who believe! Ask not about things which, if made plain to you, may cause you trouble.).\" At-Tirmidhi and Ibn Majah also recorded this Hadith. The apparent wording of this Ayah indicates that we are forbidden to ask about things that if one has knowledge of, he would be sorry he had asked. Consequently, it is better to avoid such questions. rAllah's statement,\nوَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ الْقُرْءَانُ تُبْدَ لَكُمْ\n(But if you ask about them while the Qur'an is being revealed, they will be made plain to you.) means, if you ask about things that you are prohibited from asking about, then when the revelation about them comes to the Messenger , they will be made plain for you,\nوَذَلِكَ عَلَى اللَّهِ يَسِيرٌ\n(Verily! That is easy for Allah.) Allah said next,\nعَفَا اللَّهُ عَنْهَا\n(Allah has forgiven that,) what you did before this,\nوَاللَّهُ غَفُورٌ حَلِيمٌ\n(and Allah is Oft-Forgiving, Most Forbearing.) Do not ask about things that do not have a ruling yet, for because of your questions, a difficult ruling may be ordained. A Hadith states,\n«أَعْظَمُ الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْءٍ لَمْ يُحَرَّمْ، فَحُرِّمَ مِنْ أَجْلِ مَسْأَلَتِه»\n(The worst criminal among the Muslims is he who asks if a matter is unlawful (or not), and it becomes unlawful because of his asking about it.) It is recorded in the Sahih that the Messenger of Allah ﷺ said,\n«ذَرُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ كَثْرَةُ سُؤَالِهِمْ وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِم»\n(Leave me as I have left you, those before you were destroyed because of many questions and disputing with their Prophets.) An authentic Hadith also states,\n«أَنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً بِكُمْ غَيْرَ نِسْيَانٍ فَلَا تَسْأَلُوا عَنْهَا»\n(Allah, the Most Honored, has ordained some obligations, so do not ignore them; has set some limits, so do not trespass them; has prohibited some things, so do not commit them; and has left some things without rulings, out of mercy for you, not that He forgot them, so do not ask about them.) Allah said next,\nقَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُواْ بِهَا كَـفِرِينَ\n(Before you, a community asked such questions, then on that account they became disbelievers.) meaning, some people before your time asked such questions and they were given answers. They did not believe the answers, so they became disbelievers because of that. This occurred because these rulings were made plain to them, yet they did not benefit at all from that, for they asked about these things not to gain guidance, but only to mock and defy.",
  "ayah": 100,
  "surah": 5
}
