{
  "text": "`Isa Rejects Shirk and Affirms Tawhid\nAllah will also speak to His servant and Messenger, `Isa son of Maryam, peace be upon him, saying to him on the Day of Resurrection in the presence of those who worshipped `Isa and his mother as gods besides Allah,\nيعِيسَى ابْنَ مَرْيَمَ أَءَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِى وَأُمِّىَ إِلَـهَيْنِ مِن دُونِ اللَّهِ\n(O `Isa, son of Maryam! Did you say unto men: `Worship me and my mother as two gods besides Allah') This is a threat and a warning to Christians, chastising them in public, as Qatadah and others said, and Qatadah mentioned this Ayah as evidence,\nهَـذَا يَوْمُ يَنفَعُ الصَّـدِقِينَ صِدْقُهُمْ\n(\"This is a Day on which the truthful will profit from their truth.\") 5:119 Allah's statement,\nسُبْحَـنَكَ مَا يَكُونُ لِى أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ\n(Glory be to You! It was not for me to say what I had no right (to say)...) contains Allah's direction for `Isa to utter the perfect answer. Ibn Abi Hatim recorded that Abu Hurayrah said, \"`Isa will be taught his argument in reply to what Allah will ask him,\nوَإِذْ قَالَ اللَّهُ يعِيسَى ابْنَ مَرْيَمَ أَءَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِى وَأُمِّىَ إِلَـهَيْنِ مِن دُونِ اللَّهِ\n(And (remember) when Allah will say (on the Day of Resurrection): \"O `Isa, son of Maryam! Did you say unto men: `Worship me and my mother as two gods besides Allah') 5:116.\" Abu Hurayrah then narrated that the Prophet said that Allah taught `Isa to say,\nسُبْحَـنَكَ مَا يَكُونُ لِى أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ\n(Glory be to You! It was not for me to say what I had no right (to say)...) Ath-Thawri narrated this Hadith from Ma`mar from Ibn Tawus from Tawus. `Isa's statement,\nإِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ\n(Had I said such a thing, You would surely have known it.) means, had I said it, You, my Lord, would have known it, for nothing escapes Your knowledge. Rather, I have not said these words nor did the thought even cross my mind, this why he said,\nتَعۡلَمُ مَا فِى نَفۡسِى وَلَآ أَعۡلَمُ مَا فِى نَفۡسِكَ‌ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلۡغُيُوبِ • مَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِى بِهِ\n(You know what is in my inner self though I do not know what is in Yours, truly, You, only You, are the Knower of all that is hidden and unseen. Never did I say to them ought except what You (Allah) did command me to say...) and convey,\nأَنِ اعْبُدُواْ اللَّهَ رَبِّى وَرَبَّكُمْ\n(Worship Allah, my Lord and your Lord.) I only called them to what You sent me with and commanded me to convey to them,\nأَنِ اعْبُدُواْ اللَّهَ رَبِّى وَرَبَّكُمْ\n(Worship Allah, my Lord and your Lord) and this is what I conveyed to them,\nوَكُنتُ عَلَيْهِمْ شَهِيداً مَّا دُمْتُ فِيهِمْ\n(And I was a witness over them while I dwelled amongst them,) I was a witness over what they did when I was amongst them,\nفَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَىْءٍ شَهِيدٌ\n(but when You took me up, You were the Watcher over them, and You are a Witness to all things.) Abu Dawud At-Tayalisi recorded that Ibn `Abbas said, \"The Messenger of Allah ﷺ stood up once and gave us a speech in which he said,\n«يَا أَيُّهَا النَّاسُ إِنَّكُمْ مَحْشُورُونَ إِلَى اللهِ عَزَّ وَجَلَّ حُفَاةً، عُرَاةً، غُرْلا»\nا (O people! You will be gathered to Allah while barefooted, naked and uncircumcised;\nكَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ\n(As We began the first creation, We shall repeat it.)\n«وَإِنَّ أَوَّلَ الْخَلَائِقِ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ، أَلَا وَإِنَّهُ يُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ، فَأَقُولُ: أَصْحَابِي، فَيُقَالُ:إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ، فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِح»\nThe first among the creation who will be covered with clothes will be Ibrahim. Some men from my Ummah will be brought and taken to the left (to the Fire) and I will yell, `They are my followers!' It will be said, `You do not know what they innvovated after you (in religion).' So I will say just as the righteous servant (`Isa) said,\nمَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِى بِهِ أَنِ اعْبُدُواْ اللَّهَ رَبِّى وَرَبَّكُمْ وَكُنتُ عَلَيْهِمْ شَهِيداً مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَى كُلِّ شَىْءٍ شَهِيدٌ - إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ\n(And I was a witness over them while I dwelled amongst them, but when You took me up, You were the Watcher over them, and You are a Witness to all things. If You punish them, they are Your servants, and if You forgive them, verily You, only You are the Almighty, the All-Wise.)\n«فَيُقَالُ: إِنَّ هؤُلَاءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُم»\n(It will further be said, `These people kept reverting back on their heels after you left them.')\" Al-Bukhari also recorded this Hadith in the explanation of this Ayah. Allah said;\nإِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ\n(If You punish them, they are Your servants, and if You forgive them, verily You, only You are the Almighty, the All-Wise.) All matters refer back to Allah, for He does what He Wills and none can question Him about what He does, while He will question them. This Ayah also shows the crime of the Christians who invented a lie against Allah and His Messenger, thus making a rival, wife and son for Allah. Allah is glorified in that He is far above what they attribute to Him. So this Ayah 5:118 has tremendous value and delivers unique news.\nقَالَ اللَّهُ هَـذَا يَوْمُ يَنفَعُ الصَّـدِقِينَ صِدْقُهُمْ لَهُمْ جَنَّـتٌ تَجْرِى مِن تَحْتِهَا الاٌّنْهَـرُ خَـلِدِينَ فِيهَآ أَبَداً رَّضِىَ اللَّهُ عَنْهُمْ وَرَضُواْ عَنْهُ ذلِكَ الْفَوْزُ الْعَظِيمُ - للَّهِ مُلْكُ السَّمَـوَتِ وَالاٌّرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ",
  "ayah": 118,
  "surah": 5
}
