{
  "text": "Musa Reminds His People of Allah's Favors on Them; The Jews Refuse to Enter the Holy Land\nAllah states that His servant, Messenger, to whom He spoke directly, Musa, the son of `Imran, reminded his people that among the favors Allah granted them, is that He will give them all of the good of this life and the Hereafter, if they remain on the righteous and straight path. Allah said,\nوَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَـقَوْمِ اذْكُرُواْ نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَآءَ\n(And (remember) when Musa said to his people: \"O my people! Remember the favor of Allah to you, when He made Prophets among you,) for whenever a Prophet died, another rose among them, from the time of their father Ibrahim and thereafter. There were many Prophets among the Children of Israel calling to Allah and warning against His torment, until `Isa was sent as the final Prophet from the Children of Israel. Allah then sent down the revelation to the Final Prophet and Messenger, Muhammad ﷺ, the son of `Abdullah, from the offspring of Isma`il, the son of Ibrahim, peace be upon them. Muhammad is the most honorable Prophet of all times. Allah said next,\nوَجَعَلَكُمْ مُّلُوكاً\n(made you kings) `Abdur-Razzaq recorded that Ibn `Abbas commented: \"Having a servant, a wife and a house.\" In his Mustadrak, Al-Hakim recorded that Ibn `Abbas said, \"A wife and a servant, and, a\nوَءَاتَـكُمْ مَّا لَمْ يُؤْتِ أَحَداً مِّن الْعَـلَمِينَ\n(and gave you what He had not given to any other among the nations (`Alamin).) means, during their time.\" Al-Hakim said, \"Sahih according to the criteria of the Two Sahihs, but they did not collect it.\" Qatadah said, \"They were the first people to take servants.\" A Hadith states,\n«مَنْ أَصْبَحَ مِنْكُمْ مُعَافًى فِي جَسَدِهِ، آمِنًا فِي سِرْبِهِ، عِنْدَهُ قُوتُ يَوْمِهِ، فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا بِحَذَافِيرِهَا»\n(He among you who wakes up while healthy in body, safe in his family and having the provision for that very day, is as if the world and all that was in it were collected for him.) Allah's statement,\nوَءَاتَـكُمْ مَّا لَمْ يُؤْتِ أَحَداً مِّن الْعَـلَمِينَ\n(and gave you what He had not given to any other among the nations (Al-`Alamin).) means, during your time, as we stated. The Children of Israel were the most honorable among the people of their time, compared to the Greek, Copts and the rest of mankind. Allah said in another Ayah,\nوَلَقَدْ ءَاتَيْنَا بَنِى إِسْرَءِيلَ الْكِتَـبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَـهُمْ مِّنَ الطَّيِّبَـتِ وَفَضَّلْنَـهُمْ عَلَى الْعَـلَمينَ\n(And indeed We gave the Children of Israel the Scripture, and the understanding of the Scripture and its laws, and the Prophethood; and provided them with good things, and preferred them above the nations (Al-`Alamin).) Allah said,\nلَّهُمْ قَالُواْ يَمُوسَى اجْعَلْ لَّنَآ إِلَـهًا كَمَا لَهُمْ ءَالِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ\nإِنَّ هَـؤُلاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـطِلٌ مَّا كَانُواْ يَعْمَلُونَ - قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَـهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَـلَمِينَ\n(They said: \"O Musa! Make for us a god as they have gods.\" He said: \"Verily, you are an ignorant people.\" Musa added: \"Verily, these people will be destroyed for that which they are engaged in (idol worship).\" And all that they are doing is in vain. He said: \"Shall I seek for you a god other than Allah, while He has given you superiority over the nations.\") Therefore, they were the best among the people of their time. The Muslim Ummah is more respected and honored before Allah, and has a more perfect legislative code and system of life, it has the most honorable Prophet, the larger kingdom, more provisions, wealth and children, a larger domain and more lasting glory than the Children of Israel. Allah said,\nوَكَذَلِكَ جَعَلْنَـكُمْ أُمَّةً وَسَطًا لِّتَكُونُواْ شُهَدَآءَ عَلَى النَّاسِ\n(Thus We have made you, a just (the best) nation, that you be witnesses over mankind.) We mentioned the Mutawatir Hadiths about the honor of this Ummah and its status and honor with Allah, when we explained Allah's statement in Surah Al-`Imran (3),\nكُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ\n(You are the best of peoples ever raised up for mankind...) Allah states next that Musa encouraged the Children of Israel to perform Jihad and enter Jerusalem, which was under their control during the time of their father Ya`qub. Ya`qub and his children later moved with his children and household to Egypt during the time of Prophet Yusuf. His offspring remained in Egypt until their exodus with Musa. They found a mighty, strong people in Jerusalem who had previously taken it over. Musa, Allah's Messenger, ordered the Children of Israel to enter Jerusalem and fight their enemy, and he promised them victory and triumph over the mighty people if they did so. They declined, rebelled and defied his order and were punished for forty years by being lost, wandering in the land uncertain of where they should go. This was their punishment for defying Allah's command. Allah said that Musa ordered them to enter the Holy Land,\nالَّتِى كَتَبَ اللَّهُ لَكُمْ\n(which Allah has assigned to you) meaning, which Allah has promised to you by the words of your father Isra'il, that it is the inheritance of those among you who believe.\nوَلاَ تَرْتَدُّوا عَلَى أَدْبَـرِكُمْ\n(and turn not back) in flight from Jihad.\nفَتَنقَلِبُواْ خَـسِرِينَقَالُوا يَامُوسَى إِنَّ فِيهَا قَوْماً جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّى يَخْرُجُواْ مِنْهَا فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَخِلُونَ\n(\". ..for then you will be returned as losers.\" They said, \"O Musa! In it are a people of great strength, and we shall never enter it, till they leave it; when they leave, then we will enter.\") Their excuse was this, in this very town you commanded us to enter and fight its people, there is a mighty, strong, vicious people who have tremendous physique and physical ability. We are unable to stand against these people or fight them. Therefore, they said, we are incapable of entering this city as long as they are still in it, but if they leave it, we will enter it. Otherwise, we cannot stand against them.\nThe Speeches of Yuwsha` (Joshua) and Kalib (Caleb)\nAllah said,\nقَالَ رَجُلاَنِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا\n(Two men of those who feared (Allah and) on whom Allah had bestowed His grace said...) When the Children of Israel declined to obey Allah and follow His Messenger Musa, two righteous men among them, on whom Allah had bestowed a great bounty and who were afraid of Allah and His punishment, encouraged them to go forward. It was also said that the Ayah reads in a way that means that these men were respected and honored by their people. These two men were Yuwsha`, the son of Nun, and Kalib, the son of Yufna, as Ibn `Abbas, Mujahid, `Ikrimah, `Atiyyah, As-Suddi, Ar-Rabi` bin Anas and several other Salaf and latter scholars stated. These two men said to their people,\nادْخُلُواْ عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـلِبُونَ وَعَلَى اللَّهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ\n(\"Assault them through the gate, for when you are in, victory will be yours. And put your trust in Allah if you are believers indeed.\") Therefore, they said, if you rely on and trust in Allah, follow His command and obey His Messenger, then Allah will give you victory over your enemies and will give you triumph and dominance over them. Thus, you will conquer the city that Allah has promised you. This advice did not benefit them in the least,\nقَالُواْ يَـمُوسَى إِنَّا لَنْ نَّدْخُلَهَآ أَبَداً مَّا دَامُواْ فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَـهُنَا قَـعِدُونَ\n(They said, \"O Musa! We shall never enter it as long as they are there. So go, you and your Lord, and fight you two, we are sitting right here.\") This is how they declined to join Jihad, defied their Messenger, and refused to fight their enemy.\nThe Righteous Response of the Companions During the Battle of Badr\nCompare this to the better response the Companions gave to the Messenger of Allah during the battle of Badr, when he asked for their advice about fighting the Quraysh army that came to protect the caravan led by Abu Sufyan. When the Muslim army missed the caravan and the Quraysh army, between nine hundred and one thousand strong, helmeted and drawing closer, Abu Bakr stood up and said something good. Several more Muhajirin also spoke, all the while the Messenger of Allah saying,\n«أشيروا علي أيها المسلمون»\n(Advise me, O Muslims!) inquiring of what the Ansar, the majority then, had to say. Sa`d bin Mu`adh said, \"It looks like you mean us, O Messenger of Allah! By He Who has sent you with the Truth! If you seek to cross this sea and went in it, we will follow you and none among us will remain behind. We would not hate for you to lead us to meet our enemy tomorrow. We are patient in war, vicious in battle. May Allah allow you to witness from our efforts what comforts your eyes. Therefore, march forward with the blessing of Allah.\" The Messenger of Allah ﷺ was pleased with the words of Sa`d and was encouraged to march on. Abu Bakr bin Marduwyah recorded that Anas said that when the Messenger of Allah went to Badr, he asked the Muslims for their opinion, and `Umar gave his. The Prophet again asked the Muslims for their opinion and the Ansar said, \"O Ansar! It is you whom the Prophet wants to hear.\" They said, \"We will never say as the Children of Israel said to Musa,\nفَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَـهُنَا قَـعِدُونَ\n(So go, you and your Lord, and fight you two, we are sitting right here.) By He Who has sent you with the Truth! If you took the camels to Bark Al-Ghimad (near Makkah) we shall follow you.\" Imam Ahmad, An-Nasa'i and Ibn Hibban also recorded this Hadith. In the Book of Al-Maghazi and At-Tafsir, Al-Bukhari recorded that `Abdullah bin Mas`ud said, \"On the day of Badr, Al-Miqdad said, `O Messenger of Allah! We will never say to you what the Children of Israel said to Musa,\nفَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَـهُنَا قَـعِدُونَ\n(So go, you and your Lord, and fight you two, we are sitting right here.) Rather, march on and we will be with you.' The Messenger of Allah ﷺ was satisfied after hearing this statement.\"\nMusa Supplicates to Allah Against the Jews\nMusa said,\nقَالَ رَبِّ إِنِّى لا أَمْلِكُ إِلاَّ نَفْسِى وَأَخِى فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَـسِقِينَ\n(\"O my Lord! I have power only over myself and my brother, so separate us from the rebellious people!\") When the Children of Israel refused to fight, Musa became very angry with them and supplicated to Allah against them,\nرَبِّ إِنِّى لا أَمْلِكُ إِلاَّ نَفْسِى وَأَخِى\n(O my Lord! I have power only over myself and my brother') meaning, only I and my brother Harun among them will obey, implement Allah's command and accept the call,\nفَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَـسِقِينَ\n(So Ifruq us from the rebellious people!) Al-`Awfi reported that Ibn `Abbas said, \"Meaning, judge between us and them.\" `Ali bin Abi Talhah reported similarly from him. Ad-Dahhak said that the Ayah means, \"Judge and decide between us and them.\" Other scholars said that the Ayah means, \"Separate between us and them.\"\nForbidding the Jews from Entering the Holy Land for Forty Years\nAllah said,\nفَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِى الاٌّرْضِ\n(Therefore it is forbidden to them for forty years; in distraction they will wander through the land.) When Musa supplicated against the Jews for refusing to fight in Jihad, Allah forbade them from entering the land for forty years. They wandered about lost in the land of At-Tih, unable to find their way out. During this time, tremendous miracles occurred, such as the clouds that shaded them and the manna and quails Allah sent down for them. Allah brought forth water springs from solid rock, and the other miracles that He aided Musa bin `Imran with. During this time, the Tawrah was revealed and the Law was established for the Children of Israel and the Tabernacle of the Covenant was erected.\nConquering Jerusalem\nAllah's statement,\nأَرْبَعِينَ سَنَةً\n(for forty years;) defines,\nيَتِيهُونَ فِى الاٌّرْضِ\n(in distraction they will wander through the land.) When these years ended, Yuwsha` bin Nun led those who remained among them and the second generation, and laid siege to Jerusalem, conquering it on a Friday afternoon. When the sun was about to set and Yuwsha` feared that the Sabbath would begin, he said (to the sun), \"You are commanded and I am commanded, as well. O Allah! Make it stop setting for me.\" Allah made the sun stop setting until Yuwsha` bin Nun conquered Jerusalem. Next, Allah commanded Yuwsha` to order the Children of Israel to enter Jerusalem from its gate while bowing and saying Hittah, meaning, `remove our sins.' Yet, they changed what they were commanded and entered it while dragging themselves on their behinds and saying, `Habbah (a seed) in Sha`rah (a hair).\" We mentioned all of this in the Tafsir of Surat Al-Baqarah. Ibn Abi Hatim recorded that Ibn `Abbas commented,\nفَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِى الاٌّرْضِ\n(Therefore it is forbidden to them for forty years; in distraction they will wander through the land.) \"They wandered in the land for forty years, during which Musa and Harun died, as well as everyone above forty years of age. When the forty years ended, Yuwsha` son of Nun assumed their leadership and later conquered Jerusalem. When Yuwsha` was reminded that the day was Friday and the sun was about to set, while they were still attacking Jerusalem, he feared that the Sabbath might begin. Therefore, he said to the sun, `I am commanded and you are commanded.' Allah made the sun stop setting and the Jews conquered Jerusalem and found wealth unseen before. They wanted to let the fire consume the booty, but the fire would not do that. Yuwsha` said, `Some of you have committed theft from the booty.' So he summoned the twelve leaders of the twelve tribes and took the pledge from them. Then, the hand of one of them became stuck to the hand of Yuwsha` and Yuwsha` said, `You committed the theft, so bring it forth.' So, that man brought a cow's head made of gold with two eyes made of precious stones and a set of teeth made of pearls. When Yuwsha` added it to the booty, the fire consumed it, as they were prohibited to keep the booty.\" There is evidence supporting all of this in the Sahih.\nAllah Comforts Musa\nConforting Musa, Allah said\nفَلاَ تَأْسَ عَلَى الْقَوْمِ الْفَـسِقِينَ\n(So do not greive for the rebellious people.) Allah said: Do not feel sorrow or sadness over My judgment against them, for they deserve such judgment. This story chastises the Jews, exposes their defiance of Allah and His Messenger, and their refusal to obey the order for Jihad. They were weak and could not bear the thought of fighting their enemy, being patient, and enduring this way. This occurred although they had the Messenger of Allah ﷺ and the one whom He spoke to among them, the best of Allah's creation that time. Their Prophet promised them triumph and victory against their enemies. They also witnessed the torment and punishment of drowning with which Allah punished their enemy Fir`awn and his soldiers, so that their eyes were pleased and comforted. All this did not happen too long ago, yet they refused to perform Jihad against people who had less than a tenth of the power and strength than the people of Egypt had. Therefore, the evil works of the Jews were exposed to everyone, and the exposure was such an enormous one that the night, or the tail, can never cover its tracks. They were also blinded by their ignorance and transgression. Thus, they became hated by Allah, and they became His enemies. Yet, they claim that they are Allah's children and His loved ones! May Allah curse their faces that were transformed to the shape of swine and apes, and may Allah's curse accompany them to the raging Fire. May Allah make them abide in the Fire for eternity, and He did; all thanks are due to Him.",
  "ayah": 25,
  "surah": 5
}
