{
  "text": "The Story of Habil (Abel) and Qabil (Cain)\nAllah describes the evil end and consequence of transgression, envy and injustice in the story of the two sons of Adam, Habil and Qabil. One of them fought against the other and killed him out of envy and transgression, because of the bounty that Allah gave his brother and because the sacrifice that he sincerely offered to Allah was accepted. The murdered brother earned forgiveness for his sins and was admitted into Paradise, while the murderer failed and earned a losing deal in both the lives. Allah said,\nوَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَىْ ءْادَمَ بِالْحَقِّ\n(And recite to them the story of the two sons of Adam in truth;) meaning, tell these envious, unjust people, the brothers of swine and apes from the Jews and their likes among mankind, the story of the two sons of Adam, Habil and Qabil, as many scholars among the Salaf and later generations said. Allah's statement,\nبِالْحَقِّ\n(in truth;) means, clearly and without ambiguity, alteration, confusion, change, addition or deletion. Allah said in other Ayat,\nإِنَّ هَـذَا لَهُوَ الْقَصَصُ الْحَقُّ\n(Verily, this is the true narrative about the story of `Isa,)\nنَحْنُ نَقُصُّ عَلَيْكَ نبَأَهُم بِالْحَقِّ\n(We narrate unto you their story with truth, ) and,\nذلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ\n(Such is `Isa, son of Maryam. (It is) a statement of truth.) Several scholars among the Salaf and the later generations said that Allah allowed Adam to marry his daughters to his sons because of the necessity of such action. They also said that in every pregnancy, Adam was given a twin, a male and a female, and he used to give the female of one twin, to the male of the other twin, in marriage. Habil's sister was not beautiful while Qabil's sister was beautiful, resulting in Qabil wanting her for himself, instead of his brother. Adam refused unless they both offer a sacrifice, and he whose sacrifice was accepted, would marry Qabil's sister. Habil's sacrifice was accepted, while Qabil's sacrifice was rejected, and thus what Allah told us about them occurred. Ibn Abi Hatim recorded that Ibn `Abbas said -- that during the time of Adam -- \"The woman was not allowed in marriage for her male twin, but Adam was commanded to marry her to any of her other brothers. In each pregnancy, Adam was given a twin, a male and a female. A beautiful daughter was once born for Adam and another one that was not beautiful. So the twin brother of the ugly daughter said, `Marry your sister to me and I will marry my sister to you.' He said, `No, for I have more right to my sister.' So they both offered a sacrifice. The sacrifice of the one who offered the sheep was accepted while the sacrifice of the other the twin brother of the beautiful daughter, which consisted of some produce, was not accepted. So the latter killed his brother.\" This story has a better than good chain of narration. The statement,\nإِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ\n(\"Verily, Allah accepts only from those who have Taqwa.) who fear Allah in their actions. Ibn Abi Hatim recorded that Abu Ad-Darda' said, \"If I become certain that Allah has accepted even one prayer from me, it will be better for me than this life and all that in it. This is because Allah says,\nإِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ\n(Verily, Allah accepts only from the those who have Taqwa.) The statement,\nلَئِن بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَاْ بِبَاسِطٍ يَدِىَ إِلَيْكَ لاًّقْتُلَكَ إِنِّى أَخَافُ اللَّهَ رَبَّ الْعَـلَمِينَ\n(\"If you do stretch your hand against me to kill me, I shall never stretch my hand against you to kill you, for I fear Allah; the Lord of all that exists.\") Qabil's brother, the pious man whose sacrifice was accepted because of his piety, said to his brother, who threatened to kill him without justification,\nلَئِن بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَاْ بِبَاسِطٍ يَدِىَ إِلَيْكَ لاًّقْتُلَكَ\n(If you do stretch your hand against me to kill me, I shall never stretch my hand against you to kill you,) I will not commit the same evil act that you threaten to commit, so that I will not earn the same sin as you,\nإِنِّى أَخَافُ اللَّهَ رَبَّ الْعَـلَمِينَ\n(for I fear Allah; the Lord of the all that exists.) and, as a result, I will not commit the error that you threaten to commit. Rather, I will observe patience and endurance. `Abdullah bin `Amr said, \"By Allah! Habil was the stronger of the two men. But, fear of Allah restricted his hand.\" The Prophet said in a Hadith recorded in the Two Sahihs,\n«إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّار»\n(When two Muslims fight (meet) each other with their swords, both the murderer as well as the murdered will go to the Hellfire.) They said, \"O Allah's Messenger! It is all right for the murderer, but what about the victim\" Allah's Messenger ﷺ replied,\n«إِنَّه كَانَ حَرِيصًا عَلى قَتْلِ صَاحِبِه»\n(He surely had the intention to kill his comrade.) Imam Ahmad recorded that, at the beginning of the calamity that `Uthman suffered from, Sa`d bin Abi Waqqas said, \"I bear witness that the Messenger of Allah ﷺ said,\n«إِنَّهَا سَتَكُونُ فِتْنَةٌ القَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ، وَالْقَائِمُ خَيْرٌ مِنَ الْمَاشِي، وَالْمَاشِي خَيْرٌ مِنَ السَّاعِي»\n(There will be a Fitnah, and he who sits idle during it is better than he who stands up, and he who stands up in it is better than he who walks, and he who walks is better than he who is walking at a fast pace.) When he was asked, `What if someone enters my home and stretched his hand to kill me' He said,\n«كُنْ كَابْنِ آدَم»\n(Be just like (the pious) son of Adam.)\" At-Tirmidhi also recorded it this way, and said, \"This Hadith is Hasan, and similar is reported on this subject from Abu Hurayrah, Khabbab bin Al-Aratt, Abu Bakr, Ibn Mas`ud, Abu Waqid and Abu Musa.\" The Qur'an continues,\nإِنِّى أُرِيدُ أَن تَبُوءَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـبِ النَّارِ وَذَلِكَ جَزَآءُ الظَّـلِمِينَ\n(\"Verily, I intend to let you draw my sin on yourself as well as yours, then you will be one of the dwellers of the Fire, and that is the recompense of the wrongdoers.\") Ibn `Abbas, Mujahid, Ad-Dahhak, As-Suddi and Qatadah said that,\nإِنِّى أُرِيدُ أَن تَبُوءَ بِإِثْمِى وَإِثْمِكَ\n(\"Verily, I intend to let you draw my sin on yourself as well as yours...\") means, the sin of murdering me, in addition to your previous sins. Ibn Jarir recorded this. Allah's statement,\nفَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَـسِرِينَ\n(So the soul of the other encouraged him and made fair-seeming to him the murder of his brother; he murdered him and became one of the losers.) means, his conscience encouraged him to kill his brother by making it seem like a sensible thing to do, so he killed him, even after his brother admonished him. Ibn Jarir said, \"When he wanted to kill his brother, he started to twist his neck. So Shaytan took an animal and placed its head on a rock, then he took another rock, and similar is reported on this subject from Abu Hurayrah, Khabbab bin Al-Aratt, Abu Bakr, Ibn Mas`ud, Abu Waqid and Abu Musa.\" The Qur'an continues,\nإِنِّى أُرِيدُ أَن تَبُوءَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـبِ النَّارِ وَذَلِكَ جَزَآءُ الظَّـلِمِينَ\n(\"Verily, I intend to let you draw my sin on yourself as well as yours, then you will be one of the dwellers of the Fire, and that is the recompense of the wrongdoers.\") Ibn `Abbas, Mujahid, Ad-Dahhak, As-Suddi and Qatadah said that,\nإِنِّى أُرِيدُ أَن تَبُوءَ بِإِثْمِى وَإِثْمِكَ\n(\"Verily, I intend to let you draw my sin on yourself as well as yours...\") means, the sin of murdering me, in addition to your previous sins. Ibn Jarir recorded this. Allah's statement,\nفَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الْخَـسِرِينَ\n(So the soul of the other encouraged him and made fair-seeming to him the murder of his brother; he murdered him and became one of the losers.) means, his conscience encouraged him to kill his brother by making it seem like a sensible thing to do, so he killed him, even after his brother admonished him. Ibn Jarir said, \"When he wanted to kill his brother, he started to twist his neck. So Shaytan took an animal and placed its head on a rock, then he took another rock, and smashed its head with it until he killed it while the son of Adam was looking. So he did the same thing to his brother.\" Ibn Abi Hatim also recorded this. `Abdullah bin Wahb said that `Abdur-Rahman bin Zayd bin Aslam said that his father said, \"Qabil held Habil by the head to kill him, so Habil laid down for him and Qabil started twisting Habil's head, not knowing how to kill him. Shaytan came to Qabil and said, `Do you want to kill him' He said, `Yes.' Shaytan said, `Take that stone and throw it on his head.' So Qabil took the stone and threw it at his brother's head and smashed his head. Shaytan then went to Hawwa' in a hurry and said to her, `O Hawwa'! Qabil killed Habil.' She asked him, `Woe to you! What does `kill' mean' He said, `He will no longer eat, drink or move.' She said, `And that is death' He said, `Yes it is.' So she started to weep until Adam came to her while she was weeping and said, `What is the matter with you' She did not answer him. He asked her two more times, but she did not answer him. So he said, `You and your daughters will inherit the practice of weeping, while I and my sons are free of it.\"' Ibn Abi Hatim recorded it. Allah's statement,\nفَأَصْبَحَ مِنَ الْخَـسِرِينَ\n(And became one of the losers.) in this life and the Hereafter, and which loss is worse than this Imam Ahmad recorded that `Abdullah bin Mas`ud said that the Messenger of Allah ﷺ said,\n«لَا تُقْتَلُ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا،لِأَنَّهُ كَانَ أَوَّلَ مَنْ سَنَّ الْقَتْل»\n(Any soul that is unjustly killed, then the first son of Adam will carry a burden of its shedding, for he was the first to practice the crime of murder.) The Group, with the exception of Abu Dawud, also recorded this Hadith. Ibn Jarir recorded that `Abdullah bin `Amr used to say, \"The son of Adam, who killed his brother, will be the most miserable among men. There is no blood shed on earth since he killed his brother, until the Day of Resurrection, but he will carry a burden from it, for he was the first person to establish murder.\" Allah said,\nفَبَعَثَ اللَّهُ غُرَاباً يَبْحَثُ فِى الاٌّرْضِ لِيُرِيَهُ كَيْفَ يُوَارِى سَوْءَةَ أَخِيهِ قَالَ يَـوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِى فَأَصْبَحَ مِنَ النَّـدِمِينَ\n(Then Allah sent a crow who scratched the ground to show him how to hide the dead body of his brother. He (the murderer) said, \"Woe to me! Am I not even able to be as this crow and to hide the dead body of my brother\" Then he became one of those who regretted.) As-Suddi said that the Companions said, \"When his brother died, Qabil left him on the bare ground and did not know how to bury him. Allah sent two crows, which fought with each other until one of them killed the other. So it dug a hole and threw sand over the dead corpse (which it placed in the hole). When Qabil saw that, he said,\nيَـوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِى\n(\"Woe to me! Am I not even able to be as this crow and to hide the dead body of my brother\") `Ali bin Abi Talhah reported that Ibn `Abbas said, \"A crow came to the dead corpse of another crow and threw sand over it, until it hid it in the ground. He who killed his brother said,\nيَـوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـذَا الْغُرَابِ فَأُوَارِيَ سَوْءَةَ أَخِى\n(Woe to me! Am I not even able to be as this crow and to hide the dead body of my brother)\" Al-Hasan Al-Basri commented on the statement,\nفَأَصْبَحَ مِنَ النَّـدِمِينَ\n(Then he became one of those who regretted.) \"Allah made him feel sorrow after the loss that he earned.\"\nThe Swift Punishment for Transgression and Cutting the Relations of the Womb\nA Hadith states that the Prophet said,\n«مَا مِنْ ذَنْبٍ أَجْدَرُ أَنْ يُعَجِّلَ اللهُ عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِرُ لِصَاحِبهِ فِي الْآخِرَةِ مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِم»\n(There is no sin that is more worthy of Allah hastening its punishment in this life, in addition to what He has in store for its offender in the Hereafter, more than transgression and cutting the relations of the womb.) The act of Qabil included both of these. We are Allah's and to Him is our return.",
  "ayah": 30,
  "surah": 5
}
