{
  "text": "Clarifying the Lawful\nIn the previous Ayah Allah mentioned the prohibited types of food, the impure and unclean things, harmful for those who eat them, either to their bodies, religion or both, except out of necessity,\nوَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ\n(while He has explained to you in detail what is forbidden to you, except under compulsion of necessity) After that, Allah said,\nيَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَـتُ\n(They ask you what is lawful for them. Say, \"Lawful unto you are At-Tayyibat...\") In Surat Al-A`raf Allah describes Muhammad allowing the good things and prohibiting the filthy things. Muqatil said, \"At-Tayyibat includes everything Muslims are allowed and the various types of legally earned provision.\" Az-Zuhri was once asked about drinking urine for medicinal purposes and he said that it is not a type of Tayyibat.\" Ibn Abi Hatim also narrated this statement. Using Jawarih to Hunt Game is Permissible Allah said,\nوَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِينَ\n(And those Jawarih (beasts and birds of prey) which you have trained as hounds...) That is, lawful for you are the animals slaughtered in Allah's Name, and the good things for sustenance. The game you catch with the Jawarih are also lawful for you. This refers to trained dogs and falcons, as is the opinion of the majority of the Companions, their followers, and the Imams. `Ali bin Abi Talhah reported that Ibn `Abbas said that,\nوَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِينَ\n(And those Jawarih (beasts and birds of prey) which you have trained as hounds...) refers to trained hunting dogs, falcons and all types of birds and beasts that are trained to hunt, including dogs, wild cats, falcons, and so forth. Ibn Abi Hatim collected this and said, \"Similar was reported from Khaythamah, Tawus, Mujahid, Makhul and Yahya bin Abi Kathir.\" Ibn Jarir recorded that Ibn `Umar said, \"You are permitted the animal that the trained birds, such as falcons, hunt for you if you catch it (before it eats from it). Otherwise, do not eat from it.\" I say, the majority of scholars say that hunting with trained birds is just like hunting with trained dogs, because bird's of prey catch the game with their claws, just like dogs. Therefore, there is no difference between the two. Ibn Jarir recorded that `Adi bin Hatim said that he asked the Messenger of Allah ﷺ about the game that the falcon hunts and the Messenger ﷺ said,\n«مَا أَمْسَكَ عَلَيْكَ فَكُل»\n(Whatever it catches for you, eat from it.) These carnivores that are trained to catch game are called Jawarih in Arabic, a word that is derived from Jarh, meaning, what one earns. The Arabs would say, \"So-and-so has Jaraha something good for his family,\" meaning, he has earned them something good. The Arabs would say, \"So-and-so does not have a Jarih for him,\" meaning, a caretaker. Allah also said,\nوَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ\n(And He knows what you have done during the day...) meaning, the good or evil you have earned or committed. Allah's statement,\nمُكَلِّبِينَ\n(trained as hounds,) those Jawarih that have been trained to hunt as hounds with their claws or talons. Therefore, if the game is killed by the weight of its blow, not with its claws, then we are not allowed to eat from the game. Allah said,\nتُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ\n(training them in the manner as directed to you by Allah, ) as when the beast is sent, it goes after the game, and when it catches it, it keeps it until its owner arrives and does not catch it to eat it itself. This is why Allah said here,\nفَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُواْ اسْمَ اللَّهِ عَلَيْهِ\n(so eat of what they catch for you, but pronounce the Name of Allah over it,) When the beast is trained, and it catches the game for its owner who mentioned Allah's Name when he sent the beast after the game, then this game is allowed according to the consensus of scholars, even if it was killed. There are Hadiths in the Sunnah that support this statement. The Two Sahihs recorded that `Adi bin Hatim said, \"I said, `O Allah's Messenger! I send hunting dogs and mention Allah's Name.' He replied,\n«إِذَا أَرْسَلْتَ كَلْبَكَ الْمُعَلَّمَ وَذَكَرْتَ اسْمَ اللهِ فَكُلْ مَا أَمْسَكَ عَلَيْك»\n(If, with mentioning Allah's Name, you let loose your tamed dog after a game and it catches it, you may eat what it catches.) I said, `Even if it kills the game' He replied,\n«وَإِنْ قَتَلْنَ، مَا لَمْ يَشْرَكْهَا كَلْبٌ لَيْسَ مِنْهَا، فَإِنَّكَ إِنَّمَا سَمَّيْتَ عَلى كَلْبِكَ وَلَمْ تُسَمِّ عَلى غَيْرِه»\n(Even if it kills the game, unless another dog joins the hunt, for you mentioned Allah's Name when sending your dog, but not the other dog.) I said, `I also use the Mi`rad and catch game with it.' He replied,\n«إِذَا رَمَيْتَ بِالْمِعْرَاضِ فَخَزقَ فَكُلْهُ، وَإِنْ أَصَابَهُ بِعَرْضٍ فَإِنَّهُ وَقِيذٌ فَلَا تَأْكُلْه»\n(If the game is hit by its sharp edge, eat it, but if it is hit by its broad side, do not eat it, for it has been beaten to death.) In another narration, the Prophet said,\n«وَإِذَا أَرْسَلْتَ كَلْبَكَ فَاذْكُرِ اسْمَ اللهِ، فَإِنْ أَمْسَكَ عَلَيْكَ، فَأَدْرَكْتَهُ حَيًّا فَاذْبَحُهُ، وَإِنْ أَدْرَكْتَهُ قَدْ قَتَلَ وَلَمْ يَأْكُلْ مِنْهُ فَكُلْهُ، فَإِنَّ أَخْذَ الْكَلْبِ ذَكَاتُه»\n(If you send your hunting dog, then mention Allah's Name and whatever it catches for you and you find alive, slaughter it. If you catch the game dead and the dog did not eat from it, then eat from it, for the dog has caused its slaughter to be fulfilled.) In yet another narration of two Sahihs, the Prophet said,\n«فَإِنْ أَكَلَ فَلَا تَأْكُلْ، فَإِنِّي أَخَافُ أَنْ يَكُونَ أَمْسَكَ عَلى نَفْسِه»\n(If the dog eats from the game, do not eat from it for I fear that it has caught it as prey for itself.)\nMention Allah's Name Upon Sending the Predators to Catch the Game\nAllah said,\nفَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُواْ اسْمَ اللَّهِ عَلَيْهِ\n(so eat of what they catch for you, but pronounce the Name of Allah over it,) meaning, upon sending it. The Prophet said to `Adi bin Hatim,\n«إِذَا أَرَسَلْتَ كَلْبَكَ الْمُعَلَّمَ، وَذَكَرْتَ اسْمَ اللهِ، فَكُلْ مَا أَمْسَكَ عَلَيْك»\n(When you send your trained dog and mention Allah's Name, eat from what it catches for you.) It is recorded in the Two Sahihs that Abu Tha`labah related that the Prophet said,\n«إِذَا أَرْسَلْتَ كَلْبَكَ فَاذْكُرِ اسْمَ اللهِ، وَإِذَا رَمَيْتَ بِسَهْمِكَ فَاذْكُرِ اسْمَ الله»\n(If you send your hunting dog, mention Allah's Name over it. If you shoot an arrow, mention Allah's Name over it.) `Ali bin Abi Talhah reported that Ibn `Abbas commented,\nوَاذْكُرُواْ اسْمَ اللَّهِ عَلَيْهِ\n(but pronounce the Name of Allah over it,) \"When you send a beast of prey, say, `In the Name of Allah!' If you forget, then there is no harm.\" It was also reported that this Ayah commands mentioning Allah's Name upon eating. It is recorded in the Two Sahihs that the Messenger of Allah ﷺ taught his stepson `Umar bin Abu Salamah saying,\n«سَمِّ اللهَ وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيك»\n(Mention Allah's Name, eat with your right hand and eat from the part of the plate that is in front of you.) Al-Bukhari recorded that `A'ishah said, \"They asked, `O Allah's Messenger! Some people, - recently converted from disbelief - bring us some meats that we do not know if Allah's Name was mentioned over or not.' He replied,\n«سَمُّوا اللهَ أَنْتُمْ وَكُلُوا»\n(Mention Allah's Name on it and eat from it.)\"",
  "ayah": 4,
  "surah": 5
}
