{
  "text": "Praising the Qur'an; the Command to Refer to the Qur'an for Judgment\nAllah mentioned the Tawrah that He sent down to His Prophet Musa, the one whom He spoke directly to, praising it, commanding that it should be implemented, before it was abrogated. Allah then mentioned the Injil, praised it and commanded its people to adhere to it and follow it, as we stated. He next mentioned the Glorious Qur'an that He sent down to His honorable servant and Messenger. Allah said,\nوَأَنزَلْنَآ إِلَيْكَ الْكِتَـبَ بِالْحَقِّ\n(And We have sent down to you the Book in truth...) meaning, with the truth that, no doubt, is coming from Allah,\nمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَـبِ\n(confirming the Scripture that came before it) meaning, the Divinely Revealed Books that praised the Qur'an and mentioned that it would be sent down from Allah to His servant and Messenger Muhammad . The Qur'an was revealed as was foretold in the previous Scriptures. This fact increased faith in the previous Scriptures for the sincere who have knowledge of these Scriptures, those who adhered to Allah's commands and Laws and believed in His Messengers. Allah said,\nقُلْ ءَامِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلاٌّذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً\n(Say: \"Believe in it or do not believe (in it). Verily, those who were given knowledge before it, when it is recited to them, fall down on their faces in humble prostration.\" And they say: \"Glory be to our Lord! Truly, the promise of our Lord must be fulfilled.\") meaning that they say, the promise of our Lord, concerning the coming of Muhammad by the words of His previous Messengers, will certainly be fulfilled. Allah's statement,\nوَمُهَيْمِناً عَلَيْهِ\n(and Muhayminan over it) means entrusted over it, according to Sufyan Ath-Thawri who narrated it from Abu Ishaq from At-Tamimi from Ibn `Abbas. `Ali bin Abi Talhah reported that Ibn `Abbas said, \"Muhaymin is, `the Trustworthy'. Allah says that the Qur'an is trustworthy over every Divine Book that preceded it.\" This was reported from `Ikrimah, Sa`id bin Jubayr, Mujahid, Muhammad bin Ka`b, `Atiyyah, Al-Hasan, Qatadah, `Ata' Al-Khurasani, As-Suddi and Ibn Zayd. Ibn Jarir said, \"The Qur'an is trustworthy over the Books that preceded it. Therefore, whatever in these previous Books conforms to the Qur'an is true, and whatever disagrees with the Qur'an is false.\" Al-Walibi said that Ibn `Abbas said that Muhayminan means, `Witness'. Mujahid, Qatadah and As-Suddi said the same. Al-`Awfi said that Ibn `Abbas said that Muhayminan means, `dominant over the previous Scriptures'. These meanings are similar, as the word Muhaymin includes them all. Consequently, the Qur'an is trustworthy, a witness, and dominant over every Scripture that preceded it. This Glorious Book, which Allah revealed as the Last and Final Book, is the most encompassing, glorious and perfect Book of all times. The Qur'an includes all the good aspects of previous Scriptures and even more, which no previous Scripture ever contained. This is why Allah made it trustworthy, a witness and dominant over all Scriptures. Allah promised that He will protect the Qur'an and swore by His Most Honorable Self,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it (from corruption).) Allah said,\nفَاحْكُم بَيْنَهُم بِمَآ أَنزَلَ اللَّهُ\n(So judge between them by what Allah has revealed.) The Ayah commands: O Muhammad! Rule between the people, Arabs and non-Arabs, lettered and unlettered, by what Allah has revealed to you in this Glorious Book and what it approves of for you from the Law of the previous Prophets, as Ibn Jarir said. Ibn Abi Hatim reported that Ibn `Abbas said, \"The Prophet had the choice to judge between them or to turn away from them and refer them to their own Law. Then this Ayah was revealed,\nوَأَنِ احْكُم بَيْنَهُمْ بِمَآ أَنزَلَ اللَّهُ وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ\n(So judge between them by what Allah has revealed, and follow not their vain desires. ..) and he was commanded to judge between them by our Book.\". Allah's statement\nوَلاَ تَتَّبِعْ أَهْوَآءَهُمْ\n(and follow not their vain desires...) This means the ideas they promote, because of which they turned away from what Allah revealed to His Messengers. This is why Allah said,\nوَلاَ تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ الْحَقِّ\n(And follow not their vain desires, diverging away from the truth that has come to you.) The Ayah commands: Do not diverge from the truth that Allah has ordained for you, to the vain desires of these miserable, ignorant people. Allah's statement,\nلِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَـجاً\n(To each among you, We have prescribed a law and a clear way.)\nلِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً\n(To each among you, We have prescribed a law) Shir`at meaning, a clear path, as Ibn Abi Hatim recorded from Ibn `Abbas.\nوَلَوْ شَآءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَحِدَةً\n(If Allah willed, He would have made you one nation.) This is a general proclamation to all nations informing them of Allah's mighty ability. If Allah wills, He would make all mankind follow one religion and one Law, that would never be abrogated. Allah decided that every Prophet would have his own distinct law that is later abrogated partially or totally with the law of a latter Prophet. Later on, all previous laws were abrogated by the Law that Allah sent with Muhammad , His servant and Messenger, whom Allah sent to the people of earth as the Final Prophet. Allah said,\nوَلَوْ شَآءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَحِدَةً وَلَـكِن لِّيَبْلُوَكُمْ فِى مَآ ءَاتَـكُم\n(If Allah willed, He would have made you one nation, but that (He) may test you in what He has given you.) This Ayah means, Allah has instituted different laws to test His servants' obedience to what He legislates for them, thus, He rewards or punishes them according to their actions and what they intend. `Abdullah bin Kathir said that the Ayah,\nفِى مَآ ءَاتَـكُم\n(In what He has given you.) means, of the Book. Next, Allah encouraged rushing to perform good deeds,\nفَاسْتَبِقُواْ الْخَيْرَتِ\n(so strive as in a race in good deeds.) which are obedience to Allah, following His Law that abrogated the laws that came before it, and believing in His Book, the Qur'an, which is the Final Book that He revealed. Allah said next,\nإِلَى الله مَرْجِعُكُمْ\n(The return of you (all) is to Allah;) Therefore, O people, your return and final destination is to Allah on the Day of Resurrection,\nفَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ\n(then He will inform you about that in which you used to differ.) Allah will inform you about the truth in which you used to differ and will reward the sincere, as compensation for their sincerity, and will punish the disbelieving, rebellious people who rejected the truth and deviated from it to other paths, without proof or evidence to justify their actions. Rather, they have rejected the clear evidences, unequivocal proofs and established signs. Ad-Dahhak said that,\nفَاسْتَبِقُواْ الْخَيْرَتِ\n(So strive as in a race in good deeds.)is directed at the Ummah of Muhammad , but the first view is more apparent. Allah's statement,\nوَأَنِ احْكُم بَيْنَهُمْ بِمَآ أَنزَلَ اللَّهُ وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ\n(And so judge between them by what Allah has revealed and follow not their vain desires,) emphasizes this command and forbids ignoring it. Allah said next,\nوَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ اللَّهُ إِلَيْكَ\n(but beware of them lest they turn you far away from some of that which Allah has sent down to you. ) meaning; beware of the Jews, your enemies, lest they distort the truth for you in what they convey to you. Therefore, do not be deceived by them, for they are liars, treacherous and disbelievers.\nفَإِن تَوَلَّوْاْ\n(And if they turn away,) from the judgement that you pass in their disputes, and they defy Allah's Law,\nفَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ\n(then know that Allah's will is to punish them for some sins of theirs.) meaning, know that this will occur according to the decree of Allah, and because out of His wisdom they have deviated from the truth, and because of their previous sins.\nوَإِنَّ كَثِيراً مِّنَ النَّاسِ لَفَـسِقُونَ\n(And truly, most men are rebellious.) Therefore, the majority of humans are disobedient to their Lord, defiant of the truth and deviate away from it. Allah said in other Ayat,\nوَمَآ أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ\n(And most people will not believe even if you desire it eagerly,) and,\nوَإِن تُطِعْ أَكْثَرَ مَن فِى الاٌّرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ\n(And if you obey most of those on the earth they will mislead you far away from Allah's path.) Muhammad bin Ishaq reported that Ibn `Abbas said, \"Ka`b bin Asad, Ibn Saluba, `Abdullah bin Surya and Shas bin Qays said to each other, `Let us go to Muhammad to try and misguide him from his religion.' So they went to the Prophet and said, `O Muhammad! You know that we are the scholars, noblemen and chiefs of the Jews. If we follow you, the Jews will follow suit and will not contradict us. But, there is enmity between us and some of our people, so we will refer to you for judgement in this matter, and you should rule in our favor against them and we will believe in you.' The Messenger of Allah ﷺ refused the offer and Allah sent down these Ayat about them,\nوَأَنِ احْكُم بَيْنَهُمْ بِمَآ أَنزَلَ اللَّهُ وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ اللَّهُ إِلَيْكَ\n(And so judge between them by what Allah has revealed and follow not their vain desires, but beware of them lest they turn you far away from some of that which Allah has sent down to you.) until,\nلِقَوْمٍ يُوقِنُونَ\n(for a people who have firm faith.)\" Ibn Jarir and Ibn Abi Hatim recorded this Hadith. Allah continues,\nأَفَحُكْمَ الْجَـهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِّقَوْمٍ يُوقِنُونَ\n(Do they then seek the judgement of (the days of) ignorance And who is better in judgement than Allah for a people who have firm faith) Allah criticizes those who ignore Allah's commandments, which include every type of righteous good thing and prohibit every type of evil, but they refer instead to opinions, desires and customs that people themselves invented, all of which have no basis in Allah's religion. During the time of Jahiliyyah, the people used to abide by the misguidance and ignorance that they invented by sheer opinion and lusts. The Tatar (Mongols) abided by the law that they inherited from their king Genghis Khan who wrote Al-Yasiq, for them. This book contains some rulings that were derived from various religions, such as Judaism, Christianity and Islam. Many of these rulings were derived from his own opinion and desires. Later on, these rulings became the followed law among his children, preferring them to the Law of the Book of Allah and the Sunnah of His Messenger . Therefore, whoever does this, he is a disbeliever who deserves to be fought against, until he reverts to Allah's and His Messenger's decisions, so that no law, minor or major, is referred to except by His Law. Allah said,\nأَفَحُكْمَ الْجَـهِلِيَّةِ يَبْغُونَ\n(Do they then seek the judgement of (the days of) ignorance) meaning, they desire and want this and ignore Allah's judgement,\nوَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِّقَوْمٍ يُوقِنُونَ\n(And who is better in judgement than Allah for a people who have firm faith) Who is more just in decision than Allah for those who comprehend Allah's Law, believe in Him, who are certain that Allah is the best among those who give decisions and that He is more merciful with His creation than the mother with her own child Allah has perfect knowledge of everything, is able to do all things, and He is just in all matters. Al-Hafiz Abu Al-Qasim At-Tabarani recorded that Ibn `Abbas said that the Messenger of Allah ﷺ said,\n«أَبْغَضُ النَّاسِ إِلَى اللهِ عَزَّ وَجَلَّ، مَنْ يَبْتَغِي فِي الْإِسْلَامِ سُنَّةَ الْجَاهِلِيَّةِ، وَطَالِبُ دَمِ امْرِىءٍ بِغَيْرِ حَقَ لِيُرِيقَ دَمَه»\n(The most hated person to Allah is the Muslim who seeks the ways of the days of ignorance and he who seeks to shed the blood of a person without justification.) Al-Bukhari recorded Abu Al-Yaman narrating a similar Hadith, with some addition.",
  "ayah": 48,
  "surah": 5
}
