{
  "text": "Prohibiting Hunting Game in the Sacred Area and During the State of Ihram\nAli bin Abi Talhah Al-Walibi said that Ibn `Abbas said that Allah's statement,\nلَيَبْلُوَنَّكُمُ اللَّهُ بِشَىْءٍ مِّنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَـحُكُمْ\n(Allah will certainly make a trial for you with something in (the matter of) the game that is well within reach of your hands and your lances,)5:94, refers to, \"The weak and young game. Allah tests His servants with such game during their Ihram, that if they wish, they would be able to catch it with their hands. Allah has commanded them to avoid catching it.\" Mujahid said that,\nتَنَالُهُ أَيْدِيكُمْ\n(well within reach of your hands) refers to the young game and chicks, while\nوَرِمَـحُكُمْ\n(and your lances,) refers to mature game. Muqatil bin Hayyan said that this Ayah was revealed during the `Umrah of Al-Hudaybiyyah, when wild game and birds were coming to the Muslim camping area, which they had never seen the likes of before. Allah prohibited them from hunting the game while in the state of Ihram,\nلِيَعْلَمَ اللَّهُ مَن يَخَافُهُ بِالْغَيْبِ\n(that Allah may test who fears Him in the unseen. ) Therefore, Allah tests His servants with the game that comes near their camping area, for if they wish, they can catch it with their hands and spears in public and secret. This is how the obedience of those who obey Allah in public and secret becomes apparent and tested. In another Ayah, Allah said;\nإِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ\n(Verily! Those who fear their Lord in the unseen, theirs will be forgiveness and a great reward (i.e. Paradise).) Allah said next,\nفَمَنِ اعْتَدَى بَعْدَ ذَلِكَ\n(Then whoever transgresses thereafter.) after this warning and threat, according to As-Suddi, then,\nفَلَهُ عَذَابٌ أَلِيمٌ\n(for him there is a painful torment.) for his defiance of Allah's command and what He has decreed. Allah said next,\nيَـأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَقْتُلُواْ الصَّيْدَ وَأَنْتُمْ حُرُمٌ\n(O you who believe! Kill not game while you are in a state of Ihram,) This Ayah prohibits killing the game in the state of Ihram, except what is exempt from this as mentioned in the Two Sahihs; `A'ishah narrated that the Messenger of Allah ﷺ said,\n«خَمْسٌ فَوَاسِقُ يُقْتَلْنَ فِي الْحِلِّ وَالْحَرَمِ: الْغُرَابُ، وَالْحِدَأَةُ، وَالْعَقْرَبُ، وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُور»\n(Five are Fawasiq, they may be killed while in Ihram or not; the crow, the kite, the scorpion, the mouse and the rabid dog.) Ibn `Umar narrated that the Messenger of Allah ﷺ said,\n«خَمْسٌ مِنَ الدَّوَابِّ لَيْسَ عَلَى الْمُحْرِمِ فِي قَتْلِهِنَّ جُنَاحٌ: الْغُرَابُ، وَالْحِدَأَةُ، وَالْعَقْرَبُ، وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُور»\n(It is not harmful in a state of Ihram to kill five kinds of animals: the crow, the kite, the scorpion, the mouse and the rabid dog.) This Hadith was recorded in the Two Sahihs. Ayyub narrated that Nafi` narrated similar wordings for this Hadith from Ibn `Umar. Ayyub said, \"So I said to Nafi`, `What about the snake' He said, `There is no doubt that killing the snake is allowed.\"' The ruling concerning the rabid dog also includes the wolf, lion, leopard, tiger and their like, since they are more dangerous than the rabid dog, or because the term Kalb (dog) covers them. Allah knows best. Abu Sa`id narrated that the Prophet was asked about the animals that the Muhrim is allowed to kill and he said,\n«الحَيَّةُ، وَالْعَقْرَبُ، وَالْفُوَيسِقَةُ، وَيَرْمِي الْغُرَابَ وَلَا يُقْتُلُهُ، وَالْكَلْبُ الْعَقُورُ، وَالحِدَأَةُ، وَالسَّبُعُ العَادِي»\n(The snake, the scorpion, the mouse, and the crow - which is shot at but not killed -- the rabid dog, the kite and wild beasts of prey.) Abu Dawud recorded this Hadith, as did At-Tirmidhi, who said, \"Hasan\", and Ibn Majah.\nThe Penalty of Killing Game in the Sacred Area or in the State of Ihram\nAllah said,\nوَمَن قَتَلَهُ مِنكُم مُّتَعَمِّداً فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ\n(And whosoever of you kills it intentionally, the penalty is an offering of livestock equivalent to the one he killed.) Mujahid bin Jabr said, \"The meaning of `intentionally' here is that one intends to kill the game while forgetting that he is in the state of Ihram. Whoever intentionally kills the game while aware that he is in the state of Ihram, then this offense is more grave than to make an expiation, and he also loses his Ihram.\" This statement is odd, and the view of majority is that they have to pay the expiation for killing the game whether they forgot that they are in Ihram or not. Az-Zuhri said, \"The Book (the Qur'an) asserts the expiation for intentional killing, and the Sunnah included those who forget, as well.\" The meaning of this statement is that the Qur'an mentioned the expiation and sin of those who intentionally kill game,\nلِّيَذُوقَ وَبَالَ أَمْرِهِ عَفَا اللَّهُ عَمَّا سَلَف وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ\n(that he may taste the heaviness (punishment) of his deed. Allah has forgiven what is past, but whosoever commits it again, Allah will take retribution from him.) the Sunnah that includes the rulings issued by the Prophet and his Companions, indicated the necessity of expiation in cases of unintentional killing of game, just as the Book legislated expiation for intentional killing. Killing game is a form of waste, which requires expiation in intentional and unintentional cases, although those who intend it have sinned, rather than those who made an honest error. Allah's statement,\nفَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ\n(The penalty is an offering of livestock equivalent to the one he killed.) indicates the necessity of offering an equivalent animal to the one the Muhrim killed. The Companions gave rulings that the camel, for instance, is the equivalent of the ostrich, the cow is the equivalent of wild cattle, and the goat for the deer. As for the cases when there is no equivalent for the killed animal, Ibn `Abbas said that one should spend its amount in Makkah (i.e. charity), as Al-Bayhaqi recorded. Allah's statement,\nيَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ\n(As adjudged by two just men among you;) means, two just Muslim men should determine an animal equivalent to the game killed, or the amount of its price. Ibn Jarir recorded that Abu Jarir Al-Bajali said, \"I killed a deer when I was in the state of Ihram and mentioned this fact to `Umar, who said, `Bring two of your brethren and let them judge you.' So I went to `Abdur-Rahman and Sa`d and they said that I should offer a male sheep.\" Ibn Jarir recorded that Tariq said, \"Arbad killed a deer while in the state of Ihram and he went to `Umar to judge him. `Umar said to him, `Let us both judge,' and they judged that Arbad should offer a goat that was fed on abundant water and grass. `Umar commented,\nيَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ\n(As adjudged by two just men among you;).\" Allah's statement,\nهَدْياً بَـلِغَ الْكَعْبَةِ\n(...an offering brought to the Ka`bah.) indicates that this equivalent animal should be brought to the Ka`bah, meaning, the Sacred Area, where it should be slaughtered and its meat divided between the poor of the Sacred Area. There is a consensus on this ruling. Allah said,\nأَوْ كَفَّارَةٌ طَعَامُ مَسَـكِينَ أَو عَدْلُ ذلِكَ صِيَاماً\n(or, for expiation, he should feed the poor, or its equivalent in fasting,) that is, if the Muhrim does not find an equivalent to what he killed, or the animal hunted is not comparable to anything else. `Ali bin Abi Talhah said that Ibn `Abbas commented on the Ayah,\nهَدْياً بَـلِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَـكِينَ أَو عَدْلُ ذلِكَ صِيَاماً\n(...an offering brought to the Ka`bah, or, for expiation, he should feed the poor, or its equivalent in fasting.) \"If the Muhrim killed game, then his judgement is its equivalent. If he kills an antelope, he offers a sheep slaughtered in Makkah. If he cannot, then he feeds six poor people, otherwise he should fast for three days. If he kills a deer, he offers a cow. If unable, he feeds twenty poor people, or otherwise if unable, he fasts for twenty days. If he kills an ostrich or zebra, he offers a camel, or he feeds thirty poor people, or fasts thirty days.\" Ibn Abi Hatim and Ibn Jarir recorded this statement, and in Ibn Jarir's narration, the food measurement is a Mudd (4 handfuls of food) each that suffices for the poor. Allah's statement,\nلِّيَذُوقَ وَبَالَ أَمْرِهِ\n(that he may taste the heaviness (punishment) of his deed.) means, We have required him to pay this expiation so that he tastes the punishment of his error,\nعَفَا اللَّهُ عَمَّا سَلَف\n(Allah has forgiven what is past.) during the time of Jahiliyyah, provided that one becomes good in Islam and follows Allah's Law, all the while avoiding the sin. Allah then said,\nوَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ\n(but whosoever commits it again, Allah will take retribution from him.) meaning, whoever does this after it has been prohibited in Islam and having knowledge that it is prohibited,\nفَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ\n(Allah will take retribution from him. And Allah is Almighty, All-Able of retribution.) Ibn Jurayj said, \"I said to `Ata', `What is the meaning of,\nعَفَا اللَّهُ عَمَّا سَلَف\n(Allah has forgiven what is past.)' He said, `Meaning, during the time of Jahiliyyah.' I asked about,\nوَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ\n(but whosoever commits it again, Allah will take retribution from him.) He said, `Whoever commits this offense again in Islam, then Allah will take retribution from him and he also has to pay the expiation.' I asked, `Is there any punishment for repeating this offense that you know of' He said, `No.' I said, `Do you think that the authorities should punish him' He said, `No, for it is a sin that he committed between him and Allah. He should pay the expiation.\"' Ibn Jarir recorded this statement. It was said that the `Allah will take retribution' refers to the expiation, according to Sa`id bin Jubayr, `Ata', and the majority among the earlier and later generations. They stated that when the Muhrim kills game, the expiation becomes necessary, regardless of whether it was the first, second or third offense, and whether intentional or by error. Ibn Jarir commented on Allah's statement;\nوَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ\n(And Allah is Almighty, All-Able of retribution.) \"Allah says that He is invincible in His control, none can resist Him, prevent Him from exacting retribution from anyone, or stop Him from punishing anyone. This is because all creation is His creation and the decision is His, His is the might, and His is the control. His statement,\nذُو انتِقَامٍ\n(All-Able of retribution.) meaning, He punishes those who disobey Him for their disobedience of Him.\"",
  "ayah": 94,
  "surah": 5
}
