{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThese are three attributes from the attributes of the Lord, the Mighty and Majestic. They are lordship, sovereignty and divinity. Thus, He is the Lord of everything, the King of everything and the God of everything. All things are created by Him, owned by Him, and subservient to Him. Therefore, He commands whoever is seeking protection to seek refuge with the One Who has these attributes from the evil of the whisperer who withdraws. This (the whisperer) is the devil that is assigned to man. For verily, there is not any of the Children of Adam except that he has a companion that beautifies wicked deeds for him. This devil will go to any lengths to confuse and confound him. The only person who is safe is He Whom Allah protects.\nIt is confirmed in the Sahih that he (the Prophet ) said,\n«مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا قَدْ وُكِّلَ بِهِ قَرِينُهُ»\n(There is not a single one of you except that his companion (a devil) has been assigned to him.) They (the Companions) said, \"What about you, O Messenger of Allah\" He replied,\n«نَعَمْ، إِلَّا أَنَّ اللهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ، فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ»\n(Yes. However, Allah has helped me against him and he has accepted Islam. Thus, he only commands me to do good.) It is also confirmed in the Two Sahihs from Anas, who reported the story of Safiyyah when she came to visit the Prophet while he was performing I`tikaf, that he went out with her during the night to walk her back to her house. So, two men from the Ansar met him (on the way). When they saw the Prophet , they began walking swiftly. So, the Messenger of Allah ﷺ said,\n«عَلَى رِسْلِكُمَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيَ»\n(Slow down! This is Safiyyah bint Huyay!) They said, \"Glory be to Allah, O Messenger of Allah!\" He said,\n«إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَجْرَى الدَّم، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا، أَوْ قَالَ: شَرًّا»\n(Verily, Shaytan runs in the Son of Adam like the running of the blood. And verily, I feared that he might cast something into your hearts -- or he said -- evil.) Sa`id bin Jubayr reported that Ibn `Abbas said concerning Allah's statement,\nالْوَسْوَاسِ الْخَنَّاسِ\n(The whisperer (Al-Waswas) who withdraws.) \"The devil who is squatting (perched) upon the heart of the Son of Adam. So when he becomes absentminded and heedless he whispers. Then, when he remembers Allah he withdraws.\" Mujahid and Qatadah also said this.\nAl-Mu`tamir bin Sulayman reported that his father said, \"It has been mentioned to me that Shaytan is Al-Waswas. He blows into the heart of the Son of Adam when he is sad and when he is happy. But when he (man) remembers Allah, Shaytan withdraws.\" Al-`Awfi reported from Ibn `Abbas;\nالْوَسْوَاسِ\n(The whisperer.) \"He is Shaytan. He whispers and then when he is obeyed, he withdraws.\" As for Allah's saying;\nالَّذِى يُوَسْوِسُ فِى صُدُورِ النَّاسِ\n(Who whispers in the breasts of An-Nas.) Is this specific for the Children of Adam as is apparent, or is it general, including both mankind and Jinns\nThere are two views concerning this. This is because they (the Jinns) are also included in the usage of the word An-Nas (the people) in most cases.\nIbn Jarir said, \"The phrase Rijalun min Al-Jinn (Men from the Jinns) has been used in reference to them, so it is not strange for the word An-Nas to be applied to them also.\" Then Allah says,\nمِنَ الْجِنَّةِ وَالنَّاسِ\n(Of Jinn and An-Nas.) Is this explanatory of Allah's statement,\nالَّذِى يُوَسْوِسُ فِى صُدُورِ النَّاسِ\n(Who whispers in the breasts of An-Nas.) Then, Allah explains this by saying,\nمِنَ الْجِنَّةِ وَالنَّاسِ\n(Of Jinn and An-Nas.) This is supportive of the second view. It has also been said that Allah's saying,\nمِنَ الْجِنَّةِ وَالنَّاسِ\n(Of Jinn and An-Nas) is an explanation of who is it that whispers into the breasts of mankind from the devils of mankind and Jinns. This is similar to Allah's saying,\nوَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِىٍّ عَدُوّاً شَيَـطِينَ الإِنْسِ وَالْجِنِّ يُوحِى بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً\no(And so We have appointed for every Prophet enemies -- Shayatin among mankind and Jinn, inspiring one another with adorned speech as a delusion.) (6:112) Imam Ahmad recorded that Ibn `Abbas said, \"A man came to the Prophet and said, `O Messenger of Allah! Sometimes I say things to myself that I would rather fall from the sky than say (aloud openly). ' The Prophet said,\n«اللهُ أَكْبَرُ، اللهُ أَكْبَرٌ الْحَمْدُ للهِ الَّذِي رَدَّ كَيْدَهُ إِلَى الْوَسْوَسَةِ»\n(Allah is Most Great! Allah is Most Great! All praise is due to Allah Who sent his (Shaytan's) plot back as only a whisper.)\" Abu Dawud and An-Nasa'i also recorded this Hadith.",
  "ayah": 5,
  "surah": 114
}
