{
  "text": "তোমাদেরকে মোহাচ্ছন্ন রাখে [১] প্রাচুর্যের প্রতিযোগিতা [২]\nসূরা সম্পর্কিত তথ্যঃ\nتكاثر শব্দটি كثرة থেকে উদ্ভূত। এর অর্থ, পরস্পর প্রতিযোগিতায় লিপ্ত হওয়া। এখানে উদ্দেশ্য, প্রাচুর্য লাভ করার জন্য মানুষের পরস্পরের অগ্রবর্তী হওয়ার চেষ্টা করা ও প্রতিযোগিতা করা; লোকদের অন্যের তুলনায় বেশী প্রাচুর্য লাভ করার কথা নিয়ে পরস্পরের মোকাবেলায় বড়াই করে বেড়ানো। [ইবন কাসীর, ফাতহুল কাদীর] এখানে কী বিষয়ে প্রতিযোগিতা তা বলা হয় নি। মূলত দুনিয়ার ধন-সম্পদ, পুত্র-পরিবার, বংশ, সম্মান-মর্যাদা, শক্তি ও কর্তৃত্বের উপকরণ এবং যে সব বিষয়ে এরূপ প্রতিযোগিতা হয় তার সবই উদ্দেশ্য। [সা’দী]\n-----------------------------\n[১] ألهى ‘আলহা’ শব্দটির মূলে রয়েছে , لهو বা ‘লাহও’। এর আসল অর্থ গাফলতিতে নিমজ্জিত করা, ভুলিয়ে দেয়া। [কুরতুবী] যেসব কাজের প্রতি মানুষের আগ্রহ ও আকর্ষণ এত বেশী বেড়ে যায় যে সে তার মধ্যে মগ্ন হয়ে অন্য অধিকতর গুরুত্বপূর্ণ জিনিস থেকে গাফেল হয়ে পড়ে সেই ধরনের প্রত্যেকটি কাজের জন্য আরবী ভাষায় এ শব্দটি বলা হয়ে থাকে। [‘উদ্দাতুস সাবেরীন, পৃ.১৭১] অর্থাৎ ‘তাকাসুর’ তোমাদেরকে তার নিজের মধ্যে এমনভাবে মশগুল করে নিয়েছে, যার ফলে তার প্রতি মোহাচ্ছন্নতা তোমাদের তার চেয়ে বেশী গুরুত্বপূর্ণ জিনিস আখেরাত ও তার জন্য প্রস্তুতি থেকে গাফেল করে দিয়েছে। তার মোহ তোমাদেরকে আচ্ছন্ন করে রেখেছে। তারই চিন্তায় তোমরা নিমগ্ন। আর এই মোহ ও নিমগ্নতা তোমাদেরকে একেবারে গাফেল করে দিয়েছে। আয়াতে এর জন্য কঠোর সাবধানবাণী উচ্চারণ করা হয়েছে। [উদ্দাতুস সাবেরীন: ১৮৩–১৮৪]\n[২] কোন কোন বর্ণনায় এসেছে যে, আয়াতটি ঐ যুগের সুনির্দিষ্ট কোন কোন গোত্র বা নেতৃস্থানীয় লোকদের সম্পর্কে নাযিল হয়েছে। [দেখুন, কুরতুবী] তবে এখানে একটি বিষয় পরিস্কার হওয়া দরকার যে, আয়াতে ‘তোমাদেরকে’ বলে শুধু সে যুগের লোকদের বুঝানো হয়নি। বরং প্রত্যেক যুগের লোকেরা ব্যক্তিগত পর্যায়ে ও সামগ্রিকভাবে এ সম্বোধনের আওতাভুক্ত হয়েছে। [কুরতুবী] এর অর্থ দাঁড়ায়, বেশী বেশী বৈষয়িক স্বাৰ্থ অর্জন করা, তার মধ্যে একে অন্যের অগ্রবর্তী হওয়া এবং অন্যের মোকাবেলায় তা নিয়ে গর্ব করার মোহ যেমন ব্যক্তিকে আচ্ছন্ন করে তেমনি আচ্ছন্ন করে গোত্র ও জাতিকেও। তাছাড়া আয়াতে একথা সুস্পষ্ট করে বলা হয়নি যে, প্রাচুর্য লোকদেরকে কোন জিনিস থেকে গাফেল করে দিয়েছে। কারণ, যে জিনিস থেকে তারা গাফেল হয়েছে তা অত্যন্ত ব্যাপক। [সা‘দী] এর দ্বারা সব কিছুই উদ্দেশ্য যা কিছুর প্রাচুর্যের জন্য মানুষ সাধারণত চেষ্টা করে থাকে এবং অহংকার করে থাকে। হতে পারে সেটা ধন-সম্পদ, সন্তান-সন্ততি, সাহায্য-সহযোগিতাকারী, সৈন্য-সামন্ত, দাস-দাসী, মান-মর্যাদা ইত্যাদি যা-ই মানুষ বেশী পেতে চায় এবং অপরের উপর প্রাধান্য নেয়ার চেষ্টা করে। আর যা দ্বারা আল্লাহ্র সন্তুষ্টি উদ্দেশ্য থাকেনা। [সা‘দী] এভাবে মানুষ আল্লাহ্ থেকে, তাঁর মা‘রিফাত থেকে, তাঁর দিকে প্রত্যাবর্তন থেকে, তাঁর ভালবাসাকে সবকিছুর ভালবাসার উপর স্থান দেয়া থেকে, যার ইবাদতের জন্য তাকে সৃষ্টি করা হয়েছে সেটা থেকে গাফেল হয়ে গেছে। [সা‘দী] অনুরূপভাবে তারা আখেরাত থেকে গাফেল হয়ে গেছে। [বাদায়ে‘উস তাফসীর]",
  "ayah": 1,
  "surah": 102
}
