{
  "text": "قوله تعالى : ومن الناس من يعبد الله على حرف ( من ) في موضع رفع بالابتداء ، والتمام انقلب على وجهه على قراءة الجمهور ( خسر ) . وهذه الآية خبر عن المنافقين . قال ابن عباس : يريد شيبة بن ربيعة كان قد أسلم قبل أن يظهر رسول الله - صلى الله عليه وسلم - ؛ فلما أوحي إليه ارتد شيبة بن ربيعة . وقال أبو سعيد الخدري : أسلم رجل من اليهود فذهب بصره ، وماله ، فتشاءم بالإسلام ، فأتى النبي - صلى الله عليه وسلم - فقال : أقلني ! فقال : إن الإسلام لا يقال ، فقال : إني لم أصب في ديني هذا خيرا ! ذهب بصري ، ومالي ، وولدي ! فقال : يا يهودي ، إن الإسلام يسبك الرجال كما تسبك النار خبث الحديد ، والفضة ، والذهب ؛ فأنزل الله تعالى : ومن الناس من يعبد الله على حرف . وروى إسرائيل ، عن أبي حصين ، عن سعيد بن جبير ، عن ابن عباس قال : ( ومن الناس من يعبد الله على حرف قال : كان الرجل يقدم المدينة فإن ولدت امرأته غلاما ونتجت خيله قال هذا دين صالح ؛ فإن لم تلد امرأته ولم تنتج خيله قال هذا دين سوء ) . وقال المفسرون : نزلت في أعراب كانوا يقدمون على النبي - صلى الله عليه وسلم - فيسلمون ؛ فإن نالوا رخاء أقاموا ، وإن نالتهم شدة ارتدوا . وقيل : نزلت في النضر بن الحارث . وقال ابن زيد وغيره : نزلت في المنافقين . ومعنى على حرف على شك ، قاله مجاهد ، وغيره . وحقيقته أنه على ضعف في عبادته كضعف القائم على حرف مضطرب فيه . وحرف كل شيء طرفه ، وشفيره ، وحده ؛ ومنه حرف الجبل ، وهو أعلاه المحدد . وقيل : على حرف أي على وجه واحد ، وهو أن يعبده [ ص: 18 ] على السراء دون الضراء ؛ ولو عبدوا الله على الشكر في السراء والصبر على الضراء لما عبدوا الله على حرف . وقيل : على حرف على شرط ؛ وذلك أن شيبة بن ربيعة قال للنبي - صلى الله عليه وسلم - قبل أن يظهر أمره : ادع لي ربك أن يرزقني مالا ، وإبلا ، وخيلا ، وولدا حتى أومن بك وأعدل إلى دينك ؛ فدعا له فرزقه الله - عز وجل - ما تمنى ؛ ثم أراد الله - عز وجل - فتنته واختباره وهو أعلم به ، فأخذ منه ما كان رزقه بعد أن أسلم فارتد عن الإسلام ، فأنزل الله تبارك وتعالى فيه : ومن الناس من يعبد الله على حرف يريد شرط . وقال الحسن : هو المنافق يعبد الله بلسانه دون قلبه . وبالجملة فهذا الذي يعبد الله على حرف ليس داخلا بكليته ؛ فإن أصابه خير صحة جسم ورخاء معيشة رضي وأقام على دينه . وإن أصابته فتنة أي خلاف ذلك مما يختبر به انقلب على وجهه أي ارتد فرجع إلى وجهه الذي كان عليه من الكفر . خسر الدنيا والآخرة ذلك هو الخسران المبين قرأ مجاهد ، وحميد بن قيس ، والأعرج ، والزهري ، وابن أبي إسحاق - وروي عن يعقوب - ( خاسر الدنيا ) بألف نصبا على الحال ، وعليه فلا يوقف على ( وجهه ) . وخسرانه الدنيا بأن لا حظ في غنيمة ، ولا ثناء ، والآخرة بأن لا ثواب له فيها .",
  "ayah": 11,
  "surah": 22
}
