{
  "text": "قوله تعالى : ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام فكلوا منها وأطعموا البائس الفقيرفيه تسعة عشرة مسألة :الأولى : قوله تعالى : ليشهدوا أي أذن بالحج يأتوك رجالا وركبانا ليشهدوا ؛ أي ليحضروا . والشهود الحضور . منافع لهم أي المناسك ، كعرفات والمشعر الحرام . وقيل : المغفرة . وقيل التجارة . وقيل : هو عموم ؛ أي ليحضروا منافع لهم ، أي ما يرضي الله تعالى من أمر الدنيا والآخرة ؛ قال مجاهد ، وعطاء ، واختاره ابن العربي : فإنه يجمع ذلك كله من نسك ، وتجارة ، ومغفرة ، ومنفعة دنيا وأخرى . ولا خلاف في أن المراد بقوله : ليس عليكم جناح أن تبتغوا فضلا من ربكم التجارة .الثانية : ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام قد مضى في ( البقرة ) الكلام في الأيام المعلومات والمعدودات . والمراد بذكر اسم الله ذكر التسمية عند الذبح والنحر ؛ مثل قولك : باسم الله والله أكبر ، اللهم منك ولك . ومثل قولك عند الذبح إن صلاتي ونسكي الآية . وكان الكفار يذبحون على أسماء أصنامهم ، فبين الرب أن الواجب الذبح على اسم الله ؛ وقد مضى في ( الأنعام ) .الثالثة : واختلف العلماء في وقت الذبح يوم النحر ؛ فقال مالك - رضي الله عنه - : بعد [ ص: 40 ] صلاة الإمام وذبحه ؛ إلا أن يؤخر تأخيرا يتعدى فيه فيسقط الاقتداء به . وراعى أبو حنيفة الفراغ من الصلاة دون ذبح . والشافعي : دخول وقت الصلاة ومقدار ما توقع فيه مع الخطبتين ؛ فاعتبر الوقت دون الصلاة ، هذه رواية المزني عنه ، وهو قول الطبري . وذكر الربيع عن البويطي قال : قال الشافعي : ولا يذبح أحد حتى يذبح الإمام إلا أن يكون ممن لا يذبح ، فإذا صلى وفرغ من الخطبة حل الذبح . وهذا كقول مالك . وقال أحمد : إذا انصرف الإمام فاذبح . وهو قول إبراهيم . وأصح هذه الأقوال قول مالك ؛ لحديث جابر بن عبد الله قال : صلى بنا رسول الله - صلى الله عليه وسلم - يوم النحر بالمدينة ، فتقدم رجال فنحروا وظنوا أن النبي - صلى الله عليه وسلم - قد نحر ، فأمر النبي - صلى الله عليه وسلم - من كان نحر أن يعيد بنحر آخر ، ولا ينحروا حتى ينحر النبي - صلى الله عليه وسلم - خرجه مسلم ، والترمذي ، وقال : وفي الباب عن جابر ، وجندب ، وأنس ، وعويمر بن أشقر ، وابن عمر ، وأبي زيد الأنصاري ، وهذا حديث حسن صحيح ، والعمل على هذا عند أهل العلم ألا يضحى بالمصر حتى يصلي الإمام . وقد احتج أبو حنيفة بحديث البراء ، وفيه : ومن ذبح بعد الصلاة فقد تم نسكه وأصاب سنة المسلمين . خرجه مسلم أيضا . فعلق الذبح على الصلاة ولم يذكر الذبح ، وحديث جابر يقيده . وكذلك حديث البراء أيضا ، قال : قال رسول الله - صلى الله عليه وسلم - : أول ما نبدأ به في يومنا هذا أن نصلي ثم نرجع فننحر فمن فعل ذلك فقد أصاب سنتنا الحديث . وقال أبو عمر بن عبد البر : لا أعلم خلافا بين العلماء أن من ذبح قبل الصلاة وكان من أهل المصر أنه غير مضح ؛ لقوله - عليه السلام - : من ذبح قبل الصلاة فتلك شاة لحم .الرابعة : وأما أهل البوادي ومن لا إمام له فمشهور مذهب مالك يتحرى وقت ذبح الإمام ، أو أقرب الأئمة إليه . وقال ربيعة ، وعطاء فيمن لا إمام له : إن ذبح قبل طلوع الشمس لم [ ص: 41 ] يجزه ، ويجزيه إن ذبح بعده . وقال أهل الرأي : يجزيهم من بعد الفجر . وهو قول ابن المبارك ، ذكره عنه الترمذي . وتمسكوا بقوله تعالى : ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام ، فأضاف النحر إلى اليوم . وهل اليوم من طلوع الفجر أو من طلوع الشمس ، قولان . ولا خلاف أنه لا يجزي ذبح الأضحية قبل طلوع الفجر من يوم النحر .الخامسة : واختلفوا كم أيام النحر ؟ فقال مالك : ثلاثة ، يوم النحر ويومان بعده . وبه قال أبو حنيفة ، والثوري ، وأحمد بن حنبل ، وروي ذلك عن أبي هريرة ، وأنس بن مالك من غير اختلاف عنهما . وقال الشافعي : أربعة ، يوم النحر وثلاثة بعده . وبه قال الأوزاعي ، وروي ذلك عن علي - رضي الله عنه - وابن عباس ، وابن عمر - رضي الله عنهم - ، وروي عنهم أيضا مثل قول مالك ، وأحمد . وقيل : هو يوم النحر خاصة وهو العاشر من ذي الحجة ؛ وروي عن ابن سيرين ، وعن سعيد بن جبير ، وجابر بن زيد أنهما قالا : النحر في الأمصار يوم واحد وفي منى ثلاثة أيام . وعن الحسن البصري في ذلك ثلاث روايات : إحداها كما قال مالك ، والثانية كما قال الشافعي ، والثالثة إلى آخر يوم من ذي الحجة ؛ فإذا أهل هلال المحرم فلا أضحى .قلت : وهو قول سليمان بن يسار ، وأبي سلمة بن عبد الرحمن ، ورويا حديثا مرسلا مرفوعا خرجه الدارقطني : الضحايا إلى هلال ذي الحجة ؛ ولم يصح ، ودليلنا قوله تعالى : في أيام معلومات الآية ، وهذا جمع قلة ؛ لكن المتيقن منه الثلاثة ، وما بعد الثلاثة غير متيقن فلا يعمل به . قال أبو عمر بن عبد البر : أجمع العلماء على أن يوم النحر يوم أضحى ، وأجمعوا أن لا أضحى بعد انسلاخ ذي الحجة ، ولا يصح عندي في هذه إلا قولان : أحدهما : قول مالك والكوفيين . والآخر : قول الشافعي ، والشاميين ؛ وهذان القولان مرويان عن الصحابة فلا معنى للاشتغال بما خالفهما ؛ لأن ما خالفهما لا أصل له في السنة ولا في قول الصحابة ، وما خرج عن هذين فمتروك لهما . وقد روي عن قتادة قول سادس ، وهو أن الأضحى يوم النحر وستة أيام بعده ؛ وهذا أيضا خارج عن قول الصحابة فلا معنى له .السادسة : واختلفوا في ليالي النحر هل تدخل مع الأيام فيجوز فيها الذبح أو لا ؟ فروي [ ص: 42 ] عن مالك في المشهور أنها لا تدخل فلا يجوز الذبح بالليل . وعليه جمهور أصحابه وأصحاب الرأي ؛ لقوله تعالى : ويذكروا اسم الله في أيام فذكر الأيام ، وذكر الأيام دليل على أن الذبح في الليل لا يجوز . وقال أبو حنيفة ، والشافعي ، وأحمد ، وإسحاق ، وأبو ثور : الليالي داخلة في الأيام ويجزي الذبح فيها . وروي عن مالك ، وأشهب نحوه ، ولأشهب تفريق بين الهدي والضحية ، فأجاز الهدي ليلا ولم يجز الضحية ليلا .السابعة : قوله تعالى : على ما رزقهم أي على ذبح ما رزقهم . من بهيمة الأنعام والأنعام هنا الإبل والبقر والغنم . وبهيمة الأنعام هي الأنعام ، فهو كقولك : صلاة الأولى ، ومسجد الجامع .الثامنة : فكلوا منها أمر معناه الندب عند الجمهور . ويستحب للرجل أن يأكل من هديه وأضحيته وأن يتصدق بالأكثر ، مع تجويزهم الصدقة بالكل وأكل الكل . وشذت طائفة فأوجبت الأكل والإطعام بظاهر الآية . ولقوله - عليه السلام - : فكلوا وادخروا وتصدقوا . قال الكيا : قوله تعالى : فكلوا منها وأطعموا يدل على أنه لا يجوز بيع جميعه ولا التصدق بجميعه .التاسعة : دماء الكفارات لا يأكل منها أصحابها . ومشهور مذهب مالك - رضي الله عنه - أنه لا يأكل من ثلاث : جزاء الصيد ، ونذر المساكين ، وفدية الأذى ، ويأكل مما سوى ذلك إذا بلغ محله واجبا كان أو تطوعا ، ووافقه على ذلك جماعة من السلف ، وفقهاء الأمصار .العاشرة : فإن أكل مما منع منه فهل يغرم قدر ما أكل أو يغرم هديا كاملا ؛ قولان في مذهبنا ، وبالأول قال ابن الماجشون . قال ابن العربي : وهو الحق ، لا شيء عليه غيره . وكذلك لو نذر هديا للمساكين فيأكل منه بعد أن بلغ محله لا يغرم إلا ما أكل - خلافا للمدونة - لأن النحر قد وقع ، والتعدي إنما هو على اللحم ، فيغرم قدر ما تعدى فيه .قوله تعالى : وليوفوا نذورهم يدل على وجوب إخراج النذر إن كان دما أو هديا أو غيره ، ويدل ذلك على أن النذر لا يجوز أن يأكل منه وفاء بالنذر ، وكذلك جزاء الصيد وفدية الأذى ؛ لأن المطلوب أن يأتي به كاملا من غير نقص لحم ولا غيره ، فإن أكل من ذلك كان عليه هدي كامل . والله أعلم .[ ص: 43 ] الحادية عشرة : هل يغرم قيمة اللحم أو يغرم طعاما ؛ ففي كتاب محمد ، عن عبد الملك أنه يغرم طعاما . والأول أصح ؛ لأن الطعام إنما هو في مقابلة الهدي كله عند تعذره عبادة ، وليس حكم التعدي حكم العبادة .الثانية عشرة : فإن عطب من هذا الهدي المضمون الذي هو جزاء الصيد ، وفدية الأذى ، ونذر المساكين شيء قبل محله أكل منه صاحبه ، وأطعم منه الأغنياء ، والفقراء ، ومن أحب ، ولا يبيع من لحمه ، ولا جلده ، ولا من قلائده شيئا . قال إسماعيل بن إسحاق : لأن الهدي المضمون إذا عطب قبل أن يبلغ محله كان عليه بدله ، ولذلك جاز أن يأكل منه صاحبه ويطعم . فإذا عطب الهدي التطوع قبل أن يبلغ محله لم يجز أن يأكل منه ولا يطعم ؛ لأنه لما لم يكن عليه بدله خيف أن يفعل ذلك بالهدي وينحر من غير أن يعطب ، فاحتيط على الناس ، وبذلك مضى العمل . وروى أبو داود ، عن ناجية الأسلمي أن رسول الله - صلى الله عليه وسلم - بعث معه بهدي ، وقال : إن عطب منها شيء فانحره ، ثم اصبغ نعله في دمه ، ثم خل بينه وبين الناس . وبهذا الحديث قال مالك ، والشافعي في أحد قوليه ، وأحمد ، وإسحاق ، وأبو ثور ، وأصحاب الرأي ومن اتبعهم في الهدي التطوع : لا يأكل منها سائقها شيئا ، ويخلى بينها وبين الناس يأكلونها . وفي صحيح مسلم : ولا تأكل منها أنت ولا أحد من أهل رفقتك . وبظاهر هذا النهي قال ابن عباس ، والشافعي في قوله الآخر ، واختاره ابن المنذر ، فقالا : لا يأكل منها ولا أحد من أهل رفقته . قال أبو عمر : قوله - عليه السلام - : ولا يأكل منها أحد ولا أحد من أهل رفقتك لا يوجد إلا في حديث ابن عباس . وليس ذلك في حديث هشام بن عروة ، عن أبيه ، عن ناجية . وهو عندنا أصح من حديث ابن عباس ، وعليه العمل عند الفقهاء . ويدخل في قوله - عليه السلام - : خل بينها وبين الناس أهل رفقته ، وغيرهم . وقال الشافعي ، وأبو ثور : ما كان من الهدي أصله واجبا فلا يأكل منه ، وما كان تطوعا ونسكا أكل منه ، وأهدى ، وادخر ، وتصدق . والمتعة والقران عنده نسك . ونحوه مذهب الأوزاعي . وقال أبو حنيفة وأصحابه : يأكل من هدي المتعة والتطوع ، ولا يأكل مما سوى ذلك مما وجب بحكم الإحرام . وحكي عن مالك : لا يأكل من دم الفساد . وعلى قياس هذا لا يأكل من دم الجبر ؛ كقول الشافعي ، والأوزاعي ، . تمسك مالك بأن جزاء الصيد جعله الله للمساكين [ ص: 44 ] بقوله تعالى : أو كفارة طعام مساكين . وقال في فدية الأذى : ففدية من صيام أو صدقة أو نسك . وقال : صلى الله عليه وسلم - لكعب بن عجرة : أطعم ستة مساكين مدين لكل مسكين ، أو صم ثلاثة أيام ، أو انسك شاة . ونذر المساكين مصرح به ، وأما غير ذلك من الهدايا فهو باق على أصل قوله : والبدن جعلناها لكم من شعائر الله إلى قوله : فكلوا منها . وقد أكل النبي - صلى الله عليه وسلم - وعلي - رضي الله عنه - من الهدي الذي جاء به وشربا من مرقه . وكان - عليه السلام - قارنا في أصح الأقوال والروايات ؛ فكان هديه على هذا واجبا ، فما تعلق به أبو حنيفة غير صحيح . والله أعلم .وإنما أذن الله سبحانه من الأكل من الهدايا لأجل أن العرب كانت لا ترى أن تأكل من نسكها ، فأمر الله سبحانه وتعالى نبيه - صلى الله عليه وسلم - بمخالفتهم ؛ فلا جرم كذلك شرع وبلغ ، وكذلك فعل حين أهدى وأحرم - صلى الله عليه وسلم - .الثالثة عشرة : فكلوا منها قال بعض العلماء : قوله تعالى : فكلوا منها ناسخ لفعلهم ، لأنهم كانوا يحرمون لحوم الضحايا على أنفسهم ولا يأكلون منها - كما قلناه في الهدايا - فنسخ الله ذلك بقوله : فكلوا منها وبقول النبي - صلى الله عليه وسلم - : من ضحى فليأكل من أضحيته ولأنه - عليه السلام - أكل من أضحيته وهديه . وقال الزهري : من السنة أن تأكل أولا من الكبد .الرابعة عشرة : ذهب أكثر العلماء إلى أنه يستحب أن يتصدق بالثلث ، ويطعم الثلث ، ويأكل هو وأهله الثلث . وقال ابن القاسم ، عن مالك : ليس عندنا في الضحايا قسم معلوم موصوف . قال مالك في حديثه : وبلغني عن ابن مسعود ، وليس عليه العمل . روى الصحيح وأبو داود قال : ضحى رسول الله - صلى الله عليه وسلم - بشاة ثم قال : يا ثوبان ، أصلح لحم هذه الشاة قال : فما زلت أطعمه منها حتى قدم المدينة . وهذا نص في الفرض . واختلف قول الشافعي ؛ فمرة قال : يأكل النصف ويتصدق بالنصف لقوله تعالى : فكلوا منها وأطعموا البائس الفقير فذكر [ ص: 45 ] شخصين . وقال مرة : يأكل ثلثا ، ويهدي ثلثا ، ويطعم ثلثا ، لقوله تعالى : فكلوا منها وأطعموا القانع والمعتر فذكر ثلاثة .الخامسة عشرة : المسافر يخاطب بالأضحية كما يخاطب بها الحاضر ؛ إذ الأصل عموم الخطاب بها ، وهو قول كافة العلماء . وخالف في ذلك أبو حنيفة ، والنخعي ، وروي عن علي ؛ والحديث حجة عليهم . واستثنى مالك من المسافرين الحاج بمنى ، فلم ير عليه أضحية ، وبه قال النخعي . وروي ذلك عن الخليفتين أبي بكر ، وعمر ، وجماعة من السلف - رضي الله عنهم - ؛ لأن الحاج إنما هو مخاطب في الأصل بالهدي . فإذا أراد أن يضحي جعله هديا ، والناس غير الحاج إنما أمروا بالأضحية ليتشبهوا بأهل منى فيحصل لهم حظ من أجرهم .السادسة عشرة : اختلف العلماء في الادخار على أربعة أقوال . روي عن علي ، وابن عمر - رضي الله عنهما - من وجه صحيح أنه لا يدخر من الضحايا بعد ثلاث . وروياه عن النبي - صلى الله عليه وسلم - ، وسيأتي . وقالت جماعة : ما روي من النهي عن الادخار منسوخ ؛ فيدخر إلى أي وقت أحب . وبه قال أبو سعيد الخدري وبريدة الأسلمي ، وقالت فرقة : يجوز الأكل منها مطلقا . وقالت طائفة : إن كانت بالناس حاجة إليها فلا يدخر ، لأن النهي إنما كان لعلة وهي قوله - عليه السلام - : إنما نهيتكم من أجل الدافة التي دفت ولما ارتفعت ارتفع المنع المتقدم لارتفاع موجبه ، لا لأنه منسوخ . وتنشأ هنا مسألة أصولية وهي :السابعة عشرة : وهي الفرق بين رفع الحكم بالنسخ ورفعه لارتفاع علته . اعلم أن المرفوع بالنسخ لا يحكم به أبدا ، والمرفوع لارتفاع علته يعود الحكم لعود العلة ؛ فلو قدم على أهل بلدة ناس محتاجون في زمان الأضحى ؛ ولم يكن عند أهل ذلك البلد سعة يسدون بها فاقتهم إلا الضحايا لتعين عليهم ألا يدخروها فوق ثلاث كما فعل النبي - صلى الله عليه وسلم - .الثامنة عشرة : الأحاديث الواردة في هذا الباب بالمنع والإباحة صحاح ثابتة . وقد جاء المنع ، والإباحة معا ؛ كما هو منصوص في حديث عائشة ، وسلمة بن الأكوع ، وأبي سعيد الخدري [ ص: 46 ] رواها الصحيح . وروى الصحيح عن أبي عبيد مولى ابن أزهر أنه شهد العيد مع عمر بن الخطاب قال : ثم صليت العيد مع علي بن أبي طالب - رضي الله عنه - ؛ قال : فصلى لنا قبل الخطبة ثم خطب الناس فقال : إن رسول الله - صلى الله عليه وسلم - قد نهاكم أن تأكلوا لحوم نسككم فوق ثلاث ليال فلا تأكلوها . وروي عن ابن عمر أن رسول الله - صلى الله عليه وسلم - قد نهى أن تؤكل لحوم الأضاحي فوق ثلاث . قال سالم : فكان ابن عمر لا يأكل لحوم الأضاحي فوق ثلاث . وروى أبو داود ، عن نبيشة قال : قال رسول الله - صلى الله عليه وسلم - : إنا كنا نهيناكم عن لحومها فوق ثلاث لكي تسعكم جاء الله بالسعة فكلوا ، وادخروا ، واتجروا إلا أن هذه الأيام أيام أكل ، وشرب ، وذكر لله - عز وجل - . قال أبو جعفر النحاس : وهذا القول أحسن ما قيل في هذا حتى تتفق الأحاديث ولا تتضاد ، ويكون قول أمير المؤمنين علي بن أبي طالب ، وعثمان محصور ، لأن الناس كانوا في شدة محتاجين ، ففعل كما فعل رسول الله - صلى الله عليه وسلم - حين قدمت الدافة . والدليل على هذا ما حدثنا إبراهيم بن شريك ، قال : حدثنا أحمد ، قال : حدثنا ليث ، قال : حدثني الحارث بن يعقوب ، عن يزيد بن أبي يزيد ، عن امرأته أنها سألت عائشة - رضي الله عنها - عن لحوم الأضاحي ، فقالت : قدم علينا علي بن أبي طالب من سفر فقدمنا إليه منه ، فأبى أن يأكل حتى يسأل رسول الله - صلى الله عليه وسلم - ، فسأله فقال : كل من ذي الحجة إلى ذي الحجة . وقال الشافعي : من قال بالنهي عن الادخار بعد ثلاث لم يسمع الرخصة . ومن قال بالرخصة مطلقا لم يسمع النهي عن الادخار . ومن قال بالنهي والرخصة سمعهما جميعا فعمل بمقتضاهما . والله أعلم . وسيأتي في سورة ( الكوثر ) الاختلاف في وجوب الأضحية ، وندبيتها ، وأنها ناسخة لكل ذبح تقدم ، إن شاء الله تعالى .التاسعة عشرة : قوله تعالى : وأطعموا البائس الفقير الفقير من صفة البائس ، [ ص: 47 ] وهو الذي ناله البؤس وشدة الفقر ؛ يقال : بئس يبأس بأسا إذا افتقر ؛ فهو بائس . وقد يستعمل فيمن نزلت به نازلة دهر وإن لم يكن فقيرا ؛ ومنه قوله - عليه السلام - : ( لكن البائس سعد بن خولة ) . ويقال : رجل بئيس أي شديد . وقد بؤس يبؤس بأسا إذا اشتد ؛ ومنه قوله تعالى : وأخذنا الذين ظلموا بعذاب بئيس أي شديد . وكلما كان التصدق بلحم الأضحية أكثر كان الأجر أوفر . وفي القدر الذي يجوز أكله خلاف قد ذكرناه ؛ فقيل النصف ؛ لقوله : ( فكلوا ) ، ( وأطعموا ) وقيل الثلثان ؛ لقوله - صلى الله عليه وسلم - : ألا فكلوا ، وادخروا ، واتجروا أي اطلبوا الأجر بالإطعام . واختلف في الأكل والإطعام ؛ فقيل واجبان . وقيل مستحبان . وقيل بالفرق بين الأكل والإطعام ؛ فالأكل مستحب والإطعام واجب ؛ وهو قول الشافعي .",
  "ayah": 28,
  "surah": 22
}
