{
  "text": "قوله تعالى : وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته فينسخ الله ما يلقي الشيطان ثم يحكم الله آياته والله عليم حكيمفيه ثلاث مسائل :الأولى : قوله تعالى : ( تمنى ) أي قرأ وتلا . و ألقى الشيطان في أمنيته أي قراءته وتلاوته . وقد تقدم في البقرة . قال ابن عطية : وجاء عن ابن عباس أنه كان يقرأ ( وما أرسلنا من قبلك من رسول ولا نبي ولا محدث ) ذكره مسلمة بن القاسم بن عبد الله ، ورواه سفيان ، عن عمرو بن دينار ، عن ابن عباس ، . قال مسلمة : فوجدنا المحدثين معتصمين بالنبوة - على قراءة ابن عباس - لأنهم تكلموا بأمور عالية من أنباء الغيب خطرات ، ونطقوا بالحكمة الباطنة فأصابوا فيما تكلموا وعصموا فيما نطقوا ؛ كعمر بن الخطاب في قصة سارية ، وما تكلم به من البراهين العالية .قلت : وقد ذكر هذا الخبر أبو بكر الأنباري في كتاب الرد له ، وقد حدثني أبي - رحمه الله - [ ص: 75 ] حدثنا علي بن حرب ، حدثنا سفيان بن عيينة ، عن عمرو ، عن ابن عباس - رضي الله عنهما - أنه قرأ ( وما أرسلنا من قبلك من رسول ولا نبي ولا محدث ) قال أبو بكر : فهذا حديث لا يؤخذ به على أن ذلك قرآن . والمحدث هو الذي يوحى إليه في نومه ؛ لأن رؤيا الأنبياء وحي .الثانية : قال العلماء : إن هذه الآية مشكلة من جهتين : إحداهما : أن قوما يرون أن الأنبياء صلوات الله عليهم فيهم مرسلون وفيهم غير مرسلين . وغيرهم يذهب إلى أنه لا يجوز أن يقال نبي حتى يكون مرسلا . والدليل على صحة هذا قوله تعالى : وما أرسلنا من قبلك من رسول ولا نبي فأوجب للنبي - صلى الله عليه وسلم - الرسالة . وأن معنى ( نبي ) أنبأ عن الله - عز وجل - ، ومعنى أنبأ عن الله - عز وجل - الإرسال بعينه . وقال الفراء : الرسول الذي أرسل إلى الخلق بإرسال جبريل - عليه السلام - إليه عيانا ، والنبي الذي تكون نبوته إلهاما أو مناما ؛ فكل رسول نبي وليس كل نبي رسولا . قال المهدوي : وهذا هو الصحيح ، أن كل رسول نبي وليس كل نبي رسولا . وكذا ذكر القاضي عياض في كتاب الشفا قال : والصحيح والذي عليه الجم الغفير أن كل رسول نبي ، وليس كل نبي رسولا ؛ واحتج بحديث أبي ذر ، وأن الرسل من الأنبياء ثلاثمائة وثلاثة عشر ، أولهم آدم وآخرهم محمد - صلى الله عليه وسلم - . والجهة الأخرى التي فيها الإشكال وهي :الثالثة : الأحاديث المروية في نزول هذه الآية ، وليس منها شيء يصح . وكان مما تموه به الكفار على عوامهم قولهم : حق الأنبياء ألا يعجزوا عن شيء ، فلم لا يأتينا محمد بالعذاب وقد بالغنا في عداوته ؟ وكانوا يقولون أيضا : ينبغي ألا يجري عليهم سهو وغلط ؛ فبين الرب سبحانه أنهم بشر ، والآتي بالعذاب هو الله تعالى على ما يريد ، ويجوز على البشر السهو والنسيان والغلط إلى أن يحكم الله آياته وينسخ حيل الشيطان . روى الليث ، عن يونس ، عن الزهري ، عن أبي بكر بن عبد الرحمن بن الحارث بن هشام قال : قرأ رسول الله - صلى الله عليه وسلم - والنجم إذا هوى فلما بلغ أفرأيتم اللات والعزى ومناة الثالثة الأخرى سها فقال : ( إن شفاعتهم ترتجى ) ، فلقيه المشركون والذين في قلوبهم مرض فسلموا عليه وفرحوا ؛ فقال : إن ذلك من الشيطان ، فأنزل الله تعالى : وما أرسلنا من قبلك من رسول ولا نبي الآية . قال النحاس : وهذا حديث منقطع وفيه هذا الأمر العظيم . وكذا حديث قتادة وزاد فيه وإنهن لهن الغرانيق العلا . وأقطع من هذا ما ذكره الواقدي ، عن كثير بن زيد ، عن المطلب بن عبد الله ، قال : سجد المشركون كلهم إلا الوليد بن المغيرة فإنه أخذ ترابا من الأرض فرفعه إلى جبهته وسجد [ ص: 76 ] عليه ، وكان شيخا كبيرا . ويقال إنه أبو أحيحة سعيد بن العاص ، حتى نزل جبريل - عليه السلام - فقرأ عليه النبي - صلى الله عليه وسلم - ؛ فقال : ما جئتك به ! وأنزل الله لقد كدت تركن إليهم شيئا قليلا . قال النحاس : وهذا حديث منكر منقطع ولا سيما من حديث الواقدي . وفي البخاري أن الذي أخذ قبضة من تراب ورفعها إلى جبهته هو أمية بن خلف . وسيأتي تمام كلام النحاس على الحديث - إن شاء الله - آخر الباب . قال ابن عطية : وهذا الحديث الذي فيه هي الغرانيق العلا وقع في كتب التفسير ونحوها ، ولم يدخله البخاري ، ولا مسلم ، ولا ذكره في علمي مصنف مشهور ؛ بل يقتضي مذهب أهل الحديث أن الشيطان ألقى ، ولا يعينون هذا السبب ولا غيره . ولا خلاف أن إلقاء الشيطان إنما هو لألفاظ مسموعة ؛ بها وقعت الفتنة . ثم اختلف الناس في صورة هذا الإلقاء ، فالذي في التفاسير وهو مشهور القول أن النبي - صلى الله عليه وسلم - تكلم بتلك الألفاظ على لسانه . وحدثني أبي - رضي الله عنه - أنه لقي بالشرق من شيوخ العلماء والمتكلمين من قال : هذا لا يجوز على النبي - صلى الله عليه وسلم - وهو المعصوم في التبليغ ، وإنما الأمر أن الشيطان نطق بلفظ أسمعه الكفار عند قول النبي - صلى الله عليه وسلم - : أفرأيتم اللات والعزى ومناة الثالثة الأخرى وقرب صوته من صوت النبي - صلى الله عليه وسلم - حتى التبس الأمر على المشركين ، وقالوا : محمد قرأها . وقد روي نحو هذا التأويل عن الإمام أبي المعالي . وقيل : الذي ألقى شيطان الإنس ؛ كقوله - عز وجل - : والغوا فيه . قتادة : هو ما تلاه ناعسا .وقال القاضي عياض في كتاب الشفا بعد أن ذكر الدليل على صدق النبي - صلى الله عليه وسلم - ، وأن الأمة أجمعت فيما طريقه البلاغ أنه معصوم فيه من الإخبار عن شيء بخلاف ما هو عليه ، لا قصدا ، ولا عمدا ، ولا سهوا ، وغلطا : اعلم أكرمك الله أن لنا في الكلام على مشكل هذا الحديث مأخذين : أحدهما : في توهين أصله ، والثاني على تسليمه . أما المأخذ الأول فيكفيك أن هذا حديث لم يخرجه أحد من أهل الصحة ، ولا رواه بسند سليم متصل ثقة ؛ وإنما أولع به وبمثله المفسرون والمؤرخون المولعون بكل غريب ، المتلقفون من الصحف كل صحيح وسقيم . قال أبو بكر البزار : وهذا الحديث لا نعلمه يروى عن النبي - صلى الله عليه وسلم - بإسناد متصل يجوز ذكره ؛ إلا ما رواه شعبة ، عن أبي بشر ، عن سعيد بن جبير ، عن ابن عباس فيما أحسب ، الشك في الحديث أن النبي - صلى الله عليه وسلم - كان بمكة . . . وذكر القصة . ولم يسنده عن شعبة إلا أمية بن خالد ، [ ص: 77 ] وغيره يرسله عن سعيد بن جبير . وإنما يعرف عن الكلبي ، عن أبي صالح ، عن ابن عباس ؛ فقد بين لك أبو بكر رحمه الله أنه لا يعرف من طريق يجوز ذكره سوى هذا ، وفيه من الضعف ما نبه عليه مع وقوع الشك فيه الذي ذكرناه ، الذي لا يوثق به ولا حقيقة معه . وأما حديث الكلبي فما لا تجوز الرواية عنه ، ولا ذكره لقوة ضعفه وكذبه ؛ كما أشار إليه البزار رحمه الله . والذي منه في الصحيح : أن النبي - صلى الله عليه وسلم - قرأ ( والنجم ) بمكة فسجد وسجد معه المسلمون والمشركون والجن والإنس ؛ هذا توهينه من طريق النقل .وأما المأخذ الثاني فهو مبني على تسليم الحديث لو صح . وقد أعاذنا الله من صحته ، ولكن على كل حال فقد أجاب أئمة المسلمين عنه بأجوبة ؛ منها الغث والسمين . والذي يظهر ويترجح في تأويله على تسليمه أن النبي - صلى الله عليه وسلم - كان كما أمره ربه يرتل القرآن ترتيلا ، ويفصل الآي تفصيلا في قراءته ؛ كما رواه الثقات عنه ، فيمكن ترصد الشيطان لتلك السكنات ودسه فيها ما اختلقه من تلك الكلمات ، محاكيا نغمة النبي - صلى الله عليه وسلم - بحيث يسمعه من دنا إليه من الكفار ، فظنوها من قول النبي - صلى الله عليه وسلم - وأشاعوها . ولم يقدح ذلك عند المسلمين لحفظ السورة قبل ذلك على ما أنزلها الله ، وتحققهم من حال النبي - صلى الله عليه وسلم - في ذم الأوثان وعيبها ما عرف منه ؛ فيكون ما روي من حزن النبي - صلى الله عليه وسلم - لهذه الإشاعة والشبهة وسبب هذه الفتنة ، وقد قال الله تعالى : وما أرسلنا من قبلك من رسول ولا نبي الآية .قلت : وهذا التأويل ، أحسن ما قيل في هذا . وقد قال سليمان بن حرب : إن ( في ) بمعنى عنده ؛ أي ألقى الشيطان في قلوب الكفار عند تلاوة النبي - صلى الله عليه وسلم - ؛ كقوله - عز وجل - : ولبثت فينا أي عندنا . وهذا هو معنى ما حكاه ابن عطية ، عن أبيه ، عن علماء الشرق ، وإليه أشار القاضي أبو بكر بن العربي ، وقال قبله : إن هذه الآية نص في غرضنا ، دليل على صحة مذهبنا ، أصل في براءة النبي - صلى الله عليه وسلم - مما ينسب إليه أنه قاله ؛ وذلك أن الله تعالى قال : وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته أي في تلاوته . فأخبر الله تعالى أن من سنته في رسله ، وسيرته في أنبيائه إذا قالوا عن الله تعالى قولا زاد الشيطان فيه من قبل نفسه كما يفعل سائر المعاصي . تقول : ألقيت في دار كذا وألقيت في الكيس كذا ؛ فهذا [ ص: 78 ] نص في الشيطان أنه زاد في الذي قال النبي - صلى الله عليه وسلم - ، لا أن النبي - صلى الله عليه وسلم - تكلم به . ثم ذكر معنى كلام عياض إلى أن قال : وما هدي لهذا إلا الطبري لجلالة قدره ، وصفاء فكره ، وسعة باعه في العلم ، وشدة ساعده في النظر ؛ وكأنه أشار إلى هذا الغرض ، وصوب على هذا المرمى ، وقرطس بعدما ذكر في ذلك روايات كثيرة كلها باطل لا أصل لها ، ولو شاء ربك لما رواها أحد ولا سطرها ، ولكنه فعال لما يريد .وأما غيره من التأويلات فما حكاه قوم أن الشيطان أكرهه حتى قال كذا فهو محال ؛ إذ ليس للشيطان قدرة على سلب الإنسان الاختيار ، قال الله تعالى مخبرا عنه : وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي ؛ ولو كان للشيطان هذه القدرة لما بقي لأحد من بني آدم قوة في طاعة ، ومن توهم أن للشيطان هذه القوة فهو قول الثنوية والمجوس في أن الخير من الله والشر من الشيطان . ومن قال جرى ذلك على لسانه سهوا قال : لا يبعد أنه كان سمع الكلمتين من المشركين وكانتا على حفظه فجرى عند قراءة السورة ما كان في حفظه سهوا ؛ وعلى هذا يجوز السهو عليهم ولا يقرون عليه ، وأنزل الله - عز وجل - هذه الآية تمهيدا لعذره وتسلية له ؛ لئلا يقال : إنه رجع عن بعض قراءته ، وبين أن مثل هذا جرى على الأنبياء سهوا ، والسهو إنما ينتفي عن الله تعالى ، وقد قال ابن عباس : إن شيطانا يقال له الأبيض كان قد أتى رسول الله - صلى الله عليه وسلم - في صورة جبريل - عليه السلام - وألقى في قراءة النبي - صلى الله عليه وسلم - : تلك الغرانيق العلا ، وأن شفاعتهن لترتجى .وهذا التأويل وإن كان أشبه مما قبله فالتأويل الأول عليه المعول ، فلا يعدل عنه إلى غيره لاختيار العلماء المحققين إياه ، وضعف الحديث مغن عن كل تأويل ، والحمد لله . ومما يدل على ضعفه أيضا وتوهينه من الكتاب قوله تعالى : وإن كادوا ليفتنونك الآيتين ؛ فإنهما تردان الخبر الذي رووه ؛ لأن الله تعالى ذكر أنهم كادوا يفتنونه حتى يفتري ، وأنه لولا أن ثبته لكان يركن إليهم . فمضمون هذا ومفهومه أن الله تعالى عصمه من أن يفتري وثبته حتى لم يركن إليهم قليلا فكيف كثيرا ?! وهم يروون في أخبارهم الواهية أنه زاد على الركون والافتراء بمدح آلهتهم ، وأنه قال : عليه الصلاة والسلام - : افتريت على الله وقلت ما لم يقل . وهذا ضد مفهوم الآية ، وهي تضعف الحديث لو صح ؛ فكيف ولا صحة له . وهذا مثل قوله تعالى : ولولا فضل الله عليك ورحمته لهمت طائفة منهم أن يضلوك وما يضلون إلا أنفسهم وما يضرونك من شيء . قال القشيري : ولقد طالبته قريش ، وثقيف إذ مر [ ص: 79 ] بآلهتهم أن يقبل بوجهه إليها ، ووعدوه بالإيمان به إن فعل ذلك ، فما فعل ! ولا كان ليفعل ! قال ابن الأنباري : ما قارب الرسول ولا ركن . وقال الزجاج : أي كادوا ، ودخلت إن واللام للتأكيد . وقد قيل : إن معنى ( تمنى ) حدث ، لا ( تلا ) . روي عن علي بن أبي طلحة ، عن ابن عباس في قوله - عز وجل - : إلا إذا تمنى قال : إلا إذا حدث ألقى الشيطان في أمنيته قال : في حديثه فينسخ الله ما يلقي الشيطان قال : فيبطل الله ما يلقي الشيطان . قال النحاس : وهذا من أحسن ما قيل في الآية ، وأعلاه ، وأجله . وقد قال أحمد بن محمد بن حنبل بمصر صحيفة في التفسير رواها علي بن أبي طلحة لو رحل رجل فيها إلى مصر قاصدا ما كان كثيرا . والمعنى عليه : أن النبي - صلى الله عليه وسلم - كان إذا حدث نفسه ألقى الشيطان في حديثه على جهة الحيطة فيقول : لو سألت الله - عز وجل - أن يغنمك ليتسع المسلمون ؛ ويعلم الله - عز وجل - أن الصلاح في غير ذلك ؛ فيبطل ما يلقي الشيطان كما قال ابن عباس - رضي الله عنهما - . وحكى الكسائي ، والفراء جميعا ( تمنى ) إذا حدث نفسه ؛ وهذا هو المعروف في اللغة . وحكيا أيضا ( تمنى ) إذا تلا . وروي عن ابن عباس أيضا ، وقاله مجاهد ، والضحاك ، وغيرهما . وقال أبو الحسن بن مهدي : ليس هذا التمني من القرآن والوحي في شيء ، وإنما كان النبي - صلى الله عليه وسلم - إذا صفرت يداه من المال ، ورأى ما بأصحابه من سوء الحال ، تمنى الدنيا بقلبه ووسوسة الشيطان . وذكر المهدوي ، عن ابن عباس أن المعنى : إذا حدث ألقى الشيطان في حديثه ؛ وهو اختيار الطبري .قلت : قوله تعالى : ليجعل ما يلقي الشيطان فتنة الآية ، يرد حديث النفس ، وقد قال ابن عطية : لا خلاف أن إلقاء الشيطان إنما هو لألفاظ مسموعة ، بها وقعت الفتنة ؛ فالله أعلم . قال النحاس : ولو صح الحديث واتصل إسناده لكان المعنى فيه صحيحا ، ويكون معنى سها أسقط ، ويكون تقديره : أفرأيتم اللات والعزى ؛ وتم الكلام ، ثم أسقط ( والغرانيق العلا ) يعني الملائكة ( فإن شفاعتهم ) يعود الضمير على الملائكة . وأما من روى : فإنهن الغرانيق العلا ، ففي روايته أجوبة ؛ منها أن يكون القول محذوفا كما تستعمل العرب في أشياء كثيرة ، ويجوز أن يكون بغير حذف ، ويكون توبيخا ؛ لأن قبله ( أفرأيتم ) ويكون هذا احتجاجا عليهم ؛ فإن كان في الصلاة فقد كان الكلام مباحا في الصلاة . وقد روى في هذه القصة أنه كان مما يقرأ : ( أفرأيتم اللات والعزى ) . ( ومناة الثالثة الأخرى ) . والغرانقة العلا . وأن شفاعتهن لترتجى . روى معناه عن مجاهد . وقال الحسن : أراد بالغرانيق العلا الملائكة ؛ وبهذا فسر [ ص: 80 ] الكلبي الغرانقة أنها الملائكة . وذلك أن الكفار كانوا يعتقدون الأوثان والملائكة بنات الله ، كما حكى الله تعالى عنهم ، ورد عليهم في هذه السورة بقوله : ألكم الذكر وله الأنثى فأنكر الله كل هذا من قولهم . ورجاء الشفاعة من الملائكة صحيح ؛ فلما تأوله المشركون على أن المراد بهذا الذكر آلهتهم ولبس عليهم الشيطان بذلك ، نسخ الله ما ألقى الشيطان ، وأحكم الله آياته ، ورفع تلاوة تلك اللفظتين اللتين وجد الشيطان بهما سبيلا للتلبيس ، كما نسخ كثير من القرآن ؛ ورفعت تلاوته . قال القشيري : وهذا غير سديد ؛ لقوله [ تعالى ] : فينسخ الله ما يلقي الشيطان أي يبطله ، وشفاعة الملائكة غير باطلة . والله عليم حكيم عليم بما أوحى إلى نبيه - صلى الله عليه وسلم - . حكيم في خلقه .",
  "ayah": 52,
  "surah": 22
}
