{
  "surah": 5,
  "ayah": 55,
  "text": "Your friend is only God, and His Messenger. Abū Saʿīd Kharrāz said, \" When God desires to take one of His servants as a friend, He opens for him the door to His remembrance. When he takes pleasure in the remembrance, He opens for him the door to proximity. Then He lifts him up to the sitting place of intimacy. Then He seats him on the throne of tawḤīd. Then He lifts the veils from him, puts him into the abode of solitariness, and unveils majesty and tremendousness to him. When his eyesight falls on majesty and tremendous- ness, he remains without himself. At this point he becomes a servant in annihilation, so he falls under His protection and is rid of the claims of his soul. \" Abū Saʿīd is saying, \" When God wants to choose a servant and make him His friend among His servants, the first caress that He places upon him is to keep him in His remembrance such that he turns away from his own work toward the Real's work and turns away from remember- ing himself to remembering the Real. He comes forth from love for himself to love for the Real. Once he is at rest in remembering and loving the Real, He brings him near to Himself. The mark of nearness is the sweetness of obedience, dislike of disobedience, retiring from the people, and pleasure in seclusion. Then He sits him in the sitting place of seclusion, on the carpet of inti- macy, on the throne of tawḤīd, free of creatures, happy with the Real, unsettled in passion, the veils lifted, brought into the playing field of solitariness, with majesty and tremendousness un- veiled. He is a stranger to himself, one with the Real, consumed within himself, having reached the Patron. \" He keeps on saying, \" With reports I went forth seeking certainty, fear my resource, hope my companion. The goal was hidden from me and I was striving in the religion. All at once the lightning of self-disclosure flashed from ambush. With thought they see days like that, with the Friend like this. \" Listen with your spirit to these words spoken beautifully by the Pir of the Tariqah: \" O most generous supervisor! O most merciful Fount of Bounty! O veiled by majesty and disclosed by generosity, apportioner before Tablet and Pen, displayer of the celebration of guidance after a thousand misfortunes! May I be delivered one day from the bother of Eve and Adam and be freed from the bonds of existence and nonexistence! May I remove this remorse and regret from my heart and take ease with the Beloved for a breath, the cup of happiness in hand again and again in the sitting place of intimacy! \" How long talk of Adam's attributes and creation? How long debate about the world's time and eternity? How long ambushing the servants, how long not disowning the world and Adam?"
}
