{
  "text": "The Believing Children of the Righteous will benefit from their relationship with their Believing Parents in Paradise\nوَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّ‌يَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّ‌يَّتَهُمْ (And those who believed and their children followed them in belief, We will join their children with them,... 52:21) Sayyidna Ibn 'Abbas ؓ reports from the Holy Prophet ﷺ who said:\n\"Verily, Allah elevates the ranks of the believers' children to the rank of their parents, even though the latter do not deserve the same rank as their parents deserve, so that the eyes of the parents are comforted.\" (Hakim, al-Baihaqi in his Sunan, al-Bazzar, Abu Nu'aim in al-Hilyah, ibn-Jarir and ibn-Abi Haim as quoted by Mazhari [ Tr.])\nIt is recorded in Tabarani that Said Ibn Jubair (رح) reports \"Sayyidna Ibn ` Abbas ؓ said, [ and I think he reports this from the Holy Prophet ﷺ :\n\"When a person enters Paradise, he will inquire about his parents, and wife and children [ as to where they are ]. He will be told that they have not attained your grade. [ Therefore, their place is elsewhere in Paradise ]. The person will say: '0 Lord! I had worked not only for myself, but for all of them.' Allah will command that they all be kept together with him in the same rank of Paradise.\" (Ibn Kathir)\nHafiz Ibn-Kathir, having quoted all these Traditions, says that it is certainly Allah's grace and favour that He grants the children this blessing because of the righteous deeds of their parents. He also grants His favour to parents on account of their children's praying Allah for them. Imam Ahmad (رح) has recorded that Sayyidna Abu Hurairah ؓ has reported the following statement of the Holy Prophet ﷺ .\n\"Verily, Allah shall elevate the grade of a righteous servant in Paradise, who will ask: '0 Lord! How did I earn this?' Allah will reply: 'Through your son's invoking Me to forgive you.\" (ibn-Kathir says that this Tradition has an authentic chain of transmitters, but was not recorded in Sahihain this way. However there is a corroborating narration (shahid) for it in Muslim on the authority of Abu Hurairah ؓ . [ Tr.])\nوَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ (...and will not curtail (the reward of) any of their deeds at all...52:21) The past perfect verb alatna is the first person plural of alata which literally means to decrease, to reduce or to diminish (Qurtubi). The verse means that for upgrading the children of the believers who died in the state of true faith, no part of the reward of their parents will be diminished for them to make up for the children's deeds. In fact, this equalization will take place as a result of Allah's grace.\nAllah's Fairness to Sinners\nكُلُّ امْرِ‌ئٍ بِمَا كَسَبَ رَ‌هِينٌ (Every person will be pledged for what he earned.) After Allah mentioned His favour of elevating the children to the ranks of their parents, even though the deeds of the former did not qualify them, He affirmed His fairness in that, He does not punish anyone for the sins of others. Therefore, every person will be responsible for his actions. No sins committed by others shall ever be added to one's load, even if committed by his parents or children. (Ibn Kathir)",
  "ayah": 28,
  "surah": 52
}
