{
  "text": "منکرین قیامت کے لئے وعیدیں اللہ تبارک و تعالیٰ ان لوگوں کو ڈراتا ہے جو ایمان داروں سے فضول حجتیں کیا کرتے ہیں، انہیں راہ ہدایت سے بہکانا چاہتے ہیں اور اللہ کے دین میں اختلاف پیدا کرتے ہیں۔ ان کی حجت باطل ہے ان پر رب غضبناک ہے۔ اور انہیں قیامت کے روز سخت اور ناقابل برداشت مار ماری جائے گی۔ ان کی طمع پوری ہونی یعنی مسلمانوں میں پھر دوبارہ جاہلیت کی خو بو آنا محال ہے ٹھیک اسی طرح یہود و نصارٰی کا بھی یہ جادو نہیں چلنے دے گا۔ ناممکن ہے کہ مسلمان ان کے موجودہ دین کو اپنے سچے اچھے اصل اور بےکھرے دین پر ترجیح دیں۔ اور اس دین کو لیں جس میں جھوٹ ملا ہوا ہے جو محرف و مبدل ہے۔ پھر فرماتا ہے اللہ تعالیٰ نے حق کے ساتھ کتاب نازل فرمائی اور عدل و انصاف اتارا۔ جیسے فرمان باری ہے آیت (لَقَدْ اَرْسَلْنَا رُسُلَنَا بالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاس بالْقِسْطِ 25ۧ) 57۔ الحدید :25) یعنی ہم نے اپنے رسولوں کو ظاہر دلیلوں کے ساتھ بھیجا قرآن کے ہمراہ کتاب اور میزان اتارا تاکہ لوگ انصاف پر قائم ہوجائیں۔ ایک اور آیت میں ہے آیت (وَالسَّمَاۗءَ رَفَعَهَا وَوَضَعَ الْمِيْزَانَ ۙ) 55۔ الرحمن :7) یعنی آسمان کو اسی نے اونچا کیا اور ترازؤں کو اسی نے رکھا تاکہ تم تولنے میں کمی بیشی نہ کرو۔ اور انصاف کے ساتھ وزن کو ٹھیک رکھو اور تول کو مت گھٹاؤ۔ پھر فرماتا ہے تو نہیں جان سکتا کہ قیامت بالکل قریب ہے اس میں خوف اور لالچ دونوں ہی ہیں اور اس میں دنیا سے بےرغبت کرنا بھی مقصود ہے۔ پھر فرمایا اس کے منکر تو جلدی مچا رہے ہیں کہ قیامت کیوں نہیں آتی ؟ وہ کہتے ہیں کہ اگر سچے ہو تو قیامت قائم کردو کیونکہ ان کے نزدیک قیامت ہونا محال ہے۔ لیکن ان کے برخلاف ایمان دار اس سے کانپ رہے ہیں کیونکہ ان کا عقیدہ ہے کہ روز جزا کا آنا حتمی اور ضروری ہے۔ یہ اس سے ڈر کر وہ اعمال بجا لا رہے ہیں جو انہیں اس روز کام دیں ایک بالکل صحیح حدیث میں ہے جو تقریبا تواتر کے درجہ کو پہنچی ہوئی ہے کہ ایک شخص نے بلند آواز سے رسول اللہ ﷺ سے دریافت کیا کہ یارسول اللہ قیامت کب ہوگی ؟ یہ واقعہ سفر کا ہے وہ حضرت ﷺ سے کچھ دور تھے آپ نے فرمایا ہاں ہاں وہ یقینا آنے والی ہے تو بتا کہ تو نے اس کے لئے تیاری کیا کر رکھی ہے ؟ اس نے کہا اللہ اور اس کے رسول کی محبت آپ نے فرمایا تو ان کے ساتھ ہوگا جن سے تو محبت رکھتا ہے اور حدیث میں حضور ﷺ کا فرمان ہے ہر شخص اس کے ساتھ ہوگا جس سے وہ محبت رکھتا تھا۔ یہ حدیث یقینا متواتر ہے الغرض حضور ﷺ نے اس سوال کے جواب میں قیامت کے وقت کا تعین نہیں کیا بلکہ سائل کو اس دن کے لئے تیاری کرنے کو فرمایا پس قیامت کے آنے کے وقت علم کا سوائے اللہ کے کسی اور کو نہیں۔ پھر فرماتا ہے کہ قیامت کے آنے میں جو لوگ جھگڑ رہے ہیں اور اس کے منکر ہیں اسے محال جانتے ہیں وہ نرے جاہل ہیں سچی سمجھ صحیح عقل سے دور پڑے ہوئے ہیں سیدھے راستے سے بھٹک کر بہت دور نکل گئے ہیں۔ تعجب ہے کہ زمین و آسمان کا ابتدائی خالق اللہ کو مانیں اور انسان کو مار ڈالنے کے بعد دوبارہ زندہ کردینے پر اسے قادر نہ جانیں جس نے بغیر کسی نمونے کے اور بغیر کسی جز کے ابتدا ً اسے پیدا کردیا تو دوبارہ جب کہ اس کے اجزاء بھی کسی نہ کسی صورت میں کچھ نہ کچھ موجود ہیں اسے پیدا کرنا اس پر کیا مشکل ہے بلکہ عقل سلیم بھی اسے تسلیم کرتی ہے اور اب تو اور بھی آسان ہے۔",
  "ayah": 16,
  "surah": 42
}
