{
  "text": "رسول اللہ سے قرابت داری کی فضیلت اوپر کی آیتوں میں جنت کی نعمتوں کا ذکر کر کے بیان فرما رہا ہے کہ ایمان دار نیک کار بندوں کو اس کی بشارت ہو پھر اپنے نبی سے فرماتا ہے کہ قریش کے مشرکین سے کہہ دو کہ اس تبلیغ پر اور اس تمہاری خیر خواہی پر میں تم سے کچھ طلب تو نہیں کر رہا۔ تمہاری بھلائی تو ایک طرف رہی تم اگر اپنی برائی سے ہی ٹل جاؤ اور مجھے رب کی رسالت پہنچانے دو اور قرابت داری کے رشتے کو سامنے رکھ کر میری ایذاء رسانی سے ہی رک جاؤ تو یہی بہت ہے صحیح بخاری میں ہے کہ حضرت ابن عباس سے اس آیت کی تفسیر دریافت کی گئی تو حضرت سعید بن جبیر ؒ نے کہا اس سے مراد قرابت آل محمد ﷺ ہے یہ سن کر آپ نے فرمایا تم نے عجلت سے کام لیا سنو قریش کے جس قدر قبیلے تھے سب کے ساتھ حضور کی رشتہ داری تھی تو مطلب یہی کہ تم اس رشتے داری کا لحاظ رکھو جو مجھ میں اور تم میں ہے حضرت مجاہد، حضرت عکرمہ، حضرت قتادہ، حضرت سدی، حضرت ابو مالک، حضرت عبد الرحمن وغیرہ بھی اس آیت کی یہی تفسیر کرتے ہیں۔ مسند احمد میں ہے حضور ﷺ نے فرمایا کہ میں نے تمہیں جو دلیلیں دی ہیں جس ہدایت کا راستہ بتایا ہے اس پر کوئی اجر تم سے نہیں چاہتا سوائے اس کے کہ تم اللہ کو چاہنے لگو اور اس کی اطاعت کی وجہ سے اس سے قرب اور نزدیکی حاصل کرلو حضرت حسن بصری سے بھی یہی تفسیر منقول ہے تو یہ دوسرا قول ہوا پہلا قول حضور ﷺ کا اپنی رشتے داری کو یاد دلانا دوسرا قول آپ کی یہ طلب کہ لوگ اللہ کی نزدیکی حاصل کرلیں تیسرا قول جو حضرت سعید بن جبیر کی روایت سے گزرا کہ تم میری قرابت کے ساتھ احسان اور نیکی کرو۔ ابو الدیلم کا بیان ہے کہ جب حضرت علی بن حسین کو قید کر کے لایا گیا اور دمشق کے بالا خانے میں رکھا گیا تو ایک شامی نے کہا اللہ کا شکر ہے کہ اس نے تمہیں قتل کرایا اور تمہارا ناس کرا دیا اور فتنہ کی ترقی کو روک دیا یہ سن کر آپ نے فرمایا کیا تو نے قرآن بھی پڑھا ہے اس نے کہا کیوں نہیں ؟ فرمایا اس میں (حم) والی سورتیں بھی پڑھی ہیں ؟ اس نے کہا واہ سارا قرآن پڑھ لیا اور (حم) والی سورتیں نہیں پڑھیں ؟ آپ نے فرمایا پھر کیا ان میں اس آیت کی تلاوت تو نے نہیں کی ؟ آیت (قُلْ لَّآ اَسْـَٔــلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِي الْقُرْبٰى ۭ وَمَنْ يَّــقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۭ اِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ 23؀) 42۔ الشوری :23) یعنی میں تم سے کوئی اجر طلب نہیں کرتا مگر محبت قرابت کی۔ اس نے کہا پھر کیا تم وہ ہو ؟ آپ نے فرمایا ہاں ! حضرت عمرو بن شعیب سے جب اس آیت کی تفسیر پوچھی گئی تو آپ نے فرمایا مراد قرابت رسول ﷺ ہے۔ ابن جریر میں ہے کہ انصار نے اپنی خدمات اسلام گنوائیں گویا فخر کے طور پر۔ اس پر ابن عباس یا حضرت عباس نے فرمایا ہم تم سے افضل ہیں جب یہ خبر حضور ﷺ کو ملی تو آپ ان کی مجلس میں آئے اور فرمایا انصاریو کیا تم ذلت کی حالت میں نہ تھے ؟ پھر اللہ نے تمہیں میری وجہ سے عزت بخشی ! انہوں نے کہا بیشک آپ سچے ہیں۔ فرمایا کیا تم گمراہ نہ تھے ؟ پھر اللہ نے تمہیں میری وجہ سے ہدایت کی ؟ انہوں نے کہا ہاں بیشک آپ نے سچ فرمایا پھر آپ نے فرمایا اب تم مجھے کیوں نہیں کہتے ؟ انہوں نے کہا کیا کہیں ؟ فرمایا کیوں نہیں کہتے ؟ کہ کیا تیری قوم نے تجھے نکال نہیں دیا تھا ؟ اس وقت ہم نے تجھے پناہ دی کیا انہوں نے تجھے جھٹلایا نہ تھا ؟ اس وقت ہم نے تیری تصدیق کی ؟ کیا انہوں نے تجھے پست کرنا نہیں چاہا تھا اس وقت ہم نے تیری مدد کی ؟ اس طرح کی آپ نے اور بھی بہت سی باتیں کیں یہاں تک کہ انصار اپنے گھٹنوں پر جھک پڑے اور انہوں نے کہا حضور ﷺ ہماری اولاد اور جو کچھ ہمارے پاس ہے سب اللہ کا اور سب اس کے رسول کے لئے ہے۔ پھر یہ آیت (قُلْ لَّآ اَسْـَٔــلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِي الْقُرْبٰى ۭ وَمَنْ يَّــقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۭ اِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ 23؀) 42۔ الشوری :23) نازل ہوئی۔ ابن ابی حاتم میں بھی اسی کے قریب ضعیف سند سے مروی ہے بخاری و مسلم میں یہ حدیث ہے اس میں ہے کہ یہ واقعہ حنین کی غنیمت کی تقسیم کے وقت پیش آیا تھا اور اس میں آیت کے اترنے کا ذکر بھی نہیں اور اس آیت کو مدینے میں نازل شدہ ماننے میں بھی قدرے تامل ہے اس لئے کہ یہ سورت مکی ہے پھر جو واقعہ حدیث میں مذکور ہے اس واقعہ میں اور اس آیت میں کچھ ایسی زیادہ ظاہر مناسبت بھی نہیں ایک روایت میں ہے کہ لوگوں نے پوچھا اس آیت سے کون لوگ مراد ہیں جن کی محبت رکھنے کا ہمیں حکم باری ہوا ہے آپ نے فرمایا حضرت فاطمہ اور ان کی اولاد ؓ۔ لیکن اس کی سند ضعیف ہے اور اس کا راوی مبہم ہے جو معروف نہیں پھر اس کا استاد ایک شیعہ ہے جو بالکل ثقاہت سے گرا ہوا ہے اس کا نام حسین اشغر ہے اس جیسی حدیث بھلا اس کی روایت سے کیسے مان لی جائے گی ؟ پھر مدینے میں آیت نازل ہونا ہی مستعد ہے حق یہ ہے کہ آیت مکی ہے اور مکہ شریف میں حضرت فاطمہ کا عقد ہی نہ ہوا تھا اولاد کیسی ؟ آپ کا عقد تو صرف حضرت علی کے ساتھ جنگ بدر کے بعد سنہ002ھ میں ہوا۔ پس صحیح تفسیر اس کی وہی ہے جو حبر المہ ترجمان القرآن حضرت عبداللہ بن عباس نے کی ہے جو بحوالہ بخاری پہلے گذر چکی ہم اہل بیت کے ساتھ خیرخواہی کرنے کے منکر نہیں ہے ہم مانتے ہیں کہ ان کے ساتھ احسان و سلوک اور ان کا اکرام و احترام ضروری چیز ہے روئے زمین پر ان سے زیادہ پاک اور صاف ستھرا گھرانا اور نہیں حسب و نسب میں اور فخر و مباہات میں بلا شک یہ سب سے اعلیٰ ہیں۔ بالخصوص ان میں سے وہ جو متبع سنت نبی ہوں جیسے کہ اسلاف کی روش تھی یعنی حضرت عباس اور آل عباس کی اور حضرت علی اور آل علی کی ؓ اجمعین۔ رسول اللہ ﷺ نے اپنے خطبے میں فرمایا ہے میں تم میں دو چیزیں چھوڑے جا رہا ہوں کتاب اللہ اور میری عزت اور یہ دونوں جدا نہ ہوں گے جب تک کہ حوض پر میرے پاس نہ آئیں مسند احمد میں ہے کہ ایک مرتبہ حضرت عباد بن عبدالملک نے رسول اللہ ﷺ سے شکایت کی کہ قریشی جب آپس میں ملتے ہیں تو بڑی خندہ پیشانی سے ملتے ہیں۔ لیکن ہم سے اس ہنسی خوشی کے ساتھ نہیں ملتے۔ یہ سن کر آپ بہت رنجیدہ ہوئے اور فرمانے لگے اللہ کی قسم جس کے قبضے میں میری جان ہے کسی کے دل میں ایمان داخل نہیں ہوسکتا جب تک کہ وہ اللہ کے لئے اور اس کے رسول کی وجہ سے تم سے محبت نہ رکھے اور روایت میں ہے کہ حضرت عباس نے کہا قریشی باتیں کرتے ہوتے ہیں ہمیں دیکھ کر چپ ہوجاتے ہیں اسے سن کر مارے غصے کے آپ کی پیشانی پر بل پڑگئے اور فرمایا واللہ کسی مسلمان کے دل میں ایمان جاگزیں نہیں ہوگا جب تک کہ وہ تم سے اللہ کے لئے اور میری قرابت داری کی وجہ سے محبت نہ رکھے صحیح بخاری میں ہے کہ حضرت صدیق اکبر نے فرمایا لوگو حضور ﷺ کا لحاظ حضور ﷺ کے اہل بیت میں رکھو ایک اور روایت میں ہے کہ آپ نے حضرت علی سے فرمایا اللہ کی قسم رسول اللہ ﷺ کے قرابت داروں سے سلوک کرنا مجھے اپنے قرابت داروں کے سلوک سے بھی پیارا ہے حضرت عمر فاروق نے حضرت عباس سے فرمایا واللہ تمہارا اسلام لانا مجھے اپنے والد خطاب کے اسلام لانے سے بھی زیادہ اچھا لگا اس لئے کہ تمہارا اسلام حضور ﷺ کو خطاب کے اسلام سے زیادہ محبوب تھا۔ پس اسلام کے ان دو چمکتے ستاروں کا مسلمانوں کے ان دونوں سیدوں کا جو معاملہ آل رسول ﷺ اوراقربا پیغمبر کے ساتھ تھا وہی عزت و محبت کا معاملہ مسلمانوں کو آپ کے اہل بیت اور قرابت داروں سے رکھنا چاہیے۔ کیونکہ نبیوں اور رسولوں کے بعد تمام دنیا سے افضل یہی دونوں بزرگ خلیفہ رسول تھے پس مسلمانوں کو ان کی پیروی کر کے حضور ﷺ کے اہل بیت اور کنبے قبیلے کے ساتھ جس عقیدت سے پیش آنا چاہیے۔ اللہ تعالیٰ ان دونوں خلیفہ سے اہل بیت سے اور حضور ﷺ کے کل صحابہ سے خوش ہوجائے اور سب کو اپنی رضا مندی میں لے لے آمین۔ صحیح مسلم وغیرہ میں حدیث ہے کہ یزید بن حیان اور حصین بن میسرہ اور عمر بن مسلم حضرت زید بن ارقم کے پاس گئے حضرت حصین نے کہا اے حضرت آپ کو تو بڑی بڑی خیر و برکت مل گئی آپ نے اللہ کے نبی کو اپنی آنکھوں سے دیکھا آپ نے اللہ کے پیغمبر ﷺ کی باتیں اپنے کانوں سے سنیں آپ کے ساتھ جہاد کیے آپ کے ساتھ نمازیں پڑھیں حق تو یہ ہے کہ بڑی بڑی فضیلتیں آپ نے سمیٹ لیں اچھا اب کوئی حدیث ہمیں بھی بتائیے۔ اس پر حضرت زید نے فرمایا میرے بھتیجے سنو میری عمر اب بڑی ہوگئی حضور ﷺ کی رحلت کو عرصہ گذر چکا بعض چیزیں ذہن میں محفوظ نہیں رہیں اب تو یہی رکھو کہ جو از خود سنا دوں اسے مان لیا کرو ورنہ مجھے تکلیف نہ دو کہ تکلف سے بیان کرنا پڑے پھر آپ نے فرمایا کہ مکہ اور مدینے کے درمیان پانی کی جگہ کے پاس جسے خم کہا جاتا تھا کھڑے ہو کر اللہ کے رسول ﷺ نے ہمیں ایک خطبہ سنایا اللہ کی حمد وثنا کی وعظ و پند کیا پھر فرمایا لوگو میں ایک انسان ہوں کیا عجب کہ ابھی ابھی میرے پاس قاصد اللہ پہنچ جائے اور میں اس کی مان لوں سنو میں تم میں دو چیزیں چھوڑے جا رہا ہوں ایک تو کتاب اللہ جس میں نور و ہدایت ہے تم اللہ کی کتاب کو مضبوط تھام لو اور اس کو مضبوطی سے تھامے رہو پس اس کی بڑی رغبت دلائی اور بہت کچھ تاکید کی پھر فرمایا اے میرے اہل بیت میں تمہیں اپنے اہل بیت کے بارے میں اللہ کو یاد دلاتا ہوں یہ سن کر حصین نے حضرت زید سے پوچھا اے زید آپ کے اہل بیت کون ہیں ؟ کیا آپ کی بیویاں اہل بیت میں داخل نہیں ؟ فرمایا بیشک آپ کی بیویاں وہ ہیں جن پر آپ کے بعد صدقہ حرام ہے پوچھا وہ کون ہیں ؟ فرمایا آل علی، آل عقیل، آل جعفر، آل عباس ؓ پوچھا کیا ان سب پر صدقہ حرام ہے ؟ فرمایا ہاں ! ترمذی شریف میں ہے حضور ﷺ نے فرمایا میں تم میں ایسی چیز چھوڑے جا رہا ہوں کہ اگر تم اسے مضبوط تھامے رہے تو بہکو گے نہیں ایک دوسری سے زیادہ عظمت والی ہے کتاب اللہ جو اللہ کی طرف سے ایک لٹکائی ہوئی رسی ہے جو آسمان سے زمین تک آئی ہے اور دوسری چیز میری عترت میرے اہل بیت ہے اور یہ دونوں جدا نہ ہوں گی یہاں تک کہ دونوں میرے پاس حوض کوثر پر آئیں۔ پس دیکھ لو کہ میرے بعد کس طرح ان میں میری جانشینی کرتے ہو ؟ امام صاحب فرماتے ہیں کہ یہ حدیث حسن غریب ہے اور صرف ترمذی میں ہے یہ روایت ہے حضرت جابر بن عبداللہ کی روایت سے ترمذی میں ہے کہ عرفے والے دن رسول اللہ ﷺ نے اپنی اونٹنی پر سوار ہو کر جسے قصوا کہا جاتا تھا خطبہ دیا جس میں فرمایا لوگو میں تم میں ایسی چیز چھوڑے جا رہا ہوں کہ اگر تم اسے تھامے رہے تو ہرگز گمراہ نہیں ہو گے کتاب اللہ اور میری عترت اہل بیت۔ ترمذی کی اور روایت میں ہے کہ اللہ کی نعمتوں کو مدنظر رکھ کر تم لوگ اللہ تعالیٰ سے محبت رکھو اور اللہ کی محبت کی وجہ سے مجھ سے محبت رکھو اور میری محبت کی وجہ سے میری اہل بیت سے محبت رکھو یہ حدیث اور اوپر کی حدیث حسن غریب ہے اس مضمون کی اور احادیث ہم نے آیت (اِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا 33؀ۚ) 33۔ الأحزاب :33) کی تفسیر میں وارد کردی ہیں یہاں ان کے دہرانے کی ضرورت نہیں فالحمد اللہ۔ ایک ضعیف حدیث مسند ابو یعلی میں ہے کہ حضرت ابوذر نے بیت اللہ کے دروازے کا کنڈا تھامے ہوئے فرمایا لوگو جو مجھے جانتے ہیں وہ تو جانتے ہی ہیں جو نہیں پہچانتے وہ اب پہچان کرلیں کہ میرا نام ابوذر ہے سنو میں نے رسول اللہ ﷺ سے سنا ہے کہ تم میں میرے اہل بیت کی مثال مثل نوح ؑ کی کشتی کے ہے اس میں جو چلا گیا اس نے نجات پالی اور جو اس میں داخل نہ ہوا ہلاک ہوا پھر فرماتا ہے جو نیک عمل کرے ہم اس کا ثواب اور بڑھا دیتے ہیں جیسے ایک اور آیت میں فرمایا اللہ تعالیٰ ایک ذرے کے برابر ظلم نہیں کرتا اگر نیکی ہو تو اور بڑھا دیتا ہے اور اپنے پاس سے اجر عظیم عنایت فرماتا ہے بعض سلف کا قول ہے کہ نیکی کا ثواب اس کے بعد نیکی ہے اور برائی کا بدلہ اس کے بعد برائی ہے پھر فرمان ہوا کہ اللہ گناہوں کو بخشنے والا ہے اور نیکیوں کی قدر دانی کرنے والا ہے انہیں بڑھا چڑھا کردیتا ہے پھر فرماتا ہے کہ یہ جاہل کفار جو کہتے ہیں کہ یہ قرآن تو نے گھڑ لیا ہے اور اللہ کے نام لگا دیا ہے ایسا نہیں اگر ایسا ہوتا تو اللہ تیرے دل پر مہر لگا دیتا اور تجھے کچھ بھی یاد نہ رہتا جیسے فرمان ہے آیت (وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِ 44 ؀ۙ) 69۔ الحاقة :44) اگر یہ رسول ہمارے ذمے کچھ باتیں لگا دیتے تو ہم ان کا داہنا ہاتھ پکڑ کر ان کے دل کی رگ کاٹ ڈالتے اور تم میں سے کوئی انہیں اس سزا سے نہ بچا سکتا۔ یعنی یہ اگر ہمارے کلام میں کچھ بھی زیادتی کرتے تو ایسا انتقام لیتے کہ دنیا کی کوئی ہستی اسے نہ بچا سکتی اس کے بعد کا جملہ آیت (ویمح اللہ) الخ، (یختم) پر معطوف نہیں بلکہ یہ مبتدا ہے اور مبتدا ہونے کی وجہ سے مرفوع ہے۔ آیت (یختم) پر عطف نہیں جو مجزوم ہو۔ واؤ کا کتابت میں نہ آنا یہ صرف امام کے رسم خط کی موافقت کی وجہ سے ہے جیسے آیت (سَـنَدْعُ الزَّبَانِيَةَ 18؀ۙ) 96۔ العلق :18) میں واؤ لکھنے میں نہیں آئی۔ اور آیت (وَيَدْعُ الْاِنْسَان بالشَّرِّ دُعَاۗءَهٗ بالْخَيْرِ ۭ وَكَانَ الْاِنْسَانُ عَجُوْلًا 11؀) 17۔ الإسراء :11) میں واؤ نہیں لکھی گئی ہاں اس کے بعد کے جملے آیت (اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَ ۙ) 8۔ الانفال :7) کا عطف آیت (وَيَمْــحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ ۭ اِنَّهٗ عَلِيْمٌۢ بِذَات الصُّدُوْرِ 24؀) 42۔ الشوری :24) ، پر ہے یعنی اللہ تعالیٰ حق کو واضح اور مبین کردیتا ہے اپنے کلمات سے یعنی دلائل بیان فرما کر حجت پیش کر کے وہ خوب دانا بینا ہے دلوں کے راز سینوں کے بھید اس پر کھلے ہوئے ہیں۔",
  "ayah": 24,
  "surah": 42
}
