{
  "text": "حم عسق کی تفسیر :حروف مقطعات کی بحث پہلے گزر چکی ہے۔ ابن جریر ؒ نے یہاں پر ایک عجیب و غریب اثر وارد کیا ہے جو منکر ہے اس میں ہے کہ ایک شخص حضرت ابن عباس کے پاس آیا اس وقت آپ کے پاس حضرت حذیفہ بن یمان بھی تھے۔ اس نے ان حروف کی تفسیر آپ سے پوچھی آپ نے ذرا سی دیر سر نیچا کرلیا پھر منہ پھیرلیا اس شخص نے دوبارہ یہی سوال کیا تو آپ نے پھر بھی منہ پھیرلیا اور اس کے سوال کو برا جانا اس نے پھر تیسری مرتبہ پوچھا۔ آپ نے پھر بھی کوئی جواب نہ دیا اس پر حضرت حذیفہ نے کہا میں تجھے بتاتا ہوں اور مجھے یہ معلوم ہے کہ حضرت ابن عباس اسے کیوں ناپسند کر رہے ہیں۔ ان کے اہل بیت میں سے ایک شخص کے بارے میں یہ نازل ہوئی ہے جسے (عبد الا لہ) اور عبداللہ کہا جاتا ہوگا وہ مشرق کی نہروں میں سے ایک نہر کے پاس اترے گا۔ اور وہاں دو شہر بسائے گا نہر کو کاٹ کر دونوں شہروں میں لے جائے گا جب اللہ تعالیٰ ان کے ملک کے زوال اور ان کی دولت کا استیصال کا ارادہ کرے گا۔ اور ان کا وقت ختم ہونے کا ہوگا تو ان دونوں شہروں میں سے ایک پر رات کے وقت آگ آئے گی جو اسے جلا کر بھسم کر دے گی وہاں کے لوگ صبح کو اسے دیکھ کر تعجب کریں گے ایسا معلوم ہوگا کہ گویا یہاں کچھ تھا ہی نہیں صبح ہی صبح وہاں تمام بڑے بڑے سرکش متکبر مخالف حق لوگ جمع ہوں گے اسی وقت اللہ تعالیٰ ان سب کو اس شہر سمیت غارت کر دے گا۔ یہی معنی ہیں (حم عسق) کے یعنی اللہ کی طرف سے یہ عزیمت یعنی ضروری ہے یہ فتنہ قضا کیا ہوا یعنی فیصل شدہ ہے اللہ تعالیٰ کی طرف سے عین سے مراد عدل سین سے مراد سیکون یعنی یہ عنقریب ہو کر رہے گا (ق) سے مراد واقع ہونے والا ان دونوں شہروں میں۔ اس سے بھی زیادہ غربت والی ایک اور روایت میں مسند حافظ ابو یعلی کی دوسری جلد میں مسند ابن عباس میں ہے جو مرفوع بھی ہے لیکن اس کی سند بالکل ضعف ہے اور منقطع بھی ہے اس میں ہے کہ کسی نے ان حروف کی تفسیر آنحضرت ﷺ سے سنی ہے حضرت ابن عباس جلدی سے اکھٹے ہوئے اور فرمایا ہاں میں نے سنی ہے (حم) اللہ تعالیٰ کے ناموں میں سے ایک نام ہے عین سے مراد (عاین المولون عذاب یوم بدر) ہے۔ سین سے مراد (اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَذَكَرُوا اللّٰهَ كَثِيْرًا وَّانْتَــصَرُوْا مِنْۢ بَعْدِ مَا ظُلِمُوْا ۭ وَسَـيَعْلَمُ الَّذِيْنَ ظَلَمُوْٓا اَيَّ مُنْقَلَبٍ يَّنْقَلِبُوْنَ02207) 26۔ الشعراء :227) (ق) سے کیا مراد ہے اسے آپ نہ بتاسکے تو حضرت ابوذر کھڑے ہوئے اور حضرت ابن عباس کی تفسیر کے مطابق تفسیر کی اور فرمایا (ق) سے مراد (قارعہ) آسمانی ہے جو تمام لوگوں کو ڈھانپ لے گا ترجمہ یہ ہوا کہ بدر کے دن پیٹھ موڑ کر بھاگنے والے کفار نے عذاب کا مزہ چکھ لیا۔ ان ظالموں کو عنقریب معلوم ہوجائے گا کہ ان کا کتنا برا انجام ہوا ؟ ان پر آسمانی عذاب آئے گا جو انہیں تباہ و برباد کر دے گا پھر فرماتا ہے کہ اے نبی جس طرح تم پر اس قرآن کی وحی نازل ہوئی ہے اسی طرح تم سے پہلے کے پیغمبروں پر کتابیں اور صحیفے نازل ہوچکے ہیں یہ سب اس اللہ کی طرف سے اترے ہیں جو اپنا انتقام لینے میں غالب اور زبردست ہے جو اپنے اقوال و افعال میں حکمت والا ہے حضرت حارث بن ہشام نے رسول اللہ ﷺ سے سوال کیا کہ آپ پر وحی کس طرح نازل ہوتی ہے ؟ آپ نے فرمایا کبھی تو گھنٹی کی مسلسل آواز کی طرح جو مجھ پر بہت بھاری پڑتی ہے جب وہ ختم ہوتی ہے تو مجھے جو کچھ کہا گیا وہ سب یاد ہوتا ہے اور کبھی فرشتہ انسانی صورت میں میرے پاس آتا ہے مجھ سے باتیں کرجاتا ہے جو وہ کہتا ہے میں اسے یاد رکھ لیتا ہوں حضرت صدیقہ فرماتی ہیں سخت جاڑوں کے ایام میں بھی جب آپ پر وحی اترتی تھی تو شدت وحی سے آپ پانی پانی ہوجاتے تھے یہاں تک کہ پیشانی سے پسینہ کی بوندیں ٹپکنے لگتی تھیں۔ (بخاری مسلم) مسند احمد کی حدیث میں ہے کہ حضرت عبداللہ بن عمر نے حضور ﷺ سے وحی کی کیفیت پوچھی تو آپ نے فرمایا میں ایک زنجیر کی سی گھڑگھڑاہٹ سنتا ہوں پھر کان لگا لیتا ہوں ایسی وحی میں مجھ پر اتنی شدت سی ہوتی ہے کہ ہر مرتبہ مجھے اپنی روح نکل جانے کا گمان ہوتا ہے۔ شرح صحیح بخاری کے شروع میں ہم کیفیت وحی پر مفصل کلام کرچکے ہیں فالحمد للہ، پھر فرماتا ہے کہ زمین و آسمان کی تمام مخلوق اس کی غلام ہے اس کی ملکیت ہے اس کے دباؤ تلے اور اس کے سامنے عاجز و مجبور ہے وہ بلندیوں والا اور بڑائیوں والا ہے وہ بہت بڑا اور بہت بلند ہے وہ اونچائی والا اور کبریائی والا ہے اس کی عظمت اور جلالت کا یہ حال ہے کہ قریب ہے آسمان پھٹ پڑیں۔ فرشتے اس کی عظمت سے کپکپاتے ہوئے اس کی پاکی اور تعریف بیان کرتے رہتے ہیں اور زمین والوں کے لئے مغفرت طلب کرتے رہتے ہیں جیسے اور جگہ ارشاد ہے آیت (اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْا ۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَــحِيْمِ) 40۔ غافر :7) یعنی حاملان عرش اور اس کے قرب و جوار کے فرشتے اپنے رب کی تسبیح اور حمد بیان کرتے رہتے ہیں اس پر ایمان رکھتے ہیں اور ایمان والوں کے لئے استغفار کرتے رہتے ہیں کہ اے ہمارے رب تو نے اپنی رحمت و علم سے ہر چیز کو گھیر رکھا ہے پس تو انہیں بخش دے جنہوں نے توبہ کی ہے اور تیرے راستے کے تابع ہیں انہیں عذاب جہنم سے بچا لے۔ پھر فرمایا جان لو کہ اللہ غفور و رحیم ہے، پھر فرماتا ہے کہ مشرکوں کے اعمال کی دیکھ بھال میں آپ کر رہا ہوں انہیں خود ہی پورا پورا بدلہ دوں گا۔ تیرا کام صرف انہیں آگاہ کردینا ہے تو کچھ ان پر داروغہ نہیں۔",
  "ayah": 3,
  "surah": 42
}
