{
  "text": "القول في تأويل قوله تعالى :  إِذَا الشَّمْسُ كُوِّرَتْ (1)اختلف أهل التأويل في تأويل قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) فقال بعضهم: معنى ذلك: إذا الشمس ذهب ضوءها.* ذكر من قال ذلك:حدثنا الحسين بن الحريث، قال: ثنا الفضل بن موسى، عن الحسين بن واقد، عن الربيع بن أنس، عن أبي العالية، قال: ثني أبيّ بن كعب، قال: ستّ آيات قبل يوم القيامة: بينا الناس في أسواقهم، إذ ذهب ضوء الشمس، فبينما هم كذلك، إذ تناثرت النجوم، فبينما هم كذلك، إذ وقعت الجبال على وجه الأرض، فتحرّكت واضطربت واحترقت، وفزِعت الجنّ إلى الإنس، والإنس إلى الجنّ، واختلطت الدوابّ والطير والوحش، وماجوا بعضهم في بعض  وَإِذَا الْوُحُوشُ حُشِرَتْ  قال: اختلطت ( وَإِذَا الْعِشَارُ عُطِّلَتْ ) قال: أهملها أهلها  وَإِذَا الْبِحَارُ سُجِّرَتْ  قال: قالت الجنّ للإنس: نحن نأتيكم بالخبر، قال: فانطلقوا إلى البحار، فإذا هي نار تأجج؛ قال: فبينما هم كذلك إذ تصدّعت الأرض صدعة واحدة إلى الأرض السابعة السفلى، وإلى السماء السابعة العليا، قال: فبينما هم كذلك إذ جاءتهم الريح فأماتتهم .حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) يقول: أظلمت .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) يعني: ذهبت .حدثني محمد بن عمارة، حدثني عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: اضمحلت وذهبت .حدثنا ابن بشار وابن المثنى، قالا ثنا محمد بن جعفر، قال: ثنا شعبة، عن قتادة، في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: ذهب ضوءها فلا ضوء لها .حدثنا ابن حميد، قال: ثنا يعقوب القمي، عن جعفر، عن سعيد، في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: غوّرت، وهي بالفارسية، كور تكور .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) أما تكوير الشمس: فذهابها .حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: كوّرت كورا بالفارسية .وقال آخرون: معنى ذلك: رمي بها.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا عثام بن عليّ، قال: ثنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: نُكِّست .حدثني محمد بن عبد الرحمن المسروقي، قال: ثنا محمد بن بشر، قال: ثنا إسماعيل، عن أبي صالح مثله.حدثنا محمد بن المثنى، قال: ثنا بدل بن المحبر، قال: ثنا شعبة، قال: سمعت إسماعيل، سمع أبا صالح في قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: أُلقيت .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن أبيه، عن أبي يعلى، عن ربيع بن خثيم ( إِذَا الشَّمْسُ كُوِّرَتْ ) قال: رُمِي بها .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن أبي يعلى، عن الربيع بن خثيم، مثله.والصواب من القول في ذلك عندنا: أن يقال: ( كُوِّرَتْ ) كما قال الله جل ثناؤه، والتكوير في كلام العرب: جمع بعض الشيء إلى بعض، وذلك كتكوير العمامة، وهو لفها على الرأس، وكتكوير الكارة، وهي جمع الثياب بعضها إلى بعض، ولفها، وكذلك قوله: ( إِذَا الشَّمْسُ كُوِّرَتْ ) إنما معناه: جمع بعضها إلى بعض، ثم لفت فَرُمِي بها، وإذا فعل ذلك بها ذهب ضوءها فعلى التأويل الذي تأوّلناه وبيَّناه لكلا القولين اللَّذين ذكرت عن أهل التأويل وجه صحيح، وذلك أنها إذا كُوِّرت ورُمي بها، ذهب ضوءها.",
  "ayah": 1,
  "surah": 81
}
