{
  "text": "وقوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) اختلف أهل التأويل في (الخُنَّس * الْجَوَارِِ الكنَّسِ) فقال بعضهم: هي النجوم الدراريّ الخمسة تخنِس في مجراها فترجع وتكنس، فتستتر في بيوتها كما تكنس الظباء في المغار، والنجوم الخمسة: بَهْرام وزُحَل، وعُطارد، والزُّهَرَة، والمُشْتَرِي.* ذكر من قال ذلك:حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن خالد بن عُرعُرة، أن رجلا قام إلى عليّ رضي الله عنه ، فقال: ما( الْجَوَارِ الْكُنَّسِ ) ؟ قال: هي الكواكب.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، قال: سمعت خالد بن عُرعرة، قال: سمعت عليا عليه السلام ، وسُئل عن ( لا أُقْسِمُ بالخُنَّسِ * الجَوَارِ الكُنَّسِ ) قال: هي النجوم تخنس بالنهار، وتكنس بالليل .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سماك، عن خالد بن عرعرة، عن عليّ رضي الله عنه ، قال: النجوم .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي إسحاق، عن رجل من مُراد، عن عليّ أنه قال: هل تدرون ما الخنس؟ هي النجوم تجري بالليل، وتخنس بالنهار .حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني جرير بن حازم، أنه سمع الحسن يسئل، فقيل: يا أبا سعيد ما الجواري الكُنَّس؟ قال: النجوم .حدثنا محمد بن بشار، قال: ثنا هوذة بن خليفة، قال: ثنا عوف، عن بكر بن عبد الله، في قوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: هي النجوم الدراريّ، التي تجري تستقبل المشرق .حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن مجاهد، قال: هي النجوم .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن أبي إسحاق، عن رجل من مراد، عن عليّ بن أبي طالب رضي الله عنه ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: يعني النجوم تكنس بالنهار، وتبدو بالليل .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: قوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: هي النجوم تبدو بالليل وتخنس بالنهار .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن في قوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: هي النجوم تخنس بالنهار، والجوار الكنس: سيرهنّ إذا غبن .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: الخنس والجواري الكنس: النجوم الخنس، إنها تخنس تتأخر عن مطلعها، هي تتأخر كلّ عام لها في كلّ عام تأخر عن تعجيل ذلك الطلوع تخنس عنه. والكنس: تكنس بالنهار فلا تُرَى. قال: والجواري تجري بعد، فهذا الخنس الجواري الكنس .وقال آخرون: هي بقر الوحش التي تكنس في كناسها.* ذكر من قال ذلك:حدثنا الحسن بن عرفة قال: ثنا هشيم بن بشير، عن زكريا بن أبي زائدة، عن أبي إسحاق السَّبيعيّ، عن أبي ميسرة، عن عبد الله بن مسعود أنه قال لأبي ميسرة: ما الجواري الكنس؟ قال: فقال بقر الوحش قال: فقال: وأنا أرى ذلك .حدثنا ابن بشار، قال: ثنا يحيى، عن سفيان، عن أبي إسحاق، عن أبي ميسرة، عن عبد الله، في قوله: ( الْجَوَارِ الْكُنَّسِ ) : قال: بقر الوحش .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي إسحاق، عن عمرو ابن شرحبيل، قال: قال ابن مسعود: يا عمرو ما الجواري الكنس، أو ما تراها؟ قال عمرو: أراها البقر، قال عبد الله: وأنا أراها البقر .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن أبي إسحاق، عن أبي ميسرة قال: سألت عنها عبد الله، فذكر نحوه.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني جرير بن حازم، قال: ثني الحجاج بن المنذر، قال: سألت أبا الشَعثاء جابر بن زيد عن الجواري الكنس، قال: هي البقر إذا كَنَست كوانسها .قال يونس: قال لي عبد الله بن وهب: هي البقر إذا فرّت من الذئاب، فذلك الذي أراد بقوله: كنست كوانسها .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال جرير، وحدثني الصلت بن راشد، عن مجاهد مثل ذلك.",
  "ayah": 15,
  "surah": 81
}
