{
  "text": "حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن إبراهيم، في قوله: ( الْجَوَارِ الْكُنَّسِ ) قال: هي بقر الوحش .حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، قال: سُئل مجاهد ونحن عند إبراهيم، عن قوله: ( الْجَوَارِ الْكُنَّسِ ) قال: لا أدري، فانتهره إبراهيم وقال: لِمَ لا تدري؟ فقال: إنهم يروُون عن عليّ رضي الله عنه: وكنا نسمع أنها البقر، فقال إبراهيم: هي البقر، الجواري الكنس: حِجَرة بقر الوحش التي تأوي إليها، والخنس الجوارى: البقر .حدثنا يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم ومجاهد أنهما تذاكرا هذه الآية ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) فقال إبراهيم لمجاهد: قل فيها ما سمعت، قال: فقال مجاهد: كنا نسمع فيها شيئا، وناس يقولون: إنها النجوم، قال: فقال إبراهيم: إنهم يكذبون على عليّ رضي الله عنه ، هذا كما رَوَوْا عن علي رضي الله عنه ، أنه ضمَّن الأسفل الأعلى، والأعلى الأسفل.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن المغيرة، قال: سُئل مجاهد عن الجواري الكنس قال: لا أدري يزعمون أنها البقر؛ قال: فقال إبراهيم: ما لا تدري هي البقر، قال: يذكرون عن عليّ رضي الله عنه أنها النجوم، قال: يكذبون على عليّ عليه السلام .وقال آخرون: هي الظباء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) يعني: الظباء .حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث بن إسحاق، عن جعفر، عن سعيد بن جُبير ( فَلا أُقْسِمُ بِالْخُنَّسِ ) قال: الظباء .حدثني يعقوب، قال: ثنا ابن عُلية، قال: ثنا ابن أبي نجيح، عن مجاهد، في قوله: ( فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ ) قال: كنا نقول: \" أظنه قال \": الظباء، حتى زعم سعيد بن جُبير أنه سأل ابن عباس عنها، فأعاد عليه قراءتها.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (الْخُنَّسِ *الْجَوَارِ الْكُنَّسِِ) يعني الظباء .وأولى الأقوال في ذلك بالصواب: أن يقال: إن الله تعالى ذكره أقسم بأشياء تخنس أحيانا: أي تغيب، وتجري أحيانا وتكنس أخرى، وكنوسها: أن تأوي في مكانسها، والمكانس عند العرب: هي المواضع التي تأوي إليها بقر الوحش والظباء، واحدها: مَكْنِس وكناس، كما قال الأعشى:فلَمَّــا لَحِقْنــا الْحَــيَّ أتْلَـعَ أُنَّسٌكمَـا أتْلَعَـتْ تَحْـتَ المَكـانِسِ رَبْرَبُ (6)فهذه جمع مَكْنِس، وكما قال في الكناس طَرَفة بن العبد:كــأنَّ كِناسَــيْ ضَالَــةٍ يَكْنُفانِهَـاوأطْـرَ قِسِـيٍّ تَحْـتَ صُلْـبٍ مُؤَيَّـدِ (7)وأما الدلالة على أن الكناس قد يكون للظباء، فقول أوس بن حَجَر:أَلَــمْ تَــرَ أنَّ اللــهَ أنـزلَ مُزْنَـةًوعُفْـرُ الظِّبـاءِ فـي الكِنـاسِ تَقَمَّـعُ (8)فالكناس في كلام العرب ما وصفت، وغير مُنكر أن يستعار ذلك في المواضع التي تكون بها النجوم من السماء، فإذا كان ذلك كذلك، ولم يكن في الآية دلالة على أن المراد بذلك النجوم دون البقر، ولا البقر دون الظباء، فالصواب أن يُعَمّ بذلك كلّ ما كانت صفته الخنوس أحيانا والجري أخرى، والكنوس بآنات على ما وصف جلّ ثناؤه من صفتها.------------------الهوامش :(6) البيت لأعشى بني قيس بن ثعلبة ( ديوانه بتحقيق الدكتور محمد حسين 201 ) من قصيدة يهجو بها الحارث ابن وعلة ، والبيت هو التاسع فيها وفيه \" فلما أدركت الحي \" أي لحقته . وأتلع : رفع رأسه . والأنس : جمع آنسة ، كركع جمع راكعة ، وهي الطيبة النفس . والمكانس : جمع مكنس ، وهو مدخل الظبي أو البقرة الوحشية . في أصل شجرة تسكن فيه من الحر . والربرب : القطيع من البقر الوحشي . يقول : فلما بلغت الحي تطلع الفتيات ينظرن إلى وقد تطاولت أعناقهن ومددنها ، كأنهن قطيع من البقر الوحشي المستظل بالأشجار وقد مد الرقاب . ومحل الشاهد في قوله المكانس فإنها جمع مكنس وهو الكناس أيضا ، كما فسرناه .(7) البيت من معلقة طرفة ( مختار الشعر الجاهلي بشرح مصطفى السقا طبعة الحلبي 312 ) قال شارحه : الكناس : بيت يتخذه الوحش في أصل شجرة . والثور يتخذ كناسين : لظل الغداة ، وفيء العشي . والضال : هو السدر البري . ويكنفانها: يكونان في ناحيتها . والأطر : العطف . والمؤيد : المقوى . شبه إبطيها في السعة ببيتين من بيوت الوحش في أصل ضالة . وشبه أضلاعها . بقسي معطوفة تحت صلب قوي . وسعة الإبط أبعد لها من العثار . ا هـ . وقال الفراء في معاني القرآن عند قوله تعالى : { فلا أقسم بالخنس الجوار الكنس } قال : وهي النجوم تخنس في مجراها : ترجع . وتكنس : تستتر كما تكنس الظباء في المغار ، وهو الكناس . ا هـ .(8) البيت لأوس بن حجر التميمي كما قال المؤلف وكما في ( اللسان : قمع ) . والكناس والمكنس : بيت يتخذه الظبي أو الثور الوحشي في أصل شجرة ليتقي به حر الشمس ، وقد تقدم . وتقمع ، يقال قمعت الظبية قمعا ، وتقمعت : لسعتها القمعة ( بالتحريك ، وهي ذباب أزرق عظيم يدخل في أنف الدواب ، فيؤذيها ، والجمع : قمع ومقامع ) ودخلت في أنفها ، فحركت رأسها عن ذلك . وتقمع الحمار : حرك رأسه من القمعة ، ليطرد النعرة عن وجهه أو من أنفه ، قال أوس بن حجر : \" ألم تر أن أرسل مزنة ... \" البيت . أي تحرك رءوسها من القمع . ا هـ . والبيت شاهد على أن الكناس يكون للظباء ، كما يكون لبقر الوحش . ا هـ .",
  "ayah": 16,
  "surah": 81
}
