{
  "text": "القول في تأويل قوله تعالى :  وَاللَّيْلِ إِذَا عَسْعَسَ (17)أقسم ربنا جلّ ثناؤه بالليل إذا عسعس، يقول: وأقسم بالليل إذا عسعس.واختلف أهل التأويل في قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) فقال بعضهم: عُنِيَ بقوله: ( إِذَا عَسْعَسَ ) إذا أدبر.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) يقول: إذا أدبر .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) يعني: إذا أدبر.حدثنا عبد الحميد بن بيان اليشكري، قال: ثنا محمد بن يزيد، عن إسماعيل بن أبي خالد، عن رجل عن أبي ظَبيان، قال: كنت أتبع عليّ بن أبي طالب رضي الله عنه، وهو خارج نحو المشرق، فاستقبل الفجر، فقرأ هذه الآية: ( وَاللَّيْلِ إِذَا عَسْعَسَ ).حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، عن الحسن بن عبيد الله، عن سعد بن عبيدة، عن أبي عبد الرحمن، قال: خرج عليّ عليه السلام مما يلي باب السوق، وقد طلع الصبح أو الفجر، فقرأ: ( وَاللَّيْلِ إِذَا عَسْعَسَ * وَالصُّبْحِ إِذَا تَنَفَّسَ ) أين السائل عن الوتر، نعم ساعة الوتر هذه .ثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) قال: إقباله، ويقال: إدباره .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) : إذا أدبر .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِذَا عَسْعَسَ ) قال: إذا أدبر .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( إِذَا عَسْعَسَ ) إذا أدبر .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن مسعر، عن أبي حصين، عن أبي عبد الرحمن، قال: خرج عليّ عليه السلام بعد ما أذّن المؤذّن بالصبح، فقال: ( وَاللَّيْلِ إِذَا عَسْعَسَ * وَالصُّبْحِ إِذَا تَنَفَّسَ ) أين السائل عن الوتر؟ قال: نعم ساعة الوتر هذه .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّيْلِ إِذَا عَسْعَسَ ) قال: عسعس تولى، وقال: تنفس الصبح من هاهنا، وأشار إلى المشرق طلاع الفجر .وقال آخرون: عُني بقوله: ( إِذَا عَسْعَسَ ) إذا أقبل بظلامه.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن ( وَاللَّيْلِ إِذَا عَسْعَسَ ) قال: إذا غَشِيَ الناسَ .حدثنا الحسين بن عليّ الصدائي، قال: ثني أبي، عن الفضيل، عن عطية ( وَاللّيْلِ إِذَا عَسْعَسَ ) قال: أشار بيده إلى المغرب .وأولى التأويلين في ذلك بالصواب عندي قول من قال: معنى ذلك: إذا أدبر، وذلك لقوله: ( وَالصُّبْحِ إِذَا تَنَفَّسَ ) فدلّ بذلك على أن القسم بالليل مدبرًا، وبالنهار مقبلا والعرب تقول: عسعس الليل، وسَعْسَع الليل: إذا أدبر، ولم يبق منه إلا اليسير؛ ومن ذلك قول رُؤْبة بن العجاج:يـا هِنْـدُ مـا أسْـرَعَ مـا تَسَعْسَـعاوَلَــوْ رَجــا تَبْــعَ الصِّبـا تَتَبَّعـا (9)فهذه لغة من قال: سعسع؛ وأما لغة من قال: عسعس، فقول علقمة بن قُرْط:حــتى إذَا الصُّبْــحُ لَهَــا تَنَفَّسـاوانْجــابَ عَنْهــا لَيْلُهـا وَعَسْعَسـا (10)يعني أدبر. وقد كان بعض أهل المعرفة بكلام العرب، يزعم أن عسعس: دنا من أوّله وأظلم. وقال الفراء: كان أبو البلاد النحوي ينشد بيتا:عَسْــعَسَ حــتى لَـوْ يشـاءُ إدَّنـاكــانَ لَــه مِــنْ ضَوْئِــهِ مَقْبَسُ (11)يقول: لو يشاء إذ دنا، ولكنه أدغم الذال في الدال، قال الفراء: فكانوا يرون أن هذا البيت مصنوع.----------------الهوامش :(9) ‌البيتان لرؤبة ديوانه 88 ، واللسان : سعع ( قال : وسعسع الشيخ وغيره وتسعسع : قارب الخطو ، واضطرب من الكبر أو الهرم ) . قال رؤبة يذكر امرأة تخاطب صاحبة لها : \" قالت ولم تأل به أن يسمعا \" يا هند ... \" البيتين . أخبرت صاحبتها عنه أنه قد أدبر وفنى إلا أقله . والسعسعة : الفناء ونحوه . ومنه : تسعسع الشهر : إذا ذهب . ا هـ .(10) البيتان لعلقمة بن قرط . قال أبو عبيدة في مجاز القرآن ( 185 ) : { والليل إذا عسعسع } قال بعضهم : إذا أفلت ( كذا ) بهاؤه . وقال بعضهم : إذا ولى ، ألا تراه قال : { والصبح إذا تنفس } . وقال علقمة بن قرط : \" حتى إذا الصبح ... \" البيتين . ا هـ .(11) البيت مما أنشده أبو البلاد النحوي ، وأخذه عنه الفراء في معاني القرآن ( 360 ) قال : وقوله : { والليل إذا عسعس } اجتمع المفسرون على أن معنى عسعس : أدبر . وكان بعض أصحابنا يزعم أن عسعس دنا من أوله وأظلم ، وكان أبو البلاد النحوي ينشد فيه : \" عسعس حتى ... \" البيت ، يريد : إذ دنا ، ثم يلقي همزة ، ويدغم الذال في الدال . وكانوا يرون أن هذا البيت مصنوع . ا هـ . قلت : وإذا لم تصح رواية البيت ثبت أن عسعس بمعنى : أدبر ، فيكون معناه كمعنى سعسع . وعلى هذا قال المؤلف : إن العرب تقول : عسعس الليل ، وسعسع الليل : إذا أدبر ، ولم يبق منه إلا اليسير . قلت : وهو الصواب . ا هـ .",
  "ayah": 17,
  "surah": 81
}
