{
  "text": "আল্লাহ তাআ’লা ঘোষণা দিচ্ছেন যে, তিনি ছাড়া কেউ উপাস্য নেই। এই মুশরিকরাও এর স্বীকারুক্তিকারী যে, যমীন ও আসমানের প্রতিপালক ও পরিচালক আল্লাহ তাআ’লাই বটে। এতদসত্ত্বেও তারা তাঁকে ছেড়ে অন্যান্যদেরকে অভিভাবকরূপে গ্রহণ করছে এবং তাদের উপাসনায় লেগে পড়েছে। অথচ তারা সবাই আল্লাহ তাআ’লার অক্ষম বান্দা। তারা এতো অক্ষম যে, নিজেদেরই লাভ ও ক্ষতির মালিক তারা নয়। সুতরাং এই মুশরিকরা এবং আল্লাহর উপাসক বান্দা এক সমান হতে পারে না। এরা তো অন্ধকারের মধ্যে রয়েছে। আর আল্লাহর এই খাঁটি বান্দারা রয়েছে আলোর মধ্যে। যতটা পার্থক্য রয়েছে অন্ধ ও চক্ষুষ্মনের মধ্যে এবং অন্ধকার ও আলোর মধ্যে, ততটা পার্থক্য রয়েছে এই দু'দলের মধ্যে। এরপর মহান আল্লাহ বলেনঃ “এই মুশরিকদের নির্ধারিত শরীকরা কি তাদের কাছে কোন জিনিসের সৃষ্টিকর্তা? যার ফলে তাদের কাছে কঠিন হয়ে গেছে যে, কোনটার সৃষ্টিকর্তা আল্লাহ, আর কোনটার সৃষ্টিকর্তা তাদের এই উপাস্যেরা? অথচ এইরূপতো মোটেই নয়। আল্লাহর সাথে সাদৃশ্যযুক্ত, তার সমকক্ষ এবং তাঁর মত কেউই নেই। তিনি উযীর, শরীক, সন্তানাদি এবং স্ত্রী থেকে সম্পূর্ণরূপে পবিত্র। এসব থেকে তাঁর সত্ত্বা বহু উর্ধ্বে। এটা তো মুশরিকদের চরম নির্বুদ্ধিতা যে, তারা তাদের ছোট উপাস্যদেরকে আল্লাহ তাআ’লার সৃষ্ট দাস মনে করা সত্ত্বেও তাদের উপাসনা করতে রয়েছে। (হজ্জের সময়) ‘লাব্বায়েক’ শব্দ উচ্চারণ করতে করতে বলেঃ “হে আল্লাহ! আমরা হাযির আছি। আপনার কোন অংশীদার নেই, কিন্তু শুধুমাত্র ঐ অংশীদার যারা স্বয়ং আপনারই অধিকারীত্বে রয়েছে। আর যে জিনিসের তারা মালিক সে জিনিসেরও প্রকৃত অধিকারী আপনিই।” কুরআন কারীমের অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “আমরা শুধু মাত্র এ জন্যেই তাদের ইবাদত করি যে, তারা আমাদেরকে আল্লাহর নৈকট্য লাভ করাবে।” (৩৯: ৩) তাদের এই বিশ্বাসের মূলে কুঠারাঘাত করে ইরশাদ হচ্ছেঃ “তাঁর অনুমতি ব্যতিরেকে কেউই তার কাছে মুখ খুলতে পারবে না। আকাশের ফেরেশতা মন্ডলীও তাঁর অনুমতি ছাড়া কারো জন্যে কোন সুপারিশ করতে পারবে না।”কুরআন পাকের এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আকাশমণ্ডলী ও পৃথিবীতে এমন কেউ নেই, যে দয়াময়ের নিকট বান্দারূপে উপস্থিত হবে না। তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন এবং কিয়ামতের দিন ওদের সকলেই তাঁর নিকট একাকী অবস্থায় আসবে। (১৯: ৯৩-৯৫) সুতরাং আল্লাহ তাআ’লার বান্দা ও গোলাম হওয়ার দিক দিয়ে সবাই যখন সমান, তখন একে অপরের ইবাদত করা চরম নির্বুদ্ধিতা ও স্পষ্ট অন্যায় হবে না তো কি হবে? আল্লাহ তাআ’লা দুনিয়ার শুরু থেকেই রাসূলদের ক্রম পরম্পরা জারী রেখেছেন। সবাই মানুষকে প্রথম শিক্ষা এই দিয়েছেন যে, আল্লাহর এক এবং ইবাদতের যোগ্য একমাত্র তিনিই। তিনি ছাড়া কেউই উপাসনার যোগ্য নয়। কিন্তু মানুষ তাদেরকে অবিশ্বাস করেছে এবং তাঁদের বিরোধিতায় লেগে পড়েছে। ফলে তাদের উপর শাস্তির কথা বাস্তবায়িত হয়েছে। এটা কিন্তু আল্লাহ তাআ’লার পক্ষ হতে যুলুম নয়। তিনি কারো প্রতি যুলুম করেন না।",
  "ayah": 16,
  "surah": 13
}
