{
  "text": "এখানে সত্য ও মিথ্যা, আসল ও নকল, আসলের স্থায়ীত্ব এবং নকলের অস্থায়ীত্বের দু’টি দৃষ্টান্ত বর্ণনা করা হয়েছে। এরশাদ হচ্ছেঃ আল্লাহ তাআ’লা মেঘ হতে বৃষ্টি বর্ষণ করেন। ঝরণা, নদী, নালা ইত্যাদির মাধ্যমে পানি প্রবাহিত হয়। কোনটায় কম এবং কোনটায় বেশি। কোনটা ছোট এবং কোনটা বড়। এটা দৃষ্টান্ত হচ্ছে অন্তরসমূহের ও ওগুলির তারতম্যের। কোনটা আসমানী জ্ঞান বেশী রাখে এবং কোনটা কম রাখে। পানির স্রোতের মুখে ফেনা উখিত হয়। এটা হচ্ছে একটি দৃষ্টান্ত। দ্বিতীয় দৃষ্টান্ত হচ্ছে, সোনা, রূপা, লৌহ এবং তামার। এগুলিকে আগুনে তাপ দেয়া হয়। এগুলিতে তাপ দিয়ে স্বর্ণ ও রৌপ্য দ্বারা অলংকার তৈরী করা হয় এবং লোহা ও তামা দ্বারা বরতন, ভাঁড় ইত্যাদি তৈরী করা হয়। আগুনে তাপ দেয়ার সময় এগুলিতেও ফেনা জাতীয় জিনিস উথিত হয়। যেমন এ দু’টি জিনিসের ফেনা দূর হয়ে যায়, তেমনিভাবে বাতিল, যা কখনো কখনো হকের উপর ছেয়ে যায়, অবশেষে তা ছাটাঁই হয়ে যায় এবং হক পৃথকভাবে থেকে যায়। যেমন, পানি থেকে ফেনা দূর হয়ে গেলে তা পরিষ্কার হয়ে থেকে যায় এবং স্বর্ণ ও রৌপ্যকে যেমন আগুনে তাপ দিয়ে তার থেকে খুট বা জালকে পৃথক করে দেয়া হয়, তখন সোনা, রূপা, পানি ইত্যাদি দ্বারা দুনিয়াবাসী উপকার লাভ করে থাকে এবং ওগুলির উপর যে খুট ও ফেনা এসেছিল তার কোন নাম নিশানাও আর বাকী থাকে না। আল্লাহ তাআ’লা মানুষকে বুঝবার জন্যে কতই না পরিষ্কার ও স্পষ্ট দৃষ্টান্ত পেশ করেছেন। যেন মানুষ চিন্তা করে ও অনুধাবন করতে পারে। যেমন তিনি বলেনঃ “এই সব দৃষ্টান্ত আমি মানুষের জন্যে বর্ণনা করে থাকি। কিন্তু জ্ঞানীগণ ছাড়া কেউই তা অনুধাবন করে না।”পূর্ববর্তী কোন গুরুজন যখন কোন দৃষ্টান্ত বুঝতে অসমর্থ হতেন তখন তারা কাঁদতে শুরু করতেন। কেননা, তা বুঝতে না পারা শুধুমাত্র জ্ঞানশূন্য লোকদের জন্যেই শোভা পায়।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, প্রথম দৃষ্টান্তে ঐ লোকদের বর্ণনা রয়েছে যাদের অন্তর বিশ্বাসের সাথে আল্লাহর জ্ঞান বহনকারী। কতকগুলি অন্তর এমনও আছে যেগুলিতে সন্দেহ বাকী থেকে যায়। সুতরাং সন্দেহের সাথে আমল নিরর্থক। পূর্ণ বিশ্বাসই পুরোপুরিভাবে উপকার পৌঁছিয়ে থাকে।(আরবি) শব্দ দ্বারা সন্দেহকে বুঝানো হয়েছে, যা নিরর্থক ও বাজে জিনিষ। বিশ্বাসই ফলদায়ক জিনিষ। এটা চিরস্থায়ী হয়। যেমন অলংকারকে আগুনে তাপ দিলে খুট বা নকল জিনিষ পুড়ে যায় এবং খাঁটি জিনিষ বাকী থেকে যায়, তেমনই আল্লাহ তাআ’লার কাছে বিশ্বাস গ্রহণীয় এবং সন্দেহ প্রত্যাখাত। সুতরাং যেমনভাবে পানি থেকে যায় এবং তা পান ইত্যাদি কাজে ব্যবহৃত হয় এবং যেমনভাবে খাঁটি সোনা, রূপা ইত্যাদি থেকে যায় এবং অলংকার ইত্যাদি কাজে ব্যবহৃত হয় এবং যেমনভাবে তামা, লোহা ইত্যাদি থেকে যায় এবং তার থেকে বিভিন্ন আসবাবপত্র নির্মিত হয়, তেমনিভাবে ভাল ও খাঁটি আমলও আমলকারীকে উপকার পৌঁছিয়ে থাকে এবং তা চিরস্থায়ী থাকে। হিদায়াত ও হকের উপর যে আমল করে সেই লাভবান হয়। যেমন আগুনে তাপ দেয়া ছাড়া লোহা দ্বারা ছুরি, তরবারী ইত্যাদি তৈরি করা যায় না অনুরূপভাবে মিথ্যা, সন্দেহ এবং লোক দেখানোযুক্ত আমল মহান আল্লাহর কাছে ফলদায়ক হতে পারে না। কিয়ামতের দিন বাতিল বিনষ্ট হয়ে যাবে এবং হকের উপর আমলকারী লাভবান হবে। সূরায়ে বাকারার প্রারম্ভে মহামহিমান্বিত আল্লাহ মুনাফিকদের দু’টি দৃষ্টান্ত বর্ণনা করেছেন। একটি পানির এবং একটি আগুনের। সূরায়ে নূরে কাফিরদের দু’টি দৃষ্টান্ত পেশ করেছেন। একটি মরিচীকার এবং আর একটি সমূদ্রের তলদেশের অন্ধকারের। গ্রীষ্মকালে দূর থেকে মরুভূমির বালুকারাশিকে তরঙ্গায়িত সমূদ্রের পানি বলে মনে হয়। এ জন্যেই সহীহ বুখারী ও সহীহ মুসলিমে এসেছেঃ “কিয়ামতের দিন ইয়াহুদীদেরকে জিজ্ঞেস করা হবেঃ “তোমরা কি চাও?” উত্তরে তারা বলবেঃ “আমরা অত্যন্ত পিপাসার্ত হয়ে পড়েছি। সুতরাং আমরা পানি চাই।” তখন তাদেরকে বলা হবেঃ “তোমরা ফিরে যাচ্ছ না কেন?” এ কথা শুনে তারা জাহান্নামের দিকে ফিরে যাবে এবং দুনিয়ায় যেমন দূর থেকে মরুভূমির বালুকারাশিকে পানি বলে মনে হয় তদ্রুপ তারা সেখানে দেখতে পাবে (এবং পানি মনে করে দৌড়িয়ে যাবে, কিন্তু গিয়ে দেখবে যে, ওগুলো পানি নয়, বরং বালু। তখন তারা নিরাশ হয়ে ফিরে আসবে)।” দ্বিতীয় দৃষ্টান্তে আল্লাহ তাআ’লা বলেনঃ (আরবি) অর্থাৎ ‘অথবা গভীর সমুদ্র তলের অন্ধকার সদৃশ।” (২৪: ৪০) সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু মুসা আশআ’রী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে হিদায়াত ও জ্ঞানসহ আল্লাহ তাআ’লা আমাকে পাঠিয়েছেন তার দৃষ্টান্ত ঐ বৃষ্টির ন্যায় যা যমীনের উপর বর্ষিত হয়েছে। যমীনের এক অংশ পানি গ্রহন করে নিয়েছে, ফলে তাতে প্রচুর পরিমাণে তৃণলতা ও উদ্ভিদ জন্মেছে। দ্বিতীয় প্রকারের যমীন হচ্ছে শোষণ যোগ্য, যা পানি আটকিয়ে রাখে। এর দ্বারা আল্লাহ তাআ’লা জনগণের উপকার সাধন করেন। তারা ঐ পানি নিজেরা পান করে, জীবজন্তুকে পান করায় এবং জমিতে সেচন করে ফসল ফলায়। তৃতীয় প্রকার হচ্ছে কংকরময় ভূমি। না তাতে পানি জমে থাকে, না কোন ফসল উৎপন্ন হয়। এটা হচ্ছে ঐ ব্যক্তির দৃষ্টান্ত যে দ্বীনের জ্ঞান লাভ করেছে এবং আমাকে পাঠানোর মাধ্যমে আল্লাহ তার উপকার সাধন করেছেন। সে নিজে ইলম শিক্ষা করেছে এবং অপরকে শিক্ষা দিয়েছে। আর এটা হচ্ছে ঐ ব্যক্তির দৃষ্টান্ত যে এ জন্যে মাথাও ঘামায়নি এবং যে হিদায়াতসহ আল্লাহ আমাকে প্রেরণ করেছেন তা কবুলও করেনি। সুতরাং সে হচ্ছে ঐ কংকরময় ভূমির ন্যায়।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার ও তোমাদের দৃষ্টান্ত হচ্ছে ঐ ব্যক্তির ন্যায়, যে আগুন জ্বালালো। আগুন যখন ওর আশেপাশের জায়গাগুলিকে আলোকিত করলো তখন পতঙ্গগুলি ঐ আগুনে পড়তে শুরু করলো এবং এভাবে তাদের জীবন শেষ হতে লাগলো। লোকটি বারবার ওগুলিকে আগুনে পড়া হতে বাধা দিতে থাকলো, কিন্তু এতদসত্ত্বেও ওগুলি আগুনে পড়তেই থাকলো। ঠিক এরূপই দৃষ্টান্ত আমার ও তোমাদের। আমি তোমাদের কোমর ধরে তোমাদেরকে বাধা দিচ্ছি এবং বলছি যে, আগুণ থেকে দূরে সরে যাও। কিন্তু তোমরা আমার কথা মানছেনা। বরং আমার নিকট থেকে ছুটে গিয়ে আগুনেই ঝাপ দিচ্ছ।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন। ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এই দু’জনও তাদের সহীহ' গ্রন্থে এটা তাখরীজ করেছেন। এভাবে হাদীসেও আগুন ও পানি এ দু’টির দৃষ্টান্ত এসে গেল)",
  "ayah": 17,
  "surah": 13
}
