{
  "text": "আল্লাহ তাআ’লা নিজের ক্ষমতার পূর্ণতা এবং সাম্রাজ্যের বিরাটত্বের খবর দিচ্ছেন যে, তিনি বিনা স্তম্ভে আকাশকে উর্ধে স্থাপন করেছেন। আকাশকে তিনি যমীন হতে কতই না উঁচুতে রেখেছেন! শুধু নিজের আদেশে ওটাকে তিনি প্রতিষ্ঠিত রেখেছেন যার শেষ সীমারেখার খবর কেউ রাখে না। দুনিয়ার আকাশ সারা যমীন এবং ওর চার পাশে পানি, বাতাস ইত্যাদি যা কিছু রয়েছে সবকিছুকেই পরিবেষ্টন করে রয়েছে। সব দিক থেকেই আসমান যমীন হতে সমানভাবে উঁচু রয়েছে। যমীন হতে আসমানের দুরত্ব হচ্ছে পাঁচ শ’ বছরের পথ। সবদিকেই ওটা এতোটা উঁচু। ওর পুরু ও ঘনত্বও পাঁচ শ' বছরের ব্যবধানে আছে। আবার দ্বিতীয় আকাশ এই দুনিয়ার আকাশকে পরিবেষ্টন করে রয়েছে। প্রথম আকাশ হতে দ্বিতীয় আকাশের ব্যবধানও পাঁচ শ' বছরের পথ। অনুরূপভাবে তৃতীয়, চতুর্থ, পঞ্চম, ষষ্ঠ ও সপ্তম আকাশও একে অপর হতে পাঁচ শ’ বছরের পথের দূরত্বে অবস্থিত। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আল্লাহ এমন যিনি সাতটি আসমান সৃষ্টি করেছেন এবং অনুরূপ সংখ্যক যমীনও রয়েছে।” (৬৫: ১২)। হাদীস শরীফে রয়েছে যে, সাতটি আকাশ এবং ওগুলির মাঝে যা কিছু রয়েছে সেগুলি কুরসীর তুলনায় এইরূপ যেইরূপ কোন প্রশস্ত ও বিরাট ময়দানে কোন একটা বৃত্ত। আর কুরসী আর্‌শের তুলনায় তদ্রুপ। আর্‌শের পরিমাপ মহা মহিমান্বিত আল্লাহ ছাড়া আর কারো জানা নেই। পূর্ববর্তী কোন কোন গুরুজনের বর্ণনা রয়েছে যে, আর্‌শ হতে যমীনের দূরত্ব পঞ্চাশ হাজার বছরের পথ।কোন কোন মুফাসসির বলেন যে, আকাশের স্তম্ভ রয়েছে বটে, কিন্তু তা দেখা যায় না। কিন্তু আইয়াস ইবনু মুআ’বিয়া (রঃ) বলেন, আসমান যমীনের উপর গম্বুজের ন্যায় রয়েছে। অর্থাৎ তাতে কোন স্তম্ভ নেই। এই উক্তিটিই কুরআন কারীমের বাকরীতিরও যোগ্য বটে। এবং (আরবি) (২২: ৪ ৬৫) এই আয়াত দ্বারাও এটাই প্রতীয়মান হয়। সুতরাং (আরবি) এই কথা দ্বারা আকাশে স্তম্ভ না থাকার প্রতিই গুরুত্ব দেয়া হয়েছে। অর্থাৎ আসমান বিনা স্তম্ভে এই পরিমাণ উঁচুতে রয়েছে এবং তোমরা তা স্বচক্ষে অবলোকন করছে। এটা হচ্ছে মহামহিমান্বিত আল্লাহর ব্যাপক ক্ষমতারই একটি নিদর্শন। উমাইয়া ইবনু সালাতের নিম্নের কবিতায় রয়েছে, যার কবিতা সম্পর্কে হাদীসে আছে, “তার কবিতা ঈমান এনেছে এবং তার অন্তর কুফরী করছে” আবার একথা ও বলা হয়েছে যে, এগুলি হচ্ছে হযরত যায়েদ ইবনু আমর ইবনু নুফাইলের (রাঃ) কবিতা। কবিতাগুলি নিম্নরূপঃ (আরবি)অর্থাৎ “আপনি সেই আল্লাহ যিনি স্বীয় দয়া ও অনুগ্রহে স্বীয় নবী মূসাকে (আঃ) হারুণ (আঃ) সহ রাসূল করে ফিরাউনের নিকট পাঠিয়েছিলেন। আপনি তাদেরকে বলেছিলেনঃ “তোমরা যাও এবং অবাধ্য ফিরাউনকে আল্লাহর দিকে আহবান করো এবং তাকে বললাঃ তুমি কি এই উঁচু আকাশকে বিনা স্তম্ভে নির্মাণ করেছো? তাতে সূর্য, চন্দ্র ও তারকারাজি কি তুমিই সৃষ্টি করেছো? আর মাটি হতে ফসল উৎপাদনকারী এবং গাছে ফল সৃষ্টিকারী কি তুমি? ব্যাপক ক্ষমতাবান আল্লাহ তাআ’লার এই বিরাট বিরাট নিদর্শনাবলী কি গভীরভাবে চিন্তাকারী মানুষের জন্যে তার অস্তিত্বের দলীল নয়?” ‘অতঃপর আল্লাহ আর্‌শের উপর সমাসীন হলেন’ এর তাফসীর সুরায়ে আরাফে বর্ণিত হয়েছে। সেখানে এটাও বর্ণিত হয়েছে যে, তিনি যেভাবে আছেন সে ভাবেই থাকবেন। অবস্থা, তুলনা, সাদৃশ্য ইত্যাদি থেকে আল্লাহর সত্ত্বা পবিত্র ও বহু উর্ধ্বে। সূর্য ও চন্দ্র তাঁরই নির্দেশক্রমে আবর্তিত হচ্ছে। নির্দিষ্ট সময় অর্থাৎ কিয়ামত পর্যন্ত এরূপ ভাবেই আবর্তিত হতে থাকবে। যেমন-আল্লাহ পাকের উক্তিঃ ‘প্রত্যেকে নির্দিষ্টকাল পর্যন্ত আবর্তন করে।’ বলা হয়েছে যে, এর দ্বারা উদ্দেশ্য হচ্ছেঃ এ দু'টো এদের শেষ সময় পর্যন্ত অর্থাৎ কিয়ামত সংঘটিত হওয়া পর্যন্ত চলতে থাকবে। যেমন আল্লাহ তাআ’লা আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “সূর্য ভ্রমণ করে ওর নির্দিষ্ট গন্তব্যের দিকে।” (৩৬: ৩৮) বলা হয়েছে যে, নির্দিষ্ট গন্তব্য দ্বারা উদ্দেশ্য হচ্ছে আর্‌শের নীচে যা যমীনের নিম্নদেশের সাথে অন্য দিক থেকে মিলিত আছে। এটা এবং সমস্ত তারকা এখান পর্যন্ত পৌঁছে আর্‌শ থেকে আরো দূরে হয়ে যায়। কেননা, সঠিক কথা, যার উপর বহু দলীল প্রমাণ রয়েছে তা এই যে, ওটা গম্বুজ। পৃথিবীর সঙ্গে সংযুক্ত অবশিষ্ট আসমানের মতো ওটা পরিবেষ্টনকারী। কেননা ওর পায়া আছে এবং ওকে বহনকারী রয়েছেন। ঘূর্ণায়মান আকাশের ব্যাপারে এটা কল্পনায় আসতে পারে না। যে কেউই চিন্তা গবেষণা করবে সেই এটাকে সত্য বলে মেনে নেবে। কুরআন ও হাদীসের জ্ঞান যাদের রয়েছে তাঁরা এই ফলাফলেই পৌঁছবেন। আল্লাহ তাআ’লার জন্যেই সমস্ত প্রশংসা ও কৃতজ্ঞতা।এখানে শুধুমাত্র সূর্য ও চন্দ্রের উল্লেখ করার কারণ এই যে, চলমান ৭ (সাতটি) গ্রহের মধ্যে এ দুটোই বড় ও উজ্জ্বল। সুতরাং এ দুটোই যখন নিয়মাধীন তখন অন্যগুলো তো নিয়মাধীন হওয়া স্বাভাবিক। যেমন আল্লাহ পাক বলেনঃ ‘তোমরা সূর্য ও চন্দ্রকে সিজদা করো না। এর দ্বারা মহান আল্লাহর উদ্দেশ্য হচ্ছেঃ তোমরা অন্যান্য নক্ষত্রগুলোকেও সিজদা করো না। অন্য জায়গায় বিস্তারিত ভাবেও রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “সূর্য, চন্দ্র ও নক্ষত্ররাজি তাঁর হুকুমের বাধ্য। সৃষ্টি ও হুকুম তাঁরই, তিনিই কল্যাণময় এবং তিনিই বিশ্বপ্রতিপালক।” (৭ :৫৪)। আল্লাহ তাআ’লা বলেনঃ “তিনি নিদর্শন সমূহ বিশদভাবে বর্ণনা করেন, যাতে তোমরা তোমাদের প্রতিপালকের সাথে সাক্ষাৎ সম্বন্ধে নিশ্চিত বিশ্বাস করতে পার।' অর্থাৎ মানুষ যেন এ সব নির্দশন দেখে নিশ্চিতরূপে বিশ্বাস করতে পারে যে, আল্লাহ তাআ’লা তাদেরকে ধ্বংস করে দেয়ার পর পুনরায় জীবিত করবেন এবং তাঁর কাছে তাদেরকে একত্রিত করা হবে।",
  "ayah": 2,
  "surah": 13
}
