{
  "text": "এখানে আল্লাহ তাআ’লা স্বীয় পবিত্র গ্রন্থ কুরআনের প্রশংসা করছেন যে, যদি পূর্ববর্তী আসমানী গ্রন্থসমূহের কোনটার সাথে পাহাড় স্বীয় স্থান থেকে সরে গিয়ে থাকতো, যমীন বিদীর্ণ হয়ে থাকতো এবং মৃত কথা বলে থাকতো, তবে এই কুরআনই তো এ কাজের বেশী যোগ্য ছিল। কেননা, এটা পূর্ববর্তী সমস্ত আসমানী কিতাবের উপর শ্রেষ্ঠত্ব অর্জন করেছে। এতে তো এই মু’জিযা রয়েছে যে, সমস্ত দানব ও মানব মিলিত হয়েও এর সূরার মত একটি সূরাও রচনা করতে পারে নাই। তথাপি মুশরিকরা এই কুরআনকেও অস্বীকার করছে। তা হলে সব দায়িত্ব আল্লাহ তাআ’লার উপরই অর্পন করে দাও। তিনি সবকিছুরই ম’লিক। সবই তাঁর ইখতিয়ারভুক্ত। তিনি যা চান তা হয় এবং যা চান না তা হয় না। তিনি যাকে সুপথ প্রদর্শন করেন তাকে কেউ পথভ্রষ্ট করতে পারে না, আর তিনি যাকে পথভ্রষ্ট করেন তাকে কেউ পথ দেখাতে পারে না। এটা স্মরনযোগ্য বিষয় যে, পূর্ববর্তী আসমানী কিতাবগুলির উপরও কুরআনের প্রয়োগ হয়ে থাকে। কেননা, এটা সবটা থেকেই মুশতাক বা নির্গত। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত দাউদের (আঃ) উপর কুরআনকে এতো সহজ করে দেয়া হয়েছিল যে, তাঁর নির্দেশক্রমে সওয়ারী কষা হতো এবং ওটা প্রস্তুত হয়ে যাওয়ার পূর্বেই তিনি কুরআন খতম করে ফেলতেন। তিনি স্ব হস্তের উপার্জন ছাড়া কিছুই খেতেন না।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) একাকী তাখরীজ করেছেন)সুতরাং এখানে কুরআন দ্বারা যাবুরকে বুঝানো হয়েছে।মহান আল্লাহ বলেনঃ তবে কি মুমিনমু’মিনদের এখনও এ বিশ্বাস হয়নি যে, সমস্ত মানুষ ঈমান আনবে না? তাদের কি এ বিশ্বাসও হয়নি যে, আল্লাহ তাআ’লার ইচ্ছা হলে পৃথিবীর সমস্ত মানুষ ঈমান আনয়ন করতো। তারা আল্লাহ তাআ’লার ইচ্ছার বিরুদ্ধে কিছু করতে পারে কি? এই কুরআনের পরে আর কোন মু’জিযার প্রয়োজন আছে কি? এর চেয়ে উত্তম, এর চেয়ে স্পষ্ট, এর চেয়ে পরিষ্কার এবং এর চেয়ে বেশি মনকে আকর্ষণকারী আর কোন কালাম হবে? এটা এমনই এক গ্রন্থ যে, যদি এটা বড় বড় পাহাড়ের উপর অবতীর্ণ হতো তবে সেগুলি আল্লাহর ভয়ে ভেঙ্গে চুরমার হয়ে যেতো। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক নবীকে এইরূপ জিনিস দেয়া হয়েছে যে, লোকেরা ওর উপর ঈমান এনেছে। আমার এই রূপ জিনিস হচ্ছে সেই ওয়াহী যা আল্লাহ তাআ’লা আমার প্রতি অবতীর্ণ করেছেন। সুতরাং আমি আশা রাখি যে, সমস্ত নবী অপেক্ষা আমার অনুগামী বেশি হবে।” ভাবার্থ এই যে, সমস্ত নবীর মু'জিযা তাঁদের বিদায়ের সাথে সাথেই বিদায় হয়ে গেছে। কিন্তু তার মু'জিযা তত দিন শেষ হবে না যতদিন দুনিয়া থাকবে। না এর বিষ্ময়কর বিষয়গুলি শেষ হবে, অধিক পঠনের কারণে এটা (কুরআন কারীম) পুরানো হবে, না এর থেকে আলেমদের চাহিদা মিটে যাবে বা তাদের পেট পূর্ণ হয়ে যাবে। নিশ্চয় এটা মীমাংসাকারী বাণী এবং এটা নিরর্থক নয়। যে অবাধ্য একে পরিত্যাগ করবে, আল্লাহ তাআ’লা তাকে ধ্বংস করবেন। যে এটা ছাড়া অন্য কিছুতে হিদায়াত অনুসন্ধান করবে, আল্লাহ তাআ’লা তাকে পথভ্রষ্ট করবেন। হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, কাফিররা রাসূলুল্লাহকে (সঃ) বলেঃ “যদি আপনি পাহাড়কে এখান থেকে সরিয়ে দেন এবং এখানকার ভূমিকে ফসল উৎপাদনের যোগ্য করে দিতে পারেন, অথবা যেমনভাবে হযরত সুলাইমান (আঃ) বাতাস দ্বারা তার কওমের জন্যে মাটি কাটতেন তেমনিভাবে যদি আপনি আমাদের জন্যে মাটি কাটতে পারেন, অথবা যদি আপনি আমাদের জন্যে মৃতকে জীবিত করেন যেমন হযরত ঈসা (আঃ) তাঁর কওমের জন্যে করতেন (তবে আমরা ঈমান আনবো)।” তখন আল্লাহ তাআ’লা এই আয়াত অবতীর্ণ করেন। কাতাদা’ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ যদি কোন কুরআনের সাথে এসব বিষয় প্রকাশ পেতো তবে তোমাদের কুরআনের সাথেও পেতো। সব কিছুই তাঁর অধিকারে রয়েছে। কিন্তু তিনি এরূপ করেন না। কারণ তার উদ্দেশ্য হচ্ছে তোমাদেরকে পরীক্ষা করা যে, তোমরা নিজেদের ইচ্ছায় ঈমান আন কি আন না।আল্লাহ তাআ’লা বলেনঃ “তবে কি ঈমানদারদের প্রত্যয় হয় নাই যে, আল্লাহ ইচ্ছা করলে নিশ্চয় সকলকেই সৎপথে পরিচালিত করতে পারতেন? অন্য জায়গায় (আরবি) এর (আরবি) স্থলে ও রয়েছে। মু'মিনরা ঐ কাফিরদের হিদায়াত থেকে নিরাশ হয়ে গিয়েছিল। হাঁ, তবে আল্লাহ তাআ’লার ইখতিয়ারের ব্যাপারে কারো কিছু বলার নাই। ইচ্ছা করলে তিনি সকলকেই সুপথ প্রদর্শন করতে পারেন। এটা কাফিররা বরাবর লক্ষ্য করে। এসেছে যে, তাদের মিথ্যা প্রতিপন্ন করার কারণে আল্লাহ তাআ’লা বরাবরই তাদের উপর শাস্তি আপতিত করতে থেকেছেন বা তাদের আশে পাশেই বিপর্যয় আপতিত করতেই থেকেছেন। তবুও তারা কেন উপদেশ গ্রহণ করছে না? যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ অবশ্যই আমি তোমাদের চতুষ্পর্শ্বের বহু গ্রামবাসীকে তাদের দুষ্কর্মের কারণে ধ্বংস করে দিয়েছি এবং আমার বিভিন্ন প্রকারের নিদর্শনাবলী প্রকাশ করেছি যে, হয়তো তারা দুষ্কর্ম থেকে বিরত থাকবে।” (৪৬: ২৭) আর এক জায়গায় আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “তারা কি দেখে নাই যে, আমি যমীনকে কমিয়ে দিয়ে আসছি, তবুও কি এখনও তারা নিজেদেরকেই বিজয়ী মনে করবে?” (২১: ৪৪)(আরবি) এর (আরবি) বা কর্তা হচ্ছে শব্দটি। এটাই প্রকাশমান এবং বাকরীতির সাথে সামঞ্জস্যপূর্ণ। কিন্তু হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এর অর্থ হচ্ছেঃ কাফিরদের কর্মফলের কারণে তাদের কাছে পৌঁছে যাবে ক্ষুদ্র ইসলামী সেনাবাহিনী অথবা তুমি (মুহাম্মদ সঃ) নিজেই তাদের শহরের নিটকবর্তী স্থানে অবতরণ করবে যতক্ষণ না আল্লাহর প্রতিশ্রুতি এসে পড়ে। এর দ্বারা মক্কা বিজয়কে বুঝানো হয়েছে। হযরত ইবনু আব্বাস (রাঃ) হতেই বর্ণিত আছে যে, (আরবি) দ্বারা উদ্দেশ্য হচ্ছে আসমানী শাস্তি এবং আশে পাশে অবতরণ করা দ্বারা উদ্দেশ্য হচ্ছে হযরত মুহাম্মদের (সঃ) তাঁর সেনাবাহিনীসহ তাদের সীমান্ত এলাকায় পৌঁছে যাওয়া এবং তাদের সাথে জিহাদ করা। মুজাহিদ (রঃ), কাতাদা’ (রঃ), ইকরামা (রঃ) প্রভৃতি গুরুজনও একথাই বলেছেন। তাঁদের সবারই উক্তি এটাই যে, এখানে আল্লাহর ওয়াদা দ্বারা মক্কা বিজয়কেই বুঝানো হয়েছে। কিন্তু হাসান বসরী (রঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছে কিয়ামতের দিন। আল্লাহর প্রতিশ্রুতি হচ্ছে স্বীয় রাসূলদেরকে সাহায্য করা। এর ব্যতিক্রম হবার নয়। তাঁরা এবং তাঁদের অনুসারীরা অবশ্য অবশ্যই উর্ধে থাকবেন। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “আল্লাহ তাঁর রাসূলদের সাথে কৃত ওয়াদার খেলাফ করবেন তা তুমি ধারণা করো না, নিশ্চয় আল্লাহ মহাপরাক্রমশালী, দণ্ডদাতা।” (১৪:৪৭)",
  "ayah": 31,
  "surah": 13
}
