{
  "text": "৩৬-৩৭ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা স্বীয় নবীকে (সঃ) বলছেনঃ এর পূর্বে যাদেরকে (আসমানী) কিতাব দেয়া হয়েছিল এবং তারা ওর উপর আমলকারী, তারা তোমার উপর কুরআন কারীম অবতীর্ণ হওয়ায় খুশী হচ্ছে। কেননা, স্বয়ং তাদের কিতাবে এর সুসংবাদ ও সত্যতা বিদ্যমান রয়েছে। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি) অর্থাৎ “যাদেরকে আমি কিতাব দিয়েছি তারা ওটাকে যথাযোগ্য পাঠ করে, তারা এই শেষ কিতাবের (কুরআনের) উপরও ঈমান আনয়ন করে।” (২: ১২১) অন্য আয়াতে রয়েছেঃ “তোমরা ঈমান আন আর নাই আন, পূর্ববর্তী কিতাবধারীরা তো এর সত্য অনুসারী হয়েছে। কেননা, তাদের কিতাবগুলিতে রাসূলুল্লাহর (সঃ) রিসালাতের খবর রয়েছে। আর তারা ঐ ওয়াদাকে পূর্ণ হতে দেখে সন্তুষ্ট চিত্তে এটাকে মেনে নিয়েছে। আল্লাহ তাআ’লার প্রতিশ্রুতি যে ভুল হবে এর থেকে তিনি পবিত্র এবং এর থেকেও তিনি পবিত্র যে, তার ফরমান সঠিকরূপে প্রমাণিত হবে না ।সুতরাং তারা খুশী মনে আল্লাহর সামনে সিজদায় পতিত হয়। হাঁ, তবে ঐ দলগুলির মধ্যে এমন লোকও রয়েছে যারা এই কুরআনের কতকগুলি কথাকে স্বীকার করে না। মোট কথা, আহলে কিতাবের মধ্যে কতকগুলি লোক মুসলমান এবং কতকগুলি মুসলমান নয়।অতএব, হে নবী (সঃ)! তুমি জনগণের সামনে ঘোষণা করে দাওঃ আমাকে শুধু এক আল্লাহর উপাসনা করার নির্দেশ দেয়া হয়েছে এবং আমাকে এই আদেশও করা হয়েছে যে, আমি যেন তাঁর সাথে অন্য কাউকেও শরীক না করি এবং একমাত্র তাঁরই একত্ববাদ প্রকাশ করি। এই নির্দেশই আমার পূর্ববতী সমস্ত নবী ও রাসূলকে দেয়া হয়েছিল। আমি ঐ পথের দিকেই, ঐ আল্লাহরই ইবাদতের দিকে সকলকে আহবান করছি এবং আমার প্রত্যাবর্তন তাঁর কাছেই।আল্লাহ পাক বলেনঃ হে নবী (সঃ)! যেমন আমি তোমার পূর্বে নবী রাসূল পাঠিয়েছিলাম এবং তাদের উপর আমার কিতাবসমূহ অবতীর্ণ করেছিলাম, অনুরূপভাবে এই কুরআন, যা সুরক্ষিত ও মজবুত, তোমার ও তোমার কওমের মাতৃভাষা আরবীতে তোমার উপর অবতীর্ণ করেছি। এটাও তোমার প্রতি একটা বিশেষ অনুগ্রহ যে, এই প্রকাশ্য, বিশ্লেষিত এবং সুরক্ষিত কিতাবসহ তোমাকে আমি প্রেরণ করেছি। এর সামনে থেকে বা পিছন থেকে কোন বাতিল এসে এর সাথে মিলিত হতে পারে না এটা বিজ্ঞানময় ও প্রশংসিত আল্লাহর পক্ষ থেকে অবতীর্ণ করা হয়েছে। আল্লাহ তাআ’লা বলেনঃ “হে নবী (সঃ)! তোমার কাছে আল্লাহ প্রদত্ত জ্ঞান ও আসমানী ওয়াহী এসে গেছে। সুতরাং এখনও যদি তুমি এই কাফিরদের প্রবৃত্তির অনুসরণ কর তবে জেনে রেখোঁরেখো যে, তোমাকে আল্লাহর আযাব থেকে কেউ রক্ষা করতে পারবে না। এবং তোমার সাহায্যের জন্যে কেউই এগিয়ে আসবে না। নবীর (সঃ) সুন্নাত এবং তাঁর পন্থা সম্পর্কে জ্ঞান লাভের পরেও যে সব আলেম পথভ্রষ্টদের পন্থা অবলম্বন করে তাদেরকে এই আয়াত দ্বারা ভীষণ ভাবে ভীতি প্রদর্শন করা হয়েছে।",
  "ayah": 37,
  "surah": 13
}
