{
  "text": "আল্লাহ তাআ’লা স্বীয় নবীকে (সঃ) বলছেনঃ (হে নবী (সঃ)! কাফিরগণ তোমাকে মিথ্যা প্রতিপন্ন ও অবিশ্বাস করছে এবং তোমার রিসালতকে অস্বীকার করছে, এতে তুমি দুঃখ ও চিন্তা করো না। তাদেরকে বলে দাওঃ আল্লাহ তাআ’লার সাক্ষ্যই যথেষ্ট। তিনি স্বয়ং আমার নুবওয়াতের সাক্ষী। আমার তাবলীগ এবং তোমাদের অবিশ্বাসের উপর তিনিই সাক্ষ্য দানকারী। আমার সত্যবাদিতা এবং তোমাদের অপবাদ তিনি দেখতে রয়েছেন। ‘যার নিকট কিতাবের জ্ঞান আছে’ এর দ্বারা আবদুল্লাহ ইবনু সালামকে (রাঃ) বুঝানো হয়েছে। কিন্তু এটা খুবই দুর্বল উক্তি। কেননা, এ আয়াতটি মক্কায় অবতীর্ণ হয়েছে, আর হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) তো হিজরতের পরে মদীনায় মুসলমান হয়েছিলেন। এর চেয়ে বেশী প্রকাশমান উক্তি হচ্ছে হযরত ইবনু আব্বাসের (রাঃ) উক্তিটি। তা এই যে, এর দ্বারা ইয়াহুদী ও নাসারাদের সত্যপন্থী আলেমদের বুঝানো হয়েছে। হাঁ, তবে এঁদের মধ্যে হযরত আবদুল্লাহ ইবনু সালামও (রাঃ) রয়েছেন এবং আরও রয়েছেন হযরত সালমান (রাঃ), হযরত তামীম দারী (রাঃ) প্রভৃতি সাহাবীগণ। হযরত মুজাহিদ (রঃ) হতে একটি রিওয়াইয়াত বর্ণিত আছে যে, এর দ্বারাও স্বয়ং আল্লাহ তাআ’লাই উদ্দেশ্য। এর দ্বারা হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) উদ্দেশ্য হওয়াকে হযরত সাঈদ ইবনু জুবাইর (রঃ) সম্পূর্ণরুপে অস্বীকার করেছেন। কেননা, এইটি মক্কী আয়াত। আর তিনি (আরবি) পড়তেন। এই কিরআতই হযরত মুজাহিদ (রঃ) ও হযরত হাসান বসরী (রাঃ) হতে বর্ণিত আছে। একটি মারফূ’ হাদীসেও এই কিরআতই রয়েছে। কিন্তু এটা প্রামাণ্য হাদীস নয়। সঠিক কথা এটাই যে, এটা ইসমে জিনস বা জাতি বাচক বিশেষ্য। এর দ্বারা প্রত্যেক ঐ আলেমকে বুঝানো হয়েছে যিনি পূর্ববর্তী কিতাবের আলেম। তাঁদের কিতাবে রাসূলুল্লাহর (সঃ) গুণাবলী এবং আগমনের সুসংবাদ বিদ্যমান ছিল। তাদের নবীগণ তাঁর সম্পর্কে ভবিষ্যদ্বাণী করে গিয়েছিলেন। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “আমার রহমত সমস্ত জিনিষকে পরিবেষ্টন করে রয়েছে, আমি ওটাকে লিপিবদ্ধ করে রাখবো যারা পরহেযগার, যাকাত আদায়কারী এবং আমার আয়াত সমূহের উপর ঈমান আনয়নকারী তাদের জন্যে। যারা সেই রাসূলের অনুসরণ করে যে উম্মী নবী, তারা তাকে লিখিত পেয়ে থাকে তাদের গ্রন্থ তাওরাত ও ইঞ্জিলে।” (৭: ১৫৬-১৫৭) আর এক জায়গায় আল্লাহ তাআ’লা বলেনঃ “তাদের জন্যে কি এটা একটা নিদর্শন নয় যে, তার সত্যতা সম্পর্কে বাণী ইসরাঈলের আলেমদেরও অবগতি রয়েছে?” একটি খুবই দুর্বল হাদীসে আছে যে, হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) ইয়াহুদী আলেমদেরকে বলেনঃ “আমি ইচ্ছা করছি যে, আমার পিতা ইবরাহীম (আঃ) ও ইসমাঈলের (আঃ) মসজিদে গিয়ে আনন্দ উপভোগ করি।” সুতরাং তিনি মক্কায় গমন করেন। হজ্জ পর্ব সমাপ্তির পর ফিরবার সময় হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) রাসূলুল্লাহর (সঃ) নিকট গমন করেন। সেই সময় তিনি মক্কাতেই অবস্থান করছিলেন। মিনায় তিনি রাসূলুল্লাহর (সঃ) সাক্ষাৎ পান। ঐ সময় জনগণ তাঁর চতুম্পার্শ্বে ছিল। লোকদের সাথে তিনিও দাঁড়িয়ে যান। রাসূলুল্লাহ (সঃ) তাঁর দিকে দৃষ্টিপাত করে বলেনঃ “তুমি কি আবদুল্লাহ ইবনু সালাম?” তিনি উত্তরে বলেনঃ “জি, হাঁ।” তিনি তখন তাঁকে বলেনঃ “নিকটে এসো।” তিনি নিকটে গেলেন। তখন রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “হে আবদুল্লাহ ইবনু সালাম (রাঃ)! আল্লাহর কসম দিয়ে আমি তোমাকে বলছিঃ তুমি কি তাওরাতে আমাকে আল্লাহর রাসূল হিসেবে পাও না?” তিনি উত্তরে বলেনঃ “আপনি আমার সামনে আমাদের প্রতিপালকের গুণাবলী বর্ণনা করুন।” তৎক্ষণাৎ হযরত জিবরাঈল (আঃ) গিয়ে রাসূলুল্লাহর (সঃ) সামনে দাঁড়িয়ে গেলেন। অতঃপর তাকে বললেন: (আরবি)অর্থাৎ “আপনি বলুনঃ তিনি আল্লাহ এক। তিনি অমুখাপেক্ষী ও অভাবমুক্ত।” (১১২: ১-২) তখনই হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) মুসলমান হয়ে যান এবং মদীনায় ফিরে আসেন। কিন্তু মদীনায় তিনি নিজের ইসলাম গ্রহণের কথা গোপন রাখেন। যখন রাসূলুল্লাহ (সঃ) হিজরত করে মদীনায় আগম করেন সেই সময় তিনি খেজুরের একটি গাছে উঠে খেজুর ভাঙ্গছিলেন। রাসূলুল্লাহর (সঃ) আগমন সংবাদ শ্রবণ মাত্রই তিনি তখনই গাছ হতে লাফিয়ে পড়েন। তার মা তখন তাকে বলেঃ “যদি হযরত মুসা (আঃ) এসে পড়তেন তবুও তো তুমি গাছ হতে লাফিয়ে পড়তে না কারণ কি?” উত্তরে তিনি বললেনঃ “মা! হযরত মূসার (আঃ) নুবওয়াতের চাইতেও আমি বেশী খুশী ইয়েছি শেষ নবীর (সঃ) এখানে আগমনে।”",
  "ayah": 43,
  "surah": 13
}
