{
  "text": "আল্লাহ তাআ’লা স্বীয় রাসূলকে (সঃ) বলেছেনঃ “কিয়ামতকে অস্বীকারকারীরা তোমাকে বলছেঃ হে মুহাম্মদ (সঃ)! তুমি যদি তোমার কথায় সত্যবাদী হও তবে আমাদের উপর আল্লাহর শান্তি আনয়ন করছে না কেন? যেমন আল্লাহ তাআ’লা তাদের সম্পর্কে খবর দিয়েছেনঃ (আরবি)অর্থাৎ “তারা বলেঃ হে সেই ব্যক্তি, যে দাবী করছো যে, তোমার উপর আল্লাহর যিকর অবতীর্ণ করা হয়, নিশ্চয় তুমি তো পাগল। যদি তুমি সত্যবাদীও হও তবে তুমি আমাদের কাছে আযাবের ফেরেশতাকে আনছো না কেন? (এর উত্তরে তাদেরকে বলা হয়) ফেরেশতাদেরকে আমি সত্য ও ফায়সালার সাথেই অবতীর্ণ করে থাকি, যখন তারা এসেই পড়বে তখন তাদেরকে (তাওবা’ করার ও ঈমান আনয়নের) বিন্দুমাত্র অবকাশ দেয়া হবে না।” (১৫: ৬-৮) আল্লাহ তাআ’লা অন্য জায়গায় বলেনঃ (আরবি) (২৯:৫৩) (দু’আয়াত পর্যন্ত)। আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “এক ব্যক্তি চাইলো সংঘটিত হোক শাস্তি যা অবধারিত।” (৭০ :১) অন্য এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যারা ঈমান আনয়ন করে না তারা ওটাকে (শাস্তিকে) তাড়াতাড়ি চাচ্ছে, আর যারা ঈমান এনেছে তারা এটাকে ভয় করছে এবং ওটাকে সত্য বলে জানছে।” (৪২ :১৮) আরো এক জায়গায় বলেছেনঃ “তারা বলেঃ হে আমাদের প্রতিপালক! আমাদের শাস্তি ও হিসেবের ব্যবস্থা তাড়াতাড়ি করুন।” আর এক স্থানে মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “যখন তারা বলতো: হে আল্লাহ! যদি এটা আপনার পক্ষ থেকে সত্য হয় তবে আমাদের উপর আকাশ হতে পাথর বর্ষণ করুন অথবা অন্য কোন যন্ত্রণাদায়ক শাস্তি নাযিল করুন।” (৮:৩২) ভাবার্থ এই যে, কুফরী ও অস্বীকারের কারণে আল্লাহর শান্তি নেমে আসা অসম্ভব মনে করে এতে তারা নির্ভয় হয়ে যায় যে, শাস্তি নেমে আসার তারা আকাঙ্খ করে বসে। এখানে বর্ণনা করা হয়েছে যে, তাদের পূর্ববর্তী এইরূপ লোকদের দৃষ্টান্ত তাদের সামনে রয়েছে। তারা আল্লাহর অবাধ্য হয়েছিল বলে তাদেরকে তাঁর আযাবের দ্বারা পাকড়াও করা হয়। এটা আল্লাহ তাআ’লার দয়া ও সহিষ্ণুতা যে, তিনি পাপকার্য করতে দেখেন অথচ সাথে সাথে পাকড়াও করেন না। নতূবা ভূ-পৃষ্ঠে কাউকেও তিনি চলতে ফিরতে দিতেন না। দিনরাত তিনি পাপ করতে দেখছেন এবং ক্ষমা করে দিচ্ছেন। কিন্তু তাঁর আযাবও বড় বিপজ্জনক, অত্যন্ত কঠিন এবং বড়ই যন্ত্রণাদায়ক। আল্লাহ তাআ’লা বলেছেনঃ (আরবি)অর্থাৎ “যদি তারা তোমাকে মিথ্যা প্রতিপন্ন করে তবে তুমি বলে দাও তোমাদের প্রতিপালক বড়ই করুণাময়, আর তার শাস্তি পাপাচারী কওম হতে ফিরানো হয় না।” (৬: ১৪৭) আর এক জায়গায় তিনি বলেনঃ (আরবি) অর্থাৎ “নিশ্চয় তোমার প্রতিপালক তাড়াতাড়ি হিসাব গ্রহণকারী এবং নিশ্চয় তিনি ক্ষমাশীল, দয়ালু”। (৬: ১৬৫) আরো বলেনঃ (আরবি)অর্থাৎ “আমার বান্দাদেরকে খবর দিয়ে দাও যে, নিশ্চয় আমি ক্ষমাশীল, দয়ালু আর নিশ্চয় আমার শাস্তি হচ্ছে বড়ই যন্ত্রণাদায়ক।” (১৫: ৪৯-৫০) এ ধরনের আরো বহু আয়াত রয়েছে যাতে একই সাথে আশা প্রদান ও ভয় প্রদর্শন করা হয়েছে।হযরত সাঈদ ইবনু মুসাইয়াব (রঃ) হতে বর্ণিত, তিনি বলেন যে, যখন (আরবি) এই আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “যদি আল্লাহ তাআ’লা বান্দাকে ক্ষমা না করতেন তবে কেউই জীবনের সুখ-স্বাচ্ছন্দ্য উপভোগ করতে পারতো না এবং যদি তিনি ধমক ও শাস্তি প্রদান না করতেন তবে বান্দা অত্যাচার ও সীমালংঘনের কাজে লিপ্ত হয়ে পড়তো।” (এ হাদীসটি ইবনু আবি হা’তিম (রাঃ) বর্ণনা করেছেন)হযরত হাসান ইবনু উসমান আবু হাসান রামাদী (মক্কী নুসখাতে যিয়াদী রয়েছে) স্বপ্নে মহামহিমান্বিত আল্লাহর দর্শন লাভ করেন। তিনি দেখেন যে, রাসূলুল্লাহ (সঃ) আল্লাহ তাআ’লার সামনে দাঁড়িয়ে তার একজন উম্মতের জন্যে সুপারিশ করছেন। তখন আল্লাহ তাআ’লা তাকে বলেনঃ “তোমাদের জন্যে কি সুরায়ে রাদ এর (আরবি) এ আয়াতটি যথেষ্ট নয়?” হযরত আবু হাসান (রাঃ) বলেনঃ “এরপর আমি ঘুম থেকে জেগে উঠি।” (এটা হা-ফিজ ইবনু আসাকির (রঃ) বর্ণনা করেছেন)",
  "ayah": 6,
  "surah": 13
}
