{
  "text": "৮-৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, কোন জিনিসই তাঁর অগোচরে নেই। সমস্ত মাদীরা, স্ত্রী লিঙ্গ জন্তুই হোক অথবা মানুষই হোক, ওদের পেটের বা গর্ভের বাচ্চা সম্পর্কে জ্ঞান বা অবগতি আল্লাহ তাআ’লার রয়েছে। পেটে কি আছে তা তিনি ভালরূপেই জানেন। অর্থাৎ পুংলিঙ্গ কি স্ত্রী লিঙ্গ, ভাল কি মন্দ, বেশী বয়স পাবে কি কম বয়স পাবে এ সব খবর তিনি রাখেন। যেমন ইরশাদ হয়েছেঃ (আরবি)অর্থাৎ “তিনি ভালরূপেই জানেন যখন তিনি তোমাদেরকে যমীন হতে সৃষ্টি করেছেন এবং তোমরা যখন তোমাদের মাতাদের পেটে লুকায়িত থাকো (শেষ পর্যন্ত)।” (৫৩: ৩২) অন্য জায়গায় আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “তিনি তোমাদেরকে তোমাদের মায়ের পেটে সৃষ্টি করেন, এক সৃষ্টির পরে আর এক সৃষ্টি, তিন অন্ধকারের মধ্যে (শেষ পর্যন্ত)।” (৩৯: ৬) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আমি তো মানুষকে সৃষ্টি করেছি মৃত্তিকার উপাদান হতে। অতঃপর আমি ওকে শুক্র বিন্দু রূপে স্থাপন করি এক নিরাপদ আধারে। পরে আমি শুক্র বিন্দুকে পরিণত করি রক্ত পিন্ডে, অতঃপর রক্ত পিন্ডকে পরিণত করি মাংস পিন্ডে এবং মাংস পিন্ডকে পরিণত করি অস্থিপঞ্জরে, অতঃপর অস্থিপঞ্জরকে ঢেকে দিই গোশত দ্বারা, অবশেষে ওকে গড়ে তুলি অন্য এক সৃষ্ঠি রূপে; অতএব সর্বোত্তম স্রষ্টা আল্লাহ কত মহান।” (২৩:১২-১৪) হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রত্যেকের সৃষ্টি তার মায়ের পেটে চল্লিশ দিন পর্যন্ত জমা হতে থাকে। অতঃপর চল্লিশ দিন পর্যন্ত ওটা জমাট রক্তের আকারে থাকে। তারপর চল্লিশ দিন পর্যন্ত ওটা মাংস পিন্ড রূপে থাকে। এরপর আল্লাহ তাআ’লা একজন ফেরেশতা প্রেরণ করেন, যাকে চারটি কথা লিখে নেয়ার নির্দেশ দেয়া হয়। ওগুলি হচ্ছেঃ তার রিয্‌ক, তার বয়স, এবং তার ভাল ও মন্দ হওয়া।”  (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)অন্য হাদীসে আছে যে, ঐ সময় ফেরেশতা জিজ্ঞেস করেনঃ “হে আমার প্রতিপালক! সে নর হবে, না নারী হবে? হতভাগ্য হবে, না সৌভাগ্যবান। হবে? তার জীবিকা কি হবে? তার বয়স কত হবে?” আল্লাহ তাআ’লা তখন বলে দেন এবং তিনি লিখে নেন। হযরত ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অদৃশ্যের পাঁচটি চাবী রয়েছে যা আল্লাহ ছাড়া কেউই জানে না। (১) আগামীকল্যের খবর আল্লাহ ছাড়া অন্য কেউ অবগত নয়। (২) জরায়ুতে যা কিছু কমে তা একমাত্র আল্লাহই জানেন। (৩) বৃষ্টি কখন হবে তার অবগতিও শুধুমাত্র আল্লাহরই আছে। (৪) কে কোথায় মারা যাবে এ খবরও আল্লাহ ছাড়া কেউ জানে না। এবং (৫) কিয়ামত কখন সংঘটিত হবে এ খবরও একমাত্র আল্লাহই রাখেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) ‘জরায়ুতে যা কিছু কমে’ এর দ্বারা উদ্দেশ্য হচ্ছে গর্ভ পড়ে যাওয়া। আর ‘জরায়ুতে যা কিছু বাড়ে’ এর দ্বারা উদ্দেশ্য হচ্ছেঃ কিভাবে তা পূর্ণ হয় এ খবরও আল্লাহ তাআ’লাই রাখেন। দেখা যায় যে, কোন কোন নারী গর্ভ ধারণ করে থাকে পূর্ণ দশ মাস। আবার কেউ ধারণ করেন ন'মাস। কারো গর্ভ বাড়ে এবং কারো কমে। ন'মাস থেকে কমে যাওয়া এবং নমাস থেকে বেড়ে যাওয়া আল্লাহ তাআ’লার অবগতিতে রয়েছে। হযরত যহহাক (রঃ) বলেনঃ “আমি দু’বছর মায়ের পেটে থেকেছি। আমি যখন ভূমিষ্ঠ হই তখন আমার সামনে দু’টি দাঁত বেরিয়ে পড়েছিল।” হযরত আয়েশা (রাঃ) বলেন যে, গর্ভধারণের শেষ সময়কাল হচ্ছে দু’বছর। কমে যাওয়া দ্বারা কারো কারো মতে উদ্দেশ্য হচ্ছে গর্ভধারণের সময়কালের মধ্যে রক্ত আসা। আর বেড়ে যাওয়া দ্বারা উদ্দেশ্য হচ্ছে গর্ভধারণের সময়কাল ন'মাসের বেশী হওয়া। মুজাহিদ (রঃ) বলেন যে, ন’মাসের পূর্বে যদি স্ত্রীলোক রক্ত দেখে তবে গর্ভ ন'মাস ছাড়িয়ে যায় হায়েযের সময়কালের মত। রক্ত ঝরলে শিশু ভাল হয় এবং রক্ত না ঝরলে শিশু পূর্ণ ও বড় হয়। হযরত মাকহুল (রঃ) বলেনঃ “মায়ের পেটে শিশু সম্পূর্ণরূপে শান্তি ও আরামে থাকে। তার কোনই কষ্ট হয় না। তার মায়ের হায়েযের রক্ত তার খাদ্য হয়ে থাকে। তা অতি সহজে তার কাছে পৌঁছে থাকে। এ কারণেই গর্ভ ধারণের সময়কালে মায়ের হায়েয বা ঋতু হয় না। যখন সন্তান ভূমিষ্টি হয় তখন মাটিতে পড়া মাত্রই চীৎকার করে ওঠে। ঐ অপরিচিত জায়গায় সে ভীত সন্ত্রস্ত হয়ে পড়ে। যখন তার নাভি কেটে দেয়া হয় তখন তার খাদ্য আল্লাহ তাআ’লা তার মায়ের বক্ষে পৌঁছিয়ে দেন। তখনও বিনা সন্ধানে, বিনা চাওয়ায়, বিনা কষ্টে এবং বিনা চিন্তায় সে খাদ্য পেয়ে থাকে। তারপর কিছুটা বড় হলে সে নিজের হাতে পানাহার করতে শুরু করে। কিন্তু বালেগ হওয়া মাত্রই জীবিকার জন্যে সে হা-হুতাশ করতে থাকে। মরে যাওয়া এবং নিহত হওয়া পর্যন্ত রুযী লাভের সম্ভাবনা থাকলে তখনও তাতে সে কোন দ্বিধাবোধ করে না। আফসোস। হে বনি আদম (আঃ)! তোমাকে দেখে বিস্মিত হতে হয়! যিনি তোমাকে তোমার মায়ের পেটে আহার্য দিলেন, যিনি তোমাকে তোমার মায়ের কোলে আহার্য দিলেন, যিনি তোমাকে তোমার বয়োঃপ্রাপ্ত হওয়া পর্যন্ত খেতে দিলেন, এখন তুমি বয়োঃপ্রাপ্ত ও বুদ্ধিমান হয়ে (তাকে ভুলে গেলে এবং) বলতে শুরু করলেঃ হায়! কোথা থেকে খেতে পাবো? আমার মরণ হোক বা আমি নিহত হই।” অতঃপর তিনি এ আয়াতটি পাঠ করেন (আরবি) (এবং তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে)। এ সম্পর্কে কাতাদা’ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ তাঁর বিধানে প্রত্যেকেরই অয়ু, রিযক ইত্যাদি নির্ধারিত রয়েছে।সহীহ হাদীসে আছে যে, নবীর (সঃ) এক কন্যা তাঁর কাছে লোক পাঠিয়ে খবর দেন যে, তাঁর এক ছেলে মৃত্যু শিয়রে দণ্ডায়মান। সুতরাং তিনি তাঁর উপস্থিতি কামনা করেন। এ খবর শুনে নবী (সঃ) তাঁর মেয়ের কাছে সংবাদ পাঠানঃ “আল্লাহ যা গ্রহণ করেন তা তাঁরই। তাঁর কাছে প্রত্যেক বস্তুরই একটা নির্দিষ্ট সময় রয়েছে।” (অতঃপর তিনি জনগণকে বলেনঃ) “তোমরা তাকে নির্দেশ দাও যে, সে যেন ধৈর্য ধারণ করে এবং আল্লাহর কাছে সওয়াবের আশা রাখে।”আল্লাহ তাআ’লা ঐ সব কিছুই জানেন যা তাঁর বান্দাদের থেকে গোপনীয় রয়েছে এবং যা তাদের কাছে প্রকাশমান আছে। তাঁর কাছে কোন কিছুই গোপন নেই। তিনি সর্বাপেক্ষা বড়। তিনি সবচেয়ে উচ্চ। সবকিছুই তাঁর অবগতিতে রয়েছে। সমস্ত মাখলুক তার কাছে বিনীত ও অবনত। এটা ইচ্ছায়ই হোক বা বাধ্য হয়েই হোক।",
  "ayah": 9,
  "surah": 13
}
