{
  "text": "The Religion of the Messengers is One\nAllah says to this Ummah:\nشَرَعَ لَكُم مِّنَ الِدِينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِى أَوْحَيْنَآ إِلَيْكَ\n(He (Allah) has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you,) Allah mentions the first Messenger who was sent after Adam, that is, Nuh, peace be upon them, and the last of them is Muhammad . Then He mentions those who came in between them who were the Messengers of strong will, namely Ibrahim, Musa and `Isa bin Maryam. This Ayah mentions all five, just as they are also mentioned in the Ayah in Surat Al-Ahzab, where Allah says:\nوَإِذْ أَخَذْنَا مِنَ النَّبِيِّيْنَ مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ وَإِبْرَهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ\n(And (remember) when We took from the Prophets their covenant, and from you, and from Nuh, Ibrahim, Musa, and `Isa son of Maryam.) (33:7). The Message which all the Messengers brought was to worship Allah Alone, with no partner or associate, as Allah says:\nوَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِى إِلَيْهِ أَنَّهُ لا إِلَـهَ إِلاَّ أَنَاْ فَاعْبُدُونِ\n(And We did not send any Messenger before you but We revealed to him (saying): None has the right to be worshipped but I, so worship Me.) (21:25). And according to a Hadith (the Prophet said):\n«نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ، دِينُنَا وَاحِد»\n(We Prophets are brothers and our religion is one.) In other words, the common bond between them is that Allah Alone is to be worshipped, with no partner or associate, even though their laws and ways may differ, as Allah says.\nلِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَـجاً\n(To each among you, We have prescribed a law and a clear way) (5:48). Allah says here:\nأَنْ أَقِيمُواْ الدِّينَ وَلاَ تَتَفَرَّقُواْ فِيهِ\n(saying you should establish religion and make no divisions in it.) meaning, Allah enjoined all the Prophets (peace and blessings of Allah be upon them all) to be as one and He forbade them to differ and be divided. t\nكَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ\n(Intolerable for the idolators is that to which you call them.) means, `it is too much for them to bear, and they hate that to which you call them, O Muhammad, i.e., Tawhid.'\nاللَّهُ يَجْتَبِى إِلَيْهِ مَن يَشَآءُ وَيَهْدِى إِلَيْهِ مَن يُنِيبُ\n(Allah chooses for Himself whom He wills, and guides unto Himself who turns to Him in repentance.) means, He is the One Who decrees guidance for those who deserve it, and decrees misguidance for those who prefer it to the right path. Allah says here;\nوَمَا تَفَرَّقُواْاللَّهِ إِلاَّ مَنبَعْدِ مَا جَآءَهُمُ الْعِلْمُ\n(And they divided not till after knowledge had come to them,) means, their opposition to the truth arose after it had come to them and proof had been established against them. Nothing made them resist in this manner except their transgression and stubbornness.\nوَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَى أَجَلٍ مُّسَمًّى\n(And had it not been for a Word that went forth before from your Lord for an appointed term,) means, were it not for the fact that Allah had already decreed that He would delay the reckoning of His servants until the Day of Resurrection, the punishment would have been hastened for them in this world.\nوَإِنَّ الَّذِينَ أُورِثُواْ الْكِتَـبَ مِن بَعْدِهِمْ\n(And verily, those who were made to inherit the Scripture after them,) means, the later generation which came after the earlier generation which had rejected the truth.\nلَفِى شَكٍّ مِّنْهُ مُرِيبٍ\n(are in grave doubt concerning it. ) means, they do not have any firm conviction in matters of religion; they merely imitate their forefathers, without any evidence or proof. So they are very confused and doubtful.",
  "ayah": 14,
  "surah": 42
}
