{
  "text": "A Warning to Those Who dispute concerning Matters of Religion\nHere Allah warns those who try to hinder those who believe in Allah, from following His path.\nوَالَّذِينَ يُحَآجُّونَ فِى اللَّهِ مِن بَعْدِ مَا اسَتُجِيبَ لَهُ\n(And those who dispute concerning Allah, after it has been accepted,) means, those who dispute with the believers who have responded to Allah and His Messenger, and try to stop them from following the path of guidance.\nحُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ\n(no use is their dispute before their Lord) means, it is futile before Allah.\nوَعَلَيْهِمْ غَضَبٌ\n(and on them is wrath,) means, from Him.\nوَلَهُمْ عَذَابٌ شَدِيدٌ\n(and for them will be a severe torment.) means, on the Day of Resurrection. Ibn `Abbas, may Allah be pleased with him, and Mujahid said, \"They disputed with the believers after they responded to Allah and His Messenger, and tried to prevent them from following the path of guidance, hoping that they would return to Jahiliyyah.\" Qatadah said, \"These were the Jews and Christians who said to them, `Our religion is better than your religion, our Prophet came before your Prophet, and we are better than you and closer to Allah than you. \"' This was nothing but lies. Then Allah says:\nاللَّهُ الَّذِى أَنزَلَ الْكِتَـبَ بِالْحَقِّ\n(It is Allah Who has sent down the Book in truth,) referring to all the Books which were revealed from Him to His Prophets.\nوَالْمِيزَانَ\n(and the Balance.) means, justice and fairness. This was the view of Mujahid and Qatadah. This is like the Ayat:\nلَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَـتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَـبَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ\n(Indeed We have sent Our Messengers with clear proofs, and revealed with them the Scripture and the Balance that mankind may keep up justice) (57:25).\nوَالسَّمَآءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ - أَلاَّ تَطْغَوْاْ فِى الْمِيزَانِ - وَأَقِيمُواْ الْوَزْنَ بِالْقِسْطِ وَلاَ تُخْسِرُواْ الْمِيزَانَ\n(And the heaven He has raised high, and He has set up the Balance. In order that you may not transgress (due) balance. And observe the weight with equity and do not make the balance deficient.)(55:7-9)\nوَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ\n(And what can make you know that perhaps the Hour is close at hand) This is encouragement (to strive) for its sake, a terrifying warning, and advice to think little of this world.\nيَسْتَعْجِلُ بِهَا الَّذِينَ لاَ يُؤْمِنُونَ بِهَا\n(Those who believe not therein seek to hasten it,) means, they say, `when will this promise be fulfilled, if you are telling the truth' But they say this by way of disbelief and stubbornness, thinking that it is unlikely to happen.\nوَالَّذِينَ ءَامَنُواْ مُشْفِقُونَ مِنْهَا\n(while those who believe are fearful of it) means, they are afraid of it happening.\nوَيَعْلَمُونَ أَنَّهَا الْحَقُّ\n(and know that it is the very truth.) means, that it will undoubtedly come to pass, so they prepare themselves for it and strive for its sake. It was reported through various chains of narration, a number reaching the level of being Mutawatir, in Sahih and Hasan narrations, in the Books of Sunan and Musnad. According to some versions, a man addressed the Messenger of Allah ﷺ  in a loud voice, when he was on one of his journeys, calling out to him, \"O Muhammad!\" The Messenger of Allah ﷺ  replied in a similar manner, \"Here I am!\" The man said, \"When will the Hour come\" The Messenger of Allah ﷺ  said,\n«وَيْحَكَ إِنَّهَا كَائِنَةٌ فَمَا أَعْدَدْتَ لَهَا؟»\n(Woe to you! It will most certainly come. What have you done to prepare for it) He said, \"Love for Allah and His Messenger.\" He said:\n«أَنْتَ مَعَ مَنْ أَحْبَبْت»\n(You will be with those whom you love.) According to another Hadith:\n«الْمَرْءُ مَعَ مَنْ أَحَب»\n(\"A man will be with those whom he loves.) This is Mutawatir beyond a doubt. The point is that he did not answer his question about when the Hour would happen, but he commanded him to prepare for it.\nأَلاَ إِنَّ الَّذِينَ يُمَارُونَ فَى السَّاعَةِ\n(Verily, those who dispute concerning the Hour) means, who dispute whether it will happen and think it is unlikely ever to come,\nلَفِى ضَلَـلَ بَعِيدٍ\n(are certainly in error far away.) means, they are clearly ignorant, because the One Who created the heavens and the earth is even more able to give life to the dead, as Allah says:\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him) (30:27).",
  "ayah": 17,
  "surah": 42
}
