{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Revelation and Allah's Might\nWe have previously discussed the individual letters.\nكَذَلِكَ يُوحِى إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ\n(Likewise Allah, the Almighty, the All-Wise sends revelation to you as to those before you.) means, `just as this Qur'an has been revealed to you, so too the Books and Scriptures were revealed to the Prophets who came before you.'\nاللَّهِ الْعَزِيزِ\n(Allah, the Almighty) means, in His vengeance\nالْحَكِيمُ\n(the All-Wise) means, in all that He says and does. Imam Malik, may Allah have mercy on him, narrated that `A'ishah, may Allah be pleased with her, said, \"Al-Harith bin Hisham asked the Messenger of Allah ﷺ , `O Messenger of Allah, how does the revelation come to you' The Messenger of Allah ﷺ  said:\n«أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ، وَهُوَ أَشَدُّهُ عَلَيَّ فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ، وَأَحْيَانًا يَأْتِينِي الْمَلَكُ رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُول»\n(Sometimes it comes to me like the ringing of a bell, which is the most difficult for me; then it goes away, and I understand what was said. And sometimes the angel comes to me in the image of a man, and he speaks to me and I understand what he says.)\" `A'ishah, may Allah be pleased with her, said, \"I saw him receiving the revelation on a very cold day, and when it departed from him, there were beads of sweat on his forehead.\" It was also reported in the Two Sahihs, and the version quoted here is that recorded by Al-Bukhari.\nلَهُ مَا فِى السَّمَـوَت وَمَا فِى الاٌّرْضِ\n(To Him belongs all that is in the heavens and all that is on the earth,) means, everything is subject to His dominion and control.\nوَهُوَ الْعَلِىُّ الْعَظِيمُ\n(and He is the Most High, the Most Great.) This is like the Ayat:\nالْكَبِيرُ الْمُتَعَالِ\n(the Most Great, the Most High) (13:9), and\nوَهُوَ الْعَلِىُّ الْكَبِيرُ\n(He is the Most High, the Most Great) (22:62). And there are many similar Ayat.\nتَكَادُ السَّمَـوَتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ\n(Nearly the heavens might be rent asunder from above them,) Ibn `Abbas, may Allah be pleased with him, Ad-Dahhak, Qatadah, As-Suddi and Ka`b Al-Ahbar said, \"Out of fear of His might.\"\nوَالْمَلَـئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى الاٌّرْضِ\n(and the angels glorify the praises of their Lord, and ask for forgiveness for those on the earth.) This is like the Ayah:\nالَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُواْ رَبَّنَا وَسِعْتَ كُـلَّ شَىْءٍ رَّحْمَةً وَعِلْماً\n(Those who bear the Throne and those around it glorify the praises of their Lord, and believe in Him, and ask forgiveness for those who believe (saying): \"Our Lord! You comprehend all things in mercy and knowledge,\") (40:7)\nأَلاَ إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ\n(Lo! Verily, Allah is the Oft-Forgiving, the Most Merciful.) This is a reminder, to take heed of this fact.\nوَالَّذِينَ اتَّخَذُواْ مِن دُونِهِ أَوْلِيَآءَ\n(And as for those who take as protecting friends others besides Him) This refers to the idolators,\nاللَّهُ حَفِيظٌ عَلَيْهِمْ\n(Allah is Hafiz over them.) meaning, He is Witness to their deeds, recording and enumerating them precisely, and He will requite them for them in full.\nوَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ\n(and you are not a trustee over them.) meaning, `you are just a warner, and Allah is the Trustee of all affairs.'",
  "ayah": 2,
  "surah": 42
}
