{
  "text": "Among the Signs of Allah is the Creation of the Heavens and the Earth\nوَمِنْ ءَايَـتِهِ\n(And among His Ayat) the signs which point to His great might and power,\nخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ وَمَا بَثَّ فِيهِمَا\n(is the creation of the heavens and the earth, and whatever moving creatures He has dispersed in them both.) means, whatever He has created in them, i.e., in the heavens and the earth.\nمِن دَآبَّةٍ\n(and whatever moving creatures) this includes the angels, men, Jinn and all the animals with their different shapes, colors, languages, natures, kinds and types. He has distributed them throughout the various regions of the heavens and earth.\nوَهُوَ\n(And He) means, yet despite all that,\nعَلَى جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ\n(is Able to assemble them whenever He wills.) means, on the Day of Resurrection, He will gather the first and the last of them, and bring all His creatures together in one place where they will all hear the voice of the caller and all of them will be seen clearly; then He will judge between them with justice and truth.\nThe Cause of Misfortune is Sin\nوَمَآ أَصَـبَكُمْ مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ\n(And whatever of misfortune befalls you, it is because of what your hands have earned.) means, `whatever disasters happen to you, O mankind, are because of sins that you have committed in the past.'\nوَيَعْفُواْ عَن كَثِيرٍ\n(And He pardons much.) means, of sins; `He does not punish you for them, rather He forgives you.'\nوَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَآبَّةٍ\n(And if Allah were to punish men for that which they earned, He would not leave a moving creature on the surface of the earth) (35:45). According to a Sahih Hadith:\n«وَالَّذِي نَفْسِي بِيَدِهِ مَا يُصِيبُ الْمُؤْمِنَ مِنْ نَصَبٍ وَلَا وَصَبٍ وَلَا هَمَ وَلَا حَزَنٍ إِلَّا كَفَّرَ اللهُ عَنْهُ بِهَا مِنْ خَطَايَاهُ، حَتْى الشَّوْكَةِ يُشَاكُهَا»\n(By the One in Whose Hand is my soul, no believer is stricken with fatigue, exhaustion, worry or grief, but Allah will forgive him for some of his sins thereby -- even a thorn which pricks him.) Imam Ahmad recorded that Mu`awiyah bin Abi Sufyan, may Allah be pleased with him, said, \"I heard the Messenger of Allah ﷺ say:\n«مَا مِنْ شَيْءٍ يُصِيبُ الْمُؤْمِنَ فِي جَسَدِهِ يُؤْذِيهِ إِلَّا كَفَّرَ اللهُ تَعَالَى عَنْهُ بِهِ مِنْ سَيِّئَاتِه»\n(No physical harm befalls a believer, but Allah will expiate for some of his sins because of it.)\" Imam Ahmad also recorded that `A'ishah, may Allah be pleased with her, said, \"The Messenger of Allah ﷺ  said:\n«إِذَا كَثُرَتْ ذُنُوبُ الْعَبْدِ وَلَمْ يَكُنْ لَهُ مَا يُكَفِّرُهَا، ابْتَلَاهُ اللهُ تَعَالَى بِالْحَزَنِ لِيُكَفِّرَهَا»\n(If a person commits many sins and has nothing that will expiate for them, Allah will test him with some grief that will expiate for them.)\"",
  "ayah": 30,
  "surah": 42
}
