{
  "text": "The State of the Wrongdoers on the Day of Resurrection\nAllah tells us that whatever He wills happens and whatever He does not will does not happen, and no one can make it happen. Whomever He guides, none can lead astray, and whomever He leads astray, none can guide, as He says:\nوَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا\n(but he whom He sends astray, for him you will find no protecting to lead him.) (18:17). Then Allah tells us about the wrongdoers, i.e., the idolators who associate others in worship with Allah:\nلَمَّا رَأَوُاْ اْلَعَذَابَ\n(when they behold the torment,) i.e., on the Day of Resurrection, they will wish that they could go back to this world.\nيَقُولُونَ هَلْ إِلَى مَرَدٍّ مِّن سَبِيلٍ\n(they will say: \"Is there any way of return\") This is like the Ayah:\nوَلَوْ تَرَى إِذْ وُقِفُواْ عَلَى النَّارِ فَقَالُواْ يلَيْتَنَا نُرَدُّ وَلاَ نُكَذِّبَ بِـَايَـتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُمْ مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّواْ لَعَـدُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَـذِبُونَ\n(If you could but see when they will be held over the (Hell) Fire! They will say: \"Would that we were but sent back! Then we would not deny the Ayat of our Lord, and we would be of the believers!\" Nay, it has become manifest to them what they had been concealing before. But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars.) (6:27-28)\nوَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا\n(And you will see them brought forward to it) means, to the Fire.\nخَـشِعِينَ مِنَ الذُّلِّ\n(made humble by disgrace,) means, in a befitting manner, because of their previous disobedience towards Allah.\nيَنظُرُونَ مِن طَرْفٍ خَفِىٍّ\n((and) looking with stealthy glance.) Mujahid said, \"In a humiliated manner.\" That is, they will steal glances at it, because they will be afraid of it. But the thing that they are afraid of will undoubtedly happen, and worse than that -- may Allah save us from that.\nوَقَالَ الَّذِينَ ءَامَنُواْ\n(And those who believe will say) means, on the Day of Resurrection they will say:\nإِنَّ الْخَـسِرِينَ\n(Verily, the losers...) means, the greatest losers.\nالَّذِينَ خَسِرُواْ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَـمَةِ\n(are they who lose themselves and their families on the Day of Resurrection. ) means, they will be taken to the Fire and deprived of any pleasures in the Hereafter. They will lose themselves, and they will be separated from their loved ones, companions, families and relatives, and they will lose them.\nأَلاَ إِنَّ الظَّـلِمِينَ فِى عَذَابٍ مُّقِيمٍ\n(Verily, the wrongdoers will be in a lasting torment.) means, everlasting and eternal, with no way out and no escape.\nوَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ اللَّهِ\n(And they will have no protectors to help them other than Allah.) means, no one to save them from the punishment and torment which they are suffering.\nوَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِن سَبِيلٍ\n(And he whom Allah sends astray, for him there is no way.) means, no salvation.",
  "ayah": 46,
  "surah": 42
}
