{
  "text": "Encouragement to obey Allah before the Day of Resurrection\nWhen Allah tells us about the horrors and terrifying events of the Day of Resurrection, He warns us about it and commands us to prepare for it:\nاسْتَجِيبُواْ لِرَبِّكُمْ مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ اللَّهِ\n(Answer the Call of your Lord before there comes from Allah a Day which cannot be averted.) means, once He issues the command, it will come to pass within the blinking of an eye, and no one will be able to avert it or prevent it.\nمَا لَكُمْ مِّن مَّلْجَأٍ يَوْمَئِذٍ وَمَا لَكُمْ مِّن نَّكِيرٍ\n(You will have no refuge on that Day nor there will be for you any denying.) means, you will have no stronghold in which to take refuge, no place in which to hide from Allah, for He will encompass you with His knowledge and power, and you will have no refuge from Him except with Him.\nيَقُولُ الإِنسَـنُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلاَّ لاَ وَزَرَ - إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ\n(On that Day man will say: \"Where (is the refuge) to flee\" No! There is no refuge! Unto your Lord will be the place of rest that Day.) (75:10-12)\nفَإِنْ أَعْرَضُواْ\n(But if they turn away,) refers to the idolators,\nفَمَآ أَرْسَلْنَـكَ عَلَيْهِمْ حَفِيظاً\n(We have not sent you as a Hafiz over them. ) means, `you have no power over them.' And Allah says elsewhere:\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills) (2:272).\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(your duty is only to convey (the Message) and on Us is the reckoning) (13:40). And Allah says here:\nإِنْ عَلَيْكَ إِلاَّ الْبَلَـغُ\n(Your duty is to convey.) meaning, `all that We require you to do is to convey the Message of Allah to them.'\nوَإِنَّآ إِذَآ أَذَقْنَا الإِنسَـنَ مِنَّا رَحْمَةً فَرِحَ بِهَا\n(And verily, when We cause man to taste of mercy from Us, he rejoices there at;) means, when a time of ease and comfort comes to him, he is happy about it.\nوَإِن تُصِبْهُمْ\n(but when befalls them) means mankind.\nسَيِّئَةٌ\n(some evil) means, drought, punishment, tribulation or difficulty,\nفَإِنَّ الإِنسَـنَ كَفُورٌ\n(then verily, man (becomes) ingrate!) means, he forgets the previous times of ease and blessings and acknowledges nothing but the present moment. If times of ease come to him, he becomes arrogant and transgresses, but if any difficulty befalls him, he loses hope and is filled with despair. This is like what the Messenger of Allah ﷺ said to the women:\n«يَا مَعْشَرَ النِّسَاءِ، تَصَدَّقْنَ، فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّار»\n)(O women, give in charity, for I have seen that you form the majority of the people of Hell.) A woman asked, \"Why is that, O Messenger of Allah\" He said:\n«لِأَنَّكُنَّ تُكْثِرْنَ الشِّكَايَةَ وَتَكْفُرْنَ الْعَشِيرَ، لَوْ أَحْسَنْتَ إِلى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ تَرَكْتَ يَوْمًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَط»\n(Because you complain too much, and you are ungrateful to (your) husbands. If one of you were to be treated kindly for an entire lifetime, then that kindness was lacking for one day, she would say, `I have never seen anything good from you!') This is the case with most women, except for those whom Allah guides and who are among the people who believe and do righteous deeds. As the Prophet said, the believer is the one who:\n«إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِن»\n(... if something good happens to him, he is thankful, and that is good for him. If something bad happens to him, he bears it with patience, and that is good for him. This does not happen to anyone except the believer.)",
  "ayah": 47,
  "surah": 42
}
