{
  "text": "The Qur'an was revealed to serve as a Warning\nAllah says, `just as We sent revelation to the Prophets before you,'\nأَوْحَيْنَآ إِلَيْكَ قُرْءَاناً عَرَبِيّاً\n(thus We have revealed to you a Qur'an in Arabic) meaning, plain, clear, and manifest\nلِّتُنذِرَ أُمَّ الْقُرَى\n(that you may warn the Mother of the Towns), i.e., Makkah,\nوَمَنْ حَوْلَهَا\n(and all around it,) means, all the lands, east and west. Makkah is called Umm Al-Qura (the Mother of the Towns) because it is nobler than all other lands, as indicated by much evidence that has been discussed elsewhere. Among the most concise and clear proofs of that is the report recorded by Imam Ahmad from `Abdullah bin `Adi bin Al-Hamra' Az-Zuhri, who heard the Messenger of Allah ﷺ say, as he was standing in the market place of Makkah;\n«وَاللهِ إِنَّكِ لَخَيْرُ أَرْضِ اللهِ وَأَحَبُّ أَرْضِ اللهِ إِلَى اللهِ، وَلَوْلَا أَنِّي أُخْرِجْتُ مِنْكِ مَا خَرَجْت»\n(By Allah, you are the best land of Allah, the most beloved land to Allah; were it not for the fact that I was driven out from you, I would never have left you.) This was also recorded by At-Tirmidhi, An-Nasa'i and Ibn Majah; At-Tirmidhi said, \"Hasan Sahih. \"\nوَتُنذِرَ يَوْمَ الْجَمْعِ\n(and warn (them) of the Day of Assembling) i.e., the Day of Resurrection, when Allah will assemble the first and the last in one plain.\nلاَ رَيْبَ فِيهِ\n(of which there is no doubt,) means, there is no doubt that it will happen and will most certainly come to pass.\nفَرِيقٌ فِى الْجَنَّةِ وَفَرِيقٌ فِى السَّعِيرِ\n(a party will be in Paradise and a party in the blazing Fire.) This is like the Ayah:\nيَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ\n((And remember) the Day when He will gather you (all) on the Day of Gathering, --- that will be the Day of mutual loss and gain) (64:9). which means that the people of Paradise and the people of Hell will gain and lose, respectively. And it is like the Ayah:\nإِنَّ فِى ذلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الاٌّخِرَةِ ذلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَلِكَ يَوْمٌ مَّشْهُودٌ - وَمَا نُؤَخِّرُهُ إِلاَّ لاًّجَلٍ مَّعْدُودٍ - يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ\n(Indeed in that (there) is a sure lesson for those who fear the torment of the Hereafter. That is a Day whereon will be gathered together, and that is a Day when all (the dwellers of the heavens and the earth) will be present. And We delay it only for a term fixed. On the Day when it comes, no person shall speak except by His leave. Some among them will be wretched and (others) blessed.) (11:103-105) Imam Ahmad recorded that `Abdullah bin `Amr, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ  came out to us, holding two books in his hand. He said,\n«أَتَدْرُونَ مَا هذَانِ الْكِتَابَانِ؟»\n(Do you know what these two books are) We said, \"We do not know unless you tell us, O Messenger of Allah.\" Concerning the book in his right hand, He said:\n«هَذَا كِتَابٌ مِنْ رَبِّ الْعَالَمِينَ بِأَسْمَاءِ أَهْلِ الْجَنَّةِ وَأَسْمَاءِ آبَائِهِمْ وَقَبَائِلِهِمْ، ثُمَّ أُجْمِلَ عَلى آخِرِهِمْ، لَا يُزَادُ فِيهِمْ وَلَا يُنْقَصُ مِنْهُمْ أبدًا»\n(This is a book from the Lord of the worlds, containing the names of the people of Paradise and of their fathers and tribes; all of them are detailed, down to the last one of them, and nothing will be added or taken away from it.) Then concerning the book in his left hand, he said:\n«هَذَا كِتَابُ أَهْلِ النَّارِ بِأَسْمَائِهِمْ وَأَسْمَاءِ آبَائِهِمْ وَقَبَائِلِهِمْ، ثُمَّ أُجْمِلَ عَلى آخِرِهِمْ، لَا يُزَادُ فِيهِمْ وَلَا يُنْقَصُ مِنْهُمْ أَبَدًا»\n(This is the book of the people of Hell, containing their names and the names of their fathers and tribes, all of them are detailed down to the last one of them, and nothing will be added or taken away from it.) The Companions of the Messenger of Allah ﷺ  said, \"Why should we strive if it is something that is already cut and dried\" The Messenger of Allah ﷺ  said:\n«سَدِّدُوا وَقَارِبُوا فَإِنَّ صَاحِبَ الْجَنَّةِ يُخْتَمُ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ، وَإِنْ عَمِلَ أَيَّ عَمَلٍ،وَإِنَّ صَاحِبَ النَّارِ يُخْتَمُ لَهُ بِعَمَلِ أَهْلِ النَّارِ، وَإِنْ عَمِلَ أَيَّ عَمَل»\n(Strive with your deeds as hard as you can for middle course or close to it, for the person who is destined for Paradise will die doing the deeds of the people of Paradise, regardless of what he did before, and the person who is destined for Hell will die doing the deeds of the people of Hell, regardless of what he did before.) Then he made a gesture with his fist and said,\n«فَرَغَ رَبُّكُمْ عَزَّ وَجَلَّ مِنَ الْعِبَاد»\n(Your Lord has settled the matter of His servants) and he opened his right hand as if throwing something;\n«فَرِيقٌ فِي الْجَنَّة»\n(A party in Paradise.) and he made a similar gesture with his left hand;\n«فَرِيقٌ فِي السَّعِير»\n(And a party in the blazing Fire.)\" This was also recorded by At-Tirmidhi, and An-Nasa'i; At-Tirmidhi said, \"Hasan Sahih Gharib.\" Imam Ahmad recorded that Abu Nadrah said, \"One of the Companions of the Prophet , whose name was Abu Abdullah, was visited by some of his friends, and they found him weeping. They asked him, `What has caused you to weep Didn't the Messenger of Allah ﷺ  say to you,\n«خُذْ مِنْ شَارِبِكَ ثُمَّ أَقِرَّهُ حَتَّى تَلْقَانِي»\n(Trim your moustache and adhere to that practice until you meet me)' He said, `Yes, but I heard the Messenger of Allah ﷺ say;\n«إِنَّ اللهَ تَعَالَى قَبَضَ بِيَمِينِهِ قَبْضَةً وَأُخْرَى بِالْيَدِ الْأُخْرَى، قَالَ: هذِهِ لِهذِهِ، وَهذِهِ لِهذِهِ، وَلَا أُبَالِي»\n(Allah picked up a handful in His Right Hand and another in His other Hand, and said, \"This is for this and this is for this, and I do not care.\") `And I do not know in which of the two handfuls I am.\"' There are several Hadiths about Al-Qadr (the Divine Decree) in the books of Sahih, Sunan and Musnad. Including those narrated by `Ali, Ibn Mas`ud, `A'ishah and a large number of Companions, may Allah be pleased with them all.\nوَلَوْ شَآءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَحِدَةً\n(And if Allah had willed, He could have made them one nation,) means, either all following guidance or all following misguidance, but He made them all different, and He guides whomsoever He wills to the truth and He sends astray whomsoever He wills, and He has complete wisdom and perfect proof. Allah says:\nوَلَـكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِ وَالظَّـلِمُونَ مَا لَهُمْ مِّن وَلِىٍّ وَلاَ نَصِيرٍ\n(but He admits whom He wills to His mercy. And the wrongdoers will have neither a protector nor a helper.)",
  "ayah": 7,
  "surah": 42
}
