{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 31,
      "text": "درس نمبر 185 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 19\nالم ۔۔۔۔۔۔ واولئک ھم المفلحون (1 – 5)\nحروف مقطعات ا۔ ل۔ م سے آغاز ہوتا ہے۔ اور اس کے بعد یہ فقرہ آتا ہے۔\nتلک آیت الکتب الحکیم (31: 2) ” یہ کتاب حکیم کی آیات ہیں “۔ اس میں یہ اشارہ ہے کہ کتاب الٰہی حروف سے مرکب ہے۔ جیسا کہ دوسری سورتوں میں بھی یہی اشارات موجود ہیں۔ کتاب کو کتاب حکمت کہا گیا ہے۔ کیونکہ اس کا اصل موضوع ہی فلسلفہ و حکمت ہے لہٰذا یہاں اس کتاب کی اس صفت کو لایا گیا کیونکہ اس سورة کے مضامین کے ساتھ اس کی مناسبت ہے اور یہی قرآن کا انداز ہے۔ کتاب کو کتاب حکیم کہہ کر یہ تاثر دیا گیا کہ یہ ایک زندہ کتاب ہے۔ اور یہ ارادتاً ایک ہدف کی بڑھ رہی ہے۔ گویا یہ ایک زندہ شخصیت ہے۔ بہت ہی دانشمند اور اس کی گفتگو میں ایک مقصد ہے۔ اس کا ایک متعیقن ہدف ہے ، اور یہ اس ہدف کی طرف بالارادہ بڑھ رہی ہے۔ اس میں روح ہے ، اس میں زندگی ہے۔ اس میں حرکت ہے ، اور اس کتاب کی ایک ذات اور شخصیت ہے جو متعین ہے۔ یہ محبت کرنے والی ہے اور یہ ہر اس شخص کے ساتھ مکالمہ کرتی ہے جو اس کی صحبت میں بیٹھے۔ جو اس کے سایوں میں زندگی بسر کرے اور وہ اس کی اس کشش کو محسوس کرے جس طرح ایک زندہ دوسرے زندہ کی طرف رکھتا ہے اور جس طرح دوست دوست کی طرف کھینچتا ہے۔\nیہ ہے کتاب حکیم ۔ اور اس کی آیات ہدایت اور رحمت ہیں محسنین کے لیے۔ یہ اس کی اصل ماہیت ہے کہ یہ کتاب ہدایت ہے اور یہ محسنین کے لئے ہمیشہ ہدایت رہتی ہے۔ یہ ان کو ایک متعین منزل مقصود تک پہنچاتی ہے جس طرح ایک زندہ شخص کسی کو راہ دکھاتا ہے مگر کرخت طریقے سے نہیں بالکل الفت اور محبت کے ساتھ نہایت آرام اطمینان کے ساتھ اور اس کی ہدایت یہ ہے کہ پہلے نماز قائم کرو اور اپنے رب سے رابطہ قائم کرو اور پھر زکوٰۃ ادا کرو ، اہل ایمان کے دل اس کے ذریعے بالم جوڑ کر رکھ دو اور پھر تمام اہل ایمان اللہ کی اس کائنات کے لیے ہمکلام اور مربوط ہوجائیں جس میں وہ رہتے ہیں۔ یہ کتاب وہ اقدار اور وہ حالات پیدا کرتی ہے جس میں تمام انسانوں کا مقام متعین ہو اور وہ اپنی اصل پہچان جان سکیں۔ اس کتاب کے ہدایت یافتہ لوگ اس فطرت سے بھی متعارف ہوں جس فطرت پر انہیں پیدا کیا گیا ہے اور سیدھے ہوں اور ان کے اندر کوئی زیغ اور ٹیڑھ نہ ہو۔\nیہ کتاب جن محسنین کے لیے ہدایت ہے وہ کون ہیں ؟\nالذین یقیمون ۔۔۔۔۔ ھم یوقنون (31: 4) ” جو نماز قائم کرتے ہیں ، زکوۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں “۔ جب کوئی نماز قائم کرتا ہے ۔ اس کے پورے ارکان کے ساتھ اسے ادا کرتا ہے ، بروقت ادا کرتا ہے اور مکمل طور پر ادا کرتا ہے تو اس کی حکمت ، اس کا اثر انسانی شعور اور انسانی طرز عمل میں واضح ہو کر سامنے آتا ہے ، اور اس کے ذریعہ اللہ اور بندے کے درمیان وہ تعلق قائم ہوجاتا ہے ، جو مطلوب ہے۔ اللہ سے انس پیدا ہوتا ہے اور نماز کے اندر مٹھاس پیدا ہوجاتی ہے اور زکوٰۃ کا فائدہ یہ ہے کہ انسان کے اندر جو فطری بخل ہے ، اس پر انسان قابو پالیتا ہے۔ وہ امت مسلمہ کے لیے ایک اجتماعی نظام کی بنیاد ہوتی ہے اور امت کے اندر اجتماعی کفالت کی بنیاد پڑتی ہے۔ اس سوسائٹی میں امیروں اور غریبوں دونوں کے اندر ارتماد ہوتا ہے۔ اطمینان ہوتا ہے اور باہم مودت اور محبت ہوتی ہے۔ اس کے اندر طبقاتی نفرت نہیں ہوتی اور آخرت پر ایمان تو تمام نیکیوں کی اساس ہے۔ اس سے قلب بشری ہر وقت بیدار رہتا ہے۔ اس کی نظریں عالم آخرت پر ہوتی ہیں اور زمین کی گندگیوں اور زمین کے عارضی سازوسامان کے مقابلے میں اس کی نظریں بلند ہوتی ہیں۔ خفیہ طور پر اور اعلانیہ طور پر انسان یہ دیکھتا ہے کہ اسے اللہ دیکھ رہا ہے اور انسان درجہ احسان تک پہنچ جاتا ہے جس کے بارے میں حضور ﷺ نے فرمایا ” احسان یہ ہے کہ تم اللہ کی بندگی اس طرح کرو کہ اسے تم دیکھ رہے ہو ، اگر تم اسے نہ دیکھ رہے ہو تو وہ تمہیں دیکھ رہا ہے “۔ (بخاری و مسلم ، کتاب الایمان)\nیہ لوگ جو ایسی نماز پڑھتے ہیں ، جو اس نیت سے زکوۃ دیتے ہیں۔ اور آخرت پر یقین رکھتے ہیں۔\nاولئک علی ۔۔۔۔۔ ھم المفلحون (31: 5) ” یہی لوگ رب کی طرف سے راہ راست پر ہیں اور یہی لوگ فلاح پانے والے ہیں “۔ جس نے ہدایت پائی۔ اس نے فلاح پائی۔ وہ ایک روشنی پر چل رہا ہوتا ہے۔ منزل مقصود تک پہنچ جاتا ہے ۔ گمراہیوں سے اور فساد سے بچ جاتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ اس کرہ ارض پر اپنے اس سفر پر وہ مطمئن ہوتا ہے ، پھرتا رہتا ہے۔ وہ اس کائنات کے ساتھ ہم سفر ہوتا ہے اور اس کائنات کے ایک جزء کے طور پر اس کے ساتھ ہم آہنگی سے سفر طے کرتا جاتا ہے ، نہایت انس و محبت کے ساتھ۔ ایسے ہی لوگ اس کتاب کی آیات سے راہنمائی پاتے ہیں۔ محسن ، غازی ، زکوٰۃ دینے والے ، آخرت کا یقین رکھنے والے۔ یہ لوگ دنیا اور آخرت میں فلاح پانے والے ہیں۔ یہ لوگ ایک فریق ہیں۔ ان کے مقابلے میں ایک فریق اور بھی ہے۔ کیا ہیں اس کے خدوخال ؟"
    },
    {
      "ayah": 10,
      "surah": 31,
      "text": "خلق السموت بغیر ۔۔۔۔۔۔۔ فی ضلل مبین (10 – 11)\nیہ آسمان ، بغیر اس کے کہ ان کے بارے میں ہم جدید پیچیدہ سائنسی معلومات پیش کریں ، اپنی ظاہری حالت میں جب ہمارے حواس کے سامنے آتے ہیں تو یہ بہت ہی عظیم لگتے ہیں۔ یہ آسمان ستارے اور سیارے ہوں ، یا کہکشاں اور سدم ہوں۔ جو بلندیوں میں تیر رہے ہیں اور ان کے ھقیقی راز سے صرف اللہ ہی واقف ہے یا آسمان سے مراد یہ قبہ ہو جسے ہم دیکھتے ہیں اور جس کی حقیقت سے اللہ ہی خبردار ہے۔ غرض آسمان سے مراد جو بھی ہو ، بہرحال یہ عظیم کر ات بغیر سہارے اور ستونوں کے کھڑے ہیں۔ انسان رات اور دن ان سماوات کو دیکھتے ہیں اور جس چھوٹے سے ستارے پر انسان سوار ہیں ، اس تک ہم جس قدر دوریاں قریب کردیں اس عالم کا محض تصور ہی سر کو چکرا دیتا ہے کہ یہ عالم کس قدر عظیم اور ہولناک ہے جس کے حدود وقیود انسان کے ادراک سے ابھی تک باہر ہیں۔ پھر جب ایک انسان سوچتا ہے کہ اس عظیم کائنات کو ایک منظم نظام میں باندھ دیا گیا ہے کہ اس کی حرکت میں ایک سیکنڈ کا فرق بھی نہیں آتا۔ پھر اس عالم کو کس قدر خوبصورت بنایا گیا ہے کہ انسان دیکھتا ہی رہ جائے۔ دل سوچتا ہی رہے اور نہ تھکے۔ نظریں بھرتی ہی رہیں اور اس کے نظارے سے ملوک نہ ہوں اور جب اسنان یہ سوچے کہ اس گول آسمان میں جو چھوٹے چھوٹے نکتے نظر آتے ہیں ان میں سے ایک ایک ستارہ زمین سے ہزاروں گنا ہڑا ہے (مثلاً مشتری ایک ہزار گنا) لاکھوں گنا بڑا ہے تو کسی بھی عقلمند انسان کے لئے یہی کافی دلیل ہے۔ فضائے کائنات کے اس لا انتہا سفر سے واپس آئیے ، یہ تو قرآن نے ایک سرسری اشارہ ہی کیا ہے۔\nخلق السموت بغیر عمد ترونھا (31: 10) ” اس نے آسمانوں کو بغیر ستونوں کے پیدا کیا جو تم کو نظر آئیں “۔ اب اسی زمین کی طرف ، اور ذرا جم کر دیر تک اس کے نظاروں کو غور سے دیکھئے۔ یہ چھوٹی سی زمین ، کائنات کا ایک ذرہ ، اس عظیم کائنات میں تو یہ ایک ذرہ ہی ہے جو فضا میں اڑ رہا ہے۔ ہم اس پر واپس آتے ہیں۔ ہم سمجھتے ہیں کہ یہ زمین بہت وسیع اور طویل و عریض ہے۔ انسان اپنی مختصر زندگی میں اس کی سیر بھی نہیں کرسکتا۔ اگرچہ وہ پوری عمر اس چھوٹے سے ڈرے کے سیروسفر میں گزار دے۔ انسان کو کہا جاتا ہے کہ ذرا اسی کا مطالعہ کھلی آنکھوں سے کرو ، اور طویل الضت اور بار بار دیکھنے کی وجہ سے انسان سے اس کا انوکھا پن گم ہوگیا ہے۔ ذرا اس کے عجائبات کو دیکھو۔\nوالقی فی ۔۔۔۔ تمید بکم (31: 10) ” اور اس نے زمین میں پہاڑ جما دئیے کہ وہ تمہیں لے کر ڈھلک نہ جائے “۔ رواسی معنی پہاڑ۔ علمائے طبقات الارض یہ کہتے ہیں کہ پہاڑ دراصل زمین کے چھلکے کی شکئیں ہیں۔ جب زمین کا چھلکا سرد ہوگیا اور اس کے اندر کی گیس سکڑ گئیں تو زمین کا حجم کم ہوتا گیا جس کی وجہ سے زمین کے چھلکے کے اندر شکنیں پیدا ہوگئیں اور اس طرح زمین کے اوپر بلندیاں اور پستیاں اور نشیب و فراز پیدا ہوگئے۔ جس قدر جہاں زیادہ سکیڑ کا عمل ہوا اسی قدر پہاڑ بلند ہوگئے۔ اب چاہے علمائے طبقات الارض کا یہ نظریہ درست ہو یا غلط ہو ، لیکن اللہ کی کتاب یہ کہتی ہے۔ اللہ نے پہاڑ جما دئیے تاکہ زمین کی رفتار کے اندر توازن ہو اور انسان اس کی سطح پر رک سکے اور اس کے اندر ڈولنے کا عمل نہ ہو۔ علمائے طبقات الارض کا یہ نظریہ درست ہو سکتا ہے اور وہ اس بات کو تسلیم بھی کرتے ہیں کہ اگر پہاڑ نہ ہوتے تو زمین کی رفتار محوری کے اندر وہ توازن نہ ہوتا جو ہے اور اللہ کا حکم ہر حالت میں بلند ہے اور رہے گا کیونکہ اللہ تمام متکلمین میں سے سچا اور صادق ہے۔ صدق اللہ العظیم۔\nوبث فیھا من کل دآبۃ (31: 10) ” اور اس نے ہر طرح کے جانور زمین میں پھیلا دئیے “۔ اس عظیم کائنات کے عجائبات میں سے یہ ایک حیرت انگیز عجوبہ ہے کہ اس زمین کے اوپر اللہ نے رنگا رنگ زندگی کو پھیلایا ہے۔ آج تک کوئی شخص راز حیات ہی کو نہیں پاسکا اس کی یہ بو قلمونی اور رنگا رنگی تو بڑی چیز ہے۔ انسان اس حیات کی سادہ ترین صورت کو بھی نہیں پاسکا چہ جائیکہ وہ زندگی کی اعلیٰ اقسام ، اس کی رنگارنگی اور مختلف ضخامتیں ، اور خوبصورت جانور اور پرندوں کو جان سکے جن کی تعداد کا بھی انسان کو علم نہیں ہے۔ بےحد افسوس ہے کہ بعض لوگ علم کے باوجود ان عجائبات پر آنکھیں بند کرکے گزر جاتے ہیں گویا وہ ایک بالکل معمولی چیز دیکھ رہے ہیں۔ یہی انسان جب انسان کی بنائی ہوئی ایک چھوٹی سی مشین کو دیکھتا ہے تو حیران رہ جاتا ہے اور بار بار الٹ پلٹ کر اسے دیکھتا چلا جاتا ہے حالانکہ یہ مشین اللہ کے پیدا کردہ ایک سادہ خلیے سے زیادہ پیچیدہ نہیں ہوسکتی اور ان خلیوں کے جو دقیق اور پیچیدہ تصرفات ہیں ، وہ سب اعجوبے ہیں۔ ہم صرف سادہ خلیے کے عجائبات کی بات کرتے ہیں۔ رہے وہ پیچیدہ تخلیق والے بڑے انسان جن کے جسم میں سینکڑوں کیمیاوی تجربہ گاہیں اور لیبارٹریاں کام کر رہی ہیں جن کے اندر سینکڑوں سٹورز ہیں جہاں مواد جمع ہوتے ہیں اور تقسیم ہوتے ہیں اور جن کے اندر ایک عجیب مواصلاتی نظام ہے جو لاسلکی کے طور پر پیغامات لیتا ہے اور ارسال کرتا ہے اور سینکڑوں دوسرے عوامل ہزار ہا فرائض سر انجام دے رہے ہیں۔\nوانزلنا من ۔۔۔۔۔ زوج کریم (31: 10) ” اور آسمانوں سے پانی برسایا اور زمین میں قسم قسم کی عمدہ چیزیں اگا دیں “۔ آسمانوں سے پانی برسایا عجائبات تکوینی میں سے ایک اعجوبہ ہے لیکن چونکہ یہ اکثر ہمارے سامنے دہرایا جاتا ہے اس لیے ہم اس پر سے غفلت کے ساتھ گزر جاتے ہیں۔ یہ پانی جس سے نہریں ہوکر بہتی ہیں جس سے بحیرے بھر جاتے ہیں جس کے ساتھ زمین میں چشمے پھوٹتے ہیں۔ یہ پانی ایک نہایت ہی پیچیدہ نظام کے تحت آسمانوں سے برستا ہے۔ یہ آسمانوں کے نظام کے ساتھ مربوط ہے۔ اس کا مزاج ، اس کی تشکیل اور کر ات کی دوریوں سے یہ مربوط ہے۔ پھر پانی کے نزول کے بعد زمین کے اندر مختلف النوع اور مختلف اور مختلف الشکل نباتات ، ذائقے مختلف ، رنگ مختلف ، حجم مختلف ، خواص مختلف۔ ان کے اندر ایسے ایسے عجائبات کہ ختم ہونے کا نام نہیں لیتے نباتات میں زندگی اور نمو ان کا تنوع ، ان کی وراثتی خصوصیات جو چھوٹے سے بیج کے اندر موجود ہوتے ہیں۔ یہ چھوٹا سا بیج اپنے آپ کو دہراتا ہے۔ پودا ، پھول اور درخت کی شکل اختیار کرت ا ہے۔ ایک ہی پھول کے اندر رنگوں کی تقسیم کا مطالعہ ہی انسان کو خالق کائنات کی عظیم قوتوں کی طرف کھینچ لیتا ہے اور انسان کا ایمان گہرا ہوتا چلا جاتا ہے۔\nپھر قرآن تصریح کرتا ہے کہ اللہ نے نباتات میں بھی بوڑے پیدا کیے۔\nمن کل زوج کریم (31: 10) ” عمدہ قسم کے جوڑے “۔ یہ وہ عظیم حقیقت ہے کہ سائنس کو بہت ہی قریب زمانے میں اس کا علم اور تجربہ ہوسکا ہے۔ ہر پورے میں نر اور مادہ خلیے ہوتے ہیں۔ یہ خلیے ایک ہی پھول میں یا ایک ہی شاخ کے دو پھولوں میں ہوتے ہیں یا یہ خلیے دو درختوں میں علیحدہ علیحدہ ہوتے ہیں اور کوئی پودا اس وقت پھل نہیں دیتا جب تک نر اور مادی خلیے باہم ملتے نہیں ہیں۔ جیسا کہ انسانوں اور حیوانوں کے توالد کا نظام واضح ہے۔ اور زوج کے ساتھ کریم کی صفت ، یہاں اس لفظ کے استعمال کے ذریعے ایک خاص تاثر دینا مطلوب ہے کہ یہ اللہ کریم کی تخلیق ہے اور یہ بہت ہی اہم اعجوبہ ہے جسے دیدہ عبرت سے دیکھا جانا چاہئے اور اس کا احترام کرنا چاہئے۔ یہ اس لیے بھی لایا گیا ہے کہ اللہ نے تو یہ عمدہ کام کیے ہیں اور جن ہستیوں کو تم الٰہ سمجھے ہوئے ، ذرا بتاؤ انہوں نے کیا کام کیے ہیں ۔ یہ تو ہے\nھذا خلق ۔۔۔۔۔۔ من دونہ (31: 11) ” یہ تو ہے اللہ کی تخلیق اب ذرا مجھے دکھاؤ ان دوسروں نے کیا پیدا کیا ہے “۔ زوج کریم کے بعد یہ چیلنچ اور اب یہ نتیجہ\nبل الظلمون فی ضلل مبین (31: 11) ” اصل بات یہ ہے کہ یہ ظالم لوگ صریح گمراہی میں پڑے ہوئے ہیں “۔ اور شرک سے بڑا ظلم اور کیا ہو سکتا ہے جبکہ اس عظیم کائنات کا یہ معجزہ ہمارے ساتھ ہے۔ یہاں پہلا سفر ختم ہوتا ہے اور نہایت ہی روداد الفاظ پر۔\nاس کے بعد اب دوسرا راؤنڈ شروع ہوتا ہے ۔ یہ بالکل جدید ترتیب سے ہے۔ یہ بالواسطہ ہدایت اور حکایتی انداز تلقین ہے۔ موضوع بحث اللہ وحدہ کا شکر ادا کرنا ہے۔ اور اللہ کو ہر قسم کے شرک سے پاک قرار دینا ہے۔ اس حکایت کے درمیان آخرت اور اعمال اور ان کی جزا کی بات کی گئی ہے۔"
    },
    {
      "ayah": 11,
      "surah": 31,
      "text": "خلق السموت بغیر ۔۔۔۔۔۔۔ فی ضلل مبین (10 – 11)\nیہ آسمان ، بغیر اس کے کہ ان کے بارے میں ہم جدید پیچیدہ سائنسی معلومات پیش کریں ، اپنی ظاہری حالت میں جب ہمارے حواس کے سامنے آتے ہیں تو یہ بہت ہی عظیم لگتے ہیں۔ یہ آسمان ستارے اور سیارے ہوں ، یا کہکشاں اور سدم ہوں۔ جو بلندیوں میں تیر رہے ہیں اور ان کے ھقیقی راز سے صرف اللہ ہی واقف ہے یا آسمان سے مراد یہ قبہ ہو جسے ہم دیکھتے ہیں اور جس کی حقیقت سے اللہ ہی خبردار ہے۔ غرض آسمان سے مراد جو بھی ہو ، بہرحال یہ عظیم کر ات بغیر سہارے اور ستونوں کے کھڑے ہیں۔ انسان رات اور دن ان سماوات کو دیکھتے ہیں اور جس چھوٹے سے ستارے پر انسان سوار ہیں ، اس تک ہم جس قدر دوریاں قریب کردیں اس عالم کا محض تصور ہی سر کو چکرا دیتا ہے کہ یہ عالم کس قدر عظیم اور ہولناک ہے جس کے حدود وقیود انسان کے ادراک سے ابھی تک باہر ہیں۔ پھر جب ایک انسان سوچتا ہے کہ اس عظیم کائنات کو ایک منظم نظام میں باندھ دیا گیا ہے کہ اس کی حرکت میں ایک سیکنڈ کا فرق بھی نہیں آتا۔ پھر اس عالم کو کس قدر خوبصورت بنایا گیا ہے کہ انسان دیکھتا ہی رہ جائے۔ دل سوچتا ہی رہے اور نہ تھکے۔ نظریں بھرتی ہی رہیں اور اس کے نظارے سے ملوک نہ ہوں اور جب اسنان یہ سوچے کہ اس گول آسمان میں جو چھوٹے چھوٹے نکتے نظر آتے ہیں ان میں سے ایک ایک ستارہ زمین سے ہزاروں گنا ہڑا ہے (مثلاً مشتری ایک ہزار گنا) لاکھوں گنا بڑا ہے تو کسی بھی عقلمند انسان کے لئے یہی کافی دلیل ہے۔ فضائے کائنات کے اس لا انتہا سفر سے واپس آئیے ، یہ تو قرآن نے ایک سرسری اشارہ ہی کیا ہے۔\nخلق السموت بغیر عمد ترونھا (31: 10) ” اس نے آسمانوں کو بغیر ستونوں کے پیدا کیا جو تم کو نظر آئیں “۔ اب اسی زمین کی طرف ، اور ذرا جم کر دیر تک اس کے نظاروں کو غور سے دیکھئے۔ یہ چھوٹی سی زمین ، کائنات کا ایک ذرہ ، اس عظیم کائنات میں تو یہ ایک ذرہ ہی ہے جو فضا میں اڑ رہا ہے۔ ہم اس پر واپس آتے ہیں۔ ہم سمجھتے ہیں کہ یہ زمین بہت وسیع اور طویل و عریض ہے۔ انسان اپنی مختصر زندگی میں اس کی سیر بھی نہیں کرسکتا۔ اگرچہ وہ پوری عمر اس چھوٹے سے ڈرے کے سیروسفر میں گزار دے۔ انسان کو کہا جاتا ہے کہ ذرا اسی کا مطالعہ کھلی آنکھوں سے کرو ، اور طویل الضت اور بار بار دیکھنے کی وجہ سے انسان سے اس کا انوکھا پن گم ہوگیا ہے۔ ذرا اس کے عجائبات کو دیکھو۔\nوالقی فی ۔۔۔۔ تمید بکم (31: 10) ” اور اس نے زمین میں پہاڑ جما دئیے کہ وہ تمہیں لے کر ڈھلک نہ جائے “۔ رواسی معنی پہاڑ۔ علمائے طبقات الارض یہ کہتے ہیں کہ پہاڑ دراصل زمین کے چھلکے کی شکئیں ہیں۔ جب زمین کا چھلکا سرد ہوگیا اور اس کے اندر کی گیس سکڑ گئیں تو زمین کا حجم کم ہوتا گیا جس کی وجہ سے زمین کے چھلکے کے اندر شکنیں پیدا ہوگئیں اور اس طرح زمین کے اوپر بلندیاں اور پستیاں اور نشیب و فراز پیدا ہوگئے۔ جس قدر جہاں زیادہ سکیڑ کا عمل ہوا اسی قدر پہاڑ بلند ہوگئے۔ اب چاہے علمائے طبقات الارض کا یہ نظریہ درست ہو یا غلط ہو ، لیکن اللہ کی کتاب یہ کہتی ہے۔ اللہ نے پہاڑ جما دئیے تاکہ زمین کی رفتار کے اندر توازن ہو اور انسان اس کی سطح پر رک سکے اور اس کے اندر ڈولنے کا عمل نہ ہو۔ علمائے طبقات الارض کا یہ نظریہ درست ہو سکتا ہے اور وہ اس بات کو تسلیم بھی کرتے ہیں کہ اگر پہاڑ نہ ہوتے تو زمین کی رفتار محوری کے اندر وہ توازن نہ ہوتا جو ہے اور اللہ کا حکم ہر حالت میں بلند ہے اور رہے گا کیونکہ اللہ تمام متکلمین میں سے سچا اور صادق ہے۔ صدق اللہ العظیم۔\nوبث فیھا من کل دآبۃ (31: 10) ” اور اس نے ہر طرح کے جانور زمین میں پھیلا دئیے “۔ اس عظیم کائنات کے عجائبات میں سے یہ ایک حیرت انگیز عجوبہ ہے کہ اس زمین کے اوپر اللہ نے رنگا رنگ زندگی کو پھیلایا ہے۔ آج تک کوئی شخص راز حیات ہی کو نہیں پاسکا اس کی یہ بو قلمونی اور رنگا رنگی تو بڑی چیز ہے۔ انسان اس حیات کی سادہ ترین صورت کو بھی نہیں پاسکا چہ جائیکہ وہ زندگی کی اعلیٰ اقسام ، اس کی رنگارنگی اور مختلف ضخامتیں ، اور خوبصورت جانور اور پرندوں کو جان سکے جن کی تعداد کا بھی انسان کو علم نہیں ہے۔ بےحد افسوس ہے کہ بعض لوگ علم کے باوجود ان عجائبات پر آنکھیں بند کرکے گزر جاتے ہیں گویا وہ ایک بالکل معمولی چیز دیکھ رہے ہیں۔ یہی انسان جب انسان کی بنائی ہوئی ایک چھوٹی سی مشین کو دیکھتا ہے تو حیران رہ جاتا ہے اور بار بار الٹ پلٹ کر اسے دیکھتا چلا جاتا ہے حالانکہ یہ مشین اللہ کے پیدا کردہ ایک سادہ خلیے سے زیادہ پیچیدہ نہیں ہوسکتی اور ان خلیوں کے جو دقیق اور پیچیدہ تصرفات ہیں ، وہ سب اعجوبے ہیں۔ ہم صرف سادہ خلیے کے عجائبات کی بات کرتے ہیں۔ رہے وہ پیچیدہ تخلیق والے بڑے انسان جن کے جسم میں سینکڑوں کیمیاوی تجربہ گاہیں اور لیبارٹریاں کام کر رہی ہیں جن کے اندر سینکڑوں سٹورز ہیں جہاں مواد جمع ہوتے ہیں اور تقسیم ہوتے ہیں اور جن کے اندر ایک عجیب مواصلاتی نظام ہے جو لاسلکی کے طور پر پیغامات لیتا ہے اور ارسال کرتا ہے اور سینکڑوں دوسرے عوامل ہزار ہا فرائض سر انجام دے رہے ہیں۔\nوانزلنا من ۔۔۔۔۔ زوج کریم (31: 10) ” اور آسمانوں سے پانی برسایا اور زمین میں قسم قسم کی عمدہ چیزیں اگا دیں “۔ آسمانوں سے پانی برسایا عجائبات تکوینی میں سے ایک اعجوبہ ہے لیکن چونکہ یہ اکثر ہمارے سامنے دہرایا جاتا ہے اس لیے ہم اس پر سے غفلت کے ساتھ گزر جاتے ہیں۔ یہ پانی جس سے نہریں ہوکر بہتی ہیں جس سے بحیرے بھر جاتے ہیں جس کے ساتھ زمین میں چشمے پھوٹتے ہیں۔ یہ پانی ایک نہایت ہی پیچیدہ نظام کے تحت آسمانوں سے برستا ہے۔ یہ آسمانوں کے نظام کے ساتھ مربوط ہے۔ اس کا مزاج ، اس کی تشکیل اور کر ات کی دوریوں سے یہ مربوط ہے۔ پھر پانی کے نزول کے بعد زمین کے اندر مختلف النوع اور مختلف اور مختلف الشکل نباتات ، ذائقے مختلف ، رنگ مختلف ، حجم مختلف ، خواص مختلف۔ ان کے اندر ایسے ایسے عجائبات کہ ختم ہونے کا نام نہیں لیتے نباتات میں زندگی اور نمو ان کا تنوع ، ان کی وراثتی خصوصیات جو چھوٹے سے بیج کے اندر موجود ہوتے ہیں۔ یہ چھوٹا سا بیج اپنے آپ کو دہراتا ہے۔ پودا ، پھول اور درخت کی شکل اختیار کرت ا ہے۔ ایک ہی پھول کے اندر رنگوں کی تقسیم کا مطالعہ ہی انسان کو خالق کائنات کی عظیم قوتوں کی طرف کھینچ لیتا ہے اور انسان کا ایمان گہرا ہوتا چلا جاتا ہے۔\nپھر قرآن تصریح کرتا ہے کہ اللہ نے نباتات میں بھی بوڑے پیدا کیے۔\nمن کل زوج کریم (31: 10) ” عمدہ قسم کے جوڑے “۔ یہ وہ عظیم حقیقت ہے کہ سائنس کو بہت ہی قریب زمانے میں اس کا علم اور تجربہ ہوسکا ہے۔ ہر پورے میں نر اور مادہ خلیے ہوتے ہیں۔ یہ خلیے ایک ہی پھول میں یا ایک ہی شاخ کے دو پھولوں میں ہوتے ہیں یا یہ خلیے دو درختوں میں علیحدہ علیحدہ ہوتے ہیں اور کوئی پودا اس وقت پھل نہیں دیتا جب تک نر اور مادی خلیے باہم ملتے نہیں ہیں۔ جیسا کہ انسانوں اور حیوانوں کے توالد کا نظام واضح ہے۔ اور زوج کے ساتھ کریم کی صفت ، یہاں اس لفظ کے استعمال کے ذریعے ایک خاص تاثر دینا مطلوب ہے کہ یہ اللہ کریم کی تخلیق ہے اور یہ بہت ہی اہم اعجوبہ ہے جسے دیدہ عبرت سے دیکھا جانا چاہئے اور اس کا احترام کرنا چاہئے۔ یہ اس لیے بھی لایا گیا ہے کہ اللہ نے تو یہ عمدہ کام کیے ہیں اور جن ہستیوں کو تم الٰہ سمجھے ہوئے ، ذرا بتاؤ انہوں نے کیا کام کیے ہیں ۔ یہ تو ہے\nھذا خلق ۔۔۔۔۔۔ من دونہ (31: 11) ” یہ تو ہے اللہ کی تخلیق اب ذرا مجھے دکھاؤ ان دوسروں نے کیا پیدا کیا ہے “۔ زوج کریم کے بعد یہ چیلنچ اور اب یہ نتیجہ\nبل الظلمون فی ضلل مبین (31: 11) ” اصل بات یہ ہے کہ یہ ظالم لوگ صریح گمراہی میں پڑے ہوئے ہیں “۔ اور شرک سے بڑا ظلم اور کیا ہو سکتا ہے جبکہ اس عظیم کائنات کا یہ معجزہ ہمارے ساتھ ہے۔ یہاں پہلا سفر ختم ہوتا ہے اور نہایت ہی روداد الفاظ پر۔\nاس کے بعد اب دوسرا راؤنڈ شروع ہوتا ہے ۔ یہ بالکل جدید ترتیب سے ہے۔ یہ بالواسطہ ہدایت اور حکایتی انداز تلقین ہے۔ موضوع بحث اللہ وحدہ کا شکر ادا کرنا ہے۔ اور اللہ کو ہر قسم کے شرک سے پاک قرار دینا ہے۔ اس حکایت کے درمیان آخرت اور اعمال اور ان کی جزا کی بات کی گئی ہے۔"
    },
    {
      "ayah": 12,
      "surah": 31,
      "text": "ولقد اتینا لقمن ۔۔۔۔۔ غنی حمید (12)\nحضرت لقمان حکیم کی زبانی یہاں عقیدہ توحید ، عقیدہ آخرت اور دوسری اخلاقی تعلیمات یہاں دی گئی ہیں۔ ان کے بارے میں روایات مختلف ہیں۔ بعض لوگوں کا کہنا ہے کہ یہ نبی تھے اور بعض کا کہنا ہے کہ یہ نبوت کے منصب کے بغیر ایک عبد صالح تھے زیادہ تر مفسرین اس دوسری رائے کی طرف گئے ہیں۔ بعض کہتے ہیں کہ وہ ایک حبشی غلام تھے۔ بعض نے یہ بھی کہا ہے کہ وہ نوبہ کے رہنے والے تھے۔ بعض نے کہا ہے کہ وہ بنی اسرائیل کے ججوں میں سے ایک جج تھے۔ وہ جو بھی ہوں قرآن نے ہمیں یہ اطلاع دی ہے کہ وہ ایک ایسا شخص تھا جس کو اللہ نے حکمت عطا کی تھی اور اس حکمت اور فلسفے کا خلاصہ یہ تھا کہ اللہ کا شکر ادا کیا جائے۔\nولقد اتینا ۔۔۔۔ اشکر للہ (31: 12) ” ہم نے لقمان کو حکمت عطا کی تھی کہ اللہ کے شکر گزار بنو “۔ چناچہ قرآن کریم ہمیں اس قصے کے ضمن میں یہ ہدایت دیتا ہے کہ تم لوگ اللہ کا شکر ادا کرو اور اس کے ساتھ ساتھ یہ ہدایت اور اطلاع کہ شکر تو شکر کرنے والے کیلئے ایک ذخیرہ ہے۔ اس کے نتیجے میں خود شاکر کو نفع ہوتا ہے۔ کیونکہ اللہ تو غنی بادشاہ ہے کوئی شکر کرے یا نہ کرے اس کی بادشاہت پر کوئی اثر نہیں پڑتا۔ اللہ تو بذات خود محمود اور قابل ستائش ہے ، چاہے کوئی اس کی حمد و ثنا کرے یا نہ کرے\nومن یشکر۔۔۔۔۔ غنی حمید (31: 12) ” جو کوئی شکر کرے اس کا شکر اس کے اپنے ہی لیے مفید ہے اور جو کفر کرے تو حقیقت میں اللہ بےنیاز ہے “۔ لہٰذا بہت بڑا احمق ہے وہ جو حکمت کے مخالف ہو اور وہ اپنے لیے یہ سرمایہ جمع نہ کرتا ہو۔\nاب مسئلہ توحید ایک تقریر کے ذریعہ بیان کیا جاتا ہے جو حضرت لقمان نے اپنے بیٹے کے سامنے کی۔"
    },
    {
      "ayah": 13,
      "surah": 31,
      "text": "واذ قال لقمن ۔۔۔۔۔ لظلم عظیم (13)\nیہ ایک ایسا وعظ ہے جو ہر قسم کے شک و شبہ سے بالا ہے کیونکہ کوئی والد اپنے بیٹے کے لیے اچھائی کے سوا اور کوئی ارادہ ہی نہیں کرسکتا۔ ایک والد اپنے بیٹے کے لیے ناصح مشفق ہی ہو سکتا ہے۔ یہ ہیں لقمان حکیم جو اپنے بیٹے کو شرک سے منع کرتے ہیں اور اس کی دلیل یہ دیتے ہیں کہ شرک دراصل ایک عظیم ظلم ہے۔ وہ اس بات کو دو بار اپنی تقریر میں دہراتے ہیں ۔ ایک بار تو وہ شرک سے روک کر اس کی علت بتاتے ہیں اور دوسری تاکید لفظ ان اور لام تاکید کے ساتھ کرتے ہیں۔ یہی وہ بات ہے جو حضرت محمد ﷺ اپنی قوم کے سامنے پیش کرتے ہیں اور وہ ہیں کہ ناحق مجادلہ کرتے ہیں اور اس عقیدے پر زور دینے کی وجہ سے حضرت پر الزامات عائد کرتے ہیں کہ شاید ان کی کوئی ذاتی غرض اس سے وابستہ ہے ، مثلاً یہ کہ حضرت محمد ﷺ حکمران بننا چاہتے ہیں اور ان کے مقابلے میں بڑا آدمی بننا چاہتے ہیں۔ لہٰذا ان کی یہ بات درست نہیں ہے اس لیے کہ حضرت لقمان اپنے بیٹے کے سامنے یہی تقریر کرتے ہیں اور ان کو شرک سے رکنے کا امر کرتے ہیں ظاہر ہے کہ کوئی والد کم از کم اپنے بیٹے سے کوئی غلط بات نہیں کرسکتا۔ لہٰذا یہ نصیحت ہر قسم کے ظن اور گمان سے پاک ہے۔ حقیقت یہ ہے کہ جسے بھی حکمت دی گئی وہ عقیدہ توحید کا قائل ہوتا ہے۔ عقیدہ توحید سے غرض خیر ہی خیر ہے اور کچھ بھی نہیں اور یہ ایک نفسیاتی استدلال ہے۔\nچونکہ یہ والد کی جانب سے اپنے بیٹے کو ایک مشفقانہ وعظ تھا ، اس لیے یہ بھی بتا دیا گیا کہ جب والد اپنی اولاد کے حق میں اس قدر مخلص اور مشفق ہوتا ہے تو تمام انسانوں کو یہ حکم دیا جاتا ہے کہ والدین کا تم پر حق ہے۔ یہ تقریر بھی نہایت ہی محبت بھرے الفاظ میں ہے۔ یہ باپ اور بیٹے ، والدین اور اولاد کے تعلق کو نہایت ہی شفیقانہ اور اشاراتی انداز میں بیان کیا جاتا ہے لیکن اس کے باوجود نظریاتی تعلق اور نظریاتی روابط کو نسب اور خون کے تعلق سے مقدم رکھا جاتا ہے۔"
    },
    {
      "ayah": 14,
      "surah": 31,
      "text": "ووصینا الانسان بوالدیہ ۔۔۔۔۔ بما کنتم تعملون (14 – 15)\nقرآن کریم میں بار بار اولاد کو نصیحت کی جاتی ہے کہ وہ اپنے والدین کا خیال رکھیں اور رسول اللہ ﷺ کے نصائح میں بھی اس کی بار بار تاکید آتی ہے لیکن اس کے مقابلے میں والدین کو اپنے کو اپنی اولاد کے بارے میں بہت کم ہدایت دی گئی ہے۔ جو نصیت کی گئی ہے وہ زندہ درگور کرنے کی بری رسم کے سلسلے میں ہے جبکہ یہ رسم بہت ہی محدود علاقوں میں تھی۔ اس کی وجہ یہ ہے کہ بچوں پر رحم و شفقت ہر انسان کی فطرت میں کوٹ کوٹ کر بھری ہوتی ہے۔ اللہ نے سلسلہ حیات کو جاری رکھنے کے لیے والدین کے اندر یہ داعیہ رکھ دیا ہے کہ وہ بچوں کی نگہداشت کریں۔ والدین ، اپنے جسم ، اپنے اعصاب اور اپنی عمریں بچوں کے لئے کھپا دیتے ہیں۔ وہ اپنی ہر قیمتی چیز اپنے بچوں پر قربان کردیتے ہیں اور اس راہ میں جو بھی مشکلات آجائیں اف نہیں کرتے اور نہ شکوہ کرتے ہیں بلکہ بعض اوقات والدین لاشعوری طور پر بچوں کے لیے سب کچھ کر گزرتے ہیں بلکہ وہ بچوں پر نہایت ہی خوشی خوشی سے سب کچھ قربان کردیتے ہیں۔ اس طرح گویا یہ سب کچھ والدین اپنے لیے کرتے ہیں۔ لہٰذا بچوں کے لیے فطرت انسانی خود کفیل ہوتی ہے ، مزید کسی وصیت اور تاکید کی ضرورت ہی نہیں پڑتی۔ رہا لڑکا اور اولادتو ان کو بار باد یاد دہانی کی ضرورت ہوتی ہے کہ وہ اس نسل کا خیال رکھیں جس نے تم پر سب کچھ قربان کردیا ہے ، جس نے سب تدبیریں تمہارے لیے کیں اور خواب ٹمٹماتے چراغ ہیں یا چراغ سحری ہیں جنہوں نے اپنی عمر ، اپنے جسم اور اپنی روح کو کشید کرکے تمہاری زندگی کا ساماں تیار کیا ہے اور جہاں تک بچوں اور اولاد کا تعلق ہے وہ والدین کی قربانیوں کا پورا معاوضہ نہیں دے سکتے اگرچہ وہ اپنی عمر ہی والدین کے لئے وقف کردیں۔ ذرا اس پر تاثیر کو دیکھیں۔\nحملتہ امہ وھنا علی وھن وفصلہ فی عامین (31: 14) ” اس کی ماں نے ضعف پر ضعف اٹھا کر اسے اپنے پیٹ میں رکھا اور دو سال اس کا دودھ چھوٹنے میں لگے “۔ اس قربانی اور اس نیکی کی تصویر اس سے اچھی نہیں بنائی جاسکتی۔ والدہ اپنے فریضہ طبیعی کی رو سے زیادہ قربانی دیتی ہے اور بچوں کے لیے اس کی محبت ، شفقت اور نرمی باپ کے مقابلے میں زیادہ ہوتی ہے۔ حافظ ابوبکر بزار نے اپنی سند میں یہ روایت کی ہے بذریعہ مریدہ اور اس کے والد کا ایک شخص طواف میں تھا اور اپنی ماں کو اٹھا کر طواف کرا رہا تھا تو اس نے نبی ﷺ سے دریافت کہ کیا میں نے اس کا حق ادا کردیا ہے ؟ تو حضور ﷺ نے فرمایا نہیں ، ایک سانس کے برابر بھی نہیں۔ یوں ایک سانس کے برابر بھی نہیں۔ حمل کے دور میں اور وضع حمل کے دور میں ، جب کہ وہ اسے ضعف جھیل کر اٹھا رہی تھی۔ اس خوشگوار شکر گزاری کے سائے میں متوجہ کیا جاتا ہے کہ منعم اول کا شکر ادا کرنا بھی ضروری ہے۔ پہلا شکر اللہ کا ہے اور دوسرا والدین کا ہے۔\nان اشکرلی ولو الدیک (31: 14) ” کہ میرا شکر کر اور اپنے والدین کا شکر بجالا “۔ اور ان حقائق کے ساتھ یہ اہم حقیقت بھی یاد رکھو۔\nالی المصیر (31: 14) ” میری ہی طرف تمہیں پلٹنا ہے “۔ اور وہاں یہی سازو سامان تمہیں فائدہ دے گا۔\nلیکن والدین اور اولاد کے اس تاکیدی تعلق کے باوجود اور اولاد کی جانب سے اس حرمت اور ادب کے باوجود یہ تعلق ثانوی ہے۔ اس سے قبل نظریاتی تعلق ہے۔ لہٰذا اولاد کو یہ بھی یاد رکھنا ہے کہ نظریات کے سلسلے میں والدین کے احکام اور خواہش کو بھی رد کیا جاسکتا ہے۔\nوان جاھدک علی ۔۔۔۔۔ فلا تطمعھما (31: 15) ” لیکن اگر رہ تجھ پر دباؤ ڈالیں کہ میرے ساتھ تو کسی ایسے کو شریک کرے جسے تو نہیں جانتا تو ان کی بات ہرگز نہ مان “ ۔ کیونکہ والدین کی اطاعت کی سرحد یہاں ختم ہوجاتی ہے۔ اس سے آگے رب تعالیٰ کی اطاعت کا حکم ہے اور نظریاتی تعلق باپ بیٹے کے تعلق سے افضل و اعلیٰ ہے۔ اس لیے والدین کسی کو مشرک بنانے کے جو احکام دیں ، جدوجہد کریں ، دباؤ ڈالیں ، مطالبے کریں ، ناراض ہوں ، تو ان کی یہ بات نہیں مانی جاسکتی کیونکہ اولاد جانتی نہیں ہے کہ اللہ کا کوئی شریک بھی ہے۔ لہٰذا حکم یہ ہے کہ یہاں سے آگے والدین کی اطاعت نہیں ہے۔ خالق کی اطاعت ہے۔\nلیکن نظریاتی اختلاف اور نظریات کے بارے میں والدین کی عدم اطاعت کے حکم کے باوجود والدین کی عزت و احترام اور\nان کے ساتھ شفقت کا برتاؤ ضروری ہے۔\nوصاحبھما فی الدنیا معروفا (31: 15) ” دنیا میں ان کے ساتھ نیک برتاؤ کرتا رہ “۔ یہ دنیا کی زندگی تو ایک مختصر سفر ہے۔ اصل سفر یہ ہے۔\nواتبع سبیل من اناب الی (31: 15) ” مگر پیروی اس شخص کے راستے کی کر جس نے میری طرف رجوع کیا ہے “۔ یعنی اہل ایمان کی پیروی کرو۔ اور اس مختصر سفر کے بعد پھر تم نے اللہ کے سامنے حاضری دینی ہے ۔\nثم الی مر جعکم فانبئکم بما کنتم تعلمیون (31: 15) ” پھر تم سب کو پلٹنا میری طرف ہے ۔ پھر میں تمہیں بتادوں گا کہ تم کیسے عمل کرکے آئے ہو “۔ اور ہر شخص کے لیے وہاں جزاء ہوگی اس کے اعمال کی چاہے اس نے شکر کیا یا کفر کیا ۔ شرک کی راہ اختیار کی یا توحید کا راستہ اپنایا۔ روایات میں آتا ہے کہ یہ آیت اور سورة عنکبوت کی آیت جو اس کے مثابہ ہے اور سورة احقاف کہ ایک آیت جس کا یہی مضمون ہے ، یہ آیات حضرت سعد ابن ابی وقاص اور اس کی ماں کے حق میں نازل ہوئیں ۔ (میں نے بیسویں پارے میں سورة عنکبوت کی آیت کے ضمن میں تفصیلات دی ہیں ) بعض روایات میں آتا ہے کہ یہ آیت سعد ابن ملک ؓ کے حق میں نازل ہوئی ہے ۔ طبرانی نے اسے کتاب العشرۃ میں نقل کیا ہے جو انہوں نے داؤدابن سے بند سے روایت کی ہے ۔ مسلم کی حدیث میں سعد ابن ابی وقاص کا قصہ آیا ہے اور راجح بات یہی ہے لیکن مفہوم اور حکم تمام ایسے حالات پر عام ہوگا ۔ مطلب یہ ہے کہ تعلقات میں بھی درجات میں اور فرائض میں بھیدرجات ہیں ۔ ہر حکم اور ہر تعلق کی اپنی قدرت و قیمت ہوتی ہے لہٰذا اسلام میں اللہ کا رابطہ سب سے پہلا رابطہ ہے اور اللہ کے حقوق سب سے اونچادرجہ رکھتے ہیں قرآن کریم مراتب کر اس ذوق کو بار بار بتاتا ہے کہ اگر فرق مراتب نہ کئی خوندیقی ۔ اور باربار ماکید اس لیے کی جاتی ہے کہ اس معاملے میں کوئی اجمال واشکال نہ رہے ۔ یہ تو تھا جملہ معترضہ حضرت لقمان کی تقریر میں ۔ اس کے بعد ان کی تقریر اور نصیحت پھر شروع ہوتی ہے۔ اور یہ مسئلہ بعث بعد الموت اور حشر و نشر اور جزاء و سزا کے بارے میں ہے کہ وہاں سب کو جزاء و سزا ملے گی اور یہ بہت ہی عادلانہ ہوگی لیکن اس اصول کو محض اصول کے طور پر پیش نہیں کیا جاتا بلکہ اسے ایک کائناتی تمثیل اور تصویر کی شکل میں پیش کیا جاتا ہے۔ اس قدر موثر انداز میں جس سے انسانی شعور بےحد متاثر ہوتا ہے اور اس تصویر میں بتایا گیا ہے کہ اللہ اس کائنات کے ذرے ذرے کو جانتا ہے اس لیے ہر کسی کے اجزائے جسم کے تمام ذرات کو وہ لا سکتا ہے۔"
    },
    {
      "ayah": 15,
      "surah": 31,
      "text": "ووصینا الانسان بوالدیہ ۔۔۔۔۔ بما کنتم تعملون (14 – 15)\nقرآن کریم میں بار بار اولاد کو نصیحت کی جاتی ہے کہ وہ اپنے والدین کا خیال رکھیں اور رسول اللہ ﷺ کے نصائح میں بھی اس کی بار بار تاکید آتی ہے لیکن اس کے مقابلے میں والدین کو اپنے کو اپنی اولاد کے بارے میں بہت کم ہدایت دی گئی ہے۔ جو نصیت کی گئی ہے وہ زندہ درگور کرنے کی بری رسم کے سلسلے میں ہے جبکہ یہ رسم بہت ہی محدود علاقوں میں تھی۔ اس کی وجہ یہ ہے کہ بچوں پر رحم و شفقت ہر انسان کی فطرت میں کوٹ کوٹ کر بھری ہوتی ہے۔ اللہ نے سلسلہ حیات کو جاری رکھنے کے لیے والدین کے اندر یہ داعیہ رکھ دیا ہے کہ وہ بچوں کی نگہداشت کریں۔ والدین ، اپنے جسم ، اپنے اعصاب اور اپنی عمریں بچوں کے لئے کھپا دیتے ہیں۔ وہ اپنی ہر قیمتی چیز اپنے بچوں پر قربان کردیتے ہیں اور اس راہ میں جو بھی مشکلات آجائیں اف نہیں کرتے اور نہ شکوہ کرتے ہیں بلکہ بعض اوقات والدین لاشعوری طور پر بچوں کے لیے سب کچھ کر گزرتے ہیں بلکہ وہ بچوں پر نہایت ہی خوشی خوشی سے سب کچھ قربان کردیتے ہیں۔ اس طرح گویا یہ سب کچھ والدین اپنے لیے کرتے ہیں۔ لہٰذا بچوں کے لیے فطرت انسانی خود کفیل ہوتی ہے ، مزید کسی وصیت اور تاکید کی ضرورت ہی نہیں پڑتی۔ رہا لڑکا اور اولادتو ان کو بار باد یاد دہانی کی ضرورت ہوتی ہے کہ وہ اس نسل کا خیال رکھیں جس نے تم پر سب کچھ قربان کردیا ہے ، جس نے سب تدبیریں تمہارے لیے کیں اور خواب ٹمٹماتے چراغ ہیں یا چراغ سحری ہیں جنہوں نے اپنی عمر ، اپنے جسم اور اپنی روح کو کشید کرکے تمہاری زندگی کا ساماں تیار کیا ہے اور جہاں تک بچوں اور اولاد کا تعلق ہے وہ والدین کی قربانیوں کا پورا معاوضہ نہیں دے سکتے اگرچہ وہ اپنی عمر ہی والدین کے لئے وقف کردیں۔ ذرا اس پر تاثیر کو دیکھیں۔\nحملتہ امہ وھنا علی وھن وفصلہ فی عامین (31: 14) ” اس کی ماں نے ضعف پر ضعف اٹھا کر اسے اپنے پیٹ میں رکھا اور دو سال اس کا دودھ چھوٹنے میں لگے “۔ اس قربانی اور اس نیکی کی تصویر اس سے اچھی نہیں بنائی جاسکتی۔ والدہ اپنے فریضہ طبیعی کی رو سے زیادہ قربانی دیتی ہے اور بچوں کے لیے اس کی محبت ، شفقت اور نرمی باپ کے مقابلے میں زیادہ ہوتی ہے۔ حافظ ابوبکر بزار نے اپنی سند میں یہ روایت کی ہے بذریعہ مریدہ اور اس کے والد کا ایک شخص طواف میں تھا اور اپنی ماں کو اٹھا کر طواف کرا رہا تھا تو اس نے نبی ﷺ سے دریافت کہ کیا میں نے اس کا حق ادا کردیا ہے ؟ تو حضور ﷺ نے فرمایا نہیں ، ایک سانس کے برابر بھی نہیں۔ یوں ایک سانس کے برابر بھی نہیں۔ حمل کے دور میں اور وضع حمل کے دور میں ، جب کہ وہ اسے ضعف جھیل کر اٹھا رہی تھی۔ اس خوشگوار شکر گزاری کے سائے میں متوجہ کیا جاتا ہے کہ منعم اول کا شکر ادا کرنا بھی ضروری ہے۔ پہلا شکر اللہ کا ہے اور دوسرا والدین کا ہے۔\nان اشکرلی ولو الدیک (31: 14) ” کہ میرا شکر کر اور اپنے والدین کا شکر بجالا “۔ اور ان حقائق کے ساتھ یہ اہم حقیقت بھی یاد رکھو۔\nالی المصیر (31: 14) ” میری ہی طرف تمہیں پلٹنا ہے “۔ اور وہاں یہی سازو سامان تمہیں فائدہ دے گا۔\nلیکن والدین اور اولاد کے اس تاکیدی تعلق کے باوجود اور اولاد کی جانب سے اس حرمت اور ادب کے باوجود یہ تعلق ثانوی ہے۔ اس سے قبل نظریاتی تعلق ہے۔ لہٰذا اولاد کو یہ بھی یاد رکھنا ہے کہ نظریات کے سلسلے میں والدین کے احکام اور خواہش کو بھی رد کیا جاسکتا ہے۔\nوان جاھدک علی ۔۔۔۔۔ فلا تطمعھما (31: 15) ” لیکن اگر رہ تجھ پر دباؤ ڈالیں کہ میرے ساتھ تو کسی ایسے کو شریک کرے جسے تو نہیں جانتا تو ان کی بات ہرگز نہ مان “ ۔ کیونکہ والدین کی اطاعت کی سرحد یہاں ختم ہوجاتی ہے۔ اس سے آگے رب تعالیٰ کی اطاعت کا حکم ہے اور نظریاتی تعلق باپ بیٹے کے تعلق سے افضل و اعلیٰ ہے۔ اس لیے والدین کسی کو مشرک بنانے کے جو احکام دیں ، جدوجہد کریں ، دباؤ ڈالیں ، مطالبے کریں ، ناراض ہوں ، تو ان کی یہ بات نہیں مانی جاسکتی کیونکہ اولاد جانتی نہیں ہے کہ اللہ کا کوئی شریک بھی ہے۔ لہٰذا حکم یہ ہے کہ یہاں سے آگے والدین کی اطاعت نہیں ہے۔ خالق کی اطاعت ہے۔\nلیکن نظریاتی اختلاف اور نظریات کے بارے میں والدین کی عدم اطاعت کے حکم کے باوجود والدین کی عزت و احترام اور\nان کے ساتھ شفقت کا برتاؤ ضروری ہے۔\nوصاحبھما فی الدنیا معروفا (31: 15) ” دنیا میں ان کے ساتھ نیک برتاؤ کرتا رہ “۔ یہ دنیا کی زندگی تو ایک مختصر سفر ہے۔ اصل سفر یہ ہے۔\nواتبع سبیل من اناب الی (31: 15) ” مگر پیروی اس شخص کے راستے کی کر جس نے میری طرف رجوع کیا ہے “۔ یعنی اہل ایمان کی پیروی کرو۔ اور اس مختصر سفر کے بعد پھر تم نے اللہ کے سامنے حاضری دینی ہے ۔\nثم الی مر جعکم فانبئکم بما کنتم تعلمیون (31: 15) ” پھر تم سب کو پلٹنا میری طرف ہے ۔ پھر میں تمہیں بتادوں گا کہ تم کیسے عمل کرکے آئے ہو “۔ اور ہر شخص کے لیے وہاں جزاء ہوگی اس کے اعمال کی چاہے اس نے شکر کیا یا کفر کیا ۔ شرک کی راہ اختیار کی یا توحید کا راستہ اپنایا۔ روایات میں آتا ہے کہ یہ آیت اور سورة عنکبوت کی آیت جو اس کے مثابہ ہے اور سورة احقاف کہ ایک آیت جس کا یہی مضمون ہے ، یہ آیات حضرت سعد ابن ابی وقاص اور اس کی ماں کے حق میں نازل ہوئیں ۔ (میں نے بیسویں پارے میں سورة عنکبوت کی آیت کے ضمن میں تفصیلات دی ہیں ) بعض روایات میں آتا ہے کہ یہ آیت سعد ابن ملک ؓ کے حق میں نازل ہوئی ہے ۔ طبرانی نے اسے کتاب العشرۃ میں نقل کیا ہے جو انہوں نے داؤدابن سے بند سے روایت کی ہے ۔ مسلم کی حدیث میں سعد ابن ابی وقاص کا قصہ آیا ہے اور راجح بات یہی ہے لیکن مفہوم اور حکم تمام ایسے حالات پر عام ہوگا ۔ مطلب یہ ہے کہ تعلقات میں بھی درجات میں اور فرائض میں بھیدرجات ہیں ۔ ہر حکم اور ہر تعلق کی اپنی قدرت و قیمت ہوتی ہے لہٰذا اسلام میں اللہ کا رابطہ سب سے پہلا رابطہ ہے اور اللہ کے حقوق سب سے اونچادرجہ رکھتے ہیں قرآن کریم مراتب کر اس ذوق کو بار بار بتاتا ہے کہ اگر فرق مراتب نہ کئی خوندیقی ۔ اور باربار ماکید اس لیے کی جاتی ہے کہ اس معاملے میں کوئی اجمال واشکال نہ رہے ۔ یہ تو تھا جملہ معترضہ حضرت لقمان کی تقریر میں ۔ اس کے بعد ان کی تقریر اور نصیحت پھر شروع ہوتی ہے۔ اور یہ مسئلہ بعث بعد الموت اور حشر و نشر اور جزاء و سزا کے بارے میں ہے کہ وہاں سب کو جزاء و سزا ملے گی اور یہ بہت ہی عادلانہ ہوگی لیکن اس اصول کو محض اصول کے طور پر پیش نہیں کیا جاتا بلکہ اسے ایک کائناتی تمثیل اور تصویر کی شکل میں پیش کیا جاتا ہے۔ اس قدر موثر انداز میں جس سے انسانی شعور بےحد متاثر ہوتا ہے اور اس تصویر میں بتایا گیا ہے کہ اللہ اس کائنات کے ذرے ذرے کو جانتا ہے اس لیے ہر کسی کے اجزائے جسم کے تمام ذرات کو وہ لا سکتا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 31,
      "text": "یبنی انھا ان ۔۔۔۔۔ ان اللہ لطیف خبیر (16)\nاگر کوئی اللہ کے علم کی جامعیت اور مانعیت کو محض اصولی الفاظ میں بیان کر دے اور اللہ کو بہت قدرتوں والا کہہ دے اور یہ کہ اسے ذرے ذرے کا حساب لینا والا کہہ دے تو وہ اس قدر موثر نہیں ہوسکتا جس طرح یہ مصور انداز تعبیر موثر اور دلنشین ہے یہ قرآن کریم کا مخصوص انداز تعبیز ہے کہ نہایت معنوی اور ذہنی امور کو مصور کردیا جاتا ہے۔ (دیکھئے میری کتاب التصویر النبی) ۔ رائی کا دانہ بہت ہی چھوٹا ، گم گشتہ ، بےحقیقت اور بےوزن ہوتا ہے۔ اس کی کوئی قیمت نہیں ہوتی۔ پھر یہ دانہ کسی چٹان (مخرہ) میں ہو کہ وہاں تک پہنچنے کی کوئی راہ بھی نہ ہو یا وہ سماوات میں ہو ، جن کی دوریوں کے تصور ہی سے سر چکرا جاتا ہے ، جن کے اندر بڑے بڑے عظیم الجثہ کر ات کے وزن تیر رہے ہیں یا اس زمین کے اندر وہ رائی کے دانہ کہیں غبار میں پڑا ہوا تو اسے بھی ڈھونڈ لائے گا۔ پس ذرا تصور کرلو اس کے علم وقدرت کے بارے میں۔ وہ بہت ہی باریک بیں ہے۔\nیات بھا اللہ ان اللہ لطیف خبیر (31: 16) اس مضمون کے ساتھ لطیف کا لفظ بہت ہی موزوں ہے۔ اور خیال اس ہولناک ، عظیم اور وسیع و عریض کائنات کی وادیوں میں اس رائی کے دانے کے پیچھے سرپٹ دوڑ رہا ہے اور یہ اللہ کے علم اور قدرت کے تصویر پر احاطہ کرنے سے عاجز رہ جاتا ہے ، اس لیے وہ اللہ کی طرف مڑ کر اپنی عاجزی کا اقرار کرتا ہے اور یقین کرتا ہے کہ اللہ ہر خفیہ بات کا جاننے والا ہے اور وہ بات ذہن نشین ہوجاتی ہے جسے پورا قرآن انسان کے ذہن میں بٹھانے کے درپے ہے کہ ” وہ “ دیکھ رہا ہے۔ نہایت ہی بہترین انداز میں اور دلنشیں اسلوب ہیں۔ حضرت لقمان اپنے بیٹے کو نصیحت جاری رکھے ہوتے ہیں۔ اللہ پر پختہ ایمان لانے اور دل سے ہر قسم کے شرک کا شائبہ تک دور کرنے اور عقیدہ آخرت ثابت کرنے اور اسلامی نظریہ حیات دل میں بٹھانے کے بعد اب وہ اسلامی عقیدے کے تقاضے سامنے لاتے ہیں ، وہ تقاضے یہ ہیں کہ اللہ کے ساتھ رابطہ قائم رکھنے کے لیے نماز پڑھیں ، یہ معراج المومنین ہے۔ لوگوں کے ساتھ رابطہ رکھنے کیلئے ان کو اسلام کی دعوت دیں۔ جو بھی دعوت دیتا ہے اسے مشکلات پیش آتی ہیں ، اس لیے مشکلات پر صبر کرو۔"
    },
    {
      "ayah": 17,
      "surah": 31,
      "text": "یبنی اقم الصلوۃ ۔۔۔۔۔۔ من عزم الامور (17) یہ اسلامی نظریہ حیات کا راستہ ہے کہ اللہ کو وحدہ لاشریک سمجھنا ، یہ شعور پیدا کرنا کہ وہ دیکھ رہا ہے۔ اس بات کا متمنی ہونا کہ اصل اجز اس کے پاس ہے۔ اس پر بھروسہ کرنا کہ وہ عدل کرے گا اور اس کے عذاب سے ہر وقت ڈرنا اور اس کے بعد لوگوں کو اللہ کی طرف دعوت دینا ، ان کی اصلاح کرنا اور ان کو معروف کا حکم دینا اور منکر سے روکنا اور ان تمام امور سے قبل اپنے آپ کو کفر کے ساتھ معرکہ آرائی کے لیے تیار کرنا اور اس راہ میں مادی تیاری سے زیادہ اہم تیاری اخلاقی تیاری ہے۔ اور وہ اقامت صلوٰۃ اور اس کے بعد پیش آنے والی مشکلات پر صبر ، کیونکہ لوگ دعوت کے مقابلے میں کج روی اختیار کرتے ہیں۔ دعوت کے ساتھ عناد رکھتے ہیں اور اعراض کرتے ہیں۔ اذیت میں لسانی اذیت اور دست درازی کی دونوں اذیتیں شامل ہیں۔ مال کی آزمائش اور جان کی آزمائش۔\nان ذلک من عزم الامور (31: 17) ” یہ وہ باتیں ہیں جن کی بڑی تاکید کی گئی ہے “۔ عزم الامور کا مفہوم ہے راستے میں تردد ہونے کے بعد جب کوئی کسی طرف عزم کرلیتا ہے اور پھر راستہ طے کرتا ہے۔ اب حضرت لقمان اپنی نصیحت کو نطریات و عبادات کے بعد اخلاقیات کی حدود میں داخل کرتے ہیں۔ جو کسی بھی داعی کا بہترین زادراہ ہے کیونکہ دعوت الی اللہ دینے کا یہ مطلب نہیں ہے کہ انسان دوسروں کو حقیر سمجھے اور اپنے آپ کو برتر سمجھے اور پھر دعوت دیتے وقت اگر امیر بن جائے تو وہ لوگوں پر اپنی قیادت مسلط کرے اور اگر ایک آدمی دعوت الی الخیر کا کام بھی نہیں کرتا اور پھر بھی وہ بڑا بنتا ہے اور لوگوں سے اونچا رہتا ہے تو یہ بہت ہی زیادہ قبیح حرکت ہے۔"
    },
    {
      "ayah": 18,
      "surah": 31,
      "text": "ولا تصعر خدک ۔۔۔۔۔ لصوت الحمیر (18 – 19) صعر ایک بیماری ہے جب اونٹ کو لگ جاتی ہے تو وہ اپنی گردن ٹیڑھی کرلیتا ہے۔ قرآن کریم مغرور شخص کے فعل کو صعر کے ساتھ تشبیہ دے کر اس سے لوگوں کو متنفر کرنا چاہتا ہے۔ کبر اور سرتابی کے عمل کو صعر کہا گیا یعنی اپنے رخساروں کو لوگوں سے کبر و غرور کی وجہ سے پھیر دینا۔ زمین پر اکڑ کر چلنے کے معنی ہیں غرور اور استکبار کے ساتھ چلنا۔ بھولا ہوا اور لوگوں کو کچھ نہ سمجھنے والا ، یہ ایسی حرکت ہے جسے اللہ بھی مکروہ سمجھتا ہے اور لوگ بھی اسے برا سمجھتے ہیں۔ ایسا شخص اپنے بارے میں اونچا خیال رکھتا ہے اور اپنی رفتار میں اس کا اظہار کرتا ہے۔\nان اللہ لا یحب کل مختال فخور (31: 18) ” اللہ کسی خود پسند اور فخر جتلانے والے کو پسند نہیں کرتا “۔\nاکڑ کر چلنے کی ممانعت کے ساتھ ساتھ یہ بھی بتا دیا گیا کہ اعتدال کے ساتھ چلو۔\nواقصد فی مشیک (31: 19) ” اور اپنی چال میں اعتدال اختیار کرو “۔ قصد سے مراد میانہ روی ہے۔ یعنی وہ اقتصادی پالیسی جس میں اسراف نہ ہو ، کیونکہ جو شخص اکڑ کر چلتا ہے ، گردن مروڑ کر چلتا ہے اور اپنے آپ کو اونچا سمجھتا ہے وہ اپنی قوت کو ضائع کرتا ہے۔ گویا اسراف کرتا ہے۔ قصد سے مراد ارادہ بھی ہوسکتا ہے یعنی تمہارے چلنے کی حرکت بامقصد ہو اور تمہاری منزل متعین ہو۔ اور کڑ کو خود پسندی سے چلنے والا شخص ماسوائے دکھاوے کے اور اپنے ذہن میں بڑائی کے کوئی اور مقصد نہیں رکھتا اور یہ کوئی مقصد نہیں ہے ، یعنی اگر چلتے ہو تو کسی مقصد سے سادہ طریقے سے چلو۔ دھیمی آواز میں شائستگی ہوتی ہے۔ اس میں جو شخص بات کرتا ہے وہ اعتماد سے بات کرتا ہے اور اسے اپنی بات کی سچائی کا یقین ہوتا ہے۔ اونچی اور گرجدار آواز سے بات کرنے والا شخص عموماً بےادب ہوتا ہے یا اسے اپنی بات پر یقین نہیں ہوتا۔ یا وہ اپنی شخصیت کی کمزوری کو شور و شغب میں چھپانا چاہتا ہے۔ جھوٹا شخص ہمیشہ جوش و خروش دکھاتا ہے۔ قرآن کریم کا اپنا اسلوب ہے ، یہاں بےمقصد اونچی آواز کی قباحت کو ظاہر کرنے کے لیے ایک نہایت ہی مکروہ ، حقیر اور احمقانہ صورت پیش کی جاتی ہے۔\nان انکر الاصوات لصوت الحمیر (31: 19) ” سب آوازوں سے زیادہ بری آواز گدھوں کی آواز ہوتی ہے “۔ یوں ہر اونچی آواز کو دگدھوں کی آواز سے تشبیہ دے کر ، اسے قابل نفرت بنا دیا گیا اور یوں ہر عقلمند اور مہذب شخص اسے حقیر اور قابل نفرت سمجھنے لگتا ہے۔ یہ حقارت آمیز تصویر جس شخص کی نظروں میں ہو ، وہ کبھی بھی گدھوں کی آواز کی طرح آواز نہیں نکالے گا۔ یوں یہ دوسرا سفر ختم ہوتا ہے جس کے اندر پہلے ہی مسئلے پر بحث کی گئی ہے۔ یہ بحث نہایت ہی متنوع اور جدید سے جدید اسلوب میں کی گئی ہے ، قرآن کے اپنے انداز تصویر کشی میں۔"
    },
    {
      "ayah": 19,
      "surah": 31,
      "text": "ولا تصعر خدک ۔۔۔۔۔ لصوت الحمیر (18 – 19) صعر ایک بیماری ہے جب اونٹ کو لگ جاتی ہے تو وہ اپنی گردن ٹیڑھی کرلیتا ہے۔ قرآن کریم مغرور شخص کے فعل کو صعر کے ساتھ تشبیہ دے کر اس سے لوگوں کو متنفر کرنا چاہتا ہے۔ کبر اور سرتابی کے عمل کو صعر کہا گیا یعنی اپنے رخساروں کو لوگوں سے کبر و غرور کی وجہ سے پھیر دینا۔ زمین پر اکڑ کر چلنے کے معنی ہیں غرور اور استکبار کے ساتھ چلنا۔ بھولا ہوا اور لوگوں کو کچھ نہ سمجھنے والا ، یہ ایسی حرکت ہے جسے اللہ بھی مکروہ سمجھتا ہے اور لوگ بھی اسے برا سمجھتے ہیں۔ ایسا شخص اپنے بارے میں اونچا خیال رکھتا ہے اور اپنی رفتار میں اس کا اظہار کرتا ہے۔\nان اللہ لا یحب کل مختال فخور (31: 18) ” اللہ کسی خود پسند اور فخر جتلانے والے کو پسند نہیں کرتا “۔\nاکڑ کر چلنے کی ممانعت کے ساتھ ساتھ یہ بھی بتا دیا گیا کہ اعتدال کے ساتھ چلو۔\nواقصد فی مشیک (31: 19) ” اور اپنی چال میں اعتدال اختیار کرو “۔ قصد سے مراد میانہ روی ہے۔ یعنی وہ اقتصادی پالیسی جس میں اسراف نہ ہو ، کیونکہ جو شخص اکڑ کر چلتا ہے ، گردن مروڑ کر چلتا ہے اور اپنے آپ کو اونچا سمجھتا ہے وہ اپنی قوت کو ضائع کرتا ہے۔ گویا اسراف کرتا ہے۔ قصد سے مراد ارادہ بھی ہوسکتا ہے یعنی تمہارے چلنے کی حرکت بامقصد ہو اور تمہاری منزل متعین ہو۔ اور کڑ کو خود پسندی سے چلنے والا شخص ماسوائے دکھاوے کے اور اپنے ذہن میں بڑائی کے کوئی اور مقصد نہیں رکھتا اور یہ کوئی مقصد نہیں ہے ، یعنی اگر چلتے ہو تو کسی مقصد سے سادہ طریقے سے چلو۔ دھیمی آواز میں شائستگی ہوتی ہے۔ اس میں جو شخص بات کرتا ہے وہ اعتماد سے بات کرتا ہے اور اسے اپنی بات کی سچائی کا یقین ہوتا ہے۔ اونچی اور گرجدار آواز سے بات کرنے والا شخص عموماً بےادب ہوتا ہے یا اسے اپنی بات پر یقین نہیں ہوتا۔ یا وہ اپنی شخصیت کی کمزوری کو شور و شغب میں چھپانا چاہتا ہے۔ جھوٹا شخص ہمیشہ جوش و خروش دکھاتا ہے۔ قرآن کریم کا اپنا اسلوب ہے ، یہاں بےمقصد اونچی آواز کی قباحت کو ظاہر کرنے کے لیے ایک نہایت ہی مکروہ ، حقیر اور احمقانہ صورت پیش کی جاتی ہے۔\nان انکر الاصوات لصوت الحمیر (31: 19) ” سب آوازوں سے زیادہ بری آواز گدھوں کی آواز ہوتی ہے “۔ یوں ہر اونچی آواز کو دگدھوں کی آواز سے تشبیہ دے کر ، اسے قابل نفرت بنا دیا گیا اور یوں ہر عقلمند اور مہذب شخص اسے حقیر اور قابل نفرت سمجھنے لگتا ہے۔ یہ حقارت آمیز تصویر جس شخص کی نظروں میں ہو ، وہ کبھی بھی گدھوں کی آواز کی طرح آواز نہیں نکالے گا۔ یوں یہ دوسرا سفر ختم ہوتا ہے جس کے اندر پہلے ہی مسئلے پر بحث کی گئی ہے۔ یہ بحث نہایت ہی متنوع اور جدید سے جدید اسلوب میں کی گئی ہے ، قرآن کے اپنے انداز تصویر کشی میں۔"
    },
    {
      "ayah": 2,
      "surah": 31,
      "text": "درس نمبر 185 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 19\nالم ۔۔۔۔۔۔ واولئک ھم المفلحون (1 – 5)\nحروف مقطعات ا۔ ل۔ م سے آغاز ہوتا ہے۔ اور اس کے بعد یہ فقرہ آتا ہے۔\nتلک آیت الکتب الحکیم (31: 2) ” یہ کتاب حکیم کی آیات ہیں “۔ اس میں یہ اشارہ ہے کہ کتاب الٰہی حروف سے مرکب ہے۔ جیسا کہ دوسری سورتوں میں بھی یہی اشارات موجود ہیں۔ کتاب کو کتاب حکمت کہا گیا ہے۔ کیونکہ اس کا اصل موضوع ہی فلسلفہ و حکمت ہے لہٰذا یہاں اس کتاب کی اس صفت کو لایا گیا کیونکہ اس سورة کے مضامین کے ساتھ اس کی مناسبت ہے اور یہی قرآن کا انداز ہے۔ کتاب کو کتاب حکیم کہہ کر یہ تاثر دیا گیا کہ یہ ایک زندہ کتاب ہے۔ اور یہ ارادتاً ایک ہدف کی بڑھ رہی ہے۔ گویا یہ ایک زندہ شخصیت ہے۔ بہت ہی دانشمند اور اس کی گفتگو میں ایک مقصد ہے۔ اس کا ایک متعیقن ہدف ہے ، اور یہ اس ہدف کی طرف بالارادہ بڑھ رہی ہے۔ اس میں روح ہے ، اس میں زندگی ہے۔ اس میں حرکت ہے ، اور اس کتاب کی ایک ذات اور شخصیت ہے جو متعین ہے۔ یہ محبت کرنے والی ہے اور یہ ہر اس شخص کے ساتھ مکالمہ کرتی ہے جو اس کی صحبت میں بیٹھے۔ جو اس کے سایوں میں زندگی بسر کرے اور وہ اس کی اس کشش کو محسوس کرے جس طرح ایک زندہ دوسرے زندہ کی طرف رکھتا ہے اور جس طرح دوست دوست کی طرف کھینچتا ہے۔\nیہ ہے کتاب حکیم ۔ اور اس کی آیات ہدایت اور رحمت ہیں محسنین کے لیے۔ یہ اس کی اصل ماہیت ہے کہ یہ کتاب ہدایت ہے اور یہ محسنین کے لئے ہمیشہ ہدایت رہتی ہے۔ یہ ان کو ایک متعین منزل مقصود تک پہنچاتی ہے جس طرح ایک زندہ شخص کسی کو راہ دکھاتا ہے مگر کرخت طریقے سے نہیں بالکل الفت اور محبت کے ساتھ نہایت آرام اطمینان کے ساتھ اور اس کی ہدایت یہ ہے کہ پہلے نماز قائم کرو اور اپنے رب سے رابطہ قائم کرو اور پھر زکوٰۃ ادا کرو ، اہل ایمان کے دل اس کے ذریعے بالم جوڑ کر رکھ دو اور پھر تمام اہل ایمان اللہ کی اس کائنات کے لیے ہمکلام اور مربوط ہوجائیں جس میں وہ رہتے ہیں۔ یہ کتاب وہ اقدار اور وہ حالات پیدا کرتی ہے جس میں تمام انسانوں کا مقام متعین ہو اور وہ اپنی اصل پہچان جان سکیں۔ اس کتاب کے ہدایت یافتہ لوگ اس فطرت سے بھی متعارف ہوں جس فطرت پر انہیں پیدا کیا گیا ہے اور سیدھے ہوں اور ان کے اندر کوئی زیغ اور ٹیڑھ نہ ہو۔\nیہ کتاب جن محسنین کے لیے ہدایت ہے وہ کون ہیں ؟\nالذین یقیمون ۔۔۔۔۔ ھم یوقنون (31: 4) ” جو نماز قائم کرتے ہیں ، زکوۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں “۔ جب کوئی نماز قائم کرتا ہے ۔ اس کے پورے ارکان کے ساتھ اسے ادا کرتا ہے ، بروقت ادا کرتا ہے اور مکمل طور پر ادا کرتا ہے تو اس کی حکمت ، اس کا اثر انسانی شعور اور انسانی طرز عمل میں واضح ہو کر سامنے آتا ہے ، اور اس کے ذریعہ اللہ اور بندے کے درمیان وہ تعلق قائم ہوجاتا ہے ، جو مطلوب ہے۔ اللہ سے انس پیدا ہوتا ہے اور نماز کے اندر مٹھاس پیدا ہوجاتی ہے اور زکوٰۃ کا فائدہ یہ ہے کہ انسان کے اندر جو فطری بخل ہے ، اس پر انسان قابو پالیتا ہے۔ وہ امت مسلمہ کے لیے ایک اجتماعی نظام کی بنیاد ہوتی ہے اور امت کے اندر اجتماعی کفالت کی بنیاد پڑتی ہے۔ اس سوسائٹی میں امیروں اور غریبوں دونوں کے اندر ارتماد ہوتا ہے۔ اطمینان ہوتا ہے اور باہم مودت اور محبت ہوتی ہے۔ اس کے اندر طبقاتی نفرت نہیں ہوتی اور آخرت پر ایمان تو تمام نیکیوں کی اساس ہے۔ اس سے قلب بشری ہر وقت بیدار رہتا ہے۔ اس کی نظریں عالم آخرت پر ہوتی ہیں اور زمین کی گندگیوں اور زمین کے عارضی سازوسامان کے مقابلے میں اس کی نظریں بلند ہوتی ہیں۔ خفیہ طور پر اور اعلانیہ طور پر انسان یہ دیکھتا ہے کہ اسے اللہ دیکھ رہا ہے اور انسان درجہ احسان تک پہنچ جاتا ہے جس کے بارے میں حضور ﷺ نے فرمایا ” احسان یہ ہے کہ تم اللہ کی بندگی اس طرح کرو کہ اسے تم دیکھ رہے ہو ، اگر تم اسے نہ دیکھ رہے ہو تو وہ تمہیں دیکھ رہا ہے “۔ (بخاری و مسلم ، کتاب الایمان)\nیہ لوگ جو ایسی نماز پڑھتے ہیں ، جو اس نیت سے زکوۃ دیتے ہیں۔ اور آخرت پر یقین رکھتے ہیں۔\nاولئک علی ۔۔۔۔۔ ھم المفلحون (31: 5) ” یہی لوگ رب کی طرف سے راہ راست پر ہیں اور یہی لوگ فلاح پانے والے ہیں “۔ جس نے ہدایت پائی۔ اس نے فلاح پائی۔ وہ ایک روشنی پر چل رہا ہوتا ہے۔ منزل مقصود تک پہنچ جاتا ہے ۔ گمراہیوں سے اور فساد سے بچ جاتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ اس کرہ ارض پر اپنے اس سفر پر وہ مطمئن ہوتا ہے ، پھرتا رہتا ہے۔ وہ اس کائنات کے ساتھ ہم سفر ہوتا ہے اور اس کائنات کے ایک جزء کے طور پر اس کے ساتھ ہم آہنگی سے سفر طے کرتا جاتا ہے ، نہایت انس و محبت کے ساتھ۔ ایسے ہی لوگ اس کتاب کی آیات سے راہنمائی پاتے ہیں۔ محسن ، غازی ، زکوٰۃ دینے والے ، آخرت کا یقین رکھنے والے۔ یہ لوگ دنیا اور آخرت میں فلاح پانے والے ہیں۔ یہ لوگ ایک فریق ہیں۔ ان کے مقابلے میں ایک فریق اور بھی ہے۔ کیا ہیں اس کے خدوخال ؟"
    },
    {
      "ayah": 20,
      "surah": 31,
      "text": "درس نمبر 186 تشریح آیات\n20 ۔۔۔۔ تا ۔۔۔۔ 34\nیہ اس سورة کا تیسرا راؤنڈ ہے۔ اس کا آغاز تکوینی دلیل کے بیان سے ہوتا ہے جس کا تعلق لوگوں سے اور ان کی زندگی کی سہولیات و مفادات سے ہے کہ اللہ نے ان پر کیا کیا انعامات کیے ، جو ظاہر بھی ہیں اور باطن بھی ہیں ، جن سے وہ رات اور دن فائدہ اٹھاتے ہیں لیکن ان کے باوجود انہیں شرم نہیں آتی کہ وہ ایسے منعم ، فضل و کرم کرنے والے ، داتا کے بارے میں جھگڑتے ہیں اور اس کے بعد وہی مسئلہ توحید بیان ہوتا ہے جو اس سے قبل دونوں اسفار میں بیان ہوا۔\nالم تروا ان اللہ ۔۔۔۔۔۔ الی عذاب السعیر (20 – 21)\n” ۔\nیہ وہ نظارہ ہے جسے ہم روز دیکھتے ہیں۔ جسے قرآن کریم بار بار نقل کرتا ہے اور ہر بار منظر کائنات پڑھنے والے کو نیا نظر آتا ہے کیونکہ یہ عظیم کائنات اور اس کے کسی پہلو پر بھی اگر غور کیا جائے ، جب بھی غور کیا جائے اور اس کے اسرار و رموز پر تدبر کیا جائے اور اس کے عجائبات دیکھے جائیں تو یہ نیا نظر آتا ہے۔ اور اس کے اسرار اور عجائبات ختم نہیں ہوتے۔ انسان اپنی محدود عمر میں وہ پوری معلومات حاصل نہیں کرسکتا۔ جب بھی کوئی دریافت ہوتی ہے عقل دنگ رہ جاتی ہے اور جب بھی ہم از سر نو غور کرتے ہیں اسے جدید پاتے ہیں۔\nیہاں قرآن کریم اس کائنات کے اس پہلو کو پیش کرتا ہے کہ اللہ نے یہ کائنات ہمارے لیے مسخر کردی ہے اور یہ ہر طرف سے انسانی ضروریات کو پورا کر رہی ہے۔ پھر جب اس کائنات کے اندر پائے جانے والی تمام چیزوں کا تجزیہ کیا جائے تو اس کی ترکیب بڑی عجیب ہے۔ جس سے معلوم ہوتا ہے کہ اسے کسی مدبر انجینئر نے بنایا ہے اور یہ یونہی اتفاقی طور پر پیدا نہیں ہوگئی۔ لہٰذا معلوم ہوتا ہے کہ ایک ارادہ اس پوری کائنات کے پیچھے کام کر رہا ہے اور وہ اللہ مدبر ہے ، جس نے انسان کو پیدا کیا اور اس کائنات کی تمام چیزوں کو انسان کی خدمت میں لگا دیا اور پھر اس کرہ ارض کی تو ہر چیز کو خدمت انسان میں لگا دیا۔\nجہاں تک اس ہولناک کائنات کا تعلق ہے ، یہ زمین اس کا ایک چھوٹا سا ذرہ ہے اور اس زمین پر پھر انسان ایک چھوٹی سی ضعیف مخلوق ہے بمقابلہ حجم زمین اور بمقابلہ ان قوتوں کے جو اس زمین کے اندر قدرت نے رکھی ہیں جو زندہ بھی ہیں اور مردہ بھی ہیں۔ ان قوتوں کے مقابلے میں انسان اپنے حجم ، طاقت اور وزن کے اعتبار سے کچھ بھی نہیں۔ لیکن اللہ نے انسان کو فضیلت دی اور اس کے جسم میں اپنی روح پھونکی اور اسے اپنی مخلوقات کے ایک بڑے حصے پر فضیلت دے دی۔ اللہ کا یہ فضل و کرم ہی تاھ جس کا تقاضا یہ ہوا کہ اس مخلوق کی اس کرہ ارض پہ اہمیت ہو۔ اور اس کا سب مخلوق سے بلند مقام ہو۔ اس کے اندر یہ قوت اور صلاحیت ہو کہ وہ اس دنیا کے وسائل کو کام میں لائے اور اس کے اندر یہ قوت اور صلاحیت ہو کہ وہ اس دنیا کے وسائل کو کام میں لائے اور اس کے قدرتی ذخائر کی تلاش کرے۔ اس آیت میں جس تسخیر کی طرف اشارہ کیا گیا ہے ، وہ یہی ہے کیونکہ تسخیر کائنات ہی میں اللہ کی ظاہری اور پوشیدہ نعمتوں کا شمار ہوتا ہے۔ یہ تسخیر اس کے علاوہ ہے جو اللہ نے سماوات کی قوتوں کو بھی انسان کے لیے مفید بنایا ہے۔ انسان کا وجود ہی اللہ کا فضل ہے اور پھر انسان کو اس قدر قوت و صلاحیت دی جاتی ہے کہ وہ اس کائنات کی سرکش قوتوں کو مسخر کرے۔ یہ اللہ کا دوسرا فضل ہے اور پھر اس کی ہدایت کے لیے رسولوں کو بھیجنا ، اللہ کا مزید فضل ہے۔ ہر وہ سانس جو وہ لیتا ہے ، دل کی ہر دھڑکن جو اس کے جسم میں خون دوڑاتی ہے۔ اس دنیا کا ہر منظر جسے وہ دیکھتا ہے ، ہر وہ آواز جو اس کے کانوں سے ٹکراتی ہے ، ہر وہ خیال جو اس کے ضمیر میں آتا ہے ، ہر نئی فکر جو وہ تخلیق کرتا ہے۔ یہ سب اللہ کے وہ انعامات ہیں جن میں ایک کا شکر بھی انسان اپنی پوری زندگی میں ادا نہیں کرسکتا ۔ یہ سب اللہ کے فضل ہی فضل ہیں۔\nاس انسانی مخلوق کے لیے اللہ نے ان تمام قوتوں کو مسخر کیا ہے جو زمین و آسمان کے درمیان ہیں۔ سورج کی کرنوں کو اس کی خدمت میں لگا دیا۔ چاند کے نور کو اس کے لیے مفید کردیا ، ستاروں سے اس کیلئے سمندروں میں راہنمائی فراہم کی۔ بارش ، ہوا ، پرندے اور چرندے اس کے مفید مطلب بتا دئیے گئے۔ اس کے اندر جو کچھ ہے اس کے لیے مفید اور مسخر ہوگئے۔ یہ تو ہم بڑی سہولت سے دیکھ سکتے ہیں۔ ان پر تو ہمیں رات اور دن تدبر کرنا چاہئے۔ اس طویل و عریض کرہ ارض پر اسے خلیفہ بنایا گیا اور زمین کے تمام خزانوں پر اس کا کنڑول قائم کردیا گیا۔ بعض خزانے ظاہر ہیں اور بعض باطن ہیں۔ بعض ایسے ہیں جن کے آثار و اثرات اس کے ادراک میں ہیں۔ بعض ایسے ہیں جو ابھی اس کے ادراک سے باہر ہیں اور بعض ایسے ہیں کہ ان سے وہ استفادہ کرتا رہا لیکن اسے ان کا علم ہی نہ تھا۔ غرض انسان ہے کہ رات اور دن کے ہر لمحے میں اس پر اللہ کے فضل و کرم کی بارش ہو رہی ہے اور وہ اللہ کی رحمتوں میں غرق ہے لیکن اسے معلوم نہیں کہ ان رحمتوں کی انتہا کیا ہے۔ اس کے انواع و اقسام کیا کیا ہیں لیکن ان سب امور کے باوجود لوگوں میں سے ایک فریق ایسا ہے جو اللہ کی ان نعمتوں کا شکر ادا نہیں کرتا ، ان پر غور نہیں کرتا ، اپنے ماحول میں غوروفکر کرکے یقین نہیں رکھتا۔\nومن الناس ۔۔۔۔۔ ولا کتٰب منیر ( 2:31 ) ” اس کے باوجود حال یہ ہے کہ انسانوں میں سے بعض لوگ ایسے ہیں جو اللہ کے بارے میں جھگڑتے ہیں بغیر اس کے کہ ان کے پاس کوئی علم ہو یا کوئی ہدایت یا کوئی روشنی دکھانے والی کتاب “۔\nاللہ کے بارے میں یہ مجادلہ عجیب و غریب معلوم ہوتا ہے جبکہ یہ کائنات اور اس کی بوقلمونیاں ہمارے سامنے ہیں اور ان وافر نعمتوں کی تعداد ہی ہمیں معلوم نہیں ۔ ایسے حالات میں یہ انکار اور یہ تکذیب نہایت قبیح ، نہایت مذموم ، قابل نفرت اور فطرت کے خلاف ہے ۔ اور انسان اگر غور کرے تو مارے خوف کے رونگٹے کھڑے ہوجاتے ہیں اور واضح طور پر نظر آتا ہے کہ اللہ کی نعمتوں کا یہ انکار کرنے والا شخص دراصل فطرتاًمخرف ہے ۔ اس کے اندر فطری بگاڑ پیدا ہوگیا ہے ۔ وہ اپنے اردگرد پھیلی ہوئی کائنات کی پکار کو نہیں سن رہا ہے اور وہ اس قدر جری اور بےشرم ہوگیا ہے کہ وہ اپنے ایسے منعم کے بارے میں گستاخی کرتا ہے ۔ پھر اس شخص کا یہ مجادلہ اور یہ انکار کسی علم سائنس پر بھی مبنی نہیں ہے ۔ محض جہالت پر مبنی ہے۔ پھر ایسے شخص کے پاس نہ کوئی کتابی ثبوت ہے اور نہ دلیل منیر ہے ۔"
    },
    {
      "ayah": 21,
      "surah": 31,
      "text": "واذا قیل لھم ۔۔۔۔۔۔ علیہ اباءنا (31: 21) ” اور جب ان سے کہا جاتا ہے کہ پیروی کرو اس چیز کی جو اللہ نے نازل کی ہے تو کہتے ہیں کہ ہم تو اس چیز کی پیروی کریں گے جس پر ہم نے اپنے باپ دادا کو پایا “۔ یہ ہے ان کی واحد دلیل جو وہ اپنے رویے پر پیش کرسکتے ہیں ۔ یہ بھی عجیب دلیل ہے ۔ پتھر جیسی جامد تقلید ، جو نہ علم پر مبنی ہے ، نہ کسی نظریہ پر مبنی ہے ۔ یہی وہ تقلید ہے جس سے اسلام انسانیت کو چھڑانا چاہتا ہے ۔ ان کی عقل کو آزادی دیتا ہے کہ وہ آزادانہ غور دفکر کریں اور انسان کے اندر بیداری ، حرکت اور روشنی پھیلانا چاہتا ہے لیکن انسان ہیں کہ وہ اپنے ماضی کے آثار سے منحرف ہوگئے ہیں اور مویشیوں کی طرح اپنے آپ کو ایک ستون سے باندھا ہوا ہے اور بیڑیاں ازخود پہن رکھی ہیں ۔\nاسلام تو دراصل ضمیر کی مزیت اور شعور کی مزیت کا نام ہے ۔ وہ نور کی تلاش میں آگے بڑھتا ہے ۔ وہ زندگی کا ایسا نظام ہے جس میں کوئی تقلید اور کوئی غلامی اور جمود نہیں ہے ۔ لیکن انسوس ہے کہ یہ لوگ اس کا انکار کرتے ہیں اور اپنی روح سے اس آزادی کو پرے پھینکتے ہیں اور اللہ کے بارے میں بغیر کسی ہدایت اور بغیر کسی کتاب منیر کے مجادلہ کرتے ہیں ۔ یہی وجہ ہے کہ اب ان کے ساتھ مذاق کیا جاتا ہے اور ان کے موقف کی ایک خفیہ خطر ناکی بیان کو دی جاتی ہے ۔\nاولو کان ۔۔۔۔۔ عذاب السعیر (31: 21) ” کیا یہ انہی کی پیروی کریں گے خواہ شیطان انیں بھڑکتی ہوئی آگ کی طرف کیوں نہ بلاتاہو “۔ انہوں نے جو یہ موقف اختیار کو کررکھا ہے تو وہ شیطان کی دعوت پر اختیارکر رکھا ہے تاکہ وہ انہیں جہنم کی آگ تک پہنچادے ۔ تو سوال یہ ہے کہ اگر شیطان انہیں جہنم کی طرف لے جارہا ہے تو پھر بھی یہ اس کی تقلید کریں گے ۔ یہ نہایت ہی احساس دلانے والی چٹکی ہے ۔ نہایت ہی بیدار کرنے والی اور ڈرانے والی ۔ خصوصاً اس عظیم کائنات دلیل کے بعد ۔\nاس ہٹ دھرمی پر مبنی جدہل اور یہ دلیل جھگڑے کے حوالے سے ۔ اب ان کو بتایا جاتا ہے کہ ان کے لیے مناسب طرز عمل کیا ہے اور اس کائناتی دلیل اور اللہ کے وسیع انعامات کے بعد انہیں کیا طرز عمل اختیار کرنا چاہئے۔"
    },
    {
      "ayah": 22,
      "surah": 31,
      "text": "ومن یسلم ۔۔۔۔۔ واقبۃ الامور (22) ” “۔\nیعنی پوری طرح اللہ کے سامنے سر تسلیم خم کردینا اور اس کے ساتھ حسن عمل اور حسن سلوک کو اپنانا ، یعنی مکمل سپردگی اور اللہ کے فیصلوں پر پوری طرح راضی ہونا ، اللہ کے احکام ، ہدایات اور فرائض میں رنگ جانا ، اس شعور اور یقین کے ساتھ کہ اللہ کی رحمت ہمارے شامل حال ہے اور اللہ ہر وقت نگہبان ہے ۔ اس کا وجد ان اللہ کی رضا مند کو پاتا ہو اور وہ اس سپر دگی میں اپنے ساتھ پوری کا ئنات کو سربسجود سمجھتا ہو ۔ یہ سب اشارات اپنے چہرے کو اللہ کے حوالے کرنے کے لفظ کے اندر موجود ہیں ۔ چہرہ دراصل نہایت ہی مکرم حصہ ہے وجود انسانی کا ۔\nومن یسلم وجھہ ۔۔۔۔۔۔ بالعروۃ الوثقٰی (31: 22) ” جو شخص اپنے آپ کو اللہ کے حوالے کردے اور عملاً وہ نیک ہو ، اس نے فی الواقع ایک بھروسے کے قابل سہارا تھام لیا “۔ یعنی وہ رسی جو نہیں کٹتی۔ جو کبھی ڈھیلی نہیں پڑتی۔ جو کچھ اس شخص کو دھوکہ نہیں دیتی جو اسے پکڑتا ہے۔ مراد وہ سہارا ہے جسے اسنان تھام لیتا ہے یعنی جو شخص اللہ کے سپرد ہوجائے وہ سمجھے کہ وہ مشکل ترین حالات میں ، تاریک راتوں میں ، سخت مشکلات میں ، سخت آندھیوں میں ، کبھی بےسہارا نہ ہوگا۔\nیہ مضبوط سہارا وہ یقین ہے اور وہ گہرا رابطہ ہے جو بندہ مومن اور اس کے رب کے درمیان ہوا کرتا ہے۔ ایسا شخص ہر حال میں مطمئن ہوتا ہے اور اس پر جو مشکلات بھی آئیں وہ انہیں برداشت کرتا ہے۔ نہایت اطمینان اور نہایت وقار کے ساتھ۔ بڑے بڑے واقعات اور حادثات میں وہ باوقار رہتا ہے اور مشکلات کو برداشت کرتا ہے۔ نیز وہ اگر خوشحال ہوتا ہے تو بھی وہ آپے سے باہر نہیں ہوتا اور اعتدال اور سنجیدگی کے ساتھ زندگی گزارتا ہے۔ اسی طرح اگر اس پر اچانک کوئی بحران آجائے تو وہ حواس باختہ نہیں ہوتا اور نہ خدا کے راستے میں آنے والی گوناگوں مشکلات میں پریشان ہوتا ہے۔\nدعوت اسلامی کا سفر طویل اور خطرات سے پر ہے۔ اس میں محرومیوں اور مشکلات بھی خطرناک ہوتی ہیں لیکن خوشحالی اور مالداری اس سے بھی زیادہ خطرناک ہوتی ہیں۔ مصیبت بھی آزمائش اور عافیت بھی آزمائش۔ لہٰذا ایسے سہارے کی اس راہ میں ہر وقت ضرورت ہوتی ہے جو کبھی ڈھیلا نہ ہو۔ ایسی رسی کی ضرورت ہوتی ہے جو ٹوٹ نہ جائے اور یہ ضرورت ہر وقت رہتی ہے۔ یعنی مضبوط سہارے کی اور یہ مضبوط سہارا کیا ہے ؟ اسلام لانا ، اللہ پر یقین کرنا ، اس کے سپرد ہوجانا اور راہ احسان اختیار کرنا۔ پھر انجام اللہ کے ہاتھ میں دے دینا۔\nوالی اللہ عاقبۃ الامور (31: 22) ” اور سہارے معاملات کا آخری فیصلہ اللہ کے ہاتھ میں ہوتا ہے “۔ یعنی اسی کی طرف لوٹنا ہے اور آخری مرجع وہی ہے تو مناسب ہے کہ انسان پہلے سے اپنے آپ کو اس کے سپرد کر دے اور اس کی طرف نہایت روشن اعتماد اور قرآن و سنت کی ہدایت کے مطابق راستے طے کرتا رہے۔"
    },
    {
      "ayah": 23,
      "surah": 31,
      "text": "ومن کفر فلا ۔۔۔۔ عذاب غلیظ (23 – 24) ” ۔ “۔\nوہ تو تھا انجام ان لوگوں کا جو اپنے آپ کو پوری طرح اللہ کے سپرد کردیں اور یہ ہے انجام ان لوگوں کا جو کفر اختیار ہی نہ دیں گے۔\nومن کفر فلا یحزنک کفرہ (31: 23) ” اور جو کفر کرتا ہے ، اس کا کفر تمہیں غم میں مبتلا نہ کرے “۔ ان کی یہ حیثیت نہیں ہے کہ آپ جو سرور کونین ہیں ان کیلئے پریشان ہوں ۔ یہ تو بہت ہی حقیر و صغیر ہیں اور آخرت میں ان کا انجام اس سے بھی زیادہ حقارت آمیز ہونے والا ہے۔ یہ اللہ کے قبضے میں ہیں۔ یہ اللہ سے بچ کر نہیں نکل سکتے۔ اللہ ان کو ان کے اعمال کے بدلے پکڑے گا ، وہ ہر شخص کے اعمال کو اچھی طرح جانتا ہے ، خواہ ظاہر ہو یا خفیہ ہو ، یا اس کے سینے میں ہو یا اس کی نیت میں ہو۔\nالینا مرجعھم ۔۔۔۔۔ بذات الصدور (31: 23) ” انہیں پلٹ کر آنا تو ہمارے ہی طرف ہے۔ پھر ہم انہیں بتا دیں گے کہ وہ کیا کچھ کرکے آئے ہیں۔ یقیناً اللہ سینوں میں چھپے ہوئے راز جانتا ہے “۔ زندگی کا سازوسامان جو انسان کو فریب دیتا ہے ایک مختصر عرصے کے لیے ہے اور نہایت ہی کم قیمت ہے۔\nنمتعھم قلیلا ۔۔۔۔۔ عذاب غلیظ (31: 24) ” ہم انہیں تھوڑی مدت اس دنیا میں مزے کرنے کا موقعہ دے رہے ہیں ، پھر ان کو بےبس کرکے ایک سخت عذاب کی طرف کھینچ لے جائیں گے “۔ تھوڑے دن تو مزے کریں گے ، پھر خوفناک عذاب سے دو چار ہوں گے اور انہیں اس عذاب کی طرف دھکیل کرلے جایا جائے گا۔ عذاب کی تعریف میں غلیظ کا لفظ آیا ہے اور اس کے ذریعے عذاب کو مجسم کردیا گیا ہے۔ اور اضطرار کے معنی میں کفار کی بےبسی کا اظہار کیا گیا یعنی وہ اس عذاب سے اپنے آپ کو بچانہ سکیں گی اور نہ لیت و لعل کرسکیں گے۔ یہ تو تھا کافروں کا حال لیکن جو اللہ کی رسی کو مضبوطی سے پکڑلے اور اپنے رخ کو اللہ کے سپرد کر دے اور سنجیدہ اور مطمئن ہوکر رب تعالیٰ کی طرف چل پڑے وہ نہایت ہی اعلیٰ مقام پر ہوگا بمقابلہ کافر کے۔\nاب ان کو خود ان کی فطرت کی منطقی دلیل سے دو چار کردیا جاتا ہے ، جب ان کے سامنے یہ عظیم کائنات رکھ دی جاتی ہے اور سوال یہ ہے کہ آیا اس کا کوئی خالق ہے یا نہیں تو ظاہر ہے کہ وہ اس کے سوا اور کیا کہہ سکتے ہیں کہ اللہ ہے کیونکہ ذات باری تو انسان کی فطرت کا حصہ ہے۔ اس کے سوا اس کائنات کی اور کوئی تعبیر ہی نہیں کی جاسکتی۔ لیکن یہ لوگ فطرت کی اس سادہ منطق سے بھی کجی اختیار کرتے ہیں اور اسے بھی بھلا دیتے ہیں حالانکہ اس سے اور کوئی قوی اور درست دلیل نہیں ہے۔"
    },
    {
      "ayah": 24,
      "surah": 31,
      "text": "ومن کفر فلا ۔۔۔۔ عذاب غلیظ (23 – 24) ” ۔ “۔\nوہ تو تھا انجام ان لوگوں کا جو اپنے آپ کو پوری طرح اللہ کے سپرد کردیں اور یہ ہے انجام ان لوگوں کا جو کفر اختیار ہی نہ دیں گے۔\nومن کفر فلا یحزنک کفرہ (31: 23) ” اور جو کفر کرتا ہے ، اس کا کفر تمہیں غم میں مبتلا نہ کرے “۔ ان کی یہ حیثیت نہیں ہے کہ آپ جو سرور کونین ہیں ان کیلئے پریشان ہوں ۔ یہ تو بہت ہی حقیر و صغیر ہیں اور آخرت میں ان کا انجام اس سے بھی زیادہ حقارت آمیز ہونے والا ہے۔ یہ اللہ کے قبضے میں ہیں۔ یہ اللہ سے بچ کر نہیں نکل سکتے۔ اللہ ان کو ان کے اعمال کے بدلے پکڑے گا ، وہ ہر شخص کے اعمال کو اچھی طرح جانتا ہے ، خواہ ظاہر ہو یا خفیہ ہو ، یا اس کے سینے میں ہو یا اس کی نیت میں ہو۔\nالینا مرجعھم ۔۔۔۔۔ بذات الصدور (31: 23) ” انہیں پلٹ کر آنا تو ہمارے ہی طرف ہے۔ پھر ہم انہیں بتا دیں گے کہ وہ کیا کچھ کرکے آئے ہیں۔ یقیناً اللہ سینوں میں چھپے ہوئے راز جانتا ہے “۔ زندگی کا سازوسامان جو انسان کو فریب دیتا ہے ایک مختصر عرصے کے لیے ہے اور نہایت ہی کم قیمت ہے۔\nنمتعھم قلیلا ۔۔۔۔۔ عذاب غلیظ (31: 24) ” ہم انہیں تھوڑی مدت اس دنیا میں مزے کرنے کا موقعہ دے رہے ہیں ، پھر ان کو بےبس کرکے ایک سخت عذاب کی طرف کھینچ لے جائیں گے “۔ تھوڑے دن تو مزے کریں گے ، پھر خوفناک عذاب سے دو چار ہوں گے اور انہیں اس عذاب کی طرف دھکیل کرلے جایا جائے گا۔ عذاب کی تعریف میں غلیظ کا لفظ آیا ہے اور اس کے ذریعے عذاب کو مجسم کردیا گیا ہے۔ اور اضطرار کے معنی میں کفار کی بےبسی کا اظہار کیا گیا یعنی وہ اس عذاب سے اپنے آپ کو بچانہ سکیں گی اور نہ لیت و لعل کرسکیں گے۔ یہ تو تھا کافروں کا حال لیکن جو اللہ کی رسی کو مضبوطی سے پکڑلے اور اپنے رخ کو اللہ کے سپرد کر دے اور سنجیدہ اور مطمئن ہوکر رب تعالیٰ کی طرف چل پڑے وہ نہایت ہی اعلیٰ مقام پر ہوگا بمقابلہ کافر کے۔\nاب ان کو خود ان کی فطرت کی منطقی دلیل سے دو چار کردیا جاتا ہے ، جب ان کے سامنے یہ عظیم کائنات رکھ دی جاتی ہے اور سوال یہ ہے کہ آیا اس کا کوئی خالق ہے یا نہیں تو ظاہر ہے کہ وہ اس کے سوا اور کیا کہہ سکتے ہیں کہ اللہ ہے کیونکہ ذات باری تو انسان کی فطرت کا حصہ ہے۔ اس کے سوا اس کائنات کی اور کوئی تعبیر ہی نہیں کی جاسکتی۔ لیکن یہ لوگ فطرت کی اس سادہ منطق سے بھی کجی اختیار کرتے ہیں اور اسے بھی بھلا دیتے ہیں حالانکہ اس سے اور کوئی قوی اور درست دلیل نہیں ہے۔"
    },
    {
      "ayah": 25,
      "surah": 31,
      "text": "ولئن سالتھم ۔۔۔۔۔ ھو الغنی الحمید (25 – 26) ” ۔ ۔\nکوئی معقول انسان جب خود اپنے دل سے پوچھے کہ آخر اس کائنات عظیم کا خلاق کون ہے تو وہ یہی جواب پائے گا کہ اللہ۔ یہ جواب ہر شخص اپنی فطرت میں پاتا ہے۔ یہ زمین اور یہ افلاک ہماری نظروں کے سامنے قائم ہیں ، ان کے حالات ، ان کے حجم ، ان کی حرکات ، ان کی دوریاں ، ان کے خواص اور ان کی صفات سب کے سب اندازہ کیے ہوئے ، صحیح اور متعین اور باہم نظم اور نسق میں پروئے ہوئے۔ پھر یہ مخلوق ہیں اور کوئی مدعی بھی نہیں ہے کہ ان کا وہ خالق ہے۔ نہ یہ کوئی دعویٰ کرسکتا ہے کہ اللہ کے سوا کوئی اور خالق ہے ان کا اور یہ بھی عقلا ممکن نہیں ہے کہ یہ عظیم کائنات خود بخود یونہی پیدا ہوگئی ہے۔ پھر یہ بھی ممکن نہیں ہے کہ کسی مدبر کا ہونا لازم ہے۔ جو شخص اس کا قائل ہے کہ یہ خود بخود وجود میں آگئی ، خود بخود قائم ہوگئی اور منظم ہوگئی محض اتفاقاً ، تو اس سے بڑا احمق اور کوئی نہیں ہے۔ اس قسم کے قول کو فطرت اپنی گہرائیوں کے ذریعہ مسترد کردیتی ہے۔\nوہ لوگ جو اس دور میں عقیدہ توحید کا مقابلہ کر رہے تھے اور نبی ﷺ کی دعوت کا راستہ روکے کھڑے تھے سخت مجادلہ کر رہے تھے ۔ یہ لوگ خود اپنی فطرت کے شعور اور منطق کا مقابلہ نہ کرسکتے تھے ، جب ان کے سامنے یہ کائنات اور اس کی موجودگی کو رکھا جاتا تھا ، جو ان کی آنکھوں کے سامنے موجود تھی اور صرف دیکھنے کی ضرورت تھی۔ اس لیے وہ اس سوال کے جواب میں کوئی تردد نہ کرتے تھے۔ جب پوچھا جاتا کہ ” زمین اور آسمانوں کو کس نے پیدا کیا ؟ “ تو وہ فوراً کہہ دیتے “ اللہ نے “۔ رسول اللہ ﷺ کو ہدایت دی جاتی ہے کہ وہ اس جواب کے جواب میں بس اللہ کی حمد کریں ” الحمدللہ “۔ الحمدللہ کہ ان پر حق واضح ہوگیا اور انہوں نے فطری منطق کو تسلیم کرلیا۔ خدا کا شکر ہے کہ وہ اس کائنات کی تخلیق کی حد تک موحد ہوگئے۔ اس کے سوا ہر حال میں حمد و ثنا کرتے رہو۔ اب جدال و مباحثہ کو چھوڑ کر ایک دوسرا تبصرہ۔\nبل اکثرھم لا یعلمون (31: 25) ” مگر ان میں سے اکثر لوگ جانتے نہیں “۔ اور یہی وجہ ہے کہ وہ بحث اور مجادلہ کرتے ہیں۔ دلائل فطرت کو نہیں سمجھتے اور اس عظیم کائنات کے ہوتے ہوئے بھی عقیدہ توحید کے قائل نہیں۔ انہوں نے چونکہ زمین اور آسمان کی تخلیق کی حد تک اللہ کی وحدانیت کو مان لیا ہے اس لئے اب بتایا جاتا ہے کہ اللہ خالق ہونے کے ناطے اس کائنات کا مالک مطلق بھی ہے۔ اس حصے کا بھی جسے انسان کے لیے مسخر کردیا گیا ہے اور اس حصے کا بھی جسے مسخر نہیں کیا گیا۔ لیکن وہ زمین و آسمان اور ان کے درمیان ساری مخلوق سے غنی ہے اور وہ اپنی ذات میں خود محمود ہے اگرچہ لوگ اس کی حمد و ثنا نہ کریں۔\nللہ ما فی السموت والارض ان اللہ ھو الغنی الحمید (31: 26) ” آسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے۔ بیشک اللہ بےنیاز اور آپ سے آپ محمود ہے۔ یہ سفر اب اس بات پر ختم ہوتا ہے کہ غنا ختم ہونے والی نہیں۔ اللہ کا علم لامحدود ، اس کی قدرت بےانتہا اور اس کی مشیت کے آگے کوئی رکاوٹ نہیں ہے۔ تمام مخلوق پر وہ قادر ہے اور یہ بات ایک کائناتی منظر کی شکل میں بتائی جاتی ہے۔"
    },
    {
      "ayah": 26,
      "surah": 31,
      "text": "ولئن سالتھم ۔۔۔۔۔ ھو الغنی الحمید (25 – 26) ” ۔ ۔\nکوئی معقول انسان جب خود اپنے دل سے پوچھے کہ آخر اس کائنات عظیم کا خلاق کون ہے تو وہ یہی جواب پائے گا کہ اللہ۔ یہ جواب ہر شخص اپنی فطرت میں پاتا ہے۔ یہ زمین اور یہ افلاک ہماری نظروں کے سامنے قائم ہیں ، ان کے حالات ، ان کے حجم ، ان کی حرکات ، ان کی دوریاں ، ان کے خواص اور ان کی صفات سب کے سب اندازہ کیے ہوئے ، صحیح اور متعین اور باہم نظم اور نسق میں پروئے ہوئے۔ پھر یہ مخلوق ہیں اور کوئی مدعی بھی نہیں ہے کہ ان کا وہ خالق ہے۔ نہ یہ کوئی دعویٰ کرسکتا ہے کہ اللہ کے سوا کوئی اور خالق ہے ان کا اور یہ بھی عقلا ممکن نہیں ہے کہ یہ عظیم کائنات خود بخود یونہی پیدا ہوگئی ہے۔ پھر یہ بھی ممکن نہیں ہے کہ کسی مدبر کا ہونا لازم ہے۔ جو شخص اس کا قائل ہے کہ یہ خود بخود وجود میں آگئی ، خود بخود قائم ہوگئی اور منظم ہوگئی محض اتفاقاً ، تو اس سے بڑا احمق اور کوئی نہیں ہے۔ اس قسم کے قول کو فطرت اپنی گہرائیوں کے ذریعہ مسترد کردیتی ہے۔\nوہ لوگ جو اس دور میں عقیدہ توحید کا مقابلہ کر رہے تھے اور نبی ﷺ کی دعوت کا راستہ روکے کھڑے تھے سخت مجادلہ کر رہے تھے ۔ یہ لوگ خود اپنی فطرت کے شعور اور منطق کا مقابلہ نہ کرسکتے تھے ، جب ان کے سامنے یہ کائنات اور اس کی موجودگی کو رکھا جاتا تھا ، جو ان کی آنکھوں کے سامنے موجود تھی اور صرف دیکھنے کی ضرورت تھی۔ اس لیے وہ اس سوال کے جواب میں کوئی تردد نہ کرتے تھے۔ جب پوچھا جاتا کہ ” زمین اور آسمانوں کو کس نے پیدا کیا ؟ “ تو وہ فوراً کہہ دیتے “ اللہ نے “۔ رسول اللہ ﷺ کو ہدایت دی جاتی ہے کہ وہ اس جواب کے جواب میں بس اللہ کی حمد کریں ” الحمدللہ “۔ الحمدللہ کہ ان پر حق واضح ہوگیا اور انہوں نے فطری منطق کو تسلیم کرلیا۔ خدا کا شکر ہے کہ وہ اس کائنات کی تخلیق کی حد تک موحد ہوگئے۔ اس کے سوا ہر حال میں حمد و ثنا کرتے رہو۔ اب جدال و مباحثہ کو چھوڑ کر ایک دوسرا تبصرہ۔\nبل اکثرھم لا یعلمون (31: 25) ” مگر ان میں سے اکثر لوگ جانتے نہیں “۔ اور یہی وجہ ہے کہ وہ بحث اور مجادلہ کرتے ہیں۔ دلائل فطرت کو نہیں سمجھتے اور اس عظیم کائنات کے ہوتے ہوئے بھی عقیدہ توحید کے قائل نہیں۔ انہوں نے چونکہ زمین اور آسمان کی تخلیق کی حد تک اللہ کی وحدانیت کو مان لیا ہے اس لئے اب بتایا جاتا ہے کہ اللہ خالق ہونے کے ناطے اس کائنات کا مالک مطلق بھی ہے۔ اس حصے کا بھی جسے انسان کے لیے مسخر کردیا گیا ہے اور اس حصے کا بھی جسے مسخر نہیں کیا گیا۔ لیکن وہ زمین و آسمان اور ان کے درمیان ساری مخلوق سے غنی ہے اور وہ اپنی ذات میں خود محمود ہے اگرچہ لوگ اس کی حمد و ثنا نہ کریں۔\nللہ ما فی السموت والارض ان اللہ ھو الغنی الحمید (31: 26) ” آسمانوں اور زمین میں جو کچھ ہے اللہ کا ہے۔ بیشک اللہ بےنیاز اور آپ سے آپ محمود ہے۔ یہ سفر اب اس بات پر ختم ہوتا ہے کہ غنا ختم ہونے والی نہیں۔ اللہ کا علم لامحدود ، اس کی قدرت بےانتہا اور اس کی مشیت کے آگے کوئی رکاوٹ نہیں ہے۔ تمام مخلوق پر وہ قادر ہے اور یہ بات ایک کائناتی منظر کی شکل میں بتائی جاتی ہے۔"
    },
    {
      "ayah": 27,
      "surah": 31,
      "text": "ولو ان ما فی الارض ۔۔۔۔۔۔۔ ان اللہ سمیع بصیر (27 – 28)\nیہ ایک ایسا منظر ہے جو انسانوں کی معلومات اور ان کے محدود مشاہدات سے لیا گیا ہے تاکہ اللہ کی مشیت کے لامحدود کارناموں کو ان کے تصور کے قریب کردیا جائے۔ اس تمثیل اور مجسم انداز کے بغیر انسانی تصور اس کا ادراک ہی نہیں کرسکتا تھا۔\nانسان اپنے علم کو لکھتے ہیں اور اپنے اقوال کا ریکارڈ کرتے ہیں ، اپنے احکام کو نافذ کرتے ہیں اور قلموں کے ذریعے وہ لکھتے ہیں۔ یہ قلمیں جنگلوں اور کلک سے بناتے ہیں اور پھر سیاسی بنا کر اس سے لکھتے ہیں۔ یہ سیاہی ایک شیشی یا ایک دوات میں ہوتی ہے۔ چناچہ کہا جاتا ہے کہ پوری زمین کے درختوں سے قلمیں بنا دی جائیں اور تمام سمندروں کے پانی کو سیاہی میں بدل دیا جائے اور ان جیسے سات اور سمندر بھی لے آئے جائیں اور لکھنے والے بیٹھ جائیں۔ اللہ کے نئے نئے کلمات جو اللہ کے علم پر دلالت کرتے ہوں تو یہ سب سمندروں کی روشنائی ختم ہوجائے اور اللہ کے کلمات علمیہ ختم نہ ہوں اور اللہ کے علم کی انتہا نہ ہو۔ اس لیے کہ ایک محدود قوت لا محدود کو احاطہ میں لانا چاہتی ہے۔ محدود قوت جس قدر بھی آگے جائے ، بہرحال اس کی قوت ایک جگہ جاکر ختم ہوجاتی ہے اور لامحدود و غیر محیط ہی رہتا ہے۔ غرض اللہ کے کلمات ختم نہیں ہوتے کیونکہ اللہ کا علم لامحدود ہے۔ اللہ کا ارادہ کسی سرحد پر نہیں رکتا۔ اور اللہ کی مشیت کے حدود وقیود نہیں ہیں۔\nدرخت اور سمندر غائب ہوجاتے ہیں ۔ تمام زندہ چیزیں اور تمام مردہ چیزیں غائب ہو کر ختم ہوجاتی ہیں۔ تمام حالات اور صورتیں پس پردہ چلی جاتی ہیں اور انسانی دل ، اللہ کے جلال اور قدرت کے سامنے سہما ہوا رہ جاتا ہے۔ وہ قدرت جو نہ پھرتی ہے ، نہ بدلتی ہے اور نہ غائب ہوتی ہے۔ اللہ خالق اور قوی اور مدبر اور حکیم کے سامنے انسان دنگ رہ جاتا ہے۔\nان اللہ عزیز حکیم (31: 27) ” بیشک اللہ زبردست اور حکیم ہے “۔ اس سفر میں ہم ہولناک منظر کے سامنے کھڑے ہوئے ہیں اور اب انسانی فکر و نظر کی تاروں پر آخری مضراب ! بتایا جاتا ہے کہ اللہ کے سامنے تمام لوگوں کا دوبارہ اٹھانا بہت ہی آسان ہے۔\nما خلقکم ولا بعثکم ۔۔۔۔۔ سمیع بصیر (31: 28) ” تم سارے انسانوں کو پیدا کرنا اور پھر دوبارہ جلا اٹھانا تو بس ایسا ہی ہے جیسے ایک نفس کو پیدا کرنا اور اٹھانا۔ حقیقت یہ ہے کہ اللہ سب کچھ دیکھنے اور سننے والا ہے “۔ وہ ارادہ جس کے متوجہ ہوتے ہی مخلوق پیدا ہوجاتی ہے۔ اس کے لیے برابر ہے کہ وہ ارادہ ایک چیز کی طرف متوجہ ہو یا بیشمار چیزوں کی طرف متوجہ ہو۔ اللہ کے لیے یہ نہیں ہوتا کہ وہ ایک ایک آدمی کو بناتا پھرے اور ایک ایک آدمی پر محنت کرے۔ اس کے لیے ایک آدمی کا پیدا کرنا اور بیشمار ملین لوگوں کا پیدا کرنا اور ہی طرح کا ہے۔ ایک شخص کا زندہ کرکے اٹھانا اور بیشمار بلین لوگوں کو اٹھانا اللہ کے لیے ایک ہی جیسا ہے۔ اللہ نے تو صرف ایک لفظ کن کہنا ہے۔\nانما امرہ اذا ۔۔۔۔۔۔ فیکون ” اس کا حکم ، جب وہ کسی چیز کو پیدا کرنا چاہے ، تو یہ ہوتا ہے کہ اسے کہہ دے کہ ہوجا ، بس وہ ہوجاتی ہے “۔ اس قدرت ، اس علم ، اور اس مہارت کے ساتھ تخلیق اور بعث بعد الموت اور حساب و کتاب کا عمل سر انجام دیا جائے گا۔ ان اللہ سمیع بصیر (31: 28) ” اللہ سب کچھ سننے اور جاننے والا ہے “۔\nاب اس سورة کا تیسرا سفر یا تیسرا راؤنڈ ہے۔ اور اس میں بھی وہی مسئلہ توحید زیر بحث ہے جو پہلے دو اسفار میں تھا۔ فیصلہ ہوتا ہے کہ اللہ حق ہے۔ لوگ جن شرکاء کو پکارتے ہیں وہ باطل ہیں ، عبادت صرف اللہ وحدہ کی چاہئے۔ قیامت کے دن کے بعد جو حساب و کتاب ہوگا اس میں نہ والد اپنی اولاد کا فدیہ دے سکے گا اور یہ ہی بچہ اپنے والدیں کی طرف سے کوئی بدلہ دے سکے گا۔ ان فیصلوں کے ساتھ کئی دوسرے اور جدید ایشوز نہایت موثر انداز میں لیے گئے ہیں۔ یہ سب مسائل بھی اس کائنات کے فریم و رک میں زیر بحث آتے ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 31,
      "text": "ولو ان ما فی الارض ۔۔۔۔۔۔۔ ان اللہ سمیع بصیر (27 – 28)\nیہ ایک ایسا منظر ہے جو انسانوں کی معلومات اور ان کے محدود مشاہدات سے لیا گیا ہے تاکہ اللہ کی مشیت کے لامحدود کارناموں کو ان کے تصور کے قریب کردیا جائے۔ اس تمثیل اور مجسم انداز کے بغیر انسانی تصور اس کا ادراک ہی نہیں کرسکتا تھا۔\nانسان اپنے علم کو لکھتے ہیں اور اپنے اقوال کا ریکارڈ کرتے ہیں ، اپنے احکام کو نافذ کرتے ہیں اور قلموں کے ذریعے وہ لکھتے ہیں۔ یہ قلمیں جنگلوں اور کلک سے بناتے ہیں اور پھر سیاسی بنا کر اس سے لکھتے ہیں۔ یہ سیاہی ایک شیشی یا ایک دوات میں ہوتی ہے۔ چناچہ کہا جاتا ہے کہ پوری زمین کے درختوں سے قلمیں بنا دی جائیں اور تمام سمندروں کے پانی کو سیاہی میں بدل دیا جائے اور ان جیسے سات اور سمندر بھی لے آئے جائیں اور لکھنے والے بیٹھ جائیں۔ اللہ کے نئے نئے کلمات جو اللہ کے علم پر دلالت کرتے ہوں تو یہ سب سمندروں کی روشنائی ختم ہوجائے اور اللہ کے کلمات علمیہ ختم نہ ہوں اور اللہ کے علم کی انتہا نہ ہو۔ اس لیے کہ ایک محدود قوت لا محدود کو احاطہ میں لانا چاہتی ہے۔ محدود قوت جس قدر بھی آگے جائے ، بہرحال اس کی قوت ایک جگہ جاکر ختم ہوجاتی ہے اور لامحدود و غیر محیط ہی رہتا ہے۔ غرض اللہ کے کلمات ختم نہیں ہوتے کیونکہ اللہ کا علم لامحدود ہے۔ اللہ کا ارادہ کسی سرحد پر نہیں رکتا۔ اور اللہ کی مشیت کے حدود وقیود نہیں ہیں۔\nدرخت اور سمندر غائب ہوجاتے ہیں ۔ تمام زندہ چیزیں اور تمام مردہ چیزیں غائب ہو کر ختم ہوجاتی ہیں۔ تمام حالات اور صورتیں پس پردہ چلی جاتی ہیں اور انسانی دل ، اللہ کے جلال اور قدرت کے سامنے سہما ہوا رہ جاتا ہے۔ وہ قدرت جو نہ پھرتی ہے ، نہ بدلتی ہے اور نہ غائب ہوتی ہے۔ اللہ خالق اور قوی اور مدبر اور حکیم کے سامنے انسان دنگ رہ جاتا ہے۔\nان اللہ عزیز حکیم (31: 27) ” بیشک اللہ زبردست اور حکیم ہے “۔ اس سفر میں ہم ہولناک منظر کے سامنے کھڑے ہوئے ہیں اور اب انسانی فکر و نظر کی تاروں پر آخری مضراب ! بتایا جاتا ہے کہ اللہ کے سامنے تمام لوگوں کا دوبارہ اٹھانا بہت ہی آسان ہے۔\nما خلقکم ولا بعثکم ۔۔۔۔۔ سمیع بصیر (31: 28) ” تم سارے انسانوں کو پیدا کرنا اور پھر دوبارہ جلا اٹھانا تو بس ایسا ہی ہے جیسے ایک نفس کو پیدا کرنا اور اٹھانا۔ حقیقت یہ ہے کہ اللہ سب کچھ دیکھنے اور سننے والا ہے “۔ وہ ارادہ جس کے متوجہ ہوتے ہی مخلوق پیدا ہوجاتی ہے۔ اس کے لیے برابر ہے کہ وہ ارادہ ایک چیز کی طرف متوجہ ہو یا بیشمار چیزوں کی طرف متوجہ ہو۔ اللہ کے لیے یہ نہیں ہوتا کہ وہ ایک ایک آدمی کو بناتا پھرے اور ایک ایک آدمی پر محنت کرے۔ اس کے لیے ایک آدمی کا پیدا کرنا اور بیشمار ملین لوگوں کا پیدا کرنا اور ہی طرح کا ہے۔ ایک شخص کا زندہ کرکے اٹھانا اور بیشمار بلین لوگوں کو اٹھانا اللہ کے لیے ایک ہی جیسا ہے۔ اللہ نے تو صرف ایک لفظ کن کہنا ہے۔\nانما امرہ اذا ۔۔۔۔۔۔ فیکون ” اس کا حکم ، جب وہ کسی چیز کو پیدا کرنا چاہے ، تو یہ ہوتا ہے کہ اسے کہہ دے کہ ہوجا ، بس وہ ہوجاتی ہے “۔ اس قدرت ، اس علم ، اور اس مہارت کے ساتھ تخلیق اور بعث بعد الموت اور حساب و کتاب کا عمل سر انجام دیا جائے گا۔ ان اللہ سمیع بصیر (31: 28) ” اللہ سب کچھ سننے اور جاننے والا ہے “۔\nاب اس سورة کا تیسرا سفر یا تیسرا راؤنڈ ہے۔ اور اس میں بھی وہی مسئلہ توحید زیر بحث ہے جو پہلے دو اسفار میں تھا۔ فیصلہ ہوتا ہے کہ اللہ حق ہے۔ لوگ جن شرکاء کو پکارتے ہیں وہ باطل ہیں ، عبادت صرف اللہ وحدہ کی چاہئے۔ قیامت کے دن کے بعد جو حساب و کتاب ہوگا اس میں نہ والد اپنی اولاد کا فدیہ دے سکے گا اور یہ ہی بچہ اپنے والدیں کی طرف سے کوئی بدلہ دے سکے گا۔ ان فیصلوں کے ساتھ کئی دوسرے اور جدید ایشوز نہایت موثر انداز میں لیے گئے ہیں۔ یہ سب مسائل بھی اس کائنات کے فریم و رک میں زیر بحث آتے ہیں۔"
    },
    {
      "ayah": 29,
      "surah": 31,
      "text": "الم تر ان اللہ ۔۔۔۔۔۔ وان اللہ ھو العلی الکبیر (29 – 30)\nرات کا دن میں داخل ہونا اور دن کا رات میں داخل ہونا ، ان کا باہم متضاد ہونا اور مختلف موسموں میں ان کا لمبا اور چھوٹا ہونا ایک عجیب منظر ہے۔ لیکن سالوں سے اسے دیکھتے چلے جانا اور بار بار ایسا ہونا انسانوں کو اس سے مانوس کردیتا ہے اور اکثریت اس اعجوبے کو دیکھتے ہوئے بھی اس کو محسوس نہیں کرتی۔ حالانکہ وہ نہایت ہی باریکی کے ساتھ اور کڑے نظم کے ساتھ واقعہ ہو رہا ہے اور اس میں سیکنڈ کا فرق بھی نہیں آتا۔ اس میں کوئی خلل نہیں آتا۔ کبھی ایک بار بھی۔ یہ مسلسل دوران زمین اور دوران کر ات ، جس میں کوئی کرہ اپنے مدار سے نہ ادھر ادھر ہوتا ہے اور نہ رکھتا ہے۔ ایک عظیم اعجوبہ ہے۔ صرف اللہ وحدہ کی ذات ہی اس قسم کے نظام کو وجود میں لاسکتی ہے اور چلا سکتی ہے اور حفاظت سے رکھ سکتی ہے۔ اس حقیقت کا ادراک صرف افلاک سماوی اور کر ات فلکی کے مدارات ہی کے مشاہدے سے ہوجاتا ہے۔\nرات اور دن کے اس تغیر کا تعلق شمس و قمر کے دوران سے بھی واضح ہے۔ شمس و قمر کو مسخر کرکے فضا میں رکھتا ، روز و شب کے ظہور سے بھی زیادہ عجیب ہے۔ ان کے لمبے چھوٹے ہونے سے بھی زیادہ عجیب۔ اس عظیم نظام کو صرف اللہ ہی مسخر کرسکتا ہے جو مدبر وخبیر ہے ، وہی ہے جو ان چیزوں کو وقت معلوم تک صحیح اندازے سے چلا سکتا ہے۔ رات کا دن میں داخل ہونا اور دن کا رات میں داخل ہونا تو اس پوری کائنات کا ایک معمولی حصہ ہے۔ شمس و قمر کی تسخیر بھی ایک واضح حقیقت ہے ، شمس و قمر کی اہمیت ایک عام آدمی کے لیے یہ ہے کہ یہ دونوں اجرام فلکی انسان کے سامنے اور قریب ہیں ورنہ کائنات میں تو یہ بھی ذرے اور حقیر ذرے ہی ہیں۔ اس عظیم علم اور انتظام کے بعد پھر :\nان اللہ بما تعملون خبیر (31: 29) ” جو کچھ تم کرتے ہو ، اللہ اس سے باخبر ہے “۔ یہ تو ایک معمولی سی بات ہے۔ ان کائناتی حقائق کے بعد یہ غیبی حقیقت بہت ہی چھوٹی ہے اور اللہ کے لیے اس کا کرنا مشکل نہیں۔ یہ دونوں حقائق باہم مربوط ہیں۔ گردش لیل و نہار ، تسخیر و شمس و قمر اور اللہ کے علیم وخبیر ہونا ، ان تین حقائق کے بعد ایک عظیم حقیقت بیان کی جاتی ہے جس کے اوپر ان تینوں حقائق کا دارومدار ہے اور اس عظیم حقیقت کو اس سفر میں بیان کیا گیا ہے اور اس کے لیے یہ دلیل دی گئی ہے۔\nذلک بان اللہ ھو الحق ۔۔۔۔۔۔ العلی الکبیر (31: 30) ” یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے اور اسے چھوڑ کر جن دوسری چیزوں کو یہ لوگ پکارتے ہیں ، وہ سب باطل ہیں ، اور (اس وجہ سے کہ) اللہ ہی بزرگ و برتر ہے “۔ ” یہ “ یعنی یہ نظام کائنات جو بہت ہی پیچیدہ ، باریک دائم ، ثابت اور نہایت ہی ہم آہنگ ہے۔ یہ نظام اس لیے قائم ہے کہ اللہ حق ہے اور اللہ کے سوا تمام دوسرے معبود الٰہ باطل ہیں ۔ یہ نظام کائنات حقیقت کبریٰ کی وجہ سے قائم ہے اور حقیقت کبریٰ اللہ واجب الوجود ہے جس کی وجہ سے یہ پورا وجود قائم ہے۔ چونکہ یہ کائنات قائم ہے ، لہٰذا اللہ حق ہے اور تبھی یہ کائنات قائم ہے۔ وہی اسے قائم کرتا ہے۔ چلاتا ہے ، حفاظت کرتا ہے اور تدبیر کرتا ہے۔ وہی ہے جو اس کائنات کے قائم رہنے کی ضمانت ہے “ وہی اس کے قرار ربط اور نظم کا سبب ہے۔\nذلک بان اللہ ھو الحق (31: 30) ” یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے “۔ اللہ کے سوا ہر چیز متغیر اور متبدل ہے۔ اللہ کے سوا ہر چیز اپنا رخ بدلتی ہے۔ اللہ کے سوا ہر چیز میں زیادتی اور نقصان واقع ہوتا ہے۔ اس کے اوپر ضعف اور قوت ، جوانی اور بڑھاپا ، عروج وزوال ، اقبال و ادبار آتا ہے۔ اللہ کے سوا ہر چیز نہ تھی نہ ہوئی نہ تھی اور نہ ہوگی۔ یہ صرف اللہ ہی ہے جو قائم و دائم ہے۔ اور اس پر کوئی تغیر ، تبدل اور زوال نہیں آتا۔ نفس انسانی کے اندر ایک چیز رہتی ہے اور وہ یہ کہ اللہ کا یہ قول۔\nذلک بان اللہ ھو الحق (31: 30) کی پوری مراد ہم الفاظ میں منتقل نہیں کرسکے۔ اس کا ایک مفہوم ہے اور اس کو محسوس کیا جاتا ہے لیکن میرے لیے اسے الفاظ میں لانا مشکل ہے۔ اسی طرح یہ تعبیر ان اللہ ھو العلی الکبیر (31: 30) اس کے سوا کوئی علی اور کبیر نہیں ہے۔ ان تعبیرات کے بارے میں ، میں نے ایک ایسی بات کہہ دی ہے جس کو میرا پورا وجود پاتا ہے۔ میں کہتا ہوں کہ انسانی تعبیرات میں وہ الفاظ نہیں ہیں کہ ان کے ذریعے ان دو فقروں میں پائے جانے والے حقائق کا اظہار کیا جاسکے۔ یہ بہت ہی بلند حقائق ہیں۔ اللہ حق ہے ، علی ہے ، کبیر ہے۔ انسانی تعبیرات ان مفاہم کو جو ان فقروں سے محسوس کیے جاسکتے ہیں اور محدود کردیتی ہیں۔ اس لیے صرف قرآن کی تعبیر ہی ان کے لیے کافی ہے۔\nاس کائناتی منظر ، عالم بالا کے منظر کے بعد ایک دوسرا منظر جو انسانوں کے تجربے اور مشاہدے میں آتا ہی رہتا رہے ، روز و شب انسان ان کے تجربے سے گزرتے ہیں۔ یہ ایک کشتی ہے جو سمندر کی وسعتوں میں تیر رہی ہے۔ یہ بھی اللہ کے فضل و کرم سے تیر رہی ہے۔ اللہ لوگوں کو اس منظر میں ایک خطرناک حالت کے ساتھ کھڑا کردیتے ہیں۔ ایسے مناظر سے اکثر مخاطبین خود گزر چکے ہیں۔ یہ ایک فطری سفر ہے ۔ اس میں انسان قدرت اور قدرتی قوتوں کے اندر گھرا ہوتا ہے۔ اس کے پاس کوئی قوت ، کوئی مقابلہ ، کوئی گرفت اور کوئی غرور نہیں ہوتا۔ جب انسان اس کشتی میں سفر کر رہا ہوتا ہے اور سمندر کی گہرائیوں میں ہوتا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 31,
      "text": "درس نمبر 185 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 19\nالم ۔۔۔۔۔۔ واولئک ھم المفلحون (1 – 5)\nحروف مقطعات ا۔ ل۔ م سے آغاز ہوتا ہے۔ اور اس کے بعد یہ فقرہ آتا ہے۔\nتلک آیت الکتب الحکیم (31: 2) ” یہ کتاب حکیم کی آیات ہیں “۔ اس میں یہ اشارہ ہے کہ کتاب الٰہی حروف سے مرکب ہے۔ جیسا کہ دوسری سورتوں میں بھی یہی اشارات موجود ہیں۔ کتاب کو کتاب حکمت کہا گیا ہے۔ کیونکہ اس کا اصل موضوع ہی فلسلفہ و حکمت ہے لہٰذا یہاں اس کتاب کی اس صفت کو لایا گیا کیونکہ اس سورة کے مضامین کے ساتھ اس کی مناسبت ہے اور یہی قرآن کا انداز ہے۔ کتاب کو کتاب حکیم کہہ کر یہ تاثر دیا گیا کہ یہ ایک زندہ کتاب ہے۔ اور یہ ارادتاً ایک ہدف کی بڑھ رہی ہے۔ گویا یہ ایک زندہ شخصیت ہے۔ بہت ہی دانشمند اور اس کی گفتگو میں ایک مقصد ہے۔ اس کا ایک متعیقن ہدف ہے ، اور یہ اس ہدف کی طرف بالارادہ بڑھ رہی ہے۔ اس میں روح ہے ، اس میں زندگی ہے۔ اس میں حرکت ہے ، اور اس کتاب کی ایک ذات اور شخصیت ہے جو متعین ہے۔ یہ محبت کرنے والی ہے اور یہ ہر اس شخص کے ساتھ مکالمہ کرتی ہے جو اس کی صحبت میں بیٹھے۔ جو اس کے سایوں میں زندگی بسر کرے اور وہ اس کی اس کشش کو محسوس کرے جس طرح ایک زندہ دوسرے زندہ کی طرف رکھتا ہے اور جس طرح دوست دوست کی طرف کھینچتا ہے۔\nیہ ہے کتاب حکیم ۔ اور اس کی آیات ہدایت اور رحمت ہیں محسنین کے لیے۔ یہ اس کی اصل ماہیت ہے کہ یہ کتاب ہدایت ہے اور یہ محسنین کے لئے ہمیشہ ہدایت رہتی ہے۔ یہ ان کو ایک متعین منزل مقصود تک پہنچاتی ہے جس طرح ایک زندہ شخص کسی کو راہ دکھاتا ہے مگر کرخت طریقے سے نہیں بالکل الفت اور محبت کے ساتھ نہایت آرام اطمینان کے ساتھ اور اس کی ہدایت یہ ہے کہ پہلے نماز قائم کرو اور اپنے رب سے رابطہ قائم کرو اور پھر زکوٰۃ ادا کرو ، اہل ایمان کے دل اس کے ذریعے بالم جوڑ کر رکھ دو اور پھر تمام اہل ایمان اللہ کی اس کائنات کے لیے ہمکلام اور مربوط ہوجائیں جس میں وہ رہتے ہیں۔ یہ کتاب وہ اقدار اور وہ حالات پیدا کرتی ہے جس میں تمام انسانوں کا مقام متعین ہو اور وہ اپنی اصل پہچان جان سکیں۔ اس کتاب کے ہدایت یافتہ لوگ اس فطرت سے بھی متعارف ہوں جس فطرت پر انہیں پیدا کیا گیا ہے اور سیدھے ہوں اور ان کے اندر کوئی زیغ اور ٹیڑھ نہ ہو۔\nیہ کتاب جن محسنین کے لیے ہدایت ہے وہ کون ہیں ؟\nالذین یقیمون ۔۔۔۔۔ ھم یوقنون (31: 4) ” جو نماز قائم کرتے ہیں ، زکوۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں “۔ جب کوئی نماز قائم کرتا ہے ۔ اس کے پورے ارکان کے ساتھ اسے ادا کرتا ہے ، بروقت ادا کرتا ہے اور مکمل طور پر ادا کرتا ہے تو اس کی حکمت ، اس کا اثر انسانی شعور اور انسانی طرز عمل میں واضح ہو کر سامنے آتا ہے ، اور اس کے ذریعہ اللہ اور بندے کے درمیان وہ تعلق قائم ہوجاتا ہے ، جو مطلوب ہے۔ اللہ سے انس پیدا ہوتا ہے اور نماز کے اندر مٹھاس پیدا ہوجاتی ہے اور زکوٰۃ کا فائدہ یہ ہے کہ انسان کے اندر جو فطری بخل ہے ، اس پر انسان قابو پالیتا ہے۔ وہ امت مسلمہ کے لیے ایک اجتماعی نظام کی بنیاد ہوتی ہے اور امت کے اندر اجتماعی کفالت کی بنیاد پڑتی ہے۔ اس سوسائٹی میں امیروں اور غریبوں دونوں کے اندر ارتماد ہوتا ہے۔ اطمینان ہوتا ہے اور باہم مودت اور محبت ہوتی ہے۔ اس کے اندر طبقاتی نفرت نہیں ہوتی اور آخرت پر ایمان تو تمام نیکیوں کی اساس ہے۔ اس سے قلب بشری ہر وقت بیدار رہتا ہے۔ اس کی نظریں عالم آخرت پر ہوتی ہیں اور زمین کی گندگیوں اور زمین کے عارضی سازوسامان کے مقابلے میں اس کی نظریں بلند ہوتی ہیں۔ خفیہ طور پر اور اعلانیہ طور پر انسان یہ دیکھتا ہے کہ اسے اللہ دیکھ رہا ہے اور انسان درجہ احسان تک پہنچ جاتا ہے جس کے بارے میں حضور ﷺ نے فرمایا ” احسان یہ ہے کہ تم اللہ کی بندگی اس طرح کرو کہ اسے تم دیکھ رہے ہو ، اگر تم اسے نہ دیکھ رہے ہو تو وہ تمہیں دیکھ رہا ہے “۔ (بخاری و مسلم ، کتاب الایمان)\nیہ لوگ جو ایسی نماز پڑھتے ہیں ، جو اس نیت سے زکوۃ دیتے ہیں۔ اور آخرت پر یقین رکھتے ہیں۔\nاولئک علی ۔۔۔۔۔ ھم المفلحون (31: 5) ” یہی لوگ رب کی طرف سے راہ راست پر ہیں اور یہی لوگ فلاح پانے والے ہیں “۔ جس نے ہدایت پائی۔ اس نے فلاح پائی۔ وہ ایک روشنی پر چل رہا ہوتا ہے۔ منزل مقصود تک پہنچ جاتا ہے ۔ گمراہیوں سے اور فساد سے بچ جاتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ اس کرہ ارض پر اپنے اس سفر پر وہ مطمئن ہوتا ہے ، پھرتا رہتا ہے۔ وہ اس کائنات کے ساتھ ہم سفر ہوتا ہے اور اس کائنات کے ایک جزء کے طور پر اس کے ساتھ ہم آہنگی سے سفر طے کرتا جاتا ہے ، نہایت انس و محبت کے ساتھ۔ ایسے ہی لوگ اس کتاب کی آیات سے راہنمائی پاتے ہیں۔ محسن ، غازی ، زکوٰۃ دینے والے ، آخرت کا یقین رکھنے والے۔ یہ لوگ دنیا اور آخرت میں فلاح پانے والے ہیں۔ یہ لوگ ایک فریق ہیں۔ ان کے مقابلے میں ایک فریق اور بھی ہے۔ کیا ہیں اس کے خدوخال ؟"
    },
    {
      "ayah": 30,
      "surah": 31,
      "text": "الم تر ان اللہ ۔۔۔۔۔۔ وان اللہ ھو العلی الکبیر (29 – 30)\nرات کا دن میں داخل ہونا اور دن کا رات میں داخل ہونا ، ان کا باہم متضاد ہونا اور مختلف موسموں میں ان کا لمبا اور چھوٹا ہونا ایک عجیب منظر ہے۔ لیکن سالوں سے اسے دیکھتے چلے جانا اور بار بار ایسا ہونا انسانوں کو اس سے مانوس کردیتا ہے اور اکثریت اس اعجوبے کو دیکھتے ہوئے بھی اس کو محسوس نہیں کرتی۔ حالانکہ وہ نہایت ہی باریکی کے ساتھ اور کڑے نظم کے ساتھ واقعہ ہو رہا ہے اور اس میں سیکنڈ کا فرق بھی نہیں آتا۔ اس میں کوئی خلل نہیں آتا۔ کبھی ایک بار بھی۔ یہ مسلسل دوران زمین اور دوران کر ات ، جس میں کوئی کرہ اپنے مدار سے نہ ادھر ادھر ہوتا ہے اور نہ رکھتا ہے۔ ایک عظیم اعجوبہ ہے۔ صرف اللہ وحدہ کی ذات ہی اس قسم کے نظام کو وجود میں لاسکتی ہے اور چلا سکتی ہے اور حفاظت سے رکھ سکتی ہے۔ اس حقیقت کا ادراک صرف افلاک سماوی اور کر ات فلکی کے مدارات ہی کے مشاہدے سے ہوجاتا ہے۔\nرات اور دن کے اس تغیر کا تعلق شمس و قمر کے دوران سے بھی واضح ہے۔ شمس و قمر کو مسخر کرکے فضا میں رکھتا ، روز و شب کے ظہور سے بھی زیادہ عجیب ہے۔ ان کے لمبے چھوٹے ہونے سے بھی زیادہ عجیب۔ اس عظیم نظام کو صرف اللہ ہی مسخر کرسکتا ہے جو مدبر وخبیر ہے ، وہی ہے جو ان چیزوں کو وقت معلوم تک صحیح اندازے سے چلا سکتا ہے۔ رات کا دن میں داخل ہونا اور دن کا رات میں داخل ہونا تو اس پوری کائنات کا ایک معمولی حصہ ہے۔ شمس و قمر کی تسخیر بھی ایک واضح حقیقت ہے ، شمس و قمر کی اہمیت ایک عام آدمی کے لیے یہ ہے کہ یہ دونوں اجرام فلکی انسان کے سامنے اور قریب ہیں ورنہ کائنات میں تو یہ بھی ذرے اور حقیر ذرے ہی ہیں۔ اس عظیم علم اور انتظام کے بعد پھر :\nان اللہ بما تعملون خبیر (31: 29) ” جو کچھ تم کرتے ہو ، اللہ اس سے باخبر ہے “۔ یہ تو ایک معمولی سی بات ہے۔ ان کائناتی حقائق کے بعد یہ غیبی حقیقت بہت ہی چھوٹی ہے اور اللہ کے لیے اس کا کرنا مشکل نہیں۔ یہ دونوں حقائق باہم مربوط ہیں۔ گردش لیل و نہار ، تسخیر و شمس و قمر اور اللہ کے علیم وخبیر ہونا ، ان تین حقائق کے بعد ایک عظیم حقیقت بیان کی جاتی ہے جس کے اوپر ان تینوں حقائق کا دارومدار ہے اور اس عظیم حقیقت کو اس سفر میں بیان کیا گیا ہے اور اس کے لیے یہ دلیل دی گئی ہے۔\nذلک بان اللہ ھو الحق ۔۔۔۔۔۔ العلی الکبیر (31: 30) ” یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے اور اسے چھوڑ کر جن دوسری چیزوں کو یہ لوگ پکارتے ہیں ، وہ سب باطل ہیں ، اور (اس وجہ سے کہ) اللہ ہی بزرگ و برتر ہے “۔ ” یہ “ یعنی یہ نظام کائنات جو بہت ہی پیچیدہ ، باریک دائم ، ثابت اور نہایت ہی ہم آہنگ ہے۔ یہ نظام اس لیے قائم ہے کہ اللہ حق ہے اور اللہ کے سوا تمام دوسرے معبود الٰہ باطل ہیں ۔ یہ نظام کائنات حقیقت کبریٰ کی وجہ سے قائم ہے اور حقیقت کبریٰ اللہ واجب الوجود ہے جس کی وجہ سے یہ پورا وجود قائم ہے۔ چونکہ یہ کائنات قائم ہے ، لہٰذا اللہ حق ہے اور تبھی یہ کائنات قائم ہے۔ وہی اسے قائم کرتا ہے۔ چلاتا ہے ، حفاظت کرتا ہے اور تدبیر کرتا ہے۔ وہی ہے جو اس کائنات کے قائم رہنے کی ضمانت ہے “ وہی اس کے قرار ربط اور نظم کا سبب ہے۔\nذلک بان اللہ ھو الحق (31: 30) ” یہ سب کچھ اس وجہ سے ہے کہ اللہ ہی حق ہے “۔ اللہ کے سوا ہر چیز متغیر اور متبدل ہے۔ اللہ کے سوا ہر چیز اپنا رخ بدلتی ہے۔ اللہ کے سوا ہر چیز میں زیادتی اور نقصان واقع ہوتا ہے۔ اس کے اوپر ضعف اور قوت ، جوانی اور بڑھاپا ، عروج وزوال ، اقبال و ادبار آتا ہے۔ اللہ کے سوا ہر چیز نہ تھی نہ ہوئی نہ تھی اور نہ ہوگی۔ یہ صرف اللہ ہی ہے جو قائم و دائم ہے۔ اور اس پر کوئی تغیر ، تبدل اور زوال نہیں آتا۔ نفس انسانی کے اندر ایک چیز رہتی ہے اور وہ یہ کہ اللہ کا یہ قول۔\nذلک بان اللہ ھو الحق (31: 30) کی پوری مراد ہم الفاظ میں منتقل نہیں کرسکے۔ اس کا ایک مفہوم ہے اور اس کو محسوس کیا جاتا ہے لیکن میرے لیے اسے الفاظ میں لانا مشکل ہے۔ اسی طرح یہ تعبیر ان اللہ ھو العلی الکبیر (31: 30) اس کے سوا کوئی علی اور کبیر نہیں ہے۔ ان تعبیرات کے بارے میں ، میں نے ایک ایسی بات کہہ دی ہے جس کو میرا پورا وجود پاتا ہے۔ میں کہتا ہوں کہ انسانی تعبیرات میں وہ الفاظ نہیں ہیں کہ ان کے ذریعے ان دو فقروں میں پائے جانے والے حقائق کا اظہار کیا جاسکے۔ یہ بہت ہی بلند حقائق ہیں۔ اللہ حق ہے ، علی ہے ، کبیر ہے۔ انسانی تعبیرات ان مفاہم کو جو ان فقروں سے محسوس کیے جاسکتے ہیں اور محدود کردیتی ہیں۔ اس لیے صرف قرآن کی تعبیر ہی ان کے لیے کافی ہے۔\nاس کائناتی منظر ، عالم بالا کے منظر کے بعد ایک دوسرا منظر جو انسانوں کے تجربے اور مشاہدے میں آتا ہی رہتا رہے ، روز و شب انسان ان کے تجربے سے گزرتے ہیں۔ یہ ایک کشتی ہے جو سمندر کی وسعتوں میں تیر رہی ہے۔ یہ بھی اللہ کے فضل و کرم سے تیر رہی ہے۔ اللہ لوگوں کو اس منظر میں ایک خطرناک حالت کے ساتھ کھڑا کردیتے ہیں۔ ایسے مناظر سے اکثر مخاطبین خود گزر چکے ہیں۔ یہ ایک فطری سفر ہے ۔ اس میں انسان قدرت اور قدرتی قوتوں کے اندر گھرا ہوتا ہے۔ اس کے پاس کوئی قوت ، کوئی مقابلہ ، کوئی گرفت اور کوئی غرور نہیں ہوتا۔ جب انسان اس کشتی میں سفر کر رہا ہوتا ہے اور سمندر کی گہرائیوں میں ہوتا ہے۔"
    },
    {
      "ayah": 31,
      "surah": 31,
      "text": "الم تران الفلک ۔۔۔۔۔۔ کل ختار کفور (31 – 32)\nیہ کشتی ان قوانین قدرت کے مطابق چلتی ہے جو اللہ نے شمندر ، کشتی ، ہوا ، زمین اور آسمانوں میں رکھتے ہیں۔ اللہ نے ان چیزوں کو ان خصوصیات کے ساتھ پیدا کیا کہ کشتی سمندروں میں چلنے لگی ہے ، نہ ڈوبتی ہے ، اور نہ ایک جگہ منجمد رہتی ہے۔ اگر اس خواص میں سے کوئی بھی خاصیت کسی ایک چیز کی ختم ہوجائے تو کشتی سمندر میں نہ چل سکے۔ اگر پانی کی کثافت ختم ہوجائے یا کشتی کے مادے کی کثافت ختم ہوجائے یا اس کی مقدار میں کمی بیشی ہوجائے۔ ہوا کا دباؤ سمندر پر کم ہوجائے ، ہوا کی موجیں یا سمندر کی موجوں میں ظلل ہوجائے اور اگر وہ درجہ حرارت ختم ہوجائے جس کے مطابق پانی پانی رہتا ہے اور جس کی وجہ سے ہوا اور پانی کی موجیں مناسب حدود میں رہتی ہیں۔ اگر موجودہ حالت سے ایک فیصدی تبدیلی بھی ہوجائے تو کشتی سمندر کے پانیوں کے اوپر نہ تیر سکے۔ ان خواص کے علاوہ دوسرے عوامل کے مقابلے میں اللہ پر کشتی کا حامی و مددگار ہوتا ہے کہ امواج کی سرکشی کو روکتا ہے۔ طوفانوں اور موسمی اثرات سے بچاتا ہے۔ سمندر کی دوریوں میں اللہ کے سوا کوئی اور بچانے والا نہیں ہوتا لہٰذا یہ ہر حال میں اللہ کے رحم و کرم اور فضل و مہربانی کے ساتھ چلتی ہے۔ پھر اس کے اندر اللہ کے فضل کی چیزیں لدی ہوتی ہیں۔ قرآن کریم سے معلوم ہوتا ہے کہ فضل کے یہ دونوں معنے ہو سکتے ہیں۔\nلیریکم من ایتہ (31: 31) ” تاکہ وہ تمہیں اپنی نشانیاں دکھائے جو تمہاری نظروں کے سامنے ہیں۔ بشرطیکہ کوئی دیکھنا چاہے۔ ان میں کوئی اجمال اور اخفا نہیں ہے۔\nان فی ذلک ۔۔۔۔ شکور (31: 31) ” اس میں نشانیاں ہیں ہر صبار اور شکور کے لیے “۔ یعنی مشکلات پر صبر کرنے والا اور سہولیات پر شکر کرنے والا ۔ انسان ہر وقت ان دونوں حالات میں سے کسی ایک میں تو ہوتا ہی ہے۔ لیکن لوگوں کی حالت یہ ہے کہ نہ صبر کرتے ہیں اور نہ شکر کرتے ہیں۔ جب مصیبت آتی ہے تو چیختے لگتے ہیں اور اگر نجات دے دی جاتی ہے تو چند لوگوں کے سوا شکر نہیں کرتے۔\nواذا غشیھم ۔۔۔۔۔ لہ الدین (31: 32) ” اور جب ان پر ایک موج سائبان کی طرح چھا جاتی ہے تو یہ اللہ کو پکارتے ہیں اپنے دین کو صرف اس کے لیے خالص کرکے “۔ ایسے حالات میں کہ کشتی گہرے سمندروں میں ایک پرکاہ کی طرح ہوتی ہے اور موجیں ایسی اٹھ رہی ہوتی ہیں جیسے سائبان ، اور کشتی کے اوپر آجاتی ہیں تو ایسے خطرناک حالات میں یہ لوگ جھوٹے خداؤں کو چھوڑ کر ، موہومہ خداؤں کو چھوڑ کر صرف اللہ کو پکارتے ہیں۔ امن وامان کے دنوں میں یہ جھوٹے اور موہوم معبود ان کی فطرت کو ڈھانپ لیتے ہیں اور فطرت اور خالق فطرت کے درمیان حائل ہوجاتے ہیں اور حالت خطر میں جب یہ پردے گر جاتے ہیں اور ان کی فطرت پردوں اور تہوں کے نیچے کھلی ہو کر سامنے آتی ہے اور وہ اپنے رب کے سامنے سیدھی کھڑی ہوتی ہے۔ اپنے رب کی طرف رجوع کرلیتی ہے تو زمین اللہ کے لیے خالص کردیتی ہے۔ اب وہ ہر جھوٹے مدعی کا انکار کردیتی ہے ہر اس معبود\nکو ترک کردیتی ہے جو اجنبی ہے اور دین اللہ کے لیے خالص کرکے صرف اسی کو پکارتی ہے۔\nفلما نجھم الی البر فمنھم مقتصد (31: 32) ” پھر جب وہ بچا کر انہیں خشکی تک پہنچا دیتا ہے تو ان میں سے کوئی اقتصاد برتتا ہے “۔ اسے امن و سلامتی اور خوشحالی و سرکشی اور حد سے گزرنے کی طرف نہیں بھینچ لاتی۔ اور یہ مسلسل اللہ کا شکر ادا کرتا رہتا ہے۔ اگرچہ یہ ذکرو فکر میں اللہ کا پورا حق ادا نہیں کرتا ، کیونکہ ذاکر و شاکر جن انتہاؤں تک پہنچ سکتا ہے وہ یہی ہو سکتی ہیں کہ وہ ادا میں مقتصد ہو اور باطل سیدھا ہو۔ (لہٰذا مقتصد کا مطلب میانہ روی کا ہے) ۔ بعض لوگ ایسے ہوتے ہیں کہ خطرہ ٹلتے ہی اور حالت امن آتے ہی وہ اللہ کی آیات کا انکار کرتے ہیں۔\nوما یجحد بایتنا الا کل ختار کفور (31: 32) ” اور ہماری آیتوں کا انکار وہی شخص کرتا ہے جو غدار اور ناشکرا ہو “۔ ختار ، سخت غدار کو کہتے ہیں اور کفور شدید کفر کرنے والے کو کہا جاتا ہے۔ یہ مبالغہ ایسا ہے کہ جو کسی شخص کا وصف بن جاتا ہے اور یہ الفاظ اس شخص کے لیے بہت ہی مناسب ہیں جو کائنات کی ان لاجواب نشانیوں کو دیکھ کر بھی اور فطرت کی واضح منطق پاکر بھی اللہ کی آیات کا انکار کرتا ہے۔\nسمندر کی خوفناکیوں کی مناسبت سے ، جہاں لوگوں کا غرور علم ، غرور قوت اور غرور قدرت کا فور ہوجاتا ہے اور فطرت کے اوپر سے باطل کے پردے ہٹ جاتے ہیں اور انسان فطری دلائل و نشانات کو اپنے سامنے پاتا ہے۔ ان خوفناکیوں کی مناسبت سے یہاں بتا دیا جاتا ہے کہ اصل ہولناکیوں کا دن تو قیامت دن ہوگا۔ اس کے مقابلے میں سمندر کی ہولناکیاں کبھی بھی نہیں ہیں۔ وہ ایسا ہولناک دن ہوگا کہ باپ بیٹے کا تعلق ، رحم کا تعلق اور خون کا تعلق بھی ختم ہوگا۔ والد اپنی اولاد کو چھوڑ دے گا اور بیٹا والدین سے بھاگ رہا ہوگا وہاں ہر شخص اکیلا کھڑا ہوگا۔ کوئی مددگار نہ ہوگا اور کوئی سہارا نہ ہوگا۔ تمام رشتہ داریاں اور تعلقات ختم ہوں گے۔"
    },
    {
      "ayah": 32,
      "surah": 31,
      "text": "الم تران الفلک ۔۔۔۔۔۔ کل ختار کفور (31 – 32)\nیہ کشتی ان قوانین قدرت کے مطابق چلتی ہے جو اللہ نے شمندر ، کشتی ، ہوا ، زمین اور آسمانوں میں رکھتے ہیں۔ اللہ نے ان چیزوں کو ان خصوصیات کے ساتھ پیدا کیا کہ کشتی سمندروں میں چلنے لگی ہے ، نہ ڈوبتی ہے ، اور نہ ایک جگہ منجمد رہتی ہے۔ اگر اس خواص میں سے کوئی بھی خاصیت کسی ایک چیز کی ختم ہوجائے تو کشتی سمندر میں نہ چل سکے۔ اگر پانی کی کثافت ختم ہوجائے یا کشتی کے مادے کی کثافت ختم ہوجائے یا اس کی مقدار میں کمی بیشی ہوجائے۔ ہوا کا دباؤ سمندر پر کم ہوجائے ، ہوا کی موجیں یا سمندر کی موجوں میں ظلل ہوجائے اور اگر وہ درجہ حرارت ختم ہوجائے جس کے مطابق پانی پانی رہتا ہے اور جس کی وجہ سے ہوا اور پانی کی موجیں مناسب حدود میں رہتی ہیں۔ اگر موجودہ حالت سے ایک فیصدی تبدیلی بھی ہوجائے تو کشتی سمندر کے پانیوں کے اوپر نہ تیر سکے۔ ان خواص کے علاوہ دوسرے عوامل کے مقابلے میں اللہ پر کشتی کا حامی و مددگار ہوتا ہے کہ امواج کی سرکشی کو روکتا ہے۔ طوفانوں اور موسمی اثرات سے بچاتا ہے۔ سمندر کی دوریوں میں اللہ کے سوا کوئی اور بچانے والا نہیں ہوتا لہٰذا یہ ہر حال میں اللہ کے رحم و کرم اور فضل و مہربانی کے ساتھ چلتی ہے۔ پھر اس کے اندر اللہ کے فضل کی چیزیں لدی ہوتی ہیں۔ قرآن کریم سے معلوم ہوتا ہے کہ فضل کے یہ دونوں معنے ہو سکتے ہیں۔\nلیریکم من ایتہ (31: 31) ” تاکہ وہ تمہیں اپنی نشانیاں دکھائے جو تمہاری نظروں کے سامنے ہیں۔ بشرطیکہ کوئی دیکھنا چاہے۔ ان میں کوئی اجمال اور اخفا نہیں ہے۔\nان فی ذلک ۔۔۔۔ شکور (31: 31) ” اس میں نشانیاں ہیں ہر صبار اور شکور کے لیے “۔ یعنی مشکلات پر صبر کرنے والا اور سہولیات پر شکر کرنے والا ۔ انسان ہر وقت ان دونوں حالات میں سے کسی ایک میں تو ہوتا ہی ہے۔ لیکن لوگوں کی حالت یہ ہے کہ نہ صبر کرتے ہیں اور نہ شکر کرتے ہیں۔ جب مصیبت آتی ہے تو چیختے لگتے ہیں اور اگر نجات دے دی جاتی ہے تو چند لوگوں کے سوا شکر نہیں کرتے۔\nواذا غشیھم ۔۔۔۔۔ لہ الدین (31: 32) ” اور جب ان پر ایک موج سائبان کی طرح چھا جاتی ہے تو یہ اللہ کو پکارتے ہیں اپنے دین کو صرف اس کے لیے خالص کرکے “۔ ایسے حالات میں کہ کشتی گہرے سمندروں میں ایک پرکاہ کی طرح ہوتی ہے اور موجیں ایسی اٹھ رہی ہوتی ہیں جیسے سائبان ، اور کشتی کے اوپر آجاتی ہیں تو ایسے خطرناک حالات میں یہ لوگ جھوٹے خداؤں کو چھوڑ کر ، موہومہ خداؤں کو چھوڑ کر صرف اللہ کو پکارتے ہیں۔ امن وامان کے دنوں میں یہ جھوٹے اور موہوم معبود ان کی فطرت کو ڈھانپ لیتے ہیں اور فطرت اور خالق فطرت کے درمیان حائل ہوجاتے ہیں اور حالت خطر میں جب یہ پردے گر جاتے ہیں اور ان کی فطرت پردوں اور تہوں کے نیچے کھلی ہو کر سامنے آتی ہے اور وہ اپنے رب کے سامنے سیدھی کھڑی ہوتی ہے۔ اپنے رب کی طرف رجوع کرلیتی ہے تو زمین اللہ کے لیے خالص کردیتی ہے۔ اب وہ ہر جھوٹے مدعی کا انکار کردیتی ہے ہر اس معبود\nکو ترک کردیتی ہے جو اجنبی ہے اور دین اللہ کے لیے خالص کرکے صرف اسی کو پکارتی ہے۔\nفلما نجھم الی البر فمنھم مقتصد (31: 32) ” پھر جب وہ بچا کر انہیں خشکی تک پہنچا دیتا ہے تو ان میں سے کوئی اقتصاد برتتا ہے “۔ اسے امن و سلامتی اور خوشحالی و سرکشی اور حد سے گزرنے کی طرف نہیں بھینچ لاتی۔ اور یہ مسلسل اللہ کا شکر ادا کرتا رہتا ہے۔ اگرچہ یہ ذکرو فکر میں اللہ کا پورا حق ادا نہیں کرتا ، کیونکہ ذاکر و شاکر جن انتہاؤں تک پہنچ سکتا ہے وہ یہی ہو سکتی ہیں کہ وہ ادا میں مقتصد ہو اور باطل سیدھا ہو۔ (لہٰذا مقتصد کا مطلب میانہ روی کا ہے) ۔ بعض لوگ ایسے ہوتے ہیں کہ خطرہ ٹلتے ہی اور حالت امن آتے ہی وہ اللہ کی آیات کا انکار کرتے ہیں۔\nوما یجحد بایتنا الا کل ختار کفور (31: 32) ” اور ہماری آیتوں کا انکار وہی شخص کرتا ہے جو غدار اور ناشکرا ہو “۔ ختار ، سخت غدار کو کہتے ہیں اور کفور شدید کفر کرنے والے کو کہا جاتا ہے۔ یہ مبالغہ ایسا ہے کہ جو کسی شخص کا وصف بن جاتا ہے اور یہ الفاظ اس شخص کے لیے بہت ہی مناسب ہیں جو کائنات کی ان لاجواب نشانیوں کو دیکھ کر بھی اور فطرت کی واضح منطق پاکر بھی اللہ کی آیات کا انکار کرتا ہے۔\nسمندر کی خوفناکیوں کی مناسبت سے ، جہاں لوگوں کا غرور علم ، غرور قوت اور غرور قدرت کا فور ہوجاتا ہے اور فطرت کے اوپر سے باطل کے پردے ہٹ جاتے ہیں اور انسان فطری دلائل و نشانات کو اپنے سامنے پاتا ہے۔ ان خوفناکیوں کی مناسبت سے یہاں بتا دیا جاتا ہے کہ اصل ہولناکیوں کا دن تو قیامت دن ہوگا۔ اس کے مقابلے میں سمندر کی ہولناکیاں کبھی بھی نہیں ہیں۔ وہ ایسا ہولناک دن ہوگا کہ باپ بیٹے کا تعلق ، رحم کا تعلق اور خون کا تعلق بھی ختم ہوگا۔ والد اپنی اولاد کو چھوڑ دے گا اور بیٹا والدین سے بھاگ رہا ہوگا وہاں ہر شخص اکیلا کھڑا ہوگا۔ کوئی مددگار نہ ہوگا اور کوئی سہارا نہ ہوگا۔ تمام رشتہ داریاں اور تعلقات ختم ہوں گے۔"
    },
    {
      "ayah": 33,
      "surah": 31,
      "text": "یایھا الباس اتقوا ۔۔۔۔۔۔ یغرنکم باللہ الغرور (33) ” “۔ یہ نفسا نفسی کا عالم ہوگا۔ یہاں دنیا میں جو خوف ہوتا ہے دلوں میں اور شعور میں اس کی تو مثال ہوتی ہے۔ لیکن قیامت کا یہ خوف بےمثال ہوگا۔ اس میں تمام رشتہ داری اور خون کے تعلقات ختم ہوں گے۔ والدہ اولاد سے بھاگ رہا ہوگا۔ اور اولاد کو والدین کی پرواہ اور فکر نہ ہوگی۔ ہر شخص کو اپنی پڑی ہوگی ، نفسا نفسی کا عالم ہوگا ، کوئی کسی کی جگہ ضامن نہ ہوگا ، کسی کو بھی خود اس کے اپنے اعمال کے سوا کسی کا عمل فائدہ نہ دے سکے گا۔ ایسے حالات ظاہر ہے کہ ایسے خوف میں ہوں گے جس کی کوئی نظیر اس دنیا میں نہ ہوگی۔ لہٰذا یہاں خدا سے ڈرنے کی دعوت دینا بہت سی برمحل دعوت ہے اور آخرت کا مسئلہ نہایت ہی خوف کے عالم میں پیش ہوا ہے اس لیے و دماغ اس کی طرف متوجہ ہیں۔\nان وعد اللہ حق (31: 33) ” فی الواقعہ اللہ کا وعدہ سچا ہے “۔ نہ اللہ اس کے خلاف کرتا ہے اور نہ اللہ کا کہا ٹل سکتا ہے۔ ہر شخص کو اس بےمثال خوف سے گزرتا ہے اور ہر شخص کو پوری باریکی سے حساب و کتاب دینا ہے۔ ایک عادلانہ فیصلہ سننا ہے جس کے نیتجے میں نہ باپ بیٹے کا بدل ہوگا اور نہ بیٹا باپ کا۔\nفلما تغرنکم الحیوۃ الدنیا (31: 33) ” پس یہ دنیا کی زندگی تمہیں دھوکے میں نہ ڈال دے “۔ اس دنیا میں سازو سامان ہے ، لہو و لعب ہے لیکن اس کی مہلت بہت ہی محدود ہے۔ یہاں انسان آزمائش کیلئے بھیجا گیا ہے۔\nولا یغرنکم باللہ الغرور (31: 33) ” اور نہ دھوکہ باز تمہیں اللہ کے معاملے میں دھوکا دینے پائے “۔ کوئی سازو سامان تمہیں دھوکا نہ دے۔ کوئی شفل میلہ تمہیں بدراہ نہ کر دے ، کوئی شیطان تمہیں وسوسے میں نہ ڈالے۔ دھوکا باز بہت ہیں ، شیطان بیشمار ہیں اور دنیا کی دلچسپیاں بھی ہر طرف سے دامن کش ہیں۔ مال کا غرور بھی شیطان ہے۔ علم کا غرور بھی شیطان ہے ، قوت کا غرور بھی شیطان ہے اور شیطان پرستی بھی شیطان ہے ، خواہش نفس بھی شیطان ہے۔ شہوت جسمانی بھی شیطان ہے۔ ان تمام شیطانوں سے بچانے والی قوت خوف خدا کی قوت ہے۔\nاس سورة کے خاتمے اور اس چوتھے راؤنڈ کے خاتمے پر اور اس خوفناک منظر آخرت کی مناسبت سے فکر و خرد کے تاروں پر یہ آخری اور ذرا شدید مضراب لگتا ہے۔ اس میں اللہ کے علم لامحدود اور انسان کے محدود علم کی تصویر کھینچی جاتی ہے۔ انسان کا علم جس کی دسترس سے ہر وہ چیز غائب ہے جو نظروں سے اوجھل ہو۔ اب اس مسئلے کا فیصلہ کردیا جاتا ہے جو اس سورة کا موضوع ہے اور یہ نتیجہ قرآن کی عجیب تصویر کشی سے نکلتا ہے ، اللہ کے علم ازلی اور ابدی کی تصویر۔"
    },
    {
      "ayah": 34,
      "surah": 31,
      "text": "ان اللہ عندہ ۔۔۔۔۔ ان اللہ علیم خبیر (34)\nاللہ تعالیٰ نے قیام قیامت کی گھڑی کو ایک ایسا غیب رکھا ہے جس کا علم کسی کو نہیں ہے تاکہ لوگ ہر وقت چوکنے رہیں۔ ہر وقت قیامت کی توقع کرتے رہیں۔ اور ہر وقت یہ کوشش کرتے رہیں کہ اس کے لیے کچھ کمائیں۔ ان کو معلوم نہیں ہے کہ کب قیامت ہوگی۔ بہرحال یہ اچانک آجائے گی اور اس وقت پھر کسی تیاری کی کوئی مہلت نہ دی جائے گی۔ نہ کوئی توشہ جمع کرنے کی اجازت ہوگی۔ اللہ اپنی حکمت کے مطابق جہاں چاہتا ہے ، بارش برساتا ہے ، جس قدر چاہتا ہے ، برساتا ہے۔ لوگ اپنے تجربوں اور آلات و علامات کے ذریعہ بارش کے قریب ہونے کا اندازہ لگاتے ہیں۔ لیکن وہ نہ بارش برسانے کے اسباب پیدا کرسکتے ہیں اور نہ وقت کا علم رکھتے ہیں۔ آیت میں صرف یہ کہا گیا ہے کہ بارش اللہ برساتا ہے کیونکہ اللہ ہی ہے جو بارش کے لیے طبیعی اسباب فراہم کرتا ہے اور ان کو منظم کرتا ہے۔ بارش میں اللہ کا اختصاص یہ ہے کہ اللہ ہی ان کے برسانے پر قادر ہے۔ جیسا کہ آیت کے ظاہر سے معلوم ہوتا ہے۔ جن لوگوں نے بارش کے وقت کو اللہ کے مخصوص غیبی علوم میں داخل کیا ہے ، ان کا خیال درست نہیں ہے ، حالانکہ علم دراصل اللہ ہی کا ہوتا ہے اور وہ ہر معاملے میں مختص ہوتا ہے کیونکہ اللہ کا علم ہی صحیح ، دائمی اور حاوی ہوتا ہے اور اس میں کوئی کمی بیشی نہیں ہوتی۔\nویعلم ما فی الارحام (31: 34) ” وہی جانتا ہے کہ ماؤں کے پیٹوں میں کیا پرورش پا رہا ہے “۔ یہ اس طرح کا مخصوص علم ہے جس طرح قیام قیامت کا علم اور اللہ کے سوا کوئی نہیں جانتا کہ ماں کے رحم میں کیا ہے۔ یعنی پیٹ کے اندر ہر لحظہ اور ہر لمحہ کیا پرورش ہو رہی ہے۔ خصوصا اس وقت جبکہ حمل کا کوئی وزن اور حجم نہیں ہوتا۔ پیٹ میں مذکر ہے یا مونث ہے ، ابتدائی وقت سے جب خلیہ انڈے میں داخل ہوتا ہے ، اللہ کو معلوم ہوتا ہے کہ اس کے خدوخال کیا ہیں۔ خواص کیا ہیں ، حالت کیا اور صلاحیت کیا ہے۔ یہ سب امور اللہ کے علم کے ساتھ مختص ہیں۔\nوما تدری نفس ما ذا تکسب غدا (31: 34) ” کوئی متنفس نہیں جانتا کہ وہ کل کیا کمائی کرنے والا ہے “۔ اچھائی کمائے گا یا برائی۔ اسے نفع ہوگا یا نقصان۔ آسانی ہوگی یا مشکلات سے دوچار ہوگا۔ صحت مند رہے گا یا بیمار ہوگا۔ اللہ کی اطاعت کرے گا یا معصیت کرے گا۔ اس لیے کہ کسب محض منافع سے بہت عام ہے۔ کسب کے اندر وہ تمام حالات داخل ہیں جو کسی شخص کو پیش آسکتے ہیں۔ یہ ایک غیبی امر ہے جس کے دروازے بند ہیں۔ یہ پردوں کے پیچھے ہے اور انسان پردوں کے پیچھے کھڑا ہوتا ہے۔ اور وہ نہیں جانتا کہ آگے کیا ہے ؟\nوما تدری ۔۔۔۔۔ تموت (31: 34) ” کسی شخص کو خبر نہیں کہ کس زمین پر اسے موت آئے گی “۔ کیونکہ یہ بھی ایک ایسا معاملہ ہے جو پردہ فردا کے پیچھے ہے اور مستقبل کا دبیز پردہ اس کے اور نفس انسانی کے درمیان حائل ہے۔ نفس انسانی ان پردوں سے ادھر کھڑا ہے۔ وہ بےبس ہے ، اسے کچھ معلوم نہیں کہ اگلے لمحے کیا ہونے والا ہے۔ اس سے معلوم ہوجاتا ہے کہ انسان کا علم کس قدر محدود ہے۔ اس کی بےبسی واضح ہے۔ اس طرح سوچنے سے اس کے ذہن سے علم و معرفت کا غرور ختم ہوجاتا ہے اور اس طرح ان کو معلوم ہوجاتا ہے کہ انسان کو بہت ہی قلیل علم دیا گیا ہے اور یہ کہ پس پردہ فردا بیشمار ایسے امور ہیں جنہیں انسان نہیں جانتا۔ اگر انسان ان پردوں سے ادھر کی تمام چیزوں کو جانتا تو وہ ان پردوں کے پاس کھڑا ہوجاتا اور معلوم کرنے کی کوشش کرتا کہ کل کیا ہوگا۔ لیکن انسان کو معلوم نہیں ہوتا کہ کل کیا ہوگا بلکہ اسے معلوم نہیں ہوتا کہ اگلے لمحے کیا ہونے والا ہے۔ یوں انسانی نفس اپنی کبرائی سے ذرا نیچے اتر آتا ہے۔ وہ اللہ سے ڈرتا ہے اور دعا کرتا ہے کہ اے اللہ اگلے لمحے میں خیر ہو۔\nقرآن کریم اللہ کے ان مخصوص علوم کو نہایت وسیع دائرے میں پیش کرتا ہے ۔ ایسے وسیع دائرے میں جس کا انسان پر بہت اثر ہوتا ہے۔ نہایت ہی گہرا اثر۔ یہ میدان زمان و مکان کی وسعت کو بھی سمیٹے ہوئے ہے۔ حاضر بھی اس کی لپیٹ میں ہے اور آنے والا مستقبل بھی۔ قریب بھی اور بعید بھی۔ دلوں کے خیالات میں بھی اور وسوسوں اور تفکرات میں بھی۔ قیام قیامت کی ساعت بھی اور بارش کے اوقار بھی۔ پھر رحم مادر تک یہ میدان پھیلا ہوا ہے جو نظروں سے اوجھل ہے۔ پھر پردہ مستقبل قریب کے پیچھے کہ کل کیا ہوگا۔ زمانہ اگرچہ قریب ہے لیکن علم جہالت کی دور وادیوں میں ہے۔ موت اور قبر تک یہ دائرہ پھیل جاتا ہے۔\nغرض اللہ کے مخصوص علم کا ایک وسیع دائرہ ہے۔ لیکن اس وسیع چادر کے کونوں کو سمیٹ کر قرآن کے انداز بیان نے اسے ایک گٹھڑی کی شکل میں جمع کردیا ہے۔ یہ علم غیب کی وسیع چادر ہے اور اس کے اندر مختلف النوع تمام امور ، کو رکھ کر سمیٹ لیا گیا ہے۔ اب یہ سب امور ، امور فہیہ مخصوصہ ہیں اور یہ گٹھڑی مضبوطی سے بندھی ہوئی ہے۔ اور اس سے سوئی کے ناکے کے برابر کوئی چیز باہر نہیں آسکتی۔ انسان کے سامنے ان علوم کا دروازہ بند ہے کیونکہ یہ دائرہ قدرت انسان سے باہر ہیں۔ انسان کے علم سے وراء ہیں ، اللہ کے سوا ان کو کوئی نہیں جانتا ، ہاں اللہ اپنے حکم سے کسی کو کچھ بتا دے تو الگ بات ہے ، اللہ علیم وخبیر ہے اور اس کے سوا کوئی علم وخبیر نہیں ہے۔\nیہاں یہ سورة ختم ہوتی ہے ۔ یہ درحقیقت ایک طویل اور دور دراز کا سفر تھا۔ اب ہم اس دور دراز کے مطالعاتی سفر سے تھک تھکا کر واپس ہوتے ہیں۔ ہم نے اس میں طویل راہوں کو طے کیا ، بوجھ اٹھایا اور غوروفکر کیا۔ اس کائنات کا مشاہد قدرت دنیا اور اس کے بوقلموں پرندے اور چرندے دیکھے۔ یہ سورة 34 آیات پر مشتمل ہے لیکن معانی و افکار کی دنیا طویل و عریض ہے ، بڑی برکت والی ہے ، وہ ذات جس نے دل و دماغ کی تخلیق کی۔ جس نے اس قرآن کو اتارا ، جو دلوں کی بیماریوں کے لیے شفاء ہے اور مومنین کے لیے ہدایت و رحمت ہے۔"
    },
    {
      "ayah": 4,
      "surah": 31,
      "text": "درس نمبر 185 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 19\nالم ۔۔۔۔۔۔ واولئک ھم المفلحون (1 – 5)\nحروف مقطعات ا۔ ل۔ م سے آغاز ہوتا ہے۔ اور اس کے بعد یہ فقرہ آتا ہے۔\nتلک آیت الکتب الحکیم (31: 2) ” یہ کتاب حکیم کی آیات ہیں “۔ اس میں یہ اشارہ ہے کہ کتاب الٰہی حروف سے مرکب ہے۔ جیسا کہ دوسری سورتوں میں بھی یہی اشارات موجود ہیں۔ کتاب کو کتاب حکمت کہا گیا ہے۔ کیونکہ اس کا اصل موضوع ہی فلسلفہ و حکمت ہے لہٰذا یہاں اس کتاب کی اس صفت کو لایا گیا کیونکہ اس سورة کے مضامین کے ساتھ اس کی مناسبت ہے اور یہی قرآن کا انداز ہے۔ کتاب کو کتاب حکیم کہہ کر یہ تاثر دیا گیا کہ یہ ایک زندہ کتاب ہے۔ اور یہ ارادتاً ایک ہدف کی بڑھ رہی ہے۔ گویا یہ ایک زندہ شخصیت ہے۔ بہت ہی دانشمند اور اس کی گفتگو میں ایک مقصد ہے۔ اس کا ایک متعیقن ہدف ہے ، اور یہ اس ہدف کی طرف بالارادہ بڑھ رہی ہے۔ اس میں روح ہے ، اس میں زندگی ہے۔ اس میں حرکت ہے ، اور اس کتاب کی ایک ذات اور شخصیت ہے جو متعین ہے۔ یہ محبت کرنے والی ہے اور یہ ہر اس شخص کے ساتھ مکالمہ کرتی ہے جو اس کی صحبت میں بیٹھے۔ جو اس کے سایوں میں زندگی بسر کرے اور وہ اس کی اس کشش کو محسوس کرے جس طرح ایک زندہ دوسرے زندہ کی طرف رکھتا ہے اور جس طرح دوست دوست کی طرف کھینچتا ہے۔\nیہ ہے کتاب حکیم ۔ اور اس کی آیات ہدایت اور رحمت ہیں محسنین کے لیے۔ یہ اس کی اصل ماہیت ہے کہ یہ کتاب ہدایت ہے اور یہ محسنین کے لئے ہمیشہ ہدایت رہتی ہے۔ یہ ان کو ایک متعین منزل مقصود تک پہنچاتی ہے جس طرح ایک زندہ شخص کسی کو راہ دکھاتا ہے مگر کرخت طریقے سے نہیں بالکل الفت اور محبت کے ساتھ نہایت آرام اطمینان کے ساتھ اور اس کی ہدایت یہ ہے کہ پہلے نماز قائم کرو اور اپنے رب سے رابطہ قائم کرو اور پھر زکوٰۃ ادا کرو ، اہل ایمان کے دل اس کے ذریعے بالم جوڑ کر رکھ دو اور پھر تمام اہل ایمان اللہ کی اس کائنات کے لیے ہمکلام اور مربوط ہوجائیں جس میں وہ رہتے ہیں۔ یہ کتاب وہ اقدار اور وہ حالات پیدا کرتی ہے جس میں تمام انسانوں کا مقام متعین ہو اور وہ اپنی اصل پہچان جان سکیں۔ اس کتاب کے ہدایت یافتہ لوگ اس فطرت سے بھی متعارف ہوں جس فطرت پر انہیں پیدا کیا گیا ہے اور سیدھے ہوں اور ان کے اندر کوئی زیغ اور ٹیڑھ نہ ہو۔\nیہ کتاب جن محسنین کے لیے ہدایت ہے وہ کون ہیں ؟\nالذین یقیمون ۔۔۔۔۔ ھم یوقنون (31: 4) ” جو نماز قائم کرتے ہیں ، زکوۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں “۔ جب کوئی نماز قائم کرتا ہے ۔ اس کے پورے ارکان کے ساتھ اسے ادا کرتا ہے ، بروقت ادا کرتا ہے اور مکمل طور پر ادا کرتا ہے تو اس کی حکمت ، اس کا اثر انسانی شعور اور انسانی طرز عمل میں واضح ہو کر سامنے آتا ہے ، اور اس کے ذریعہ اللہ اور بندے کے درمیان وہ تعلق قائم ہوجاتا ہے ، جو مطلوب ہے۔ اللہ سے انس پیدا ہوتا ہے اور نماز کے اندر مٹھاس پیدا ہوجاتی ہے اور زکوٰۃ کا فائدہ یہ ہے کہ انسان کے اندر جو فطری بخل ہے ، اس پر انسان قابو پالیتا ہے۔ وہ امت مسلمہ کے لیے ایک اجتماعی نظام کی بنیاد ہوتی ہے اور امت کے اندر اجتماعی کفالت کی بنیاد پڑتی ہے۔ اس سوسائٹی میں امیروں اور غریبوں دونوں کے اندر ارتماد ہوتا ہے۔ اطمینان ہوتا ہے اور باہم مودت اور محبت ہوتی ہے۔ اس کے اندر طبقاتی نفرت نہیں ہوتی اور آخرت پر ایمان تو تمام نیکیوں کی اساس ہے۔ اس سے قلب بشری ہر وقت بیدار رہتا ہے۔ اس کی نظریں عالم آخرت پر ہوتی ہیں اور زمین کی گندگیوں اور زمین کے عارضی سازوسامان کے مقابلے میں اس کی نظریں بلند ہوتی ہیں۔ خفیہ طور پر اور اعلانیہ طور پر انسان یہ دیکھتا ہے کہ اسے اللہ دیکھ رہا ہے اور انسان درجہ احسان تک پہنچ جاتا ہے جس کے بارے میں حضور ﷺ نے فرمایا ” احسان یہ ہے کہ تم اللہ کی بندگی اس طرح کرو کہ اسے تم دیکھ رہے ہو ، اگر تم اسے نہ دیکھ رہے ہو تو وہ تمہیں دیکھ رہا ہے “۔ (بخاری و مسلم ، کتاب الایمان)\nیہ لوگ جو ایسی نماز پڑھتے ہیں ، جو اس نیت سے زکوۃ دیتے ہیں۔ اور آخرت پر یقین رکھتے ہیں۔\nاولئک علی ۔۔۔۔۔ ھم المفلحون (31: 5) ” یہی لوگ رب کی طرف سے راہ راست پر ہیں اور یہی لوگ فلاح پانے والے ہیں “۔ جس نے ہدایت پائی۔ اس نے فلاح پائی۔ وہ ایک روشنی پر چل رہا ہوتا ہے۔ منزل مقصود تک پہنچ جاتا ہے ۔ گمراہیوں سے اور فساد سے بچ جاتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ اس کرہ ارض پر اپنے اس سفر پر وہ مطمئن ہوتا ہے ، پھرتا رہتا ہے۔ وہ اس کائنات کے ساتھ ہم سفر ہوتا ہے اور اس کائنات کے ایک جزء کے طور پر اس کے ساتھ ہم آہنگی سے سفر طے کرتا جاتا ہے ، نہایت انس و محبت کے ساتھ۔ ایسے ہی لوگ اس کتاب کی آیات سے راہنمائی پاتے ہیں۔ محسن ، غازی ، زکوٰۃ دینے والے ، آخرت کا یقین رکھنے والے۔ یہ لوگ دنیا اور آخرت میں فلاح پانے والے ہیں۔ یہ لوگ ایک فریق ہیں۔ ان کے مقابلے میں ایک فریق اور بھی ہے۔ کیا ہیں اس کے خدوخال ؟"
    },
    {
      "ayah": 5,
      "surah": 31,
      "text": "درس نمبر 185 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 19\nالم ۔۔۔۔۔۔ واولئک ھم المفلحون (1 – 5)\nحروف مقطعات ا۔ ل۔ م سے آغاز ہوتا ہے۔ اور اس کے بعد یہ فقرہ آتا ہے۔\nتلک آیت الکتب الحکیم (31: 2) ” یہ کتاب حکیم کی آیات ہیں “۔ اس میں یہ اشارہ ہے کہ کتاب الٰہی حروف سے مرکب ہے۔ جیسا کہ دوسری سورتوں میں بھی یہی اشارات موجود ہیں۔ کتاب کو کتاب حکمت کہا گیا ہے۔ کیونکہ اس کا اصل موضوع ہی فلسلفہ و حکمت ہے لہٰذا یہاں اس کتاب کی اس صفت کو لایا گیا کیونکہ اس سورة کے مضامین کے ساتھ اس کی مناسبت ہے اور یہی قرآن کا انداز ہے۔ کتاب کو کتاب حکیم کہہ کر یہ تاثر دیا گیا کہ یہ ایک زندہ کتاب ہے۔ اور یہ ارادتاً ایک ہدف کی بڑھ رہی ہے۔ گویا یہ ایک زندہ شخصیت ہے۔ بہت ہی دانشمند اور اس کی گفتگو میں ایک مقصد ہے۔ اس کا ایک متعیقن ہدف ہے ، اور یہ اس ہدف کی طرف بالارادہ بڑھ رہی ہے۔ اس میں روح ہے ، اس میں زندگی ہے۔ اس میں حرکت ہے ، اور اس کتاب کی ایک ذات اور شخصیت ہے جو متعین ہے۔ یہ محبت کرنے والی ہے اور یہ ہر اس شخص کے ساتھ مکالمہ کرتی ہے جو اس کی صحبت میں بیٹھے۔ جو اس کے سایوں میں زندگی بسر کرے اور وہ اس کی اس کشش کو محسوس کرے جس طرح ایک زندہ دوسرے زندہ کی طرف رکھتا ہے اور جس طرح دوست دوست کی طرف کھینچتا ہے۔\nیہ ہے کتاب حکیم ۔ اور اس کی آیات ہدایت اور رحمت ہیں محسنین کے لیے۔ یہ اس کی اصل ماہیت ہے کہ یہ کتاب ہدایت ہے اور یہ محسنین کے لئے ہمیشہ ہدایت رہتی ہے۔ یہ ان کو ایک متعین منزل مقصود تک پہنچاتی ہے جس طرح ایک زندہ شخص کسی کو راہ دکھاتا ہے مگر کرخت طریقے سے نہیں بالکل الفت اور محبت کے ساتھ نہایت آرام اطمینان کے ساتھ اور اس کی ہدایت یہ ہے کہ پہلے نماز قائم کرو اور اپنے رب سے رابطہ قائم کرو اور پھر زکوٰۃ ادا کرو ، اہل ایمان کے دل اس کے ذریعے بالم جوڑ کر رکھ دو اور پھر تمام اہل ایمان اللہ کی اس کائنات کے لیے ہمکلام اور مربوط ہوجائیں جس میں وہ رہتے ہیں۔ یہ کتاب وہ اقدار اور وہ حالات پیدا کرتی ہے جس میں تمام انسانوں کا مقام متعین ہو اور وہ اپنی اصل پہچان جان سکیں۔ اس کتاب کے ہدایت یافتہ لوگ اس فطرت سے بھی متعارف ہوں جس فطرت پر انہیں پیدا کیا گیا ہے اور سیدھے ہوں اور ان کے اندر کوئی زیغ اور ٹیڑھ نہ ہو۔\nیہ کتاب جن محسنین کے لیے ہدایت ہے وہ کون ہیں ؟\nالذین یقیمون ۔۔۔۔۔ ھم یوقنون (31: 4) ” جو نماز قائم کرتے ہیں ، زکوۃ دیتے ہیں اور آخرت پر یقین رکھتے ہیں “۔ جب کوئی نماز قائم کرتا ہے ۔ اس کے پورے ارکان کے ساتھ اسے ادا کرتا ہے ، بروقت ادا کرتا ہے اور مکمل طور پر ادا کرتا ہے تو اس کی حکمت ، اس کا اثر انسانی شعور اور انسانی طرز عمل میں واضح ہو کر سامنے آتا ہے ، اور اس کے ذریعہ اللہ اور بندے کے درمیان وہ تعلق قائم ہوجاتا ہے ، جو مطلوب ہے۔ اللہ سے انس پیدا ہوتا ہے اور نماز کے اندر مٹھاس پیدا ہوجاتی ہے اور زکوٰۃ کا فائدہ یہ ہے کہ انسان کے اندر جو فطری بخل ہے ، اس پر انسان قابو پالیتا ہے۔ وہ امت مسلمہ کے لیے ایک اجتماعی نظام کی بنیاد ہوتی ہے اور امت کے اندر اجتماعی کفالت کی بنیاد پڑتی ہے۔ اس سوسائٹی میں امیروں اور غریبوں دونوں کے اندر ارتماد ہوتا ہے۔ اطمینان ہوتا ہے اور باہم مودت اور محبت ہوتی ہے۔ اس کے اندر طبقاتی نفرت نہیں ہوتی اور آخرت پر ایمان تو تمام نیکیوں کی اساس ہے۔ اس سے قلب بشری ہر وقت بیدار رہتا ہے۔ اس کی نظریں عالم آخرت پر ہوتی ہیں اور زمین کی گندگیوں اور زمین کے عارضی سازوسامان کے مقابلے میں اس کی نظریں بلند ہوتی ہیں۔ خفیہ طور پر اور اعلانیہ طور پر انسان یہ دیکھتا ہے کہ اسے اللہ دیکھ رہا ہے اور انسان درجہ احسان تک پہنچ جاتا ہے جس کے بارے میں حضور ﷺ نے فرمایا ” احسان یہ ہے کہ تم اللہ کی بندگی اس طرح کرو کہ اسے تم دیکھ رہے ہو ، اگر تم اسے نہ دیکھ رہے ہو تو وہ تمہیں دیکھ رہا ہے “۔ (بخاری و مسلم ، کتاب الایمان)\nیہ لوگ جو ایسی نماز پڑھتے ہیں ، جو اس نیت سے زکوۃ دیتے ہیں۔ اور آخرت پر یقین رکھتے ہیں۔\nاولئک علی ۔۔۔۔۔ ھم المفلحون (31: 5) ” یہی لوگ رب کی طرف سے راہ راست پر ہیں اور یہی لوگ فلاح پانے والے ہیں “۔ جس نے ہدایت پائی۔ اس نے فلاح پائی۔ وہ ایک روشنی پر چل رہا ہوتا ہے۔ منزل مقصود تک پہنچ جاتا ہے ۔ گمراہیوں سے اور فساد سے بچ جاتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ اس کرہ ارض پر اپنے اس سفر پر وہ مطمئن ہوتا ہے ، پھرتا رہتا ہے۔ وہ اس کائنات کے ساتھ ہم سفر ہوتا ہے اور اس کائنات کے ایک جزء کے طور پر اس کے ساتھ ہم آہنگی سے سفر طے کرتا جاتا ہے ، نہایت انس و محبت کے ساتھ۔ ایسے ہی لوگ اس کتاب کی آیات سے راہنمائی پاتے ہیں۔ محسن ، غازی ، زکوٰۃ دینے والے ، آخرت کا یقین رکھنے والے۔ یہ لوگ دنیا اور آخرت میں فلاح پانے والے ہیں۔ یہ لوگ ایک فریق ہیں۔ ان کے مقابلے میں ایک فریق اور بھی ہے۔ کیا ہیں اس کے خدوخال ؟"
    },
    {
      "ayah": 6,
      "surah": 31,
      "text": "ومن الناس من یشتری ۔۔۔۔۔ فبشرہ بعذاب الیم (6 – 7)\nلہو حدیث سے مراد تفریحی اور دلچسپ کلام ہے جس کسی محض وقت گزارنا مطلوب ہو۔ اس کلام سے کوئی اچھا اور مفید نتیجہ نہ نکلتا ہے اور نہ اس میں کوئی ایسی تعمیری بات ہو ، جو انسان کے منصب خلافت سے متعلق ہو۔ جو انسان کی ذہنی ، اخلاقی اور معاشی اور دینی اور اخروی کسی غرض سے وابستہ نہ ہو۔ اسلام انسان کے لیے اس دنیا میں کچھ فرائض متعین کرتا ہے۔ ان فرائض کے حدود ، وسائل اور طریقہ کار بھی متعین کرتا ہے۔ یہ آیت عام ہے۔ یہ انسانوں کا ایک نمونہ پیش کرتی ہے جو ہر زمان و مکان میں بالعموم پایا جاتا ہے۔ بعض روایات یہ بتاتی ہیں کہ اسلام کی پہلی جماعت کے دور میں ایک متعین واقعہ بھی ہوا تھا ، اس آیت میں اسی کی طرف اشارہ ہے۔ مکہ کا ایک ادیب نضر ابن الحارث ایران سے ایسی کتابیں خرید کر لاتا تھا جن میں ایرانیوں اور ان کے بڑے لوگوں کے افسانے اور تاریخی واقعات ہوتے تھے اور ان کی جنگوں کے دلچسپ واقعات ہوتے تھے۔ یہ شخص مکہ کی گلیوں میں بیٹھ کر ان لوگوں کو روکتا جو قرآن سننے کے لیے جاتے تھے اور ان کو یہ افسانے سناتا۔ یہ شخص قصص القرآن کے مقابلے میں قصص ایران سناتا تھا۔ اگر یہ ثابت بھی ہوجائے کہ یہ آیت اس واقعہ میں وارد ہے تو بھی یہ آیت عام ہے۔ یہ لوگوں کی اس قسم کے خدوخال واضح طور پر بتاتی ہے۔ اس قسم کے لوگ ہر دور میں پائے جاتے ہیں۔ عہد رسول اللہ ﷺ میں بھی موجود تھے جس دور میں مکہ میں یہ آیت نازل ہوئی۔\nومن الناس من یشتری لھو الحدیث (31: 6) ” انسانوں میں سے کوئی ایسا بھی ہے جو کلام دلفریب خرید کر لاتا ہے “۔ یعنی اس کام میں اپنا مال اور اپنا وقت خرچ کرتا ہے اور اپنی زندگی اس میں کھپاتا ہے۔ اس قدر قیمتی چیزیں وہ اس قدر بےوقعت اور بےقیمت چیزوں میں خرچ کرتا ہے۔ اپنی محدود اور قیمتی عمر اس میں کھپاتا ہے۔ یہ عمر جو نہ واپس آتی ہے اور نہ واپس لائی جاسکتی ہے۔ وہ یہ کام کیوں کرتا ہے۔\nلیضل عن ۔۔۔۔ ھزوا (31: 6) ” تاکہ لوگوں کو اللہ کے راستہ سے علم کے بغیر بھٹکا دے اور اس راستے کی دعوت کو مذاق میں اڑا دے “۔ ایسا شخص جاہل ہے اور اسکی نظروں سے حقیقت اوجھل ہے۔ وہ کوئی بات علم و یقین کی بنیاد پر نہیں کرتا۔ نہ وہ حکمت کی بنیاد پر کوئی کام کرتا ہے۔ اسکی نیت بھی خراب ہے اور اس کی غرض بھی فاسد ہے۔ وہ لوگوں کو بدراہ کرنا چاہتا ہے۔ خود اپنے آپ کو بھی گمراہ کرتا ہے اور دوسروں کو بھی گمراہ کرتا ہے اور اپنی زندگی کو اس میں فضول ضائع کرتا ہے پھر وہ اس قدر گستاخ ہے کہ دعوت اسلامی کے ساتھ مذاق کرتا ہے اور اس اسلامی نظام کے ساتھ مذاق کرتا ہے جو اللہ نے وضع کیا ہے تاکہ وہ لوگوں کی زندگی کا دستور قانون ہو۔ چناچہ قرآن مجید ایسے لوگوں کی تصویر کشی سے بھی قبل ان کو اہانت آمیز عذاب کی دھمکی دیتا ہے۔\nاولئک لھم عذاب مھین (31: 6) ” ایسے لوگوں کے لیے سخت ذلیل کرنے والا عذاب ہے۔ ان کیلئے توہین آمیز عذاب ہوگا ، اس لیے کہ انہوں نے یہاں دعوت اسلامی کی توہین کرنے کی کوشش کی تھی۔ یہ لوگ اسلامی نظام زندگی کے ساتھ مزاح کرتے تھے۔ اب اس دھمکی کے بعد اس گروہ کے خدوخال قلم بند کیے جاتے ہیں۔\nواذا تتلی علیہ ۔۔۔۔۔ یسمعھا (31: 7) ” اسے جب ہماری آیات سنائی جاتی ہیں تو وہ بڑے گھمنڈ کے ساتھ اس طرح رخ پھیر لیتا ہے گویا اس نے انہیں سنا ہی نہیں “۔ یہ ایک ایسا منظر ہے جس کے اندر اس متکبر شخص کی ہیئت کذائی کو اچھی طرح قلم بند کردیا گیا ہے۔ وہ نہایت غرور سے منہ موڑ کر گزر جاتا ہے ، سنی ان سنی کردیتا ہے۔ چناچہ اگلا رنگ اس تصویر میں نہایت حقارت آمیزی سے بھرا جاتا ہے۔\nکان فی اذنیہ وقرا (31: 7) ” گویا اس کے کان بہرے ہیں “۔ گویا اس کے کانوں کا یہ بھاری پن اللہ کی آیات کو اس کے کانوں تک پہنچنے ہی نہیں دیتا۔ ورنہ ان آیات کو کوئی انسان بھی اگر سنے تو وہ ان کے ساتھ یہ مذموم برتاؤ نہیں کرسکتا۔ یہ رنگ پھر مزید اہانت آمیز کردیا جایا ہے۔\nفبشرہ بعذاب الیم (31: 7) ” مژدہ سنا دو اسے دردناک عذاب کا “۔ یہ موقع کسی بشارت کا موقع نہیں ہے لیکن یہاں ان کی توہین مطلوب ہے اور ایسے متکبرین مسخروں کے لئے یہی انداز مناسب ہے۔\nاعراض کرنے والوں ، تکبر کرنے والوں اور کفر کرنے والوں کی اس اہانت آمیز سزا کی مناسب سے یہاں ضروری ہے کہ اچھے عمل کرنے والے اہل ایمان کے انعام اور جزا کا بھی ذکر دیا جائے۔ اس سورة کے آغاز میں ان کا ذکر ہوچکا ہے اور ان کی کامیابی کا ذکر کردیا گیا ہے۔ اگرچہ وہاں اجمالی تھا۔"
    },
    {
      "ayah": 7,
      "surah": 31,
      "text": "ومن الناس من یشتری ۔۔۔۔۔ فبشرہ بعذاب الیم (6 – 7)\nلہو حدیث سے مراد تفریحی اور دلچسپ کلام ہے جس کسی محض وقت گزارنا مطلوب ہو۔ اس کلام سے کوئی اچھا اور مفید نتیجہ نہ نکلتا ہے اور نہ اس میں کوئی ایسی تعمیری بات ہو ، جو انسان کے منصب خلافت سے متعلق ہو۔ جو انسان کی ذہنی ، اخلاقی اور معاشی اور دینی اور اخروی کسی غرض سے وابستہ نہ ہو۔ اسلام انسان کے لیے اس دنیا میں کچھ فرائض متعین کرتا ہے۔ ان فرائض کے حدود ، وسائل اور طریقہ کار بھی متعین کرتا ہے۔ یہ آیت عام ہے۔ یہ انسانوں کا ایک نمونہ پیش کرتی ہے جو ہر زمان و مکان میں بالعموم پایا جاتا ہے۔ بعض روایات یہ بتاتی ہیں کہ اسلام کی پہلی جماعت کے دور میں ایک متعین واقعہ بھی ہوا تھا ، اس آیت میں اسی کی طرف اشارہ ہے۔ مکہ کا ایک ادیب نضر ابن الحارث ایران سے ایسی کتابیں خرید کر لاتا تھا جن میں ایرانیوں اور ان کے بڑے لوگوں کے افسانے اور تاریخی واقعات ہوتے تھے اور ان کی جنگوں کے دلچسپ واقعات ہوتے تھے۔ یہ شخص مکہ کی گلیوں میں بیٹھ کر ان لوگوں کو روکتا جو قرآن سننے کے لیے جاتے تھے اور ان کو یہ افسانے سناتا۔ یہ شخص قصص القرآن کے مقابلے میں قصص ایران سناتا تھا۔ اگر یہ ثابت بھی ہوجائے کہ یہ آیت اس واقعہ میں وارد ہے تو بھی یہ آیت عام ہے۔ یہ لوگوں کی اس قسم کے خدوخال واضح طور پر بتاتی ہے۔ اس قسم کے لوگ ہر دور میں پائے جاتے ہیں۔ عہد رسول اللہ ﷺ میں بھی موجود تھے جس دور میں مکہ میں یہ آیت نازل ہوئی۔\nومن الناس من یشتری لھو الحدیث (31: 6) ” انسانوں میں سے کوئی ایسا بھی ہے جو کلام دلفریب خرید کر لاتا ہے “۔ یعنی اس کام میں اپنا مال اور اپنا وقت خرچ کرتا ہے اور اپنی زندگی اس میں کھپاتا ہے۔ اس قدر قیمتی چیزیں وہ اس قدر بےوقعت اور بےقیمت چیزوں میں خرچ کرتا ہے۔ اپنی محدود اور قیمتی عمر اس میں کھپاتا ہے۔ یہ عمر جو نہ واپس آتی ہے اور نہ واپس لائی جاسکتی ہے۔ وہ یہ کام کیوں کرتا ہے۔\nلیضل عن ۔۔۔۔ ھزوا (31: 6) ” تاکہ لوگوں کو اللہ کے راستہ سے علم کے بغیر بھٹکا دے اور اس راستے کی دعوت کو مذاق میں اڑا دے “۔ ایسا شخص جاہل ہے اور اسکی نظروں سے حقیقت اوجھل ہے۔ وہ کوئی بات علم و یقین کی بنیاد پر نہیں کرتا۔ نہ وہ حکمت کی بنیاد پر کوئی کام کرتا ہے۔ اسکی نیت بھی خراب ہے اور اس کی غرض بھی فاسد ہے۔ وہ لوگوں کو بدراہ کرنا چاہتا ہے۔ خود اپنے آپ کو بھی گمراہ کرتا ہے اور دوسروں کو بھی گمراہ کرتا ہے اور اپنی زندگی کو اس میں فضول ضائع کرتا ہے پھر وہ اس قدر گستاخ ہے کہ دعوت اسلامی کے ساتھ مذاق کرتا ہے اور اس اسلامی نظام کے ساتھ مذاق کرتا ہے جو اللہ نے وضع کیا ہے تاکہ وہ لوگوں کی زندگی کا دستور قانون ہو۔ چناچہ قرآن مجید ایسے لوگوں کی تصویر کشی سے بھی قبل ان کو اہانت آمیز عذاب کی دھمکی دیتا ہے۔\nاولئک لھم عذاب مھین (31: 6) ” ایسے لوگوں کے لیے سخت ذلیل کرنے والا عذاب ہے۔ ان کیلئے توہین آمیز عذاب ہوگا ، اس لیے کہ انہوں نے یہاں دعوت اسلامی کی توہین کرنے کی کوشش کی تھی۔ یہ لوگ اسلامی نظام زندگی کے ساتھ مزاح کرتے تھے۔ اب اس دھمکی کے بعد اس گروہ کے خدوخال قلم بند کیے جاتے ہیں۔\nواذا تتلی علیہ ۔۔۔۔۔ یسمعھا (31: 7) ” اسے جب ہماری آیات سنائی جاتی ہیں تو وہ بڑے گھمنڈ کے ساتھ اس طرح رخ پھیر لیتا ہے گویا اس نے انہیں سنا ہی نہیں “۔ یہ ایک ایسا منظر ہے جس کے اندر اس متکبر شخص کی ہیئت کذائی کو اچھی طرح قلم بند کردیا گیا ہے۔ وہ نہایت غرور سے منہ موڑ کر گزر جاتا ہے ، سنی ان سنی کردیتا ہے۔ چناچہ اگلا رنگ اس تصویر میں نہایت حقارت آمیزی سے بھرا جاتا ہے۔\nکان فی اذنیہ وقرا (31: 7) ” گویا اس کے کان بہرے ہیں “۔ گویا اس کے کانوں کا یہ بھاری پن اللہ کی آیات کو اس کے کانوں تک پہنچنے ہی نہیں دیتا۔ ورنہ ان آیات کو کوئی انسان بھی اگر سنے تو وہ ان کے ساتھ یہ مذموم برتاؤ نہیں کرسکتا۔ یہ رنگ پھر مزید اہانت آمیز کردیا جایا ہے۔\nفبشرہ بعذاب الیم (31: 7) ” مژدہ سنا دو اسے دردناک عذاب کا “۔ یہ موقع کسی بشارت کا موقع نہیں ہے لیکن یہاں ان کی توہین مطلوب ہے اور ایسے متکبرین مسخروں کے لئے یہی انداز مناسب ہے۔\nاعراض کرنے والوں ، تکبر کرنے والوں اور کفر کرنے والوں کی اس اہانت آمیز سزا کی مناسب سے یہاں ضروری ہے کہ اچھے عمل کرنے والے اہل ایمان کے انعام اور جزا کا بھی ذکر دیا جائے۔ اس سورة کے آغاز میں ان کا ذکر ہوچکا ہے اور ان کی کامیابی کا ذکر کردیا گیا ہے۔ اگرچہ وہاں اجمالی تھا۔"
    },
    {
      "ayah": 8,
      "surah": 31,
      "text": "قرآن کریم میں جہاں جہاں اہل ایمان کی جزاء کا ذکر ہے وہاں ایمان کے ساتھ عمل صالح کا ذکر ضرور کیا گیا ہے اس لیے کہ اسلامی نظریہ حیات کا مزاج یہ نہیں ہے کہ ایمان محض منجمد ، پوشیدہ ، معطل اور مجرد تصور ہی ہو بلکہ ایمان کو ایک زندہ ، فعال اور متحرک حقیقت ہونا چاہئے۔ جب وہ دل میں پیدا ہو ، قرار پکڑے پورا ہو ، تو متحرک ہو کر عملی شکل اختیار کرے۔ وہ حرکت اور طرز عمل کی شکل اختیار کرے اور عالم واقعہ میں اس کے آثار اپنی ترجمانی کریں۔ اور یہ معلوم کیا جاسکے کہ اس مومن کے دل میں کیا ہے۔ یہ لوگ جو ایمان لائے اور جنہوں نے اپنے ایمان کو عملی شکل دی۔\nلھم جنت النعیم (31: 8) ” ان کے لیے نعمت بھری جنتیں ہیں جن میں وہ ہمیشہ رہیں گے “۔ یہ باغات اور یہ دوام\nاللہ کے عہد کے مطابق ان کو دیا جا رہا ہے۔\nوعد اللہ حقا (31: 9) ” یہ اللہ کا پختہ وعدہ ہے “۔ اللہ کی مہربانی اس حد تک آگے بڑھ گئی کہ اس نے اپنے اوپر اپنے بندوں کے ساتھ احسان کرنا فرض کرلیا۔ یہ ان کی نیکی اور ان کے نیک اعمال کے بدلے میں حالانکہ اللہ تو غنی ہے۔ اسے کسی کے عمل کی کوئی ضرورت نہیں ہے۔\nوھو العزیز الحکیم (31: 9) ” وہ تو زبردست و حکیم ہے “۔ وہ اپنے عہد کو پورا کرنے کی قدرت رکھتا ہے۔ مخلوقات کو اس نے بڑی حکمت سے بنایا ہے۔ وعدہ بھی حکمت سے کرتا ہے اور پورا بھی حکمت سے کرتا ہے۔\nاس بات کی دلیل کیا ہے کہ اللہ عزیر و حکیم ہے اور اس سے قبل جو کچھ کہا اس کا ثبوت کیا ہے ؟ یہ عظیم کائنات جس کی تخلیق کا دعویٰ کوئی انسان اور کوئی قوت نہیں کرسکتی ماسوائے اللہ کے۔ یہ کائنات بہت ہی عظیم ہے اور اس کی کوئی انتہا نہیں ہے۔ اس کا نظام نہایت مستحکم اور دقیق ہے۔ اس کی ساخت نہایت ہی متوازن ہے۔ جوں جوں اس کائنات کے بارے میں زیادہ معلومات ہوتی ہیں اور انسان غور کرتا جاتا ہے ، عقل دنگ رہ جاتی ہے اور انسان کا تصور بھی رک جاتا ہے اور یہ عظیم کائنات ایک ایسی دلیل اور ایک ایسی شہادت ہے جس کا انکار نہیں کیا جاسکتا تھا۔ جس سے کوئی منہ نہیں موڑ سکتا۔ جو بھی ذرا غور کرے ، ذات باری کے تسلیم کرنے کے سوا اس کے لیے چارہ کار ہی نہیں ہے اور جو لوگ پھر بھی اللہ وحدہ کے ساتھ دوسروں کو شریک کرتے ہیں وہ ھق کے ساتھ ظلم کرتے ہیں۔"
    },
    {
      "ayah": 9,
      "surah": 31,
      "text": "قرآن کریم میں جہاں جہاں اہل ایمان کی جزاء کا ذکر ہے وہاں ایمان کے ساتھ عمل صالح کا ذکر ضرور کیا گیا ہے اس لیے کہ اسلامی نظریہ حیات کا مزاج یہ نہیں ہے کہ ایمان محض منجمد ، پوشیدہ ، معطل اور مجرد تصور ہی ہو بلکہ ایمان کو ایک زندہ ، فعال اور متحرک حقیقت ہونا چاہئے۔ جب وہ دل میں پیدا ہو ، قرار پکڑے پورا ہو ، تو متحرک ہو کر عملی شکل اختیار کرے۔ وہ حرکت اور طرز عمل کی شکل اختیار کرے اور عالم واقعہ میں اس کے آثار اپنی ترجمانی کریں۔ اور یہ معلوم کیا جاسکے کہ اس مومن کے دل میں کیا ہے۔ یہ لوگ جو ایمان لائے اور جنہوں نے اپنے ایمان کو عملی شکل دی۔\nلھم جنت النعیم (31: 8) ” ان کے لیے نعمت بھری جنتیں ہیں جن میں وہ ہمیشہ رہیں گے “۔ یہ باغات اور یہ دوام\nاللہ کے عہد کے مطابق ان کو دیا جا رہا ہے۔\nوعد اللہ حقا (31: 9) ” یہ اللہ کا پختہ وعدہ ہے “۔ اللہ کی مہربانی اس حد تک آگے بڑھ گئی کہ اس نے اپنے اوپر اپنے بندوں کے ساتھ احسان کرنا فرض کرلیا۔ یہ ان کی نیکی اور ان کے نیک اعمال کے بدلے میں حالانکہ اللہ تو غنی ہے۔ اسے کسی کے عمل کی کوئی ضرورت نہیں ہے۔\nوھو العزیز الحکیم (31: 9) ” وہ تو زبردست و حکیم ہے “۔ وہ اپنے عہد کو پورا کرنے کی قدرت رکھتا ہے۔ مخلوقات کو اس نے بڑی حکمت سے بنایا ہے۔ وعدہ بھی حکمت سے کرتا ہے اور پورا بھی حکمت سے کرتا ہے۔\nاس بات کی دلیل کیا ہے کہ اللہ عزیر و حکیم ہے اور اس سے قبل جو کچھ کہا اس کا ثبوت کیا ہے ؟ یہ عظیم کائنات جس کی تخلیق کا دعویٰ کوئی انسان اور کوئی قوت نہیں کرسکتی ماسوائے اللہ کے۔ یہ کائنات بہت ہی عظیم ہے اور اس کی کوئی انتہا نہیں ہے۔ اس کا نظام نہایت مستحکم اور دقیق ہے۔ اس کی ساخت نہایت ہی متوازن ہے۔ جوں جوں اس کائنات کے بارے میں زیادہ معلومات ہوتی ہیں اور انسان غور کرتا جاتا ہے ، عقل دنگ رہ جاتی ہے اور انسان کا تصور بھی رک جاتا ہے اور یہ عظیم کائنات ایک ایسی دلیل اور ایک ایسی شہادت ہے جس کا انکار نہیں کیا جاسکتا تھا۔ جس سے کوئی منہ نہیں موڑ سکتا۔ جو بھی ذرا غور کرے ، ذات باری کے تسلیم کرنے کے سوا اس کے لیے چارہ کار ہی نہیں ہے اور جو لوگ پھر بھی اللہ وحدہ کے ساتھ دوسروں کو شریک کرتے ہیں وہ ھق کے ساتھ ظلم کرتے ہیں۔"
    }
  ]
}
