{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 32,
      "text": "درس نمبر 187 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 30\nالم (1) تنزیل الکتب ۔۔۔۔۔ لعلھم یھتدون (1-3)\nالف۔ لام۔ میم۔۔۔ یہ وہ حروف ہیں جن سے عرب واقف تھے جن سے یہ کتاب سب سے پہلے مخاطب تھی۔ وہ جانتے تھے کہ ان حروف سے کلام کس طرح بنایا جاتا ہے اور وہ یہ بھی جانتے تھے کہ ان حروف سے وہ جو کلام بناتے ہیں اس میں اور اس کلام میں کس قدر فرق ہے۔ ہر وہ شخص یہ فرق جانتا تھا جو اسالیب کلام سے واقف تھا۔ اور جو شخص بھی افکار و معانی کو الفاظ کا لباس پہنانے کا کام کرتا تھا ۔ یہ لوگ یہ بھی جانتے تھے اور اسے مانتے تھے کہ نصوص قرآنی کے اندر کوئی خفیہ قوت ہے اور اس کے اندر کوئی گہرا عنصر ہے ، جو اسے ایک ایسی قوت قاہرہ عطا کرتا ہے جو بات کو دل میں اتار دیتا ہے۔ ایسی تاثیر ان تمام باتوں اور اشعار میں نہیں ہے جو انسان خود بناتا ہے ، یا اس نے بنائے ہیں۔ یہ قرآن مجید کی ایسی خصوصیت تھی جس میں کسی کو کلام نہ تھا ، موافق ہو یا مخالف۔ کیونکہ جو شخص بھی یہ کلام سنتا تھا وہ اسے محسوس کرتا تھا۔ وہ اس کلام کو دوسرے کلاموں سے ممتاز پاتا تھا اور اس پر جھوم جاتا تھا ۔ اگرچہ وہ یہ نہ جانتا تھا کہ یہ کلام الٰہی ہے۔ قرآن کریم کو مکہ میں جب مخالف لوگوں نے بھی سنا ، کلام کا یہ عنصر ان پر اثر انداز ہوا۔ مختلف لوگوں کے ساتھ مختلف واقعات پیش آئے۔\nادہائے عرب کے کلام اور شعر میں اور قرآن کریم کی سورتوں اور آیات میں وہی فرق ہے جو اللہ کی مصنوعات میں اور انسانوں کی مصنوعات میں ہے۔ اللہ کی مصنوعات واضح اور تمیز اور جدا ہیں۔ کوئی انسانی مصنوعی چیز اللہ کی بنائی ہوئی چیز کا مقابلہ نہیں کرسکتی۔ کسی بھی چھوٹی سے چھوٹی چیز کو لے لیں۔ ایک اصلی پھول کو لے لیں اور ایک مصنوعی پھول کو لے لیں۔ اگر دنیا کے تمام تصویر کشوں کو یہ حکم دیا جائے کہ وہ مل کر ایسی تصویر بنائیں جس میں کسی ایک اصلی پھول میں رنگوں کی تقسیم کا مقابلہ ہو تو وہ ایسا نہ کرسکیں گے۔ ایک پھول کی کلر اسکیم ہی ایک معجزہ ہے۔ یہی حال ہے کلام الٰہی کا اور دوسرے انسانی کلاموں کا جو سب کے سب انہی حروف تہجی سے بنے ہوئے ہیں۔\nتنزیل الکتب لا ریب فیہ من رب العلمین (32: 2) ” اس کتاب کی تنزیل بلاشبہ رب العالمین کی طرف سے ہے “۔ یہ ایک فیصلہ کن بات ہے اور اس میں کوئی شک نہیں ہے کہ یہ کتاب رب العالمین کی طرف سے ہے۔ یہاں آیت کے درمیان لا ریب فیہ یعنی شک کی نفی کو لایا گیا ہے۔ یعنی مبتداء اور خبر کے درمیان کیونکہ یہ حقیقی ” ایشو “ ہے اور اس آیت کا اصل مدعا یہ ہے کہ شک کی تردید کی جائے اور اس فقرے کا آغاز حروف مقطعات سے اس بات کا اظہار ہے کہ اگر کوئی شک کرتا ہے تو یہ رہے وہ حروف ، وہ میٹریل جس سے یہ کلام بنا ہے ، تم بھی بنا لو۔ لہٰذا شک کی کوئی گنجائش نہیں ہے۔ یہ حروف تمہیں مہیا ہیں ، تم اہل لسان ہو ، اس کتاب کا انداز ایسا ہے جس کو تم بھی معجزانہ کلام تصور کرتے ہو۔ یہ تمہارا تجربہ ہے اور تمہارے تجربہ کار لوگوں کا یہی کہنا ہے۔\nاس قرآن کی ہر سورة اور ہر آیت اپنے اندر ایک معجزانہ عنصر رکھتی ہے۔ یہ عنصر اس کلام کے اندر بہت ہی گہرا ہے اور وہ یہ بتاتا ہے کہ اس کلام کے اندر کوئی خفیہ قوت ہے ۔ جب اس کی تلاوت ہوتی ہے تو انسان پر کپکپی طاری ہوجاتی ہے۔ وہ جھوم اٹھتا ہے ، وہ متزلزل ہوجاتا ہے اور اسے اپنے اوپر کنڑول نہیں رہتا۔ جب بھی کسی نے اس کے لیے دل کھولا ، احساس نے کان دھرا ، اور انسانی ادراک بلند ہوا اور اس کو سننے اور قبول کرنے کا جذبہ پیدا ہوا۔ انسانی ثقافت اور علم و بصیرت جوں جوں وسیع ہوتی جاتی ہے ، قرآن کریم کی یہ خصوصیت بہت ہی نمایاں ہوتی جاتی ہے۔ جوں جوں انسان کا علم بڑھتا ہے ، وہ اس کائنات کے اندر دور تک اپنا مشاہدہ بڑھاتا ہے اور وہ اس کائنات اور اس کے اندر کی مخلوق اور افراد تک اپنا علم بڑھاتا ہے۔ اس کلام کی تاثیر و قتی نہیں ہوتی۔ یہ ایک بنیادی حقیقت ہوتی ہے جب قرآن انسان فطرت سے ہمکلام ہوتا ہے اور یہ تاثیر ایک حقیقت بن کر سامنے آتے ہے جب قرآن ایک تجربہ کار دل و دماغ سے مخاطب ہو۔ جب یہ ایک تعلیم یافتہ عقل سے ہمکلام ہو ، جو ایک بھرے ہوئے ذہن سے بات کر رہا ہو ، جس کے اندر علم و معلومات ہوں۔ جوں جوں انسان کا درجہ علم ، ثقافت اور معلومات بلند ہوتا ہے ، اس قرآن کے معانی ، مفاہیم اور اثرات بڑھتے جاتے ہیں (بشرطیکہ انسانی فطرت سیدھی ہو ، اس میں ٹیڑھ نہ ہو اور اس کے اوپر خواہشات نفسانیہ کے پردے نہ پڑگئے ہوں) اور انسان علی وجہ الیقین یہ محسوس کرتا ہے کہ وہ رب العالمین کی طرف سے نازل کردہ ہے۔\nام یقولون افترہ (32: 3) ” تو یہ لوگ یہ کہتے ہیں کہ اس شخص نے اسے خود گھڑ لیا ہے “۔ یہ بات انہوں نے محض ضد اور عناد سے کہی تھی۔ لیکن سیاق کلام میں یہاں اس کو بصورت سوال استکاری اور نہایر ہی ناپسندیدہ بات کے لاتا ہے۔ کیا وہ ایسا کہتے ہیں ؟ ایسی بات تو انہیں نہیں کہنا چاہئے اس لیے کہ محمد ﷺ کا کردار اور سیرت ان کے اندر موجود مثال ہے۔ انہوں نے تو کبھی کسی پر الزام نہیں لگایا۔ کیا وہ اللہ پر الزام لگاتے ہیں۔ حقیقت یہ ہے کہ یہ کتاب بذات خود اپنے اوپر شہادت ہے اس میں تو شک کی کوئی بات ہی نہیں ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ سچائی ، یہ فطرت ازلی کے عین مطابق ہے۔ یہ کائنات کے اندر موجود حق اور سچائی کے عین مطابق ہے۔ لہٰذا اس کے اندر گہری سچائی پائی جاتی ہے۔ اس کی ساخت ، اس کے بیان ، اور اس کے نظام کا ثبات و دوام اور اس کا جامع و مانع ہونا۔ اس کے اجزاء کا باہم ہم آہنگ ہونا اور متصادم نہ ہونا اور اس کے اجزاء کا باہم تعارف اور یگانگت یہ سب اس کے حق پر ہونے پر شاہد ہیں۔\nیہ اس لیے حق ہے کہ یہ انسان اور اس کائنات کے اندر ہائے جانے والے قوانین فطرت کے درمیان رابطہ پیدا کرتا ہے۔ انسان اور اس کائنات کے قوانین کلیہ کے درمیان مکمل ہم آہنگی پائی جاتی ہے اور قرآن انسان اور ان کائناتی قوتوں کے درمیان توافق اور سلامتی پیدا کرتا ہے۔ چناچہ انسانی قوت اور کائیاتی قوتیں باہم معاون ، باہم ملاقی ہوجاتی ہیں اور ان کے درمیان پوری پوری مفاہمت ہوتی ہے۔ یوں انسان اپنے اس وسیع ماحول کا دوست بن جاتا ہے۔ یہ ایک ایسی سچائی ہے کہ جب انسانی فطرت اسے پاتی ہے تو اس پر لبیک کہتی ہے۔ نہایت بسر ، نہایت خوشی اور نہایت شوق سے بغیر کسی تشقت اور دشمنی کے ، کیونکہ دونوں کے اندر ازلی اور قدیم حق رکھ دیا گیا ہے۔\nیہ ایک ایسی سچائی ہے جس کے اندر کوئی تعارض ، کوئی تضاد نہیں ہے اور وہ پوری انسانیت کیلئے ایک مکمل منہاج حیات ہے۔ یہ منہاج انسانوں کی شخصیت ان کی قوت ، ان کے جذبات و میلانات ، ان کی حالت صحت اور حالت مرض اور حالت قوت اور حالت ضعف حالت امن اور حالت فساد کو اچھی طرح مدنظر رکھ کر بنایا گیا ہے۔ یہ ایک ایسی سچائی ہے جس میں مکمل عدل ہے۔ یہ نہ دنیا میں بےانصافی کرتا ہے نہ آخرت میں ، انسانوں کے اندر جو قومیں موجود ہیں ان کے ساتھ بھی یہ کوئی بےانصافی نہیں کرتا۔ یہ دینی اور فکری قوتوں کے ساتھ بھی بےانصافی نہیں کرتا۔ یہ انسان کی کسی حرکت کے ساتھ ظلم کرکے اسے کسی معقول سرگرمی سے نہیں روکتا۔ جب تک وہ سرگرمی اس عالم گیر سچائی کے دائرہ کے اندر ہو ، جو اس پوری کائنات کے اندر ودیعت کردی گئی ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ یہ تمہاری طرف سے نہیں ہے۔ یہ رب کی طرف سے ہے۔ یہ رب مسلمانوں کا ہی نہیں ہے ، رب العالمین ہے۔ یہ ہے اس حق میں کرامت انسانی۔ اس میں رسول کی تکریم ہے کہ وہ اپنی طرف سے افتراء نہیں باندھ رہا۔ پھر یہ اللہ اور رسول ﷺ کے درمیان قرب کا ایک رنگ اور پر تو ہے۔ اور یہ درپر وہ جواب ہے ان کے اس الزام کا ، کہ یہ اللہ پر افتراء ہے۔ ربک سے یہ ثابت کرنا مقصود ہے کہ حضور ﷺ اور قرآن کریم کا مصدر اور سرچشمہ باری تعالیٰ کے درمیان پختہ تعلق ہے۔ ایک باعزت تعلق اور اس کی وجہ سے وہ نہایت ذمہ داری اور امانت داری کے ساتھ ٹھیک ٹھیک وحی نقل کرتے ہیں۔\nلتنذر قوما اتھم ۔۔۔۔۔ لعلھم یھتدون (32: 3) ” تاکہ تو متنبہ کرے ایک ایسی قوم کو جس کے پاس تجھ سے پہلے کوئی متنبہ کرنے والا نہیں آیا شاید کہ وہ ہدایت پا جائیں “۔ عرب جن کے لئے حضور اکرم ﷺ کو بھیجا گیا تھا۔ آپ ﷺ سے قبل ان کی طرف کوئی رسول نہ بھیجا گیا تھا۔ تاریخ میں بنی اسماعیل میں سے کسی رسول کے آنے کا ذکر نہیں ہے جو عربوں کے جد اول تھے۔ اللہ نے حضرت محمد ﷺ پر یہ کتاب نازل کی جو سچائی ہے ، وہ سچائی جو انسان کی فطرت میں بھی موجود ہے۔ انسانوں کے دلوں کے اندر بھی موجود ہے۔\nیہ لوگ جن کے ڈرانے کیلئے یہ کتاب نازل کی گئی ہے کہ ان کو ڈرایا جائے ، یہ اللہ کے ساتھ دوسرے الہوں کو شریک کرتے تھے۔ چناچہ یہاں سے اللہ کی ان صفات کا بیان شروع ہوتا ہے جن کے ذریعہ وہ معلوم کرلیں کہ اللہ کی الوہیت اور حاکمیت کی مخصوص صفات کیا ہیں اور اس طرح انہیں معلوم ہوجائے کہ ان کے عقائد نہایت پوچ ہیں۔ ان عظیم صفات کا موصوف تو اللہ ہے جو رب العالمین ہے اور اس کے ہم پلہ و ہمسر ہونے کا کوئی مستحق نہیں ہے۔ نہ ان کو چاہئے کہ وہ کسی اور کو اس کا ہم پلہ بنائیں۔"
    },
    {
      "ayah": 10,
      "surah": 32,
      "text": "وقالوا ءاذا ضللنا ۔۔۔۔۔ ربھم کفرون (10)\nیہ لوگ کہتے تھے کہ مرنے اور دفن کرنے کے بعد اور اجسام کے مٹی ہوکر مٹی میں رل مل جانے کے بعد یہ کس طرح ممکن ہے کہ ہمیں از سر نو پیدا کردیا جائے جبکہ ہمارے ذرات دوسرے ذرات میں مل کر ناپید اور گم ہوجائیں گے۔ جب انسان کی تخلیق اول پر غور کیا جائے تو اللہ کے لیے اس کا دوبارہ تحقق کرنا کوئی عجیب و غریب چیز نہیں ہے۔ آغاز میں اللہ نے انسان کو مٹی سے پیدا کیا اور یہ مٹی اس زمین سے تھی جس میں وہ اپنی ذات کو گم کرنا چاہتے ہیں۔ دوسری پیدائش بھی تو پہلی پیدائش ہی کی طرح ہے۔ اس میں کوئی عجیب و غریب بات تو نظر نہیں آتی۔ اصل بات یہ ہے۔\nبل ھم بلقای ربھم کفرون (32: 10) ” کہ یہ اپنے رب کی ملاقات کے منکر ہیں “۔ اس وجہ سے وہ ایسی باتیں کرتے ہیں۔ اللہ کے سامنے حاضری کا یہ انکار ہی ہے جس کی وجہ سے یہ لوگ اس قسم کے واضح معاملے میں اپنے اوپر شک طاری کرتے ہیں ، یہ معاملہ ایسا ہے جو ایک بار ہوچکا ہے اور اس قسم کے واقعات و معجزات ہر لحظ ہوتے رہتے ہیں۔ تاکید ان کی وفات اور اللہ کی طرف لوٹ آنے کی تاکید کی جاتی ہے اور دلیل وہی ہے جو اس سے پہلے دی گئی ہے۔"
    },
    {
      "ayah": 11,
      "surah": 32,
      "text": "قل یتوفکم ۔۔۔۔۔ ربکم ترجعون (11) یہ ایک یقینی اطلاع کی صورت میں بتا دیا جاتا ہے۔ ملک الموت کون ہے اور وہ انسانوں کو پورا پورا اپنے قبضے میں کسی طرح لے لیتا ہے یہ اللہ کے غیبی نوشتوں میں سے ایک ہے۔ اس کے بارے میں اللہ نے ہمیں یہ اطلاع دے دی ہے کہ وہ لوگوں کو پورے کا پورا قبضے میں لے لیتا ہے اور پھر قیامت میں پیش کر دے گا۔ ہمیں اس پر یقین کرنا چاہئے اور زیادہ تفصیلات میں نہیں جانا چاہئے۔ یقین اسلئے کہ یہ اللہ کے سچے ذریعے سے اطلاع مل گئی ہے۔\nموت کے بعد جی اٹھنے کے مسئلے کی مناسبت سے جس میں وہ شک کرتے تھے یا شک کرنا چاہتے تھے اللہ تعالیٰ ان کو قیامت کے مناظر میں سے ایک منظر کے سامنے کھڑا کردیتے ہیں۔ یہ ایک زندہ و تابندہ منظر ہے۔ حرکات اور مکالمات سے بھرپور۔ یوں کہ گویا ابھی یہ واقعہ ہو رہا ہے۔"
    },
    {
      "ayah": 12,
      "surah": 32,
      "text": "ولو تری اذ المجرمون ۔۔۔۔۔۔ بما کنتم تعلمون (12 – 14)\nیہ ایک ایسا منظر ہے جس میں منکرین قیامت نہایت ہی شرمندگی کے ساتھ اعتراف کر رہے ہیں۔ اب وہ اس سچائی کو مان رہے ہیں جس کا وہ انکار کرتے تھے۔ وہ یہ درخواست کریں گے کہ ہمیں ایک بار پھر زمین پر لوٹا دیا جائے اور وہ اب کی بار اس کمی کو پورا کردیں گے جو پہلی بار ہوگئی۔ یہاں شرمندگی کی وجہ سے وہ سرنگوں کھڑے ہوں گے۔ اب یہ لوگ اپنے اس رب کے پاس (عند ربھم) ہوں گے جس کے پاس حاضر ہونے کا وہ انکار کرتے تھے۔ لیکن ان کی یہ سب باتیں بعد از وقت ہوں گی اور اب اعتراف اور اعلان ان کو کوئی فائدہ نہ دے گا۔ قبل اس کے کہ ان کی اس شرمندگی پر کوئی تبصرہ کیا جائے ، یہ بتا دیا جاتا ہے کہ دنیا اور آخرت میں فیصلہ کن قوت کون سی ہے اور وہ کون سی قوت ہے جو لوگوں کے آخری انجام کا فیصلہ کرنے والی ہے۔\nولو شئنا لاتینا ۔۔۔۔۔ والناس اجمعین (32: 13) ” اگر ہم چاہتے تو پہلے ہی ہر نفس کو اس کی ہدایت دے دیتے مگر میری وہ بات پوری ہوگئی جو میں نے کہی تھی کہ میں جہنم کو جنوں اور انسانوں سے بھر دوں گا “۔ اگر اللہ چاہتا تو تمام انسانوں کو ایک ہی راہ پر ڈال دیتا۔ اور یہ تھا طریقہ ہدایت ، جس طرح اس مخلوقات کا طریقہ ایک ہے جو الہام فطرت کے مطابق زندگی بسر کرتی ہے اور وہ پوری زندگی ایک ہی طرح سے گزارتی ہے جیسے حشرات الارض پرندے اور زمین پر چلنے والے جانور یا وہ مخلوق جو اطاعت شعار ہے مثلاً فرشتے ، لیکن اللہ کی مشیت کا تقاضا یوں ہوا کہ انسانوں کا ایک خاص مزاج اور ماہیت ہو۔ اس کے اختیار میں ہو کہ وہ ہدایت اختیار کرے یا ضلالت اختیار کرے اور وہ اپنی اس مخصوص طبیعت کے ساتھ اس جہاں میں ایک مخصوص کردار ادا کرے جس کے لئے اللہ نے اسے اس کرہ ارض پر بھیجا ہے اور ایک منصوبے کے مطابق بھیجا ہے۔ چناچہ اس منصوبے کے تقاضے کے طور پر اللہ نے لکھ دیا کہ جنوں اور انسانوں سے وہ جہنم کو بھر دے گا ان لوگوں سے جو جنوں اور انسانوں میں سے ضلالت کی راہ اختیار کرتے ہیں۔ جس راہ کا انجام جہنم ہے۔ یہ لوگ جو اللہ کے سامنے قیامت کے دن پیش کیے گئے ہیں یہ وہی لوگ ہیں جنہوں نے اپنے اختیار اور خوشی سے جہنم کی راہ اختیار کی۔ اب وہ اللہ کے سامنے سرجھکائے شرمندہ کھڑے ہیں۔ چناچہ کہا جاتا ہے :\nفذوقوا بما نسیتم لقآء یومکم ھذا (32: 14) ” اب چکھو مزا اپنی اس حرکت کا کہ تم اس دن کی ملاقات کو فراموش کردیا تھا “۔ یہ ہے تمہارا دن جو حاضر کیونکہ اس منظر میں ہم اسے حاضر دیکھ رہے ہیں۔ تم نے چونکہ اس دن کو بھلا دیا تھا۔ اب اس کا مزہ چکھو۔ تمہارے پاس کافی وقت تھا مگر تم نے اس کے لئے تیاری نہ کی۔\nان نسینکم (32: 14) ” ہم نے بھی تمہیں بھلا دیا ہے “۔ اللہ تو کسی کو نہیں بھلاتا۔ لیکن ان کے ساتھ معاملہ اس طرح کرتا ہے کہ گویا وہ نسیا منسیا کر دئیے گئے ہیں۔ یہ ایسا سلوک ہے جس میں انہیں توہین آمیز انداز میں نظر انداز کردیا گیا ہے۔\nوذوقوا عذاب الخلد بما کنتم تعملون (32: 14) ” چکھو ، اب ہمیشگی کے عذاب کا مزہ اپنے کرتوتوں کی پاداش میں “۔ اب اس منظر پر پردہ گر جاتا ہے۔ فیصلہ کن بات کردی جاتی ہے اور مجرموں کو ان کے برے انجام میں چھوڑ دیا جاتا ہے۔ یہ منظر قرآن کے پڑھنے والے کے پردہ فکر پر یوں نقش ہوتا ہے کہ گویا اب یہ لوگ وہاں اسی حال میں چھوڑ دئیے گئے ہیں۔ تو وہ وہاں ہی کھڑے ہیں جہاں چھوڑ دئیے گئے ہیں۔ یہ ہے قرآن کی اندر کی تصویر کشی۔\nاب اس مشاہدہ و منظر پر پردہ گرتا ہے اور ایک دوسرا منظر سامنے آتا ہے ، اس دوسرے منظر کا ماحول اور فضا مختلف ہے۔ یہ ایک دوسری ہی عطر آمیز اور فرحت بخش فضا ہے جس میں دل اڑا جا رہا ہے ، یہ مومنین کا منظر ہے۔ وہ لوگ جو اللہ سے ڈرتے ہیں ، نہایت یکسوئی سے اس کی عبادت کرتے ہیں ، وہ اللہ کی طرف لوگوں کو دعوت دیتے ہیں اس حال میں کہ ان کے دل کے اندر خدا کا خوف بیٹھا ہے۔ ان کے دل کانپ رہے ہیں۔ یہ لوگ اللہ کے فضل و کرم کی امیدیں لیے ہوئے ہیں۔ ان لوگوں کے لئے رب ذوالجلال نے وہ کچھ تیار کر رکھا ہے جس کا کوئی انسان تصور بھی نہیں کرسکتا۔"
    },
    {
      "ayah": 13,
      "surah": 32,
      "text": "ولو تری اذ المجرمون ۔۔۔۔۔۔ بما کنتم تعلمون (12 – 14)\nیہ ایک ایسا منظر ہے جس میں منکرین قیامت نہایت ہی شرمندگی کے ساتھ اعتراف کر رہے ہیں۔ اب وہ اس سچائی کو مان رہے ہیں جس کا وہ انکار کرتے تھے۔ وہ یہ درخواست کریں گے کہ ہمیں ایک بار پھر زمین پر لوٹا دیا جائے اور وہ اب کی بار اس کمی کو پورا کردیں گے جو پہلی بار ہوگئی۔ یہاں شرمندگی کی وجہ سے وہ سرنگوں کھڑے ہوں گے۔ اب یہ لوگ اپنے اس رب کے پاس (عند ربھم) ہوں گے جس کے پاس حاضر ہونے کا وہ انکار کرتے تھے۔ لیکن ان کی یہ سب باتیں بعد از وقت ہوں گی اور اب اعتراف اور اعلان ان کو کوئی فائدہ نہ دے گا۔ قبل اس کے کہ ان کی اس شرمندگی پر کوئی تبصرہ کیا جائے ، یہ بتا دیا جاتا ہے کہ دنیا اور آخرت میں فیصلہ کن قوت کون سی ہے اور وہ کون سی قوت ہے جو لوگوں کے آخری انجام کا فیصلہ کرنے والی ہے۔\nولو شئنا لاتینا ۔۔۔۔۔ والناس اجمعین (32: 13) ” اگر ہم چاہتے تو پہلے ہی ہر نفس کو اس کی ہدایت دے دیتے مگر میری وہ بات پوری ہوگئی جو میں نے کہی تھی کہ میں جہنم کو جنوں اور انسانوں سے بھر دوں گا “۔ اگر اللہ چاہتا تو تمام انسانوں کو ایک ہی راہ پر ڈال دیتا۔ اور یہ تھا طریقہ ہدایت ، جس طرح اس مخلوقات کا طریقہ ایک ہے جو الہام فطرت کے مطابق زندگی بسر کرتی ہے اور وہ پوری زندگی ایک ہی طرح سے گزارتی ہے جیسے حشرات الارض پرندے اور زمین پر چلنے والے جانور یا وہ مخلوق جو اطاعت شعار ہے مثلاً فرشتے ، لیکن اللہ کی مشیت کا تقاضا یوں ہوا کہ انسانوں کا ایک خاص مزاج اور ماہیت ہو۔ اس کے اختیار میں ہو کہ وہ ہدایت اختیار کرے یا ضلالت اختیار کرے اور وہ اپنی اس مخصوص طبیعت کے ساتھ اس جہاں میں ایک مخصوص کردار ادا کرے جس کے لئے اللہ نے اسے اس کرہ ارض پر بھیجا ہے اور ایک منصوبے کے مطابق بھیجا ہے۔ چناچہ اس منصوبے کے تقاضے کے طور پر اللہ نے لکھ دیا کہ جنوں اور انسانوں سے وہ جہنم کو بھر دے گا ان لوگوں سے جو جنوں اور انسانوں میں سے ضلالت کی راہ اختیار کرتے ہیں۔ جس راہ کا انجام جہنم ہے۔ یہ لوگ جو اللہ کے سامنے قیامت کے دن پیش کیے گئے ہیں یہ وہی لوگ ہیں جنہوں نے اپنے اختیار اور خوشی سے جہنم کی راہ اختیار کی۔ اب وہ اللہ کے سامنے سرجھکائے شرمندہ کھڑے ہیں۔ چناچہ کہا جاتا ہے :\nفذوقوا بما نسیتم لقآء یومکم ھذا (32: 14) ” اب چکھو مزا اپنی اس حرکت کا کہ تم اس دن کی ملاقات کو فراموش کردیا تھا “۔ یہ ہے تمہارا دن جو حاضر کیونکہ اس منظر میں ہم اسے حاضر دیکھ رہے ہیں۔ تم نے چونکہ اس دن کو بھلا دیا تھا۔ اب اس کا مزہ چکھو۔ تمہارے پاس کافی وقت تھا مگر تم نے اس کے لئے تیاری نہ کی۔\nان نسینکم (32: 14) ” ہم نے بھی تمہیں بھلا دیا ہے “۔ اللہ تو کسی کو نہیں بھلاتا۔ لیکن ان کے ساتھ معاملہ اس طرح کرتا ہے کہ گویا وہ نسیا منسیا کر دئیے گئے ہیں۔ یہ ایسا سلوک ہے جس میں انہیں توہین آمیز انداز میں نظر انداز کردیا گیا ہے۔\nوذوقوا عذاب الخلد بما کنتم تعملون (32: 14) ” چکھو ، اب ہمیشگی کے عذاب کا مزہ اپنے کرتوتوں کی پاداش میں “۔ اب اس منظر پر پردہ گر جاتا ہے۔ فیصلہ کن بات کردی جاتی ہے اور مجرموں کو ان کے برے انجام میں چھوڑ دیا جاتا ہے۔ یہ منظر قرآن کے پڑھنے والے کے پردہ فکر پر یوں نقش ہوتا ہے کہ گویا اب یہ لوگ وہاں اسی حال میں چھوڑ دئیے گئے ہیں۔ تو وہ وہاں ہی کھڑے ہیں جہاں چھوڑ دئیے گئے ہیں۔ یہ ہے قرآن کی اندر کی تصویر کشی۔\nاب اس مشاہدہ و منظر پر پردہ گرتا ہے اور ایک دوسرا منظر سامنے آتا ہے ، اس دوسرے منظر کا ماحول اور فضا مختلف ہے۔ یہ ایک دوسری ہی عطر آمیز اور فرحت بخش فضا ہے جس میں دل اڑا جا رہا ہے ، یہ مومنین کا منظر ہے۔ وہ لوگ جو اللہ سے ڈرتے ہیں ، نہایت یکسوئی سے اس کی عبادت کرتے ہیں ، وہ اللہ کی طرف لوگوں کو دعوت دیتے ہیں اس حال میں کہ ان کے دل کے اندر خدا کا خوف بیٹھا ہے۔ ان کے دل کانپ رہے ہیں۔ یہ لوگ اللہ کے فضل و کرم کی امیدیں لیے ہوئے ہیں۔ ان لوگوں کے لئے رب ذوالجلال نے وہ کچھ تیار کر رکھا ہے جس کا کوئی انسان تصور بھی نہیں کرسکتا۔"
    },
    {
      "ayah": 14,
      "surah": 32,
      "text": "ولو تری اذ المجرمون ۔۔۔۔۔۔ بما کنتم تعلمون (12 – 14)\nیہ ایک ایسا منظر ہے جس میں منکرین قیامت نہایت ہی شرمندگی کے ساتھ اعتراف کر رہے ہیں۔ اب وہ اس سچائی کو مان رہے ہیں جس کا وہ انکار کرتے تھے۔ وہ یہ درخواست کریں گے کہ ہمیں ایک بار پھر زمین پر لوٹا دیا جائے اور وہ اب کی بار اس کمی کو پورا کردیں گے جو پہلی بار ہوگئی۔ یہاں شرمندگی کی وجہ سے وہ سرنگوں کھڑے ہوں گے۔ اب یہ لوگ اپنے اس رب کے پاس (عند ربھم) ہوں گے جس کے پاس حاضر ہونے کا وہ انکار کرتے تھے۔ لیکن ان کی یہ سب باتیں بعد از وقت ہوں گی اور اب اعتراف اور اعلان ان کو کوئی فائدہ نہ دے گا۔ قبل اس کے کہ ان کی اس شرمندگی پر کوئی تبصرہ کیا جائے ، یہ بتا دیا جاتا ہے کہ دنیا اور آخرت میں فیصلہ کن قوت کون سی ہے اور وہ کون سی قوت ہے جو لوگوں کے آخری انجام کا فیصلہ کرنے والی ہے۔\nولو شئنا لاتینا ۔۔۔۔۔ والناس اجمعین (32: 13) ” اگر ہم چاہتے تو پہلے ہی ہر نفس کو اس کی ہدایت دے دیتے مگر میری وہ بات پوری ہوگئی جو میں نے کہی تھی کہ میں جہنم کو جنوں اور انسانوں سے بھر دوں گا “۔ اگر اللہ چاہتا تو تمام انسانوں کو ایک ہی راہ پر ڈال دیتا۔ اور یہ تھا طریقہ ہدایت ، جس طرح اس مخلوقات کا طریقہ ایک ہے جو الہام فطرت کے مطابق زندگی بسر کرتی ہے اور وہ پوری زندگی ایک ہی طرح سے گزارتی ہے جیسے حشرات الارض پرندے اور زمین پر چلنے والے جانور یا وہ مخلوق جو اطاعت شعار ہے مثلاً فرشتے ، لیکن اللہ کی مشیت کا تقاضا یوں ہوا کہ انسانوں کا ایک خاص مزاج اور ماہیت ہو۔ اس کے اختیار میں ہو کہ وہ ہدایت اختیار کرے یا ضلالت اختیار کرے اور وہ اپنی اس مخصوص طبیعت کے ساتھ اس جہاں میں ایک مخصوص کردار ادا کرے جس کے لئے اللہ نے اسے اس کرہ ارض پر بھیجا ہے اور ایک منصوبے کے مطابق بھیجا ہے۔ چناچہ اس منصوبے کے تقاضے کے طور پر اللہ نے لکھ دیا کہ جنوں اور انسانوں سے وہ جہنم کو بھر دے گا ان لوگوں سے جو جنوں اور انسانوں میں سے ضلالت کی راہ اختیار کرتے ہیں۔ جس راہ کا انجام جہنم ہے۔ یہ لوگ جو اللہ کے سامنے قیامت کے دن پیش کیے گئے ہیں یہ وہی لوگ ہیں جنہوں نے اپنے اختیار اور خوشی سے جہنم کی راہ اختیار کی۔ اب وہ اللہ کے سامنے سرجھکائے شرمندہ کھڑے ہیں۔ چناچہ کہا جاتا ہے :\nفذوقوا بما نسیتم لقآء یومکم ھذا (32: 14) ” اب چکھو مزا اپنی اس حرکت کا کہ تم اس دن کی ملاقات کو فراموش کردیا تھا “۔ یہ ہے تمہارا دن جو حاضر کیونکہ اس منظر میں ہم اسے حاضر دیکھ رہے ہیں۔ تم نے چونکہ اس دن کو بھلا دیا تھا۔ اب اس کا مزہ چکھو۔ تمہارے پاس کافی وقت تھا مگر تم نے اس کے لئے تیاری نہ کی۔\nان نسینکم (32: 14) ” ہم نے بھی تمہیں بھلا دیا ہے “۔ اللہ تو کسی کو نہیں بھلاتا۔ لیکن ان کے ساتھ معاملہ اس طرح کرتا ہے کہ گویا وہ نسیا منسیا کر دئیے گئے ہیں۔ یہ ایسا سلوک ہے جس میں انہیں توہین آمیز انداز میں نظر انداز کردیا گیا ہے۔\nوذوقوا عذاب الخلد بما کنتم تعملون (32: 14) ” چکھو ، اب ہمیشگی کے عذاب کا مزہ اپنے کرتوتوں کی پاداش میں “۔ اب اس منظر پر پردہ گر جاتا ہے۔ فیصلہ کن بات کردی جاتی ہے اور مجرموں کو ان کے برے انجام میں چھوڑ دیا جاتا ہے۔ یہ منظر قرآن کے پڑھنے والے کے پردہ فکر پر یوں نقش ہوتا ہے کہ گویا اب یہ لوگ وہاں اسی حال میں چھوڑ دئیے گئے ہیں۔ تو وہ وہاں ہی کھڑے ہیں جہاں چھوڑ دئیے گئے ہیں۔ یہ ہے قرآن کی اندر کی تصویر کشی۔\nاب اس مشاہدہ و منظر پر پردہ گرتا ہے اور ایک دوسرا منظر سامنے آتا ہے ، اس دوسرے منظر کا ماحول اور فضا مختلف ہے۔ یہ ایک دوسری ہی عطر آمیز اور فرحت بخش فضا ہے جس میں دل اڑا جا رہا ہے ، یہ مومنین کا منظر ہے۔ وہ لوگ جو اللہ سے ڈرتے ہیں ، نہایت یکسوئی سے اس کی عبادت کرتے ہیں ، وہ اللہ کی طرف لوگوں کو دعوت دیتے ہیں اس حال میں کہ ان کے دل کے اندر خدا کا خوف بیٹھا ہے۔ ان کے دل کانپ رہے ہیں۔ یہ لوگ اللہ کے فضل و کرم کی امیدیں لیے ہوئے ہیں۔ ان لوگوں کے لئے رب ذوالجلال نے وہ کچھ تیار کر رکھا ہے جس کا کوئی انسان تصور بھی نہیں کرسکتا۔"
    },
    {
      "ayah": 15,
      "surah": 32,
      "text": "انما یؤمن بایتنا ۔۔۔۔۔ جزاء بما کانوا یعملون (15 – 17)\nپھر جیسا کچھ آنکھوں کی ٹھنڈک کا سامان ان کے اعمال کی جزاء میں ان کے لیے چھپا رکھا گیا ہے اس کی کسی متنفس کو خبر نہیں ہے “۔\nیہ اہل ایمان کی نہایت ہی خوبصورت اور روشن تصویر ہے۔ یہ نہایت ہی لطیف اور شفاف اور حساس لوگ ہیں۔ ان کے دل خوف خدا سے کانپتے ہیں اور وہ نہایت ہی پر امید انداز سے اس کی اطاعت کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کی بندگی کرنے میں عار محسوس نہیں کرتے۔ نہ وہ اللہ کے مقابلے میں بڑائی اور تکبر کرتے ہیں۔ اس قسم کے لوگ ہی دراصل اللہ کی آیات پر ایمان لانے والے ہیں۔ یہ لوگ کی آیات کو تیز احساس ، بیدار دل اور روشن ضمیر کے ساتھ لیتے ہیں۔ یہ وہ لوگ ہیں کہ جب ان کو اللہ کی آیات یاد دلائی جاتی ہیں تو یہ سجدہ ریز ہوجاتے ہیں۔\nاذا ذکروا بھا خروا سجدا (32: 15) اس لیے کہ وہ اللہ کی آیات سے بہت ہی متاثر ہوجاتے ہیں۔ وہ اللہ کی باتیں سن کر اللہ اور اس کی آیات کی تعظیم کرتے ہوئے سجدہ ریز ہوجاتے ہیں یہ احساس کرتے ہوئے کہ اللہ اور اس کی آیات کی عظمت کا اظہار صرف سجدہ ریز ہوکر ہی کیا جاسکتا ہے اور اپنی پیشانی کو خاک آلود کرنے ہی سے اس کا اظہار ہو سکتا ہے۔\nوسبحوا بحمد ربھم (32: 15) ” اور اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے ہیں “۔ یعنی جسمانی اعتبار سے وہ سجدہ کرتے ہیں اور زبان کے ساتھ تسبیح کرتے ہیں۔\nوھم لا یستکبرون (32: 15) ” اور وہ تکبر نہیں کرتے “۔ کیونکہ وہ مطیع فرمان ہوکر ، اللہ کی طرف رجوع کرکے ، اللہ کی کبریائی کا شعور رکھتے ہوئے سجدہ ریز ہوتے ہیں۔ اب ذرا ان کی جسمانی شکل و ہیئت کی تصویر دیکھئے ، انداز تعبیر اس طرح ہے کہ ان کی قلبی ، روحانی اور ذہنی کیفیت مجسم ہوکر سامنے آجاتی ہے۔\nتتجافی جنوبھم عن المضاجع یدعون ربھم خوفا وطمعا (32: 16) ” ان کی پیٹھیں بستروں سے الگ رہتی ہیں۔ اپنے رب کو خوف اور طمع کے ساتھ پکارتے ہیں “۔ یہ لوگ رات کو نماز کے لیے اٹھتے ہیں یعنی عشاء کی آخری نماز کے لیے۔ وتروں کے لیے ، تہجد کے لیے اور رات کو دعاؤں کے لیے۔ لیکن قرآن نے ان امور کو اس انداز سے بیان کیا : ان کی پیٹھیں ان کے بستروں سے الگ رہتی ہیں۔ رات کے وقت بستروں کی تصویر کشی یوں کی جاتی ہے کہ انسان اس راحت ، آرام ، نیند اور دوسری لذتوں کو بڑی مشکل سے چھوڑتا ہے۔ لیکن ان کی پیٹھیں ، نرم بستروں ، آرام اور نیند اور عیش کے مقابلے میں دوسرا کام رکھتی ہیں۔ ان کا اپنے رب کے ساتھ کام ہوتا ہے۔ ان کو خیال ہوتا ہے کہ ان کو ایک دن رب کے ہاں حاضر ہونا ہے اور وہ خوف ورجاء کے درمیان اللہ کی طرف متوجہ ہیں۔ خوف ان کو اللہ کے عذاب کا ہوتا ہے اور امید اللہ کی رحمت کی ہوتی ہے۔ خوف اللہ کے غضب کا ہوتا ہے اور امید اللہ کی رضا مندی کی ہوتی ہے۔ خوف اللہ کی معصیت کا ہوتا ہے اور امید اس کی توفیق اطاعت کی ہوتی ہے۔ ان تمام امور کو قرآن کریم نے نہایت ہی مختصر الفاظ میں بیان کردیا ہے۔ نہایت ہی مجسم انداز میں۔\nیدعون ربھم خوفا وطمعا (32: 16) ” اپنے رب کو خوف اور طمع کے ساتھ پکارتے ہیں “۔ اس حساسیت اور کپکپی ، خضوع و خشوع کے ساتھ نماز اور گڑگڑا کر دعا کرنے کے علاوہ اپنی سوسائٹی کی بھلائی کے لیے بھی فکر مند ہوتے ہیں اور اللہ کو راضی کرتے ہوئے وہ زکوٰۃ ادا کرتے ہیں۔\nومما رزقنھم ینفقون (32: 16) ” اور جو رزق ہم نے ان کو دیا ہے اس سے خرچ کرتے ہیں “۔ ان بلند ، روشن ، حساس اور مشفق صورتوں کے ساتھ اللہ کا معاملہ بھی بہت مشفقانہ ہے اور نہایت ہی منفرد قسم کی جزاء ان کے لیے تیار ہے۔ وہ جزاء جس کے اندر ان کے لیے خاص مہربانی جھلکتی ہے۔ ان کے لیے ایک خاص اعزاز کا اعلان ہوتا ہے۔ اللہ کی طرف سے ان پر کرم\nہوتا ہے اور اللہ تعالیٰ ایسے بلند نفوس کے لئے خصوصی اور مخفی مہربانیاں اور تعلقات رکھتے ہیں۔"
    },
    {
      "ayah": 16,
      "surah": 32,
      "text": "انما یؤمن بایتنا ۔۔۔۔۔ جزاء بما کانوا یعملون (15 – 17)\nپھر جیسا کچھ آنکھوں کی ٹھنڈک کا سامان ان کے اعمال کی جزاء میں ان کے لیے چھپا رکھا گیا ہے اس کی کسی متنفس کو خبر نہیں ہے “۔\nیہ اہل ایمان کی نہایت ہی خوبصورت اور روشن تصویر ہے۔ یہ نہایت ہی لطیف اور شفاف اور حساس لوگ ہیں۔ ان کے دل خوف خدا سے کانپتے ہیں اور وہ نہایت ہی پر امید انداز سے اس کی اطاعت کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کی بندگی کرنے میں عار محسوس نہیں کرتے۔ نہ وہ اللہ کے مقابلے میں بڑائی اور تکبر کرتے ہیں۔ اس قسم کے لوگ ہی دراصل اللہ کی آیات پر ایمان لانے والے ہیں۔ یہ لوگ کی آیات کو تیز احساس ، بیدار دل اور روشن ضمیر کے ساتھ لیتے ہیں۔ یہ وہ لوگ ہیں کہ جب ان کو اللہ کی آیات یاد دلائی جاتی ہیں تو یہ سجدہ ریز ہوجاتے ہیں۔\nاذا ذکروا بھا خروا سجدا (32: 15) اس لیے کہ وہ اللہ کی آیات سے بہت ہی متاثر ہوجاتے ہیں۔ وہ اللہ کی باتیں سن کر اللہ اور اس کی آیات کی تعظیم کرتے ہوئے سجدہ ریز ہوجاتے ہیں یہ احساس کرتے ہوئے کہ اللہ اور اس کی آیات کی عظمت کا اظہار صرف سجدہ ریز ہوکر ہی کیا جاسکتا ہے اور اپنی پیشانی کو خاک آلود کرنے ہی سے اس کا اظہار ہو سکتا ہے۔\nوسبحوا بحمد ربھم (32: 15) ” اور اپنے رب کی حمد کے ساتھ اس کی تسبیح کرتے ہیں “۔ یعنی جسمانی اعتبار سے وہ سجدہ کرتے ہیں اور زبان کے ساتھ تسبیح کرتے ہیں۔\nوھم لا یستکبرون (32: 15) ” اور وہ تکبر نہیں کرتے “۔ کیونکہ وہ مطیع فرمان ہوکر ، اللہ کی طرف رجوع کرکے ، اللہ کی کبریائی کا شعور رکھتے ہوئے سجدہ ریز ہوتے ہیں۔ اب ذرا ان کی جسمانی شکل و ہیئت کی تصویر دیکھئے ، انداز تعبیر اس طرح ہے کہ ان کی قلبی ، روحانی اور ذہنی کیفیت مجسم ہوکر سامنے آجاتی ہے۔\nتتجافی جنوبھم عن المضاجع یدعون ربھم خوفا وطمعا (32: 16) ” ان کی پیٹھیں بستروں سے الگ رہتی ہیں۔ اپنے رب کو خوف اور طمع کے ساتھ پکارتے ہیں “۔ یہ لوگ رات کو نماز کے لیے اٹھتے ہیں یعنی عشاء کی آخری نماز کے لیے۔ وتروں کے لیے ، تہجد کے لیے اور رات کو دعاؤں کے لیے۔ لیکن قرآن نے ان امور کو اس انداز سے بیان کیا : ان کی پیٹھیں ان کے بستروں سے الگ رہتی ہیں۔ رات کے وقت بستروں کی تصویر کشی یوں کی جاتی ہے کہ انسان اس راحت ، آرام ، نیند اور دوسری لذتوں کو بڑی مشکل سے چھوڑتا ہے۔ لیکن ان کی پیٹھیں ، نرم بستروں ، آرام اور نیند اور عیش کے مقابلے میں دوسرا کام رکھتی ہیں۔ ان کا اپنے رب کے ساتھ کام ہوتا ہے۔ ان کو خیال ہوتا ہے کہ ان کو ایک دن رب کے ہاں حاضر ہونا ہے اور وہ خوف ورجاء کے درمیان اللہ کی طرف متوجہ ہیں۔ خوف ان کو اللہ کے عذاب کا ہوتا ہے اور امید اللہ کی رحمت کی ہوتی ہے۔ خوف اللہ کے غضب کا ہوتا ہے اور امید اللہ کی رضا مندی کی ہوتی ہے۔ خوف اللہ کی معصیت کا ہوتا ہے اور امید اس کی توفیق اطاعت کی ہوتی ہے۔ ان تمام امور کو قرآن کریم نے نہایت ہی مختصر الفاظ میں بیان کردیا ہے۔ نہایت ہی مجسم انداز میں۔\nیدعون ربھم خوفا وطمعا (32: 16) ” اپنے رب کو خوف اور طمع کے ساتھ پکارتے ہیں “۔ اس حساسیت اور کپکپی ، خضوع و خشوع کے ساتھ نماز اور گڑگڑا کر دعا کرنے کے علاوہ اپنی سوسائٹی کی بھلائی کے لیے بھی فکر مند ہوتے ہیں اور اللہ کو راضی کرتے ہوئے وہ زکوٰۃ ادا کرتے ہیں۔\nومما رزقنھم ینفقون (32: 16) ” اور جو رزق ہم نے ان کو دیا ہے اس سے خرچ کرتے ہیں “۔ ان بلند ، روشن ، حساس اور مشفق صورتوں کے ساتھ اللہ کا معاملہ بھی بہت مشفقانہ ہے اور نہایت ہی منفرد قسم کی جزاء ان کے لیے تیار ہے۔ وہ جزاء جس کے اندر ان کے لیے خاص مہربانی جھلکتی ہے۔ ان کے لیے ایک خاص اعزاز کا اعلان ہوتا ہے۔ اللہ کی طرف سے ان پر کرم\nہوتا ہے اور اللہ تعالیٰ ایسے بلند نفوس کے لئے خصوصی اور مخفی مہربانیاں اور تعلقات رکھتے ہیں۔"
    },
    {
      "ayah": 17,
      "surah": 32,
      "text": "فلما تعلم نفس ۔۔۔۔۔ کانوا یعملون (32: 17) ” “۔ یہ ایک عجیب انداز تعبیر ہے۔ اللہ تعالیٰ کا اپنے بندوں کے ساتھ خفیہ تعلق ہوتا ہے اور اللہ نے بذات خود اپنے دوستوں کے لیے تحفے تیار کر رکھے ہیں ، ان کو خفیہ رکھا ہے اور اللہ نے ان کے بارے میں کسی کو کوئی اطلاع بھی نہیں دی تاکہ ان کو قیامت کے دن اچانک ظاہر کیا جائے۔ اب یہ ہونے والی ملاقات کس قدر باعث احترام ہے ، کس قدر اس کا انتظار ہے اور کس قدر شاندار ہے کہ اس میں اللہ اپنے دوستوں میں نادیدہ تحفے تقسیم کریں گے جو تیار ہوچکے ہیں اور اللہ اپنی موجودگی میں یہ تحفے تقسیم کریں گے۔\nسبحان اللہ ! اپنے بندوں پر اللہ کے کیا کرم ہیں۔ اللہ تعالیٰ کس طرح ان کو اپنے فضل و کرم سے نوازتا ہے۔ ان کا عمل جو بھی ہو ، ان کی عبادت جو بھی ہو ، اور ان کی اطاعت جس قدر بھی ہو ، بہرحال اللہ تعالیٰ نے خود ان کے لیے بعض تحفے تیار کر رکھے ہیں۔ نہایت اہتمام ، رعایت ، کرم اور شفقت کے ساتھ۔ یہ اللہ کا فضل و کرم ہے اور وہ بہت ہی فضل و کرم کرنے والا ہے۔\nپھر دوبارہ اس اجمال کی تفصیل دی جاتی ہے۔ ذلیل شدہ مجرمین کے انجام کے مقابلے میں مومنین کا بہترین انجام ذرا مفصلاً بیان ہوتا ہے کہ اللہ مومنین کو کس قدر منصفانہ جزاء ان کے اعمال کی دے گا۔ وہ مومنین اور مجرمین کے انجام میں دنیا اور آخرت دونوں میں فرق کرے گا یعنی خفیہ تحفوں کے علاوہ ان کے اعمال کا بھی پورا پورا بدلہ دیا جائے گا۔"
    },
    {
      "ayah": 18,
      "surah": 32,
      "text": "افمن کان مؤمنا ۔۔۔۔۔۔ انا من المجرمین منتقمون (18 – 22) مومنین اور فاسقین ، مزاج ، شعور اور طرز عمل کسی چیز میں برابر نہیں ہوتے کہ وہ دنیا و آخرت کی جزاء میں برابر ہوجائیں۔ مومن کی فطرت سیدھی ، سلیم ہوتی ہے اور وہ اللہ کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کے سیدھے راستے اور سیدھے نظام کے مطابق زندگی بسر کرتے ہیں اور فاسق منحرف ، بےراہ رو ، مفسد فی الارض ، اور اللہ کے سیدھے راستے پر چلنے والے نہیں ہوتے اور نہ اسلامی نظام قانون کے مطابق زندگی گزارتے ہیں۔ لہٰذا یہ کوئی تعجب کی بات نہیں ہے کہ مومن اور فاسق ایک جیسی زندگی بسر نہ کریں اور ان کی زندگی کا انجام ایک نہ ہو ، دنیا اور آخرت میں۔ اور ان میں سے ہر ایک کو دنیا اور آخرت دونوں میں اپنے کیے کے مطابق جزاء و سزا ملے گی۔\nوما الذین امنوا ۔۔۔۔۔ الماوی (32: 19) ” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، ان کے لیے تو جنتوں کی قیام گاہیں ہیں “۔ یہ ان قیام گاہوں میں فروکش ہوں گے اور یہ قیام گاہیں ان کو اپنے اندر لے لیں گی۔ یہ ان کے لیے اچھی منزلیں ہوں گی اور ان منازل میں وہ رہیں گے اور یہ بطور جزاء ہوں گے ان کے اعمال حسنہ پر۔\nواما الذین فسقوا فماوھم النار (32: 20) ” اور جنہوں نے فسق اختیار کیا ہے ان کا ٹھکانا دوزخ ہے۔ وہ اس کی طرف لوٹیں گے اور وہ وہاں سر چھپائیں گے۔ کیا ہی برا ٹھکانا ہے۔\nکلما ارادوآ ان یخرجوا منھا اعیدوا فیھا (32: 20) ” جب کبھی نکلنا چاہیں گے اس میں دھکیل دئیے جائیں “ یہ ایک ایسا منظر ہے جس میں بھرپور دوڑ دھوپ ہے لوگ بھاگ رہے ہیں اور انہیں پکڑ پکڑ کر دوبارہ دوزخ میں ڈالا جا رہا ہے\nوقیل لھم ۔۔۔۔۔ تکذبون (32: 20) ” اور ان سے کہا جائے گا کہ چکھو اب اسی آگ کے عذاب کا مزہ جس کو تم جھٹلایا کرتے تھے “۔ یہ ان کی سرزنش ہے۔ ان کو زیادہ ذلیل کرنے اور زیادہ سزا دینے کے لیے۔\nیہ ہے آخرت میں انجام فاسق لوگوں کا۔ لیکن ان کو قیامت کے عذاب کے آنے تک مہلت نہیں دے دی گئی۔ ان کو قیامت سے پہلے اس جہاں میں بھی عذاب کی دھمکی دی جاتی ہے۔\nولنذیقنھم من العذاب ۔۔۔۔۔ یرجعون (32: 21) ” اس بڑے عذاب سے پہلے ہم ایسی دنیا میں (کسی نہ کسی چھوٹے) عذاب کا مزا انہیں چکھاتے رہیں گے ، شاید کہ یہ (اپنی باغیانہ روش سے) باز آجائیں۔\nلیکن ان چھوٹے موٹے عذابوں کی تہہ میں بھی دراصل اللہ کی رحمت پوشیدہ ہے۔ اللہ تعالیٰ اس بات کو پسند نہیں فرماتے کہ اپنے بندوں کو بہرحال عذاب دیں۔ اگر وہ عذاب کے مستحق نہ ہوں۔ اگر وہ عذاب کے معصیات پر اصرار نہ کریں۔ اللہ تعالیٰ فرماتے ہیں میرا جھوٹا موٹا عذاب جو بندوں پر آتا رہتا ہے وہ بھی انہیں متنبہ کرنے کے لیے آتا ہے کہ شاید وہ لوٹ آئیں۔ ان کی فطرت جاگ اٹھے اور یہ عذاب انہیں راہ راست پر لے آئے۔ اور اگر وہ باز آجائیں تو وہ اس عذاب اکبر سے بچ جائیں جو ابھی ان کے سامنے گزشتہ منظر میں پیش کردیا گیا ہے۔ اگر ان کو رب تعالیٰ کی آیات کی یاد دہانی کی گئی اور انہوں نے ان سے اعراض کیا اور اس کی وجہ سے ان پر معمولی عذاب آگیا اور پھر انہوں نے عبرت حاصل نہ کی اور اپنی روش سے نہ لوٹے تو اب یہ ظالم ہیں۔\nومن اظلم ۔۔۔۔۔ اعرض عنھا (32: 22) ” اور اس شخص سے بڑا ظالم کون ہوگا جسے ہماری آیات سنائی گئیں اور پھر وہ اس دن ان سے منہ پھیرلے “۔ لہٰذا ایسے لوگ اس بات کے مستحق ہیں کہ ان سے انتقام لیا جائے۔\nانا من المجرمین منتقمون (32: 22) ” ایسے مجرموں سے تو ہم انتقام لے کر رہیں گے “۔ یہ ایک خوفناک تہدید ہے کہ اللہ جبار اور متکبر یہ دھمکی دے رہا ہے اور وہ اعلان کرتا ہے کہ ایسے مجرموں سے میں انتقام لوں گا۔ اللہ کے مقابلے میں یہ بیچارے ضعیف کر بھی کیا سکیں گے۔ واہ رے اللہ کا انتقام !۔ یہ سبق اب مجرمین اور صالحین ، مومنین اور فاسقین کے انجام پر ختم ہوتا ہے۔ ان دونوں قسم کے لوگوں کا انجام مناظر قیامت کی شکل میں ہے۔ جس کے وقوع میں یہ لوگ شک کرتے تھے۔ اس کے بعد سیاق کلام میں ایک نظر حضرت موسیٰ اور ان کی قوم کے حالات پر ڈالی جاتی ہے۔ حضرت موسیٰ کو کتاب دی گئی تھی کہ بنی اسرائیل کے لیے کتاب ہدایت ہو جیسا کہ حضرت محمد ﷺ کو قرآن دیا گیا ہے کہ یہ مومنین کے لیے ہدایت ہو۔ صاحب قرآن اور صاحب تورات ایک ہی نظریہ حیات پر متفق ہیں اور جس طرح حضرت موسیٰ کے متبعین نے صبر و ثبات سے کام لیا اور ان کو ائمہ ہدایت بنایا گیا تھا اس طرح اگر حضرت محمد ﷺ کے ساتھی اگر صبر و ثبات سے کام لیں تو وہ بھی امامت کے مستحق ہوں گے امامت کی مستحق امت کی صفات کیا ہوتی ہیں۔"
    },
    {
      "ayah": 19,
      "surah": 32,
      "text": "افمن کان مؤمنا ۔۔۔۔۔۔ انا من المجرمین منتقمون (18 – 22) مومنین اور فاسقین ، مزاج ، شعور اور طرز عمل کسی چیز میں برابر نہیں ہوتے کہ وہ دنیا و آخرت کی جزاء میں برابر ہوجائیں۔ مومن کی فطرت سیدھی ، سلیم ہوتی ہے اور وہ اللہ کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کے سیدھے راستے اور سیدھے نظام کے مطابق زندگی بسر کرتے ہیں اور فاسق منحرف ، بےراہ رو ، مفسد فی الارض ، اور اللہ کے سیدھے راستے پر چلنے والے نہیں ہوتے اور نہ اسلامی نظام قانون کے مطابق زندگی گزارتے ہیں۔ لہٰذا یہ کوئی تعجب کی بات نہیں ہے کہ مومن اور فاسق ایک جیسی زندگی بسر نہ کریں اور ان کی زندگی کا انجام ایک نہ ہو ، دنیا اور آخرت میں۔ اور ان میں سے ہر ایک کو دنیا اور آخرت دونوں میں اپنے کیے کے مطابق جزاء و سزا ملے گی۔\nوما الذین امنوا ۔۔۔۔۔ الماوی (32: 19) ” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، ان کے لیے تو جنتوں کی قیام گاہیں ہیں “۔ یہ ان قیام گاہوں میں فروکش ہوں گے اور یہ قیام گاہیں ان کو اپنے اندر لے لیں گی۔ یہ ان کے لیے اچھی منزلیں ہوں گی اور ان منازل میں وہ رہیں گے اور یہ بطور جزاء ہوں گے ان کے اعمال حسنہ پر۔\nواما الذین فسقوا فماوھم النار (32: 20) ” اور جنہوں نے فسق اختیار کیا ہے ان کا ٹھکانا دوزخ ہے۔ وہ اس کی طرف لوٹیں گے اور وہ وہاں سر چھپائیں گے۔ کیا ہی برا ٹھکانا ہے۔\nکلما ارادوآ ان یخرجوا منھا اعیدوا فیھا (32: 20) ” جب کبھی نکلنا چاہیں گے اس میں دھکیل دئیے جائیں “ یہ ایک ایسا منظر ہے جس میں بھرپور دوڑ دھوپ ہے لوگ بھاگ رہے ہیں اور انہیں پکڑ پکڑ کر دوبارہ دوزخ میں ڈالا جا رہا ہے\nوقیل لھم ۔۔۔۔۔ تکذبون (32: 20) ” اور ان سے کہا جائے گا کہ چکھو اب اسی آگ کے عذاب کا مزہ جس کو تم جھٹلایا کرتے تھے “۔ یہ ان کی سرزنش ہے۔ ان کو زیادہ ذلیل کرنے اور زیادہ سزا دینے کے لیے۔\nیہ ہے آخرت میں انجام فاسق لوگوں کا۔ لیکن ان کو قیامت کے عذاب کے آنے تک مہلت نہیں دے دی گئی۔ ان کو قیامت سے پہلے اس جہاں میں بھی عذاب کی دھمکی دی جاتی ہے۔\nولنذیقنھم من العذاب ۔۔۔۔۔ یرجعون (32: 21) ” اس بڑے عذاب سے پہلے ہم ایسی دنیا میں (کسی نہ کسی چھوٹے) عذاب کا مزا انہیں چکھاتے رہیں گے ، شاید کہ یہ (اپنی باغیانہ روش سے) باز آجائیں۔\nلیکن ان چھوٹے موٹے عذابوں کی تہہ میں بھی دراصل اللہ کی رحمت پوشیدہ ہے۔ اللہ تعالیٰ اس بات کو پسند نہیں فرماتے کہ اپنے بندوں کو بہرحال عذاب دیں۔ اگر وہ عذاب کے مستحق نہ ہوں۔ اگر وہ عذاب کے معصیات پر اصرار نہ کریں۔ اللہ تعالیٰ فرماتے ہیں میرا جھوٹا موٹا عذاب جو بندوں پر آتا رہتا ہے وہ بھی انہیں متنبہ کرنے کے لیے آتا ہے کہ شاید وہ لوٹ آئیں۔ ان کی فطرت جاگ اٹھے اور یہ عذاب انہیں راہ راست پر لے آئے۔ اور اگر وہ باز آجائیں تو وہ اس عذاب اکبر سے بچ جائیں جو ابھی ان کے سامنے گزشتہ منظر میں پیش کردیا گیا ہے۔ اگر ان کو رب تعالیٰ کی آیات کی یاد دہانی کی گئی اور انہوں نے ان سے اعراض کیا اور اس کی وجہ سے ان پر معمولی عذاب آگیا اور پھر انہوں نے عبرت حاصل نہ کی اور اپنی روش سے نہ لوٹے تو اب یہ ظالم ہیں۔\nومن اظلم ۔۔۔۔۔ اعرض عنھا (32: 22) ” اور اس شخص سے بڑا ظالم کون ہوگا جسے ہماری آیات سنائی گئیں اور پھر وہ اس دن ان سے منہ پھیرلے “۔ لہٰذا ایسے لوگ اس بات کے مستحق ہیں کہ ان سے انتقام لیا جائے۔\nانا من المجرمین منتقمون (32: 22) ” ایسے مجرموں سے تو ہم انتقام لے کر رہیں گے “۔ یہ ایک خوفناک تہدید ہے کہ اللہ جبار اور متکبر یہ دھمکی دے رہا ہے اور وہ اعلان کرتا ہے کہ ایسے مجرموں سے میں انتقام لوں گا۔ اللہ کے مقابلے میں یہ بیچارے ضعیف کر بھی کیا سکیں گے۔ واہ رے اللہ کا انتقام !۔ یہ سبق اب مجرمین اور صالحین ، مومنین اور فاسقین کے انجام پر ختم ہوتا ہے۔ ان دونوں قسم کے لوگوں کا انجام مناظر قیامت کی شکل میں ہے۔ جس کے وقوع میں یہ لوگ شک کرتے تھے۔ اس کے بعد سیاق کلام میں ایک نظر حضرت موسیٰ اور ان کی قوم کے حالات پر ڈالی جاتی ہے۔ حضرت موسیٰ کو کتاب دی گئی تھی کہ بنی اسرائیل کے لیے کتاب ہدایت ہو جیسا کہ حضرت محمد ﷺ کو قرآن دیا گیا ہے کہ یہ مومنین کے لیے ہدایت ہو۔ صاحب قرآن اور صاحب تورات ایک ہی نظریہ حیات پر متفق ہیں اور جس طرح حضرت موسیٰ کے متبعین نے صبر و ثبات سے کام لیا اور ان کو ائمہ ہدایت بنایا گیا تھا اس طرح اگر حضرت محمد ﷺ کے ساتھی اگر صبر و ثبات سے کام لیں تو وہ بھی امامت کے مستحق ہوں گے امامت کی مستحق امت کی صفات کیا ہوتی ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 32,
      "text": "درس نمبر 187 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 30\nالم (1) تنزیل الکتب ۔۔۔۔۔ لعلھم یھتدون (1-3)\nالف۔ لام۔ میم۔۔۔ یہ وہ حروف ہیں جن سے عرب واقف تھے جن سے یہ کتاب سب سے پہلے مخاطب تھی۔ وہ جانتے تھے کہ ان حروف سے کلام کس طرح بنایا جاتا ہے اور وہ یہ بھی جانتے تھے کہ ان حروف سے وہ جو کلام بناتے ہیں اس میں اور اس کلام میں کس قدر فرق ہے۔ ہر وہ شخص یہ فرق جانتا تھا جو اسالیب کلام سے واقف تھا۔ اور جو شخص بھی افکار و معانی کو الفاظ کا لباس پہنانے کا کام کرتا تھا ۔ یہ لوگ یہ بھی جانتے تھے اور اسے مانتے تھے کہ نصوص قرآنی کے اندر کوئی خفیہ قوت ہے اور اس کے اندر کوئی گہرا عنصر ہے ، جو اسے ایک ایسی قوت قاہرہ عطا کرتا ہے جو بات کو دل میں اتار دیتا ہے۔ ایسی تاثیر ان تمام باتوں اور اشعار میں نہیں ہے جو انسان خود بناتا ہے ، یا اس نے بنائے ہیں۔ یہ قرآن مجید کی ایسی خصوصیت تھی جس میں کسی کو کلام نہ تھا ، موافق ہو یا مخالف۔ کیونکہ جو شخص بھی یہ کلام سنتا تھا وہ اسے محسوس کرتا تھا۔ وہ اس کلام کو دوسرے کلاموں سے ممتاز پاتا تھا اور اس پر جھوم جاتا تھا ۔ اگرچہ وہ یہ نہ جانتا تھا کہ یہ کلام الٰہی ہے۔ قرآن کریم کو مکہ میں جب مخالف لوگوں نے بھی سنا ، کلام کا یہ عنصر ان پر اثر انداز ہوا۔ مختلف لوگوں کے ساتھ مختلف واقعات پیش آئے۔\nادہائے عرب کے کلام اور شعر میں اور قرآن کریم کی سورتوں اور آیات میں وہی فرق ہے جو اللہ کی مصنوعات میں اور انسانوں کی مصنوعات میں ہے۔ اللہ کی مصنوعات واضح اور تمیز اور جدا ہیں۔ کوئی انسانی مصنوعی چیز اللہ کی بنائی ہوئی چیز کا مقابلہ نہیں کرسکتی۔ کسی بھی چھوٹی سے چھوٹی چیز کو لے لیں۔ ایک اصلی پھول کو لے لیں اور ایک مصنوعی پھول کو لے لیں۔ اگر دنیا کے تمام تصویر کشوں کو یہ حکم دیا جائے کہ وہ مل کر ایسی تصویر بنائیں جس میں کسی ایک اصلی پھول میں رنگوں کی تقسیم کا مقابلہ ہو تو وہ ایسا نہ کرسکیں گے۔ ایک پھول کی کلر اسکیم ہی ایک معجزہ ہے۔ یہی حال ہے کلام الٰہی کا اور دوسرے انسانی کلاموں کا جو سب کے سب انہی حروف تہجی سے بنے ہوئے ہیں۔\nتنزیل الکتب لا ریب فیہ من رب العلمین (32: 2) ” اس کتاب کی تنزیل بلاشبہ رب العالمین کی طرف سے ہے “۔ یہ ایک فیصلہ کن بات ہے اور اس میں کوئی شک نہیں ہے کہ یہ کتاب رب العالمین کی طرف سے ہے۔ یہاں آیت کے درمیان لا ریب فیہ یعنی شک کی نفی کو لایا گیا ہے۔ یعنی مبتداء اور خبر کے درمیان کیونکہ یہ حقیقی ” ایشو “ ہے اور اس آیت کا اصل مدعا یہ ہے کہ شک کی تردید کی جائے اور اس فقرے کا آغاز حروف مقطعات سے اس بات کا اظہار ہے کہ اگر کوئی شک کرتا ہے تو یہ رہے وہ حروف ، وہ میٹریل جس سے یہ کلام بنا ہے ، تم بھی بنا لو۔ لہٰذا شک کی کوئی گنجائش نہیں ہے۔ یہ حروف تمہیں مہیا ہیں ، تم اہل لسان ہو ، اس کتاب کا انداز ایسا ہے جس کو تم بھی معجزانہ کلام تصور کرتے ہو۔ یہ تمہارا تجربہ ہے اور تمہارے تجربہ کار لوگوں کا یہی کہنا ہے۔\nاس قرآن کی ہر سورة اور ہر آیت اپنے اندر ایک معجزانہ عنصر رکھتی ہے۔ یہ عنصر اس کلام کے اندر بہت ہی گہرا ہے اور وہ یہ بتاتا ہے کہ اس کلام کے اندر کوئی خفیہ قوت ہے ۔ جب اس کی تلاوت ہوتی ہے تو انسان پر کپکپی طاری ہوجاتی ہے۔ وہ جھوم اٹھتا ہے ، وہ متزلزل ہوجاتا ہے اور اسے اپنے اوپر کنڑول نہیں رہتا۔ جب بھی کسی نے اس کے لیے دل کھولا ، احساس نے کان دھرا ، اور انسانی ادراک بلند ہوا اور اس کو سننے اور قبول کرنے کا جذبہ پیدا ہوا۔ انسانی ثقافت اور علم و بصیرت جوں جوں وسیع ہوتی جاتی ہے ، قرآن کریم کی یہ خصوصیت بہت ہی نمایاں ہوتی جاتی ہے۔ جوں جوں انسان کا علم بڑھتا ہے ، وہ اس کائنات کے اندر دور تک اپنا مشاہدہ بڑھاتا ہے اور وہ اس کائنات اور اس کے اندر کی مخلوق اور افراد تک اپنا علم بڑھاتا ہے۔ اس کلام کی تاثیر و قتی نہیں ہوتی۔ یہ ایک بنیادی حقیقت ہوتی ہے جب قرآن انسان فطرت سے ہمکلام ہوتا ہے اور یہ تاثیر ایک حقیقت بن کر سامنے آتے ہے جب قرآن ایک تجربہ کار دل و دماغ سے مخاطب ہو۔ جب یہ ایک تعلیم یافتہ عقل سے ہمکلام ہو ، جو ایک بھرے ہوئے ذہن سے بات کر رہا ہو ، جس کے اندر علم و معلومات ہوں۔ جوں جوں انسان کا درجہ علم ، ثقافت اور معلومات بلند ہوتا ہے ، اس قرآن کے معانی ، مفاہیم اور اثرات بڑھتے جاتے ہیں (بشرطیکہ انسانی فطرت سیدھی ہو ، اس میں ٹیڑھ نہ ہو اور اس کے اوپر خواہشات نفسانیہ کے پردے نہ پڑگئے ہوں) اور انسان علی وجہ الیقین یہ محسوس کرتا ہے کہ وہ رب العالمین کی طرف سے نازل کردہ ہے۔\nام یقولون افترہ (32: 3) ” تو یہ لوگ یہ کہتے ہیں کہ اس شخص نے اسے خود گھڑ لیا ہے “۔ یہ بات انہوں نے محض ضد اور عناد سے کہی تھی۔ لیکن سیاق کلام میں یہاں اس کو بصورت سوال استکاری اور نہایر ہی ناپسندیدہ بات کے لاتا ہے۔ کیا وہ ایسا کہتے ہیں ؟ ایسی بات تو انہیں نہیں کہنا چاہئے اس لیے کہ محمد ﷺ کا کردار اور سیرت ان کے اندر موجود مثال ہے۔ انہوں نے تو کبھی کسی پر الزام نہیں لگایا۔ کیا وہ اللہ پر الزام لگاتے ہیں۔ حقیقت یہ ہے کہ یہ کتاب بذات خود اپنے اوپر شہادت ہے اس میں تو شک کی کوئی بات ہی نہیں ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ سچائی ، یہ فطرت ازلی کے عین مطابق ہے۔ یہ کائنات کے اندر موجود حق اور سچائی کے عین مطابق ہے۔ لہٰذا اس کے اندر گہری سچائی پائی جاتی ہے۔ اس کی ساخت ، اس کے بیان ، اور اس کے نظام کا ثبات و دوام اور اس کا جامع و مانع ہونا۔ اس کے اجزاء کا باہم ہم آہنگ ہونا اور متصادم نہ ہونا اور اس کے اجزاء کا باہم تعارف اور یگانگت یہ سب اس کے حق پر ہونے پر شاہد ہیں۔\nیہ اس لیے حق ہے کہ یہ انسان اور اس کائنات کے اندر ہائے جانے والے قوانین فطرت کے درمیان رابطہ پیدا کرتا ہے۔ انسان اور اس کائنات کے قوانین کلیہ کے درمیان مکمل ہم آہنگی پائی جاتی ہے اور قرآن انسان اور ان کائناتی قوتوں کے درمیان توافق اور سلامتی پیدا کرتا ہے۔ چناچہ انسانی قوت اور کائیاتی قوتیں باہم معاون ، باہم ملاقی ہوجاتی ہیں اور ان کے درمیان پوری پوری مفاہمت ہوتی ہے۔ یوں انسان اپنے اس وسیع ماحول کا دوست بن جاتا ہے۔ یہ ایک ایسی سچائی ہے کہ جب انسانی فطرت اسے پاتی ہے تو اس پر لبیک کہتی ہے۔ نہایت بسر ، نہایت خوشی اور نہایت شوق سے بغیر کسی تشقت اور دشمنی کے ، کیونکہ دونوں کے اندر ازلی اور قدیم حق رکھ دیا گیا ہے۔\nیہ ایک ایسی سچائی ہے جس کے اندر کوئی تعارض ، کوئی تضاد نہیں ہے اور وہ پوری انسانیت کیلئے ایک مکمل منہاج حیات ہے۔ یہ منہاج انسانوں کی شخصیت ان کی قوت ، ان کے جذبات و میلانات ، ان کی حالت صحت اور حالت مرض اور حالت قوت اور حالت ضعف حالت امن اور حالت فساد کو اچھی طرح مدنظر رکھ کر بنایا گیا ہے۔ یہ ایک ایسی سچائی ہے جس میں مکمل عدل ہے۔ یہ نہ دنیا میں بےانصافی کرتا ہے نہ آخرت میں ، انسانوں کے اندر جو قومیں موجود ہیں ان کے ساتھ بھی یہ کوئی بےانصافی نہیں کرتا۔ یہ دینی اور فکری قوتوں کے ساتھ بھی بےانصافی نہیں کرتا۔ یہ انسان کی کسی حرکت کے ساتھ ظلم کرکے اسے کسی معقول سرگرمی سے نہیں روکتا۔ جب تک وہ سرگرمی اس عالم گیر سچائی کے دائرہ کے اندر ہو ، جو اس پوری کائنات کے اندر ودیعت کردی گئی ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ یہ تمہاری طرف سے نہیں ہے۔ یہ رب کی طرف سے ہے۔ یہ رب مسلمانوں کا ہی نہیں ہے ، رب العالمین ہے۔ یہ ہے اس حق میں کرامت انسانی۔ اس میں رسول کی تکریم ہے کہ وہ اپنی طرف سے افتراء نہیں باندھ رہا۔ پھر یہ اللہ اور رسول ﷺ کے درمیان قرب کا ایک رنگ اور پر تو ہے۔ اور یہ درپر وہ جواب ہے ان کے اس الزام کا ، کہ یہ اللہ پر افتراء ہے۔ ربک سے یہ ثابت کرنا مقصود ہے کہ حضور ﷺ اور قرآن کریم کا مصدر اور سرچشمہ باری تعالیٰ کے درمیان پختہ تعلق ہے۔ ایک باعزت تعلق اور اس کی وجہ سے وہ نہایت ذمہ داری اور امانت داری کے ساتھ ٹھیک ٹھیک وحی نقل کرتے ہیں۔\nلتنذر قوما اتھم ۔۔۔۔۔ لعلھم یھتدون (32: 3) ” تاکہ تو متنبہ کرے ایک ایسی قوم کو جس کے پاس تجھ سے پہلے کوئی متنبہ کرنے والا نہیں آیا شاید کہ وہ ہدایت پا جائیں “۔ عرب جن کے لئے حضور اکرم ﷺ کو بھیجا گیا تھا۔ آپ ﷺ سے قبل ان کی طرف کوئی رسول نہ بھیجا گیا تھا۔ تاریخ میں بنی اسماعیل میں سے کسی رسول کے آنے کا ذکر نہیں ہے جو عربوں کے جد اول تھے۔ اللہ نے حضرت محمد ﷺ پر یہ کتاب نازل کی جو سچائی ہے ، وہ سچائی جو انسان کی فطرت میں بھی موجود ہے۔ انسانوں کے دلوں کے اندر بھی موجود ہے۔\nیہ لوگ جن کے ڈرانے کیلئے یہ کتاب نازل کی گئی ہے کہ ان کو ڈرایا جائے ، یہ اللہ کے ساتھ دوسرے الہوں کو شریک کرتے تھے۔ چناچہ یہاں سے اللہ کی ان صفات کا بیان شروع ہوتا ہے جن کے ذریعہ وہ معلوم کرلیں کہ اللہ کی الوہیت اور حاکمیت کی مخصوص صفات کیا ہیں اور اس طرح انہیں معلوم ہوجائے کہ ان کے عقائد نہایت پوچ ہیں۔ ان عظیم صفات کا موصوف تو اللہ ہے جو رب العالمین ہے اور اس کے ہم پلہ و ہمسر ہونے کا کوئی مستحق نہیں ہے۔ نہ ان کو چاہئے کہ وہ کسی اور کو اس کا ہم پلہ بنائیں۔"
    },
    {
      "ayah": 20,
      "surah": 32,
      "text": "افمن کان مؤمنا ۔۔۔۔۔۔ انا من المجرمین منتقمون (18 – 22) مومنین اور فاسقین ، مزاج ، شعور اور طرز عمل کسی چیز میں برابر نہیں ہوتے کہ وہ دنیا و آخرت کی جزاء میں برابر ہوجائیں۔ مومن کی فطرت سیدھی ، سلیم ہوتی ہے اور وہ اللہ کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کے سیدھے راستے اور سیدھے نظام کے مطابق زندگی بسر کرتے ہیں اور فاسق منحرف ، بےراہ رو ، مفسد فی الارض ، اور اللہ کے سیدھے راستے پر چلنے والے نہیں ہوتے اور نہ اسلامی نظام قانون کے مطابق زندگی گزارتے ہیں۔ لہٰذا یہ کوئی تعجب کی بات نہیں ہے کہ مومن اور فاسق ایک جیسی زندگی بسر نہ کریں اور ان کی زندگی کا انجام ایک نہ ہو ، دنیا اور آخرت میں۔ اور ان میں سے ہر ایک کو دنیا اور آخرت دونوں میں اپنے کیے کے مطابق جزاء و سزا ملے گی۔\nوما الذین امنوا ۔۔۔۔۔ الماوی (32: 19) ” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، ان کے لیے تو جنتوں کی قیام گاہیں ہیں “۔ یہ ان قیام گاہوں میں فروکش ہوں گے اور یہ قیام گاہیں ان کو اپنے اندر لے لیں گی۔ یہ ان کے لیے اچھی منزلیں ہوں گی اور ان منازل میں وہ رہیں گے اور یہ بطور جزاء ہوں گے ان کے اعمال حسنہ پر۔\nواما الذین فسقوا فماوھم النار (32: 20) ” اور جنہوں نے فسق اختیار کیا ہے ان کا ٹھکانا دوزخ ہے۔ وہ اس کی طرف لوٹیں گے اور وہ وہاں سر چھپائیں گے۔ کیا ہی برا ٹھکانا ہے۔\nکلما ارادوآ ان یخرجوا منھا اعیدوا فیھا (32: 20) ” جب کبھی نکلنا چاہیں گے اس میں دھکیل دئیے جائیں “ یہ ایک ایسا منظر ہے جس میں بھرپور دوڑ دھوپ ہے لوگ بھاگ رہے ہیں اور انہیں پکڑ پکڑ کر دوبارہ دوزخ میں ڈالا جا رہا ہے\nوقیل لھم ۔۔۔۔۔ تکذبون (32: 20) ” اور ان سے کہا جائے گا کہ چکھو اب اسی آگ کے عذاب کا مزہ جس کو تم جھٹلایا کرتے تھے “۔ یہ ان کی سرزنش ہے۔ ان کو زیادہ ذلیل کرنے اور زیادہ سزا دینے کے لیے۔\nیہ ہے آخرت میں انجام فاسق لوگوں کا۔ لیکن ان کو قیامت کے عذاب کے آنے تک مہلت نہیں دے دی گئی۔ ان کو قیامت سے پہلے اس جہاں میں بھی عذاب کی دھمکی دی جاتی ہے۔\nولنذیقنھم من العذاب ۔۔۔۔۔ یرجعون (32: 21) ” اس بڑے عذاب سے پہلے ہم ایسی دنیا میں (کسی نہ کسی چھوٹے) عذاب کا مزا انہیں چکھاتے رہیں گے ، شاید کہ یہ (اپنی باغیانہ روش سے) باز آجائیں۔\nلیکن ان چھوٹے موٹے عذابوں کی تہہ میں بھی دراصل اللہ کی رحمت پوشیدہ ہے۔ اللہ تعالیٰ اس بات کو پسند نہیں فرماتے کہ اپنے بندوں کو بہرحال عذاب دیں۔ اگر وہ عذاب کے مستحق نہ ہوں۔ اگر وہ عذاب کے معصیات پر اصرار نہ کریں۔ اللہ تعالیٰ فرماتے ہیں میرا جھوٹا موٹا عذاب جو بندوں پر آتا رہتا ہے وہ بھی انہیں متنبہ کرنے کے لیے آتا ہے کہ شاید وہ لوٹ آئیں۔ ان کی فطرت جاگ اٹھے اور یہ عذاب انہیں راہ راست پر لے آئے۔ اور اگر وہ باز آجائیں تو وہ اس عذاب اکبر سے بچ جائیں جو ابھی ان کے سامنے گزشتہ منظر میں پیش کردیا گیا ہے۔ اگر ان کو رب تعالیٰ کی آیات کی یاد دہانی کی گئی اور انہوں نے ان سے اعراض کیا اور اس کی وجہ سے ان پر معمولی عذاب آگیا اور پھر انہوں نے عبرت حاصل نہ کی اور اپنی روش سے نہ لوٹے تو اب یہ ظالم ہیں۔\nومن اظلم ۔۔۔۔۔ اعرض عنھا (32: 22) ” اور اس شخص سے بڑا ظالم کون ہوگا جسے ہماری آیات سنائی گئیں اور پھر وہ اس دن ان سے منہ پھیرلے “۔ لہٰذا ایسے لوگ اس بات کے مستحق ہیں کہ ان سے انتقام لیا جائے۔\nانا من المجرمین منتقمون (32: 22) ” ایسے مجرموں سے تو ہم انتقام لے کر رہیں گے “۔ یہ ایک خوفناک تہدید ہے کہ اللہ جبار اور متکبر یہ دھمکی دے رہا ہے اور وہ اعلان کرتا ہے کہ ایسے مجرموں سے میں انتقام لوں گا۔ اللہ کے مقابلے میں یہ بیچارے ضعیف کر بھی کیا سکیں گے۔ واہ رے اللہ کا انتقام !۔ یہ سبق اب مجرمین اور صالحین ، مومنین اور فاسقین کے انجام پر ختم ہوتا ہے۔ ان دونوں قسم کے لوگوں کا انجام مناظر قیامت کی شکل میں ہے۔ جس کے وقوع میں یہ لوگ شک کرتے تھے۔ اس کے بعد سیاق کلام میں ایک نظر حضرت موسیٰ اور ان کی قوم کے حالات پر ڈالی جاتی ہے۔ حضرت موسیٰ کو کتاب دی گئی تھی کہ بنی اسرائیل کے لیے کتاب ہدایت ہو جیسا کہ حضرت محمد ﷺ کو قرآن دیا گیا ہے کہ یہ مومنین کے لیے ہدایت ہو۔ صاحب قرآن اور صاحب تورات ایک ہی نظریہ حیات پر متفق ہیں اور جس طرح حضرت موسیٰ کے متبعین نے صبر و ثبات سے کام لیا اور ان کو ائمہ ہدایت بنایا گیا تھا اس طرح اگر حضرت محمد ﷺ کے ساتھی اگر صبر و ثبات سے کام لیں تو وہ بھی امامت کے مستحق ہوں گے امامت کی مستحق امت کی صفات کیا ہوتی ہیں۔"
    },
    {
      "ayah": 21,
      "surah": 32,
      "text": "افمن کان مؤمنا ۔۔۔۔۔۔ انا من المجرمین منتقمون (18 – 22) مومنین اور فاسقین ، مزاج ، شعور اور طرز عمل کسی چیز میں برابر نہیں ہوتے کہ وہ دنیا و آخرت کی جزاء میں برابر ہوجائیں۔ مومن کی فطرت سیدھی ، سلیم ہوتی ہے اور وہ اللہ کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کے سیدھے راستے اور سیدھے نظام کے مطابق زندگی بسر کرتے ہیں اور فاسق منحرف ، بےراہ رو ، مفسد فی الارض ، اور اللہ کے سیدھے راستے پر چلنے والے نہیں ہوتے اور نہ اسلامی نظام قانون کے مطابق زندگی گزارتے ہیں۔ لہٰذا یہ کوئی تعجب کی بات نہیں ہے کہ مومن اور فاسق ایک جیسی زندگی بسر نہ کریں اور ان کی زندگی کا انجام ایک نہ ہو ، دنیا اور آخرت میں۔ اور ان میں سے ہر ایک کو دنیا اور آخرت دونوں میں اپنے کیے کے مطابق جزاء و سزا ملے گی۔\nوما الذین امنوا ۔۔۔۔۔ الماوی (32: 19) ” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، ان کے لیے تو جنتوں کی قیام گاہیں ہیں “۔ یہ ان قیام گاہوں میں فروکش ہوں گے اور یہ قیام گاہیں ان کو اپنے اندر لے لیں گی۔ یہ ان کے لیے اچھی منزلیں ہوں گی اور ان منازل میں وہ رہیں گے اور یہ بطور جزاء ہوں گے ان کے اعمال حسنہ پر۔\nواما الذین فسقوا فماوھم النار (32: 20) ” اور جنہوں نے فسق اختیار کیا ہے ان کا ٹھکانا دوزخ ہے۔ وہ اس کی طرف لوٹیں گے اور وہ وہاں سر چھپائیں گے۔ کیا ہی برا ٹھکانا ہے۔\nکلما ارادوآ ان یخرجوا منھا اعیدوا فیھا (32: 20) ” جب کبھی نکلنا چاہیں گے اس میں دھکیل دئیے جائیں “ یہ ایک ایسا منظر ہے جس میں بھرپور دوڑ دھوپ ہے لوگ بھاگ رہے ہیں اور انہیں پکڑ پکڑ کر دوبارہ دوزخ میں ڈالا جا رہا ہے\nوقیل لھم ۔۔۔۔۔ تکذبون (32: 20) ” اور ان سے کہا جائے گا کہ چکھو اب اسی آگ کے عذاب کا مزہ جس کو تم جھٹلایا کرتے تھے “۔ یہ ان کی سرزنش ہے۔ ان کو زیادہ ذلیل کرنے اور زیادہ سزا دینے کے لیے۔\nیہ ہے آخرت میں انجام فاسق لوگوں کا۔ لیکن ان کو قیامت کے عذاب کے آنے تک مہلت نہیں دے دی گئی۔ ان کو قیامت سے پہلے اس جہاں میں بھی عذاب کی دھمکی دی جاتی ہے۔\nولنذیقنھم من العذاب ۔۔۔۔۔ یرجعون (32: 21) ” اس بڑے عذاب سے پہلے ہم ایسی دنیا میں (کسی نہ کسی چھوٹے) عذاب کا مزا انہیں چکھاتے رہیں گے ، شاید کہ یہ (اپنی باغیانہ روش سے) باز آجائیں۔\nلیکن ان چھوٹے موٹے عذابوں کی تہہ میں بھی دراصل اللہ کی رحمت پوشیدہ ہے۔ اللہ تعالیٰ اس بات کو پسند نہیں فرماتے کہ اپنے بندوں کو بہرحال عذاب دیں۔ اگر وہ عذاب کے مستحق نہ ہوں۔ اگر وہ عذاب کے معصیات پر اصرار نہ کریں۔ اللہ تعالیٰ فرماتے ہیں میرا جھوٹا موٹا عذاب جو بندوں پر آتا رہتا ہے وہ بھی انہیں متنبہ کرنے کے لیے آتا ہے کہ شاید وہ لوٹ آئیں۔ ان کی فطرت جاگ اٹھے اور یہ عذاب انہیں راہ راست پر لے آئے۔ اور اگر وہ باز آجائیں تو وہ اس عذاب اکبر سے بچ جائیں جو ابھی ان کے سامنے گزشتہ منظر میں پیش کردیا گیا ہے۔ اگر ان کو رب تعالیٰ کی آیات کی یاد دہانی کی گئی اور انہوں نے ان سے اعراض کیا اور اس کی وجہ سے ان پر معمولی عذاب آگیا اور پھر انہوں نے عبرت حاصل نہ کی اور اپنی روش سے نہ لوٹے تو اب یہ ظالم ہیں۔\nومن اظلم ۔۔۔۔۔ اعرض عنھا (32: 22) ” اور اس شخص سے بڑا ظالم کون ہوگا جسے ہماری آیات سنائی گئیں اور پھر وہ اس دن ان سے منہ پھیرلے “۔ لہٰذا ایسے لوگ اس بات کے مستحق ہیں کہ ان سے انتقام لیا جائے۔\nانا من المجرمین منتقمون (32: 22) ” ایسے مجرموں سے تو ہم انتقام لے کر رہیں گے “۔ یہ ایک خوفناک تہدید ہے کہ اللہ جبار اور متکبر یہ دھمکی دے رہا ہے اور وہ اعلان کرتا ہے کہ ایسے مجرموں سے میں انتقام لوں گا۔ اللہ کے مقابلے میں یہ بیچارے ضعیف کر بھی کیا سکیں گے۔ واہ رے اللہ کا انتقام !۔ یہ سبق اب مجرمین اور صالحین ، مومنین اور فاسقین کے انجام پر ختم ہوتا ہے۔ ان دونوں قسم کے لوگوں کا انجام مناظر قیامت کی شکل میں ہے۔ جس کے وقوع میں یہ لوگ شک کرتے تھے۔ اس کے بعد سیاق کلام میں ایک نظر حضرت موسیٰ اور ان کی قوم کے حالات پر ڈالی جاتی ہے۔ حضرت موسیٰ کو کتاب دی گئی تھی کہ بنی اسرائیل کے لیے کتاب ہدایت ہو جیسا کہ حضرت محمد ﷺ کو قرآن دیا گیا ہے کہ یہ مومنین کے لیے ہدایت ہو۔ صاحب قرآن اور صاحب تورات ایک ہی نظریہ حیات پر متفق ہیں اور جس طرح حضرت موسیٰ کے متبعین نے صبر و ثبات سے کام لیا اور ان کو ائمہ ہدایت بنایا گیا تھا اس طرح اگر حضرت محمد ﷺ کے ساتھی اگر صبر و ثبات سے کام لیں تو وہ بھی امامت کے مستحق ہوں گے امامت کی مستحق امت کی صفات کیا ہوتی ہیں۔"
    },
    {
      "ayah": 22,
      "surah": 32,
      "text": "افمن کان مؤمنا ۔۔۔۔۔۔ انا من المجرمین منتقمون (18 – 22) مومنین اور فاسقین ، مزاج ، شعور اور طرز عمل کسی چیز میں برابر نہیں ہوتے کہ وہ دنیا و آخرت کی جزاء میں برابر ہوجائیں۔ مومن کی فطرت سیدھی ، سلیم ہوتی ہے اور وہ اللہ کی طرف متوجہ ہوتے ہیں۔ وہ اللہ کے سیدھے راستے اور سیدھے نظام کے مطابق زندگی بسر کرتے ہیں اور فاسق منحرف ، بےراہ رو ، مفسد فی الارض ، اور اللہ کے سیدھے راستے پر چلنے والے نہیں ہوتے اور نہ اسلامی نظام قانون کے مطابق زندگی گزارتے ہیں۔ لہٰذا یہ کوئی تعجب کی بات نہیں ہے کہ مومن اور فاسق ایک جیسی زندگی بسر نہ کریں اور ان کی زندگی کا انجام ایک نہ ہو ، دنیا اور آخرت میں۔ اور ان میں سے ہر ایک کو دنیا اور آخرت دونوں میں اپنے کیے کے مطابق جزاء و سزا ملے گی۔\nوما الذین امنوا ۔۔۔۔۔ الماوی (32: 19) ” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، ان کے لیے تو جنتوں کی قیام گاہیں ہیں “۔ یہ ان قیام گاہوں میں فروکش ہوں گے اور یہ قیام گاہیں ان کو اپنے اندر لے لیں گی۔ یہ ان کے لیے اچھی منزلیں ہوں گی اور ان منازل میں وہ رہیں گے اور یہ بطور جزاء ہوں گے ان کے اعمال حسنہ پر۔\nواما الذین فسقوا فماوھم النار (32: 20) ” اور جنہوں نے فسق اختیار کیا ہے ان کا ٹھکانا دوزخ ہے۔ وہ اس کی طرف لوٹیں گے اور وہ وہاں سر چھپائیں گے۔ کیا ہی برا ٹھکانا ہے۔\nکلما ارادوآ ان یخرجوا منھا اعیدوا فیھا (32: 20) ” جب کبھی نکلنا چاہیں گے اس میں دھکیل دئیے جائیں “ یہ ایک ایسا منظر ہے جس میں بھرپور دوڑ دھوپ ہے لوگ بھاگ رہے ہیں اور انہیں پکڑ پکڑ کر دوبارہ دوزخ میں ڈالا جا رہا ہے\nوقیل لھم ۔۔۔۔۔ تکذبون (32: 20) ” اور ان سے کہا جائے گا کہ چکھو اب اسی آگ کے عذاب کا مزہ جس کو تم جھٹلایا کرتے تھے “۔ یہ ان کی سرزنش ہے۔ ان کو زیادہ ذلیل کرنے اور زیادہ سزا دینے کے لیے۔\nیہ ہے آخرت میں انجام فاسق لوگوں کا۔ لیکن ان کو قیامت کے عذاب کے آنے تک مہلت نہیں دے دی گئی۔ ان کو قیامت سے پہلے اس جہاں میں بھی عذاب کی دھمکی دی جاتی ہے۔\nولنذیقنھم من العذاب ۔۔۔۔۔ یرجعون (32: 21) ” اس بڑے عذاب سے پہلے ہم ایسی دنیا میں (کسی نہ کسی چھوٹے) عذاب کا مزا انہیں چکھاتے رہیں گے ، شاید کہ یہ (اپنی باغیانہ روش سے) باز آجائیں۔\nلیکن ان چھوٹے موٹے عذابوں کی تہہ میں بھی دراصل اللہ کی رحمت پوشیدہ ہے۔ اللہ تعالیٰ اس بات کو پسند نہیں فرماتے کہ اپنے بندوں کو بہرحال عذاب دیں۔ اگر وہ عذاب کے مستحق نہ ہوں۔ اگر وہ عذاب کے معصیات پر اصرار نہ کریں۔ اللہ تعالیٰ فرماتے ہیں میرا جھوٹا موٹا عذاب جو بندوں پر آتا رہتا ہے وہ بھی انہیں متنبہ کرنے کے لیے آتا ہے کہ شاید وہ لوٹ آئیں۔ ان کی فطرت جاگ اٹھے اور یہ عذاب انہیں راہ راست پر لے آئے۔ اور اگر وہ باز آجائیں تو وہ اس عذاب اکبر سے بچ جائیں جو ابھی ان کے سامنے گزشتہ منظر میں پیش کردیا گیا ہے۔ اگر ان کو رب تعالیٰ کی آیات کی یاد دہانی کی گئی اور انہوں نے ان سے اعراض کیا اور اس کی وجہ سے ان پر معمولی عذاب آگیا اور پھر انہوں نے عبرت حاصل نہ کی اور اپنی روش سے نہ لوٹے تو اب یہ ظالم ہیں۔\nومن اظلم ۔۔۔۔۔ اعرض عنھا (32: 22) ” اور اس شخص سے بڑا ظالم کون ہوگا جسے ہماری آیات سنائی گئیں اور پھر وہ اس دن ان سے منہ پھیرلے “۔ لہٰذا ایسے لوگ اس بات کے مستحق ہیں کہ ان سے انتقام لیا جائے۔\nانا من المجرمین منتقمون (32: 22) ” ایسے مجرموں سے تو ہم انتقام لے کر رہیں گے “۔ یہ ایک خوفناک تہدید ہے کہ اللہ جبار اور متکبر یہ دھمکی دے رہا ہے اور وہ اعلان کرتا ہے کہ ایسے مجرموں سے میں انتقام لوں گا۔ اللہ کے مقابلے میں یہ بیچارے ضعیف کر بھی کیا سکیں گے۔ واہ رے اللہ کا انتقام !۔ یہ سبق اب مجرمین اور صالحین ، مومنین اور فاسقین کے انجام پر ختم ہوتا ہے۔ ان دونوں قسم کے لوگوں کا انجام مناظر قیامت کی شکل میں ہے۔ جس کے وقوع میں یہ لوگ شک کرتے تھے۔ اس کے بعد سیاق کلام میں ایک نظر حضرت موسیٰ اور ان کی قوم کے حالات پر ڈالی جاتی ہے۔ حضرت موسیٰ کو کتاب دی گئی تھی کہ بنی اسرائیل کے لیے کتاب ہدایت ہو جیسا کہ حضرت محمد ﷺ کو قرآن دیا گیا ہے کہ یہ مومنین کے لیے ہدایت ہو۔ صاحب قرآن اور صاحب تورات ایک ہی نظریہ حیات پر متفق ہیں اور جس طرح حضرت موسیٰ کے متبعین نے صبر و ثبات سے کام لیا اور ان کو ائمہ ہدایت بنایا گیا تھا اس طرح اگر حضرت محمد ﷺ کے ساتھی اگر صبر و ثبات سے کام لیں تو وہ بھی امامت کے مستحق ہوں گے امامت کی مستحق امت کی صفات کیا ہوتی ہیں۔"
    },
    {
      "ayah": 23,
      "surah": 32,
      "text": "ولقد اتینا موسیٰ الکتب ۔۔۔۔۔۔۔ فیما کانوا فیہ یختلفون (23 – 25)\nفلا تکن فی مریۃ من لقائہ (32: 23) ” لہٰذا اس چیز کے ملنے پر تمہیں کوئی شک نہ ہونا چاہئے “۔ یہ جملہ معترضہ ہے اور اس کا مطلب یہ ہے کہ جو حق آپ کو دیا گیا ہے آپ اس پر ثابت قدم رہیں۔ یہی کافی ہے جو حضرت موسیٰ کو دی گئی تھی اور ان دو رسولوں کی دو کتابوں میں یہی سچائی تھی۔ یہ تفسیر اس تفسیر سے زیادہ اچھی ہے جو بعض مفسرین نے بیان کی ہے کہ اس آیت میں اشارہ اس طرف ہے کہ حضرت محمد ﷺ شب معراج میں حضرت موسیٰ سے ملے تھے۔ غرض حضرت موسیٰ سے ملنے کے مقابلے میں اس سچائی کا ملنا زیادہ احسن ہے جو حضرت موسیٰ کو بھی ملی تھی اور دونوں رسول ایک ہی حق اور ایک ہی سچائی پر باہم مل گئے اور اس بات کا ذکر بیان موزوں ہے۔ یہ بات پیش نظر رہنی چاہئے کہ اس میں ان مصائب و شدائد کی طرف اشارہ ہے جو رسول اللہ اور مسلمان مخالفین کے ہاتھوں جھیل رہے تھے۔ رسول اللہ کی تکذیب ہو رہی تھی اور کفار اعراض کر رہے تھے ، اس لیے یہاں یہ کہا جا رہا ہے کہ ثابت قدم رہو اور بعد کی آیات بھی اسی کی طرف اشارہ کر رہی ہیں۔\nوجعلنا منھم ائمۃ ۔۔۔۔۔ بایتنا یوقنون (32: 24) ” اور جب انہوں نے صبر کیا اور ہماری آیات پر ایمان لاتے رہے تو ان کے اندر ہم نے ایسے پیشوا پیدا کیے جو ہمارے حکم سے راہنمائی کرتے تھے “۔ یہاں مکہ میں چھوٹی سی مومن جماعت کو یہ اشارہ دیا جاتا ہے کہ تم اسی طرح صبر کرو جس طرح موسیٰ کے مختار مومنین نے صبر کیا اور جس طرح ان میں سے امام پیدا کیے گئے جو اللہ کی شریعت کے مطابق حکمرانی کرتے تھے ، تم میں سے بھی ایسے نام پیدا ہوں گے جو اسلامی شریعت کے مطابق حکمرانی کریں گے بشرطیکہ صبر کیا اور یقین کیا۔ رہا یہ سوال کہ بنی اسرائیل نے بعد کے ادوار میں اختلاف کیا تو وہ اللہ کے حوالے ہے۔ وہی ان اختلافات کے بارے میں فیصلہ کرے گا۔\nان ربک ھو بفصل ۔۔۔۔۔ یختلفون (32: 25) ” یقینا تیرا رب ہی قیامت کے دن ان باتوں کا فیصلہ کرے گا جن میں وہ باہم اختلاف کرتے رہے “۔\nاب سیاق کلام مکذبین مکہ کو ذرا پیچھے انسانی تاریخ کے سامنے کھڑا کرتا ہے کہ ذرا دیدہ عبرت سے دیکھو۔"
    },
    {
      "ayah": 24,
      "surah": 32,
      "text": "ولقد اتینا موسیٰ الکتب ۔۔۔۔۔۔۔ فیما کانوا فیہ یختلفون (23 – 25)\nفلا تکن فی مریۃ من لقائہ (32: 23) ” لہٰذا اس چیز کے ملنے پر تمہیں کوئی شک نہ ہونا چاہئے “۔ یہ جملہ معترضہ ہے اور اس کا مطلب یہ ہے کہ جو حق آپ کو دیا گیا ہے آپ اس پر ثابت قدم رہیں۔ یہی کافی ہے جو حضرت موسیٰ کو دی گئی تھی اور ان دو رسولوں کی دو کتابوں میں یہی سچائی تھی۔ یہ تفسیر اس تفسیر سے زیادہ اچھی ہے جو بعض مفسرین نے بیان کی ہے کہ اس آیت میں اشارہ اس طرف ہے کہ حضرت محمد ﷺ شب معراج میں حضرت موسیٰ سے ملے تھے۔ غرض حضرت موسیٰ سے ملنے کے مقابلے میں اس سچائی کا ملنا زیادہ احسن ہے جو حضرت موسیٰ کو بھی ملی تھی اور دونوں رسول ایک ہی حق اور ایک ہی سچائی پر باہم مل گئے اور اس بات کا ذکر بیان موزوں ہے۔ یہ بات پیش نظر رہنی چاہئے کہ اس میں ان مصائب و شدائد کی طرف اشارہ ہے جو رسول اللہ اور مسلمان مخالفین کے ہاتھوں جھیل رہے تھے۔ رسول اللہ کی تکذیب ہو رہی تھی اور کفار اعراض کر رہے تھے ، اس لیے یہاں یہ کہا جا رہا ہے کہ ثابت قدم رہو اور بعد کی آیات بھی اسی کی طرف اشارہ کر رہی ہیں۔\nوجعلنا منھم ائمۃ ۔۔۔۔۔ بایتنا یوقنون (32: 24) ” اور جب انہوں نے صبر کیا اور ہماری آیات پر ایمان لاتے رہے تو ان کے اندر ہم نے ایسے پیشوا پیدا کیے جو ہمارے حکم سے راہنمائی کرتے تھے “۔ یہاں مکہ میں چھوٹی سی مومن جماعت کو یہ اشارہ دیا جاتا ہے کہ تم اسی طرح صبر کرو جس طرح موسیٰ کے مختار مومنین نے صبر کیا اور جس طرح ان میں سے امام پیدا کیے گئے جو اللہ کی شریعت کے مطابق حکمرانی کرتے تھے ، تم میں سے بھی ایسے نام پیدا ہوں گے جو اسلامی شریعت کے مطابق حکمرانی کریں گے بشرطیکہ صبر کیا اور یقین کیا۔ رہا یہ سوال کہ بنی اسرائیل نے بعد کے ادوار میں اختلاف کیا تو وہ اللہ کے حوالے ہے۔ وہی ان اختلافات کے بارے میں فیصلہ کرے گا۔\nان ربک ھو بفصل ۔۔۔۔۔ یختلفون (32: 25) ” یقینا تیرا رب ہی قیامت کے دن ان باتوں کا فیصلہ کرے گا جن میں وہ باہم اختلاف کرتے رہے “۔\nاب سیاق کلام مکذبین مکہ کو ذرا پیچھے انسانی تاریخ کے سامنے کھڑا کرتا ہے کہ ذرا دیدہ عبرت سے دیکھو۔"
    },
    {
      "ayah": 25,
      "surah": 32,
      "text": "ولقد اتینا موسیٰ الکتب ۔۔۔۔۔۔۔ فیما کانوا فیہ یختلفون (23 – 25)\nفلا تکن فی مریۃ من لقائہ (32: 23) ” لہٰذا اس چیز کے ملنے پر تمہیں کوئی شک نہ ہونا چاہئے “۔ یہ جملہ معترضہ ہے اور اس کا مطلب یہ ہے کہ جو حق آپ کو دیا گیا ہے آپ اس پر ثابت قدم رہیں۔ یہی کافی ہے جو حضرت موسیٰ کو دی گئی تھی اور ان دو رسولوں کی دو کتابوں میں یہی سچائی تھی۔ یہ تفسیر اس تفسیر سے زیادہ اچھی ہے جو بعض مفسرین نے بیان کی ہے کہ اس آیت میں اشارہ اس طرف ہے کہ حضرت محمد ﷺ شب معراج میں حضرت موسیٰ سے ملے تھے۔ غرض حضرت موسیٰ سے ملنے کے مقابلے میں اس سچائی کا ملنا زیادہ احسن ہے جو حضرت موسیٰ کو بھی ملی تھی اور دونوں رسول ایک ہی حق اور ایک ہی سچائی پر باہم مل گئے اور اس بات کا ذکر بیان موزوں ہے۔ یہ بات پیش نظر رہنی چاہئے کہ اس میں ان مصائب و شدائد کی طرف اشارہ ہے جو رسول اللہ اور مسلمان مخالفین کے ہاتھوں جھیل رہے تھے۔ رسول اللہ کی تکذیب ہو رہی تھی اور کفار اعراض کر رہے تھے ، اس لیے یہاں یہ کہا جا رہا ہے کہ ثابت قدم رہو اور بعد کی آیات بھی اسی کی طرف اشارہ کر رہی ہیں۔\nوجعلنا منھم ائمۃ ۔۔۔۔۔ بایتنا یوقنون (32: 24) ” اور جب انہوں نے صبر کیا اور ہماری آیات پر ایمان لاتے رہے تو ان کے اندر ہم نے ایسے پیشوا پیدا کیے جو ہمارے حکم سے راہنمائی کرتے تھے “۔ یہاں مکہ میں چھوٹی سی مومن جماعت کو یہ اشارہ دیا جاتا ہے کہ تم اسی طرح صبر کرو جس طرح موسیٰ کے مختار مومنین نے صبر کیا اور جس طرح ان میں سے امام پیدا کیے گئے جو اللہ کی شریعت کے مطابق حکمرانی کرتے تھے ، تم میں سے بھی ایسے نام پیدا ہوں گے جو اسلامی شریعت کے مطابق حکمرانی کریں گے بشرطیکہ صبر کیا اور یقین کیا۔ رہا یہ سوال کہ بنی اسرائیل نے بعد کے ادوار میں اختلاف کیا تو وہ اللہ کے حوالے ہے۔ وہی ان اختلافات کے بارے میں فیصلہ کرے گا۔\nان ربک ھو بفصل ۔۔۔۔۔ یختلفون (32: 25) ” یقینا تیرا رب ہی قیامت کے دن ان باتوں کا فیصلہ کرے گا جن میں وہ باہم اختلاف کرتے رہے “۔\nاب سیاق کلام مکذبین مکہ کو ذرا پیچھے انسانی تاریخ کے سامنے کھڑا کرتا ہے کہ ذرا دیدہ عبرت سے دیکھو۔"
    },
    {
      "ayah": 26,
      "surah": 32,
      "text": "اولم یھد لھم ۔۔۔۔۔ افلا یسمعون (26) تاریخ کی ہلاک شدہ اقوام کے ساتھ جو کچھ ہوا ، وہ تمام بعد کے جھٹلانے والوں کے لیے عبرت ہے۔ اللہ کی سنت تو اس جہان میں جاری وساری ہے اور وہ کسی کی رو رعایت نہیں کرتی۔ یہ انسانیت ترقی اور زوال کے لیے الٰہی قوانین فطرت کے تابع ہے۔ اس کی کمزوری اور اس کی قوت کا راز الٰہی قوانین کے اتباع و انکار میں ہے۔ قرآن کریم بار بار اس طرف اشارہ کرتا ہے کہ اقوام کے عروج وزوال کے لیے اللہ نے خصوصی قوانین جاری کر رکھے ہیں اور یہ قوانین مسلسل جاری ہیں اور ماضی کے واقعات اور اقوام ہلاک شدہ کے آثار میں بڑی عبرت ہے۔ اس موضوع پر آزادانہ مطالعہ ہونا چاہئے تاکہ باقی آثار سے لوگوں کے دل بیدار ہوں ، ان کے اندر احساس پیدا ہو ، اور لوگ اللہ کی پکڑ اور انتقام سے ڈریں کیونکہ اللہ نے بڑے بڑے جباروں کو پکڑا ہے۔ پھر تاریخی مطالعہ ضروری ہے کیونکہ کوئی قوم زمان و مکان کے کسی گوشے میں گوشہ نشین نہیں ہوسکتی۔ نہ وہ اس نظام کو نظر انداز کرسکتی ہے جس کے مطابق انسانیت کی زندگی کا قافلہ آگے بڑھ رہا ہے اور صدیوں سے تسلسل کے ساتھ بڑھ رہا ہے۔ چونکہ اکثر اقوام نے تاریخ سے سبق نہیں سیکھا ، اس لیے وہ نیست و نابود ہوئیں۔\nحقیقت یہ ہے کہ ہلاک شدہ اقوام کے آثار میں بہت ہی گہرا سبق ہوتا ہے اور یہ سبق بہت ہی خوفناک ہوتا ہے۔ بشرطیکہ دل شعور رکھتا ہو ، احساس و بصیرت موجود ہو۔ اگر کوئی اس سبق کو پڑھے تو پڑھنے والے پر کپکپی طاری ہوجاتی ہے۔ ضمیر کانپ اٹھتا ہے اور دل دہل جاتے ہیں۔ عرب جن کو ان آیات میں پہلی بار خطاب کیا گیا تھا وہ اپنے ارد گرد پھیلی ہوئی اقوام عاد ، ثمود ، لوط کے آثار دیکھتے رہتے تھے۔ قرآن کریم ان لوگوں کو ملامت کرتا ہے کہ ان اقوام کے آثار تمہارے سامنے بکھرے پڑے ہیں۔ تم رات اور دن ان پر سے گزرتے ہو ، لیکن تمہارے دلوں میں پھر بھی خدا کا خوف پیدا نہیں ہوتا۔ تمہارا شعور بیدار نہیں ہوتا۔ تمہارے احساسات کے اندر روشنی کی چمک پیدا نہیں ہوتی۔ اور تم اس قسم کے انجام سے بچنے کی کوئی تدبیر نہیں کرتے ہو۔ تم ہدایت اخذ نہیں کرتے اور احتیاطی اور انسدادی تدابیر اختیار نہیں کرتے۔\nان فی ذلک لایت افلا یسمعون (32: 26) ” اس میں بڑی نشانیاں ہیں کیا یہ سنتے نہیں “۔ ان کو چاہئے کہ ان لوگوں کے جو قصے قرآن کریم پیش کرتا ہے ان کو سنیں اور پھر ان کے انجام پر غور کریں۔ جبکہ رات اور دن ان لوگوں کے مساکن اور کھنڈرات سے یہ گزرتے ہیں۔ قبل اس کے کہ ڈرانے والے کی بات سچی ہوجائے اور یہ بھی ہلاک ہوجائیں انہیں ہوش میں آجانا چاہیے۔ اس ہلاکت اور تباہی کے منظر کے بعد فکر و احساس کی اس بیداری اور خوف خدا پر ابھارنے اور ڈرانے کے بعد اور ان کے دلوں پر کپکپی طاری کرنے کے بعد ان کو ایک دوسری نشانی کی طرف متوجہ کیا جاتا ہے جو اس خوفناک فضا کے بعد بہت ہی خوشگوار منظر بتاتی ہے۔ دیکھو ایک مردہ زمین تمہارے سامنے پڑی ہوتی ہے ، خشک سالی سے سوختہ اور ہم اس کی طرف پانی چلانے ہیں۔ اس کے اندر زندگی حرکت کرنے لگتی ہے۔ جبکہ اقوام سابقہ کے حالات میں ہم نے پڑھا کہ اس طرح کی سرسبز اور شاداب اراضی کو اللہ بنجر بھی کردیتا ہے۔"
    },
    {
      "ayah": 27,
      "surah": 32,
      "text": "اولم یروا انا ۔۔۔۔۔ افلا یبصرون (27)\nیہ مردہ زمین ، تباہ حال زمین ، یہ دیکھتے ہیں کہ قدرت خداوندی اس کی طرف پانی چلاتی ہے۔ کیا دیکھتے ہیں کہ یہی مردہ زمین سرسبز و شاداب ہو کر زندگی سے بھرپور ہوگئی ہے اور لہلہاتی ہے۔ فصلیں اگتی ہیں۔ لوگ بھی کھاتے ہیں اور ان کے مویشی بھی کھاتے ہیں۔ مردہ زمین کا منظر جس پر بارش برستی ہے اور وہ زندہ و تابندہ ہوجاتی ہے۔ یہ منظر دراصل دلوں کے بند دروازوں کو کھولنے کے لیے نہایت ہی موثر منظر ہے۔ دیکھو ہر طرف زندگی اور نباتات کا اگاؤ اور لوگوں اور مویشیوں کی خوشیاں اور ان کا استقبال۔ زندگی کی مٹھاس اور تروتازگی کا شعور۔ پھر اس سرسبز زندگی اور خوبصورت اور تروتازہ ماحول کی خوبصورتی۔ قرب اور محبت کی فضا میں زمزمے ، جن میں اللہ کی قدرت کا جمال ہر طرف نظر آتا ہے اور اس کی صنعت کاریوں کے نمونے جابجا بکھرے پڑے ہیں اور جن سے اس کائنات کے صفحات پر ہر طرف زندگی اور خوبصورتی کے مناظر نظر آتے ہیں۔\nیوں قرآن مجید دل انسان کو زندگی کے مختلف نشیب و فراز کی سیر کراتا ہے۔ جہاں زندگی بھی ہے اور نشوونما بھی ہے اور سرسبزی و شادابی بھی ہے اور اقوام سابقہ کی ہلاکتوں کے میدان اور آثار بھی ہیں۔ ہر جگہ قرآن کریم کی یہ کوشش ہے کہ کسی طرح قلب انسانی کے اندر حرکت پیدا ہو ، وہ جاگے اور اسے اس جہان کے ساتھ الفت پیدا ہو۔ اس جہاں اور اس کی بوقلمونیوں پر سے محض غافل ہو کر نہ گزرے۔ آنکھوں پر سے پردے دور کر دے۔ ان مشاہد اور مناظر قدرت کے اسرار و رموز کو جاننے کی کوشش کرے۔ واقعات سے عبرت حاصل کرے اور تاریخ سے برہان اور دلائل حاصل کرے۔\nآخر میں اس طویل سیاحت کے بعد سورة کا مقطع آتا ہے۔ بتایا جاتا ہے کہ یہ لوگ اس عذاب کے آجانے میں جلدی کرتے ہیں ، جس سے انہیں ڈرایا جاتا ہے۔ دراصل یہ لوگ اس ڈراوے اور احتیاطی تدابیر اختیار کرنے کی نصیحت کو مشکوک بات سمجھتے ہیں ان کو متنبہ کیا جاتا ہے کہ جس چیز سے تمہیں ڈرایا جا رہا ہے ، وہ حق ہے اور حقیقت بننے والی ہے۔ اس دن ان کا ایمان ان کو کوئی نفع نہ دے گا۔ اور اس وقت ان سے جو غلطی ہوچکی ہوگی اس کی تلافی ممکن نہ ہوگی اس کے بعد رسول اللہ ﷺ کو کہا جاتا ہے کہ ان کو چھوڑ دیا جائے وہ اپنے حتمی انجام تک پہنچنے والے ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 32,
      "text": "ویقولون متی ھذا ۔۔۔۔۔ وانتظ انھم منتظرون (28 – 30)\nاچھا ” انہیں ان کے حال پر چھوڑ دو اور انتظار کرو ، یہ بھی منظر ہیں “۔ فتح دراصل فریقین کے درمیان اختلاف کے فیصلے کو کہا جاتا ہے۔ وہ عذاب جس سے حضور اکرم ﷺ ڈرا رہے تھے اس کا آنا بھی فتح ہے۔ یہ لوگ غافل ہیں۔ اللہ تعالیٰ نے بہرحال کسی حکمت کی وجہ سے اس کے آنے کی میعاد موخر کی ہوتی ہے۔ وہ اگر سو بار بھی مطالبہ کریں اللہ کا کام اپنے وقت پر ہوتا ہے اور جب وہ آئے گا تو یہ لوگ اس کی مدافعت نہ کرسکیں گے اور اس سے بچ کر نہ نکل سکیں گے۔\nقل یوم الفتح ۔۔۔۔۔ ولا ھم ینظرون (32: 29) ” ان سے کہو ، فیصلے کے دن ایمان لانا ان لوگوں کے لیے کچھ بھی نافع نہ ہوگا جنہوں نے کفر کیا ہے اور پھر ان کی کوئی مہلت نہ ملے گی “۔ خواہ فیصلے کا دن اس دنیا میں ہو۔ اس وقت ان کو دھر لیا جائے گا جبکہ وہ کافر ہوں گے۔ پھر ان کو کوئی مہلت نہ دی جائے گی۔ نہ ان کا ایمان لانا اس وقت نافع ہوگا اور یہ فیصلے کا دن آخرت میں ہوگا۔ اس وقت یہ مہلت طلب کریں گے اور مہلت نہ دی جائے گی۔\nیہ جواب اعصاب تمکن ہے اور اس سے دل دہل جاتے ہیں اور آخری ضرب ان پر یہ لگائی جاتی ہے۔"
    },
    {
      "ayah": 29,
      "surah": 32,
      "text": "فاعرض ھم وانتظر انھم منتظرون (32: 30) ” “۔ اس فقرے کی تہ میں دراصل بالواسطہ ایک دھمکی چھپی ہوئی ہے۔ جب رسول اللہ ﷺ دامن جھاڑ لیں اور انہیں اپنے حال پر چھوڑ دیں تو انجام معلوم ہے۔\nاس آخری ضرب پر یہ سورة ختم ہوتی ہے ۔ اس میں طویل مطالعاتی سفر ہے ، اشارات و ہدایات ہیں اور قسم قسم کے مشاہدات اور دلائل دئیے گئے ہیں اور قلب انسانی کو ہر پہلو سے متاثر کرنے کی سعی کی گئی ہے اور ہر راستے سے اس کو کھینچ کر ہدایت کی طرف لانے کے لیے حملہ کیا گیا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 32,
      "text": "درس نمبر 187 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 30\nالم (1) تنزیل الکتب ۔۔۔۔۔ لعلھم یھتدون (1-3)\nالف۔ لام۔ میم۔۔۔ یہ وہ حروف ہیں جن سے عرب واقف تھے جن سے یہ کتاب سب سے پہلے مخاطب تھی۔ وہ جانتے تھے کہ ان حروف سے کلام کس طرح بنایا جاتا ہے اور وہ یہ بھی جانتے تھے کہ ان حروف سے وہ جو کلام بناتے ہیں اس میں اور اس کلام میں کس قدر فرق ہے۔ ہر وہ شخص یہ فرق جانتا تھا جو اسالیب کلام سے واقف تھا۔ اور جو شخص بھی افکار و معانی کو الفاظ کا لباس پہنانے کا کام کرتا تھا ۔ یہ لوگ یہ بھی جانتے تھے اور اسے مانتے تھے کہ نصوص قرآنی کے اندر کوئی خفیہ قوت ہے اور اس کے اندر کوئی گہرا عنصر ہے ، جو اسے ایک ایسی قوت قاہرہ عطا کرتا ہے جو بات کو دل میں اتار دیتا ہے۔ ایسی تاثیر ان تمام باتوں اور اشعار میں نہیں ہے جو انسان خود بناتا ہے ، یا اس نے بنائے ہیں۔ یہ قرآن مجید کی ایسی خصوصیت تھی جس میں کسی کو کلام نہ تھا ، موافق ہو یا مخالف۔ کیونکہ جو شخص بھی یہ کلام سنتا تھا وہ اسے محسوس کرتا تھا۔ وہ اس کلام کو دوسرے کلاموں سے ممتاز پاتا تھا اور اس پر جھوم جاتا تھا ۔ اگرچہ وہ یہ نہ جانتا تھا کہ یہ کلام الٰہی ہے۔ قرآن کریم کو مکہ میں جب مخالف لوگوں نے بھی سنا ، کلام کا یہ عنصر ان پر اثر انداز ہوا۔ مختلف لوگوں کے ساتھ مختلف واقعات پیش آئے۔\nادہائے عرب کے کلام اور شعر میں اور قرآن کریم کی سورتوں اور آیات میں وہی فرق ہے جو اللہ کی مصنوعات میں اور انسانوں کی مصنوعات میں ہے۔ اللہ کی مصنوعات واضح اور تمیز اور جدا ہیں۔ کوئی انسانی مصنوعی چیز اللہ کی بنائی ہوئی چیز کا مقابلہ نہیں کرسکتی۔ کسی بھی چھوٹی سے چھوٹی چیز کو لے لیں۔ ایک اصلی پھول کو لے لیں اور ایک مصنوعی پھول کو لے لیں۔ اگر دنیا کے تمام تصویر کشوں کو یہ حکم دیا جائے کہ وہ مل کر ایسی تصویر بنائیں جس میں کسی ایک اصلی پھول میں رنگوں کی تقسیم کا مقابلہ ہو تو وہ ایسا نہ کرسکیں گے۔ ایک پھول کی کلر اسکیم ہی ایک معجزہ ہے۔ یہی حال ہے کلام الٰہی کا اور دوسرے انسانی کلاموں کا جو سب کے سب انہی حروف تہجی سے بنے ہوئے ہیں۔\nتنزیل الکتب لا ریب فیہ من رب العلمین (32: 2) ” اس کتاب کی تنزیل بلاشبہ رب العالمین کی طرف سے ہے “۔ یہ ایک فیصلہ کن بات ہے اور اس میں کوئی شک نہیں ہے کہ یہ کتاب رب العالمین کی طرف سے ہے۔ یہاں آیت کے درمیان لا ریب فیہ یعنی شک کی نفی کو لایا گیا ہے۔ یعنی مبتداء اور خبر کے درمیان کیونکہ یہ حقیقی ” ایشو “ ہے اور اس آیت کا اصل مدعا یہ ہے کہ شک کی تردید کی جائے اور اس فقرے کا آغاز حروف مقطعات سے اس بات کا اظہار ہے کہ اگر کوئی شک کرتا ہے تو یہ رہے وہ حروف ، وہ میٹریل جس سے یہ کلام بنا ہے ، تم بھی بنا لو۔ لہٰذا شک کی کوئی گنجائش نہیں ہے۔ یہ حروف تمہیں مہیا ہیں ، تم اہل لسان ہو ، اس کتاب کا انداز ایسا ہے جس کو تم بھی معجزانہ کلام تصور کرتے ہو۔ یہ تمہارا تجربہ ہے اور تمہارے تجربہ کار لوگوں کا یہی کہنا ہے۔\nاس قرآن کی ہر سورة اور ہر آیت اپنے اندر ایک معجزانہ عنصر رکھتی ہے۔ یہ عنصر اس کلام کے اندر بہت ہی گہرا ہے اور وہ یہ بتاتا ہے کہ اس کلام کے اندر کوئی خفیہ قوت ہے ۔ جب اس کی تلاوت ہوتی ہے تو انسان پر کپکپی طاری ہوجاتی ہے۔ وہ جھوم اٹھتا ہے ، وہ متزلزل ہوجاتا ہے اور اسے اپنے اوپر کنڑول نہیں رہتا۔ جب بھی کسی نے اس کے لیے دل کھولا ، احساس نے کان دھرا ، اور انسانی ادراک بلند ہوا اور اس کو سننے اور قبول کرنے کا جذبہ پیدا ہوا۔ انسانی ثقافت اور علم و بصیرت جوں جوں وسیع ہوتی جاتی ہے ، قرآن کریم کی یہ خصوصیت بہت ہی نمایاں ہوتی جاتی ہے۔ جوں جوں انسان کا علم بڑھتا ہے ، وہ اس کائنات کے اندر دور تک اپنا مشاہدہ بڑھاتا ہے اور وہ اس کائنات اور اس کے اندر کی مخلوق اور افراد تک اپنا علم بڑھاتا ہے۔ اس کلام کی تاثیر و قتی نہیں ہوتی۔ یہ ایک بنیادی حقیقت ہوتی ہے جب قرآن انسان فطرت سے ہمکلام ہوتا ہے اور یہ تاثیر ایک حقیقت بن کر سامنے آتے ہے جب قرآن ایک تجربہ کار دل و دماغ سے مخاطب ہو۔ جب یہ ایک تعلیم یافتہ عقل سے ہمکلام ہو ، جو ایک بھرے ہوئے ذہن سے بات کر رہا ہو ، جس کے اندر علم و معلومات ہوں۔ جوں جوں انسان کا درجہ علم ، ثقافت اور معلومات بلند ہوتا ہے ، اس قرآن کے معانی ، مفاہیم اور اثرات بڑھتے جاتے ہیں (بشرطیکہ انسانی فطرت سیدھی ہو ، اس میں ٹیڑھ نہ ہو اور اس کے اوپر خواہشات نفسانیہ کے پردے نہ پڑگئے ہوں) اور انسان علی وجہ الیقین یہ محسوس کرتا ہے کہ وہ رب العالمین کی طرف سے نازل کردہ ہے۔\nام یقولون افترہ (32: 3) ” تو یہ لوگ یہ کہتے ہیں کہ اس شخص نے اسے خود گھڑ لیا ہے “۔ یہ بات انہوں نے محض ضد اور عناد سے کہی تھی۔ لیکن سیاق کلام میں یہاں اس کو بصورت سوال استکاری اور نہایر ہی ناپسندیدہ بات کے لاتا ہے۔ کیا وہ ایسا کہتے ہیں ؟ ایسی بات تو انہیں نہیں کہنا چاہئے اس لیے کہ محمد ﷺ کا کردار اور سیرت ان کے اندر موجود مثال ہے۔ انہوں نے تو کبھی کسی پر الزام نہیں لگایا۔ کیا وہ اللہ پر الزام لگاتے ہیں۔ حقیقت یہ ہے کہ یہ کتاب بذات خود اپنے اوپر شہادت ہے اس میں تو شک کی کوئی بات ہی نہیں ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ سچائی ، یہ فطرت ازلی کے عین مطابق ہے۔ یہ کائنات کے اندر موجود حق اور سچائی کے عین مطابق ہے۔ لہٰذا اس کے اندر گہری سچائی پائی جاتی ہے۔ اس کی ساخت ، اس کے بیان ، اور اس کے نظام کا ثبات و دوام اور اس کا جامع و مانع ہونا۔ اس کے اجزاء کا باہم ہم آہنگ ہونا اور متصادم نہ ہونا اور اس کے اجزاء کا باہم تعارف اور یگانگت یہ سب اس کے حق پر ہونے پر شاہد ہیں۔\nیہ اس لیے حق ہے کہ یہ انسان اور اس کائنات کے اندر ہائے جانے والے قوانین فطرت کے درمیان رابطہ پیدا کرتا ہے۔ انسان اور اس کائنات کے قوانین کلیہ کے درمیان مکمل ہم آہنگی پائی جاتی ہے اور قرآن انسان اور ان کائناتی قوتوں کے درمیان توافق اور سلامتی پیدا کرتا ہے۔ چناچہ انسانی قوت اور کائیاتی قوتیں باہم معاون ، باہم ملاقی ہوجاتی ہیں اور ان کے درمیان پوری پوری مفاہمت ہوتی ہے۔ یوں انسان اپنے اس وسیع ماحول کا دوست بن جاتا ہے۔ یہ ایک ایسی سچائی ہے کہ جب انسانی فطرت اسے پاتی ہے تو اس پر لبیک کہتی ہے۔ نہایت بسر ، نہایت خوشی اور نہایت شوق سے بغیر کسی تشقت اور دشمنی کے ، کیونکہ دونوں کے اندر ازلی اور قدیم حق رکھ دیا گیا ہے۔\nیہ ایک ایسی سچائی ہے جس کے اندر کوئی تعارض ، کوئی تضاد نہیں ہے اور وہ پوری انسانیت کیلئے ایک مکمل منہاج حیات ہے۔ یہ منہاج انسانوں کی شخصیت ان کی قوت ، ان کے جذبات و میلانات ، ان کی حالت صحت اور حالت مرض اور حالت قوت اور حالت ضعف حالت امن اور حالت فساد کو اچھی طرح مدنظر رکھ کر بنایا گیا ہے۔ یہ ایک ایسی سچائی ہے جس میں مکمل عدل ہے۔ یہ نہ دنیا میں بےانصافی کرتا ہے نہ آخرت میں ، انسانوں کے اندر جو قومیں موجود ہیں ان کے ساتھ بھی یہ کوئی بےانصافی نہیں کرتا۔ یہ دینی اور فکری قوتوں کے ساتھ بھی بےانصافی نہیں کرتا۔ یہ انسان کی کسی حرکت کے ساتھ ظلم کرکے اسے کسی معقول سرگرمی سے نہیں روکتا۔ جب تک وہ سرگرمی اس عالم گیر سچائی کے دائرہ کے اندر ہو ، جو اس پوری کائنات کے اندر ودیعت کردی گئی ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ یہ تمہاری طرف سے نہیں ہے۔ یہ رب کی طرف سے ہے۔ یہ رب مسلمانوں کا ہی نہیں ہے ، رب العالمین ہے۔ یہ ہے اس حق میں کرامت انسانی۔ اس میں رسول کی تکریم ہے کہ وہ اپنی طرف سے افتراء نہیں باندھ رہا۔ پھر یہ اللہ اور رسول ﷺ کے درمیان قرب کا ایک رنگ اور پر تو ہے۔ اور یہ درپر وہ جواب ہے ان کے اس الزام کا ، کہ یہ اللہ پر افتراء ہے۔ ربک سے یہ ثابت کرنا مقصود ہے کہ حضور ﷺ اور قرآن کریم کا مصدر اور سرچشمہ باری تعالیٰ کے درمیان پختہ تعلق ہے۔ ایک باعزت تعلق اور اس کی وجہ سے وہ نہایت ذمہ داری اور امانت داری کے ساتھ ٹھیک ٹھیک وحی نقل کرتے ہیں۔\nلتنذر قوما اتھم ۔۔۔۔۔ لعلھم یھتدون (32: 3) ” تاکہ تو متنبہ کرے ایک ایسی قوم کو جس کے پاس تجھ سے پہلے کوئی متنبہ کرنے والا نہیں آیا شاید کہ وہ ہدایت پا جائیں “۔ عرب جن کے لئے حضور اکرم ﷺ کو بھیجا گیا تھا۔ آپ ﷺ سے قبل ان کی طرف کوئی رسول نہ بھیجا گیا تھا۔ تاریخ میں بنی اسماعیل میں سے کسی رسول کے آنے کا ذکر نہیں ہے جو عربوں کے جد اول تھے۔ اللہ نے حضرت محمد ﷺ پر یہ کتاب نازل کی جو سچائی ہے ، وہ سچائی جو انسان کی فطرت میں بھی موجود ہے۔ انسانوں کے دلوں کے اندر بھی موجود ہے۔\nیہ لوگ جن کے ڈرانے کیلئے یہ کتاب نازل کی گئی ہے کہ ان کو ڈرایا جائے ، یہ اللہ کے ساتھ دوسرے الہوں کو شریک کرتے تھے۔ چناچہ یہاں سے اللہ کی ان صفات کا بیان شروع ہوتا ہے جن کے ذریعہ وہ معلوم کرلیں کہ اللہ کی الوہیت اور حاکمیت کی مخصوص صفات کیا ہیں اور اس طرح انہیں معلوم ہوجائے کہ ان کے عقائد نہایت پوچ ہیں۔ ان عظیم صفات کا موصوف تو اللہ ہے جو رب العالمین ہے اور اس کے ہم پلہ و ہمسر ہونے کا کوئی مستحق نہیں ہے۔ نہ ان کو چاہئے کہ وہ کسی اور کو اس کا ہم پلہ بنائیں۔"
    },
    {
      "ayah": 30,
      "surah": 32,
      "text": "فاعرض ھم وانتظر انھم منتظرون (32: 30) ” “۔ اس فقرے کی تہ میں دراصل بالواسطہ ایک دھمکی چھپی ہوئی ہے۔ جب رسول اللہ ﷺ دامن جھاڑ لیں اور انہیں اپنے حال پر چھوڑ دیں تو انجام معلوم ہے۔\nاس آخری ضرب پر یہ سورة ختم ہوتی ہے ۔ اس میں طویل مطالعاتی سفر ہے ، اشارات و ہدایات ہیں اور قسم قسم کے مشاہدات اور دلائل دئیے گئے ہیں اور قلب انسانی کو ہر پہلو سے متاثر کرنے کی سعی کی گئی ہے اور ہر راستے سے اس کو کھینچ کر ہدایت کی طرف لانے کے لیے حملہ کیا گیا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    },
    {
      "ayah": 5,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    },
    {
      "ayah": 6,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    },
    {
      "ayah": 7,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    },
    {
      "ayah": 8,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    },
    {
      "ayah": 9,
      "surah": 32,
      "text": "اللہ الذی خلق ۔۔۔۔۔۔۔ ۔ قلیلا ما تشکرون (4 – 9)\nیہ ہے اللہ۔ اور یہ ہیں اس کی الوہیت کے آثار و شواہد۔ یہ کائنات ایک کھلی کتاب ہے اور لا انتہا عالم میں اس کے شواہد ہیں جو انسان کے محدود ادراک سے وراء ہے۔ خود انسان کی پیدائش اور اس کی نشوونما کے مختلف مدارج ہیں جنہیں لوگ جانتے ہیں اور انسانی نشوونما کے ان مدارج میں جن سے انسان ابھی تک بیخبر ہے ، اس کے شواہد موجود ہیں۔\nاللہ الذی ۔۔۔۔۔۔ ستۃ ایام (32: 4) ” وہ اللہ ہی ہے جس نے زمین و آسمان کو اور جو کچھ ان کے درمیان ہے ، چھ دنوں میں پیدا کیا “۔ اور یہ چھ دن ہمارے ان دنوں سے یقیناً مختلف ہیں جنہیں ہم جانتے ہیں کیونکہ زمین کے دن تو وہ ہیں جو سورج کے سامنے زمین کی گردش محوری سے پیدا ہوتے ہیں۔ یہ دن ایک شب و روز پر مشتمل ہوتا ہے اور یہ زمین اس کائنات کے اندر بہت ہی مختصر سا ٹکڑا ہے۔ ایک ذرہ ہے جس کی اس عظیم فضا میں کوئی وقعت نہیں ہے۔ ہمارے روز و شب تو زمین و آسمان کی پیدائش کے بعد پیدا ہوئے اور یہ روز و شب زمانہ کی وہ مقدار ہے جس کے مطابق ہم حساب و کتاب کرتے ہیں۔\nان چھ ایام کی حقیقت کیا ہے تو اس کا علم اللہ ہی کو ہے۔ ہمارے پاس ان دنوں کے حساب و کتاب کا کوئی ذریعہ نہیں ہے۔ یہ اللہ کے ایام ہیں جن کے بارے میں اللہ نے فرمایا\nفی یوم کان مقدارہ الف سنۃ مما تعدون (32: 5) ” اور تمہارے رب کے نزدیک ایک دن ، تمہارے شمار کے مطابق ایک ہزار سال ہے “۔ یہ چھ دن وہ چھ حالات بھی ہوسکتے ہیں جن سے زمین و آسمان اور ان کے درمیان کی فضا گزری ، یہاں تک کہ وہ اپنی موجودہ حالت تک پہنچی یا یہ تخلیق کے چھ مراحل تھے یا یہ چھ زمانے تھے جن کے درمیان کے وقت کے بارے میں اللہ ہی جانتا ہے۔ بہرحال جو بھی مراد ہو ، ان سے وہ دن مراد نہیں ہیں جو ہمارے زمانے کے دن ہیں۔ بہر حال وہ ایک غیبی امر ہے اور اس کی مراد ہم متعین نہیں کرسکتے۔ مراد وہ زمانہ ہے جو تخلیق ، تقدیر میں مطابق حکمت الہیہ صرف ہوا اور اس زمانے میں اللہ نے ہر چیز کو اس کی موجودہ شکل تک پہنچایا مختلف مراحل ، ادوار سے گزار کر۔\nثم استوی علی العرش (32: 4) ” اور اس کے بعد عرش پر جلوہ فرما ہوا “۔ استواء علی العرش اشارہ ہے اس طرف کہ اللہ کے قبضہ قدرت میں تمام کائنات ہے۔ رہا یہ کہ عرش کیا ہے تو ہم اس کے بارے میں کچھ بھی نہیں کہہ سکتے۔ انہی الفاظ پر بات کو ختم کرتے ہیں۔ بہرحال استوا علی العرش سے مراد ہے قدرت شاملہ سے۔ پھر لفظ ثم بھی ترتیب زمانی کے لیے نہیں ہے کیونکہ اللہ کے حالات بدلتے نہیں ہیں۔ یہ نہیں ہوسکتا کہ پہلے اللہ کس حال میں تھا پھر کسی دوسرے حال میں ہوگیا۔ یہ معنوی ترتیب ہے کہ اللہ نے اس کائنات کو پیدا کیا اور جب سے پیدا کیا وہ اللہ کے قبضہ قدرت میں ہے یعنی بالعموم یہ کہا جاتا ہے کہ پیدا پلے کیا اور قبضہ قدرت میں بعد میں ہوا اور نہ ایسا کوئی زمانہ نہ تھا کہ اللہ کے قبضہ قدرت میں نہ ہو۔ اس بےقید قبضہ قدرت کے بیان کے بعد اب لوگوں سے کہا جاتا ہے۔\nما لکم من دونہ من ولی ولا شفیع (32: 4) ” اس کی مانند نہ تمہارا کوئی حامی و مددگار ہے اور نہ کوئی اس کے آگے سفارش کرنے والا ہے “۔ کہاں اور کون سفارشی ہوسکتا ہے جبکہ اللہ سبحانہ عرش پر متمکن ہوں اور زمین و آسمان سب اللہ کے قبضہ قدرت میں ہوں اور خالق ارض و سما بھی وہی ہو۔ تو اس کے سوا کوئی حامی ہوسکتا ہے اور اس کے سوا سفارش کرنے والا کون ہو سکتا ہے اور کون سفارشی اللہ کی سلطنت سے خارج ہوسکتا ہے۔\nافلا تتذکرون (32: 4) ” کیا تم ہوش میں نہیں آتے “۔ یہ حقیقت اس بات کی یاد دہانی کراتی ہے کہ اللہ کا اقرار کرو ، اور اپنا رخ اسی کی طرف کر دو ۔ تخلیق اسی کی ہے وہی مکمل اختیارات رکھتا ہے ، وہی تدبیر کرتا ہے اور امور طے کرتا ہے۔ دنیا میں بھی اور آخرت میں بھی۔ زمین و آسمان کے تمام امور اس کی طرف بلند ہوتے ہیں ، قیامت میں بھی تمام معاملات اس کے سامنے پیش ہوں گے اور دنیا میں بھی تمام رپورٹیں اس کی طرف پہنچتی ہیں اس طویل دن میں جس کی مقدار اس کو معلوم ہے۔\nیدبر الامر ۔۔۔۔۔ مما تعدون (32: 5) ” وہ آسمان سے زمین تک دنیا کے معاملات کی تدبیر کرتا ہے اور اس تدبیر کی روداد اوپر اس کے حضور جاتی ہے ایک ایسے دن میں جس کی مقدار تمہارے شمار سے ایک ہزار سال ہے “۔\nقرآن کا انداز تعبیر اللہ کے تدبیر کائنات کے وسیع تر میدان کی خوب تصویر کشی کرتا ہے۔\nمن السمآء الی الارض (32: 5) ” آسمانوں سے زمین تک “۔ اس سے انسانی ذہن کے اندر بات بٹھانا مقصود ہے یعنی ان الفاظ میں جن کا تصور ذہن انسانی کرسکتا ہے تاکہ دل میں خوف خدا پیدا ہو۔ ورنہ اللہ کی تدبیر کائنات کا دائرہ زمین اور آسمان سے بہت ہی وسیع ہے۔ لیکن انسانی احساس اور شعور کے لیے یہی کافی ہے کہ وہ اس کائنات کے سامنے کھڑا ہے اور اپنے شعور اور مشاہدے کی حد تک اللہ کی وسعت تدبیر کا تصور کر رہا ہے ورنہ حقیقت یہ ہے کہ اللہ کی وسعت تدبیر ہمارے تصور اور ہمارے ان شماریات سے بھی وسیع ہے جو ہمارے استعمال میں ہیں۔\nپھر اللہ کی تمام تدابیر اور اللہ کی تمام تقدیرات کی رپورٹ میں ان کے نتائج اللہ کی طرف اٹھائے جاتے ہیں اور یہ روئیدادا سے پورے عواقب و نتائج کے ساتھ ، تمام اعمال ، اموال اور افعال کے ساتھ ، اشیاء اور زندوں اور تمام مواد کائنات کے بارے میں ایک دن اٹھائی جاتی۔ اس دن کی مقدار ایک ہزار سال ہمارے شماریات کے مطابق ہے۔ غرض اس کائنات کی کوئی چیز یونہی نہیں چھوڑ دی جاتی ہے ، نہ کسی چیز کو ۔۔ پیدا کیا گیا ہے بلکہ ایک مقررہ وقت تک تمام چیزوں کی تدبیر کی گئی ہے۔ ہر شے ، ہر معاملہ ، ہر نتیجہ اور ہر واقعہ اللہ کے تحت ہے اور اس کی روئیداد اللہ کے ہاں پہنچتی ہے جس طرح وہ طلب کرتا ہے۔\nذلک علم الغیب والشھادۃ العزیز الرحیم (32: 6) ” وہی ہے ہر پوشیدہ اور ظاہر کا جاننے والا ، زبردست اور رحیم “۔ یعنی یہ آسمان اور زمین کی تخلیق اور یہ استواء علی العرش اور آسمانوں سے زمین تک تمام امور کا انتظام ۔ یہ ہے اللہ عالم الغیب اور عالم مشاہدہ کا جاننے والا ، وہی خالق ہے۔ وہ قادر مطلق ہے اور زبردست اور رحیم ہے۔ قدرت رکھنے والا ہے ، اور جو چاہے کرسکتا ہے۔ لیکن وہ اپنے برتاؤ میں مخلوقات کے ساتھ رحم کرنے والا ہے۔\nالذی احسن کل شئ خلقہ (32: 7) ” جو چیز بھی اس نے بنائی خوب بنائی “۔ کیا شان ہے اللہ کی ! بیشک یہ حق ہے ، فطرت اسے دیکھ رہی ہے ، آنکھیں دیکھ رہی ہیں ، دل اسے دیکھ رہا ہے اور عقل اس کی تصدیق کر رہی ہے۔ یہ حق جو اشیاء کی شکل میں بھی ہے۔ ان کے فرائض میں بھی ہے ، ان کی طبیعت اور ان کی ہم آہنگی میں بھی ہے۔ ان کی ہیئت میں بھی ہے اور ان کی شکل میں بھی ہے۔ بہرحال جو چیز بھی حسن اور احسان سے متعلق ہے وہ اس مخلوقات میں موجود ہے۔\nسبحان اللہ ! یہ ہے اللہ کی کاریگری تمام اشیائ میں۔ اس کے دست قدرت کے کمالات تمام اشیاء میں موجود ہیں۔ جو چیز بھی اللہ نے بنائی ہے وہ حسین اور مکمل ہے۔ نہ حد سے آگے ہے اور نہ اس میں کوئی قصور ہے۔ حسن سے زیادہ نہ کم۔ نہ افراط ہے نہ تفریط۔ حجم کے اعتبار سے ، شکل کے لحاظ سے اور مقاصد اور مفاد کے زاویہ سے۔ ہر چیز ایک متعین قدر کے ساتھ ہے۔ نہ حد حسن و جمال سے کم یا زیادہ ہے۔ اپنے وقت سے نہ پہلے آتی ہے ، نہ بعد میں۔ نہ اپنی حد سے آگے بڑھتی ہے اور نہ پیچھے رہتی ہے۔ ذرے سے کے کر بڑے سے بڑے اجسام تک میں حسن ملحوظ ہے۔ سادہ خلیے سے لے کر پیچیدہ ترین ذی حیات اشیاء تک ہر چیز حسین اور موزوں ہے۔ اسی طرح ، اعمال ، اطوار ، واقعات اور حرکات سب کے سب مقدر ہیں۔ سب اللہ کی تخلیق ہیں اور ہر واقعہ اور ہر حادثہ اپنے مقرر معیار کے مطابق ہوتا ہے اور اس کے مقررہ اثرات مرتب ہوتے ہیں ، اور یہ اس منصوبے اور نقشے کے مطابق ہوتا ہے جو ازل میں اللہ نے تیار کیا ہے اور ابد تک ایسا ہی تدبیر الٰہی کے مطابق ہوتا رہے گا۔\nہر چیز اور ہر مخلوق اس لیے بنائی گئی ہے کہ وہ اپنا مقرر اور متعین فریضہ ادا کرے اور اس فریضے کا تعین نہایت دقیق وزن کے ساتھ کردیا گیا ہے۔ اس چیز کے تمام فرائض اس کے اندر رکھ دئیے گئے ہیں اور ان خواص کی وجہ سے وہ اپنا فریضہ منصبی پورا کرتی ہے اور اس کے لیے پوری طرح اہل ہے۔ یہ خلیہ جو متعدد مقاصد کے لیے بنایا گیا ہے۔ یہ کیڑا رینگ رہا ہے اور جس کے پاؤں اور بال و پر ہیں۔ یہ اس بات پر قدرت رکھتا ہے کہ اس زمین پر اپنے لیے راستہ نکالے۔ یہ اپنا کام احسن طریقے سے کرتا ہے۔ یہ پرندہ ، یہ حیوان ، اور یہ انسان ، یہ کواکب ، یہ ستارے ، یہ سیارے ، یہ افلاک اور جہاں اور یہ جہانوں کے جہاں ، یہ کر ات اور ان کے دورے اور گردشیں ، متعین اور مقرر ، عجیب اور مضبوط اور نہایت ہی وقت کے ساتھ متعین وقت کے حامل۔ دائمی طور پر متحرک۔ غرض اس کائنات کی جس چیز کو دیکھو چھوٹی یا بڑی ہر چیز حسین و جمیل ہے۔ اس کے حسن و جمال میں اضافہ نہیں کیا جاسکتا۔ ہر کھلی آنکھ ، ہر حساس انسان ، اور ہر صاحب بصیرت شخص اس حسن اور احسان کو دیکھ سکتا ہے جو اس کائنات کی مجموعی شکل میں بھی ہے اور اس کی ایک ایک چیز میں بھی ہے۔ جب قلب و نظر اور ذہن و خیال متوجہ ہوں تو انسان اس جہان میں حسن و جمال اور صفت و کمال کے بڑے بڑے ذخائر دریافت کرسکتا ہے۔ اس حسن و جمال اور اس تدبر و کمال کے نریجے میں ہر طرف سے انسان کے لیے خیر اور برکات جمع ہوتے ہیں۔ مثلاً نہایت ہی خوشگوار پھل اور وہ روحانی ذوق و شوق جس سے کاسہ دل بھی جاتا ہے اور اس طرح انسان اس ربانی میلے میں اور اس خدائی جشن میں جدھر دیکھے ، حسن و جمال ہی نظر آئے۔ جس چیز کا مطالعہ کرے وہ بدیع الجمال اور انتہائے کمال پر نظر آئے۔ اس طرح اس جہان فانی کے زائل ہونے والے اس حسن و جمال سے آگے بڑھ کر عالم آخرت کے دائمی حسن و جمال اور لازوال کمال تک پہنچ سکتا ہے جو صفت الٰہی میں ہے اور جس کا تصور بھی کسی دل میں نہیں آیا۔\nانسان ان انعامات اور حسن و جمال اور وقت و کمال کو اس وقت دیکھ سکتا ہے جب انسان ایک عادی اور معمولی اور روٹین کے مناظر کو ذرا آنکھیں کھول کر دیکھے۔ یہ اس وقت ہی اسے پا سکتا ہے جب وہ اپنے اردگرد پھیلی ہوئی کائنات کی گھنٹیوں کو سنے۔ فطرت کے اشارات کو سمجھنے کی کوشش کرے۔ جب وہ اس جہاں کو نور ربانی کے ساتھ دیکھے۔ جب وہ ان کو ربانی نور کے ساتھ دیکھے گا تو پھر اس کو معلوم ہوگا کہ ہر چیز کے اندر کیسا حسن و جمال ہے اور ہر چیز کی صنفت میں انوکھا پن کیا ہے اور یہ حسن اسے اس وقت نظر آئے گا جب وہ ہر حسین چیز کو دیکھ کر اللہ کو یاد کرے اور سبحان اللہ کہے۔ یوں اس کا تعلق خالق کائنات سے پیدا ہوگا۔ یوں اس کا شعور جمال تک پہنچ جائے گا کیونکہ مخلوقات کے کمال و جمال سے انسان اللہ کے کمال و جمال تک پہنچ سکتا ہے۔\nیہ کائنات جمیل ہے اور اس کا جمال ختم نہیں ہوت اور انسان اس جمال کے ادراک میں روز بروز ترقی کرتا ہے۔ اس سے فائدہ اٹھاتا ہے اور اس کا یہ فائدہ غیر محدود ہے۔ وہ جس قدر چاہے اس فائدے کو آگے بڑھا سکتا ہے۔ جہاں تک بدیع السموات انسان کے لیے مقدر کرتا ہے اور موقع دیتا ہے۔\nپھر اس مخلوق میں خوبصورتی کا عنصر مقصود بالذات ہے۔ اللہ نے ہر چیز کو خوبصورت بنایا ہے کیونکہ جب کسی بنائی ہوئی چیز کو خوبصور اور اچھا بتایا جاتا ہے تو وہ اپنا فرض منصبی یا ڈیوٹی بہت اچھی طرح ادا کرتی ہے۔ یوں مصنوعات کی عمدگی کو بڑھا کر کمال تک پہنچایا جاتا ہے جبکہ اس کائنات کی خوبصورتی اس کے ہر جزء سے ظاہر ہے اور مخلوقات کی ہر قسم سے عیاں ہے۔ ذرا اس کھجور کو دیکھئے ذرا کسی ایک پھول کو دیکھئے ، ذرا ایک چھوٹے سے چھوٹے ستارے کو دیکھئے ، ذرا رات کو دیکھئے اور پھر دن کو دیکھئے ، چھاؤں اور بادلوں کو دیکھئے ، اس پورے وجود کے اندر جاری وساری نغمہ سرائی کو دیکھئے اور غایت درجہ کی ہم آہنگی ، ہمداری اور حرکت کو دیکھئے۔ فتبارک اللہ احسن الخالقین۔\nیہ ایک سیاحت ہے اور اس خوبصورت وجود اور نہایت ہی خوبصورت اور انوکھی کائنات میں ایک تفریح ہے اور مخلوقات کا مطالعاتی سفر ہے۔ قرآن کریم ہماری توجہ اس طرف مبذول کراتا ہے اور ہدایت کرتا ہے کہ اس سے لطف اٹھاؤ۔\nالذی احسن کل شئ خلقہ (32: 7) ” جس نے ہر چیز کو خوبصورت تخلیق بخشی “۔ اس ہدایت سے انسان اس کائنات میں حسن و جمال کے نکات تلاش کرتا ہے۔ اور لطف اٹھاتا ہے۔\nوبدا خلق الانسان من طین (32: 7) ” اس نے انسان کی تخلیق کی ابتدا گارے سے کی “۔ اللہ تعالیٰ کا یہ احسان ہے کہ اس نے انسان کی تخلیق گارے سے کی۔ انداز تعبیر سے یوں سمجھ میں آتا ہے کہ انسان کا آغاز گارے سے تھا۔ یعنی انسان کی ابتدائی شکل مٹی کے گارے کی سی تھے۔ اللہ نے یہ نہیں بتایا کہ گارے سے انسان تک کتنے مراحل سے انسان گزرا یاکتنا زمانہ اس میں لگا۔ اس معاملے میں قیاس آرائی کی جاسکتی ہے۔ خصوصاً جب ہم اس آیت کو سورة المومنون کی آیت سے ملا کر پڑھیں۔\nخلق الانسان من سلالۃ من طین ” انسان کو مٹی کے ست سے پیدا کیا گیا “۔ لہٰذا یہ کہنا ممکن ہے کہ انسان کی تخلیق ایسے مراحل سے گزری ہے جس کا اصل مٹی تک جا پہنچتا ہے۔ اس سے مراد وہ خلیہ بھی ہو سکتا ہے جو اس زمین میں پیدا کیا گیا اور یہ خلیہ مٹی سے پیدا کیا گیا تھا۔ اور نفخ حیات اور نفخ روح سے وہ خالق مٹی تھا اور یہی وہ راز ہے جس تک آج تک انسان نہیں پہنچ سکا۔ نہ انسان یہ معلوم کرسکا ہے کہ یہ زندگی کیا ہے اور نہ یہ معلوم کرسکا ہے کہ اس خلیے میں روح کیسے داخل ہوئی اور اس خلیے سے بھی انسان کیسے پیدا کیا گیا۔ قرآن کریم نے اس کا تذکرہ نہیں کیا کہ یہ پورا عمل کیسے انجام تک پہنچا اور نہ یہ بتایا ہے کہ اس پر کس قدر وقت لگا۔ اس تحقیق کیلئے اللہ نے انسان کو آزاد چھوڑ دیا ہے کہ جس طرح چاہے فیصلہ کرے اور اس قسم کی تحقیقات نص قرآن کے خلاف نہیں ہیں۔ نص قرآنی میں صرف یہ ہے کہ انسان کی تخلیق مٹی سے ہوئی ہے یا مٹی کے ست سے ہوئی ہے۔ یہ ہے وہ موقف جس میں قرآن مجید جو قاطع ہے اپنی جگہ رہتا ہے۔ اور سائنسی تحقیقات بھی اپنے مقام پر رہتی ہیں۔\nیہاں مناسب معلوم ہوتا ہے کہ یہ صراحت کردی جائے کہ ڈارون کا نظریہ ارتقا کہ تمام حیوانات ایک ہی خلیے سے ارتقاء کرکے مختلف انواع کی شکل اختیار کر گئے ہیں اور خود انسان بھی بند کی ترقی یافتہ شکل ہے اور یہ کہ انسان اور اعلیٰ قسم کے بندر کے درمیان ارتقائی مراحل کے انواع موجود رہے ہیں۔ یہ نظریہ بالکل غلط ہے۔ نیز ڈارون کو وراثتی خصوصیات (جینز) کا علم ہی نہ تھا۔ لیکن جینز کی دریافت کے بعد تو یہ طے ہوگیا ہے کہ ایک نوع کا دوسرے نوع میں منتقل ہونا محال ہوگیا ہے۔ ہر خلیے یعنی نوع حیوان کے خلیے کے اندر جینز ہیں جو اسے اپنی نوع بدلنے کی اجازت ہی نہیں دیتے۔ یہ جینز اپنی صورت نوعیہ کی پوری طرح حفاظت کرتے ہیں ۔ لہٰذا بلی جس خلیے سے پیدا کی گئی وہ بلی ہی رہی ہے اور اس کی صورت نوعیہ میں کسی مرحلے پر کوئی تبدیلی نہیں آئی۔ کتا ، کتا رہا ہے ، بیل ، بیل رہا ہے ، گھوڑا ہمیشہ گھوڑا رہا ہے ، بندر ہمیشہ بندر رہا ہے اور انسان ہمیشہ انسان رہا ہے۔ جو چیز ممکن ہے وہ یہ ہے کہ ایک نوع اپنی حدود کے اندر ترقی کرے یا زوال پذیر ہو۔ بہرحال ممکن ہے کہ ایک نوع اپنی حدود کو کر اس کرکے دوسری نوع میں داخل ہوجائے۔ یہ وہ بات ہے جو ڈارون کے نظریہ کی حقیقت ہی باطل کر رہی ہے۔ بہرحال یہ لوگ سائنس کے نام پر خود اپنے نظریات گھڑتے ہیں ، ان پر یقین کرتے ہیں لیکن یہ نظریات کسی دن جا کر باطل ہوجاتے ہیں۔\nثم جعل نسلہ من سللۃ من مآء مھین (32: 8) ” پھر اس کی نسل ایک ایسے ست سے چلائی جو حقیر پانی کی طرح کا ہے یعنی نطفے کے پانی سے جو جنین کے ارتقاء کی پہلی شکل ہے کہ وہ ایک نقطے سے ایک لوتھڑا بن جاتا ہے۔ پھر وہ گوشت کی بوٹی بن جاتا ہے۔ پھر اس کے اندر ہڈیاں پیدا ہوتی ہیں۔ پھر وہ مکمل جنین بن جاتا ہے۔ یہ پانی کا ست اور اس کا ارتقاء ہے۔ یہ نقطہ جو اس حقیر پانی میں ہوتا ، جس طرح یہ ارتقائی مراحل طے کرتا ہے اور جس طرح آج کل ایک وجیب جہان ہے اور اس حقیر پانی کے ست میں ایک دوسرے نقطے کو دیکھو اور پھر اس مکمل انسان کو دیکھو کہاں سے کہاں تک آگیا اور کیا سے کیا کچھ بن گیا۔ قرآن کریم اس عظیم تغیر و ارتقاء کو اس طرح ایک ہی آیت میں بیان کردیتا ہے۔\nثم سوہ ونفخ فیہ ۔۔۔۔۔۔ والابصار والافئدۃ (32: 9) ” پھر اس نے اس کو نک سک سے درست کیا اور اس کے اندر اپنی روح پھونک دی اور تم کو کون دئیے ، آنکھیں دیں اور دل دئیے “۔ سبحان اللہ یہ کس قدر عظیم ارتقائی سفر ہے انسان کا۔ کن کن مشکل حالات سے یہ انسان گزرا ہے۔ کس قدر عظیم معجزہ ہے خود انسان کی تخلیق لیکن لوگ اس سے غافل ہیں۔ انسان کو دیکھو اور اس معتبر نطفے کے پانی کے اندر اس نکتے کو دیکھو۔ اگر دست قدرت اس معجزانہ عمل کو تکمیل تک نہ پہنچائے۔ یہ دست قدرت ہی ہے جو اس نہایت ہی چھوٹے نکتے کو ہدایت کرتی ہے کہ وہ ان دشوار گزار مراحل اور راستوں سے گزر کر انسان کی شکل اختیار کرلے۔ اس چھوٹے سے نقطے اور اس خلیے کے اندر کس قدر تقسیم ہوتی ہے اور کس قدر کثرت ہوتی ہے۔ یہ بڑھتا بھی جاتا ہے اور تقسیم بھی ہوتا جاتا ہے۔ اس سے مزید مختلف قسم کے خلیے بنتے جاتے ہیں۔ یہ خلیے پھر باہم متضاد ہوتے ہیں ۔ یہ بڑھتے جاتے ہیں۔ پھر اس انسان کے ہر ہر عضو کے اپنے خلیے ہوتے ہیں ، جن کی مخصوص نوعیت ہوتی ہے اور ان کے پھر مزید اجزاء ہوتے ہیں اور ہر جزء کا اپنا وظیفہ ہوتا ہے۔ ایک ہی عضو کے اندر کئی قسم کے خلیے بنتے چلے جاتے ہیں۔ یہ پہلا خلیہ کس طرح اس قدرو کثرت میں آجاتا ہے ، پھر اس کے اندر نوعیت کے اعتبار سے یہ تقسیم کس طرح ہوجاتی ہے ، پھر اس ایک ہی ابتدائی نکتے اور خلیے سے خلیات کا عظیم مجموعہ کس طرح بن جاتا ہے۔ پھر ان خلیات کے اندر انسان خصوصیات کہاں چھپی تھیں۔ پھر یہ جنین کے اندر مخصوص صلاحیتیں کہاں سے آجاتی ہیں۔ ہر خلیے کے لیے متعین فریضہ کس طرح قائم ہوجاتا ہے۔ اور ہر ایک کی خصوصیات دوسرے سے جدا کس طرح ہوجاتی ہیں۔ کون ہے جو اس قسم کے معجزے کے صادر ہونے کا یقین کرتا اگر عملاً یہ معجزہ روز ہمارے سامنے وجود میں نہ آتا۔\nیہ اللہ کا دست قدرت ہی ہے جس نے انسان کو اس طرح برابر کیا اور درست کیا اور پھر یہ اللہ کی جانب سے انسان کے اندر روح پھونکنے کا عمل ہے جو انسان کو انسان بنا دیتا ہے۔ یہی ایک معقول تشریح ہے اس معجزے کی جو ہر سکینڈ میں واقع ہو رہا ہے۔ لیکن لوگ ہیں کہ اسے غافل ہیں۔ یہ اللہ کا نفخ روح ہے جس کی وجہ سے انسان انسان بن جاتا ہے۔ اس کے اندر سننے اور سیکھنے کی قوت آجاتی ہے اور اس سمع و بصر ہی کی وجہ سے تمام عضویاتی حیوانات سے انسان مختلف اور ممتاز ہوتا ہے۔\nوجعل لکم السمع والابصار والافئدۃ (32: 9) ” تم کو کان دئیے ، آنکھیں دیں اور دل دئیے “۔ یہ وہ معجزہ ہے جو ہمارے سامنے ہر سیکنڈ میں رونما ہوتا ہے۔ اس کی تشریح اس کے سوا اور کچھ نہیں ہے کہ اللہ کی جانب سے نفخ روح ہے ورنہ عقل انسانی اس اتھاہ سمندر میں غوطے کھاتی رہتی اور قیامت تک وہ اس کی تشریح نہ کرسکتی ۔ اس کے علاوہ یہ اللہ کے فضل و کرم کا فیضان ہے اور یہ اللہ کا فضل ہی ہے جو اس حقیر پانی کے ایک نکتے سے انسان بنا دیتا ہے۔ پھر وہ اللہ ہی ہے جو اس ایک حقیر خلیے کے اندر ارتقاء اور نمو کی وہ خصوصیات رکھ دیتا ہے کہ وہ ، تبدیلیوں سے ہوتے ہوئے اور اپنے اندر مزید خصوصیات لیتے ہوئے انسان کی شکل میں پہنچ گیا۔ جس کے اندر ایسی خصوصیات پیدا ہوگئیں کہ انسان تمام دوسرے حیوانات میں ممتاز ہوگیا۔ لوگ ہیں کہ اللہ کے اس فضل و کرم کا کوئی شکر ادا نہیں کرتے۔ قلیلا ما تشکرون (32: 9)\nانسان کی پیدائش ، اس کے مختلف مراحل اور ان سے اس کا عجیب انداز سے گزرنا اور ہر وقت اس عظیم معجزے کا صادر ہونا اور اس معجزے کا ہمارے سامنے بار بار دہرایا جانا ، ان امور کی روشنی میں یہ سوال پیدا ہی نہیں ہوتا کہ یہ انسان جب مر کر پھر مٹی بن گیا اور زمین کی دوسری مٹی میں مل گیا تو حشر و نشر کیسے ہوگا۔ اس بیان کے بعد یہ شک اور یہ اغراض بجائے خود عجیب اور احمقانہ نظر آتے ہیں۔"
    }
  ]
}
