{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 39,
      "text": "درس نمبر 215 تشریح آیات\n﷽\nآیت نمبر 1 تا 3\nسورت کا آغاز اس فیصلہ کن قرار داد سے ہوتا ہے۔\nتنزیل الکتب من اللہ العزیز الحکیم (39: 1) ” اس کتاب کا نزول اللہ زبردست اور دانا کی طرف سے ہے “۔ وہ زبردست ہے اور وہ اس قسم کی کتاب کے نزول پر قدرت رکھتا ہے۔ اور وہ حکیم ودانا ہے اور وہ جانتا ہے کہ نزول قرآن کس بارے میں ہے اور یہ حکیم کیوں ہے۔ یہ تمام کام اللہ نہایت حکمت اور تدبر اور تقدیر سے کرتا ہے۔\nاس قرار داد پر بات طویل نہیں ہوتی کیونکہ یہ تو تمید تھی ، اصل بات کے لیے اور اصل موضوع کے لیے یہ پوری سورت وقف ہے۔ سورت کا نزول ہی اس موضوع کا ثبوت اور تاکید ہے۔ یعنی مسئلہ توحید ، اللہ کی بندگی میں توحید اور اسلامی نظام زندگی میں توحید۔ اور عقیدے ، بندگی اور نظام زندگی کو ہر پہلو سے شرک سے پاک کرنا۔ اور پھر اللہ تک رسائی کے لیے واسطوں کو ختم کرکے براہ راست اس کو پکارنا بغیر کسی سفارش کے۔"
    },
    {
      "ayah": 10,
      "surah": 39,
      "text": "آیت نمبر 10\nکہو اے میرے بندو ، جو ایمان ہوئے ہو ، قل یٰعباد الذین اٰمنوا (39: 10) اہل ایمان کی طرف نہایت ہی نظر کرم ہے۔ اصل میں عربی عبارت یوں ہے :\nقل یٰعباد الذین اٰمنوا (39: 10) یعنی ان سے میرا یہ پیغام کہہ دو کہ متقی بن جاؤ۔ اپنے رب سے ڈرو۔ لیکن اللہ نے اسے براہ راست پکارہ کے صیغے میں تبدیل کردیا۔ یہ ایک قسم کا اعلان اور تنبیہہ ہے۔ رسول اللہ ؐ تو مسلمانوں کو (یاعبادی) کہہ کر نہیں پکارتے تھے آپ تو عباد اللہ کہہ کر انہیں پکارتے تھے لیکن یہ اللہ کی نظر کرم ہے کہ وہ حضور ﷺ سے فرماتا ہے کہ (یاعباد) کہہ کر پکارو۔ یوں یہ پکار اللہ کی جانب سے ہو اور حضور اکرم ﷺ اللہ کے ڈائریکٹ خطاب کی حکایت فرمائیں۔\nقل یٰعباد الذین اٰمنوا اتقوا ربکم (39: 10) ” اے نبی کہو ، اے میرے بندو جو ایمان لائے ہو ، اپنے رب سے ڈرو “۔ تقویٰ کیا ہے ، وہی دل کی حساسیت۔ اللہ کی طرف ڈر اور خشیت کے ساتھ دیکھنا ۔ امید اور طمع کے ساتھ دیکھنا ۔ اس کے غضب ، ناراضگی سے ڈرتے رہنا۔ یہ ہے بہترین تصور اہل ایمان کی۔ اس آیت میں جو تصویر کشی کی گئی ہے اور اس میں جو رنگ بھرے گئے ہیں وہ وہی ہیں جو آیت سابقہ میں ہیں ، البتہ یہ عملی رنگ ہیں۔\nللذین احسنوافی ھٰذہ الدنیا حسنة (39: 10) ” جن لوگوں نے اس دنیا میں نیک رویہ اختیار کیا ، ان کے لیے بھلائی ہے “۔ کیا خوب جزاء ہے کہ اس دنیا میں اچھا سلوک کرو۔ تو یہاں اس حقیر دنیا میں بھی اچھائی پاؤ اور آخرت میں بھی اچھائی پاؤ۔ جو دار بقا دار دوام ہے۔ لیکن یہ انسان پر فضل وکرم ہے اور اللہ کو معلوم ہے کہ یہ انسان کس قدر ضعیف اور ناتواں ہے۔ اس لیے اللہ نے اس پر بےپناہ کرم کیا۔\nوارض اللہ واسعة (39: 10) ” خدا کی زمین وسیع ہے “۔ لہٰذا زمین کی محبت اور کسی ایک جگہ کے ساتھ الفت تمہیں بہاکر نہ رکھ دے۔ نسب ، رشتہ داری اور دوستی کے روابط تمہیں بڑے کاموں سے روک نہ دیں۔ ہجرت ایک عظیم مقصد کے لیے ہوتی ہے ۔ اگر کوئی جگہ تمہارے دین کے لیے تنگ ہو اور جہاں تم اسلام کا محسنانہ نظام جاری نہیں کرسکتے تو پھر زمین سے چمٹے رہنا شیطان کی حرکت ہے۔ اور یہ انسان کے دل میں شرک کا ایک رنگ ہے۔\nیہ قرآن کا نہایت ہی لطیف اشارہ ہے ، اس طرف انسان کے دل و دماغ میں خفی اس طرح سرایت کرتی ہے کہ بات اللہ کی وحدانیت اور اللہ سے ڈرنے کی ہورہی ہے۔ اور اس میں یہ لطیف اشارہ کیا گیا ہے۔ اس سے معلوم ہوتا ہے کہ قرآن کریم کا سرچشمہ وہی ذات باری ہے جس نے انسانوں کو پیدا کیا ہے۔ کیونکہ انسان کے دل و دماغ کا یہ علاج وہی ذات کرسکتی ہے جو انسان کی\nخالق ہے اور جو انسان کے بارے میں پوری معلومات رکھتی ہے۔ اور انسان کی شخصیت کے خفیہ گوشوں کو جانتی ہے۔\nاللہ جانتا ہے کہ یہ ہجرت انسانوں کے لیے کس قدر مشکل کام ہے۔ دنیا کے ان رابطوں کو یکلخت ترک کردیتا ، کوئی آسان\nکام نہیں ہے۔ ایک چالو زندگی کو ترک کرنا ، رزق کے ایسے وسائل جن کا انسان عادی ہوجائے۔ ان کو ترک کرنا ، چلتے ہوئے کاروبار کو چھوڑنا ، اور بالکل ایک نئی سرزمین پر ازسرنو زندگی شروع کرنا ایک بہت ہی مشکل کام ہے۔ اس کے لیے انسان مشکل سے تیار ہوتا ہے۔ یہی وجہ ہے کہ یہاں اس معاملے کو بڑا صبر کہا گیا ہے اور اس پر بڑے اور پورے اجر کا وعدہ کیا گیا ہے۔\nانما۔۔۔۔ حساب (39: 10) ” صبر کرنے والوں کو ان کا اجر بغیر حساب کے دیا جائے گا “۔ یہاں اللہ تعالیٰ انسانی دلوں کو نہایت ہی برمحل یہ احساس دلاتا ہے اور ان کو اس کام کے لیے آمادہ فرماتے ہیں جو بالعموم انسانوں کے لیے بہت ہی دشوار ہوتا ہے۔ اور ہجرت جیسے شدید حالات میں اللہ ان پر اپنی رحمت اور شفقت اور اپنے قرب کی شبنم گراتا ہے۔ اور وطن کے روابط ، الفت و محبت اور اہل و عیال اور رشتہ داریوں اور دوستوں کو قربان کرنے پر بعض بےحساب اجر کا وعدہ فرماتا ہے ۔ پاک ہے وہ ذات جو انسان کے بارے میں حلیم وخبیر ہے۔ اور انسانی قلوب کے ساتھ یہ مشفقانہ معاملہ کرتی ہے۔ اور انسانی نفسیات کے نشیب و فراز کے اندر گہرائیوں تک پائے جانے والے نہایت ہی خفیہ احساسات کو جانتی ہے اور ان کا مداوا کرتی ہے۔"
    },
    {
      "ayah": 11,
      "surah": 39,
      "text": "درس نمبر 217 ایک نظر میں\nاس سبق پر آخرت کی فضا چھائی ہوئی ہے۔ اور آخرت کے عذاب کے مختلف رنگ اور سائے ہیں۔ نیز آخرت کے ثواب کی امیدیں بھی ہیں ۔ حضور اکرم ﷺ کو حکم دیا جاتا ہے کہ آپ خالص توحید کے عقیدے کا اعلان کردیں۔ اور یہ بھی اعلان کردیں کہ اگر میں اس سے انحراف کروں تو مجھے عذاب الہٰی کا ڈر ہے اور یہ کہ میں اپنے منصوبے اور منہاج پر قائم ہوں اور تم جانو اور تمہارا منہاج وطریقہ۔ البتہ اسلامی منہاج کا انجام یہ ہوگا اور کفریہ منہاج کا انجام یہ ہوگا۔\nدرس نمبر 217 تشریح آیات\nآیت نمبر 11 تا 13\nترجمہ : یہ نبی ﷺ کی طرف سے اعلان ہے کہ آپ کو یہ حکم دیا گیا ہے کہ آپ اللہ وحدہ کی بندگی کریں اور دین اس کے لیے خالص کردیں۔ اور اس طرح آپ پہلے مسلمان بن جائیں اور یہ بھی اعلان کردیں کہ اگر میں اپنے رب کی معصیت کا ارتکاب کرلوں تو میرے لیے بھی عذاب الہٰی کا خطرہ ہے۔ اسلام نے جو عقیدۂ توحید پیش کیا ہے اس کو خالص کرنے کے لیے اس اعلان کی بڑی اہمیت ہے۔ اس عقیدے کے حوالے سے نبی ﷺ بھی اللہ کے ایک بندے ہی ہیں اور آپ ﷺ مقام بندگی سے آگے نہیں جاسکتے ۔ اور تمام انسان بھی بندگی کے مقام پر مساوی طور پر کھڑے ہیں اور صرف ذات باری ہی ہے جو ان بندوں کے اوپر نگہبان ہے۔ یہ ہے مراد اس آیت سے۔\nاس طرح مقام الوہیت اور مقام بندگی اپنی اپنی جگہ پر الگ ہوجاتے ہیں اور بالکل متمیز ہوجاتے ہیں۔ ان میں نہ کوئی اختلاط\nہوتا ہے اور نہ کوئی اشتباہ ہوتا ہے اور وحدانیت کی صفت اللہ وحدہ کے لیے مختص ہوجاتی ہے اور اس میں کوئی شک وشبہ نہیں رہتا ۔ اور حضرت محمد ﷺ بحیثیت بندہ دوسرے بندوں کے ساتھ ہم صفت کھڑے ہیں اور آپ بھی اللہ کی معصیت کے ارتکاب سے ڈرتے ہیں لہٰذا بتوں اور فرشتوں کی سفارش کا سوال ہی پیدا نہیں ہوتا اور نہ اللہ کے ساتھ ساتھ ان کی عبادت کا سوال پیدا ہوتا ہے۔ حضور اکرم ﷺ ایک بار پھر اللہ کی بندگی کا اعلان فرماتے ہیں اور اصرار کے ساتھ بندگی کا اعلان فرماتے ہیں اور مشرکین سے کہہ دیا جاتا ہے کہ تم جانو اور تمہارا دردناک انجام۔"
    },
    {
      "ayah": 12,
      "surah": 39,
      "text": "درس نمبر 217 ایک نظر میں\nاس سبق پر آخرت کی فضا چھائی ہوئی ہے۔ اور آخرت کے عذاب کے مختلف رنگ اور سائے ہیں۔ نیز آخرت کے ثواب کی امیدیں بھی ہیں ۔ حضور اکرم ﷺ کو حکم دیا جاتا ہے کہ آپ خالص توحید کے عقیدے کا اعلان کردیں۔ اور یہ بھی اعلان کردیں کہ اگر میں اس سے انحراف کروں تو مجھے عذاب الہٰی کا ڈر ہے اور یہ کہ میں اپنے منصوبے اور منہاج پر قائم ہوں اور تم جانو اور تمہارا منہاج وطریقہ۔ البتہ اسلامی منہاج کا انجام یہ ہوگا اور کفریہ منہاج کا انجام یہ ہوگا۔\nدرس نمبر 217 تشریح آیات\nآیت نمبر 11 تا 13\nترجمہ : یہ نبی ﷺ کی طرف سے اعلان ہے کہ آپ کو یہ حکم دیا گیا ہے کہ آپ اللہ وحدہ کی بندگی کریں اور دین اس کے لیے خالص کردیں۔ اور اس طرح آپ پہلے مسلمان بن جائیں اور یہ بھی اعلان کردیں کہ اگر میں اپنے رب کی معصیت کا ارتکاب کرلوں تو میرے لیے بھی عذاب الہٰی کا خطرہ ہے۔ اسلام نے جو عقیدۂ توحید پیش کیا ہے اس کو خالص کرنے کے لیے اس اعلان کی بڑی اہمیت ہے۔ اس عقیدے کے حوالے سے نبی ﷺ بھی اللہ کے ایک بندے ہی ہیں اور آپ ﷺ مقام بندگی سے آگے نہیں جاسکتے ۔ اور تمام انسان بھی بندگی کے مقام پر مساوی طور پر کھڑے ہیں اور صرف ذات باری ہی ہے جو ان بندوں کے اوپر نگہبان ہے۔ یہ ہے مراد اس آیت سے۔\nاس طرح مقام الوہیت اور مقام بندگی اپنی اپنی جگہ پر الگ ہوجاتے ہیں اور بالکل متمیز ہوجاتے ہیں۔ ان میں نہ کوئی اختلاط\nہوتا ہے اور نہ کوئی اشتباہ ہوتا ہے اور وحدانیت کی صفت اللہ وحدہ کے لیے مختص ہوجاتی ہے اور اس میں کوئی شک وشبہ نہیں رہتا ۔ اور حضرت محمد ﷺ بحیثیت بندہ دوسرے بندوں کے ساتھ ہم صفت کھڑے ہیں اور آپ بھی اللہ کی معصیت کے ارتکاب سے ڈرتے ہیں لہٰذا بتوں اور فرشتوں کی سفارش کا سوال ہی پیدا نہیں ہوتا اور نہ اللہ کے ساتھ ساتھ ان کی عبادت کا سوال پیدا ہوتا ہے۔ حضور اکرم ﷺ ایک بار پھر اللہ کی بندگی کا اعلان فرماتے ہیں اور اصرار کے ساتھ بندگی کا اعلان فرماتے ہیں اور مشرکین سے کہہ دیا جاتا ہے کہ تم جانو اور تمہارا دردناک انجام۔"
    },
    {
      "ayah": 13,
      "surah": 39,
      "text": "درس نمبر 217 ایک نظر میں\nاس سبق پر آخرت کی فضا چھائی ہوئی ہے۔ اور آخرت کے عذاب کے مختلف رنگ اور سائے ہیں۔ نیز آخرت کے ثواب کی امیدیں بھی ہیں ۔ حضور اکرم ﷺ کو حکم دیا جاتا ہے کہ آپ خالص توحید کے عقیدے کا اعلان کردیں۔ اور یہ بھی اعلان کردیں کہ اگر میں اس سے انحراف کروں تو مجھے عذاب الہٰی کا ڈر ہے اور یہ کہ میں اپنے منصوبے اور منہاج پر قائم ہوں اور تم جانو اور تمہارا منہاج وطریقہ۔ البتہ اسلامی منہاج کا انجام یہ ہوگا اور کفریہ منہاج کا انجام یہ ہوگا۔\nدرس نمبر 217 تشریح آیات\nآیت نمبر 11 تا 13\nترجمہ : یہ نبی ﷺ کی طرف سے اعلان ہے کہ آپ کو یہ حکم دیا گیا ہے کہ آپ اللہ وحدہ کی بندگی کریں اور دین اس کے لیے خالص کردیں۔ اور اس طرح آپ پہلے مسلمان بن جائیں اور یہ بھی اعلان کردیں کہ اگر میں اپنے رب کی معصیت کا ارتکاب کرلوں تو میرے لیے بھی عذاب الہٰی کا خطرہ ہے۔ اسلام نے جو عقیدۂ توحید پیش کیا ہے اس کو خالص کرنے کے لیے اس اعلان کی بڑی اہمیت ہے۔ اس عقیدے کے حوالے سے نبی ﷺ بھی اللہ کے ایک بندے ہی ہیں اور آپ ﷺ مقام بندگی سے آگے نہیں جاسکتے ۔ اور تمام انسان بھی بندگی کے مقام پر مساوی طور پر کھڑے ہیں اور صرف ذات باری ہی ہے جو ان بندوں کے اوپر نگہبان ہے۔ یہ ہے مراد اس آیت سے۔\nاس طرح مقام الوہیت اور مقام بندگی اپنی اپنی جگہ پر الگ ہوجاتے ہیں اور بالکل متمیز ہوجاتے ہیں۔ ان میں نہ کوئی اختلاط\nہوتا ہے اور نہ کوئی اشتباہ ہوتا ہے اور وحدانیت کی صفت اللہ وحدہ کے لیے مختص ہوجاتی ہے اور اس میں کوئی شک وشبہ نہیں رہتا ۔ اور حضرت محمد ﷺ بحیثیت بندہ دوسرے بندوں کے ساتھ ہم صفت کھڑے ہیں اور آپ بھی اللہ کی معصیت کے ارتکاب سے ڈرتے ہیں لہٰذا بتوں اور فرشتوں کی سفارش کا سوال ہی پیدا نہیں ہوتا اور نہ اللہ کے ساتھ ساتھ ان کی عبادت کا سوال پیدا ہوتا ہے۔ حضور اکرم ﷺ ایک بار پھر اللہ کی بندگی کا اعلان فرماتے ہیں اور اصرار کے ساتھ بندگی کا اعلان فرماتے ہیں اور مشرکین سے کہہ دیا جاتا ہے کہ تم جانو اور تمہارا دردناک انجام۔"
    },
    {
      "ayah": 14,
      "surah": 39,
      "text": "درس نمبر 217 ایک نظر میں\nاس سبق پر آخرت کی فضا چھائی ہوئی ہے۔ اور آخرت کے عذاب کے مختلف رنگ اور سائے ہیں۔ نیز آخرت کے ثواب کی امیدیں بھی ہیں ۔ حضور اکرم ﷺ کو حکم دیا جاتا ہے کہ آپ خالص توحید کے عقیدے کا اعلان کردیں۔ اور یہ بھی اعلان کردیں کہ اگر میں اس سے انحراف کروں تو مجھے عذاب الہٰی کا ڈر ہے اور یہ کہ میں اپنے منصوبے اور منہاج پر قائم ہوں اور تم جانو اور تمہارا منہاج وطریقہ۔ البتہ اسلامی منہاج کا انجام یہ ہوگا اور کفریہ منہاج کا انجام یہ ہوگا۔\nدرس نمبر 217 تشریح آیات\nآیت نمبر 11 تا 13\nترجمہ : یہ نبی ﷺ کی طرف سے اعلان ہے کہ آپ کو یہ حکم دیا گیا ہے کہ آپ اللہ وحدہ کی بندگی کریں اور دین اس کے لیے خالص کردیں۔ اور اس طرح آپ پہلے مسلمان بن جائیں اور یہ بھی اعلان کردیں کہ اگر میں اپنے رب کی معصیت کا ارتکاب کرلوں تو میرے لیے بھی عذاب الہٰی کا خطرہ ہے۔ اسلام نے جو عقیدۂ توحید پیش کیا ہے اس کو خالص کرنے کے لیے اس اعلان کی بڑی اہمیت ہے۔ اس عقیدے کے حوالے سے نبی ﷺ بھی اللہ کے ایک بندے ہی ہیں اور آپ ﷺ مقام بندگی سے آگے نہیں جاسکتے ۔ اور تمام انسان بھی بندگی کے مقام پر مساوی طور پر کھڑے ہیں اور صرف ذات باری ہی ہے جو ان بندوں کے اوپر نگہبان ہے۔ یہ ہے مراد اس آیت سے۔\nاس طرح مقام الوہیت اور مقام بندگی اپنی اپنی جگہ پر الگ ہوجاتے ہیں اور بالکل متمیز ہوجاتے ہیں۔ ان میں نہ کوئی اختلاط\nہوتا ہے اور نہ کوئی اشتباہ ہوتا ہے اور وحدانیت کی صفت اللہ وحدہ کے لیے مختص ہوجاتی ہے اور اس میں کوئی شک وشبہ نہیں رہتا ۔ اور حضرت محمد ﷺ بحیثیت بندہ دوسرے بندوں کے ساتھ ہم صفت کھڑے ہیں اور آپ بھی اللہ کی معصیت کے ارتکاب سے ڈرتے ہیں لہٰذا بتوں اور فرشتوں کی سفارش کا سوال ہی پیدا نہیں ہوتا اور نہ اللہ کے ساتھ ساتھ ان کی عبادت کا سوال پیدا ہوتا ہے۔ حضور اکرم ﷺ ایک بار پھر اللہ کی بندگی کا اعلان فرماتے ہیں اور اصرار کے ساتھ بندگی کا اعلان فرماتے ہیں اور مشرکین سے کہہ دیا جاتا ہے کہ تم جانو اور تمہارا دردناک انجام۔"
    },
    {
      "ayah": 15,
      "surah": 39,
      "text": "آیت نمبر 15\nاور دوبارہ اعلان کیا جاتا ہے کہ دیکھو میں تو اپنی راہ پر چل رہا ہوں ، میں بندگی صرف اللہ کی کرتا ہوں ، نظام زندگی صرف اللہ کا اپناتا ہوں ، تم بھی جس راہ کو پسند کرو اور جس کی بندگی چاہو ، اختیار کرو لیکن لیکن تم اس عظیم دیوالیہ پن سے دوچار ہوگے۔ اتنا بڑا خسارہ ہوگا تمہیں جس سے بڑا اور کوئی خسارہ نہ ہوگا۔ تم اپنی جان کو جہنم تک پہنچادوگے۔ تمہیں اہل و عیال کا خسران ہوگا چاہے مومن ہو یا کافر۔ اگر اہل مومن ہوں تو وہ جنتوں کو چلے جائیں گے اور یہ جہنم میں ان سے بہرحال کم ہوں گے۔ اگر کافر ہوں تو جس طرح خود کو گنوایا اسی طرح ان کو بھی گنوایا۔ دونوں جہنم میں ہوں گے۔\nذٰلک ھو الخسران المبین (39: 15) ” یہی کھلا دیوالیہ ہے “۔ اور اس خسارے کا ایک منظر یہ ہے :"
    },
    {
      "ayah": 16,
      "surah": 39,
      "text": "آیت نمبر 16\nفی الواقع یہ ایک خوفناک منظر ہے۔ یہ آگ کا منظر ہے۔ ان کے اوپر بھی آگ کی چھڑیاں ہوں گی اور نیچے بھی اور وہ ان چھتریوں میں لپٹے ہوں گے اور آگ کے یہ شعلے جنہیں چھتریاں کہا گیا ہے ان پر حاوی ہوں گے۔ یہ خوفناک منظر اللہ اپنے بندوں کے سامنے اس وقت پیش کرتا ہے جبکہ ابھی وہ دنیا میں ہیں اور اگر وہ اس سے بچنا چاہیں تو بچ سکتے ہیں۔\nذٰلک یخوف اللہ به عبادہ (39: 16) ” یہ وہ انجام ہے جس سے اللہ اپنے بندوں کو ڈراتا ہے “۔ ان کو زور زور سے پکارتا ہے کہ بچو بچو ! آگے بہت بڑا خطرہ ہے۔\nیٰعباد فاتقون (39: 16) ” اے میرے بندو ' میرے غضب سے بچو “۔ اور دوسری جانب ' بالمقابل پلیٹ فارم پر کھڑے ہیں وہ لوگ جو نجات پاچکے ہیں ' جو دنیا میں اس برے انجام سے ڈرگئے تھے :"
    },
    {
      "ayah": 17,
      "surah": 39,
      "text": "آیت نمبر 17 تا 18\nطاغوت کا صیغہ طغیان سے ہے۔ جس طرح ملکوت ' عظموت اور رحموت کے صغے بنے ہیں اس کے مفہوم میں ضخامت اور مبالغہ پایا جاتا ہے۔ اس کا مروج مفہوم یہ ہے کہ جو سرکشی کرے اور حد سے تجاوز کرجائے ' وہ طاغوت ہے۔ اور جو لوگ طاغوت کی بندگی اور طاعت سے اجتناب کرتے ہیں وہ لوگ کون ہیں ؟ وہ کسی شکل میں بھی طاغوت کی بندگی نہ کریں۔ اور یہ وہی لوگ ہوں گے جو ہر چھوٹے بڑے کام میں اللہ کی بندگی کرنے والے ہوں ، اس کی طرف لوٹنے والے ہوں اس کی طرف رجوع کرنے والے ہوں اور بندگی کے صحیح مقام پر کھڑے ہوں۔\nایسے ہی لوگوں کے لیے بشارت عالم بالا سے ہے اور رسول اللہ ؐ ان کو اس کی خوشخبری دے رہے ہیں۔\nلھم البشرٰی فبشرعباد (39: 17) ” ان کے لیے خوشخبری ہے۔ (پس اے نبی ﷺ بشارت دے دو میرے ان بندوں کو “۔ ان کے لیے عالم بالا سے بشارت آئی اور رسول اللہ ؐ نے سنا دی تو اس سے بڑی تعمت اور کیا ہوسکتی ہے ؟ اللہ کے ایسے کی صفت یہ ہوتی ہے کہ یہ لوگ اللہ کی جو بات سنتے ہیں اسے غور سے سنتے ہیں۔ پھر اس بات کی وہ اطاعت کرتے ہیں کیونکہ وہ بہت ہی احسن ہوتی ہے اور دوسری باتوں کو وہ ترک کردیتے ہیں۔ لہٰذا وہ صرف اچھی بات ہی لیتے ہیں ۔ اس کے ذریعہ اپنے اذہان وقلوب کو صاف کرتے ہیں۔ اور ہمشہ یوں ہوتا ہے کہ پاک اور طب نفوس پاک اور احسن باتوں کے لیے ہمشہ کھلے ہوتے ہیں۔ وہ فوراً قبول کرتے ہیں اور ناپاک اور خبیث دل طیب چیزوں کے لیے بند ہوتے ہیں۔ اور گندی باتیں ہی قبول کرتے ہیں۔\nاولٰئک الذین ھدٰھم اللہ (39: 18) ” یہ وہ لوگ ہیں جن کو اللہ نے ہدایت بخشی ہے “۔ کیونکہ اللہ نے دیکھ لیا کہ ان کے دلوں میں خیر موجود ہے۔ لہٰذا اللہ نے ان کو خیر کی طرف ہدایت دی اور انہوں نے اچھی باتوں کو سنا اور قبول کرلیا۔ اور ہدایت تو اللہ کی ہدایت ہے۔\nوأولٰئک ھم اولوا الباب (39: 18) ” اور یہی لوگ دانشمند ہیں “۔ عقل سلیم ہی انسانوں کو پاکیزگی کی طرف مائل کرتی ہے ۔ نجات کی طرف مائل کرتی ہے۔ لہٰذا جو شخص پاکیزگی اور نجات کی طرف میلان نہیں رکھتاوہ گویا مسلوب العقل ہے اور اس نے اللہ کی دی ہوئی نعمت سے انکار کردیا ہے۔ قبل اس کے پاکیزہ لوگوں کے انعام و انجام کو پیش کیا جائے ۔ یہ کہا جاتا ہے کہ طاغوت کے یہ بندے دراصل عملاً اگ تک پہنچ گئے ہیں اور ان میں سے ایک بھی اگ سے نجات نہیں پاسکتا۔"
    },
    {
      "ayah": 18,
      "surah": 39,
      "text": "آیت نمبر 17 تا 18\nطاغوت کا صیغہ طغیان سے ہے۔ جس طرح ملکوت ' عظموت اور رحموت کے صغے بنے ہیں اس کے مفہوم میں ضخامت اور مبالغہ پایا جاتا ہے۔ اس کا مروج مفہوم یہ ہے کہ جو سرکشی کرے اور حد سے تجاوز کرجائے ' وہ طاغوت ہے۔ اور جو لوگ طاغوت کی بندگی اور طاعت سے اجتناب کرتے ہیں وہ لوگ کون ہیں ؟ وہ کسی شکل میں بھی طاغوت کی بندگی نہ کریں۔ اور یہ وہی لوگ ہوں گے جو ہر چھوٹے بڑے کام میں اللہ کی بندگی کرنے والے ہوں ، اس کی طرف لوٹنے والے ہوں اس کی طرف رجوع کرنے والے ہوں اور بندگی کے صحیح مقام پر کھڑے ہوں۔\nایسے ہی لوگوں کے لیے بشارت عالم بالا سے ہے اور رسول اللہ ؐ ان کو اس کی خوشخبری دے رہے ہیں۔\nلھم البشرٰی فبشرعباد (39: 17) ” ان کے لیے خوشخبری ہے۔ (پس اے نبی ﷺ بشارت دے دو میرے ان بندوں کو “۔ ان کے لیے عالم بالا سے بشارت آئی اور رسول اللہ ؐ نے سنا دی تو اس سے بڑی تعمت اور کیا ہوسکتی ہے ؟ اللہ کے ایسے کی صفت یہ ہوتی ہے کہ یہ لوگ اللہ کی جو بات سنتے ہیں اسے غور سے سنتے ہیں۔ پھر اس بات کی وہ اطاعت کرتے ہیں کیونکہ وہ بہت ہی احسن ہوتی ہے اور دوسری باتوں کو وہ ترک کردیتے ہیں۔ لہٰذا وہ صرف اچھی بات ہی لیتے ہیں ۔ اس کے ذریعہ اپنے اذہان وقلوب کو صاف کرتے ہیں۔ اور ہمشہ یوں ہوتا ہے کہ پاک اور طب نفوس پاک اور احسن باتوں کے لیے ہمشہ کھلے ہوتے ہیں۔ وہ فوراً قبول کرتے ہیں اور ناپاک اور خبیث دل طیب چیزوں کے لیے بند ہوتے ہیں۔ اور گندی باتیں ہی قبول کرتے ہیں۔\nاولٰئک الذین ھدٰھم اللہ (39: 18) ” یہ وہ لوگ ہیں جن کو اللہ نے ہدایت بخشی ہے “۔ کیونکہ اللہ نے دیکھ لیا کہ ان کے دلوں میں خیر موجود ہے۔ لہٰذا اللہ نے ان کو خیر کی طرف ہدایت دی اور انہوں نے اچھی باتوں کو سنا اور قبول کرلیا۔ اور ہدایت تو اللہ کی ہدایت ہے۔\nوأولٰئک ھم اولوا الباب (39: 18) ” اور یہی لوگ دانشمند ہیں “۔ عقل سلیم ہی انسانوں کو پاکیزگی کی طرف مائل کرتی ہے ۔ نجات کی طرف مائل کرتی ہے۔ لہٰذا جو شخص پاکیزگی اور نجات کی طرف میلان نہیں رکھتاوہ گویا مسلوب العقل ہے اور اس نے اللہ کی دی ہوئی نعمت سے انکار کردیا ہے۔ قبل اس کے پاکیزہ لوگوں کے انعام و انجام کو پیش کیا جائے ۔ یہ کہا جاتا ہے کہ طاغوت کے یہ بندے دراصل عملاً اگ تک پہنچ گئے ہیں اور ان میں سے ایک بھی اگ سے نجات نہیں پاسکتا۔"
    },
    {
      "ayah": 19,
      "surah": 39,
      "text": "آیت نمبر 19\nخطاب رسول خدا سے ہے۔ اور اگر رسول اللہ ؐ ان کو آگ سے نہیں بچا سکتے تو آپ کے سوا اور پھر کون ہے جو ان لوگوں کو آگ سے بچاسکے۔ ان جہنمیوں کے منظر کے بالمقابل ان لوگوں کا منظر ہے جو اپنے رب سے ڈرتے ہیں اور ان باتوں سے ڈرتے ہیں جن سے اللہ نے ان کو ڈرایا ہے۔ گویا یہ جہنمی عملاً جہنم میں ہیں اور جنتی عملاً جنت میں ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 39,
      "text": "انآ انزلنآ الیک الکتٰب بالحق (39: 2) ” اے نبی ﷺ یہ کتاب ہم نے تمہاری طرف برحق نازل کی ہے “۔ اور جس سچائی پر نازل کی گئی ہے۔ وہ ہمہ جہت وحدانیت ہے ، جس کے اوپر یہ کائنات قائم ہے۔ اس سورت کی پانچویں آیت میں ہے :\nخلق السٰمٰوت والارض بالحق (39: 5) ” آسمانوں اور زمین کو اس نے برحق پیدا کیا ہے “۔ لہٰذا جس حق اور سچائی پر سماوات\nکا قیام ہے ، وہی سچائی اس کتاب کا موضوع ہے۔ اس کتاب کا تصور توحید اور اس کائنات کی تخلیق کی وحدت ایک ہی ہیں۔ جس طرح یہ کائنات اللہ واحد کی تخلیق اور مصنوع ہے اور جس طرح یہ انسان اللہ کی تخلیق اور اس کے امر پر قائم ہے ، اسی طرح یہ کتاب بھی اللہ کے امر پر قائم ہے۔ لہٰذا منطقی نتیجہ یہ ہے :\nفاعبداللہ مخلصاله الدین (39: 2) ” لہذا تم اللہ ہی کی بندگی کرو ، دین کو اسی کے لیے خالص کرتے ہوئے “۔\nخطاب رسول اللہ ﷺ کو ہے جن کی طرف یہ کتاب برحق نازل کی گئی۔ اور یہ کتاب رسول کا پیش کردہ منہاج حیات ہے جس کی طرف آپ تمام انسانوں کو دعوت دیتے ہیں۔ جو اس عقیدے پر قائم ہے کہ اللہ ایک ہے ، اسی کی بندگی کرنی ہے ۔ نظام زندگی صرف اسی سے اخذ کرنا ہے اور پوری زندگی کو اس عقیدۂ توحید پر قائم کرنا ہے۔\nاللہ کو ایک الٰہ سمجھنا اور دین اس کے لیے خالص کرنا محض چند کلمات کا نام نہیں ہے جو زبان سے ادا کردیئے جائیں۔ یہ دراصل زندگی کا پورا نظام ہے جو انسان کے دل و دماغ سے عقیدۂ توحید کے ساتھ شروع ہوتا ہے اور ایک اسلامی سوسائٹی میں مکمل نظام زندگی کے قیام پر ختم ہوتا ہے۔\nوہ دل جو اللہ وحدہ کو الٰہ سمجھتا ہے ' جو صرف اللہ کی بندگی کرتا ہے ، وہ اپنا سر کسی کے آگے نہیں جھکاتا۔ وہ نہ تو غیر اللہ سے کوئی چیز طلب کرتا ہے ، نہ غیر اللہ پر اعتماد کرتا ہے۔ ایسے شخص کے نزدیک صرف اللہ ہی قوی ہے اور صرف اللہ اس پوری کائنات پر غالب ہے۔ سب پر غالب ہے۔ سب کے سب ضعیف اور کمزور ہیں اور وہ کسی کے لیے کوئی نفع ونقصان کا اختیار نہیں رکھتے۔ لہٰذا کسی انسان کو کسی انسان کے سامنے سر نہیں جھکانا چاہیے۔ کیونکہ یہ انسان سب کے سب اسی کی طرح ہیں اور خود اپنے نفع ونقصان کے مختار بھی بنیں ۔ اللہ وحدہ ہی دینے والا اور روکنے والا ہے۔ لہٰذا اللہ کو اس سلسلے میں کسی وسیلے اور واسطے کی ضرورت نہیں۔ تمام مخلوق اس کی محتاج ہے اور وہ غنی ہے۔\nپھر جو دل عقیدۂ توحید سے لبریز ہے وہ اس بات پر بھی ایمان لاتا ہے کہ اس کائنات کے ایک ہی قانون قدرت اور ناموس فطرت کنڑول کرتا ہے۔ لہذا اس کا یہ ایمان ہوتا ہے کہ جو نظام زندگی اللہ نے انسانوں کے لیے تجویز کیا ہے ، یہ بھی انہی قوانین قدرت کا حصہ ہے۔ جو اس کائنات کے لیے وضع ہوئے ہیں۔ لہذا یہ انسان اس دنیا کے ساتھ ہم آہنگی کی زندگی نہیں بسر کرسکتا الایہ کہ وہ اسلامی نظام زندگی کو اپنالے۔ لہٰذا وہ وہی احکام و انتظام اختیار کرتا ہے جو اللہ چاہتا ہے یعنی وہ اللہ ہی کی شریعت کی اطاعت کرتا ہے جو اس نظام کائنات اور انسان کے وجود کے نظام کے ساتھ موافق ہے۔\nپھر جو دل کو وحدہ لاشریک سمجھتا ہے ، وہ اپنے اور اس اللہ کی پیدا کردہ تمام کائنات کے درمیان ایک قربت اور تعلق محسوس کرتا ہے۔ اس کائنات کی زندہ چیزیں ہوں یا مردہ ۔ لہٰذا اس کی زندگی ایک ایسے ماحول کے اندر بسر ہوتی ہے جو اس کا دوست ، ہمد ومعاون اور اس کے ساتھ ہمقدم اور محبت کرنے والا ہوتا ہے۔ وہ اپنے ماحول میں اللہ کے دست قدرت کی کارستانیاں محسوس کرتا ہے۔ لہٰذا وہ اس ماحول میں اللہ اور اس کی مخلوقات کے ساتھ مانوس ہوکر رہتا ہے۔ اس کے ساتھ اللہ کی مخلوق ہوتی ہے۔ اس کی آنکھیں اللہ کی پیدا کردہ عجائبات پر ہوتی ہیں۔ وہ یہاں اس کائنات کی کسی چیز کو ایذا نہیں دیتا۔ وہ اس کائنات کی کسی چیز کو تلف نہیں کرتا امرالہٰی سے۔ کیونکہ اللہ ہی ہر چیز کا خالق ہے۔ وہی زندگی دینے والا ہے۔ وہ سب کا رب ہے اور ہر چیز کا رب ہے۔\nاسی طرح انسانی زندگی تصورات اور میلانات میں بھی توحید ظاہر ہوتی ہے۔ انسانی طرزعمل اور اس کی چال ڈھال میں بھی توحید کا اثر ہوتا ہے۔ اور انسانی زندگی اور سوسائٹی کے لیے منہاج اور طریق زندگی میں بھی توحید کا اثر ہوتا ہے۔ اور عقیدۂ توحید محض ایک کلمہ نہیں رہتا جسے زبان سے کہہ دیا جائے ۔ وہ ایک مکمل نظام بن جاتا ہے۔ یہی وجہ ہے کہ پورے قرآن میں عقیدۂتوحید کو بہت ہی بڑی اہمیت دی گئی ہے۔ ہر جگہ اس پر اصرار و تکرار کیا گیا ہے۔ لہٰذا توحید پر ان زاویوں سے غور کیا جانا چاہئے ۔ اس زاویہ سے توحید ایک فکر ، ایک نظام اجتماعی اور نظام حکومت بن جاتی ہے۔ اور اس پر ہر وقت تدبر کی ضرورت ہے۔ ہر زمانے میں ، ہر خاندان اور سوسائٹی میں اور اسی مفہوم میں اس پر تدبر کی ضرورت ہے۔"
    },
    {
      "ayah": 20,
      "surah": 39,
      "text": "آیت نمبر 20\nاللہ سے ڈرنے والوں کے لیے منزل بنی ہوئی بلند عمارتوں یعنی بالاخانوں کا یہ منظر اہل جہنم کے اس منظر کے بالمقابل ہے جن سے اوپر بھی چھتریاں ہوں گی آگ کی اور نیچے بھی ہوں گی۔ یہ تقابل قرآن کے انداز کلام کا ایک حصہ ہے۔ اور یہ ان تمام مناظر میں پایا جاتا ہے جو قرآن مجید میں تقابلی مناظر کے طور پت پیش کئے گئے ہیں۔\nیہ اللہ کا وعدہ ہے اور اللہ کا وعدہ ہمشہ واقع ہوکر رہتا ہے۔ جن مسلمانوں نے سب سے پہلے اس قرآن کوسنا۔ انہوں نے ان مناظر کو اپنی آنکھوں سے دیکھا ۔ ان کے لیے کوئی وعدہ یا وعید دورنہ تھا ۔ ان کے قلوب اور ان کے احساسات تو ان کی اپنی آنکھوں سے دیکھ رہے تھے۔ یہ وعدے اور وعید تو ان کے لیے مشاہدہ تھے۔ یہ وعدے اور وعید سن کر وہ کانپ اٹھتے تھے اور ان کے نفوس اس طرح اپنا رخ قرآن کے ساتھ بدل دہتے تھے۔ جس طرح بادنما ہوا کے ساتھ رخ کو بدل دیتا ہے۔ اور وہ اپنی زندگی کو اخروی مناظر کے مطابق بدل دیئے تھے اور وہ زندہ ہوتے ہوئے بھی مناظر قیامت میں زندہ رہ رہے تھے۔ یہی رویہ ہونا چاہئے ایک مسلمان کا قرآن کے حوالے سے کہ وہ قرآن کو سمجھے اور اپنی عملی زندگی کے رخ کو قرآن کے رخ پر ڈالتا رہے۔"
    },
    {
      "ayah": 21,
      "surah": 39,
      "text": "درس نمبر 218 ایک نظر میں\nیہ سبق عالم نباتات کی ایک جھلک دکھاتا ہے کہ کس طرح اللہ پانی آسمانوں سے اتارتا ہے اور پھر زمین سرسبز ہو کر فصلیں اگتی ہیں اور یہ فصلیں اپنے انجام تک پہنچ جاتی ہیں۔ یہ مثال قرآن میں زمین کی بےثباتی اور حیات دنیا کے اختصار کے لیے دی جاتی ہے۔ اور اہل فکر ونظر کو متوجہ کیا جاتا ہے کہ وہ اس پر غور و فکر کریں۔ پھر آسمانوں سے پانی کے نزول کے ساتھ ساتھ یہ بھی بتایا جاتا ہے کہ یہ کتاب بھی ایک قسم کا باران رحمت ہے جو آسمانوں سے نازل ہوتی ہے اور اس کے ذریعہ سے خشک دل سرسبز ہوجاتے ہیں اور کھل جاتے ہیں۔ اس موقعہ پر ایک نہایت ہی اشاراتی تصویر بھی پیش کی جاتی ہے کہ کھلے دل اس کتاب سے کس طرح استفادہ کرتے ہیں۔ وہ اس سے ڈرتے ہیں ، ان پر کپکپی طاری ہوجاتی ہے ، رونگٹے کھڑے ہوجاتے ہیں اور نرم ہوکر ان کے اندر قبولیت پیدا ہوتی ہے اور پھر ہدایت قبول کرکے وہ خوب مطمئن ہوجاتے ہیں۔ پھر ان لوگوں کی تصویر جو ذکر الہٰی کی طرف لبیک کہتے ہیں اور ان کی تصویر جنکے دل پتھر ہوگئے ہیں۔ آخر میں توحید کی حقیقت کی طرف اشارہ کیا جاتا ہے اور ایک مثال دی جاتی ہے کہ الٰہ واحد کی بندگی کرنے والوں اور متعدد الہوں کی بندگی کرنے والوں کی حالت کیا ہوتی ہے۔ دونوں برابر نہیں ہوسکتے۔ دونوں کا ایک حال نہیں\nہوسکتا ، مثلاً ایک غلام جسکے مختلف اور باہم لڑنے جھگڑنے والے مالک ہوں اور دوسرا غلام جو صرف ایک ہی سنجیدہ مالک کا غلام ہو۔\nدرس نمبر 218 تشریح آیات\nآیت نمبر 21\nیہ منظر جس کی طرف یہاں قرآن کریم ہماری توجہ مبذول کراتا ہے ، ایک ایسا منظر ہے جو اس کرۂ ارض پر ہر جگہ دہرایا جاتا ہے۔ یہاں تک کہ اس منظر میں جو عبائبات ہیں ان کی تعجب خیزی بوجہ بار وہرائے جانے کے ، ختم ہوجاتی ہے اور انسان ان سے مانوس ہوجاتا ہے۔ قرآن کریم انہی مناظر کو دوبارہ گہرے غوروفکر کے لیے پیش کرتا ہے کہ انسان اس منظر کی ترقی پر مرحلہ وار غور کرے۔ دیکھو ، آسمانوں سے پانی نازل ہورہا ہے۔ یہ پانی کیا ہے اور کس طرح یہ آرہا ہے۔ یہ چونکہ نازل ہوتا رہتا ہے۔ اس لیے ہم اس پر سے یوں ہی گزر جاتے ہیں۔ یہ پانی اور اس کی تخلیق بذات خود ایک معجزہ ہے۔ اگرچہ ہمیں اس قدر معلوم ہوگیا ہے کہ یہ ایک متعین انداز میں ہائیڈروجن کے دو ذروں کا آکسیجن کے ایک ذرے کے ملاپ کا نام ہے۔ لیکن ہمارا یہی علم ہے کہ اللہ نے کائنات کے اندر ہائیڈروجن اور آکسیجن کو پیدا کیا اور پھر ایسے حالات پیدا کیے۔ کہ یہ ذرے آپس میں مل گئے اور اس اتحاد کے نتیجے میں پانی وجود میں آگیا۔ اور اس کے بعد اس زمین پر حیات کا پیدا کیا جانا ممکن بنا دیا گیا اور اللہ کا دست قدرت ان تمام امور کے پیچھے ہے۔ اور یہ سب چیزیں اللہ تعالیٰ کی صنعت کاریاں ہیں۔ پھر اسمانوں سے اس پانی کا نازل کرنا ، اس مخصوص انداز میں ایک دوسرا معجزہ ہے کہ اس زمین اور اس کائنات کو اس انداز میں بنایا کہ پانیوں کا برسنا ممکن ہوگیا۔ پھر اس کے بعد جو مرحلہ آتا ہے وہ یہ کہ\nفسلکه ینابیع فی الارض (39: 21) ” پھر اس کو سوتوں اور چشموں اور دریاؤں کی شکل میں زمین کے اندر جاری کیا “۔ اس میں وہ دریا بھی شامل ہیں جو زمین پر بہتے ہیں۔ اس میں وہ ذخیرے بھی شامل ہیں جو سطح زمین کے نیچے ادھر ادھر چلتے ہیں۔ اور سورتوں اور چشموں کی شکل میں نکلتے ہیں۔ یا اس سطح زمین کے اندر کنویں نکال کر جاری کیے جاتے ہیں اس طرح کہ اللہ اس پانی کو سطح کے قریب رکھتا ہے اور یہ پانی دور تک نہیں جاتے کہ کبھی واپس ہی نہ ہوسکیں۔\nثم یخرج به زرعا مختلفا الوانه (39: 21) ” پھر اس پانی کے ذریعہ سے وہ طرح طرح کی کھیتیاں نکالتا ہے جس کی قسمیں مختلف ہیں “۔ نباتاتی زندگی جو بارش کے نتیجے میں نمودار ہوتی ہیں اور بارش سے پیدا ہوتی ہے ایک ایسا معجزہ ہے جس کا مقابلہ انسانی جدوجہد نہیں کرسکتی ۔ ایک چھوٹی سی کونپل جو زمین سے سر نکالتی ہے ، زمین کے بھاری بوجھ کو پھاڑ کر اور سر نکال کو کھلی فضا مٰن سانس لیتی ہے اور روشنی اور ہوا سے لطف اندوز ہوتی ہے اور آزاد فضا میں آزادی سے لہلہاتی ہے اور پھر یہ فضا میں آہستہ آہستہ اوپر اٹھتی ہے۔ صرف اس کو نپل کا ملاحظہ ہی انسان کے دل و دماغ کو ذکر الہٰی سے بھر دیتا ہے۔ اور اللہ خالق کائنات کے احساس کی ایک لہر انسان کے ذہین میں اٹھا دیتا ہے وہ اللہ جس نے ہر چیز کو اس کا وجود بخشا اور پھر اسے ہدایت دی پھر ایک ہی قطعہ زمین میں مختلف قسم کے پھل ، مختلف پھل نہیں بلکہ ایک چھوٹا سا پودا بلکہ ایک چھوٹا سا پھول بھی قدرت باری تعالیٰ کی ایک عظیم نمائش گاہ ہے۔ انسان صرف ایک پھول کا تجزیہ کرکے ہی اپنے عجز کا اظہار کردیتا ہے۔ اور پھر یہ سرسبز فصل اپنی سر سبزی ختم کرکے پک جاتی ہے اور اپنے دن پورے کرکے۔\nثم یھیج فترہ مصفرا (39: 21) ” پھر وہ کھیتیاں پک کر سوکھ جاتی ہیں۔ پھر تم دیکھتے ہو کہ وہ زرد پڑگئیں “۔ اور اس کائنات کے ناموس فطرت میں اس کے لیے جو انجام مقرر ہے اس تک وہ پہنچ جاتی ہے اور مراحل حیات طے کرکے پک جاتی ہے۔\nثم یجعله حطاما (39: 21) ” پھر آخر کار اللہ ان کو ان کو بھس بنا دیتا ہے “۔ اس کا وقت مقرر آپہنچتا ہے۔ وہ اپنا کردار ادا کردیتی ہے۔ اور اس کا دور ختم ہوتا ہے جو زندگی بخشنے والے اللہ نے اس کے لیے مقرر فرمایا تھا۔\nان فی ذٰلک لذکرٰی لاولی الالباب (39: 21) ” درحقیقت اس میں سبق ہے عقل رکھنے والوں کے لیے “۔ وہ عقل رکھنے والے جو غور کرتے ہیں ، سبق لیتے ہیں اور اللہ ان کو جو صلاحیتیں دی ہیں اور جو عقل وخرد دی ہے اس سے استفادہ کرتے ہیں۔"
    },
    {
      "ayah": 22,
      "surah": 39,
      "text": "آیت نمبر 22 تا 23\nجس طرح آسمانوں سے پانی نازل ہوتا ہے ، زمین سے نباتات اگتے ہیں اور ان کے رنگ مختلف ہوتے ہیں۔ اسی طرح آسمان سے ذکر اور نصیحت نازل ہوتی ہے۔ اس ذکر اسے بھی زندہ دل فائدہ اٹھاتے ہیں ، ان دنوں کے دروازے کھلے ہوتے ہیں۔ وہ ہدایات لیتے ہیں اور اچھے کاموں کے لئے بڑھتے ہیں۔ اور جس طرح آسمانوں کی بارش پتھروں پر فصل نہیں اگاتی۔ اسی طرح\nسنگدل لوگوں پر ذکر آسمانی کا کوئی اثر نہیں ہوتا اور نہ ان میں کارخیر کی روئیدگی ہوتی ہے اور نہ فکر خیر کی روئیدگی ہوتی ہے۔\nاللہ تعالیٰ اسلام کے لیے ایسے دلوں کے اندر شرح صدر پیدا کردیتا ہے جن کے بارے میں اللہ کے علم میں ہوتا ہے کہ ان کے اندر خیر ہے۔ ان تک نور الہٰی پہنچتا ہے تو چمک اٹھتے ہیں اور ان سے زوشنی پھولتی ہے۔ اور شرح صدر والے قلوب اور سنگدل قلوب میں بہت بڑا فرق ہوتا ہے۔\nفویل للقٰسیة قلوبھم من ذکر اللہ (39: 22) ” تباہی ان لوگوں کے لیے جن کے دل نصیحت سے اور سخت ہوجاتے ہیں “۔\nاولٰئک فی ضلل مبین (39: 22) ” وہ لوگ کھلی گمراہی میں پڑے ہوئے ہیں “۔ یہ آیت کریمہ ان دلوں کی حقیقت بیان کرتی ہے جو اسلام کے لیے کھل جاتے ہیں ، جو اسلام سے ہدایات لیتے ہیں اور اسلام سے تروتازگی حاصل کرتے ہیں اور اپنے دلوں کا تعلق اللہ سے جوڑتے ہیں۔ ان کی شرح صدر کی حالت سے ان کی تازگی ، ان کے اندر پائی جانے والی بشاشت اور مسرت اور نورانیت اور اشراق کی کیفیات وجود میں آتی ہیں اس کے مقابلے میں یہ آیت ان دلوں کا حال بھی بتاتی ہے جو سخت اور پتھر ہیں۔ جو اپنی خشکی کی وجہ سے مرچکے ہیں۔ بانجھ اور تاریک ہوچکے ہیں۔ غرض اللہ جس کو اسلام کے لیے پسند کرتا ہے اس کا دل اسلام کے لیے کھول دیتا ہے اور اسلام کا نور ان کے دلوں میں داخل ہوجاتا ہے اور جسے محروم کرنا چاہتا ہے اس کا دل سخت کردیتا ہے اور ان دونوں کے اندر بہت بڑا فرق ہوتا ہے۔\nدوسری آیت میں یہ بتایا گیا کہ اہل ایمان قرآن کریم کو کس انداز میں لیتے ہیں۔ قرآن کریم ایک ایسی کتاب ہے جس کے اندر کوئی اختلاف نہیں ہے۔ اس کی طبیعت اور مزاج میں ، اس کی سمت میں اس کی روح میں ، اس کے خصائص میں ، یہ ان تمام زاویوں سے مشابہ اور مثانی ہے (دہرائی ہوئی) ۔ اس کی آیات کے آخری حصے یعنی مقطعے ، اس کے قصص اور اس کی ہدایات اور اس کے مناظر باربار دہرائے جاتے ہیں۔ لیکن ان میں تضاد نہیں ہوتا۔ ہر جگہ ایک نئے زاویہ سے دہرائے جاتے ہیں اور ہر جگہ نئے لگتے ہیں اور پر جگہ نیا فائدہ ہوتا ہے۔ نہایت ہم آہنگی ، نہایت سنجیدگی اور مضبوط اصولوں کے مطابق ، جن میں نہ تصادم ہے اور نہ تضاد ہے۔ وہ لوگ جو اپنے رب سے ڈرتے ہیں اور اس کے احکام کے مطابق پرہیز کرتے ہیں اور ہر وقت احتیاط میں زندگی بسر کرتے ہیں اور ہر وقت اللہ کے فضل کے امیدوار ہوتے ہیں۔ وہ قرآن کریم کے باران رحمت کو نہایت خوف اور کپکپی سے لیتے ہیں۔ اور وہ اس قدر متاثر ہوتے ہیں کہ کانپ اٹھتے ہیں۔ ان کے جسم پر رونگٹے کھڑے ہوجاتے ہیں اور اس کے بعد ان کے نفوس کے اوپر سکون کی کیفیت طاری ہوجاتی ہے اور ان کے دل اس ذکر سے مانوس ہوجاتے ہیں ، پھر ان کے دل نرم ہوکر اس نصیحت کو قبول کرلیتے ہیں۔ یہ ایک زندہ حساس صورت حالات ہے ۔ یہ صورت حالات الفاظ کے رنگ سے منقش ہے اور یہ تصاویر یوں نظر آتی ہیں کہ گویا زندہ ومتحرک ہیں۔\nذٰلک ھدی اللہ یھدی به من یشآء (39: 23) ” یہ اللہ کی ہدایت ہے جس سے وہ جس کو چاہتا ہے ، راہ راست پر لے آتا ہے “۔ یہ دل از خود اس طرح کانپ نہیں جاتے بلکہ یہ رحمٰن کی دو انگلیوں کے درمیان ہوتے ہیں اور رحمٰن کے فضل وکرم سے وہ لبیک کہتے ہیں اور ان کے اندر نور پیدا ہوجاتا ہے ، اللہ کو تمام قلوب کی حقیقت کا علم ہوتا ہے۔ لہٰذا وہ کسی کو ہدایت دیتا ہے اور کسی کو گمراہی لیکن یہ ان قلوب کی پسند کے مطابق ہوتا ہے۔\nومن یضلل اللہ فما له من ھاد (39: 23) ” اور جسے اللہ گمراہ کردے اس کے لیے پھر کوئی ہادی نہیں ہے “۔ اللہ اس کو اس لیے گمراہ کرتا ہے کہ وہ شخص گمراہی اختیار کرتا ہے اور اللہ کو علم ہوتا ہے کہ اس نے ایسا کرلیا ہے یا کرے گا اور وہ کبھی بھی ہدایت کو قبول نہ کرے گا۔ اور نہ ہدایت کے سامنے سر جھکائے گا۔"
    },
    {
      "ayah": 23,
      "surah": 39,
      "text": "آیت نمبر 22 تا 23\nجس طرح آسمانوں سے پانی نازل ہوتا ہے ، زمین سے نباتات اگتے ہیں اور ان کے رنگ مختلف ہوتے ہیں۔ اسی طرح آسمان سے ذکر اور نصیحت نازل ہوتی ہے۔ اس ذکر اسے بھی زندہ دل فائدہ اٹھاتے ہیں ، ان دنوں کے دروازے کھلے ہوتے ہیں۔ وہ ہدایات لیتے ہیں اور اچھے کاموں کے لئے بڑھتے ہیں۔ اور جس طرح آسمانوں کی بارش پتھروں پر فصل نہیں اگاتی۔ اسی طرح\nسنگدل لوگوں پر ذکر آسمانی کا کوئی اثر نہیں ہوتا اور نہ ان میں کارخیر کی روئیدگی ہوتی ہے اور نہ فکر خیر کی روئیدگی ہوتی ہے۔\nاللہ تعالیٰ اسلام کے لیے ایسے دلوں کے اندر شرح صدر پیدا کردیتا ہے جن کے بارے میں اللہ کے علم میں ہوتا ہے کہ ان کے اندر خیر ہے۔ ان تک نور الہٰی پہنچتا ہے تو چمک اٹھتے ہیں اور ان سے زوشنی پھولتی ہے۔ اور شرح صدر والے قلوب اور سنگدل قلوب میں بہت بڑا فرق ہوتا ہے۔\nفویل للقٰسیة قلوبھم من ذکر اللہ (39: 22) ” تباہی ان لوگوں کے لیے جن کے دل نصیحت سے اور سخت ہوجاتے ہیں “۔\nاولٰئک فی ضلل مبین (39: 22) ” وہ لوگ کھلی گمراہی میں پڑے ہوئے ہیں “۔ یہ آیت کریمہ ان دلوں کی حقیقت بیان کرتی ہے جو اسلام کے لیے کھل جاتے ہیں ، جو اسلام سے ہدایات لیتے ہیں اور اسلام سے تروتازگی حاصل کرتے ہیں اور اپنے دلوں کا تعلق اللہ سے جوڑتے ہیں۔ ان کی شرح صدر کی حالت سے ان کی تازگی ، ان کے اندر پائی جانے والی بشاشت اور مسرت اور نورانیت اور اشراق کی کیفیات وجود میں آتی ہیں اس کے مقابلے میں یہ آیت ان دلوں کا حال بھی بتاتی ہے جو سخت اور پتھر ہیں۔ جو اپنی خشکی کی وجہ سے مرچکے ہیں۔ بانجھ اور تاریک ہوچکے ہیں۔ غرض اللہ جس کو اسلام کے لیے پسند کرتا ہے اس کا دل اسلام کے لیے کھول دیتا ہے اور اسلام کا نور ان کے دلوں میں داخل ہوجاتا ہے اور جسے محروم کرنا چاہتا ہے اس کا دل سخت کردیتا ہے اور ان دونوں کے اندر بہت بڑا فرق ہوتا ہے۔\nدوسری آیت میں یہ بتایا گیا کہ اہل ایمان قرآن کریم کو کس انداز میں لیتے ہیں۔ قرآن کریم ایک ایسی کتاب ہے جس کے اندر کوئی اختلاف نہیں ہے۔ اس کی طبیعت اور مزاج میں ، اس کی سمت میں اس کی روح میں ، اس کے خصائص میں ، یہ ان تمام زاویوں سے مشابہ اور مثانی ہے (دہرائی ہوئی) ۔ اس کی آیات کے آخری حصے یعنی مقطعے ، اس کے قصص اور اس کی ہدایات اور اس کے مناظر باربار دہرائے جاتے ہیں۔ لیکن ان میں تضاد نہیں ہوتا۔ ہر جگہ ایک نئے زاویہ سے دہرائے جاتے ہیں اور ہر جگہ نئے لگتے ہیں اور پر جگہ نیا فائدہ ہوتا ہے۔ نہایت ہم آہنگی ، نہایت سنجیدگی اور مضبوط اصولوں کے مطابق ، جن میں نہ تصادم ہے اور نہ تضاد ہے۔ وہ لوگ جو اپنے رب سے ڈرتے ہیں اور اس کے احکام کے مطابق پرہیز کرتے ہیں اور ہر وقت احتیاط میں زندگی بسر کرتے ہیں اور ہر وقت اللہ کے فضل کے امیدوار ہوتے ہیں۔ وہ قرآن کریم کے باران رحمت کو نہایت خوف اور کپکپی سے لیتے ہیں۔ اور وہ اس قدر متاثر ہوتے ہیں کہ کانپ اٹھتے ہیں۔ ان کے جسم پر رونگٹے کھڑے ہوجاتے ہیں اور اس کے بعد ان کے نفوس کے اوپر سکون کی کیفیت طاری ہوجاتی ہے اور ان کے دل اس ذکر سے مانوس ہوجاتے ہیں ، پھر ان کے دل نرم ہوکر اس نصیحت کو قبول کرلیتے ہیں۔ یہ ایک زندہ حساس صورت حالات ہے ۔ یہ صورت حالات الفاظ کے رنگ سے منقش ہے اور یہ تصاویر یوں نظر آتی ہیں کہ گویا زندہ ومتحرک ہیں۔\nذٰلک ھدی اللہ یھدی به من یشآء (39: 23) ” یہ اللہ کی ہدایت ہے جس سے وہ جس کو چاہتا ہے ، راہ راست پر لے آتا ہے “۔ یہ دل از خود اس طرح کانپ نہیں جاتے بلکہ یہ رحمٰن کی دو انگلیوں کے درمیان ہوتے ہیں اور رحمٰن کے فضل وکرم سے وہ لبیک کہتے ہیں اور ان کے اندر نور پیدا ہوجاتا ہے ، اللہ کو تمام قلوب کی حقیقت کا علم ہوتا ہے۔ لہٰذا وہ کسی کو ہدایت دیتا ہے اور کسی کو گمراہی لیکن یہ ان قلوب کی پسند کے مطابق ہوتا ہے۔\nومن یضلل اللہ فما له من ھاد (39: 23) ” اور جسے اللہ گمراہ کردے اس کے لیے پھر کوئی ہادی نہیں ہے “۔ اللہ اس کو اس لیے گمراہ کرتا ہے کہ وہ شخص گمراہی اختیار کرتا ہے اور اللہ کو علم ہوتا ہے کہ اس نے ایسا کرلیا ہے یا کرے گا اور وہ کبھی بھی ہدایت کو قبول نہ کرے گا۔ اور نہ ہدایت کے سامنے سر جھکائے گا۔"
    },
    {
      "ayah": 24,
      "surah": 39,
      "text": "آیت نمبر 24\nانسان کی یہ عادت ہے کہ وہ اپنے ہاتھوں اور اپنے جسم کے ذریعے بھی اپنے چہرے کو بچاتا ہے۔ یہاں دوزخ کے اندر تو وہ اپنے آپ کو کس صورت میں بھی آگ سے نہیں بچاسکتا ۔ نہ ہاتھوں سے ، نہ پاؤں سے۔ لہٰذا وہ یہاں چہرے سے آگ کو دفع کرے گا۔ اور چہرے کے ذریعہ سخت عذاب سے بچنے کی سعی کرے گا۔ یہاں مراد ہے شدید ڈر ، شدیدخوب اور شدید اضطراب۔ اس قسم کی صورت حال میں اب کفار کو سرزنش کیجاتی ہے اور اس کے سامنے اس کی پوری زندگی کی کمائی پیش کی جاتی ہے۔\nوقیل للظلمین ذوقوا ماکنتم تکسبون (39: 24) ” وہ ظالموں سے کہہ دیا جائے گا ، اب چکھو مزہ ، اس کمائی کا جو تم کرتے تھے “۔ اب روئے سخن حضرت محمد ﷺ کی تکذیب کرنے والے لوگوں سے پھر کر ان اقوام کی طرف چلا جاتا ہے جنہوں نے انسانی تاریخ میں دوسرے نبیوں کی تکذیب کی تاکہ ذراوہ تاریخ سے بھی سبق لیں اور اپنا بندوبست بھی کرلیں۔"
    },
    {
      "ayah": 25,
      "surah": 39,
      "text": "آیت نمبر 25 تا 26\nیہ ہے حال مکذبین کا دنیا اور آخرت دونوں میں۔ دنیا میں بھی اللہ نے ان کو شرمندہ اور ذلیل کیا۔ آخرت میں بھی ان کے لیے ایک عظیم عذاب انتظار میں ہے۔ اللہ کی سنت اپنا کام کرتی ہے۔ وہ اٹل ہے۔ اقوام رفتہ کا انجام پوشیدہ نہیں ہے۔ وہ شاہد عادل ہے۔ اللہ کی دھمکی قائم ہے کہ وہ آخرت میں ان کو سزا دے گا۔ ان کے سامنے اب بھی فرصت کے لمحات موجود ہیں۔ ان کو غنیمت سمجھیں اور قرآن کی نصیحت سے ہدایت لیں۔\nلوکانوا یعلمون (39: 26) ” کاش یہ لوگ جانتے “۔"
    },
    {
      "ayah": 26,
      "surah": 39,
      "text": "آیت نمبر 25 تا 26\nیہ ہے حال مکذبین کا دنیا اور آخرت دونوں میں۔ دنیا میں بھی اللہ نے ان کو شرمندہ اور ذلیل کیا۔ آخرت میں بھی ان کے لیے ایک عظیم عذاب انتظار میں ہے۔ اللہ کی سنت اپنا کام کرتی ہے۔ وہ اٹل ہے۔ اقوام رفتہ کا انجام پوشیدہ نہیں ہے۔ وہ شاہد عادل ہے۔ اللہ کی دھمکی قائم ہے کہ وہ آخرت میں ان کو سزا دے گا۔ ان کے سامنے اب بھی فرصت کے لمحات موجود ہیں۔ ان کو غنیمت سمجھیں اور قرآن کی نصیحت سے ہدایت لیں۔\nلوکانوا یعلمون (39: 26) ” کاش یہ لوگ جانتے “۔"
    },
    {
      "ayah": 27,
      "surah": 39,
      "text": "آیت نمبر 27 تا 29\nاللہ تعالیٰ کسی ایسے بندے کی جو موحد ہے اور کسی ایسے بندے کی جو مشرک ہے ، یہ مثال دیتا ہے کہ ان کی مثال ہے جیسے ایک غلام ایک شخص کی خالص ملکیت ہو اور دوسرا کئی مختلف الحیال مالکان کے درمیان مشترکہ ہو۔ اس مشترکہ غلام میں مختلف مالکان کے علیحدہ علیحدہ مطالبے ہیں۔ اور یہ بیچارہ انکے درمیان حیران وپریشان ہے۔ کوئی ادھر کھینچتا ہے ، کوئی ادھر۔ وہ اسے کوئی ایک پروگرام نہیں دیتے اور اس بیچارے کی یہ طاقت ہی نہیں ہے کہ وہ انکی متضاد فرمائشیں شروع کرسکے کیونکہ وہ اسکے رخ کو بھی تبدیل کررہی ہیں۔ اور اسکی خواہشات کو بھی تبدیل کررہی ہیں۔ اور ایک ایک کا غلام یکسو ہے۔ اس کو مالک نے ایک پروگرام دیا ہوا ہے اور اسے معلوم ہے کہ اسنے کیا کرنا ہے اور کیا نہیں کرنا ہے۔ ظاہر ہے کہ ایک آقا کا غلام مطمئن ، خوش اور یکسو ہوگا۔\nھل یستویٰن مثلا (39: 29) ” کیا ان دونوں کا حال یکساں ہوسکتا ہے “۔ یقیناً دونوں برابر نہیں ہیں۔ ظاہر ہے کہ جس کا ایک آقا ہے وہ آدم ، استراحت ، استقامت اور یقینی پروگرام رکھتا ہے۔ اس کی قوتیں مجتمع ہیں۔ اس کا رخ متعین ہے ۔ اس کی راہ متعین ہے اور جس غلام کے مختلف الحیال آقا ہیں۔ وہ ایک دائمی عذاب میں ہے۔ ایک دائمی کشاکش میں ہے۔ اور ہر وقت قلق وبے چینی میں مبتلا ہے۔ کسی ایک حال پر برقرار نہیں ہے۔ اور اس سے ایک مالک بھی راضی نہ ہوگا ، سب کا راضی ہونا تو محال ہے۔\nیہ مثال حقیقت توحید اور حقیقت شرک پر تمام حالات میں منطبق ہے۔ ایک موحدو مومن اس زمین پر اپنا سفر نہایت ہی سیدھے راہ پر علی وجہ البصیرت طے کرتا ہے۔ کیونکہ ان کی نظریں ہمشہ ایک نصب العین پر مرکوز ہیں۔ پوری زندگی ، پوری قوت اور تمام ضروریات اور تمام نفع ونقصان وہ ایک جہت سے طلب کرتا ہے۔ ایک ذات ہے جو اسے روکتی ہے اور ایک ہی ذات ہے جو اسے اجازت دیتی ہے۔ لہٰذا اس کے قدم سیدھے اس ایک سرچشمے کی طرف بڑھتے ہیں۔ وہ اسی سرچشمے سے اخذ کرتا ہے اور اس کے ہاتھوں میں ایک ہی مضبوط رسی ہے جسے اس کے مضبوطی سے پکڑا رکھا ہے ، ایک ہی ہدف ہے جس پر وہ نظریں جمائے ہوئے ہے۔ ایک ہی آقا کی وہ خدمت کرتا ہے۔ اسے معلوم ہے کہ میرا آقا کس بات پر راضی ہوتا ہے اور کس پر نازاض ہوتا ہے۔ یوں اس کی قوتیں مجتمع ہوتی ہیں اور یوں وہ پوری قوت کے ساتھ زمین پر کام کرتا ہے۔ اور آسمان پر نظریں جمائے ہوتا ہے۔\nاور اس مثال پر تبصرہ الحمدللہ سے کیا جاتا ہے کہ اس نے عقیدۂ توحید کے ذریعے اپنے بندوں کو آرام و اطمینان اور راحت بخشی ہے۔ اور ان کی زندگی کو اثبات وقرار عطا کیا۔ اب اگر وہ اس سے انحراف کرتے ہیں تو وہ لاعلم ہیں۔ یہ ان مثالوں میں ایک ہے جو قرآن نے لوگوں کی راہنمائی کے لیے دی ہیں تاکہ لوگ حقیقت کو جان سکیں۔ یہ قرآن عربی ہے ، سیدھا ، واضح اور بین ہے۔ اس کے معانی میں کوئی التباس نہیں۔ نہ پیچیدگی اور انحراف ہے اور یہ عوام الناس کو ایک فطری استدلال سے خطاب کرتا ہے ، جو\nان کی سمجھ میں آتا ہے۔"
    },
    {
      "ayah": 28,
      "surah": 39,
      "text": "آیت نمبر 27 تا 29\nاللہ تعالیٰ کسی ایسے بندے کی جو موحد ہے اور کسی ایسے بندے کی جو مشرک ہے ، یہ مثال دیتا ہے کہ ان کی مثال ہے جیسے ایک غلام ایک شخص کی خالص ملکیت ہو اور دوسرا کئی مختلف الحیال مالکان کے درمیان مشترکہ ہو۔ اس مشترکہ غلام میں مختلف مالکان کے علیحدہ علیحدہ مطالبے ہیں۔ اور یہ بیچارہ انکے درمیان حیران وپریشان ہے۔ کوئی ادھر کھینچتا ہے ، کوئی ادھر۔ وہ اسے کوئی ایک پروگرام نہیں دیتے اور اس بیچارے کی یہ طاقت ہی نہیں ہے کہ وہ انکی متضاد فرمائشیں شروع کرسکے کیونکہ وہ اسکے رخ کو بھی تبدیل کررہی ہیں۔ اور اسکی خواہشات کو بھی تبدیل کررہی ہیں۔ اور ایک ایک کا غلام یکسو ہے۔ اس کو مالک نے ایک پروگرام دیا ہوا ہے اور اسے معلوم ہے کہ اسنے کیا کرنا ہے اور کیا نہیں کرنا ہے۔ ظاہر ہے کہ ایک آقا کا غلام مطمئن ، خوش اور یکسو ہوگا۔\nھل یستویٰن مثلا (39: 29) ” کیا ان دونوں کا حال یکساں ہوسکتا ہے “۔ یقیناً دونوں برابر نہیں ہیں۔ ظاہر ہے کہ جس کا ایک آقا ہے وہ آدم ، استراحت ، استقامت اور یقینی پروگرام رکھتا ہے۔ اس کی قوتیں مجتمع ہیں۔ اس کا رخ متعین ہے ۔ اس کی راہ متعین ہے اور جس غلام کے مختلف الحیال آقا ہیں۔ وہ ایک دائمی عذاب میں ہے۔ ایک دائمی کشاکش میں ہے۔ اور ہر وقت قلق وبے چینی میں مبتلا ہے۔ کسی ایک حال پر برقرار نہیں ہے۔ اور اس سے ایک مالک بھی راضی نہ ہوگا ، سب کا راضی ہونا تو محال ہے۔\nیہ مثال حقیقت توحید اور حقیقت شرک پر تمام حالات میں منطبق ہے۔ ایک موحدو مومن اس زمین پر اپنا سفر نہایت ہی سیدھے راہ پر علی وجہ البصیرت طے کرتا ہے۔ کیونکہ ان کی نظریں ہمشہ ایک نصب العین پر مرکوز ہیں۔ پوری زندگی ، پوری قوت اور تمام ضروریات اور تمام نفع ونقصان وہ ایک جہت سے طلب کرتا ہے۔ ایک ذات ہے جو اسے روکتی ہے اور ایک ہی ذات ہے جو اسے اجازت دیتی ہے۔ لہٰذا اس کے قدم سیدھے اس ایک سرچشمے کی طرف بڑھتے ہیں۔ وہ اسی سرچشمے سے اخذ کرتا ہے اور اس کے ہاتھوں میں ایک ہی مضبوط رسی ہے جسے اس کے مضبوطی سے پکڑا رکھا ہے ، ایک ہی ہدف ہے جس پر وہ نظریں جمائے ہوئے ہے۔ ایک ہی آقا کی وہ خدمت کرتا ہے۔ اسے معلوم ہے کہ میرا آقا کس بات پر راضی ہوتا ہے اور کس پر نازاض ہوتا ہے۔ یوں اس کی قوتیں مجتمع ہوتی ہیں اور یوں وہ پوری قوت کے ساتھ زمین پر کام کرتا ہے۔ اور آسمان پر نظریں جمائے ہوتا ہے۔\nاور اس مثال پر تبصرہ الحمدللہ سے کیا جاتا ہے کہ اس نے عقیدۂ توحید کے ذریعے اپنے بندوں کو آرام و اطمینان اور راحت بخشی ہے۔ اور ان کی زندگی کو اثبات وقرار عطا کیا۔ اب اگر وہ اس سے انحراف کرتے ہیں تو وہ لاعلم ہیں۔ یہ ان مثالوں میں ایک ہے جو قرآن نے لوگوں کی راہنمائی کے لیے دی ہیں تاکہ لوگ حقیقت کو جان سکیں۔ یہ قرآن عربی ہے ، سیدھا ، واضح اور بین ہے۔ اس کے معانی میں کوئی التباس نہیں۔ نہ پیچیدگی اور انحراف ہے اور یہ عوام الناس کو ایک فطری استدلال سے خطاب کرتا ہے ، جو\nان کی سمجھ میں آتا ہے۔"
    },
    {
      "ayah": 29,
      "surah": 39,
      "text": "آیت نمبر 27 تا 29\nاللہ تعالیٰ کسی ایسے بندے کی جو موحد ہے اور کسی ایسے بندے کی جو مشرک ہے ، یہ مثال دیتا ہے کہ ان کی مثال ہے جیسے ایک غلام ایک شخص کی خالص ملکیت ہو اور دوسرا کئی مختلف الحیال مالکان کے درمیان مشترکہ ہو۔ اس مشترکہ غلام میں مختلف مالکان کے علیحدہ علیحدہ مطالبے ہیں۔ اور یہ بیچارہ انکے درمیان حیران وپریشان ہے۔ کوئی ادھر کھینچتا ہے ، کوئی ادھر۔ وہ اسے کوئی ایک پروگرام نہیں دیتے اور اس بیچارے کی یہ طاقت ہی نہیں ہے کہ وہ انکی متضاد فرمائشیں شروع کرسکے کیونکہ وہ اسکے رخ کو بھی تبدیل کررہی ہیں۔ اور اسکی خواہشات کو بھی تبدیل کررہی ہیں۔ اور ایک ایک کا غلام یکسو ہے۔ اس کو مالک نے ایک پروگرام دیا ہوا ہے اور اسے معلوم ہے کہ اسنے کیا کرنا ہے اور کیا نہیں کرنا ہے۔ ظاہر ہے کہ ایک آقا کا غلام مطمئن ، خوش اور یکسو ہوگا۔\nھل یستویٰن مثلا (39: 29) ” کیا ان دونوں کا حال یکساں ہوسکتا ہے “۔ یقیناً دونوں برابر نہیں ہیں۔ ظاہر ہے کہ جس کا ایک آقا ہے وہ آدم ، استراحت ، استقامت اور یقینی پروگرام رکھتا ہے۔ اس کی قوتیں مجتمع ہیں۔ اس کا رخ متعین ہے ۔ اس کی راہ متعین ہے اور جس غلام کے مختلف الحیال آقا ہیں۔ وہ ایک دائمی عذاب میں ہے۔ ایک دائمی کشاکش میں ہے۔ اور ہر وقت قلق وبے چینی میں مبتلا ہے۔ کسی ایک حال پر برقرار نہیں ہے۔ اور اس سے ایک مالک بھی راضی نہ ہوگا ، سب کا راضی ہونا تو محال ہے۔\nیہ مثال حقیقت توحید اور حقیقت شرک پر تمام حالات میں منطبق ہے۔ ایک موحدو مومن اس زمین پر اپنا سفر نہایت ہی سیدھے راہ پر علی وجہ البصیرت طے کرتا ہے۔ کیونکہ ان کی نظریں ہمشہ ایک نصب العین پر مرکوز ہیں۔ پوری زندگی ، پوری قوت اور تمام ضروریات اور تمام نفع ونقصان وہ ایک جہت سے طلب کرتا ہے۔ ایک ذات ہے جو اسے روکتی ہے اور ایک ہی ذات ہے جو اسے اجازت دیتی ہے۔ لہٰذا اس کے قدم سیدھے اس ایک سرچشمے کی طرف بڑھتے ہیں۔ وہ اسی سرچشمے سے اخذ کرتا ہے اور اس کے ہاتھوں میں ایک ہی مضبوط رسی ہے جسے اس کے مضبوطی سے پکڑا رکھا ہے ، ایک ہی ہدف ہے جس پر وہ نظریں جمائے ہوئے ہے۔ ایک ہی آقا کی وہ خدمت کرتا ہے۔ اسے معلوم ہے کہ میرا آقا کس بات پر راضی ہوتا ہے اور کس پر نازاض ہوتا ہے۔ یوں اس کی قوتیں مجتمع ہوتی ہیں اور یوں وہ پوری قوت کے ساتھ زمین پر کام کرتا ہے۔ اور آسمان پر نظریں جمائے ہوتا ہے۔\nاور اس مثال پر تبصرہ الحمدللہ سے کیا جاتا ہے کہ اس نے عقیدۂ توحید کے ذریعے اپنے بندوں کو آرام و اطمینان اور راحت بخشی ہے۔ اور ان کی زندگی کو اثبات وقرار عطا کیا۔ اب اگر وہ اس سے انحراف کرتے ہیں تو وہ لاعلم ہیں۔ یہ ان مثالوں میں ایک ہے جو قرآن نے لوگوں کی راہنمائی کے لیے دی ہیں تاکہ لوگ حقیقت کو جان سکیں۔ یہ قرآن عربی ہے ، سیدھا ، واضح اور بین ہے۔ اس کے معانی میں کوئی التباس نہیں۔ نہ پیچیدگی اور انحراف ہے اور یہ عوام الناس کو ایک فطری استدلال سے خطاب کرتا ہے ، جو\nان کی سمجھ میں آتا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 39,
      "text": "الاللہ الدین الخالص (39: 3) ” خبردار دین خالص اللہ کا حق ہے “۔ نہایت ہی اونچی بہایت ہی طویل اور نہایت ہی رعب دار آواز میں۔ گویا اعلان شاہی ہے اور لفظ ” الا “ خبردار ! سے اس کا آغاز ہوتا ہے اور نہایت ہی قصر اور حصر کے الفاظ میں کہ اللہ ہی کا حق ہے زندگی اور خالص اللہ کا حق ہے ۔ جس طرح مفہوم موکد ہے اس طرح الفاظ بھی پرشوکت ہیں۔ یہ اصول حیات ہے۔ پوری زندگی اس پر قائم ہے بلکہ پوری کائنات اس اعلان پر قائم ہے۔ یہی وجہ ہے کہ اس قدر مختصر زور دار اور قصر حصر کے الفاظ میں یہ قانون نافذ ہوتا ہے۔ اور اس کے مقابلے میں اس دور کی جاہلیت کا کلمہ اور نظریہ کیا تھا جسے رد کیا گیا۔\nوالذین اتخذوا۔۔۔۔ ھوکذب کفار (39: 4) ” رہے وہ لوگ جنہوں نے اس کے سوا دوسرے سرپرست بنارکھے ہیں (کہتے ہیں) ہم ان کی عبادت صرف اس لیے کرتے ہیں کہ وہ اللہ تک ہماری رسائی کرادیں۔ اللہ یقیناً ان کے درمیان ان تمام باتوں کا فیصلہ کردے گا جن میں وہ اختلاف کررہے ہیں۔ اللہ کسی ایسے شخص کو ہدایت نہیں دیتا جو جھوٹا اور منکر حق ہو “۔ وہ اعلان کرتے تھے کہ اللہ ان کا خالق ہے۔ سموات اور زمین کا خالق ہے۔ لیکن پھر وہ فطری استدلال کی راہ پر چلتے تھے کہ اگر وہی خالق ہے تو وہی بندگی کے لائق ہے۔ اور پھر دین اور دستور اور قانون اسی کا چلنا چاہیے۔ یہاں آکر وہ یہ افسانہ گھڑتے تھے کہ فرشتے اللہ کی بیٹیاں ہیں ۔ پھر وہ فرشتوں کے بت بناتے اور ان کو پوجتے ۔ پھر یہ کہتے کہ وہ ملائکہ کے بتوں کی عبادت اس لیے کرتے ہیں ، جن کو وہ الٰہ کہتے تھے۔ لات ، منات اور عزیٰ ، یہ دراصل ان کی عبادت نہیں ہے بلکہ یہ محض اللہ کے قریب ہونے کے لئے ہم ان کے آگے جھکتے ہیں تاکہ یہ فرشتے اللہ کے ہاں ہماری سفارش کریں۔ اور یوں ہم اللہ کے نزدیک ہوجائیں۔\nیہ عقیدہ سیدھے فطری انداز فکر سے انحراف ہے اور یہ عقیدہ غلط ہونے کے ساتھ ساتھ پیچیدہ اور ناقابل فہم بھی ہے۔ نہ فرشتے اللہ کی بیٹیاں ہیں اور نہ یہ بت فرشتوں کے بت ہیں۔ نہ اللہ نے اس کی اجازت دی ہے۔ نہ اللہ کسی کی سفارش سنتا ہے اور نہ اللہ اپنے بندے کو اس طریقے پر اپنے قریب لاتا ہے۔\nجب بھی انسانیت نے عقیدۂ توحید کو ترک کیا ہے۔ وہ فطرت کے سیدھے انداز فکر اور سیدھے سادے انداز استدلال سے\nمحروم ہوگئی ہے ، جو اسلام اول روز سے لے کر آیا ہے اور آدم (علیہ السلام) سے لے کر ادھر تمام رسولان محترم نے یہی عقیدۂ توحید پیش کیا ہے۔ ہم دیکھتے ہیں کہ اس وقت پر جگہ نیک لوگوں اور اولیاء کی عبادت اسی طرح کی جاتی ہے جس طرح نبی ﷺ کے دور میں عرب فرشتوں اور فرشتوں کے بتوں کی عبادت بطور تقرب الہٰی اپنے زعم کے مطابق کیا کرتے تھے۔ مقصد اک کی سفارش کا حصول ہوتا تھام لیکن اللہ عقیدۂ توحید ، اور سیدھے راستے کی نشاندہی فرماتا ہے ایسی توحید جس کے ساتھ کوئی التباس ، کوئی سفارشی اور کوئی افسانوی مقربین خدا نہ ہوں۔\nان اللہ لایھدی من ھو کذب کفار (39: 3) ” اللہ کسی ایسے شخص کو ہدایت نہیں دیتا جو جھوٹا اور منکر حق ہو “۔ کیونکہ یہ لوگ اللہ پر جھوٹ بولتے ہیں۔ ایک تو جھوٹ ہے کہ ملائکہ اللہ کی بیٹیاں ہیں ، دوسرا یہ جھوٹ ہے کہ یہ اللہ کے ہاں سفارش کرتے ہیں جبکہ فرشتے ان کی بندگی کی تکذیب کرتے ہیں۔ یہ لوگ دراصل اللہ کے صریح احکام کا کفر کرتے ہیں۔ اس لیے ان لوگوں کو ہدایت نہیں دیتا جو اس پر جھوٹ باندھتے ہیں اور اس کا انکار کرتے ہیں۔ ہدایت تو ان کو ملتی ہے جو مخلص ہوں ، متوجہ ہوں ، برائی سے بچنا چاہتے ہوں اور ان کو نیکی کے کاموں میں دلچسپی بھی ہو اور وہ غور فکر کرکے اپنے لیے صحیح راستے کا انتخاب کرتے ہوں۔ جو لوگ جھوٹ باندھتے ہیں ، اللہ کی آیات کا انکار کرتے ہیں تو وہ اللہ کی ہدایت اور مہربانیوں کے مستحق نہیں ہوتے اسلیے کہ ایسے لوگ جان بوجھ کر صحیح راستے سے دوسری اختیار کرتے ہیں۔ اسکے بعد اس شرکیہ تصور خدا کی کمزوری اور پوچ ہونے کو ظاہر کیا جاتا ہے۔"
    },
    {
      "ayah": 30,
      "surah": 39,
      "text": "درس نمبر 219 ایک نظر میں\nیہ سبق اس سے ماقبل کے تمام اسباق پر ایک تبصرہ ہے۔ آسمانوں سے پانی کے نزول کی نشانی بیان کرنے کے بعد مردہ زمین پر روئیدگی پیدا ہوکر فصل کاٹنے تک کی نشانی کے بعد ، اور اللہ کی جانب سے نازل ہونے والی اس کتاب کی نشانیوں کے بعد اور قرآنی امثال کے بیان کے بعد اور نبی ﷺ کو یہ یقین دہانی کرانے کے بعد کہ اکثر لوگ نہیں جانتے ، یہاں یہ کہا جاتا ہے کہ لوگوں کا معاملہ اللہ کے سپرد ہے۔ اب بعث بعد الموت کے بعد ہی اللہ تمام حقائق کا فیصلہ کر دے گا۔ لہٰذا تکذیب کرنے والوں کو\nانکی تکذیب کا بدلہ مل جائے گا اور وہ اس کے مستحق ہوں گے۔ اور بچوں کو سچائی کا وہ صلہ مل جائے گا جس کے وہ مستحق ہوں گے۔\nدرس نمبر 219 تشریح آیات\nآیت نمبر 30 تا 31\nہر زندہ مخلوق نے اس جام کو ہونٹوں سے لگانا ہے ، باقی رہے گا صرف نام اللہ کا۔ اور موت کے معاملے میں تمام انسان برابر ہیں۔ یہاں تک کہ حضرت محمد ﷺ نے بھی جان دیتی ہے اور یہاں اس کا ذکر بھی توحید کے ثبوت کے لیے ہے۔ اور توحید اس سورت کا بڑا موضوع ہے۔ اس کے بعث بعد الموت کا ذکر بھی کیا جاتا ہے۔ کیونکہ موت ہی پر معاملہ ختم نہیں ہوجاتا۔ یہ تو ایک مرحلہ ہے۔ اس کے بعد کے مراحل آنے والے ہیں۔ اس لیے کہ مخلوقات میں سے کوئی چیز عبث نہیں ہے کہ ہونہی چلی جائے کہ بس پیدا ہوئے اور مرگئے۔ آج دنیا میں جن موضوعات پر لوگ باہم دست وگریباں ہیں ان پر رب کے ہاں بھی جھگڑے ہوں گے۔ رسول اللہ ﷺ اپنے رب کے ہاں کھڑے ہوں گے اور وہاں پھر پوچھا جائے گا کہ اب بتاؤ تم رسول اللہ کے مقابلے میں کیا کیا کرتے رہے ہو۔ اور اللہ کی ہدایت اور قرآن کا کیا کیا مقابلہ کرتے رہے ہو۔"
    },
    {
      "ayah": 31,
      "surah": 39,
      "text": "درس نمبر 219 ایک نظر میں\nیہ سبق اس سے ماقبل کے تمام اسباق پر ایک تبصرہ ہے۔ آسمانوں سے پانی کے نزول کی نشانی بیان کرنے کے بعد مردہ زمین پر روئیدگی پیدا ہوکر فصل کاٹنے تک کی نشانی کے بعد ، اور اللہ کی جانب سے نازل ہونے والی اس کتاب کی نشانیوں کے بعد اور قرآنی امثال کے بیان کے بعد اور نبی ﷺ کو یہ یقین دہانی کرانے کے بعد کہ اکثر لوگ نہیں جانتے ، یہاں یہ کہا جاتا ہے کہ لوگوں کا معاملہ اللہ کے سپرد ہے۔ اب بعث بعد الموت کے بعد ہی اللہ تمام حقائق کا فیصلہ کر دے گا۔ لہٰذا تکذیب کرنے والوں کو\nانکی تکذیب کا بدلہ مل جائے گا اور وہ اس کے مستحق ہوں گے۔ اور بچوں کو سچائی کا وہ صلہ مل جائے گا جس کے وہ مستحق ہوں گے۔\nدرس نمبر 219 تشریح آیات\nآیت نمبر 30 تا 31\nہر زندہ مخلوق نے اس جام کو ہونٹوں سے لگانا ہے ، باقی رہے گا صرف نام اللہ کا۔ اور موت کے معاملے میں تمام انسان برابر ہیں۔ یہاں تک کہ حضرت محمد ﷺ نے بھی جان دیتی ہے اور یہاں اس کا ذکر بھی توحید کے ثبوت کے لیے ہے۔ اور توحید اس سورت کا بڑا موضوع ہے۔ اس کے بعث بعد الموت کا ذکر بھی کیا جاتا ہے۔ کیونکہ موت ہی پر معاملہ ختم نہیں ہوجاتا۔ یہ تو ایک مرحلہ ہے۔ اس کے بعد کے مراحل آنے والے ہیں۔ اس لیے کہ مخلوقات میں سے کوئی چیز عبث نہیں ہے کہ ہونہی چلی جائے کہ بس پیدا ہوئے اور مرگئے۔ آج دنیا میں جن موضوعات پر لوگ باہم دست وگریباں ہیں ان پر رب کے ہاں بھی جھگڑے ہوں گے۔ رسول اللہ ﷺ اپنے رب کے ہاں کھڑے ہوں گے اور وہاں پھر پوچھا جائے گا کہ اب بتاؤ تم رسول اللہ کے مقابلے میں کیا کیا کرتے رہے ہو۔ اور اللہ کی ہدایت اور قرآن کا کیا کیا مقابلہ کرتے رہے ہو۔"
    },
    {
      "ayah": 32,
      "surah": 39,
      "text": "پارہ ۔ 24\nآیت نمبر 32\nیہ سوال استفہام کے لیے نہیں ہے بلکہ یہ سوال تقریری ہے۔ اس لیے کہ ایسے شخص سے بڑا ظالم اور کوئی نہیں ہے جو اللہ پر جھوٹ باندھتا ہے ، کسی کو اللہ کا بیٹا اور کسی کو بیٹی کہتا ہے۔ سچائی کی تکذیب کرتا ہے جسے رسول اللہ لے آئے ہیں۔ وہ کلمہ توحید کی تصدیق نہیں کرتا۔ چونکہ یہ ایک کفریہ عمل ہے ، اور کافروں کا ٹھکانہ یقیناً جہنم ہے اس لیے اس کے فیصلہ کن اظہار کی خاطر سوالیہ انداز اور اسلوب اختیار کیا گیا ہے تاکہ بات زیادہ واضح ہوجائے اور اس کی زیادہ تاکید ہوجائے۔ یہ تو مجادلہ اور جھگڑے کا ایک فریق تھا۔ اور فریق مقابل کون ہے ؟ تو وہ شخص ہے جو اللہ کی طرف سے وہ سچائی لے کر آیا۔ اور اسنے اس کی تصدیق کی اور اس سچائی کو لوگوں تک پہنچایا ، نہایت عقیدت مندی اور تسلی کے ساتھ۔ اور اس شخص یعنی رسول اللہ کے ساتھ تمام رسول اور انبیائے کرام شامل ہیں۔ اور اسی طرح رسول اللہ کے ساتھ اس میں وہ تمام لوگ بھی شامل ہیں جو اسلام کی طرف دعوت دیتے ہیں درآنحالیکہ وہ اسلام پر پوری طرح ایمان لاتے ہیں اور اچھی طرح مطمئن ہیں اور اس دعوت میں ان کا قلب اور ان کی زبان دونوں شریک ہیں ایسے تمام لوگ متقی ہیں۔"
    },
    { "ayah": 33, "surah": 39, "text": "آیت نمبر 33\nیہاں متقین اور ان کے لیے تیار شدہ جزاء کی تفصیلات دی جاتی ہیں ." },
    {
      "ayah": 34,
      "surah": 39,
      "text": "آیت نمبر 34\nیہ ایک جامع انداز تعبیر ہے جو بھی چیز دل مومن کو مرغوب ہو اور جس کی چاہت اس کے دل میں پیدا ہو وہ اس کے لیے اس کے رب کے ہاں تیار ہوگی۔ یہ اس کا حق ہوگا ، جس میں کوئی خسارہ نہ ہوگا اور نہ کوئی حصہ اس کا ضائع ہوگا۔\nذٰلک جزاء المحسنین (39: 34) ” یہ ہے نیکی کرنے والوں کی جزاء “۔ اور یہ اس لیے کہ اللہ نے ان کے لیے بھلائی اور جس عزت افزائی کا ارادہ فرمالیا تھا وہ حقیقت بن جائے اور عدل سے آگے بڑھ کر ان کے ساتھ فضل وکرم کا معاملہ کرے۔"
    },
    {
      "ayah": 35,
      "surah": 39,
      "text": "آیت نمبر 35\nاس لیے کہ عدل تو یہ ہوگا کہ نیکیوں کا بھی حساب کیا جائے اور برائیوں کا بھی حساب کیا جائے اور پھر دونوں پر سزا وجزاء دی جائے۔۔۔ لیکن اللہ یہاں فضل وکرم کرے گا۔ اللہ اپنے متقی بندوں پر اپنے کرم کی تجلی کرے گا۔ یوں کہ ان کے بہت برے اعمال کو قلم زد کردے گا۔ لہٰذا میزان میں ان کا کوئی حساب نہ ہوگا اور ان کو اجر بھی احسن طریقے سے دے گا ، یعنی ان کے استحقاق سے زیادہ ۔ چناچہ ان کے ترازو میں ان کی نیکیوں کو زیادہ زن دے دیا جائے گا۔ یہ اللہ کا فضل ہوگا اور یہ اس کی مرضی ہے کہ وہ جسے چاہے ، یہ فضل دے۔ ہاں اللہ نے اپنے ڈرنے والے بندوں کیلیے یہ وعدہ کردیا ہے لہٰذا ایسا ہی ہوگا اور اہل تقویٰ اس پر مطمئن ہیں۔"
    },
    {
      "ayah": 36,
      "surah": 39,
      "text": "درس نمبر 220 ایک نظر میں\nاس سورت کا یہ سفر تمام اسفار سے زیادہ طویل اور وسیع ہے۔ اس میں عقیدہ توحید کو مختلف زاویوں سے لیا گیا ہے اور اس کے بارے میں نہایت ہی حساس دلائل دیئے گئے ہیں۔ اور یہ نہایت ہی متنوع دلائل ہیں۔ اس سبق کا آغاز ایک سچے مومن کی قلبی کیفیات سے کیا گیا ہے ، جو صرف اللہ پر اعتماد رکھتا ہے۔ اللہ ہی کو بڑی قوت سمجھتا ہے اور اللہ کے سوا تمام حقیر اور کمزور قوتوں کو خاطر ہی میں نہیں لاتا۔ اس لیے وہ ان تمام قوتوں سے قطع تعلق کرکے اپنے امور اور ان کے امور کا فیصلہ قیامت کے دن پر چھوڑ دیتا ہے اور وہ اپنے راستے پر ثابت قدمی ، اعتماد اور یقین کے ساتھ گامزن رہتا ہے۔\nاس کے بعد حضور اکرم ﷺ کے فریضے کا تعین کیا جاتا ہے اور یہ کہا جاتا ہے کہ آپ لوگوں کے ذمہ دار اور ٹھیکہ دار نہیں ہیں کہ ضرور ان کو راہ ہدایت پر لانا ہے۔ وہ تو اللہ کے قبضہ قدرت میں ہے۔ ان کی چوٹی اللہ کے ہاتھ میں ، ہر حال اور ہر صورت میں۔ لوگوں کے لیے اللہ کے سوا اور کوئی سفارش بھی نہیں ہے۔ سفارش کے اختیارات تو اللہ کے پاس ہیں۔ زمین و آسمانوں کا مالک ہی وہ ہے۔ اور سب نے اسی کی طرف لوٹنا ہے۔\nپھر مشرکین کا ذکر کیا جاتا ہے اور ان کی نفسیاتی کیفیت یہ ہوتی ہے کہ اگر کلمہ توحید کا ذکر ہو تو ان کی طبعیت منقبض ہوجاتی ہے اور اگر شرکیہ کلمہ سنیں تو بہت خوش ہوتے ہیں۔ اور اس کے بعد رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ آپ کلمہ توحید کا اعلان کردیں۔ اور مشرکین کو اللہ پر چھوڑ دیں ۔ اور ان کی ایک تصویر آپ کے سامنے کردی جاتی ہے کہ قیامت کے دن تو یہ چاہیں گے کہ پوری روئے زمین کی دولت اور اس جیسی مزید دولت بھی فدیے میں دے کر جان چھڑا لیں۔ اس لیے کہ وہاں وہ اللہ کی وہ بادشاہت دیکھ لیں گے جس سے وہ حواس باختہ ہوجائیں گے۔\nاور ان کی حالت یہ ہے کہ جب وہ کسی مصیبت میں پھنس جاتے ہیں تو وہ اللہ وحدہ کو پکارتے ہیں اور اگر وہ خوشحالی پا لیں تو پھر اکڑ کر لمبے چوڑے دعوے کرنے لگتے ہیں۔ اور ان میں سے بعض یہ تک کہہ دیتے ہیں کہ یہ دولت ہمیں اپنے علم وٹیکنالوجی کی وجہ سے دے دی گئی ہے اور یہ وہی بات ہے جو ان سے پہلے لوگوں نے بھی کہی تھی اور ان کو اللہ نے پکڑا اور وہ اللہ کے سامنے کوئی رکاوٹ نہ بن سکے اور نہ اللہ کو عاجز کرسکے ۔ رہی رزق کی فراخی اور اسکی تنگی تو یہ اللہ کے سنن اور قوانین پر موقوف رکھی گئی ہے اور اللہ کے یہ قوانین قدرت اس کی حکمت کے مطابق چلتے ہیں۔ وہی ہے جو رزق میں کشادگی دیتا ہے۔ اور وہی ہے جو کسی کا رزق تنگ کردیتا ہے۔\nان فی ذٰلک لاٰیٰت لقوم یومنون (39: 54) ” بیشک اس میں آیات اور نشانیاں ہیں ، ہر اس قوم کے لیے جو مومن ہو “۔\nدرس نمبر 220 تشریح آیات\nآیت نمبر 36 تا 40 یہ چار آیات بتاتی ہیں کہ اہل ایمان کا سیدھا سادا استدلال کیا ہوتا ہے ، یہ استدلال کس قدر قدرتی اور زور ہوتا ہے۔ کس\nقدر واضح اور گہرا ہوتا ہے۔ جس طرح یہ استدلال اور سوچ حضرت نبی ﷺ کے ذہین میں ہے اور جس طرح اسے ہر مومن کے قلب میں ہونا چاہئے۔ جس کا ایمان حضور اکرم ﷺ کی رسالت پر پختہ ہو۔ اور وہ اسی دعوت پر قائم ہو اور اسی کی تبلیغ کررہا ہو اور دستور ومنشور سمجھتا ہو اور وہ اس کے لیے کافی وشافی ہو۔\nاس آیت کے نزول میں ایسی روایات آئی ہیں کہ مشرکین مکہ رسول اللہ کو اپنے بتوں اور ان کے غضب سے ڈراتے تھے۔ جبکہ حضور اکرم ﷺ ان کی یہ صفات ان کے سامنے رکھتے تھے اور ان کی بےبسی وبے کسی بیان فرماتے تھے۔ مشرکین مکہ حضور اکرم ﷺ کو ڈراتے تھے کہ اگر آپ ﷺ نے ان کے بارے میں خاموشی اختیار نہ کی تو یہ بت آپ ﷺ کو اذیت دیں گے۔\nلیکن اس آیت کا مفہوم اس مخصوص شان نزول سے زیادہ وسیع ہے۔ مراد ہر وہ دعوت حق ہے جو اس کرۂ ارض پر قیام نظام اسلامی کیلیے اٹھی ہے اور ہر وہ قوت ہے جو اس نظام اور اس دعوت کے خلاف ہے۔ اسلیے کہ یہاں دعوت حق اٹھانے والے اہل ایمان کے مکمل پھر وسے اطمینان اور یقین کا ذکر کیا گیا ہے اور ان مخالف قوتوں کو بھی صحیح طرح تولا گیا ہے کہ انکا وزن کیا ہے۔\nالیس اللہ بکاف عبدہ (39: 36) ” کیا اللہ اپنے بندوں کے لیے کافی نہیں ہے “۔ ہاں اللہ کافی ہے ، لہٰذا وہ لوگ کون ہیں جن سے حضور ﷺ کو ڈرایا جارہا ہے۔ اللہ جب اپنے بندے کے ساتھ ہے ، تو ان دوسری مخلوقات کی حیثیت کیا ہے۔ خصوصاً جبکہ حضور ﷺ کا منصب لے لیا ہو اور بندگی کا حق بھی ادا کررہے ہوں۔ اللہ نہایت قوی اور اپنے تمام بندوں پر کنڑول کرنے والا ہے۔\nویخوفونک بالذین من دونه (39: 36) ” یہ لوگ اس کے سوا دوسروں سے تم کو ڈراتے ہیں “۔ آپ ﷺ کس طرح ڈرسکتے ہیں ۔ اللہ کے سوا دوسری تمام قوتیں کس طرح ڈراسکتی ہیں ۔ اس شخص کو جس کی حفاظت اللہ کررہا ہو۔ اور تمام روئے زمین پر جو قوتیں ہیں وہ اللہ سے فروترقوتیں ہیں۔\nیہ ایک بالکل سادہ واضح مسئلہ ہے۔ یہ کسی بڑی بحث اور مباحثے اور کسی زیادہ سوچ کا محتاج نہیں ہے۔ نبی ﷺ اور ہر داعی کا حامی تو اللہ ہے اور دوسری تمام قوتیں فروتر ہیں۔ اور جب کوئی شخص یہ موقف اختیار کرے تو پھر کوئی شک اور اشباہ نہیں رہتا کہ اللہ کا ارادہ ہی نافذ ہو کر رہتا ہے اور اللہ کی مشیت ہی غالب رہتی ہے۔ وہ اپنے بندوں کے درمیان فیصلے فرماتا ہے۔ ان کی ذات کے بارے میں ، ان کے دلوں کے بارے میں اور ان کی سوچ اور شعور کے بارے میں بھی۔\nومن یضلل ۔۔۔۔ من مضل (39: 36 تا 37) ” اللہ جسے گمراہی میں ڈال دے اسے کوئی راستہ دکھانے والا نہیں ہے۔ اور جسے وہ ہدایت دے دے اسے بھٹکانے والا بھی کوئی نہیں ہے “۔ اللہ جانتا ہے کہ ضلالت کا مستحق کون ہے لہٰذا وہ اسے گمراہ کردیتا ہے اور وہ بھی جانتا ہے کہ ہدایت کا مستحق کون ہے لہٰذا وہ اسے ہدایت دے دیتا ہے۔ اور وہ جس کے بارے میں جو فیصلہ بھی کردے اس کے فیصلے کو بدلنے والا بھی کوئی نہیں ہے۔\nالیس اللہ بعزیز ذی انتقام (39: 37) ” کیا اللہ زبردست اور انتقام لینے والا نہیں ہے “۔ ہاں وہ انتقام لینے والا ہے۔ اور وہ عزیز وقوی ہے۔ اور وہ ان تمام لوگوں کو ان کے استحقاق کے مطابق جزاء دیتا ہے۔ اور جس سے وہ انتقام لیتا ہے۔ وہ مستحق ہوتا ہے\nکہ اس سے انتقام لیا جائے لہٰذا اس کی بندگی کرنے والے کو کسی چیز کا ڈر نہیں رہتا وہ کافی اور کفیل ہے۔\nاس کے بعد خود ان کی منطق اور ان کے زاویہ نگاہ کے مطابق استدلال کرکے یہی نتائج نکالے جاتے ہیں اور اس منطق اور اس طرز فکر کا وہ اقرار کرتے تھے اور اللہ کے بارے میں وہ اس قسم کا تصور رکھتے تھے۔\nولئن سالتھم من۔۔۔۔ المتوکلون (39: 38) ” ان لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے ، تو یہ خود کہیں گے کہ اللہ نے۔ ان سے پوچھو ، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے اس کے پہنچائے ہوئے نقصان سے بچالیں گی ؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی ؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے ، بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ جب ان لوگوں سے پوچھا جاتا تھا کہ خالق ارض وسما کون ہے ؟ تو وہ اقرار کرتے تھے کہ خالق ارض وسماء اللہ وحدہ ہے۔ کوئی صحیح الفطرت انسان اس کے سوا جواب دے ہی نہیں سکتا ۔ اور کوئی عقلمند زمین و آسمان کی تخلیق کا سبب ایک ذات بلند اور عالی مقام کے سوا کوئی اور نہیں بتاسکتا۔ لہٰذا قرآن ان کو اور تمام عقلاء کو اس طرف متوجہ کرتا ہے کہ تمہاری فطرت کے اندر یہ بات بیٹھی ہوئی ہے اور بہت واضح ہے۔ اگر صورت یہی ہے تو پھر کوئی ہے جو اس مصیبت کو روک سکنے والا ہو جو وہ ذات عالی اپنے بندوں پر لانا چاہے ، یا زمین و آسمان میں کون ہے اگر وہ کسی پر رحمت کرنا چاہے تو اس کی رحمت کو روک سکے۔\nتو ان سوالات کا قطعی جواب یہ ہے کہ ” نہیں “۔ اگر یہ بات طے ہوجاتی ہے تو داعی الی اللہ کس سے ڈرسکتا ہے۔ وہ کس سے خائف ہوسکتا ہے اور کس سے امیدیں وابستہ کرسکتا ہے۔ کون ہے جو اس کی مصیبتوں کو دور کرسکتا ہے۔ کون ہے جو اللہ کی رحمت کو اس سے دور کرسکتا ہے۔ کون ہے جو اسے بےچین کرسکتا ، اسے ڈرادھمکا سکتا ہے اور اپنے راستے سے ہٹا سکتا ہے ؟ جب قلب مومن میں یہ بات بیٹھ جاتی ہے تو اس کی نسبت سے معاملہ ختم ہوجاتا ہے ، تنازعہ ختم ہے ، غیر اللہ سے تمام امیدیں ختم ۔ صرف اللہ سے امید باقی رہ جاتی ہے۔ وہ اپنے بندوں کے لیے کافی ہے اور ہمیں اسی پر توکل کرنا چاہئے۔\nقل ۔۔۔ المتوکلون (39: 38) ” پس کہہ دو ، اللہ میرے لیے کافی ہے اور بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ اس کے بعد کہا جاتا ہے کہ آپ اعلان کردیں کہ مجھے رب تعالیٰ پر پورا اعتماد ، بھروسہ اور یقین ہے۔ اس قدر بھروسہ جس میں کوئی شک نہیں ۔ ایسا یقین جس میں کوئی تزلزل نہیں ۔ اور اس قدر اطمینان جس میں بےچینی کا شائبہ نہیں۔ اور اس زادراہ کے ساتھ آپ چل پڑیں اور منزل تک پہنچنے سے پہلے دم نہ لیں۔\nقل یٰقوم۔۔۔۔ عذاب مقیم (39: 39 تا 40) ان سے صاف کہو کہ ” میری قوم کے لوگو ، تم اپنی جگہ اپنا کام کئے جاؤ، میں اپنا کام کرتا رہوں گا ، تمہیں معلوم ہوجائے گا کہ کس پر رسواکن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں “ سے قوم تم اپنے منہاج کے مطابق کام کرو ، اور میں اپنی راہ پر چل پڑا ہوں ، نہ ڈرتا ہوں اور نہ شک ہے مجھے۔ تمہیں عنقریب معلوم ہوجائے گا کہ اسی دنیا میں تم پر کس قدر شرمسار کنندہ عذاب آتا ہے اور پھر آخرت میں تو یہ عذاب دائمی ہوگا۔\nاس معاملے کا فیصلہ ہوچکا ، اور اس فطری استدلال کے ذریعہ ہوا جس پر ہر سلیم الفطرت انسان گواہی دیتا ہے اور جس پر یہ کائنات گواہ ہے کہ اللہ خالق سماوات ہے اور خالق ارض ہے۔ اوتمام رسولوں نے آج تک جو دعوت پیش کی ہے یہ دعوت اللہ کی ہے ۔ لہٰذا اللہ کے رسولوں اور داعیان حق کے لیے زمین اور آسمان میں کون ہے جو کوئی اختیار رکھتا ہے۔ کوئی ہے جو ان سے مصائب دور کرسکتا ہے۔ اگر ایسا نہیں ہے تو لوگ غیر اللہ اور ان دنیاوی قوتوں سے ڈرتے کیوں ہیں۔ حقیقت یہ ہے کہ معاملہ واضح ہے اور راستہ صاف ہے اور اب بحث کی مزید کچھ ضرورت نہیں ہے۔\nیہ تو ہے تعلق رسولوں اور داعیان حق کا اور ان قوتوں کا جو ان کی راہ روکنے کی کوشش کرتی ہیں اب سوال یہ ہے کہ دعوت حق کے حوالے سے رسولوں اور داعیانکا فریضہ کیا ہے اور جھٹلانے والوں کے ساتھ وہ کیا رویہ اختیار کریں گے۔"
    },
    {
      "ayah": 37,
      "surah": 39,
      "text": "درس نمبر 220 ایک نظر میں\nاس سورت کا یہ سفر تمام اسفار سے زیادہ طویل اور وسیع ہے۔ اس میں عقیدہ توحید کو مختلف زاویوں سے لیا گیا ہے اور اس کے بارے میں نہایت ہی حساس دلائل دیئے گئے ہیں۔ اور یہ نہایت ہی متنوع دلائل ہیں۔ اس سبق کا آغاز ایک سچے مومن کی قلبی کیفیات سے کیا گیا ہے ، جو صرف اللہ پر اعتماد رکھتا ہے۔ اللہ ہی کو بڑی قوت سمجھتا ہے اور اللہ کے سوا تمام حقیر اور کمزور قوتوں کو خاطر ہی میں نہیں لاتا۔ اس لیے وہ ان تمام قوتوں سے قطع تعلق کرکے اپنے امور اور ان کے امور کا فیصلہ قیامت کے دن پر چھوڑ دیتا ہے اور وہ اپنے راستے پر ثابت قدمی ، اعتماد اور یقین کے ساتھ گامزن رہتا ہے۔\nاس کے بعد حضور اکرم ﷺ کے فریضے کا تعین کیا جاتا ہے اور یہ کہا جاتا ہے کہ آپ لوگوں کے ذمہ دار اور ٹھیکہ دار نہیں ہیں کہ ضرور ان کو راہ ہدایت پر لانا ہے۔ وہ تو اللہ کے قبضہ قدرت میں ہے۔ ان کی چوٹی اللہ کے ہاتھ میں ، ہر حال اور ہر صورت میں۔ لوگوں کے لیے اللہ کے سوا اور کوئی سفارش بھی نہیں ہے۔ سفارش کے اختیارات تو اللہ کے پاس ہیں۔ زمین و آسمانوں کا مالک ہی وہ ہے۔ اور سب نے اسی کی طرف لوٹنا ہے۔\nپھر مشرکین کا ذکر کیا جاتا ہے اور ان کی نفسیاتی کیفیت یہ ہوتی ہے کہ اگر کلمہ توحید کا ذکر ہو تو ان کی طبعیت منقبض ہوجاتی ہے اور اگر شرکیہ کلمہ سنیں تو بہت خوش ہوتے ہیں۔ اور اس کے بعد رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ آپ کلمہ توحید کا اعلان کردیں۔ اور مشرکین کو اللہ پر چھوڑ دیں ۔ اور ان کی ایک تصویر آپ کے سامنے کردی جاتی ہے کہ قیامت کے دن تو یہ چاہیں گے کہ پوری روئے زمین کی دولت اور اس جیسی مزید دولت بھی فدیے میں دے کر جان چھڑا لیں۔ اس لیے کہ وہاں وہ اللہ کی وہ بادشاہت دیکھ لیں گے جس سے وہ حواس باختہ ہوجائیں گے۔\nاور ان کی حالت یہ ہے کہ جب وہ کسی مصیبت میں پھنس جاتے ہیں تو وہ اللہ وحدہ کو پکارتے ہیں اور اگر وہ خوشحالی پا لیں تو پھر اکڑ کر لمبے چوڑے دعوے کرنے لگتے ہیں۔ اور ان میں سے بعض یہ تک کہہ دیتے ہیں کہ یہ دولت ہمیں اپنے علم وٹیکنالوجی کی وجہ سے دے دی گئی ہے اور یہ وہی بات ہے جو ان سے پہلے لوگوں نے بھی کہی تھی اور ان کو اللہ نے پکڑا اور وہ اللہ کے سامنے کوئی رکاوٹ نہ بن سکے اور نہ اللہ کو عاجز کرسکے ۔ رہی رزق کی فراخی اور اسکی تنگی تو یہ اللہ کے سنن اور قوانین پر موقوف رکھی گئی ہے اور اللہ کے یہ قوانین قدرت اس کی حکمت کے مطابق چلتے ہیں۔ وہی ہے جو رزق میں کشادگی دیتا ہے۔ اور وہی ہے جو کسی کا رزق تنگ کردیتا ہے۔\nان فی ذٰلک لاٰیٰت لقوم یومنون (39: 54) ” بیشک اس میں آیات اور نشانیاں ہیں ، ہر اس قوم کے لیے جو مومن ہو “۔\nدرس نمبر 220 تشریح آیات\nآیت نمبر 36 تا 40 یہ چار آیات بتاتی ہیں کہ اہل ایمان کا سیدھا سادا استدلال کیا ہوتا ہے ، یہ استدلال کس قدر قدرتی اور زور ہوتا ہے۔ کس\nقدر واضح اور گہرا ہوتا ہے۔ جس طرح یہ استدلال اور سوچ حضرت نبی ﷺ کے ذہین میں ہے اور جس طرح اسے ہر مومن کے قلب میں ہونا چاہئے۔ جس کا ایمان حضور اکرم ﷺ کی رسالت پر پختہ ہو۔ اور وہ اسی دعوت پر قائم ہو اور اسی کی تبلیغ کررہا ہو اور دستور ومنشور سمجھتا ہو اور وہ اس کے لیے کافی وشافی ہو۔\nاس آیت کے نزول میں ایسی روایات آئی ہیں کہ مشرکین مکہ رسول اللہ کو اپنے بتوں اور ان کے غضب سے ڈراتے تھے۔ جبکہ حضور اکرم ﷺ ان کی یہ صفات ان کے سامنے رکھتے تھے اور ان کی بےبسی وبے کسی بیان فرماتے تھے۔ مشرکین مکہ حضور اکرم ﷺ کو ڈراتے تھے کہ اگر آپ ﷺ نے ان کے بارے میں خاموشی اختیار نہ کی تو یہ بت آپ ﷺ کو اذیت دیں گے۔\nلیکن اس آیت کا مفہوم اس مخصوص شان نزول سے زیادہ وسیع ہے۔ مراد ہر وہ دعوت حق ہے جو اس کرۂ ارض پر قیام نظام اسلامی کیلیے اٹھی ہے اور ہر وہ قوت ہے جو اس نظام اور اس دعوت کے خلاف ہے۔ اسلیے کہ یہاں دعوت حق اٹھانے والے اہل ایمان کے مکمل پھر وسے اطمینان اور یقین کا ذکر کیا گیا ہے اور ان مخالف قوتوں کو بھی صحیح طرح تولا گیا ہے کہ انکا وزن کیا ہے۔\nالیس اللہ بکاف عبدہ (39: 36) ” کیا اللہ اپنے بندوں کے لیے کافی نہیں ہے “۔ ہاں اللہ کافی ہے ، لہٰذا وہ لوگ کون ہیں جن سے حضور ﷺ کو ڈرایا جارہا ہے۔ اللہ جب اپنے بندے کے ساتھ ہے ، تو ان دوسری مخلوقات کی حیثیت کیا ہے۔ خصوصاً جبکہ حضور ﷺ کا منصب لے لیا ہو اور بندگی کا حق بھی ادا کررہے ہوں۔ اللہ نہایت قوی اور اپنے تمام بندوں پر کنڑول کرنے والا ہے۔\nویخوفونک بالذین من دونه (39: 36) ” یہ لوگ اس کے سوا دوسروں سے تم کو ڈراتے ہیں “۔ آپ ﷺ کس طرح ڈرسکتے ہیں ۔ اللہ کے سوا دوسری تمام قوتیں کس طرح ڈراسکتی ہیں ۔ اس شخص کو جس کی حفاظت اللہ کررہا ہو۔ اور تمام روئے زمین پر جو قوتیں ہیں وہ اللہ سے فروترقوتیں ہیں۔\nیہ ایک بالکل سادہ واضح مسئلہ ہے۔ یہ کسی بڑی بحث اور مباحثے اور کسی زیادہ سوچ کا محتاج نہیں ہے۔ نبی ﷺ اور ہر داعی کا حامی تو اللہ ہے اور دوسری تمام قوتیں فروتر ہیں۔ اور جب کوئی شخص یہ موقف اختیار کرے تو پھر کوئی شک اور اشباہ نہیں رہتا کہ اللہ کا ارادہ ہی نافذ ہو کر رہتا ہے اور اللہ کی مشیت ہی غالب رہتی ہے۔ وہ اپنے بندوں کے درمیان فیصلے فرماتا ہے۔ ان کی ذات کے بارے میں ، ان کے دلوں کے بارے میں اور ان کی سوچ اور شعور کے بارے میں بھی۔\nومن یضلل ۔۔۔۔ من مضل (39: 36 تا 37) ” اللہ جسے گمراہی میں ڈال دے اسے کوئی راستہ دکھانے والا نہیں ہے۔ اور جسے وہ ہدایت دے دے اسے بھٹکانے والا بھی کوئی نہیں ہے “۔ اللہ جانتا ہے کہ ضلالت کا مستحق کون ہے لہٰذا وہ اسے گمراہ کردیتا ہے اور وہ بھی جانتا ہے کہ ہدایت کا مستحق کون ہے لہٰذا وہ اسے ہدایت دے دیتا ہے۔ اور وہ جس کے بارے میں جو فیصلہ بھی کردے اس کے فیصلے کو بدلنے والا بھی کوئی نہیں ہے۔\nالیس اللہ بعزیز ذی انتقام (39: 37) ” کیا اللہ زبردست اور انتقام لینے والا نہیں ہے “۔ ہاں وہ انتقام لینے والا ہے۔ اور وہ عزیز وقوی ہے۔ اور وہ ان تمام لوگوں کو ان کے استحقاق کے مطابق جزاء دیتا ہے۔ اور جس سے وہ انتقام لیتا ہے۔ وہ مستحق ہوتا ہے\nکہ اس سے انتقام لیا جائے لہٰذا اس کی بندگی کرنے والے کو کسی چیز کا ڈر نہیں رہتا وہ کافی اور کفیل ہے۔\nاس کے بعد خود ان کی منطق اور ان کے زاویہ نگاہ کے مطابق استدلال کرکے یہی نتائج نکالے جاتے ہیں اور اس منطق اور اس طرز فکر کا وہ اقرار کرتے تھے اور اللہ کے بارے میں وہ اس قسم کا تصور رکھتے تھے۔\nولئن سالتھم من۔۔۔۔ المتوکلون (39: 38) ” ان لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے ، تو یہ خود کہیں گے کہ اللہ نے۔ ان سے پوچھو ، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے اس کے پہنچائے ہوئے نقصان سے بچالیں گی ؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی ؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے ، بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ جب ان لوگوں سے پوچھا جاتا تھا کہ خالق ارض وسما کون ہے ؟ تو وہ اقرار کرتے تھے کہ خالق ارض وسماء اللہ وحدہ ہے۔ کوئی صحیح الفطرت انسان اس کے سوا جواب دے ہی نہیں سکتا ۔ اور کوئی عقلمند زمین و آسمان کی تخلیق کا سبب ایک ذات بلند اور عالی مقام کے سوا کوئی اور نہیں بتاسکتا۔ لہٰذا قرآن ان کو اور تمام عقلاء کو اس طرف متوجہ کرتا ہے کہ تمہاری فطرت کے اندر یہ بات بیٹھی ہوئی ہے اور بہت واضح ہے۔ اگر صورت یہی ہے تو پھر کوئی ہے جو اس مصیبت کو روک سکنے والا ہو جو وہ ذات عالی اپنے بندوں پر لانا چاہے ، یا زمین و آسمان میں کون ہے اگر وہ کسی پر رحمت کرنا چاہے تو اس کی رحمت کو روک سکے۔\nتو ان سوالات کا قطعی جواب یہ ہے کہ ” نہیں “۔ اگر یہ بات طے ہوجاتی ہے تو داعی الی اللہ کس سے ڈرسکتا ہے۔ وہ کس سے خائف ہوسکتا ہے اور کس سے امیدیں وابستہ کرسکتا ہے۔ کون ہے جو اس کی مصیبتوں کو دور کرسکتا ہے۔ کون ہے جو اللہ کی رحمت کو اس سے دور کرسکتا ہے۔ کون ہے جو اسے بےچین کرسکتا ، اسے ڈرادھمکا سکتا ہے اور اپنے راستے سے ہٹا سکتا ہے ؟ جب قلب مومن میں یہ بات بیٹھ جاتی ہے تو اس کی نسبت سے معاملہ ختم ہوجاتا ہے ، تنازعہ ختم ہے ، غیر اللہ سے تمام امیدیں ختم ۔ صرف اللہ سے امید باقی رہ جاتی ہے۔ وہ اپنے بندوں کے لیے کافی ہے اور ہمیں اسی پر توکل کرنا چاہئے۔\nقل ۔۔۔ المتوکلون (39: 38) ” پس کہہ دو ، اللہ میرے لیے کافی ہے اور بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ اس کے بعد کہا جاتا ہے کہ آپ اعلان کردیں کہ مجھے رب تعالیٰ پر پورا اعتماد ، بھروسہ اور یقین ہے۔ اس قدر بھروسہ جس میں کوئی شک نہیں ۔ ایسا یقین جس میں کوئی تزلزل نہیں ۔ اور اس قدر اطمینان جس میں بےچینی کا شائبہ نہیں۔ اور اس زادراہ کے ساتھ آپ چل پڑیں اور منزل تک پہنچنے سے پہلے دم نہ لیں۔\nقل یٰقوم۔۔۔۔ عذاب مقیم (39: 39 تا 40) ان سے صاف کہو کہ ” میری قوم کے لوگو ، تم اپنی جگہ اپنا کام کئے جاؤ، میں اپنا کام کرتا رہوں گا ، تمہیں معلوم ہوجائے گا کہ کس پر رسواکن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں “ سے قوم تم اپنے منہاج کے مطابق کام کرو ، اور میں اپنی راہ پر چل پڑا ہوں ، نہ ڈرتا ہوں اور نہ شک ہے مجھے۔ تمہیں عنقریب معلوم ہوجائے گا کہ اسی دنیا میں تم پر کس قدر شرمسار کنندہ عذاب آتا ہے اور پھر آخرت میں تو یہ عذاب دائمی ہوگا۔\nاس معاملے کا فیصلہ ہوچکا ، اور اس فطری استدلال کے ذریعہ ہوا جس پر ہر سلیم الفطرت انسان گواہی دیتا ہے اور جس پر یہ کائنات گواہ ہے کہ اللہ خالق سماوات ہے اور خالق ارض ہے۔ اوتمام رسولوں نے آج تک جو دعوت پیش کی ہے یہ دعوت اللہ کی ہے ۔ لہٰذا اللہ کے رسولوں اور داعیان حق کے لیے زمین اور آسمان میں کون ہے جو کوئی اختیار رکھتا ہے۔ کوئی ہے جو ان سے مصائب دور کرسکتا ہے۔ اگر ایسا نہیں ہے تو لوگ غیر اللہ اور ان دنیاوی قوتوں سے ڈرتے کیوں ہیں۔ حقیقت یہ ہے کہ معاملہ واضح ہے اور راستہ صاف ہے اور اب بحث کی مزید کچھ ضرورت نہیں ہے۔\nیہ تو ہے تعلق رسولوں اور داعیان حق کا اور ان قوتوں کا جو ان کی راہ روکنے کی کوشش کرتی ہیں اب سوال یہ ہے کہ دعوت حق کے حوالے سے رسولوں اور داعیانکا فریضہ کیا ہے اور جھٹلانے والوں کے ساتھ وہ کیا رویہ اختیار کریں گے۔"
    },
    {
      "ayah": 38,
      "surah": 39,
      "text": "درس نمبر 220 ایک نظر میں\nاس سورت کا یہ سفر تمام اسفار سے زیادہ طویل اور وسیع ہے۔ اس میں عقیدہ توحید کو مختلف زاویوں سے لیا گیا ہے اور اس کے بارے میں نہایت ہی حساس دلائل دیئے گئے ہیں۔ اور یہ نہایت ہی متنوع دلائل ہیں۔ اس سبق کا آغاز ایک سچے مومن کی قلبی کیفیات سے کیا گیا ہے ، جو صرف اللہ پر اعتماد رکھتا ہے۔ اللہ ہی کو بڑی قوت سمجھتا ہے اور اللہ کے سوا تمام حقیر اور کمزور قوتوں کو خاطر ہی میں نہیں لاتا۔ اس لیے وہ ان تمام قوتوں سے قطع تعلق کرکے اپنے امور اور ان کے امور کا فیصلہ قیامت کے دن پر چھوڑ دیتا ہے اور وہ اپنے راستے پر ثابت قدمی ، اعتماد اور یقین کے ساتھ گامزن رہتا ہے۔\nاس کے بعد حضور اکرم ﷺ کے فریضے کا تعین کیا جاتا ہے اور یہ کہا جاتا ہے کہ آپ لوگوں کے ذمہ دار اور ٹھیکہ دار نہیں ہیں کہ ضرور ان کو راہ ہدایت پر لانا ہے۔ وہ تو اللہ کے قبضہ قدرت میں ہے۔ ان کی چوٹی اللہ کے ہاتھ میں ، ہر حال اور ہر صورت میں۔ لوگوں کے لیے اللہ کے سوا اور کوئی سفارش بھی نہیں ہے۔ سفارش کے اختیارات تو اللہ کے پاس ہیں۔ زمین و آسمانوں کا مالک ہی وہ ہے۔ اور سب نے اسی کی طرف لوٹنا ہے۔\nپھر مشرکین کا ذکر کیا جاتا ہے اور ان کی نفسیاتی کیفیت یہ ہوتی ہے کہ اگر کلمہ توحید کا ذکر ہو تو ان کی طبعیت منقبض ہوجاتی ہے اور اگر شرکیہ کلمہ سنیں تو بہت خوش ہوتے ہیں۔ اور اس کے بعد رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ آپ کلمہ توحید کا اعلان کردیں۔ اور مشرکین کو اللہ پر چھوڑ دیں ۔ اور ان کی ایک تصویر آپ کے سامنے کردی جاتی ہے کہ قیامت کے دن تو یہ چاہیں گے کہ پوری روئے زمین کی دولت اور اس جیسی مزید دولت بھی فدیے میں دے کر جان چھڑا لیں۔ اس لیے کہ وہاں وہ اللہ کی وہ بادشاہت دیکھ لیں گے جس سے وہ حواس باختہ ہوجائیں گے۔\nاور ان کی حالت یہ ہے کہ جب وہ کسی مصیبت میں پھنس جاتے ہیں تو وہ اللہ وحدہ کو پکارتے ہیں اور اگر وہ خوشحالی پا لیں تو پھر اکڑ کر لمبے چوڑے دعوے کرنے لگتے ہیں۔ اور ان میں سے بعض یہ تک کہہ دیتے ہیں کہ یہ دولت ہمیں اپنے علم وٹیکنالوجی کی وجہ سے دے دی گئی ہے اور یہ وہی بات ہے جو ان سے پہلے لوگوں نے بھی کہی تھی اور ان کو اللہ نے پکڑا اور وہ اللہ کے سامنے کوئی رکاوٹ نہ بن سکے اور نہ اللہ کو عاجز کرسکے ۔ رہی رزق کی فراخی اور اسکی تنگی تو یہ اللہ کے سنن اور قوانین پر موقوف رکھی گئی ہے اور اللہ کے یہ قوانین قدرت اس کی حکمت کے مطابق چلتے ہیں۔ وہی ہے جو رزق میں کشادگی دیتا ہے۔ اور وہی ہے جو کسی کا رزق تنگ کردیتا ہے۔\nان فی ذٰلک لاٰیٰت لقوم یومنون (39: 54) ” بیشک اس میں آیات اور نشانیاں ہیں ، ہر اس قوم کے لیے جو مومن ہو “۔\nدرس نمبر 220 تشریح آیات\nآیت نمبر 36 تا 40 یہ چار آیات بتاتی ہیں کہ اہل ایمان کا سیدھا سادا استدلال کیا ہوتا ہے ، یہ استدلال کس قدر قدرتی اور زور ہوتا ہے۔ کس\nقدر واضح اور گہرا ہوتا ہے۔ جس طرح یہ استدلال اور سوچ حضرت نبی ﷺ کے ذہین میں ہے اور جس طرح اسے ہر مومن کے قلب میں ہونا چاہئے۔ جس کا ایمان حضور اکرم ﷺ کی رسالت پر پختہ ہو۔ اور وہ اسی دعوت پر قائم ہو اور اسی کی تبلیغ کررہا ہو اور دستور ومنشور سمجھتا ہو اور وہ اس کے لیے کافی وشافی ہو۔\nاس آیت کے نزول میں ایسی روایات آئی ہیں کہ مشرکین مکہ رسول اللہ کو اپنے بتوں اور ان کے غضب سے ڈراتے تھے۔ جبکہ حضور اکرم ﷺ ان کی یہ صفات ان کے سامنے رکھتے تھے اور ان کی بےبسی وبے کسی بیان فرماتے تھے۔ مشرکین مکہ حضور اکرم ﷺ کو ڈراتے تھے کہ اگر آپ ﷺ نے ان کے بارے میں خاموشی اختیار نہ کی تو یہ بت آپ ﷺ کو اذیت دیں گے۔\nلیکن اس آیت کا مفہوم اس مخصوص شان نزول سے زیادہ وسیع ہے۔ مراد ہر وہ دعوت حق ہے جو اس کرۂ ارض پر قیام نظام اسلامی کیلیے اٹھی ہے اور ہر وہ قوت ہے جو اس نظام اور اس دعوت کے خلاف ہے۔ اسلیے کہ یہاں دعوت حق اٹھانے والے اہل ایمان کے مکمل پھر وسے اطمینان اور یقین کا ذکر کیا گیا ہے اور ان مخالف قوتوں کو بھی صحیح طرح تولا گیا ہے کہ انکا وزن کیا ہے۔\nالیس اللہ بکاف عبدہ (39: 36) ” کیا اللہ اپنے بندوں کے لیے کافی نہیں ہے “۔ ہاں اللہ کافی ہے ، لہٰذا وہ لوگ کون ہیں جن سے حضور ﷺ کو ڈرایا جارہا ہے۔ اللہ جب اپنے بندے کے ساتھ ہے ، تو ان دوسری مخلوقات کی حیثیت کیا ہے۔ خصوصاً جبکہ حضور ﷺ کا منصب لے لیا ہو اور بندگی کا حق بھی ادا کررہے ہوں۔ اللہ نہایت قوی اور اپنے تمام بندوں پر کنڑول کرنے والا ہے۔\nویخوفونک بالذین من دونه (39: 36) ” یہ لوگ اس کے سوا دوسروں سے تم کو ڈراتے ہیں “۔ آپ ﷺ کس طرح ڈرسکتے ہیں ۔ اللہ کے سوا دوسری تمام قوتیں کس طرح ڈراسکتی ہیں ۔ اس شخص کو جس کی حفاظت اللہ کررہا ہو۔ اور تمام روئے زمین پر جو قوتیں ہیں وہ اللہ سے فروترقوتیں ہیں۔\nیہ ایک بالکل سادہ واضح مسئلہ ہے۔ یہ کسی بڑی بحث اور مباحثے اور کسی زیادہ سوچ کا محتاج نہیں ہے۔ نبی ﷺ اور ہر داعی کا حامی تو اللہ ہے اور دوسری تمام قوتیں فروتر ہیں۔ اور جب کوئی شخص یہ موقف اختیار کرے تو پھر کوئی شک اور اشباہ نہیں رہتا کہ اللہ کا ارادہ ہی نافذ ہو کر رہتا ہے اور اللہ کی مشیت ہی غالب رہتی ہے۔ وہ اپنے بندوں کے درمیان فیصلے فرماتا ہے۔ ان کی ذات کے بارے میں ، ان کے دلوں کے بارے میں اور ان کی سوچ اور شعور کے بارے میں بھی۔\nومن یضلل ۔۔۔۔ من مضل (39: 36 تا 37) ” اللہ جسے گمراہی میں ڈال دے اسے کوئی راستہ دکھانے والا نہیں ہے۔ اور جسے وہ ہدایت دے دے اسے بھٹکانے والا بھی کوئی نہیں ہے “۔ اللہ جانتا ہے کہ ضلالت کا مستحق کون ہے لہٰذا وہ اسے گمراہ کردیتا ہے اور وہ بھی جانتا ہے کہ ہدایت کا مستحق کون ہے لہٰذا وہ اسے ہدایت دے دیتا ہے۔ اور وہ جس کے بارے میں جو فیصلہ بھی کردے اس کے فیصلے کو بدلنے والا بھی کوئی نہیں ہے۔\nالیس اللہ بعزیز ذی انتقام (39: 37) ” کیا اللہ زبردست اور انتقام لینے والا نہیں ہے “۔ ہاں وہ انتقام لینے والا ہے۔ اور وہ عزیز وقوی ہے۔ اور وہ ان تمام لوگوں کو ان کے استحقاق کے مطابق جزاء دیتا ہے۔ اور جس سے وہ انتقام لیتا ہے۔ وہ مستحق ہوتا ہے\nکہ اس سے انتقام لیا جائے لہٰذا اس کی بندگی کرنے والے کو کسی چیز کا ڈر نہیں رہتا وہ کافی اور کفیل ہے۔\nاس کے بعد خود ان کی منطق اور ان کے زاویہ نگاہ کے مطابق استدلال کرکے یہی نتائج نکالے جاتے ہیں اور اس منطق اور اس طرز فکر کا وہ اقرار کرتے تھے اور اللہ کے بارے میں وہ اس قسم کا تصور رکھتے تھے۔\nولئن سالتھم من۔۔۔۔ المتوکلون (39: 38) ” ان لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے ، تو یہ خود کہیں گے کہ اللہ نے۔ ان سے پوچھو ، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے اس کے پہنچائے ہوئے نقصان سے بچالیں گی ؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی ؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے ، بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ جب ان لوگوں سے پوچھا جاتا تھا کہ خالق ارض وسما کون ہے ؟ تو وہ اقرار کرتے تھے کہ خالق ارض وسماء اللہ وحدہ ہے۔ کوئی صحیح الفطرت انسان اس کے سوا جواب دے ہی نہیں سکتا ۔ اور کوئی عقلمند زمین و آسمان کی تخلیق کا سبب ایک ذات بلند اور عالی مقام کے سوا کوئی اور نہیں بتاسکتا۔ لہٰذا قرآن ان کو اور تمام عقلاء کو اس طرف متوجہ کرتا ہے کہ تمہاری فطرت کے اندر یہ بات بیٹھی ہوئی ہے اور بہت واضح ہے۔ اگر صورت یہی ہے تو پھر کوئی ہے جو اس مصیبت کو روک سکنے والا ہو جو وہ ذات عالی اپنے بندوں پر لانا چاہے ، یا زمین و آسمان میں کون ہے اگر وہ کسی پر رحمت کرنا چاہے تو اس کی رحمت کو روک سکے۔\nتو ان سوالات کا قطعی جواب یہ ہے کہ ” نہیں “۔ اگر یہ بات طے ہوجاتی ہے تو داعی الی اللہ کس سے ڈرسکتا ہے۔ وہ کس سے خائف ہوسکتا ہے اور کس سے امیدیں وابستہ کرسکتا ہے۔ کون ہے جو اس کی مصیبتوں کو دور کرسکتا ہے۔ کون ہے جو اللہ کی رحمت کو اس سے دور کرسکتا ہے۔ کون ہے جو اسے بےچین کرسکتا ، اسے ڈرادھمکا سکتا ہے اور اپنے راستے سے ہٹا سکتا ہے ؟ جب قلب مومن میں یہ بات بیٹھ جاتی ہے تو اس کی نسبت سے معاملہ ختم ہوجاتا ہے ، تنازعہ ختم ہے ، غیر اللہ سے تمام امیدیں ختم ۔ صرف اللہ سے امید باقی رہ جاتی ہے۔ وہ اپنے بندوں کے لیے کافی ہے اور ہمیں اسی پر توکل کرنا چاہئے۔\nقل ۔۔۔ المتوکلون (39: 38) ” پس کہہ دو ، اللہ میرے لیے کافی ہے اور بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ اس کے بعد کہا جاتا ہے کہ آپ اعلان کردیں کہ مجھے رب تعالیٰ پر پورا اعتماد ، بھروسہ اور یقین ہے۔ اس قدر بھروسہ جس میں کوئی شک نہیں ۔ ایسا یقین جس میں کوئی تزلزل نہیں ۔ اور اس قدر اطمینان جس میں بےچینی کا شائبہ نہیں۔ اور اس زادراہ کے ساتھ آپ چل پڑیں اور منزل تک پہنچنے سے پہلے دم نہ لیں۔\nقل یٰقوم۔۔۔۔ عذاب مقیم (39: 39 تا 40) ان سے صاف کہو کہ ” میری قوم کے لوگو ، تم اپنی جگہ اپنا کام کئے جاؤ، میں اپنا کام کرتا رہوں گا ، تمہیں معلوم ہوجائے گا کہ کس پر رسواکن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں “ سے قوم تم اپنے منہاج کے مطابق کام کرو ، اور میں اپنی راہ پر چل پڑا ہوں ، نہ ڈرتا ہوں اور نہ شک ہے مجھے۔ تمہیں عنقریب معلوم ہوجائے گا کہ اسی دنیا میں تم پر کس قدر شرمسار کنندہ عذاب آتا ہے اور پھر آخرت میں تو یہ عذاب دائمی ہوگا۔\nاس معاملے کا فیصلہ ہوچکا ، اور اس فطری استدلال کے ذریعہ ہوا جس پر ہر سلیم الفطرت انسان گواہی دیتا ہے اور جس پر یہ کائنات گواہ ہے کہ اللہ خالق سماوات ہے اور خالق ارض ہے۔ اوتمام رسولوں نے آج تک جو دعوت پیش کی ہے یہ دعوت اللہ کی ہے ۔ لہٰذا اللہ کے رسولوں اور داعیان حق کے لیے زمین اور آسمان میں کون ہے جو کوئی اختیار رکھتا ہے۔ کوئی ہے جو ان سے مصائب دور کرسکتا ہے۔ اگر ایسا نہیں ہے تو لوگ غیر اللہ اور ان دنیاوی قوتوں سے ڈرتے کیوں ہیں۔ حقیقت یہ ہے کہ معاملہ واضح ہے اور راستہ صاف ہے اور اب بحث کی مزید کچھ ضرورت نہیں ہے۔\nیہ تو ہے تعلق رسولوں اور داعیان حق کا اور ان قوتوں کا جو ان کی راہ روکنے کی کوشش کرتی ہیں اب سوال یہ ہے کہ دعوت حق کے حوالے سے رسولوں اور داعیانکا فریضہ کیا ہے اور جھٹلانے والوں کے ساتھ وہ کیا رویہ اختیار کریں گے۔"
    },
    {
      "ayah": 39,
      "surah": 39,
      "text": "درس نمبر 220 ایک نظر میں\nاس سورت کا یہ سفر تمام اسفار سے زیادہ طویل اور وسیع ہے۔ اس میں عقیدہ توحید کو مختلف زاویوں سے لیا گیا ہے اور اس کے بارے میں نہایت ہی حساس دلائل دیئے گئے ہیں۔ اور یہ نہایت ہی متنوع دلائل ہیں۔ اس سبق کا آغاز ایک سچے مومن کی قلبی کیفیات سے کیا گیا ہے ، جو صرف اللہ پر اعتماد رکھتا ہے۔ اللہ ہی کو بڑی قوت سمجھتا ہے اور اللہ کے سوا تمام حقیر اور کمزور قوتوں کو خاطر ہی میں نہیں لاتا۔ اس لیے وہ ان تمام قوتوں سے قطع تعلق کرکے اپنے امور اور ان کے امور کا فیصلہ قیامت کے دن پر چھوڑ دیتا ہے اور وہ اپنے راستے پر ثابت قدمی ، اعتماد اور یقین کے ساتھ گامزن رہتا ہے۔\nاس کے بعد حضور اکرم ﷺ کے فریضے کا تعین کیا جاتا ہے اور یہ کہا جاتا ہے کہ آپ لوگوں کے ذمہ دار اور ٹھیکہ دار نہیں ہیں کہ ضرور ان کو راہ ہدایت پر لانا ہے۔ وہ تو اللہ کے قبضہ قدرت میں ہے۔ ان کی چوٹی اللہ کے ہاتھ میں ، ہر حال اور ہر صورت میں۔ لوگوں کے لیے اللہ کے سوا اور کوئی سفارش بھی نہیں ہے۔ سفارش کے اختیارات تو اللہ کے پاس ہیں۔ زمین و آسمانوں کا مالک ہی وہ ہے۔ اور سب نے اسی کی طرف لوٹنا ہے۔\nپھر مشرکین کا ذکر کیا جاتا ہے اور ان کی نفسیاتی کیفیت یہ ہوتی ہے کہ اگر کلمہ توحید کا ذکر ہو تو ان کی طبعیت منقبض ہوجاتی ہے اور اگر شرکیہ کلمہ سنیں تو بہت خوش ہوتے ہیں۔ اور اس کے بعد رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ آپ کلمہ توحید کا اعلان کردیں۔ اور مشرکین کو اللہ پر چھوڑ دیں ۔ اور ان کی ایک تصویر آپ کے سامنے کردی جاتی ہے کہ قیامت کے دن تو یہ چاہیں گے کہ پوری روئے زمین کی دولت اور اس جیسی مزید دولت بھی فدیے میں دے کر جان چھڑا لیں۔ اس لیے کہ وہاں وہ اللہ کی وہ بادشاہت دیکھ لیں گے جس سے وہ حواس باختہ ہوجائیں گے۔\nاور ان کی حالت یہ ہے کہ جب وہ کسی مصیبت میں پھنس جاتے ہیں تو وہ اللہ وحدہ کو پکارتے ہیں اور اگر وہ خوشحالی پا لیں تو پھر اکڑ کر لمبے چوڑے دعوے کرنے لگتے ہیں۔ اور ان میں سے بعض یہ تک کہہ دیتے ہیں کہ یہ دولت ہمیں اپنے علم وٹیکنالوجی کی وجہ سے دے دی گئی ہے اور یہ وہی بات ہے جو ان سے پہلے لوگوں نے بھی کہی تھی اور ان کو اللہ نے پکڑا اور وہ اللہ کے سامنے کوئی رکاوٹ نہ بن سکے اور نہ اللہ کو عاجز کرسکے ۔ رہی رزق کی فراخی اور اسکی تنگی تو یہ اللہ کے سنن اور قوانین پر موقوف رکھی گئی ہے اور اللہ کے یہ قوانین قدرت اس کی حکمت کے مطابق چلتے ہیں۔ وہی ہے جو رزق میں کشادگی دیتا ہے۔ اور وہی ہے جو کسی کا رزق تنگ کردیتا ہے۔\nان فی ذٰلک لاٰیٰت لقوم یومنون (39: 54) ” بیشک اس میں آیات اور نشانیاں ہیں ، ہر اس قوم کے لیے جو مومن ہو “۔\nدرس نمبر 220 تشریح آیات\nآیت نمبر 36 تا 40 یہ چار آیات بتاتی ہیں کہ اہل ایمان کا سیدھا سادا استدلال کیا ہوتا ہے ، یہ استدلال کس قدر قدرتی اور زور ہوتا ہے۔ کس\nقدر واضح اور گہرا ہوتا ہے۔ جس طرح یہ استدلال اور سوچ حضرت نبی ﷺ کے ذہین میں ہے اور جس طرح اسے ہر مومن کے قلب میں ہونا چاہئے۔ جس کا ایمان حضور اکرم ﷺ کی رسالت پر پختہ ہو۔ اور وہ اسی دعوت پر قائم ہو اور اسی کی تبلیغ کررہا ہو اور دستور ومنشور سمجھتا ہو اور وہ اس کے لیے کافی وشافی ہو۔\nاس آیت کے نزول میں ایسی روایات آئی ہیں کہ مشرکین مکہ رسول اللہ کو اپنے بتوں اور ان کے غضب سے ڈراتے تھے۔ جبکہ حضور اکرم ﷺ ان کی یہ صفات ان کے سامنے رکھتے تھے اور ان کی بےبسی وبے کسی بیان فرماتے تھے۔ مشرکین مکہ حضور اکرم ﷺ کو ڈراتے تھے کہ اگر آپ ﷺ نے ان کے بارے میں خاموشی اختیار نہ کی تو یہ بت آپ ﷺ کو اذیت دیں گے۔\nلیکن اس آیت کا مفہوم اس مخصوص شان نزول سے زیادہ وسیع ہے۔ مراد ہر وہ دعوت حق ہے جو اس کرۂ ارض پر قیام نظام اسلامی کیلیے اٹھی ہے اور ہر وہ قوت ہے جو اس نظام اور اس دعوت کے خلاف ہے۔ اسلیے کہ یہاں دعوت حق اٹھانے والے اہل ایمان کے مکمل پھر وسے اطمینان اور یقین کا ذکر کیا گیا ہے اور ان مخالف قوتوں کو بھی صحیح طرح تولا گیا ہے کہ انکا وزن کیا ہے۔\nالیس اللہ بکاف عبدہ (39: 36) ” کیا اللہ اپنے بندوں کے لیے کافی نہیں ہے “۔ ہاں اللہ کافی ہے ، لہٰذا وہ لوگ کون ہیں جن سے حضور ﷺ کو ڈرایا جارہا ہے۔ اللہ جب اپنے بندے کے ساتھ ہے ، تو ان دوسری مخلوقات کی حیثیت کیا ہے۔ خصوصاً جبکہ حضور ﷺ کا منصب لے لیا ہو اور بندگی کا حق بھی ادا کررہے ہوں۔ اللہ نہایت قوی اور اپنے تمام بندوں پر کنڑول کرنے والا ہے۔\nویخوفونک بالذین من دونه (39: 36) ” یہ لوگ اس کے سوا دوسروں سے تم کو ڈراتے ہیں “۔ آپ ﷺ کس طرح ڈرسکتے ہیں ۔ اللہ کے سوا دوسری تمام قوتیں کس طرح ڈراسکتی ہیں ۔ اس شخص کو جس کی حفاظت اللہ کررہا ہو۔ اور تمام روئے زمین پر جو قوتیں ہیں وہ اللہ سے فروترقوتیں ہیں۔\nیہ ایک بالکل سادہ واضح مسئلہ ہے۔ یہ کسی بڑی بحث اور مباحثے اور کسی زیادہ سوچ کا محتاج نہیں ہے۔ نبی ﷺ اور ہر داعی کا حامی تو اللہ ہے اور دوسری تمام قوتیں فروتر ہیں۔ اور جب کوئی شخص یہ موقف اختیار کرے تو پھر کوئی شک اور اشباہ نہیں رہتا کہ اللہ کا ارادہ ہی نافذ ہو کر رہتا ہے اور اللہ کی مشیت ہی غالب رہتی ہے۔ وہ اپنے بندوں کے درمیان فیصلے فرماتا ہے۔ ان کی ذات کے بارے میں ، ان کے دلوں کے بارے میں اور ان کی سوچ اور شعور کے بارے میں بھی۔\nومن یضلل ۔۔۔۔ من مضل (39: 36 تا 37) ” اللہ جسے گمراہی میں ڈال دے اسے کوئی راستہ دکھانے والا نہیں ہے۔ اور جسے وہ ہدایت دے دے اسے بھٹکانے والا بھی کوئی نہیں ہے “۔ اللہ جانتا ہے کہ ضلالت کا مستحق کون ہے لہٰذا وہ اسے گمراہ کردیتا ہے اور وہ بھی جانتا ہے کہ ہدایت کا مستحق کون ہے لہٰذا وہ اسے ہدایت دے دیتا ہے۔ اور وہ جس کے بارے میں جو فیصلہ بھی کردے اس کے فیصلے کو بدلنے والا بھی کوئی نہیں ہے۔\nالیس اللہ بعزیز ذی انتقام (39: 37) ” کیا اللہ زبردست اور انتقام لینے والا نہیں ہے “۔ ہاں وہ انتقام لینے والا ہے۔ اور وہ عزیز وقوی ہے۔ اور وہ ان تمام لوگوں کو ان کے استحقاق کے مطابق جزاء دیتا ہے۔ اور جس سے وہ انتقام لیتا ہے۔ وہ مستحق ہوتا ہے\nکہ اس سے انتقام لیا جائے لہٰذا اس کی بندگی کرنے والے کو کسی چیز کا ڈر نہیں رہتا وہ کافی اور کفیل ہے۔\nاس کے بعد خود ان کی منطق اور ان کے زاویہ نگاہ کے مطابق استدلال کرکے یہی نتائج نکالے جاتے ہیں اور اس منطق اور اس طرز فکر کا وہ اقرار کرتے تھے اور اللہ کے بارے میں وہ اس قسم کا تصور رکھتے تھے۔\nولئن سالتھم من۔۔۔۔ المتوکلون (39: 38) ” ان لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے ، تو یہ خود کہیں گے کہ اللہ نے۔ ان سے پوچھو ، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے اس کے پہنچائے ہوئے نقصان سے بچالیں گی ؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی ؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے ، بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ جب ان لوگوں سے پوچھا جاتا تھا کہ خالق ارض وسما کون ہے ؟ تو وہ اقرار کرتے تھے کہ خالق ارض وسماء اللہ وحدہ ہے۔ کوئی صحیح الفطرت انسان اس کے سوا جواب دے ہی نہیں سکتا ۔ اور کوئی عقلمند زمین و آسمان کی تخلیق کا سبب ایک ذات بلند اور عالی مقام کے سوا کوئی اور نہیں بتاسکتا۔ لہٰذا قرآن ان کو اور تمام عقلاء کو اس طرف متوجہ کرتا ہے کہ تمہاری فطرت کے اندر یہ بات بیٹھی ہوئی ہے اور بہت واضح ہے۔ اگر صورت یہی ہے تو پھر کوئی ہے جو اس مصیبت کو روک سکنے والا ہو جو وہ ذات عالی اپنے بندوں پر لانا چاہے ، یا زمین و آسمان میں کون ہے اگر وہ کسی پر رحمت کرنا چاہے تو اس کی رحمت کو روک سکے۔\nتو ان سوالات کا قطعی جواب یہ ہے کہ ” نہیں “۔ اگر یہ بات طے ہوجاتی ہے تو داعی الی اللہ کس سے ڈرسکتا ہے۔ وہ کس سے خائف ہوسکتا ہے اور کس سے امیدیں وابستہ کرسکتا ہے۔ کون ہے جو اس کی مصیبتوں کو دور کرسکتا ہے۔ کون ہے جو اللہ کی رحمت کو اس سے دور کرسکتا ہے۔ کون ہے جو اسے بےچین کرسکتا ، اسے ڈرادھمکا سکتا ہے اور اپنے راستے سے ہٹا سکتا ہے ؟ جب قلب مومن میں یہ بات بیٹھ جاتی ہے تو اس کی نسبت سے معاملہ ختم ہوجاتا ہے ، تنازعہ ختم ہے ، غیر اللہ سے تمام امیدیں ختم ۔ صرف اللہ سے امید باقی رہ جاتی ہے۔ وہ اپنے بندوں کے لیے کافی ہے اور ہمیں اسی پر توکل کرنا چاہئے۔\nقل ۔۔۔ المتوکلون (39: 38) ” پس کہہ دو ، اللہ میرے لیے کافی ہے اور بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ اس کے بعد کہا جاتا ہے کہ آپ اعلان کردیں کہ مجھے رب تعالیٰ پر پورا اعتماد ، بھروسہ اور یقین ہے۔ اس قدر بھروسہ جس میں کوئی شک نہیں ۔ ایسا یقین جس میں کوئی تزلزل نہیں ۔ اور اس قدر اطمینان جس میں بےچینی کا شائبہ نہیں۔ اور اس زادراہ کے ساتھ آپ چل پڑیں اور منزل تک پہنچنے سے پہلے دم نہ لیں۔\nقل یٰقوم۔۔۔۔ عذاب مقیم (39: 39 تا 40) ان سے صاف کہو کہ ” میری قوم کے لوگو ، تم اپنی جگہ اپنا کام کئے جاؤ، میں اپنا کام کرتا رہوں گا ، تمہیں معلوم ہوجائے گا کہ کس پر رسواکن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں “ سے قوم تم اپنے منہاج کے مطابق کام کرو ، اور میں اپنی راہ پر چل پڑا ہوں ، نہ ڈرتا ہوں اور نہ شک ہے مجھے۔ تمہیں عنقریب معلوم ہوجائے گا کہ اسی دنیا میں تم پر کس قدر شرمسار کنندہ عذاب آتا ہے اور پھر آخرت میں تو یہ عذاب دائمی ہوگا۔\nاس معاملے کا فیصلہ ہوچکا ، اور اس فطری استدلال کے ذریعہ ہوا جس پر ہر سلیم الفطرت انسان گواہی دیتا ہے اور جس پر یہ کائنات گواہ ہے کہ اللہ خالق سماوات ہے اور خالق ارض ہے۔ اوتمام رسولوں نے آج تک جو دعوت پیش کی ہے یہ دعوت اللہ کی ہے ۔ لہٰذا اللہ کے رسولوں اور داعیان حق کے لیے زمین اور آسمان میں کون ہے جو کوئی اختیار رکھتا ہے۔ کوئی ہے جو ان سے مصائب دور کرسکتا ہے۔ اگر ایسا نہیں ہے تو لوگ غیر اللہ اور ان دنیاوی قوتوں سے ڈرتے کیوں ہیں۔ حقیقت یہ ہے کہ معاملہ واضح ہے اور راستہ صاف ہے اور اب بحث کی مزید کچھ ضرورت نہیں ہے۔\nیہ تو ہے تعلق رسولوں اور داعیان حق کا اور ان قوتوں کا جو ان کی راہ روکنے کی کوشش کرتی ہیں اب سوال یہ ہے کہ دعوت حق کے حوالے سے رسولوں اور داعیانکا فریضہ کیا ہے اور جھٹلانے والوں کے ساتھ وہ کیا رویہ اختیار کریں گے۔"
    },
    {
      "ayah": 4,
      "surah": 39,
      "text": "آیت نمبر 4\nیہ ایک استدلالی مفروضہ ہے۔ مقصد یہ ہے کہ اگر اللہ کسی کو اپنا شریک بناتا تو اپنی مخلوق میں سے کسی کو شریک کر کے اس کا اعلان کردیتا ۔ اس کا ارادہ تو بےقید ہے ، لیکن اللہ کی ذات ان سے پاک ہے۔ اس لیے اللہ کی طرف نہ بیٹے کی نسبت ہوسکتی ہے ، نہ اللہ کسی کا بیٹا ہے۔ یہ اللہ کی مشیت و ارادہ اور اس کی تقدیر ہے۔ ان چیزوں سے اللہ پاک ہے۔\nسبحنه ھو اللہ الواحد القھار (39: 4) ” پاک ہے وہ اس سے ، وہ اللہ ہے اکیلا اور سب پر غالب “۔ اللہ اپنے لیے کسی کو بیٹا کب بناتا ہے۔ وہ تو ہر چیز کا پیدا کرنے والا ہے۔ ہر چیز کا خالق ہے۔ ہر چیز کا مدبر ہے۔ ہر چیز اور ہر انسان اس کی ملکیت میں ہے اور وہ جس طرح چاہتا ہے ، تصرف کرتا ہے۔"
    },
    {
      "ayah": 40,
      "surah": 39,
      "text": "درس نمبر 220 ایک نظر میں\nاس سورت کا یہ سفر تمام اسفار سے زیادہ طویل اور وسیع ہے۔ اس میں عقیدہ توحید کو مختلف زاویوں سے لیا گیا ہے اور اس کے بارے میں نہایت ہی حساس دلائل دیئے گئے ہیں۔ اور یہ نہایت ہی متنوع دلائل ہیں۔ اس سبق کا آغاز ایک سچے مومن کی قلبی کیفیات سے کیا گیا ہے ، جو صرف اللہ پر اعتماد رکھتا ہے۔ اللہ ہی کو بڑی قوت سمجھتا ہے اور اللہ کے سوا تمام حقیر اور کمزور قوتوں کو خاطر ہی میں نہیں لاتا۔ اس لیے وہ ان تمام قوتوں سے قطع تعلق کرکے اپنے امور اور ان کے امور کا فیصلہ قیامت کے دن پر چھوڑ دیتا ہے اور وہ اپنے راستے پر ثابت قدمی ، اعتماد اور یقین کے ساتھ گامزن رہتا ہے۔\nاس کے بعد حضور اکرم ﷺ کے فریضے کا تعین کیا جاتا ہے اور یہ کہا جاتا ہے کہ آپ لوگوں کے ذمہ دار اور ٹھیکہ دار نہیں ہیں کہ ضرور ان کو راہ ہدایت پر لانا ہے۔ وہ تو اللہ کے قبضہ قدرت میں ہے۔ ان کی چوٹی اللہ کے ہاتھ میں ، ہر حال اور ہر صورت میں۔ لوگوں کے لیے اللہ کے سوا اور کوئی سفارش بھی نہیں ہے۔ سفارش کے اختیارات تو اللہ کے پاس ہیں۔ زمین و آسمانوں کا مالک ہی وہ ہے۔ اور سب نے اسی کی طرف لوٹنا ہے۔\nپھر مشرکین کا ذکر کیا جاتا ہے اور ان کی نفسیاتی کیفیت یہ ہوتی ہے کہ اگر کلمہ توحید کا ذکر ہو تو ان کی طبعیت منقبض ہوجاتی ہے اور اگر شرکیہ کلمہ سنیں تو بہت خوش ہوتے ہیں۔ اور اس کے بعد رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ آپ کلمہ توحید کا اعلان کردیں۔ اور مشرکین کو اللہ پر چھوڑ دیں ۔ اور ان کی ایک تصویر آپ کے سامنے کردی جاتی ہے کہ قیامت کے دن تو یہ چاہیں گے کہ پوری روئے زمین کی دولت اور اس جیسی مزید دولت بھی فدیے میں دے کر جان چھڑا لیں۔ اس لیے کہ وہاں وہ اللہ کی وہ بادشاہت دیکھ لیں گے جس سے وہ حواس باختہ ہوجائیں گے۔\nاور ان کی حالت یہ ہے کہ جب وہ کسی مصیبت میں پھنس جاتے ہیں تو وہ اللہ وحدہ کو پکارتے ہیں اور اگر وہ خوشحالی پا لیں تو پھر اکڑ کر لمبے چوڑے دعوے کرنے لگتے ہیں۔ اور ان میں سے بعض یہ تک کہہ دیتے ہیں کہ یہ دولت ہمیں اپنے علم وٹیکنالوجی کی وجہ سے دے دی گئی ہے اور یہ وہی بات ہے جو ان سے پہلے لوگوں نے بھی کہی تھی اور ان کو اللہ نے پکڑا اور وہ اللہ کے سامنے کوئی رکاوٹ نہ بن سکے اور نہ اللہ کو عاجز کرسکے ۔ رہی رزق کی فراخی اور اسکی تنگی تو یہ اللہ کے سنن اور قوانین پر موقوف رکھی گئی ہے اور اللہ کے یہ قوانین قدرت اس کی حکمت کے مطابق چلتے ہیں۔ وہی ہے جو رزق میں کشادگی دیتا ہے۔ اور وہی ہے جو کسی کا رزق تنگ کردیتا ہے۔\nان فی ذٰلک لاٰیٰت لقوم یومنون (39: 54) ” بیشک اس میں آیات اور نشانیاں ہیں ، ہر اس قوم کے لیے جو مومن ہو “۔\nدرس نمبر 220 تشریح آیات\nآیت نمبر 36 تا 40 یہ چار آیات بتاتی ہیں کہ اہل ایمان کا سیدھا سادا استدلال کیا ہوتا ہے ، یہ استدلال کس قدر قدرتی اور زور ہوتا ہے۔ کس\nقدر واضح اور گہرا ہوتا ہے۔ جس طرح یہ استدلال اور سوچ حضرت نبی ﷺ کے ذہین میں ہے اور جس طرح اسے ہر مومن کے قلب میں ہونا چاہئے۔ جس کا ایمان حضور اکرم ﷺ کی رسالت پر پختہ ہو۔ اور وہ اسی دعوت پر قائم ہو اور اسی کی تبلیغ کررہا ہو اور دستور ومنشور سمجھتا ہو اور وہ اس کے لیے کافی وشافی ہو۔\nاس آیت کے نزول میں ایسی روایات آئی ہیں کہ مشرکین مکہ رسول اللہ کو اپنے بتوں اور ان کے غضب سے ڈراتے تھے۔ جبکہ حضور اکرم ﷺ ان کی یہ صفات ان کے سامنے رکھتے تھے اور ان کی بےبسی وبے کسی بیان فرماتے تھے۔ مشرکین مکہ حضور اکرم ﷺ کو ڈراتے تھے کہ اگر آپ ﷺ نے ان کے بارے میں خاموشی اختیار نہ کی تو یہ بت آپ ﷺ کو اذیت دیں گے۔\nلیکن اس آیت کا مفہوم اس مخصوص شان نزول سے زیادہ وسیع ہے۔ مراد ہر وہ دعوت حق ہے جو اس کرۂ ارض پر قیام نظام اسلامی کیلیے اٹھی ہے اور ہر وہ قوت ہے جو اس نظام اور اس دعوت کے خلاف ہے۔ اسلیے کہ یہاں دعوت حق اٹھانے والے اہل ایمان کے مکمل پھر وسے اطمینان اور یقین کا ذکر کیا گیا ہے اور ان مخالف قوتوں کو بھی صحیح طرح تولا گیا ہے کہ انکا وزن کیا ہے۔\nالیس اللہ بکاف عبدہ (39: 36) ” کیا اللہ اپنے بندوں کے لیے کافی نہیں ہے “۔ ہاں اللہ کافی ہے ، لہٰذا وہ لوگ کون ہیں جن سے حضور ﷺ کو ڈرایا جارہا ہے۔ اللہ جب اپنے بندے کے ساتھ ہے ، تو ان دوسری مخلوقات کی حیثیت کیا ہے۔ خصوصاً جبکہ حضور ﷺ کا منصب لے لیا ہو اور بندگی کا حق بھی ادا کررہے ہوں۔ اللہ نہایت قوی اور اپنے تمام بندوں پر کنڑول کرنے والا ہے۔\nویخوفونک بالذین من دونه (39: 36) ” یہ لوگ اس کے سوا دوسروں سے تم کو ڈراتے ہیں “۔ آپ ﷺ کس طرح ڈرسکتے ہیں ۔ اللہ کے سوا دوسری تمام قوتیں کس طرح ڈراسکتی ہیں ۔ اس شخص کو جس کی حفاظت اللہ کررہا ہو۔ اور تمام روئے زمین پر جو قوتیں ہیں وہ اللہ سے فروترقوتیں ہیں۔\nیہ ایک بالکل سادہ واضح مسئلہ ہے۔ یہ کسی بڑی بحث اور مباحثے اور کسی زیادہ سوچ کا محتاج نہیں ہے۔ نبی ﷺ اور ہر داعی کا حامی تو اللہ ہے اور دوسری تمام قوتیں فروتر ہیں۔ اور جب کوئی شخص یہ موقف اختیار کرے تو پھر کوئی شک اور اشباہ نہیں رہتا کہ اللہ کا ارادہ ہی نافذ ہو کر رہتا ہے اور اللہ کی مشیت ہی غالب رہتی ہے۔ وہ اپنے بندوں کے درمیان فیصلے فرماتا ہے۔ ان کی ذات کے بارے میں ، ان کے دلوں کے بارے میں اور ان کی سوچ اور شعور کے بارے میں بھی۔\nومن یضلل ۔۔۔۔ من مضل (39: 36 تا 37) ” اللہ جسے گمراہی میں ڈال دے اسے کوئی راستہ دکھانے والا نہیں ہے۔ اور جسے وہ ہدایت دے دے اسے بھٹکانے والا بھی کوئی نہیں ہے “۔ اللہ جانتا ہے کہ ضلالت کا مستحق کون ہے لہٰذا وہ اسے گمراہ کردیتا ہے اور وہ بھی جانتا ہے کہ ہدایت کا مستحق کون ہے لہٰذا وہ اسے ہدایت دے دیتا ہے۔ اور وہ جس کے بارے میں جو فیصلہ بھی کردے اس کے فیصلے کو بدلنے والا بھی کوئی نہیں ہے۔\nالیس اللہ بعزیز ذی انتقام (39: 37) ” کیا اللہ زبردست اور انتقام لینے والا نہیں ہے “۔ ہاں وہ انتقام لینے والا ہے۔ اور وہ عزیز وقوی ہے۔ اور وہ ان تمام لوگوں کو ان کے استحقاق کے مطابق جزاء دیتا ہے۔ اور جس سے وہ انتقام لیتا ہے۔ وہ مستحق ہوتا ہے\nکہ اس سے انتقام لیا جائے لہٰذا اس کی بندگی کرنے والے کو کسی چیز کا ڈر نہیں رہتا وہ کافی اور کفیل ہے۔\nاس کے بعد خود ان کی منطق اور ان کے زاویہ نگاہ کے مطابق استدلال کرکے یہی نتائج نکالے جاتے ہیں اور اس منطق اور اس طرز فکر کا وہ اقرار کرتے تھے اور اللہ کے بارے میں وہ اس قسم کا تصور رکھتے تھے۔\nولئن سالتھم من۔۔۔۔ المتوکلون (39: 38) ” ان لوگوں سے اگر تم پوچھو کہ زمین اور آسمانوں کو کس نے پیدا کیا ہے ، تو یہ خود کہیں گے کہ اللہ نے۔ ان سے پوچھو ، جب حقیقت یہ ہے تو تمہارا کیا خیال ہے کہ اگر اللہ مجھے کوئی نقصان پہنچانا چاہے تو کیا تمہاری یہ دیویاں ، جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے اس کے پہنچائے ہوئے نقصان سے بچالیں گی ؟ یا اللہ مجھ پر مہربانی کرنا چاہے تو کیا یہ اس کی رحمت کو روک سکیں گی ؟ بس ان سے کہہ دو کہ میرے لیے اللہ ہی کافی ہے ، بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ جب ان لوگوں سے پوچھا جاتا تھا کہ خالق ارض وسما کون ہے ؟ تو وہ اقرار کرتے تھے کہ خالق ارض وسماء اللہ وحدہ ہے۔ کوئی صحیح الفطرت انسان اس کے سوا جواب دے ہی نہیں سکتا ۔ اور کوئی عقلمند زمین و آسمان کی تخلیق کا سبب ایک ذات بلند اور عالی مقام کے سوا کوئی اور نہیں بتاسکتا۔ لہٰذا قرآن ان کو اور تمام عقلاء کو اس طرف متوجہ کرتا ہے کہ تمہاری فطرت کے اندر یہ بات بیٹھی ہوئی ہے اور بہت واضح ہے۔ اگر صورت یہی ہے تو پھر کوئی ہے جو اس مصیبت کو روک سکنے والا ہو جو وہ ذات عالی اپنے بندوں پر لانا چاہے ، یا زمین و آسمان میں کون ہے اگر وہ کسی پر رحمت کرنا چاہے تو اس کی رحمت کو روک سکے۔\nتو ان سوالات کا قطعی جواب یہ ہے کہ ” نہیں “۔ اگر یہ بات طے ہوجاتی ہے تو داعی الی اللہ کس سے ڈرسکتا ہے۔ وہ کس سے خائف ہوسکتا ہے اور کس سے امیدیں وابستہ کرسکتا ہے۔ کون ہے جو اس کی مصیبتوں کو دور کرسکتا ہے۔ کون ہے جو اللہ کی رحمت کو اس سے دور کرسکتا ہے۔ کون ہے جو اسے بےچین کرسکتا ، اسے ڈرادھمکا سکتا ہے اور اپنے راستے سے ہٹا سکتا ہے ؟ جب قلب مومن میں یہ بات بیٹھ جاتی ہے تو اس کی نسبت سے معاملہ ختم ہوجاتا ہے ، تنازعہ ختم ہے ، غیر اللہ سے تمام امیدیں ختم ۔ صرف اللہ سے امید باقی رہ جاتی ہے۔ وہ اپنے بندوں کے لیے کافی ہے اور ہمیں اسی پر توکل کرنا چاہئے۔\nقل ۔۔۔ المتوکلون (39: 38) ” پس کہہ دو ، اللہ میرے لیے کافی ہے اور بھروسہ کرنے والے اسی پر بھروسہ کرتے ہیں “۔ اس کے بعد کہا جاتا ہے کہ آپ اعلان کردیں کہ مجھے رب تعالیٰ پر پورا اعتماد ، بھروسہ اور یقین ہے۔ اس قدر بھروسہ جس میں کوئی شک نہیں ۔ ایسا یقین جس میں کوئی تزلزل نہیں ۔ اور اس قدر اطمینان جس میں بےچینی کا شائبہ نہیں۔ اور اس زادراہ کے ساتھ آپ چل پڑیں اور منزل تک پہنچنے سے پہلے دم نہ لیں۔\nقل یٰقوم۔۔۔۔ عذاب مقیم (39: 39 تا 40) ان سے صاف کہو کہ ” میری قوم کے لوگو ، تم اپنی جگہ اپنا کام کئے جاؤ، میں اپنا کام کرتا رہوں گا ، تمہیں معلوم ہوجائے گا کہ کس پر رسواکن عذاب آتا ہے اور کسے وہ سزا ملتی ہے جو کبھی ٹلنے والی نہیں “ سے قوم تم اپنے منہاج کے مطابق کام کرو ، اور میں اپنی راہ پر چل پڑا ہوں ، نہ ڈرتا ہوں اور نہ شک ہے مجھے۔ تمہیں عنقریب معلوم ہوجائے گا کہ اسی دنیا میں تم پر کس قدر شرمسار کنندہ عذاب آتا ہے اور پھر آخرت میں تو یہ عذاب دائمی ہوگا۔\nاس معاملے کا فیصلہ ہوچکا ، اور اس فطری استدلال کے ذریعہ ہوا جس پر ہر سلیم الفطرت انسان گواہی دیتا ہے اور جس پر یہ کائنات گواہ ہے کہ اللہ خالق سماوات ہے اور خالق ارض ہے۔ اوتمام رسولوں نے آج تک جو دعوت پیش کی ہے یہ دعوت اللہ کی ہے ۔ لہٰذا اللہ کے رسولوں اور داعیان حق کے لیے زمین اور آسمان میں کون ہے جو کوئی اختیار رکھتا ہے۔ کوئی ہے جو ان سے مصائب دور کرسکتا ہے۔ اگر ایسا نہیں ہے تو لوگ غیر اللہ اور ان دنیاوی قوتوں سے ڈرتے کیوں ہیں۔ حقیقت یہ ہے کہ معاملہ واضح ہے اور راستہ صاف ہے اور اب بحث کی مزید کچھ ضرورت نہیں ہے۔\nیہ تو ہے تعلق رسولوں اور داعیان حق کا اور ان قوتوں کا جو ان کی راہ روکنے کی کوشش کرتی ہیں اب سوال یہ ہے کہ دعوت حق کے حوالے سے رسولوں اور داعیانکا فریضہ کیا ہے اور جھٹلانے والوں کے ساتھ وہ کیا رویہ اختیار کریں گے۔"
    },
    {
      "ayah": 41,
      "surah": 39,
      "text": "آیت نمبر 41 تا 44\nانآ انزلنا علیک الکتٰب للناس بالحق (39: 41) ” ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کی ہے “۔ اس کتاب کی ماہیت سچائی ہے۔ یہ جو طرز زندگی اور منہاج حیات انسان کو عطا کرتی ہے ، وہ برحق ہے۔ اس کا قانون برحق ہے اور یہی وہ سچائی ہے جس سے زمین و آسمان قائم ہیں اور وہ نظام جو اس کتاب نے انسانوں کے لئے وضع کیا ہے اور وہ ضابطہ جو اللہ نے اس کائنات کے چلانے کے لیے وضع کیا ، دونوں حق ہیں اور باہم ہم آہنگ اور متوافق ہیں۔ یہ سچائی لوگوں کے لیے نازل کی ہے کہ لوگ اس سے ہدایات لے اس کے مطابق زندگی بسر کریں اور آپ اس حق کے مبلغ ہیں۔ اور یہ فیصلہ انہوں نے کرنا ہے کہ وہ اپنے لیے راہ ہدایت کا انتخاب کرتے ہیں یا راہ ضلالت کا۔ جنت کی نعمتیں حاصل کرتے ہیں یا جہنم کی آگ اختیار کرتے ہیں۔ ہر شخص اپنے نفس کو جدھر چاہے لے جائے۔ نہ آپ ان کے ذمہ دار ہیں اور نہ حوالدار۔\nفمن اھتدی۔۔۔ بوکیل (39: 41) ” اب جو سیدھا راستہ اختیار کرے گا تو اپنے لیے کرے گا ، اور جو بھٹکے گا تو اس کے بھٹکنے کا وبال اسی پر ہوگا۔ تم ان کے ذمہ راد نہیں ہو “۔ ان کا ذمہ دار اللہ ہے۔ وہ بیداری میں بھی اللہ کے قبضہ قدرت میں ہیں اور سوتے میں بھی اللہ کے قبضہ قدرت میں ہیں اور اپنے تمام حالات میں وہ اللہ کے قبضہ قدرت میں ہیں اور وہ جس طرح چاہتا ہے ، ان کے\nاندر تصرف فرماتا ہے۔\nاللہ یتوفی۔۔۔ اجل مسمی (39: 43) ” وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اس کی روح نیند میں قبض کرلیتا ہے ، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے ، اسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے “۔ اللہ تعالیٰ تمام مردوں کی روحیں ان کے وقت مقرر کے مطابق قبض کرتا ہے۔ اس سے قبل اللہ ہر شخص کی روح کو سونے کی حالت میں بھی قبض کرتا ہے۔ اگرچہ وہ شخص مردہ نہیں ہوتا۔ لیکن اس کی روح اس وقت بھی قبض ہوتی ہے ، ایک وقت مقررہ تک کے لیے۔ اگر سوتے ہی میں اس کا وقت مقرر آجائے تو پھر وہ شخص جاگ نہیں اٹھتا۔ اگر وقت مقرر نہ آیا تو روح واپس بھیجی جاتی ہے۔ اور یہ شخص جاگ اٹھتا ہے۔ لہٰذا تمام نفوس اللہ کے قبضہ قدرت میں ہیں ، سوتے میں بھی اور جاگتے میں بھی۔\nان فی ذٰلک لاٰیٰت لقوم یتفکرون (39: 42) ' اس میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو فکر کرتے ہیں “۔ غرض یہ لوگ اللہ کے قبضہ قدرت میں ہیں اور اللہ ہی ان کا ذمہ دار ہے اور آپ ان کے انجام کے ذمہ دار نہیں ہیں۔ اگر وہ ہدایت پاتے ہیں تو اپنے لیے پاتے ہیں اور اگر وہ گمراہی کی راہ اختیار کرتے ہیں تو اپنے لیے کرتے ہیں۔ محاسبہ سب کے لیے ہے۔ کوئی بھی مہمل چھوڑ دیا جانے والا نہیں ہے۔ لہذا ان کو اپنے آپ کو چھڑانے کی فکر کرنی چاہئے۔\nام اتخذوا۔۔۔۔۔۔ الیه ترجعون (39: 43 تا 44) ” کیا اس خدا کو چھوڑ کر ان لوگوں نے دوسروں کو شفع بنارکھا ہے ؟ ان سے کہو ، کیا وہ شفاعت کریں گے خواہ ان کے اختیار میں کچھ ہو نہ ہو اور وہ سمجھتے بھی یہ ہوں ؟ کہو ، شفاعت ساری کی ساری اللہ کے اختیار میں ہے۔ آسمانوں اور زمین کی بادشاہی کا وہی مالک ہے۔ پھر اسی کی طرف تم پلٹائے جانے والے ہو “۔ یہ ان کے ساتھ ایک مذاق ہے۔ وہ لوگ یہ گمان رکھتے تھے کہ وہ ملائکہ کی بندگی اس لیے کرتے ہیں کہ ملائکہ ہمیں اللہ کے قریب کردیں گے۔\nاولو۔۔۔۔ یعقلون (39: 43) ” خواہ ان کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی کچھ نہ ہوں “۔ اور اس کے بعد یہ کہا جاتا\nہے کہ سفارش تو اللہ کے اختیار میں ہے۔ یہ اللہ ہی ہے کہ جس کو سفارش کی چاہے اجازت دے دے۔ لیکن اگر اللہ کسی کو سفارش کی اجازت دے تو ہمارے لیے یہ جائز نہ ہوگا کہ ہم اسے اللہ کا شریک بنالیں۔\nله ملک السمٰوٰت والارض (39: 44) ” زمین و آسمان کی بادشاہی کا وہی مالک ہے “۔ اس بادشاہی میں کوئی اس کی ملکیت اور ارادہ کے دائرہ سے باہر نہیں ہے۔ سب نے اسی کی طرف لوٹنا ہے۔ اور اس سے بھاگنے کی کوئی جگہ نہیں ہے اور سب نے آخر کار اللہ کی طرف لوٹنا ہے۔\nیہ نظریہ اور موقف کہ اللہ وحدہ بادشاہ ہے۔ وہ تمام اختیارات کا مالک ہے اور قہار ہے اور جس کا خلاصہ کلمہ توحید ہے ، اس سے وہ کس قدر بدکتے ہیں اور کلمہ شرک کے لیے یہ کس قدر خوش ہوتے ہیں ، حالانکہ کلمہ کا انکار ان کی فطرت بھی کرتی ہے۔ اور ان کے اردگرد پھیلی ہوئی کائنات بھی کرتی ہے۔"
    },
    {
      "ayah": 42,
      "surah": 39,
      "text": "آیت نمبر 41 تا 44\nانآ انزلنا علیک الکتٰب للناس بالحق (39: 41) ” ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کی ہے “۔ اس کتاب کی ماہیت سچائی ہے۔ یہ جو طرز زندگی اور منہاج حیات انسان کو عطا کرتی ہے ، وہ برحق ہے۔ اس کا قانون برحق ہے اور یہی وہ سچائی ہے جس سے زمین و آسمان قائم ہیں اور وہ نظام جو اس کتاب نے انسانوں کے لئے وضع کیا ہے اور وہ ضابطہ جو اللہ نے اس کائنات کے چلانے کے لیے وضع کیا ، دونوں حق ہیں اور باہم ہم آہنگ اور متوافق ہیں۔ یہ سچائی لوگوں کے لیے نازل کی ہے کہ لوگ اس سے ہدایات لے اس کے مطابق زندگی بسر کریں اور آپ اس حق کے مبلغ ہیں۔ اور یہ فیصلہ انہوں نے کرنا ہے کہ وہ اپنے لیے راہ ہدایت کا انتخاب کرتے ہیں یا راہ ضلالت کا۔ جنت کی نعمتیں حاصل کرتے ہیں یا جہنم کی آگ اختیار کرتے ہیں۔ ہر شخص اپنے نفس کو جدھر چاہے لے جائے۔ نہ آپ ان کے ذمہ دار ہیں اور نہ حوالدار۔\nفمن اھتدی۔۔۔ بوکیل (39: 41) ” اب جو سیدھا راستہ اختیار کرے گا تو اپنے لیے کرے گا ، اور جو بھٹکے گا تو اس کے بھٹکنے کا وبال اسی پر ہوگا۔ تم ان کے ذمہ راد نہیں ہو “۔ ان کا ذمہ دار اللہ ہے۔ وہ بیداری میں بھی اللہ کے قبضہ قدرت میں ہیں اور سوتے میں بھی اللہ کے قبضہ قدرت میں ہیں اور اپنے تمام حالات میں وہ اللہ کے قبضہ قدرت میں ہیں اور وہ جس طرح چاہتا ہے ، ان کے\nاندر تصرف فرماتا ہے۔\nاللہ یتوفی۔۔۔ اجل مسمی (39: 43) ” وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اس کی روح نیند میں قبض کرلیتا ہے ، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے ، اسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے “۔ اللہ تعالیٰ تمام مردوں کی روحیں ان کے وقت مقرر کے مطابق قبض کرتا ہے۔ اس سے قبل اللہ ہر شخص کی روح کو سونے کی حالت میں بھی قبض کرتا ہے۔ اگرچہ وہ شخص مردہ نہیں ہوتا۔ لیکن اس کی روح اس وقت بھی قبض ہوتی ہے ، ایک وقت مقررہ تک کے لیے۔ اگر سوتے ہی میں اس کا وقت مقرر آجائے تو پھر وہ شخص جاگ نہیں اٹھتا۔ اگر وقت مقرر نہ آیا تو روح واپس بھیجی جاتی ہے۔ اور یہ شخص جاگ اٹھتا ہے۔ لہٰذا تمام نفوس اللہ کے قبضہ قدرت میں ہیں ، سوتے میں بھی اور جاگتے میں بھی۔\nان فی ذٰلک لاٰیٰت لقوم یتفکرون (39: 42) ' اس میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو فکر کرتے ہیں “۔ غرض یہ لوگ اللہ کے قبضہ قدرت میں ہیں اور اللہ ہی ان کا ذمہ دار ہے اور آپ ان کے انجام کے ذمہ دار نہیں ہیں۔ اگر وہ ہدایت پاتے ہیں تو اپنے لیے پاتے ہیں اور اگر وہ گمراہی کی راہ اختیار کرتے ہیں تو اپنے لیے کرتے ہیں۔ محاسبہ سب کے لیے ہے۔ کوئی بھی مہمل چھوڑ دیا جانے والا نہیں ہے۔ لہذا ان کو اپنے آپ کو چھڑانے کی فکر کرنی چاہئے۔\nام اتخذوا۔۔۔۔۔۔ الیه ترجعون (39: 43 تا 44) ” کیا اس خدا کو چھوڑ کر ان لوگوں نے دوسروں کو شفع بنارکھا ہے ؟ ان سے کہو ، کیا وہ شفاعت کریں گے خواہ ان کے اختیار میں کچھ ہو نہ ہو اور وہ سمجھتے بھی یہ ہوں ؟ کہو ، شفاعت ساری کی ساری اللہ کے اختیار میں ہے۔ آسمانوں اور زمین کی بادشاہی کا وہی مالک ہے۔ پھر اسی کی طرف تم پلٹائے جانے والے ہو “۔ یہ ان کے ساتھ ایک مذاق ہے۔ وہ لوگ یہ گمان رکھتے تھے کہ وہ ملائکہ کی بندگی اس لیے کرتے ہیں کہ ملائکہ ہمیں اللہ کے قریب کردیں گے۔\nاولو۔۔۔۔ یعقلون (39: 43) ” خواہ ان کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی کچھ نہ ہوں “۔ اور اس کے بعد یہ کہا جاتا\nہے کہ سفارش تو اللہ کے اختیار میں ہے۔ یہ اللہ ہی ہے کہ جس کو سفارش کی چاہے اجازت دے دے۔ لیکن اگر اللہ کسی کو سفارش کی اجازت دے تو ہمارے لیے یہ جائز نہ ہوگا کہ ہم اسے اللہ کا شریک بنالیں۔\nله ملک السمٰوٰت والارض (39: 44) ” زمین و آسمان کی بادشاہی کا وہی مالک ہے “۔ اس بادشاہی میں کوئی اس کی ملکیت اور ارادہ کے دائرہ سے باہر نہیں ہے۔ سب نے اسی کی طرف لوٹنا ہے۔ اور اس سے بھاگنے کی کوئی جگہ نہیں ہے اور سب نے آخر کار اللہ کی طرف لوٹنا ہے۔\nیہ نظریہ اور موقف کہ اللہ وحدہ بادشاہ ہے۔ وہ تمام اختیارات کا مالک ہے اور قہار ہے اور جس کا خلاصہ کلمہ توحید ہے ، اس سے وہ کس قدر بدکتے ہیں اور کلمہ شرک کے لیے یہ کس قدر خوش ہوتے ہیں ، حالانکہ کلمہ کا انکار ان کی فطرت بھی کرتی ہے۔ اور ان کے اردگرد پھیلی ہوئی کائنات بھی کرتی ہے۔"
    },
    {
      "ayah": 43,
      "surah": 39,
      "text": "آیت نمبر 41 تا 44\nانآ انزلنا علیک الکتٰب للناس بالحق (39: 41) ” ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کی ہے “۔ اس کتاب کی ماہیت سچائی ہے۔ یہ جو طرز زندگی اور منہاج حیات انسان کو عطا کرتی ہے ، وہ برحق ہے۔ اس کا قانون برحق ہے اور یہی وہ سچائی ہے جس سے زمین و آسمان قائم ہیں اور وہ نظام جو اس کتاب نے انسانوں کے لئے وضع کیا ہے اور وہ ضابطہ جو اللہ نے اس کائنات کے چلانے کے لیے وضع کیا ، دونوں حق ہیں اور باہم ہم آہنگ اور متوافق ہیں۔ یہ سچائی لوگوں کے لیے نازل کی ہے کہ لوگ اس سے ہدایات لے اس کے مطابق زندگی بسر کریں اور آپ اس حق کے مبلغ ہیں۔ اور یہ فیصلہ انہوں نے کرنا ہے کہ وہ اپنے لیے راہ ہدایت کا انتخاب کرتے ہیں یا راہ ضلالت کا۔ جنت کی نعمتیں حاصل کرتے ہیں یا جہنم کی آگ اختیار کرتے ہیں۔ ہر شخص اپنے نفس کو جدھر چاہے لے جائے۔ نہ آپ ان کے ذمہ دار ہیں اور نہ حوالدار۔\nفمن اھتدی۔۔۔ بوکیل (39: 41) ” اب جو سیدھا راستہ اختیار کرے گا تو اپنے لیے کرے گا ، اور جو بھٹکے گا تو اس کے بھٹکنے کا وبال اسی پر ہوگا۔ تم ان کے ذمہ راد نہیں ہو “۔ ان کا ذمہ دار اللہ ہے۔ وہ بیداری میں بھی اللہ کے قبضہ قدرت میں ہیں اور سوتے میں بھی اللہ کے قبضہ قدرت میں ہیں اور اپنے تمام حالات میں وہ اللہ کے قبضہ قدرت میں ہیں اور وہ جس طرح چاہتا ہے ، ان کے\nاندر تصرف فرماتا ہے۔\nاللہ یتوفی۔۔۔ اجل مسمی (39: 43) ” وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اس کی روح نیند میں قبض کرلیتا ہے ، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے ، اسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے “۔ اللہ تعالیٰ تمام مردوں کی روحیں ان کے وقت مقرر کے مطابق قبض کرتا ہے۔ اس سے قبل اللہ ہر شخص کی روح کو سونے کی حالت میں بھی قبض کرتا ہے۔ اگرچہ وہ شخص مردہ نہیں ہوتا۔ لیکن اس کی روح اس وقت بھی قبض ہوتی ہے ، ایک وقت مقررہ تک کے لیے۔ اگر سوتے ہی میں اس کا وقت مقرر آجائے تو پھر وہ شخص جاگ نہیں اٹھتا۔ اگر وقت مقرر نہ آیا تو روح واپس بھیجی جاتی ہے۔ اور یہ شخص جاگ اٹھتا ہے۔ لہٰذا تمام نفوس اللہ کے قبضہ قدرت میں ہیں ، سوتے میں بھی اور جاگتے میں بھی۔\nان فی ذٰلک لاٰیٰت لقوم یتفکرون (39: 42) ' اس میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو فکر کرتے ہیں “۔ غرض یہ لوگ اللہ کے قبضہ قدرت میں ہیں اور اللہ ہی ان کا ذمہ دار ہے اور آپ ان کے انجام کے ذمہ دار نہیں ہیں۔ اگر وہ ہدایت پاتے ہیں تو اپنے لیے پاتے ہیں اور اگر وہ گمراہی کی راہ اختیار کرتے ہیں تو اپنے لیے کرتے ہیں۔ محاسبہ سب کے لیے ہے۔ کوئی بھی مہمل چھوڑ دیا جانے والا نہیں ہے۔ لہذا ان کو اپنے آپ کو چھڑانے کی فکر کرنی چاہئے۔\nام اتخذوا۔۔۔۔۔۔ الیه ترجعون (39: 43 تا 44) ” کیا اس خدا کو چھوڑ کر ان لوگوں نے دوسروں کو شفع بنارکھا ہے ؟ ان سے کہو ، کیا وہ شفاعت کریں گے خواہ ان کے اختیار میں کچھ ہو نہ ہو اور وہ سمجھتے بھی یہ ہوں ؟ کہو ، شفاعت ساری کی ساری اللہ کے اختیار میں ہے۔ آسمانوں اور زمین کی بادشاہی کا وہی مالک ہے۔ پھر اسی کی طرف تم پلٹائے جانے والے ہو “۔ یہ ان کے ساتھ ایک مذاق ہے۔ وہ لوگ یہ گمان رکھتے تھے کہ وہ ملائکہ کی بندگی اس لیے کرتے ہیں کہ ملائکہ ہمیں اللہ کے قریب کردیں گے۔\nاولو۔۔۔۔ یعقلون (39: 43) ” خواہ ان کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی کچھ نہ ہوں “۔ اور اس کے بعد یہ کہا جاتا\nہے کہ سفارش تو اللہ کے اختیار میں ہے۔ یہ اللہ ہی ہے کہ جس کو سفارش کی چاہے اجازت دے دے۔ لیکن اگر اللہ کسی کو سفارش کی اجازت دے تو ہمارے لیے یہ جائز نہ ہوگا کہ ہم اسے اللہ کا شریک بنالیں۔\nله ملک السمٰوٰت والارض (39: 44) ” زمین و آسمان کی بادشاہی کا وہی مالک ہے “۔ اس بادشاہی میں کوئی اس کی ملکیت اور ارادہ کے دائرہ سے باہر نہیں ہے۔ سب نے اسی کی طرف لوٹنا ہے۔ اور اس سے بھاگنے کی کوئی جگہ نہیں ہے اور سب نے آخر کار اللہ کی طرف لوٹنا ہے۔\nیہ نظریہ اور موقف کہ اللہ وحدہ بادشاہ ہے۔ وہ تمام اختیارات کا مالک ہے اور قہار ہے اور جس کا خلاصہ کلمہ توحید ہے ، اس سے وہ کس قدر بدکتے ہیں اور کلمہ شرک کے لیے یہ کس قدر خوش ہوتے ہیں ، حالانکہ کلمہ کا انکار ان کی فطرت بھی کرتی ہے۔ اور ان کے اردگرد پھیلی ہوئی کائنات بھی کرتی ہے۔"
    },
    {
      "ayah": 44,
      "surah": 39,
      "text": "آیت نمبر 41 تا 44\nانآ انزلنا علیک الکتٰب للناس بالحق (39: 41) ” ہم نے سب انسانوں کے لیے یہ کتاب برحق تم پر نازل کی ہے “۔ اس کتاب کی ماہیت سچائی ہے۔ یہ جو طرز زندگی اور منہاج حیات انسان کو عطا کرتی ہے ، وہ برحق ہے۔ اس کا قانون برحق ہے اور یہی وہ سچائی ہے جس سے زمین و آسمان قائم ہیں اور وہ نظام جو اس کتاب نے انسانوں کے لئے وضع کیا ہے اور وہ ضابطہ جو اللہ نے اس کائنات کے چلانے کے لیے وضع کیا ، دونوں حق ہیں اور باہم ہم آہنگ اور متوافق ہیں۔ یہ سچائی لوگوں کے لیے نازل کی ہے کہ لوگ اس سے ہدایات لے اس کے مطابق زندگی بسر کریں اور آپ اس حق کے مبلغ ہیں۔ اور یہ فیصلہ انہوں نے کرنا ہے کہ وہ اپنے لیے راہ ہدایت کا انتخاب کرتے ہیں یا راہ ضلالت کا۔ جنت کی نعمتیں حاصل کرتے ہیں یا جہنم کی آگ اختیار کرتے ہیں۔ ہر شخص اپنے نفس کو جدھر چاہے لے جائے۔ نہ آپ ان کے ذمہ دار ہیں اور نہ حوالدار۔\nفمن اھتدی۔۔۔ بوکیل (39: 41) ” اب جو سیدھا راستہ اختیار کرے گا تو اپنے لیے کرے گا ، اور جو بھٹکے گا تو اس کے بھٹکنے کا وبال اسی پر ہوگا۔ تم ان کے ذمہ راد نہیں ہو “۔ ان کا ذمہ دار اللہ ہے۔ وہ بیداری میں بھی اللہ کے قبضہ قدرت میں ہیں اور سوتے میں بھی اللہ کے قبضہ قدرت میں ہیں اور اپنے تمام حالات میں وہ اللہ کے قبضہ قدرت میں ہیں اور وہ جس طرح چاہتا ہے ، ان کے\nاندر تصرف فرماتا ہے۔\nاللہ یتوفی۔۔۔ اجل مسمی (39: 43) ” وہ اللہ ہی ہے جو موت کے وقت روحیں قبض کرتا ہے اور جو ابھی نہیں مرا ہے اس کی روح نیند میں قبض کرلیتا ہے ، پھر جس پر وہ موت کا فیصلہ نافذ کرتا ہے ، اسے روک لیتا ہے اور دوسروں کی روحیں ایک وقت مقرر کے لیے واپس بھیج دیتا ہے “۔ اللہ تعالیٰ تمام مردوں کی روحیں ان کے وقت مقرر کے مطابق قبض کرتا ہے۔ اس سے قبل اللہ ہر شخص کی روح کو سونے کی حالت میں بھی قبض کرتا ہے۔ اگرچہ وہ شخص مردہ نہیں ہوتا۔ لیکن اس کی روح اس وقت بھی قبض ہوتی ہے ، ایک وقت مقررہ تک کے لیے۔ اگر سوتے ہی میں اس کا وقت مقرر آجائے تو پھر وہ شخص جاگ نہیں اٹھتا۔ اگر وقت مقرر نہ آیا تو روح واپس بھیجی جاتی ہے۔ اور یہ شخص جاگ اٹھتا ہے۔ لہٰذا تمام نفوس اللہ کے قبضہ قدرت میں ہیں ، سوتے میں بھی اور جاگتے میں بھی۔\nان فی ذٰلک لاٰیٰت لقوم یتفکرون (39: 42) ' اس میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو فکر کرتے ہیں “۔ غرض یہ لوگ اللہ کے قبضہ قدرت میں ہیں اور اللہ ہی ان کا ذمہ دار ہے اور آپ ان کے انجام کے ذمہ دار نہیں ہیں۔ اگر وہ ہدایت پاتے ہیں تو اپنے لیے پاتے ہیں اور اگر وہ گمراہی کی راہ اختیار کرتے ہیں تو اپنے لیے کرتے ہیں۔ محاسبہ سب کے لیے ہے۔ کوئی بھی مہمل چھوڑ دیا جانے والا نہیں ہے۔ لہذا ان کو اپنے آپ کو چھڑانے کی فکر کرنی چاہئے۔\nام اتخذوا۔۔۔۔۔۔ الیه ترجعون (39: 43 تا 44) ” کیا اس خدا کو چھوڑ کر ان لوگوں نے دوسروں کو شفع بنارکھا ہے ؟ ان سے کہو ، کیا وہ شفاعت کریں گے خواہ ان کے اختیار میں کچھ ہو نہ ہو اور وہ سمجھتے بھی یہ ہوں ؟ کہو ، شفاعت ساری کی ساری اللہ کے اختیار میں ہے۔ آسمانوں اور زمین کی بادشاہی کا وہی مالک ہے۔ پھر اسی کی طرف تم پلٹائے جانے والے ہو “۔ یہ ان کے ساتھ ایک مذاق ہے۔ وہ لوگ یہ گمان رکھتے تھے کہ وہ ملائکہ کی بندگی اس لیے کرتے ہیں کہ ملائکہ ہمیں اللہ کے قریب کردیں گے۔\nاولو۔۔۔۔ یعقلون (39: 43) ” خواہ ان کے اختیار میں کچھ نہ ہو اور وہ سمجھتے بھی کچھ نہ ہوں “۔ اور اس کے بعد یہ کہا جاتا\nہے کہ سفارش تو اللہ کے اختیار میں ہے۔ یہ اللہ ہی ہے کہ جس کو سفارش کی چاہے اجازت دے دے۔ لیکن اگر اللہ کسی کو سفارش کی اجازت دے تو ہمارے لیے یہ جائز نہ ہوگا کہ ہم اسے اللہ کا شریک بنالیں۔\nله ملک السمٰوٰت والارض (39: 44) ” زمین و آسمان کی بادشاہی کا وہی مالک ہے “۔ اس بادشاہی میں کوئی اس کی ملکیت اور ارادہ کے دائرہ سے باہر نہیں ہے۔ سب نے اسی کی طرف لوٹنا ہے۔ اور اس سے بھاگنے کی کوئی جگہ نہیں ہے اور سب نے آخر کار اللہ کی طرف لوٹنا ہے۔\nیہ نظریہ اور موقف کہ اللہ وحدہ بادشاہ ہے۔ وہ تمام اختیارات کا مالک ہے اور قہار ہے اور جس کا خلاصہ کلمہ توحید ہے ، اس سے وہ کس قدر بدکتے ہیں اور کلمہ شرک کے لیے یہ کس قدر خوش ہوتے ہیں ، حالانکہ کلمہ کا انکار ان کی فطرت بھی کرتی ہے۔ اور ان کے اردگرد پھیلی ہوئی کائنات بھی کرتی ہے۔"
    },
    {
      "ayah": 45,
      "surah": 39,
      "text": "آیت نمبر 45\nیہ ایک حقیقی صورت حال کی نقشہ کشی ہے جو حضور اکرم ﷺ کے دور میں موجود تھی۔ اس وقت صورت یہ تھی کہ جب مشرکین کے خداؤں کا ذکر احترم سے کیا جاتا تو یہ مشرکین کھل اٹھتے اور بہت خوش ہوتے ۔ اور جب کلمہ توحید کا بیان ہوتا تو یہ لوگ مرجھا جاتے اور ان کی طبیعت میں انقباض پیدا ہوجاتا ۔۔۔۔ لیکن یہ ایک نفسیاتی حالت ہے جو ہر زمان ومکان میں پائی جاتی ہے۔ ہر دور میں ایسے لوگ ہوتے ہیں کہ جب ان کے سامنے اللہ وحدہ کی طرف لوگوں کو دعوت دی جائے اور صرف اللہ کی شریعت کے نفاذ کا مطالبہ کیا جائے اور صرف اسلامی نظام اور اسلامی دستور ومنشور کی بات کی جائے تو ان کو سخت انقباض ہوتا ہے لیکن اس کے مقابلے میں جب انسانوں کے بنائے ہوئے نظام ہائے زندگی کی بات کی جائے ، انسانی قوانین کی بات کی جائے تو وہ بہت ہی خوش ہوتے ہیں ، کھل اٹھتے ہیں اور ایسی باتوں کو خوش آمدید کہتے ہیں اور ہاتھوں ہاتھ لیتے ہیں۔ یہ وہ لوگ ہیں جن کی تصویر کشی اس آیت میں کی گئی ہے۔ یہ لوگ ہر زمان ومکان میں پائے جاتے ہیں۔ ان کی فطرت مسخ ہوچکی ہے۔ ان کے مزاج میں بگاڑ پیدا ہوگیا ہے۔ اور یہ لوگ ضال اور مضل ہیں۔ اگرچہ کوئی معاشرہ حضور اکرم ﷺ کے معاشرے سے مختلف ہو۔ اگرچہ ان کی جنس اور قوم عربوں سے جدا ہو۔ ایسے منحرفین ، گمراہوں اور بگڑے ہوئے لوگوں کا جواب وہی ہے جو اللہ نے حضور ﷺ کو بتایا تھا جب آپ کو ایسے حالات سے مقابلہ درپیش تھا۔"
    },
    {
      "ayah": 46,
      "surah": 39,
      "text": "آیت نمبر 46\nیہ اس فطرت کی پکار ہے جو زمین و آسمان کو دیکھ رہی ہو۔ اور اس کے لیے یہ بات مشکل ہو کہ وہ اللہ کی ذات کے سوا کسی کو الہہ مان سکے جو خالق ارض وسما ہے۔ لہٰذا یہ فطرت اس کی طرف اعتراف اور اقرار کے ساتھ متوجہ ہوتی ہے اور اللہ کی تعریف و تمجید ان صفات کے ساتھ کرتی ہے جو اس کے لائق ہیں یعنی ” اے آسمانوں اور زمین کے پیدا کرنے والے “۔\nعلم الغیب والشھادۃ (39: 46) ” اے حاضر و غائب کو جاننے والے “۔ اے ظاہر و باطن کو جاننے والے۔\nانت۔۔۔۔ یختلفون (39: 46) ” تو ہی اپنے بندوں کے درمیان فیصلہ کرے گا جس میں وہ اختلاف کرتے رہتے ہیں “۔ کیونکہ قیامت کے دن تو وہی حاکم ہوگا۔ اور سب نے قیامت میں اسی کے سامنے آنا ہوگا۔ اور کوئی قیامت کی حاضری سے بچ کر نکلنے والا نہیں ہے۔ اور جب اللہ کے بندے قیامت کے روز کے فیصلے کے لیے حاضر کیے جائیں گے تو ان کی حالت پھر کیا ہوگی ذرا اسکرین پر یہ منظر دیکھیں :"
    },
    {
      "ayah": 47,
      "surah": 39,
      "text": "آیت نمبر 47 تا 48\nایک ہولناک صورت حال کا جامہ پہنادیا گیا ہے۔ یہ قرآن ہی کرسکتا ہے ، یہ ظالم جو اللہ کے ساتھ شرک کرتے ہیں اور شرک ظلم عظیم ہے ۔ اگر قیامت کے دن ان کے قبضے میں یہ پوری زمین ہو اور اس جیسی ایک اور زمین بھی اور وہ اس کے اور مافیہا کے واحد مالک ہوں تو وہ قیامت کے دن کے عذاب سے بچنے کے لیے وہ سب کچھ دینے کے لیے تیار ہوں گے۔ اور اس عذاب سے یہ لوگ رہائی نہ پاسکیں گے۔ ان جامع الفاظ کے اندر ایک دوسری دھمکی بھی چھپی ہوئی ہے۔\nوبدالھم من اللہ مالم یکونوا یحتسبون (39: 47) ” اور اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے “۔ یہاں اس بات کا تذکرہ نہیں کیا گیا کہ وہاں ان کے سامنے اللہ کی طرف سے کیا غیر متوقع انکشافات ہوں گے ؟ لیکن اتنی بات ظاہر ہے کہ جو کچھ ظاہر ہوگا وہ بہت ہی خوفناک ہوگا اور وہ ان کو مدہوش کردے گا۔ اور وہ حواص باختہ پھریں گے۔ ایک طرف اللہ ہے اور دوسری طرف یہ ضعفاء ہیں اور اللہ کی طرف سے ان کے سامنے خوفناک انکشافات ہوں گے یہاں ان کو متعین نہیں کیا گیا۔\nوبدالھم۔۔۔۔ یستھزءون (39: 48) ” وہاں اپنی کمائی کے سارے نتائج ان پر کھل جائیں گے اور وہی چیز ان پر مسلط ہوجائے گی جس کا یہ مذاق اڑاتے رہے ہیں “۔ اس سے بھی ان کی حالت مزید بگڑ جائے گی۔ جب ان کے سامنے اپنے کرتوتوں کے نتائج بھیانک شکل میں آئیں گے۔ اور جس عذاب کا وہ مذاق اڑاتے تھے وہ انہیں گھیرلے گا۔ اور وہ نہایت ہی کربناک حالت میں ہوں گے۔ اعاذنا اللہ منھا۔\nاب اس موقف کے بعد جب وہ اپنے رب کے سامنے حاضر کئے جائیں گے ، اس رب کے سامنے جس کے ساتھ یہ لوگ شرک کرتے تھے اور جب اللہ وحدہ کا ذکر کیا جاتا تو ان کے دل سکڑ جاتے اور جب ان کے شرکاء کا ذکر ہوتا تو وہ کھل جاتے تھے۔ ان مضامین کے بعد ان کی عجیب حالت کی تصویر کھینچی جاتی ہے۔ یہ اللہ کی وحدانیت کا تو انکار کرتے ہیں لیکن جب یہ کسی بڑی مصیبت میں پھنستے ہیں تو صرف اللہ وحدہ کو نہایت عاجزی سے پکارتے ہیں۔ لیکن جب ان سے یہ مصیبت ٹل جائے تو پھر تکبر کرتے ہوئے انکار کرتے ہیں۔"
    },
    {
      "ayah": 48,
      "surah": 39,
      "text": "آیت نمبر 47 تا 48\nایک ہولناک صورت حال کا جامہ پہنادیا گیا ہے۔ یہ قرآن ہی کرسکتا ہے ، یہ ظالم جو اللہ کے ساتھ شرک کرتے ہیں اور شرک ظلم عظیم ہے ۔ اگر قیامت کے دن ان کے قبضے میں یہ پوری زمین ہو اور اس جیسی ایک اور زمین بھی اور وہ اس کے اور مافیہا کے واحد مالک ہوں تو وہ قیامت کے دن کے عذاب سے بچنے کے لیے وہ سب کچھ دینے کے لیے تیار ہوں گے۔ اور اس عذاب سے یہ لوگ رہائی نہ پاسکیں گے۔ ان جامع الفاظ کے اندر ایک دوسری دھمکی بھی چھپی ہوئی ہے۔\nوبدالھم من اللہ مالم یکونوا یحتسبون (39: 47) ” اور اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے “۔ یہاں اس بات کا تذکرہ نہیں کیا گیا کہ وہاں ان کے سامنے اللہ کی طرف سے کیا غیر متوقع انکشافات ہوں گے ؟ لیکن اتنی بات ظاہر ہے کہ جو کچھ ظاہر ہوگا وہ بہت ہی خوفناک ہوگا اور وہ ان کو مدہوش کردے گا۔ اور وہ حواص باختہ پھریں گے۔ ایک طرف اللہ ہے اور دوسری طرف یہ ضعفاء ہیں اور اللہ کی طرف سے ان کے سامنے خوفناک انکشافات ہوں گے یہاں ان کو متعین نہیں کیا گیا۔\nوبدالھم۔۔۔۔ یستھزءون (39: 48) ” وہاں اپنی کمائی کے سارے نتائج ان پر کھل جائیں گے اور وہی چیز ان پر مسلط ہوجائے گی جس کا یہ مذاق اڑاتے رہے ہیں “۔ اس سے بھی ان کی حالت مزید بگڑ جائے گی۔ جب ان کے سامنے اپنے کرتوتوں کے نتائج بھیانک شکل میں آئیں گے۔ اور جس عذاب کا وہ مذاق اڑاتے تھے وہ انہیں گھیرلے گا۔ اور وہ نہایت ہی کربناک حالت میں ہوں گے۔ اعاذنا اللہ منھا۔\nاب اس موقف کے بعد جب وہ اپنے رب کے سامنے حاضر کئے جائیں گے ، اس رب کے سامنے جس کے ساتھ یہ لوگ شرک کرتے تھے اور جب اللہ وحدہ کا ذکر کیا جاتا تو ان کے دل سکڑ جاتے اور جب ان کے شرکاء کا ذکر ہوتا تو وہ کھل جاتے تھے۔ ان مضامین کے بعد ان کی عجیب حالت کی تصویر کھینچی جاتی ہے۔ یہ اللہ کی وحدانیت کا تو انکار کرتے ہیں لیکن جب یہ کسی بڑی مصیبت میں پھنستے ہیں تو صرف اللہ وحدہ کو نہایت عاجزی سے پکارتے ہیں۔ لیکن جب ان سے یہ مصیبت ٹل جائے تو پھر تکبر کرتے ہوئے انکار کرتے ہیں۔"
    },
    {
      "ayah": 49,
      "surah": 39,
      "text": "آیت نمبر 49\nیہ آیت انسانوں کے ایک ایسے نمونے کا ذکر کرتی ہے جو ہر جگہ اور ہر زمانے میں پایا جاتا ہے۔ یہ ایسا نمونہ ہے جس کی فطرت نے سچائی تک رسائی حاصل نہیں کی۔ رب واحد کے عقیدے تک نہیں پہنچ سکی کہ اسے صحیح رویہ معلوم ہو اور خوشی اور غم کی حالت میں بھی وہ اپنا صحیح راستہ نہ بھولے۔ مصیبت ، انسانی فطرت کے اوپر سے خواہشات نفسانیہ کی جمی ہوئی دبیز تہوں کو دور کردیتی ہے اور مصنوعی عوامل کو ہٹا کر انسانی ضمیر کے اندر موجود سچائی نکھارتی ہے۔ جب انسان مشکلات سے دوچار ہوتا ہے تو اسے اللہ نظر آتا ہے ” جب کیا تنگ بتوں نے تو خدایاد آیا “ اب خدا کی تعریف ہونے لگتی ہے اور لوگ صرف اللہ وحدہ کی طرف متوجہ ہوتے ہیں۔ اور جب یہ شدت اور مصیبت ختم ہوجاتی ہے اور خوش حالی اور امن لوٹ آتا ہے تو انسان ان باتوں کو بھول جاتا ہے جو اس نے شدت و مصیبت کے وقت میں کی تھیں اور اس کی فطرت پھر خواہشات نفسانیہ اور وقتی عوامل کے دباؤ میں آجاتی ہے اور اللہ کی نعمتوں اور فضل وکرم کے بارے میں وہ کہتا ہے۔\nانمآ اوتیته علی علم (39: 49) ” یہ تو مجھے علم کی بناء پر دیا گیا ہے “۔ یہ بات قارون نے بھی کہی تھی۔ ہر وہ شخص اور قوم جسے یہ دھوکہ ہوجائے کہ اسکے اچھے دن علم و حکمت اور ٹیکنالوجی کی وجہ سے ہیں۔ یہ اسکی مہارت ہے کہ اسکو مال اور اقتدار ملا ہے۔ ایسے لوگ فضل وکرم کے اصل مصدر سے غافل ہوتے ہیں اور علم دینے والے کو نہیں پہچانتے جو مبب الاسباب ہے اور جو رزق مقرر کرتا ہے۔ یہ ہے امتحان اور آزمائش۔ اسکے ذریعے اللہ معلوم کرتا ہے کہ جس پر فضل وکرم ہورہا ہے ، وہ شکر کریگا یا کفر کرے گا۔ آیا اس فضل وکرم کی وجہ سے اسکی اصلاح ہوتی ہے یا وہ مزید بگڑتا ہے۔ وہ راہ راست لیتا ہے یا گمراہی کی راہ آگے بڑھتا ہے۔\nقرآن کریم نے بندوں پر مہربانی کرتے ہوئے یہ راز ان پر کھول دیا ہے اور اس خطرے سے انہیں پیشگی آگاہ کردیا ہے کہ یہ مال اور دولت اور اقتدار وجاہ بھی تمہارے لیے آزمائش ہے۔ قرآن کریم اقوام گزشتہ کے حالات ان پر پیش کر کے ان کو متنبہ کرتا ہے کہ پہلے بھی اس قسم کے لوگوں نے کہا تھا کہ۔\nاوتیته علیٰ علم (39: 49) ” یہ تو مجھے علم کی بنا پر دیا گیا ہے"
    },
    {
      "ayah": 5,
      "surah": 39,
      "text": "آیت نمبر 5\nآسمان و زمین کی بادشاہت پر یہ ایک سرسری نظر ، لیل ونہار کے نظام اور شمس وقمر کے نظام اور اسے زبردست طریقے\nسے مسخر کرنے کے نظارے پر ایک نگاہ ، اس بات کو ثابت کردیتی ہے کہ اللہ کے سوا کوئی اور الٰہ نہیں ہے۔ یہ نظام فطرت دل کے اندر یہ بات اتار دیتا ہے کہ نہ اللہ کا کوئی شریک ہے اور نہ اس کا کوئی بیٹا ہے۔\nزمین و آسمان کی تخلیق میں اللہ کی وحدانیت کے دلائل بالکل ظاہر ہیں اور ان قوانین میں بھی وحدت الہٰی کے نشانات ظاہر ہیں جو ان کو کنڑول کررہے ہیں۔ اس پوری کائنات پر ایک سرسری نظر ہی اس بات کو ظاہر کردیتی ہے کہ بیشمار دلائل موجود ہیں۔ آج تک انسانوں نے جو سائنسی انکشافات کیے ہیں۔ ان میں وحدت الوہیت کے لیے بیشمار دلائل موجود ہیں۔ یہ بات انسانوں پر ثابت ہوگئی ہے کہ یہ کائنات جس تک انسان نے رسائی حاصل کرلی ہے ، یہ ایسے ذرات سے بنی ہوئی ہے جن کی حقیقت اور ماہیت ایک ہے اور ان ذرات میں سے ہر ایک ذرہ ایسی شعاعوں سے مرکب ہے ، جن کی حقیقت ایک ہے۔ اور یہ بات بھی معلوم ہوچکی ہے کہ ان ذرات سے جو اجرام فلکی بنے ہیں خواہ وہ ایسے ہوں جس میں ہم رہتے یا دوسرے سیارے اور ستارے ہوں۔ یہ سب کے سب مکمل حرکت میں ہیں اور اس حرکت کا ایک مخصوص جاری قانون ہے جس سے کوئی ستارہ بھی ہٹ نہیں سکتا ۔ چھوٹے ذرات اور ستاروں میں بھی وہی حرکت ہے اور اس دنیا کے عظیم ترین ذرات میں بھی وہی حرکت ہے۔ پھر مطالعہ کائنات سے یہ بھی معلوم ہوتا ہے کہ اس حرکت کا ایک نظام ہے۔ یہ نظام وہ حقیقت ہے جو اس بات کا ثبوت فراہم کرتی ہے کہ اس پوری کائنات کا خالق و مدبر ایک ہے۔ سائنس دان ہر روز جس نئی حقیقت کی دریافت کرتے ہٰں اس سے یہ بات معلوم ہوتی ہے کہ اس کائنات کے منصوبے میں جو کچھ رکھا ہوا ہے وہ اللہ وحدہ کی ذات پر شاہد عادل ہے اور ایک سچائی ہے اور یہ لوگوں کی خواہشات کے مطابق نہیں بدلتی۔ اور نہ کسی شخص کے سیلانات کے مطابق کسی طرف مائل ہوتی ہے۔ نہ اپنی راہ ایک سکینڈ کے لیے چھوڑتی ہے اور نہ بےراہ روی اختیار کرتی ہے۔\nخلق السمٰوٰت والارض بالحق (39: 5) ” اس نے آسمانوں اور زمین کو برحق پیدا کیا “۔ اور کتاب بھی اس نے برحق نازل فرمائی۔ لہٰذا اس کائنات میں بھی حق ہے اور اس کتاب میں بھی حق ہے اور یہ ایک ہی دونوں حق اور سچائی ہے جو اس کائنات میں بھی ہے اور اس کتاب میں بھی ہے اور دونوں کا منبع ومصدر ایک ہی ہے۔ اور دونوں اس بات کی نشانی ہیں کہ اس کائنات کا پیدا کرنے والا ایک ہی ہے۔\nیکورالیل۔۔۔ علی الیل (39: 5) ” وہی ہے جو دن پر رات کو اور رات پر دن کو لپیٹتا ہے “۔ یہ انداز تعبیر ایسا ہے کہ انسان کا دامن کھینچ کر ان جدید انکشافات کی طرف اس کی توجہ مبذول کراتا ہے جن کے مطابق زمین کا گول ہونا ثابت ہوا ہے۔ باوجود اس خواہش کے کہ میں قرآن مجید کی تفسیر میں جدید سائنسی انکشافات سے دامن بچاؤں۔ کیونکہ انسانی نظریات کبھی درست ہوتے ہیں کبھی غلط ۔ آج ثابت ہوتے اور کل باطل ہوجاتے ہیں جبکہ قرآن حق ہے اور اپنی سچائی پر وہ خود دلیل ہے۔ ” آفتاب آمد دلیل آفتاب “ قرآن اپنی سچائی کا ثبوت اپنے موافق یا مخالف سے مانگتا ہی نہیں ۔ نہ ان انکشافات سے جو یہ ضیعف انسان فراہم کرتا ہے۔ لیکن اپنے اس رویے کے باوجود یہ انداز تعبیر مجھے مجبور کررہا ہے کہ زمین کی گردش محوری اور اس کی کروی ساخت پر غور کروں اس لیے کہ ایک ظاہری منظر اس تعبیر سے صاف صاف نظر آتا ہے اور اس کا انکار ممکن نہیں۔ زمین گول ہے اور گردش محوری کے ساتھ سورج کے سامنے ہے۔ اس لیے اس کا جو حصہ دوسوج کے سامنے ہے وہ روشن ہے اور دن ہے لیکن یہ حصہ ایک جگہ کھڑا نہیں رہتا۔ جو نہی یہ حصہ حرکت کرکے آگے بڑھتا ہے۔ اندھیرا زمین کے اس حصے کو ڈھانپتا جاتا ہے۔ اور اسے لپیٹتا جاتا ہے۔ لہٰذا یہ دن والا حصہ لپیٹتا جارہا ہے اور رات اسے لپیٹتی جاتی ہے۔ دوسری جانب سے جہاں رات لپٹی ہوئی ہے وہ بھی اگے بڑھتی اور روشنی رات والے حصے کو لپٹتی ہے اور اس میں دن آتا جاتا ہے۔ یوں ایک طرف سے دن کو رات کور (Cover) کرتی ہے اور دوسری طرف سے رات دن کو کور کرتی جاتی ہے اور یہ حرکت جاری ہے۔\nیکور الیل علی النھار ویکور النھار علی الیل (39: 5) یہ الفاظ صورت حال کا خوب نقشہ کھینچتے ہیں اور صورت حال کا صحیح نقشہ ذہین میں آجاتا ہے۔ اس طرح زمین کی حرکت کی نوعیت کا اظہار بھی ہوجاتا ہے۔ زمین کا گول ہونا بھی ثابت ہوتا ہے۔ اس کا دورہ بھی ثابت ہوتا ہے۔ اس انداز بیان کی یہ بہترین تفسیر ہے ، اس کے سوا کوئی دوسری تفسیر اس سے زیادہ گہری نہیں ہوسکتی۔\nوسخر الشمس والقمر کل یجزی لاجل مسمی (39: 5) ” اس نے سورج اور چاند کو اس طرح مسخر کررکھا ہے کہ ایک ایک وقت مقرر تک چلے جارہا ہے “۔ سورج اپنے مدار پر چل رہا ہے اور چاند اپنے مدار پر چل رہا ہے۔ اور دونوں حکم الہٰی سے مسخر ہیں۔ اور کسی کا یہ دعویٰ نہیں ہے کہ وہ ان کو چلا رہا ہے اور فطری استدلال اس بات کو تسلیم نہیں کرتا کہ بغیر کسی محرک کے یہ حرکت ہورہی ہے اور ازخود یہ نہایت ہی پیچیدہ نظام اس باقاعدگی سے چل رہا ہے کہ کئی ملین سال گزرنے کے بعد ہمیں اس حرکت میں بال برابر کمی نظر نہیں آتی۔ اور یہ شمس وقمر اسی طرح جاری رہیں گے اور ایک وقت تک جاری رہیں گے۔ یعنی قیامت تک اور اس کا علم اللہ کے سوا کسی کو نہیں ہے۔ جب حکم ہوگا یہ رک جائیں گے۔\nاناھو العزیز الغفار (39: 5) ” جان رکھو وہ زبردست ہے اور درگزر کرنے والا ہے “۔ لہٰذا قوت قدرت اور غلبے کی وجہ سے وہ کائنات کو سنبھالتا ہے اور اس قوت کے ساتھ ساتھ وہ غفار بھی ہے۔ جو لوگ اس کی طرف مڑ جاتے ہیں ان کی کوتاہیوں کو بخش دیتا ہے حالانکہ انہوں نے تکذیب اور شرک جیسے بڑے جرائم کیے تھے۔ اور وہ اللہ کے ساتھ الٰہ بناتے تھے۔ اور پھر اللہ کے لیے اولاد مقرر کرتے ہیں اور دوسرے جرائم کرتے ہیں لیکن توبہ کا دروازہ کھلا ہے اور اس سے داخل ہونے کے لیے راہ واگزار ہے اور اللہ عزیز و غفار ہے۔\nاس عظیم کائنات کے مطالعے کے لیے اس سرسری نظر کے بعد اب روئے سخن ذرا پھرجاتا ہے۔ انسان کے نہایت ہی چھوٹے نفس کی طرف جو اپنے اند ایک عظیم جہان رکھتا ہے۔ صرف اس پہلو کی طرف متوجہ کیا جاتا ہے کہ ذرا ” زندگی “ اور ” حیات “ پر غور کرو۔"
    },
    {
      "ayah": 50,
      "surah": 39,
      "text": "آیت نمبر 50 تا 51\nیہ وہی الفاظ ہیں جو اس سے قبل کے بدفطرت لوگوں نے کہے تھے۔ نہ ان کا علم ان کے کام آیا ، نہ ان کا اقتدار انہیں بچا سکا ۔ اور نہ ان کی ٹیکنالوجی اور اللہ کے عذاب نے انہیں آلیا۔ یہ ان کی آزمائش تھی اس میں تبدیلی نہیں ہوتی۔ اور اللہ کو عاجز کرنے والا کوئی نہیں۔ انسان جیسی ضعیف مخلوق اللہ کو کیسے عاجز کرسکتی ہے۔ رہی یہ بات کہ اللہ نے ان کو مال واقتدار دیا تو یہ اللہ کی حکمت کے مطابق ہوتا ہے۔ اور یہ حکمت اللہ خود ہی جانتا ہے کہ وہ کسی کو مال واقتدار کی فراوانی کیوں دیتا ہے۔ اصل بات ہوتی ہے اس کی\nمشیت اور اس کی آزمائش۔"
    },
    {
      "ayah": 51,
      "surah": 39,
      "text": "آیت نمبر 50 تا 51\nیہ وہی الفاظ ہیں جو اس سے قبل کے بدفطرت لوگوں نے کہے تھے۔ نہ ان کا علم ان کے کام آیا ، نہ ان کا اقتدار انہیں بچا سکا ۔ اور نہ ان کی ٹیکنالوجی اور اللہ کے عذاب نے انہیں آلیا۔ یہ ان کی آزمائش تھی اس میں تبدیلی نہیں ہوتی۔ اور اللہ کو عاجز کرنے والا کوئی نہیں۔ انسان جیسی ضعیف مخلوق اللہ کو کیسے عاجز کرسکتی ہے۔ رہی یہ بات کہ اللہ نے ان کو مال واقتدار دیا تو یہ اللہ کی حکمت کے مطابق ہوتا ہے۔ اور یہ حکمت اللہ خود ہی جانتا ہے کہ وہ کسی کو مال واقتدار کی فراوانی کیوں دیتا ہے۔ اصل بات ہوتی ہے اس کی\nمشیت اور اس کی آزمائش۔"
    },
    {
      "ayah": 52,
      "surah": 39,
      "text": "آیت نمبر 52\nیہ تو اللہ کی نشانیاں ہیں کہ وہ کسی کو زیادہ اور کسی کو کم دیتا ہے ، اور ان نشانات سے راہ ہدایت لینا چاہے ، نہ یہ کہ ان نشانات الہیہ کو کفر وضلالت کا ذریعہ بنایا جائے"
    },
    {
      "ayah": 53,
      "surah": 39,
      "text": "درس نمبر 221 ایک نظر میں\nاس سے پہلے سبق میں بتایا گیا تھا کہ قیامت کے دن ظالمون کے حالات کیا ہوں گے۔\nولوان للذین۔۔۔۔۔۔ به یستھزءون (39: 47 تا 48) ” اگر ان ظالموں کے پاس زمین کی ساری دولت بھی ہو ، اور اتنی ہی اور بھی ، تو یہ روز قیامت کے برے عذاب سے بچنے کے لیے سب کچھ فدیے میں دینے کے لیے تیار ہوجائیں گے ۔ وہاں اللہ کی طرف سے ان کے سامنے وہ کچھ آئے گا جس کا انہوں نے کبھی اندازہ ہی نہیں کیا ہے۔ وہاں اپنی کمائی کے سارے برے نتائج ان پر کھل جائیں گے جس کا یہ مذاق اڑاتے رہے ہیں “۔\nاس لیے اس سبق میں توبہ کا دروازہ کھولا جاتا ہے اور کوئی کس قدر گناہوں کا مرتکب کیوں نہ ہوگیا ہو ، اسے دعوت دی جاتی ہے کہ وہ اللہ کی رحمت سے مایوس ہرگز نہ ہوں ، چاہے وہ میری راہوں پر بہت آگے نکل گئے ہوں۔ دعوت دی جاتی ہے کہ لوٹ آؤ، میرے در پر کوئی مایوسی نہیں ہے ، لیکن اگر اس عام معافی اور عام دعوت سے تم نے فائدہ نہ اٹھایا اور توبہ نہ کی تو پھر تمہارے لیے وہ عذاب ہے جس سے بچ نکلنے کی کوئی راہ نہ ہوگی ۔ اس فرصت سے فائدہ اٹھاو ، قبل اس کے کہ وقت چلا جائے۔\nدرس نمبر 221 تشریح آیات\nآیت نمبر 53\nاللہ کی رحمت اس قدر وسیع ہے کہ وہ بڑی سے بڑی معصیت کو اپنی لپیٹ میں لے سکتی ہے ، چاہے وہ جو بھی ہو۔ یہ توبہ اور واپس آجانے کی دعوت عام ہے۔ ان لوگوں کو دعوت ہے جو گمراہی ، فیق وفجور اور بدکاری کی راہوں میں بہت دور چلے گئے ہیں اور مایوس ہوگئے ہیں۔ ان کو دعوت دی جاتی ہے کہ اللہ کی رحمت سے مایوس نہ ہوں ، اللہ پر بھروسہ کریں اور اللہ کی رحمت کا دروازہ وسیع ہے اور عفو و درگزر کی چادر بہت کھلی ہے۔ وہ اپنے بندوں پر رحیم وکریم ہے۔ وہ جانتا ہے کہ میرے بندے کس قدر کمزور اور ضعیف ہیں۔ وہ جانتا ہے کہ ان کے طرز عمل پر داخلی اور خارجی عوامل اثر انداز ہوتے ہیں۔ اللہ کو یہ بھی معلوم ہے کہ شیطان لعین گھات میں بیٹھا ہوا ہے اور دائیں بائیں ہر طرف سے وہ ان کے راستوں پر بیٹھا ہوا ہے اور ان کو گمراہ کرتا ہے۔ اور اپنی تمام سوار افواج اور پیدل افواج اس نے انسانوں پر حملہ آور کردی ہیں۔ اور وہ اپنے اس خبیث منصوبے میں بہت ہی سنجیدہ ہے۔ اور اللہ جانتا ہے کہ انسان کی ساخت بہت ہی کمزور ہے اور اس غریب کے ہاتھ سے جو نہی حبل متین چھوٹتی ہے یہ اپنے ذاتی میلانات ، نفسانی رجحانات ، نفسیاتی رجحانات سے برائی کی طرف مائل ہوجاتا ہے اور اس کا توازن ختم ہوجاتا ہے اور وہ انحراف کی راہوں پر چل نکلتا ہے اور اس کا توازن ختم ہوکروہ معصیت کی راہوں پر نکل پڑتا ہے۔\nاللہ تعالیٰ اپنی اس مخلوق کی ان سب کمزوریوں سے واقف ہے۔ اس لیے اللہ اس کی معاونت فرماتا ہے اس کے لیے دامن رحمت وسیع فرماتا ہے اور سزا صرف اس وقت دیتا ہے جب اسکی اصلاح کیلیے تمام وسائل کام میں لائے کہ وہ راہ راست پر آجائے اور جب وہ مصعیت کی راہوں پر دور نکل جائے ، گناہوں میں حد سے گزرجائے ، اور اسے یقین ہوجائے کہ وہ ثواب ہر مردود ومسترد ہوگیا ہے اور اس کیلیے نہ اب واپسی ممکن ہے اور نہ معافی ، اس قسم کی مایوسی اور قنوطیت کی حالت میں اللہ کی یہ پکار سنتا ہے۔\nقل یٰعبادی۔۔۔۔ الرحیم (39: 53) ”(اے نبی ﷺ کہہ دو کہ اے میرے بندو جنہوں نے اپنی جانوں پر زیادتی کی ہے ، اللہ کی رحمت سے مایوس نہ ہونا ، یقیناً اللہ سارے گناہ معاف کردیتا ہے ، وہ تو غفور ورحیم ہے “۔\nیہ شخص معصیت میں حد سے گزر گیا ہے ، گناہوں میں ڈوب گیا ، محفوظ جگہ سے بھاگ گیا ہے اور راستے سے بےراہ ہوگیا ہے ، اب اس کے سایہ رحمت ، تروتازہ کرنے والی رحمت ، زندہ کرنے والی رحمت ، نرم ونازک رحمت کے درمیان صرف ایک ہی دروازہ رہ گیا ہے۔ یہ ہے توبہ کا دروازہ ، یہ دروازہ ہر وقت کھلا ہے ، اس پر کوئی دربان نہیں ہے۔ اس دروازے سے رحمت خدا وندی کے سایوں تک پہنچنے کے لیے کسی اجازت نامے کی ضرورت نہیں ہے بس توبہ کرو اور لوٹ آؤ، صد بار توبہ شکستی باز آ۔"
    },
    {
      "ayah": 54,
      "surah": 39,
      "text": "آیت نمبر 54 تا 55\nانابت ، اسلام اور سرتسلیم خم کردینے کے دائرے میں لوٹ آنا ایک ہی مفہوم رکھتا ہے اور ایک ہی حقیقت ہے۔ اللہ کی اطاعت کے خطیرہ میں داخل ہونا ایک ایسا عمل ہے جس میں کوئی مراسم نہیں ، کوئی رکاوٹ نہیں ، کوئی واسطہ اور سفارش نہیں ، جو چاہے ، جس وقت چاہے ، اسلام کے سادہ سے نظام میں داخل ہوجائے۔\nاسلام بندے اور رب کے درمیان بلاواسطہ دین ہے۔ یہ خالق اور مخلوق کے درمیان بلاواسطہ تعلق ہے۔ گناہ گاروں میں سے واپس ہونا چاہے ، گمراہوں میں سے جو چاہے لوٹ آئے ، جو لوگ بھی جس قدر نافرمانی کرتے رہے ہیں وہ سر تسلیم خم کردیں اور واپس آجائیں ، دوازہ کھلا ہے۔ سایہ دار پناہ گاہ موجود ہے۔ تروتازہ اور نرم ونازک فضا موجود ہے۔ اور یہ سب چیزیں ایک ایسے دروازے کے اندر ہیں جس کے لیے کوئی دربان نہیں ہے اور اس دروازے سے داخل ہونے کے لیے کوئی حساب و کتاب نہیں\nہے۔ لوٹ آؤ، لوٹ آؤ، قبل اس کے آواز آجائے کہ فلاں نماند !\nمن قبل۔۔۔۔ تبصرون (39: 54) ” قبل اس کے کہ تم پر عذاب آجائے اور پھر کہیں سے تمہیں مددنہ مل سکے “۔ وہاں تو کوئی مددگار نہ ہوگا۔ اس لیے آؤ، وقت کے ختم ہونے میں دیر نہیں ہے۔ کسی بھی وقت آخری گھڑی کا فیصلہ ہوسکتا ہے اور دروازہ بند ہوسکتا ہے۔ رات اور دن کے کسی وقت میں مہلت کی گھڑیاں ختم ہوسکتی ہیں۔\nواتبعوآ۔۔۔۔ ربکم (39: 55) ” اور پیروی اختیار کرو اپنے رب کی بھیجی ہوئی کتاب کے بہترین پہلو کی “۔ اس سے مراد قرآن کریم ہے جو تمہارے ہاتھوں میں ہے۔\nمن قبل۔۔۔۔ تشعرون (39: 55) ” قبل اس کے کہ تم پر اچانک عذاب آجائے اور تم کو خبر بھی نہ ہو “۔ لہٰذا باز آجاؤ قبل اس کے کہ فرصت ختم ہوجائے ، مہلت جاتی رہے اور تم نے اللہ کے حق میں کوتاہی کی ہو اور پھر تم پچھتاؤ کہ کیوں ہم اللہ کے وعدے کا مذاق اڑاتے تھے۔"
    },
    {
      "ayah": 55,
      "surah": 39,
      "text": "آیت نمبر 54 تا 55\nانابت ، اسلام اور سرتسلیم خم کردینے کے دائرے میں لوٹ آنا ایک ہی مفہوم رکھتا ہے اور ایک ہی حقیقت ہے۔ اللہ کی اطاعت کے خطیرہ میں داخل ہونا ایک ایسا عمل ہے جس میں کوئی مراسم نہیں ، کوئی رکاوٹ نہیں ، کوئی واسطہ اور سفارش نہیں ، جو چاہے ، جس وقت چاہے ، اسلام کے سادہ سے نظام میں داخل ہوجائے۔\nاسلام بندے اور رب کے درمیان بلاواسطہ دین ہے۔ یہ خالق اور مخلوق کے درمیان بلاواسطہ تعلق ہے۔ گناہ گاروں میں سے واپس ہونا چاہے ، گمراہوں میں سے جو چاہے لوٹ آئے ، جو لوگ بھی جس قدر نافرمانی کرتے رہے ہیں وہ سر تسلیم خم کردیں اور واپس آجائیں ، دوازہ کھلا ہے۔ سایہ دار پناہ گاہ موجود ہے۔ تروتازہ اور نرم ونازک فضا موجود ہے۔ اور یہ سب چیزیں ایک ایسے دروازے کے اندر ہیں جس کے لیے کوئی دربان نہیں ہے اور اس دروازے سے داخل ہونے کے لیے کوئی حساب و کتاب نہیں\nہے۔ لوٹ آؤ، لوٹ آؤ، قبل اس کے آواز آجائے کہ فلاں نماند !\nمن قبل۔۔۔۔ تبصرون (39: 54) ” قبل اس کے کہ تم پر عذاب آجائے اور پھر کہیں سے تمہیں مددنہ مل سکے “۔ وہاں تو کوئی مددگار نہ ہوگا۔ اس لیے آؤ، وقت کے ختم ہونے میں دیر نہیں ہے۔ کسی بھی وقت آخری گھڑی کا فیصلہ ہوسکتا ہے اور دروازہ بند ہوسکتا ہے۔ رات اور دن کے کسی وقت میں مہلت کی گھڑیاں ختم ہوسکتی ہیں۔\nواتبعوآ۔۔۔۔ ربکم (39: 55) ” اور پیروی اختیار کرو اپنے رب کی بھیجی ہوئی کتاب کے بہترین پہلو کی “۔ اس سے مراد قرآن کریم ہے جو تمہارے ہاتھوں میں ہے۔\nمن قبل۔۔۔۔ تشعرون (39: 55) ” قبل اس کے کہ تم پر اچانک عذاب آجائے اور تم کو خبر بھی نہ ہو “۔ لہٰذا باز آجاؤ قبل اس کے کہ فرصت ختم ہوجائے ، مہلت جاتی رہے اور تم نے اللہ کے حق میں کوتاہی کی ہو اور پھر تم پچھتاؤ کہ کیوں ہم اللہ کے وعدے کا مذاق اڑاتے تھے۔"
    },
    {
      "ayah": 56,
      "surah": 39,
      "text": "آیت نمبر 56\nیا کوئی یہ بات کہے کہ اللہ نے میرے لیے تو گمراہی لکھ دی تھی اگر اللہ میرے لیے ہدایت مقدر کردیتاتو میں ہدایت پر آجاتا۔"
    },
    {
      "ayah": 57,
      "surah": 39,
      "text": "آیت نمبر 57\nیہ استدلال بادی النظر میں غلط ہے۔ فرصت کی گھڑی موجود ہے ، ہدایت کے ذرئع موجود ہیں ، توبہ کا دروازہ کھلا ہے اور\nتمہیں آزادی دی گئی ہے۔"
    },
    {
      "ayah": 58,
      "surah": 39,
      "text": "آیت نمبر 58\nاور یہ تو ایک ایسی آرزو ہے ، جسے کوئی نہیں پاسکتا ۔ جب یہ زندگی ختم ہوگی تو دوبارہ اس جہاں میں کسی کے بھیجے جانے کی کوئی امید نہیں ہے۔ کیا تم دارالعمل میں موجود نہیں ہو۔ یہ ایک فرصت ہے اور جب یہ ختم ہوجائے تو پھر وقت لوٹ کر نہیں آتا۔ اور اس وقت کے بارے میں تم سے نہایت ہی سرزنش کے انداز میں بازپرس ہوگی !"
    },
    {
      "ayah": 59,
      "surah": 39,
      "text": "آیت نمبر 59\nسیاق کلام اب قیامت میں متقین اور منکرین کا ایک منظر پیش کرتا ہے۔ عین اس وقت جب قارئین کو قیامت کے برپا ہونے کے آخری لمحات تک پہنچادیا گیا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 39,
      "text": "آیت نمبر 6\nانسان جب اپنے نفس پر غور کرتا ہے ، اس نفس پر جسے اس نے خود پیدا نہیں کیا اور وہ اس کی تخلیق کے آغاز کے بارے میں بھی خود نہیں جانتا ۔ صرف وہی معلومات اس کے پاس ہیں جو اللہ خالق نے دیئے ہیں۔ انسان کا نفس ایک ہے ، اس کی ذات ایک ہے۔ اس کی اس ذات اور نفس کے خصائص ایک ہیں اور اس نفس انسانی کے بعض خصائص دوسری مخلوقات سے باکل جدا ہیں۔ جس طرح نفس انسانی کے تمام افراد ایک مخصوص دائرے کے اندر محدود اور متمیز ہیں۔ اسی طرح ” نفس انسانی “ ان اربوں افراد کے درمیان ایک ہے جو اس زمین میں منتشر ہیں یا رہتے ہیں۔ اسی نفس واحد سے پھر اس کا جوڑا یا بیوی بھی پیدا ہوئی۔ تمام انسانی خصوصیات کے اندر عورت مرد کے ساتھ شریک ہے۔ اگرچہ تفصیلی خصوصیات مختلف ہیں لیکن بنیادی خصوصیات ایک ہی ہیں۔ اس سے معلوم ہوتا ہے کہ مردو عورت کی ساخت ایک ہی نقشے کے مطابق ہے۔ اسی نقشے کے اندر بعض ترمیمات کی وجہ سے مرد اور عورت الگ الگ ہوگئے ۔ ایک ہی ارادہ ہے جو مرد اور عورت کو الگ کرتا ہے۔\nنفس انسانی کے اندر مرد و عورت کے اختلافات کے حوالے اور مناسبت سے یہاں دوسرے حیوانات کی اہم اجناس کے نرومادہ کے نظام کیطرف بھی اشارہ کردیا گیا کہ اس پوری کائنات میں اور انسانوں کے علاوہ دوسرے حیوانات میں بھی حق جاری ہے\nوانزل لکم من الانعام ثمٰنیة ازواج (39: 6) ” اور اسی نے تمہارے لیے مویشیوں میں سے آٹھ نرو مادہ پیدا کیے “۔ یہ آٹھ جانور نرومادہ جس طرح دوسری آیات میں آئے ہیں ، بھیڑ ، بکریاں ، ڈنگر اور اونٹ ہیں۔ یعنی نرومادہ کے شمار سے آٹھ بنتے ہیں۔ اور جب نرومادہ کو جمع کیا جائے تو ان پر ازواج یعنی جوڑوں کا لفظ بولا جاتا ہے۔ یوں مجموعہ بن جاتا ہے۔\nانداز بیان یہ بتاتا ہے کہ اللہ نے ان کو نازل کیا ہے یعنی پیدا کرکے تمہارے لیے مسخر کیا ہے۔ یہ تسخیر اللہ کی طرف سے منزل ہے۔ یعنی اللہ کے علوشان کا یہ کارنامہ ہے اور اس اللہ نے اس کی اجازت دی ہے کہ انسان ان آٹھ قسم کے جانوروں کو گوشت استعمال کرے۔ جانوروں میں نرومادہ کی خصوصیات کے تذکرے کے بعد پھر ماؤں کے پیٹ میں پائے جانے والے جنین کے مختلف مراحل کی طرف اشارہ کیا جاتا ہے۔\nیخلقکم فی۔۔۔ بعد خلق (39: 6) ” پھر وہ ماؤں کے پیٹوں میں تخلیق کے بعد تخلیق کرتا چلا جاتا ہے “۔ پہلے نطفہ ، پھر لوتھڑا ، پھر گوشت کا قطعہ ، پھر ہڈیاں ، پھر واضح شکل اور آخر میں اس کے اندر انسانی حواس کا پیدا کرنا اور انسانی خصوصیات کا پیدا کرنا۔\nفی ظلمٰت ثلث (39: 6) ” تین تین تاریک پردوں کے اندر “۔ پہلے اس پردے کی تاریکی جس کے اندر جنین ہوتا ہے ، رحم کی م اور کی ظلمت جس کے اندر وہ ملفوف ہوتا ہے اور پھر ماں کا پیٹ جس کے اندر رحم ہوتا ہے اور اللہ کا دست قدرت اس ذرے کو روز بڑھاتا چلا جاتا ہے۔ اور یہ دست قدرت روزا سے بڑھاتا چلا جاتا ہے۔ پھر اس کی شکل و صورت بدلتی جاتی ہے۔ یہ ترقی کرتا چلا جاتا ہے۔ اللہ اس مخلوق کی نگرانی کرتا ہے اور اسے بڑھنے کی طاقت دیتا ہے۔ اور یوں شکل بدلنا اس کے لیے ممکن ہوتا ہے۔ یہ قدم بقدم آگے جاتا ہے۔ اللہ کی تقدیر اور اندازے کے مطابق ۔\nانسان کے اس مختصر سفر اور اس کے اندر اس کی ساخت کی ان دور رس تبدیلیوں پر ایک نظر ڈالنے اور ان تغیرات کو غور سے دیکھنے سے معلوم ہوتا ہے کہ اس کے اندر پائی جانے والی عجیب و غریب ضصوصیات کی کارفرمائی اور راہنمائی میں اس کمزور ترین اور خوردبینی خلیے نے جس انداز سے ترقی کی ، ان اندھیروں میں اور اس عجیب انداز میں ، تو انسان کو یقین ہوجاتا ہے کہ یہ سب باتیں انسان کے علم وبصیرت اور اس کی قدرت سے وراء ہیں۔\nیہ تمام حقائق اس بات کے لیے کافی ہیں کہ انسان کو خالق کائنات کی معرفت پر مجبور کریں۔ اور انسان خالق کائنات کو اس کے ان زندہ آثار کے ذریعے پہچان لے اور اس تخلیق کے اندر جو وحدانیت ہے۔ اس کے آثار بالکل ظاہر و باہر ہیں اور کوئی سوچنے والا انسان کس طرح ان سے صرف نظر کرسکتا ہے۔ ذٰلکم اللہ ربکم له الملک لا اله الاھوفانیٰ نصرفون (39: 6) ” یہی تمہارا رب ہے ' بادشاہی اسی کی ہے ' کوئی معبود اس کے سوا نہیں ہے ' پھر تم کدھر جارہے ہو ؟ “\nاللہ وحدہ کی ان نشانیوں کو دیکھتے ہوئے ، اللہ کی بےقید قدرت کے ان نشانات کو ملاحظہ کرتے ہوئے یہاں لوگوں کو خود اپنے طرز عمل پر خود کرنے کے لیے ذرا کھڑا کیا جاتا ہے اور بتایا جاتا ہے کہ اب تمہارے سامنے صرف دو راستے ہیں۔ شکر کی راہ اور کفر کی راہ اور جو راہ بھی تم اختیار کرو گے اس کے سارے نتیجے کی ذمہ رادی انفرادی ہے۔ اور اشارہ دے دیا جاتا کہ وقت قریب ہے ۔ دنیا کا یہ مرحلہ ختم ہونے والا ہے۔ پھر حساب و کتاب ہوگا اور یہ حساب و کتاب وہ ذات لے گی جس نے تمہیں تین تاریک ترین پردوں کے اندر سے نکال کر ذمہ راد بنایا ہے۔ اور وہ اب تمارے دلوں کی خفیہ ترین باتوں کو بھی جانتا ہے۔"
    },
    {
      "ayah": 60,
      "surah": 39,
      "text": "آیت نمبر 60 تا 61\nیہ ہے آخری انجام ، ایک گروہ ہے کہ شرمندگی کی وجہ سے اس کا چہرہ سیاہ ہے۔ نیز غم کی وجہ سے اور جہنم کی شعلوں کی وجہ سے۔ یہ وہ لوگ ہیں جو زمین میں اپنے آپ کو بہت ہی بڑا سمجھتے تھے۔ ان کو رات اور دن اللہ کی دعوت دی جاتی تھی۔ یہ دعوت اس وقت بھی برقرار تھی جب یہ گناہوں میں گردن تک ڈوبے ہوئے تھے لیکن انہوں نے داعی کی پکار پر کان نہ دھرا۔ آج یہ گروہ بہت ہی شرمندہ ہے۔ شرمندگی اور کبیدگی کی وجہ سے اس کا چہرہ سیاہ ہے اور دوسرا فریق نجات پاچکا ہے ، کامیاب ہوگیا ہے۔ اب اسی کوئی گزند پہنچنے کا امکان ہی باقی نہیں رہا ۔ نہ اسے کوئی پریشانی لاحق ہوگی۔ یہ میقین کا فریق ہے جو دنیا میں اس طرح زندہ رہے کہ آخرت سے ڈرتے رہے اور اللہ کی رحمت کے امیدوار رہے۔ آج وہ نجات ' کامیابی ' امن اور سلامتی میں ہیں۔\nلایمسھم۔۔۔ یحزنون (39: 61) ” ان کو اب کوئی گزند نہ پہنچے گا اور نہ وہ غمگین ہوں گے “۔ اس صورت حال کے بعد اب جو چاہے داعی حق کی پکار پر لبیک کہے اور اللہ کی تروتازہ رحمت اور جنت میں داخل ہوجائے ۔ یہ رحمتیں اور یہ توبہ کے دروازے کے ساتھ موجود ہیں۔ دروازہ کھلا ہے۔ چھوڑ دو اپنا اسراف ، چھوڑو بےراہ روی اور ترک کرو فسق وفجور ، قبل اس کے کہ تمہیں عذاب الہٰی آلے اور تمہیں اس کا شعور ہی نہ ہو۔"
    },
    {
      "ayah": 61,
      "surah": 39,
      "text": "آیت نمبر 60 تا 61\nیہ ہے آخری انجام ، ایک گروہ ہے کہ شرمندگی کی وجہ سے اس کا چہرہ سیاہ ہے۔ نیز غم کی وجہ سے اور جہنم کی شعلوں کی وجہ سے۔ یہ وہ لوگ ہیں جو زمین میں اپنے آپ کو بہت ہی بڑا سمجھتے تھے۔ ان کو رات اور دن اللہ کی دعوت دی جاتی تھی۔ یہ دعوت اس وقت بھی برقرار تھی جب یہ گناہوں میں گردن تک ڈوبے ہوئے تھے لیکن انہوں نے داعی کی پکار پر کان نہ دھرا۔ آج یہ گروہ بہت ہی شرمندہ ہے۔ شرمندگی اور کبیدگی کی وجہ سے اس کا چہرہ سیاہ ہے اور دوسرا فریق نجات پاچکا ہے ، کامیاب ہوگیا ہے۔ اب اسی کوئی گزند پہنچنے کا امکان ہی باقی نہیں رہا ۔ نہ اسے کوئی پریشانی لاحق ہوگی۔ یہ میقین کا فریق ہے جو دنیا میں اس طرح زندہ رہے کہ آخرت سے ڈرتے رہے اور اللہ کی رحمت کے امیدوار رہے۔ آج وہ نجات ' کامیابی ' امن اور سلامتی میں ہیں۔\nلایمسھم۔۔۔ یحزنون (39: 61) ” ان کو اب کوئی گزند نہ پہنچے گا اور نہ وہ غمگین ہوں گے “۔ اس صورت حال کے بعد اب جو چاہے داعی حق کی پکار پر لبیک کہے اور اللہ کی تروتازہ رحمت اور جنت میں داخل ہوجائے ۔ یہ رحمتیں اور یہ توبہ کے دروازے کے ساتھ موجود ہیں۔ دروازہ کھلا ہے۔ چھوڑ دو اپنا اسراف ، چھوڑو بےراہ روی اور ترک کرو فسق وفجور ، قبل اس کے کہ تمہیں عذاب الہٰی آلے اور تمہیں اس کا شعور ہی نہ ہو۔"
    },
    {
      "ayah": 62,
      "surah": 39,
      "text": "درس نمبر 222 ایک نظر میں\nیہ اس سورت کا آخری سبق ہے ، اس میں تخلیق کائنات کے حوالے سے حقیقت توحید کے مضمون کو لیا گیا ہے۔ یہ کہ اللہ نے تمام چیزوں کی تخلیق کی ہے۔ وہ تمام چیزوں میں مالکانہ تصرف رکھتا ہے۔ لہٰذا مشرکین کی یہ تجویز کہ حضور اکرم ﷺ ان کے الہوں کی بندگی کریں اور ہم اس کے مقابلے میں اللہ رب العالمین کی بندگی کریں۔ یوں ایک مشترکہ دین وجود میں آجائے ' یہ تجویز اور مطالبہ نہایت احمقانہ ہے اور عجیب و غریب ہے۔ اللہ تو خالق کائنات ہے۔ آسمانوں اور زمین کے تمام اختیارات اور بادشاہت اسی کی ہے۔ اس کے ساتھ کوئی شریک نہیں ہے۔ یہ کس طرح ممکن ہے کہ اس کے ساتھ کسی اور چیز کی بندگی بھی کی جائے۔ جبکہ زمین و آسمان کی کنجیاں اس کے ہاتھ میں ہیں۔ حقیقت یہ ہے۔\nوماقدرواللہ حق قدرہ ” اور ان لوگوں نے اللہ کی قدر ہی نہیں کی جیسا کہ اس کی قدر کرنے کا حق ہے “۔ یہ لوگ اللہ کے ساتھ اور وں کو شریک کرتے ہیں۔ حالانکہ اللہ وحدہ معبود ، قدرت والا اور تمام کائنات کا کنڑول کرنے والا ہے۔\nوالارض ۔۔۔۔ بیمنهٖ (39: 67) ” قیامت کے روز پوری زمین اس کی مٹھی میں ہوگی اور آسمان اس کے دست راست میں لپٹے ہوں گے “۔ اور اس حقیقت کو اس انداز میں ریکارڈ کرنے کے لیے قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے اور یہ منظر اس بات پر ختم ہوتا ہے کہ فرشتے عرش الہٰی کے اردگرد ننگے پاؤں پھر رہے ہوں گے۔ یہ اللہ کی تسبیح کے ساتھ اس کی حمد بیان کررہے ہوں گے۔ پوری کائنات حمدوثنا میں رطب اللسان ہوگی۔ اور کہا جائے گا ہر طرف اور ہر جہت سے الحمدللہ رب العالمین ” سب تعریفیں اللہ رب العالمین کے لیے ہیں “۔ اور اس کائنات کی حقیقت میں یہ ایک فیصلہ کس بات ہوگی۔\nدرس نمبر 222 تشریح آیات\nآیت نمبر 62 تا 63\nیہ وہ حقیقت ہے جس پر ہر چیز گواہ ہے۔ کوئی یہ دعویٰ نہیں کرسکتا کہ اس نے کوئی چیز بنائی ہے اور کوئی معقول انسان یہ دعویٰ بھی نہیں کرسکتا کہ یہ کائنات بغیر کسی پیدا کرنے والے کے خود وجود میں آگئی ۔ حالانکہ اس کائنات کے اندر جو موجودات بھی ہیں ، ان کی ذات اور ان کی اسکیم بتاتی ہے کہ اس کو بالاراہ بنایا گیا ہے۔ کوئی چیز اتفاقی نظر نہیں آتی ، چاہے چھوٹی ہو یا بڑی۔\nوھو علی کل شئ وکیل (39: 62) ” اللہ ہر چیز پر نگہبان ہے “۔ زمین و آسمان کو وہی چلانے والا ہے اور اپنے ارادے اور منشا کے مطابق اللہ زمین و آسمان کو چلاتا ہے۔ یہ پوری کائنات اللہ کے نظام قضاوقدر کے مطابق چلتی ہے۔ اللہ کے ارادے کے سوا کسی اور کا ارادہ ان تصرفات میں دخیل نہیں ہے۔ اس بات کی شہادت فطرت دیتی ہے۔ حقیقت واقعہ بھی اسی کی تائید کرتی ہے اور انسانی عقل وضمیر بھی اس کی تائید میں ہے۔\nوالذین کفرواباٰیٰت اللہ اولئک ھم الخٰسرون (39: 63) ” اور جو لوگ اللہ کی آیات سے کفر کرتے ہیں وہی گھاٹے میں رہنے والے ہیں “۔ ان کو اس علم اور آگاہی سے محرومی ہے جس کے ذریعے ان کی زندگی اس پوری کائنات کی حرکت سے ہم آہنگ رہتی ہے۔ یہ ان کے لیے بڑا خسارہ ہے۔ وہ ہدایت کی راحت اور ایمان کے حسن سے محروم رہے اور اعتقاد اور نظریہ کے اطمینان اور یقین کی مٹھاس سے بھی محروم رہے اور آخرت میں وہ خود بھی گھاٹے میں رہے اور ان کی وجہ سے ان کے خاندان بھی گھاٹے میں رہے ۔ وہ تو اس قدر نقصان اٹھا رہے ہیں کہ ان پر آقاسرون کے لفظ کا اطلاق ہوتا ہے۔\nاس حقیقت کی روشنی میں جس پر آسمان اور زمین گواہ ہیں اور جس پر اس کائنات کی ہر چیز گواہ ہے۔ حضور اکرم ﷺ کو یہ تلقین کی جاتی ہے کہ ان سے کہو : کیا تجویز کرتے ہو کہ میں تمہارے الہوں کی بندگی کروں اور اس بدلے میں تم الٰہ العالمین کی بندگی کرو۔ کس قدر جاہلانہ تجویز ہے یہ ؟ کیا سچائی کوئی بکنے والی جنس ہے جس کا بازاروں میں سودا ہوتا ہے۔"
    },
    {
      "ayah": 63,
      "surah": 39,
      "text": "درس نمبر 222 ایک نظر میں\nیہ اس سورت کا آخری سبق ہے ، اس میں تخلیق کائنات کے حوالے سے حقیقت توحید کے مضمون کو لیا گیا ہے۔ یہ کہ اللہ نے تمام چیزوں کی تخلیق کی ہے۔ وہ تمام چیزوں میں مالکانہ تصرف رکھتا ہے۔ لہٰذا مشرکین کی یہ تجویز کہ حضور اکرم ﷺ ان کے الہوں کی بندگی کریں اور ہم اس کے مقابلے میں اللہ رب العالمین کی بندگی کریں۔ یوں ایک مشترکہ دین وجود میں آجائے ' یہ تجویز اور مطالبہ نہایت احمقانہ ہے اور عجیب و غریب ہے۔ اللہ تو خالق کائنات ہے۔ آسمانوں اور زمین کے تمام اختیارات اور بادشاہت اسی کی ہے۔ اس کے ساتھ کوئی شریک نہیں ہے۔ یہ کس طرح ممکن ہے کہ اس کے ساتھ کسی اور چیز کی بندگی بھی کی جائے۔ جبکہ زمین و آسمان کی کنجیاں اس کے ہاتھ میں ہیں۔ حقیقت یہ ہے۔\nوماقدرواللہ حق قدرہ ” اور ان لوگوں نے اللہ کی قدر ہی نہیں کی جیسا کہ اس کی قدر کرنے کا حق ہے “۔ یہ لوگ اللہ کے ساتھ اور وں کو شریک کرتے ہیں۔ حالانکہ اللہ وحدہ معبود ، قدرت والا اور تمام کائنات کا کنڑول کرنے والا ہے۔\nوالارض ۔۔۔۔ بیمنهٖ (39: 67) ” قیامت کے روز پوری زمین اس کی مٹھی میں ہوگی اور آسمان اس کے دست راست میں لپٹے ہوں گے “۔ اور اس حقیقت کو اس انداز میں ریکارڈ کرنے کے لیے قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے اور یہ منظر اس بات پر ختم ہوتا ہے کہ فرشتے عرش الہٰی کے اردگرد ننگے پاؤں پھر رہے ہوں گے۔ یہ اللہ کی تسبیح کے ساتھ اس کی حمد بیان کررہے ہوں گے۔ پوری کائنات حمدوثنا میں رطب اللسان ہوگی۔ اور کہا جائے گا ہر طرف اور ہر جہت سے الحمدللہ رب العالمین ” سب تعریفیں اللہ رب العالمین کے لیے ہیں “۔ اور اس کائنات کی حقیقت میں یہ ایک فیصلہ کس بات ہوگی۔\nدرس نمبر 222 تشریح آیات\nآیت نمبر 62 تا 63\nیہ وہ حقیقت ہے جس پر ہر چیز گواہ ہے۔ کوئی یہ دعویٰ نہیں کرسکتا کہ اس نے کوئی چیز بنائی ہے اور کوئی معقول انسان یہ دعویٰ بھی نہیں کرسکتا کہ یہ کائنات بغیر کسی پیدا کرنے والے کے خود وجود میں آگئی ۔ حالانکہ اس کائنات کے اندر جو موجودات بھی ہیں ، ان کی ذات اور ان کی اسکیم بتاتی ہے کہ اس کو بالاراہ بنایا گیا ہے۔ کوئی چیز اتفاقی نظر نہیں آتی ، چاہے چھوٹی ہو یا بڑی۔\nوھو علی کل شئ وکیل (39: 62) ” اللہ ہر چیز پر نگہبان ہے “۔ زمین و آسمان کو وہی چلانے والا ہے اور اپنے ارادے اور منشا کے مطابق اللہ زمین و آسمان کو چلاتا ہے۔ یہ پوری کائنات اللہ کے نظام قضاوقدر کے مطابق چلتی ہے۔ اللہ کے ارادے کے سوا کسی اور کا ارادہ ان تصرفات میں دخیل نہیں ہے۔ اس بات کی شہادت فطرت دیتی ہے۔ حقیقت واقعہ بھی اسی کی تائید کرتی ہے اور انسانی عقل وضمیر بھی اس کی تائید میں ہے۔\nوالذین کفرواباٰیٰت اللہ اولئک ھم الخٰسرون (39: 63) ” اور جو لوگ اللہ کی آیات سے کفر کرتے ہیں وہی گھاٹے میں رہنے والے ہیں “۔ ان کو اس علم اور آگاہی سے محرومی ہے جس کے ذریعے ان کی زندگی اس پوری کائنات کی حرکت سے ہم آہنگ رہتی ہے۔ یہ ان کے لیے بڑا خسارہ ہے۔ وہ ہدایت کی راحت اور ایمان کے حسن سے محروم رہے اور اعتقاد اور نظریہ کے اطمینان اور یقین کی مٹھاس سے بھی محروم رہے اور آخرت میں وہ خود بھی گھاٹے میں رہے اور ان کی وجہ سے ان کے خاندان بھی گھاٹے میں رہے ۔ وہ تو اس قدر نقصان اٹھا رہے ہیں کہ ان پر آقاسرون کے لفظ کا اطلاق ہوتا ہے۔\nاس حقیقت کی روشنی میں جس پر آسمان اور زمین گواہ ہیں اور جس پر اس کائنات کی ہر چیز گواہ ہے۔ حضور اکرم ﷺ کو یہ تلقین کی جاتی ہے کہ ان سے کہو : کیا تجویز کرتے ہو کہ میں تمہارے الہوں کی بندگی کروں اور اس بدلے میں تم الٰہ العالمین کی بندگی کرو۔ کس قدر جاہلانہ تجویز ہے یہ ؟ کیا سچائی کوئی بکنے والی جنس ہے جس کا بازاروں میں سودا ہوتا ہے۔"
    },
    {
      "ayah": 64,
      "surah": 39,
      "text": "آیت نمبر 64\nیہ ایک فطری سرزنش ہے اور ان لوگوں کی پوچ تجویز کا مناسب جواب ان کی اس تجویز ہی سے معلوم ہوتا ہے کہ وہ کس قدر گہری جہالت میں ڈوبے ہوئے تھے اور خالص اندھے تھے۔ چناچہ اس کے بعد مشرک لوگوں کو ڈرایا جاتا ہے اور اس ڈراوے کے مخاطب اول حضور اکرم ﷺ اور تمام انبیاء (علیہم السلام) ہیں۔ حضرات انبیاء کے بارے میں تو شرک کا تصور ہی نہیں کیا جاسکتا ۔ دراصل یہ ڈراوا ان کی امتوں کو ہے کہ وہ اللہ کی ذات کے ساتھ کسی کو بھی شریک نہ کریں ۔ اور بندگی صرف اللہ کی کریں اور تمام انسان جن میں انبیاء (علیہم السلام) بھی ہیں اللہ کو وحدہ لاشریک سمجھیں۔"
    },
    {
      "ayah": 65,
      "surah": 39,
      "text": "آیت نمبر 65\nشرک سے ڈراوے کا خاتمہ توحید پر کاربند ہونے کے حکم پر کیا جاتا ہے۔ یعنی صرف اللہ کی بندگی کرو اور ایمان اور ہدایت پر اللہ کا شکر ادا کرو اور اللہ کی ان نعمتوں پر اس کا شکر ادا کرو جو اللہ کے بندوں کو ڈھانپ لیتی ہیں اور جن کو وہ گن بھی نہیں سکتے جبکہ وہ ان میں ڈوبے ہوئے ہوتے ہیں :"
    },
    {
      "ayah": 66,
      "surah": 39,
      "text": "آیت نمبر 66\nاب اللہ جل شانہ کی قدرت اور اللہ کے مقام کے بارے میں بتایا جاتا ہے جسکے ساتھ شریک کرنے کی تجاویز وہ دیتے تھے۔"
    },
    {
      "ayah": 67,
      "surah": 39,
      "text": "آیت نمبر 67\nحقیقت یہ کہ انہوں نے اللہ کی ذات کی قدر نہیں کی ۔ ورنہ وہ اللہ کے ساتھ اس کی مخلوقات کو شریک نہ کرتے ۔ نہ انہوں نے اللہ کی بندگی کا حق ادا کیا ہے ، کیونکہ وہ عقیدۂ توحید اور اللہ کی عظمت کو سمجھ ہی نہیں سکے۔ ان کو اللہ کی جلالت قدر کا شعور ہی نہیں ہے۔ اللہ کی جلالت قدر اور عظمت کا شعور ان کو یوں دیا جاتا ہے ، قرآن کے مخصوص انداز بیان کے مطابق کہ قرآن اعلیٰ عقلی افکار کو بھی نہایت ہی مشخص انداز میں پیش کرتا ہے تاکہ کلی اور عقلی مفاہیم محدود انسانی ادراک کے قریب آجائیں۔\nقرآن وسنت میں جہاں جہاں اس قسم کی تصاویر اور مناظر آتے ہیں وہ دراصل تمثیلات ہیں اور حقائق کو انسانی ادراک کے\nقریب تر کرنے کی کوشش ہوتی ہے۔ مقصد یہ ہوتا ہے کہ معانی کو ایسے الفاظ میں بیان کیا جائے جن کا تصور ان کے لیے ممکن ہو ، یہاں بھی اللہ کی قدرت مطلقہ کو مٹھی کی شکل میں لایا گیا ہے ، ورنہ نہ کسی شکل ، نہ کسی جگہ اور نہ کسی حد کا پابند ہے۔ یہاں عقلی حقائق کو حسی انداز دیا گیا ہے۔ اس کے بعد قیامت کا ایک طویل منظر آتا ہے۔ اس کا آغاز نفخہ اولی سے ذوتا ہے اور خاتمہ اس وقت ہوتا ہے جب قیامت کے تمام معاملات چکا دیئے جاچکے ہیں۔ اور اہل جہنم کو جہنم کی طرف چلا دیا جاتا ہے۔ اور اہل جنت کو جنت کی طرف رخصت کردیا جاتا ہے۔ اور صرف ذات باری رہ جاتی ہے اور تمام کائنات ذات باری کی حمد وثنا میں رطب کی طرف رخصت کردیا جاتا ہے۔ اور صرف ذات باری رہ جاتی ہے اور تمام کائنات ذات بارہ کی حمد وثنا میں رطب اللسان ہوتی ہے۔\nیہ ایک زبردست منظر ہے۔ جوش و خروش اور حرکت سے پر ہے اور اس کی حرکات نہایت ترتیب سے آہستگی کے ساتھ شروع ہوتی ہیں اور آگے بڑھتی ہیں۔ یہاں تک کہ تمام حرکات ختم ہوجاتی ہیں ، تمام آوازیں بیٹھ جاتی ہیں اور منظر پر ایک خوفناک خاموشی چھا جاتی ہے۔ تمام مخلوقات اللہ واحد اور قہار کے سامنے سہم جاتی ہیں۔\nدیکھئے ! ایک سخت آوازبلند ہوجاتی ہے اور سب لوگ مرکر گر جاتے ہیں۔ اس وقت زمین میں موجود پوری آبادی چشم زدن میں بےجان ہوجاتی ہے۔ آسمانوں کی پوری مخلوق بھی ختم ہوجاتی ہے۔ الاماشاء اللہ ۔ اب ہمیں یہ معلوم نہیں ہے کہ کتنے وقفے کے بعد دوسری چیخ بلند ہوتی ہے۔ لیکن دوسری چیخ بلند ہوجاتی ہے۔"
    },
    {
      "ayah": 68,
      "surah": 39,
      "text": "آیت نمبر 68\nیہاں تیسری آواز کا تذکرہ نہیں ہے۔ جس میں جمع ہونے اور اللہ کے ہاں حاضر کا حکم ہوگا۔ اور حشرونشر کی چیخ و پکار اور\nاژدہام کے شور کی تصویر کشی نہیں کی گئی کیونکہ اس منظر کو نہایت ہی پر سکون انداز میں پیش کرنا مطلوب ہے۔"
    },
    {
      "ayah": 69,
      "surah": 39,
      "text": "واشرقت الارض بنور ربھا (39: 69) ” “۔ یعنی وہ میدان جس میں قیامت برپا ہوگی۔ یہ میدان جہاں نور ربی ہوگا دوسرا کوئی نور نہ ہوگا۔\nووضع الکتٰب (39: 69) ” “۔ وہ کتاب جس میں لوگوں کا اعمال نامہ درج ہوگا۔\nوجآیئ بالنبیین والسھدآء (39: 69) “۔ تاکہ وہ حق بات کہہ دیں جو وہ جانتے تھے اور ہر تنازعہ وہاں طے کردیا گیا۔ نہایت خاموشی کے ساتھ کیونکہ اس منظر میں تمام معاملات خشوع اور خضوع سے طے ہوتے ہیں۔ کوئی تنازعہ نہیں رہتا۔"
    },
    {
      "ayah": 7,
      "surah": 39,
      "text": "آیت نمبر 7\nتمہاری ماؤں کے پیٹ کا عرصہ تو تمہارے طویل سفر زندگی کا ایک مختصر حصہ ہے۔ ابتدائی مرحلہ ہے۔ پھر پیٹ سے باہر آکر تم قدرے طویل مرحلے میں داخل ہوگے۔ اس کے بعد تیسرا طویل اور ابدی مرحلہ ہوگا۔ حساب و کتاب ہوگا اور یہ مرحلہ اللہ علیم وخبیر کی تدبیر سے طے ہوگا۔\nجہاں تک اللہ کی ذات کا تعلق ہے وہ انسان جیسی کمزور مخلوق کا محتاج نہیں ہے۔ انسان بہت ہی ضعیف مخلوق ہے۔ یہ اللہ کا فضل وکرم ہے کہ وہ انسانوں کیطرف متوجہ ہے اور انکی نگرانی اور ان پر مہربانی کرتا ہے اور وہ کس قدر ضعیف اور کس قدر کمزور ہیں\nان تکفروافان اللہ غنی عنکم (39: 7) ” اگر تم کفر کرو تو اللہ بےنیاز ہے “۔ کیونکہ تمہارا ایمان اللہ کی مملکت میں کسی چیز کا\nاضافہ نہیں کرسکتا ۔ اور تمہارا کفر اس میں کسی چیز کی کمی نہیں کرسکتا۔ لیکن اللہ اپنے بندوں کی جانب سے کفر کو پسند نہیں کرتا اور کفر کو محبوب نہیں رکھتا۔\nولایرضٰی لعبادہ الکفر (39: 7) ” لیکن وہ اپنے بندوں کے لیے کفر کو پسند نہیں کرتا “۔ اور اگر تم شکر کرو۔\nوان تشکرواترضه لکم (39: 7) ” اگر تم شکر کرو تو اسے وہ تمہارے لیے پسند کرتا ہے “۔ وہ شکر کو محبوب رکھتا ہے ، اور اس پر جزائے خیر دیتا ہے۔\nولا تزروازرۃ وزراخرٰی (39: 7) ” کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہ اٹھائے گا “۔ آخر کار ہم نے اللہ کے ہاں لوٹنا ہے۔ صرف اس کے آگے پیش ہونا ہے اور اس کے سوا کوئی پناہ نہیں ہے۔\nثم الیٰ ۔۔۔۔ تعملون (39: 7) ” آخر کار تم سب کو اللہ کی طرف پلٹنا ہے۔ پھر تمہیں بتادے گا کہ تم کیا کرتے رہے ہو “۔\nاس پر کوئی امر مخفی نہیں ہے۔\nانه علیم بذات الصدور (39: 7) ” وہ دلوں کا حال جانتا ہے “۔ یہ ہے انجام حیات ۔ یہ ہیں دلائل ہدایت اور یہ ہے دو راہہ جس سے دونوں راستے الگ ہوتے ہیں۔ ایک ہدایت کا راستہ اور ایک ضلالت کا راستہ۔ اب ہر شخص کو اختیار ہے کہ وہ کونسا راستہ اختیار کرتا ہے جو شخص جس راستے کا اختیار کرے خوب سمجھ کر اختیار کرے غور و تدبر کے بعد کرے۔ علم اور فکر کے ساتھ کرے"
    },
    {
      "ayah": 70,
      "surah": 39,
      "text": "یہاں کسی کو کوئی بات کرنے کی ضرورت نہیں ہے ، نہ کوئی آواز اٹھانے کی یہاں کوئی ضرورت ہے۔ چناچہ پوری انسانیت کا حساب و کتاب بڑی خاموشی کے ساتھ لپیٹ لیا جاتا ہے اور اجمال کے ساتھ جبکہ دوسرے مناظر میں تفصیلات دی گئی ہیں ، کیونکہ یہاں یہ بتانا مقصود ہے کہ اس دن اللہ کا رعب اور خوف چھایا ہوا ہوگا۔ اور اللہ کے جلال کے سامنے کسی کو دم مارنے کی سکت نہ ہوگی"
    },
    {
      "ayah": 71,
      "surah": 39,
      "text": "آیت نمبر 71\nیہاں فرشتے ان کا استقبال کریں گے اور کہیں گے ہاں تم اس جہنم کے مستحق ہو اور یہ ہیں اس کے اسباب ۔ کافروں کے خلاف اللہ کا فیصلہ برحق صادر ہوچکا ہے۔ اس میں کوئی شک نہیں۔ اس لیے کافر یہاں کسی مخاصمت کے اسے تسلیم کرتے ہیں ، اقرار کرتے ہیں کہ ہم مجرم تھے اور سرتسلیم خم کرتے ہیں۔"
    },
    {
      "ayah": 72,
      "surah": 39,
      "text": "آیت نمبر 72\nیہ جہنمیوں کا قافلہ ہے۔ متکبرین کا قافلہ ہے۔ وہ گیا ، اس کے لیے دوازے کھلے۔۔۔۔ لیکن دیکھئے دوسری طرف متقین کا قافلہ بھی آرہا ہے۔ یہ اہل جنت کا قافلہ ہے !"
    },
    {
      "ayah": 73,
      "surah": 39,
      "text": "آیت نمبر 73\nیہ ایک بہترین استقبال ہے۔ تعریف ہے۔ اور اس کے اندر اس کا سبب بھی بیان کردیا گیا ہے۔ طنبم ” تم اچھے رہے “ یعنی تم پاکیزہ رہے۔ تم پاک تھے۔ پاک ہوکر آئے کیونکہ جنت میں تو پاک لوگ ہوں گے ۔ پاک لوگ ہی وہاں داخل ہوسکتے ہیں کیونکہ وہاں تو خلود اور نعمتیں ہیں۔ اب یہاں اہل جنت کی آوازیں نہایت خشوع سے بلند ہوتی ہیں اور وہ دھیمی آواز کے ساتھ اللہ کی تسبیح و تمجید کرتے ہیں۔"
    },
    {
      "ayah": 74,
      "surah": 39,
      "text": "آیت نمبر 74\nیہ جنت کی سر زمین کے وارث ہوگئے۔ جہاں چاہتے ہیں اس کے اندر جارہے ہیں اور بس رہے ہیں۔ جو چاہتے ہیں کھا رہے ہیں ، سب کچھ موجود ہے۔ ۔ اب اس منظر کا خاتمہ نہایت ہی خوفناک انداز میں ہوتا ہے ، لیکن یہ جلال بھی نہایت دھیمی انداز کا ہے۔ اس منظر کی فضا سے ہم رنگ ۔ پوری کائنات رب کی ثنا میں رطب اللسان ہے۔ نہایت ہی دھیمے انداز میں ، خشوع اور سرافگندگی کے ساتھ اور ہر زندہ مخلوق جس کلمے کو دہراتی وہ نہایت عجز کے ساتھ دہراتی ہے۔"
    },
    {
      "ayah": 75,
      "surah": 39,
      "text": "آیت نمبر 74\nیہ جنت کی سر زمین کے وارث ہوگئے۔ جہاں چاہتے ہیں اس کے اندر جارہے ہیں اور بس رہے ہیں۔ جو چاہتے ہیں کھا رہے ہیں ، سب کچھ موجود ہے۔ ۔ اب اس منظر کا خاتمہ نہایت ہی خوفناک انداز میں ہوتا ہے ، لیکن یہ جلال بھی نہایت دھیمی انداز کا ہے۔ اس منظر کی فضا سے ہم رنگ ۔ پوری کائنات رب کی ثنا میں رطب اللسان ہے۔ نہایت ہی دھیمے انداز میں ، خشوع اور سرافگندگی کے ساتھ اور ہر زندہ مخلوق جس کلمے کو دہراتی وہ نہایت عجز کے ساتھ دہراتی ہے۔"
    },
    {
      "ayah": 8,
      "surah": 39,
      "text": "درس نمبر 216 ایک نظر میں\nپہلے سبق میں یہ بات کہی گئی کہ تخلیق انسان کی کہانی کیا ہے۔ یہ کہ تمہیں ایک ہی نفس سے پیدا کیا گیا ہے اور پھر اسی نفس سے ایک جوڑا بھی بنایا گیا ہے۔ پھر مویشیوں کو بھی بیشمار جوڑوں کی صورت میں بنایا گیا ہے۔ اور پھر تمہاری ماؤں کے پیٹ میں تخلیق کے بعد تخلیق تمہیں دی اور تین ظلمتوں کے اندر تمہیں پیدا کیا ۔ پھر اللہ نے تمہیں انسانی خصوصیات عطا کیں اور پھر ان خصائص کا نظام تسلسل قائم کیا اور اس کو ترقی دی۔\nاب یہاں انسانوں کی تفسیاتی دنیا کے حالات بتائے جاتے ہیں کہ خوشی اور غم اور امن وخوف کے وقت اس کی حالت کیا ہوتی ہے۔ وہ کس قدر کمزور ہیں اور کس قدر متلون مزاج ہیں اور کس قدر کمزور وناتواں ہیں الا یہ کہ وہ رب تعالیٰ کے ساتھ رابطہ قائم کرلیں۔ اور اسی کی طرف امید لگائے رہیں ، اس کے مطیع فرمان ہوجائیں اور صحیح راستہ پہچان لیں۔ اور اصل حقیقت کو پالیں اور اللہ نے انسان کو جو انسانی خصائص دیئے ہیں اپنے آپ کو ان کی راہ پر ڈالیں۔ درس نمبر 216 تشریح آیات\nآیت نمبر 8\nیہ انسان کی فطرت کا مزاج ہے کہ جب خطرات لاحق ہوں تو انسانی فطرت کھل کر سامنے آجاتی ہے اور تمام پردے اور حجابات دور ہوجاتے ہیں جو اس فطرت کے اوپر چھائے ہوئے ہوں اور تمام اوہام و خرافات بھی دور ہوجاتے ہیں۔ خطرے کے وقت انسان صرف رب ذوالجلال کی طرف متوجہ ہوتا ہے اور اس کے آگے جھک جاتا ہے۔ فطرت انسانی اس وقت اس بات کا ادراک کرلیتی ہے کہ یہ خطرہ صرف اللہ ہی کے ٹالنے سے ٹل سکتا ہے۔ اللہ کے سوا تمام دوسری قوتیں جھوٹی ثابت ہوتی ہیں۔\nلیکن جب مشکلات دور ہوتی ہیں اور امن وامان اور خوشحالی کا دور آتا ہے اور اللہ مشکلات کو نعمتوں سے بدل دیتا ہے اور یوں مشکلات دور ہوجاتی ہیں تو یہی انسان جس کی فطرت کھل کر سامنے آگئی تھی پھر اوہام و خرافات میں پھنس کر اپنی سابقہ حالت کے زیر اثر آجاتا ہے۔ اور مشکلات میں اپنے گڑگڑانے ، اللہ کی طرف متوجہ ہونے اور توبہ کرنے کو بھول جاتا ہے۔\nاس وقت پھر اس کی حالت نہیں ہوتی کہ وہ اللہ کو پکارے ، اس سے ڈرے اور یہ سمجھے کہ اب اللہ کے سوا کوئی بھی مشکلات کو دور نہیں کرسکتا ۔ یہ تمام حالات بھلا کر اب دوبارہ اللہ کے ساتھ اوروں کو شریک کرتا ہے۔ یا تو وہ ان الہوں کو پوجتا ہے جو جاہلیت کے دور میں پوجے جاتے تھے یا بعض اشخاص کو پوجتا ہے۔ یہ ایسے حالات کی بندگی کرتا ہے جو اللہ کے ساتھ سریک ہوتے ہیں ۔ جس طرح ہر جاہلیت کا ایک الٰہ ہوتا ہے۔ کبھی وہ اپنی خواہشات اور اپنے مفادات کو پوجتا ہے یا وہ مستقبل کی امیدوں اور ان جانے خوف سے ڈرتا ہے یا اپنی اولاد اور حکام ہے یا اپنے سرداروں اور لیڈروں کو پوجتا ہے۔ یاد رہے کہ یہ سردار بھی پوجے جاتے ہیں جس طرح خدا کو پوجا جاتا ہے۔ بعض اوقات یہ خدا سے بھی زیادہ پوجے جاتے ہیں۔ یارد ہے کہ شرک کی بھی کئی اقسام ہیں۔ بعض شرک نہایت ہی خفی ہوتے ہیں لوگ نہ اسے دیکھ سکتے ہیں اور نہ ان کو اس کا احساس ہوتا ہے۔ قرآن کریم صرف معروف ومشہور شرک ہی کو نہیں لیتا بلکہ وہ ہر اس بات کو لیتا ہے جو اپنے نقشے کے اعتبار شرک پر۔\nنتیجہ یہ ہوتا ہے کہ ایسا انسان اللہ کے راستے سے گمراہ ہوجاتا ہے۔ کیونکہ اللہ کی راہ تو ایک ہوتی ہے۔ اس میں تعداد ممکن نہیں ہے۔ وہ یہ کہ زندگی صرف اللہ ہی کی ہوگی۔ محبت صرف اللہ کے ساتھ ہوگی۔ اور کسی شخص کے تصور میں بھی اللہ کے ساتھ کوئی شریک نہ ہو۔ نہ مال کا خدا شریک ہو ، نہ اولاد کا خدا شریک ہو ، نہ وطن کا خدا شریک ہو ، نہ زمین کا خدا شریک ہو ، نہ رشتہ داری کا خدا شریک ہو ، شرک کی ان صورتوں میں سے جو کسی کے دل میں جاگزیں ہوگئی تو یہ انداز اللہ میں شامل ہوگی۔ اللہ کے راستے سے گمراہی ہوگی اور اللہ کے راستے سے گمراہی کا انجام آگ ہے اور یہ بات بہت جلد اس دنیا کی قلیل زندگی کے بعد سامنے آنے والی ہے\nقل تمتع۔۔۔ النار (39: 8) ” کہہ دیجئے کہ تھوڑے ہی دن اپنے کفر سے لطف اٹھالے یقیناً تو دوزخ میں جانے والا ہے\n“۔ اس دنیا کے دن جس قدر بھی طویل ہوں ، تھوڑے ہی ہیں۔ انسان کے دن زمین پر بہرحال گنے چنے ہیں اگرچہ عمر طویل کوئی\nپائے۔ بلکہ خود پوری جنس انسانی کی زندگی بھی اس کرۂ ارض پر قلیل ہے۔ جب ہم اس عمر کا مقابلہ ایام اللہ سے کریں۔\nاس بری تصویر کے مقابلے میں اچھی تصویر اور اچھی نفسیاتی کیفیت بھی ہے۔ اللہ سے ڈرنے والا دل ، ہر حالت میں ، ہر\nآفت میں اللہ کو یاد کرنے والا دل ، دنیا میں آخرت کو نظر میں رکھ کر زندگی گزارنے والا دل ، اللہ کی رحمت کا طلبگار ، اللہ کے ساتھ ایسا رابطہ کرنے والا دل جس سے علم صحیح پیدا ہو ، اور اس کائنات کی حقیقت کو پالنے والا دل ، اس کی تصویر یہ ہے :"
    },
    {
      "ayah": 9,
      "surah": 39,
      "text": "آیت نمبر 9\nیہ نہایت ہی روشن اور حساس تصویر ہے۔ مطیع فرمان ، اطاعت شعار ، سجدے کی حالت میں اور رکوع کی حالت میں ہونا دراصل حساس اطاعت شعاری ہے ۔ ایسا شخص آخرت سے ڈرتا ہے اور اللہ کی رحمت کا امیدوار ہوتا ہے۔ یہ صفائی اور باطن کی یہ شفافی انسانی بصیرے کو کھول دیتی اور انسانی دل و دماغ کو دیکھنے ، اخذ کرنے اور فکر کرنے کی قوت عطا کرتی ہے۔ ان تمام امور کے ذریعہ مومنین کی بہت ہی اچھی تصویر کھنچ جاتی ہے۔ جبکہ آیت سابقہ میں مشرکین کی نہایت ہی بھونڈی تصویر تھی۔ اس کے بعد ان کے درمیان موازنہ دیکھئے۔\nقل ھل ۔۔۔۔ یعلمون (39: 9) ” ان سے پوچھو کیا علم رکھنے والے اور نہ رکھنے والے دونوں یکساں ہوسکتے ہیں “۔\nسچا علم دراصل الہی معرفت کا نام ہے۔ سچائی تک پہنچنے کا نام ہے۔ اور ایساعلم انسانی بصیرت کو کھول دیتا ہے۔ اور یوں ایک عالم ان حقائق تک رسائی حاصل کرلیتا ہے جو اس وجود میں ہوتی ہے۔ علم ان معلومات کا نام نہیں ہے جو ذہین میں جمع ہوجائیں اور جن سے کوئی سچا اصول اور کوئی سچی حقیقت ذہین نشین نہ ہو۔ اور نہ محسوسات کے علاوہ کوئی حقیقت ذہن میں بیٹھی ہو۔\nیہ ہے صحیح راستہ علم حقیقی اور اس حقیقت کا جو دل و دماغ کو منور کردیتی ہے۔ یہی ہے اللہ کا مطیع فرمان ہونا۔ دل کا حساس ہونا اور آخرت اور اللہ کئ فضل وکرم کی امیدواری اور یہ ہے اللہ کا خوف اور اللہ کے سامنے ڈرے اور سہمے رہنا۔ علم اور حقیقی علم یہی ہے اور اس طرح عقلیت پیدا ہوتی ہے وہ دیکھنے والی اور سننے والی اور جس چیز کو وہ پاتی ہے اس سے فائدہ اٹھانے والی ہوتی ہے اور یوں اس قسم کا علم ان مشاہدات کے پیچھے حقیقت عظمیٰ تک پہنچ جاتا ہے۔ لیکن جو لوگ انفرادی تجربات کو علم کہتے ہیں اور صرف ان چیزوں کو معلومات کہتے ہیں جو نظر آتی ہیں۔ ایسے لوگ معلومات جمع کرنے والے تو ہیں لیکن علماء نہیں۔\nانما یتذکر اولوا الالباب (39: 9) ” نصیحت تو عقل رکھنے والے ہی قبول کرتے ہیں “۔ یعنی کھلے دلوں والے ، جن کی بصیرت کے دروازے راہوں اور جو ظواہرو مشاہد کے پیچھے جھانک سکتے ہوں۔ وہ لوگ عقلمند ہیں اور وہی لوگ ہر چیز میں اللہ کے نشانات دیکھ کر اللہ کے سامنے جوابدہی کے یقین کو بھول نہیں جاتے۔ ان دو تصویروں کے بعد اہل ایمان کو مخاطب کیا جاتا ہے کہ وہ خدا کا\nخوف کریں اور اچھے کام کریں اور اس مختصر زندگی میں طویل زندگی کے لیے کچھ کما کر اور سجا کر چھوڑیں۔"
    }
  ]
}
