{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 45,
      "text": "درس نمبر 235 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔ 23\nآیت نمبر 1 تا 5\nحا۔ میم کے بعد ، یہ آتا ہے کہ یہ کتاب اللہ عزیز اور حکیم کی طرف سے ہے اور اس کتاب کا مصدر اور فبع اللہ کی ذات ہے اور دوسرا اشارہ اس میں یہ ہے کہ یہ معجزہ کتاب انہی حروف سے بنائی گئی ہے۔ جیسا کہ حروف مقطعات کے بارے میں ہماری رائے ہے اور یہ کہ یہ چیلنج ہے ان کو کہ تم ان حروف سے ایسی کتاب نہیں بنا سکتے۔ لہٰذا حا میم دلیل ہے تنزیل الکتب پر کہ یہ اللہ کی طرف سے ہے اور اللہ زبردست قدرت والا ہے اور اس کا مقابلہ کوئی نہیں کرسکتا اور حکیم ہے جس نے اس پوری کائنات کو حکمت سے بنایا اور تمام معاملات اس ذات کے حکم سے طے ہوتے ہیں۔ یہ ایک ایسا تبصرہ ہے جو سورت کی فضا کے ساتھ مناسب ہے ، جس میں طرح طرح کے نفوس اور ان کی ذہنیت دکھائی گئی ہے۔\nقبل اس کے کہ لوگوں کے سامنے ، اس کتاب کے حوالے سے ان کا موقف رکھاجائے ، ان کو ان آیات و نشانات کی طرف متوجہ کیا جاتا ہے جو اس کائنات میں جگہ جگہ بکھرے ہوئے ہیں۔ یہ آیات اور یہ نشانیاں اس بات کے لئے کافی تھیں کہ یہ لوگ ایمان لاتے اور یہ لوگ اپنے دلوں کو اگر ان کی طرف متوجہ کرتے تو ان کے دل کھل جاتے اور اس کتاب کے نازل کرنے والے عظیم اللہ کی طرف ان کا احساس تیز ہوجاتا جو اس کائنات کا ایک عظیم خالق ہے۔\nان فی السموت والارض لایت للمومنین (45 : 3) “ حقیقت یہ ہے کہ آسمانوں اور زمین میں بیشمار نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں ”۔ اور وہ نشانیاں جو آسمانوں اور زمین میں ہیں وہ کسی چیز تک محدود نہیں ہیں ، کسی حال تک محدود نہیں ہیں ، اس کائنات کی جس چیز کو بھی انسان دیکھے اور مطالعہ کرے تو دل گواہی دیتا ہے کہ یہی پہلو ایک معجزہ ہے گویا “ جا اینجا است ”۔ سوال یہ نہیں ہے کہ نشانی کہاں ہے ، سوال یہ ہے کہ کون سی چیز نشانی نہیں ہے ؟\nذرا دیکھو ان آسمانوں اور ان کے اندر تیرنے والے عظیم الجثہ اجرام فلکی کو ، پھر اس کی طویل و عریض وسعتوں کو ، یہ اس طرح پھیلے ہوئے ہیں جس طرح ذرات اور رائی کے دانے ، بمقابلہ اس فضا اور خوفناک حد تک عریض و طویل فضا کے نیز یہ نہایت ہی خوبصورت ہیں۔\nپھر ذرا اس بات کو دیکھو کہ ان اجرام کی گردش اپنے اپنے مدار میں کس قدر تسلسل کے ساتھ قائم ہے۔ نہایت ہی خوبصورت ہم آہنگی کے ساتھ ، انسان یہ چاہتا ہے کہ دیکھتا ہی رہ جائے اور اس کے ملاحظے سے جی بھرتا ہی نہیں۔ بعض گردشیں کروڑوں سالوں میں مکمل ہوتی ہیں اور ایک سیکنڈ کا فرق نہیں پڑتا۔\nاور یہ زمین جسے انسان بہت ہی طویل و عریض سمجھتا ہے ، یہ ایک نہایت ہی چھوٹا سا ذرہ ہے ، بمقابلہ ان بڑے ستاروں کے (صرف مشتری اس سے ایک ہزار گنا زیادہ بڑا ستا ہے ) پھر یہ ذرہ یعنی زمین ، اس وسیع فضائے کائنات کے اندر تیر رہی ہے۔ اگر اللہ کی قدرت نہ ہوتی جس نے اسے تھام رکھا ہے اور اپنے مدار میں بند کر رکھا ہے تو یہ اس فضائے بسیط میں اپنی راہ گم کردیتی لیکن اللہ کی قدرت کا یہ کمال ہے کہ اس کائنات کا ذرہ بھی یہاں گم نہیں ہو سکتا۔\nپھر وہ سازوسامان جو اللہ نے اس زمین میں ، اس کے ایک خاص مقام اور نظام کی وجہ سے ودیعت کیا اور جس کی وجہ سے اس کے اوپر زندگی ممکن ہوئی ، اس کا تو ہر ہر پہلو ایک نشانی ہے۔ اس سازو سامان کی ہر چیز کے اپنے اپنے خواص ، نہایت باریک بینی کے ساتھ ، بڑی کثرت اور ہم آہنگی کے ساتھ یہاں جمع کئے گئے ہیں۔ اگر کسی ایک چیز کی خاصیت و ماہیت شمہ برابر بدل جائے تو زندگی کا پورا نظام خلل پذیر ہوجائے یا سرے سے ختم ہوجائے۔ غرض اس زمین کی ہر زندہ شے ایک علیحدہ نشانی ہے۔ ہر چیز کا ایک ایک جزء اور ایک ایک عضو ایک الگ نشانی ہے۔ اس معاملے میں عظیم الجثہ اشیاء اور ذرہ برابر کی اشیاء نشانی ہیں۔ ایک عظیم درخت سے ایک چھوٹا سا پتہ اٹھا لو ، اس کائنات کی پہنائیوں میں ایک چھوٹا سا نباتاتی پودا لے لو اور تجریہ کرو ، اپنے حکم اور اپنی شکل کے اعتبار سے یہ ایک نشانی ہے۔ رنگ میں بھی اور چھوٹے پن میں بھی ۔ اپنے مقاصد کے لئے بھی نشانی اور اپنے جسم میں بھی نشانی۔ انسان یا حیوان کے جسم کا ایک بال ہی لے لو ، یہ بھی ایک نشانی ہے ، اس کی ترکیب ، اس کا رنگ نشانی ہے ، ہر پرندے کا ہر پر ایک نشانی ہے ، اس کا مادہ ترکیب ، اس کے مقاصد ، اور اس کی ہم آہنگی۔ اگر انسان اس زمین و آسمان میں چشم بصیرت کے ساتھ دیکھے تو اسے نشانات الٰہیہ کا اژدہام نظر آئے اور انسان اعلان کر دے کہ اس کی فکر و نظر سے یہ تمام نشانات و راء ہیں۔\nلیکن یہ نشانیاں کس کے لئے ہیں ؟ خود یہ آیات بنا دیتی ہے ، یہ نشانیاں کس کے سامنے پردہ افگند ہوتی ہیں ۔ ان کا احساس کس کو ہو سکتا ہے لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین رکھتے ہیں ”۔ جو مومن ہیں اور مومن ہی نور ربی سے دیکھتا ہے۔\nپس ایمان ہی وہ قوت ہے جو دلوں کے دروازے کھولتا ہے ، پھر انسان پکار سنتا ہے ، کوئی روشنی دلوں کو اندر آکر منور کرسکتی ہے ، کوئی تازہ باد نسیم کے جھونکے دنیائے دل پر ترو تازگی بکھیر سکتے ہیں اور ایمان ہی کی وجہ سے انسان ، اس کائنات میں ہر طرف بکھری ہوئی نشانیاں دیکھ سکتا ہے ، یہ ایمان ہی ہے جو دلوں کو ایسی فرحت بخش تازگی عطا کرتا ہے اور ان کے اندر رقت اور لطاقت پیدا کرتا ہے ، جس کے نتیجے میں یہ دل وہ اشارات وصول کرتے ہیں جو اس کائنات میں سے ہر طرف سے آرہے ہیں ، جو یہ بتاتے ہیں کہ یہ اشارے دست قدرت کی طرف سے ہیں اور دست قدرت جن جن چیزوں کو بناتی ہے ان کے اندر یہ اشارات موجود ہوتے ہیں۔ اللہ کی پیدا کردہ ہر چیز معجز ہے اور مخلوق اس کی نقل بھی نہیں کرسکتی۔ اب اس کائنات کی طویل اور دور دراز وادیوں سے واپس لا کر انسان کو اس کی اپنی ذات کی طرف لایا جاتا ہے ، جو اس کے قریب ہے۔ اور وہ جانور جو انسان کے قریب ہیں ان پر غوروفکر کی دعوت !\nوفی خلقکم ۔۔۔۔۔ یوقنون (45 : 4) “ اور تمہاری اپنی پیدائش میں اور ان حیوانات میں جن کو اللہ زمین میں پھیلا رہا ہے بڑی نشانیاں ہیں ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔ انسان کو یہ عجیب ساخت عطا کرنا ، پھر اسے ایسی عجیب خصوصیات عطا کرنا ، اور نہایت ہی گہرے ، لطیف اور پیچیدہ فرائض اس کے حوالے کرنا جن میں سے ہر ایک معجزانہ ہے۔ جسم انسانی کے ایسے اندرونی معجزات ہیں کہ رات اور دن دیکھتے دیکھتے وہ ہمارے لئے عجوبے ہی نہیں ہرے۔ اس لیے کہ ہمارے اندر اور ہمارے قریب ہیں لیکن صرف ایک عضو کا تجربہ کیا جائے تو انسان کا سر چکرا جاتا ہے اور انسان اس پیچیدہ ترکیب کی ہولناکیوں سے مبہوت رہ جاتا ہے۔\nزندگی ، چاہے وہ اپنی سادہ ترین صورت میں کیوں نہ ہو وہ تو ایک معجزہ ہے۔ امیبا جس کا ایک ہی خلیہ ہوتا ہے اور امیبا سے بھی چھوٹی زندگی بھی معجزہ ہے۔ رہا انسان تو اس کی زندگی تو بہت ہی پیچیدہ اور سخت اور عجیب و غریب ہے۔ نفسیاتی لحاظ سے بھی وہ نہایت ہی پیچیدہ اور معجزاتی ہے۔ عضوی ترکیب سے اس کی نفسیات زیادہ پیچیدہ ہیں۔\nاور وہ مخلوقات جو اس زمین پر ہر طرف رینگتی ہے ، اور جس کی لاتعداد انواع و اقسام ہیں ، بیشمار جسم اور اشکال ہیں جن کی تعداد اللہ ہی کو معلوم ہے۔ اس زندگی میں سے چھوٹی سے چھوٹی چیز اور بڑی سے بڑی چیز سب اپنی اپنی جگہ معجزاتی ہیں ، یہ اپنی عمر اور جنس کے اعتبار سے بھی معجزاتی شان رکھتی ہیں۔ اور یہ قدرتی طور پر اپنی نوع کی حفاظت کرتی ہیں اور کوئی نوع دوسری انواع کو فنا کرنے پر قادر نہیں ہے۔ اور دست قدرت نے ان انواع و اقسام کی تعداد اپنے پاس رکھی ہوئی ہے کسی میں کمی کرتا ہے اور کسی میں اضافہ ۔ اور ہر ایک کو اس کے خصائص دیتا ہے اور قوت وصلاحیت دیتا ہے۔ اس طرح حیوانات کے تمام انواع و اقسام کی آبادی کے اندر ایک توازن قائم رہتا ہے۔\nگدھ اور باز جارح اور مضر پرندے ہیں اور ان کی عمر بھی لمبی ہے لیکن ان کی آبادی بہت کم ہے اور بہت کم انڈے دیتے ہیں ۔ اگر گدھ اور باز چڑیوں کی طرح ہوتے تو ذرا سوچ لیں کہ اس دنیا میں شاید چھوٹے بڑے کسی پرندے کی نسل نہ ہوتی۔\nحیوانات میں سے شیر درندہ جانور ہیں ، اگر ان کی نسل ہر نوں اور بھیڑ بکریوں کی طرح زیادہ ہوتی تو وہ جنگلات میں کوئی حیوانی مواد نہ چھوڑتا۔ لیکن یہ قدرت ہے جس نے اس کی نسل کو محدود رکھا ہے اور وہ مطلوبہ تعداد ہی میں ہوتے ہیں جبکہ ہرن اور بھیڑ اور بکریاں زیادہ ہوتی ہیں کیونکہ قدرت کو معلوم ہے کہ ان کی زیادہ ضرورت ہے۔\nایک مکھی ایک ہی زندگی میں لاکھوں انڈے دیتی ہے لیکن اس کی زندگی زیادہ سے زیادہ دو ہفتے ہوتی ہے۔ اگر ایک مکھی کی عمر طبیعی کئی ماہ یا سال ہوتی تو تمام انسانی جسموں کو ڈھانپ دیتیں ، آنکھوں کو کھا جاتیں لیکن دست قدرت نے ان پر ایک قدرتی بند بھی رکھا ہے اور اس کی عمر کو محدود کردیا ہے۔\nیونہی ، ہر چیز اور ہر نوع کی یہ حالت ہے ۔ اللہ کی تدبیر اور تقدیر انسانوں اور حیوانات میں اپنا کام کرتی ہے اور ہر چیز کے اندر ایک قسم کی نشانی ہے۔ اور یہ نشانی پکار پکار کہتی ہے کہ اللہ کی آیات میں غورو و تدبر کرو اور یہ آیات لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔\nیقین ایسی حالت ہے جو دلوں کو تیار اور مائل اور متاثر کرنے والی حالت ہے ، تا کہ وہ احساس کریں ، متاثر ہوں اور اللہ کی طرف مائل ہوں۔ ایمان و یقین دلوں کو ثابت ، برقرار اور مطمئن کردیتا ہے ۔ ایسے دل بڑے ٹھہراؤ سے اس کائنات پر غور کرتے ہیں اور اس سے حقائق اخذ کرتے ہیں۔ ان میں سے بےچینی ، پریشانی ، بےثباتی ختم ہوجاتی ہے۔ ایسے دلوں کو اگر اس دنیا میں کم کچھ ملے تب بھی وہ اس سے بڑے نتائج اور آثار حاصل کرتے ہیں۔\nاس کے بعد اپنی ذات اور اپنے اردگرد کے حیوانات سے انہیں اس پوری کائنات کے مظاہر کی طرف لے جایا جاتا ہے۔ اس کائنات سے ان کے لئے اور دوسرے زندوں کے لئے جو اسباب حیات پیدا کئے جاتے ہیں اور فراہم کئے گئے ہیں ذرا ان پر بھی غور کرو۔\nواختلاف الیل ۔۔۔۔۔ لقوم یعقلون (45 : 5) “ اور شب و روز کے فرق و اختلاف میں اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمین کو جلا اٹھاتا ہے ، ہواؤں کی گردش میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں ”۔ گردش لیل و نہار وہ منظر ہے جس کے باربار کی تکرار کی وجہ سے اس کی جدت انسانوں کے ذہن سے محو ہوجاتی ہے۔ اگر کوئی پہلی مرتبہ ان کو دیکھے یا پہلی مرتبہ رات کو دیکھے تو یہ ایک عجیب منظر ہے جو دل شاعرانہ احساس رکھتے ہیں وہ اس جدت کو سمجھتے ہیں اور گردش لیل ونہار کو اس کائنات کا ایک حیران کن نظام سمجھتے ہیں۔\nانسانوں کے علم میں اضافہ ہوتا جاتا ہے اور اس کائنات کے بعض مظاہر کے بارے میں تو اب انسانوں نے وسیع معلومات حاصل کرلی ہیں۔ اب انسان جانتے ہیں کہ گردش لیل و نہار دراصل زمین کی گردش محوری سے پیدا ہوتی ہے جو یہ سورج کے سامنے کرتی ہے اور یہ گردش چوبیس گھنٹوں میں مکمل ہوتی ہے لیکن اس علم کے مطابق بھی یہ انوکھا منظر اور عجوبہ ابھی ختم نہیں ہے کیونکہ یہ کرۂ زمین ہوا کے اندر معلق ہے اور ایک خاص رفتار کے ساتھ چل رہا ہے اور وہ کسی چیز کا سہارا نہیں لے رہا ہے۔ اللہ نے اسے تھام رکھا ہے اور وہ ایک سیکنڈ بھی اپنی رفتار کم نہیں کرتا ۔ اور یہ رفتار ایسی ہے کہ تمام زندہ مخلوقات اس کے اوپر بڑے آرام سے رہ رہی ہے اور یہ مخلوق اس فضا میں معلق گولے کے اوپر ٹکی ہوئی ہے جو فضا میں گردش پر ہے۔\nاب انسان کا علم قدرے اور وسعت اختیار کرتا ہے کہ اس گردش محوری کے اثرات اس زمین کے اوپر اور تمام زندہ مخلوقات پر کیا ہیں۔ انسان نے معلوم کیا کہ ان اوقات کو اس طرح رات اور دن میں تقسیم کرنے ہی سے اس کرۂ ارض پر زندگی ممکن بنائی گئی ہے۔ اگر گردش لیل و نہار نہ ہوتے یا اس اندازے اور اس نظام اور رفتار سے نہ ہوتے تو اس زمین کی سطح پر موجود ہر چیز بدل جاتی اور خصوصاً انسانی زندگی ختم ہوجاتی۔ چناچہ یوں اس علم کے بعد معلوم ہوا کہ گردش لیل و نہار اللہ کی نشانیوں میں سے اہم نشانی ہے۔\nوما انزل اللہ ۔۔۔۔۔۔ بعد موتھا (45 : 5) “ اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمینوں کو جلا اٹھاتا ہے ”۔ رزق سے بھی تو پانی مراد ہوتا ہے جو آسمانوں سے آتا ہے جس طرح قدیم مفسرین نے اس سے یہی سمجھا ہے لیکن آسمانوں سے آنے والا صرف پانی بہت وسیع ہے۔ آسمانوں سے جو شعاعیں نکلتی ہیں وہ زمین کو زندہ کرنے میں پانی سے کوئی کم موثر نہیں ہیں بلکہ ان شعاعوں ہی کے اثر سے حکم الٰہی سے پانی پیدا ہوتا ہے۔ سورج کی حرارت ہی پانی کو بخارات میں بدلتی ہے۔ اور یہ بخارات کثیف ہو کر بارش کی شکل اختیار کرتے ہیں اور نہریں اور چشمے بہتے ہیں۔ اور اس سے زمین مردہ ہونے کے بعد زندہ ہوجاتی ہے ، پانی سے بھی اور حرارت سے بھی۔\nوتصریف الریح (45 : 5) “ اور ہواؤں کی گردش میں ”۔ یہ ہوائیں شمالاً و جنوباً چلتی ہیں ، شرقاً اور غرباً چلتی ہیں ، سیدھی اور ٹیٹرھی چلتی ہیں ، گرم اور سرد چلتی ہیں۔ اس نہایت ہی پیچیدہ نظام کے مطابق جو دست قدرت نے اس کائنات کی تخلیق کے اندر رکھ دیا ہے اور اس کی ہر چیز کو حساب و مقدار سے رکھا ہے اور اس میں کوئی چیز اتفاق اور مصارفت پر نہیں چھوڑا ، پھر ہواؤں کے چلنے کا زمین کی گردش محوری سے گہرا تعلق ہے۔ اور ان کا تعلق گردش لیل و نہار سے بھی ہے اور اس رزق سے بھی ہے جو آسمانوں سے نازل ہوتا ہے۔ غرض حرارت ، ہوا وار رات اور دن کا نظام سب مل کر یہاں کام کرتے ہیں اور ان میں آیات و نشانات ہیں۔ لقوم یعقلون (45 : 5) “ ان لوگوں کے لئے جو عقل رکھتے ہیں ”۔ کیونکہ اس میدان میں عقل ہی کام کرسکتی ہے۔\n٭٭٭\nیہ تو ہیں اس کائنات کی بعض نشانیاں جن کی طرف اشارہ کیا گیا ، ان لوگوں کے لئے جو ایمان لاتے ہیں۔ پھر ان لوگوں کے لئے جو یقین کرتے ہیں اور پھر ان لوگوں کے لئے جو عقل سے کام لیتے ہیں۔ یہ آیات ان کی طرف اشارہ کرتی ہیں۔ یہ اشارات دلوں کو چھوتے ہیں ، ان کو جگاتے ہیں اور یہ آیات الٰہیہ انسانی فطرت سے براہ راست مخاطب ہوتی ہیں کیونکہ فطرت انسانی اور اس کائنات کے درمیان براہ راست فطری رابطہ ہے۔ اور اس رابطے کو قرآن کا طرز استدلال ہی زندہ اور تازہ کرسکتا ہے۔ جو لوگ ان آیات فطرت کو تسلیم نہیں کرتے۔ ان سے کوئی توقع نہیں ہے کہ وہ کسی اور چیز کو تسلیم کریں گے جن لوگوں کو قرآن کریم کے یہ اشارات اور آیات نہیں جگا سکتیں ، ان کو کوئی اور آواز نہیں جگا سکتی خواہ وہ جس قدر تیز آواز ہو۔ ذرا سنئے :"
    },
    {
      "ayah": 10,
      "surah": 45,
      "text": "آیت نمبر 7 تا 10\nجیسا کہ ہم نے اس سورت کے مقدمے میں بھی وضاحت کی کہ مکہ میں مشرکین نے جس طرح دعوت اسلامی کا استقبال کیا ، اس کی تصویر کشی ان آیات میں کی گئی ہے۔ انہوں نے اپنے باطل موقف پر اصرار کیا۔ ایسی سچی دعوت کا ایک لفظ بھی سننے سے انکار کیا جو حق پر مبنی تھی اور جو اپنی ذات میں واضح تھی۔ آفتاب آمد دلیل آفتاب تھی۔ انہوں نے اس حقیقت کے ماننے میں اس قدر ہٹ دھرمی سے کام لیا کہ یوں نظر آتا تھا کہ گویا یہ دعوت ان کے ہاں اذہان تک پہنچی ہی نہیں ہے بلکہ الٹا وہ اللہ کے معاملے میں گستاخ ہوگئے۔ اور قرآن کی جو آیات ان تک پہنچی ان سے منہ موڑنے لگے قرآن کریم نے ان کے اس رویے کی نہایت شدید مذمت کی ہے۔ اور سخت دھمکی دی ہے ان کے لئے سخت بربادی ہے اور ان کو شدید توہین آمیز اور دردناک عذاب سے دوچار ہونا ہوگا۔\nویل لکل افاک اثیم (45 : 7) “ تباہی ہے ہر اس جھوٹے بد اعمال شخص کے لئے ”۔ ویل ، یعنی ہلاک ہے۔ افاک ، بہت بڑا جھوٹا جو جھوٹ باندھنے میں مہارت رکھتا ہو۔ بہت زیادہ گناہ کاریاں اور بدکاریاں سمیٹنے والا۔ یہ دھمکی ہر اس شخص کے لئے ہے جس میں یہ صفات موجود ہیں۔ یہ اللہ قہار و جبار کی دھمکی ہے جو ہلاک کرنے اور برباد کرنے پر قدرت رکھتا ہے جس کی دھمکی اور ڈراوا اور تہدید بالکل سچی ہوتی ہے۔ اس لیے اس فقرے میں جو دھمکی دی گئی ، وہ بہت ہی خوفناک ہے۔\nایسے افاک جھوٹے اور بداعمال اور بدکار کی صفت و علامت کیا ہے ؟ یہ کہ وہ باطل پر اصرار کرتا ہے ، سچائی کے مقابلے میں جھکنے کی بجائے اور اکڑتا ہے ، اللہ کی نشانیوں کو تسلیم کرنے کی بجائے منہ موڑتا ہے اور شریفانہ رویہ اختیار نہیں کرتا بلکہ گستاخی کرتا ہے۔\nیسمع ایت اللہ ۔۔۔۔۔ لم یسمعھا (45 : 8) “ جس کے سامنے اللہ کی آیات بڑھی جاتی ہیں اور وہ ان کو سنتا ہے پھر پورے غرور کے ساتھ اپنے کفر پر اڑا رہتا ہے کہ گویا اس نے ان کو سنا ہی نہیں ”۔ یہ نہایت ہی قابل نفرت تصویر ہے۔ اگرچہ یہ مشرکین مکہ کے ایک گروہ کی تصویر ہے جو اس وقت ایسا تھا ، مگر ہر نظام جاہلیت میں یہ تصویر اسی طرح دہرائی جاتی ہے۔ آج بھی ہے اور کل بھی ہوگی۔ اس زمین پر کتنے ہی ایسے لوگ ہیں اور نام نہاد مسلمانوں میں سے کتنے ہی ایسے لوگ ہیں جن پر اللہ کی آیات پڑھی جاتی ہیں اور وہ ان کو سنتے ہیں مگر اپنے موقف پر اڑ جاتے ہیں اور غرور میں منہ موڑ لیتے ہیں کیونکہ وہ ان کی خواہشات کے موافق اور ان کے مالوفات سے ہم آہنگ نہیں ہوتیں اور یہ آیات باطل پر تعاون کرنے کے لئے تیار نہیں اور یہ اس شر کی تائید نہیں کرتیں جس پر وہ مصر ہوتے ہیں اور یہ آیات اس سمت پر نہ خود چلتی ہیں اور نہ لوگوں کو چلاتی ہیں جس سمت پر وہ جارہے ہیں۔\nفبشرہ بعذاب الیم (45 : 8) “ ایسے شخص کو دردناک عذاب کا مژدہ سنا دو ”۔ خوشخبری تو کسی اچھے کام پر ہوتی ہے۔ یہاں ان کے لئے بطور استہزاء خوشخبری کا لفظ استعمال ہوا ہے۔ اگر کوئی ڈرانے والے اور متنبہ کرنے والے کی بات نہیں مانتا تو پھر اگر ہلاکت آتی ہے تو آنے دو ، وہ خود ہلاکت طلب کرتا ہے۔\nواذا علم من ایتنا شیئا اتخذھا ھزوا (45 : 9) “ ہماری آیات میں سے جب کوئی چیز اس کے علم میں آتی ہے ، تو وہ ان کا مذاق بنا لیتا ہے ”۔ یہ جانتے ہوئے کہ یہ اللہ کی آیات اور ان کا سرچشمہ ذات باری ہے۔ یہ رویہ اس کی جانب سے شدید جسارت ہے۔ یہ تصویر بھی جس طرح جاہلیت اولیٰ میں تھی اسی طرح آج بھی موجود ہے۔ اور بیشمار لوگ جو اپنے آپ کو مسلمان کہتے ہیں ، ان میں سے بھی ایسے لوگ ہیں جو آیات الٰہیہ کے ساتھ مذاق کرتے ہیں اور وہ ان آیات اور ان پر ایمان لانے والوں کو حقارت کی نظر سے دیکھتے ہیں۔ اور ان لوگوں کو بھی جو عوام الناس کی زندگیوں کو ان آیات کے مطابق ڈھالتے ہیں۔\nاولئک لھم عذاب مھین (45 : 9) “ ان سب لوگوں کے لئے ذلت کا عذاب ہے ”۔ اہانت ان کے لئے موزوں سزا ہے کیونکہ یہ بھی تو اللہ کی آیات کا مذاق اڑاتے ہیں حالانکہ وہ جانتے ہیں کہ یہ آیات الٰہیہ ہیں۔\nیہ قیامت کا توہین آمیز عذاب حاضر ہے ، اگرچہ قیامت کا برپا ہونا قدرے بعد میں ہے۔\nمن ورائھم جھنم (45 : 10) “ ان کے پیچھے جہنم ہے ”۔ لفظ “ ان کے پیچھے جہنم ہے ” کا ایک خاص مقصد ہے یعنی یہ اسے دیکھ نہیں سکتے کہ انہوں نے قیامت کو پس پشت ڈال دیا ہے اور اس سے ڈرتے اور بچتے اس لیے نہیں کہ یہ غافل ہیں اور اس لیے وہ اس کے اندر گرنے والے ہیں۔\nولا یغنی عنھم ۔۔۔۔۔۔ اولیاء (45 : 10) “ جو کچھ انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز ان کے کسی کام نہ آئے گی ، نہ ان کے وہ سرپرست ہی ان کے لئے کچھ کرسکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے ”۔ یعنی دنیا میں انہوں نے جو کام کئے یا جو ان کی ملکیت تھی ، وہ انہیں کوئی فائدہ نہ دے سکے گی۔ ان کے اعمال اگرچہ اچھے ہوں وہ تو اکارت جائیں گے۔ کیونکہ ایمان کے بغیر عمل مقبول ہی نہیں۔ اور قیامت میں ان کی ملکیت زائل ہوجائے گی کوئی نہ ان کے پاس ہوگی اور نہ فائدہ دے گی۔ اور ان کے دوست اور یار یا معبود ، جو اللہ کے سوا انہوں نے بنا رکھے تھے ، وہ وہاں ان کے لئے نہ نقصان پہنچا سکیں گے اور نہ نفع۔ نہ کسی کو سفارش کی اجازت ہوگی۔\nولھم عذاب عظیم (45 : 10) “ ان کے لئے بڑا عذاب ہے ”۔ یہ عذاب توہین آمیز بھی ہوگا جیسا کہ پہلے کہا گیا اور عظیم بھی ہوگا۔ توہین آمیز اس لیے کہ یہ آیات کا مذاق اڑاتے تھے ، اور عظیم اس لیے کہ جرم بڑا ہے۔\nیہ پیراگراف یہاں ختم ہوتا ہے جس میں آیات الٰہیہ ساتھ مذاق کرنے کی مذمت وارد ہے۔ ان کے مقابلے میں استکبار کرنے کا ذکر ، ان آیات سے لوگوں کو روکنے کا ذکر ہے۔ خاتمہ پر ان آیات کی حقیقت بیان کی جاتی ہے اور ان کے منکرین کی سزا کا دوبارہ ذکر کردیا جاتا ہے۔"
    },
    {
      "ayah": 11,
      "surah": 45,
      "text": "آیت نمبر 11\nاس قرآن کی حقیقت بس یہ ہے کہ یہ ایک رہنمائی ہے۔ خالص ہدایت ، صاف صاف ہدایت ۔ ایسی ہدایت جس میں ضلالت کا کوئی شائبہ نہیں ہے۔ اس لیے اس قسم کی آیات کا جو لوگ انکار کرتے ہیں ، وہ اس بات کے مستحق ہوجاتے ہیں کہ ان کو دردناک عذاب سے دوچار کردیا جائے۔ الیم کے معنی میں شدت الم اور ایذا رسانی کے معنی ظاہر ہیں۔ رجز کے معنی ہیں عذاب شدید۔ اور جس عذاب کی انہیں دھمکی دی جارہی ہے ، وہ الیم بھی ہے اور شدید بھی ۔ یعنی اس کی شدت اور اس کا الم دونوں مکررو مشدد ہیں۔ تاکید بعد تاکید ہے اور جو لوگ واضح خالص اور صریح ہدایت کا انکار کرتے ہیں ان کے لئے ایسا عذاب ہی ہونا چاہئے۔\n٭٭٭٭٭\nاس شدید دھمکی اور سخت ڈراوے کے بعد اب پھر ان کے دلوں کو باد نسیم کی طرح نرم بات سے راہ راست لانے کی کوشش کی جاتی ہے اور وہ انعامات دوبارہ یاد دلائے جاتے ہیں جو اس کائنات میں ان کے لئے مسخر کر دئیے گئے ہیں۔"
    },
    {
      "ayah": 12,
      "surah": 45,
      "text": "آیت نمبر 12 تا 13\nاللہ کی یہ چھوٹی سی مخلوق انسان پر اللہ کے بڑے کرم ہیں کہ اس نے اس کے لئے اس کائنات کی عظیم مخلوقات کو مسخر کردیا ہے۔ اور ان مخلوقات سے یہ مختلف طریقوں سے فائدہ اٹھا تا ہے اور اس طرح کہ اللہ تعالیٰ نے اسے یہ سمجھایا ہے کہ اس کائنات کا قانون فطرت کیا ہے ؟ جس کے مطابق یہ کائنات چلتی ہے اور اس کے خلاف نہیں جاسکتی۔ اگر اللہ کی جانب سے انسان کو اس قدر علمی صلاحیت نہ دی گئی ہوتی تو اس کے لئے ممکن نہ تھا کہ وہ ان کائناتی قوتوں کو اس طرح مسخر کر کے ان سے اس طرح استفادہ کرتا بلکہ اس کے لئے ان قوتوں کے اندر زندہ رہنا بھی مشکل ہوجاتا کیونکہ انسان ایک چھوٹا سا کیڑا ہے اور فطرت کی قوتیں نہایت ہی عظیم القوت ، عظیم الجثہ اور بڑے بڑے افلاک ہیں۔\nسمندر ان بڑی قوتوں میں سے ایک ہے جسے انسان نے مسخر کرلیا ہے۔ انسان کو اللہ نے اس کی ساخت اور خصوصیات کا علم دیا اور انسان نے معلوم کیا کہ کشتی اس عظیم اور سرکش سمندر کے اوپر چل سکتی ہے اور اس کی بھپری ہوئی جبار موجوں کے ساتھ ٹکرا سکتی ہے اور اسے ان سے کوئی نقصان نہیں پہنچ سکتا۔\nلتجری الفلک فیہ بامرہ (45 : 12) “ تا کہ اس کے حکم سے کشتیاں اس میں چلیں ”۔ اللہ ہی ہے جس نے سمندر کو یہ خصوصیات دیں اور کشتی کے مواد کو تیرنے کی خصوصیات دیں۔ فضا کے دباؤ، ہواؤں کی تیزی اور زمین کی کشش کی خصوصیات پیدا کیں اور وہ دوسرے خصائص اس میں رکھے جن کی وجہ سے بحری سفر آسان ہوا اور انسان کو اس کام کا علم دیا کہ وہ سمندر مخلوق سے نفع اٹھائے اور دوسرے فوائد بھی حاصل کرے۔\nولتبتغوا من فضلہ (45 : 12) “ اور تم اس کا فضل تلاش کرو ”۔ مثلاً سمندر میں شکار ، زیب وزینت کا سامان ، تجارت ، معلوماتی سفر ، تجربات ، مشقیں ، ورزش اور تفریح وغیرہ۔ غرض وہ سارے فوائد جو یہ چھوٹا سا انسان سمندروں سے حاصل کرتا ہے۔\nغرض اللہ نے انسان کے لئے کشتی اور سمندر دونوں کو مسخر کیا کہ وہ اللہ کے فضل کی تلاش کرے۔ پھر اللہ کا شکر کرے کہ اللہ نے یہ فضل و کرم ، یہ انعامات اور یہ تسخیر اور یہ علم اسے دیا۔\nولعلم تشکرون (45 : 12) “ اور تم شکر گزار بنو ”۔ اللہ تعالیٰ پھر اس قرآن کے ذریعہ انسان کو ہدایت کرتا ہے کہ اس ذات باری کی وفاداری کرو ، اس سے تعلق قائم کرو ، اور یہ بات معلوم کرو کہ تمہارے اور اس کائنات کے درمیان ایک تعلق ہے اور وہ یہ کہ تم اس کا حصہ ہو اور ایک ناموس فطرت کے تحت چل رہے ہو اور تم دونوں کا رخ اللہ ہی کی طرف ہے۔\nسمندروں کی تسخیر کے خصوصی ذکر کے ساتھ یہ پوری کائنات بھی بالعموم تمہارے لیے مسخر کردی گئی ہے۔ زمین اور آسمانوں کے درمیان پائے جانے والی تمام قوتیں ، نعمتیں اور مفید چیزیں جو اس کے لئے فرائض منصب خلافت کی ادائیگی میں مفید و معاون ہیں۔\nوسخر لکم ۔۔۔۔۔۔ جمیعا منہ (45 : 13) “ اس نے زمین اور آسمان کی ساری ہی چیزیں تمہارے لیے مسخر کردیں ، سب کچھ اپنے پاس سے ”۔ اس کائنات میں جتنی چیزیں بھی ہیں وہ اللہ کی طرف سے ہیں اور اسی کی ہیں۔ وہی ان کا پیدا کرنے والا اور مدبر ہے۔ اس نے ان کو مسخر کر رکھا ہے۔ اور ان پر اس چھوٹی سی مخلوق کو مسلط کردیا ہے۔ انسان جسے اللہ نے اس کائنات کے مزاج اور اس کے قوانین کو سمجھنے کی قوت دی اور وہ اپنی قوت اور طاقت سے کہیں بڑی قوتوں کو مسخر کرتا ہے۔ یہ سب کام اللہ کا فضل و کرم ہے۔ اس انسان پر اور جو لوگ تفکر اور تدبر سے کام لیتے ہیں ان کے لئے اس میں آیات و نشانات ہیں بشرطیکہ وہ اپنی اس عقل سے یہ فائدہ بھی اٹھائیں کہ اس کائنات اور اس انسان کا ایک پیدا کرنے والا بھی ہے جس نے اسے یہ سب کچھ دیا ہے اپنے کرم خاص سے :\nان فی ذلک لایت لقوم یتفکرون (45 : 13) “ اس میں بڑی نشانیاں ہیں ان لوگوں کے لئے جو غوروفکر کرنے والے ہیں ”۔ یہ فکر اور یہ تدبر اس وقت تک صحیح ، جامع اور گہرا نہ ہو سکے گا جب تک وہ ان قوتوں ، مسخر شدہ قوتوں کے پیچھے اس بڑی قوت کی طرف جھانکنے کی کوشش نہ کرے گا ، جس نے ان تمام قوتوں کو پیدا کیا اور جس نے انسان کو پیدا کیا اور پھر انسان کو ان رازوں سے آگاہ کیا کہ ان کا راز یہ ہے اور ان کا قانون قدرت یہ ہے اور فطرت کائنات اور فطرت انسان ایک ہے۔ اور ان دونوں کے درمیان یہ تعلق ہے۔ اس تعلق کا یہ نتیجہ ہے کہ انسان کو علم حاصل ہوا ، اسے قوت اور کنٹرول حاصل ہوا ، اس نے ان قوتوں کو مسخر کر کے اپنے فائدے کے لئے استعمال کیا۔ اگر یہ تعلق نہ ہوتا تو انسان کو ان چیزوں سے کچھ بھی حاصل نہ ہوتا۔\n٭٭٭\nجب بات یہاں تک پہنچی ہے اور ایک مومن اس کائنات کے قلب تک جا پہنچتا ہے۔ اسے شعور حاصل ہوجاتا ہے کہ قوت کا حقیقی سرچشمہ کیا ہے ، یہ کہ اس کائنات کے اسرار و رموز کی آگاہی دراصل قوت کا حقیقی سرچشمہ ہے۔ اب مومنین کو ہدایت کی جاتی ہے کہ وہ شرافت ، اخلاق عالیہ ، وسعت قلبی اور رواداری اختیار کریں اور جو ضعیف ، ناتواں اور جاہل لوگ اس خزانے اور اس بھرپور خزانہ علم و معرفت سے محروم ہیں ، ان پر رحم کریں ، ان کے ساتھ ہمدردی کریں کہ یہ لوگ ان عظیم حقائق سے محروم ہیں۔ جو اللہ کے نوامیس فطرت کو نہیں دیکھتے ، جو تاریخ میں سنن الٰہیہ کو تلاش نہیں کرتے جو اس کائنات کے اسر اور موز سے واقف نہیں اور اس لیے وہ اس خالق کی عظمت سے بھی بیخبر ہیں۔"
    },
    {
      "ayah": 13,
      "surah": 45,
      "text": "آیت نمبر 12 تا 13\nاللہ کی یہ چھوٹی سی مخلوق انسان پر اللہ کے بڑے کرم ہیں کہ اس نے اس کے لئے اس کائنات کی عظیم مخلوقات کو مسخر کردیا ہے۔ اور ان مخلوقات سے یہ مختلف طریقوں سے فائدہ اٹھا تا ہے اور اس طرح کہ اللہ تعالیٰ نے اسے یہ سمجھایا ہے کہ اس کائنات کا قانون فطرت کیا ہے ؟ جس کے مطابق یہ کائنات چلتی ہے اور اس کے خلاف نہیں جاسکتی۔ اگر اللہ کی جانب سے انسان کو اس قدر علمی صلاحیت نہ دی گئی ہوتی تو اس کے لئے ممکن نہ تھا کہ وہ ان کائناتی قوتوں کو اس طرح مسخر کر کے ان سے اس طرح استفادہ کرتا بلکہ اس کے لئے ان قوتوں کے اندر زندہ رہنا بھی مشکل ہوجاتا کیونکہ انسان ایک چھوٹا سا کیڑا ہے اور فطرت کی قوتیں نہایت ہی عظیم القوت ، عظیم الجثہ اور بڑے بڑے افلاک ہیں۔\nسمندر ان بڑی قوتوں میں سے ایک ہے جسے انسان نے مسخر کرلیا ہے۔ انسان کو اللہ نے اس کی ساخت اور خصوصیات کا علم دیا اور انسان نے معلوم کیا کہ کشتی اس عظیم اور سرکش سمندر کے اوپر چل سکتی ہے اور اس کی بھپری ہوئی جبار موجوں کے ساتھ ٹکرا سکتی ہے اور اسے ان سے کوئی نقصان نہیں پہنچ سکتا۔\nلتجری الفلک فیہ بامرہ (45 : 12) “ تا کہ اس کے حکم سے کشتیاں اس میں چلیں ”۔ اللہ ہی ہے جس نے سمندر کو یہ خصوصیات دیں اور کشتی کے مواد کو تیرنے کی خصوصیات دیں۔ فضا کے دباؤ، ہواؤں کی تیزی اور زمین کی کشش کی خصوصیات پیدا کیں اور وہ دوسرے خصائص اس میں رکھے جن کی وجہ سے بحری سفر آسان ہوا اور انسان کو اس کام کا علم دیا کہ وہ سمندر مخلوق سے نفع اٹھائے اور دوسرے فوائد بھی حاصل کرے۔\nولتبتغوا من فضلہ (45 : 12) “ اور تم اس کا فضل تلاش کرو ”۔ مثلاً سمندر میں شکار ، زیب وزینت کا سامان ، تجارت ، معلوماتی سفر ، تجربات ، مشقیں ، ورزش اور تفریح وغیرہ۔ غرض وہ سارے فوائد جو یہ چھوٹا سا انسان سمندروں سے حاصل کرتا ہے۔\nغرض اللہ نے انسان کے لئے کشتی اور سمندر دونوں کو مسخر کیا کہ وہ اللہ کے فضل کی تلاش کرے۔ پھر اللہ کا شکر کرے کہ اللہ نے یہ فضل و کرم ، یہ انعامات اور یہ تسخیر اور یہ علم اسے دیا۔\nولعلم تشکرون (45 : 12) “ اور تم شکر گزار بنو ”۔ اللہ تعالیٰ پھر اس قرآن کے ذریعہ انسان کو ہدایت کرتا ہے کہ اس ذات باری کی وفاداری کرو ، اس سے تعلق قائم کرو ، اور یہ بات معلوم کرو کہ تمہارے اور اس کائنات کے درمیان ایک تعلق ہے اور وہ یہ کہ تم اس کا حصہ ہو اور ایک ناموس فطرت کے تحت چل رہے ہو اور تم دونوں کا رخ اللہ ہی کی طرف ہے۔\nسمندروں کی تسخیر کے خصوصی ذکر کے ساتھ یہ پوری کائنات بھی بالعموم تمہارے لیے مسخر کردی گئی ہے۔ زمین اور آسمانوں کے درمیان پائے جانے والی تمام قوتیں ، نعمتیں اور مفید چیزیں جو اس کے لئے فرائض منصب خلافت کی ادائیگی میں مفید و معاون ہیں۔\nوسخر لکم ۔۔۔۔۔۔ جمیعا منہ (45 : 13) “ اس نے زمین اور آسمان کی ساری ہی چیزیں تمہارے لیے مسخر کردیں ، سب کچھ اپنے پاس سے ”۔ اس کائنات میں جتنی چیزیں بھی ہیں وہ اللہ کی طرف سے ہیں اور اسی کی ہیں۔ وہی ان کا پیدا کرنے والا اور مدبر ہے۔ اس نے ان کو مسخر کر رکھا ہے۔ اور ان پر اس چھوٹی سی مخلوق کو مسلط کردیا ہے۔ انسان جسے اللہ نے اس کائنات کے مزاج اور اس کے قوانین کو سمجھنے کی قوت دی اور وہ اپنی قوت اور طاقت سے کہیں بڑی قوتوں کو مسخر کرتا ہے۔ یہ سب کام اللہ کا فضل و کرم ہے۔ اس انسان پر اور جو لوگ تفکر اور تدبر سے کام لیتے ہیں ان کے لئے اس میں آیات و نشانات ہیں بشرطیکہ وہ اپنی اس عقل سے یہ فائدہ بھی اٹھائیں کہ اس کائنات اور اس انسان کا ایک پیدا کرنے والا بھی ہے جس نے اسے یہ سب کچھ دیا ہے اپنے کرم خاص سے :\nان فی ذلک لایت لقوم یتفکرون (45 : 13) “ اس میں بڑی نشانیاں ہیں ان لوگوں کے لئے جو غوروفکر کرنے والے ہیں ”۔ یہ فکر اور یہ تدبر اس وقت تک صحیح ، جامع اور گہرا نہ ہو سکے گا جب تک وہ ان قوتوں ، مسخر شدہ قوتوں کے پیچھے اس بڑی قوت کی طرف جھانکنے کی کوشش نہ کرے گا ، جس نے ان تمام قوتوں کو پیدا کیا اور جس نے انسان کو پیدا کیا اور پھر انسان کو ان رازوں سے آگاہ کیا کہ ان کا راز یہ ہے اور ان کا قانون قدرت یہ ہے اور فطرت کائنات اور فطرت انسان ایک ہے۔ اور ان دونوں کے درمیان یہ تعلق ہے۔ اس تعلق کا یہ نتیجہ ہے کہ انسان کو علم حاصل ہوا ، اسے قوت اور کنٹرول حاصل ہوا ، اس نے ان قوتوں کو مسخر کر کے اپنے فائدے کے لئے استعمال کیا۔ اگر یہ تعلق نہ ہوتا تو انسان کو ان چیزوں سے کچھ بھی حاصل نہ ہوتا۔\n٭٭٭\nجب بات یہاں تک پہنچی ہے اور ایک مومن اس کائنات کے قلب تک جا پہنچتا ہے۔ اسے شعور حاصل ہوجاتا ہے کہ قوت کا حقیقی سرچشمہ کیا ہے ، یہ کہ اس کائنات کے اسرار و رموز کی آگاہی دراصل قوت کا حقیقی سرچشمہ ہے۔ اب مومنین کو ہدایت کی جاتی ہے کہ وہ شرافت ، اخلاق عالیہ ، وسعت قلبی اور رواداری اختیار کریں اور جو ضعیف ، ناتواں اور جاہل لوگ اس خزانے اور اس بھرپور خزانہ علم و معرفت سے محروم ہیں ، ان پر رحم کریں ، ان کے ساتھ ہمدردی کریں کہ یہ لوگ ان عظیم حقائق سے محروم ہیں۔ جو اللہ کے نوامیس فطرت کو نہیں دیکھتے ، جو تاریخ میں سنن الٰہیہ کو تلاش نہیں کرتے جو اس کائنات کے اسر اور موز سے واقف نہیں اور اس لیے وہ اس خالق کی عظمت سے بھی بیخبر ہیں۔"
    },
    {
      "ayah": 14,
      "surah": 45,
      "text": "آیت نمبر 14 تا 15\nاہل ایمان کو ہدایت کی گئی ہے کہ جو لوگ اللہ کے عذاب سے نہیں ڈرے ، ان سے درگزر کرو اور ان کے ساتھ دشمنی کی بجائے ہمدردی کا رویہ اختیار کرو۔ اور شریفانہ اور اخلاق عالیہ کا رویہ اختیار کرو۔ درگزر کرو اور ان پر رحم کرو کہ وہ مساکین ہیں۔ وہ علم و ہدایت اور قوت اور رحمت کے اصل سرچشمے سے محروم ہیں۔ یہ ایمان ہی کا سرچشمہ ہے جو انسان کو غنی ، قوی اور رحیم و کریم بنا دیتا ہے۔ انسان اسی پر بھروسہ کرتا ہے ، مطنئن ہوتا ہے اور مشکل اوقات میں اس کے سامنے سربسجود ہوتا ہے اور اس کے سہارے آہ و فغاں کرتا ہے۔ پھر یہ لوگ ان قوانین فطرت اور سنن الہٰیہ سے بھی ناواقف ہیں جن کے نتیجے میں انسان کو ہر قسم کی قوت حاصل ہوتی ہے۔ اہل ایمان چونکہ ایمان کے خزانے تک رسائی حاصل کرچکے ہیں اور اس کے ذریعہ ان کو مادی اور روحانی اطمینان حاصل ہے اور وہ ایک برتر پوزیشن ہیں اس لیے ان کے شایان شان یہ ہے کہ وہ عفو و درگزر سے کام لیں۔\nدوسری بات یہ ہے کہ اس درگزر کے نتیجے میں اہل ایمان کا رویہ ہوگا کہ وہ تمام معاملات اللہ کے حوالے کردیں گے جو محسن کو اس کے احسان کی جزاء دے گا اور بدکار کو اس کی بدکاریوں پر سزا دے گا۔ عفو و درگزر کی بجائے اگر اہل ایمان ان بیچاروں کے ساتھ سختی کا رویہ اختیار کرتے ہیں تو وہ اس نیکی سے محروم ہوجائیں گے بشرطیکہ اس عفو و درگزر کی پالیسی کے نتیجے میں امن وامان کو خطرہ لاحق نہیں ہوتا ، اور لوگ حدود اللہ پر دست درازی میں جری نہیں ہوجاتے ہوں۔\nلیجزی قوما بما کانوا یکسبون (45 : 14) “ تا کہ اللہ خود ایک گروہ کو اس کی کمائی کا بدلہ دے ”، اور اس کے بعد یہ بھی تصریح کردی جاتی ہے کہ جزاء و سزا میں ہر شخص اپنے کئے کا ذمہ دار ہے۔ لہٰذا ہر شخص کو اللہ کے سامنے حاضری دینے کے وقت کی فکر کرنی چاہئے۔\nمن عمل صالحا ۔۔۔۔۔۔۔ ترجعون (45 : 15) “ جو کوئی نیک عمل کرے گا اپنے ہی لیے کرے گا اور جو برائی کرے گا وہ آپ ہی اس کا خمیازہ بھگتے گا۔ پھرجانا تو سب کو اپنے رب ہی کی طرف ہے ”۔ یوں ایک مومن کا سینہ فراخ ہوتا ہے۔ اس کی سوچ بلند ہوتی ہے۔ وہ انفرادی مشکلات بھی برداشت کرتا ہے اور احمقوں کی حماقتیں بھی برداشت کرتا ہے اور اندھے اور محروم لوگوں کے طرز عمل کو بھی برداشت کرتا ہے۔ اس لیے نہیں کہ وہ کمزور ہوتا ہے اور اینٹ کا جواب پتھر سے نہیں دے سکتا۔ یہ برداشت وہ تنگ دلی سے نہیں بلکہ وسعت قلبی سے کرتا ہے۔ کیونکہ وہ مضبوط کردار اور کھلے دل کا مالک ہوتا ہے۔ اور اس نے ان محروم لوگوں کے لئے بھی ہدایت کی مشعل اٹھا رکھی ہوتی ہے۔ اس نے بیماروں کے لئے شفایابی کا تریاق اتھا رکھا ہوتا ہے۔ اور وہ اس پر اجر کا طالب صرف اللہ سے ہوتا ہے اور آخرت میں ہوتا ہے۔ اور آخر کار تمام امور اللہ کے ہاتھ میں ہوتے ہیں اور ہدایت اور رہنمائی کا سرچشمہ بھی اللہ ہی ہے۔ اور اس کی طرف لوٹنا ہے۔\n٭٭٭٭\nاب انسانیت کے لئے مومن قیادت کے کردار کے موضوع پر بات ہوتی ہے۔ یہ قیادت اب اسلامی جماعت کی شکل میں وجود میں لائی گئی ہے۔ اس سے پہلے یہ بنی اسرائیل کے ہاتھ میں تھی۔ ان کو کتاب دی گئی۔ حکومت دی گئی ، نبوت دی گئی مگر انہوں نے اختلافات شروع کر دئیے۔ اور ان سے یہ قیادت اور منصب لے کر اے محمد ﷺ اب آپ کو دے دیا گیا ہے۔ اس وقت آپ مکہ میں تھے۔ اور دعوت اسلامی نہایت ہی مشکل دور سے گزر رہی تھی لیکن آدم (علیہ السلام) سے ادھر اس کا مزاج ، اس کی نوعیت اور مقاصد اور مہم ایک ہی رہی ہے۔"
    },
    {
      "ayah": 15,
      "surah": 45,
      "text": "آیت نمبر 14 تا 15\nاہل ایمان کو ہدایت کی گئی ہے کہ جو لوگ اللہ کے عذاب سے نہیں ڈرے ، ان سے درگزر کرو اور ان کے ساتھ دشمنی کی بجائے ہمدردی کا رویہ اختیار کرو۔ اور شریفانہ اور اخلاق عالیہ کا رویہ اختیار کرو۔ درگزر کرو اور ان پر رحم کرو کہ وہ مساکین ہیں۔ وہ علم و ہدایت اور قوت اور رحمت کے اصل سرچشمے سے محروم ہیں۔ یہ ایمان ہی کا سرچشمہ ہے جو انسان کو غنی ، قوی اور رحیم و کریم بنا دیتا ہے۔ انسان اسی پر بھروسہ کرتا ہے ، مطنئن ہوتا ہے اور مشکل اوقات میں اس کے سامنے سربسجود ہوتا ہے اور اس کے سہارے آہ و فغاں کرتا ہے۔ پھر یہ لوگ ان قوانین فطرت اور سنن الہٰیہ سے بھی ناواقف ہیں جن کے نتیجے میں انسان کو ہر قسم کی قوت حاصل ہوتی ہے۔ اہل ایمان چونکہ ایمان کے خزانے تک رسائی حاصل کرچکے ہیں اور اس کے ذریعہ ان کو مادی اور روحانی اطمینان حاصل ہے اور وہ ایک برتر پوزیشن ہیں اس لیے ان کے شایان شان یہ ہے کہ وہ عفو و درگزر سے کام لیں۔\nدوسری بات یہ ہے کہ اس درگزر کے نتیجے میں اہل ایمان کا رویہ ہوگا کہ وہ تمام معاملات اللہ کے حوالے کردیں گے جو محسن کو اس کے احسان کی جزاء دے گا اور بدکار کو اس کی بدکاریوں پر سزا دے گا۔ عفو و درگزر کی بجائے اگر اہل ایمان ان بیچاروں کے ساتھ سختی کا رویہ اختیار کرتے ہیں تو وہ اس نیکی سے محروم ہوجائیں گے بشرطیکہ اس عفو و درگزر کی پالیسی کے نتیجے میں امن وامان کو خطرہ لاحق نہیں ہوتا ، اور لوگ حدود اللہ پر دست درازی میں جری نہیں ہوجاتے ہوں۔\nلیجزی قوما بما کانوا یکسبون (45 : 14) “ تا کہ اللہ خود ایک گروہ کو اس کی کمائی کا بدلہ دے ”، اور اس کے بعد یہ بھی تصریح کردی جاتی ہے کہ جزاء و سزا میں ہر شخص اپنے کئے کا ذمہ دار ہے۔ لہٰذا ہر شخص کو اللہ کے سامنے حاضری دینے کے وقت کی فکر کرنی چاہئے۔\nمن عمل صالحا ۔۔۔۔۔۔۔ ترجعون (45 : 15) “ جو کوئی نیک عمل کرے گا اپنے ہی لیے کرے گا اور جو برائی کرے گا وہ آپ ہی اس کا خمیازہ بھگتے گا۔ پھرجانا تو سب کو اپنے رب ہی کی طرف ہے ”۔ یوں ایک مومن کا سینہ فراخ ہوتا ہے۔ اس کی سوچ بلند ہوتی ہے۔ وہ انفرادی مشکلات بھی برداشت کرتا ہے اور احمقوں کی حماقتیں بھی برداشت کرتا ہے اور اندھے اور محروم لوگوں کے طرز عمل کو بھی برداشت کرتا ہے۔ اس لیے نہیں کہ وہ کمزور ہوتا ہے اور اینٹ کا جواب پتھر سے نہیں دے سکتا۔ یہ برداشت وہ تنگ دلی سے نہیں بلکہ وسعت قلبی سے کرتا ہے۔ کیونکہ وہ مضبوط کردار اور کھلے دل کا مالک ہوتا ہے۔ اور اس نے ان محروم لوگوں کے لئے بھی ہدایت کی مشعل اٹھا رکھی ہوتی ہے۔ اس نے بیماروں کے لئے شفایابی کا تریاق اتھا رکھا ہوتا ہے۔ اور وہ اس پر اجر کا طالب صرف اللہ سے ہوتا ہے اور آخرت میں ہوتا ہے۔ اور آخر کار تمام امور اللہ کے ہاتھ میں ہوتے ہیں اور ہدایت اور رہنمائی کا سرچشمہ بھی اللہ ہی ہے۔ اور اس کی طرف لوٹنا ہے۔\n٭٭٭٭\nاب انسانیت کے لئے مومن قیادت کے کردار کے موضوع پر بات ہوتی ہے۔ یہ قیادت اب اسلامی جماعت کی شکل میں وجود میں لائی گئی ہے۔ اس سے پہلے یہ بنی اسرائیل کے ہاتھ میں تھی۔ ان کو کتاب دی گئی۔ حکومت دی گئی ، نبوت دی گئی مگر انہوں نے اختلافات شروع کر دئیے۔ اور ان سے یہ قیادت اور منصب لے کر اے محمد ﷺ اب آپ کو دے دیا گیا ہے۔ اس وقت آپ مکہ میں تھے۔ اور دعوت اسلامی نہایت ہی مشکل دور سے گزر رہی تھی لیکن آدم (علیہ السلام) سے ادھر اس کا مزاج ، اس کی نوعیت اور مقاصد اور مہم ایک ہی رہی ہے۔"
    },
    {
      "ayah": 16,
      "surah": 45,
      "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔"
    },
    {
      "ayah": 17,
      "surah": 45,
      "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔"
    },
    {
      "ayah": 18,
      "surah": 45,
      "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔"
    },
    {
      "ayah": 19,
      "surah": 45,
      "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔"
    },
    {
      "ayah": 2,
      "surah": 45,
      "text": "درس نمبر 235 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔ 23\nآیت نمبر 1 تا 5\nحا۔ میم کے بعد ، یہ آتا ہے کہ یہ کتاب اللہ عزیز اور حکیم کی طرف سے ہے اور اس کتاب کا مصدر اور فبع اللہ کی ذات ہے اور دوسرا اشارہ اس میں یہ ہے کہ یہ معجزہ کتاب انہی حروف سے بنائی گئی ہے۔ جیسا کہ حروف مقطعات کے بارے میں ہماری رائے ہے اور یہ کہ یہ چیلنج ہے ان کو کہ تم ان حروف سے ایسی کتاب نہیں بنا سکتے۔ لہٰذا حا میم دلیل ہے تنزیل الکتب پر کہ یہ اللہ کی طرف سے ہے اور اللہ زبردست قدرت والا ہے اور اس کا مقابلہ کوئی نہیں کرسکتا اور حکیم ہے جس نے اس پوری کائنات کو حکمت سے بنایا اور تمام معاملات اس ذات کے حکم سے طے ہوتے ہیں۔ یہ ایک ایسا تبصرہ ہے جو سورت کی فضا کے ساتھ مناسب ہے ، جس میں طرح طرح کے نفوس اور ان کی ذہنیت دکھائی گئی ہے۔\nقبل اس کے کہ لوگوں کے سامنے ، اس کتاب کے حوالے سے ان کا موقف رکھاجائے ، ان کو ان آیات و نشانات کی طرف متوجہ کیا جاتا ہے جو اس کائنات میں جگہ جگہ بکھرے ہوئے ہیں۔ یہ آیات اور یہ نشانیاں اس بات کے لئے کافی تھیں کہ یہ لوگ ایمان لاتے اور یہ لوگ اپنے دلوں کو اگر ان کی طرف متوجہ کرتے تو ان کے دل کھل جاتے اور اس کتاب کے نازل کرنے والے عظیم اللہ کی طرف ان کا احساس تیز ہوجاتا جو اس کائنات کا ایک عظیم خالق ہے۔\nان فی السموت والارض لایت للمومنین (45 : 3) “ حقیقت یہ ہے کہ آسمانوں اور زمین میں بیشمار نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں ”۔ اور وہ نشانیاں جو آسمانوں اور زمین میں ہیں وہ کسی چیز تک محدود نہیں ہیں ، کسی حال تک محدود نہیں ہیں ، اس کائنات کی جس چیز کو بھی انسان دیکھے اور مطالعہ کرے تو دل گواہی دیتا ہے کہ یہی پہلو ایک معجزہ ہے گویا “ جا اینجا است ”۔ سوال یہ نہیں ہے کہ نشانی کہاں ہے ، سوال یہ ہے کہ کون سی چیز نشانی نہیں ہے ؟\nذرا دیکھو ان آسمانوں اور ان کے اندر تیرنے والے عظیم الجثہ اجرام فلکی کو ، پھر اس کی طویل و عریض وسعتوں کو ، یہ اس طرح پھیلے ہوئے ہیں جس طرح ذرات اور رائی کے دانے ، بمقابلہ اس فضا اور خوفناک حد تک عریض و طویل فضا کے نیز یہ نہایت ہی خوبصورت ہیں۔\nپھر ذرا اس بات کو دیکھو کہ ان اجرام کی گردش اپنے اپنے مدار میں کس قدر تسلسل کے ساتھ قائم ہے۔ نہایت ہی خوبصورت ہم آہنگی کے ساتھ ، انسان یہ چاہتا ہے کہ دیکھتا ہی رہ جائے اور اس کے ملاحظے سے جی بھرتا ہی نہیں۔ بعض گردشیں کروڑوں سالوں میں مکمل ہوتی ہیں اور ایک سیکنڈ کا فرق نہیں پڑتا۔\nاور یہ زمین جسے انسان بہت ہی طویل و عریض سمجھتا ہے ، یہ ایک نہایت ہی چھوٹا سا ذرہ ہے ، بمقابلہ ان بڑے ستاروں کے (صرف مشتری اس سے ایک ہزار گنا زیادہ بڑا ستا ہے ) پھر یہ ذرہ یعنی زمین ، اس وسیع فضائے کائنات کے اندر تیر رہی ہے۔ اگر اللہ کی قدرت نہ ہوتی جس نے اسے تھام رکھا ہے اور اپنے مدار میں بند کر رکھا ہے تو یہ اس فضائے بسیط میں اپنی راہ گم کردیتی لیکن اللہ کی قدرت کا یہ کمال ہے کہ اس کائنات کا ذرہ بھی یہاں گم نہیں ہو سکتا۔\nپھر وہ سازوسامان جو اللہ نے اس زمین میں ، اس کے ایک خاص مقام اور نظام کی وجہ سے ودیعت کیا اور جس کی وجہ سے اس کے اوپر زندگی ممکن ہوئی ، اس کا تو ہر ہر پہلو ایک نشانی ہے۔ اس سازو سامان کی ہر چیز کے اپنے اپنے خواص ، نہایت باریک بینی کے ساتھ ، بڑی کثرت اور ہم آہنگی کے ساتھ یہاں جمع کئے گئے ہیں۔ اگر کسی ایک چیز کی خاصیت و ماہیت شمہ برابر بدل جائے تو زندگی کا پورا نظام خلل پذیر ہوجائے یا سرے سے ختم ہوجائے۔ غرض اس زمین کی ہر زندہ شے ایک علیحدہ نشانی ہے۔ ہر چیز کا ایک ایک جزء اور ایک ایک عضو ایک الگ نشانی ہے۔ اس معاملے میں عظیم الجثہ اشیاء اور ذرہ برابر کی اشیاء نشانی ہیں۔ ایک عظیم درخت سے ایک چھوٹا سا پتہ اٹھا لو ، اس کائنات کی پہنائیوں میں ایک چھوٹا سا نباتاتی پودا لے لو اور تجریہ کرو ، اپنے حکم اور اپنی شکل کے اعتبار سے یہ ایک نشانی ہے۔ رنگ میں بھی اور چھوٹے پن میں بھی ۔ اپنے مقاصد کے لئے بھی نشانی اور اپنے جسم میں بھی نشانی۔ انسان یا حیوان کے جسم کا ایک بال ہی لے لو ، یہ بھی ایک نشانی ہے ، اس کی ترکیب ، اس کا رنگ نشانی ہے ، ہر پرندے کا ہر پر ایک نشانی ہے ، اس کا مادہ ترکیب ، اس کے مقاصد ، اور اس کی ہم آہنگی۔ اگر انسان اس زمین و آسمان میں چشم بصیرت کے ساتھ دیکھے تو اسے نشانات الٰہیہ کا اژدہام نظر آئے اور انسان اعلان کر دے کہ اس کی فکر و نظر سے یہ تمام نشانات و راء ہیں۔\nلیکن یہ نشانیاں کس کے لئے ہیں ؟ خود یہ آیات بنا دیتی ہے ، یہ نشانیاں کس کے سامنے پردہ افگند ہوتی ہیں ۔ ان کا احساس کس کو ہو سکتا ہے لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین رکھتے ہیں ”۔ جو مومن ہیں اور مومن ہی نور ربی سے دیکھتا ہے۔\nپس ایمان ہی وہ قوت ہے جو دلوں کے دروازے کھولتا ہے ، پھر انسان پکار سنتا ہے ، کوئی روشنی دلوں کو اندر آکر منور کرسکتی ہے ، کوئی تازہ باد نسیم کے جھونکے دنیائے دل پر ترو تازگی بکھیر سکتے ہیں اور ایمان ہی کی وجہ سے انسان ، اس کائنات میں ہر طرف بکھری ہوئی نشانیاں دیکھ سکتا ہے ، یہ ایمان ہی ہے جو دلوں کو ایسی فرحت بخش تازگی عطا کرتا ہے اور ان کے اندر رقت اور لطاقت پیدا کرتا ہے ، جس کے نتیجے میں یہ دل وہ اشارات وصول کرتے ہیں جو اس کائنات میں سے ہر طرف سے آرہے ہیں ، جو یہ بتاتے ہیں کہ یہ اشارے دست قدرت کی طرف سے ہیں اور دست قدرت جن جن چیزوں کو بناتی ہے ان کے اندر یہ اشارات موجود ہوتے ہیں۔ اللہ کی پیدا کردہ ہر چیز معجز ہے اور مخلوق اس کی نقل بھی نہیں کرسکتی۔ اب اس کائنات کی طویل اور دور دراز وادیوں سے واپس لا کر انسان کو اس کی اپنی ذات کی طرف لایا جاتا ہے ، جو اس کے قریب ہے۔ اور وہ جانور جو انسان کے قریب ہیں ان پر غوروفکر کی دعوت !\nوفی خلقکم ۔۔۔۔۔ یوقنون (45 : 4) “ اور تمہاری اپنی پیدائش میں اور ان حیوانات میں جن کو اللہ زمین میں پھیلا رہا ہے بڑی نشانیاں ہیں ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔ انسان کو یہ عجیب ساخت عطا کرنا ، پھر اسے ایسی عجیب خصوصیات عطا کرنا ، اور نہایت ہی گہرے ، لطیف اور پیچیدہ فرائض اس کے حوالے کرنا جن میں سے ہر ایک معجزانہ ہے۔ جسم انسانی کے ایسے اندرونی معجزات ہیں کہ رات اور دن دیکھتے دیکھتے وہ ہمارے لئے عجوبے ہی نہیں ہرے۔ اس لیے کہ ہمارے اندر اور ہمارے قریب ہیں لیکن صرف ایک عضو کا تجربہ کیا جائے تو انسان کا سر چکرا جاتا ہے اور انسان اس پیچیدہ ترکیب کی ہولناکیوں سے مبہوت رہ جاتا ہے۔\nزندگی ، چاہے وہ اپنی سادہ ترین صورت میں کیوں نہ ہو وہ تو ایک معجزہ ہے۔ امیبا جس کا ایک ہی خلیہ ہوتا ہے اور امیبا سے بھی چھوٹی زندگی بھی معجزہ ہے۔ رہا انسان تو اس کی زندگی تو بہت ہی پیچیدہ اور سخت اور عجیب و غریب ہے۔ نفسیاتی لحاظ سے بھی وہ نہایت ہی پیچیدہ اور معجزاتی ہے۔ عضوی ترکیب سے اس کی نفسیات زیادہ پیچیدہ ہیں۔\nاور وہ مخلوقات جو اس زمین پر ہر طرف رینگتی ہے ، اور جس کی لاتعداد انواع و اقسام ہیں ، بیشمار جسم اور اشکال ہیں جن کی تعداد اللہ ہی کو معلوم ہے۔ اس زندگی میں سے چھوٹی سے چھوٹی چیز اور بڑی سے بڑی چیز سب اپنی اپنی جگہ معجزاتی ہیں ، یہ اپنی عمر اور جنس کے اعتبار سے بھی معجزاتی شان رکھتی ہیں۔ اور یہ قدرتی طور پر اپنی نوع کی حفاظت کرتی ہیں اور کوئی نوع دوسری انواع کو فنا کرنے پر قادر نہیں ہے۔ اور دست قدرت نے ان انواع و اقسام کی تعداد اپنے پاس رکھی ہوئی ہے کسی میں کمی کرتا ہے اور کسی میں اضافہ ۔ اور ہر ایک کو اس کے خصائص دیتا ہے اور قوت وصلاحیت دیتا ہے۔ اس طرح حیوانات کے تمام انواع و اقسام کی آبادی کے اندر ایک توازن قائم رہتا ہے۔\nگدھ اور باز جارح اور مضر پرندے ہیں اور ان کی عمر بھی لمبی ہے لیکن ان کی آبادی بہت کم ہے اور بہت کم انڈے دیتے ہیں ۔ اگر گدھ اور باز چڑیوں کی طرح ہوتے تو ذرا سوچ لیں کہ اس دنیا میں شاید چھوٹے بڑے کسی پرندے کی نسل نہ ہوتی۔\nحیوانات میں سے شیر درندہ جانور ہیں ، اگر ان کی نسل ہر نوں اور بھیڑ بکریوں کی طرح زیادہ ہوتی تو وہ جنگلات میں کوئی حیوانی مواد نہ چھوڑتا۔ لیکن یہ قدرت ہے جس نے اس کی نسل کو محدود رکھا ہے اور وہ مطلوبہ تعداد ہی میں ہوتے ہیں جبکہ ہرن اور بھیڑ اور بکریاں زیادہ ہوتی ہیں کیونکہ قدرت کو معلوم ہے کہ ان کی زیادہ ضرورت ہے۔\nایک مکھی ایک ہی زندگی میں لاکھوں انڈے دیتی ہے لیکن اس کی زندگی زیادہ سے زیادہ دو ہفتے ہوتی ہے۔ اگر ایک مکھی کی عمر طبیعی کئی ماہ یا سال ہوتی تو تمام انسانی جسموں کو ڈھانپ دیتیں ، آنکھوں کو کھا جاتیں لیکن دست قدرت نے ان پر ایک قدرتی بند بھی رکھا ہے اور اس کی عمر کو محدود کردیا ہے۔\nیونہی ، ہر چیز اور ہر نوع کی یہ حالت ہے ۔ اللہ کی تدبیر اور تقدیر انسانوں اور حیوانات میں اپنا کام کرتی ہے اور ہر چیز کے اندر ایک قسم کی نشانی ہے۔ اور یہ نشانی پکار پکار کہتی ہے کہ اللہ کی آیات میں غورو و تدبر کرو اور یہ آیات لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔\nیقین ایسی حالت ہے جو دلوں کو تیار اور مائل اور متاثر کرنے والی حالت ہے ، تا کہ وہ احساس کریں ، متاثر ہوں اور اللہ کی طرف مائل ہوں۔ ایمان و یقین دلوں کو ثابت ، برقرار اور مطمئن کردیتا ہے ۔ ایسے دل بڑے ٹھہراؤ سے اس کائنات پر غور کرتے ہیں اور اس سے حقائق اخذ کرتے ہیں۔ ان میں سے بےچینی ، پریشانی ، بےثباتی ختم ہوجاتی ہے۔ ایسے دلوں کو اگر اس دنیا میں کم کچھ ملے تب بھی وہ اس سے بڑے نتائج اور آثار حاصل کرتے ہیں۔\nاس کے بعد اپنی ذات اور اپنے اردگرد کے حیوانات سے انہیں اس پوری کائنات کے مظاہر کی طرف لے جایا جاتا ہے۔ اس کائنات سے ان کے لئے اور دوسرے زندوں کے لئے جو اسباب حیات پیدا کئے جاتے ہیں اور فراہم کئے گئے ہیں ذرا ان پر بھی غور کرو۔\nواختلاف الیل ۔۔۔۔۔ لقوم یعقلون (45 : 5) “ اور شب و روز کے فرق و اختلاف میں اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمین کو جلا اٹھاتا ہے ، ہواؤں کی گردش میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں ”۔ گردش لیل و نہار وہ منظر ہے جس کے باربار کی تکرار کی وجہ سے اس کی جدت انسانوں کے ذہن سے محو ہوجاتی ہے۔ اگر کوئی پہلی مرتبہ ان کو دیکھے یا پہلی مرتبہ رات کو دیکھے تو یہ ایک عجیب منظر ہے جو دل شاعرانہ احساس رکھتے ہیں وہ اس جدت کو سمجھتے ہیں اور گردش لیل ونہار کو اس کائنات کا ایک حیران کن نظام سمجھتے ہیں۔\nانسانوں کے علم میں اضافہ ہوتا جاتا ہے اور اس کائنات کے بعض مظاہر کے بارے میں تو اب انسانوں نے وسیع معلومات حاصل کرلی ہیں۔ اب انسان جانتے ہیں کہ گردش لیل و نہار دراصل زمین کی گردش محوری سے پیدا ہوتی ہے جو یہ سورج کے سامنے کرتی ہے اور یہ گردش چوبیس گھنٹوں میں مکمل ہوتی ہے لیکن اس علم کے مطابق بھی یہ انوکھا منظر اور عجوبہ ابھی ختم نہیں ہے کیونکہ یہ کرۂ زمین ہوا کے اندر معلق ہے اور ایک خاص رفتار کے ساتھ چل رہا ہے اور وہ کسی چیز کا سہارا نہیں لے رہا ہے۔ اللہ نے اسے تھام رکھا ہے اور وہ ایک سیکنڈ بھی اپنی رفتار کم نہیں کرتا ۔ اور یہ رفتار ایسی ہے کہ تمام زندہ مخلوقات اس کے اوپر بڑے آرام سے رہ رہی ہے اور یہ مخلوق اس فضا میں معلق گولے کے اوپر ٹکی ہوئی ہے جو فضا میں گردش پر ہے۔\nاب انسان کا علم قدرے اور وسعت اختیار کرتا ہے کہ اس گردش محوری کے اثرات اس زمین کے اوپر اور تمام زندہ مخلوقات پر کیا ہیں۔ انسان نے معلوم کیا کہ ان اوقات کو اس طرح رات اور دن میں تقسیم کرنے ہی سے اس کرۂ ارض پر زندگی ممکن بنائی گئی ہے۔ اگر گردش لیل و نہار نہ ہوتے یا اس اندازے اور اس نظام اور رفتار سے نہ ہوتے تو اس زمین کی سطح پر موجود ہر چیز بدل جاتی اور خصوصاً انسانی زندگی ختم ہوجاتی۔ چناچہ یوں اس علم کے بعد معلوم ہوا کہ گردش لیل و نہار اللہ کی نشانیوں میں سے اہم نشانی ہے۔\nوما انزل اللہ ۔۔۔۔۔۔ بعد موتھا (45 : 5) “ اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمینوں کو جلا اٹھاتا ہے ”۔ رزق سے بھی تو پانی مراد ہوتا ہے جو آسمانوں سے آتا ہے جس طرح قدیم مفسرین نے اس سے یہی سمجھا ہے لیکن آسمانوں سے آنے والا صرف پانی بہت وسیع ہے۔ آسمانوں سے جو شعاعیں نکلتی ہیں وہ زمین کو زندہ کرنے میں پانی سے کوئی کم موثر نہیں ہیں بلکہ ان شعاعوں ہی کے اثر سے حکم الٰہی سے پانی پیدا ہوتا ہے۔ سورج کی حرارت ہی پانی کو بخارات میں بدلتی ہے۔ اور یہ بخارات کثیف ہو کر بارش کی شکل اختیار کرتے ہیں اور نہریں اور چشمے بہتے ہیں۔ اور اس سے زمین مردہ ہونے کے بعد زندہ ہوجاتی ہے ، پانی سے بھی اور حرارت سے بھی۔\nوتصریف الریح (45 : 5) “ اور ہواؤں کی گردش میں ”۔ یہ ہوائیں شمالاً و جنوباً چلتی ہیں ، شرقاً اور غرباً چلتی ہیں ، سیدھی اور ٹیٹرھی چلتی ہیں ، گرم اور سرد چلتی ہیں۔ اس نہایت ہی پیچیدہ نظام کے مطابق جو دست قدرت نے اس کائنات کی تخلیق کے اندر رکھ دیا ہے اور اس کی ہر چیز کو حساب و مقدار سے رکھا ہے اور اس میں کوئی چیز اتفاق اور مصارفت پر نہیں چھوڑا ، پھر ہواؤں کے چلنے کا زمین کی گردش محوری سے گہرا تعلق ہے۔ اور ان کا تعلق گردش لیل و نہار سے بھی ہے اور اس رزق سے بھی ہے جو آسمانوں سے نازل ہوتا ہے۔ غرض حرارت ، ہوا وار رات اور دن کا نظام سب مل کر یہاں کام کرتے ہیں اور ان میں آیات و نشانات ہیں۔ لقوم یعقلون (45 : 5) “ ان لوگوں کے لئے جو عقل رکھتے ہیں ”۔ کیونکہ اس میدان میں عقل ہی کام کرسکتی ہے۔\n٭٭٭\nیہ تو ہیں اس کائنات کی بعض نشانیاں جن کی طرف اشارہ کیا گیا ، ان لوگوں کے لئے جو ایمان لاتے ہیں۔ پھر ان لوگوں کے لئے جو یقین کرتے ہیں اور پھر ان لوگوں کے لئے جو عقل سے کام لیتے ہیں۔ یہ آیات ان کی طرف اشارہ کرتی ہیں۔ یہ اشارات دلوں کو چھوتے ہیں ، ان کو جگاتے ہیں اور یہ آیات الٰہیہ انسانی فطرت سے براہ راست مخاطب ہوتی ہیں کیونکہ فطرت انسانی اور اس کائنات کے درمیان براہ راست فطری رابطہ ہے۔ اور اس رابطے کو قرآن کا طرز استدلال ہی زندہ اور تازہ کرسکتا ہے۔ جو لوگ ان آیات فطرت کو تسلیم نہیں کرتے۔ ان سے کوئی توقع نہیں ہے کہ وہ کسی اور چیز کو تسلیم کریں گے جن لوگوں کو قرآن کریم کے یہ اشارات اور آیات نہیں جگا سکتیں ، ان کو کوئی اور آواز نہیں جگا سکتی خواہ وہ جس قدر تیز آواز ہو۔ ذرا سنئے :"
    },
    {
      "ayah": 20,
      "surah": 45,
      "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔"
    },
    {
      "ayah": 21,
      "surah": 45,
      "text": "آیت نمبر 21 تا 22\nہو سکتا ہے کہ یہاں بدکاروں سے مراد اہل کتاب ہوں جنہوں نے اپنی کتاب سے روگردانی کی اور برائیوں کا ارتکاب کیا۔ اور سمجھتے یہی رہے کہ وہ حقیقی مومن ہیں بلکہ وہ اپنے آپ کو اہل ایمان کے برابر سمجھتے ہیں جبکہ وہ برائیوں کا ارتکاب کرتے ہیں اور مومنین نیکیوں کے کام کرتے ہیں۔ سوال یہ ہے کہ کیا یہ دونوں گروہ اللہ کے ہاں برابر ہو سکتے ہیں ، خواہ اس دنیا کا معاملہ ہو یا آخرت کا موازنہ ہو ؟ اور اس سے مراد عام اصول بیان کرنا بھی ہو سکتا ہے کہ اللہ کے پیمانوں کے مطابق نیک کام کرنے والے برے کام کرنے والے آپس میں برابر نہیں ہو سکتے ، نہ اس دنیا میں نہ آخرت کے حساب و کتاب میں۔ مومنین کا پلڑا یہاں بھی بھاری ہوگا اور آخرت میں بھی بھاری ہوگا۔ اور یہ اصول اللہ کی اس کائنات کے نقشے میں ریڑھ کی ہڈی کا مقام رکھتا ہے۔ اس پوری کائنات کی تخلیق حق پر ہوتی ہے۔ شریعت کی تشکیل بھی حق پر ہوتی ہے۔ جس چیز کے ساتھ یہ کائنات قائم ہے ، وہ توازن اور اعتدال ہے اور اسی اصول پر انسانی زندگی بھی قائم ہے یعنی عدل و انصاف جس کا اظہار اچھے کام کرنے والوں اور برے کام کرنے والوں کے درمیان فرق کر کے کیا گیا ہے۔ اور ہر شخص کو اس کے کئے کی جزاء و سزادی گئی اگر وہ نیک ہوا یا گمراہ ہوا ۔ تا کہ تمام لوگوں کے ساتھ انصاف کیا جاسکے۔\nوھم لا یظلمون (45 : 22) “ اور لوگوں پر ہرگز ظلم نہ کیا جائے گا ”۔ یہ مفہوم کہ اس کائنات کی تخلیق کے اصل نقشے میں حق بنیادی چیز ہے۔ اور یہ کہ جس طرح کائنات کے اندر حق ہے ، اسی طرح شریعت کے اندر حق ہے اور یہ کہ یوم الحساب میں اسی حق پر حساب و کتاب ہوگا۔ یہ مفہوم اور مضمون قرآن میں بار بار آتا ہے کیونکہ یہ اسلامی تصور حیات کے بنیادی اصولوں میں سے ہے۔ تمام شاخیں اس اصول پر مبنی ہیں۔ انسانی نفس ، آفاق کائنات اور اسلامی شریعت سب اس سچائی پر مبنی ہیں۔ یہی ہے “ کائنات ، حیات اور انسان اور انسان اسلام کی نظر میں ” میری الگ کتاب کا موضوع۔ یہ انشاء اللہ جلد پیش ہوگی۔\n٭٭٭٭\nاب اس عظیم اصول کے بالمقابل اور شریعت کے بالمقابل لوگوں کی خواہشات ہوتی ہیں جو بدلتی رہتی ہیں۔ ان خواہشات کو لوگ اپنا لیتے ہیں ، ایسے لوگ گمراہی میں اس قدر دور چلے جاتے ہیں کہ ان کی ہدایت کے تمام راستے بند ہوجاتے ہیں۔"
    },
    {
      "ayah": 22,
      "surah": 45,
      "text": "آیت نمبر 21 تا 22\nہو سکتا ہے کہ یہاں بدکاروں سے مراد اہل کتاب ہوں جنہوں نے اپنی کتاب سے روگردانی کی اور برائیوں کا ارتکاب کیا۔ اور سمجھتے یہی رہے کہ وہ حقیقی مومن ہیں بلکہ وہ اپنے آپ کو اہل ایمان کے برابر سمجھتے ہیں جبکہ وہ برائیوں کا ارتکاب کرتے ہیں اور مومنین نیکیوں کے کام کرتے ہیں۔ سوال یہ ہے کہ کیا یہ دونوں گروہ اللہ کے ہاں برابر ہو سکتے ہیں ، خواہ اس دنیا کا معاملہ ہو یا آخرت کا موازنہ ہو ؟ اور اس سے مراد عام اصول بیان کرنا بھی ہو سکتا ہے کہ اللہ کے پیمانوں کے مطابق نیک کام کرنے والے برے کام کرنے والے آپس میں برابر نہیں ہو سکتے ، نہ اس دنیا میں نہ آخرت کے حساب و کتاب میں۔ مومنین کا پلڑا یہاں بھی بھاری ہوگا اور آخرت میں بھی بھاری ہوگا۔ اور یہ اصول اللہ کی اس کائنات کے نقشے میں ریڑھ کی ہڈی کا مقام رکھتا ہے۔ اس پوری کائنات کی تخلیق حق پر ہوتی ہے۔ شریعت کی تشکیل بھی حق پر ہوتی ہے۔ جس چیز کے ساتھ یہ کائنات قائم ہے ، وہ توازن اور اعتدال ہے اور اسی اصول پر انسانی زندگی بھی قائم ہے یعنی عدل و انصاف جس کا اظہار اچھے کام کرنے والوں اور برے کام کرنے والوں کے درمیان فرق کر کے کیا گیا ہے۔ اور ہر شخص کو اس کے کئے کی جزاء و سزادی گئی اگر وہ نیک ہوا یا گمراہ ہوا ۔ تا کہ تمام لوگوں کے ساتھ انصاف کیا جاسکے۔\nوھم لا یظلمون (45 : 22) “ اور لوگوں پر ہرگز ظلم نہ کیا جائے گا ”۔ یہ مفہوم کہ اس کائنات کی تخلیق کے اصل نقشے میں حق بنیادی چیز ہے۔ اور یہ کہ جس طرح کائنات کے اندر حق ہے ، اسی طرح شریعت کے اندر حق ہے اور یہ کہ یوم الحساب میں اسی حق پر حساب و کتاب ہوگا۔ یہ مفہوم اور مضمون قرآن میں بار بار آتا ہے کیونکہ یہ اسلامی تصور حیات کے بنیادی اصولوں میں سے ہے۔ تمام شاخیں اس اصول پر مبنی ہیں۔ انسانی نفس ، آفاق کائنات اور اسلامی شریعت سب اس سچائی پر مبنی ہیں۔ یہی ہے “ کائنات ، حیات اور انسان اور انسان اسلام کی نظر میں ” میری الگ کتاب کا موضوع۔ یہ انشاء اللہ جلد پیش ہوگی۔\n٭٭٭٭\nاب اس عظیم اصول کے بالمقابل اور شریعت کے بالمقابل لوگوں کی خواہشات ہوتی ہیں جو بدلتی رہتی ہیں۔ ان خواہشات کو لوگ اپنا لیتے ہیں ، ایسے لوگ گمراہی میں اس قدر دور چلے جاتے ہیں کہ ان کی ہدایت کے تمام راستے بند ہوجاتے ہیں۔"
    },
    {
      "ayah": 23,
      "surah": 45,
      "text": "آیت نمبر 23\nانسان جب اسلام کا عظیم اصول اتباع شریعت ترک کرد یتا ہے تو پھر اس کی جو حالت ہوتی ہے قرآن کریم اس خوب تصویر کشی کرتا ہے۔ یہ شخص اپنی بدلتی ہوئی خواہشات کے تابع ہے۔ یہ اپنی خواہشات کے سامنے سجدہ ریز ہے اور ان کا مطیع فرمان ہے۔ اس کے تصورات ، اس کے احکام ، اس کی سوچ اور اس کی حرکات ، اس کی خواہشات کے زاویہ سے ہوتی ہیں۔ یہ ان کو اس طرح پوجتا ہے جس طرح کوئی کسی بت کو پوجتا ہے۔ یہ خواہشات کے اشارات کے پیچھے دوڑتا ہے۔ قرآن ایسے لوگوں کی یہ تصویر کشی بڑی ناپسندیدگی سے کرتا ہے۔\nافر ءیت من اتخذ الھہ ھوہ (45 : 23) “ پھر کیا تم نے کبھی اس شخص کے حال پر غور کیا جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ”۔ کیا تم نے ایسے شخص کو دیکھا ہے ؟ یہ شخص ایک ایسی عجیب مخلوق ہے جو تماشا کے قابل ہے کہ اس کا تماشا دیکھا جائے۔ یہ شخص اللہ کے سامنے اپنے آپ کو ضلالت کا مستحق ثابت کردیتا ہے۔ اب اللہ ایسے شخص پر ہدایت کی رحمت نازل ہی نہیں کرتا ۔ کیونکہ اس کے دل میں ہدایت کی جگہ ہی باقی نہیں رہی ہے اس لیے کہ وہ اپنی خواہش کو بروقت پوجتا رہتا ہے۔\nواضلہ اللہ علی علم ( 45 : 23) “ اور اللہ نے علم کے باوجود اسے گمراہی میں پھینک دیا ہے ” ۔ اس کے دو معنی ہیں : ایک یہ کہ اللہ نے علم کے مطابق جانتے ہوئے اسے ضلالت میں پھینک دیا ۔ اس لیے کہ یہ ضلالت کا مستحق ہوگیا تھا۔ یا یہ کہ وہ اپنے طور پر عالم ہونے کے باوجود اسے گمراہی میں پھینک دیا گیا۔ اور اس کے علم و معرفت نے اس کو اس بات سے نہ روکا کہ وہ اپنی خواہشات کو الٰہ بنائے۔ یوں پھر اللہ نے اسے بھی ڈھیل دے دی اور گمراہی میں پھینک دیا۔\nوختم علی سمعہ وقلبہ وجعل علی بصرہ غشوۃ (45 : 23) “ اور اس کے دل اور کانوں پر مہر لگا دی اور اس کی آنکھوں پر پردہ ڈال دیا ”۔ لہٰذا وہ تمام روشن دان بند ہوگئے جن سے روشنی اندر آتی تھی اور وہ مدرکات بےکار ہوگئے جن کے ذریعہ سے ہدایت کسی شخص کے دل و دماغ میں داخل ہو سکتی تھی۔ اور انسان نے خواہشات نفسانیہ کو اس طرح قبول کرنا شروع کردیا کہ حصول ہدایت کے تمام راستے مسدود ہوگئے۔\nفمن یھدیہ من بعد اللہ (45 : 23) “ اللہ کے بعد اب اور کون ہے جو اسے ہدایت دے ” ۔ ہدایت تو اللہ ہی کی ہدایت ہے۔ اللہ کے سوا اور تو کوئی کسی کی ہدایت اور ضلالت کا کوئی اختیار نہیں رکھتا۔ یہ تو اللہ کا خصوصی اختیار ہے اس میں اس کے ساتھ کوئی شریک نہیں ہے۔ یہاں تک کہ اللہ کے مختار رسولوں کو بھی یہ اختیار نہیں ہے کہ وہ کسی کو ہدایت دے دیں۔\nافلا تذکرون (45 : 23) “ کیا تم لوگ سبق نہیں لیتے ”۔ جس نے سبق لیا وہ ہوشمند رہا اور متنبہ ہوگیا۔ اور ہوائے نفس کے پھندے سے آزاد ہوگیا اور ایک واضح اور مستقل منہاج پر گامزن ہوگیا جس پر چلنے والے کبھی گمراہ نہیں ہوئے۔"
    },
    {
      "ayah": 24,
      "surah": 45,
      "text": "درس نمبر 236 ایک نظر میں\nیہ اس سورت کا آخری پیراگراف ہے۔ اس میں آخرت کے حساب و کتاب اور حشر ونشر کے بارے میں مشرکین کے عقائد و خیالات کا جائزہ لیا گیا ہے۔ اس پر تردید کے لئے خود ان کے وجود کو پیش کیا گیا ہے کہ آخر تم موجود ہو اور کوئی تمہیں اٹھائے ہوئے ہے۔ اس سے تو تم انکار نہیں کرسکتے ہو۔ اس کے بعد قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے کہ قیام قیامت کا وقت تو اگرچہ معلوم نہیں ہے لیکن وہاں تمہارے ساتھ یہ کچھ ہونے والا ہے اور یہ منظر نہایت ہی موثر کلمات میں پیش کیا جاتا ہے۔\nسورت کا خاتمہ الحمد للہ پر ہوتا ہے کہ اللہ واحد ہے ، وہ رب ہے ، تمام جہان والوں کا رب ہے۔ اس کی عظمت اور اس کی کبریائی بہت ہی بڑی ہے اور تمام آسمانوں اور زمینوں میں وہ منفرد ہے۔ کوئی اس کے مقابل کھڑا نہیں ہو سکتا۔ کوئی اس کی بادشاہت میں دست درازی نہیں کرسکتا اور وہ عزیز و حکیم ہے۔\n٭٭٭٭\nدرس نمبر 236 تشریح آیات\n24 ۔۔۔۔ تا ۔۔۔۔ 37\nآیت نمبر 24 تا 26\nقیامت کے بارے میں ان کا نظریہ اس قدر کوتاہ بینی پر مبنی تھا کہ ان کے نزدیک زندگی بس یہی تھی جسے وہ اس زمین پر گزرتی دیکھ سکتے تھے۔ ایک نسل ہے جو پیدا ہوتی ہے اور گزرتی چلی جاتی ہے۔ بظاہر موت کوئی چیز نہیں ہے سوائے اس کے کہ وقت گزرتا ہے اور ہم مرنتے ہیں اور زمانہ لپیٹتا چلا جاتا ہے۔ گویا یہ زمانہ ہے جو تمام فیصلے کرتا ہے اور ان پر موت طاری کرتا ہے اور وہ مر جاتے ہیں۔\nیہ ایک سطحی نظریہ تھا۔ صرف ظاہری حالات کو دیکھ کر اسے اختیار کیا گیا ہے ، زندگی کے پیچھے جو اسر اور موز تھے ان کو تلاش کرنے کی اس میں کوشش ہی نہیں کی گئی تھی۔ سوال یہ تھا کہ زندگی کہاں سے آگئی ؟ اور کون ہے جو زندگی واپس لے لیتا ہے۔ موت کچھ متعین دنوں کے بعد تو نہیں آجاتی کہ انہوں نے زمانے کے ساتھ موت کو وابستہ کردیا۔ بچے بھی بوڑھوں کی طرح مرتے ہیں اور صحت مند لوگ بھی تو مرتے ہیں۔ جس طرح بیمار لوگ مرتے ہیں۔ ضعیف لوگوں کی طرح ہٹے کٹے بھی مرتے ہیں۔ لہٰذا اگر گہری نظر سے دیکھا جائے تو زمانے کا تعلق موت وحیات سے نہیں ہے۔ بشرطیکہ کوئی موت کی حقیقت کو جاننا چاہئے ۔ چناچہ کہا گیا :\nوما لھم بذلک من علم ان ھم الا یظنون ) 45 : 24) “ در حقیقت اس معاملے میں ان کے پاس کوئی علم نہیں ہے۔ یہ محض گمان کی بنا پر باتیں کرتے ہیں ”۔ یہ محض ظن وتخمین کے پائے چوبین پر چل رہے ہیں۔ ان کے خیالات بجھے ہوئے ہیں اور ان کے نفوش دھندلے ہیں۔ گہرے غوروفکر پر مبنی نہیں ہیں ، نہ کسی علم پر مبنی ہیں۔ اس کائنات کے حقائق کا ادراک ان کو نہیں ۔ موت وحیات کے جو حالات انسان پر طاری ہوتے ہیں ، یہ ان کے صرف سطحی اسباب دیکھتے ہیں۔ حقیقی اسباب نظروں سے اوجھل ہیں۔ انہوں نے صرف اس قدر معلوم کیا ہے کہ زیادہ دن گزر نے کے بعد انسان کمزور ہوتا ہے اور مرجاتا ہے۔\nواذا تتلی علیھم ۔۔۔۔۔ کنتم صدقین (45 : 25) “ اور جب ہماری واضح آیات انہیں سنائی جاتی ہیں تو ان کے پاس کوئی حجت اس کے سوا نہیں ہوتی کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ ان کی یہ بات بھی نہایت سطحی سوچ پر مبنی ہے اور اس سے پہلے انہوں نے اس کائنات کے قوانین فطرت کا مطالعہ نہیں کیا۔ اس دنیا میں اللہ نے حیات و ممات کے لئے جو نظام تحریر کیا ہے اور ان کے جو اسرار و رموز مقررہ کئے ہیں ، ان پر انہوں نے گہرے انداز میں نہیں سوچا۔ اس کے اندر گہری حکمت کارفرما ہے۔ لوگ اس جہاں میں آتے ہیں اور آتے چلے جاتے ہیں۔ اللہ کے نظام میں ان کو یہاں فرصت عمل مہیا کی جا رہی ہے۔ مرنے کے بعد ان کو ایک مقررہ وقت پر دوبارہ اٹھایا جائے گا اور یہاں انہوں نے جو کچھ کیا ، اس پر ان کا حساب و کتاب دینا ہوگا۔ لہٰذا حشر و نشر سے پہلے اللہ کے نظام کے مطابق انہیں یہاں نہیں اٹھایا جاسکتا۔ قیامت کے مقررہ دن سے پہلے یہاں ان کا اٹھانا حکمت آزمائش کے خلاف ہے۔ بعض لوگ یہ تجویز کرتے ہیں کہ ہر پرچہ قبل از وقت آؤٹ کر دیاجائے۔ لیکن اللہ کا اپنا کام اور نظام ہے اور اس کی اپنی حکمت اور اسکیم ہے۔ جس کے اوپر یہ پوری کائنات قائم ہے۔ لہٰذا اس احمقانہ تجویز کے مطابق اللہ کی پوری اسکیم کو نہیں بدلا جاسکتا۔ یہ قرآن استدلال کا کوئی معقول جواب دینے کی بجائے بس یہ کہتے ہیں :\nائتوا بابائنا ان کنتم صدقین ) 45 : 25) “ کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ سوال یہ ہے کہ اللہ وقت مقررہ سے پہلے ان کے باپ دادا کو کیوں اٹھا لائے۔ اس میعاد سے قبل جو اس نے اس پوری کائنات کے لئے مقرر کر رکھی ہے ؟ محض اس لیے کہ ان کو یہ یقین آجائے کہ اللہ مردوں کو دوبارہ اٹھا سکتا ہے ؟ سوال یہ ہے کہ کیا اللہ اپنی سنت کے مطابق ان کی آنکھوں کے سامنے ہر لمحہ اور ہر لحظہ زندگی کو اٹھا نہیں رہا ہے۔\nقل اللہ یحییکم ۔۔۔۔۔ لا ریب فیہ (45 : 26) “ ان سے کہو کہ اللہ تمہیں زندگی بخشتا ہے۔ پھر وہی تمہیں موت دیتا ہے۔ پھر وہی تم کو اس قیامت کے دن جمع کرے گا جس کے آنے میں کوئی شک نہیں ہے ”۔ یہی تو وہ معجزہ ہے جسے وہ اپنے آباؤ اجداد کو لے آنے میں دیکھنا چاہتے ہیں۔ کیا یہ ان کی آنکھوں کے سامنے واقع نہیں ہو رہا ہے۔ بعینہ وہی معجزہ ۔ اللہ ہی تو ہے جو انسان کو پیدا کئے جا رہا ہے۔ وہی تو ہے جو مارتا ہے۔ آخر میں اس میں کیا انہونی بات ہے کہ اللہ قیامت کے دن دوبارہ جمع کرے گا۔ اس میں آخر کیوں وہ شک میں گرفتار ہو رہے ہیں۔ جس چیز سے انہیں ڈرایا جا رہا ہے۔ اس کی نظیر خود ان کی زندگی ہے۔\nولکن اکثر الناس لا یعلمون (45 : 26) “ مگر اکثر لوگ جانتے نہیں ”۔ اللہ زمین و آسمان کی ہر چیز کو کنٹرول کرنے والا ہے۔ وہ ہر چیز کو بنانے والا ہے۔ وہ دوبارہ پیدا کرنے پر بھی قادر ہے ، اگر اس نے پہلے پیدا کی ہے اور تم مانتے ہو کہ کیا ہے۔\nلیکن اللہ ان کے سامنے منطقی دلائل کی بجائے ایک منظر پیش فرماتا ہے :"
    },
    {
      "ayah": 25,
      "surah": 45,
      "text": "درس نمبر 236 ایک نظر میں\nیہ اس سورت کا آخری پیراگراف ہے۔ اس میں آخرت کے حساب و کتاب اور حشر ونشر کے بارے میں مشرکین کے عقائد و خیالات کا جائزہ لیا گیا ہے۔ اس پر تردید کے لئے خود ان کے وجود کو پیش کیا گیا ہے کہ آخر تم موجود ہو اور کوئی تمہیں اٹھائے ہوئے ہے۔ اس سے تو تم انکار نہیں کرسکتے ہو۔ اس کے بعد قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے کہ قیام قیامت کا وقت تو اگرچہ معلوم نہیں ہے لیکن وہاں تمہارے ساتھ یہ کچھ ہونے والا ہے اور یہ منظر نہایت ہی موثر کلمات میں پیش کیا جاتا ہے۔\nسورت کا خاتمہ الحمد للہ پر ہوتا ہے کہ اللہ واحد ہے ، وہ رب ہے ، تمام جہان والوں کا رب ہے۔ اس کی عظمت اور اس کی کبریائی بہت ہی بڑی ہے اور تمام آسمانوں اور زمینوں میں وہ منفرد ہے۔ کوئی اس کے مقابل کھڑا نہیں ہو سکتا۔ کوئی اس کی بادشاہت میں دست درازی نہیں کرسکتا اور وہ عزیز و حکیم ہے۔\n٭٭٭٭\nدرس نمبر 236 تشریح آیات\n24 ۔۔۔۔ تا ۔۔۔۔ 37\nآیت نمبر 24 تا 26\nقیامت کے بارے میں ان کا نظریہ اس قدر کوتاہ بینی پر مبنی تھا کہ ان کے نزدیک زندگی بس یہی تھی جسے وہ اس زمین پر گزرتی دیکھ سکتے تھے۔ ایک نسل ہے جو پیدا ہوتی ہے اور گزرتی چلی جاتی ہے۔ بظاہر موت کوئی چیز نہیں ہے سوائے اس کے کہ وقت گزرتا ہے اور ہم مرنتے ہیں اور زمانہ لپیٹتا چلا جاتا ہے۔ گویا یہ زمانہ ہے جو تمام فیصلے کرتا ہے اور ان پر موت طاری کرتا ہے اور وہ مر جاتے ہیں۔\nیہ ایک سطحی نظریہ تھا۔ صرف ظاہری حالات کو دیکھ کر اسے اختیار کیا گیا ہے ، زندگی کے پیچھے جو اسر اور موز تھے ان کو تلاش کرنے کی اس میں کوشش ہی نہیں کی گئی تھی۔ سوال یہ تھا کہ زندگی کہاں سے آگئی ؟ اور کون ہے جو زندگی واپس لے لیتا ہے۔ موت کچھ متعین دنوں کے بعد تو نہیں آجاتی کہ انہوں نے زمانے کے ساتھ موت کو وابستہ کردیا۔ بچے بھی بوڑھوں کی طرح مرتے ہیں اور صحت مند لوگ بھی تو مرتے ہیں۔ جس طرح بیمار لوگ مرتے ہیں۔ ضعیف لوگوں کی طرح ہٹے کٹے بھی مرتے ہیں۔ لہٰذا اگر گہری نظر سے دیکھا جائے تو زمانے کا تعلق موت وحیات سے نہیں ہے۔ بشرطیکہ کوئی موت کی حقیقت کو جاننا چاہئے ۔ چناچہ کہا گیا :\nوما لھم بذلک من علم ان ھم الا یظنون ) 45 : 24) “ در حقیقت اس معاملے میں ان کے پاس کوئی علم نہیں ہے۔ یہ محض گمان کی بنا پر باتیں کرتے ہیں ”۔ یہ محض ظن وتخمین کے پائے چوبین پر چل رہے ہیں۔ ان کے خیالات بجھے ہوئے ہیں اور ان کے نفوش دھندلے ہیں۔ گہرے غوروفکر پر مبنی نہیں ہیں ، نہ کسی علم پر مبنی ہیں۔ اس کائنات کے حقائق کا ادراک ان کو نہیں ۔ موت وحیات کے جو حالات انسان پر طاری ہوتے ہیں ، یہ ان کے صرف سطحی اسباب دیکھتے ہیں۔ حقیقی اسباب نظروں سے اوجھل ہیں۔ انہوں نے صرف اس قدر معلوم کیا ہے کہ زیادہ دن گزر نے کے بعد انسان کمزور ہوتا ہے اور مرجاتا ہے۔\nواذا تتلی علیھم ۔۔۔۔۔ کنتم صدقین (45 : 25) “ اور جب ہماری واضح آیات انہیں سنائی جاتی ہیں تو ان کے پاس کوئی حجت اس کے سوا نہیں ہوتی کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ ان کی یہ بات بھی نہایت سطحی سوچ پر مبنی ہے اور اس سے پہلے انہوں نے اس کائنات کے قوانین فطرت کا مطالعہ نہیں کیا۔ اس دنیا میں اللہ نے حیات و ممات کے لئے جو نظام تحریر کیا ہے اور ان کے جو اسرار و رموز مقررہ کئے ہیں ، ان پر انہوں نے گہرے انداز میں نہیں سوچا۔ اس کے اندر گہری حکمت کارفرما ہے۔ لوگ اس جہاں میں آتے ہیں اور آتے چلے جاتے ہیں۔ اللہ کے نظام میں ان کو یہاں فرصت عمل مہیا کی جا رہی ہے۔ مرنے کے بعد ان کو ایک مقررہ وقت پر دوبارہ اٹھایا جائے گا اور یہاں انہوں نے جو کچھ کیا ، اس پر ان کا حساب و کتاب دینا ہوگا۔ لہٰذا حشر و نشر سے پہلے اللہ کے نظام کے مطابق انہیں یہاں نہیں اٹھایا جاسکتا۔ قیامت کے مقررہ دن سے پہلے یہاں ان کا اٹھانا حکمت آزمائش کے خلاف ہے۔ بعض لوگ یہ تجویز کرتے ہیں کہ ہر پرچہ قبل از وقت آؤٹ کر دیاجائے۔ لیکن اللہ کا اپنا کام اور نظام ہے اور اس کی اپنی حکمت اور اسکیم ہے۔ جس کے اوپر یہ پوری کائنات قائم ہے۔ لہٰذا اس احمقانہ تجویز کے مطابق اللہ کی پوری اسکیم کو نہیں بدلا جاسکتا۔ یہ قرآن استدلال کا کوئی معقول جواب دینے کی بجائے بس یہ کہتے ہیں :\nائتوا بابائنا ان کنتم صدقین ) 45 : 25) “ کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ سوال یہ ہے کہ اللہ وقت مقررہ سے پہلے ان کے باپ دادا کو کیوں اٹھا لائے۔ اس میعاد سے قبل جو اس نے اس پوری کائنات کے لئے مقرر کر رکھی ہے ؟ محض اس لیے کہ ان کو یہ یقین آجائے کہ اللہ مردوں کو دوبارہ اٹھا سکتا ہے ؟ سوال یہ ہے کہ کیا اللہ اپنی سنت کے مطابق ان کی آنکھوں کے سامنے ہر لمحہ اور ہر لحظہ زندگی کو اٹھا نہیں رہا ہے۔\nقل اللہ یحییکم ۔۔۔۔۔ لا ریب فیہ (45 : 26) “ ان سے کہو کہ اللہ تمہیں زندگی بخشتا ہے۔ پھر وہی تمہیں موت دیتا ہے۔ پھر وہی تم کو اس قیامت کے دن جمع کرے گا جس کے آنے میں کوئی شک نہیں ہے ”۔ یہی تو وہ معجزہ ہے جسے وہ اپنے آباؤ اجداد کو لے آنے میں دیکھنا چاہتے ہیں۔ کیا یہ ان کی آنکھوں کے سامنے واقع نہیں ہو رہا ہے۔ بعینہ وہی معجزہ ۔ اللہ ہی تو ہے جو انسان کو پیدا کئے جا رہا ہے۔ وہی تو ہے جو مارتا ہے۔ آخر میں اس میں کیا انہونی بات ہے کہ اللہ قیامت کے دن دوبارہ جمع کرے گا۔ اس میں آخر کیوں وہ شک میں گرفتار ہو رہے ہیں۔ جس چیز سے انہیں ڈرایا جا رہا ہے۔ اس کی نظیر خود ان کی زندگی ہے۔\nولکن اکثر الناس لا یعلمون (45 : 26) “ مگر اکثر لوگ جانتے نہیں ”۔ اللہ زمین و آسمان کی ہر چیز کو کنٹرول کرنے والا ہے۔ وہ ہر چیز کو بنانے والا ہے۔ وہ دوبارہ پیدا کرنے پر بھی قادر ہے ، اگر اس نے پہلے پیدا کی ہے اور تم مانتے ہو کہ کیا ہے۔\nلیکن اللہ ان کے سامنے منطقی دلائل کی بجائے ایک منظر پیش فرماتا ہے :"
    },
    {
      "ayah": 26,
      "surah": 45,
      "text": "درس نمبر 236 ایک نظر میں\nیہ اس سورت کا آخری پیراگراف ہے۔ اس میں آخرت کے حساب و کتاب اور حشر ونشر کے بارے میں مشرکین کے عقائد و خیالات کا جائزہ لیا گیا ہے۔ اس پر تردید کے لئے خود ان کے وجود کو پیش کیا گیا ہے کہ آخر تم موجود ہو اور کوئی تمہیں اٹھائے ہوئے ہے۔ اس سے تو تم انکار نہیں کرسکتے ہو۔ اس کے بعد قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے کہ قیام قیامت کا وقت تو اگرچہ معلوم نہیں ہے لیکن وہاں تمہارے ساتھ یہ کچھ ہونے والا ہے اور یہ منظر نہایت ہی موثر کلمات میں پیش کیا جاتا ہے۔\nسورت کا خاتمہ الحمد للہ پر ہوتا ہے کہ اللہ واحد ہے ، وہ رب ہے ، تمام جہان والوں کا رب ہے۔ اس کی عظمت اور اس کی کبریائی بہت ہی بڑی ہے اور تمام آسمانوں اور زمینوں میں وہ منفرد ہے۔ کوئی اس کے مقابل کھڑا نہیں ہو سکتا۔ کوئی اس کی بادشاہت میں دست درازی نہیں کرسکتا اور وہ عزیز و حکیم ہے۔\n٭٭٭٭\nدرس نمبر 236 تشریح آیات\n24 ۔۔۔۔ تا ۔۔۔۔ 37\nآیت نمبر 24 تا 26\nقیامت کے بارے میں ان کا نظریہ اس قدر کوتاہ بینی پر مبنی تھا کہ ان کے نزدیک زندگی بس یہی تھی جسے وہ اس زمین پر گزرتی دیکھ سکتے تھے۔ ایک نسل ہے جو پیدا ہوتی ہے اور گزرتی چلی جاتی ہے۔ بظاہر موت کوئی چیز نہیں ہے سوائے اس کے کہ وقت گزرتا ہے اور ہم مرنتے ہیں اور زمانہ لپیٹتا چلا جاتا ہے۔ گویا یہ زمانہ ہے جو تمام فیصلے کرتا ہے اور ان پر موت طاری کرتا ہے اور وہ مر جاتے ہیں۔\nیہ ایک سطحی نظریہ تھا۔ صرف ظاہری حالات کو دیکھ کر اسے اختیار کیا گیا ہے ، زندگی کے پیچھے جو اسر اور موز تھے ان کو تلاش کرنے کی اس میں کوشش ہی نہیں کی گئی تھی۔ سوال یہ تھا کہ زندگی کہاں سے آگئی ؟ اور کون ہے جو زندگی واپس لے لیتا ہے۔ موت کچھ متعین دنوں کے بعد تو نہیں آجاتی کہ انہوں نے زمانے کے ساتھ موت کو وابستہ کردیا۔ بچے بھی بوڑھوں کی طرح مرتے ہیں اور صحت مند لوگ بھی تو مرتے ہیں۔ جس طرح بیمار لوگ مرتے ہیں۔ ضعیف لوگوں کی طرح ہٹے کٹے بھی مرتے ہیں۔ لہٰذا اگر گہری نظر سے دیکھا جائے تو زمانے کا تعلق موت وحیات سے نہیں ہے۔ بشرطیکہ کوئی موت کی حقیقت کو جاننا چاہئے ۔ چناچہ کہا گیا :\nوما لھم بذلک من علم ان ھم الا یظنون ) 45 : 24) “ در حقیقت اس معاملے میں ان کے پاس کوئی علم نہیں ہے۔ یہ محض گمان کی بنا پر باتیں کرتے ہیں ”۔ یہ محض ظن وتخمین کے پائے چوبین پر چل رہے ہیں۔ ان کے خیالات بجھے ہوئے ہیں اور ان کے نفوش دھندلے ہیں۔ گہرے غوروفکر پر مبنی نہیں ہیں ، نہ کسی علم پر مبنی ہیں۔ اس کائنات کے حقائق کا ادراک ان کو نہیں ۔ موت وحیات کے جو حالات انسان پر طاری ہوتے ہیں ، یہ ان کے صرف سطحی اسباب دیکھتے ہیں۔ حقیقی اسباب نظروں سے اوجھل ہیں۔ انہوں نے صرف اس قدر معلوم کیا ہے کہ زیادہ دن گزر نے کے بعد انسان کمزور ہوتا ہے اور مرجاتا ہے۔\nواذا تتلی علیھم ۔۔۔۔۔ کنتم صدقین (45 : 25) “ اور جب ہماری واضح آیات انہیں سنائی جاتی ہیں تو ان کے پاس کوئی حجت اس کے سوا نہیں ہوتی کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ ان کی یہ بات بھی نہایت سطحی سوچ پر مبنی ہے اور اس سے پہلے انہوں نے اس کائنات کے قوانین فطرت کا مطالعہ نہیں کیا۔ اس دنیا میں اللہ نے حیات و ممات کے لئے جو نظام تحریر کیا ہے اور ان کے جو اسرار و رموز مقررہ کئے ہیں ، ان پر انہوں نے گہرے انداز میں نہیں سوچا۔ اس کے اندر گہری حکمت کارفرما ہے۔ لوگ اس جہاں میں آتے ہیں اور آتے چلے جاتے ہیں۔ اللہ کے نظام میں ان کو یہاں فرصت عمل مہیا کی جا رہی ہے۔ مرنے کے بعد ان کو ایک مقررہ وقت پر دوبارہ اٹھایا جائے گا اور یہاں انہوں نے جو کچھ کیا ، اس پر ان کا حساب و کتاب دینا ہوگا۔ لہٰذا حشر و نشر سے پہلے اللہ کے نظام کے مطابق انہیں یہاں نہیں اٹھایا جاسکتا۔ قیامت کے مقررہ دن سے پہلے یہاں ان کا اٹھانا حکمت آزمائش کے خلاف ہے۔ بعض لوگ یہ تجویز کرتے ہیں کہ ہر پرچہ قبل از وقت آؤٹ کر دیاجائے۔ لیکن اللہ کا اپنا کام اور نظام ہے اور اس کی اپنی حکمت اور اسکیم ہے۔ جس کے اوپر یہ پوری کائنات قائم ہے۔ لہٰذا اس احمقانہ تجویز کے مطابق اللہ کی پوری اسکیم کو نہیں بدلا جاسکتا۔ یہ قرآن استدلال کا کوئی معقول جواب دینے کی بجائے بس یہ کہتے ہیں :\nائتوا بابائنا ان کنتم صدقین ) 45 : 25) “ کہ اٹھا لاؤ ہمارے باپ دادا کو اگر تم سچے ہو ”۔ سوال یہ ہے کہ اللہ وقت مقررہ سے پہلے ان کے باپ دادا کو کیوں اٹھا لائے۔ اس میعاد سے قبل جو اس نے اس پوری کائنات کے لئے مقرر کر رکھی ہے ؟ محض اس لیے کہ ان کو یہ یقین آجائے کہ اللہ مردوں کو دوبارہ اٹھا سکتا ہے ؟ سوال یہ ہے کہ کیا اللہ اپنی سنت کے مطابق ان کی آنکھوں کے سامنے ہر لمحہ اور ہر لحظہ زندگی کو اٹھا نہیں رہا ہے۔\nقل اللہ یحییکم ۔۔۔۔۔ لا ریب فیہ (45 : 26) “ ان سے کہو کہ اللہ تمہیں زندگی بخشتا ہے۔ پھر وہی تمہیں موت دیتا ہے۔ پھر وہی تم کو اس قیامت کے دن جمع کرے گا جس کے آنے میں کوئی شک نہیں ہے ”۔ یہی تو وہ معجزہ ہے جسے وہ اپنے آباؤ اجداد کو لے آنے میں دیکھنا چاہتے ہیں۔ کیا یہ ان کی آنکھوں کے سامنے واقع نہیں ہو رہا ہے۔ بعینہ وہی معجزہ ۔ اللہ ہی تو ہے جو انسان کو پیدا کئے جا رہا ہے۔ وہی تو ہے جو مارتا ہے۔ آخر میں اس میں کیا انہونی بات ہے کہ اللہ قیامت کے دن دوبارہ جمع کرے گا۔ اس میں آخر کیوں وہ شک میں گرفتار ہو رہے ہیں۔ جس چیز سے انہیں ڈرایا جا رہا ہے۔ اس کی نظیر خود ان کی زندگی ہے۔\nولکن اکثر الناس لا یعلمون (45 : 26) “ مگر اکثر لوگ جانتے نہیں ”۔ اللہ زمین و آسمان کی ہر چیز کو کنٹرول کرنے والا ہے۔ وہ ہر چیز کو بنانے والا ہے۔ وہ دوبارہ پیدا کرنے پر بھی قادر ہے ، اگر اس نے پہلے پیدا کی ہے اور تم مانتے ہو کہ کیا ہے۔\nلیکن اللہ ان کے سامنے منطقی دلائل کی بجائے ایک منظر پیش فرماتا ہے :"
    },
    {
      "ayah": 27,
      "surah": 45,
      "text": "آیت نمبر 27 تا 28\nآیت میں پہلے تو ان کے انجام کا فیصلہ جلدی سے بتا دیا گیا کہ اس دن یہ لوگ عظیم خسارے سے دو چار ہوں گے لیکن فیصلہ سننے کے بعد ہم دیکھتے ہیں کہ ایک عظیم اور وسیع و عریض میدان ہے۔ اس میدان میں اولین اور آخرین تمام امتیں جمع ہیں۔ جو شخص کبھی اس کرۂ ارض پر زندہ رہا ہے ۔ تھوڑی عمر ملی ہو یا زیادہ ، یہ سب موجود ہیں۔ مجرمین گھٹنوں کے بل گرے ہیں۔ گروہ در گروہ جمع ہیں۔ اور حساب کی باری کا انتظار کر رہے ہیں۔ یہ منظر بہت ہی خوفناک ہے کہ تمام انسان اگلے اور پچھلے ایک ہی میدان میں جمع ہوں گے۔ پھر یہ خوفناک اس لیے بھی ہوگا کہ لوگوں کی ہیئت کذائی خوفناک ہوگی کہ سب گھٹنوں کے بل گرے ہوئے ہوں گے۔ پھر یہ خوفناک اس لیے بھی ہوگا کہ سخت حساب و کتاب ہونے والا ہوگا۔ اور پھر یہ اس لیے بھی خوفناک ہوگا کہ اللہ جبار وقہار کا دربار ہوگا۔ جو حقیقی منعم اور فضل و کرم کرنے والا ہے۔ جس کے فضل وکرم کا شکر ادا نہیں کیا گیا اور نہ اس کے فضل وکرم کو لوگوں نے پہچانا ہے۔\nاس کے بعد اس بدحال گروہ مجرمین سے کہا جائے گا جن کا منہ خشک ہوگا اور سانس اکھڑ رہی ہوگی :"
    },
    {
      "ayah": 28,
      "surah": 45,
      "text": "آیت نمبر 27 تا 28\nآیت میں پہلے تو ان کے انجام کا فیصلہ جلدی سے بتا دیا گیا کہ اس دن یہ لوگ عظیم خسارے سے دو چار ہوں گے لیکن فیصلہ سننے کے بعد ہم دیکھتے ہیں کہ ایک عظیم اور وسیع و عریض میدان ہے۔ اس میدان میں اولین اور آخرین تمام امتیں جمع ہیں۔ جو شخص کبھی اس کرۂ ارض پر زندہ رہا ہے ۔ تھوڑی عمر ملی ہو یا زیادہ ، یہ سب موجود ہیں۔ مجرمین گھٹنوں کے بل گرے ہیں۔ گروہ در گروہ جمع ہیں۔ اور حساب کی باری کا انتظار کر رہے ہیں۔ یہ منظر بہت ہی خوفناک ہے کہ تمام انسان اگلے اور پچھلے ایک ہی میدان میں جمع ہوں گے۔ پھر یہ خوفناک اس لیے بھی ہوگا کہ لوگوں کی ہیئت کذائی خوفناک ہوگی کہ سب گھٹنوں کے بل گرے ہوئے ہوں گے۔ پھر یہ خوفناک اس لیے بھی ہوگا کہ سخت حساب و کتاب ہونے والا ہوگا۔ اور پھر یہ اس لیے بھی خوفناک ہوگا کہ اللہ جبار وقہار کا دربار ہوگا۔ جو حقیقی منعم اور فضل و کرم کرنے والا ہے۔ جس کے فضل وکرم کا شکر ادا نہیں کیا گیا اور نہ اس کے فضل وکرم کو لوگوں نے پہچانا ہے۔\nاس کے بعد اس بدحال گروہ مجرمین سے کہا جائے گا جن کا منہ خشک ہوگا اور سانس اکھڑ رہی ہوگی :"
    },
    {
      "ayah": 29,
      "surah": 45,
      "text": "آیت نمبر 29\nاب ان کو معلوم ہوگا کہ اس اعمال نامے سے کوئی چھوٹی بڑی شے رہ نہیں گئی۔ اس لیے کہ ہر چیز اللہ کے علم کے مطابق لکھی گئی ہے جس سے کوئی چیز غائب نہیں ہو سکتی۔\nاس کے بعد ان اقوام و ملل کی تقسیم ہوگی ، مختلف رنگ و نسل کے لوگوں کو صرف دو حصوں میں بانٹ دیا جائے گا۔ تمام اقوام و ملل کے لوگ اب دو طبقے ہوں گے۔ ایک گروہ اور طبقہ اہل ایمان کا ہوگا اور ایک اہل کفر کا ہوگا۔ کیونکہ اللہ کے نزدیک صرف دو پارٹیاں ہیں اور دو جھنڈے ہیں۔ حزب اللہ اور حز الشیطان۔ اس کے علاوہ تمام ملتیں ، تمام فرقے اور مذاہب ختم ہوں گے۔ تمام آبادی دو گروہ ہوجائے گی۔"
    },
    {
      "ayah": 3,
      "surah": 45,
      "text": "درس نمبر 235 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔ 23\nآیت نمبر 1 تا 5\nحا۔ میم کے بعد ، یہ آتا ہے کہ یہ کتاب اللہ عزیز اور حکیم کی طرف سے ہے اور اس کتاب کا مصدر اور فبع اللہ کی ذات ہے اور دوسرا اشارہ اس میں یہ ہے کہ یہ معجزہ کتاب انہی حروف سے بنائی گئی ہے۔ جیسا کہ حروف مقطعات کے بارے میں ہماری رائے ہے اور یہ کہ یہ چیلنج ہے ان کو کہ تم ان حروف سے ایسی کتاب نہیں بنا سکتے۔ لہٰذا حا میم دلیل ہے تنزیل الکتب پر کہ یہ اللہ کی طرف سے ہے اور اللہ زبردست قدرت والا ہے اور اس کا مقابلہ کوئی نہیں کرسکتا اور حکیم ہے جس نے اس پوری کائنات کو حکمت سے بنایا اور تمام معاملات اس ذات کے حکم سے طے ہوتے ہیں۔ یہ ایک ایسا تبصرہ ہے جو سورت کی فضا کے ساتھ مناسب ہے ، جس میں طرح طرح کے نفوس اور ان کی ذہنیت دکھائی گئی ہے۔\nقبل اس کے کہ لوگوں کے سامنے ، اس کتاب کے حوالے سے ان کا موقف رکھاجائے ، ان کو ان آیات و نشانات کی طرف متوجہ کیا جاتا ہے جو اس کائنات میں جگہ جگہ بکھرے ہوئے ہیں۔ یہ آیات اور یہ نشانیاں اس بات کے لئے کافی تھیں کہ یہ لوگ ایمان لاتے اور یہ لوگ اپنے دلوں کو اگر ان کی طرف متوجہ کرتے تو ان کے دل کھل جاتے اور اس کتاب کے نازل کرنے والے عظیم اللہ کی طرف ان کا احساس تیز ہوجاتا جو اس کائنات کا ایک عظیم خالق ہے۔\nان فی السموت والارض لایت للمومنین (45 : 3) “ حقیقت یہ ہے کہ آسمانوں اور زمین میں بیشمار نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں ”۔ اور وہ نشانیاں جو آسمانوں اور زمین میں ہیں وہ کسی چیز تک محدود نہیں ہیں ، کسی حال تک محدود نہیں ہیں ، اس کائنات کی جس چیز کو بھی انسان دیکھے اور مطالعہ کرے تو دل گواہی دیتا ہے کہ یہی پہلو ایک معجزہ ہے گویا “ جا اینجا است ”۔ سوال یہ نہیں ہے کہ نشانی کہاں ہے ، سوال یہ ہے کہ کون سی چیز نشانی نہیں ہے ؟\nذرا دیکھو ان آسمانوں اور ان کے اندر تیرنے والے عظیم الجثہ اجرام فلکی کو ، پھر اس کی طویل و عریض وسعتوں کو ، یہ اس طرح پھیلے ہوئے ہیں جس طرح ذرات اور رائی کے دانے ، بمقابلہ اس فضا اور خوفناک حد تک عریض و طویل فضا کے نیز یہ نہایت ہی خوبصورت ہیں۔\nپھر ذرا اس بات کو دیکھو کہ ان اجرام کی گردش اپنے اپنے مدار میں کس قدر تسلسل کے ساتھ قائم ہے۔ نہایت ہی خوبصورت ہم آہنگی کے ساتھ ، انسان یہ چاہتا ہے کہ دیکھتا ہی رہ جائے اور اس کے ملاحظے سے جی بھرتا ہی نہیں۔ بعض گردشیں کروڑوں سالوں میں مکمل ہوتی ہیں اور ایک سیکنڈ کا فرق نہیں پڑتا۔\nاور یہ زمین جسے انسان بہت ہی طویل و عریض سمجھتا ہے ، یہ ایک نہایت ہی چھوٹا سا ذرہ ہے ، بمقابلہ ان بڑے ستاروں کے (صرف مشتری اس سے ایک ہزار گنا زیادہ بڑا ستا ہے ) پھر یہ ذرہ یعنی زمین ، اس وسیع فضائے کائنات کے اندر تیر رہی ہے۔ اگر اللہ کی قدرت نہ ہوتی جس نے اسے تھام رکھا ہے اور اپنے مدار میں بند کر رکھا ہے تو یہ اس فضائے بسیط میں اپنی راہ گم کردیتی لیکن اللہ کی قدرت کا یہ کمال ہے کہ اس کائنات کا ذرہ بھی یہاں گم نہیں ہو سکتا۔\nپھر وہ سازوسامان جو اللہ نے اس زمین میں ، اس کے ایک خاص مقام اور نظام کی وجہ سے ودیعت کیا اور جس کی وجہ سے اس کے اوپر زندگی ممکن ہوئی ، اس کا تو ہر ہر پہلو ایک نشانی ہے۔ اس سازو سامان کی ہر چیز کے اپنے اپنے خواص ، نہایت باریک بینی کے ساتھ ، بڑی کثرت اور ہم آہنگی کے ساتھ یہاں جمع کئے گئے ہیں۔ اگر کسی ایک چیز کی خاصیت و ماہیت شمہ برابر بدل جائے تو زندگی کا پورا نظام خلل پذیر ہوجائے یا سرے سے ختم ہوجائے۔ غرض اس زمین کی ہر زندہ شے ایک علیحدہ نشانی ہے۔ ہر چیز کا ایک ایک جزء اور ایک ایک عضو ایک الگ نشانی ہے۔ اس معاملے میں عظیم الجثہ اشیاء اور ذرہ برابر کی اشیاء نشانی ہیں۔ ایک عظیم درخت سے ایک چھوٹا سا پتہ اٹھا لو ، اس کائنات کی پہنائیوں میں ایک چھوٹا سا نباتاتی پودا لے لو اور تجریہ کرو ، اپنے حکم اور اپنی شکل کے اعتبار سے یہ ایک نشانی ہے۔ رنگ میں بھی اور چھوٹے پن میں بھی ۔ اپنے مقاصد کے لئے بھی نشانی اور اپنے جسم میں بھی نشانی۔ انسان یا حیوان کے جسم کا ایک بال ہی لے لو ، یہ بھی ایک نشانی ہے ، اس کی ترکیب ، اس کا رنگ نشانی ہے ، ہر پرندے کا ہر پر ایک نشانی ہے ، اس کا مادہ ترکیب ، اس کے مقاصد ، اور اس کی ہم آہنگی۔ اگر انسان اس زمین و آسمان میں چشم بصیرت کے ساتھ دیکھے تو اسے نشانات الٰہیہ کا اژدہام نظر آئے اور انسان اعلان کر دے کہ اس کی فکر و نظر سے یہ تمام نشانات و راء ہیں۔\nلیکن یہ نشانیاں کس کے لئے ہیں ؟ خود یہ آیات بنا دیتی ہے ، یہ نشانیاں کس کے سامنے پردہ افگند ہوتی ہیں ۔ ان کا احساس کس کو ہو سکتا ہے لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین رکھتے ہیں ”۔ جو مومن ہیں اور مومن ہی نور ربی سے دیکھتا ہے۔\nپس ایمان ہی وہ قوت ہے جو دلوں کے دروازے کھولتا ہے ، پھر انسان پکار سنتا ہے ، کوئی روشنی دلوں کو اندر آکر منور کرسکتی ہے ، کوئی تازہ باد نسیم کے جھونکے دنیائے دل پر ترو تازگی بکھیر سکتے ہیں اور ایمان ہی کی وجہ سے انسان ، اس کائنات میں ہر طرف بکھری ہوئی نشانیاں دیکھ سکتا ہے ، یہ ایمان ہی ہے جو دلوں کو ایسی فرحت بخش تازگی عطا کرتا ہے اور ان کے اندر رقت اور لطاقت پیدا کرتا ہے ، جس کے نتیجے میں یہ دل وہ اشارات وصول کرتے ہیں جو اس کائنات میں سے ہر طرف سے آرہے ہیں ، جو یہ بتاتے ہیں کہ یہ اشارے دست قدرت کی طرف سے ہیں اور دست قدرت جن جن چیزوں کو بناتی ہے ان کے اندر یہ اشارات موجود ہوتے ہیں۔ اللہ کی پیدا کردہ ہر چیز معجز ہے اور مخلوق اس کی نقل بھی نہیں کرسکتی۔ اب اس کائنات کی طویل اور دور دراز وادیوں سے واپس لا کر انسان کو اس کی اپنی ذات کی طرف لایا جاتا ہے ، جو اس کے قریب ہے۔ اور وہ جانور جو انسان کے قریب ہیں ان پر غوروفکر کی دعوت !\nوفی خلقکم ۔۔۔۔۔ یوقنون (45 : 4) “ اور تمہاری اپنی پیدائش میں اور ان حیوانات میں جن کو اللہ زمین میں پھیلا رہا ہے بڑی نشانیاں ہیں ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔ انسان کو یہ عجیب ساخت عطا کرنا ، پھر اسے ایسی عجیب خصوصیات عطا کرنا ، اور نہایت ہی گہرے ، لطیف اور پیچیدہ فرائض اس کے حوالے کرنا جن میں سے ہر ایک معجزانہ ہے۔ جسم انسانی کے ایسے اندرونی معجزات ہیں کہ رات اور دن دیکھتے دیکھتے وہ ہمارے لئے عجوبے ہی نہیں ہرے۔ اس لیے کہ ہمارے اندر اور ہمارے قریب ہیں لیکن صرف ایک عضو کا تجربہ کیا جائے تو انسان کا سر چکرا جاتا ہے اور انسان اس پیچیدہ ترکیب کی ہولناکیوں سے مبہوت رہ جاتا ہے۔\nزندگی ، چاہے وہ اپنی سادہ ترین صورت میں کیوں نہ ہو وہ تو ایک معجزہ ہے۔ امیبا جس کا ایک ہی خلیہ ہوتا ہے اور امیبا سے بھی چھوٹی زندگی بھی معجزہ ہے۔ رہا انسان تو اس کی زندگی تو بہت ہی پیچیدہ اور سخت اور عجیب و غریب ہے۔ نفسیاتی لحاظ سے بھی وہ نہایت ہی پیچیدہ اور معجزاتی ہے۔ عضوی ترکیب سے اس کی نفسیات زیادہ پیچیدہ ہیں۔\nاور وہ مخلوقات جو اس زمین پر ہر طرف رینگتی ہے ، اور جس کی لاتعداد انواع و اقسام ہیں ، بیشمار جسم اور اشکال ہیں جن کی تعداد اللہ ہی کو معلوم ہے۔ اس زندگی میں سے چھوٹی سے چھوٹی چیز اور بڑی سے بڑی چیز سب اپنی اپنی جگہ معجزاتی ہیں ، یہ اپنی عمر اور جنس کے اعتبار سے بھی معجزاتی شان رکھتی ہیں۔ اور یہ قدرتی طور پر اپنی نوع کی حفاظت کرتی ہیں اور کوئی نوع دوسری انواع کو فنا کرنے پر قادر نہیں ہے۔ اور دست قدرت نے ان انواع و اقسام کی تعداد اپنے پاس رکھی ہوئی ہے کسی میں کمی کرتا ہے اور کسی میں اضافہ ۔ اور ہر ایک کو اس کے خصائص دیتا ہے اور قوت وصلاحیت دیتا ہے۔ اس طرح حیوانات کے تمام انواع و اقسام کی آبادی کے اندر ایک توازن قائم رہتا ہے۔\nگدھ اور باز جارح اور مضر پرندے ہیں اور ان کی عمر بھی لمبی ہے لیکن ان کی آبادی بہت کم ہے اور بہت کم انڈے دیتے ہیں ۔ اگر گدھ اور باز چڑیوں کی طرح ہوتے تو ذرا سوچ لیں کہ اس دنیا میں شاید چھوٹے بڑے کسی پرندے کی نسل نہ ہوتی۔\nحیوانات میں سے شیر درندہ جانور ہیں ، اگر ان کی نسل ہر نوں اور بھیڑ بکریوں کی طرح زیادہ ہوتی تو وہ جنگلات میں کوئی حیوانی مواد نہ چھوڑتا۔ لیکن یہ قدرت ہے جس نے اس کی نسل کو محدود رکھا ہے اور وہ مطلوبہ تعداد ہی میں ہوتے ہیں جبکہ ہرن اور بھیڑ اور بکریاں زیادہ ہوتی ہیں کیونکہ قدرت کو معلوم ہے کہ ان کی زیادہ ضرورت ہے۔\nایک مکھی ایک ہی زندگی میں لاکھوں انڈے دیتی ہے لیکن اس کی زندگی زیادہ سے زیادہ دو ہفتے ہوتی ہے۔ اگر ایک مکھی کی عمر طبیعی کئی ماہ یا سال ہوتی تو تمام انسانی جسموں کو ڈھانپ دیتیں ، آنکھوں کو کھا جاتیں لیکن دست قدرت نے ان پر ایک قدرتی بند بھی رکھا ہے اور اس کی عمر کو محدود کردیا ہے۔\nیونہی ، ہر چیز اور ہر نوع کی یہ حالت ہے ۔ اللہ کی تدبیر اور تقدیر انسانوں اور حیوانات میں اپنا کام کرتی ہے اور ہر چیز کے اندر ایک قسم کی نشانی ہے۔ اور یہ نشانی پکار پکار کہتی ہے کہ اللہ کی آیات میں غورو و تدبر کرو اور یہ آیات لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔\nیقین ایسی حالت ہے جو دلوں کو تیار اور مائل اور متاثر کرنے والی حالت ہے ، تا کہ وہ احساس کریں ، متاثر ہوں اور اللہ کی طرف مائل ہوں۔ ایمان و یقین دلوں کو ثابت ، برقرار اور مطمئن کردیتا ہے ۔ ایسے دل بڑے ٹھہراؤ سے اس کائنات پر غور کرتے ہیں اور اس سے حقائق اخذ کرتے ہیں۔ ان میں سے بےچینی ، پریشانی ، بےثباتی ختم ہوجاتی ہے۔ ایسے دلوں کو اگر اس دنیا میں کم کچھ ملے تب بھی وہ اس سے بڑے نتائج اور آثار حاصل کرتے ہیں۔\nاس کے بعد اپنی ذات اور اپنے اردگرد کے حیوانات سے انہیں اس پوری کائنات کے مظاہر کی طرف لے جایا جاتا ہے۔ اس کائنات سے ان کے لئے اور دوسرے زندوں کے لئے جو اسباب حیات پیدا کئے جاتے ہیں اور فراہم کئے گئے ہیں ذرا ان پر بھی غور کرو۔\nواختلاف الیل ۔۔۔۔۔ لقوم یعقلون (45 : 5) “ اور شب و روز کے فرق و اختلاف میں اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمین کو جلا اٹھاتا ہے ، ہواؤں کی گردش میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں ”۔ گردش لیل و نہار وہ منظر ہے جس کے باربار کی تکرار کی وجہ سے اس کی جدت انسانوں کے ذہن سے محو ہوجاتی ہے۔ اگر کوئی پہلی مرتبہ ان کو دیکھے یا پہلی مرتبہ رات کو دیکھے تو یہ ایک عجیب منظر ہے جو دل شاعرانہ احساس رکھتے ہیں وہ اس جدت کو سمجھتے ہیں اور گردش لیل ونہار کو اس کائنات کا ایک حیران کن نظام سمجھتے ہیں۔\nانسانوں کے علم میں اضافہ ہوتا جاتا ہے اور اس کائنات کے بعض مظاہر کے بارے میں تو اب انسانوں نے وسیع معلومات حاصل کرلی ہیں۔ اب انسان جانتے ہیں کہ گردش لیل و نہار دراصل زمین کی گردش محوری سے پیدا ہوتی ہے جو یہ سورج کے سامنے کرتی ہے اور یہ گردش چوبیس گھنٹوں میں مکمل ہوتی ہے لیکن اس علم کے مطابق بھی یہ انوکھا منظر اور عجوبہ ابھی ختم نہیں ہے کیونکہ یہ کرۂ زمین ہوا کے اندر معلق ہے اور ایک خاص رفتار کے ساتھ چل رہا ہے اور وہ کسی چیز کا سہارا نہیں لے رہا ہے۔ اللہ نے اسے تھام رکھا ہے اور وہ ایک سیکنڈ بھی اپنی رفتار کم نہیں کرتا ۔ اور یہ رفتار ایسی ہے کہ تمام زندہ مخلوقات اس کے اوپر بڑے آرام سے رہ رہی ہے اور یہ مخلوق اس فضا میں معلق گولے کے اوپر ٹکی ہوئی ہے جو فضا میں گردش پر ہے۔\nاب انسان کا علم قدرے اور وسعت اختیار کرتا ہے کہ اس گردش محوری کے اثرات اس زمین کے اوپر اور تمام زندہ مخلوقات پر کیا ہیں۔ انسان نے معلوم کیا کہ ان اوقات کو اس طرح رات اور دن میں تقسیم کرنے ہی سے اس کرۂ ارض پر زندگی ممکن بنائی گئی ہے۔ اگر گردش لیل و نہار نہ ہوتے یا اس اندازے اور اس نظام اور رفتار سے نہ ہوتے تو اس زمین کی سطح پر موجود ہر چیز بدل جاتی اور خصوصاً انسانی زندگی ختم ہوجاتی۔ چناچہ یوں اس علم کے بعد معلوم ہوا کہ گردش لیل و نہار اللہ کی نشانیوں میں سے اہم نشانی ہے۔\nوما انزل اللہ ۔۔۔۔۔۔ بعد موتھا (45 : 5) “ اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمینوں کو جلا اٹھاتا ہے ”۔ رزق سے بھی تو پانی مراد ہوتا ہے جو آسمانوں سے آتا ہے جس طرح قدیم مفسرین نے اس سے یہی سمجھا ہے لیکن آسمانوں سے آنے والا صرف پانی بہت وسیع ہے۔ آسمانوں سے جو شعاعیں نکلتی ہیں وہ زمین کو زندہ کرنے میں پانی سے کوئی کم موثر نہیں ہیں بلکہ ان شعاعوں ہی کے اثر سے حکم الٰہی سے پانی پیدا ہوتا ہے۔ سورج کی حرارت ہی پانی کو بخارات میں بدلتی ہے۔ اور یہ بخارات کثیف ہو کر بارش کی شکل اختیار کرتے ہیں اور نہریں اور چشمے بہتے ہیں۔ اور اس سے زمین مردہ ہونے کے بعد زندہ ہوجاتی ہے ، پانی سے بھی اور حرارت سے بھی۔\nوتصریف الریح (45 : 5) “ اور ہواؤں کی گردش میں ”۔ یہ ہوائیں شمالاً و جنوباً چلتی ہیں ، شرقاً اور غرباً چلتی ہیں ، سیدھی اور ٹیٹرھی چلتی ہیں ، گرم اور سرد چلتی ہیں۔ اس نہایت ہی پیچیدہ نظام کے مطابق جو دست قدرت نے اس کائنات کی تخلیق کے اندر رکھ دیا ہے اور اس کی ہر چیز کو حساب و مقدار سے رکھا ہے اور اس میں کوئی چیز اتفاق اور مصارفت پر نہیں چھوڑا ، پھر ہواؤں کے چلنے کا زمین کی گردش محوری سے گہرا تعلق ہے۔ اور ان کا تعلق گردش لیل و نہار سے بھی ہے اور اس رزق سے بھی ہے جو آسمانوں سے نازل ہوتا ہے۔ غرض حرارت ، ہوا وار رات اور دن کا نظام سب مل کر یہاں کام کرتے ہیں اور ان میں آیات و نشانات ہیں۔ لقوم یعقلون (45 : 5) “ ان لوگوں کے لئے جو عقل رکھتے ہیں ”۔ کیونکہ اس میدان میں عقل ہی کام کرسکتی ہے۔\n٭٭٭\nیہ تو ہیں اس کائنات کی بعض نشانیاں جن کی طرف اشارہ کیا گیا ، ان لوگوں کے لئے جو ایمان لاتے ہیں۔ پھر ان لوگوں کے لئے جو یقین کرتے ہیں اور پھر ان لوگوں کے لئے جو عقل سے کام لیتے ہیں۔ یہ آیات ان کی طرف اشارہ کرتی ہیں۔ یہ اشارات دلوں کو چھوتے ہیں ، ان کو جگاتے ہیں اور یہ آیات الٰہیہ انسانی فطرت سے براہ راست مخاطب ہوتی ہیں کیونکہ فطرت انسانی اور اس کائنات کے درمیان براہ راست فطری رابطہ ہے۔ اور اس رابطے کو قرآن کا طرز استدلال ہی زندہ اور تازہ کرسکتا ہے۔ جو لوگ ان آیات فطرت کو تسلیم نہیں کرتے۔ ان سے کوئی توقع نہیں ہے کہ وہ کسی اور چیز کو تسلیم کریں گے جن لوگوں کو قرآن کریم کے یہ اشارات اور آیات نہیں جگا سکتیں ، ان کو کوئی اور آواز نہیں جگا سکتی خواہ وہ جس قدر تیز آواز ہو۔ ذرا سنئے :"
    },
    {
      "ayah": 30,
      "surah": 45,
      "text": "آیت نمبر 30\nاب یہ گروہ اس طویل انتظار سے نجات پائے گا۔ قلق اور اضطراب دور ہوگا۔ آیت میں ان کے انجام کو جلدی سے نہایت سادہ انداز میں بیان کردیا ۔ اور یہ لوگ گئے اپنے اصل مقام کی طرف۔\nلیکن ہماری نظریں اچانک کیا دیکھتی ہیں کہ ایک دوسرا گروہ ہمارے سامنے ہے اور ان کو طویل الفاظ میں سرزنش کی جاتی ہے۔ ان کو شرمندہ کیا جاتا ہے اور ان کے برے اعمال ان کو یاد دلائے جاتے ہیں۔"
    },
    {
      "ayah": 31,
      "surah": 45,
      "text": "آیت نمبر 31 تا 32\nاب ذرا دیکھو ، کیا حال ہے ؟ اور تمہیں کس قدر یقین آرہا ہے۔ قدرے وقفے کے بعد اب ان کی ذہنی دنیا کے حالات کہ اب ان پر چودہ طبق روشن ہیں :"
    },
    {
      "ayah": 32,
      "surah": 45,
      "text": "آیت نمبر 31 تا 32\nاب ذرا دیکھو ، کیا حال ہے ؟ اور تمہیں کس قدر یقین آرہا ہے۔ قدرے وقفے کے بعد اب ان کی ذہنی دنیا کے حالات کہ اب ان پر چودہ طبق روشن ہیں :"
    },
    {
      "ayah": 33,
      "surah": 45,
      "text": "آیت نمبر 33\nاس کے بعد دوبارہ ان کو شرمندہ کیا جاتا ہے اور یہ اعلان کیا جاتا ہے کہ اب ان کو پوچھنے والا کوئی بھی نہ ہوگا اور ان کا بہت ہی دردناک انجام ہوگا۔"
    },
    {
      "ayah": 34,
      "surah": 45,
      "text": "آیت نمبر 33\nاس کے بعد دوبارہ ان کو شرمندہ کیا جاتا ہے اور یہ اعلان کیا جاتا ہے کہ اب ان کو پوچھنے والا کوئی بھی نہ ہوگا اور ان کا بہت ہی دردناک انجام ہوگا۔"
    },
    {
      "ayah": 35,
      "surah": 45,
      "text": "آیت نمبر 35 (1)\nاب ان کے آخری انجام کے اعلان پر پردہ گرتا ہے ، جہنم میں ان کو ہمیشہ کے لئے چھوڑ دیا جاتا ہے ، نہ ان سے کوئی عذر طلب کیا جاتا ہے اور نہ معافی کی درخواستیں طلب کی جاتی ہیں۔\nآیت نمبر 35 (2)\nگویا ان الفاظ کے ساتھ ہی ہم کرخت آوازیں سنتے ہیں اور جہنم کے دروازے ان پر ہمیشہ ہمیشہ کے لئے بند کر دئیے جاتے ہیں۔ اب یہ منظر یہاں ختم ہوتا ہے اور اس حالت میں کوئی تغیر اور تبدیلی واقع نہیں ہوتی۔\nاس مقام پر اللہ کی حمد و ثنا کی آوازیں بلند ہوتی ہیں۔ اس تمہید اور منظر کے بعد سورت کے آخری کلمات نہایت ہی موثر ہیں۔"
    },
    {
      "ayah": 36,
      "surah": 45,
      "text": "آیت نمبر 36 تا 37\nاللہ کی بڑائی اور اللہ کی عظمت کا اعلان ہوتا ہے۔ آسمانوں میں بھی وہ بڑا ہے اور زمین میں بھی وہی بڑا ہے۔ انسانوں کا بھی وہ حاکم ہے اور جنوں کا بھی وہ حاکم ہے۔ وحوش و طیور کا بھی وہی خالق ہے ، غرض جو کچھ اس کائنات میں ہے وہ اللہ کا ہے سب کے سب ایک ہی رب کی نگرانی میں ہیں۔ اللہ ہی ہے جو مدبر کائنات ہے اور رب کائنات ہے۔\nاللہ کی ثنا اور کبریائی کی آواز بلند ہوتی ہے۔ اعلان کیا جاتا ہے کہ اس کائنات میں بڑائی صرف اللہ ہی کی ہے۔ اس کے مقابلے میں ہر بڑا چھوٹا ہوجاتا ہے اور ۔۔۔۔ یہاں گھٹنوں کے بل جھکا ہوا ہے۔ ہر سرکش یہاں سر تسلیم خم کئے ہوئے ہے۔ رب مطلق اور اکبر مطلق کے سامنے۔\nاس کبریائی ، اس ربوبیت ، اس قدرت اور اس حکمت اور اس تدبیر کے ساتھ غالب قرار پاتا ہے۔\nوھو العزیز الحکیم (45 : 37) “ وہ زبردست اور دانا ہے ”۔ الحمد للہ رب العلمین !\n٭٭٭٭"
    },
    {
      "ayah": 37,
      "surah": 45,
      "text": "آیت نمبر 36 تا 37\nاللہ کی بڑائی اور اللہ کی عظمت کا اعلان ہوتا ہے۔ آسمانوں میں بھی وہ بڑا ہے اور زمین میں بھی وہی بڑا ہے۔ انسانوں کا بھی وہ حاکم ہے اور جنوں کا بھی وہ حاکم ہے۔ وحوش و طیور کا بھی وہی خالق ہے ، غرض جو کچھ اس کائنات میں ہے وہ اللہ کا ہے سب کے سب ایک ہی رب کی نگرانی میں ہیں۔ اللہ ہی ہے جو مدبر کائنات ہے اور رب کائنات ہے۔\nاللہ کی ثنا اور کبریائی کی آواز بلند ہوتی ہے۔ اعلان کیا جاتا ہے کہ اس کائنات میں بڑائی صرف اللہ ہی کی ہے۔ اس کے مقابلے میں ہر بڑا چھوٹا ہوجاتا ہے اور ۔۔۔۔ یہاں گھٹنوں کے بل جھکا ہوا ہے۔ ہر سرکش یہاں سر تسلیم خم کئے ہوئے ہے۔ رب مطلق اور اکبر مطلق کے سامنے۔\nاس کبریائی ، اس ربوبیت ، اس قدرت اور اس حکمت اور اس تدبیر کے ساتھ غالب قرار پاتا ہے۔\nوھو العزیز الحکیم (45 : 37) “ وہ زبردست اور دانا ہے ”۔ الحمد للہ رب العلمین !\n٭٭٭٭"
    },
    {
      "ayah": 4,
      "surah": 45,
      "text": "درس نمبر 235 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔ 23\nآیت نمبر 1 تا 5\nحا۔ میم کے بعد ، یہ آتا ہے کہ یہ کتاب اللہ عزیز اور حکیم کی طرف سے ہے اور اس کتاب کا مصدر اور فبع اللہ کی ذات ہے اور دوسرا اشارہ اس میں یہ ہے کہ یہ معجزہ کتاب انہی حروف سے بنائی گئی ہے۔ جیسا کہ حروف مقطعات کے بارے میں ہماری رائے ہے اور یہ کہ یہ چیلنج ہے ان کو کہ تم ان حروف سے ایسی کتاب نہیں بنا سکتے۔ لہٰذا حا میم دلیل ہے تنزیل الکتب پر کہ یہ اللہ کی طرف سے ہے اور اللہ زبردست قدرت والا ہے اور اس کا مقابلہ کوئی نہیں کرسکتا اور حکیم ہے جس نے اس پوری کائنات کو حکمت سے بنایا اور تمام معاملات اس ذات کے حکم سے طے ہوتے ہیں۔ یہ ایک ایسا تبصرہ ہے جو سورت کی فضا کے ساتھ مناسب ہے ، جس میں طرح طرح کے نفوس اور ان کی ذہنیت دکھائی گئی ہے۔\nقبل اس کے کہ لوگوں کے سامنے ، اس کتاب کے حوالے سے ان کا موقف رکھاجائے ، ان کو ان آیات و نشانات کی طرف متوجہ کیا جاتا ہے جو اس کائنات میں جگہ جگہ بکھرے ہوئے ہیں۔ یہ آیات اور یہ نشانیاں اس بات کے لئے کافی تھیں کہ یہ لوگ ایمان لاتے اور یہ لوگ اپنے دلوں کو اگر ان کی طرف متوجہ کرتے تو ان کے دل کھل جاتے اور اس کتاب کے نازل کرنے والے عظیم اللہ کی طرف ان کا احساس تیز ہوجاتا جو اس کائنات کا ایک عظیم خالق ہے۔\nان فی السموت والارض لایت للمومنین (45 : 3) “ حقیقت یہ ہے کہ آسمانوں اور زمین میں بیشمار نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں ”۔ اور وہ نشانیاں جو آسمانوں اور زمین میں ہیں وہ کسی چیز تک محدود نہیں ہیں ، کسی حال تک محدود نہیں ہیں ، اس کائنات کی جس چیز کو بھی انسان دیکھے اور مطالعہ کرے تو دل گواہی دیتا ہے کہ یہی پہلو ایک معجزہ ہے گویا “ جا اینجا است ”۔ سوال یہ نہیں ہے کہ نشانی کہاں ہے ، سوال یہ ہے کہ کون سی چیز نشانی نہیں ہے ؟\nذرا دیکھو ان آسمانوں اور ان کے اندر تیرنے والے عظیم الجثہ اجرام فلکی کو ، پھر اس کی طویل و عریض وسعتوں کو ، یہ اس طرح پھیلے ہوئے ہیں جس طرح ذرات اور رائی کے دانے ، بمقابلہ اس فضا اور خوفناک حد تک عریض و طویل فضا کے نیز یہ نہایت ہی خوبصورت ہیں۔\nپھر ذرا اس بات کو دیکھو کہ ان اجرام کی گردش اپنے اپنے مدار میں کس قدر تسلسل کے ساتھ قائم ہے۔ نہایت ہی خوبصورت ہم آہنگی کے ساتھ ، انسان یہ چاہتا ہے کہ دیکھتا ہی رہ جائے اور اس کے ملاحظے سے جی بھرتا ہی نہیں۔ بعض گردشیں کروڑوں سالوں میں مکمل ہوتی ہیں اور ایک سیکنڈ کا فرق نہیں پڑتا۔\nاور یہ زمین جسے انسان بہت ہی طویل و عریض سمجھتا ہے ، یہ ایک نہایت ہی چھوٹا سا ذرہ ہے ، بمقابلہ ان بڑے ستاروں کے (صرف مشتری اس سے ایک ہزار گنا زیادہ بڑا ستا ہے ) پھر یہ ذرہ یعنی زمین ، اس وسیع فضائے کائنات کے اندر تیر رہی ہے۔ اگر اللہ کی قدرت نہ ہوتی جس نے اسے تھام رکھا ہے اور اپنے مدار میں بند کر رکھا ہے تو یہ اس فضائے بسیط میں اپنی راہ گم کردیتی لیکن اللہ کی قدرت کا یہ کمال ہے کہ اس کائنات کا ذرہ بھی یہاں گم نہیں ہو سکتا۔\nپھر وہ سازوسامان جو اللہ نے اس زمین میں ، اس کے ایک خاص مقام اور نظام کی وجہ سے ودیعت کیا اور جس کی وجہ سے اس کے اوپر زندگی ممکن ہوئی ، اس کا تو ہر ہر پہلو ایک نشانی ہے۔ اس سازو سامان کی ہر چیز کے اپنے اپنے خواص ، نہایت باریک بینی کے ساتھ ، بڑی کثرت اور ہم آہنگی کے ساتھ یہاں جمع کئے گئے ہیں۔ اگر کسی ایک چیز کی خاصیت و ماہیت شمہ برابر بدل جائے تو زندگی کا پورا نظام خلل پذیر ہوجائے یا سرے سے ختم ہوجائے۔ غرض اس زمین کی ہر زندہ شے ایک علیحدہ نشانی ہے۔ ہر چیز کا ایک ایک جزء اور ایک ایک عضو ایک الگ نشانی ہے۔ اس معاملے میں عظیم الجثہ اشیاء اور ذرہ برابر کی اشیاء نشانی ہیں۔ ایک عظیم درخت سے ایک چھوٹا سا پتہ اٹھا لو ، اس کائنات کی پہنائیوں میں ایک چھوٹا سا نباتاتی پودا لے لو اور تجریہ کرو ، اپنے حکم اور اپنی شکل کے اعتبار سے یہ ایک نشانی ہے۔ رنگ میں بھی اور چھوٹے پن میں بھی ۔ اپنے مقاصد کے لئے بھی نشانی اور اپنے جسم میں بھی نشانی۔ انسان یا حیوان کے جسم کا ایک بال ہی لے لو ، یہ بھی ایک نشانی ہے ، اس کی ترکیب ، اس کا رنگ نشانی ہے ، ہر پرندے کا ہر پر ایک نشانی ہے ، اس کا مادہ ترکیب ، اس کے مقاصد ، اور اس کی ہم آہنگی۔ اگر انسان اس زمین و آسمان میں چشم بصیرت کے ساتھ دیکھے تو اسے نشانات الٰہیہ کا اژدہام نظر آئے اور انسان اعلان کر دے کہ اس کی فکر و نظر سے یہ تمام نشانات و راء ہیں۔\nلیکن یہ نشانیاں کس کے لئے ہیں ؟ خود یہ آیات بنا دیتی ہے ، یہ نشانیاں کس کے سامنے پردہ افگند ہوتی ہیں ۔ ان کا احساس کس کو ہو سکتا ہے لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین رکھتے ہیں ”۔ جو مومن ہیں اور مومن ہی نور ربی سے دیکھتا ہے۔\nپس ایمان ہی وہ قوت ہے جو دلوں کے دروازے کھولتا ہے ، پھر انسان پکار سنتا ہے ، کوئی روشنی دلوں کو اندر آکر منور کرسکتی ہے ، کوئی تازہ باد نسیم کے جھونکے دنیائے دل پر ترو تازگی بکھیر سکتے ہیں اور ایمان ہی کی وجہ سے انسان ، اس کائنات میں ہر طرف بکھری ہوئی نشانیاں دیکھ سکتا ہے ، یہ ایمان ہی ہے جو دلوں کو ایسی فرحت بخش تازگی عطا کرتا ہے اور ان کے اندر رقت اور لطاقت پیدا کرتا ہے ، جس کے نتیجے میں یہ دل وہ اشارات وصول کرتے ہیں جو اس کائنات میں سے ہر طرف سے آرہے ہیں ، جو یہ بتاتے ہیں کہ یہ اشارے دست قدرت کی طرف سے ہیں اور دست قدرت جن جن چیزوں کو بناتی ہے ان کے اندر یہ اشارات موجود ہوتے ہیں۔ اللہ کی پیدا کردہ ہر چیز معجز ہے اور مخلوق اس کی نقل بھی نہیں کرسکتی۔ اب اس کائنات کی طویل اور دور دراز وادیوں سے واپس لا کر انسان کو اس کی اپنی ذات کی طرف لایا جاتا ہے ، جو اس کے قریب ہے۔ اور وہ جانور جو انسان کے قریب ہیں ان پر غوروفکر کی دعوت !\nوفی خلقکم ۔۔۔۔۔ یوقنون (45 : 4) “ اور تمہاری اپنی پیدائش میں اور ان حیوانات میں جن کو اللہ زمین میں پھیلا رہا ہے بڑی نشانیاں ہیں ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔ انسان کو یہ عجیب ساخت عطا کرنا ، پھر اسے ایسی عجیب خصوصیات عطا کرنا ، اور نہایت ہی گہرے ، لطیف اور پیچیدہ فرائض اس کے حوالے کرنا جن میں سے ہر ایک معجزانہ ہے۔ جسم انسانی کے ایسے اندرونی معجزات ہیں کہ رات اور دن دیکھتے دیکھتے وہ ہمارے لئے عجوبے ہی نہیں ہرے۔ اس لیے کہ ہمارے اندر اور ہمارے قریب ہیں لیکن صرف ایک عضو کا تجربہ کیا جائے تو انسان کا سر چکرا جاتا ہے اور انسان اس پیچیدہ ترکیب کی ہولناکیوں سے مبہوت رہ جاتا ہے۔\nزندگی ، چاہے وہ اپنی سادہ ترین صورت میں کیوں نہ ہو وہ تو ایک معجزہ ہے۔ امیبا جس کا ایک ہی خلیہ ہوتا ہے اور امیبا سے بھی چھوٹی زندگی بھی معجزہ ہے۔ رہا انسان تو اس کی زندگی تو بہت ہی پیچیدہ اور سخت اور عجیب و غریب ہے۔ نفسیاتی لحاظ سے بھی وہ نہایت ہی پیچیدہ اور معجزاتی ہے۔ عضوی ترکیب سے اس کی نفسیات زیادہ پیچیدہ ہیں۔\nاور وہ مخلوقات جو اس زمین پر ہر طرف رینگتی ہے ، اور جس کی لاتعداد انواع و اقسام ہیں ، بیشمار جسم اور اشکال ہیں جن کی تعداد اللہ ہی کو معلوم ہے۔ اس زندگی میں سے چھوٹی سے چھوٹی چیز اور بڑی سے بڑی چیز سب اپنی اپنی جگہ معجزاتی ہیں ، یہ اپنی عمر اور جنس کے اعتبار سے بھی معجزاتی شان رکھتی ہیں۔ اور یہ قدرتی طور پر اپنی نوع کی حفاظت کرتی ہیں اور کوئی نوع دوسری انواع کو فنا کرنے پر قادر نہیں ہے۔ اور دست قدرت نے ان انواع و اقسام کی تعداد اپنے پاس رکھی ہوئی ہے کسی میں کمی کرتا ہے اور کسی میں اضافہ ۔ اور ہر ایک کو اس کے خصائص دیتا ہے اور قوت وصلاحیت دیتا ہے۔ اس طرح حیوانات کے تمام انواع و اقسام کی آبادی کے اندر ایک توازن قائم رہتا ہے۔\nگدھ اور باز جارح اور مضر پرندے ہیں اور ان کی عمر بھی لمبی ہے لیکن ان کی آبادی بہت کم ہے اور بہت کم انڈے دیتے ہیں ۔ اگر گدھ اور باز چڑیوں کی طرح ہوتے تو ذرا سوچ لیں کہ اس دنیا میں شاید چھوٹے بڑے کسی پرندے کی نسل نہ ہوتی۔\nحیوانات میں سے شیر درندہ جانور ہیں ، اگر ان کی نسل ہر نوں اور بھیڑ بکریوں کی طرح زیادہ ہوتی تو وہ جنگلات میں کوئی حیوانی مواد نہ چھوڑتا۔ لیکن یہ قدرت ہے جس نے اس کی نسل کو محدود رکھا ہے اور وہ مطلوبہ تعداد ہی میں ہوتے ہیں جبکہ ہرن اور بھیڑ اور بکریاں زیادہ ہوتی ہیں کیونکہ قدرت کو معلوم ہے کہ ان کی زیادہ ضرورت ہے۔\nایک مکھی ایک ہی زندگی میں لاکھوں انڈے دیتی ہے لیکن اس کی زندگی زیادہ سے زیادہ دو ہفتے ہوتی ہے۔ اگر ایک مکھی کی عمر طبیعی کئی ماہ یا سال ہوتی تو تمام انسانی جسموں کو ڈھانپ دیتیں ، آنکھوں کو کھا جاتیں لیکن دست قدرت نے ان پر ایک قدرتی بند بھی رکھا ہے اور اس کی عمر کو محدود کردیا ہے۔\nیونہی ، ہر چیز اور ہر نوع کی یہ حالت ہے ۔ اللہ کی تدبیر اور تقدیر انسانوں اور حیوانات میں اپنا کام کرتی ہے اور ہر چیز کے اندر ایک قسم کی نشانی ہے۔ اور یہ نشانی پکار پکار کہتی ہے کہ اللہ کی آیات میں غورو و تدبر کرو اور یہ آیات لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔\nیقین ایسی حالت ہے جو دلوں کو تیار اور مائل اور متاثر کرنے والی حالت ہے ، تا کہ وہ احساس کریں ، متاثر ہوں اور اللہ کی طرف مائل ہوں۔ ایمان و یقین دلوں کو ثابت ، برقرار اور مطمئن کردیتا ہے ۔ ایسے دل بڑے ٹھہراؤ سے اس کائنات پر غور کرتے ہیں اور اس سے حقائق اخذ کرتے ہیں۔ ان میں سے بےچینی ، پریشانی ، بےثباتی ختم ہوجاتی ہے۔ ایسے دلوں کو اگر اس دنیا میں کم کچھ ملے تب بھی وہ اس سے بڑے نتائج اور آثار حاصل کرتے ہیں۔\nاس کے بعد اپنی ذات اور اپنے اردگرد کے حیوانات سے انہیں اس پوری کائنات کے مظاہر کی طرف لے جایا جاتا ہے۔ اس کائنات سے ان کے لئے اور دوسرے زندوں کے لئے جو اسباب حیات پیدا کئے جاتے ہیں اور فراہم کئے گئے ہیں ذرا ان پر بھی غور کرو۔\nواختلاف الیل ۔۔۔۔۔ لقوم یعقلون (45 : 5) “ اور شب و روز کے فرق و اختلاف میں اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمین کو جلا اٹھاتا ہے ، ہواؤں کی گردش میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں ”۔ گردش لیل و نہار وہ منظر ہے جس کے باربار کی تکرار کی وجہ سے اس کی جدت انسانوں کے ذہن سے محو ہوجاتی ہے۔ اگر کوئی پہلی مرتبہ ان کو دیکھے یا پہلی مرتبہ رات کو دیکھے تو یہ ایک عجیب منظر ہے جو دل شاعرانہ احساس رکھتے ہیں وہ اس جدت کو سمجھتے ہیں اور گردش لیل ونہار کو اس کائنات کا ایک حیران کن نظام سمجھتے ہیں۔\nانسانوں کے علم میں اضافہ ہوتا جاتا ہے اور اس کائنات کے بعض مظاہر کے بارے میں تو اب انسانوں نے وسیع معلومات حاصل کرلی ہیں۔ اب انسان جانتے ہیں کہ گردش لیل و نہار دراصل زمین کی گردش محوری سے پیدا ہوتی ہے جو یہ سورج کے سامنے کرتی ہے اور یہ گردش چوبیس گھنٹوں میں مکمل ہوتی ہے لیکن اس علم کے مطابق بھی یہ انوکھا منظر اور عجوبہ ابھی ختم نہیں ہے کیونکہ یہ کرۂ زمین ہوا کے اندر معلق ہے اور ایک خاص رفتار کے ساتھ چل رہا ہے اور وہ کسی چیز کا سہارا نہیں لے رہا ہے۔ اللہ نے اسے تھام رکھا ہے اور وہ ایک سیکنڈ بھی اپنی رفتار کم نہیں کرتا ۔ اور یہ رفتار ایسی ہے کہ تمام زندہ مخلوقات اس کے اوپر بڑے آرام سے رہ رہی ہے اور یہ مخلوق اس فضا میں معلق گولے کے اوپر ٹکی ہوئی ہے جو فضا میں گردش پر ہے۔\nاب انسان کا علم قدرے اور وسعت اختیار کرتا ہے کہ اس گردش محوری کے اثرات اس زمین کے اوپر اور تمام زندہ مخلوقات پر کیا ہیں۔ انسان نے معلوم کیا کہ ان اوقات کو اس طرح رات اور دن میں تقسیم کرنے ہی سے اس کرۂ ارض پر زندگی ممکن بنائی گئی ہے۔ اگر گردش لیل و نہار نہ ہوتے یا اس اندازے اور اس نظام اور رفتار سے نہ ہوتے تو اس زمین کی سطح پر موجود ہر چیز بدل جاتی اور خصوصاً انسانی زندگی ختم ہوجاتی۔ چناچہ یوں اس علم کے بعد معلوم ہوا کہ گردش لیل و نہار اللہ کی نشانیوں میں سے اہم نشانی ہے۔\nوما انزل اللہ ۔۔۔۔۔۔ بعد موتھا (45 : 5) “ اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمینوں کو جلا اٹھاتا ہے ”۔ رزق سے بھی تو پانی مراد ہوتا ہے جو آسمانوں سے آتا ہے جس طرح قدیم مفسرین نے اس سے یہی سمجھا ہے لیکن آسمانوں سے آنے والا صرف پانی بہت وسیع ہے۔ آسمانوں سے جو شعاعیں نکلتی ہیں وہ زمین کو زندہ کرنے میں پانی سے کوئی کم موثر نہیں ہیں بلکہ ان شعاعوں ہی کے اثر سے حکم الٰہی سے پانی پیدا ہوتا ہے۔ سورج کی حرارت ہی پانی کو بخارات میں بدلتی ہے۔ اور یہ بخارات کثیف ہو کر بارش کی شکل اختیار کرتے ہیں اور نہریں اور چشمے بہتے ہیں۔ اور اس سے زمین مردہ ہونے کے بعد زندہ ہوجاتی ہے ، پانی سے بھی اور حرارت سے بھی۔\nوتصریف الریح (45 : 5) “ اور ہواؤں کی گردش میں ”۔ یہ ہوائیں شمالاً و جنوباً چلتی ہیں ، شرقاً اور غرباً چلتی ہیں ، سیدھی اور ٹیٹرھی چلتی ہیں ، گرم اور سرد چلتی ہیں۔ اس نہایت ہی پیچیدہ نظام کے مطابق جو دست قدرت نے اس کائنات کی تخلیق کے اندر رکھ دیا ہے اور اس کی ہر چیز کو حساب و مقدار سے رکھا ہے اور اس میں کوئی چیز اتفاق اور مصارفت پر نہیں چھوڑا ، پھر ہواؤں کے چلنے کا زمین کی گردش محوری سے گہرا تعلق ہے۔ اور ان کا تعلق گردش لیل و نہار سے بھی ہے اور اس رزق سے بھی ہے جو آسمانوں سے نازل ہوتا ہے۔ غرض حرارت ، ہوا وار رات اور دن کا نظام سب مل کر یہاں کام کرتے ہیں اور ان میں آیات و نشانات ہیں۔ لقوم یعقلون (45 : 5) “ ان لوگوں کے لئے جو عقل رکھتے ہیں ”۔ کیونکہ اس میدان میں عقل ہی کام کرسکتی ہے۔\n٭٭٭\nیہ تو ہیں اس کائنات کی بعض نشانیاں جن کی طرف اشارہ کیا گیا ، ان لوگوں کے لئے جو ایمان لاتے ہیں۔ پھر ان لوگوں کے لئے جو یقین کرتے ہیں اور پھر ان لوگوں کے لئے جو عقل سے کام لیتے ہیں۔ یہ آیات ان کی طرف اشارہ کرتی ہیں۔ یہ اشارات دلوں کو چھوتے ہیں ، ان کو جگاتے ہیں اور یہ آیات الٰہیہ انسانی فطرت سے براہ راست مخاطب ہوتی ہیں کیونکہ فطرت انسانی اور اس کائنات کے درمیان براہ راست فطری رابطہ ہے۔ اور اس رابطے کو قرآن کا طرز استدلال ہی زندہ اور تازہ کرسکتا ہے۔ جو لوگ ان آیات فطرت کو تسلیم نہیں کرتے۔ ان سے کوئی توقع نہیں ہے کہ وہ کسی اور چیز کو تسلیم کریں گے جن لوگوں کو قرآن کریم کے یہ اشارات اور آیات نہیں جگا سکتیں ، ان کو کوئی اور آواز نہیں جگا سکتی خواہ وہ جس قدر تیز آواز ہو۔ ذرا سنئے :"
    },
    {
      "ayah": 5,
      "surah": 45,
      "text": "درس نمبر 235 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔ 23\nآیت نمبر 1 تا 5\nحا۔ میم کے بعد ، یہ آتا ہے کہ یہ کتاب اللہ عزیز اور حکیم کی طرف سے ہے اور اس کتاب کا مصدر اور فبع اللہ کی ذات ہے اور دوسرا اشارہ اس میں یہ ہے کہ یہ معجزہ کتاب انہی حروف سے بنائی گئی ہے۔ جیسا کہ حروف مقطعات کے بارے میں ہماری رائے ہے اور یہ کہ یہ چیلنج ہے ان کو کہ تم ان حروف سے ایسی کتاب نہیں بنا سکتے۔ لہٰذا حا میم دلیل ہے تنزیل الکتب پر کہ یہ اللہ کی طرف سے ہے اور اللہ زبردست قدرت والا ہے اور اس کا مقابلہ کوئی نہیں کرسکتا اور حکیم ہے جس نے اس پوری کائنات کو حکمت سے بنایا اور تمام معاملات اس ذات کے حکم سے طے ہوتے ہیں۔ یہ ایک ایسا تبصرہ ہے جو سورت کی فضا کے ساتھ مناسب ہے ، جس میں طرح طرح کے نفوس اور ان کی ذہنیت دکھائی گئی ہے۔\nقبل اس کے کہ لوگوں کے سامنے ، اس کتاب کے حوالے سے ان کا موقف رکھاجائے ، ان کو ان آیات و نشانات کی طرف متوجہ کیا جاتا ہے جو اس کائنات میں جگہ جگہ بکھرے ہوئے ہیں۔ یہ آیات اور یہ نشانیاں اس بات کے لئے کافی تھیں کہ یہ لوگ ایمان لاتے اور یہ لوگ اپنے دلوں کو اگر ان کی طرف متوجہ کرتے تو ان کے دل کھل جاتے اور اس کتاب کے نازل کرنے والے عظیم اللہ کی طرف ان کا احساس تیز ہوجاتا جو اس کائنات کا ایک عظیم خالق ہے۔\nان فی السموت والارض لایت للمومنین (45 : 3) “ حقیقت یہ ہے کہ آسمانوں اور زمین میں بیشمار نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں ”۔ اور وہ نشانیاں جو آسمانوں اور زمین میں ہیں وہ کسی چیز تک محدود نہیں ہیں ، کسی حال تک محدود نہیں ہیں ، اس کائنات کی جس چیز کو بھی انسان دیکھے اور مطالعہ کرے تو دل گواہی دیتا ہے کہ یہی پہلو ایک معجزہ ہے گویا “ جا اینجا است ”۔ سوال یہ نہیں ہے کہ نشانی کہاں ہے ، سوال یہ ہے کہ کون سی چیز نشانی نہیں ہے ؟\nذرا دیکھو ان آسمانوں اور ان کے اندر تیرنے والے عظیم الجثہ اجرام فلکی کو ، پھر اس کی طویل و عریض وسعتوں کو ، یہ اس طرح پھیلے ہوئے ہیں جس طرح ذرات اور رائی کے دانے ، بمقابلہ اس فضا اور خوفناک حد تک عریض و طویل فضا کے نیز یہ نہایت ہی خوبصورت ہیں۔\nپھر ذرا اس بات کو دیکھو کہ ان اجرام کی گردش اپنے اپنے مدار میں کس قدر تسلسل کے ساتھ قائم ہے۔ نہایت ہی خوبصورت ہم آہنگی کے ساتھ ، انسان یہ چاہتا ہے کہ دیکھتا ہی رہ جائے اور اس کے ملاحظے سے جی بھرتا ہی نہیں۔ بعض گردشیں کروڑوں سالوں میں مکمل ہوتی ہیں اور ایک سیکنڈ کا فرق نہیں پڑتا۔\nاور یہ زمین جسے انسان بہت ہی طویل و عریض سمجھتا ہے ، یہ ایک نہایت ہی چھوٹا سا ذرہ ہے ، بمقابلہ ان بڑے ستاروں کے (صرف مشتری اس سے ایک ہزار گنا زیادہ بڑا ستا ہے ) پھر یہ ذرہ یعنی زمین ، اس وسیع فضائے کائنات کے اندر تیر رہی ہے۔ اگر اللہ کی قدرت نہ ہوتی جس نے اسے تھام رکھا ہے اور اپنے مدار میں بند کر رکھا ہے تو یہ اس فضائے بسیط میں اپنی راہ گم کردیتی لیکن اللہ کی قدرت کا یہ کمال ہے کہ اس کائنات کا ذرہ بھی یہاں گم نہیں ہو سکتا۔\nپھر وہ سازوسامان جو اللہ نے اس زمین میں ، اس کے ایک خاص مقام اور نظام کی وجہ سے ودیعت کیا اور جس کی وجہ سے اس کے اوپر زندگی ممکن ہوئی ، اس کا تو ہر ہر پہلو ایک نشانی ہے۔ اس سازو سامان کی ہر چیز کے اپنے اپنے خواص ، نہایت باریک بینی کے ساتھ ، بڑی کثرت اور ہم آہنگی کے ساتھ یہاں جمع کئے گئے ہیں۔ اگر کسی ایک چیز کی خاصیت و ماہیت شمہ برابر بدل جائے تو زندگی کا پورا نظام خلل پذیر ہوجائے یا سرے سے ختم ہوجائے۔ غرض اس زمین کی ہر زندہ شے ایک علیحدہ نشانی ہے۔ ہر چیز کا ایک ایک جزء اور ایک ایک عضو ایک الگ نشانی ہے۔ اس معاملے میں عظیم الجثہ اشیاء اور ذرہ برابر کی اشیاء نشانی ہیں۔ ایک عظیم درخت سے ایک چھوٹا سا پتہ اٹھا لو ، اس کائنات کی پہنائیوں میں ایک چھوٹا سا نباتاتی پودا لے لو اور تجریہ کرو ، اپنے حکم اور اپنی شکل کے اعتبار سے یہ ایک نشانی ہے۔ رنگ میں بھی اور چھوٹے پن میں بھی ۔ اپنے مقاصد کے لئے بھی نشانی اور اپنے جسم میں بھی نشانی۔ انسان یا حیوان کے جسم کا ایک بال ہی لے لو ، یہ بھی ایک نشانی ہے ، اس کی ترکیب ، اس کا رنگ نشانی ہے ، ہر پرندے کا ہر پر ایک نشانی ہے ، اس کا مادہ ترکیب ، اس کے مقاصد ، اور اس کی ہم آہنگی۔ اگر انسان اس زمین و آسمان میں چشم بصیرت کے ساتھ دیکھے تو اسے نشانات الٰہیہ کا اژدہام نظر آئے اور انسان اعلان کر دے کہ اس کی فکر و نظر سے یہ تمام نشانات و راء ہیں۔\nلیکن یہ نشانیاں کس کے لئے ہیں ؟ خود یہ آیات بنا دیتی ہے ، یہ نشانیاں کس کے سامنے پردہ افگند ہوتی ہیں ۔ ان کا احساس کس کو ہو سکتا ہے لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین رکھتے ہیں ”۔ جو مومن ہیں اور مومن ہی نور ربی سے دیکھتا ہے۔\nپس ایمان ہی وہ قوت ہے جو دلوں کے دروازے کھولتا ہے ، پھر انسان پکار سنتا ہے ، کوئی روشنی دلوں کو اندر آکر منور کرسکتی ہے ، کوئی تازہ باد نسیم کے جھونکے دنیائے دل پر ترو تازگی بکھیر سکتے ہیں اور ایمان ہی کی وجہ سے انسان ، اس کائنات میں ہر طرف بکھری ہوئی نشانیاں دیکھ سکتا ہے ، یہ ایمان ہی ہے جو دلوں کو ایسی فرحت بخش تازگی عطا کرتا ہے اور ان کے اندر رقت اور لطاقت پیدا کرتا ہے ، جس کے نتیجے میں یہ دل وہ اشارات وصول کرتے ہیں جو اس کائنات میں سے ہر طرف سے آرہے ہیں ، جو یہ بتاتے ہیں کہ یہ اشارے دست قدرت کی طرف سے ہیں اور دست قدرت جن جن چیزوں کو بناتی ہے ان کے اندر یہ اشارات موجود ہوتے ہیں۔ اللہ کی پیدا کردہ ہر چیز معجز ہے اور مخلوق اس کی نقل بھی نہیں کرسکتی۔ اب اس کائنات کی طویل اور دور دراز وادیوں سے واپس لا کر انسان کو اس کی اپنی ذات کی طرف لایا جاتا ہے ، جو اس کے قریب ہے۔ اور وہ جانور جو انسان کے قریب ہیں ان پر غوروفکر کی دعوت !\nوفی خلقکم ۔۔۔۔۔ یوقنون (45 : 4) “ اور تمہاری اپنی پیدائش میں اور ان حیوانات میں جن کو اللہ زمین میں پھیلا رہا ہے بڑی نشانیاں ہیں ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔ انسان کو یہ عجیب ساخت عطا کرنا ، پھر اسے ایسی عجیب خصوصیات عطا کرنا ، اور نہایت ہی گہرے ، لطیف اور پیچیدہ فرائض اس کے حوالے کرنا جن میں سے ہر ایک معجزانہ ہے۔ جسم انسانی کے ایسے اندرونی معجزات ہیں کہ رات اور دن دیکھتے دیکھتے وہ ہمارے لئے عجوبے ہی نہیں ہرے۔ اس لیے کہ ہمارے اندر اور ہمارے قریب ہیں لیکن صرف ایک عضو کا تجربہ کیا جائے تو انسان کا سر چکرا جاتا ہے اور انسان اس پیچیدہ ترکیب کی ہولناکیوں سے مبہوت رہ جاتا ہے۔\nزندگی ، چاہے وہ اپنی سادہ ترین صورت میں کیوں نہ ہو وہ تو ایک معجزہ ہے۔ امیبا جس کا ایک ہی خلیہ ہوتا ہے اور امیبا سے بھی چھوٹی زندگی بھی معجزہ ہے۔ رہا انسان تو اس کی زندگی تو بہت ہی پیچیدہ اور سخت اور عجیب و غریب ہے۔ نفسیاتی لحاظ سے بھی وہ نہایت ہی پیچیدہ اور معجزاتی ہے۔ عضوی ترکیب سے اس کی نفسیات زیادہ پیچیدہ ہیں۔\nاور وہ مخلوقات جو اس زمین پر ہر طرف رینگتی ہے ، اور جس کی لاتعداد انواع و اقسام ہیں ، بیشمار جسم اور اشکال ہیں جن کی تعداد اللہ ہی کو معلوم ہے۔ اس زندگی میں سے چھوٹی سے چھوٹی چیز اور بڑی سے بڑی چیز سب اپنی اپنی جگہ معجزاتی ہیں ، یہ اپنی عمر اور جنس کے اعتبار سے بھی معجزاتی شان رکھتی ہیں۔ اور یہ قدرتی طور پر اپنی نوع کی حفاظت کرتی ہیں اور کوئی نوع دوسری انواع کو فنا کرنے پر قادر نہیں ہے۔ اور دست قدرت نے ان انواع و اقسام کی تعداد اپنے پاس رکھی ہوئی ہے کسی میں کمی کرتا ہے اور کسی میں اضافہ ۔ اور ہر ایک کو اس کے خصائص دیتا ہے اور قوت وصلاحیت دیتا ہے۔ اس طرح حیوانات کے تمام انواع و اقسام کی آبادی کے اندر ایک توازن قائم رہتا ہے۔\nگدھ اور باز جارح اور مضر پرندے ہیں اور ان کی عمر بھی لمبی ہے لیکن ان کی آبادی بہت کم ہے اور بہت کم انڈے دیتے ہیں ۔ اگر گدھ اور باز چڑیوں کی طرح ہوتے تو ذرا سوچ لیں کہ اس دنیا میں شاید چھوٹے بڑے کسی پرندے کی نسل نہ ہوتی۔\nحیوانات میں سے شیر درندہ جانور ہیں ، اگر ان کی نسل ہر نوں اور بھیڑ بکریوں کی طرح زیادہ ہوتی تو وہ جنگلات میں کوئی حیوانی مواد نہ چھوڑتا۔ لیکن یہ قدرت ہے جس نے اس کی نسل کو محدود رکھا ہے اور وہ مطلوبہ تعداد ہی میں ہوتے ہیں جبکہ ہرن اور بھیڑ اور بکریاں زیادہ ہوتی ہیں کیونکہ قدرت کو معلوم ہے کہ ان کی زیادہ ضرورت ہے۔\nایک مکھی ایک ہی زندگی میں لاکھوں انڈے دیتی ہے لیکن اس کی زندگی زیادہ سے زیادہ دو ہفتے ہوتی ہے۔ اگر ایک مکھی کی عمر طبیعی کئی ماہ یا سال ہوتی تو تمام انسانی جسموں کو ڈھانپ دیتیں ، آنکھوں کو کھا جاتیں لیکن دست قدرت نے ان پر ایک قدرتی بند بھی رکھا ہے اور اس کی عمر کو محدود کردیا ہے۔\nیونہی ، ہر چیز اور ہر نوع کی یہ حالت ہے ۔ اللہ کی تدبیر اور تقدیر انسانوں اور حیوانات میں اپنا کام کرتی ہے اور ہر چیز کے اندر ایک قسم کی نشانی ہے۔ اور یہ نشانی پکار پکار کہتی ہے کہ اللہ کی آیات میں غورو و تدبر کرو اور یہ آیات لقوم یوقنون (45 : 4) “ ان لوگوں کے لئے جو یقین لانے والے ہیں ”۔\nیقین ایسی حالت ہے جو دلوں کو تیار اور مائل اور متاثر کرنے والی حالت ہے ، تا کہ وہ احساس کریں ، متاثر ہوں اور اللہ کی طرف مائل ہوں۔ ایمان و یقین دلوں کو ثابت ، برقرار اور مطمئن کردیتا ہے ۔ ایسے دل بڑے ٹھہراؤ سے اس کائنات پر غور کرتے ہیں اور اس سے حقائق اخذ کرتے ہیں۔ ان میں سے بےچینی ، پریشانی ، بےثباتی ختم ہوجاتی ہے۔ ایسے دلوں کو اگر اس دنیا میں کم کچھ ملے تب بھی وہ اس سے بڑے نتائج اور آثار حاصل کرتے ہیں۔\nاس کے بعد اپنی ذات اور اپنے اردگرد کے حیوانات سے انہیں اس پوری کائنات کے مظاہر کی طرف لے جایا جاتا ہے۔ اس کائنات سے ان کے لئے اور دوسرے زندوں کے لئے جو اسباب حیات پیدا کئے جاتے ہیں اور فراہم کئے گئے ہیں ذرا ان پر بھی غور کرو۔\nواختلاف الیل ۔۔۔۔۔ لقوم یعقلون (45 : 5) “ اور شب و روز کے فرق و اختلاف میں اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمین کو جلا اٹھاتا ہے ، ہواؤں کی گردش میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں ”۔ گردش لیل و نہار وہ منظر ہے جس کے باربار کی تکرار کی وجہ سے اس کی جدت انسانوں کے ذہن سے محو ہوجاتی ہے۔ اگر کوئی پہلی مرتبہ ان کو دیکھے یا پہلی مرتبہ رات کو دیکھے تو یہ ایک عجیب منظر ہے جو دل شاعرانہ احساس رکھتے ہیں وہ اس جدت کو سمجھتے ہیں اور گردش لیل ونہار کو اس کائنات کا ایک حیران کن نظام سمجھتے ہیں۔\nانسانوں کے علم میں اضافہ ہوتا جاتا ہے اور اس کائنات کے بعض مظاہر کے بارے میں تو اب انسانوں نے وسیع معلومات حاصل کرلی ہیں۔ اب انسان جانتے ہیں کہ گردش لیل و نہار دراصل زمین کی گردش محوری سے پیدا ہوتی ہے جو یہ سورج کے سامنے کرتی ہے اور یہ گردش چوبیس گھنٹوں میں مکمل ہوتی ہے لیکن اس علم کے مطابق بھی یہ انوکھا منظر اور عجوبہ ابھی ختم نہیں ہے کیونکہ یہ کرۂ زمین ہوا کے اندر معلق ہے اور ایک خاص رفتار کے ساتھ چل رہا ہے اور وہ کسی چیز کا سہارا نہیں لے رہا ہے۔ اللہ نے اسے تھام رکھا ہے اور وہ ایک سیکنڈ بھی اپنی رفتار کم نہیں کرتا ۔ اور یہ رفتار ایسی ہے کہ تمام زندہ مخلوقات اس کے اوپر بڑے آرام سے رہ رہی ہے اور یہ مخلوق اس فضا میں معلق گولے کے اوپر ٹکی ہوئی ہے جو فضا میں گردش پر ہے۔\nاب انسان کا علم قدرے اور وسعت اختیار کرتا ہے کہ اس گردش محوری کے اثرات اس زمین کے اوپر اور تمام زندہ مخلوقات پر کیا ہیں۔ انسان نے معلوم کیا کہ ان اوقات کو اس طرح رات اور دن میں تقسیم کرنے ہی سے اس کرۂ ارض پر زندگی ممکن بنائی گئی ہے۔ اگر گردش لیل و نہار نہ ہوتے یا اس اندازے اور اس نظام اور رفتار سے نہ ہوتے تو اس زمین کی سطح پر موجود ہر چیز بدل جاتی اور خصوصاً انسانی زندگی ختم ہوجاتی۔ چناچہ یوں اس علم کے بعد معلوم ہوا کہ گردش لیل و نہار اللہ کی نشانیوں میں سے اہم نشانی ہے۔\nوما انزل اللہ ۔۔۔۔۔۔ بعد موتھا (45 : 5) “ اور اس رزق میں جسے اللہ آسمانوں سے نازل فرماتا ہے۔ پھر اس کے ذریعہ سے مردہ زمینوں کو جلا اٹھاتا ہے ”۔ رزق سے بھی تو پانی مراد ہوتا ہے جو آسمانوں سے آتا ہے جس طرح قدیم مفسرین نے اس سے یہی سمجھا ہے لیکن آسمانوں سے آنے والا صرف پانی بہت وسیع ہے۔ آسمانوں سے جو شعاعیں نکلتی ہیں وہ زمین کو زندہ کرنے میں پانی سے کوئی کم موثر نہیں ہیں بلکہ ان شعاعوں ہی کے اثر سے حکم الٰہی سے پانی پیدا ہوتا ہے۔ سورج کی حرارت ہی پانی کو بخارات میں بدلتی ہے۔ اور یہ بخارات کثیف ہو کر بارش کی شکل اختیار کرتے ہیں اور نہریں اور چشمے بہتے ہیں۔ اور اس سے زمین مردہ ہونے کے بعد زندہ ہوجاتی ہے ، پانی سے بھی اور حرارت سے بھی۔\nوتصریف الریح (45 : 5) “ اور ہواؤں کی گردش میں ”۔ یہ ہوائیں شمالاً و جنوباً چلتی ہیں ، شرقاً اور غرباً چلتی ہیں ، سیدھی اور ٹیٹرھی چلتی ہیں ، گرم اور سرد چلتی ہیں۔ اس نہایت ہی پیچیدہ نظام کے مطابق جو دست قدرت نے اس کائنات کی تخلیق کے اندر رکھ دیا ہے اور اس کی ہر چیز کو حساب و مقدار سے رکھا ہے اور اس میں کوئی چیز اتفاق اور مصارفت پر نہیں چھوڑا ، پھر ہواؤں کے چلنے کا زمین کی گردش محوری سے گہرا تعلق ہے۔ اور ان کا تعلق گردش لیل و نہار سے بھی ہے اور اس رزق سے بھی ہے جو آسمانوں سے نازل ہوتا ہے۔ غرض حرارت ، ہوا وار رات اور دن کا نظام سب مل کر یہاں کام کرتے ہیں اور ان میں آیات و نشانات ہیں۔ لقوم یعقلون (45 : 5) “ ان لوگوں کے لئے جو عقل رکھتے ہیں ”۔ کیونکہ اس میدان میں عقل ہی کام کرسکتی ہے۔\n٭٭٭\nیہ تو ہیں اس کائنات کی بعض نشانیاں جن کی طرف اشارہ کیا گیا ، ان لوگوں کے لئے جو ایمان لاتے ہیں۔ پھر ان لوگوں کے لئے جو یقین کرتے ہیں اور پھر ان لوگوں کے لئے جو عقل سے کام لیتے ہیں۔ یہ آیات ان کی طرف اشارہ کرتی ہیں۔ یہ اشارات دلوں کو چھوتے ہیں ، ان کو جگاتے ہیں اور یہ آیات الٰہیہ انسانی فطرت سے براہ راست مخاطب ہوتی ہیں کیونکہ فطرت انسانی اور اس کائنات کے درمیان براہ راست فطری رابطہ ہے۔ اور اس رابطے کو قرآن کا طرز استدلال ہی زندہ اور تازہ کرسکتا ہے۔ جو لوگ ان آیات فطرت کو تسلیم نہیں کرتے۔ ان سے کوئی توقع نہیں ہے کہ وہ کسی اور چیز کو تسلیم کریں گے جن لوگوں کو قرآن کریم کے یہ اشارات اور آیات نہیں جگا سکتیں ، ان کو کوئی اور آواز نہیں جگا سکتی خواہ وہ جس قدر تیز آواز ہو۔ ذرا سنئے :"
    },
    {
      "ayah": 6,
      "surah": 45,
      "text": "آیت نمبر 6\nکوئی کلام ، کلام الٰہی کی طرح فصیح نہیں اور کوئی تخلیق مخلوقات الٰہیہ کی طرح بدیع نہیں ہے۔ کوئی حقیقت بھی وجود باری کی طرح ثابت نہیں ہے۔ پس ان دلائل واقیہ کے بعد وجود باری واضح اور یقینی ہے۔ لہٰذا ان دلائل کے بعد بھی اگر کوئی ایمان نہیں لاتا تو اسے دھکمی دینے اور خبردار کرنے کے سوا اور کیا کیا جاسکتا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 45,
      "text": "آیت نمبر 7 تا 10\nجیسا کہ ہم نے اس سورت کے مقدمے میں بھی وضاحت کی کہ مکہ میں مشرکین نے جس طرح دعوت اسلامی کا استقبال کیا ، اس کی تصویر کشی ان آیات میں کی گئی ہے۔ انہوں نے اپنے باطل موقف پر اصرار کیا۔ ایسی سچی دعوت کا ایک لفظ بھی سننے سے انکار کیا جو حق پر مبنی تھی اور جو اپنی ذات میں واضح تھی۔ آفتاب آمد دلیل آفتاب تھی۔ انہوں نے اس حقیقت کے ماننے میں اس قدر ہٹ دھرمی سے کام لیا کہ یوں نظر آتا تھا کہ گویا یہ دعوت ان کے ہاں اذہان تک پہنچی ہی نہیں ہے بلکہ الٹا وہ اللہ کے معاملے میں گستاخ ہوگئے۔ اور قرآن کی جو آیات ان تک پہنچی ان سے منہ موڑنے لگے قرآن کریم نے ان کے اس رویے کی نہایت شدید مذمت کی ہے۔ اور سخت دھمکی دی ہے ان کے لئے سخت بربادی ہے اور ان کو شدید توہین آمیز اور دردناک عذاب سے دوچار ہونا ہوگا۔\nویل لکل افاک اثیم (45 : 7) “ تباہی ہے ہر اس جھوٹے بد اعمال شخص کے لئے ”۔ ویل ، یعنی ہلاک ہے۔ افاک ، بہت بڑا جھوٹا جو جھوٹ باندھنے میں مہارت رکھتا ہو۔ بہت زیادہ گناہ کاریاں اور بدکاریاں سمیٹنے والا۔ یہ دھمکی ہر اس شخص کے لئے ہے جس میں یہ صفات موجود ہیں۔ یہ اللہ قہار و جبار کی دھمکی ہے جو ہلاک کرنے اور برباد کرنے پر قدرت رکھتا ہے جس کی دھمکی اور ڈراوا اور تہدید بالکل سچی ہوتی ہے۔ اس لیے اس فقرے میں جو دھمکی دی گئی ، وہ بہت ہی خوفناک ہے۔\nایسے افاک جھوٹے اور بداعمال اور بدکار کی صفت و علامت کیا ہے ؟ یہ کہ وہ باطل پر اصرار کرتا ہے ، سچائی کے مقابلے میں جھکنے کی بجائے اور اکڑتا ہے ، اللہ کی نشانیوں کو تسلیم کرنے کی بجائے منہ موڑتا ہے اور شریفانہ رویہ اختیار نہیں کرتا بلکہ گستاخی کرتا ہے۔\nیسمع ایت اللہ ۔۔۔۔۔ لم یسمعھا (45 : 8) “ جس کے سامنے اللہ کی آیات بڑھی جاتی ہیں اور وہ ان کو سنتا ہے پھر پورے غرور کے ساتھ اپنے کفر پر اڑا رہتا ہے کہ گویا اس نے ان کو سنا ہی نہیں ”۔ یہ نہایت ہی قابل نفرت تصویر ہے۔ اگرچہ یہ مشرکین مکہ کے ایک گروہ کی تصویر ہے جو اس وقت ایسا تھا ، مگر ہر نظام جاہلیت میں یہ تصویر اسی طرح دہرائی جاتی ہے۔ آج بھی ہے اور کل بھی ہوگی۔ اس زمین پر کتنے ہی ایسے لوگ ہیں اور نام نہاد مسلمانوں میں سے کتنے ہی ایسے لوگ ہیں جن پر اللہ کی آیات پڑھی جاتی ہیں اور وہ ان کو سنتے ہیں مگر اپنے موقف پر اڑ جاتے ہیں اور غرور میں منہ موڑ لیتے ہیں کیونکہ وہ ان کی خواہشات کے موافق اور ان کے مالوفات سے ہم آہنگ نہیں ہوتیں اور یہ آیات باطل پر تعاون کرنے کے لئے تیار نہیں اور یہ اس شر کی تائید نہیں کرتیں جس پر وہ مصر ہوتے ہیں اور یہ آیات اس سمت پر نہ خود چلتی ہیں اور نہ لوگوں کو چلاتی ہیں جس سمت پر وہ جارہے ہیں۔\nفبشرہ بعذاب الیم (45 : 8) “ ایسے شخص کو دردناک عذاب کا مژدہ سنا دو ”۔ خوشخبری تو کسی اچھے کام پر ہوتی ہے۔ یہاں ان کے لئے بطور استہزاء خوشخبری کا لفظ استعمال ہوا ہے۔ اگر کوئی ڈرانے والے اور متنبہ کرنے والے کی بات نہیں مانتا تو پھر اگر ہلاکت آتی ہے تو آنے دو ، وہ خود ہلاکت طلب کرتا ہے۔\nواذا علم من ایتنا شیئا اتخذھا ھزوا (45 : 9) “ ہماری آیات میں سے جب کوئی چیز اس کے علم میں آتی ہے ، تو وہ ان کا مذاق بنا لیتا ہے ”۔ یہ جانتے ہوئے کہ یہ اللہ کی آیات اور ان کا سرچشمہ ذات باری ہے۔ یہ رویہ اس کی جانب سے شدید جسارت ہے۔ یہ تصویر بھی جس طرح جاہلیت اولیٰ میں تھی اسی طرح آج بھی موجود ہے۔ اور بیشمار لوگ جو اپنے آپ کو مسلمان کہتے ہیں ، ان میں سے بھی ایسے لوگ ہیں جو آیات الٰہیہ کے ساتھ مذاق کرتے ہیں اور وہ ان آیات اور ان پر ایمان لانے والوں کو حقارت کی نظر سے دیکھتے ہیں۔ اور ان لوگوں کو بھی جو عوام الناس کی زندگیوں کو ان آیات کے مطابق ڈھالتے ہیں۔\nاولئک لھم عذاب مھین (45 : 9) “ ان سب لوگوں کے لئے ذلت کا عذاب ہے ”۔ اہانت ان کے لئے موزوں سزا ہے کیونکہ یہ بھی تو اللہ کی آیات کا مذاق اڑاتے ہیں حالانکہ وہ جانتے ہیں کہ یہ آیات الٰہیہ ہیں۔\nیہ قیامت کا توہین آمیز عذاب حاضر ہے ، اگرچہ قیامت کا برپا ہونا قدرے بعد میں ہے۔\nمن ورائھم جھنم (45 : 10) “ ان کے پیچھے جہنم ہے ”۔ لفظ “ ان کے پیچھے جہنم ہے ” کا ایک خاص مقصد ہے یعنی یہ اسے دیکھ نہیں سکتے کہ انہوں نے قیامت کو پس پشت ڈال دیا ہے اور اس سے ڈرتے اور بچتے اس لیے نہیں کہ یہ غافل ہیں اور اس لیے وہ اس کے اندر گرنے والے ہیں۔\nولا یغنی عنھم ۔۔۔۔۔۔ اولیاء (45 : 10) “ جو کچھ انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز ان کے کسی کام نہ آئے گی ، نہ ان کے وہ سرپرست ہی ان کے لئے کچھ کرسکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے ”۔ یعنی دنیا میں انہوں نے جو کام کئے یا جو ان کی ملکیت تھی ، وہ انہیں کوئی فائدہ نہ دے سکے گی۔ ان کے اعمال اگرچہ اچھے ہوں وہ تو اکارت جائیں گے۔ کیونکہ ایمان کے بغیر عمل مقبول ہی نہیں۔ اور قیامت میں ان کی ملکیت زائل ہوجائے گی کوئی نہ ان کے پاس ہوگی اور نہ فائدہ دے گی۔ اور ان کے دوست اور یار یا معبود ، جو اللہ کے سوا انہوں نے بنا رکھے تھے ، وہ وہاں ان کے لئے نہ نقصان پہنچا سکیں گے اور نہ نفع۔ نہ کسی کو سفارش کی اجازت ہوگی۔\nولھم عذاب عظیم (45 : 10) “ ان کے لئے بڑا عذاب ہے ”۔ یہ عذاب توہین آمیز بھی ہوگا جیسا کہ پہلے کہا گیا اور عظیم بھی ہوگا۔ توہین آمیز اس لیے کہ یہ آیات کا مذاق اڑاتے تھے ، اور عظیم اس لیے کہ جرم بڑا ہے۔\nیہ پیراگراف یہاں ختم ہوتا ہے جس میں آیات الٰہیہ ساتھ مذاق کرنے کی مذمت وارد ہے۔ ان کے مقابلے میں استکبار کرنے کا ذکر ، ان آیات سے لوگوں کو روکنے کا ذکر ہے۔ خاتمہ پر ان آیات کی حقیقت بیان کی جاتی ہے اور ان کے منکرین کی سزا کا دوبارہ ذکر کردیا جاتا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 45,
      "text": "آیت نمبر 7 تا 10\nجیسا کہ ہم نے اس سورت کے مقدمے میں بھی وضاحت کی کہ مکہ میں مشرکین نے جس طرح دعوت اسلامی کا استقبال کیا ، اس کی تصویر کشی ان آیات میں کی گئی ہے۔ انہوں نے اپنے باطل موقف پر اصرار کیا۔ ایسی سچی دعوت کا ایک لفظ بھی سننے سے انکار کیا جو حق پر مبنی تھی اور جو اپنی ذات میں واضح تھی۔ آفتاب آمد دلیل آفتاب تھی۔ انہوں نے اس حقیقت کے ماننے میں اس قدر ہٹ دھرمی سے کام لیا کہ یوں نظر آتا تھا کہ گویا یہ دعوت ان کے ہاں اذہان تک پہنچی ہی نہیں ہے بلکہ الٹا وہ اللہ کے معاملے میں گستاخ ہوگئے۔ اور قرآن کی جو آیات ان تک پہنچی ان سے منہ موڑنے لگے قرآن کریم نے ان کے اس رویے کی نہایت شدید مذمت کی ہے۔ اور سخت دھمکی دی ہے ان کے لئے سخت بربادی ہے اور ان کو شدید توہین آمیز اور دردناک عذاب سے دوچار ہونا ہوگا۔\nویل لکل افاک اثیم (45 : 7) “ تباہی ہے ہر اس جھوٹے بد اعمال شخص کے لئے ”۔ ویل ، یعنی ہلاک ہے۔ افاک ، بہت بڑا جھوٹا جو جھوٹ باندھنے میں مہارت رکھتا ہو۔ بہت زیادہ گناہ کاریاں اور بدکاریاں سمیٹنے والا۔ یہ دھمکی ہر اس شخص کے لئے ہے جس میں یہ صفات موجود ہیں۔ یہ اللہ قہار و جبار کی دھمکی ہے جو ہلاک کرنے اور برباد کرنے پر قدرت رکھتا ہے جس کی دھمکی اور ڈراوا اور تہدید بالکل سچی ہوتی ہے۔ اس لیے اس فقرے میں جو دھمکی دی گئی ، وہ بہت ہی خوفناک ہے۔\nایسے افاک جھوٹے اور بداعمال اور بدکار کی صفت و علامت کیا ہے ؟ یہ کہ وہ باطل پر اصرار کرتا ہے ، سچائی کے مقابلے میں جھکنے کی بجائے اور اکڑتا ہے ، اللہ کی نشانیوں کو تسلیم کرنے کی بجائے منہ موڑتا ہے اور شریفانہ رویہ اختیار نہیں کرتا بلکہ گستاخی کرتا ہے۔\nیسمع ایت اللہ ۔۔۔۔۔ لم یسمعھا (45 : 8) “ جس کے سامنے اللہ کی آیات بڑھی جاتی ہیں اور وہ ان کو سنتا ہے پھر پورے غرور کے ساتھ اپنے کفر پر اڑا رہتا ہے کہ گویا اس نے ان کو سنا ہی نہیں ”۔ یہ نہایت ہی قابل نفرت تصویر ہے۔ اگرچہ یہ مشرکین مکہ کے ایک گروہ کی تصویر ہے جو اس وقت ایسا تھا ، مگر ہر نظام جاہلیت میں یہ تصویر اسی طرح دہرائی جاتی ہے۔ آج بھی ہے اور کل بھی ہوگی۔ اس زمین پر کتنے ہی ایسے لوگ ہیں اور نام نہاد مسلمانوں میں سے کتنے ہی ایسے لوگ ہیں جن پر اللہ کی آیات پڑھی جاتی ہیں اور وہ ان کو سنتے ہیں مگر اپنے موقف پر اڑ جاتے ہیں اور غرور میں منہ موڑ لیتے ہیں کیونکہ وہ ان کی خواہشات کے موافق اور ان کے مالوفات سے ہم آہنگ نہیں ہوتیں اور یہ آیات باطل پر تعاون کرنے کے لئے تیار نہیں اور یہ اس شر کی تائید نہیں کرتیں جس پر وہ مصر ہوتے ہیں اور یہ آیات اس سمت پر نہ خود چلتی ہیں اور نہ لوگوں کو چلاتی ہیں جس سمت پر وہ جارہے ہیں۔\nفبشرہ بعذاب الیم (45 : 8) “ ایسے شخص کو دردناک عذاب کا مژدہ سنا دو ”۔ خوشخبری تو کسی اچھے کام پر ہوتی ہے۔ یہاں ان کے لئے بطور استہزاء خوشخبری کا لفظ استعمال ہوا ہے۔ اگر کوئی ڈرانے والے اور متنبہ کرنے والے کی بات نہیں مانتا تو پھر اگر ہلاکت آتی ہے تو آنے دو ، وہ خود ہلاکت طلب کرتا ہے۔\nواذا علم من ایتنا شیئا اتخذھا ھزوا (45 : 9) “ ہماری آیات میں سے جب کوئی چیز اس کے علم میں آتی ہے ، تو وہ ان کا مذاق بنا لیتا ہے ”۔ یہ جانتے ہوئے کہ یہ اللہ کی آیات اور ان کا سرچشمہ ذات باری ہے۔ یہ رویہ اس کی جانب سے شدید جسارت ہے۔ یہ تصویر بھی جس طرح جاہلیت اولیٰ میں تھی اسی طرح آج بھی موجود ہے۔ اور بیشمار لوگ جو اپنے آپ کو مسلمان کہتے ہیں ، ان میں سے بھی ایسے لوگ ہیں جو آیات الٰہیہ کے ساتھ مذاق کرتے ہیں اور وہ ان آیات اور ان پر ایمان لانے والوں کو حقارت کی نظر سے دیکھتے ہیں۔ اور ان لوگوں کو بھی جو عوام الناس کی زندگیوں کو ان آیات کے مطابق ڈھالتے ہیں۔\nاولئک لھم عذاب مھین (45 : 9) “ ان سب لوگوں کے لئے ذلت کا عذاب ہے ”۔ اہانت ان کے لئے موزوں سزا ہے کیونکہ یہ بھی تو اللہ کی آیات کا مذاق اڑاتے ہیں حالانکہ وہ جانتے ہیں کہ یہ آیات الٰہیہ ہیں۔\nیہ قیامت کا توہین آمیز عذاب حاضر ہے ، اگرچہ قیامت کا برپا ہونا قدرے بعد میں ہے۔\nمن ورائھم جھنم (45 : 10) “ ان کے پیچھے جہنم ہے ”۔ لفظ “ ان کے پیچھے جہنم ہے ” کا ایک خاص مقصد ہے یعنی یہ اسے دیکھ نہیں سکتے کہ انہوں نے قیامت کو پس پشت ڈال دیا ہے اور اس سے ڈرتے اور بچتے اس لیے نہیں کہ یہ غافل ہیں اور اس لیے وہ اس کے اندر گرنے والے ہیں۔\nولا یغنی عنھم ۔۔۔۔۔۔ اولیاء (45 : 10) “ جو کچھ انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز ان کے کسی کام نہ آئے گی ، نہ ان کے وہ سرپرست ہی ان کے لئے کچھ کرسکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے ”۔ یعنی دنیا میں انہوں نے جو کام کئے یا جو ان کی ملکیت تھی ، وہ انہیں کوئی فائدہ نہ دے سکے گی۔ ان کے اعمال اگرچہ اچھے ہوں وہ تو اکارت جائیں گے۔ کیونکہ ایمان کے بغیر عمل مقبول ہی نہیں۔ اور قیامت میں ان کی ملکیت زائل ہوجائے گی کوئی نہ ان کے پاس ہوگی اور نہ فائدہ دے گی۔ اور ان کے دوست اور یار یا معبود ، جو اللہ کے سوا انہوں نے بنا رکھے تھے ، وہ وہاں ان کے لئے نہ نقصان پہنچا سکیں گے اور نہ نفع۔ نہ کسی کو سفارش کی اجازت ہوگی۔\nولھم عذاب عظیم (45 : 10) “ ان کے لئے بڑا عذاب ہے ”۔ یہ عذاب توہین آمیز بھی ہوگا جیسا کہ پہلے کہا گیا اور عظیم بھی ہوگا۔ توہین آمیز اس لیے کہ یہ آیات کا مذاق اڑاتے تھے ، اور عظیم اس لیے کہ جرم بڑا ہے۔\nیہ پیراگراف یہاں ختم ہوتا ہے جس میں آیات الٰہیہ ساتھ مذاق کرنے کی مذمت وارد ہے۔ ان کے مقابلے میں استکبار کرنے کا ذکر ، ان آیات سے لوگوں کو روکنے کا ذکر ہے۔ خاتمہ پر ان آیات کی حقیقت بیان کی جاتی ہے اور ان کے منکرین کی سزا کا دوبارہ ذکر کردیا جاتا ہے۔"
    },
    {
      "ayah": 9,
      "surah": 45,
      "text": "آیت نمبر 7 تا 10\nجیسا کہ ہم نے اس سورت کے مقدمے میں بھی وضاحت کی کہ مکہ میں مشرکین نے جس طرح دعوت اسلامی کا استقبال کیا ، اس کی تصویر کشی ان آیات میں کی گئی ہے۔ انہوں نے اپنے باطل موقف پر اصرار کیا۔ ایسی سچی دعوت کا ایک لفظ بھی سننے سے انکار کیا جو حق پر مبنی تھی اور جو اپنی ذات میں واضح تھی۔ آفتاب آمد دلیل آفتاب تھی۔ انہوں نے اس حقیقت کے ماننے میں اس قدر ہٹ دھرمی سے کام لیا کہ یوں نظر آتا تھا کہ گویا یہ دعوت ان کے ہاں اذہان تک پہنچی ہی نہیں ہے بلکہ الٹا وہ اللہ کے معاملے میں گستاخ ہوگئے۔ اور قرآن کی جو آیات ان تک پہنچی ان سے منہ موڑنے لگے قرآن کریم نے ان کے اس رویے کی نہایت شدید مذمت کی ہے۔ اور سخت دھمکی دی ہے ان کے لئے سخت بربادی ہے اور ان کو شدید توہین آمیز اور دردناک عذاب سے دوچار ہونا ہوگا۔\nویل لکل افاک اثیم (45 : 7) “ تباہی ہے ہر اس جھوٹے بد اعمال شخص کے لئے ”۔ ویل ، یعنی ہلاک ہے۔ افاک ، بہت بڑا جھوٹا جو جھوٹ باندھنے میں مہارت رکھتا ہو۔ بہت زیادہ گناہ کاریاں اور بدکاریاں سمیٹنے والا۔ یہ دھمکی ہر اس شخص کے لئے ہے جس میں یہ صفات موجود ہیں۔ یہ اللہ قہار و جبار کی دھمکی ہے جو ہلاک کرنے اور برباد کرنے پر قدرت رکھتا ہے جس کی دھمکی اور ڈراوا اور تہدید بالکل سچی ہوتی ہے۔ اس لیے اس فقرے میں جو دھمکی دی گئی ، وہ بہت ہی خوفناک ہے۔\nایسے افاک جھوٹے اور بداعمال اور بدکار کی صفت و علامت کیا ہے ؟ یہ کہ وہ باطل پر اصرار کرتا ہے ، سچائی کے مقابلے میں جھکنے کی بجائے اور اکڑتا ہے ، اللہ کی نشانیوں کو تسلیم کرنے کی بجائے منہ موڑتا ہے اور شریفانہ رویہ اختیار نہیں کرتا بلکہ گستاخی کرتا ہے۔\nیسمع ایت اللہ ۔۔۔۔۔ لم یسمعھا (45 : 8) “ جس کے سامنے اللہ کی آیات بڑھی جاتی ہیں اور وہ ان کو سنتا ہے پھر پورے غرور کے ساتھ اپنے کفر پر اڑا رہتا ہے کہ گویا اس نے ان کو سنا ہی نہیں ”۔ یہ نہایت ہی قابل نفرت تصویر ہے۔ اگرچہ یہ مشرکین مکہ کے ایک گروہ کی تصویر ہے جو اس وقت ایسا تھا ، مگر ہر نظام جاہلیت میں یہ تصویر اسی طرح دہرائی جاتی ہے۔ آج بھی ہے اور کل بھی ہوگی۔ اس زمین پر کتنے ہی ایسے لوگ ہیں اور نام نہاد مسلمانوں میں سے کتنے ہی ایسے لوگ ہیں جن پر اللہ کی آیات پڑھی جاتی ہیں اور وہ ان کو سنتے ہیں مگر اپنے موقف پر اڑ جاتے ہیں اور غرور میں منہ موڑ لیتے ہیں کیونکہ وہ ان کی خواہشات کے موافق اور ان کے مالوفات سے ہم آہنگ نہیں ہوتیں اور یہ آیات باطل پر تعاون کرنے کے لئے تیار نہیں اور یہ اس شر کی تائید نہیں کرتیں جس پر وہ مصر ہوتے ہیں اور یہ آیات اس سمت پر نہ خود چلتی ہیں اور نہ لوگوں کو چلاتی ہیں جس سمت پر وہ جارہے ہیں۔\nفبشرہ بعذاب الیم (45 : 8) “ ایسے شخص کو دردناک عذاب کا مژدہ سنا دو ”۔ خوشخبری تو کسی اچھے کام پر ہوتی ہے۔ یہاں ان کے لئے بطور استہزاء خوشخبری کا لفظ استعمال ہوا ہے۔ اگر کوئی ڈرانے والے اور متنبہ کرنے والے کی بات نہیں مانتا تو پھر اگر ہلاکت آتی ہے تو آنے دو ، وہ خود ہلاکت طلب کرتا ہے۔\nواذا علم من ایتنا شیئا اتخذھا ھزوا (45 : 9) “ ہماری آیات میں سے جب کوئی چیز اس کے علم میں آتی ہے ، تو وہ ان کا مذاق بنا لیتا ہے ”۔ یہ جانتے ہوئے کہ یہ اللہ کی آیات اور ان کا سرچشمہ ذات باری ہے۔ یہ رویہ اس کی جانب سے شدید جسارت ہے۔ یہ تصویر بھی جس طرح جاہلیت اولیٰ میں تھی اسی طرح آج بھی موجود ہے۔ اور بیشمار لوگ جو اپنے آپ کو مسلمان کہتے ہیں ، ان میں سے بھی ایسے لوگ ہیں جو آیات الٰہیہ کے ساتھ مذاق کرتے ہیں اور وہ ان آیات اور ان پر ایمان لانے والوں کو حقارت کی نظر سے دیکھتے ہیں۔ اور ان لوگوں کو بھی جو عوام الناس کی زندگیوں کو ان آیات کے مطابق ڈھالتے ہیں۔\nاولئک لھم عذاب مھین (45 : 9) “ ان سب لوگوں کے لئے ذلت کا عذاب ہے ”۔ اہانت ان کے لئے موزوں سزا ہے کیونکہ یہ بھی تو اللہ کی آیات کا مذاق اڑاتے ہیں حالانکہ وہ جانتے ہیں کہ یہ آیات الٰہیہ ہیں۔\nیہ قیامت کا توہین آمیز عذاب حاضر ہے ، اگرچہ قیامت کا برپا ہونا قدرے بعد میں ہے۔\nمن ورائھم جھنم (45 : 10) “ ان کے پیچھے جہنم ہے ”۔ لفظ “ ان کے پیچھے جہنم ہے ” کا ایک خاص مقصد ہے یعنی یہ اسے دیکھ نہیں سکتے کہ انہوں نے قیامت کو پس پشت ڈال دیا ہے اور اس سے ڈرتے اور بچتے اس لیے نہیں کہ یہ غافل ہیں اور اس لیے وہ اس کے اندر گرنے والے ہیں۔\nولا یغنی عنھم ۔۔۔۔۔۔ اولیاء (45 : 10) “ جو کچھ انہوں نے دنیا میں کمایا ہے اس میں سے کوئی چیز ان کے کسی کام نہ آئے گی ، نہ ان کے وہ سرپرست ہی ان کے لئے کچھ کرسکیں گے جنہیں اللہ کو چھوڑ کر انہوں نے اپنا ولی بنا رکھا ہے ”۔ یعنی دنیا میں انہوں نے جو کام کئے یا جو ان کی ملکیت تھی ، وہ انہیں کوئی فائدہ نہ دے سکے گی۔ ان کے اعمال اگرچہ اچھے ہوں وہ تو اکارت جائیں گے۔ کیونکہ ایمان کے بغیر عمل مقبول ہی نہیں۔ اور قیامت میں ان کی ملکیت زائل ہوجائے گی کوئی نہ ان کے پاس ہوگی اور نہ فائدہ دے گی۔ اور ان کے دوست اور یار یا معبود ، جو اللہ کے سوا انہوں نے بنا رکھے تھے ، وہ وہاں ان کے لئے نہ نقصان پہنچا سکیں گے اور نہ نفع۔ نہ کسی کو سفارش کی اجازت ہوگی۔\nولھم عذاب عظیم (45 : 10) “ ان کے لئے بڑا عذاب ہے ”۔ یہ عذاب توہین آمیز بھی ہوگا جیسا کہ پہلے کہا گیا اور عظیم بھی ہوگا۔ توہین آمیز اس لیے کہ یہ آیات کا مذاق اڑاتے تھے ، اور عظیم اس لیے کہ جرم بڑا ہے۔\nیہ پیراگراف یہاں ختم ہوتا ہے جس میں آیات الٰہیہ ساتھ مذاق کرنے کی مذمت وارد ہے۔ ان کے مقابلے میں استکبار کرنے کا ذکر ، ان آیات سے لوگوں کو روکنے کا ذکر ہے۔ خاتمہ پر ان آیات کی حقیقت بیان کی جاتی ہے اور ان کے منکرین کی سزا کا دوبارہ ذکر کردیا جاتا ہے۔"
    }
  ]
}
