{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 47,
      "text": "سورت کا افتتاح یوں ہے جس طرح کوئی فوج حملہ آور ہوجاتی ہے ، کوئی مقدمہ نہیں ، کوئی تمہیں نہیں۔ اعلان ہوجاتا ہے کہ کافر بظاہر جو اچھے کام کر رہے ہیں وہ کالعدم ہیں جنہوں نے کفر کیا ہے ، اللہ کی راہ پر چلنے سے رکے ہیں اور دوسروں کو روکا ہے۔ اعلان ہوتا ہے کہ ان کے یہ اعمال کالعدم (void) ہیں ۔ لیکن یہ اعلان نہایت ہی موثر ، عام فہم اور مشخص انداز میں ہے۔ ان کے اعمال راستہ گم کر گئے ہیں اور اس وجہ سے ہلاک اور ضائع ہوگئے ، یوں کہ گویا یہ زندہ انسان یا حیوان ہیں اور انہوں نے راستہ گم کردیا ہے ، بہت دور نکل گئے ہیں اور ہلاک ہوگئے ہیں ، یہ مفہوم اور یہ نقشہ بتاتا ہے کہ گویا یہ اعمال لوگوں سے یا مویشیوں کے گلے سے الگ ہوگئے اور لوگ ان اعمال سے الگ ہوگئے اور دونوں کا انجام ہلاکت پر ہوا۔\nیہ جن اعمال کے گم ہونے کا اعلان ایک فوجی فرمان کی شکل میں ہوا ہے۔ ان سے مراد وہ اعمال خیر یہ ہیں جو ایمان ، جہاد کے رنگ سے محروم ہیں اور کرنے والوں کی غرض نیکی ہے لہٰذا اعمال صالحہ کی قدروقیمت ایمان اور نظریہ جہاد کے سوا کچھ نہیں ، کیونکہ اس قسم کے اعمال جو بظاہر نیکی کے اعمال ہوتے ہیں لیکن ان کی تہہ میں داعیہ نیکی کا نہیں ہوتا۔ بعض اوقات داعیہ بھی نیکی کا ہوتا ہے لیکن ایمان پر مبنی نہیں ہوتا۔ اس طرح بغیر ایمان کے ایک عارضی ، سر سری جذبہ ہوتا ہے جس کی وجہ سے کچھ اعمال صادر تو ہوجاتے ہیں لیکن ثبات و دوام سے محروم ہوتے ہیں ، وہ کسی مضبوط اور واضح منہاج اور نظریہ پر مبنی نہیں ہوتے ۔ اور زندگی کے طویل منصوبے سے باہر ہوتے ہیں۔ اس کائنات کے اندر پوشیدہ و ناموس الٰہی سے مربوط نہیں ہوتے ۔ اس لیے باطل ہوتے ہیں۔ لہٰذا اعمال کے لئے ایمان ضروری ہے تا کہ یہ اعمال اس سے بندھے ہوئے ایک صحیح رخ پر جا رہے ہوں اور عمل کرنے والا اس ایمانی داعیہ سے عمل کر رہا ہو اور یہ عمل اس کائناتی نظام سے بھی مربوط ہو ، جو انسان کو اس کائنات سے جوڑتا ہے۔ اور اس طرح اس کائنات میں ہر عمل کا ایک مقصد اور ایک اثر ہوتا ہے۔ اور وہ ایک منزل تک جاتا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 47,
      "text": "اس کے بعد انہیں اس طرف متوجہ کیا جاتا ہے کہ ذرا پیچھے مڑکر تاریخ کو پڑھیں اور غور کریں۔ یہ بات ذرا شدت سے کہی جاتی ہے۔\nافلم یسیروا فی الارض۔۔۔۔ امثالھا (47 : 10) “ کیا وہ زمین میں چلے پھرے نہ تھے کہ ان لوگوں کا انجام دیکھتے جو ان سے پہلے گزر چکے ہیں ؟ اللہ نے ان کا سب کچھ ان پر الٹ دیا ، اور ایسے نتائض ان کافروں کے لئے مقدر ہیں ”۔\nیہ ایک خوفناک اور خشمگیں نظر ہے۔ اس میں نہات ہی ہیجان اور شروفضاں ہے۔ ان لوگوں کا منظر جن کو چشم زدن میں نیست و نابود کر کے رکھ دیا گیا۔ ان کے تمام آثار مٹا دئیے گئے۔ ملبے کے ڈھیر لگا دئیے گئے ہیں اور وہ ملبے کے ان ڈھیروں کے نیچے کراہ رہے ہیں۔ یہ منظر جسے اس انداز سے پیش کیا گیا ہے ۔ یہاں اس کا اس طرح پیش کرنا ہی مقصود ہے ۔ انداز بیان سے ان اقوام کی تباہی ، بستیوں کا ملبہ بن جانا اور توڑ پھوڑ کا اظہار ہوتا ہے۔\nاس قسم کے خوفناک منظر کو پیش کر کے اور الفاظ کے ذریعہ اسکرین پر توڑ پھوڑ دکھا کر حاضرین کو کہا جاتا ہے کہ تمہارا جو رویہ ہے اس کے نتیجے میں کچھ ایسا ہی منظر تمہارے انتظار میں ہے۔\nوللکفرین امثالھا (47 : 10) “ ایسے ہی نتائج ان کافروں کے لئے مقدر ہیں ”۔ اس قسم کے نتائج کفار کے انتظار میں کیوں ہیں ؟ اور اہل ایمان کی نصرت اس انداز میں کیوں ہے ؟ یہ اللہ کا دائمی اصول ہے۔"
    },
    {
      "ayah": 11,
      "surah": 47,
      "text": "ذلک بان اللہ ۔۔۔۔۔ مولیٰ لھم (47 : 11) “ یہ اس لیے کہ ایمان لانے والوں کا حامی و ناصر اللہ ہے اور کافروں کا حامی و ناصر کوئی نہیں ”۔\nجس کا آقا اللہ ہو اور وہ اس کا مددگار ہو تو وہ اس کے لئے کافی ہے۔ یہ شخص کسی کا محتاج نہ ہوگا ، ہر کسی سے بےنیاز ہوجائے گا۔ ایسے شخص پر اگر مشکل حالات بھی آتے ہیں تو اسے سمجھنا چاہئے کہ اس کی آزمائش ہو رہی ہے ۔ اور اس آزمائش کے بعد خیر ہی خیر ہے۔ یہ آزمائش اور یہ مشکلات اس لئے نہیں کہ اللہ نے اسے چھوڑ دیا ہے۔ اس لیے بھی نہیں کہ اللہ نے اپنے بندوں کی مدد کرنے کا جو وعدہ کیا ہے اس کی خلاف ورزی کرتا ہے ۔ بلکہ یہ ایک بندۂ مومن کی آزمائش ہوتی ہے۔ اور جس کا آقا اللہ نہ ہو تو اس کا کوئی آقا مراد ہوتا ہے اگرچہ وہ تمام جنوں اور تمام انسانوں کو آقا بنالے۔ آخر کار انسانوں پر بھروسہ کرنے والا نامراد ہوتا ہے اگرچہ دنیا کی تمام قوتیں اس کی حمایت پر مرکوز ہوں۔\nاب ان لوگوں کے سازوسامان جنہوں نے ایمان قبول کیا اور ان لوگوں کے سازوسامان کے درمیان موازنہ کیا جاتا ہے جنہوں نے کفر کیا۔ یہ دونوں گروہ جو اس وقت باہم برسر پیکار ہیں ان کے درمیان فرق کیا ہے ؟ اور ان کے سازو سامان کے درمیان فرق کیا ہے ؟"
    },
    {
      "ayah": 12,
      "surah": 47,
      "text": "وہ لوگ جو ایمان لائے اور انہوں نے نیک عمل کئے بعض اوقات اس زمین پر بھی بہت اچھا کھاتے پیتے ہیں لیکن اللہ مومنین کے اس حصے کے درمیان جو ان کی جنت کی صورت میں ملنے والا ہے اور کافروں کے اس تمام سروسامان کے درمیان موازنہ کرتا ہے جو ان کی اس دنیا اور آخرت دونوں میں ملنے والا ہے۔\nمومنین کا حصہ رسدی یہ ہے کہ ان کے لئے ایسے باغات ہیں جن کے نیچے نہریں بہتی ہیں اور ان کو یہ مقام عزت اللہ عطا کرے گا۔ لہٰذا مومنین کا یہ سازو سامان اور یہ اکرام بہت ہی بڑا ہے۔ یہ بارگاہ عزت میں ہے۔ یہ اللہ کے ہاں ان کا مقام ہے اور یہ ایمان وتقویٰ اور عمل و صلاح کی بنا پر ہے۔ یہ اونچی جنتوں میں اونچے رب تعالیٰ کی طرف سے بلند ایمان اور اعلیٰ اعمال کے بدلے ہوگا سب کچھ بلند !\nاس کے مقابلے میں کافروں کا سازو سامان یوں ہے جس طرح مویشی چرچگ رہے ہیں۔\nویاکلون کما تاکل الانعام (47 : 12) “ جانوروں کی طرح کھا پی رہے ہیں ”۔ یہ ان کی بہت ہی خستہ اور گری ہوئی حالت ہے ، اس کے اندر انسانیت کی نشانیوں میں سے کوئی نشانی نہیں ہے۔ اس میں یوں نظر آرہا ہے کہ کچھ حیوان ہیں جو منہ مار رہے ہیں اور حیوانی اور سخت قسم کی خوراک کھا رہے ہیں اور اس میں پاک و صاف اور اچھے اور برے کی کوئی تمیز نہیں ہے۔ پس یہ ایک چارہ ہے جو یہ کھا رہے ہیں۔ اس کے لئے کوئی ضابطہ حلال و حرام نہیں۔ اس میں خدا کے خوف کی کوئی بات نہیں۔ نہ عدالت ضمیر سے کوئی پابندی عائد ہے۔\nحیوانات کا خاصہ صرف یہ ہوتا ہے کہ وہ کھائے اور پئے۔ اگرچہ کھانے پینے میں حیوانوں نے نہایت ہی اعلیٰ ذوق بنا لیا اور مختلف قسم کے استعمال کی اشیاء میں بہت ترقی کرلی ہو۔ جیسا کہ آج کل کے بہت سے نودولتے اس کا مظاہرہ کرتے ہیں۔ یہاں یہ بات مقصود نہیں ہے۔ اصل انسانی خصوصیت یہ ہے کہ انسان ایک ارادے کا مالک ہو ، اس کی زندگی گزارنے کی کچھ قدیریں ہوں ، اللہ کے ہاں جو طیب اور پاک خوراک ہو یعنی رزق حلال وہ اسے اختیار کرے۔ وہ ایسے ارادے کا مالک ہو جس کے اوپر انسانی شہوات کا دباؤ نہ ہو۔ اور نہ ہی وہ مقصد پیش نظر ہو کہ “ بابربعیش کوش کہ عالم دوبارہ نیست ”۔ اور وہ اس زندگی کو مویشیوں کی طرح صرف دسترخوان ہی نہ سمجھتا ہو۔ اور عیش و عشرت ہی اس کے نزدیک زندگی نہ ہو۔ جو جائز و ناجائز کے حدود وقیود سے پاک ہو۔ بلکہ انسان اور حیوان کے درمیان تو فرق ہی یہ ہے کہ انسان ایک صاحب ارادہ مخلوق ہے۔ اس کا اس جہاں میں ایک خاص مقصد ہے اور ایک خاص شعور حیات ہے جو غیر مبہم اصولوں پر قائم ہے اور یہ اصول اللہ کی طرف سے نازل کردہ ہیں۔ اگر انسان ان باتوں کو گم کر دے تو گویا اس نے مقام انسانیت کو گم کردیا ہے۔ اور وہ صرف حیوان رہ گیا ہے۔ کیونکہ انسانی خصوصیات میں سے اعلیٰ خصوصیات اس نے گم کردی ہے۔"
    },
    {
      "ayah": 13,
      "surah": 47,
      "text": "اب ایک موازنہ ان بستیوں کے درمیان جو ہلاک ہوئیں اور اس بستی کے درمیان جس نے رسول اللہ ﷺ کو نکال دیا۔\nوکاین من قریۃ ۔۔۔۔۔۔۔ فلا ناصر لھم (47 : 13) “ اے نبی ﷺ ، کتنی ہی بستیاں ایسی گزر چکی ہیں جو تمہاری اس بستی سے بہت زیادہ زور آور تھیں جس نے تمہیں نکال دیا ہے۔ انہیں ہم نے اس طرح ہلاک کردیا کہ کوئی ان کا بچانے والا نہ تھا ”۔\nیہ وہ آیت ہے جس کے بارے میں روایت ہے کہ یہ مکہ اور مدینہ کے درمیان اس وقت نازل ہوئی جب آپ ہجرت کا سفر فرما رہے تھے اس میں رسول اللہ ﷺ کو تسلی دی گئی ہے ۔ کیونکہ اپنا ملک ہمیشہ کے لئے چھوڑنا ایک مشکل کام ہے اور اس میں تسلی دی گئی کہ بظاہر تو یہ لوگ بڑے جبار نظر آتے ہیں ، دعوت اسلامی کی راہ روکے ہوئے ہیں ، اہل ایمان پر تشدد کرتے ہیں یہاں تک کہ انہوں نے ان کو اپنے گھروں سے نکل جانے پر مجبور کردیا ہے اور وہ دولت ایماں لے کر جا رہے ہیں لیکن دراصل یہ جبار بہت ہی کمزور ہیں۔\n٭٭٭\nاب دونوں فریقوں کے درمیان مزید موازنہ کیا جاتا ہے اور بتایا جاتا ہے اللہ کا یہ فیصلہ ہے کہ وہ مومنین کو جنتیں عطا کرے گا ، جہاں نہریں بہتی ہیں ، اس دنیا میں ان کو نصرت اور عزت بخشے گا ، اور کفار کا کوئی آقا نہیں ہے ، ان کا کوئی ناصر نہیں ہے وہ دنیا میں ہلاک ہوں گے اور آخرت میں خوار ہوں گے ، اور ہمیشہ جہنم میں ہوں گے۔ یہ کیوں ؟\nافمن کان علی ۔۔۔۔۔ اھواء ھم (47 : 14) “ بھلا کہیں ایسا ہو سکتا ہے کہ جو اپنے رب کی طرف سے ایک صاف وصریح ہدایت پر ہو ، وہ ان لوگوں کی طرح ہوجائے جن کے لئے ان کا برا عمل خوشنما بنا دیا گیا ہے اور وہ اپنی خواہشات کے پیرو بن گئے ہیں ”۔\nیہ ہے وہ فرق دونوں گروہوں کے درمیان ،۔۔۔۔ زندگی اور مقصد زندگی دونوں میں فرق ہے۔ جو اہل ایمان ہیں وہ :\nعلی بینۃ من ربہ (47 : 14) “ اپنے رب کی طرف سے صاف ہدایت پر ہیں ”۔ وہ حق کو جانتے ہیں اور انہوں نے اسے پہچان لیا ہے۔ وہ حق کے سرچشمے تک پہنچ گئے ہیں اور ان کے پاس جو حق آرہا ہے وہ اس پر جمے ہوئے ہیں۔ وہ کسی دھوکے میں ہیں اور نہ گمراہی میں۔ اور کفار ایک بڑے دھوکے میں پڑے ہیں۔ شیطان نے ان کو لیے ان کے برے اعمال خوشنما بنا دئیے ہیں۔ پھر ان کے اعمال کے بارے میں ان کو کوئی یقین بھی نہیں ہے کہ وہ کہاں سے ہدایات لیتے ہیں۔\nواتبعوا اھواءھم (47 : 14) “ وہ اپنی خواہشات کے پیروکار ہیں ”۔ کوئی ضابطہ نہیں ہے۔ کوئی اصول نہیں ہے جس پر جائز و ناجائز کا تعین ہو ، اور کوئی روشنی ان کے پاس نہیں جس کے ذریعہ وہ حق و باطل کی تمیز کریں۔"
    },
    {
      "ayah": 14,
      "surah": 47,
      "text": "اب ایک موازنہ ان بستیوں کے درمیان جو ہلاک ہوئیں اور اس بستی کے درمیان جس نے رسول اللہ ﷺ کو نکال دیا۔\nوکاین من قریۃ ۔۔۔۔۔۔۔ فلا ناصر لھم (47 : 13) “ اے نبی ﷺ ، کتنی ہی بستیاں ایسی گزر چکی ہیں جو تمہاری اس بستی سے بہت زیادہ زور آور تھیں جس نے تمہیں نکال دیا ہے۔ انہیں ہم نے اس طرح ہلاک کردیا کہ کوئی ان کا بچانے والا نہ تھا ”۔\nیہ وہ آیت ہے جس کے بارے میں روایت ہے کہ یہ مکہ اور مدینہ کے درمیان اس وقت نازل ہوئی جب آپ ہجرت کا سفر فرما رہے تھے اس میں رسول اللہ ﷺ کو تسلی دی گئی ہے ۔ کیونکہ اپنا ملک ہمیشہ کے لئے چھوڑنا ایک مشکل کام ہے اور اس میں تسلی دی گئی کہ بظاہر تو یہ لوگ بڑے جبار نظر آتے ہیں ، دعوت اسلامی کی راہ روکے ہوئے ہیں ، اہل ایمان پر تشدد کرتے ہیں یہاں تک کہ انہوں نے ان کو اپنے گھروں سے نکل جانے پر مجبور کردیا ہے اور وہ دولت ایماں لے کر جا رہے ہیں لیکن دراصل یہ جبار بہت ہی کمزور ہیں۔\n٭٭٭\nاب دونوں فریقوں کے درمیان مزید موازنہ کیا جاتا ہے اور بتایا جاتا ہے اللہ کا یہ فیصلہ ہے کہ وہ مومنین کو جنتیں عطا کرے گا ، جہاں نہریں بہتی ہیں ، اس دنیا میں ان کو نصرت اور عزت بخشے گا ، اور کفار کا کوئی آقا نہیں ہے ، ان کا کوئی ناصر نہیں ہے وہ دنیا میں ہلاک ہوں گے اور آخرت میں خوار ہوں گے ، اور ہمیشہ جہنم میں ہوں گے۔ یہ کیوں ؟\nافمن کان علی ۔۔۔۔۔ اھواء ھم (47 : 14) “ بھلا کہیں ایسا ہو سکتا ہے کہ جو اپنے رب کی طرف سے ایک صاف وصریح ہدایت پر ہو ، وہ ان لوگوں کی طرح ہوجائے جن کے لئے ان کا برا عمل خوشنما بنا دیا گیا ہے اور وہ اپنی خواہشات کے پیرو بن گئے ہیں ”۔\nیہ ہے وہ فرق دونوں گروہوں کے درمیان ،۔۔۔۔ زندگی اور مقصد زندگی دونوں میں فرق ہے۔ جو اہل ایمان ہیں وہ :\nعلی بینۃ من ربہ (47 : 14) “ اپنے رب کی طرف سے صاف ہدایت پر ہیں ”۔ وہ حق کو جانتے ہیں اور انہوں نے اسے پہچان لیا ہے۔ وہ حق کے سرچشمے تک پہنچ گئے ہیں اور ان کے پاس جو حق آرہا ہے وہ اس پر جمے ہوئے ہیں۔ وہ کسی دھوکے میں ہیں اور نہ گمراہی میں۔ اور کفار ایک بڑے دھوکے میں پڑے ہیں۔ شیطان نے ان کو لیے ان کے برے اعمال خوشنما بنا دئیے ہیں۔ پھر ان کے اعمال کے بارے میں ان کو کوئی یقین بھی نہیں ہے کہ وہ کہاں سے ہدایات لیتے ہیں۔\nواتبعوا اھواءھم (47 : 14) “ وہ اپنی خواہشات کے پیروکار ہیں ”۔ کوئی ضابطہ نہیں ہے۔ کوئی اصول نہیں ہے جس پر جائز و ناجائز کا تعین ہو ، اور کوئی روشنی ان کے پاس نہیں جس کے ذریعہ وہ حق و باطل کی تمیز کریں۔"
    },
    {
      "ayah": 15,
      "surah": 47,
      "text": "یہ دونوں کیسے برابر ہو سکتے ہیں ؟ ان کے حالات ، طرز زندگی اور سمت سفر سب جدا ہیں۔ اس لیے ممکن نہیں کہ وہ ایک پیمانے کے مطابق ناپے اور تولے جاسکیں۔ اور دونوں کا ایک ہی انجام ہو۔ یہی وجہ ہے کہ دونوں کے درمیان فرق و امتیاز ہے۔ دونوں کا انجام بھی مختلف ہے۔\nمثل الجنۃ التی ۔۔۔۔۔ حمیماً فقطع امعاء ھم (47 : 15) “ پرہیز گار لوگوں کے لئے جس جنت کا وعدہ کیا گیا ہے اس کی شان تو یہ ہے کہ اس میں نہریں بہہ رہی ہوں گی ، نتھرے ہوئے پانی کی ، نہریں بہہ رہی ہوں گی ایسے دودھ کی جس کے مزے میں ذرا فرق نہ آیا ہوگا ، نہریں بہہ رہی ہوں گی ایسی شراب کی جو پینے والوں کے لئے لذیذ ہوگی ، نہریں بہہ رہی ہوں گی صاف شفاف شہد کی۔ اس میں ان کے لئے ہر طرح کے پھل ہوں گے اور ان کے رب کی طرف سے بخشش۔ (کیا وہ شخص جس کے حصہ میں یہ جنت آنے والی ہے ) ان لوگوں کی طرح ہوسکتا ہے جو جہنم میں ہمیشہ رہیں گے اور جنہیں ایسا گرم پانی پلایا جائے گا جو ان کی آنتیں تک کاٹ دے گا ؟ ”۔\nجنت کی خوشیوں اور جہنم کے عذاب کی یہ نہایت ہی محسوس تصویر اور منظر قرآن کریم میں بار بار آتا ہے۔ ان کے ساتھ ساتھ کبھی معنوی اور مجرد خالص خوشیوں کا ذکر بھی آتا ہے۔ کئی جگہ اس قسم کی خوشیوں کا ذکر بھی ہے جن کے اندر حسبات کا حصہ کم ہے ۔\nاللہ نے انسان کو پیدا کیا ہے۔ وہ انسان کو خوب جانتا ہے۔ “ من خوب می ثناسم پیران پارسارا ”۔ اللہ کو معلوم ہے اور سب سے زیادہ معلوم ہے کہ انسان کے دلوں پر زیادہ اثر کس چیز کا ہوتا ہے ۔ ان کی تربیت کس طرح ممکن ہے۔ ان کے لئے کون سی نعمتیں بہتر ہیں اور ان کے لئے کون سی مناسب ہیں۔ پھر انسانوں کے بھی کئی مدارج ہیں ، نفوس انسانی کے بھی کئی رنگ ہیں۔ مختلف مزاج ہیں۔ یہ سب انسان ہیں۔ انسانیت میں برابر ہوتے ہوئے بھی رنگ ، مزاج اور خواہشات میں اختلاف ہے۔ اس لیے اللہ نے اپنے فضل و کرم اور انعامات میں بھی تنوع رکھا ہے۔ اور ہر کسی کو اس کی خواہش کے مطابق دیا ہے اور دے گا۔ وہ اپنے بندوں کو خوب جانتا ہے۔\nانسانوں میں سے ایسے بھی ہیں جن کی اصلاح کے لئے نتھرے ہوئے پانی کی نہریں ، دودھ کی نہریں جن کا ذائقہ بدلا ہوا نہ ہو۔ عسل مصفی کی نہریں ، اور لذیذ شراب کی نہریں مناسب ہیں ، یہی ان کی خواہش ہے۔ پھر یہ لوگ اس قسم کے پھل کو پسند کرتے ہیں ، پھر رب کی مغفرت ، لہٰذا اللہ نے ایسے ہی لوگوں کی تربیت کے لئے ان کی خواہشات کے مطابق یہ انعامات رکھے ہیں۔ اور انہیں کے بارے میں ہے۔\nلھم فبھا ما یشاءون “ یہی ان کے لئے مناسب ہیں۔ بعض لوگ ایسے بھی ہوتے ہیں جو اللہ کی بندگی ان انعامات کے شکر کی وجہ سے کرتے ہیں جو لا تعداد ہیں ، بعض ایسے ہیں جو اللہ سے محبت کرتے ہیں اور اللہ کی بندگی کے ذریعہ اللہ کا قرب حاصل کرتے ہیں ، یا پھر وہ اس بات سے شرم محسوس کرتے ہیں کہ اللہ ان کو ایسی حالت میں دیکھے جسے وہ ناپسند کرتا ہے۔ ایسے لوگ اللہ کی بندگی پر جنت کی لالچ نہیں رکھتے۔ اور دوزخ کے ڈر سے نہیں کرتے۔ ایسے لوگوں کو انعامات کی پرواہ نہیں ہوتی۔ نہ سزا کا خوف ہوتا ہے۔ ایسے لوگوں کی تربیت اور جزاء کے لئے بھی اللہ نے ایک معیار رکھا ہے۔\nان الذین امنوا ۔۔۔۔۔ الرحمن ودا “ جو لوگ ایمان لاتے ہیں اور نیک عمل کرتے ہیں ان کے لئے خدائے رحمٰن محبت پیدا کردے گا ”۔ اور ان کو یہ یقین بھی ہوگا۔\nفی مقعد صدق عند ملیک مقتدر “ یہ سچائی کے مقام پر صاحب اقتدار بادشاہ کے پاس ” کرسی نشین ہوں گے۔ روایات میں آتا ہے کہ حضور اکرم ﷺ اس قدر نماز پڑھتے تھے کہ پاؤں مبارک سوچ جاتے تھے۔ حضرت عائشہ ؓ نے فرمایا کہ آپ اس قدر عبادت کرتے ہیں حالانکہ آپ کے تو اگلے پچھلے سب گناہ معاف کر دئیے گئے ہیں۔ آپ ﷺ نے فرمایا “ عائشہ کیا میں اللہ کا شکر گزار بندہ نہ بنوں ”۔ (مسلم)\nرابعہ عدویہ فرماتی ہیں ، اگر نہ جنت ہوتی اور نہ آگ ہوتی تو کیا کوئی اللہ کی عبادت نہ کرتا اور کوئی اللہ سے نہ ڈرتا ؟ انہی سے سفیان ثوری نے ان کے ایمان کی حقیقت پوچھی تو انہوں نے جواب دیا “ میں نے اللہ کی بندگی اس کی آگ کی ڈر کی وجہ سے نہیں کی اور نہ اس کی جنت کی لالچ کی وجہ سے کی کہ میں ایک برے مزدور کی طرح بن جاؤں کہ محض لالچ میں کام کروں ”۔\nبہرحال انسانوں میں سے بعض کا یہ رنگ ہے اور بعض کا وہ رنگ۔ اور اللہ نے دونوں کے لئے مایشاؤن کے مطابق انعامات رکھے ہوئے ہیں۔ جو ان کے مزاج کے مطابق ہیں۔ اور جن سے ان کی تربیت ہوتی ہے۔\nیہ بات نظر آتی ہے کہ قرآن نے مسلمانوں کی جوں جوں تربیت کی ، اس کی ساتھ ساتھ وسائل تربیت بھی زیادہ لطیف ہوتے گئے اور مسلمانوں کے بدلتے ہوئے ذوق کے مطابق تبدیل ہوتے رہے کیونکہ انسان اپنی تاریخ میں انسانیت کے مختلف مدارج پر رہا ہے۔\nبہرحال جزاء کی بھی دو قسمیں ہیں۔ یہ نہریں قسما قسم کے پھلوں کے ساتھ اور اللہ کی مغفرت اور رضامندی کے ساتھ اور دوسری قسم :\nکمن ھو خالد فی ۔۔۔۔۔ امعاء ھم (47 : 15) “ ان لوگوں کی طرح جو جہنم میں رہیں گے اور جنہیں ایسا گرم پانی پلایا جائے گا جو ان کی آنتیں تک کاٹ دے گا ”۔ عذاب کی یہ صورت نہایت ہی حسی اور سخت ہے۔ یہ صورت اس سورت کی فضا کے ساتھ بہت ہی مناسب ہے۔ یہ اس دنیا میں بھی اس قدر مگن ہے کہ ماسوائے کھانے پینے کے اس کے سامنے کوئی اور اونچا نصب العین نہیں ہے۔ فضا ایسی ہے کہ سامان معیشت بھی حسی ہے۔ اس قوم کا مزاج بھی جانوروں کی طرح حسیات ہی کو دیکھتا ہے۔ اس لیے ان کے لئے سزا بھی ایسی ہی سخت ہے۔ گرم ترین پانی ان کو اس طرح پلایا جائے گا کہ نہ صرف یہ کہ منہ جل جائے گا بلکہ آنتیں تک کٹ جائیں گی اور دنیا میں یہ لوگ تھے بھی جانوروں کی طرح سخت۔\nکس طرح یہ لوگ ایمان والوں کی طرح ہو سکتے جو نہایت مہذب ہیں۔ یہاں یہ پہلا مطالعہ ختم ہوتا ہے۔ جو سورت شروع ہوتے ہی ان لوگوں پر ایک تنقیدی حملے کی شکل میں شروع ہوا تھا۔ اور یہ اس طرح جاری رہا جس طرح دو کیمپوں کے درمیان جنگ جاری ہوتی ہے۔ آخر تک یہ کشمکش سخت الفاظ میں ہوتی رہی ہے۔"
    },
    {
      "ayah": 16,
      "surah": 47,
      "text": "درس نمبر 242 ایک نظر میں\nیہ سبق منافقین کے بارے میں ہے ، اس میں بتایا گیا ہے کہ ان کا موقف رسول اللہ ﷺ کی ذات کے بارے میں کیا تھا ؟ قرآن کے بارے میں کیا تھا ؟ پھر مسلمانوں پر جہاد فرض ہوگیا تھا۔ اس کے بارے میں وہ کیا سوچتے تھے ؟ یاد رہے کہ یہ جہاد صرف اللہ کے کلمے کو بلند کرنے کے لئے تھا ؟ پھر یہ کہ مدینہ کے اردگرد پھیلے ہوئے مخالف اسلام یہودی قبائل کے ساتھ ان کے خفیہ تعلقات ان مقاصد کے لئے تھے۔ یہ کہ ان خفیہ سازشوں کی وجہ سے یہ لوگ اسلام اور مسلمانوں کی جڑ سے اکھاڑ پھینکنا چاہتے تھے۔\nتحریک نفاق مدینہ کی پیدا وار ہے۔ مکہ میں اس کا وجود ہی نہ تھا کیونکہ مکہ میں ایسے حالات ہی نہ تھے جن میں کسی کو منافق بننے کی ضرورت پیش آتی مکہ میں مسلمان دبے ہوئے تھے۔ لہٰذا کسی کو منافق بننے کی ضرورت ہی نہ تھی۔ جب اللہ نے مدینہ میں اوس اور خزرج کے ذریعہ اسلام کو عزت بخشی اور مدینہ کے اکثر خاندانوں میں اسلام پھیل گیا۔ اکثر لوگ مسلمان ہوگئے تو بعض ایسے لوگ بھی دیکھا دیکھی مسلمان ہوگئے جو حضرت محمد ﷺ کو پسند نہ کرتے تھے کہ آپ اور اسلام یہاں قوت پکڑیں۔ یہ لوگ مسلمان تو ہوگئے لیکن ان کے دل اسلام اور حضرت محمد ﷺ کی دشمنی سے بھرے ہوئے تھے۔ اور وہ اس آرزو میں بیٹھ گئے تھے کہ حالات گردش میں آئیں اور اس نئی قوت پر ضرب لگائی جائے۔ ان کا سربراہ عبد اللہ ابی بن سلول تھا۔ یہ مشہور زمانہ منافق تھا۔\nمدنی دور کے آغاز میں یہودی مدینہ میں ایک زبردست فوجی ، اقتصادی اور تنظیمی قوت رکھتے تھے۔ یہ لوگ بھی حضرت محمد ﷺ کے غلبے کو پسند نہ کرتے تھے۔ نہ آپ کے دین اور آپ کے متبعین کو پسند کرتے تھے۔ یہودیوں کا یہاں اس پوزیشن میں موجود ہونا بھی منافقین کے لئے ایک سہارا تھا۔ اور اس مشترکہ دشمنی نے ان کو جلد ہی ایک دوسرے بنا دیا۔ لہٰذا یہ دونوں قوتیں ہر موقعہ پر مسلمانوں کے خلاف سازشیں تیار کرتیں۔ اگر مسلمانوں پر مشکل حالات ہوتے تو یہ اپنی منافقت اور بغض و عداوت کا اظہار کردیتے۔ اور اگر مسلمان اچھی حالت میں ہوتے تو یہ خفیہ اور اندھیروں میں ان کے خلاف سازشوں کا تانا بانا تیار کرتے۔ مدینہ کے دس سال عہد حکومت میں پانچ سالوں تک یہ اسلام کے لئے بہت بڑا خطرہ بنے رہے۔\nمدینہ میں جس قدر سورتیں نازل ہوئی ہیں ان میں تواتر کے ساتھ منافقین کی سازشوں ، عداوتوں اور ان کے نفاق کا ذکر ہے۔ اور یہ بھی مذکور ہے کہ یہ لوگ یہودیوں کے ساتھ ملے ہوئے ہیں۔ اور ان سے ہدایات لیتے ہیں اور بعض سازشوں میں شریک ہیں۔ یہ سبق ان میں سے ایک ہے جس میں یہودیوں اور منافقین کے اشتراک کی طرف اشارہ کیا گیا ہے۔\nمنھم (ان میں سے) کا اشارہ کافروں کی طرف بھی ہو سکتا ہے کیونکہ درس سابق میں کافروں سے بحث تھی اور درحقیقت منافقین بھی کافر ہی تھے۔ اگرچہ چھپے ہوئے کافر تھے۔ اللہ نے یہاں ان کی اصل حقیقت کے اعتبار سے ان کو کافروں میں شمار کیا ہے کہ ان کافروں میں سے بعض منافقین ہیں۔\nاور یہ اشارہ مسلمانوں کی طرف بھی ہو سکتا ہے یعنی مسلمانوں میں سے بعض منافقین ہیں۔ کیونکہ منافقین باقاعدہ نماز بھی پڑھتے تھے اور اسلام بظاہر ان کو مسلمان سمجھ کر ان کے ساتھ معاملہ کرتا تھا ۔ لیکن دونوں صورتوں میں یہ منافق ہی تھے۔ آیت میں ان کی جو صفات بیان کی گئی ہیں وہ ان میں تھیں اور یہ پورا سبق ان کے بارے میں ہے۔\nیہ لوگ مجلس میں ہوں بیٹھے ہوئے کہ گویا ہمہ تن گوش ہیں اور اچھی طرح بات سن رہے ہیں لیکن در حقیقت یہ سن نہیں رہے ہوتے تھے۔ بلکہ “ برزبان تسبیح و در دل گا ؤخر ” کا مصداق ہوتے اور اگر سنتے بھی تو ان کے دل کو بات لگتی ہی نہ تھی۔ یہ بھی ہو سکتا ہے کہ یہ اہل علم سے طنزاً پوچھتے ہوں کہ بتائیے جناب ابھی کیا کہا صاحب نے۔ یعنی ہمارے پلے تو کوئی بات پڑی نہیں ہے۔\nاس سے ان کی مراد یہ اشارہ بھی تھا کہ ہم تو ان باتوں کی کوئی زیادہ پرواہ نہیں کرتے لیکن اہل علم حضرت کی باتوں کا ایک ایک لفظ یاد کرتے ہیں۔ الفاظ بھی اور معانی بھی ۔ صحابی کرام کا طریقہ بھی یہ تھا کہ وہ حضور ﷺ کے الفاظ اور معانی دونوں کو یاد کرتے تھے۔ اور یہ لوگ یعنی منافقین ان الفاظ اور معانی کو بطور مزاح دہراتے تھے۔ ان سب باتوں سے معلوم ہوتا تھا کہ یہ لوگ نہایت بدفطرت ، اسلام کے معاند ، اندھے اور اسلام کے ترقی پذیر حالات میں جل بھن گئے تھے۔\nاولئک الذین ۔۔۔۔۔ اھوائھم (47 : 16) “ یہ وہ لوگ ہیں جن کے دلوں پر اللہ نے ٹھپہ لگا دیا ہے۔ یہ اپنی خواہشات کے پیرو بنے ہوئے ”۔ یہ تو تھا منافقین کا حال ۔ رہا اہل ہدایت کا حال تو وہ اس کے برعکس تھا۔"
    },
    {
      "ayah": 17,
      "surah": 47,
      "text": "والذین اھتدوا زادھم ھدی واتھم تقوھم (47 : 17) “ رہے وہ لوگ جنہوں نے ہدایت پائی ہے ، اللہ ان کو اور زیادہ ہدایت دیتا ہے اور انہیں ان کے حصے کا تقویٰ عطا فرماتا ہے ”۔\nاس آیت میں واقعات کی جو ترتیب ہے ، وہ قابل توجہ ہے ۔ جو ہدایت پر ہیں وہ خود ہدایت کی راہ لیتے ہیں تو اللہ ان کو مزید ہدایت کی توفیق دیتا ہے اور ان کو ہدایت میں مزید گہرائی بخشتا ہے۔\nواتھم تقوھم (47 : 17) “ اور انہیں ان کے حصے کا تقویٰ عطا کرتا ہے ”۔ تقویٰ ایک قلبی حالت کا نام ہے جس کے نتیجے میں انسان ہر وقت اللہ سے ڈرتا رہتا ہے۔ اس کو شعور ہوتا ہے کہ وہ دیکھ رہا ہے۔ اللہ کے غضب سے انسان ڈرتا ہے۔ اللہ کی رضا کا متلاشی ہوتا ہے۔ اور اس بات سے وہ اپنے آپ کو بچاتا ہے کہ اللہ اسے بری حالت میں دیکھے۔ یہ تیز احساس ہی تقویٰ ہے۔ یہ اللہ اس شخص کو عطا کرتا ہے جس سے اللہ راضی ہو اور یہ اس وقت ہوتا ہے جب انسان راہ ہدایت لینے میں رغبت رکھتا ہے۔ تو اللہ مزید ہدایت دے کر اسے تقویٰ کا مقام دیتا ہے غرض ہدایت کی خواہش ، پھر اللہ کی طرف سے مزید ہدایت اور پھر اللہ کا تقویٰ اور ڈر وہ مدارج ہیں جو نفاق ، غفلت اور خواہشات نفس کی پیروی کے بالمقابل ہیں۔"
    },
    {
      "ayah": 18,
      "surah": 47,
      "text": "اب بات ان لوگوں کی طرف آتی ہے جو منافق ہیں ، اندھے ہیں ، غافل ہیں ، جو مجلس رسول سے ایسی حالت میں نکلتے ہیں کہ جو کچھ انہوں نے سنا اس سے کوئی نفع نہیں اٹھایا۔ ہدایت میں کوئی اضافہ نہیں ہوا۔ ان کے دلوں کے اندر خدا کا کوئی خوف پیدا نہ ہوا۔ چناچہ یاد دہانی کرائی جاتی ہے کہ حساب و کتاب کا دن بہت ہی جلدی آنے والا ہے۔\nفھل ینظرون الا الساعۃ ۔۔۔۔۔ ذکرھم (47 : 18) “ اب کیا یہ لوگ بس قیامت ہی کے منتظر ہیں کہ وہ اچانک ان پر آجائے ؟ اس کی علامات تو آچکی ہیں۔ جب وہ خود آجائے گی تو ان کے لئے نصیحت قبول کرنے کا کون سا موقع باقی رہ جائے گا ؟”\nان آیات میں منافقین کو ایک زبردست جھٹکے کے ساتھ جگایا جاتا ہے اور گریبان سے پکڑ کر ان کو اس طرح جھنجھوڑا جاتا ہے جس طرح کسی نشے میں دھت شخص کو کھینچا جاتا ہے ۔ یعنی یہ غافل لوگ جو رسول اللہ ﷺ کی مجلس میں جاتے ہیں اور وہاں سے کچھ ہدایت لیے بغیر ، کچھ یاد کئے بغیر ، کچھ نصیحت پکڑے بغیر ، کورے کے کورے واپس ہوئے۔ یہ بدبخت اب کس چیز کا انتظام کرتے ہیں۔\nفھل ینظرون الا الساعۃ ان تاتیھم بغتۃ (47 : 18) “ کیا یہ لوگ بس قیامت ہی کے منتظر ہیں کہ اچانک آجائے ”۔ اور ان کے حالات یہ ہوں کہ یہ غفلت اور لاپرواہی میں ، اور فسق و فجور میں غرق ہوں۔\nاگر یہ لوگ قیامت ہی چاہتے ہیں تو :\nفقد جاء اشراطھا (47 : 18) “ اس کی علامات تو آچکی ہیں ”۔ یہ آخری رسالت قیامت کی بڑی نشانی ہے۔ یہ رسالت دراصل اعلان ہے کہ اب قیامت جلد ہی آنے والی ہے۔ حضور اکرم ﷺ نے فرمایا : بعثت انا والساعۃ ۔۔۔۔ “ میں اور قیامت ان دو کی طرح مبعوث ہوئے ہیں ”۔ آپ نے اپنی دو انگلیوں سبابہ اور درمیان انگلی کو جوڑ کر اشارہ فرمایا (متفق علیہ) ۔ حضور اکرم ﷺ سے ادھر اگر زمانہ لوگوں کو زیادہ طویل ہوتا ہوا نظر آتا ہے تو اللہ کے ایام ہمارے ایام کے مقابلے میں بہت ہی طویل ہوتے ہیں۔ اللہ کے حساب میں قیامت کی نشانی آگئی ہے۔ اور بڑی نشانی یہ آخری رسالت ہے۔ اور یہ کسی عقلمند شخص کی روش نہیں ہو سکتی کہ مصیبت آئے اور وہ سویا ہوا ہو۔ اور وہ پھر بچاؤ کی کوئی تدبیر نہ کرسکے۔\nفانی لھم اذا جاءتھم ذکرھم (47 : 18) “ جب وہ آجائے گی تو ان کے لئے نصیحت قبول کرنے کا کون سا موقعہ باقی رہ جائے گا ”۔ یہ نہایت ہی قوت سے جھنجھوڑنے کے متراد ہے کہ جاگو ، خطرہ سر پر ہے اور سختی کے ساتھ گریبان سے پکڑ کر ہلانا ، اس سورت کے سخت انداز کے بھی مناسب ہے۔"
    },
    {
      "ayah": 19,
      "surah": 47,
      "text": "اب روئے سخن حضور اکرم ﷺ اور آپ کے ہدایت یافتہ ، متقی اور متلاشیان ہدایت ساتھیوں کی طرف پھرجاتا ہے کہ وہ ہدایت کے لئے ایک دوسری راہ بھی اپنائیں۔ علم ومعرفت ، توبہ و استغفار ، اللہ کا خوف اور خشیت اختیار کریں اور آخری وقت کا انتظار کریں۔ اللہ تمہاری دنیا و آخرت کے انجام اچھی طرح واقف ہے۔\nفاعلم انہ لا الہ ۔۔۔۔۔ ومثوکم (47 : 19) “ پس اے نبی ﷺ خوب جان لو کہ اللہ کے سوا کوئی عبادت کا مستحق نہیں ہے ، اور معافی مانگو اپنے قصور کے لئے بھی اور مومن مردوں اور عورتوں کے لئے بھی۔ اللہ تمہاری سرگرمیوں کو بھی جانتا ہے اور تمہارے ٹھکانے سبے بھی واقف ہے ”۔\nیہاں آپ کو اور مسلمانوں کو اس طرف متوجہ کیا جاتا ہے کہ تمہاری ملت جس نظریہ پر قائم ہے اس کو سمجھو وہ یہ ہے کہ اللہ کے سوا کوئی اور الٰہ ، معبود اور حاکم نہیں ہے۔\nفاعلم انہ لا الہ الا اللہ (47 : 19) “ پس اے نبی ﷺ خوب جان لو کہ اللہ کے سوا کوئی اور عبادت کے مستحق نہیں ”۔ اس حقیقت کو ذہن میں تازہ کرتے ہوئے پھر دوسری ہدایات یہ ہیں۔\nواستغفر لذنبک (47 : 19) “ اپنے قصور کے لئے معافی مانگو ”۔ حالانکہ حضور ﷺ کے تو اگلے پچھلے گناہ معاف تھے ؟ لیکن ایک باشعور ، متقی اور حساس بندے کی یہ صفت ہوتی ہے کہ وہ ہر وقت اپنی مساعی کو کمزور سمجھتا ہے۔ اگرچہ وہ اطاعت الٰہی میں بہت جدو جہد کرتا ہو۔ حضور ﷺ جانتے تھے کہ استغفار اور ذکر ، شکر ہے اور اللہ کی مغفرت کا مزید شکر ہے۔ اور پھر آپ کے منصب و مقام پر بعد میں جو لوگ آنے والے تھے ، ان کے لئے یہ ہدایت ہے اور عام مسلمانوں کے لئے یہ رہنمائی ہے کہ جب حبیب خدا کو یہ ہدایت ہے کہ مغفرت طلب کرو ، جبکہ وہ بخش دئیے گئے ہیں تو دوسروں کو تو ہر وقت استغفار کرنا چاہئے۔ نیز حضور ﷺ اپنے لیے اور مومنین و مومنات کے لئے استغفار کرتے تھے۔ اس لیے مسلمانوں کے دلوں میں محبت رسول کا شعور تازہ رہنا ہے کہ رسول کریم ﷺ کی وجہ سے ان پر اللہ کی رحمت ہو رہی ہے۔\nاور حضور اکرم ﷺ مومنین اور مومنات کے لئے مغفرت طلب کر رہے ہیں۔ پھر ان ہدایات کے سلسلے کی آخری بات۔\nواللہ یعلم متقلبکم ومثوکم (47 : 19) “ اللہ تمہاری سرگرمیوں کو بھی جانتا ہے اور تمہارے ٹھکانے سے بھی واقف ہے ”۔ اس سے دل مومن کو اطمینان بھی نصیب ہوتا ہے اور اس کے دل میں یہ تصور بھی پیدا ہوتا ہے کہ اللہ ہماری چلت پھرت سے بھی واقف ہے اور انجام سے بھی واقف۔ اطمینان یہ کہ اللہ ہمارے ساتھ ہے اور خوف یہ کہ اللہ ہر حالت میں ہم کو جانتا ہے ، اس سے چھپ کر ہم کوئی نافرمانی نہیں کرسکتے۔ یہ ہے اسلامی تربیت کہ اللہ کے بارے میں تیز احساس رکھو ، ہر وقت اس سے ڈرتے رہو اور ہر وقت انتظار میں رہو کہ وہ کیا فیصلہ کرتا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 47,
      "text": "اور دوسری طرف :\nوالذین امنوا ۔۔۔۔۔ من ربھم (47 : 2) “ اور جو لوگ ایمان لائے اور انہوں نے نیک عمل کئے اور اس چیز کو مان لیا جو محمد ﷺ پر نازل ہوئی ہے۔ اور ہے وہ سراسر حق ان کے رب کی طرف سے ”۔\nوالذین امنوا (47 : 2) میں محمد ﷺ پر ایمان لانا شامل ہے لیکن یہاں اس کا ذکر علیحدہ بطور تاکید کیا گیا ہے تا کہ اس کی صفت میں یہ جملہ لایا جائے۔\nوھو الحق من ربھم (47 : 2) اور سابق ایمان کی تاکید مزید ہوجائے اور عمل صالح کا ہونا اس بات کی علامت ہے کہ ایمان زندہ ہے ، موجود ہے اور فعال ہے۔\nکفر عنھم سیاتھم (47 : 2) “ اللہ نے ان کی برائیاں ان سے دور کر دیں ”۔ یہ خبر ہے الذین کی۔ اور کفار کے اعمال کو ضائع کردیا گیا تھا۔ اگرچہ وہ اعمال بظاہر خیر یہ تھے۔ اور ایمان نہ ہونے اور کفر کے وجود نے ان کو ضائع کردیا جبکہ مومنین کے سیئات کو بھی دور کردیا گیا اور وہ بخش دئیے گئے۔ یہ مکمل مقابلہ ہے کہ کفر سے نیک اعمال ضائع ہونے اور ایمان سے برے اعمال فنا ہوتے ہیں۔ یہ ہے اہمیت ایمان کی۔\nواصلح بالھم (47 : 2) “ اور ان کا حال درست کر دیا ”۔ کسی کا حال درست کردینا ، ایک بڑی نعمت ہے جو ایمان کے نیتجے اور اثر میں کیا جاتا ہے۔ خوشحال اور فارغ البال ہونا اطمینان ، آرام ، اللہ کی سلامتی اور رضا مندی کا مظہر ہوتا ہے۔ جب انسان اندر سے مطمئن ہو تو اس کا شعور ، اس کی سوچ اور اس کا قلب اور ضمیر اور اس کے افکار اور اعصاب اور اس کا پورا نفس نہایت اچھی طرح کام کرتے ہیں۔ اور وہ امن و سلامتی کی زندگی بسر کرتا ہے۔ قلبی اطمینان سے اور کوئی بڑی نعمت نہیں ہے۔ یہ ایک افق ہے ، جو نہایت روشن ہے اور صاف و شفاف ہے اور یہاں تک رسائی صرف اہل ایمان کو حاصل ہوتی ہے۔\nیہ کہ کافروں کے اعمال ضائع کر دئیے اور مومنین کی برائیاں معاف کردیں یہ کسی دوستی یا رشتہ داری کی بناء پر نہیں ، محض اتفاق کے طور پر بھی نہیں بلکہ ایک موثر اور متعین اصول کے مطابق ایسا کیا گیا۔ اس ناموس فطرت کے مطابق جس کے اوپر یہ کائنات قائم ہے۔ یہ ناموس حق ہے جو اساس تخلیق ہے اور جس کے مطابق اللہ نے زمین و آسمان بنائے ہیں۔"
    },
    {
      "ayah": 20,
      "surah": 47,
      "text": "اب روئے سخن ایک نہایت ہی حساس موقف کی طرف آتا ہے۔ اس وقت تک پالیسی یہ تھی کہ جہاد و قتال سے رکو لیکن اب اللہ نے جہاد کا حکم دے دیا۔ یہ منافقین پر ایک ضرب تھی۔ وہ سخت دہشت زدہ ہوگئے کیونکہ اب تو ان کے لئے چھپ کر رہنا مشکل ہوگیا تھا۔ وہ محسوس کرتے تھے کہ اب اگر وہ نفاق پر رہے اور اخلاص کے ساتھ اسلام قبول نہ کیا تو ان کا اندرون ظاہر ہوجائے گا ۔ کیونکہ جب جہاد کا فیصلہ ہوگا تو جنگ میں جانا ہوگا یا پیچھے رہنا ہوگا۔\nویقول الذین امنوا لو لا ۔۔۔۔۔۔ فاولی لھم (20) طاعۃ وقول معروف ۔۔۔۔۔۔ خیرا لھم (21) فھل عسیتم ۔۔۔۔۔ ارحامکم (22) اولئک الذین لعنھم ۔۔۔۔۔ ابصارھم (23) افلا یتدبرون ۔۔۔۔۔۔ اقفالھا (24) ( 47 : 20 – 24) “ جو لوگ ایمان لائے ہیں وہ کہہ رہے تھے کہ کوئی سورت کیوں نازل نہیں کی جاتی (جس میں جنگ کا حکم دیا جائے) مگر جب ایک پختہ سورت نازل کردی گئی جس میں جنگ کا ذکر تھا تو تم نے دیکھا کہ جن کے دلوں میں بیماری تھی وہ تمہاری طرف اس طرح دیکھ رہے ہیں جیسے کسی پر موت چھا گئی ہو۔ ان کے لئے بہتر یہ ہے کہ اطاعت کریں اور صحیح باتیں کریں۔ مگر جب قطعی حکم دے دیا گیا اس وقت وہ اللہ سے اپنے عہد میں سچے نکلتے تو انہی کے لئے اچھا تھا۔ اب کیا تم لوگوں سے اس کے سوا کچھ اور توقع کی جاسکتی ہے کہ اگر تم الٹے منہ پھرگئے تو زمین میں پھر فساد برپا کرو گے اور آپس میں ایک دوسرے کے گلے کاٹو گے ؟ یہ لوگ ہیں جن پر اللہ نے لعنت کی اور ان کو اندھا اور بہرہ بنا دیا۔ کیا ان لوگوں نے قرآن پر غور نہیں کیا ، یا دلوں پر ان کے قفل چڑھے ہوئے ہیں ؟ ”\nاہل ایمان ، کسی نئی سورت کے نزول کا مطالبہ کرتے تھے ، یا تو اس لئے کہ ان کے دلوں میں ہر وقت یہ شوق رہتا تھا کہ وہ نئی نئی ہدایات لیتے رہیں۔ کیونکہ ان کو قرآن سے بےحد محبت تھی۔ وہ ہر نئی سورت میں علم و انس کا ایک نیا سامان اپنے لیے پاتے تھے۔ اور اس سے سے یہ مراد بھی ہو سکتی ہے کہ نئے حالات میں مسلمان جہاد فی سبیل اللہ کی ہدایات اور اجازت چاہتے تھے کہ اسلام کے لئے لڑ مرنے کی ہدایات ان کو دی جائیں۔\nلو لا نزلت سورة (47 : 20) “ کوئی سورت کیوں نہیں نازل کی جاتی ”۔\nفاذا انزلت سورة محکمۃ (47 : 20) “ جس میں جنگ کا ذکر کیا گیا ”۔ جس میں پھر کوئی شک و شبہ کی گنجائش نہیں تھی اور جو لوگ قتال سے پیچھے رہتے ہیں ، یا جہاد کاموں میں پیچھے رہتے ہیں ، ان کی مذمت بھی کردی گئی تو بیمار دلوں والے لوگ یعنی منافقین کی حالت غیر ہونے لگی اور وہ پردے کرنے لگے جن کے پیچھے چھپ کر یہ سازشیں کرتے تھے۔ ان کی جزع و فزع ، شور وفغاں اور سہمے اور ڈرے ہوئے ہونا یہاں تک کہ مارے خوف کے ان پر غشی کا طاری ہونا قابل دید تھا۔ قرآن کریم نے یہاں ان لوگوں کی تصویر یوں کھینچی ہے کہ گویا وہ ہیں سامنے اسکرین پر ۔\nرایت الذین فی ۔۔۔۔۔۔ من الموت (47 : 20) “ تو تم نے دیکھا کہ جن لوگوں کے دلوں میں بیماری تھی وہ تمہاری طرف اس طرح دیکھ رہے ہیں جیسے کسی پر موت چھا گئی ہو ”۔ یہ اس قدر خوبصورت انداز تعبیر ہے کہ انسان اس کی نقل نہیں اتار سکتا۔ نہ کسی اور عبارت میں نہ کسی اور زبان میں اس طرز تعبیر کو اپنا سکتا ہے۔ خوف و ہراس کی یہ ایسی تصویر ہے کہ کپکی اور خوف سے بھی آگ بڑھ کر ان لوگوں پر گویا غشی کی حالت طاری ہو رہی ہے ۔ اور خیال میں ان لوگوں کی پھر عجیب و غریب حرکات سامنے آتی ہیں۔ اور وہ تمام نفوس و شخصیات کی تصاویر ذہن میں آجاتی ہیں جن کو پختہ ایمان نصیب نہ ہو ، جس کی فطرت سچی نہ ہو اور جن کے اندر اس قدر جذبہ جہاد نہ ہو جس کی وجہ سے وہ خطرے کا مقابلہ کرسکیں۔ یہ لوگ مریض اور منافق ہوتے ہیں۔\nیہ لوگ اس قدر ذلت ، گراوٹ اور شخصیت کی ٹوٹ پھوٹ کا شکار ہیں کہ دوبارہ ان کو ایمان کی دعوت از سر نو دی جاتی کہ ایمان ہی حقیقی زاد راہ سے جس سے ارادے جواں ہوتے ہیں اور جس سے پاؤں مضبوط ہوتے ہیں۔\nفاولی لھم (47 : 20) طاعۃ وقول ۔۔۔۔۔ خیرا لھم (47 : 21) “ ان کے لئے بہت یہ ہے کہ اطاعت کریں اور صحیح باتیں کریں۔ مگر جب قطعی حکم دے دیا گیا اس وقت وہ اللہ سے اپنے عہد میں سچے نکلتے تو انہی کے لئے اچھا تھا ”۔ ہاں جس شرمندگی میں وہ مبتلا ہیں اس کے مقابلے میں ان کے لئے یہی اچھا تھا۔ وہ حیران ہیں کہ کیا کریں۔ پریشان ہیں کہ کیا ہوگا۔ اب ان کا نفاق تو چھپ نہ سکے گا۔ ان کے لئے بہتر پالیسی اب یہ ہے ۔"
    },
    {
      "ayah": 21,
      "surah": 47,
      "text": "طاعۃ وقول معروف (47 : 21) “ وہ اطاعت کریں اور سیدھا رویہ اختیار کر کے بات کریں ”۔ اللہ کے احکام کو اب نفاق کے بجائے دل سے قبول کرلیں۔ اور اللہ پر یقین کر کے اس کے احکام کو مان لیں ۔ اور اس قسم کی باتیں کریں جو بچی ہوں اور سچے دل سے ہوں۔ اور پختہ ضمیر کے مطابق ہوں اور یہ ان کے لئے اب نئے حالات میں زیادہ مفید ہوگا جبکہ اب احکام قطعی ہوگئے ہیں۔ اب تو انہوں نے یا جہاد میں جانا ہے یا پیچھے رہنا ہے۔ لہٰذا عزیمت اور شعور کے ساتھ جہاد کرو۔ اس طرح ان کے دل مضبوط ہوں گے ، ان کا عزم پختہ ہوجائے گا۔ قدم مضبوط ہوں گے ، جہاد ان کو مشقت اور بیگار نہ نظر آئے گا۔ اور جنگ ان کے لئے ایک ایسی بلائے نا گہانی نہ ہوگی جس نے منہ کھولا ہوا ہے۔ جنگ میں گئے کہ اس بلا کے منہ میں پڑے نہیں۔ اگر سچے دل سے جہاد کریں گے تو دو بھلائیوں میں ایک بھلائی تو بہرحال ملے گی۔ یا تو خطرے سے نجات اور فتح ملے گی اور یا شہادت اور جنت ملے گی۔ اور یہ دوسری صورت زیادہ بہتر ہوگی ۔ یہ ہے وہ زاد راہ یعنی حقیقی ایمان جس کے نتیجے میں عزائم جوان اور پاؤں مضبوط اور جزع و فزع مفقود ہوجاتے ہیں اور انسان کو اطمینان اور قرار ثبات ملتا ہے۔\nاب ان کو نہایت سختی سے جہاد سے پیچھے رہنے کا انجام بتا یا جاتا ہے کہ اگر انہوں نے اسلام سے منہ موڑ لیا تو انہیں معلوم ہے کہ اسلام سے قبل ان کی حالت کی تھی ۔ تم نے نفاق کے ساتھ اسلام قبول کیا ہے اس میں کتنے فائدے ہیں ؟"
    },
    {
      "ayah": 22,
      "surah": 47,
      "text": "فھل عسیتم ۔۔۔۔۔ ارحامکم (47 : 22) “ اب کیا تم لوگوں سے اس کے سوا اور کیا توقع کی جاسکتی ہے کہ تم الٹے منہ پھرو گے تو زمین میں پھر فساد برپا کرو گے اور آپس میں ایک دوسرے کے گلے کاٹو گے ”۔ یعنی تم سے تو یہی توقع ہے۔ ذرا سابقہ حالات کی روشنی میں دیکھو کہ اگر اسلام سے منہ موڑو گے تو سابقہ حالت کی طرف لوٹ کر ایک دوسرے کے اور اپنے ہی بھائیوں کے گلے کاٹو گے جس طرح اسلام سے قبل تھے۔ اسلام سے روگردانی سے ڈرانے کے بعد یہ کہا جاتا ہے کہ ان لوگوں کی حقیقی صورت حال کیا ہے ، اگر یہ اپنی موجودہ پوزیشن پر ہی ڈٹے رہے جس طرح کہ نظر آتا ہے۔"
    },
    {
      "ayah": 23,
      "surah": 47,
      "text": "اولئک الذین ۔۔۔۔ ابصارھم (47 : 23) افلا یتدبرون ۔۔۔۔۔ اقفالھا (47 : 24) “ یہ لوگ ہیں جن پر اللہ نے لعنت کی اور ان کو اندھا اور بہرہ بنا دیا۔ کیا ان لوگوں نے قرآن پر غور نہیں کیا ، یا دلوں پر ان کے قفل چڑھے ہوئے ہیں ؟ ” یہ لوگ نفاق کی بیماری میں بدستور مبتلا ہیں۔ درحقیقت وہ اس دعوت سے حقیقتاً منہ موڑ رہے ہیں جس میں وہ بظاہر داخل ہوچکے ہیں اور اس پر ان کا یقین بھی نہیں ہے۔ اس لئے۔\nفاصمھم واعمی ابصارھم (47 : 23) “ اللہ نے ان کو بہرا اور اندھا بنا دیا ہے ”۔ ان کی قوت سماعت تو موجود ہے اور قوت باصرہ بھی موجود ہے لیکن انہوں نے کانوں اور آنکھوں کو معطل کردیا ہے یا سمع و بصر کے نتیجے میں جو ادراک حاصل ہوتا ہے اس کو معطل کردیا ہے۔ گویا ان کے یہ حواس اپنا فریضہ منصبی ادا نہیں کررہے۔"
    },
    {
      "ayah": 24,
      "surah": 47,
      "text": "قرآن نہایت ہی سرزنش کے انداز میں پوچھتا ہے۔\nافلا یتدبرون القران (48 : 24) “ کیا یہ قرآن پر غور نہیں کرتے ”۔ یوں کہ ان کی آنکھوں کے پردے زائل ہوجائیں کان سننے لگیں اور ان تک قرآن کے نور کی رسائی ہو ، ان کے پردۂ شعور پر ارتعاش ہو ، ان کے دلوں کے اندر جوش و خروش پیدا ہو ، ۔۔۔ ۔ کا ضمیر مخلص ہوجائے اور ان کے اندر ایک ایسی زندگی آجائے جو قرآن کے نور سے منور ہو ، اور وہ اس سے ہدایت اخذ کریں۔\nام علی قلوب اقفالھا (47 : 24) “ یا دلوں پر ان کے قفل چڑھے ہوئے ہیں ”۔ یہ قفل ان کے دلوں تک قرآن کے نور کو جانے نہیں دیتے۔ ان کے دل اس طرح بند ہیں جس طرح دروازے بند ہونے کی صورت میں انسان ، ہوا یا کوئی چیز اندر نہیں جاسکتی اور نہ روشنی جاسکتی ہے۔\nمنافقین کے حالات ابھی جاری ہیں۔ بتایا جاتا ہے کہ ایمان لانے کے بعد ان کے منہ موڑنے کے اسباب کیا ہیں ؟ ایک وجہ تو یہ ہے کہ وہ یہودی سازش میں شریک ہوگئے ہیں اور انہوں نے ان کو ساتھ وعدہ کرلیا ہے کہ وہ جو سازش تیار کریں گے یہ ان کی اطاعت کریں گے۔"
    },
    {
      "ayah": 25,
      "surah": 47,
      "text": "قرآن نہایت ہی سرزنش کے انداز میں پوچھتا ہے۔\nافلا یتدبرون القران (48 : 24) “ کیا یہ قرآن پر غور نہیں کرتے ”۔ یوں کہ ان کی آنکھوں کے پردے زائل ہوجائیں کان سننے لگیں اور ان تک قرآن کے نور کی رسائی ہو ، ان کے پردۂ شعور پر ارتعاش ہو ، ان کے دلوں کے اندر جوش و خروش پیدا ہو ، ۔۔۔ ۔ کا ضمیر مخلص ہوجائے اور ان کے اندر ایک ایسی زندگی آجائے جو قرآن کے نور سے منور ہو ، اور وہ اس سے ہدایت اخذ کریں۔\nام علی قلوب اقفالھا (47 : 24) “ یا دلوں پر ان کے قفل چڑھے ہوئے ہیں ”۔ یہ قفل ان کے دلوں تک قرآن کے نور کو جانے نہیں دیتے۔ ان کے دل اس طرح بند ہیں جس طرح دروازے بند ہونے کی صورت میں انسان ، ہوا یا کوئی چیز اندر نہیں جاسکتی اور نہ روشنی جاسکتی ہے۔\nمنافقین کے حالات ابھی جاری ہیں۔ بتایا جاتا ہے کہ ایمان لانے کے بعد ان کے منہ موڑنے کے اسباب کیا ہیں ؟ ایک وجہ تو یہ ہے کہ وہ یہودی سازش میں شریک ہوگئے ہیں اور انہوں نے ان کو ساتھ وعدہ کرلیا ہے کہ وہ جو سازش تیار کریں گے یہ ان کی اطاعت کریں گے۔"
    },
    {
      "ayah": 26,
      "surah": 47,
      "text": "قرآن کریم نے ایمان لانے اور ہدایت کے واضح ہوجانے کے بعد ان کی جانب سے ایمان کو ترک کرنے کے عمل کو نہایت ہی حسی انداز میں پیش کیا ہے۔ یعنی واپسی اور الٹے پاؤں پھرنے کا عمل ، اور اس کے اسباب یہ بتائے ہیں کہ شیطان نے ان کے دلوں میں وسوسہ اندازی کی اور ان کے لئے اس برے کام کو خوبصورت بنا دیا یعنی ظاہری حرکت کہ ایک شخص الٹے پاؤں پھر رہا ہے اور معنوی حرکت اس انداز تعبیر میں دونوں نظر آتی ہیں جبکہ یہ منافق اپنی جانب سے اپنے ان اعمال کو اچھی طرح چھپانے کی کوشش کر رہے ہیں۔ شیطان ان پر کس طرح مسلط ہوگیا اور کس طرح وہ ان کو مرتد بنانے میں کامیاب ہوگیا حالانکہ آغاز میں یہ لوگ ایمان لا چکے تھے ، تو وجہ یہ تھی :\nذلک بانھم ۔۔۔۔۔ بعض الامر (47 : 26) “ اسی لیے انہوں نے اللہ کے نازل کردہ دین کو ناپسند کرنے والوں سے کہہ دیا کہ بعض معاملات میں ہم تمہاری مانیں گے ” ۔ مدینہ میں یہودی تھے اور وہ نزول قرآن کے پہلے مخالف تھے کیونکہ ان کو توقع تھی کہ آخری رسول بھی یہودی ہوگا۔ رسالت کا خاتمہ ان پر ہوگا۔ یہ لوگ کافروں پر مکمل فتح کی توقع اس رسول کے دور میں کرتے تھے اور کافروں کو اس امر سے ڈراتے بھی تھے کہ جب نبی آخر الزمان آئے گا تو وہ پوری دنیا پر غالب ہوگا۔ اور پوری دنیا مین ان کو غلبہ حاصل ہوگا۔ اور پھر یہودیوں کی مملکت قائم ہوگی۔ لیکن اللہ نے آخری رسول ابراہیم (علیہ السلام) کی اس نسل سے بھیجا جو یہودی نہ تھی اور حضور اکرم ﷺ جب مدینہ ہجرت کر کے آئے تو انہوں نے اس ہجرت کو بھی پسند نہ کیا کیونکہ اس کی وجہ سے ان کا رہا سہا اثر رسوخ بھی ختم ہوگیا۔ یہی وجہ ہے کہ اول روز سے یہ لوگ رسول اللہ ﷺ کے خلاف جمع ہوگئے تھے اور آپ ﷺ کے خلاف خفیہ سازشوں کی جنگ شروع کردی تھی۔ کیونکہ بظاہر وہ میدان جنگ میں تو حضور اکرم ﷺ کے خلاف نہ جنگ کرسکتے تھے اور نہ اس کا کوئی جواز تھا۔ اس طرح یہودیوں کے ساتھ ہر وہ شخص شامل ہوگیا جو حضور ﷺ سے دشمنی رکھتا تھا۔ تمام منافقین ان سازشوں میں شریک ہوگئے اور یہ جنگ ان کے اور رسول اللہ ﷺ کے درمیان چلتی رہی اور آخر کار حضور اکرم ﷺ نے ان کو جزیرۃ العرب سے جلا وطن کردیا۔\nیہ منافقین جو ہدایت پانے کے بعد منافق ہوگئے تھے انہوں نے یہودیوں کو یہ یقین دہائی کرائی کہ۔\nسنطیعکم فی بعض الامر (47 : 26) “ بعض معاملات میں ہم تمہاری اطاعت کریں گے ”۔ اور راجح بات یہ ہے کہ یہ یقین دہانی خفیہ سازشوں کے سلسلے میں تھی جو وہ اسلام اور رسول اللہ کے خلاف تیار کرتے رہتے تھے۔\nواللہ یعلم اسرارھم (47 : 26) “ اللہ ان کی یہ خفیہ باتیں خوب جانتا ہے ”۔ یہ نہایت ہی دھمکی آمیز تبصرہ ہے بلکہ دھکمی ہے کہ کریں یہ اپنی سازشیں ، ہم جانتے ہیں ان کا سب کچھ۔ اللہ کے علم سے کوئی چیز پوشیدہ نہیں اور اللہ کی قوت کے مقابلے کی کوئی قوت نہیں۔"
    },
    {
      "ayah": 27,
      "surah": 47,
      "text": "یہ زندگی مختصر ہے اور آخر کار ہمارا لشکر جب پہنچے گا اور ان سے امانت حیات وصول کرے گا تو :\nفکیف اذا توفتھم الملئکۃ یضربون وجوھھم وادبارھم (47 : 27) “ پھر اس وقت کیا حال ہوگا جب فرشتے ان کی روحیں قبض کریں گے اور ان کے منہ اور پیٹھوں پر مارتے ہوئے انہیں لے جائیں گے ؟ ”\nیہ نہایت ہی خوفزدہ کرنے والا اور توہین آمیز منظر ہے۔ جب ان کی موت کا قت ہوگا یہ بےبس ہوں گے۔ اس زمین پر سے رخصت ہو رہے ہوں گے اور دوسری حیات کا آغاز ہو رہا ہوگا۔ اور اس نئی زندگی کا آغاز یوں ہو رہا ہے کہ فرشتے ان کے منہ پر بڑی بےدردی سے تھپڑ مار رہے ہیں اور چوتڑوں پر ڈنڈے رسید کر رہے ہیں۔ حالانکہ بذات خود موت کا وقت نہایت ہی درد ناک ہوتا ہے۔ خوف اور کرب کا وقت ہوتا ہے۔ لیکن یہ چونکہ الٹے پاؤں پھرے ہیں اس لیے ان کو چوتڑوں پر سزا مل رہی ہے۔ جیسی کرنی ویسی بھرنی۔"
    },
    {
      "ayah": 28,
      "surah": 47,
      "text": "ذلک بانھم اتبعوا ۔۔۔۔۔۔۔ اعمالھم (47 : 28) “ یہ اسی لیے تو ہوگا کہ انہوں نے اس طریقے کی پیروی کی جو اللہ کو ناراض کرنے والا ہے اور اس کی رضا کا راستہ اختیار کرنا پسند نہ کیا۔ اسی بنا پر اس نے ان کے سب اعمال ضائع کر دئیے ”۔\nیعنی انہوں نے خود اپنے لیے یہ انجام پسند کیا ہے ۔ انہوں نے خود اس طریقے کو اپنا یا جو اللہ کو ناراض کرنے والا طریقہ ہے۔ یعنی نفاق ، معصیت اور اللہ کے دشمنوں اور اللہ کے دین کے دشمنوں اور اللہ کے رسول کے دشمنوں کے ساتھ مل کر سازشیں کرنا۔ انہوں نے خود اللہ کی رضا مندی کو ناپسند کیا۔ اور اس کے حصول کی کوشش نہ کی بلکہ انہوں نے وہ کام کیا جس سے اللہ ناراض ہوتا ہے اور غضب میں آتا ہے یوں اللہ نے ان کے تمام اعمال کو (حبط) کردیا۔ جن پر وہ مست تھے اور جن کو وہ ناپسند کرتے تھے اور اپنے ان اعمال کے بارے میں وہ کہتے تھے کہ ہم ان کے بہت ہی ماہرین ہیں۔ یہ مومنین کے خلاف سازشیں کرتے تھے اور یوں بظاہر ان کی یہ سازشیں غبارے کی طرح پھولی ہوئی ہوتیں اور طوفان کی طرح آتیں لیکن چشم زدن میں ختم ہوجاتیں۔"
    },
    {
      "ayah": 29,
      "surah": 47,
      "text": "آخر میں کہا جاتا ہے کہ اللہ ستار ہے ، لیکن تم جو کچھ کر رہے ہو کہ اپنے اوپر اسلام کا جھوٹا لبادہ اوڑھے ہوئے ہو ، اس کو اللہ اتار سکتا ہے اس لیے اب بھی باز آجاؤ۔\nام حسب ۔۔۔۔ اللہ اضغانھم (29) ولو نشاء لا ۔۔۔۔۔ یعلم اعمالکم (30) ولنبلونکم حتی ۔۔۔۔۔۔ اخبارکم (31) (47 : 29 تا 31) “ کیا وہ لوگ جن کے دلوں میں بیماری ہے ، یہ سمجھے بیٹھے ہیں کہ اللہ ان کے دلوں کے کھوٹ ظاہر نہیں کرے گا ؟” ہم چاہیں تو انہیں تم کو آنکھوں سے دکھا دیں اور ان کے چہروں سے تم ان کو پہچان لو۔ مگر ان کے انداز کلام سے تو تم ان کو جان ہی لوگے۔ اللہ تم سب کے اعمال سے خوب واقف ہے۔ ہم ضرور تم لوگوں کو آزمائش میں ڈالیں گے تا کہ تمہارے حالات کی جانچ کریں اور دیکھ لیں کہ تم میں مجاہد اور ثابت قدم کون ہیں ”۔"
    },
    {
      "ayah": 3,
      "surah": 47,
      "text": "ذلک بان الذین ۔۔۔۔۔ من ربھم (47 : 3) “ اور یہ اس لیے کہ کفر کرنے والوں نے باطل کی پیروی کی اور ایمان لانے والوں نے اس حق کی پیروی کی جو ان کے رب کی طرف سے آیا ”۔ جہاں تک باطل کا تعلق ہے اس کی جڑیں اس کائنات کے اندر دور تک نہیں ہوتیں ، اس لیے وہ تباہ ہوجاتا ہے اور جو شخص بھی باطل کا پیرو ہوتا ہے یا باطل کا نتیجہ ہوتا ہے وہ ضائع ہونے والا ہوتا ہے اور کافر چونکہ باطل کے پیروکار ہوتے ہیں اس لیے ان کے اعمال ضائع ہوجاتے ہیں اور ان میں سے کوئی مفید چیز باقی نہیں رہتی۔ اور حق چونکہ مستقل ہوتا ہے ، آسمان و زمین بھی اس پر قائم ہیں ، اس کی جڑیں اس کائنات میں بہت دور تک چلی جاتی ہیں۔ اس لیے وہ باقی ہوتا ہے اور مومن چونکہ اس کے پیرو کار ہوتے ہیں۔ اس لیے ان کو بھی دوام حاصل ہوتا ہے اور اللہ ان کی کوتاہیوں کو معاف کرتا ہے اور ان کی اصلاح حال فرماتا ہے۔\nیہ ایک واضح اور طے شدہ معاملہ ہے اور متعین اصولوں پر اور متعین اسباب پر قائم ہے لہٰذا اس میں کوئی اتفاقی امر نہیں ہے یا محض تک پر مبنی نہیں ہے۔\nکذلک یضرب اللہ الناس امثالھم (47 : 3) “ اسی طرح اللہ لوگوں کو اس کی ٹھیک ٹھیک حیثیت بتا دیتا ہے ”۔ یعنی ایسے اصول اللہ بتا دیتا ہے جس کے مطابق وہ اپنے نفس اور اعمال کو تولتے ہیں اور وہ ان معیاروں کو جانچتے ہیں جن کے مطابق وہ اپنے معاملات چلاتے ہیں اور قیاس اور پیمانوں میں خود مختار نہیں ہیں۔\nیہ اصول تو پہلی آیت میں طے کردیا گیا ، اس کے بعد اہل ایمان کو ہدایت کردی گئی کہ وہ جنگ کے لئے تیار ہوجائیں کیونکہ وہ حق کے پیروکار ہیں اور اس حق کا قیام اور غلبہ اس کرۂ ارض پر ضروری ہے۔ حق کی فطرت میں غلبہ ہے۔ اس نے لوگوں کی زندگی کے پیمانے طے کرنے ہیں ، لوگوں کی زندگی کو حق کے اصولوں کے مطابق ڈھالنا ہے ، اور کافر چونکہ باطل پر ہیں ، اس لیے باطل اور اہل باطل دونوں کے آثار کا مٹنا ضروری ہے۔"
    },
    {
      "ayah": 30,
      "surah": 47,
      "text": "منافقین کو اپنی فنی مہارت پر پورا اعتماد تھا۔ اور وہ بالعموم اپنی سازشوں کو مسلمانوں سے چھپانے میں کامیاب رہتے تھے۔ قرآن مجید ان کو بتا تا ہے کہ یہ ان کی بہت ہی احمقانہ سوچ ہے۔ آخر خدا ہر چیز کو جانتا ہے اور اللہ تعالیٰ ان کے تمام بھیدوں کو کھول سکتا ہے۔ اور مسلمانوں کو بتا سکتا ہے کہ تمہارے دلوں میں ان کے خلاف کس قدر بغض بھرا ہوا ہے۔ اللہ تعالیٰ فرماتا ہے۔\nولو نشاء لا رینکھم فلعرفتھم بسیمھم (47 : 30) “ ہم چاہیں تو انہوں تم کو آنکھوں دکھا دیں اور ان کے چہروں سے تم ان کو پہچان لو ”۔ اگر ہم چاہیں تو ان کی ایک ایک شخصیت تم کو بتا دیں ، یہاں تک کہ تم ایک ایک کو ان کی علامات سے پہچان لو۔\nیہ آیت اس سے پہلے کی ہے جب اللہ تعالیٰ نے ان میں سے بعض کے نام بھی نبی کریم ﷺ کو بتا دئیے تھے لیکن بہرحال ان کے لہجے ، چالاکی ، پیچ دار باتوں اور آپ کے خطاب سے غلط استدلال کرنے کی عادت کی وجہ سے آپ ان کو جانتے تھے۔\nولتعرفنھم فی لحن القول (47 : 30) “ مگر ان کے انداز کلام سے تو تم جان ہی لوگے ”۔ بات اب صرف اللہ کے علم پر آ کر رکتی ہے کہ اللہ تعالیٰ تمام اعمال کو بھی جانتا ہے اور ان کے محرکات کو بھی جانتا ہے۔\nواللہ یعلم اعمالکم (47 : 30) “ اللہ تم سب کے اعمال سے خوب واقف ہے ”۔ اس سے کوئی بات مخفی نہیں رہتی۔ اب اللہ اسلامی سوسائٹی کو صاف کرنے لئے آزمائش کا اعلان فرماتا ہے۔ یہ آزمائش پوری امت کی ہوگی۔ اس آزمائش کے نتیجے میں صابر اور مجاہد جدا ہو کر ایک طرف آجائیں گے اور ان کی خبریں عام ہوجائیں گی اور اسلامی صف میں کوئی مشکوک آدمی نہ رہے گا اور منافقین اپنی منافقت نہ چھپا سکیں گے۔ وہ تو بہت ہی ضعیف لوگ ہیں۔"
    },
    {
      "ayah": 31,
      "surah": 47,
      "text": "ولنبلوا نکم حتی ۔۔۔۔۔۔۔ اخبارکم (47 : 31) “ ہم ضرور تم لوگوں کو آزمائش میں ڈالیں گے تا کہ تمہارے حالات کی جانچ کریں اور دیکھ لیں اور تم میں مجاہد اور ثابت قدم کون ہے ”۔ اللہ تو تمام نفوس کے خفیہ خزانوں سے بھی واقف ہے۔ اور زیر زمین مع دنیا سے بھی واقف ہے۔ اور انسانوں کی خفیہ اور چھپائی ہوئی باتوں کو بھی جاننے والا ہے۔ اور جو معاملات ہونے والے ہیں ، ان کو اس طرح جانتا ہے جس طرح وہ عملاً ہوچکے ہوں۔ اب اللہ مزید مجاہدین اور صابرین کو کس طرح جاننا چاہتا ہے ؟\nحقیقت یہ ہے کہ اللہ انسانوں کے ساتھ اتنا ہی معاملہ کرتا ہے جس قدر ان کی قوت ، ان کی طبیعت اور ان کی استعداد کے مطابق کیا جاسکتا ہے۔ انسان اس طرح نہیں جانتے جس طرح اللہ جانتا ہے۔ لہٰذا یہ علم اور ظہور انسانوں کے لئے ضروری ہے کہ وہ جانیں کہ مجاہدین اور صابرین کون ہیں ؟ اور پھر ان کو اس علم و ظہور سے نفع ہو۔\nآزمائش خواہ مشکلات میں ہو یا خوشحالی میں ، نعمتوں میں ہو یا مشقتوں میں ہو ، ہاتھ کھلے کرنے میں ہو یا معیشت کی تنگی میں ہو ، خوشی میں ہو یا غم میں ہو ، اس آزمائش کی وجہ سے نفوس کے اندر کی خفیہ صلاحیتیں کھل کر سامنے آجاتی ہیں۔ آزمائش کی وجہ سے لوگوں پر صلاحیتوں کا اظہار ہوجاتا ہے۔ یہاں اللہ کے علم سے مراد وہ ظہور ہے جو لوگوں کو ابتلا میں ڈالنے سے ہوجاتا ہے۔ اور لوگوں کی صلاحتیں ابھر کر سامنے آجاتی ہے۔ (اللہ کے لئے یہ کوئی نیا علم نہیں ہوتا ، لوگوں کے لئے نیا ہوتا ہے) اور اسے لوگ بھی دیکھ لیتے ہیں۔ ابتلا کے بعد لوگوں کی صلاحیتیں ابھر کر سامنے آجاتی ہیں ۔ (اللہ کے لئے یہ کوئی نیا علم نہیں ہوتا ، لوگوں کے لئے نیا ہوتا ہے ) اور اسے لوگ بھی دیکھ لیتے ہیں۔ ابتلا کے بعد لوگوں کی قابلیت کا معلوم ہوجانا ، جسے لوگ سمجھ سکیں ، لوگوں کے شعور اور ان کی شخصیت پر اس کا اثر ہوتا ہے اور یوں اللہ کی حکمت اپنا کام کرتی ہے۔\nلیکن اللہ کا حکم یہی ہے کہ انسان آزمائش طلب نہ کرے اور یہ دعا کرے کہ اللہ اپنی آزمائشوں سے بچائے اور عافیت اور رحمت میں رکھے۔ لیکن اگر آزمائش آجائے تو صبر کرے اور اس کو معلوم ہو کہ اس میں اللہ کی حکمت کام کر رہی ہے اور انسان اپنے آپ کو پوری طرح اللہ کی مشیت کے حوالے کر دے اور اللہ پر بھروسہ کرے کہ آزمائش کے بعد اللہ کی رحمت اور عافیت نصیب ہوگی۔\nایک بڑے عابد اور صوفی حضرت فضیل (رح) سے روایت ہے کہ جب ان پر یہ آیت پڑھی جاتی تھی تو وہ روتے تھے اور یہ دعا کرتے تھے۔ الھم لا تبلنا فانک ان بلوتنا فضحتنا وھنکت استارنا وعذبتنا “ اے اللہ ، ہمیں آزمائش میں نہ ڈال ، اگر تو نے ہمیں آزمائش میں ڈالا تو ہمیں شرمندہ کر دے گا ، ہماری پردہ دری کر دے گا اور ہمیں عذاب میں مبتلا کر دے گا ”۔"
    },
    {
      "ayah": 32,
      "surah": 47,
      "text": "درس نمبر 243 ایک نظر میں\nیہ سبق اس سورت کا آخری سبق ہے۔ اس کا آغاز ہوتا ہے اس آیت سے :\nان الذین کفروا وصدوا ۔۔۔۔۔۔۔ لھم الھدی (47 : 32) “ جن لوگوں نے کفر کیا اور اللہ کی راہ سے روکا اور رسول سے جھگڑا کیا جبکہ ان پر راہ راست واضح ہوچکی تھی۔۔۔۔ ” یہ کون لوگ ہیں ؟ زیادہ صحیح بات یہ معلوم ہوتی ہے کہ ان سے مراد وہ لوگ ہیں جن سے متعلق اس سورت کے آغاز میں بھی اسی انداز سے بات کی گئی تھی یعنی مشرکین مکہ ، کیونکہ یہی لوگ ہیں جنہوں نے دعوت اسلامی کے مقابلے میں متکبرانہ رویہ اختیار کیا ، رسول اللہ ﷺ سے جھگڑتے ہوئے اور لوگوں کو اللہ کی راہ سے آخر تک روکتے رہے۔ البتہ یہ احتمال بھی ہے کہ اس سے مراد عام کفار ہوں اور اس عتاب میں ہر وہ شخص آتا ہے جو کافر ہے اور یہ رویہ اپنائے ہوئے ہے ، خواہ وہ مشرک ہے ، یہودی ہے یا منافق ۔ ظاہراً یہ کام کر رہا ہے یا خفیہ کر رہا ہے ۔ سب کو یہ دھمکی دی گئی ہے کہ تم کچھ بھی نہ کرسکو گے لیکن پہلا مفہوم زیادہ مناسب ہے۔\nبہرحال اس دوسرے اور آخری سبق میں باقی باتوں کے مخاطب مسلمان ہیں۔ ان کو دعوت دی جاتی ہے کہ وہ جہاد بالنفس اور جہاد بالمال کو جاری رکھیں۔ اور اس میں کوئی دیر نہ کریں اور یہ تجویز بھی نہ دیں کہ کفار کے ساتھ امن و سالمیت کا رویہ مزید اختیار کیا جائے۔ کیونکہ کفر نے ظلم کی انتہا کردی ہے۔ اور یہ مصالحت کسی بھی مصلحت کے پیش نظر نہیں ہونی چاہئے۔ کسی کمزوری کی وجہ سے ، کسی رشتہ داری کی وجہ سے ، کسی مفاد کی وجہ سے ، کسی مالی تاوان کے ڈر کی وجہ سے ۔ جہاں تک مالی تاوان کا تعلق ہے اللہ اسی قدر مال کا مطالبہ فرماتا ہے جس قدر انسان کی استطاعت میں ہو۔ اللہ نے انسان کے فطری بخل کو اس سلسلے میں مدنظر رکھا ہے۔ کہا جاتا ہے کہ اگر وہ اس دعوت کی ذمہ داریاں نہ ادا کریں گے تو اللہ تعالیٰ اس کی ذمہ داری کسی اور پر ڈال دے گا۔ اور کوئی دوسری جماعت اٹھا دے گا۔ جو یہ ذمہ داریاں بحسن و خوبی ادا کریں گے۔ اور جو اس کی اہمیت کو سمجھیں گے۔ یہ ایک نہایت ہی خوفناک دھکمی ہے اور اس سورت کے مضامین اور فضا کے ساتھ لگا کھاتی ہے ۔ اور اس وقت مومنین کے صفوں میں جو حالات پائے جاتے تھے ، یہ دھمکی ان کا بہترین علاج بھی تھی۔ کیونکہ اس وقت منافقین کے علاوہ بھی ایسے لوگ تھے جو عافیت پسند تھے جبکہ مسلمانوں کی اکثریت فدائی ، مخلص ، بہادر اور مشہور تھی اس بات میں روایت بھری پڑی ہیں۔ اجازت قتال کے وقت چونکہ ہر قسم کے لوگ موجود تھے اور قرآن کریم ان کی تربیت کر کے ان کو اعلیٰ مراتب تک لے جا رہا تھا اس لیے یہاں یہ انداز تعبیر اختیار کیا گیا۔\nیہ اللہ کا فیصلہ ہے ۔ نہایت ہی تاکیدی فیصلہ ۔ اللہ کا وعدہ ہے جو واقع ہونے والا ہے کہ وہ لوگ جنہوں نے کفر کیا ، اسلام کی راہ روک کر کھڑے ہوگئے۔ سچائی کے راستے میں وہ جم کر بیٹھ گئے کہ لوگوں تک یہ سچ بات پہنچنے نہ پائے۔ اپنی قوت ، اپنا مال اور اپنے تمام وسائل اس میں جھونک دئیے کہ اسلام پھیلنے نہ پائے۔ پھر وہ ہر مقام پر رسول اللہ جھگڑنے لگے۔ آپ کی زندگی میں آپ کی مخالفت کی۔ آپ کے لائے ہوئے نظام زندگی کی مخالفت کی اور آپ کی صفوں کی مخالف صفوں میں کھڑے ہوگئے یا جنہوں نے حضور ﷺ کی وفات کے بعد دین اسلام کی مخالفت کی۔ اسلامی نظام زندگی اور نظام شریعت کی مخالفت کی۔ اور سنت نبوی ﷺ اور دعوت اسلامی پر قائم لوگوں کی مخالفت کی۔ اور یہ انہوں نے اس حال میں کی۔\nمن بعد ما تبین لھم الھدی (47 : 32) “ جبکہ ان پر راہ راست واضح ہوچکی تھی ”۔ اور ان کو معلوم ہوگیا تھا کہ یہ حق ہے۔ لیکن یہ لوگ ہوائے نفس اور عناد کی وجہ سے اندھے ہوگئے۔ اور مفادات اور مصلحتوں نے ان کو آخرت کے مفاد کے مقابلے میں دنیا کے مفادات کی طرف مائل کردیا۔\nاللہ کا تاکیدی فیصلہ ان لوگوں کے بارے میں یہ ہے اور یہ فیصلہ یقیناً نافذ ہونے والا ہے کہ۔\nلن یضروا اللہ شیئا (47 : 32) “ درحقیقت یہ اللہ کا کوئی نقصان نہیں کر سکتے ”۔ یہ لوگ اس قدر کمزور اور حقیر ہیں کہ یہ اللہ کو کوئی نقصان پہنچا سکتے ہی نہیں ، لہٰذا مقصود اس کی نفی کرنا نہیں ہے۔ مقصود یہ ہے کہ یہ لوگ اللہ کے دین ، اللہ کے نظام شریعت اور اللہ کے داعیوں کو بھی کوئی نقصان نہیں پہنچا سکتے۔ وہ اللہ قوانین قدرت اور نظام فطرت میں بھی کوئی تبدیلی نہیں لا سکتے۔ اگرچہ وہ بہت ہی زور آور ہوں۔ اگرچہ وہ ایک وقت تک بعض کمزور مسلمانوں کو ایذا دیتے رہے ہوں۔ انجام ان کا کیا ہوگا ؟\nوسیحبط اعمالھم (47 : 32) “ بلکہ اللہ ہی ان کا سب کیا کرایا غارت کر دے گا ”۔ یوں ان کی تمام سازشیں ختم ہو کر رہ جائیں گی اور نیست و نابود ہوں گی ، جس طرح ایک ہٹا کٹا بیل زہریلی گھاس چرنے کے بعد پھول جاتا ہے اور پھر ڈھیر ہوجاتا ہے۔\nاس فضا میں جس کے اندر ان لوگوں کو دھمکی دی گئی جنہوں نے کفر کیا ، اسلام کی راہ روکی اور رسول اللہ ﷺ اور دین کے داعیوں کے ساتھ دشمنی کی ، خود مسلمانوں کو بھی متنبہ کیا جاتا ہے کہ اللہ اور رسول اللہ ﷺ کی اطاعت کریں اور اپنے اعمال کافروں کی طرح ضائع نہ کریں۔"
    },
    {
      "ayah": 33,
      "surah": 47,
      "text": "یایھا الذین امنوا ۔۔۔۔۔۔ اعمالکم (47 : 33) “ اے لوگو ، جو ایمان لائے ہو ، تم اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور اپنے اعمال کو برباد نہ کر لو ”۔\nاس سخت ہدایت سے معلوم ہوتا ہے کہ جماعت مسلمہ کے اندر بھی ایسے لوگ تھے جو مکمل اطاعت سے گریزاں تھے یا یہ کہ ان پر مکمل اطاعت ذرا بھاری تھی اور بعض قربانیاں ان کو حد سے زیادہ لگ رہی تھیں لیکن اس وقت ایک قوی دشمن کے مقابلے میں یہ ضروری تھیں جس نے اسلام کی راہ روک رکھی تھی۔ اور یہ قوتیں اس وقت ہر طرف سے اسلام پر حملہ آور تھیں۔ اور ان مسلمانوں کے ان قوتوں کے ساتھ تجارتی ، برادری اور رشتہ داری کے تعلقات بھی تھے۔ اور اس وقت ان سب تعلقات کو کاٹ دینا ان کو مشکل معلوم ہوتا تھا۔ جس طرح اسلامی دعوت اور نظریہ کا تقاضا تھا کہ اب یہ تمام تعلقات کٹ جائیں۔\nسچے مسلمانوں پر ان ہدایات کا بڑا شدید اثر ہوا تھا ۔ وہ ایک بار تو ان دھمکیوں کے نتیجے میں کانپ اٹھے تھے اور وہ بروقت ڈرتے تھے کہ شاید ان سے کوئی ایسی حرکت سرزد نہ ہوجائے جس سے ان کے اعمال ہی اکارت جائیں۔\nامام احمد ابن نصر المروزی نے کتاب الصلوٰۃ میں روایت کی ہے۔ ابو قدامہ سے ، انہوں نے وکیع سے ، انہوں نے ابو جعفر رازی سے انہوں نے ربیع ابن انس سے ، اور انہوں نے ابو العالیہ سے ، جو کہتے ہیں کہ نبی ﷺ کے رفقاء یہ خیال کرتے تھے کہ لا الٰہ الا اللہ پڑھ لینے کے بعد کوئی گناہ مضر نہیں ہے جبکہ شرک کے ساتھ کوئی عمل مفید نہیں ہے۔ اس پر یہ آیت ناز ہوئی۔\nاطیعوا اللہ ۔۔۔۔ اعمالکم (47 : 33) “ اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور اپنے اعمال کو ضائع نہ کرو ”۔ اس کے بعد وہ ڈرنے لگے کہ کوئی گناہ دوسرے اعمال کو برباد نہ کر دے۔\nحضرت عبد اللہ بن المبارک سے منقول ہے کہ ، بکر بن معروف نے ، مقاتل ابن حیان سے ، انہوں نے نافع سے ، اور انہوں نے حضرت ابن عمر سے ، روایت کی ہے ، وہ کہتے ہیں : “ ہم رسول اللہ ﷺ کے ساتھی یہ خیال کرتے تھے نیکیاں سب کی سب مقبول ہوں گی ، یہاں تک کہ آیت۔\nاطیعوا اللہ واطیعوا الرسول ولا تبطلوا اعمالکم (47 : 33) “ اطاعت کرو اللہ کی ، اور اطاعت کرو رسول اللہ ﷺ کی اور اپنے اعمال ضائع نہ کرو ” ۔ نازل ہوئی ، تو ہم نے سوچا کہ وہ کیا چیز ہے جو ہمارے اعمال کو ضائع کر دے گی۔ تو ہم نے کہا کہ کبائر اور موجبات اور فواحش ہوں گے یہاں تک کہ یہ آیت نازل ہوئی۔\nان اللہ لا یغفر ۔۔۔۔۔۔ لمن یشاء “ اللہ اس بات کو معاف نہیں کرتا کہ اس کے ساتھ کسی کو شریک کیا جائے اور اس کے سوا کسی کے جو گناہ چاہے ، معاف کر دے ”۔ جب یہ آیت نازل ہوئی تو ہم نے ایسا کہنا چھوڑ دیا تاہم کبائر گناہوں کے ارتکاب کرنے والوں کے انجام سے ڈرتے تھے۔ فواحش کے مرتکبین سے ڈرتے تھے اور جو ان سے بچتا ہو ، اس کے انجام کے بارے میں پر امید تھے۔\nان نصوص سے معلوم ہوتا ہے کہ سچے مسلمان ان نصوص کو کس طرح لیتے تھے۔ وہ کس طرح مضطرب اور چوکنے ہوجاتے تھے۔ وہ کس طرح کانپ اٹھتے تھے اور ڈرتے رہتے تھے ، وہ کس طرح محتاط رہتے کہ وہ کہیں ان کی زد میں نہ آجائیں۔ وہ کس طرح ہر وقت سوچتے رہتے تھے کہ ان کی زندگی نصوص الٰہی کے مطابق ہو ، اور وہ اس تیز احساس کے ساتھ آیات الٰہیہ کو لیتے تھے ، اس لیے وہ اس انداز کے مسلمان تھے۔"
    },
    {
      "ayah": 34,
      "surah": 47,
      "text": "اگلی آیت میں بتایا جاتا ہے کہ جو لوگ رسول اللہ ﷺ سے دشمنی کرتے ہیں اور آپ کی اطاعت سے دور ہوجاتے ہیں اور ایسے رویے پر اصرار کرتے ہیں اور اس دنیا سے کافر ہو کر مرجاتے ہیں ان کا انجام کیا ہوگا۔\nان الذین کفروا ۔۔۔۔۔ یغفر اللہ لھم (47 : 34) “ کفر کرنے والوں اور راہ خدا سے روکنے والوں اور مرتے دم تک کفر پر جمے رہنے والوں کو تو اللہ ہرگز معاف نہ کرے گا ”۔\nمغفرت کے لئے اس دنیا میں ہر کسی کو مہلت دے دی گئی ہے۔ اور توبہ کا دروازہ کافروں اور گناہگاروں پر اس وقت تک کھلا ہے جب تک سکرات موت شروع نہیں ہوجائے۔ جب روح حلقوم تک آن پہنچے تو اس وقت خالص آخری لمحات میں تو بہ کا دروازہ بند ہوتا ہے اور اس وقت موقعہ ہمیشہ ہمیشہ کے لئے ختم ہوجاتا ہے۔"
    },
    {
      "ayah": 35,
      "surah": 47,
      "text": "اس قسم کی آیات جس طرح کافروں اور منافقین کو خطاب کر رہی ہیں۔ اس طرح خود مسلمانوں کو بھی دعوت دے رہی ہیں۔ یہ آیات کا فروں کو متنبہ کرتی ہیں کہ کوتاہیوں کا تدارک کرو ، توبہ کرو قبل اس کے کہ سکرات شروع ہوجائیں اور مسلمانوں کو ان آیات کا خطاب یوں ہے۔ کہ تم ان اسباب اور ان راہوں سے دور رہو جو تمہیں اس انجام تک پہنچا سکتی ہیں۔ اس آیت میں مسلمانوں اور کافروں دونوں کو خطاب یوں ہے کہ اگلی آیت میں دعوت اور جہاد میں سستی کو اس آیت پر مرتب کیا گیا ہے کہ اس انجام سے بچو اور سستی نہ کرو۔\nفلا تھنوا وتدعوا ۔۔۔۔۔۔ اعمالکم (47 : 35) “ پس تم بودے نہ بنو اور صلح کی درخواست نہ کرو۔ تم ہی غالب رہنے والے ہو۔ اللہ تمہارے ساتھ ہے اور تمہارے اعمال کو وہ ہرگز ضائع نہ کرے گا ”۔\nیہ ہے وہ بات جس سے مسلمانوں کو ڈرایا جا رہا ہے ۔ ان کے سامنے ان کافروں کا انجام رکھا جاتا ہے۔ جو رسول اللہ ﷺ سے جھگڑتے تھے تا کہ مسلمان اس کے تصور سے بھی ڈریں ۔ اس ڈراوے سے یہ بات معلوم ہوتی ہے کہ اس وقت مسلمانوں میں ایسے لوگ موجود تھے جو جہاد کی مسلسل مشقتوں کو ایک بھاری حکم سمجھتے تھے۔ اور ان کے عزم میں کمزوری تھی۔ اور یہ لوگ امن و عافیت چاہتے تھے تا کہ جنگ کی مشقتوں سے آرام میں رہیں۔ یہ بھی ہو سکتا ہے کہ ان لوگوں میں سے بعض کی مشرکین کے ساتھ رشتہ داریاں بھی ہوں یا ان کے ساتھ مالی معاملات میں شراکت ہو ، اس زاویہ سے یہ لوگ امن اور صلح کو پسند کرتے ہوں کیونکہ انسان ہمیشہ انسان رہا ہے اور قرآن کریم ان بشری اور فطری کمزوریوں کا علاج اپنے انداز سے کر رہا ہے۔ اور قرآن مجید نے اس طرح جو تربیت جاری رکھی تو اس کے نتیجے میں دور اول میں ایک معجزانہ گروہ تیا رہو گیا۔ لیکن اس مساعی اور کامیابیوں کے باوجود اس بات کی نفی نہیں کی جاسکتی کہ جماعت مسلمہ کی صفوں میں کمزور لوگ ہوں۔ خصوصاً ایسے ابتدائی مدنی دور میں چناچہ اس آیت میں بعض ایسی ہی کمزوریوں کی طرف اشارہ کیا گیا ہے ۔ ذرا ملاحظہ فرمائیں کہ قرآن کریم کس طرح لوگوں کو لیتا تھا۔ ہمیں بھی چاہئے کہ قرآنی انداز کے مطابق دور جدید کے لوگوں کی تربیت کریں۔\nفلا تھنوا وتدعوا ۔۔۔۔۔۔ اعمالکم (47 : 35) “ پس تم بودے نہ بنو اور صلح کی درخواست نہ کرو۔ تم ہی غالب رہنے والے ہو۔ اللہ تمہارے ساتھ ہے اور تمہارے اعمال کو وہ ہرگز ضائع نہ کرے گا ”۔\nتم چونکہ غالب ہو اس لیے صلح کی درخواست نہ کرو ، تم اعتقاد اور تصور حیات کے اعتبار سے بلند ہو ، تم خدا سے تعلق کے زاویہ سے بھی بلند ہو ، تمہارا آقا بلند ہے ، نظام زندگی ، مقاصد زندگی اور مقصود زندگی کے اعتبار سے بھی تم بلند ہو ، شعور ، اخلاق اور طرز عمل کے اعتبار سے تم بلند ہو۔ قوت ، مرتبے اور ذریعہ نصرت سے اعتبار سے بھی تم بلند ہو۔ تمہاری پشت پر بہت بڑی قوت ہے واللہ معکم۔ تمہارے ساتھ تو اللہ ہے۔ تم اکیلے تو نہیں ہو ، تم ایک نہایت ہی بلند اور جبار اللہ تعالیٰ کے زیر تربیت ہو جو قادر مطلق ہے۔ وہ تمہارا مددگار ہے اور ہر وقت حاضر و ناظر ہے اور تمہارے ساتھ ہے۔ وہ تمہاری مدافعت کرتا ہے تمہارے اعداء کی حیثیت کیا ہے ، جب کہ تمہارے ساتھ اللہ ہے۔ تم جو کچھ خرچ کرتے ہو ، اور جو کچھ کرتے ہو اور تمہیں جو مشقتین پہنچتی ہیں۔ ان کا حساب رکھا جا رہا ہے۔ ان میں سے کوئی ایک چیز بھی ضائع نہیں ہوتی۔\nولکن یترکم اعمالکم (47 : 35) “ اور تمہارے اعمال کو ہو ہرگز ضائع نہ کرے گا ” ۔ اللہ تمہارے اعمال میں کوئی کٹوتی نہ کرے گا کہ اس سے تمہیں کوئی فائدہ نہ ہو اور اس کا معاوضہ تمہیں نہ ملے۔\nنیز کمزوری دکھانے اور صلح چاہنے کا کوئی جواز نہیں ہے۔ اس لیے کہ اللہ نے فیصلہ کردیا ہے کہ تم اعلیٰ ہو ، وہ تمہارے ساتھ ہے اور تمہارے اعمال کا ایک ذرہ بھی ضائع نہ ہوگا لہٰذا تم مکرم ، ماجور اور منصور ہو۔"
    },
    {
      "ayah": 36,
      "surah": 47,
      "text": "یہ تو ہے پہلا ٹچ اور دوسرا یہ کہ ان کو بتا دیا جاتا ہے کہ امن و عافیت تم جس دنیا کے لئے طلب کرتے ہو ، اس کی حیثیت کیا ہے ؟ ٹھیک ہے اس میں تمہیں بعض قربانیاں تو دینی ہوں گی ، لیکن آخرت میں کامل اجر تمہیں ملیں گے اور تم سے تمہارے مال بھی طلب نہ کرے گا۔\nانما الحیوۃ الدنیا ۔۔۔۔۔۔ اموالکم (47 : 36) “ یہ دنیا کی زندگی تو ایک کھیل اور تماشا ہے۔ اگر تم ایمان رکھو اور تقویٰ کی روش پر چلتے رہو تو اللہ تمہارے اجر تم کو دے گا اور وہ تمہارے مال تم سے نہ مانگے گا ”۔\nاگر ہماری اس دنیاوی زندگی کے پیچھے کوئی اعلیٰ اور ارفع مقصد نہ ہو تو وہ یقیناً لہو و لعب ہے۔ اگر اس دنیا میں اسلام کے اعلیٰ مقاصد اور اسلامی نظام کے قیام کے ارفع مقاصد نہ ہوں تو پھر کچھ بھی نہیں ہے۔ اسلام کا مقصد زندگی اس دنیا کو آخرت کی کھیتی بنا دیتا ہے۔ اور اس میں اللہ کی خلافت کے حقوق کو اچھی طرح ادا کرنا ہی قیامت میں اچھے نتائج پیدا کرتا ہے۔ آیت کا دوسرا فقرہ اس کی طرف اشارہ کرتا ہے۔\nوان تومنوا وتتقوا یوتکم اجورکم (47 : 36) ” اگر تم ایمان رکھو اور تقویٰ کی روش پر چلو تو اللہ تمہارے اجر تم کو دے گا “۔ اس دنیا میں ایمان لانا اور تقویٰ اختیار کرنا ہی اس کو لہو و لعب کے دائرے سے نکال دیتا ہے ۔ اور اسے ایک سنجیدہ مقام عطا کرتا ہے اور اسے حیوانی سامان تعیش سے ذرا بلند مقام دیتا ہے۔ دنیا کا نظام پھر نظام خلافت راشدہ بن جاتا ہے اور یہ عالم بالا کے ساتھ پیوستہ ہوتا ہے ۔ جب اسلامی نظام اور قانون شریعت نافذ کردیا جائے تو پھر مومن کی اس دنیا کی زندگی بھی لہو و لعب کے دائرے سے نکل کر ایک عبادت بن جاتی ہے اور مومن کو اس کی تمام سر گرمیوں پر آخرت میں اجر ملتا ہے۔ لیکن باوجود اس کے اللہ لوگوں سے یہ مطالبہ نہیں فرماتا کہ وہ اپنے تمام اموال خرچ کردیں ۔ اسلام دوسرے فرائض اور واجبات میں بھی لوگوں کو مشقت میں نہیں ڈالتا۔ کیونکہ اللہ تعالیٰ اس بات کو خوب جانتا ہے کہ انسان فطرتاً تھڑولا ہے۔ اس لیے اللہ نے لوگوں پر ان کی طاقت کے مطابق بوجھ ڈالا ہے۔ اس لیے اللہ نے لوگوں پر رحم کرتے ہوئے انہیں یہ حکم نہیں دیا کہ وہ سب مال خرچ کردیں ورنہ ان کے دل کا کھوٹ ظاہر ہوجاتا۔"
    },
    {
      "ayah": 37,
      "surah": 47,
      "text": "ان یسئلکموھا فیحفکم تبخلوا ویخرج اصغانکم (47 : 37) ” اگر کہیں وہ تمہارے مال تم سے مانگ لے اور سب کے سب تم سے طلب کرلے تو تم بخل کرو گے اور وہ تمہارے کھوٹ ابھار لائے گا “۔\nیہ آیت بتاتی ہے کہ اللہ کے احکام کس قدر حکیمانہ ہیں ، جس طرح اس سے اللہ کی رحمت اور مہربانیوں کا اظہار ہوتا ہے کہ دین اسلام میں جو فرائض و واجبات مقرر کئے گئے ہیں وہ فطرت کے عین مطابق ہیں اور اس میں انسانوں کی بشری کمزوریوں اور انسانی استعداد کو ملحوظ رکھا گیا ہے۔ اس لیے کہ اسلام ایک ربانی نظام زندگی ہے۔ اور یہ انسانوں کے لئے ایک ربانی نظام تجویز کرتا ہے۔ یہ نظام ایک ربانی نظام اس زاویہ سے ہے کہ اس کے قواعد اللہ نے بنائے ہیں اور یہ انسانی اس لحاظ سے ہے۔ کہ اس میں انسان کی استعداد ، قوت اور ماحول کو مدنظر رکھا گیا ہے۔ اللہ ہی ہے جس نے انسانوں کو پیدا کیا ہے اور اللہ ہی ہے جو ان کے لئے نظام تجویز کرتا ہے کیونکہ وہ اپنی مخلوق سے اچھی طرح واقف ہے اور وہ لطیف وخبیر ہے۔"
    },
    {
      "ayah": 38,
      "surah": 47,
      "text": "آخر میں ان کی واقعی صورت حالات ان کے سامنے پیش کی جاتی ہے کہ ان حالات میں انفاق فی سبیل اللہ کی ضرورت ہے۔ قرآن اپنے خوبصورت انداز میں ان کے دلوں کے بخل کا علاج کرتا ہے ۔ جس طرح قرآن نے جانی قربانی کے سلسلے میں ان کی تربیت کی۔\nھانتم ھولاء ۔۔۔۔ یکونوا امثالکم (47 : 38) ” دیکھو ، تم لوگوں کو دعوت دی جا رہی ہے کہ اللہ کی راہ میں مال خرچ کرو۔ اس پر تم میں سے کچھ لوگ ہیں جو بخل کر رہے ہیں ، حالانکہ جو بخل کرتا ہے وہ درحقیقت اپنے آپ ہی سے بخل کر رہا ہے۔ اللہ تو غنی ہے ، تم ہی اس کے محتاج ہو۔ اگر تم منہ موڑو گے تو اللہ تمہاری جگہ کسی اور قوم کو لے آئے گا اور وہ تم جیسے نہ ہوں گے “۔\nقرآن کریم اس وقت کے معاشرے کا نقشہ نہایت ہی خوبصورتی سے کھینچا ہے اور یہ بتاتا ہے کہ ہر معاشرے میں مالی انفاق کی دعوت کے سلسلے میں بعض لوگوں کا طرز عمل دوسروں سے مختلف ہوتا ہے۔ بعض مالی اعتبار سے بخل کرتے ہیں ، بعض ایسے ہوتے ہیں جو فیاض ہوتے ہیں۔ یہی صورت حالات ابتدائی اسلامی معاشرے کی تھی جس کو روایات میں اچھی طرح قلم بند کیا گیا ہے اور قرآن کریم نے بھی دوسرے مقامات پر تفصیلات دی ہیں۔ اسلام نے اس میدان میں معجزانہ مثالیں پیش کی ہیں۔ لوگوں نے جو دوستی اور جوانمردی میں بےپناہ قربانیاں دیں لیکن ان مثالوں کے باوجود مالی لحاظ سے بخل پایا جاتا ہوگا ، بعض لوگ ایسے بھی ہوں گے جو جان تو دیتے ہوں گے لیکن ان کے لئے مال دینا مشکل ہوگا۔\nیہی وہ کنجوسی ہے جس کا علاج قرآن مجید اس آیت میں کر رہا ہے۔\nومن یبخل فانما یبخل عن نفسہ (47 : 38) ” حالانکہ جو بخل کرتا ہے وہ اپنے آپ ہی سے بخل کر رہا ہے “۔ کیونکہ اللہ کی راہ میں جو لوگ خرچ کر رہے ہیں وہ دراصل خود انہی کے بینک میں جمع ہو رہا ہے۔ اور یہ بچت دراصل ان کو اس وقت کام آئے گی جہاں پر کچھ بھی آمدن نہ ہوگی۔ جب ان کو زمین سے اٹھایا جائے گا اور ان کے پاس ان کی مملوکات میں سے کچھ بھی نہ ہوگا۔ لہٰذا وہاں یہی کمائی اور بچت ان کے کام آئے گی۔ اس لیے آج اگر وہ اس مد میں خرچ کرنے سے بخل کرتے ہیں تو یہ بخل وہ خود اپنے خلاف کر رہے ہیں۔ وہ اپنی بچتوں میں کمی کر رہے ہیں اور خود اپنا مال کم کر رہے ہیں اور خود اپنے آپ کو محروم کر رہے ہیں۔\nاور اللہ جو ان سے انفاق فی سبیل اللہ کا مطالبہ کرتا ہے تو یہ بھی خود ان کی بھلائی کے لئے ہوتا ہے ۔ یہ انہی کے لئے زیادہ بچت ہوتی ہے انہی کا خزانہ اور ذخیرہ بڑھتا ہے۔ اللہ کو اس مال سے کچھ فائدہ نہیں ہے اور نہ اللہ کو ایسے کسی مال کی ضرورت ہے۔\nاس لیے بخل اور کنجوسی کا کوئی جواز نہیں ہے۔ تمہارے پاس جو دولت ہے وہ بھی اسی کی دی ہوئی ہے اور آخرت میں وہ جو اجر دے گا وہ بھی اس کا فضل ہوگا۔ اس لئے تم جو خرچ کرتے ہو وہ بھی اللہ ہی کا فضل ہے۔\nاور آخر اور دو ٹوک بات کہ اللہ نے جو تمہیں اپنی دعوت کے لئے چنا ہے۔ یہ اللہ کا بہت بڑا احسان ہے اور تمہارے لیے یہ بہت اعزاز ہے۔ اگر تم نے اپنے آپ کو اس کا اہل نہ بنایا اور اس کی ذمہ داریاں پوری نہ کیں تو اللہ تمہارے انتخاب کو واپس لے لے گا۔ اور کسی دوسری قوم کو اس کام کے لئے منتخب کردے گا۔ اور یہ اس قوم پر اللہ کا احسان ہوگا اور وہ اس انتخاب کی قدر کریں گے !\nوان تتولوا یستبدل ۔۔۔۔۔۔ امثالکم (47 : 38) ” اگر تم منہ موڑو گے تو اللہ تمہاری جگہ کسی اور قوم کو لے آئے گا اور وہ تم جیسے نہ ہوں گے “۔ جن لوگوں نے ایمان کا مزہ چکھا ہے ، ان کے لئے تو یہ بہت خوفناک دھمکی ہے کہ تمہیں ہٹا کر کسی دوسری قوم کے لئے آیا جائے گا۔ اس شخص کے لئے یہ بہت بڑی دھمکی ہے جس کو احساس ہو کہ دعوت اسلامی اور خیر امت کی ذمہ داری سپرد کر کے اللہ نے ان کو بہت بڑا اعزاز بخشا ہے کیونکہ جو شخص اللہ کی طرف لوگوں کو بلاتا ہے اسے اللہ نے عظیم امانت سپرد کی ہے۔ وہ اس زمین پر اللہ کی سند اور سہارے سے چلتا ہے۔ اس کے وجود میں اللہ کا نور ہے۔ وہ آتا ہے اور جاتا ہے اور اس پر اپنے آقا کی علامات ہیں۔\nاگر کسی نے ایمان کی مٹھاس کو چکھ لیا ہو اور پھر اس سے سلب کرلیا جائے تو یہ خسارہ وہی محسوس کرسکتا ہے ، یہ بےعزتی وہی محسوس کرسکتا ہے جس نے دریار کبریائی میں باریابی پائی ہو ، اعزاز پایا ہو اور پھر اسے دھتکار دیا جائے اور اس کے پیچھے دروازے بند کر دئیے جائیں۔ بلکہ ایسے واصلین حق کی زندگی تو جہنم بن جاتی ہے جو حق تعالیٰ تک پہنچ چکے ہوں اور پھر دور ہوجائیں گے اور ان کے سامنے پردے حائل ہوجائیں۔\nحقیقت یہ ہے کہ ایمان ایک بہت بڑی عطا ہے۔ اس کی قیمت کی کوئی چیز اس کائنات میں نہیں ہے۔ اور یہ پوری انسانی زندگی اور پوری زمین کی دولت اس کے مقابلے میں ہیچ ہے جب ترازو کے ایک پلڑے میں ایمان ہو اور دوسرے میں یہ پوری کائنات ہو۔\nحقیقت یہ ہے کہ ایمان ایک بہت بڑی عطا ہے۔ اس کی قیمت کی کوئی چیز اس کائنات میں نہیں ہے ۔ اور یہ پوری انسانی زندگی اور پوری زمین کی دولت اس کے مقابلے میں ہیچ ہے جب ترازو کے ایک پلڑے میں ایمان ہو اور دوسرے میں یہ پوری کائنات ہو۔\nاس لیے یہ دھمکی اتنی بڑی دھمکی ہے جو مومن کو دی جاسکتی ہے اور یہ دھمکی ، ذرا غور کیجئے ، اللہ کی طرف سے ہے !"
    },
    {
      "ayah": 4,
      "surah": 47,
      "text": "اس آیت میں کافروں کے ساتھ ملاقات سے مراد جنگ کا آمنا سامنا ہے۔ محض ملاقات نہیں ہے۔ اس سورت کے نزول تک جزیرۃ العرب میں بعض لوگ مسلمانوں کے ساتھ برسر جنگ تھے اور بعض کے ساتھ صلح کا معاہدہ تھا ۔ سورة برات ابھی نازل نہ ہوئی تھی جس کے نیتجے میں مشرکین کے ساتھ معاہدے ختم کر دئیے گئے تھے۔ اس طرح کہ جو معاہدے متعین وقت کے لئے تھے ان کے بارے میں فیصلہ ہوا کہ وہ اپنے وقت تک رہیں گے اور جن کے اندر کوئی وقت متعین نہ تھا ، ان کے معاہدین کو چار ماہ کا عرصہ دے دیا گیا۔ اور یہ حکم دے دیا گیا تھا کہ اس کے بعد جزیرۃ العرب میں جہاں بھی کوئی مشرک پایا جائے گا اسے قتل کردیا جائے گا۔ کیونکہ جزیرۃ العرب اسلام کا مرکز تھا اور اسے صرف مسلمانوں کے لئے مخصوص کرنا ضروری تھا۔ جزیرۃ العرب کے اندر مشرکین ۔۔۔۔ تو اسلام قبول کرنا تھا یا ملک بدر ہونا تھا۔ اور یہ اصول دوسرے علاقوں کے لئے نہیں ہے ، دوسرے اسلامی علاقوں میں مشرکین بطور اقلیت جزیہ دے کر رہ سکتے ہیں۔ نیز گردنیں مارنے کا حکم بھی اس وقت ہے جب وہ اسلام قبول نہ کریں۔ گردنیں اڑانیں کا حکم قتل کی عملی صورت ہے اور یہ اس سورت کی فضا کے ساتھ مناسب لفظ ہے۔\nحتی اذا اثخنتموھم فشدوا الوثاق (47 : 4) “ یہاں تک کہ جب تم ان کو اچھی طرح کچل دو تب قیدیوں کو مضبوط باندھو ”۔ اثخان کے معنی ہیں شدید قتل یعنی کچل دینا۔ یعنی دشمن کی قوت کو ختم کر کے رکھ دینا۔ قوت کو ٹکڑے ٹکڑے کردینا کہ آئندہ اس میں حملے کی طاقت نہ رہے۔ جب وہ اس پوزیشن میں چلا جائے تب قیدیوں کو گرفتار کرنا شروع کیا جائے ۔ لیکن اگر دشمن کا سر کچلا نہ گیا ہو تو دشمن کو قید کرنا شروع نہ کیا جائے۔\nاس تفسیر کے مطابق اس آیت اور انفال کی اس آیت کے درمیان کوئی اختلاف نہ ہوگا جس میں حضور اکرم ﷺ اور مسلمانوں کو سرزنش کی گئی تھی کہ انہوں نے غزوۂ بدر میں بہت سے لوگوں کو قیدی بنا لیا حالانکہ مناسب تھا کہ انہیں قتل کردیا جاتا ، جیسا کہ بعض مفسرین نے سمجھا ہے۔ سورة انفال میں کہا گیا۔\nما کان لنبی ۔۔۔۔ واللہ عزیز حکیم (67) لو لا کتب ۔۔۔۔۔ عذاب عظیم (68) (8 : 67 تا 68) “ کسی نبی کو یہ زیب نہیں دیتا کہ اس کے پاس قیدی ہوں جب تک وہ زمین میں دشمنوں کو اچھی طرح کچل نہ دے۔ تم لوگ دنیا کا فائدہ چاہتے ہو ، حالانکہ اللہ کے پیش نظر آخرت ہے اور اللہ غالب اور حکیم ہے۔ اگر اللہ کا نوشتہ پہلے لکھا نہ جا چکا ہوتا تو جو کچھ تم لوگوں نے لیا ہے اس کی پاداش میں تم کو بڑی سزا دی جاتی ”۔\nلہٰذا دشمن کی قوت کو کچلنا تو سب سے پہلے ہے تا کہ دشمن آئندہ اسلامی مملکت پر حملہ نہ کرسکے اور اس کے بعد قید کا معاملہ ہوگا۔ کیونکہ جنگ کا مقصد ہی یہ ہے کہ اسلامی ریاست پر حملہ آور ہونے والی قوت کو ختم کردیا جائے۔ خصوصاً ایسے حالات میں جبکہ مسلمانوں کی قوت افرادی اعتبار سے کم ہو اور مشرکین تعداد میں زیادہ ہوں۔ اس دور کے جنگی حالات میں دشمن کے سپاہی کو ختم کردینا جنگ کی حکمت عملی میں بہت ہی اہم تھا۔ اور یہی حکم اب بھی رہے گا اگر یہ مقصد اس پر موقوف ہو کہ دشمن کی قوت کو کچلنا قتل شدید کے بغیر ممکن نہ ہو اور اس کے بغیر اسے دوبارہ حملے سے روکا نہ جاسکتا ہو۔ اس کے بعد لوگوں کو قید کرنے کا حکم پھر یہ ہے اور یہ واحد نص ہے جو قیدیوں کے ضابطے کا تعین کرتی ہے۔\nفاما منا بعد واما فداء (47 : 4) “ اس کے بعد تمہیں اختیار ہے احسان کرو یا فدیے کا معاملہ کرو ”۔ یعنی بعد میں جنگی قیدیوں کا مصرف یہ ہے کہ یا تو ان قیدیوں کو بطور احسان چھوڑ دو ، یا فدیے کا معاملہ کرو یعنی مسلمان قیدیوں کے بدلے میں چھوڑ دو یا کوئی مالی تاوان جنگ لے کر چھوڑ دو ، یا کوئی اور اجرت عمل لے لو۔ جیسا کہ بدر کے قیدیوں سے کچھ کام لیے گئے۔\nاس آیت میں قیدیوں کے مصرف کے لئے کوئی تیسری صورت نہیں۔ یعنی قیدیوں کو قتل کرنا یا غلام بنانا یعنی مشرکین کے قیدیوں کے معاملے میں ۔ لیکن اس کے بعد عملاً یوں ہوا کہ رسول اللہ ﷺ اور خلفاء نے بعض قیدیوں کو غلام بنا یا اور بعض کو متعین حالات میں قتل کیا۔\nمیں اس آیت کی تشریح کے بارے میں امام جصاص حنفی کی تشریح نقل کرتا ہوں ، درمیان میں جہاں مجھے کچھ کہنا ہے ، کہوں گا اور اس کے بعد وہ مطلب بیان کروں گا جو میرے خیال میں درست ہے۔ جصاص کہتے ہیں :\n“ اللہ تعالیٰ نے فرمایا :\nفاذا لقیتم الذین کفروا فضرب الرقاب (48 : 4) “ پس جب کافروں سے تمہاری مڈ بھیڑ ہو تو گردنیں مارتا ہے ”۔ آیت کا ظاہری مفہوم متقاضی ہے کہ کفار کے ساتھ کوئی دوسرا معاملہ تب جائز ہے جب ان کی قوت کو اچھی طرح کچل دیا جائے اور اس کے مما ثل حکم دوسری جگہ ہے۔\nما کان لنبی ان یکون لہ اسری حتی یثخن فی الارض (8 : 67) “ نبی کے لئے یہ جائز نہیں ہے کہ اس کے پاس قیدی ہوں حتیٰ کہ وہ زمین میں دشمن کی قوت کو کچل دے ”۔ (اور یہ بات درست ہے کیونکہ دونوں آیات کے درمیان کوئی اختلاف نہیں ہے (قطب) ۔\nروایت بیان کی محمد ابن جعفر محمد ابن حکم نے جعفر ابن محمد ابن یمان سے انہوں نے ابو عبید سے انہوں نے عبد اللہ ابن صالح سے انہوں نے معاویہ ابن صالح سے انہوں نے علی ابن طلحہ سے اور انہوں نے حضرت ابن عباس سے کہ آیت۔\nما کان لنبی ۔۔۔۔۔ فی الارض (8 : 67) یوم بدر کے بارے میں ہے۔ اس وقت مسلمان قلیل تھے۔ جب وہ زیادہ ہوگئے اور ان کی قوت زیادہ ہوگئی تو اللہ تعالیٰ نے دوسری آیت نازل کی۔\nفاما منا بعد واما فداء (48 : 4) “ اللہ نے نبی اور مسلمانوں کو اختیار دے دیا کہ اگر چاہیں تو قتل کردیں ، چاہیں تو غلام بنا لیں ، چاہیں تو فدیہ لے لیں۔ ابو عبید نے ان الفاظ میں شک کیا ہے (اگر چاہیں تو غلام بنا لیں) (غلام بنانا چونکہ خود حضرت ابن عباس سے نقل ہونے میں بھی مشکوک ہے۔ اس لیے ہم اسے تو ترک کرتے ہیں۔ رہا قتل کرنا تو اس آیت سے جواز معلوم نہیں ہوتا کیونکہ آیت احسان کرنے یا فدیہ لے کر چھوڑ دینے کے بارے میں منصوص ہے۔\nروایت کی ہے جعفر ابن محمد نے ابو عبید نے انہوں نے ابو مہدی اور حجاج سے ، دونوں نے سفیان سے وہ کہتے ہیں کہ میں نے سدی سے سنا کہ وہ اس آیت کی تفسیر یہ بیان کرتے تھے :\nفاء ۔۔۔۔ فداء (48 : 4) “ اس کے بعد احسان کرو یا فدیہ کا معاملہ کرو ”۔ کہ یہ آیت منسوخ ہوگئی ہے اور اس کو سورة توبہ کی آیت۔\nفاقتلوا المشرکین حیث وجدتموھم (9 : 5) “ مشرکین کو قتل کرو جہاں ان کو پاؤ ” نے منسوخ کردیا ہے ابوبکر جصاص کہتے ہیں کہ یہ آیت ۔\nفاذا لقیتم الذین کفروا فضرب الرقاب (48 : 4) اور آیت۔\nما کان لنبی ۔۔۔۔ فی الارض (8 : 67) اور آیت۔\nفاما تثقفنھم فی الحرب فشرد بھم من خلفھم (8 : 57) یہ سب احکام ثابت اور موجود ہو سکتے ہیں اور منسوخ نہ ہوں گے۔ یہ اس لیے کہ اللہ تعالیٰ نے نبی ﷺ کو حکم دیا کہ مشرکین کو خوب قتل کرو اور قیدی نہ بناؤ۔ الا یہ کہ وہ خوب ذلیل ہوجائیں اور ان کی قوت ٹوٹ جائے۔ یہ اس وقت تھا جب مسلمانوں کی تعداد کم تھی۔ لہٰذا مناسب یہ ہے کہ یہ حکم قائم رہے اور ایسے حالات میں اس پر عمل کیا جائے جس طرح آغاز اسلام میں مسلمانوں کی حالت تھی۔ (میرا خیال یہ ہے کہ مشرکین جہاں ملیں ان کو قتل کرو۔ یہ حکم صرف جزیرۃ العرب کے مشرکین کے لئے تھا ، جبکہ یہ آیت عام ہے ، یعنی آیت زیر بحث ۔ جب دشمن کی قوت کو کچل دیا جائے تو پھر قیدی بنانا جائز ہوگا۔ اس پر خلفاء نے رسول اللہ ﷺ کے بعد عمل کیا اور سورة برات کے نزول کے بعد بھی عمل ہوا۔ انہوں نے بعض مخصوص حالات کے سوا کسی قیدی کو قتل نہیں کیا۔ رہی یہ آیت :\nفاما منا بعد واما فداء (48 : 4) “ اس کے بعد احسان کرو یا فدیہ لو ”۔ بظاہر عبارت کا مفہوم یہی ہے کہ دو میں سے ایک چیز کرسکتے ہو یعنی یا احسان کرو اور قیدیوں کو رہا کردو اور یا پھر فدیہ لے کر چھوڑ دو ۔ اس سے قیدیوں کے قتل کے جواز کی نفی ہوتی ہے اور ملف صالحین کے درمیان اختلاف ہوا ہے ۔ روایت ہے حجاج ابن مبارک ابن فضالہ سے انہوں نے حسن سے روایت کی کہ انہوں نے قیدی کے قتل کر مکروہ سمجھا اور ۔۔۔۔ اس پر احسان کردیا فدیہ کا معاملہ کرو۔ حدیث بیان کی جعفر نے ابو عبید سے انہوں نے ہیشم سے انہوں نے اشعث سے ، کہ میں نے عطا سے پوچھا قیدی کے قتل کا کیا مسئلہ ہے۔ تو انہوں نے کہا کہ یا احسان کر کے چھوڑ دو یا فدیہ کا معاملہ کرو۔ یہی بات میں نے حسن سے پوچھی تو انہوں نے کہا اس کے ساتھ وہی معاملہ ہوگا جو حضور ﷺ نے بدر کے قیدیوں سے فرمایا کہ یا تو احسان کر کے چھوڑ دیا یا فدیہ لیا۔ حضرت ابن عمر سے روایت ہے کہ عظمائے اصطخر کا ایک رئیس قیدی ان کے حوالے کیا گیا کہ اسے قتل کردیں ، تو انہوں نے اسے قتل کرنے سے انکار کردیا۔ اور یہ آیت پڑھی۔\nفاما منا بعد واما فداء (48 : 4) اسی طرح مجاہد اور محمد ابن سیرین سے بھی یہی روایت ہے کہ انہوں نے قیدیوں کے قتل کو ناپسند کیا۔ سدی سے یہ روایت آئی ہے کہ یہ آیت۔\nفاما منا بعد واما فداء (48 : 4) منسوخ ہے فاقتلوا المشرکین حیث وجدتموھم (9 : 5) نے اسے منسوخ کردیا ہے۔ اسی قسم کی روایت ابن جریج سے بھی منقول ہے ۔ روایت کی جعفر نے ، ابو عبید سے انہوں نے حجاج سے اور انہوں نے ابن جریج سے ، انہوں نے کہا کہ یہ آیت منسوخ ہے۔ حضور ﷺ نے عقبہ ابن ابو معیط کو بدر کے دن باندھ کر قتل کیا۔ نضر ابن حارث کو بھی بدر کے دن قتل کیا گیا۔ اور احد کے دن ابو عزہ شاعر۔ قید کئے جانے کے بعد قتل ہوا اور بنو قریظہ کو قتل کیا گیا جب وہ سعد ابن معاد کے فیصلے پر ہتھیار ڈال کر سیر ہوگئے تو سعد ابن معاذ نے فیصلہ دیا کہ ان کو قتل کردیا جائے اور ان کی اولاد کو غلام بنا لیا جائے۔ ان میں سے صرف زبیر ابن باطا پر احسان کیا گیا اور خیبر کا بعض علاقہ تو مصالحت سے فتح ہوا اور بعض علاقہ بزور شمشیر فتح ہوا اور ابو الحقیق کے ساتھ یہ شرط طے ہوئی کہ کچھ چھپائے گا نہیں۔ جب اس کی خیانت ظاہر ہوگئی کہ اس نے چھپایا ہے تو اسے قتل کردیا گیا۔\nحضور ﷺ نے مکہ کو فتح کیا اور حکم دیا کہ بلال ابن فطل ، متیس ابن حبابہ اور عبد اللہ ابن ابو السرح اور دوسروں کو قتل کردیا جائے۔ آپ نے فرمایا : “ یہ اگر کعبہ کے پردوں کے ساتھ بھی لٹک رہے ہوں تو انہوں قتل کرو ”۔ اہل مکہ پر احسان کیا۔ ان کے اموال کو مال غنیمت نہ بنایا۔ صالح ابن کیسان سے روایت ہے انہوں نے محمد ابن عبد الرحمٰن سے ، انہوں نے اپنے والد عبد الرحمٰن ابن عوف سے کہ انہوں نے حضرت ابوبکر الصدیق کو یہ کہتے سنا : “ کاش فجاء ۃ جب میرے پاس لایا گیا تو میں اسے نہ جلاتا تو اسے آزادانہ قتل کردیتا یا اسے کامیابی سے رہا کرتا ” ابو موسیٰ نے السوس کے ایک زمیندار کو پناہ دینے کے بعد قتل کردیا۔ ہوا یوں کہ اسے امان دے دی گئی کہ فلاں فلاں لوگوں کو قتل نہ کیا جائے گا لیکن اس معاہدے میں وہ اپنا نام لکھنا بھول گیا۔ یوں وہ قتل ہوگیا۔ یہ احادیث و آثار ہیں جو حضور اکرم ﷺ سے اور صحابہ سے تواتر کے ساتھ آئے ہیں کہ قیدیوں کو رکھا بھی جاسکتا ہے اور قتل بھی کیا جاسکتا ہے اور اس پر بڑے شہروں کے فقہاء کا اتفاق ہے۔ (اس قتل کا جواز آیت سے نہیں لیا جاتا ، صرف رسول اللہ ﷺ کے عمل اور بعض صحابہ کے عمل سے لیا جاتا ہے۔ لیکن جن حالات میں قیدیوں کو قتل کیا گیا ہے ، ان کا مفصل مطالعہ کیا جائے تو معلوم ہوتا ہے کہ جو لوگ قتل ہوئے ، ان کے قتل کی مخصوص وجوہات تھیں۔ یہ وجوہات جنگ اور قیدی بن جانے کے علاوہ تھیں۔ نضر ابن حارث اور عقبہ ابن ابو معیط مکہ میں حضور اکرم ﷺ کی ہجو کرتے تھے۔ اور آپ کو اور دعوت اسلامی کے حاملین کو اذیت دیتے تھے۔ یہی مسئلہ ابو عزہ شاعر کا تھا۔ بنو قریظہ نے تو حضرت سعد ابن معاذ کا فیصلہ پیشگی قبول کرلیا تھا۔ غرض تمام حالات میں متعین اسباب نظر آتے ہیں۔ اس لیے ان حالات میں اس آیت سے ہٹ کر عمل کیا گیا۔ یعنی آیت من اور فداء سے)\nاور قیدیوں کو فدیہ لے کر چھوڑنے میں بھی اختلاف ہوا۔ ہمارے ساتھیوں (احناف) سب کی رائے یہ ہے کہ قیدیوں کو مال کے بدلے نہ چھوڑ اجائے گا اور نہ ہی قیدی غلاموں کو دارالحرب میں کسی کے ہاتھ فروخت کیا جائے گا کہ وہ دوبارہ اسلام کے خلاف جنگ کریں۔ امام ابوحنیفہ کی رائے تو یہ ہے کہ ایسے قیدیوں کو مسلمان قیدیوں کے بدلے بھی رہا نہ کیا جائے تا کہ وہ اسلام کے خلاف کبھی جنگ نہ کرسکیں۔ امام یوسف اور محمد فرماتے ہیں کہ مسلمان قیدیوں سے مشرکین قیدیوں کا تبادلہ ہو سکتا ہے۔ امام ثوری ، امام اوزاعی کا بھی یہی قول ہے ۔ امام اوزاعی نے کہا ہے کہ عورتوں اور بچوں کو بھی اہل دارالحرب کے ہاتھوں فروخت کیا جاسکتا ہے۔ ہاں غلام مردوں کو فروخت نہ کیا جائے گا۔ امام مزنی نے امام شافعی سے یہ روایت نقل کی ہے کہ امام کو اختیار ہے کہ بطور احسان چھوڑ دے یا فدیہ کے بدلے چھوڑ دے۔ جو لوگ مال یا مسلمان قیدیوں کے بدلے کافر قیدیوں کی رہائی کے جواز کے قائل نہیں ان کی دلیل یہ ہے۔\nفاما منا بعد واما فداء (48 : 4) آیت کے ظاہری الفاظ یہی مفہوم دیتے ہیں کہ مال کے بدلے یا مسلم قیدیوں کے بدلے رہائی جائز ہے۔ حضور ﷺ نے بدریوں کو مال کے بدلے رہا فرمایا۔ اور مال کے بدلے رہائی پر دلیل اس حدیث سے دی جاتی ہے جو ابن مبارک نے معمر سے روایت کی ہے ، انہوں نے ایوب سے ، انہوں نے ابو قلابہ سے ، انہوں نے ابو المہذب سے ، اور انہوں نے حضرت عمران ابن حصین سے کہ قبیلہ ثقیف نے نبی ﷺ کے دو ساتھیوں کو قید کرلیا تھا۔ اور مسلمانوں نے۔۔۔ بنی عامر ابن ضعصہ قبیلے سے ایک شخص کو قید کرلیا تھا۔ اس قیدی کے پاس سے حضور ﷺ گزرے ۔ یہ بندھا ہوا تھا۔ اس نے حضور ﷺ کو پکارا کہ میرا قصور کیا ہے ، حضور ﷺ نے فرمایا تمہارے ساتھیوں کے جرم کی وجہ سے تم پکڑے گئے ہو۔ قیدی نے کہا کہ میں تو مسلم ہوں یہ سن کر آپ ﷺ نے فرمایا اگر یہ بات تم اس وقت کہتے جب آزاد تھے تو تم پوری طرح کامیاب ہوتے۔ اس کے بعد حضور ﷺ چلے گئے۔ اس نے دوبارہ پکارا۔ حضور ﷺ متوجہ ہوئے۔ اس نے کہا میں بھوکا ہوں۔ تو حضور ﷺ نے فرمایا ہاں یہ تمہاری ضرورت ہے۔ اس کے بعد حضور ﷺ نے اس کو ان دو مسلمانوں کے بدلے رہا کردیا ۔ جن کو ثقیف نے قید کرلیا تھا۔ (ہمارے خیال میں جو لوگ فدیہ کے طور پر قیدیوں کو رہا کرنے کے قائل ہیں ان کے دلائل مضبوط ہیں ، بمقابلہ ان دلائل کے جو امام جصاص نے فدیہ بالمال یا مسلمان قیدیوں کے تبادلہ کے خلاف دئیے ہیں۔\nامام جصاص نے حنفیہ کی رائے کو ترجیح دیتے ہوئے بات ختم کی ہے۔ یہ کہ آیت زیر بحث میں احسان اور فدیے کا ذکر ہے تو یہ آیت درج ذیل آیت سے منسوخ ہے۔\nفاقتلوا المشرکین حیث۔۔۔۔۔۔ فخلوا سبیلھم (9 : 5) “ مشرکین کو قتل کرو جہاں پاؤ، اور انہیں پکڑو ، اور گھیرو ، اور ہر گھات میں ان کی خبر لینے کے لئے بیٹھو ، پھر اگر وہ توبہ کرلیں اور نماز قائم کریں اور زکوٰۃ دیں تو انہیں چھوڑ دو ”۔ اور یہی روایت ہم نے سدی ، ابن جریج سے نقل کی ہیں۔ اور اللہ کا قول۔\nقاتلوا الذین لا یومنون ۔۔۔۔۔ ھم صغرون (9 : 29) “ جنگ کرو اہل کتاب میں سے ان لوگوں کے خلاف جو اللہ اور روز آخرت پر ایمان نہیں لاتے اور جو کچھ اللہ اور اس کے رسول ﷺ نے حرام قرار دیا۔ اسے حرام نہیں کرتے اور دین حق کو اپنا دین نہیں بناتے۔ یہاں تک کہ وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں ”۔\nدونوں آیات کا حکم یہ ہے کہ کفار سے جنگ کرو ، یہاں تک کہ وہ جزیہ دیں اور مالی اور غیر مالی فدیہ اس کے منافی ہے۔ اہل تفسیر اور تابعین آثار اس بات پر متفق ہیں کہ سورة توبہ سورة محمد کے بعد نازل ہوئی ہے۔ لہٰذا سورة توبہ کا حکم اس حکم کا ناسخ ہوگا جو سورة محمد میں ہے۔ (اس سے قبل ہم کہہ چکے ہیں کہ مشرکین قتل ہوں گے یا اسلام لائیں گے یہ حکم صرف مشرکین مکہ کا ہے ۔ یہ ان کے ساتھ مخصوص حکم ہے۔ رہے غیر مشرکین عرب تو ان سے جزیہ قبول کرنا بھی جائز ہے۔ جس طرح اہل کتاب سے ، اور جزیہ قبول کرنے سے پہلے یہ لوگ مسلمانوں کے ہاتھ میں قید ہو سکتے ہیں۔ سوال یہ ہے کہ جب جزیہ قبول کرنے سے پہلے قید ہو سکتے ہیں تو ان قیدیوں کے احکام کیا ہوں گے ؟ ہم کہتے ہیں ان پر امام احسان بھی کرسکتا ہے ، فدیہ مال بھی لے سکتا ہے اور قیدیوں کے ساتھ تبادلہ بھی ہو سکتا ہے ، اگر ان کی قوم بدستور قوی ہو اور وہ جزیہ تسلیم نہ کرے ، اگر جزیہ قبول کرلیں تو پھر وہ رہا ہوں گے۔ یہ تو دوسری حالت ہے۔ لہٰذا جب تک کفار جزیہ تسلیم نہیں کرتے ، اس وقت تک آیت زیر بحث کا حکم جاری رہے گا) ۔\nخلاصہ کلام یہ ہے کہ یہ واحد قرآن آیت ہے جو قیدیوں کا حکم بتاتی ہے ۔ اور دوسری آیت کا تعلق اس موضوع سے نہیں ہے۔ لہٰذا قیدیوں کے مسئلے میں اصل ماخذ قانون یہی آیت تصور ہوگی اور اس کے خلاف جو واقعات ہوئے ہیں وہ مخصوص حالات میں ہوئے ، جو وقتی حالات تھے۔ بعض قیدیوں کو ان کے دیگر انفرادی جرائم کی وجہ سے قتل کیا گیا۔ اور اس قسم کی صورت پیش آنے کے آئندہ بھی امکانات ہو سکتے ہیں۔ ان کو ان اعمال اور جرائم کی وجہ سے پکڑا گیا تھا جو قید سے بھی پہلے کے تھے۔ محض برسر پیکار ہونے اور قیدی ہونے کی وجہ سے ہیں۔ مثلاً کوئی شخص جاسوسی میں پکڑا جاتا ہے تو وہ جنگی قیدی تصور نہ ہوگا ، جاسوس تصور ہوگا۔ یہ قید تو مجرم کو قبضے میں رکھنے کے لئے ہے۔\nرہا قیدی کو غلام بنانے کا مسئلہ تو وہ اس وقت ایک عالمی مسئلہ تھا۔ اس کے بارے میں ہم نے ظلال القرآن میں بارہا بحث کی ہے۔ یہ اس وقت کی ایک عام جنگی حکمت عملی تھی۔ اس لیے اسلام اس وقت ہر حالت میں یک طرفہ طور پر اس پر عمل کرسکتا تھا۔ یعنی فاما منا بعد واما فداء (48 : 4) پر۔ جبکہ اسلام کے دشمن مسلمانوں کو قید کر کے غلام بنا رہے تھے۔ اس لیے حضور ﷺ نے بعض حالات میں جنگی قیدیوں کو غلام بنایا ، بعض حالات میں احسان کر کے قیدیوں کو چھوڑ دیا ، بعض کو فدیہ میں تبادلہ کردیا۔ بعض سے مالی تاوان وصول کیا اور بعض حالات میں جنگی قیدیوں کو غلام بھی بنایا گیا کیونکہ یہ فیصلے اور اقدامات اس وقت کے بین الاقوامی قانون کے مطابق ہوتے تھے اور ضروری تھے۔\nاگر کہیں ایسا ہوگیا (اور ہمارے دور میں ہوگیا ہے) کہ تمام بین الاقوامی نے قیدیوں کو غلام نہ بنانے کا فیصلہ کرلیا تو اس وقت اسلام بھی اس مثبت قاعدے کی طرف رجوع کرے گا اور وہ یہ ہے۔\nفاما منا بعد واما فداء (48 : 4) کہ یا بطور احسان قیدیوں کو چھوڑ دیا جائے یا بطور فدیہ تا کہ وہ حالات ختم کردیئے جائیں جن میں قیدیوں کو غلام بنایا جاتا تھا کیونکہ اسلام میں غلامی کا ادارہ ضروری نہیں ہے اور نہ کوئی بنیادی اصول ہے۔\nیہ وہ رائے ہے جو نص قرآنی سے قطعی طور پر معلوم ہوتا ہے اور ان تمام حالات اور واقعات سے بھی یہی معلوم ہوتی ہے جو اسلام کے ابتدائی دور میں نمودار ہوئے۔ اور صحیح رائے وہی ہوتی ہے جس کی طرف اللہ کسی کو توفیق دے۔ لیکن یہ بات ذہن میں اچھی طرح رکھنا چاہئے کہ نصوص قرآنی سے یہ رائے بادی النظر میں ثابت ہوتی ہے اور قرون اولیٰ میں جو واقعات پیش آئے اور جو حالات تھے ان سے بھی یہی معلوم ہوتا ہے ، یہ بات نہیں ہے کہ اسلام پر ادارۂ غلامی کو جائز رکھنے کا کسی نے الزام لگایا ہے اور میں اس کی نفی کرتا ہوں اور اسلام کا دفاع کرتا ہوں۔ میں اس قسم کے دفاع کا قائل نہیں ہوں۔ اگر میرا خیال یہ ہوتا کہ اسلام غلامی کو جائز سمجھتا ہے تو میں اعلان کردیتا کہ یہ درست ہے اور انسانیت کی بھلائی اسی میں ہے کہ غلامی کے ادارے کو جائز رکھا جائے اور کوئی انسان جو انسان ہو اور اس کے اندر اسلام آداب کا ذرا سا شعور بھی ہو وہ یہ نہیں کہہ سکتا کہ قرآن تو یہ کہتا ہے لیکن میری رائے یہ ہے۔ اور میری رائے قرآن سے زیادہ معقول ہے۔\nیہ قوانین وہدایات یعنی قتال ، گردنیں اڑانا ، سختی سے قیدیوں کو باندھنا ، اور قیدیوں کے لئے یہ اصول ، اس وقت تک ہیں۔\nحتی تضع الحرب اوزارھا (48 : 4) “ تا آنکہ لڑائی اپنے ہتھیار ڈال دے ”۔ اور اسلام اور اس کے دشمنوں کے درمیان جنگ ختم ہوجائے۔ یہ کلی قاعدہ ہے اور جہاد قیامت تک کے لئے چلنے والا ادارہ ہے۔ جس طرح رسول اللہ ﷺ نے فرمایا :\nحتی تکون کلمۃ اللہ ھی العلیا جب تک اللہ کا کلمہ بلند نہیں ہوجاتا۔\n٭٭٭\nاللہ نے یہ جہاد اس لیے نہیں فرض کیا کہ وہ لوگوں سے کافروں کے مقابلے میں کوئی مدد لینا چاہتا ہے۔ اللہ تعالیٰ کفار کو تو براہ راست ہی ختم کرسکتا ہے۔ یہ نظام تو اس لیے تجویز ہوا ہے کہ اللہ اپنے بعض بندوں کو دوسروں کے مقابلے میں آزمانا چاہتا ہے۔ اس آزمائش ہی پر ان کے درجات کا آخرت میں فیصلہ ہوگا ۔\nذلک ولو یشاء اللہ ۔۔۔۔۔۔ یضل اعمالھم (4) سیھدیھم ویصلح بالھم (5) ویدخلھم الجنۃ عرفھا لھم (48 : 6) “ یہ ہے تمہارے کرنے کا کام۔ اللہ چاہتا تو خود ہی ان سے نمت لیتا ، مگر (یہ طریقہ اس نے اس لیے اختیار کیا ہے) تا کہ تم لوگوں کو ایک دوسرے کے ذریعہ سے آزمائے۔ اور جو لوگ اللہ کی راہ میں مارے جائیں گے۔ اللہ ان کے اعمال کو ہرگز ضائع نہ کرے گا۔ وہ ان کی رہنمائی فرمائے گا ، ان کا حال درست کر دے گا اور ان کو اس جنت میں داخل کرے گا جس سے وہ ان کو واقف کرا چکا ہے ”۔\nیہ لوگ جنہوں نے کفر کیا اور اللہ کے راستے سے لوگوں کو روکا ، اس قسم کے لوگ ہر زمان و مکان میں پائے جاتے ہیں ، خدا کے دین کے باغی ، سرکش اور مفسدین جو ظلم اور تکبر کے جامہ میں سامنے آتے ہیں اور اپنے آپ کو اور اپنے متبعین کو بہت قوت والے دکھاتے ہیں۔ یہ مٹھی بھر لوگ ہیں اور یہ لوگ اس چھوٹے سے ذرے کے اوپر رہتے ہیں جسے عرف عام میں زمین کہا جاتا ہے۔ جو اس کائنات کے عظیم کروں ، دیو ہیکل اجسام ، ستاروں اور سیاروں کے درمیان فی الواقع ایک ذرہ ہی ہے۔ ان کے علاوہ دوسرے جہاں بیشمار کہکشاں اور بلیک ہول ہیں جن کی تعداد صرف اللہ ہی جانتا ہے اور جو اس وسیع اور ہولناک کائنات میں تیرتے پھرتے ہیں اور بکھرتے چلے جاتے ہیں۔ ان کے مقابلے میں یہ زمین ایک ذرہ ایک چھوٹا سا رائی کا دانہ ہی تو ہے۔ ان تمام جہانوں کے اندر یہ ہولناک نظم و نسق اور جمع و تفریق صرف اللہ نے قائم کر رکھی ہے۔ اس لئے قوتوں کا مالک تو اللہ ہی ہے۔\nدنیا کے یہ ڈکٹیٹر اور ان کے متبعین بلکہ یہ پوری زمین اور اس کی پوری آبادی ، اس کائنات کی نسبت میں اس طرح ہیں جس طرح اہل زمین کی نسبت نہایت ہی چھوٹے قسم کی چیونٹیوں کا دس بارہ ارب کا چھتا بلکہ یہ نسبت اگر تناسب کے حسابی قاعدے سے ظاہر کی جائے تو (زمین : کائنات = زمین : ذرہ) بھی نہیں ہے۔ پوری زمین اور اس کی آبادی کائنات کے مقابلے میں ذرے سے بھی کم ہے۔ اور اللہ کی قوتیں تو کائنات سے بھی وسیع ہیں۔ لا حول ولا قوۃ الا باللہ !\nاللہ تعالیٰ مومنین کو حکم دیتا ہے کہ ان دشمنان اسلام کی گردنیں اڑاؤ اور اچھی طرح کچل کر ان کو خوب باندھو۔ یہ احکام اس لیے دئیے گئے ہیں کہ مومنین دست قدرت کے لئے آلہ بن جائیں۔ اگر اللہ چاہتا تو براہ راست اور علانیہ کافروں سے انتقام لے لیتا ہے۔ جس طرح اللہ نے بعض اقوام کو طوفان ، کڑک دار آواز اور نیست و نابود کردینے والی ہواؤں وغیرہ کے ذریعہ تباہ کیا ، بلکہ اللہ تو کن فیکون کے ذریعہ بغیر ان اسباب کے بھی انتقام لے سکتا ہے۔ لیکن اللہ اپنے مومن بندوں کے لئے بہتری چاہتا ہے۔ ان کو آزماتا ہے۔ ان کو تربیت دیتا ہے۔ ان کی اصلاح کرتا ہے۔ اور ان کے لئے نیکیوں کے اسباب فراہم کرتا ہے۔\nاللہ مومنین کو آزماتا ہے اور اس آزمائش میں مومنوں کے قلوب میں بہترین جذبات کو ابھارتا ہے اور اس سے اچھا جذبہ اور کیا ہو سکتا ہے کہ کسی انسان کے لئے وہ عقیدہ اس کی جان سے عزیز ہوجائے جس پہ وہ ایمان لایا ہے۔ اور انسان اپنے اس عزیز عقیدے کے لئے جہاد کرے ، مارے اور مارا جائے۔ اور اس کی حالت یہ ہو کہ وہ دین کے معاملے میں کوئی مسالمت اور رواداری نہ کرے۔ دین کے بغیر زندہ نہ رہ سکے اور اس دین کے سوا کسی اور طریقے کے مطابق زندگی نہ گزار سکے۔\nاور اللہ تعالیٰ مومنین کی تربیت یوں فرماتا ہے کہ ان کے دلوں سے اس فانی دنیا کی تمام خواہشات اور تمام رغبتیں نکال دیتا ہے ، حالانکہ انسان کے لئے ایسی خواہشات کو دل سے نکال دینا بڑا مشکل ہوتا ہے۔ اس طرح ان کے دلوں سے کمزوری دور ہوجاتی ہے ، نقص کمال میں بدل جاتا ہے۔ ہر قسم کا کھوٹ نکل جاتا ہے۔ یہاں تک کہ اگر ان کی تمام خواہشات ترازو کے ایک پلڑے میں ہوں اور دوسرے پلڑے میں صرف دعوت جہاد ہو اور اللہ کی رضا مندی کی طلب ہو تو اللہ کی رضا مندی اور جہاد کا پلڑا بھاری نکلتا ہے۔ اللہ اس بات کو ظاہر کردیتا ہے کہ ان نفوس کو اختیار دیا گیا تو انہوں نے دین کو اختیار کیا ، ان کو تربیت دی گئی تو انہوں نے حق کو جان لیا ، وہ بغیر سوچے سمجھے کوئی قدم نہیں اٹھاتے بلکہ خوب سوچ سمجھ کر قدم اٹھاتے ہیں۔\nاور اللہ مومنین کی اصلاح کرنا چاہتا ہے ، جہاد فی سبیل اللہ اللہ کی تکالیف اور موت سے بار بار آنکھیں ملانے کی وجہ سے ان کے ذہن سے موت کا خوف ہی دور ہوجاتا ہے۔ حالانکہ موت کا ڈر لوگ اپنے نفوس سے اور اپنے اخلاق اور اپنی اقدار سے بڑے تکلفات کے بعد نکالتے ہیں اور بڑی مشقتیں اٹھا کر وہ اپنے دل سے موت کا ڈر نکالتے ہیں لیکن جو شخص ، مجاہد فی سبیل اللہ ہو وہ ہر وقت موت آنکھیں ملاتا رہتا ہے اور وہ اس کا عادی ہوجاتا ہے۔ وہ موت سے دو چار ہوگیا یا بچ گیا۔ اور اللہ کی راہ میں مرنے کی ہر بار فکر کرنا ، ارادہ کرنا ، خصوصاً شدید خطرات کے لمحات میں انسانی جسم کے اندر بجلی کی ایک لہر دوڑا دیتا ہے اور جو شخص ایسے مراحل سے بچ کر نکل آئے تو وہ بالکل ایک جدید روح اور پاک و صاف شخصیت لے کر آتا ہے۔ جہاد میں شریک ہونے والے شخص یعنی غازی کی شخصیت ہی نرالی ہوتی ہے۔\nپھر یہ جہاد پوری انسانی جماعت کی اصلاح کا ذریعہ ہے۔ جب انسانوں کی قیادت ان مجاہدین کے ہاتھ آجاتی ہے جن کے نفوس تمام دنیاوی آلائشوں اور آلودگیوں سے پاک ہوتے ہیں۔ اور جن کی نظروں میں دنیا کی سب چمک دار چیزیں ہیچ ہوتی ہیں بلکہ خود دنیا کی اس پوری زندگی کو بھی وہ حقیر سمجھتے ہیں جبکہ وہ موت کے کنوؤں میں کود جاتے ہیں۔ اور دنیا کی کوئی چیز بھی ، کوئی دل فریبی بھی ان کی نظروں کو اپنی طرف نہیں کھینچ سکتی اور وہ صرف رضائے الٰہی کے طالب ہوتے ہیں۔ جب دنیا کی قیادت ایسے لوگوں کے ہاتھ میں ہو ، تو لوگوں کی اصلاح بھی ہوجاتی ہے اور دنیا کی بھی۔ اور شر و فساد ختم ہو کر دنیا امن وامان کے دامن میں پناہ لیتی ہے ، اس لیے کہ انہوں نے یہ بلند مقاصد اپنے خون کی قیمت پر حاصل کئے ہیں اور یہ ذاتی مفادات کے لئے نہیں بلکہ رضائے الٰہی کے لئے حاصل کئے ہیں۔\nپھر یہ اللہ کی توفیق اور سہولت ہوتی ہے ، جسے وہ جس خوش قسمت کو چاہے ، مہیا کردیتا ہے تا کہ وہ اللہ کی رحمتوں کو بغیر حساب کے لپیٹے۔ اور جو ازلی بدبخت ہوتے ہیں ان کو بھی اللہ کی طرف سے ایک راہ میسر ہوجاتی ہے جس کے نتیجے میں انہیں اللہ کا غضب اور عذاب ملتا ہے ، ہر کسے رابہر کارے ما ۔۔ ، اور جس نیک بخت کو یہ حصہ مل گیا اور اللہ اسی کو دیتا ہے جس کا اندرون اس کے لئے تیار ہو۔ بتایا جاتا ہے کہ اللہ کے راستے میں مرنے مارنے والوں کا انجام کیا ہے۔\nوالذین قتلوا فی سبیل اللہ فلن یضل اعمالھم (48 : 4) “ جو لوگ اللہ کی راہ میں مارے جائیں گے ، اللہ ان کے اعمال ہرگز ضائع نہ کرے گا ”۔"
    },
    {
      "ayah": 5,
      "surah": 47,
      "text": "سیھدیھم ویصلح بالھم (48 : 5) ویدخلھم الجنۃ عرفھا لھم (48 : 6) “ وہ ان کی رہنمائی فرمائے گا ان کا حال درست کرے گا اور ان کو اس جنت میں داخل کرے گا جس سے وہ ان کو واقف کرا چکا ہے ”۔ ان کے اعمال ضائع نہ کرے گا ۔ یہ اس بات کے بالمقابل ہے جو کفار کے معاملے میں کہی گئی کہ ان کے اعمال ضائع ہوں گے۔ اس لیے کہ مومنین کے اعمال مضبوط اور اصل درخت سے جڑے ہوئے ہیں اور یہ درخت ہے سچائی کا درخت۔ یہ اعمال اس حق اور سچائی سے صادر ہوتے ہیں۔ یہ اعمال حق کی حمایت میں ہوتے ہیں۔ حق کی سمت میں ہوتے ہیں۔ اس لیے یہ باقی ہوتے ہیں اور دوام کی صفت رکھتے ہیں کیونکہ حق لازوال ہے۔\nشہداء کی حقیقت قابل غور ہے۔ اللہ تعالیٰ نے ان کے بارے دوسری جگہ میں فیصلہ دے دیا ہے۔\nولا تقولوا لمن ۔۔۔۔۔۔ لا تشعرون “ اور جو اللہ کے راستے میں قتل ہوتے ہیں ان کو مردہ نہ کہو ، بلکہ وہ زندہ ہیں لیکن تمہیں اس کا شعور نہیں ”۔ لیکن یہاں ان کو ایک دوسرے پہلو سے پیش کیا جاتا ہے کہ انہوں نے جس راستے میں متاع حیات قربان کی اس راستے میں وہ مسلسل آگے ہی بڑھ رہے ہیں۔ وہ ہدایت خلوص ، صفائی اور اطاعت کی راہ ہے۔\nسیھدیھم ویصلح بالھم (47 : 5) “ اللہ ان کی رہنمائی فرمائے گا اور ان کا حال درست کر دے گا ”۔ وہ اپنے رب اللہ کی راہ میں قتل ہوئے ہیں ، وہ اب بھی ان کی رہنمائی کر رہا ہے۔ یعنی شہادت کے بعد بھی وہ درجات عالیہ طے کر رہے ہیں اور ان کے حالات درست کئے جا رہے ہیں اور ان کی روح زمین کی آلودگیوں سے پاک ہو رہی ہے۔ ان کو ملاء اعلیٰ میں جو مقام حاصل ہے ، اس مقام کی مناسبت سے ان کو مزید تربیت دی جارہی ہے۔ اور وہ صاف و شفاف بنائے جارہے ہیں۔ یہ ایک مسلسل زندگی ہے۔ صرف اہل زمین کی نظروں میں یہ منقطع ہوگئی ہے۔ اہل زمین شہادت کے درجات کو دیکھ نہیں پاتے اس زاویے سے اندھے ہیں ، جب کہ یہ شہداء حضرات عالم بالا میں بدستور درجات بلند کے مدارج طے کر رہے ہیں۔ ہدایت ، صفائی ، اشراق اور شفافی میں مزید انوار ربی حاصل کر رہے ہیں۔۔۔۔ اور سب سے آخر میں !"
    },
    {
      "ayah": 6,
      "surah": 47,
      "text": "ویدخلھم الجنۃ عرفھا لھم (48 : 6) “ وہ ان کو اس جنت میں داخل کر دے گا جس سے وہ ان کو واقف کرچکا ہے ”۔ احادیث میں شہداء کے بارے میں آتا ہے کہ ان کو جنت میں ان کی جائے قیام دکھائی جاتی ہے۔ امام احمد نے روایت فرمائی ہے ، زید ابن نمرد مشفی سے انہوں نے ابو ثوبان سے ، انہوں نے اپنے والد ثوبان سے انہوں نے مکحو سے انہوں نے کثیر ابن مرہ سے انہوں نے قیس جذامی اور انہوں نے ایک ایسے شخص سے جسے نبی ﷺ سے محبت حاصل تھی وہ فرماتے ہیں کہ آپ ﷺ نے فرمایا : شہید کا خون کا پہلا قطرہ گرتے ہی اسے چھ درجات حاصل ہوجاتے ہیں ، اس کے تمام گناہ معاف ہوجاتے ہیں ، وہ دیکھ لیتا ہے کہ جنت میں اس کی جائے قیام کیا ہے ، خوبصورت آنکھوں والی حوریں اس کے نکاح میں دے دی جاتی ہیں۔ وہ قیامت کے عظیم خوف سے محفوظ ہوگا۔ عذاب قبر سے مامون ہوگا۔ اور اسے ایمان کا جامہ پہنایا جائے گا۔ یہ حدیث صرف امام احمد نے نقل کی ہے۔\nایک دوسری حدیث اسی مفہوم کی بھی مروی ہے۔ اس میں بھی تصریح ہے کہ شہید اپنی جائے قیام کو پہلے ہی دیکھ لے گا (ترمذی) ۔ یہ ہے اہل جنت کے لئے ان کی جائے قیام کی معرفت اور یہی ان کے لئے رہنمائی ہے اور یہی ان کا اصلاح حال ہے۔ اس جہاں کو چھوڑ کر وہ نہایت ہی بلند زندگی گزارتے ہیں۔"
    },
    {
      "ayah": 7,
      "surah": 47,
      "text": "جو لوگ اللہ کی راہ میں مارے گئے ان کے اس اعزاز ، ان سے اللہ کی رضامندی ، ان کی اس نگہبانی اور بلند مقامات کی اس فضا میں اہل ایمان کو دعوت دی جاتی ہے کہ وہ اللہ کے لئے یکسو ہوجائیں اور اسلامی نظام کی حمایت میں اٹھ کھڑے ہوں۔ ان سے وعدہ کیا جاتا ہے کہ وہ تمہاری مدد کرے گا اور اللہ کے دشمنوں اور تمہارے دشمنوں کے لئے تو ہلاکت ہی مقدر ہے۔\nیایھا الذین امنوا ۔۔۔۔۔ اقدامکم (7) والذین کفروا ۔۔۔۔۔ اعمالھم (8) ذلک بانھم کرھوا۔۔۔۔ اعمالھم (9) (47 : 7 تا 9) “ اے لوگوں ، جو ایمان لائے ہو ، اگر تم اللہ کی مدد کرو گے تو وہ تمہاری مدد کرے گا اور تمہارے قدم مضبوط جما دے گا۔ رہے وہ لوگ جنہوں نے کفر کیا ہے تو ان کے لئے ہلاکت ہے اور اللہ نے ان کے اعمال کو بھٹکا دیا ہے۔ کیونکہ انہوں نے اس چیز کو ناپسند کیا جسے اللہ نے نازل کیا ہے ، لہٰذا اللہ نے ان کے اعمال ضائع کر دئیے ”۔\nمومن اللہ کی مدد کسی طرح کرتے ہیں ؟ تا کہ وہ اپنی شرط پوری کردیں اور اللہ جواب میں ان کی نصرت کرے اور ان کو ثابت قدم کر دے۔ اللہ کا مطالبہ یہ ہے کہ وہ اللہ کے لئے مخلص ہوجائیں اس کے ساتھ کسی کو شریک نہ کریں ، نہ ظاہری شرک اور نہ خفی شرک ۔ اور وہ اللہ کے مقابلے میں کسی شخص پر اور کسی شے پر بھروسہ نہ کریں اور اللہ ان کے لئے ان کی ذات اور تمام محبوب چیزوں سے محبوب ہوجائے اور انسان کی خواہشات ، میلانات ، مرغوبات ، اس کی حرکات و سکنات ، اس کے خلجانات اور اس کی تمام سرگرمیوں میں اللہ حاکم ہوجائے۔ یہ ہے نفوس انسانی کی طرف سے اللہ کی نصرت۔\nحقیقت یہ ہے کہ اللہ نے انسانی زندگی کے لئے ایک شریعت اور نظام زندگی تجویز کیا ہے اور یہ نظام اس زندگی اور اس کائنات کے لئے ایک خاص تصور پر تشکیل پایا ہے۔ اللہ کی نصرت یوں ہوتی ہے کہ اس کے نظام کی نصرت کی جائے اور پوری زندگی میں انسان اس نظام کو نافذ کر دے۔ یہ ہے اللہ کی نصرت ہماری حقیقی زندگی میں۔\nیہاں دو فقرے بہت ہی اہم ہیں ، ان پر غور ضروری ہے۔\nوالذین قتلوا فی سبیل اللہ “ جو اللہ کے راستے میں قتل ہوئے ”۔ دوسرا یہ کہ ان تنصروا اللہ “ اگر تم اللہ کی مدد کرو ”۔ ان دونوں حالات میں ، یعنی قتل ہونے میں اور نصرت میں یہ ضروری ہے کہ یہ اللہ کی راہ میں ہو۔ یہ ایک نہایت ہی واضح قابل توجہ نکتہ ہے لیکن جب کسی نظریہ پر صدیاں گزر جاتی ہیں تو اس کی اصل صورت مسخ ہوجاتی ہے۔ لوگ شہادت اور جہاد کے الفاظ تو بہت زیادہ استعمال کرتے ہیں لیکن ان کا حقیقی مفہوم اور شرائط ان کی نظروں سے اوجھل ہوتے ہیں۔\nکوئی جہاد نہیں ہے ، کوئی جنت نہیں ہے ، کوئی شہادت نہیں ہے۔ مگر صرف اس وقت کہ وہ صرف اللہ کے لئے ہو۔ اللہ کی راہ میں ہو۔ صرف اللہ کے لئے رکا وہ ، اللہ کے نظام کی مدد کے لئے مرتا ہو ، اور اس نظام کو اپنی ذات اور اپنے منہاج حیات میں نافذ کرنا ہو۔\nکوئی جہاد ، کوئی شہادت اور کوئی جنت نہیں ، الا یہ کہ یہ سب کچھ اللہ کا کلمہ بلند کرنے کے لئے ہو اور اس لیے کہ اللہ کا نظام لوگوں کی زندگیوں میں غالب ہو۔ ان کے اخلاق و طرز عمل میں نافذ ہو ، ان کے احوال اور قوانین اور دستور میں نافذ ہو۔\nحضرت ابو موسیٰ اشعری ہے روایت ہے کہ حضور ﷺ سے ایک ایسے شخص کے بارے میں پوچھا گیا جو نمائش شجاعت کے لئے لڑتا ہے ، یا حمیت جاہلیہ کے لئے لڑتا ہے یا ریا کاری کے لئے لڑتا ہے۔ کیا یہ فی سبیل اللہ ہیں۔ تو حضور ﷺ نے فرمایا کہ جس نے جنگ کی محض اس لیے کہ اللہ کا کلمہ بلند ہو تو صرف وہ فی سبیل اللہ ہے ” (شیخین و ترمذی اور نسائی) ۔\nاسلامی جہاد کا نہ کوئی اور جھنڈا ہے ، نہ کوئی اور مقصد ہے۔ اللہ کے لئے جو لڑتا ہے وہ بس اللہ ہی کے لئے لڑتا ہے۔ اس لیے جو شہید ہوتا ہے ، وہ وہی ہے جو اسی کے لئے شہید ہوتا ہے۔ صرف ایسے شہداء کے لئے جنت کا وعدہ ہے۔ صرف یہی جھنڈا اور یہی مقصد مقبول ہے۔ وہ نہیں جو صدیاں گزرجانے کے بعد کوئی نئے جھنڈے بن گئے ، کچھ نئے مقاصد سامنے آگئے اور کچھ نئے نام رکھ لیے گئے !\nداعیاں حق کو اس اس واضح بات کو سمجھ لینا چاہئے اور ہمارے معاشروں کے اندر جہاد و قتال کے تصور میں جو انحراف واقع ہوگیا ہے اس کا خیال رکھنا اور اسے درست کرنا چاہئے ۔ نئے بتوں اور ان کے نئے جھنڈوں کے لئے بھی جہاد کا لفظ استعمال ہوتا ہے۔ اس لیے وہ اپنے عقیدے اور جہاد کے مفہوم کو واضح اور شفاف رکھیں۔\nمیں دوبارہ کہتا ہوں کہ جہاد صرف وہی ہے جو اللہ کے کلمے کے بلند کرنے کے لئے ہو۔ انسانی نفس میں کلمے کی بلندی ، انسانی ضمیر میں اس کلمے کی بلندی اخلاق اور طرز عمل میں اس کلمے کی بلندی ، نظم مملکت اور اداروں میں کلمے کی بلندی ، تعلقات اور روابط میں اللہ کے کلمے کی بلندی اور زندگی کے ہر موڑ اور ہر رخ میں کلمۃ اللہ کی بلندی اور سر بلندی ۔ اس کے سوا جو نعرہ ہے وہ اللہ نہیں ہے ، وہ شیطان کے لئے ہے۔ اس کے سوا کسی مقصد کے لئے نہ شہادت ہے ، نہ جنت ہے ، نہ اللہ کی نصرت ہے ، نہ ثابت قدمی ہے۔ محض دھوکہ اور فریب ہے۔ بچئے دور جدید کی بت گری سے اور آزدی سے۔\nاگر دوسرے لوگوں کے لئے جو داعی الی اللہ نہیں اس قسم کا صاف ستھرا تصور جہاد و قتال مشکل ہے ، تو داعیان حق کو تو اپنے خیالات اور اپنا شعور ، ان غلط تصورات سے صاف کرنا چاہئے۔ داعیان اسلام کو تو دور جدید کے نعروں سے دور رہنا چاہئے جو ہدایتہ فی سبیل اللہ نہیں ہیں۔\n۔۔۔ تو یہ تو اللہ کی طرف سے ایک شرط ہے اپنے بندوں پر ، جسے اللہ کی جانب سے لازم کیا ہے ، تو اس کے مقابلے میں اللہ نے ۔۔۔۔ یہ لازم کیا ہے کہ وہ ایسے بندوں کی مدد کرے گا۔ وہ ان کے قدم مضبوط کر دے گا۔ یہ اللہ کا وعدہ ہے اور وہ اپنے وعدے کے خلاف کبھی نہیں کرتا۔ اگر کچھ عرصے کے لئے بظاہر نصرت خدا وندی آتی ہوئی نظر نہ آئے تو اس کے بھی کچھ دوسرے اسباب ہوتے ہیں۔ نصرت اور قدم جمانے سے قبل ان کا ہونا بھی ضروری ہوتا ہے۔ (مزید دیکھئے تفسیر ان اللہ یدافع ( سورة حج کی تشریح ) یہ اللہ نے فیصلہ کرنا ہے کہ آیا اس کے بندوں نے شرط پوری کردی ہے یا نہیں۔\nاب میں چاہتا ہوں کہ ہم جواب شرط کے کلمات پر بھی غور کرلیں۔ ینصرکم ویثبت اقدامکم “ وہ تمہاری مدد کرے گا اور تمہارے قدم جما دے گا ”۔ سب سے پہلے تو انسان کی سوچ ادھر جاتی ہے کہ نصرت سے پہلے ہی قدم جما دئیے جاتے ہیں۔ اور قدم جمانے کے بعد ہی نصرت آتی ہے اور یہ صحیح بھی ہے۔ لیکن یہاں نصرت آنے کے بعد قدم جمانے میں ایک دوسری حالت اور ایک دوسرے مفہوم کی طرف بھی اشارہ ہے۔ یعنی جب اللہ کی نصرت آجائے اور مومنین غالب ہوجائیں تو اس کے بعد قدم جمانا مطلب ہے۔ اور یہ بہت ہی مشکل کام ہے۔ کفرو ایمان کا معرکہ اللہ کی نصرت اور فتح آجانے کے بعد ختم نہیں ہوجاتا۔ حق و باطل کی کشمکش پھر بھی جاری رہتی ہے۔ حقیقت یہ ہے کہ انسانی ذات اور عملی زندگی میں نصرت کی الگ ذمہ داریاں ہیں۔ کبرو غرور سے اجتناب ، سستی ، اور وھن (کمزوری) سے اجتناب بہت سے لوگ مشکلات برداشت کرتے ہیں لیکن نصرت اور فتح کے بعد کم لوگ قدم جما سکتے ہیں۔ اور یہاں شاید اسی کی طرف اشارہ ہے۔ واللہ اعلم !"
    },
    {
      "ayah": 8,
      "surah": 47,
      "text": "والذین کفروا فتعسالھم واضل اعمالھم (47 : 8) “ وہ لوگ جنہوں نے کفر کیا ہے ، تو ان کے لئے ہلاکت ہے ، اور اللہ نے ان کے اعمال کو بھٹکا دیا ہے ”۔ یہ نصرت اور ثابت قدمی کے بالکل متضاد حالت ہے۔ اللہ کی طرف سے بدبختی کی دعا دراصل ہلاکت ہے ، اور ناکامی اور نامرادی کا اعلان ہے اور اعمال کے ضائع ہونے کا مطلب ہے ، ان کے اعمال ضائع ہوجائیں گے۔"
    },
    {
      "ayah": 9,
      "surah": 47,
      "text": "ذلک بانھم ۔۔۔۔ اعمالھم (47 : 9) “ کیونکہ انہوں نے اس چیز کو ناپسند کیا جسے اللہ نے نازل کیا ہے۔ لہٰذا اللہ نے ان کے اعمال ضائع کر دئیے ”۔ اس سے اس بات کی بہت اچھی تصویر کشی ہوتی ہے کہ ان کے دلوں میں قرآن کریم کے بارے میں کس قدر کراہت ہے۔ اور اللہ کی شریعت اور نظام کو وہ کس قدر ناپسند کرتے ہیں اور یہی کراہت ہی ان کو مجبور کرتی ہے کہ وہ کفر کریں ، مسلمانوں سے دشمنی رکھیں اور جنگ وجدال اور تنازعات رکھیں۔ درحقیقت یہ ہے کہ اکثر لوگوں کی اسلام کے بارے میں ذہنی حالت یہی ہوتی ہے۔ وہ اسلام کو نہایت ہی مکروہ سمجھتے ہیں اور اس سے متصادم ہوتے ہیں اگرچہ یہ بہترین اور مستحکم نظام ہے ، لیکن ان لوگوں کو پسند نہیں ہوتا۔ یہ اس قسم کے لوگ ہیں جو ہر زمان و مکان میں پائے جاتے ہیں۔ اور آپ ان سے مل سکتے ہیں۔ جب آپ ایسے لوگوں سے ملیں گے تو ان کے منہ اور رویہ سے اسلام کے خلاف نفرت کا لاوا پھوٹ رہا ہوگا۔ بعض لوگوں کو تو اس قدر الرجی ہوتی ہے کہ محض اسلام کے ذکر ہی سے ان کو بچھو کاٹنے شروع کردیتے ہیں۔ اور وہ کوشش کرتے ہیں کہ کسی معاملے میں اور کسی مکالمے میں اسلام کا ذکر ہی نہ آئے۔ آج ہمارے دور کی ایسے بہت سے لوگ ملتے ہیں اور ان کا یہ طرز عمل کسی سے پوشیدہ نہیں ہے۔\nایسے لوگوں کی سزا کیا ہے ؟ یہ کہ اللہ نے ان کے تمام اعمال کو باطل کردیا اور اعمال کے لئے حبط کے لفظ کا استعمال قرآن مجید کا مخصوص انداز ہے جس میں وہ کسی مفہوم کو نہایت ہی حسی انداز دے دیتا ہے۔ “ حیوط ” کا لفظی معنی ہے کسی جانور کا زہریلی گھاس کھا کر پھول جانا ، اس پھولنے سے جانور گھنٹوں میں ہلاک ہوجاتا ہے۔ اسی طرح کفار کے اعمال بھی پھول جاتے ہیں ، بظاہر وہ بہت ہی بڑے بڑے نظر آتے ہیں لیکن انجام ہلاکت و بربادی ہوتا ہے۔ یہ ایک تصویر ہے ، ایک حرکت ہے جس میں ان لوگوں کی حالت کو بتایا گیا ہے جو اسلام سے نفرت کرتے ہیں اور اپنے بڑے بڑے کاموں پر مغرور ہوتے ہیں اور یہ اعمال پھولے ہوئے ہوتے ہیں جس طرح جانور زہریلی گھاس کھا کر پھول جاتا ہے۔"
    }
  ]
}
