{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 51,
      "text": "قتل ........ تسعجلون\nخرص کے معنی ظن ، گمان ، اندازے کے ہیں ، یعنی ایسی سوچ جو کسی گہرے اور یقینی معیار پر مبنی نہ ہو اور جس کا کوئی صغری کبری نہ ہو۔ ایسے لوگوں کے لئے اللہ بددعا فرماتا ہے کہ وہ قتل ہوں اور اللہ کی طرف سے بددعا کے معنی ہیں ” بس قتل ہوئے۔ “\nقتل الخرصون (51 : 01) ” مارے گئے قیاس و گمان سے حکم لگانے والے “ اور ان کی ذرا مزید وضاحت کی جاتی ہے۔"
    },
    {
      "ayah": 11,
      "surah": 51,
      "text": "الذین ........ ساھون (51 : 11) ” جو جہالت میں غرق اور غفلت میں مدہوش ہیں “ ان کے افکار باطل خیالات سے لبالب ہیں اور یہ ادہام میں مدہوش ہیں ، نہ ہوش میں آتے ہیں اور نہ جاگتے ہیں۔ انداز تعبیر ایک خاص رنگ اور تصور دے رہا ہے۔ ان کی تصویر کچھ ایسی بنتی ہے۔ وہ غفلت میں سوئے ہوئے ہیں یا بےہوش ہیں ، مست پڑے ہیں اور انہیں اپنے ماحول کے بارے میں کوئی احساس نہیں ہے اور وہ کوئی فکر بھی نہیں کرتے اور ان کے ذہن اور دماغ کام نہیں کررہے جس طرح نشے میں ہوں۔ اس لئے کہ ایک واضح بات بھی ان کی سمجھ میں نہیں آتی۔ ایسی کہ ہر ہوشمند شخص اسے دیکھتے ہی سمجھ لے اور ان کی حالت یہ ہے۔"
    },
    {
      "ayah": 12,
      "surah": 51,
      "text": "یسئلون ایان یوم الدین (51 : 21) ” پوچھتے ہیں آخر وہ روز جزاء کب آئے گا “ وہ جس طرح پوچھتے ہیں اس سے ان کا مقصد طلب علم یا طلب معرفت نہیں ہیں بلکہ وہ منکر ہیں ، جھٹلاتے ہیں اور اسے ایک ناممکن بات سمجھ کر پوچھتے ہیں کیونکہ ” ایان “ کے لفظ کو ایسے ہی مواقع پر بولا جاتا ہے۔\nیہی وجہ ہے کہ قرآن اپنے انداز میں قیامت کی ایک جھلک جلدی سے دکھا دیتا ہے کہ دیکھو یہ ہے جس کو تم ناممکن سمجھتے ہو۔ وہ اس طرح اس میں جل جاتے ہیں جس طرح کسی دھات کو جلاکر اس کی حقیقت معلوم کی جاتی ہے۔"
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "یوم ھم علی النار یفتنون (51 : 31) ” جب یہ لوگ آگ پر تپائے جائیں گے “ اور پھر اس منظر ہی میں انہیں شرمندہ بھی کیا جاتا ہے جس سے ان کے رنج میں اضافہ ہوتا ہے جبکہ وہ تو پہلے سے مشکل میں ہیں۔"
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "ذوقوا ........ تستعجلون (51 : 41) ” اب چکھو مزا اپنے فتنے کا ، یہ وہی چیز ہے جس کی تم جلدی مچا رہے تھے “.... اس سوال کا مناسب جواب یہی تھا اور مدہوشی اور گہری نیند میں سوئے ہوئے غافلوں کے لئے اس منظر میں یہ سختی نہایت ہی موزوں اور مطابق حال ہے اور یہی وجہ ہے کہ اللہ نے ان کے لئے بددعا کی ، نہایت سخت انداز میں لہٰذا مارے گئے اور آگ پر ان کو اس طرح تپایا جائے گا جس طرح کسی دھات کو تپایا جاتا ہے کہ اس سے کھوٹ نکالا جائے۔\nاب ذرا فریق مقابل ، ذرا دوسرے پلیٹ فارم پر جائیں اور کتاب کا دوسرا صفحہ الٹیں ، وہاں دوسرا فریق کھڑا ہے جو وہم و گمان کی بات نہیں کرتا جس کی باتوں میں تزلزل نہیں ہے۔ یہ متقی ہیں متکبر نہیں۔ یہ جاگ رہے ہیں ، عبادت گزار ہیں ، استعفار کرنے والے ہیں اور اپنی عمر مدہوشیوں میں ضائع نہیں کرتے۔"
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "یہ گروہ گروہ متقین ہے۔ یہ جاگنے والے ہیں۔ یہ شدید احساس رکھتے ہیں کہ اللہ دیکھ رہا ہے۔ وہ اپنے نفس کے بارے میں بھی حساس ہیں۔ یہ لوگ۔\nفی جنت وعیون (15 : 15) ” باغوں اور چشموں میں ہوں گے “ اور۔"
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "اخذین ما اتھم ربھم (51 : 61) ” جو کچھ ان کا رب انہیں دے گا اسے خوشی خوشی لے رہے ہوں گے “ رب کے فضل ، اس کے انعامات وہ لے رہے ہوں گے ان اعمال کے بدلے جو انہوں نے حیات دنیا میں کئے۔ انہوں نے اس کی عبادت اس طرح کی گویا اسے دیکھ رہے ہیں اور یہ یقین کرتے ہوئے کہ وہ دیکھ رہا ہے اور۔\nانھم کانوا قبل ذلک محسنین (51 : 61) ” وہ اس دن کے آنے سے پہلے نیکوکار تھے اور ان کی نیکی کی تصویر بھی بڑی دلکش ہے ، نہایت ہی چمکدار اور حساس :"
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "کانوا…….. یستغفرون (51 : 81)\n” راتوں کو کم سوتے تھے ، پھر وہ رات کے پچھلے پہروں میں معافی مانگتے تھے “ وہ رات کے پچھلے حصے میں جاگ رہے ہوتے ہیں جبکہ لوگ سوتے ہیں۔ وہ اپنے رب کی طرف توبہ و استغفار کے ساتھ متوجہ ہوتے ہیں ، اللہ سے رحم کی درخواست کرتے ہیں ، وہ بہت کم اونگھتے ہیں اور بہت کم سوتے ہیں۔ رات کے اندھیروں میں وہ اپنے رب کے ساتھ ہمکلام ہوتے ہیں۔ ان کے پہلو اپنے بستروں سے دور ہوجاتے ہیں اور اللہ کی طرف دیکھنے کا شوق انہیں ہلکا کردیتا ہے اور نیند ان کے جسم کو بوجھل نہیں کرسکتی۔\nامام حسن بصری کہتے ہیں :\nکانو ........ مایھجعون (15 : 71) ” یعنی وہ مشقت سے قیام لیل کرتے ہیں ، وہ رات کو کم سوتے ہیں اور انہوں نے عمل میں رات بسر کی اور اپنے قیام کو صبح تک طویل کیا۔ یہاں تک کہ استغفار صبح کے وقت ہوا۔\nفتادہ احنف ابن قیس سے نقل کرتے ہیں۔\nکانو ........ یھجعون (51 : 81) یعنی وہ کم سوتے تھے اور پھر انہوں نے کہا کہ میں اس آیت والوں میں سے نہیں ہوں۔\nحسن بصری فرماتے ہیں کہ احنف بن قیس فرمایا کرتے تھے میرے اعمال اہل جنت کے اعمال کے مقابلے میں پیش کئے گئے تو معلوم ہوا کہ وہ ایسے لوگ ہیں کہ ان کے اور ہمارے درمیان بہت بڑا فرق ہے۔ چونکہ ہم ان کے اعمال تک نہیں پہنچ سکتے۔ یہ وہ لوگ تھے جو رات کو کم سوتے تھے اور میں نے اپنے اعمال جہنمیوں کے اعمال پر پیش کئے تو اہل جہنم میں کوئی بھلائی نہ تھی۔ انہوں نے اللہ کی کتاب کو جھٹلایا۔ حشرونشر کو جھٹلایا ، میں نے دیکھا کہ وہ لوگ بھی ہم سے اچھے ہیں جنہوں نے کچھ تو اچھے کام کئے تھے اور کچھ برے کئے تھے۔\nعبدالرحمن ابن زید ابن اسلم نے کہا بنی تمیم کے ایک شخص نے میرے باپ سے کہا : ” ابو اسامہ ، ایک صفت ہے جو ہم میں نہیں ہے اللہ نے ایک ایسی قوم کا ذکر کیا ہے۔\nکانوا ........ ما یھجعون (51 : 81) ” جو راتوں کو کم سوتے تھے “ آرزو مند ہیں اور وہ اپنے آپ کو اس فر فروتر سمجھتے ہیں۔ بہرحال امت میں کچھ لوگ اللہ کے نے اس مقام کے لئے چن رکھے ہیں جو ان آیات کا حق ادا کرتے ہیں اور ان کی وجہ سے وہ اللہ کے ہاں محسنین کی لسٹ میں درج ہیں۔ یہ تو ہے ان کا تعلق اپنے رب کے ساتھ ، لوگوں کے ساتھ ان کا تعلق کیا ہے ، وہی تعلق جو ایک نیک آدمی کے لائق ہے۔"
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "کانوا…….. یستغفرون (51 : 81)\n” راتوں کو کم سوتے تھے ، پھر وہ رات کے پچھلے پہروں میں معافی مانگتے تھے “ وہ رات کے پچھلے حصے میں جاگ رہے ہوتے ہیں جبکہ لوگ سوتے ہیں۔ وہ اپنے رب کی طرف توبہ و استغفار کے ساتھ متوجہ ہوتے ہیں ، اللہ سے رحم کی درخواست کرتے ہیں ، وہ بہت کم اونگھتے ہیں اور بہت کم سوتے ہیں۔ رات کے اندھیروں میں وہ اپنے رب کے ساتھ ہمکلام ہوتے ہیں۔ ان کے پہلو اپنے بستروں سے دور ہوجاتے ہیں اور اللہ کی طرف دیکھنے کا شوق انہیں ہلکا کردیتا ہے اور نیند ان کے جسم کو بوجھل نہیں کرسکتی۔\nامام حسن بصری کہتے ہیں :\nکانو ........ مایھجعون (15 : 71) ” یعنی وہ مشقت سے قیام لیل کرتے ہیں ، وہ رات کو کم سوتے ہیں اور انہوں نے عمل میں رات بسر کی اور اپنے قیام کو صبح تک طویل کیا۔ یہاں تک کہ استغفار صبح کے وقت ہوا۔\nفتادہ احنف ابن قیس سے نقل کرتے ہیں۔\nکانو ........ یھجعون (51 : 81) یعنی وہ کم سوتے تھے اور پھر انہوں نے کہا کہ میں اس آیت والوں میں سے نہیں ہوں۔\nحسن بصری فرماتے ہیں کہ احنف بن قیس فرمایا کرتے تھے میرے اعمال اہل جنت کے اعمال کے مقابلے میں پیش کئے گئے تو معلوم ہوا کہ وہ ایسے لوگ ہیں کہ ان کے اور ہمارے درمیان بہت بڑا فرق ہے۔ چونکہ ہم ان کے اعمال تک نہیں پہنچ سکتے۔ یہ وہ لوگ تھے جو رات کو کم سوتے تھے اور میں نے اپنے اعمال جہنمیوں کے اعمال پر پیش کئے تو اہل جہنم میں کوئی بھلائی نہ تھی۔ انہوں نے اللہ کی کتاب کو جھٹلایا۔ حشرونشر کو جھٹلایا ، میں نے دیکھا کہ وہ لوگ بھی ہم سے اچھے ہیں جنہوں نے کچھ تو اچھے کام کئے تھے اور کچھ برے کئے تھے۔\nعبدالرحمن ابن زید ابن اسلم نے کہا بنی تمیم کے ایک شخص نے میرے باپ سے کہا : ” ابو اسامہ ، ایک صفت ہے جو ہم میں نہیں ہے اللہ نے ایک ایسی قوم کا ذکر کیا ہے۔\nکانوا ........ ما یھجعون (51 : 81) ” جو راتوں کو کم سوتے تھے “ آرزو مند ہیں اور وہ اپنے آپ کو اس فر فروتر سمجھتے ہیں۔ بہرحال امت میں کچھ لوگ اللہ کے نے اس مقام کے لئے چن رکھے ہیں جو ان آیات کا حق ادا کرتے ہیں اور ان کی وجہ سے وہ اللہ کے ہاں محسنین کی لسٹ میں درج ہیں۔ یہ تو ہے ان کا تعلق اپنے رب کے ساتھ ، لوگوں کے ساتھ ان کا تعلق کیا ہے ، وہی تعلق جو ایک نیک آدمی کے لائق ہے۔"
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "وفی ........ والمحروم (51 : 91) ” اور ان کے مالوں میں حق تھا سائل اور محروم کے لئے “ وہ اپنے اموال میں اس سائل کا حصہ بھی رکھتے ہیں جو مانگتا ہے اور دے دیا جاتا ہے اور اس محروم کا بھی حق مقرر کرتے ہیں جو خاموش رہتا ہے ، حیا کرتا ہے اور محروم رہ جاتا ہے۔ وہ ان دونوں قسم کے لوگوں کے لئے اپنے اموال میں حق رکھتے ہیں۔ وہ خود اس حق کو اپنے اوپر فرض کرلیتے ہیں اور یہ حق غیر محدود ہے متعین نہیں۔\nیہ اشارہ سورة کے محور کے ساتھ ہم آہنگ ہے جس میں یہ بات کہی گئی ہے کہ رزق آسمانوں میں ہے تاکہ انسانوں کا دل کنجوسی ، بخل اور رات اور دن جمع مال میں مشغولیت سے ذرا آزاد ہوجائے اور یہ سورة کے اس اہم حصے کے لئے تمہید ہے جبکہ یہ متقین اور محسنین کی تصویر کا آخری رنگ بھی ہے۔"
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔"
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "اس آیت کے ذریعے انفس وآفاق میں موجود نشانیوں کی طرف متوجہ کیا گیا ہے اور یہ کہا گیا ہے کہ تمہارے لئے رزق کے جو ذرائع مقرر کردیئے ہیں وہ آسمان سے مقرر ہیں اور اللہ اپنی ذات کی قسم اٹھا کر فرماتا ہے یہاں ذات باری کو رب سماء اور ارض کہا گیا جن کا ذکر اس سبق میں ہوچکا ہے اور جو اب قسم یہی اہم سوال ہے یعنی حشرونشر۔\nوفی الارض ........ للموقنین (51 : 02) وفی ........ تبصرون (51 : 12)\n” زمین میں بہت سی نشانیاں ہیں یقین لانے والوں کے لئے اور خود تمہارے وجود میں ہیں کیا تم کو سوجھتا نہیں “ یہ چھوٹا سا سیارہ جس کے اوپر ہم رہتے ہیں یہ ایک بہت بڑی نمائش گاہ ہے۔ ان آیات وعجائبات کے لئے جو اس میں اللہ نے رکھے ہیں۔ اس نمائش گاہ میں اس دنیا کے عجائبات میں سے بہت ہی کم ابھی تک نمائش کے لئے رکھے جاسکے ہیں۔ آئے دن نئے نئے انکشافات ہوتے رہتے ہیں اور نئے نئے عجائبات ہمارے سامنے آتے رہتے ہیں۔ اسی قسم کی ایک نمائش گاہ خود ہماری ذات ہے۔ نفس انسانی ، اس کی پراسرار نفسیاتی دنیا ، اس حضرت انسان کے اندر بھی اس کائنات کے اسرار موجود ہیں۔ صرف زمین کے اسرار نہیں بلکہ پوری کائنات کے اسرار۔\nان دو نمائش گاہوں کی طرف ان آیات میں مختصر اشارہ ہے کہ ان دونوں نمائش گاہوں کے دروازے تمہارے لئے کھولے جارہے ہیں لیکن فائدہ اسی شخص کو ہوگا جو ان کو دیکھنا چاہے اور جو یقین کرنا چاہے اور اپنی زندگی کی نعمتوں اور خوشیوں سے بھرنا چاہے جو علم ومعرفت اور دانائی اور عبرت حاصل کرنا چاہے جن سے اس کا دل زندہ ہوگا اور عمر زیادہ ہوگی۔\nاللہ نے اپنا یہ کلام اس طرح بنایا ہے کہ اس کی مخلوقات میں سے ہر سطح کے لوگ اس سے فائدہ اٹھا سکیں۔ ہر صورت حال اور ہر قسم کے معاشروں کے لئے وہ رہنما ہے۔ ہر شخص ، ہر نفس اور ہر سطح کی عقل وادراک کے لئے اس کلام میں ہدایت اور دلچسپی اور علم ہے۔ ہر شخص اپنی عقلی قوت ہاضمہ کے مطابق اس سے استفادہ کرسکتا ہے۔ جوں جوں انسان علم ومعرفت میں ارتقائی منازل طے کرتا ہے ، جوں جوں اس کا دائرہ ادراک وسیع ہوتا ہے ، اس کی معلومات بڑھتی ہیں ، اس کے تجربات آگے بڑھتے ہیں اور وہ نفس اور کائنات کے اسرار حاصل کرتا ہے تو اس کا حصہ اس قرآن میں بھی بڑھ جاتا ہے۔ اس کے علوم قرآنی میں اضافہ ہوجاتا ہے اور اس کی زاد راہ اور اس کا رزق اس قرآن میں بڑھ جاتا ہے۔ یہ وہ کتاب ہے ” جس کے عجائبات ختم نہیں ہوتے اور زیادہ استعمال سے یہ پرانا نہیں ہوتا۔ “ یہ وہ الفاظ ہیں جو اس کے بارے حضور اکرم نے فرمائے کیونکہ اس کے اسرار و رموز سے زیادہ واقف حضور ہی ہیں۔ یہ زندہ تجربہ تھا جو آپ کو قرآن کے بارے میں ہوا اور جس کو آپ نے ان الفاظ میں بیان کیا ﷺ\nجن لوگوں نے پہلی مرتبہ قرآن کو سنا تھا انہوں نے اس کائنات میں پائے جانے والے دلائل ونشانات کو اور خود ان کے نفوس کے اندر جو دلائل ونشانات تھے ان کو اس وقت کے علم ومعرفت کے مطابق سمجھا تھا۔ ان کے بعد آنے والی نسلوں نے بھی اپنے علم ومعرفت اور اپنے تجربات کے مطابق ان آیات کو سمجھا اور بیان کیا۔ آج ہم بھی اپنا حصہ پا رہے ہیں جس قدر علم ومعرفت اور جس قدر تجربات وانکشافات ہمارے سامنے آج تک آچکے ہیں ، آج ہم تک جو علوم اور تجربات پہنچے ہیں وہ اس عظیم کائنات اور انسان کے پر پیچ نفس کے آیات ونشانات میں سے بہت ہی قلیل حصہ ہیں۔ ہم سے بعد میں آنے والی نسلوں کو ہمارے مقابلے میں زیادہ آیات ونشانات ملیں گے۔ اس کائنات میں بھی اور نفس انسانی میں بھی اور قیامت تک اس نمائش گاہ عالم اور نمائش گاہ نفس انسانی میں نئے نئے عجائبات برائے نمائش رکھے جاتے رہیں گے۔\nیہ زمین ، زندگی کے لئے تیار شدہ سیارہ ، جو زندگی کا گہوارہ ہے اور جسے زندگی کی تمام ضروریات سے لیس کیا گیا ہے اور معلوم ہوتا ہے کہ شاید اس عظیم اور ہولناک کائنات میں یہ واحد سیارہ ہے جسے حیات کے لئے تیار کیا گیا ہے۔ اس میں ایک جگہ رکے ہوئے ستارے بھی ہیں اور مداروں میں چلنے والے سیارے بھی ہیں۔ ان میں سے جو ہمیں معلوم ہیں ان کی تعداد اربوں میں ہے اور یہ یادرکھنا چاہئے کہ اس کائنات کا جو حصہ معلوم ہے وہ نسبتاً بہت ہی کم ہے۔ اس میں کئی ملین کہکشاں ہیں اور ہر کہکشاں کے کروڑ ہا ستارے ہیں اور ان کے کواکب ہیں جو ان ستاروں کے ارد گرد چکر لگاتے رہتے ہیں۔\nان سیاروں میں سے صرف یہ زمین ہی ایک سیارہ ہے جسے اس پر موجود زندگی کے لئے عجیب خصوصیات دی گئی ہیں۔ ان میں سے ہر خصوصیت ایک نشانی ہے۔ اگر ان خصوصیات میں سے ایک خصوصیت بھی ختم ہوجائے یا اس کے اندر کچھ ردوبدل ہوجائے تو زمین کے اوپر سے ہر قسم کی زندگی کا وجود ہی خطم ہوجائے۔ اگر اس زمین کا حجم بدل جائے ، ٹیٹرھی ہوجائے یا چھوٹی ، اگر سورج سے اس کا فاصلہ بدل جائے ، کم ہوجائے یا زیادہ ، اگر سورج کا حجم بدل جائے اور اس کا درجہ حرارت بدل جائے اور یہ زمین اپنے محور پر جس طرح جھکی ہوئی ہے اگر اس کے اس جھکاؤ میں کوئی تغیر واقع ہوجائے اگر اس کی گردش محوری یا سورج کے گرد اس کی سالانہ گردش میں کمی بیشی آجائے اگر چاند کا حجم متغیر ہوجائے یا زمین سے قریب یا دور ہوجائے۔ اگر زمین کے اندر تری اور خشکی کی نسبت بدل جائے ، غرض اگر ، اگر ، اگر .... اور ہزار ہا اگر ، اگر ان ہزارہا موافقات اور سہولیات میں سے کوئی ایک بھی بدل جائے تو اس سیارے پر سے اس خوبصورت زندگی کا نام ونشان ہی ختم ہوجائے۔\nکیا یہ ایک چیز نشانی نہیں ، کیا یہ سب چیزیں نشانات نہیں جو بتاتی ہیں کہ ایک ذات ہے جس نے ان کو منظم کیا ہے ، فراہم کیا ہے۔\nاور خوراک اور رزق کی مختلف اقسام جو اس زمین پر رہنے والی اور بسنے والی مخلوقات کے لئے اللہ نے فراہم کی ہیں۔ یہ مخلوقات سطح زمین کے اوپر رہتی ہوں ، فضا میں تیررہی ہوں ، یا پانی میں تیررہی ہوں یا زمین کے غاروں میں رہتی ہوں یا اس کے پہاڑوں میں رہتی ہوں یا اس کی وادیوں اور بستیوں میں اندر رہتی ہوں ، سب کے لئے خوراک تیار ہے۔ بعض کی مرکب ہے اور بعض کی بسیط شکل میں ہے۔ بہرحال یہ ان زندہ چیزوں کے وجود کے لئے قابل قبول ہے اور ان لاتعداد زندہ اشیاء کی ضروریات پوری کرتی ہے جس طرح زندہ مخلوقات لاتعداد انواع و اقسام کی ہیں اسی طرح ان کی خوراک بھی لاتعداد و انواع و اقسام کی ہے۔ یہ انواع خوراک جو زمین کے اندر ہیں جو بہتی اور چلتی ہیں جو ہوا میں ہیں جو سطح زمین پر اگتی ہیں جو سورج سے آرہی ہیں جو دوسرے جہانوں سے آرہی ہیں جو تمہیں معلوم ہی نہیں لیکن یہ ہر قسم کی خوراک ان زندہ اشیاء کے لئے ہر طرف سے چلی آرہی ہے اور بڑی مقدار میں چلی آرہی ہے۔ اللہ کی مشیت اور اس کی تدبیر کے مطابق یہ ایک عظیم خزانہ اور اسٹو رہے جو ان لاتعداد انواع و اقسام کے کھانے والوں کے لئے سپلائی پوری کراتا ہے۔ یہ ہے ربانی سٹورالرزاق کا انتظام۔\nپھر اس زمین کے مناظر ومشاہد کی رنگارنگی ، جہاں تک بھی نظر جاسکتی ہو جہاں جہاں بھی قدم جاسکے ہوں یہ بھی اپنی جگہ عجائبات ہیں جو ختم ہونے کا نام نہیں لیتے۔ یہ تنگ گڑھے اور کشادہ نالے ، وادیاں اور پہاڑ ، سمندر اور بحیرے ، نہریں اور نالیاں اور باغات کے ٹکڑے ٹکڑے ، انگور اور کھجور ، اکہرے اور دوہرے ، یہ سب مناظر اور مشاہد ایسے ہیں جن سے معلوم ہوتا ہے کہ بنانے والے کے کمالات کا یہ عجوبہ ہیں۔ ان میں مسلسل تغیرات ہوتے رہتے ہیں اور یہ کسی وقت بھی ایک حالت میں نہیں ہوتے۔ انسان ایک زمین پر گزرتا ہے تو وہ خشک اور قحط زدہ نظر آتی ہے یہ بھی ایک منطر ہے اور پھر کیا دیکھتا ہے کہ وہ سر سبز اور نعمتوں اور چارہ سے بھری ہوتی ہے تو یہ بھی ایک منظر ہے۔ کبھی نہایت ہی سر سبزی اور شاداں ہوتی ہے۔ یہ ایک منظر ہے۔ کبھی وہ دیکھتا ہے کہ تمام زمین زرد اور خشک ہوگئی اور فصل کٹنے والی ہے۔ یہ بھی ایک منظر ہوتا ہے اور وہ اپنی جگہ پر کھڑا ہوتا ہے بالکل ادھر ادھر نہیں گیا ہوتا ہے۔\nوہ تمام مخلوقات جو اس زمین کو آباد کررہی ہیں مثلاً زندہ مخلوقات نباتات وحیوانات ، مچھلیاں اور پرندے چوپائے اور حشرات اور انسان قرآن نے ان کا تذکرہ ایک ہی آیت میں کیا ہے۔\nیہ مخلوقات جن کے انواع و اقسام کی تعداد کا بھی پوری طرح ہمیں علم نہیں ہے یہ تو دور کی بات ہے کہ ایک نوع کے افراد گنے جاسکیں۔ یہ تو محال ہے۔ ان میں سے ہر نوع کی مخلوقات ایک امت ہے اور ان کا ہر ایک فرد ایک عجوبہ ہے۔ ہر حیوان ، ہر پرندہ ، ہر چرندہ اور ہر کیڑا ، ہر پودا نہیں بلکہ ہر پودے کی ہر شاخ اور ہر شاخ کا ہر پتہ اور ہر شاخ کا ہر پھول اور ہر پھول کی ہر پتی یہ اللہ کی ایک نمائش گاہ ہے جس کے عجائبات ختم نہیں ہوتے۔\nاگر انسان بیان کرنے لگے بلکہ تمام انسان بیک وقت بیان کرنے لگیں وہ غور کریں اور لکھیں اور بیان کریں کہ اس زمین میں کیا کیا نشانات الٰہیہ ہیں اور کیا کیا عجائبات ہیں تو نہ ان کی بات ختم ہو اور نہ ہی عجائبات واشارات ختم ہوں۔ قرآن کی یہ آیت تو صرف اس قدر بیان کرتی ہے کہ انسان کا دل و دماغ غور وفکر کے لئے بیدار ہوجائے اور اس عظیم الشان نمائش میں جو چیزیں قدرت نے رکھی ہیں ان کو دیکھیں اور روشنی میں لائیں سمجھیں اور سمجھائیں۔ ہنسیں اور ہنسائیں اور یوں اس کرہ ارض پر اپنے اس مختصر سفر کو خوشگوار بنائیں۔\nلیکن اصل حقیقت یہ ہے کہ ان عجائبات کا ادراک وہی کرسکتا ہے اور ان کے ذریعے زندگی کے اس مختصر سفر کو وہی خوشگوار بنا سکتا ہے جس کا دل یقین سے بھر چکا ہو۔\nوفی الارض ایت للموقنین (51 : 02) ” اور زمین میں نشانیاں ہیں ان لوگوں کے لئے جو یقین کرتے ہیں “ یہ یقین ہی ہے جو آنکھوں کو بینائی فراہم کرتا ہے تو وہ دیکھتی ہیں۔ یہ ایمان ہی ہے جو زمین کے ان مظاہر قدرت کو زندگی دیتا ہے اور وہ اپنے اسرار اور موز بتاتے ہیں اور یہ بتاتے ہیں کہ ان کی پشت پر دست قدرت کی کیا کیا کارستانیاں ہیں۔ بغیر ایمان کے یہ سب مناظر ومشاہد مردہ پڑے رہتے ہیں۔ جامد ہوجاتے ہیں اور مفہوم سے خالی ہوتے ہیں۔ یہ ایمان سے خالی دل سے ہمکلام نہیں ہوتے۔ وہ اس کے ساتھ ہمقدم ہوکر نہیں چلتے۔ کئی ایسے انسان ہیں جو اللہ کی اس نمائش گاہ میں چلتے پھرتے ہیں لیکن انہیں اس میں نظر کچھ نہیں آتا۔ ان کو یہ کائنات زندہ اور گویا نظر نہیں آتی۔ وہ اس کی زبان نہیں سمجھتے کیونکہ ان کے دلوں کو ایمان کے لمس سے زندگی نہیں بخشی۔ ان کے لئے ان کا ماحول زندہ نہیں ہے۔ بعض ایسے لوگوں میں بڑے بڑے علماء اور سائنس دان بھی ہوسکتے ہیں۔\nیعلمون ........ الدنیا ” مگر وہ اس دنیا کی زندگی کے صرف چھلکے کے عالم ہیں “ رہی اس دنیا کی اندرونی حقیقت تو وہ ان کی نظروں سے اوجھل ہے کیونکہ کوئی بھی دل اس کائنات کی حقیقت کو ایمان کی کنجی سے کھول سکتا ہے کوئی بھی آنکھ صرف ایمان کی روشنی سے ان حقائق کو دیکھ سکتی ہے۔ صدق اللہ العظیم ........"
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "اب ان عجائبات میں سے دوسرا عجوبہ۔\nوفی ........ تبصرون (51 : 12) ” اور خود تمہارے وجود میں ہیں کیا تمہیں سوجھتا نہیں “ یہ حضرت انسان تو عجائبات عالم میں سے ایک عظیم عجوبہ ہے لیکن اس کی قسمت کیا ہے۔ اس کا مقام کیا ہے اور اس کی ذات کے اندر کیا اسرار و رموز ہیں۔ اس سے وہ غافل ہے اور غافل اس وجہ سے ہے کہ وہ ایمان ویقین کی نعمت سے محروم ہے۔\nیہ انسان اپنی جسمانی ساخت میں بھی عجوبہ ہے۔ جسم کے اسرار میں عجوبہ ہے۔ روحانی دنیا میں عجوبہ ہے۔ نفسیات کا تو عالم ہی جدا ہے۔ غرض اپنے ظاہر میں اور اپنے باطن میں عجوبہ ہے۔ یہ انسان اس کائنات کا عناصر کا نمونہ ہے اور پوری کائنات کے اسرار و رموز اس کے اندر پوشیدہ ہیں۔\nوتزعم انک جرم صغیر\nو فیک انطوی العالم الاکبر\n” تو سمجھتا ہے کہ تو ایک چھوٹا سا جرثومہ ہے .... لیکن تیرے اندر ایک عظیم جہاں آباد ہے۔ “\nجب انسان خود اپنی ذات اور اپنے نفس کے عجائبات دیکھتا ہے تو حیران اور ششدررہ جاتا ہے۔ اس کے اعضاء کی تشکیل اور تقسیم ، پھر اس کے اعضاء کے فرائض اور ان کے اندر عمل ، مثلاً اور خوراک حاصل کرنے کا عمل ، سانس لینے کا عمل اور جلانے کا عمل ، دل اور شریانوں میں خون دوڑنے کا عمل ، اعصابی نظام اور اس کا پورے جسم کو چلانا ، غدود اور ان کا جسم کو چلانا اور بڑھانا ، پھر ان تمام چیزوں کا باہم اتحاد واتفاق اور ہم آہنگی اور ان کا پوری طرح ہمسفر اور ہمقدم ہونا ، پھر عجائبات کے اندر جو تفصیلی عجائبات ہیں اور ہر جز کے اندر جو خارق ، عادت معجزات ہیں ان میں سے ہر ایک محیرالعقول ہے۔\nپھر انسان کی روحانی طاقتیں ، جن میں سے کچھ تو معلوم ہیں اور کچھ مجہول ہیں۔ اس کا اشیاء کا ادراک کرنا اور پھر ادراک کا میکانزم ، پھر مدرکات کا حفظ کرنا اور اس کے بعد ان کو یاد کرلینا ، یہ معلومات اور ذہن کے خزانوں میں ان کی تصاویر ، یہ کہاں ہوتی ہیں اور کس طرح محفوظ ہوتی ہیں۔ یہ تصاویر اور یہ تمثیلات اور یہ مشاہد اور ان کے نقوش یہ کس طرح نقش ہوتے ہیں اور کس طرح یہ تصاویر بنائی جاتی ہیں۔ یہ تو ہیں ان قوتوں کے وہ پہلو جو ہمیں معلوم ہیں۔ ایسی وہ قوتیں جو ہمیں معلوم نہیں تو وہ بہت ہی بڑی ہیں۔ بہت ہی بڑی۔ کبھی کبھی ان کے آثار ظاہر ہوجاتے ہیں۔ کبھی کبھی ذہن انسانی پر ایک ایسا اشراق اور ایک ایسی روشنی ڈالی جاتی ہے اور اس کے اندر ایک ایسی چمک پیدا ہوتی ہے کہ انسان پر عالم غیب دور تک کھل جاتا ہے لیکن یہ لمحات کم ہوتے ہیں۔\nپھر جنس انشان کے وہ اسرار وہ رموز جو اس کے قواعد تناسل کے سلسلے کے اندر پائے جاتے ہیں۔ ایک نہایت ہی چھوٹا خلیہ جس کے اندر جنس انسانی کے تمام خصائص موجود ہوتے ہیں اور اس کے اندر ماں اور باپ اور دونوں اطراف کے قریبی اجزاء کے خصائص بھی موجود ہوتے ہیں۔ یہ تمام خصائص اس نہایت ہی چھوٹے سے خلئے کے اندر کہاں اور کس طرح رکھے ہوئے ہوتے ہیں اور کس طرح یہ ہر خلیہ ان تمام خصائص کے ساتھ خود کار انداز میں اپنی زندگی کا سفر کا آغاز کرتا ہے کہ اس کے اندر جنس انسانی کے تمام خصائص موجود ہوتے ہیں اور یہ پوری طرح جنس انسانی کا اعادہ ایک دوسرے فرد کی شکل میں کرنا ہے ؟ ! !\nوہ لمحات جن میں ایک بچہ اس زمین پر زندگی شروع کرتا ہے ، ماں سے جدا ہوتا ہے اور اپنے نفس پر اعتماد کرکے زندگی بسر کرنا شروع کرتا ہے اور اس کے قلب اور پھیپھڑوں کو حرکت کرنے کی اجازت دی جاتی ہے۔ ان لمحات پر قدرے غور کرنے ہی سے انسان حیران کیا وھشت زدہ ہوجاتا ہے اور عقل دنگ رہ جاتی ہے۔ نفس انسانی حیرت واستعجاب سے بھی بھر جاتا ہے اور پھر ایمان بھی بھر جاتا ہے۔ یہ ایک ایسامنظر ہے کہ انسان کے دل و دماغ حیرت کے باعث کام چھوڑ دیتے ہیں۔ انسان ششدر رہ جاتا ہے۔\nپھر وہ وقت بھی دیکھنے کے قابل ہوتا ہے کہ بچہ ٹوٹی پھوٹی زبان میں باتیں شروع کرتا ہے پھر کلمات وعبارات بناتا ہے بلکہ صرف گفتگو پر غور کیجئے۔ اس زبان سے ٹکڑے آوازیں نکالنا اور پھر گلے سے آوازیں یہ بھی ایک عجوبہ ہے۔ اس چیز کا انوکھا پن ہمیں اس لئے نظر نہیں آتا کہ یہ ہر وقت یہ باتیں کرتے ہی رہتے ہیں لیکن اگر انسان ایک لحظہ اس پر غور کرے تو محض انسان کی یہ قدرت کہ وہ اظہار مافی الضمیر کرتا ہے۔ یہی ایک عجوبہ ہے اور قدرت الٰہیہ پر ایک بد یہی اور ایک کافی دلیل ہے۔\nغرض انسان کی زندگی کا کوئی جزوی واقعہ بھی ایک معجزہ ہے اور انسان اس سے متعجب ہوسکتا ہے اور یہی مراد درج ذیل فقرے سے۔\nوفی انفسکم افلا تبصرون (15 : 12) ” اور خود تمہارے اپنے وجود میں بھی کیا تمہیں سوجھتا نہیں “ جنس انسان کا ایک ایک فرد بھی ایک جہاں ہے۔ ہر فرد ایک آئینہ ہے جس میں یہ تمام عالم نظر آتا ہے اور ہر فرد کے وجود میں گویا اس پوری دنیا کا ظہور بار بار ہوتا ہے۔ ہر شخص اپنے ابنائے جنس میں اپنی شکل اپنے خدوخال ، اپنی عقل ، اپنے علم ، اپنے مدرکات ، اپنی روح اور اپنے شعور کے اعتبار سے بالکل جدا ہے۔ ہر شخص کے ذہن میں اس کائنات کا جو تصور ہے وہ دوسرے افراد سے مختلف ہے۔ اب دیکھئے کہ اس خدائی نمائش گاہ میں لاکھوں افراد ہیں اور ہر فرد ایک علیحدہ نمونہ ہے اور ہر فرد کا مزاح بالکل الگ ہے اور ویسا شخص دوبارہ پیدا نہیں ہوتا۔ اس شخص کے اندر یہ پوری کائنات گزر جاتی ہے اور اس کی صورت کی نقل نہیں کی جاسکتی۔ یہاں تک کہ انگلیوں کی لکیریں بھی دنیا میں ہر شخص کی جدا ہوتی ہیں اور انہیں دہرایا نہیں جاسکتا۔ گزرے ہوئے زمانوں میں بھی جو لوگ گز رے ہیں ان میں سے بھی کسی شخص کی انگلیوں کی لکیریں دہرائی نہیں جاسکتیں۔\nجنس انسانی کے عجائبات میں سے بہت سے عجائبات ایسے ہیں جو ہماری آنکھوں کے سامنے ہیں اور ہماری آنکھیں ان کو دیکھ رہی ہیں۔\nوفی انفسکم افلا تبصرون (51 : 12) ” اور تمہارے اپنے وجود میں بھی کیا تم دیکھتے نہیں “\nاور انسانی آنکھیں جن عجائبات کو بھی دیکھیں یہ عالم غیب کی طرف اشارہ کرتے ہیں کہ ہم نشانات ہیں ایک بنانے والے خالق کے۔\nنفس انسانی کے اندر جو عجائبات اور معجزات ہیں ان کو ایک کتاب میں قلم بند نہیں کیا جاسکتا۔ آج تک جو عجائبات ہمیں معلم ہوچکے ہیں اور جن کا انکشاف ہوگیا ہے ان کے لئے بھی کئی جلدیں درکار ہیں اور اس سلسلے میں جو مجہول ہیں ، ماضی کے تجربے سے معلوم ہوتا ہے کہ وہ بہت زیادہ ہیں۔ قرآن کریم نے ان کو گنوایا نہیں ہے۔ ہاں قرآن کریم نے دل و دماغ کو جھنجھوڑا ضرور ہے کہ جاگو اور غور وفکر کرو ، احساس کرو اور اللہ کے اس عجائب گھر میں آنکھیں کھول کر چلو ، غور وفکر کرو اور اس کائنات سے بھی پہلے اپنے نفس میں غور وفکر کرو ، تم جس طر آفاق سے غافل ہو اس طرح اپنی ذات سے بھی غافل ہو۔\nحقیقت یہ ہے کہ زندگی کے خوشگوار لمحات وہی ہوتے ہیں جن میں انسان اپنی تخلیق اپنی خصوصیات اپنے خدوخال اپنی حرکات اور اپنی عادات پر غور کرے اور ایک عابد بندے کی طرح اللہ کے اس عجائب گھر کی سیر کرے اور دیکھے کہ اللہ کس قدر برکت والا ہے لیکن انسان ہے کہ ایک طویل عمر اس عجائب گھر میں گزار رہا ہے اور بغیر احساس کے گزار رہا ہے۔\nاس طرح احساس عطا کرکے قرآن مجید انسان کو بالکل ایک نئی زندگی عطا کرتا ہے ۔ ایک جدید شعور ، ایک جدید سوچ ، ایک جدید زندگی اور یہ شعور پسندیدہ متاع حیات ہے کہ اس دنیا کی کوئی بھی نعمت اس کے مقابلے میں ہیچ ہے۔\nتامل اور ادراک کے اس اسلوب کے ساتھ قرآن انسان کی تربیت کرتا ہے لیکن اس تربیت کا بنیادی نکتہ ایمانی ہے۔ اگر ایمان نہ ہو تو قرآن جو کچھ انسان کو دینا چاہتا ہے وہ اسے اخذ نہیں کرسکتا۔ ایمان ہی انسان کو اس متاع حیات کے اہل بناتا ہے۔ یہ نہایت ہی اونچا اور برتر اور عالم بالا کا متاع حیات ہے۔ انسان کے پاؤں زمین پر ہوتے ہیں اور اس کا شعور عالم بالا میں ہوتا ہے۔\nپہلے انسان کو اس کائنات کی جھلک دکھائی گئی ، پھر اسے اس کے نفس کے عجائبات کی ایک جھلک دکھائی گئی ، اب یہاں بتایا جاتا ہے کہ انسان کا رزق اس کی تقسیم اور اس کا حصہ رسدی بھی آسمانوں سے تقسیم ہوتا ہے اور تمہاری آخری منزل بھی آسمانوں ہی میں ہے۔"
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "وفی السمائ ........ توعدون (51 : 22) ” آسمان ہی میں ہے تمہارا رزق بھی اور وہ چیز بھی جس کا تم سے وعدہ کیا جارہا ہے۔ “ بظاہر یہ ایک عجیب ہدایت اور توجہ مبذول کرنے کا ایک اشارہ ہے کہ باوجود اس کے کہ اسباب رزق زمین میں ہیں انسان ان اسباب کے اندر جدوجہد کرتا اور اس سعی اور جہد کے نتیجے میں بھی رزق کا انتظام کرتا ہے لیکن قرآن انسان کی نظروں کو آسمانوں کی طرف پھیرتا ہے۔ عالم ظاہر سے عالم غیب کی طرف لے جاتا ہے تاکہ وہ وہاں اپنے نصیبہ رزق کی امید کرے۔ رہی یہ بات کہ زمین اور اس کے اندر اسباب رکھے گئے تو یہ تو یقین کرنے والوں کے لئے آیات ہیں۔ ان آیات ونشانات کو دیکھ کر انسان اللہ کی طرف متوجہ ہوتا ہے تاکہ اللہ سے بہتر رزق کا امیدوار ہو اور زمین کے بوجھ اور زمین کی پستیوں سے وہ آزاد ہو۔ اس طرح رزق کے اسباب ظاہرہ سے بھی آزاد ہو۔ یہ نہ ہو کہ یہ ظاہری اسباب انسان اور خالق الاسباب کے درمیان حائل ہوجائیں اور وہ ان ظاہری اسباب ہی کے اندر گم ہوجائے۔\nدل مومن اس ہدایت کو ایک حقیقت کے طور پر لیتا ہے۔ اسے سمجھتا بھی ہے۔ وہ جانتا ہے کہ اس ہدایت کا مقصد یہ نہیں ہے کہ زمین اور زمین کے اسباب سے صرف نظر کردیا جائے۔ اس لئے کہ انسان زمین کے اسباب کو کام میں لانے اور یہاں زمین کے اوپر فریضہ خلافت الٰہیہ کے تقاضے پورے کرنے کا مکلف ہے۔ مقصد یہ ہے کہ وہ دل کو اسباب ارض کے ساتھ نہ باندھ دے اور اس زمین کی تعمیر اور ترقی میں مصروف ہوکر خدا کو نہ بھلا دے بلکہ اس کا رویہ یہ ہو کہ وہ زمین میں کام کررہا ہو اور اس کی نظریں آسمانوں پر ہوں۔ وہ اسباب کو کام میں لائے مگر یقین یہ کرے کہ وہ اسباب اس کے فرائض نہیں ہیں بلکہ رازق آسمانوں میں ہے اور یہ اللہ کا وعدہ ہے اور ہوتا وہی ہے جو اللہ نے فرمایا۔\nیوں ایک مومن کا دل ان اسباب کی گرفت سے آزاد ہوجاتا ہے جو زمین میں ہیں بلکہ وہ ان اسباب کے ذریعے ہی آسمانوں کی بادشاہت تک پہنچتا ہے۔ جب وہ دیکھتا ہے کہ ان اسباب کے اندر بھی عجائبات ہیں جو خالق اسباب کی نشاندہی کرتے ہیں تو وہ انہی کے ذریعہ خدا تک رسائی حاصل کرلیتا ہے۔ اگر چہ اس کے پاؤں زمین پر انہی اسباب کے اندر ہوتے ہیں لیکن اس کی نظریں آسمان پر ہوتی ہیں۔ یہی طریقہ ہے جو اللہ نے انسان کے لئے پسند کیا ہے اور یہی طریقہ اللہ نے اپنے ان بندوں کے لئے تجویز کیا ہے جن کو اس نے مٹی سے پیدا کیا۔ ان میں اپنی روح پھونکی اور انہیں اس جہاں کی تمام مخلوقات پر فضیلت دے دی۔\nایمان ایک وسیلہ اور سبب ہے اس بات کا کہ انسان بہترین حالات زندگی میں ہو جب انسان ایمان کی حالت میں ہوتا ہے تو وہ اس حالت میں ہوتا ہے جس میں اسے اللہ تعالیٰ نے پیدا کیا۔ یہ اللہ کی اس فطرت پر ہوتا ہے جس پر اللہ نے اسے پیدا کیا ہے۔ انسان پر حالت فساد اور حالت گمراہی بعد میں طاری ہوتی ہے۔\nان تین جھلکیوں کی طرف متوجہ کرنے کے بعد یعنی زمین کی نشانیوں ، نفس کی نشانیوں اور آسمانوں کی نشانیوں کی طرف متوجہ کرنے کے بعد اللہ اپنی ذات کی قسم اٹھا کر یقین دلاتا ہے کہ یہ باتیں اسی طرح سچ ہیں جس طرح تمہاری باتیں۔"
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "فو رب ........ تنطقون (51 : 32) ” پس قسم ہے آسمان اور زمین کے مالک کی ، یہ بات حق ہے ، ایسی ہی یقینی جیسے تم بول رہے ہو۔ “\nیہ بات کہ وہ بیٹھے ہوئے مصروف گفتگو ہیں ، ایک حقیقت ہے۔ اس میں شک نہیں ہے کہ یہ ایک حقیقت ہے نہ اس میں کوئی کلام ہے۔ اسی طرح یہ کلام ایک یقینی کلام ہے اور اللہ سب سے زیادہ سچائی والا ہے۔\nاصمعی نے ایک عجیب بات نقل کی ہے اور علامہ زمحشری نے کشاف میں اسے نقل کیا ہے۔ روایت کی صحت کے بارے میں تحفظ رکھتے ہوئے ہم اسے یہاں اس لئے نقل کرتے ہیں کہ بات بڑی عجب ہے۔ کہتے ہیں ” میں بصرہ کی جامع مسجد سے واپس آرہا تھا کہ ایک دیہاتی اپنے سواری کے اونٹ پر نمودار ہوا۔ اس نے کہا ” تمہارا تعلق کس قبیلے سے ہے “ میں نے کہا ” بنی اصمع سے “ اس نے کہا ” تم کہاں سے آئے ہو “ میں نے کہا ” ایک ایسی جگہ سے جس میں رحمان کا کلام پڑھا جاتا ہے۔ “ اس نے کہا تو مجھ پر پڑھئے تو میں نے پڑھا۔\nوالذاریات ............ جب میں یہاں تک پہنچا۔\nوفی السمائ ........ توعدون (51 : 22) ” آسمانوں ہی میں ہے تمہارا رزق بھی اور وہ چیز بھی جس کا تم سے وعدہ کیا جارہا ہے۔ “ اس نے کہا بس یہ کافی ہے۔ وہ کھڑا ہوا اور اپنے اونٹ کو ذبح کردیا اور راستے پر جو آتا جاتا ان پر تقسیم کرتا جاتا۔ اس نے اپنی تلوار اور تیر کو زمین پر دے مارا اور توڑ دیا اور چلا گیا۔ جب میں ہارون الرشید کے ساتھ صبح کے وقت طواف کرنے لگا۔ کیا دیکھتا ہوں کہ وہی شخص میرے ساتھ نرم آواز سے گفتگو کررہا ہے۔ میں نے اسے پہچان لیا کہ یہ تو وہی اعرابی ہے۔ یہ دبلا پتلا اور زرد رنگ کا ہے۔ تو اس نے سلام کیا جب میں اس جگہ تک پہنچا۔\nوما توعدون (51 : 22) تک تو اس نے پکار کر کہا۔ حقیقت ہے کہ ہمارے رب نے ہمارے ساتھ جو وعدہ کیا تھا میں نے اسے پا لیا ہے۔ پھر اس نے کہا کہ اس کے سوا اور بھی کوئی بات ہے تو میں نے پڑھا۔\nفوارب ........ لحق (51 : 32) ” پس قسم ہے آسمان اور زمین کے مالک کی یہ بات حق ہے۔ “ اس شخص نے آواز بلند کی اور کہا یا سبحان اللہ ! کون تھا جس نے رب ذوالجلال کو اس قدر غصہ دلایا کہ اس نے حلف اٹھایا ؟ انہوں نے اللہ تعالیٰ کی بات کی تصدیق نہ کی۔ یہاں تک کہ رب کو قسم اٹھانے پر مجبور کیا۔ یہ بات اس نے تین بار کہی اور اس کی روح پرواز کرگئی۔ “ یہ ایک عجیب کہانی ہے۔ صحیح ہوگی یا نہ ہوگی لیکن ہم نے اسے یہاں اس لئے نقل کیا ہے کہ رب ذوالجلال کی قسم کی وجہ سے اس بات کی اہمیت اور زیادہ ہوتی ہے جس پر قسم اٹھائی گئی جبکہ بغیر حلف اور قسم کے بھی وہ عظیم حقیقت ہے۔\nیہ تو تھا اس سورة کا پہلا حصہ ، دوسرے حصے میں حضرت ابراہیم ، حضرت لوط ، حضرت موسیٰ ، عاد قوم ہود ، ثمود قوم صالح اور حضرت نوح (علیہم السلام) کے قصص کی طرف مختصر اشارات ہیں۔ یہ حصہ بھی ماقبل اور مابعد سے مربوط ہے۔"
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "اس دوسرے حصے میں بھی نبیوں کی تاریخ سے آیات الٰہیہ کا ذکر ہے جس طرح پہلے حصے میں آیات تکوینی اور آیات ونفس کا ذکر ہوا تھا اور یہ بھی اللہ کے سچے وعدے تھے اور انہوں نے حقیقت کا روپ اختیار کیا جس طرح پہلے حصے میں اللہ کے سچے وعدے کا ذکر تھا۔\nبات کا آغاز حضرت ابراہیم کے مہمانوں کے بارے میں ایک سوال سے ہوتا ہے۔\nھل اتک حدیث ضیف ابراھیم المکرمین (51 : 42) ” اے نبی کیا ابراہیم .... کے معزز مہمانوں کی حکایت بھی تمہیں پہنچی ہے ؟ “ اس سوال میں اس بات کی طرف اشارہ ہے کہ ذہنوں کو اس حکایت کے لئے تیار اور متوجہ کرنا ہے اور مہمانوں کے لئے ” مکرمین “ کا لفظ استعمال ہوا ہے یا تو وہ اللہ کے نزدیک مکرم اور معزز تھے یا اس طرف اشارہ ہے کہ وہ حضرت ابراہیم (علیہ السلام) کے معزز مہمان تھے اور انہوں نے ان کی تکریم کی۔\nاس واقعہ سے معلوم ہوتا ہے کہ حضرت ابراہیم (علیہ السلام) کس قدر کریم اور تخی تھے اور کس طرح مہمان نوازی پر مال لٹاتے تھے۔ ادھر سے مسلمان آتے ہیں ان کو سلام کرتے ہیں اور وہ بھی سلام کرتے ہیں۔ آپ ان مہمانوں کو پہچانتے نہیں اور علیک سلیک کے بعد اہلیہ کو جاکر کھانا تیار کرنے کا حکم دیتے ہیں اور یہ کھانا بھی آناً فاناً تیار ہوتا ہے اور جلدی ایک وافر مقدار میں ایک بھنا ہوا بچھڑا مہمانوں کے سامنے حاضر ہے جو دسیوں آدمیوں کے لئے کافی ہے۔"
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "اس دوسرے حصے میں بھی نبیوں کی تاریخ سے آیات الٰہیہ کا ذکر ہے جس طرح پہلے حصے میں آیات تکوینی اور آیات ونفس کا ذکر ہوا تھا اور یہ بھی اللہ کے سچے وعدے تھے اور انہوں نے حقیقت کا روپ اختیار کیا جس طرح پہلے حصے میں اللہ کے سچے وعدے کا ذکر تھا۔\nبات کا آغاز حضرت ابراہیم کے مہمانوں کے بارے میں ایک سوال سے ہوتا ہے۔\nھل اتک حدیث ضیف ابراھیم المکرمین (51 : 42) ” اے نبی کیا ابراہیم .... کے معزز مہمانوں کی حکایت بھی تمہیں پہنچی ہے ؟ “ اس سوال میں اس بات کی طرف اشارہ ہے کہ ذہنوں کو اس حکایت کے لئے تیار اور متوجہ کرنا ہے اور مہمانوں کے لئے ” مکرمین “ کا لفظ استعمال ہوا ہے یا تو وہ اللہ کے نزدیک مکرم اور معزز تھے یا اس طرف اشارہ ہے کہ وہ حضرت ابراہیم (علیہ السلام) کے معزز مہمان تھے اور انہوں نے ان کی تکریم کی۔\nاس واقعہ سے معلوم ہوتا ہے کہ حضرت ابراہیم (علیہ السلام) کس قدر کریم اور تخی تھے اور کس طرح مہمان نوازی پر مال لٹاتے تھے۔ ادھر سے مسلمان آتے ہیں ان کو سلام کرتے ہیں اور وہ بھی سلام کرتے ہیں۔ آپ ان مہمانوں کو پہچانتے نہیں اور علیک سلیک کے بعد اہلیہ کو جاکر کھانا تیار کرنے کا حکم دیتے ہیں اور یہ کھانا بھی آناً فاناً تیار ہوتا ہے اور جلدی ایک وافر مقدار میں ایک بھنا ہوا بچھڑا مہمانوں کے سامنے حاضر ہے جو دسیوں آدمیوں کے لئے کافی ہے۔"
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "فراغ الی ........ الیھم (15 : 72) ” پھر وہ چپکے سے اپنے گھر والوں کے پاس گیا اور ایک بھنا ہوا موٹا تازہ بچھڑا مہمانوں کے آگے پیش کیا۔ “ حالانکہ روایات کے مطابق ان کی تعداد تین تھی۔ ان کے لئے تو ایک بازہ ہی کافی تھا۔"
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "قال الا تاکلوان (15 : 72) ” اس نے کہا آپ حضرات کھاتے نہیں ؟ “ یہ سوال انہوں نے تب کیا جب دیکھا کہ ان کے ہاتھ اس کھانے کی طرف نہیں بڑھ رہے اور نہ کوئی ایسے آثار ہیں کہ وہ کھانا کھائیں گے۔"
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "فاوجس منھم خیفة (15 : 82) ” پھر وہ دل میں ان سے ڈرا “ یا تو اس لئے کہ آنے والا اجنبی اگر کھانا نہیں کھاتا تو اس کی نیت خراب ہے۔ وہ کوئی شریا خیانت کرنے کی نیت سے آیا ہے یا یہ کہ حضرت ابراہیم نے ان فرشتوں کے اندر کوئی عجیب علامات دیکھ لیں۔ جب انہوں نے ان کے چہرے خوف کے آثار دیکھے تو انہوں نے اپنا تعارف کرایا۔ ان کو اطمینان دلایا اور آپ کو ایک بیٹے کی بشارت دی۔\nقالوا ........ علیم (15 : 82) ؟ ؟ انہوں نے کہا ڈرو نہیں اور اسے ایک ذی علم لڑکے کی پیدائش کا مژدہ سنایا “ یہ بشارت حضرت اسحاق کے بارے میں تھی جو ان کی بانجھ بیوی سے پیدا ہوئے تھے۔"
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "فاقبلت ........ عقیم (15 : 92) ” یہ سن کر ان کی بیوی چیختی ہوئی آگے بڑھی اور اس نے اپنا منہ پیٹ لیا اور کہنے لگی بوڑھی بانجھ “ اس نے یہ خوشخبری سن لی تھی۔ اچان کہ یہ خوشخبری اس کی تو چیخ نکل گئی اور عورتوں کی عادت کے مطابق اس نے اپنا چہرہ پیٹ لیا اور یہ کہہ دیا میں بوڑھی ہوں بانجھ ہوں تو یہ سب امور اس کے لئے خوشگوار حیرت کے باعث ہوئے اور در حقیقت وہ بانجھ تھی اور یہ خبر اس کے لئے اچانک خوشی کی خبر تھی جس کی وہ کسی طرح توقع نہ کرتی تھی لیکن وہ یہ بات بھول گئی کہ یہ خوشخبری تو فرشتے دے رہے ہیں تو فرشتوں نے اسے متوجہ کیا کہ یہ تو قدرت الٰہیہ ہے اور جہاں میں تمام امور علم الٰہی کے مطابق رونما ہوتے ہیں۔"
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔"
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "قالوا ........ العلیم (15 : 03) ” انہوں نے کہا ” یہی کچھ فرمایا ہے تیرے رب نے وہ حکیم ہے اور سب کچھ جانتا ہے۔ “ یعنی اللہ جس چیز کو کہہ دے کہ ہوجا تو ہوجاتی ہے اور اللہ نے ایسا کہہ دیا ہے تو اس کے بعد اب شک کی گنجائش کیا ہے۔ کسی کام کا عادی ہونا اور اس کام کا آنکھوں کے سامنے ہوتے رہنا ایسی باتیں ہیں جو انسانی اور اک کو بیڑیاں پہنا دیتا ہے اور اشیاء کے بارے میں انسان کا تصور محدود ہوجاتا ہے۔ پھر جب انسان اس عادی اور روٹین کے طریق کار سے کوئی مختلف بات دیکھتا ہے تو وہ ششدر رہ جاتا ہے اور وہ تعجب کرتا ہے کہ یہ کیسے ہوگیا۔ بعض اوقات پھر وہ کبر کرتے ہوئے اس کا انکار کردیتا ہے لیکن اللہ کی مشیت تو اپنی راہ لیتی ہے۔ وہ لوگوں کی مالوفات کی پابند نہیں ہے۔ انسان کا دائرہ ادراک اور اس کا دائرہ امور عادیہ بہت محدود ہے جبکہ اللہ کی قدرتیں بہت ممدود (پھیلی ہوئی) ہیں۔"
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "جب حضرت ابراہیم نے اپنے مہمانوں کی حقیقت معلوم کرلی تو وہ پوچھنے لگے کہ ان کا مشن کیا ہے۔\nقال انا ارسلنا الی قوم مجرمین (15 : 13) ” انہوں نے کہا اے فرستادگان الٰہی آپ کو کیا مہم درپیش ہے۔ “ تو انہوں نے جواب دیا ۔"
    },
    {
      "ayah": 32,
      "surah": 51,
      "text": "قالو انا ارسلنا الی قوم مجرمین (15 : 23) ” ہم ایک مجرم قوم کی طرف بھیجے گئے ہیں “ یہ قوم لوط کے لوگ تھے جیسا کہ دوسری سورتوں میں تصریح ہے۔"
    },
    {
      "ayah": 33,
      "surah": 51,
      "text": "لنرسل ........ للمسرفین (15 : 43)\n” تاکہ اس پر پکی ہوئی مٹی کے پتھر برسا دیں جو آپ کے رب کے ہاں حد سے گزر جانے والوں کے لئے نشان زدہ ہیں۔ “\nیہ مٹیالے پتھر ، تیار شدہ اور نشان زدہ تھے اور اللہ نے ان کو مسرفین کے لئے تیار کیا تھا اور یہ مسرف قوم لوط کے لوگ تھے جنہوں نے حدود سے تجاوز کرلیا تھا۔ وہ فطرت کی راہ سے تجاوز کرکے غیر فطری عمل کرتے تھے۔ جو حق اور دین کے خلاف راستہ تھا۔ ان پتھروں کے بارے میں کوئی بات اس سے مانع نہیں ہے کہ وہ آتش فشانی کے عمل کے نتیجے میں برسنے والوے پتھر ہوں کیونکہ گرم لاوا جب ہوا میں اڑتا ہے تو وہ پتھر بن جاتا ہے اور یہ رب تعالیٰ کی طرف سے مسلط ہوتا ہے اور اس کے قوانین قدرت اور نوامیس فطرت کے مطابق کام کرتا ہے اور اسی شخص پر جاکر پڑتا ہے جس کے بارے میں حکم الٰہی ہو اور ہر پتھر کے لئے اللہ نے اپنے علم سے زمان ومکان مقرر کردیا ہے کہ اس نے اس جگہ فلاں کو گھیر لینا ہے اور ہر پتھر کو فرشتوں کے ذریعہ اللہ نے پھینکنا طے کردیا ہے پھر ہمیں فرشتوں کی حقیقت کا بھی تو پوری طرح علم نہیں ہے اور یہ بھی ہمیں معلوم نہیں کہ اس کائنات کے ساتھ فرشتوں کا تعلق کیا ہے پھر جن قوتوں کو ہم جانتے ہیں اور جن کے انکشافات ہمارے سامنے ہوتے رہتے ہیں اور ہم ان قوتوں کے اپنی جانب سے نام رکھتے رہتے ہیں ان کی حقیقت کیا ہے ؟ ہماری کیا مجال ہے کہ ہم اللہ کی اس اطلاع پر اعتراض کریں کہ اس نے اپنی بعض قوتوں کو بعض مسرفین پر مسلط کردیا اور کسی خاص جگہ ایسا کردیا۔ ہمیں بہرحال اللہ تعالیٰ کی اس اطلاع پر اعتراض کرنے کا حق نہیں ہے۔ اس لئے کہ اس کائنات کے بارے میں ہماری معلومات بہت ہی محدود ہیں اور مفروضوں پر مبنی ہیں بلکہ وہ نظریات ہیں اور بالکل ان چیزوں کی سطحی تاویلات ہیں۔ ابھی تک بہت کم معلومات ہیں جو حقائق بن سکے ہیں۔ غرض یہ آتش فشانی کے عمل میں پتھر ہوں یا اور پتھر ہوں۔ بہرحال وہ دست قدرت کا کرشمہ تھے۔ ان کی تخلیق کا عمل تھے اور وہ کیسے تھے یہ بھی ایک غیب ہے۔"
    },
    {
      "ayah": 34,
      "surah": 51,
      "text": "لنرسل ........ للمسرفین (15 : 43)\n” تاکہ اس پر پکی ہوئی مٹی کے پتھر برسا دیں جو آپ کے رب کے ہاں حد سے گزر جانے والوں کے لئے نشان زدہ ہیں۔ “\nیہ مٹیالے پتھر ، تیار شدہ اور نشان زدہ تھے اور اللہ نے ان کو مسرفین کے لئے تیار کیا تھا اور یہ مسرف قوم لوط کے لوگ تھے جنہوں نے حدود سے تجاوز کرلیا تھا۔ وہ فطرت کی راہ سے تجاوز کرکے غیر فطری عمل کرتے تھے۔ جو حق اور دین کے خلاف راستہ تھا۔ ان پتھروں کے بارے میں کوئی بات اس سے مانع نہیں ہے کہ وہ آتش فشانی کے عمل کے نتیجے میں برسنے والوے پتھر ہوں کیونکہ گرم لاوا جب ہوا میں اڑتا ہے تو وہ پتھر بن جاتا ہے اور یہ رب تعالیٰ کی طرف سے مسلط ہوتا ہے اور اس کے قوانین قدرت اور نوامیس فطرت کے مطابق کام کرتا ہے اور اسی شخص پر جاکر پڑتا ہے جس کے بارے میں حکم الٰہی ہو اور ہر پتھر کے لئے اللہ نے اپنے علم سے زمان ومکان مقرر کردیا ہے کہ اس نے اس جگہ فلاں کو گھیر لینا ہے اور ہر پتھر کو فرشتوں کے ذریعہ اللہ نے پھینکنا طے کردیا ہے پھر ہمیں فرشتوں کی حقیقت کا بھی تو پوری طرح علم نہیں ہے اور یہ بھی ہمیں معلوم نہیں کہ اس کائنات کے ساتھ فرشتوں کا تعلق کیا ہے پھر جن قوتوں کو ہم جانتے ہیں اور جن کے انکشافات ہمارے سامنے ہوتے رہتے ہیں اور ہم ان قوتوں کے اپنی جانب سے نام رکھتے رہتے ہیں ان کی حقیقت کیا ہے ؟ ہماری کیا مجال ہے کہ ہم اللہ کی اس اطلاع پر اعتراض کریں کہ اس نے اپنی بعض قوتوں کو بعض مسرفین پر مسلط کردیا اور کسی خاص جگہ ایسا کردیا۔ ہمیں بہرحال اللہ تعالیٰ کی اس اطلاع پر اعتراض کرنے کا حق نہیں ہے۔ اس لئے کہ اس کائنات کے بارے میں ہماری معلومات بہت ہی محدود ہیں اور مفروضوں پر مبنی ہیں بلکہ وہ نظریات ہیں اور بالکل ان چیزوں کی سطحی تاویلات ہیں۔ ابھی تک بہت کم معلومات ہیں جو حقائق بن سکے ہیں۔ غرض یہ آتش فشانی کے عمل میں پتھر ہوں یا اور پتھر ہوں۔ بہرحال وہ دست قدرت کا کرشمہ تھے۔ ان کی تخلیق کا عمل تھے اور وہ کیسے تھے یہ بھی ایک غیب ہے۔"
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "فاخرجنا ........ المومنین (15 : 53) ” پھر ہم نے ان سب لوگوں کو نکال لیا جو اس بستی میں مومن تھے “ تاکہ وہ نجات پالیں ، ان کے لئے یہ اللہ کی حمایت تھی۔"
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "فما ........ المسلمین (15 : 63) ” اور وہاں ہم نے ایک گھر کے سوا مسلمانوں کا کوئی گھر نہ پایا “ یہ نبی زمان حضرت لوط کا گھر تھا جیسا کہ دوسری جگہ تفصیلات آتی ہیں۔ ماسواء اہلیہ لوط (علیہ السلام) باقی لوگ نجات پاگئے۔"
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "وترکنا ........ الالیم (15 : 73) ” اس کے بعد ہم نے وہاں بس ایک نشانی ان لوگوں کے لئے چھوڑ دی جو درد ناک عذاب سے ڈرتے تھے “ جو لوگ عذاب سے ڈرتے ہیں وہی نشانیاں بھی دیکھ سکتے ہیں اور ان کو سمجھ سکتے ہیں اور فائدہ اٹھا سکتے ہیں۔ رہے دوسرے لوگ تو وہ اندھے ہوتے ہیں۔ ان کو اس پوری کائنات میں اللہ کی نشانیاں نہیں آتیں نہ زمین میں نہ ان کے نفوس میں اور نہ تاریخ میں۔\nاب دوسری نشانی قصہ حضرت موسیٰ میں۔ اس قصے کی طرف بھی ایک سر سری اشارہ ہے کیونکہ یہاں انبیاء کی تاریخ سے نشانات راہ گنوا کر بتاتے ہیں۔"
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "وہ صریح دلیل اور سند جس کے ساتھ موسیٰ (علیہ السلام) کو بھیجا گیا تھا ، وہ صریح اور قاطع دلیل تھی اور وہ عظیم الشان رعب تھا جو حضرت موسیٰ (علیہ السلام) کی شخصیت میں تھا اور موسیٰ اور ہارون کے ساتھ ذات باری تھی جو سنتی تھی اور دیکھتی تھی لیکن فرعون غرور کرکے منہ پھیر گیا اور اس نے واضح سچائی دیکھتے ہوئے بھی اور قاطع دلیل دیکھتے ہوئے بھی پہلو تہی سے کام لیا۔ اس نے حضرت موسیٰ خدا کے نبی کو کہا کہ وہ ساحر اور مجنون ہے حالانکہ انہوں نے اس کو ایسے معجزات دکھا دیئے تھے جن کے سامنے وہ لوگ لاجواب ہوگئے تھے۔ اس طرز عمل سے معلوم ہوگیا کہ جب کوئی ہدایت کے لئے تیار نہ ہو تو اسے بڑے سے بڑا معجزہ ہدایت پر لانے کے لئے کارگر نہیں ہوسکتا اور نہ کسی ایسی زبان کو خاموش کرایا جاسکتا ہے جو باطل پر مصر ہو۔\nیہاں سیاق کلام میں اس قصے کی تفصیلات نہیں دی جاتیں بلکہ یہاں اس کا فقط انجام دے دیا جاتا ہے جو اس قصے سے بطور نشانی اور تاریخی سبق ہمیشہ ہمیشہ کے لئے باقی ہے۔"
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "وہ صریح دلیل اور سند جس کے ساتھ موسیٰ (علیہ السلام) کو بھیجا گیا تھا ، وہ صریح اور قاطع دلیل تھی اور وہ عظیم الشان رعب تھا جو حضرت موسیٰ (علیہ السلام) کی شخصیت میں تھا اور موسیٰ اور ہارون کے ساتھ ذات باری تھی جو سنتی تھی اور دیکھتی تھی لیکن فرعون غرور کرکے منہ پھیر گیا اور اس نے واضح سچائی دیکھتے ہوئے بھی اور قاطع دلیل دیکھتے ہوئے بھی پہلو تہی سے کام لیا۔ اس نے حضرت موسیٰ خدا کے نبی کو کہا کہ وہ ساحر اور مجنون ہے حالانکہ انہوں نے اس کو ایسے معجزات دکھا دیئے تھے جن کے سامنے وہ لوگ لاجواب ہوگئے تھے۔ اس طرز عمل سے معلوم ہوگیا کہ جب کوئی ہدایت کے لئے تیار نہ ہو تو اسے بڑے سے بڑا معجزہ ہدایت پر لانے کے لئے کارگر نہیں ہوسکتا اور نہ کسی ایسی زبان کو خاموش کرایا جاسکتا ہے جو باطل پر مصر ہو۔\nیہاں سیاق کلام میں اس قصے کی تفصیلات نہیں دی جاتیں بلکہ یہاں اس کا فقط انجام دے دیا جاتا ہے جو اس قصے سے بطور نشانی اور تاریخی سبق ہمیشہ ہمیشہ کے لئے باقی ہے۔"
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔"
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "فاخذنہ ........ ملیم (15 : 04) ” آخر کار ہم نے اسے اور اس کے لشکروں کو پکڑا اور سب کو سمندر میں پھینک دیا اور وہ ملامت زدہ ہوکر رہ گیا “ یعنی اس نے جو سرکشی اور حق کو جھٹلایا اس کی وجہ سے وہ ملامت کا مستحق ہوکر رہ گیا۔\nانداز تعبیر میں واضح طور پر یہ بتایا جاتا ہے کہ اس کو اور اس کے لشکروں کو براہ راست اللہ نے پکڑا اور دریا میں پھینک دیا۔ یہ پہلو اس لئے اجاگر کیا گیا کہ حضرت موسیٰ (علیہ السلام) کے قصے میں نشانی کا پہلو ظاہر ہوجائے کیونکہ یہاں آفاق وانفس اور تاریخ سے اللہ کی نشانیوں کو گنوایا جارہا ہے۔ تاریخ سے رسولوں کے قصص دراصل نشانات راہ ہیں۔"
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "اور پھر ایک دوسری تاریخی نشانی قوم عاد پر ایک نظر :\nوفی عاد ........ العقیم (14) ما تذر ........ کالرمیم (15 : 24) ” اور (تمہارے لئے نشانی ہے) عاد میں ، جبکہ ہم نے ان پر ایک ایسی بےخیر ہوا بھیج دی کہ جس چیز پر بھی وہ گزر گئی اسے بوسیدہ کرکے رکھ دیا۔ “\nاور قوم عاد پر جو ہوا بھیجی گئی اسے یہاں عقیم (بانجھ) کہا گیا ہے ۔ یہ اس لئے کہ اس ہوا میں نہ پانی تھا نہ خیر کی کوئی چیز جو سبب حیات ہو جیسا کہ اس ہوا سے قوم عاد توقع کرتی تھی۔ اس کے برعکس اس میں تباہی اور ہلاکت ہی تھی۔ یہ ہوا جس چیز کو بھی لگتی اسے مردہ کردیتی تھی۔ اس طرح جس طرح کوئی مردہ بوسیدہ ہوکر ٹکڑے ٹکڑے ہوجاتا ہے۔ ہوا ان کائناتی قوتوں میں سے ایک قوت ہے اور یہ اللہ کے لشکروں میں سے ایک لشکر ہے اور اللہ کے لشکروں کو اللہ ہی جانتا ہے۔ ان لشکروں کو اللہ اپنی مشیت اور ناموس کے دائرے کے اندر بھیجتا ہے اور ان لشکروں کے کام کا انداز مختلف ہوتا ہے۔ یہ لشکر جس پر جاتے ہیں اللہ کے ارادے سے اس کے مقرر وقت پر جاتے ہیں کسی کو ہلاک وتباہ کردیتے ہیں اور کسی کو زندہ وتابندہ کردیتے ہیں لہٰذا ایسے مقامات پر کسی کو ان سطحی اور سادہ اعتراضات کا کوئی حق نہیں ہے کہ ہوا تو کائناتی نظام کے مطابق چلتی ہے اور یہ ادھر اور ادھر طبیعاتی عوامل واسباب کے مطابق چلتی ہے ہم کہتے ہیں کہ یہ طبعی نظام اور کائناتی عوامل بھی خالق ہی چلاتا ہے وہ اپنی تدبیر اور تقدیر کے ساتھ کسی کو تباہ اور کسی کو زندہ کردیتا ہے۔ یہ عوامل اس نے پیدا کئے اور اسباب اسی کے ہیں اور طبعیاتی اصول اسی نے وضع کئے ہیں اور انہیں کے ساتھ وہ ان عوامل کو کسی پر مسلط کرتا ہے ، اگر کوئی خالق کائنات کو مانتا ہے تو پھر ایسے اعتراضات کی کوئی گنجائش نہیں ہے۔"
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "اور پھر ایک دوسری تاریخی نشانی قوم عاد پر ایک نظر :\nوفی عاد ........ العقیم (14) ما تذر ........ کالرمیم (15 : 24) ” اور (تمہارے لئے نشانی ہے) عاد میں ، جبکہ ہم نے ان پر ایک ایسی بےخیر ہوا بھیج دی کہ جس چیز پر بھی وہ گزر گئی اسے بوسیدہ کرکے رکھ دیا۔ “\nاور قوم عاد پر جو ہوا بھیجی گئی اسے یہاں عقیم (بانجھ) کہا گیا ہے ۔ یہ اس لئے کہ اس ہوا میں نہ پانی تھا نہ خیر کی کوئی چیز جو سبب حیات ہو جیسا کہ اس ہوا سے قوم عاد توقع کرتی تھی۔ اس کے برعکس اس میں تباہی اور ہلاکت ہی تھی۔ یہ ہوا جس چیز کو بھی لگتی اسے مردہ کردیتی تھی۔ اس طرح جس طرح کوئی مردہ بوسیدہ ہوکر ٹکڑے ٹکڑے ہوجاتا ہے۔ ہوا ان کائناتی قوتوں میں سے ایک قوت ہے اور یہ اللہ کے لشکروں میں سے ایک لشکر ہے اور اللہ کے لشکروں کو اللہ ہی جانتا ہے۔ ان لشکروں کو اللہ اپنی مشیت اور ناموس کے دائرے کے اندر بھیجتا ہے اور ان لشکروں کے کام کا انداز مختلف ہوتا ہے۔ یہ لشکر جس پر جاتے ہیں اللہ کے ارادے سے اس کے مقرر وقت پر جاتے ہیں کسی کو ہلاک وتباہ کردیتے ہیں اور کسی کو زندہ وتابندہ کردیتے ہیں لہٰذا ایسے مقامات پر کسی کو ان سطحی اور سادہ اعتراضات کا کوئی حق نہیں ہے کہ ہوا تو کائناتی نظام کے مطابق چلتی ہے اور یہ ادھر اور ادھر طبیعاتی عوامل واسباب کے مطابق چلتی ہے ہم کہتے ہیں کہ یہ طبعی نظام اور کائناتی عوامل بھی خالق ہی چلاتا ہے وہ اپنی تدبیر اور تقدیر کے ساتھ کسی کو تباہ اور کسی کو زندہ کردیتا ہے۔ یہ عوامل اس نے پیدا کئے اور اسباب اسی کے ہیں اور طبعیاتی اصول اسی نے وضع کئے ہیں اور انہیں کے ساتھ وہ ان عوامل کو کسی پر مسلط کرتا ہے ، اگر کوئی خالق کائنات کو مانتا ہے تو پھر ایسے اعتراضات کی کوئی گنجائش نہیں ہے۔"
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "اور تیسری نشانی قوم ثمود کی :\nوفی ثمود ........ منتصرین (54) (15 : 14 تا 54)\n” اور (تمہارے لئے نشانی ہے) ثمود میں جب ان سے کہا گیا تھا کہ ایک خاص وقت تک مزے کرلو مگر اس تنبیہ پر بھی انہوں نے اپنے رب کے حکم سے سرتابی کی۔ آخر کار ان کے دیکھتے دیکھتے اچانک ٹوٹ پڑنے والے عذاب نے ان کو آلیا۔ پھر نہ ان میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاؤ کرسکتے تھے۔ “\nاذ قیل لھم تمتعوا حتی حین (15 : 34) ” ایک خاص وقت تک مزے کرلو “ سے مراد یہ بھی ہوسکتی ہے کہ ان کو تین دنوں کی مہلت دی گئی تھی یعنی ناقہ کے بعدذ جیسا کہ دوسری جگہ ہے۔\nقال تمتعوا ........ ایام ” پھر صالح نے ان کو خبردار کردیا کہ بس اب تین دن دن اپنے گھروں میں اور رہ لو “ اور اس سے مراد وہ وقت بھی ہوسکتا ہے یعنی رسالت کرنے سے قتل ناقہ تک کا وقت جبکہ انہوں نے اللہ کے حکم کی نافرمانی کرتے ہوئے ناقہ کو قتل کردیا اور ان کی ہلاکت کا فیصلہ ہوگیا۔\nقوم لوط پر پتھروں کی بارش ہوئی ان کے بارے میں ہم نے جو کچھ کہا ہے وہی بات اس ہوا کے بارے میں بھی ہے جو قوم عاد پر بھیجی گئی اور وہی بات اس چیخ کے بارے میں بھی ہے جو قوم ثمود پر آئی۔ یہ تمام کائناتی قوتیں ہیں جو اللہ کی تدبیر سے کنٹرول ہوتی ہیں۔ یہ اللہ کی مشیت اور اس کے قوانین کے مطابق چلتی ہیں اور اپنے قوانین کے دائرے کے اندر اللہ جس قوم پر چاہتا ہے ان کو بطور عذاب مسلط کردیتا ہے۔ لہٰذا یہ قوتیں وہی کام کرتی ہیں جو اللہ ان کے حوالے کرتا ہے اور اللہ کے لشکر لاتعداد اور بےمثال ہیں۔"
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "اور تیسری نشانی قوم ثمود کی :\nوفی ثمود ........ منتصرین (54) (15 : 14 تا 54)\n” اور (تمہارے لئے نشانی ہے) ثمود میں جب ان سے کہا گیا تھا کہ ایک خاص وقت تک مزے کرلو مگر اس تنبیہ پر بھی انہوں نے اپنے رب کے حکم سے سرتابی کی۔ آخر کار ان کے دیکھتے دیکھتے اچانک ٹوٹ پڑنے والے عذاب نے ان کو آلیا۔ پھر نہ ان میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاؤ کرسکتے تھے۔ “\nاذ قیل لھم تمتعوا حتی حین (15 : 34) ” ایک خاص وقت تک مزے کرلو “ سے مراد یہ بھی ہوسکتی ہے کہ ان کو تین دنوں کی مہلت دی گئی تھی یعنی ناقہ کے بعدذ جیسا کہ دوسری جگہ ہے۔\nقال تمتعوا ........ ایام ” پھر صالح نے ان کو خبردار کردیا کہ بس اب تین دن دن اپنے گھروں میں اور رہ لو “ اور اس سے مراد وہ وقت بھی ہوسکتا ہے یعنی رسالت کرنے سے قتل ناقہ تک کا وقت جبکہ انہوں نے اللہ کے حکم کی نافرمانی کرتے ہوئے ناقہ کو قتل کردیا اور ان کی ہلاکت کا فیصلہ ہوگیا۔\nقوم لوط پر پتھروں کی بارش ہوئی ان کے بارے میں ہم نے جو کچھ کہا ہے وہی بات اس ہوا کے بارے میں بھی ہے جو قوم عاد پر بھیجی گئی اور وہی بات اس چیخ کے بارے میں بھی ہے جو قوم ثمود پر آئی۔ یہ تمام کائناتی قوتیں ہیں جو اللہ کی تدبیر سے کنٹرول ہوتی ہیں۔ یہ اللہ کی مشیت اور اس کے قوانین کے مطابق چلتی ہیں اور اپنے قوانین کے دائرے کے اندر اللہ جس قوم پر چاہتا ہے ان کو بطور عذاب مسلط کردیتا ہے۔ لہٰذا یہ قوتیں وہی کام کرتی ہیں جو اللہ ان کے حوالے کرتا ہے اور اللہ کے لشکر لاتعداد اور بےمثال ہیں۔"
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "وقوم ........ فسقین (15 : 64) ” اور ان سب سے پہلے ہم نے نوح کی قوم کو ہلاک کیا کیونکہ وہ فاسق لوگ تھے۔ “\nیہ قصہ نوح کی طرف نہایت ہی سرسری اشارہ ہے۔ بغیر تفصیلات کے اور بغیر اضافوں کے کہ ذرا قوم نوح کو بھی یاد کرلو ، جہاں قوم نوح کے قصے میں (فی نوح) کی بجائے (قوم نوح) کے الفاظ آئے ہیں اصل عبارت یوں ہے۔\nاذکرقوم نوح کہ قوم نوح کا تذکرہ بھی کردے اور اس کے بعد آیات کا آغاز ہوتا ہے۔"
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "والسماء بنیناھا کو اس پر عطف کیا گیا ہے تو قوم نوح کی نشانی ایک تاریخی نشانی ہے اور آسمان کی نشانی تکوینی نشانی ہے۔ یہاں دونوں کو باہم حرف عطف کے ذریعے مربوط کردیا گیا اور ان دونوں کے ذریعے اس پیراگراف کو اس سورة کے تیسرے پیراگراف سے مربوط کردیا گیا۔"
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "اب روئے سخن پر اس کائنات کی نمائش گاہ کی طرف لوٹ جاتا ہے جس کے ساتھ اس سورة کا افتتاح ہوا تھا۔ اس کائنات میں قلب ونظر کے جلا کے لئے کئی تصاویر ہیں تو اب اس کائنات کے البم سے ایک نئی تصویر آپ کے سامنے لائی جاتی ہے اور اس کے ذریعے اس نمائش گاہ کائنات میں اللہ کی نشانیوں کو تلاش کرنے کا مشورہ دیا جاتا ہے۔ یوں حضرت نوح کے قصے کی نشانی اب زمین و آسمان کی تصویری کہانیوں کے ساتھ مل جاتی ہے اور اس کے بعد پھر انسانوں کو بلند آواز سے پکارا جاتا ہے کہ دوڑو اللہ کی طرف ! خالص نظریہ توحید کے ساتھ۔\nوالسمائ ........ لموسعون (15 : 74) ” آسمان کو ہم نے اپنے زور سے بنایا اور ہم بہت ہی وسعت رکھتے ہیں۔ “\nالاید سے مراد قوت ہے۔ ہولناک وسیع اور عریض آسمانوں کی تخلیق اور ان کو ضبط میں رکھنے ہی سے اللہ کی عظیم قوت ظاہر ہے۔ آپ آسمان کے لفظ سے جو بھی مراد لیں خواہ آپ اس سے سیاروں کے مدارات لیں یا اس سے آپ مراد ستاروں کے مجموعے کہکشاں کو لیں جس میں کئی ملین ستارے ہوتے ہیں یا آپ اس سے مراد بلند فضاؤں کے وہ طبقات لیں جن کے اندر یہ ستارے اور سیارے بکھرے ہوئے ہیں یا اس کے علاوہ اس لفظ کا کوئی بھی مفہوم لیں بہرحال یہ کرشمہ قدرت الیہ ہے۔\nاسی طرح وسعت سے مراد بھی یہی سیارے ہیں جو بڑے بڑے حجم والے ہیں اور ملین کی تعداد ہیں اور یہ اس ہولناک اور سرچکرانے والی وسیع فضائے کائنات میں بکھرے پڑے ہیں جس طرح ذرات بکھرے ہوئے ہیں بس یہی وسعت ہے۔\nاور یہ بھی ہوسکتا ہے کہ وسعت سے مراد وہ خزانے ہوں جو اللہ نے انسانوں کے رزق اور خوراک کے لئے رکھے ہوئے ہیں اور یہ خزانے آسمانوں میں ہیں۔ اس سورة میں یہاں آسمان سے مراد صرف وہ ہوگا جو اللہ کے ہاں ہے لیکن قرآن کا انداز تعبیر ایسا ہوتا ہے کہ اس کے اندر کسی لفظ کے مفہوم کی طرف ایک اشارہ ہوتا ہے۔ تعبیر پر اس مفہوم کا سایہ ڈالا جاتا ہے اور یہ بالاارادہ ہوتا ہے تاکہ انسانی شعور اس سے تاثر لے۔"
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "ایک اشارہ یہاں بچھائی ہوئی زمین کی طرف بھی آتا ہے۔\nوالارض ........ المھدون (15 : 84) ” اور زمین کو ہم نے بچھایا ہے اور ہم بہت اچھے ہموار کرنے والے ہیں “\nاللہ نے اس زمین کو تیار کیا کہ یہ زندگی کے لئے ایک گہوارہ ثابت ہو جس طرح اس سے قبل ہم نے تفصیل دے دی ہے۔ فرش انسان کے لئے آرام اور راحت کا سبب ہوتا ہے۔ زمین کو اس طرح تیار کردہ ، ہموار کردہ اور سہولتوں کا اور زندگی کا گہوارہ بنایا گیا ہے۔ اس لئے فرش سے تعبیر کیا گیا۔ اس کی ہر چیز کو نہایت ہی گہرائی سے زندگی کی کفالت کے لئے تیار کیا گیا ہے۔\nفنعم المھدون (15 : 84) ” ہم بڑے اچھے ہموار کرنے والے ہیں۔ “"
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "ومن ........ تذکرون (15 : 94) ” اور ہر چیز کے ہم نے جوڑے بنائے شاید کہ تم اس سے سبق لو۔ “\nیہ ایک عجیب حقیقت ہے جو اس زمین کی تخلیق کا بنیادی اصول بتاتی ہے اور ہوسکتا ہے کہ یہی اصول پوری کائنات میں بھی کار فرما ہو کیونکہ انداز تعبیر میں ایسی کوئی بات نہیں ہے کہ صرف زمین اندر ہی یہ اصول کار فرما ہے۔ یہ اصول تخلیق میں زوجیت اور جوڑے کا اصول ، زندہ چیزوں میں زوجیت کا اصول تو بالکل ظاہر و باہر ہے لیکن ” شئی “ کے لفظ کا اطلاق دوسری چیزوں پر بھی ہوتا ہے تو معنی یہ ہوئے کہ تمام اشیاء بھی زوجیت کے اصول پر تخلیق کردہ ہیں۔\nجب ہم اس بات کو ذہن میں رکھیں کہ ہم چودہ سو سال سے اس آیت کو پڑھ رہے ہیں اور زوجیت کے اصول کی اس قدر ہمہ گیری کا تصور اس وقت نہ تھا جو اب ہوگیا ہے ، اس وقت تو زندہ چیزوں میں بھی یہ اصول اس قدر ہمہ گیر متصور نہ تھا چہ جائیکہ کوئی تمام اشیاء کے اندر زوجیت کا تصور کرتا ہے۔ اگر ہم یہ حقیقت سوچ لیں تو پھر ہمارے سامنے ایک عجوبہ آجاتا ہے اور یہ ہمیں بتایا ہے کہ اس پوری کائنات کی ہر چیز زوجیت کے اصول پر ہے۔\nیہ آیت ہمیں حقیقت بھی بتاتی ہے کہ دور جدید کے تمام انکشافات ہمیں حقیقت کبریٰ کے بہت قریب کرتے جارہے ہیں۔ تمام تحقیقات اس پر متفق ہوتی جارہی ہیں کہ کائنات کی تخلیق ذرے سے ہوتی ہے اور ذرہ دو کہربائی جوڑوں سے مرکب ہے۔ مثبت اور منفی لہٰذا جدید طبعی تحقیقات اس حقیقت کے ثبوت کی طرف جارہی ہیں۔\nعبارت اور الفاظ کے لحاظ سے چھوٹے اور مختصر اور مفہوم کے اعتبار سے بڑے اور محیرالعقول اشارات کی روشنی میں آسمان کی دوریوں ، زمین کے اطراف واکناف اور مخلوقات کے انفس کے مکالمے اور مشاہدے کی روشنی میں اب اللہ تعالیٰ اپنی مخلوق کو نہایت ہی بلند آواز سے پکارتا ہے کہ دوڑو خالق ارض وسماء کی طرف ، خالص ہوکر ، تمام بوجھ اپنے کاندھوں سے پرے پھینک کر ، ہلکی روح ، بےقید دل کے ساتھ اور توحید کے جھنڈے ہاتھوں میں لئے ہوئے دوڑ پڑو۔"
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "یہ سرسری اور مختصر آیات وضربات ہیں۔ ایسے الفاظ کے ساتھ جن کا مفہوم واضح نہیں ہے جیسا کہ ہم نے کہا پردہ احساس پر ایک خاص تاثر چھوڑتی ہیں۔ دل کو ایک نہایت ہی اہم بات سے جوڑ دیتی ہیں اور ایسے معاملے کی طرف متوجہ کرتی ہیں کہ جو توجہ کا مستحق ہے۔ جن لوگوں نے قرآن کریم کو حضور اکرم ﷺ کی زبان سے سنا ان کو بھی ان الفاظ کا مفہوم ایک دوسرے سے پوچھنے کی ضرورت پیش آئی کہ ذاریات ، حاملات ، جاریات اور مقسمات کا مفہوم کیا ہے۔\nعلامہ ابن کثیر اپنی تفسیر میں فرماتے ہیں ، شعبہ ابن الحجاج نے روایت کی ، سماک ابن خالد ابن عرعرہ سے کہ انہوں نے حضرت علی ؓ سے سنا نیز روایت کی شعبہ نے قاسم ابوبزہ سے ، انہوں نے ابو طفیل سے ، انہوں نے بھی حضرت علی ؓ سے سنا اور ان کے علاوہ بھی کئی لوگوں کے ذریعہ حضرت ابن ابوطالب ؓ سے یہ بات ثابت ہے کہ وہ کوٹہ میں ممبر پر چڑھے اور کہا ، تم قرآن کی کسی آیت کے بارے میں مجھ سے پوچھو یا سنت رسول کے بارے میں مجھ سے پوچھو تو میں تمہیں بتا سکتا ہوں۔ ابن کو اء کھڑا ہوا اور دریافت کیا امیر المومنین کہ اللہ کے کلام الذاریات ذروا .... کے کیا معنی ہیں۔ حضرت علی ؓ نے فرمایا : ” ہوا “ تو اس نے پوچھا فالحاملات وقرا کے معنی ؟ تو انہوں نے فرمایا ” بادل “ تو اس نے پوچھا فالجاریات یسرا کے معنی تو آپ نے فرمایا ” کشتیاں “ اس نے کہا فالمقسمات امرا ؟ تو انہوں نے فرمایا ” فرشتے “۔ ایک شخص صیع ابن عسل تمیمی حضرت عمر ابن الخطاب ؓ کے پاس آئے اور حضرت عمر سے ان الفاظ کے معنی پوچھے ، تو حضرت عمر نے بھی حضرت علی ؓ کی طرح جواب دیا۔ حضرت عمر ؓ نے محسوس کیا کہ شاید وہ دشمنی اور عناد کی بنا پر سوال کررہا ہے تو آپ نے اسے سزا دی اور حکم دیا کہ وہ لوگوں کے پاس نہ بیٹھے۔ یہاں تک کہ اس نے توبہ کی اور سخت قسموں کے ساتھ حلف اٹھیا کہ آپ نے جو محسوس کیا ہے میرے دل میں وہ بات نہ تھی اس سے معلوم ہوا کہ ان الفاظ کے مدلول اور معنی کا اجمال اہل عناد اور دشمنان اسلام کو یہ موقع دے رہا تھا کہ وہ ان کے بارے میں لوگوں سے سوال کرتے پھریں۔ اگر کوئی محسوس کرتا تو وہ کہتے ہم تو صرف معنی پوچھتے تھے۔ یہی تفسیر ابن عباس اور ابن عمر ؓ سے منقول ہے۔ مجاہد ، سعید ابن جیر ، حسن ، قتادہ ، سدی وغیرہ بھی اسی طرف گئے ہیں۔ ابن جریر اور ابن ابو حاتم نے اس کے علاوہ کوئی اور تفسیر نقل نہیں کی۔ (ابن کثیر)\nاللہ تعالیٰ ان ہواؤں کی قسم اٹھاتا ہے جو گرد اڑاتی ہیں جو بیجوں کو ادھر ادھر اڑاتی ہیں اور جو پھولوں پر گرد کو اڑاتی ہیں اور بادلوں کو اڑاتی ہیں۔ نیز دوسری چیزوں کو اڑاتی ہیں جو انسان کے علم میں ہوں یا نہ ہوں اور پھر قسم ہے ان بادلوں کی جو پانی کے بوجھ کو اٹھائے ہوئے ہیں اور پھر جہاں اللہ کا حکم ہوتا ہے برس جاتے ہیں۔ پھر ان کشتیوں کی قسم جو بڑی سہولت سے چلتی ہیں۔ یہ سطح سمندر پر تیر رہی ہوتی ہیں کہ ان کے مواد میں اور پانی میں اللہ نے ایسی خصوصیات ودیعت کی ہیں اور اس کائنات میں اللہ نے ایسی خصوصیات رکھ دی ہیں جو ان کشتیوں کی رفتار کو آسان کرتی ہیں پھر ملائکہ کی قسم جو اللہ کے احکام کو تقسیم کرتے ہیں۔ یہ اللہ کے پیغام کو تقسیم کرتے ہیں۔ یہ اللہ کا پیغام اس کی مرضی سے تقسیم کرتے ہیں۔ یہ پیغامات مختلف معاملات کے متعلق ہوتے ہیں اور پوری کائنات میں تقسیم ہوتے ہیں۔\nہوا ، بادل ، سفینے اور فرشتے اللہ کی مخلوقات میں سے مخلوق ہیں۔ اللہ ان کو اپنی قدرت کا سبب اور الہ بنایا ہے۔ یہ اللہ کی مشیت کا ایک پردہ ہیں اور ان کے ذریعہ اللہ زمین پر اپنی مرضی چلاتا ہے۔ اللہ ان چیزوں کے ساتھ قسم اس لئے اٹھاتا ہے کہ یہ بہت ہی اہم چیزیں ہیں اور انسانوں کو اس اس طرف متوجہ ہونا چاہئے اور ان کے پیچھے جو قوتیں کام کرتی ہیں ان پر غور کریں اور پھر انسان ان چیزوں پر غور کریں کہ اللہ نے کس طرح ان کو پیدا کیا ہے وہ ان کے ذریعے سے اس دنیا میں کیا کیا تصرفات کرتا ہے اور اپنی اس تقدیر کو پردے سے باہر لاتا جاتا ہے جو اس سے پہلے سے طے کر رکھی ہے۔ یہاں اس سورة میں ان چیزوں کا تذکرہ ایک مخصوص انداز میں کیا گیا ہے اور اس لئے کیا گیا ہے کہ انسانی دل و دماغ ان کے اسرار و رموز کو جان سکیں اور پھر ان چیزوں کو کرشمہ قدرت قرار دے کر تعلق باللہ قائم کریں۔\nپھر ان چیزوں کا رزق کے ساتھ ایک گونہ تعلق بھی ہے اور اس سورة کے مقاصد میں سے ایک مقصد یہ بھی ہے کہ انسان کو اس رزق سے بالکل ظاہر ہے۔ اب فرشتے جو رزق تقسیم کرتے ہیں تو من جملہ اور احکام کے وہ احکام رزق بھی تقسیم کرتے ہیں لہذا ان تمام چیزوں کا تعلق رزق سے زیادہ واضح ہوجاتا ہے جس کا تذکرہ اس سورة میں کئی جگہ آیا جس غرض کے لئے اللہ ان چار امور پر قسم اٹھاتا ہے وہ یہ ہے کہ :\nانما ........ لواقع (15 : 6)\n” جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے اور جزائے اعمال ضرور پیش آنی ہے۔ “ اللہ نے لوگوں کے ساتھ یہ وعدہ کیا ہے کہ وہ احسان کے بدلے احسان کرے گا اور برائی کا بدلہ برائی سے دے گا۔ اس دنیا میں تو اس نے تمہیں مہلت حساب دی ہے لیکن آخرت میں کوئی مہلت نہ ہوگی لہٰذا وہاں حساب لازمی ہوگا۔ وان .... لواقع (15 : 6) ” جزائے اعمال ضرور پیش آنی ہے “ لہٰذا یہ وعدہ سچا ہے دنیا کا ہو یا آخرت کا۔ اور جو وعدہ اس نے کئے ہیں ان میں رزق کا بھی وعدہ ہے۔ رزق وہ دے گا کسی کو زیادہ کسی کو تھوڑا۔ اپنی مشیت کے مطابق۔ یہ وعدہ بھی سچا ہے جس طرح اللہ تمام معاملات میں سچا ہے۔ لہٰذا اللہ نے لوگوں کے ساتھ جو وعدہ کیا ہے وہ سچا ہے اور وہ پورا ہوگا جس طرح اللہ چاہتا ہے اور جس وقت وہ چاہے گا ایسا ہوگا۔ اللہ کی جانب سے اس پر کسی قسم کی ضرورت نہ تھی لیکن اللہ اپنی بعض مخلوقات کی قسم اس لئے اٹھاتا ہے کہ لوگ ان چیزوں کی طرف متوجہ ہوں جیسا کہ پہلے بھی کیا گیا ، اور ان چیزوں کے اندر جو کمال تخلیق ہے اور ان کی تدبیر میں قدرت الٰہیہ جس طرح کام کررہی ہے اس پر غور وفکر کریں اور اس سے یہ نتیجہ اخذ کریں کہ اللہ کا وعدہ حشرونشر برحق ہے کیونکہ اللہ کی اس تخلیق اور اس کے اس نظام کا لازمی تقاضا یہ ہے کہ حشر ونشر ہو اور اس میں اچھائی اور برائی اور صلاح اور فساد پر لوگوں کا محاسبہ ہو کیونکہ اس کائنات کی ساخت کا یہ تقاضا ہے کہ یہ عبث نہیں ہے۔ نہ اتفاقاً وجود میں آگئی ہے۔ یوں یہ مخلوق جس کی قسم اٹھالی گئی ہے یہ اس قسم کی وجہ سے حشرونشر پر ایک دلیل وبرہان بن جاتی ہے اور انسان اس کی طرف متوجہ ہوتا ہے اور انسانی احساس و شعور اس پر غور کرتا ہے۔ یہ قرآن مجید کی تعلیم وتربیت کا ایک انداز ہے۔ قرآن مجید انسانی فطرت کا کائناتی زبان میں براہ راست خطاب کرتا ہے اور یہ خطاب نہایت موثر ہوتا ہے۔"
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "ومن ........ تذکرون (15 : 94) ” اور ہر چیز کے ہم نے جوڑے بنائے شاید کہ تم اس سے سبق لو۔ “\nیہ ایک عجیب حقیقت ہے جو اس زمین کی تخلیق کا بنیادی اصول بتاتی ہے اور ہوسکتا ہے کہ یہی اصول پوری کائنات میں بھی کار فرما ہو کیونکہ انداز تعبیر میں ایسی کوئی بات نہیں ہے کہ صرف زمین اندر ہی یہ اصول کار فرما ہے۔ یہ اصول تخلیق میں زوجیت اور جوڑے کا اصول ، زندہ چیزوں میں زوجیت کا اصول تو بالکل ظاہر و باہر ہے لیکن ” شئی “ کے لفظ کا اطلاق دوسری چیزوں پر بھی ہوتا ہے تو معنی یہ ہوئے کہ تمام اشیاء بھی زوجیت کے اصول پر تخلیق کردہ ہیں۔\nجب ہم اس بات کو ذہن میں رکھیں کہ ہم چودہ سو سال سے اس آیت کو پڑھ رہے ہیں اور زوجیت کے اصول کی اس قدر ہمہ گیری کا تصور اس وقت نہ تھا جو اب ہوگیا ہے ، اس وقت تو زندہ چیزوں میں بھی یہ اصول اس قدر ہمہ گیر متصور نہ تھا چہ جائیکہ کوئی تمام اشیاء کے اندر زوجیت کا تصور کرتا ہے۔ اگر ہم یہ حقیقت سوچ لیں تو پھر ہمارے سامنے ایک عجوبہ آجاتا ہے اور یہ ہمیں بتایا ہے کہ اس پوری کائنات کی ہر چیز زوجیت کے اصول پر ہے۔\nیہ آیت ہمیں حقیقت بھی بتاتی ہے کہ دور جدید کے تمام انکشافات ہمیں حقیقت کبریٰ کے بہت قریب کرتے جارہے ہیں۔ تمام تحقیقات اس پر متفق ہوتی جارہی ہیں کہ کائنات کی تخلیق ذرے سے ہوتی ہے اور ذرہ دو کہربائی جوڑوں سے مرکب ہے۔ مثبت اور منفی لہٰذا جدید طبعی تحقیقات اس حقیقت کے ثبوت کی طرف جارہی ہیں۔\nعبارت اور الفاظ کے لحاظ سے چھوٹے اور مختصر اور مفہوم کے اعتبار سے بڑے اور محیرالعقول اشارات کی روشنی میں آسمان کی دوریوں ، زمین کے اطراف واکناف اور مخلوقات کے انفس کے مکالمے اور مشاہدے کی روشنی میں اب اللہ تعالیٰ اپنی مخلوق کو نہایت ہی بلند آواز سے پکارتا ہے کہ دوڑو خالق ارض وسماء کی طرف ، خالص ہوکر ، تمام بوجھ اپنے کاندھوں سے پرے پھینک کر ، ہلکی روح ، بےقید دل کے ساتھ اور توحید کے جھنڈے ہاتھوں میں لئے ہوئے دوڑ پڑو۔"
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "ولا تجعلوا ........ مبین (15 : 15) ” اور نہ بناؤ اللہ کے ساتھ کوئی دوسرا معبود ، میں تمہارے لئے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں۔ “\nاللہ کی طرف آنے کو فرار سے تعبیر کرنا درحقیقت ایک عجیب اور معنی خیز تعبیر ہے۔ یہ بتاتی ہے کہ اس زمین میں انسانوں کو کس طرح ناجائز طور پر برباد کردیا گیا۔ کس طرح اسے پابندیوں میں جکڑ دیا گیا ہے کس طرح اسے بیڑیاں پہنا کر جیلوں کے گڑھوں میں بند کردیا گیا ہے جنہوں نے انسانوں کو اس زمین کے ساتھ چپکا دیا ہے ، اس پر گرادیا ہے اور اس کو قسم قسم کے بندھنوں سے باندھ دیا گیا ہے۔ خصوصاً رزق اور مال و دولت کی لالچ کے ذریعے اور اپنے حصے کا رزق حاصل کرنے کے لئے ظاہری اسباب رزق میں انسانوں کو منہمک کردیا گیا ہے۔ اس لئے انسانوں کو ان بندھنوں سے چھڑانے کے لئے بھی نہایت ہی زور دار دعوت اور بلند آواز کے ساتھ پکار کی ضرورت تھی اور الفاظ کے استعمال میں بھی ایسا لفظ لیا گیا کہ شدت سے بھاگو ، اور بھاگو بھی اللہ کی طرف بغیر کسی کو شریک ٹھہرائے ہوئے اور حجت تمام کرنے کے لئے کہا گیا۔\nانی لکم منہ نذیر مبین (15 : 15) ” میں تمہارے لئے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں “ دونوں آیات کے اندر اس بات کا تکرار تاکید مزید بردلالت ہے۔ پہلی آیت میں بھی کہا گیا۔\nانی لکم منہ نذیر مبین (15 : 15) یہ تکوینی آیات اور نشانات آسمانوں کی نشانیوں ، زمین کی نشانیوں ، تخلیق کی نشانیوں اور ان کے ساتھ رسولوں کی تاریخ کے نشانات یہ ایک مسلسل بیان تھا نشانات الجہ کے لئے اور ۔\nوالسماء بنینھا (15 : 74) بھی انہی کا نتیجہ تھا۔ اس لئے اب رسولوں کی تاریخی نشانیوں پر ایک تبصرہ آتا ہے اور آپ کو تسلی دی جاتی ہے۔"
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "کذلک ما ........ بملوم (25) وذکر ........ المؤمنین (55) (15 : 25 تا 55)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون۔ کیا ان سب نے آپس میں اس پر کوئی سمجھوتہ کرلیا ہے ؟ نہیں بلکہ یہ سب سرکش لوگ ہیں۔ پس اے نبی ان سے رخ پھیر لو تم پر کچھ ملامت نہیں۔ البتہ نصیحت کرتے رہو کیونکہ نصیحت ایمان لانے والوں کے لئے نافع ہے “۔\nتمام رسولوں کے مخالفین اور مکذبین کی فطرت ایک ہی رہی ہے۔ گمراہوں نے ہمیشہ رسولوں کی دعوت کے مقابلے میں یکساں رد عمل کا اظہار کیا۔\nکذلک ........ او مجنون (15 : 25)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون “۔\nجس طرح مشرکین مکہ کہہ رہے ہیں۔ گویا اگلے پچھلے کافروں نے آپس میں مشورہ کرلیا ہو۔ انہوں نے آپس میں مشورہ تو نہیں کیا مگر سرکشی ، گمراہی ، ظلم کا مزاج ہی ایک ہوتا ہے۔ اس لئے اگلے پچھلے اس روش پر جمع ہوگئے ہیں۔\nمنکرین کے مسلسل ایک ہی موقف سے جو نتیجہ نکلتا ہے وہ یہی ہے کہ رسول ﷺ ان لوگوں کی تکذیب کی کوئی پرواہ نہ کریں۔ ان لوگوں نے اس رویہ پر گویا اتفاق کرلیا ہے لہٰذا رسول ﷺ اس پر ملامت زدہ نہیں ہیں۔ ان کو چاہئے کہ کوئی پرواہ نہ کریں۔ وہ تو محض یاد دہانی کرانے والے ہیں اور یاد دہانی وہ جاری رکھیں۔ اگرچہ لوگ اعتراض کریں اور منہ موڑیں۔"
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "کذلک ما ........ بملوم (25) وذکر ........ المؤمنین (55) (15 : 25 تا 55)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون۔ کیا ان سب نے آپس میں اس پر کوئی سمجھوتہ کرلیا ہے ؟ نہیں بلکہ یہ سب سرکش لوگ ہیں۔ پس اے نبی ان سے رخ پھیر لو تم پر کچھ ملامت نہیں۔ البتہ نصیحت کرتے رہو کیونکہ نصیحت ایمان لانے والوں کے لئے نافع ہے “۔\nتمام رسولوں کے مخالفین اور مکذبین کی فطرت ایک ہی رہی ہے۔ گمراہوں نے ہمیشہ رسولوں کی دعوت کے مقابلے میں یکساں رد عمل کا اظہار کیا۔\nکذلک ........ او مجنون (15 : 25)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون “۔\nجس طرح مشرکین مکہ کہہ رہے ہیں۔ گویا اگلے پچھلے کافروں نے آپس میں مشورہ کرلیا ہو۔ انہوں نے آپس میں مشورہ تو نہیں کیا مگر سرکشی ، گمراہی ، ظلم کا مزاج ہی ایک ہوتا ہے۔ اس لئے اگلے پچھلے اس روش پر جمع ہوگئے ہیں۔\nمنکرین کے مسلسل ایک ہی موقف سے جو نتیجہ نکلتا ہے وہ یہی ہے کہ رسول ﷺ ان لوگوں کی تکذیب کی کوئی پرواہ نہ کریں۔ ان لوگوں نے اس رویہ پر گویا اتفاق کرلیا ہے لہٰذا رسول ﷺ اس پر ملامت زدہ نہیں ہیں۔ ان کو چاہئے کہ کوئی پرواہ نہ کریں۔ وہ تو محض یاد دہانی کرانے والے ہیں اور یاد دہانی وہ جاری رکھیں۔ اگرچہ لوگ اعتراض کریں اور منہ موڑیں۔"
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "کذلک ما ........ بملوم (25) وذکر ........ المؤمنین (55) (15 : 25 تا 55)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون۔ کیا ان سب نے آپس میں اس پر کوئی سمجھوتہ کرلیا ہے ؟ نہیں بلکہ یہ سب سرکش لوگ ہیں۔ پس اے نبی ان سے رخ پھیر لو تم پر کچھ ملامت نہیں۔ البتہ نصیحت کرتے رہو کیونکہ نصیحت ایمان لانے والوں کے لئے نافع ہے “۔\nتمام رسولوں کے مخالفین اور مکذبین کی فطرت ایک ہی رہی ہے۔ گمراہوں نے ہمیشہ رسولوں کی دعوت کے مقابلے میں یکساں رد عمل کا اظہار کیا۔\nکذلک ........ او مجنون (15 : 25)\n” یونہی ہوتا رہا ہے ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون “۔\nجس طرح مشرکین مکہ کہہ رہے ہیں۔ گویا اگلے پچھلے کافروں نے آپس میں مشورہ کرلیا ہو۔ انہوں نے آپس میں مشورہ تو نہیں کیا مگر سرکشی ، گمراہی ، ظلم کا مزاج ہی ایک ہوتا ہے۔ اس لئے اگلے پچھلے اس روش پر جمع ہوگئے ہیں۔\nمنکرین کے مسلسل ایک ہی موقف سے جو نتیجہ نکلتا ہے وہ یہی ہے کہ رسول ﷺ ان لوگوں کی تکذیب کی کوئی پرواہ نہ کریں۔ ان لوگوں نے اس رویہ پر گویا اتفاق کرلیا ہے لہٰذا رسول ﷺ اس پر ملامت زدہ نہیں ہیں۔ ان کو چاہئے کہ کوئی پرواہ نہ کریں۔ وہ تو محض یاد دہانی کرانے والے ہیں اور یاد دہانی وہ جاری رکھیں۔ اگرچہ لوگ اعتراض کریں اور منہ موڑیں۔"
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "وذکر ........ المومنین (15 : 55) ” البتہ نصیحت کرتے رہو کیونکہ نصیحت ایمان لانے والوں کے لئے نافع ہے۔ “\nاور دوسروں کے لئے نافع نہیں ہے کیونکہ انہوں نے انکار کا فیصلہ کرلیا ہے۔ تذکیر اور دعوت رسول کے فرائض میں سے ہے اور ایمان لانا نہ لانا رسول کے فرائض سے باہر ہے۔ یہ اللہ کا کام ہے جو آسمان اور زمین اور انسانوں کا خالق ہے۔ اب اس سورة میں عقل وخرد کے تاروں پر آخری ضرب لگائی جاتی ہے اور اس میں فرار الی اللہ کے معنی کی وضاحت کی جاتی ہے اور یہ بتایا جاتا ہے کہ زمین کے بوجھوں اور گرادنوں سے نجات کس طرح مل سکتی ہے۔ وہ یوں کہ انسان اور جن جس مقصد کے لئے پیدا کئے گئے ہیں وہ فریضہ ادا کریں۔"
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "وما خلقت ........ المتین (85) (15 : 65 تا 85)\n” میں نے جن اور انسانوں کو اس کے سوا کسی کام کے لئے پیدا نہیں کیا ہے کہ وہ میری بندگی کریں۔ میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔ اللہ تو خود ہی رزاق ہے بڑی قوت والا اور زبردست “۔\nیہ چھوٹی سی آیت دراصل ایک عظیم حقیقت پر مشتمل ہے۔ یہ اس کائنات کی وہ عظیم حقیقت ہے کہ جہاں انسان کی زندگی اس پر عمل کرنے کے سوا درست نہیں ہوسکتی۔ خواہ انفرادی زندگی ہو یا اجتماعی زندگی ہو یا عالمی زندگی اور ہر دور میں یہ حقیقت اپنی جگہ سچی رہی ہے اور رہے گی۔\nیہ عظیم حقیقت عالم انسانیت کے نہایت اہم گوشے اور خفیہ معانی پر کھلتی ہے اور یہ معانی اور گوشے وہ ہیں جن پر پوری اجتماعی زندگی قائم ہے۔\nاس کا پہلا پہلو یہ ہے کہ جن وانس کے وجود کا خاص مقصد ہی یہ ہے اللہ کی بندگی کی جائے۔ اس مقصد کے لئے اللہ نے چند فرائض مقرر فرمائے ہیں جس نے یہ فرائض ادا کئے گویا اس نے مقصد زندگی پالیا اور جس کسی نے ان فرائض میں کوتاہی کی یا ان سے منہ موڑا تو اس نے گویا مقصد زندگی ہی گم کردیا اور وہ شخص ہے مقصد اور بےکار ہوگیا اور اس کی زندگی بےمعنی ہوگئی اور اس کی کوئی قدروقیمت نہ رہی کیونکہ صرف اسی مقصد کے ذریعے ہی زندگی بامعنی ہوسکتی ہے۔ یہ شخص اس ناموس فطرت سے نکل آیا جس کے لئے اسے اللہ نے پیدا کیا تھا اور یہ گویا بالکل ضائع ہوگیا جس طرح ہر وہ چیز جو اپنا فرض ¾ منصبی ادا کرنا چھوڑ دے وہ بےکار ہوجاتی ہے کیونکہ مقصد زندگی ہی درحقیقت کسی شخص کے بقاء کا ضامن ہوتا ہے۔ مقصد وجود پورا نہ کرنے والی چیز اگر زندہ رہے یا موجود بھی وہ ردی ہوجاتی ہے۔ یہ مقصد زندگی جو جن وانس کو ناموس فطرت سے مربوط کرتا ہے وہ کیا ہے ؟ یہ عبادت اللہ کی بندگی یعنی ایک بندہ ہوگا اور ایک اس کا رب ہوگا۔ بندہ بندگی کرے گا اور اس کا رب معبود ہوگا اور بندے کی پوری زندگی کو اس مقصد کے مطابق استوار ہونا ضروری ہے۔ گویا عبد نے معبود کی مکمل بندگی کرنی ہے۔\nیہاں آکر پھر اس عظیم حقیقت کا دوسرا پہلو ہمارے سامنے آتا ہے۔ وہ یہ کہ بندگی سے مراد پوری زندگی میں بندگی ہے اور بندگی سے مراد صرف مراسم عبودیت یا پرستش کے طریقے نہیں ہیں بلکہ اس کا مفہوم بہت وسیع ہے کیونکہ جن اور انسان اپنی پوری زندگی رات اور دن صرف عبادت میں نہیں گزارتے۔ اللہ نے لوگوں کو اس بات کا مکلف نہیں بنایا کہ وہ رات اور دن بندگی اور پرستش کریں بلکہ اللہ نے ان کو مختلف قسم کی زندگی گزارنے کا مکلف بنایا ہے۔ جنوں کی سرگرمیوں کا تو ہمیں علم نہیں ہے لیکن انسانوں کی سرگرمیوں کا ہمیں علم ہے۔ قرآن مجید نے انسان کی تخلیق کی سکیم بتائی ہے۔\nواذقال ........ خلیفة۔” جب اللہ نے فرشتوں سے کہا کہ میں انہیں میں خلیفہ بنانے والا ہوں “\nلہٰذا زمین میں فریضہ خلافت ادا کرنا بھی انسان کی ذمہ داری ہے اور خلافت کی ذمہ داری میں مختلف قسم کی سرگرمیاں شامل ہیں یعنی زمین کی قوتوں میں تصرف کرنا ، اس کے اندر پوشیدہ ذخائر کو تلاش کرکے انسانیت کی خدمت کے لئے استعمال کرنا ، زمین کے اوپر انسانی زندگی کو ترقی دینا ، اس طرح خلافت کی ذمہ داریوں میں سے یہ بھی ہے کہ جو لوگ مسلمان ہوں وہ اللہ کی شریعت قائم کرلیں اور جس طرح کائنات میں اللہ کی مرضی چلتی ہے اسی طرح انسان کی اختیاری زندگی میں بھی اللہ کی مرضی کو نافذ کیا جائے۔\nاس سے معلوم ہوا کہ فعل عبادت جو انسان کا مقصد زندگی ہے وہ زیادہ وسیع اور جامع مفہوم رکھتا ہے اور اس سے مراد صرف مراسم عبودیت نہیں ہیں اور زمین پر اللہ کی خلافت کے فرائض سرانجام دینا بھی عبادت میں شامل ہے لہٰذا اسلامی عبادت کے دو پہلو ہیں۔\n1۔ پہلا یہ کہ اللہ کی بندگی کا مفہوم ذہن میں پوری طرح بیٹھ جائے۔ یہ شعوری اقرار کہ ایک بندہ ہے جو بندگی کرتا ہے اور ایک رب ہے جس کی بندگی کی جاتی ہے اور اس کے سوا کچھ بھی نہیں ہے۔ ایک طرف سے بندگی اور غلامی ہے اور دوسری جانب آقا و خالق ہے۔ ادھر عبدادھر معبود ہے۔ رب واحد ہے اس کے ساتھ کوئی بھی شریک نہیں اور اس کے سوا جس قدر مخلوق ہے وہ سب کے سب عابد اور غلام ہیں۔\n2۔ دوسرا پہلو اس حقیقت عظمیٰ کا یہ ہے کہ انسان اپنی ہر قلبی حرکت اور توجہ اور اپنی جسمانی حرکت اور اس کا رخ زندگی کے ہر موڑ میں اللہ کی طرف پھیر دے۔ صرف اللہ کی طرف متوجہ ہو اور اللہ کے سوا ہر شعور کو اپنے دل سے نکال دے اور اللہ کی بندگی کے سوا ہر حرکت اپنی زندگی سے خارج کردے۔\nان دو پہلوؤں سے عبادت کا مفہوم پوری طرح وجود میں آتا ہے اور ہر عمل ایک عبادت بن جاتا ہے اور بندگی کے مراسم اس طرح بن جاتے ہیں جس طرح کوئی اس زمین کی تعمیروترقی میں مصروف ہو اور پھر زمین کی تعمیروترقی کا کام جہاد فی سبیل اللہ بن جائے گا اور جہاد فی سبیل اللہ یوں ہوتا ہے جس طرح ایک انسان مشکلات میں صبر کرے۔ (یعنی زندگی کی ہر حرکت اور ہر کام عبادت بن جاتا ہے۔ ) اور یہ تمام کام وہ مقصد پورا کررہے ہوں گے جس کے لئے اللہ نے جن وانس کو پیدا کیا ہے اور جس مقصد کو پوری کائنات پورا کررہی ہے۔\nجب یہ نظریہ اور عقیدہ کسی ذہن میں بیٹھ جائے تو یہ یقین کرلیتا ہے کہ اسے اللہ تعالیٰ نے اس دنیا میں کس مقصد کے لئے پیدا کیا ہے۔ وہ اس لئے یہاں آیا ہے کہ زندگی کے اس مختصر حصے میں وہ اس فریضہ کو ادا کرے۔ اللہ کی بندگی ، اللہ کی پرستش اور بس اس کے سوا اس کا کوئی مقصد نہ ہو۔ اسے اس بات پر اطمینان ہو۔ وہ اپنے عمل اور اپنے حالات پر مطمئن ہو کہ اللہ اس سے راضی ہے۔ رہی افرادی جزا تو وہ اللہ کا ایک فضل وکرم ہوگا۔\nاگر ایک شخص اس مقام تک پہنچ جائے تو کہا جاسکتا ہے کہ در حقیقت وہ اللہ کی طرف دوڑ گیا ہے۔ اس نے اس زمین کی گراوٹوں ، اس کی رکاوٹوں اور اس کی تمام دامن گیریوں کو عبور کرکے اور ہر چیز سے اپنے آپ کو چھڑا کر اللہ کی طرف فرار اختیار کرلیا ہے۔ وہ اس آزادی کے ذریعے زمین کی تمام پابندیوں سے آزاد ہوگیا اور اللہ کے لئے وقف ہوگیا اور وہ اس کائنات کے اصل مقام پر پہنچ گیا یعنی اللہ کی بندگی کے مقام پر جس کے لئے اللہ نے اسے پیدا کیا تھا۔ اب یہ اپنے صحیح مقام پر جاکر کھڑا ہوگیا۔ اس نے اپنا مقصد وجود پورا کردیا۔ لہٰذا عبادت الٰہی کے تقاضوں میں سے یہ تقاضا بھی ہے کہ انسان اس زمین کے اوپر فرائض خلافت ارض بھی پورے کرے۔ یہاں اپنی ذمہ داریاں ادا کرے۔ اس زمین کے ثمرات سے آخری حد تک استفادہ کرے لیکن اس حال میں کہ وہ ان سے اپنے ہاتھ بھی جھاڑ رہا ہو اور اس کا دل اس زمین کی دھوکہ دینے والی اور پرکشش چیزوں سے آزاد وبے نیاز ہو۔ یوں کہ اس دنیا کے ثمرات اور لذات وہ صرف اپنی ذات کے لئے نہ سمیٹ رہا ہو بلکہ اسے فریضہ حیات کے طور پر عبادت کے طور پر اور فرار الی اللہ کے طور پر کررہا ہو اور بقدر ضرورت کررہا ہو۔\nاس تصور اور اس عظیم حقیقت کے نتائج میں سے ایک نتیجہ یہ ہے کہ انسان اعمال کے نتائج پر نظر نہیں رکھتا بلکہ یہ دیکھتا ہے کہ وہ یہ اعمال کس نیت سے کررہا ہے۔ نتائج چاہے جو ہوں انسان نتائج کا ذمہ دار نہیں ہے۔ وہ تو صرف امتثال امر اور عبادت کا ذمہ دار ہے کیونکہ اس کا اجر اس کے اعمال کے نتائج نہیں بلکہ اس کا اجر یہ ہے کہ وہ بندگی کررہا ہے یا نہیں کررہا۔\nاس حقیقت عظمیٰ کو پالینے کے بعد فرائض ، واجبات اور اعمال کے بارے میں انسان کا نقطہ نظر یکلخت بدل جاتا ہے۔ وہ ہر کام میں یہ دیکھتا ہے کہ وہ فریضہ عبادت پورا کررہا ہے یا نہیں۔ جب وہ دیکھتا ہے کہ اس نے عبادت کرلی تو اس کا کام ختم ہوگیا۔ اب نتائج چاہے جو ہوں سو ہوں کیونکہ کاموں کے نتائج اس کے فرائض میں داخل نہیں ہوتے نہ اس کی طاقت میں یہ بات ہے کہ وہ نتائج پیدا کرسکے کیونکہ نتائج تو اللہ کی مشیت اور تقدیر کے مطابق نکلنے ہیں۔ وہ اس کی جدوجہد اس کی نیت اس کا عمل تو تقدیر الٰہی کا ظہور ہوتے ہیں۔\nجب انسان اس معنی میں جدوجہد کرے اور نتائج سے ہاتھ جھاڑ لے اور یہ شعور پالے کہ اس نے اپنے حصے کا کام کردیا ہے اور یہ کہ اس کی جز اللہ پر ہے کیونکہ اس کا کام تو یہ تھا کہ اللہ کے حکم کو مانو۔ لہٰذا اب اس دنیا کے حوالے سے اس کی کوئی آرزو ہی نہیں رہتی۔ وہ اس دنیا میں کسی مقصد کے لئے کسی سے کوئی پر خاش نہیں رکھتا اور نہ اس دنیا کی اغراض میں سے کسی غرض کے لئے اس کے دل میں کوئی چاہت ہوتی ہے۔ اس نے اپنی طاقت کے مطابق جدوجہد کرلی۔ اس دنیا میں اپنی ذمہ داریاں ادا کردیں اور اپنے حصے کے فرائض پورے کردیئے اور اس دنیا کے نتائج اور اغراض سے بھی اپنے ہاتھ جھاڑ لئے اور اپنی جدوجہد کے ثمرات کے حصول کی آرزو بھی دل سے نکال دی کیونکہ جب اس نے بندگی کردی تو اس کا ثمرا سے حاصل ہوگیا۔ رہے ذاتی مفادات تو یہ اس کا مقصد ہی نہ تھا۔\nقرآن کریم اس قسم کے احساسات کو غذا دیتا ہے۔ ایسے تصورات کو تقویت دیتا ہے۔ انسان کو یہ سکھاتا ہے کہ رزق کا غم مت کرو ، رزق کی ذمہ دار اللہ پر ہے۔ اللہ نے اپنے بندوں کے رزق کی ذمہ داری لی ہوتی ہے۔ اللہ خود بھی کسی رزق اور طعام کا محتاج نہیں ہے۔ اس نے یہ انتظامات بندوں کے لئے تو کئے ہیں۔ اللہ تعالیٰ لوگوں کو محتاجوں اور غریبوں پر انفاق کے جو احکام دیتا ہے وہ بھی خود ان کے مفاد میں ہیں۔"
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "ما ارید ........ المتین (15 : 85) ” میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔ اللہ خود ہی رزاق ہے بڑی قوت والا اور زبردست ہے۔ “\nاس دنیا میں فرائض خلافت ادا کرتے ہوئے ایک مومن کے اندر صرف حصول رزق کا داعیہ نہیں ہوتا بلکہ یہ داعیہ اللہ کی بندگی کا داعیہ ہوتا ہے اور عبادت تب پوری ہوتی ہے جب انسان اس جہاں میں امرالٰہی کو تسلیم کرتے ہوئے پوری جدوجہد کرے۔ اس لئے یہاں ایک مومن کی جدوجہد کے پیچھے اللہ کی بندگی اور اطاعت کا جذبہ کار فرما ہوتا ہے اور اس جذبے میں اس دنیا کے مفادات میں سے کوئی مفاد بھی نہیں ہوتا کیونکہ اس دنیا میں اونچے مقاصد کے لئے جدوجہد ایک عظیم بلند فعل ہے اور یہ کسی بلند تصور اور جذبہ کے تحت ہی ہوسکتا ہے۔\nآج انسانیت اگر اس رزق بلند سے محروم ہے تو وہ اس لئے محروم ہے کہ جس طرح دور اول کے مسلمان قرآن کی تعلیمات کے سایہ میں زندگی بسر کرتے تھے یہ لوگ نہیں کررہے اور انہوں نے اپنے اصول زندگی قرآنی دستور سے اخذ نہیں کئے۔\nجب کوئی انسان اور کوئی سوسائٹی اس افق تک بلند ہوجاتی ہے یعنی بندگی اور غلامی کے افق تک اور اس پر جم جاتی ہے تو اس کی عزت نفس کسی بھی خسیس ذریعہ سے کوئی بلند مقصد حاصل کرنے سے انکار کردیتی ہے۔ اگرچہ یہ مقصد اسلام کی سربلندی ہو اور اسلام کے غلبہ کا مقصد ہو کیونکہ خسیس ذرائع اللہ کی بندگی کے پاک مقصد کو ختم کردیتے ہیں۔ نیز جب کوئی اس مقام تک پہنچ جائے تو وہ نفس کو منزل تک پہنچانے کی فکر نہیں کرتا بلکہ وہ اس فکر میں مبتلا ہوتا ہے کہ ہم نے اپنا فریضہ پورا کردیا ہے یا نہیں۔ یعنی اللہ کی بندگی کے مفہوم اور حقیقت کبریٰ کو پاتے ہوئے۔ جہاں تک حصول مقاصد کا تعلق ہے تو یہ تو اللہ کے حوالے ہیں۔ اللہ نے اپنی تقدیر میں جس طرح نتائج طے کر رکھے ہیں وہ پس پردہ تقدیر ظاہر ہوجائیں گے۔ لہٰذا ہمیں یہ نہیں چاہئے کہ ہم نتائج حاصل کرنے کے لئے غلط ذرائع اختیار کریں جبکہ نتائج کا ظہور اللہ کے ہاتھ میں ہے اور یہ ایک مومن کے ذمہ داری میں نہیں ہے جو صرف اللہ کی بندگی کرنے والا ہے۔\nبندہ عبادت گزار کا ضمیر مطمئن ہوتا ہے ، اس کا نفس برقرار ہوتا ہے۔ اس کا دل تمام حالات میں صحیح و سلامت ہوتا ہے۔ چاہے اسے اپنے عمل کے ثمرات نظر آرہے ہوں یا نہ آرہے ہوں۔ یہ نتائج اس کی نیت اور عمل کے مطابق ہوں یا اس کے برعکس نکل رہے ہوں کیونکہ عبادت کے اس مفہوم کے مطابق اس نے اپنا کام کردیا ہے۔ اس کی جزاء کی ضمانت اللہ نے دے دی ہے۔ اب وہ خوش وخرم ہے۔ اس کے بعد عملاً کیا ہوتا ہے یہ اس کے دائرہ فرائض سے خارج ہے کیونکہ اس نے یہ بات بیان کی ہے کہ وہ بندہ ہے لہٰذا وہ اپنے شعور اور فکر کے اعتبار سے یا اپنی تجاویز اور مطالبات کے لحاظ سے عبدیت کی حدود سے آگے نہیں جاسکتا۔ اس کو معلوم ہوگیا ہے کہ اللہ رب ہے۔ اس لئے یہ ان کاموں میں دلچسپی نہیں لیتا جو رب العلمین کے دائرہ کار میں آتے ہیں۔ اس کے جذبات یہاں اگر رک جاتے ہیں تو اللہ اس سے راضی ہوجاتا ہے اور وہ اللہ سے راضی ہوجاتا ہے۔\nیہ ہیں بعض پہلو اس عظیم حقیقت کے جس کو اس آیت میں بیان کیا گیا ہے۔ یہ نہایت ہی مختصر آیت ہے۔\nوما خلقت ........ لیعبدون (15 : 65) ” میں نے جن وانس کو اس کے سوا کسی اور کام کے لئے پیدا نہیں کیا کہ وہ میری بندگی کریں۔ “ یہ حقیقت اگر کسی کے دل و دماغ میں بیٹھ جائے تو وہ اس شخص کی زندگی کا نقشہ بدل دیتی ہے۔\nآخر میں اس حقیقت کی روشنی میں ظالموں کو ڈرایا جاتا ہے جو ایمان نہیں لاتے ، قیامت کی تکذیب کرتے ہیں اور ان کے آنے میں شتابی کرتے ہیں۔ اس زبردست ڈراوے پر سورت ختم ہوتی ہے۔"
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "ما ارید ........ المتین (15 : 85) ” میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔ اللہ خود ہی رزاق ہے بڑی قوت والا اور زبردست ہے۔ “\nاس دنیا میں فرائض خلافت ادا کرتے ہوئے ایک مومن کے اندر صرف حصول رزق کا داعیہ نہیں ہوتا بلکہ یہ داعیہ اللہ کی بندگی کا داعیہ ہوتا ہے اور عبادت تب پوری ہوتی ہے جب انسان اس جہاں میں امرالٰہی کو تسلیم کرتے ہوئے پوری جدوجہد کرے۔ اس لئے یہاں ایک مومن کی جدوجہد کے پیچھے اللہ کی بندگی اور اطاعت کا جذبہ کار فرما ہوتا ہے اور اس جذبے میں اس دنیا کے مفادات میں سے کوئی مفاد بھی نہیں ہوتا کیونکہ اس دنیا میں اونچے مقاصد کے لئے جدوجہد ایک عظیم بلند فعل ہے اور یہ کسی بلند تصور اور جذبہ کے تحت ہی ہوسکتا ہے۔\nآج انسانیت اگر اس رزق بلند سے محروم ہے تو وہ اس لئے محروم ہے کہ جس طرح دور اول کے مسلمان قرآن کی تعلیمات کے سایہ میں زندگی بسر کرتے تھے یہ لوگ نہیں کررہے اور انہوں نے اپنے اصول زندگی قرآنی دستور سے اخذ نہیں کئے۔\nجب کوئی انسان اور کوئی سوسائٹی اس افق تک بلند ہوجاتی ہے یعنی بندگی اور غلامی کے افق تک اور اس پر جم جاتی ہے تو اس کی عزت نفس کسی بھی خسیس ذریعہ سے کوئی بلند مقصد حاصل کرنے سے انکار کردیتی ہے۔ اگرچہ یہ مقصد اسلام کی سربلندی ہو اور اسلام کے غلبہ کا مقصد ہو کیونکہ خسیس ذرائع اللہ کی بندگی کے پاک مقصد کو ختم کردیتے ہیں۔ نیز جب کوئی اس مقام تک پہنچ جائے تو وہ نفس کو منزل تک پہنچانے کی فکر نہیں کرتا بلکہ وہ اس فکر میں مبتلا ہوتا ہے کہ ہم نے اپنا فریضہ پورا کردیا ہے یا نہیں۔ یعنی اللہ کی بندگی کے مفہوم اور حقیقت کبریٰ کو پاتے ہوئے۔ جہاں تک حصول مقاصد کا تعلق ہے تو یہ تو اللہ کے حوالے ہیں۔ اللہ نے اپنی تقدیر میں جس طرح نتائج طے کر رکھے ہیں وہ پس پردہ تقدیر ظاہر ہوجائیں گے۔ لہٰذا ہمیں یہ نہیں چاہئے کہ ہم نتائج حاصل کرنے کے لئے غلط ذرائع اختیار کریں جبکہ نتائج کا ظہور اللہ کے ہاتھ میں ہے اور یہ ایک مومن کے ذمہ داری میں نہیں ہے جو صرف اللہ کی بندگی کرنے والا ہے۔\nبندہ عبادت گزار کا ضمیر مطمئن ہوتا ہے ، اس کا نفس برقرار ہوتا ہے۔ اس کا دل تمام حالات میں صحیح و سلامت ہوتا ہے۔ چاہے اسے اپنے عمل کے ثمرات نظر آرہے ہوں یا نہ آرہے ہوں۔ یہ نتائج اس کی نیت اور عمل کے مطابق ہوں یا اس کے برعکس نکل رہے ہوں کیونکہ عبادت کے اس مفہوم کے مطابق اس نے اپنا کام کردیا ہے۔ اس کی جزاء کی ضمانت اللہ نے دے دی ہے۔ اب وہ خوش وخرم ہے۔ اس کے بعد عملاً کیا ہوتا ہے یہ اس کے دائرہ فرائض سے خارج ہے کیونکہ اس نے یہ بات بیان کی ہے کہ وہ بندہ ہے لہٰذا وہ اپنے شعور اور فکر کے اعتبار سے یا اپنی تجاویز اور مطالبات کے لحاظ سے عبدیت کی حدود سے آگے نہیں جاسکتا۔ اس کو معلوم ہوگیا ہے کہ اللہ رب ہے۔ اس لئے یہ ان کاموں میں دلچسپی نہیں لیتا جو رب العلمین کے دائرہ کار میں آتے ہیں۔ اس کے جذبات یہاں اگر رک جاتے ہیں تو اللہ اس سے راضی ہوجاتا ہے اور وہ اللہ سے راضی ہوجاتا ہے۔\nیہ ہیں بعض پہلو اس عظیم حقیقت کے جس کو اس آیت میں بیان کیا گیا ہے۔ یہ نہایت ہی مختصر آیت ہے۔\nوما خلقت ........ لیعبدون (15 : 65) ” میں نے جن وانس کو اس کے سوا کسی اور کام کے لئے پیدا نہیں کیا کہ وہ میری بندگی کریں۔ “ یہ حقیقت اگر کسی کے دل و دماغ میں بیٹھ جائے تو وہ اس شخص کی زندگی کا نقشہ بدل دیتی ہے۔\nآخر میں اس حقیقت کی روشنی میں ظالموں کو ڈرایا جاتا ہے جو ایمان نہیں لاتے ، قیامت کی تکذیب کرتے ہیں اور ان کے آنے میں شتابی کرتے ہیں۔ اس زبردست ڈراوے پر سورت ختم ہوتی ہے۔"
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "ما ارید ........ المتین (15 : 85) ” میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔ اللہ خود ہی رزاق ہے بڑی قوت والا اور زبردست ہے۔ “\nاس دنیا میں فرائض خلافت ادا کرتے ہوئے ایک مومن کے اندر صرف حصول رزق کا داعیہ نہیں ہوتا بلکہ یہ داعیہ اللہ کی بندگی کا داعیہ ہوتا ہے اور عبادت تب پوری ہوتی ہے جب انسان اس جہاں میں امرالٰہی کو تسلیم کرتے ہوئے پوری جدوجہد کرے۔ اس لئے یہاں ایک مومن کی جدوجہد کے پیچھے اللہ کی بندگی اور اطاعت کا جذبہ کار فرما ہوتا ہے اور اس جذبے میں اس دنیا کے مفادات میں سے کوئی مفاد بھی نہیں ہوتا کیونکہ اس دنیا میں اونچے مقاصد کے لئے جدوجہد ایک عظیم بلند فعل ہے اور یہ کسی بلند تصور اور جذبہ کے تحت ہی ہوسکتا ہے۔\nآج انسانیت اگر اس رزق بلند سے محروم ہے تو وہ اس لئے محروم ہے کہ جس طرح دور اول کے مسلمان قرآن کی تعلیمات کے سایہ میں زندگی بسر کرتے تھے یہ لوگ نہیں کررہے اور انہوں نے اپنے اصول زندگی قرآنی دستور سے اخذ نہیں کئے۔\nجب کوئی انسان اور کوئی سوسائٹی اس افق تک بلند ہوجاتی ہے یعنی بندگی اور غلامی کے افق تک اور اس پر جم جاتی ہے تو اس کی عزت نفس کسی بھی خسیس ذریعہ سے کوئی بلند مقصد حاصل کرنے سے انکار کردیتی ہے۔ اگرچہ یہ مقصد اسلام کی سربلندی ہو اور اسلام کے غلبہ کا مقصد ہو کیونکہ خسیس ذرائع اللہ کی بندگی کے پاک مقصد کو ختم کردیتے ہیں۔ نیز جب کوئی اس مقام تک پہنچ جائے تو وہ نفس کو منزل تک پہنچانے کی فکر نہیں کرتا بلکہ وہ اس فکر میں مبتلا ہوتا ہے کہ ہم نے اپنا فریضہ پورا کردیا ہے یا نہیں۔ یعنی اللہ کی بندگی کے مفہوم اور حقیقت کبریٰ کو پاتے ہوئے۔ جہاں تک حصول مقاصد کا تعلق ہے تو یہ تو اللہ کے حوالے ہیں۔ اللہ نے اپنی تقدیر میں جس طرح نتائج طے کر رکھے ہیں وہ پس پردہ تقدیر ظاہر ہوجائیں گے۔ لہٰذا ہمیں یہ نہیں چاہئے کہ ہم نتائج حاصل کرنے کے لئے غلط ذرائع اختیار کریں جبکہ نتائج کا ظہور اللہ کے ہاتھ میں ہے اور یہ ایک مومن کے ذمہ داری میں نہیں ہے جو صرف اللہ کی بندگی کرنے والا ہے۔\nبندہ عبادت گزار کا ضمیر مطمئن ہوتا ہے ، اس کا نفس برقرار ہوتا ہے۔ اس کا دل تمام حالات میں صحیح و سلامت ہوتا ہے۔ چاہے اسے اپنے عمل کے ثمرات نظر آرہے ہوں یا نہ آرہے ہوں۔ یہ نتائج اس کی نیت اور عمل کے مطابق ہوں یا اس کے برعکس نکل رہے ہوں کیونکہ عبادت کے اس مفہوم کے مطابق اس نے اپنا کام کردیا ہے۔ اس کی جزاء کی ضمانت اللہ نے دے دی ہے۔ اب وہ خوش وخرم ہے۔ اس کے بعد عملاً کیا ہوتا ہے یہ اس کے دائرہ فرائض سے خارج ہے کیونکہ اس نے یہ بات بیان کی ہے کہ وہ بندہ ہے لہٰذا وہ اپنے شعور اور فکر کے اعتبار سے یا اپنی تجاویز اور مطالبات کے لحاظ سے عبدیت کی حدود سے آگے نہیں جاسکتا۔ اس کو معلوم ہوگیا ہے کہ اللہ رب ہے۔ اس لئے یہ ان کاموں میں دلچسپی نہیں لیتا جو رب العلمین کے دائرہ کار میں آتے ہیں۔ اس کے جذبات یہاں اگر رک جاتے ہیں تو اللہ اس سے راضی ہوجاتا ہے اور وہ اللہ سے راضی ہوجاتا ہے۔\nیہ ہیں بعض پہلو اس عظیم حقیقت کے جس کو اس آیت میں بیان کیا گیا ہے۔ یہ نہایت ہی مختصر آیت ہے۔\nوما خلقت ........ لیعبدون (15 : 65) ” میں نے جن وانس کو اس کے سوا کسی اور کام کے لئے پیدا نہیں کیا کہ وہ میری بندگی کریں۔ “ یہ حقیقت اگر کسی کے دل و دماغ میں بیٹھ جائے تو وہ اس شخص کی زندگی کا نقشہ بدل دیتی ہے۔\nآخر میں اس حقیقت کی روشنی میں ظالموں کو ڈرایا جاتا ہے جو ایمان نہیں لاتے ، قیامت کی تکذیب کرتے ہیں اور ان کے آنے میں شتابی کرتے ہیں۔ اس زبردست ڈراوے پر سورت ختم ہوتی ہے۔"
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "اور یہی مفہوم اور مقصد ہے دوسری قسم کا :\nوالسمائ ........ من افک\nیہاں اللہ آسمان کی قسم اٹھاتا ہے جس کی بناوٹ محکم اور مرتب ہے۔ اس طرح جس طرح زرہ کے حلقے نہایت ترتیب سے بنے ہوئے ہوتے ہیں بعض اوقات آسمانوں میں بادلوں کی یہی صورت ہوتی ہے کہ یہ بادل زرہ کی طرح بنے ہوئے نظر آتے ہیں اس طرح پیچدار نظر آتے ہیں جس طرح پانی کی لہریں جن پر ہوا ایک ہی رفتار سے چل رہی ہو اور یہ بھی ممکن ہے کہ آسمانوں کے اندر جتنے مدار ہیں وہ مراد ہوں کیونکہ یہ مدار ایسے ہیں کہ اگر ان کو رنگ دار لکیروں سے ظاہر کیا جائے تو وہ زرہ کے حلقوں کی طرح نظر آئیں۔ اس نہایت ہی اچھے طریقے سے بنے ہوئے آسمان کی قسم اٹھا کر اللہ تعالیٰ فرماتا ہے کہ قیامت کے بارے میں تمہاری باتیں یکساں نہیں۔ تمہارے دلائل میں اضطراب ہے۔ ان میں نہ مضبوطی ہے اور نہ قرار ہے بلکہ یہ تمہاری باتیں حیرانی اور پریشانی کی عکاسی کرتی ہیں جو چاہے ان باتوں سے بھر جائے اور جو چاہے ان پر جما رہے۔ نہ صرف یہ کہ ان میں کوئی قرار وثبات نہیں بلکہ ہمیشہ حیرت اور قلق اور بےیقینی پر مشتمل باتیں ہیں اور باطل موقف ہمیشہ ایسا ہی ہوتا ہے۔ متزلزل اور متغیر اور آئے دن بدلنے والا۔ باطل ہمیشہ سرگرداں رہتا ہے۔ اس کے سامنے نہ نشانات راہ ہوتے ہیں اور نہ روشنی ہوتی ہے جس میں وہ راہ پر صحیح طرح چل سکے۔ پھر باطل کا کوئی اصول بھی نہیں ہوتا۔ وہ ڈولتا ہے کیونکہ اس کی کوئی مضبوط اساس نہیں ہوتی اور نہ اس کا کوئی متعین پیمانہ ہوتا ہے۔ اگر اہل باطل کبھی کسی بات پر مجتمع ہوجائیں تو بھی ایک عرصے کے بعد وہ باہم لڑپڑتے ہیں اور ان کے درمیان اختلافات اور دشمنیاں قائم رہتی ہیں۔\nاہل باطل کا اضطراب ، ان کا اختلاف اور ان کے متذبذب خیالات اس وقت اور اچھی طرح ہوجاتے ہیں جب ان کو نظام سماوی کے رنگ میں دیکھا جائے جو نہایت ہی مضبوط ہے اور جس کے حلقے ایک دوسرے سے پیوست ہیں اور مرتب ہیں۔\nیہی بیان آگے جاری ہے۔ بتایا جاتا ہے کہ یہ لوگ محض ظن وتخمین بلکہ وہم کی دنیا میں بستے ہیں۔ آخرت کے بارے میں ان کے خیالات حق ویقین سے ماخوذ نہیں ہیں۔ حق تو بالکل عیاں ہے لین اس موضوع پر ان کے افکار پریشاں ہیں۔ اس کے بعد ان کے افکار پریشان کا ایک ایسا منظر پیش کیا جاتا ہے جسے آنکھیں اس طرح دیکھ رہی ہیں جس طرح اسکرین پر چل رہا ہو۔"
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "فان للذین ........ یوعدون (15 : 06) ” پس جن لوگوں نے ظلم کیا ہے اس کے حصے کا بھی ویسا ہی عذاب تیار ہے جیسا انہی جیسے لوگوں کو ان کے حصے کامل چکا ہے ، اس کے لئے یہ لوگ مجھ سے جلدی نہ مچائیں۔ آخر کو تباہی ہے کفر کرنے والوں کے لئے اس روز جس کا انہیں خوف دلایا جارہا ہے۔ “"
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "اور یہی مفہوم اور مقصد ہے دوسری قسم کا :\nوالسمائ ........ من افک\nیہاں اللہ آسمان کی قسم اٹھاتا ہے جس کی بناوٹ محکم اور مرتب ہے۔ اس طرح جس طرح زرہ کے حلقے نہایت ترتیب سے بنے ہوئے ہوتے ہیں بعض اوقات آسمانوں میں بادلوں کی یہی صورت ہوتی ہے کہ یہ بادل زرہ کی طرح بنے ہوئے نظر آتے ہیں اس طرح پیچدار نظر آتے ہیں جس طرح پانی کی لہریں جن پر ہوا ایک ہی رفتار سے چل رہی ہو اور یہ بھی ممکن ہے کہ آسمانوں کے اندر جتنے مدار ہیں وہ مراد ہوں کیونکہ یہ مدار ایسے ہیں کہ اگر ان کو رنگ دار لکیروں سے ظاہر کیا جائے تو وہ زرہ کے حلقوں کی طرح نظر آئیں۔ اس نہایت ہی اچھے طریقے سے بنے ہوئے آسمان کی قسم اٹھا کر اللہ تعالیٰ فرماتا ہے کہ قیامت کے بارے میں تمہاری باتیں یکساں نہیں۔ تمہارے دلائل میں اضطراب ہے۔ ان میں نہ مضبوطی ہے اور نہ قرار ہے بلکہ یہ تمہاری باتیں حیرانی اور پریشانی کی عکاسی کرتی ہیں جو چاہے ان باتوں سے بھر جائے اور جو چاہے ان پر جما رہے۔ نہ صرف یہ کہ ان میں کوئی قرار وثبات نہیں بلکہ ہمیشہ حیرت اور قلق اور بےیقینی پر مشتمل باتیں ہیں اور باطل موقف ہمیشہ ایسا ہی ہوتا ہے۔ متزلزل اور متغیر اور آئے دن بدلنے والا۔ باطل ہمیشہ سرگرداں رہتا ہے۔ اس کے سامنے نہ نشانات راہ ہوتے ہیں اور نہ روشنی ہوتی ہے جس میں وہ راہ پر صحیح طرح چل سکے۔ پھر باطل کا کوئی اصول بھی نہیں ہوتا۔ وہ ڈولتا ہے کیونکہ اس کی کوئی مضبوط اساس نہیں ہوتی اور نہ اس کا کوئی متعین پیمانہ ہوتا ہے۔ اگر اہل باطل کبھی کسی بات پر مجتمع ہوجائیں تو بھی ایک عرصے کے بعد وہ باہم لڑپڑتے ہیں اور ان کے درمیان اختلافات اور دشمنیاں قائم رہتی ہیں۔\nاہل باطل کا اضطراب ، ان کا اختلاف اور ان کے متذبذب خیالات اس وقت اور اچھی طرح ہوجاتے ہیں جب ان کو نظام سماوی کے رنگ میں دیکھا جائے جو نہایت ہی مضبوط ہے اور جس کے حلقے ایک دوسرے سے پیوست ہیں اور مرتب ہیں۔\nیہی بیان آگے جاری ہے۔ بتایا جاتا ہے کہ یہ لوگ محض ظن وتخمین بلکہ وہم کی دنیا میں بستے ہیں۔ آخرت کے بارے میں ان کے خیالات حق ویقین سے ماخوذ نہیں ہیں۔ حق تو بالکل عیاں ہے لین اس موضوع پر ان کے افکار پریشاں ہیں۔ اس کے بعد ان کے افکار پریشان کا ایک ایسا منظر پیش کیا جاتا ہے جسے آنکھیں اس طرح دیکھ رہی ہیں جس طرح اسکرین پر چل رہا ہو۔"
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "اور یہی مفہوم اور مقصد ہے دوسری قسم کا :\nوالسمائ ........ من افک\nیہاں اللہ آسمان کی قسم اٹھاتا ہے جس کی بناوٹ محکم اور مرتب ہے۔ اس طرح جس طرح زرہ کے حلقے نہایت ترتیب سے بنے ہوئے ہوتے ہیں بعض اوقات آسمانوں میں بادلوں کی یہی صورت ہوتی ہے کہ یہ بادل زرہ کی طرح بنے ہوئے نظر آتے ہیں اس طرح پیچدار نظر آتے ہیں جس طرح پانی کی لہریں جن پر ہوا ایک ہی رفتار سے چل رہی ہو اور یہ بھی ممکن ہے کہ آسمانوں کے اندر جتنے مدار ہیں وہ مراد ہوں کیونکہ یہ مدار ایسے ہیں کہ اگر ان کو رنگ دار لکیروں سے ظاہر کیا جائے تو وہ زرہ کے حلقوں کی طرح نظر آئیں۔ اس نہایت ہی اچھے طریقے سے بنے ہوئے آسمان کی قسم اٹھا کر اللہ تعالیٰ فرماتا ہے کہ قیامت کے بارے میں تمہاری باتیں یکساں نہیں۔ تمہارے دلائل میں اضطراب ہے۔ ان میں نہ مضبوطی ہے اور نہ قرار ہے بلکہ یہ تمہاری باتیں حیرانی اور پریشانی کی عکاسی کرتی ہیں جو چاہے ان باتوں سے بھر جائے اور جو چاہے ان پر جما رہے۔ نہ صرف یہ کہ ان میں کوئی قرار وثبات نہیں بلکہ ہمیشہ حیرت اور قلق اور بےیقینی پر مشتمل باتیں ہیں اور باطل موقف ہمیشہ ایسا ہی ہوتا ہے۔ متزلزل اور متغیر اور آئے دن بدلنے والا۔ باطل ہمیشہ سرگرداں رہتا ہے۔ اس کے سامنے نہ نشانات راہ ہوتے ہیں اور نہ روشنی ہوتی ہے جس میں وہ راہ پر صحیح طرح چل سکے۔ پھر باطل کا کوئی اصول بھی نہیں ہوتا۔ وہ ڈولتا ہے کیونکہ اس کی کوئی مضبوط اساس نہیں ہوتی اور نہ اس کا کوئی متعین پیمانہ ہوتا ہے۔ اگر اہل باطل کبھی کسی بات پر مجتمع ہوجائیں تو بھی ایک عرصے کے بعد وہ باہم لڑپڑتے ہیں اور ان کے درمیان اختلافات اور دشمنیاں قائم رہتی ہیں۔\nاہل باطل کا اضطراب ، ان کا اختلاف اور ان کے متذبذب خیالات اس وقت اور اچھی طرح ہوجاتے ہیں جب ان کو نظام سماوی کے رنگ میں دیکھا جائے جو نہایت ہی مضبوط ہے اور جس کے حلقے ایک دوسرے سے پیوست ہیں اور مرتب ہیں۔\nیہی بیان آگے جاری ہے۔ بتایا جاتا ہے کہ یہ لوگ محض ظن وتخمین بلکہ وہم کی دنیا میں بستے ہیں۔ آخرت کے بارے میں ان کے خیالات حق ویقین سے ماخوذ نہیں ہیں۔ حق تو بالکل عیاں ہے لین اس موضوع پر ان کے افکار پریشاں ہیں۔ اس کے بعد ان کے افکار پریشان کا ایک ایسا منظر پیش کیا جاتا ہے جسے آنکھیں اس طرح دیکھ رہی ہیں جس طرح اسکرین پر چل رہا ہو۔"
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "اور یہی مفہوم اور مقصد ہے دوسری قسم کا :\nوالسمائ ........ من افک\nیہاں اللہ آسمان کی قسم اٹھاتا ہے جس کی بناوٹ محکم اور مرتب ہے۔ اس طرح جس طرح زرہ کے حلقے نہایت ترتیب سے بنے ہوئے ہوتے ہیں بعض اوقات آسمانوں میں بادلوں کی یہی صورت ہوتی ہے کہ یہ بادل زرہ کی طرح بنے ہوئے نظر آتے ہیں اس طرح پیچدار نظر آتے ہیں جس طرح پانی کی لہریں جن پر ہوا ایک ہی رفتار سے چل رہی ہو اور یہ بھی ممکن ہے کہ آسمانوں کے اندر جتنے مدار ہیں وہ مراد ہوں کیونکہ یہ مدار ایسے ہیں کہ اگر ان کو رنگ دار لکیروں سے ظاہر کیا جائے تو وہ زرہ کے حلقوں کی طرح نظر آئیں۔ اس نہایت ہی اچھے طریقے سے بنے ہوئے آسمان کی قسم اٹھا کر اللہ تعالیٰ فرماتا ہے کہ قیامت کے بارے میں تمہاری باتیں یکساں نہیں۔ تمہارے دلائل میں اضطراب ہے۔ ان میں نہ مضبوطی ہے اور نہ قرار ہے بلکہ یہ تمہاری باتیں حیرانی اور پریشانی کی عکاسی کرتی ہیں جو چاہے ان باتوں سے بھر جائے اور جو چاہے ان پر جما رہے۔ نہ صرف یہ کہ ان میں کوئی قرار وثبات نہیں بلکہ ہمیشہ حیرت اور قلق اور بےیقینی پر مشتمل باتیں ہیں اور باطل موقف ہمیشہ ایسا ہی ہوتا ہے۔ متزلزل اور متغیر اور آئے دن بدلنے والا۔ باطل ہمیشہ سرگرداں رہتا ہے۔ اس کے سامنے نہ نشانات راہ ہوتے ہیں اور نہ روشنی ہوتی ہے جس میں وہ راہ پر صحیح طرح چل سکے۔ پھر باطل کا کوئی اصول بھی نہیں ہوتا۔ وہ ڈولتا ہے کیونکہ اس کی کوئی مضبوط اساس نہیں ہوتی اور نہ اس کا کوئی متعین پیمانہ ہوتا ہے۔ اگر اہل باطل کبھی کسی بات پر مجتمع ہوجائیں تو بھی ایک عرصے کے بعد وہ باہم لڑپڑتے ہیں اور ان کے درمیان اختلافات اور دشمنیاں قائم رہتی ہیں۔\nاہل باطل کا اضطراب ، ان کا اختلاف اور ان کے متذبذب خیالات اس وقت اور اچھی طرح ہوجاتے ہیں جب ان کو نظام سماوی کے رنگ میں دیکھا جائے جو نہایت ہی مضبوط ہے اور جس کے حلقے ایک دوسرے سے پیوست ہیں اور مرتب ہیں۔\nیہی بیان آگے جاری ہے۔ بتایا جاتا ہے کہ یہ لوگ محض ظن وتخمین بلکہ وہم کی دنیا میں بستے ہیں۔ آخرت کے بارے میں ان کے خیالات حق ویقین سے ماخوذ نہیں ہیں۔ حق تو بالکل عیاں ہے لین اس موضوع پر ان کے افکار پریشاں ہیں۔ اس کے بعد ان کے افکار پریشان کا ایک ایسا منظر پیش کیا جاتا ہے جسے آنکھیں اس طرح دیکھ رہی ہیں جس طرح اسکرین پر چل رہا ہو۔"
    }
  ]
}
