{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 54,
      "text": "یہ ایک خوبصورت اور آنکھیں چندھیا دینے والا منظر ہے جس میں ایک عظیم کائناتی حادثہ دکھایا گیا ہے اور یہ اس سے بھی عظیم تر حادثہ کی تمہید ہے۔\nاقتربت…………القمر (54: 1) ” قیامت کی گھڑی قریب آگئی اور چاند ٹکڑے ہوگیا “ امام بخاری نے روایت کی عبداللہ ابن عبدالوہاب سے انہوں نے بشر ابن مفضل سعید ابن ابوعروہ سے انہوں نے قتادہ سے انہوں نے انس ابن مالک سے وہ کہتے ہیں ” اہل مکہ نے رسول ﷺ سے مطالبہ کیا کہ آپ کوئی معجزہ دکھائیں۔ تو آپ نے ان کو دکھایا کہ چاند دو ٹکڑے ہوگیا اور دونوں کے درمیان حرا تھا۔ “ اس روایت کو بخاری اور مسلم نے دوسری اسناد سے بھی قتادہ اور حضرت انس ؓ سے روایت کی ہے حضرت جبیر بن مطعم کی روایت امام احمد نے محمد ابن کثیر سے کی ہے۔ انہوں نے سلیمان ابن کثیر سے انہوں نے حصین ابن عبدالرحمن سے ، انہوں نے محمد ابن جیرابن مطعم سے ، انہوں نے اپنے والد حضرت جبیر بن مطعم سے۔ وہ کہتے ہیں۔ رسول اللہ ﷺ کے زمانے میں چاند دو ٹکڑے ہوگیا۔ ایک ٹکڑا ایک پہاڑ پر نظر آتا تھا اور دوسرا اس پہاڑ پر تو کفار نے کہا محمد ﷺ نے ہم پر جادو کردیا ہے۔ اگر اس نے ہم پر جادو کیا ہے تو یہ دنیا کے سب انسانوں پر تو جادو نہیں کرسکتا۔ یہ روایت اس طریقے سے صرف امام احمد ہی نے کی ہے۔ امام بیہقی نے اپنی کتاب الدلائل میں بواسطہ محمد ابن کثیر ، اس کے بھائی سلیمان ابن کثیر سے ، اور انہوں نے حصین ابن عبدالرحمان سے روایت کی ہے اور ابن جریر اور بیہقی نے دوسرے طریقوں اور سندوں کے ساتھ حضرت جبیر بن مطعم ؓ سے نقل کی ہے۔\nحضرت عبداللہ ابن عباس ؓ کی روایت امام بخاری نے روایت کی۔ یحییٰ ابن کثیر سے انہوں نے بکر سے ، انہوں نے جعفر سے ، انہوں نے عراک ابن مالک سے ، انہوں نے عبید اللہ ابن عبداللہ ابن عتبہ سے ، انہوں نے حضرت ابن عباس ؓ سے وہ کہتے ہیں حضور اکرم کے زمانے میں چاند کے دو ٹکڑے ہونے کا واقعہ پیش آیا۔ “ امام بخاری نے اور امام مسلم نے ایک سابقہ سند کے ذریعہ بواسطہ عراک ابن عباس سے روایت کی اور امام ابن جریر نے ایک دوسری سند سے بواسطہ علی ابن ابو طلحہ ، حضرت ابن عباس ؓ سے روایت کی۔ یہ اس طرح ہوا کہ ہجرت سے قبل چاند پھٹ گیا یہاں تک کہ لوگوں نے دیکھا کہ وہ دو ٹکڑے ہے۔ عوفی نے بھی حضرت ابن عباس ؓ سے اسی طرح نقل کیا۔ طبرانی نے ایک دوسری سند سے بواسطہ مکرمہ ، حضرت ابن عباس ؓ روایت کی۔ انہوں نے فرمایا رسول اللہ کے زمانے میں چاند تاریک ہوگیا تھا۔ “ تو اہل مکہ نے کہا…. محمد ﷺ نے چاند پر بھی جادو کردیا ہے۔ اس پر یہ آیت نازل ہوئی۔\nاقتربت…………مستمر (54: 2) حضرت عبداللہ بن عمر کی روایت۔ حافظ ابوبکر بیہقی کہتے ہیں ابوعبداللہ الحافظ اور احمد ابن الحسن قاضی نے جروی سے روایت کی دونوں نے ، ابو العباس اصم سے ، انہوں نے عباس ابن محمد دوری سے ، انہوں نے وھب ابن جریرے انہوں نے شعبہ سے ، انہوں نے اعمش سے ، انہوں نے مجاہد سے ، اور انہوں نے عبداللہ ابن عمر ؓ سے ، اس آیت کی تفسیر میں۔\nاقتربت…………القمر (54: 1) کہتے ہیں کہ یہ رسول اللہ کے زمانے میں ہوا تھا۔ یہ دو ٹکڑے ہوا تھا ایک پہاڑ سے پیچھے تھا اور ایک آگے تھا۔ “ اس پر نبی ﷺ نے فرمایا۔\nاللھم اشھد (اے اللہ…. گواہ رہنا) اس طرح اس روایت کو مسلم اور ترمذی نے شعبہ سے انہوں نے اعمش سے اور انہوں نے مجاہد سے نقل کیا ہے ۔\nعبداللہ ابن مسعود ؓ کی روایت امام احمد فرماتے ہیں۔ روایت کی سفیان ابن ابونحبیح نے ، مجاہد سے ، انہوں نے ابو معمر سے ، انہوں نے حضرت ابن مسعود ؓ سے وہ فرماتے ہیں ، رسول اللہ ﷺ کے زمانے میں چاند دو ٹکڑے ہوگیا۔ کفار نے اچھی طرح اسے دیکھا۔ رسول اللہ ﷺ نے فرمایا اشہدوا (گواہ رہو) امام بخاری اور امام مسلم نے سفیان ابن عینیہ سے یہی روایت کی ہے اور انہوں نے اعمش سے انہوں نے ابراہیم سے ، انہوں نے ابو معمر عبداللہ ابن سخیرہ سے ، انہوں نے حضرت ابن مسعود ؓ سے ، امام بخاری کہتے ہیں کہ امام ابو داؤد طیالسی نے یہ روایت کی ، ابوعوانہ سے انہوں نے مغیرہ سے انہوں نے ابو الضحی سے ، انہوں نے مسروق سے ، انہوں نے حضرت عبداللہ ابن مسعود ؓ سے انہوں نے فرمایا رسول اللہ ﷺ کے زمانے میں چاند دو ٹکڑے ہوگیا۔ قریش نے کہا یہ ابن ابو کبثہ کا جادو ہے۔ کہتے ہیں کہ لوگوں نے کہا دیکھو جو لوگ سفر پر ہیں وہ آجائیں کیونکہ محمد ﷺ پوری دنیا کے لوگوں پر تو جادو نہیں کرسکتا چناچہ اس کے بعد جو سفر پر تھے وہ آئے اور انہوں نے بھی اس کی تصدیق کی۔ امام بیہقی نے دوسرے طریقوں سے بھی اسے روایت کیا ہے مسروق سے ، انہوں نے عبداللہ ابن مسعود سے ، مفہوم اسی سے ملتا جلتا ہے۔\nیہ ہیں متواتر روایات مختلف اسناد اور طریق سے کہ یہ واقعہ ہوا اور مکہ میں اس کی جگہ بھی بتادی گئی۔ ماسوائے ایک روایت کے جس میں منبی کا ذکر ہے باقی روایات مکہ کے بارے میں ہیں۔ حضور کے زمانے میں یہ واقعہ پیش آیا اور ہجرت سے قبل پیش آیا۔ اکثر روایات میں آتا ہے کہ یہ دو ٹکڑے ہوگیا اور یہ ایک روایت میں آتا ہے کہ یہ چاند گرہن ہوگیا تھا۔ بہرحال واقعہ جو بھی ہو روایات سے ثابت ہے اور روایات زمان ومکان کی تحدید بھی کرتی ہیں اور شق قمر کی ہیئت کا تعین بھی کرتی ہیں۔\nیہ ایسا واقعہ تھا کہ قرآن کریم نے اسے بطور دلیل قیامت مشرکین کے سامنے پیش کیا۔ کوئی ایسی روایت مشرکین سے منقول نہیں ہے کہ انہوں نے نفس واقعہ کا انکار کیا ہو۔ لہٰذا یہ واعقہ اسی طرح ہوا ہوگا اور اس قدر لوگوں نے دیکھا ہوگا کہ ان کے لئے نفس واقعہ کو جھٹلانا ممکن نہ رہا ہوگا۔ اگرچہ بطور کبر اور غرور ہو۔ اگر ان کے لئے اس کی تکذیب کی کوئی بھی صورت ہوتی تو وہ ضرور کرتے۔ کفار سے جو روایات اور تبصرے منقول ہیں وہ یہ ہیں کہ محمد ﷺ نے جادو کردیا ہے لیکن خود ان میں سے دانشمند لوگوں نے کہا۔ ذرا تحقیق کرو اور مسافروں سے تحقیق کرنے کے بعد ان کو معلوم ہوگیا کہ یہ جھوٹ نہیں ہے کیونکہ اگر اہل مکہ کو محمد ﷺ مسحور کرسکتے تو وہ پوری دنیا کو تو مسحور نہیں کرسکتے اور جب انہوں نے مسافروں سے پوچھا جو مکہ کے باہر سے آئے تھے تو انہوں نے بھی تصدیق کی۔\nاب بات یہ رہ گئی کہ آیا مشرکین نے رسول اللہ ﷺ سے کسی نشانی کا مطالبہ کیا تھا۔ اس کے جواب میں شق قمر کا معجزہ رونما ہوگیا۔ یہ روایت دراصل قرآن کی نص صریح سے متصادم ہے۔ مدلول یہ ہے کہ نبی ﷺ کو ویسے معجزات نہیں دیئے گئے جس طرح انبیائے سابق کو دیئے گئے تھے اور اس کا ایک متعین اور خاص سبب تھا۔\nوما …………الاولون ” اور ہم کو نشانیاں بھیجنے سے نہیں روکا مگر اس بات نے کہ ان سے پہلے کے لوگ انہیں جھٹلا چکے ہیں “ مطلب یہ ہے کہ اللہ کا یہ فیصلہ ہے کہ حضور کو وہ معجزات نہیں دیئے گئے جن کا مطالبہ ہوا تھا۔\nکفار نے جب بھی حضور ﷺ سے معجزات کا مطالبہ کیا ہے تو جواب یہی دیا گیا کہ معجزات پیش کرنا آپ کے فرائض میں شامل نہیں ہے اور یہ کہ محمد ﷺ تو ایک بشر اور رسول ہیں اور ہر جگہ صرف قرآن کریم ہی کو آپ کے لئے معجزہ قرار دیا گیا اور اسی جیسی کوئی سورت یا کتاب لانے کا چیلنج دیا گیا۔\nقل لئن……………. رسولا (39) (71 : 88 تا 39) ” کہہ دو کہ اگر انسان اور جن سب کے سب مل کر اس قرآن جیسی کوئی چیز لانے کی کوشش کریں تو نہ لاسکیں گے چاہے وہ سب ایک دوسرے کے مددگار ہی کیوں نہ ہوں۔ ہم نے اس قرآن میں لوگوں کو طرح طرح سے سمجھایا مگر اکثر لوگ انکار ہی پر جمے رہے اور انہوں نے کہا ” ہم تیری بات نہ مانیں گے جب تک تو ہمارے لئے زمین کو پھاڑ کر ایک چشمہ نہ جاری کردے یا تیرے لئے کھجوروں اور انگوروں کا قاغ پیدا ہو اور تو اس میں نہریں رواں کردے یا تو آسمان کے ٹکڑے ٹکڑے کرکے ہمارے اوپر گرادے جیسا کہ تیرا دعویٰ ہے یا خدا اور فرشتوں کو رودررو ہمارے سامنے لے آئے یا تیرے لئے سونے کا ایک گھر بن جائے یا تو آسمان پر چڑھ جائے اور تیرے جڑھنے کا بھی ہم یقین نہ کریں گے جب تک تو ہمارے اوپر ایک ایسی تحریر نہ اتار لائے جسے ہم پڑھیں۔ “ اے نبی ان سے کہو ” پاک ہے میرا پروردگار کیا میں ایک پیغام لانے والے انسان کے سوا اور بھی کچھ ہوں “ لہٰذا یہ کہنا کہ شق قمر کا معجزہ کفار کے مطالبہ کے جواب میں آیا تھا ، قرآن مجید کی متعدد نصوص کے بھی خلاف ہے اور اس رجحان کے بھی خلاف ہے کہ اس دنیا میں آخری رسالت انسانیت کے سامنے صرف قرآن پیش کرے اور یہ کہ قرآن کا اعجاز ہی اس کا معجزہ ہو اور قرآن کے ذریعہ انسان کے دل و دماغ کو ان آیات ومعجزات کی طرف متوجہ کیا جائے جو انفس میں موجود ہیں جو آفاق میں بکثرت موجود ہیں اور جو انسانی تاریخ میں بکثرت ہیں اور سخت عبرت آموز بھی ہیں۔ باقی نبی ﷺ کے ہاتھ پر جو معجزات صادر ہوئے اور جن کی تصدیق صحیح روایات نے کی ہے تو وہ بطور اعزاز نبی ﷺ کو دیئے گئے بطور دلائل نبوت نہیں دیئے گئے تھے۔\nیہی وجہ ہے کہ معجزہ شق قمر صادر ہوا۔ نص قرآنی نے اس کی تصدیق کی ہے۔ روایات متواترہ میں اس کی تصدیق ہوئی اور جس جگہ اور جس زمانے میں صادر ہوا اس کا بھی تعین ہوگیا اور جس انداز میں ہوا اس کی تفصیلات بھی موجود ہیں لیکن جن روایات میں اس کی علت بیان کی گئی ہے اس کے بارے میں ہم خاموشی اختیار کرتے ہیں۔ بس یہی کہتے ہیں کہ شق قمر دلالت کرتا ہے قرب قیامت پر اور اسی میں ہمارے لئے عبرت ہے کہ ہم چوکنے ہوجائیں۔ جاگیں اور اس کی تیاری کریں اس عظیم گھڑی کی۔ لہٰذا شق قمر ایک کائناتی معجزہ تھا اور قرآن نے انسانوں کو اس کی طرف متوجہ کیا ہے جس طرح قرآن مجید دوسرے تکوینی معجزات کی طرف متوجہ کرتا ہے اور جس طرح دوسرے معجزات کے مقابلے میں ان کا رویہ قابل تعجب ہے۔ اسی طرح اس معجزے سے بھی انہوں نے کوئی فائدہ نہ اٹھایا۔\nخارق عادت معجزات ، انسانیت کے ابتدائی دور ہیں۔ بیشک انسانوں کو متاثر کرتے تھے جس دور میں انسانیت نے اس قدر علمی ترقی نہ کی تھی کہ وہ اس کائنات میں قائم اور بکھرے ہوئے معجزات کو سمجھ سکیں اور ان سے متاثر ہوں۔ گزرے ہوئے نبیوں کے ہاتھوں جن معجزات کا صدور ہوا اور انسانیت ان سے متاثر ہوئی تو یہ اس دور کی بات ہے جب انسانیت عقلی بلوغ کے درجے کہ نہ پہنچی تھی لیکن آج اس کائنات میں ایسے ایسے معجزات انسانیت کو معلوم ہوچکے ہیں جو ان معجزات سے بڑے معجزات ہیں۔ اگر چہان لوگوں کو وہ متاثر نہیں کرتے جو وہی ابلدائی احساسات رکھتے ہیں اور جو عقلی بلوغ کے درجے تک نہیں پہنچے۔\nفرض کیجئے کہ چاند کا دو ٹکڑے ہونا معجزہ تھا تو چاند بذات خود بھی تو ایک معجزہ ہے۔ یہ سیارہ اپنے اس حجم ، موجودہ وضع ، شکل ، طبیعت ، گردش کی منازل ، دورے ، اس کے آثار ، زمین کی زندگی پر اس کے اثرات اور فضا میں اس کا اس طرح تیرنا بغیر کسی سہارے کے کیا یہ ایک عظیم معجزہ نہیں ہے جو ہر وقت قائم اور دائم اور ہمارے مشاہدے میں ہے اور ہم اس کے بارے میں ہر وقت سوچ سکتے ہیں۔ اس سے اثر لیتے ہیں۔ کیا قدرت الٰہیہ پر اس سے بڑی اور کوئی دلیل چاہئے۔ کون ہے جو نفس چاند کے معجزے سے انکار کرسکتا ہے۔ ماسوائے اس شخص کے جو ہٹ دھرم اور ضدی ہو۔\nقرآن نے تو انسان کو اس کائنات کے سامنے کھڑا کردیا اور یہ مشاہدہ کرایا کہ اس کائنات کے اندر عظیم معجزات ہر وقت قائم اور دائم ہیں۔ قرآن انسان کو ان معجزات کے ساتھ دائما جوڑنا چاہتا ہے۔ یہ نہیں کہ شق قمر کی طرح کوئی چیز ہزارہا سال میں ایک بار دکھا دی جائے اور اس کو بھی ایک ہی زمانے کے لوگ دیکھ لیں۔ قرآن کہتا ہے کہ دیکھو اس کائنات کو اگر دیدہ عبرت نگاہ رکھتے ہو۔\nیہ پوری کائنات معجزات کا ایک منظر نامہ ہے۔ جو آنکھوں کے سامنے رہتا ہے غائب نہیں ہوتا اور یہ سب معجزے دیکھو اور دیکھتے چلے جاؤ۔ اس میں چھوٹے معجزات بھی ہیں اور بڑے بھی اور یہ معجزات شہادت دے رہے ہیں۔ ان کی شہادت سنو۔ یہ عجیب شہادت ہے اسے ریکارڈ کرو۔ یہ نہایت ہی خوبصورت شہادت ہے اس میں جمال بھی ہے اور کمال بھی ہے اور یہ تو انسان کو نہ صرف یہ کہ فیصلے پر پہنچاتی ہے بلکہ دہشت زدہ اور ششدر کردیتی ہے اور اس کے نتیجے میں بہت ہی پختہ ایمان پیدا ہوتا ہے۔ نہایت گہرا اور سنجیدہ۔\nاس سورت کے آغاز میں یہ اشارہ آتا ہے کہ قیامت قریب آگئی ہے اور چاند دو ٹکڑے ہوگیا ہے جس سے انسان پر گہرا اثر پڑتا ہے کیونکہ قیام قیامت اور چاند کا ٹکڑے ہونا بہت ہی بڑے واقعات ہیں۔ قرآن بتاتا ہے کہ تم نے یہ ایک عظیم حادثہ تو دیکھ ہی لیا ہے اسی طرح قیام قیامت بھی ہوگا۔\nشق قمر کے بعد صرف قیامت کے بارے میں امام احمد نے روایت کی ہے حسین سے ، انہوں نے محمد ابن مطوف سے ، انہوں نے ابو حازم سے ، اور انہوں نے حضرت سہیل ابن سعد سے وہ فرماتے ہیں میں نے رسول اللہ ﷺ سے سنا ” میں اور قیامت اس طرح ساتھ ساتھ بھیجے گئے ہیں۔ “ آپ نے درمیان انگلی اور سبابہ کو جوڑ کر اشاہ کیا (متفق علیہ)\nباوجود اس حقیقت کہ قیامت کی گھڑی قریب آلگی ہے اور نہایت ہی اثر انگیز واقعہ بھی انہوں نے اپنی آنکھوں سے دیکھ لیا ہے اور مختلف شکلوں میں انہوں نے اللہ کی نشانیاں بھی دیکھ لی ہیں لیکن ان لوگوں کے دلوں میں عناد کوٹ کوٹ بھرا ہوا تھا۔ وہ گمراہی کی راہ پر اصرار کررہے تھے۔ وہ ڈراوے سے متاثر ہوتے تھے اور نہ اس کائنات میں بکھری ہوئی نشانیوں سے متاثر ہوتے تھے جو نصیحت کے لئے کافی ہیں اور انسان کو جھٹلانے سے روک سکتی ہیں لیکن ان لوگوں نے ان سے کوئی فائدہ نہ اٹھایا۔"
    },
    {
      "ayah": 10,
      "surah": 54,
      "text": "فدعا ربہ انی ملغوب فانتصر (54:10) ” آخر کار اس نے رب کو پکارا کہ میں مغلوب ہوچکا ہوں اب تو ان سے انتقام لے “ میری طاقت ختم ہوگئی۔ میں نے اپنی پوری جدوجہد کردی۔ قوتیں جواب دے گئیں اور یہ تیرا کام ہے اور انکار اور کفر مجھ پر غالب آگیا۔ لہٰذا تو ہی مدد کر۔ اے اللہ اب تو ہی ان سے انتقام لے۔ اپنی دعوت کا بدلہ لے۔ سچائی کا ساتھ دے۔ اپنے نظام کی مدد تو ہی کر حکم تیرا ہے جدوجہد تیرے لئے ہے میرا کردار اب ختم ہے۔ حضرت نوح (علیہ السلام) کا یہ کہنا تھا اور رسول خدا کی طرف سے معاملہ رب تعالیٰ کے سپرد کرنا تھا جو جبار وقہار ہے کہ دست قدرت نے اپنا کام شروع کردیا اور اس زمین کو ان سے صاف کردیا گیا۔ عذاب الٰہی کا چکریوں چلنا شروع ہوا کہ تمام طیبعی قوتوں نے اپنا کام شروع کردیا۔"
    },
    {
      "ayah": 11,
      "surah": 54,
      "text": "ففتحنا ............ امر قدقدر (54:12) ” تب ہم نے موسلادھار بارش سے آسمان کے دروازے کھول دیئے اور زمین کو پھاڑ کر چشموں میں تبدیل کردیا اور وہ سارا پانی اس کام کو پورا کرنے کے لئے مل گیا جو مقدر ہوچکا تھا۔ “\nیہ ایک عظیم کائناتی حرکت ہے جو بہت ہی بھرپور ہے لیکن اس عظیم کائناتی عمل اور حرکت کی تصویر چند الفاظ میں کھینچی گئی ہے۔ الفاظ بڑی خوبصورت سے چنے گئے ہیں اور اس پو رہے عمل کے بارے میں بتایا جاتا ہے کہ یہ سب عمل قدرت الٰہیہ کا ہے۔\nففتحنا ابواب السماء (54: 11) ” موسلادھار بارش سے “ یعنی ایسی بارش جس میں پانی بہت برس رہا ہو۔ اسی قوت اور اسی حرکت سے۔"
    },
    {
      "ayah": 12,
      "surah": 54,
      "text": "وفجرنا الارض عیونا (54:12) ” اور زمین کو پھاڑ کر چشموں میں تبدیل کردیا۔ “ زمین کو پھاڑنے اور چشموں کے پھوٹنے کا منظر یوں نظر آتا ہے کہ گوہر جگہ سے فوارے چھوٹ گئے۔ ہر طرف چشمے ہی چشمے نظر آنے لگے۔\nاب زور زور سے آسمانوں سے گرنے والا پانی ، اور زمین سے ابلنے والا پانی آپس میں مل گئے۔\nفالتقی ............ قدقدر (54:12) ” اور وہ سارا پانی اس کام کو پورا کرنے کے مل گیا جو مقدر ہوچکا تھا “ یعنی دونوں کا کام یہ تھا کہ طے شدہ کام کو پورا کرلیا جائے۔ دونوں پانی دست قدرت کے تحت کام کررہے تھے۔\nاس پانی نے طوفان کی شکل اختیار کرلی۔ زمین کو ڈھانپ لیا گیا اور زمین پر انسانوں کی شکل میں جو گندگی تھی اسے صاف کردیا گیا۔ اللہ کے پیغمبر تو اس تطہیر سے مایوس ہوگیا تھا۔ اس کے خیال میں یہ لوگ لاعلاج ہوگئے تھے لیکن اللہ کا مشفقانہ دست قدرت پہنچ گیا۔ رسول کی دعا قبول ہوئی۔ پوری کائنات حرکت میں آگئی اور رسول اور اس کے ساتھیوں کو نجات مل گئی۔"
    },
    {
      "ayah": 13,
      "surah": 54,
      "text": "وحملنہ ............ کفر ” اور نوح کو ہم نے ایک تختوں اور کیلوں والی پر سوار کردیا جو ہماری نگرانی میں چل رہی تھی۔ یہ تھا بدلہ اس شخص کی خاطر جس کی ناقدری کی گئی۔ “ اس عبارت سے معلوم ہوتا ہے کہ یہ کوئی بہت بڑی کشتی تھی۔ یہ تختوں اور میخوں والی تھی۔ کشتی کی صفات بیان کی گئی ہیں اور موصوف کا نام نہیں لیا گیا۔ اس کی عظمت کو ظاہر کرنے کے لئے پھر یہ کہا گیا کہ یہ کشتی اللہ کی نگرانی میں چلتی ہے۔ اس پر اللہ کی نظر ہے۔"
    },
    {
      "ayah": 14,
      "surah": 54,
      "text": "جزاء لمن کان کفر ” اس شخص کے بدلہ کی خاطر جس کی ناقدری کی گئی “ اس کی دعوت کا انکار کیا گیا بلکہ الصا اس کو جھڑکیاں دی گئی۔ ان لوگوں نے نبی پر مظالم ڈھائے۔ یہ اس کی سزا ہے۔ انہوں نے نبی کے ساتھ مذاق کیا۔ اللہ نے اسے یہ اعزاز دیا۔ اس سے معلوم ہوتا ہے جس شخص کو اللہ کی راہ میں بےبس کردیا جائے اس کی حمایت میں اللہ کی قوتیں کس طرح کام کرتی ہیں اور جو شخص اپنا کام پورا کرکے اور اپنی پوری قوت لگا کر جب معاملہ اللہ کے حوالے کرتا ہے تو پھر اللہ کس طرح بدلہ لیتا ہے۔ اس کائنات کی پوری قوتیں اس کی نصرت میں اٹھ جاتی ہیں اور ان قوتوں کی پشت پر اللہ اپنی قدرت اور جبروت کے ساتھ موجود ہوتا ہے۔\nاس ہولناک انتقام کے منظر کے اختتام پر اور اس فیصلہ کن انجام پر ان لوگوں کو متوجہ کیا جاتا ہے جنہوں نے اپنی آنکھوں سے یہ منظر دیکھا کہ ذرا ان واقعات سے عبرت لو ، یہ اس لئے کہ شاید وہ متاثر ہوکر دعوت حق کو قبول کرلیں۔"
    },
    {
      "ayah": 15,
      "surah": 54,
      "text": "ولقد ترکنھا ............ مد کر (54:15) ” اس کشتی کو ہم نے ایک نشانی بنا کر چھوڑ دیا۔ پھر کوئی ہے نصیحت قبول کرنے والا “ یہ واقعہ اپنے تمام حالات کے ساتھ ہم نے تاریخ کے ریکارڈ پر باقی رکھا تاکہ آنے والوں کے لئے ایک نشانی ہو۔\nفھل من مد کر (54:15) ” پھر ہے کوئی نصیحت قبول کرنے والا) جو نصیحت قبول کرے۔ دلوں کو جگانے کے لئے ایک سوال کہ کیا تھا عذاب اور کیا انجام ہوا ڈرائے جانے والوں کا۔"
    },
    {
      "ayah": 16,
      "surah": 54,
      "text": "فکیف ............ ونذر (54:16) ” دیکھ لو کیا میرا عذاب اور کیسی تھیں میری تنبیہات “ بہرحال ایسا ہی ہوا جس طرح قرآن نے تصویر کشی کی ہے۔ یہ ایک سخت تباہ کن عذاب تھا جس نے تمام مجرموں کو نیست ونابود کرکے رکھ دیا اور ڈرانے والے کا ڈراوا سچا ہوگیا یہ ہے قرآن کا انداز بیان نہایت سہل ، قابل فہم ، پڑھنے والے کے لئے خوب جازبیت کا حامل تاکہ ہر کوئی پڑھے اور تدبر کرے۔ سادہ سچائی کی جاذبیت کا حامل ، فطرت کے مطابق اور ہر طبیعت کے لئے پرجوش ، جس کے عجائبات ختم ہونے کا نام نہیں لیتے۔ اسے بار بار پڑھئے ہر بار نیا نظر آئے گا۔ جب بھی کوئی اس پر تدبر کرے اسے ایک نیا مفہوم اور نیا نکتہ ملے گا۔ جس قدر اس کے ساتھ کوئی نفس انسانی صحبت اختیار کرے اس کی محبت میں اضافہ ہی ہوتا جائے گا۔"
    },
    {
      "ayah": 17,
      "surah": 54,
      "text": "ولقد ............ مد کر (45:17 ) ” ہم نے اس قرآن کو نصیحت کے لئے آسان ذریعہ بنایا ہے پھر کیا ہے کوئی نصیحت قبول کرنے والا “\nیہ ہے وہ سبق جو ہر پیراگراف کے آخر میں دہرایا جاتا ہے۔ ہر مصور منظر کے بعد ، ہر منظر کے بعد قرآن انسان دل کے ساتھ گفتگو کرتا ہے اور اسے نصیحت قبول کرنے ، دانش حاصل کرنے ، تدبر کرنے کے لئے کہتا ہے۔ ہر تاریخی انجام بد کے بعد جس سے مکذبین دو چار ہوئے۔"
    },
    {
      "ayah": 18,
      "surah": 54,
      "text": "کذبت ............ مد کر (54:18 تا 22) ” عاد نے جھٹلایا تو دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات۔ ہم نے ایک پیہم نحوست کے دن سخت طوفانی ہوا ان پر بھیج دی۔ جو لوگوں کو اٹھا اٹھا کر اس طرح پھینک رہی تھی جیسے وہ جڑ سے اکھڑے ہوئے کھجور کے تنے ہوں۔ پس دیکھ لو کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات۔ ہم نے اس قرآن کو نصیحت کے لئے آسان ذریعہ بنادیا ہے۔ پھر کیا ہے کوئی نصیحت قبول کرنے والا “ ؟\nیہ دوسرا پیراگراف ہے اور اقوام سابقہ پر عذاب آنے کا دوسرا منظر ہے۔ قوم نوح کے بعد ہلاکت کا یہ بڑا واقعہ تھا۔ سب سے پہلے قوم نوح ہلاک ہوئی اور اس کے بعد قوم عاد۔\nپہلے یہ بتایا جاتا ہے عاد نے بھی تکذیب کی لیکن آیت ختم ہونے سے پہلے ہی ایک خوفناک سوال کردیا جاتا ہے۔\nفکیف ........ ونذر (45: 81) ” میرا عذاب کیسا تھا اور تنبیہات کیسی تھیں “ اس کے بعد بتایا جاتا ہے کہ ان کا انجام یوں ہوا ، ہولناک اور خوفناک۔"
    },
    {
      "ayah": 19,
      "surah": 54,
      "text": "انا ارسلنا ............ منقعر (45: 02) ” ہم نے ایک پیہم نحوست کے دن سخت طوفانی ہوا ان پر بھیج دی۔ جو لوگوں کو اٹھا اٹھا کر اس طرح پھینک رہی تھی جیسے جڑ سے اکھڑے ہوئے کھجور کے تنے۔ “\nریحاصرصرا (45: 91) کے معنی ہیں سخت سرد ہوا۔ الفاظ کا ترنم ہی نوعیت بتارہا ہے۔ نحس یعنی منحوس اور اس سے بڑی نحوست کس قوم کو کیا نصیب ہوگی جو عاد کو نصیب ہوئی۔ یوں منظر تھا کہ جس طرح سخت ہوا سے کھجور کے تنے جڑوں سے اکھڑ کر زمین پر آجاتے ہیں اور درخت بری طرح گرا ہوا ہوتا ہے۔ اس طرح یہ لوگ میدانوں میں پڑے ہوئے تھے۔\nمنظر نہایت خوفناک ہے۔ ہوا سخت ہے اور یہ ہوا جو عادیوں پر بھیجی گئی تھی یہ اللہ کے لشکروں میں ایک لشکر تھا۔ اس کائنات کی قوتوں میں سے ایک قوت۔ اللہ کی تخلیق کردہ قوت ، اللہ کے قانون قدرت کے عین مطابق چلنے والی قوت ، ایسی قوت جسے اللہ جس پر چاہے مسلط کردے۔ یہ قوت صحراؤں میں چل رہی ہے اور یہ جب عاد کی بستیوں تک پہنچتی ہے تو ان کا وہ حال بنادیتی ہے جو اوپر لکھا گیا۔"
    },
    {
      "ayah": 2,
      "surah": 54,
      "text": "وان یروا ............ تغن النذر (54:2) ” مگر ان کا حال یہ ہے کہ خواہ کوئی نشانی دیکھ لیں ، منہ موڑ جاتے ہیں اور کہتے ہیں یہ تو چلتا ہوا جادو ہے۔ انہوں نے جھٹلادیا اور اپنی خواہشات نفس کی پیروی کی۔ ہر معاملے کو آخر کار ایک انجام پر پہنچ کر رہنا ہے۔ ان لوگوں کے سامنے وہ حالات آچکے ہیں جن میں سرکشی سے باز رکھنے کے لئے کافی سامان عبرت ہے اور ایسی حکمت جو نصیحت کے مقصد کو بدرجہ اتم پورا کرتی ہے مگر تنبیہات ان پر کارگر نہیں ہوتیں “\nشق قمر کو بھی دیکھ کر انہوں نے اعراض کرلیا اور انہوں نے شق قمر کے بارے میں بھی وہی بات کہی جو قرآن کی آیات کے سارے میں کہتے تھے کہ یہ نہایت ہی موثر جادو ہے۔ ایک نشانی تو وہ کہتے ہیں جادو ہے اور مسلسل نشانیوں کو کہتے ہیں کہ یہ مسلسل جادو ہے جس کا سلسلہ ختم ہی نہیں ہوتا۔ یہ لوگ نشانات الٰہیہ پر غور کرنے سے منہ موڑ رہے ہیں۔ وہ نشانیوں کی دلالت اور شہادت سے بھی منہ موڑتے ہیں۔ یہ انکار وہ محض خواہش نفس سے مجبور ہوکر کرتے ہیں۔ اس لئے نہیں کہ ان کے پاس کوئی حجت ہے یا اسلام کے حق میں حجت نہیں کہ انہوں نے اپنے ارد گرد پھیلی ہوئی کائنات پر غور کرلیا ہے۔"
    },
    {
      "ayah": 20,
      "surah": 54,
      "text": "انا ارسلنا ............ منقعر (45: 02) ” ہم نے ایک پیہم نحوست کے دن سخت طوفانی ہوا ان پر بھیج دی۔ جو لوگوں کو اٹھا اٹھا کر اس طرح پھینک رہی تھی جیسے جڑ سے اکھڑے ہوئے کھجور کے تنے۔ “\nریحاصرصرا (45: 91) کے معنی ہیں سخت سرد ہوا۔ الفاظ کا ترنم ہی نوعیت بتارہا ہے۔ نحس یعنی منحوس اور اس سے بڑی نحوست کس قوم کو کیا نصیب ہوگی جو عاد کو نصیب ہوئی۔ یوں منظر تھا کہ جس طرح سخت ہوا سے کھجور کے تنے جڑوں سے اکھڑ کر زمین پر آجاتے ہیں اور درخت بری طرح گرا ہوا ہوتا ہے۔ اس طرح یہ لوگ میدانوں میں پڑے ہوئے تھے۔\nمنظر نہایت خوفناک ہے۔ ہوا سخت ہے اور یہ ہوا جو عادیوں پر بھیجی گئی تھی یہ اللہ کے لشکروں میں ایک لشکر تھا۔ اس کائنات کی قوتوں میں سے ایک قوت۔ اللہ کی تخلیق کردہ قوت ، اللہ کے قانون قدرت کے عین مطابق چلنے والی قوت ، ایسی قوت جسے اللہ جس پر چاہے مسلط کردے۔ یہ قوت صحراؤں میں چل رہی ہے اور یہ جب عاد کی بستیوں تک پہنچتی ہے تو ان کا وہ حال بنادیتی ہے جو اوپر لکھا گیا۔"
    },
    {
      "ayah": 21,
      "surah": 54,
      "text": "فکیف کان عذابی ونذر (45: 12) ” ہم نے قرآن کو نصیحت کے لئے آسان کردیا پھر کیا ہے کوئی نصیحت قبول کرنے والا “ صلائے عام ہے۔"
    },
    {
      "ayah": 22,
      "surah": 54,
      "text": "فکیف کان عذابی ونذر (45: 12) ” ہم نے قرآن کو نصیحت کے لئے آسان کردیا پھر کیا ہے کوئی نصیحت قبول کرنے والا “ صلائے عام ہے۔"
    },
    {
      "ayah": 23,
      "surah": 54,
      "text": "قبیلہ ثمود جزیرہ عرب میں عاد کے بعد نمودار ہوا۔ یہ بھی عاد کی طرح قوت اور شوکت میں بےمثال تھا۔ ہاں عادی جنوب میں تھے اور ثمود شمال میں تھے۔ ثمود نے بھی رسول کی تکذیب اسی طرح کی جس طرح عاد نے کی تھی حالانکہ ثمود کو عاد کے انجام کا اچھی طرح علم تھا کیونکہ وہ جزیرہ عرب کے جنوب میں تھے۔\nفقالوا ............ الاشر (45: 62) ” اور کہنے لگے ایک اکیلا آدمی جو ہم میں سے ہے کیا ہم اس کے پیچھے چلیں ؟ اس کا اتباع ہم قبول کریں تو معنی یہ ہوں گے کہ ہم بہک گئے ہیں اور ہماری عقل ماری گئی ہے۔ کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا ؟ نہیں بلکہ یہ پرلے درجے کا جھوٹا اور لالچی ہے۔ “\nیہ وہی شبہ ہے جو پوری تاریخ میں تمام مکذبین کے دلوں میں خلجان پیدا کرتا رہا ہے۔\nء القی ............ بیننا (45:5 2) ” کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا “ یہ ان کی کھوکھلی اور بےحقیقت کبریائی تھی اور جس شخص کے اندر اس قسم کا کبر ہو وہ کبھی حقیقت کو دیکھ ہی نہیں سکتا۔ وہ بات کو نہیں دیکھتا۔ اس کو دیکھتا ہے کہ کہنے والا کون ہے۔\nابشرامنا واحد انتبعہ (45:4 2) ” ایک اکیلا آدمی جو ہم میں سے ہے کیا ہم اب اس کے پیچھے چلیں ؟ “\nآخر اس میں کیا قباحت ہے کہ اللہ اپنے بندوں میں سے ایک اکیلے شخص کو چن لے۔ اللہ تو خوب جانتا ہے کہ رسالت کی امانت کہاں رکھے اور پھر اس کے اوپر ذکر نازل کرے۔ اس کو ہدایات دے اور نصیحت کی باتیں اس پر نازل کرے ، اللہ خالق ہے۔ وہ جانتا ہے کہ اس کے بندوں میں سے اس امانت کی استعداد اس نے کس کو دی ہے۔ پھر ذکر نازل کرنے والا بھی اللہ۔ یہ سوال ایک بےحقیقت سوال ہے اور واہی تباہی ہے جو نہایت گمراہ لوگوں کے ذہنوں میں پیدا ہوسکتا ہے۔ ایسے لوگ جو کسی دعوت کے بارے میں یہ نہیں سوچتے کہ اس میں صدق وسچائی کس قدر ہے۔ وہ دعوت دینے والے کو دیکھتے ہیں کہ دو بستیوں میں سے یہ کتنا بڑا آدمی ہے۔ اگر کسی چھوٹے آدمی کی بات مانی گئی تو وہ چھوٹا بڑا بن جائے گا اور یہ چھوٹے رہ جائیں گے۔\nیہی وجہ ہے کہ ایسے لوگ ہمیشہ یہ کہتے ہیں۔"
    },
    {
      "ayah": 24,
      "surah": 54,
      "text": "ابشر ........ وسحر (45:4 2) ” ایک اکیلا آدمی جو ہم میں سے ہے اس کے پیچھے چلیں تو اس کے معنی یہ ہوں گے کہ ہم بہک گئے ہیں اور ہماری عقل ماری گئی ہے یا ہم جہنم رسید ہوگئے۔ “ اگر ہم سے یہ منکر فعل واقع ہوگیا۔ جب عقل ماری جاتی ہے تو انسان ہدایت کو ضلالت سمجھتا اور سمجھتا ہے کہ وہ گویا بہت زیادہ تعداد والی جہنموں میں داخل ہوگا۔ (سعر جمع سعیر ہے) حالانکہ دعوت قبول کرکے وہ ایمان کے سایہ میں آجاتا لیکن سمجھتا ہے کہ اگر ایمان لایا تو جہنموں میں داخل ہوگا۔\nیہی وجہ ہے کہ جس رسول کو اللہ نے ان کی رہنمائی کے لئے بھیجا تھا اس کے بارے میں انہوں نے کہا کہ وہ جھوٹا اور لالچی ہے۔"
    },
    {
      "ayah": 25,
      "surah": 54,
      "text": "بل ھو کذاب اشر (45:5 2) ” بلکہ وہ جھوٹ اور لالچی ہے “ کذاب جھوٹا ، اشر شدید لالچی اور اس تبلیغ سے وہ اقتدار اور مرتبہ چاہتا ہے۔ ہر داعی پر ہمیشہ یہی الزام لگایا جاتا ہے کہ وہ دعوت اسلامی کے بہانے مفادات کے حصول کے لئے جدوجہد کرتا ہے اور یہ ان اندھوں کا موقف ہوتا ہے جو نیک لوگوں کے جذبات اور ان کے قلبی محرکات سے واقف نہیں ہوتے۔\nبات ابھی تک حکایتی اور قصے کے انداز سے چلتی ہے کہ اچانک معاملہ خطاب کا آجاتا ہے۔ اور یوں نظر آتا ہے کہ گویا واقعات ابھی جاری ہیں۔ اس لئے بتایا جاتا ہے کہ عنقریب کیا ہونے والا ہے اور ان کا مستقبل میں ہونے والے واقعات کی دھمکی دی جاتی ہے۔"
    },
    {
      "ayah": 26,
      "surah": 54,
      "text": "سیعلمون ........ الاشر (45: 62) ” کل ہی انہیں معلوم ہوجائے گا کہ پرلے درجے کا جھوٹا اور لالچی کون ہے۔ “ یہ قصص کے بیان کا ایک قرآنی طریقہ ہے۔ یہ انداز قصے میں جان ڈال دیتا ہے کہ بجائے محض قصہ پارینہ کے تخیل کے زور سے اس قصے کو ایک منظر نامے کی شکل میں تبدیل کردیا جاتا ہے۔ اب یہ قصہ نہیں رہتا بلکہ حال اور مستقبل کے واقعات بن جاتا ہے۔\nسیعلمون ........ الاشر (45: 62) ” کل ہی وہ جان لیں گے کہ جھوٹا اور لالچی کون ہے “ کل یہ حقیقت کھل جائے گی اور یہ چھوٹ نہیں سکیں گے اور یہ مصیبت بتادے گی کہ کون جھوٹا ہے اور جھوٹوں کی سزا کیا ہے۔"
    },
    {
      "ayah": 27,
      "surah": 54,
      "text": "انا مرسلوا ............ محتضر (45: 82) ” ہم اپنی اونٹنی کو ان کے لئے فتنہ بنا کر بھیج رہے ہیں۔ اب ذرا صبر کے ساتھ دیکھ کر ان کا کیا انجام ہوتا ہے۔ ان کو جتا دے کہ پانی ان کے اور اونٹنی کے درمیان تقسیم ہوگا اور ہر ایک اپنی باری کے دن پانی پر آئے گا۔ “ اب پڑھنے والے انتظار میں ہیں کہ ہوتا کیا ہے۔ ناقہ بھیج دی جاتی ہے۔ یہ ان کے لئے آزمائش ہے اور ان کے لئے امتحان ہے کہ کون کامیاب ہوتا ہے اور کون ناکام اور رسول وقت بھی انتظار میں ہے کہ کیا ہوتا ہے اور اللہ کے حکم کے مطابق وہ صبر کرتا ہے۔ اس وقت تک کہ امتحان کا نتیجہ سامنے آجائے۔ نبی کو یہ ہدایت دے دی جاتی ہے کہ پانی ان کے اور ناقہ کے درمیان تقسیم ہے۔ یہ ناقہ لازماً مخصوص ناقہ تھی۔ تقسیم یوں تھی کہ ایک دن کا پورا پانی ناقہ کے لئے تھا اور دوسرے دن کا ان کے لئے۔ ناقہ اپنے دن آئے گی اور یہ لوگ اپنے دن آئیں گے۔ وہ اپنے دن پئے گی اور یہ لوگ اپنے دن پانی لیں گے۔\nاب سیاق کلام پھر حکایتی اور قصے کا انداز لے لیتا ہے اور اس کے بعد یہ واقعات یوں آتے ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 54,
      "text": "انا مرسلوا ............ محتضر (45: 82) ” ہم اپنی اونٹنی کو ان کے لئے فتنہ بنا کر بھیج رہے ہیں۔ اب ذرا صبر کے ساتھ دیکھ کر ان کا کیا انجام ہوتا ہے۔ ان کو جتا دے کہ پانی ان کے اور اونٹنی کے درمیان تقسیم ہوگا اور ہر ایک اپنی باری کے دن پانی پر آئے گا۔ “ اب پڑھنے والے انتظار میں ہیں کہ ہوتا کیا ہے۔ ناقہ بھیج دی جاتی ہے۔ یہ ان کے لئے آزمائش ہے اور ان کے لئے امتحان ہے کہ کون کامیاب ہوتا ہے اور کون ناکام اور رسول وقت بھی انتظار میں ہے کہ کیا ہوتا ہے اور اللہ کے حکم کے مطابق وہ صبر کرتا ہے۔ اس وقت تک کہ امتحان کا نتیجہ سامنے آجائے۔ نبی کو یہ ہدایت دے دی جاتی ہے کہ پانی ان کے اور ناقہ کے درمیان تقسیم ہے۔ یہ ناقہ لازماً مخصوص ناقہ تھی۔ تقسیم یوں تھی کہ ایک دن کا پورا پانی ناقہ کے لئے تھا اور دوسرے دن کا ان کے لئے۔ ناقہ اپنے دن آئے گی اور یہ لوگ اپنے دن آئیں گے۔ وہ اپنے دن پئے گی اور یہ لوگ اپنے دن پانی لیں گے۔\nاب سیاق کلام پھر حکایتی اور قصے کا انداز لے لیتا ہے اور اس کے بعد یہ واقعات یوں آتے ہیں۔"
    },
    {
      "ayah": 29,
      "surah": 54,
      "text": "فنادواصاحبھم ........ فعقر (45: 92) ” آخر کار انہوں نے اپنے آدمی کو پکارا اور اس نے اس کام کا بیڑا اٹھایا اور اونٹنی کو مار ڈالا۔ “ اور یہ شخص ان مفسدین میں سے ایک تھا جو اس شہر میں فساد کی جڑ تھے۔ سورت نحل میں ان کے بارے میں آیا ہے۔\nوکان ........ یصلحون (72 : 8 4) ” اور شہر میں نوجھتے دار تھے جو ملک میں فساد پھیلاتے تھے اور کوئی اصلاح کا کام نہ کرتے تھے۔ “ اور سورت شمس میں کہا گیا۔\nاذانبعث اشقھا (19 : 21) ” جب ان میں ایک بدبخت اٹھا “\nبعض روایات میں آتا ہے کہ اس شخص نے شراب پی لی تاکہ وہ اس کام کو بےباکی سے کرسکے اور اس ناقہ کو قتل کردے جو اللہ نے بطور نشانی بھیجی تھی اور رسول اللہ نے ان کو ڈرا دیا تھا اور متنبہ کردیا تھا کہ اگر تم نے اسے گزند پہنچایا تو تم پر عذاب الٰہی آجائے گا۔ اس طرح فتعاطی کے معنی بیڑا اٹھانے کی بجائے شراب پینے کے ہوں گے۔\nفنادوا ............ فعقر (45: 92) ” انہوں نے اپنے آدمی کو بلایا اس نے یہ ذمہ لے لیا یا شراب پی کر اسے قتل کردیا۔ “ یہ امتحان ہوگیا اور ان پر عذاب نازل ہوگیا۔"
    },
    {
      "ayah": 3,
      "surah": 54,
      "text": "وکل امر مستقر (54: 3) ” ہر معاملہ کو آخر کار ایک انجام پر پہنچ کر رہنا ہے “ اس عظیم کائنات میں ہر چیز اپنے مقام پر رکھی ہوتی ہے اور وہ اپنی جگہ پر پختہ ہے۔ نہ ہلتی ہے اور نہ اس کے اندر اضطراب ہے۔ اس کائنات کا ہر معاملہ ثبات وقرار پر مبنی ہے۔ ایسا نہیں ہے کہ بدلتی ہوئی خواہشات کے مطابق اصول بھی بدلتے ہیں اور بادشاہوں کی ھنازک مزاجیوں کی طرح اصول اور قوانین بھی بدل جاتے ہیں۔ یوں بھی نہیں ہے کہ یہاں معاملات بخت واتفاق کے مطابق طے ہوتے ہیں۔ ہر چیز اپنی جگہ اور اپنے زمان اور وقت پر رونما ہوتی ہے۔ انسان کو دیکھنا چاہئے کہ اس کے ماحول میں زمان ومکان میں ، واقعات وحادثات میں ایک ترتیب ہے اور یہ ترتیب اور اصول ہر چیز میں نظر آتا ہے۔ آسمانوں کی گردش میں ، زندگی کے طریقوں میں ، حیوانات اور نباتات کے بڑھنے میں ، تمام اشیاء اور مواد میں بلکہ خود ان کے جسم کے وظائف وفرائض میں ان کے اعضا کی کارکردگی میں ایک ترتیب ہے اور ان کو ان چیزوں پر کوئی کنٹرول حاصل نہیں ہے۔ یہ قیامت وقرار ان کو گھیرے ہوئے ہے اور ان کے گرد تمام اشیاء کو بھی اپنے لپیٹ میں لئے ہوئے ہے اور ان کے آگے اور پیچھے ہر طرف نظر آتا ہے ، صرف یہ انسان ہیں کہ یہ مضطرب ہیں اور اپنی خواہشات کے مطابق کبھی ادھر جاتے ہیں اور کبھی ادھر۔"
    },
    {
      "ayah": 30,
      "surah": 54,
      "text": "فکیف ........ ونذر (45: 03) ” پھر دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات “ یہ سوال تعجب انگیز اور خوف پیدا کرنے کے لئے ہے اور یہ عذاب کے ذکر سے بھی پہلے کیا جاتا ہے۔"
    },
    {
      "ayah": 31,
      "surah": 54,
      "text": "انا ارسلنا ............ المختظر (45: 13) ” ہم نے ان پر بس ایک ہی دھماکہ چھوڑا اور وہ باڑے والے کی روندی ہوئی باڑھ کی طرح بھس ہوکر رہ گئے “ قرآن کریم نے اس چیخ اور دھماکے کی تفصیلات نہیں دی ہیں۔ اگرچہ دوسری جگہ سورت فصلت میں تفصیل آتی ہے کہ۔\nفقل ............ وثمود (1 4: 31) ” تو کہہ دو کہ میں تمہیں اسی طرح اچانک ٹوٹ پڑنے والے عذاب سے ڈراتا ہوں جیسا کہ عاد وثمود پر نازل ہوا “ یہ بھی ہوسکتا ہے کہ صاعقہ صیحہ کی صفت ہو یعنی کڑاکے دار آواز۔ اور یہ بھی ہوسکتا ہے کہ صیحہ اور صاعقہ ایک ہی حقیقت کے لئے استعمال ہوں یعنی اچانک ٹوٹ پڑنے والا عذاب اور یہ بھی ہوسکتا ہے کہ صیحہ صاعقہ کی آواز ہو یا صاعقہ آواز کا اثر ہو۔ آواز دی کس طرح اس کا ہمیں علم نہیں ہے۔\nبہرحال ان پر ایک کڑاکے دار اور دھماکہ خیز آعواز آئی اور ان کو ختم کرکے رکھ دیا۔ یہ اس ترح ہوگئے کھشیم المحنظر (وہ باڑ والے کی روندی ہوئی باڑ کی طرح بھس ہوکر رہ گئے) المحنظر وہ شخص جو خطیرہ یا باڑہ بناتا ہے اور یہ باڑہ وہ خشک کانٹے دار لکڑیوں سے بناتا ہے یہ لوگ اس طرح ہوگئے جس طرح خشک بوسیدہ لکڑیاں جو ٹوٹ پھوٹ کر بھس بن گئی ہوں تشبیہ یوں ہے کہ باڑے والا اپنے مویشیوں کے لئے لکڑیوں اور درختوں کی شاخیں جمع کرتا ہے کہ شاخیں مویشی کھاتے ہیں اور خشک ہوجاتی ہیں اور ان کو مویشی روندتے ہیں تو وہ بھوسے کی طرح پس جاتی ہیں تو یہ قوم اس طرح ہوگئی جس طرح باڑے والے کی جھاڑیاں کھائی ہوئی اور روندی ہوئی۔ صرف ایک ہی ربانی چیخ سے۔\nیہ سخت درد ناک وخوفناک منظر ہے اور یہ ان لوگوں کے جواب میں ہے جو مفسد تھے اور اپنے آپ کو بڑا سمجھتے تھے چناچہ ان متکبرین کو پیس ڈالا گیا۔\nاس درد ناک وخوفناک منظر کے بعد لوگوں کو متوجہ کیا جاتا ہے کہ اللہ کی آیات سے نصیحت حاصل کریں اور تدبر کریں اور اس مقصد کے لئے قرآن بہترین گائیڈ ہے۔"
    },
    {
      "ayah": 32,
      "surah": 54,
      "text": "ولقد ............ مد کر (45: 23) ” ہم نے قرآن کو نصیحت کے لئے آسان ذریعہ بنایا ہے۔ اب ہے کوئی نصیحت قبول کرنے والا۔ “ اس پر پردہ گرتا ہے اور منظر پر روندا ہوا بھس پڑا ہے۔ آنکھوں کے لئے ایک منظر اور دل کے لئے ایک عبرت۔ یہ قرآن پکار پکار کر بلارہا ہے نصیحت لینے والوں اور فکر و تدبر کرنے والوں کو۔\nاب جب دوبارہ پردہ اٹھتا ہے تو تاریخ کا وہ ورق الٹا جاتا ہے جو جزیرہ عرب کے قریب ہے ، قوم لوط کا منظر :"
    },
    {
      "ayah": 33,
      "surah": 54,
      "text": "قوم لوط کا قصہ دوسرے مقامات پر مفصل مذکور ہے۔ یہاں اس قصے کی تفصیلات دینا مطلوب نہیں ہے بلکہ یہ عبرت دلانا مقصود ہے کہ تکذیب کا نتیجہ کیا ہوا کرتا ہے۔ یہ کہ اللہ کا سخت عذاب آتا ہے۔ یہی وجہ ہے کہ آغاز ہی تنبیہات الٰہیہ کی تکذب کے ذکر سے ہوتا ہے۔\nکذبت ............ بالنذر (45: 33) ” قوم لوط نے تنبیہات کو جھٹلایا “ اور اس کے بعد متصلا عذاب الٰہی کا ذکر ہوتا ہے۔"
    },
    {
      "ayah": 34,
      "surah": 54,
      "text": "انا ارسلنا ............ من شکر (45:5 3) ” اور ہم نے اس پر پتھراؤ کرنے والی ہوا بھیجی۔ صرف لوط کے گھر والے اس سے محفوظ رہے۔ ان کو ہم نے اپنے فضل سے رات کے پچھلے پہر بچا کر نکال لیا۔ یہ جزا دیتے ہیں ہم ہر اس شخص کو جو شکرگزار ہوتا ہے۔ “\nالحاصب وہ ہوا جو پتھروں کو اڑا کر پھینک دیتی ہو اور دوسری جگہ آیا ہے کہ ان پر مٹی کے پتھر پھینکے گئے تھے۔ لفظ حاصب کی آواز ہی ایسی ہے جس سے پتھر پھینکے جانے کی آواز آتی ہے۔ اس میں شدت اور سختی ہے جو اس وقت منظر اور فضا کے مناسب ہے۔ اس عذاب سے صرف لوط (علیہ السلام) کے خاندان کے لوگ بچے۔ ماسوائے ان کی اہلیہ کے اور بچنے والے اس لئے بچے کہ وہ اللہ کا شکر ادا کرتے تھے اور اللہ شکر کرنے والوں کو ایسی ہی جزا دیتا ہے۔ ان کو اللہ عذاب سے نجات دیتا ہے اور وہ خوفناک حادثات کے درمیان سے بھی بچ کر نکل آتے ہیں۔\nقرآن نے یہاں تک اس قصے کے دو اطراف بیان کردیئے۔ ان کی طرف سے جھٹلانا اور اللہ کی طرف سے عذاب شدید ، یہ یہاں اصل مقصد تھا۔ اب قصے کے دونوں اطراف کے درمیان کی بعض ضروری تفصیلات۔ قرآن کریم کا یہ بھی ایک خاص انداز بیان ہے۔ اس انداز سے قرآن کریم بعض اشارات دیتا ہے اور تفصیلات یہ ہیں۔"
    },
    {
      "ayah": 35,
      "surah": 54,
      "text": "انا ارسلنا ............ من شکر (45:5 3) ” اور ہم نے اس پر پتھراؤ کرنے والی ہوا بھیجی۔ صرف لوط کے گھر والے اس سے محفوظ رہے۔ ان کو ہم نے اپنے فضل سے رات کے پچھلے پہر بچا کر نکال لیا۔ یہ جزا دیتے ہیں ہم ہر اس شخص کو جو شکرگزار ہوتا ہے۔ “\nالحاصب وہ ہوا جو پتھروں کو اڑا کر پھینک دیتی ہو اور دوسری جگہ آیا ہے کہ ان پر مٹی کے پتھر پھینکے گئے تھے۔ لفظ حاصب کی آواز ہی ایسی ہے جس سے پتھر پھینکے جانے کی آواز آتی ہے۔ اس میں شدت اور سختی ہے جو اس وقت منظر اور فضا کے مناسب ہے۔ اس عذاب سے صرف لوط (علیہ السلام) کے خاندان کے لوگ بچے۔ ماسوائے ان کی اہلیہ کے اور بچنے والے اس لئے بچے کہ وہ اللہ کا شکر ادا کرتے تھے اور اللہ شکر کرنے والوں کو ایسی ہی جزا دیتا ہے۔ ان کو اللہ عذاب سے نجات دیتا ہے اور وہ خوفناک حادثات کے درمیان سے بھی بچ کر نکل آتے ہیں۔\nقرآن نے یہاں تک اس قصے کے دو اطراف بیان کردیئے۔ ان کی طرف سے جھٹلانا اور اللہ کی طرف سے عذاب شدید ، یہ یہاں اصل مقصد تھا۔ اب قصے کے دونوں اطراف کے درمیان کی بعض ضروری تفصیلات۔ قرآن کریم کا یہ بھی ایک خاص انداز بیان ہے۔ اس انداز سے قرآن کریم بعض اشارات دیتا ہے اور تفصیلات یہ ہیں۔"
    },
    {
      "ayah": 36,
      "surah": 54,
      "text": "ولقد ............ مستقر (45: 83) ” لوط نے اپنی قوم کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبہیات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے۔ پھر انہوں نے اسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی۔ آخرکار ہم نے ان کی آنکھیں موند دیں کہ چکھو اب میرے عذاب اور میری تنبہیات کا مزہ۔ صبح سویرے ایک اٹل عذاب نے ان کو آلیا۔ “ حضرت لوط (علیہ السلام) نے اپنی قوم کے لوگوں کو اس منکر سے ایک طویل عرصے تک منع کیا لیکن انہوں نے یقین نہ کیا۔ ہمیشہ شک میں مبتلا رہے اور ایک دوسرے کی طرف شک ہی کو منتقل کرتے رہے اور ایک دوسرے سے شک ہی اخذ کرتے رہے اور نبی کے ساتھ جھگڑتے ہی رہے اور ان کی بدتمیزی اس حدتک پہنچ گئی کہ خود لوط (علیہ السلام) کے ہاں جب مہمان ، فرشتے آئے تو انہوں نے ان کو ان کا دفاع کرنے سے روک دیا۔ انہوں نے دیکھا کہ وہ خوش شکل لڑکے ہیں تو ان کے گندے جذبات جوش میں آگئے۔ انہوں نے حضرت لوط (علیہ السلام) کو گھیر لیا اور مقصد یہ تھا کہ اس کے مہمانوں کے ساتھ بدتمیزی کریں۔ انہوں نے سنجیدگی اور شرم وحیا کے جامے تار تار کردیئے اور انہوں نے اپنے نبی کی عزت کا بھی خیال نہ رکھا حالانکہ انہوں نے ان کو بار بار اس فعل بد کے انجام بد سے ڈرایا تھا۔\nاس مقام پر اب دست قدرت مداخلت کرتی ہے۔ فرشتے اس عذاب کے برپا کرنے کے لئے حرکت میں آتے ہیں جس کے لئے انہیں بھیجا گیا تھا۔\nفطمسنا اعینھم (45: 73) ” ہم نے ان کی آنکھیں موند دیں “ اور وہ اس طرح ہوگئے کہ نہ کسی چیز کو دیکھ سکتے ہیں اور نہ انسانوں کو۔ اب نہ وہ لوط کو گھیر سکتے ہیں نہ مہمانوں کو پکڑ سکتے ہیں۔ یہ کہ قوم لوط کو اندھا کردیا گیا تھا۔ اس کا ذکر صرف یہاں آیا ہے۔ پوری وضاحت کے ساتھ دوسری جگہ یہ ہے۔\nقالوا ............ الیک ” لوط ، ہم تیرے رب کے فرستادہ ہیں یہ لوگ تیری طرف نہیں پہنچ سکتے۔ “ یہاں پر تفصیل دے دی کہ وہ فرشتوں اور لوط (علیہ السلام) تک اس لئے نہ پہنچ سکتے تھے کہ ان کو اندھا کردیا گیا تھا۔\nاب تک تو بات بطور حکایت ہورہی تھی ، اچانک آنکھوں کے سامنے ایک منظر آتا ہے اور جن پر عذاب آیا ہے ان سے مخاطب ہورہا ہے۔\nفذوقوا عذابی ونذر (45: 73) ” چکھو اب میرے عذاب اور میری تنبیہات کا مزہ “ یہ ہے وہ عذاب جس سے تمہیں ڈرایا جارہا تھا اور یہ ہیں وہ تنبیہات جن میں تم شک کررہے تھے۔\nان کی آنکھیں شام کو موند دی گئیں اور صبح تک وہ یونہی رہے کیونکہ اللہ نے ان کے لئے عذاب صبح کے وقت مقرر کیا ہوا تھا۔\nولقد ............ مستقر (45: 83) ” صبح سویرے ہی ایک اٹل عذاب نے ان کو آلیا “ اور یہ وہی عذاب تھا جس کا جلد سے تذکرہ اوپر کردیا گیا۔ یہ وہ سخت ہوا تھی جس نے مٹی کے پتھروں کی بارش ان پر کردی تھی اور اس نے زمین کو اس گندگی اور فساد سے پاک کردیا۔\nاب پھر انداز بیان میں فرق آتا ہے۔ منظر کو یوں پیش کیا جاتا ہے کہ گویا ابھی کا واقعہ ہے اور جن کو عذاب دیا گیا ان سے خطاب شروع ہے۔"
    },
    {
      "ayah": 37,
      "surah": 54,
      "text": "ولقد ............ مستقر (45: 83) ” لوط نے اپنی قوم کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبہیات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے۔ پھر انہوں نے اسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی۔ آخرکار ہم نے ان کی آنکھیں موند دیں کہ چکھو اب میرے عذاب اور میری تنبہیات کا مزہ۔ صبح سویرے ایک اٹل عذاب نے ان کو آلیا۔ “ حضرت لوط (علیہ السلام) نے اپنی قوم کے لوگوں کو اس منکر سے ایک طویل عرصے تک منع کیا لیکن انہوں نے یقین نہ کیا۔ ہمیشہ شک میں مبتلا رہے اور ایک دوسرے کی طرف شک ہی کو منتقل کرتے رہے اور ایک دوسرے سے شک ہی اخذ کرتے رہے اور نبی کے ساتھ جھگڑتے ہی رہے اور ان کی بدتمیزی اس حدتک پہنچ گئی کہ خود لوط (علیہ السلام) کے ہاں جب مہمان ، فرشتے آئے تو انہوں نے ان کو ان کا دفاع کرنے سے روک دیا۔ انہوں نے دیکھا کہ وہ خوش شکل لڑکے ہیں تو ان کے گندے جذبات جوش میں آگئے۔ انہوں نے حضرت لوط (علیہ السلام) کو گھیر لیا اور مقصد یہ تھا کہ اس کے مہمانوں کے ساتھ بدتمیزی کریں۔ انہوں نے سنجیدگی اور شرم وحیا کے جامے تار تار کردیئے اور انہوں نے اپنے نبی کی عزت کا بھی خیال نہ رکھا حالانکہ انہوں نے ان کو بار بار اس فعل بد کے انجام بد سے ڈرایا تھا۔\nاس مقام پر اب دست قدرت مداخلت کرتی ہے۔ فرشتے اس عذاب کے برپا کرنے کے لئے حرکت میں آتے ہیں جس کے لئے انہیں بھیجا گیا تھا۔\nفطمسنا اعینھم (45: 73) ” ہم نے ان کی آنکھیں موند دیں “ اور وہ اس طرح ہوگئے کہ نہ کسی چیز کو دیکھ سکتے ہیں اور نہ انسانوں کو۔ اب نہ وہ لوط کو گھیر سکتے ہیں نہ مہمانوں کو پکڑ سکتے ہیں۔ یہ کہ قوم لوط کو اندھا کردیا گیا تھا۔ اس کا ذکر صرف یہاں آیا ہے۔ پوری وضاحت کے ساتھ دوسری جگہ یہ ہے۔\nقالوا ............ الیک ” لوط ، ہم تیرے رب کے فرستادہ ہیں یہ لوگ تیری طرف نہیں پہنچ سکتے۔ “ یہاں پر تفصیل دے دی کہ وہ فرشتوں اور لوط (علیہ السلام) تک اس لئے نہ پہنچ سکتے تھے کہ ان کو اندھا کردیا گیا تھا۔\nاب تک تو بات بطور حکایت ہورہی تھی ، اچانک آنکھوں کے سامنے ایک منظر آتا ہے اور جن پر عذاب آیا ہے ان سے مخاطب ہورہا ہے۔\nفذوقوا عذابی ونذر (45: 73) ” چکھو اب میرے عذاب اور میری تنبیہات کا مزہ “ یہ ہے وہ عذاب جس سے تمہیں ڈرایا جارہا تھا اور یہ ہیں وہ تنبیہات جن میں تم شک کررہے تھے۔\nان کی آنکھیں شام کو موند دی گئیں اور صبح تک وہ یونہی رہے کیونکہ اللہ نے ان کے لئے عذاب صبح کے وقت مقرر کیا ہوا تھا۔\nولقد ............ مستقر (45: 83) ” صبح سویرے ہی ایک اٹل عذاب نے ان کو آلیا “ اور یہ وہی عذاب تھا جس کا جلد سے تذکرہ اوپر کردیا گیا۔ یہ وہ سخت ہوا تھی جس نے مٹی کے پتھروں کی بارش ان پر کردی تھی اور اس نے زمین کو اس گندگی اور فساد سے پاک کردیا۔\nاب پھر انداز بیان میں فرق آتا ہے۔ منظر کو یوں پیش کیا جاتا ہے کہ گویا ابھی کا واقعہ ہے اور جن کو عذاب دیا گیا ان سے خطاب شروع ہے۔"
    },
    {
      "ayah": 38,
      "surah": 54,
      "text": "ولقد ............ مستقر (45: 83) ” لوط نے اپنی قوم کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبہیات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے۔ پھر انہوں نے اسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی۔ آخرکار ہم نے ان کی آنکھیں موند دیں کہ چکھو اب میرے عذاب اور میری تنبہیات کا مزہ۔ صبح سویرے ایک اٹل عذاب نے ان کو آلیا۔ “ حضرت لوط (علیہ السلام) نے اپنی قوم کے لوگوں کو اس منکر سے ایک طویل عرصے تک منع کیا لیکن انہوں نے یقین نہ کیا۔ ہمیشہ شک میں مبتلا رہے اور ایک دوسرے کی طرف شک ہی کو منتقل کرتے رہے اور ایک دوسرے سے شک ہی اخذ کرتے رہے اور نبی کے ساتھ جھگڑتے ہی رہے اور ان کی بدتمیزی اس حدتک پہنچ گئی کہ خود لوط (علیہ السلام) کے ہاں جب مہمان ، فرشتے آئے تو انہوں نے ان کو ان کا دفاع کرنے سے روک دیا۔ انہوں نے دیکھا کہ وہ خوش شکل لڑکے ہیں تو ان کے گندے جذبات جوش میں آگئے۔ انہوں نے حضرت لوط (علیہ السلام) کو گھیر لیا اور مقصد یہ تھا کہ اس کے مہمانوں کے ساتھ بدتمیزی کریں۔ انہوں نے سنجیدگی اور شرم وحیا کے جامے تار تار کردیئے اور انہوں نے اپنے نبی کی عزت کا بھی خیال نہ رکھا حالانکہ انہوں نے ان کو بار بار اس فعل بد کے انجام بد سے ڈرایا تھا۔\nاس مقام پر اب دست قدرت مداخلت کرتی ہے۔ فرشتے اس عذاب کے برپا کرنے کے لئے حرکت میں آتے ہیں جس کے لئے انہیں بھیجا گیا تھا۔\nفطمسنا اعینھم (45: 73) ” ہم نے ان کی آنکھیں موند دیں “ اور وہ اس طرح ہوگئے کہ نہ کسی چیز کو دیکھ سکتے ہیں اور نہ انسانوں کو۔ اب نہ وہ لوط کو گھیر سکتے ہیں نہ مہمانوں کو پکڑ سکتے ہیں۔ یہ کہ قوم لوط کو اندھا کردیا گیا تھا۔ اس کا ذکر صرف یہاں آیا ہے۔ پوری وضاحت کے ساتھ دوسری جگہ یہ ہے۔\nقالوا ............ الیک ” لوط ، ہم تیرے رب کے فرستادہ ہیں یہ لوگ تیری طرف نہیں پہنچ سکتے۔ “ یہاں پر تفصیل دے دی کہ وہ فرشتوں اور لوط (علیہ السلام) تک اس لئے نہ پہنچ سکتے تھے کہ ان کو اندھا کردیا گیا تھا۔\nاب تک تو بات بطور حکایت ہورہی تھی ، اچانک آنکھوں کے سامنے ایک منظر آتا ہے اور جن پر عذاب آیا ہے ان سے مخاطب ہورہا ہے۔\nفذوقوا عذابی ونذر (45: 73) ” چکھو اب میرے عذاب اور میری تنبیہات کا مزہ “ یہ ہے وہ عذاب جس سے تمہیں ڈرایا جارہا تھا اور یہ ہیں وہ تنبیہات جن میں تم شک کررہے تھے۔\nان کی آنکھیں شام کو موند دی گئیں اور صبح تک وہ یونہی رہے کیونکہ اللہ نے ان کے لئے عذاب صبح کے وقت مقرر کیا ہوا تھا۔\nولقد ............ مستقر (45: 83) ” صبح سویرے ہی ایک اٹل عذاب نے ان کو آلیا “ اور یہ وہی عذاب تھا جس کا جلد سے تذکرہ اوپر کردیا گیا۔ یہ وہ سخت ہوا تھی جس نے مٹی کے پتھروں کی بارش ان پر کردی تھی اور اس نے زمین کو اس گندگی اور فساد سے پاک کردیا۔\nاب پھر انداز بیان میں فرق آتا ہے۔ منظر کو یوں پیش کیا جاتا ہے کہ گویا ابھی کا واقعہ ہے اور جن کو عذاب دیا گیا ان سے خطاب شروع ہے۔"
    },
    {
      "ayah": 39,
      "surah": 54,
      "text": "فذوقوا ............ ونذر (45: 93) ” چکھو اب میرے عذاب اور میری تنبیہات کا مزہ “ اور آخر میں وہی سبق۔"
    },
    {
      "ayah": 4,
      "surah": 54,
      "text": "ولقد ............ مزدجر (54:4) ” ان لوگوں کے سامنے وہ حالات آچکے ہیں جن میں سرکشی سے باز رکھنے کے لئے کافی سامان عبرت ہے۔ “ ان کے پاس اس کائنات کی آیات کے بارے میں قرآن نے کافی خبریں پھیر پھیر کر بیان کی ہیں۔ ان کے پاس اہم سابقہ کے مکذبین کی خبریں بھی آچکی ہیں۔ ان کے پاس مناظر قیامت کی شکل میں آخرت کی خبریں بھی آچکی ہیں۔ ان سب امور میں عبرت آموزی ، رکاوٹ ، خطرے کی علامات موجود ہیں اور ان کے اندر ایسی حکیمانہ باتیں بھی ہیں جو سیدھی دل میں اترنے والی ہیں اور اچھی ہدایات ہیں لیکن جو دل اندھے ہوچکے ہیں وہ آیات کو نہیں دیکھ پاتے اور ان خبروں سے فائدہ نہیں اٹھائے نہ خبروں سے فائدہ اٹھاتے ہیں اور نہ ڈراوے سے وہ ڈرتے ہیں۔"
    },
    {
      "ayah": 40,
      "surah": 54,
      "text": "ولقد یسرنا ............ من مد کر (45: 0 4) ” ہم نے اس قرآن کو نصیحت کے لئے آسان ذریعہ بنا دیا ہے پس ہے کوئی نصیحت قبول کرنے والا “\nیہ کڑیاں اب جزیرہ عرب کے باہر سے بھی ایک منظر پیش کرکے ختم ہوتی ہیں۔ ایک مختصر اشارہ فرعون کے انجام کی طرف۔"
    },
    {
      "ayah": 41,
      "surah": 54,
      "text": "ولقد یسرنا ............ من مد کر (45: 0 4) ” ہم نے اس قرآن کو نصیحت کے لئے آسان ذریعہ بنا دیا ہے پس ہے کوئی نصیحت قبول کرنے والا “\nیہ کڑیاں اب جزیرہ عرب کے باہر سے بھی ایک منظر پیش کرکے ختم ہوتی ہیں۔ ایک مختصر اشارہ فرعون کے انجام کی طرف۔"
    },
    {
      "ayah": 42,
      "surah": 54,
      "text": "ولقد یسرنا ............ من مد کر (45: 0 4) ” ہم نے اس قرآن کو نصیحت کے لئے آسان ذریعہ بنا دیا ہے پس ہے کوئی نصیحت قبول کرنے والا “\nیہ کڑیاں اب جزیرہ عرب کے باہر سے بھی ایک منظر پیش کرکے ختم ہوتی ہیں۔ ایک مختصر اشارہ فرعون کے انجام کی طرف۔"
    },
    {
      "ayah": 43,
      "surah": 54,
      "text": "فرعون کے قصے کا آغاز و انجام اس قدر احتصار کے ساتھ دیا جاتا ہے۔ فرعون اور اس کے سرداروں کے پاس ڈرانے والے آتے ہیں۔ وہ نشانیاں پیش کرتے ہیں۔ وہ ان تمام نشانیوں کو جھٹلاتے ہیں اور اللہ نے ان کو اس طرح پکڑا جس طرح ایک حقیقی اقتدار رکھنے والا پکڑتا ہے۔ عزت اور اقتدار کی طرف اشارہ کرنے کا مقصد یہ ہے کہ ان کو نہایت ہی سختی سے پکڑا گیا اور اشارہ اسی طرف ہے کہ فرعون بڑی عزت ، قوت اور اقتدار اعلیٰ کی باتیں کرتا تھا جبکہ یہ سب امور اللہ کو حاصل ہیں۔ اللہ کے سامنے اس کی باطل عزت نہ رہی ، اس کا جھوٹا اقتدار اعلیٰ گر گیا اور حقیقی مقتدر اعلیٰ نے اسے خوب پکڑا اور بڑی شدت اور عبرت اموزی سے پکڑا جس طرح انہوں نے مصر میں سختی ، ظلم اور قہاری وجباری سے غریبوں پر ظلم شروع کررکھا تھا۔ اسی طرح اللہ نے ان کو بھی نابود کردیا۔ اب اس آخری منظر پر پردہ گرتا ہے۔ یہ فرعون جبار کا منظر اور اس کی ایک جھلک ہے۔\nانسانی تاریخ میں منکرین کے عذاب کے مناظر میں سے یہ آخری منظر تھا۔ تمام منکرین کی یاد قارئین کے ذہنوں میں تازہ ہے اور سننے والوں اور دیکھنے والوں کا احساس ابھی ان نقوش سے منقش ہے کہ اہل مکہ کو خطاب شروع ہوجاتا ہے۔ ان کو تنبیہ کی جاتی ہے کہ تم بھی اسی طرح نیست ونابود ہوسکتے ہو اگر تم باز نہ آئے بلکہ تمہاری جو حرکتیں ہیں ان کا تقاضا تو یہ ہے کہ تم پر اس سے بھی بھیانک عذاب آئے :۔\nاکفارکم ................ مستطر (3 5) 45: 3 4 تا 55)\n” کیا تمہارے کفار کچھ ان لوگوں سے بہتر ہیں ؟ یا آسمانی کتابوں میں تمہارے لئے کوئی معافی لکھی ہوئی ہے ؟ یا ان لوگوں کا کہنا یہ ہے کہ ہم ایک مضبوط جتھا ہیں ، اقنا بچاؤ کرلیں گے ؟ عنقریب یہ جتھا شکست کھا جائے گا اور یہ سب پیٹھ پھیر کر بھاگتے نظر آئیں گے بلکہ ان سے نمٹنے کے لئے اصل وعدے کا وقت تو قیامت ہے اور وہ بڑی آفت اور زیادہ تلخ ساعت ہے۔ یہ مجرم لوگ درحقیقت غلط فہمی میں مبتلا ہیں اور ان کی عقل ماری گئی ہے۔ جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے ، اس روز ان سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا “۔\nہم نے ہر چیز ایک تقدیر کے ساتھ پیدا کی ہے اور ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکاتے وہ عمل میں آجاتا ہے۔ تم جیسے بہت سوں کو ہم ہلاک کرچکے ہیں پھر ہے کوئی نصیحت قبول کرنے والا ؟ جو کچھ انہوں نے کیا ہے وہ سب دفتروں میں درج ہے اور ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے۔\nیہ دنیا اور آخرت دونوں کے عذابوں سے ڈراوا ہے اور بتایا جاتا ہے کہ اس میں کوئی شک وشبہ نہیں ہے۔ بتایا جاتا ہے کہ اس سے نکل بھاگنے کا کوئی راستہ اور سوراخ نہیں ہے اور نہ بھاگنے یا بچ جانے کی کوئی امید ہوسکتی ہے۔ نہ حساب و کتاب میں کوئی چابکدستی دکھائی جاسکتی ہے اور اس طرح سزا سے بچا جاسکتا ہے۔\nتم نے دیکھ لیا امم سابقہ کے جھٹلانے والوں پر کیا گزری۔ آخر تمہارے پاس کیا گارنٹی ہے کہ تم اسی انجام سے دوچار نہ ہوگے۔\nاکفار ............ اولئکم (45: 3 4) ” تمہارے کفار کچھ ان لوگوں سے بہتر ہیں “ امم سابقہ کے جو کفار اسی طرح نیست ونابود ہوئے تم ان سے کس پہلو میں اچھے ہو۔\nام لکم ............ الدبر (45: 3 4) ” یا آسمانی کتابوں میں تمہارے لئے کوئی معافی لکھی ہوئی ہے ’“ اور جس پر یہ منزل صحیفے گواہ ہیں کہ تم کفر اور تکذیب کے انجام سے بری الذمہ ہوجاؤ گے۔ نہ یہ بات ہے اور نہ وہ ہے۔ نہ تم ان سے اچھے ہو اور نہ ان صحیفوں میں تمہاری برات لکھی ہوئی ہے۔ بس یہی صورت ہے کہ تم بھی اسی انجام سے دو چار ہوجاؤ جس سے وہ دو چار ہوئے جس طرح اللہ نے مقدر فرمایا ہے۔\nاب یہ خطاب عام کی شکل اختیار کرلیتا ہے اور اس میں ان کے معاملے پر سخت تعجب کا اظہار کیا جاتا ہے۔"
    },
    {
      "ayah": 44,
      "surah": 54,
      "text": "ام یقولون ............ منتصر (45:44) ” یا ان لوگوں کا کہنا یہ ہے کہ ہم ایک مضبوط جتھا ہیں اور اپنا بچاؤ کرلیں گے “ جب وہ دیکھتے تھے کہ کفار مکہ ایک بڑی جمعیت ہیں تو ان کے حوصلے بڑھ جاتے تھے اور اپنی قوت پر غرور میں مبتلا ہوکر کہتے تھے کہ ہم ہی غالب رہیں گے اور نہ ہم پر کوئی غالب ہوسکتا ہے اور نہ ہمیں کوئی قوت شکست دے سکتی ہے۔"
    },
    {
      "ayah": 45,
      "surah": 54,
      "text": "سیھزم ............ الدبر (45:54) ” عنقریب یہ جتھا شکست کھا جائے گا اور یہ پیٹھ پھیر کر بھاگتے نظر آئیں گے۔ “ لہٰذا ان کی جمعیت انہیں کوئی فائدہ نہ دے سکے گی۔ ان کی قوت ان کے لئے مددگار ثابت نہیں ہوگی۔ یہ اعلان چونکہ اللہ قہار وجبار کا تھا اس لئے ایسا ہی ہوا اور ایسا ہی ہونا تھا۔\nمسلم اور بخاری نے ابن عباس کی روایت نقل کی فرمایا کہ حضور اکرم بدر کے دن آپ کے لئے بنائے ہوئے ایک چبوترے میں تھے اور دعا کررہے تھے ، اے اللہ میں تجھ کو تیرے وعدے اور کہد کا واسطہ دیتا ہوں۔ اگر تو چاہے تو آج کے بعد تیری بندگی اس زمین پر نہ ہوگی “ حضرت ابوبکر ؓ نے آپ کو ہاتھ سے پکڑا اور کہا یارسول اللہ آپ کے لئے یہی کافی ہے آپ نے رب تعالیٰ کے سامنے بہت زاری کرلی ہے۔ آپ نکلے اور زرہ میں ڈوبے ہوئے تھے اور آپ کہہ رہے تھے۔\nسیھزم الجمع ویوکون الدبر (45:54) ” عنقریب یہ جتھا شکست کھا جائے گا اور یہ پیٹھ پھیر کر بھاگتے نظر آئیں گے۔ “\nابن ابو حاتم کی روایت میں مکرمہ سے نقل ہے۔ انہوں نے کہا جب یہ آیت نازل ہوئی۔\nسیھزم ............ الدبر (45:54) ” عنقریب یہ جتھا شکست کھا جائے گا اور پیٹھ پھیر کر بھاگتے نظر آئیں گے۔ “ تو حضرت عمر ؓ نے فرمایا کہ کون سا جتھا یعنی کونسا جتھا شکست کھائے گا۔ عمر کہتے ہیں جب بدر کا دن آیا تو میں نے دیکھا کہ رسول اللہ زرہ میں ڈوبے ہوئے ہیں اور یہی آیت پڑھ رہے ہیں۔ ” عنقریب یہ جتھا شکست کھا جائے گا اور پیٹھ پھیر کر بھاگ جائیں گے۔ “ تو اس وقت میری سمجھ میں بات آئی کہ اس سے کونسی جمعیت مراد ہے۔ یہ تو تھی دنیا کی ہزیمت لیکن یہ آخری ہزیمت نہ تھی اور نہ ہی یہ شدید اور تلخ عذاب ہے چناچہ اس دنیاوی شکست کے بعد اب آخری شکست کی طرف بات پھرجاتی ہے۔"
    },
    {
      "ayah": 46,
      "surah": 54,
      "text": "بل الساعة موعدھم ............ وامر (45: 6 4) ” بلکہ ان سے نمٹنے کے لئے اصل وعدے کا وقت تو قیامت ہے اور وہ بڑی آفت اور زیادہ تلخ ساعت ہے۔ “ اس عذاب سے جو انہوں نے دیکھا ہے یا اس زمین کی زندگی میں دیکھیں گے یا ان تمام عذابوں سے زیادہ تلخ جو اس سورت میں بیان ہوئے ہیں مثلاً طوفانا نوح ، باد صرصر ، سخت آواز اور پتھروں کی بارش والی ہوا اور فرعون کی زبردست غرقابی۔\nاب تفصیلاً بتایا جاتا ہے کہ قیامت کا عذاب کس طرح سخت شدید اور تلخ ہوگا اور تفصیلات قیامت کے مناظر میں سے ایک منظر میں بتائی جاتی ہے :۔"
    },
    {
      "ayah": 47,
      "surah": 54,
      "text": "ان المجرمین ............ مس سقر (45: 8 4) ” یہ مجرم لوگ درحقیقت غلط فہمی میں مبتلا ہیں اور ان کی عقل ماری گئی ہے۔ (یاگمراہی اور آگ میں ہیں) جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے۔ اس روز ان سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا۔ “ یعنی وہ گمراہی میں ہیں جہاں عقل اور روح کی سزا ہوتی ہے اور جہنم میں ہیں جہاں جسم اور جلد کو سزا ہوتی ہے۔ یہ اس لئے کہ یہ کہتے تھے اور ان جیسے سب لوگوں نے بھی کہا ہے۔\nابشرامنا ................ وسعر (45:4 2) ” کیا ہم میں سے ایک اکیلے شخص کی ہم تابعداری شروع کردیں۔ اگر ایسا کریں تو گویا ہم بہک گئے اور کئی آگوں میں پڑگئے۔ “ اب ان کو معلوم ہوگا کہ گمراہی اس اتباع میں ہے یا انکار میں ہے اور آگ اتباع رسول میں ہے یا مخالفت رسول میں ہے۔\nنہایت ہی سختی ، حقارت سے منہ کے بل آگ میں گرادیا جائے گا۔ یہ اس لئے کہ دنیا میں وہ استکبار اور غرور کے ساتھ کام کرتے تھے اور قوت کے بل بوتے پر فیصلے کرتے تھے۔ اب یہاں جسمانی عذاب کے ساتھ ساتھ ان کو روحانی اور نفسیاتی عذاب بھی دیا جائے گا۔ یوں سرزنش کرکے۔\nذوقوا مس سقر (45: 8 4) ” چکھو جہنم کی آگ کی لپٹ “\nاس خوفناک اور کپکپا دینے والے منظر کے سایہ میں اب روئے سخن تمام لوگوں کی طرف پھرجاتا ہے۔ حضور نبی ﷺ کی قوم کی طرف تاکہ ان کے دلوں میں اللہ کی حکمت وتدبیر اور اللہ کی تقدیر اور فیصلوں کی حقیقت بیٹھ جائے۔\nیہ دنیا ہو یا آخرت ہو ، اس دنیا کا عذاب ہو یا آخرت کا عذاب ہو ، اس سے قبل کی رسالتیں اور تنبیہات ہوں یا قرآن اور نبی آخرالزمان ہوں ، یہ پوری کائنات یا اس کا انتظام وانصرام ہو یا یہ چھوٹی چیز ہو یا بڑی چیز ہو ، یہ سب کی سب ایک اندازے اور ایک سکیم کے مطابق اللہ کی حکمت کے مطابق پیدا کئے گئے ہیں۔ کوئی چیز بھی بےمقصد ، اتفاقاً ، عبث اور بےسوچے سمجھے پیدا نہیں کی گئی۔"
    },
    {
      "ayah": 48,
      "surah": 54,
      "text": "ان المجرمین ............ مس سقر (45: 8 4) ” یہ مجرم لوگ درحقیقت غلط فہمی میں مبتلا ہیں اور ان کی عقل ماری گئی ہے۔ (یاگمراہی اور آگ میں ہیں) جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے۔ اس روز ان سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا۔ “ یعنی وہ گمراہی میں ہیں جہاں عقل اور روح کی سزا ہوتی ہے اور جہنم میں ہیں جہاں جسم اور جلد کو سزا ہوتی ہے۔ یہ اس لئے کہ یہ کہتے تھے اور ان جیسے سب لوگوں نے بھی کہا ہے۔\nابشرامنا ................ وسعر (45:4 2) ” کیا ہم میں سے ایک اکیلے شخص کی ہم تابعداری شروع کردیں۔ اگر ایسا کریں تو گویا ہم بہک گئے اور کئی آگوں میں پڑگئے۔ “ اب ان کو معلوم ہوگا کہ گمراہی اس اتباع میں ہے یا انکار میں ہے اور آگ اتباع رسول میں ہے یا مخالفت رسول میں ہے۔\nنہایت ہی سختی ، حقارت سے منہ کے بل آگ میں گرادیا جائے گا۔ یہ اس لئے کہ دنیا میں وہ استکبار اور غرور کے ساتھ کام کرتے تھے اور قوت کے بل بوتے پر فیصلے کرتے تھے۔ اب یہاں جسمانی عذاب کے ساتھ ساتھ ان کو روحانی اور نفسیاتی عذاب بھی دیا جائے گا۔ یوں سرزنش کرکے۔\nذوقوا مس سقر (45: 8 4) ” چکھو جہنم کی آگ کی لپٹ “\nاس خوفناک اور کپکپا دینے والے منظر کے سایہ میں اب روئے سخن تمام لوگوں کی طرف پھرجاتا ہے۔ حضور نبی ﷺ کی قوم کی طرف تاکہ ان کے دلوں میں اللہ کی حکمت وتدبیر اور اللہ کی تقدیر اور فیصلوں کی حقیقت بیٹھ جائے۔\nیہ دنیا ہو یا آخرت ہو ، اس دنیا کا عذاب ہو یا آخرت کا عذاب ہو ، اس سے قبل کی رسالتیں اور تنبیہات ہوں یا قرآن اور نبی آخرالزمان ہوں ، یہ پوری کائنات یا اس کا انتظام وانصرام ہو یا یہ چھوٹی چیز ہو یا بڑی چیز ہو ، یہ سب کی سب ایک اندازے اور ایک سکیم کے مطابق اللہ کی حکمت کے مطابق پیدا کئے گئے ہیں۔ کوئی چیز بھی بےمقصد ، اتفاقاً ، عبث اور بےسوچے سمجھے پیدا نہیں کی گئی۔"
    },
    {
      "ayah": 49,
      "surah": 54,
      "text": "انا کل ........ بقدر (45: 9 4) ” ہم نے ہر چیز تقدیر کے ساتھ پیدا کی ہے۔ “ ہر چیز ، چھوٹی ہو یا بڑی ہو ، بولنے والی ہو یا خاموش ، متحرک ہو یا ساکن ، گزری چیز حاضر ، معلوم چیز یا مجہول ، اللہ نے ہر چیز کو ایک اندازے سے پیدا کیا ہے۔\nیہ تقدیر اس کی حقیقت طے کرتی ہے۔ اس کی صفت طے کرتی ہے۔ اس کی مقدار طے کرتی ہے۔ اس کا زمانہ طے کرتی ہے۔ اس کا مکان طے کرتی ہے۔ اس کے ماحول کے ساتھ اس کے روابط طے کرتی ہے۔ اس کائنات میں اس کے اثرات طے کرتی ہے۔\nیہ قرآنی آیت چند مختصر الفاظ پر مشتمل ہے لیکن یہ آیت ایک عظیم اور محیرالعقول حقیقت کی طرف اشارہ کررہی ہے۔ اس آیت کا مفہوم میں یہ پوری کائنات شامل ہے۔ اس حقیقت کو انسان کا دل تب ہی پاکستا ہے جب وہ اس پوری کائنات کو ذہن میں رکھے۔ وہ اس کائنات کے ساتھ ہمقدم ہو۔ اس سے حقائق اخذ کرے اور یہ محسوس کرے کہ یہ کائنات باہم تناسب اور نہایت ہی دقت کے ساتھ باہم مربوط مخلوق ہے۔ اس کی ہر چیز ایک مقدار کے مطابق پیدا کی گئی ہے۔ تب اس حقیقت کا ایک سایہ اور ایک خاکہ ذہن میں بیٹھ جائے گا۔ صرف ایک چیز کو ذہن میں رکھنے سے یہ تصور نہیں آسکتا۔\nجدید سائنس نے اس حقیقت کے بعض نہایت ہی معمولی شعبوں کا احاطہ کیا ہے۔ یہ علم جدید سائنس نے اپنے محدود وسائل کے مطابق فراہم کیا ہے۔ سائنس نے معلوم کرلیا ہے کہ ستاروں کے درمیان فاصلے ایک متعین مقدار کے مطابق ہیں۔ سیارے اور ان کے حجم اور تاروں اور سیاروں کے گروپ یعنی کہکشاں اور ان کی ایک دوسرے کے ساتھ کشش ، یہ مقداریں اور فاصلے اس قدر متعین ہوگئے ہیں کہ سائنس دانوں نے ایسے ستاروں کے فاصلے بھی متعین کردیئے ہیں جن کو انہوں نے دیکھا نہیں ہے کیونکہ کشش اور ہم آہنگی کا تقاضا یہ تھا کہ ان ستاروں کو اس قدر دور ہونا چاہئے کیونکہ جس نظام کو جس تدبیر وتقدیر کے ساتھ انہوں نے دیکھا ہے ، اس نظام کے مطابق ان کا فاصلہ اس قدر دور ہونا چاہئے۔ اس کے بعد جب انہوں نے تیز دور بینوں سے مشاہدہ کیا تو معلوم ہوا کہ انہوں نے تقدیر کے مطابق یعنی اندازہ کے مطابق جو فاصلے طے کئے تھے وہ درست نکلے۔ غرض ان اجرام فلکی کو اس عظیم فضا میں ایسے متعین فاصلوں سے رکھنا جن کے اندر کوئی تغیر اور تبدل نہیں ہورہا ہے اور کوئی اضطراب نہیں۔ اس بات کی دلیل ہے کہ اللہ نے ہر چیز کو ایک مقررہ قدر یا مقدار یا تقدیر کے ساتھ بنایا ہے۔\nیہ زمین جس کے اوپر ہم رہتے ہیں ، اس کے اندر پائے جانے والے رزق اور تقدیر کا علم تو اس قدر بڑھ گیا ہے کہ اس کی موجودہ حالت اور ہیئت اور نسبت کے اندر اگر ذرا بھی تبدیلی کی جائے تو اس زمین پر جس قدر متنوع زندگی پائی جاتی ہے اس کے اندر زبردست خلل واقع ہوجانے یا سرے سے زندگی ہی ختم ہوجائے۔ اس زمین کا حجم اور اس کا ڈھیر اور اس کی سورج سے دوری اور اس کا حجم اس کا درجہ حرارت اور اپنے محور پر زمین کا جھکاؤ، اس کی گردش محوری کی رفتار ، چاند کا زمین سے فاصلہ ، چاند کا حجم اور اس کا مواد اور زمین کی تقسیم پانی اور خشکی میں اور اس کی نسبت غرض یہ اور اسی قسم کی دوسری ہزاروں نستیں ایسی ہیں جن کو دست قدرت نے برابر مقدر کیا ہے۔ ان میں اگر ذرا بھی تبدیلی ہوجائے تو تمام موجودہ نظام بدل جائے اور زمین پر سے زندگی فوراً ختم ہوجائے اور وہ ضوابط جو زندگی کو کنٹرول کرتے ہیں ان کے درمیان توازن کا ادراک اس حد تک پہنچ گیا ہے کہ زندہ اشیاء اور ان کے ماحول کے درمیان توازن اور تمام اشیاء کا ایک دوسرے کے ساتھ توازن اس حد تک پہنچا ہوا ہے اور انسانوں کو معلوم ہوگیا جس طرح اس آیت کے اندر پائی جانے والی حقیقت کی طرف اشارات اچھی طرح ملتے ہیں۔ چناچہ عوامل حیات اور بقائے حیات کے عوامل اور موت اور فنا کے عوامل کے درمیان نسبت بھی معاشرے میں متعین ہے اور جب کوئی زندہ مخلوق اپنے حدود سے تجاوز کرجاتی ہے تو زندگی کو کنٹرول کرنے والے قدرتی ضوابط خود اسے چیک کرتے ہیں تاکہ جس قدر زندہ مخلوق ہو ، اس کی ضروریات کو پورا کیا جاسکے۔\nیہاں اس طرف اشارہ کرنا ضروری ہے کہ بعض زندہ اشیاء کا بعض دوسری زندہ اشیاء کے ساتھ بھی تعلق اور توازن ہے جبکہ زمین کے اندر موجود توازن کی طرف ہم اس سے قبل اشارہ کرچکے ہیں۔ (سورت فرقان)\nوہ پرندے جو چھوٹے پرندوں کا شکار کرکے غذا حاصل کرتے ہیں ، وہ قلیل التعداد ہیں۔ اس لئے کہ یہ بہت کم انڈے دیتے ہیں۔ پھر بہت کم بچے دیتے ہیں اور پھر یہ محدود اور متعین علاقوں میں زندہ رہتے ہیں اور دوسرے پرندوں کے مقابلے میں ان کی عمر طویل ہوتی ہے۔ اگر طویل عمر کے ساتھ ساتھ ان کے بچے بھی زیادہ ہوتے اور یہ ہر علاقے میں زندہ رہ سکتے تو وہ دنیا سے تمام چھوٹے پرندوں کو ختم کردیتے اور چھوٹے پرندوں کی نسلیں ختم ہوجاتیں یا ان کی تعداد اس قدر قلیل ہوجاتی کہ جس مقصد کے لئے اللہ نے ان کو پیدا کیا تھا یعنی لوگوں کا شکار اور کھانا اور دوسرے بیشمار مقاصد جو زمین پر وہ سرانجام دیتے ہیں ، کسی نے کیا خوب کہا ہے :\nبغاث الطیر اکثرھا فراخا\nوام الصفر مقلاة نزور\n(بغاث آبی پرندہ ، کے بچے بہت ہوتے ہیں لیکن شاہین کی ماں بہت کم اور تھوڑے بچے دیتی ہے۔ ) یہ بھی اللہ کی حکمت اور تقدیر ہے جیسا کہ ہم نے دیکھا تاکہ قدرتی نظام بگڑ نہ جائے تاکہ پرندوں کی پیدائش اور ان کی بقا اور گوشت خور پرندوں کے ذریعہ ان کے فنا میں توازن پیدا ہو۔\nمکھی کئی ملین انڈے دیتی ہے لیکن اس کی عمر صرف دو ہفتے ہوتی ہے۔ اگر یہ کئی سال تک زندہ ہوتی اور انڈے اسی نسبت سے دیتی تو مکھیاں تھوڑے ہی عرصہ میں سطح زمین کو ڈھانپ لیتیں اور کئی زندہ جانور بلکہ انسان بھی مرحوم ہوجاتے یا ان کی زندگی سطح ارض پر مشکل ہوجاتی لیکن قدرت کا نظام توازن کام کررہا ہے اور یہ توازن اللہ کے ہاتھ میں ہے۔ اگر کسی چیز کی نسل زیادہ ہے تو عمر کم رکھی گئی ہے اور اگر نسل کم ہے تو عمر زیادہ دی گئی ہے اور یہ چیز ہم حیات کے تفصیلی مکالمے میں پیش کرنا چاہتے ہیں۔\nوہ حیوانات جو مائیکرو سکوپ سے نظر آتے ہیں ، تمام زندہ چیزوں سے تعداد میں زیادہ ہوتے ہیں اور پھیلاؤ میں بڑی کثرت سے پھیلتے ہیں اور بہت زیادہ نقصان دہ ہوتے ہیں لیکن یہ زندگی کو قائم رکھنے میں بہت کمزور اور عمر کے لحاظ سے بہت کم ہوتے ہیں۔ یہ ملین اور بلین کے حساب سے تو سردی سے مرجاتے ہیں۔ گرمی سے مرجاتے ہیں ، سورج کی شعاعوں سے مرجاتے ہیں ، جراثیم کش ادویات وغیرہ سے اور دوسرے اسباب وذرائع سے اور یہ چیزیں انسانوں اور حیوانوں کی ایک محدود تعداد کو نقصان دے سکتی ہیں۔ اگر یہ چیزیں طاقتور ہوتیں یا زیادہ عمر پاتیں تو زندہ چیزوں اور انسانوں کے لئے خطرہ بن جاتیں۔\nاللہ نے ہر زندہ چیز کو اپنے دشمنوں سے بچاؤ کے لئے ہتھیار دیئے ہیں اور یہ ہتھیار حسب ضرورت ہر چیز کے لئے الگ ہے۔ مثلاً کسی کو تعداد میں کثرت کا اسلحہ دیا گیا ہے ، کسی کو گرفت کی قوت دی گئی ہے اور کسی کو کیا کسی کو کیا۔\nچھوٹے سانپوں کو زہر دیا گیا ہے یا بڑی سرعت سے بھاگنے کا ہتھیار۔ ناگوں کو بڑے بڑے عضلاتی ہتھیار دیئے گئے۔ اس لئے ان میں زہر شاذونادرہی ہوتا ہے اور کبریلا اپنے آپ کو بچانے سے عاجز ہوتا ہے۔ اس لئے ایک ایسا مادہ دیا گیا ہے جو داغ دیتا ہے اور بدبودار ہوتا ہے ، جو بھی اسے چھوتا ہے اس پر وہ یہ مواد بکھیر دیتا ہے۔ اس طرح وہ دشمنوں سے اپنے آپ کو بچاتا ہے۔\nوہ انڈہ جس میں مادہ منی کا جرثومہ داخل ہوجاتا ہے ، رحم مادر کے ساتھ چمٹ جاتا ہے۔ یہ رحم مادر کو کھانا شروع کردیتا ہے اور اپنے ارد گرد رحم مادر میں ایک گڑھا بنا دیتا ہے جو خون سے بھر جاتا ہے اور یہ اس میں زندہ رہتا ہے اور خون کو چوستا رہتا ہے اور وہ نالی جو رحم مادر سے بچے کی ناف سے ملتی ہے ، وضع حمل تک خون دیتی رہتی ہے اور یہ اس مقصد کے لئے پیدا کی جاتی ہے۔ یہ نالی نہ لمبی ہوتی ہے اور نہ چھوٹی ہوتی ہے اور اس مقدار میں اس کی لمبائی مقدر ہے کہ مقصد کو اچھی طرح پورا کرتی ہے۔\nحمل کے آخری دنوں میں پستانوں کے اندر ایک مواد بننا شروع ہوتا ہے اور وضع حمل کے بعد زردی مائل مواد (دودھ) نکلتا ہے۔ اللہ کی صنعت کی کاریگریوں کو دیکھو کہ اس کے اندر وہ مواد ہوتا ہے جو بچے کو متعدی امراض سے بچاتا ہے اور بچے کی پیدائش کے دوسرے دن دودھ نکلنا شروع ہوتا ہے اور قدرت کا انتظام دیکھئے کہ دودھ میں آہستہ آہستہ اضافہ ہوتا ہے۔ ایک سال کے بعد یہ ڈیڑھ لیٹر تک پہنچ جاتا ہے حالانکہ ابتدائی دنوں میں اس کی مقدار کم ہوتی ہے۔ صرف یہ اعجاز نہیں ہے کہ بچے کے بڑے ہونے کے ساتھ ساتھ دودھ بھی بڑھتا ہے بلکہ دودھ کی ترکیب میں بھی اضافہ ہوتا ہے۔ آغاز میں یہ محض پانی اور شکر ہوتا ہے اور اس کے بعد اس میں دوسرے ضروری مادے زیادہ ہوتے جاتے ہیں اور پھر اس میں تیل بھی آتا ہے بلکہ ہر دن کا دودھ دوسرے دن سے مختلف ہوتا ہے اور یہ بچے کی ضروریات نشوونما کے مطابق۔\nانسان کی نشوونما میں بیشمار مشینیں کام کرتی ہیں۔ انسان کے فرائض ، اس کے طریقہ عمل میں بہت سے عوامل لگے ہوئے ہیں جو اس کی زندگی کو بچانے اور صحت کے محافظ اور یہ فیکٹریاں جو انسانی جسم کے اندر لگی ہوئی ہیں ، ان کے بارے میں عجیب اور حیران کن معلمات حاصل ہوچکی ہیں۔ ان سے معلوم ہوتا ہے کہ دست قدرت نے کس قدر باریک نظام وضع کیا ہے اور اس کی تدبیریں ہورہی ہیں اور جن سے صاف صاف نظر آرہا ہے کہ اللہ کا نظام کام کررہا ہے۔ ہر فرد ، ہر عضو کے لئے یہ عوامل کام کرتے ہیں بلکہ ہر خلیے کے لئے کام ہورہا ہے اور اللہ کی نظر سے کوئی چیز غائب نہیں ہے۔ ہم یہاں انسانی جسم کی ساخت اور اس کے پیچیدہ نظام کی تفصیلات تو نہیں دے سکتے لیکن بطور نمونہ ہم صرف ایک نظام کی طرف مختصراً اشارہ کرتے ہیں۔ یہ سخت غدودوں کا نظام ہے ” یہ جسم کے اندر چھوٹی چھوٹی فیکٹریاں ہیں جو جسم کو ضروری کیمیاوی مواد فراہم کرتی ہیں۔ ان کی قوت یہ ہے کہ اس کے ایک ہزار بلین اجزاء میں سے ایک جزو بھی اس قدر مواد پیدا کرتا ہے جو جسم انسان کے لئے بہت اہم ہوتا ہے اور اس کا نظام اس طرح بنایا گیا کہ ایک غدود کا مواد دوسرے غدود کے مواد کے لئے لازمی جزو ہوتا ہے اور ان کے بارے میں آج تک جو کچھ معلوم ہوا ہے وہ یہ ہے کہ ان کا نظام نہایت ہی پیچیدہ ہے اور اگر ان میں کسی ایک غدود میں خلل واقع ہوجائے تو انسانی جسم میں عمومی تباہی کا عمل شروع ہوجاتا ہے۔ اگرچہ یہ خلل ایک مختصر وقت کے لئے ہو۔\nرہے حیوانات تو ان کی انواع اور اقسام کے اعتبار سے ان کے دفاعی نظام اور ہتھیار مختلف ہیں اور ان کو حسب ضرورت قوت دی گئی ہے۔\nچیتوں ، شیروں ، درندوں اور دوسرے پھاڑ کھانے والے جانوروں کو ایسے منہ دیئے گئے ہیں جو شکار کو پکڑ سکتے ہیں۔ تمام ایسے جانور جن کا گزارہ دوسرے جانوروں کے شکار پر ہے ان کو اس مقصد کے لئے ناخن ، تیزدانت اور مضبوط جبڑے دیئے گئے ہیں اور حملہ کرنے میں چونکہ وہ اعصاب اور عضلات سے کام لیتے ہیں ، لہٰذا ان کے پاؤں کے عضلات بہت سخت ہوتے ہیں۔ ہاتھ پاؤں کے ناخن بہت سخت اور مضبوط ہوتے ہیں اور ان کے معدے کے اندر اس قسم کے تیزابی لعاب ہوتے ہیں جو گوشت اور ہڈیوں کو مختصر وقت میں ہضم کرکے رکھ دیتے ہیں۔\nاسی طرح چرندوں اور پالتو جانوروں کے نظام ہاضمہ کو اس کی خوراک کے مطابق بنایا گیا ہے مثلاً وہ حیوانات جو چرکر گزارہ کرتے ہیں ان کا نظام ہضم بالکل مختلف ہے۔ ان کے منہ نسبتاً کھلے ہیں اور یہ جانور قوی اور مضبوط ناخن نہیں رکھتے۔ اسی طرح ان کے پھاڑ کھانے والے قوی دانت بھی نہیں۔ اس کے مقابلے میں ان کے دانت ایسے ہیں جو گھاس کو کاٹنے والے اور پیسنے والے ہیں۔ یہ گھاس اور نباتات کو بڑی سرعت سے کھاتے ہیں اور جلد ہی اسے نگل لیتے ہیں۔ یوں وہ انسان کے لئے وہ خدمات سرانجام دیتے ہیں جن کے لئے ان کو پیدا کیا گیا ہے۔ دست قدرت نے ایک عجیب نظام ہضم دیا ہے جو گھاس کھاتے ہیں وہ بوجھ میں جمع ہوتا ہے۔ جب اس حیوان کا یومیہ کام ختم ہوتا ہے اور یہ آرام کرتا ہے تو اس کا تمام کھانا ایک خالی جگہ چلا جاتا ہے جسے ” ٹوپی “ کہا جاتا ہے۔ یہاں سے یہ دوبارہ منہ میں جاتا ہے۔ اب اسے دوبارہ خوب چبایا اور پیسا جاتا اور یہ تیسرے درجے میں جاتا ہے جسے امر تلافیف کہا جاتا ہے۔ اس کے بعد چوتھے درجے میں جسے رنفجہ کہا جاتا ہے۔ یہ طویل نظام ہضم صرف حیوان کے لئے بنایا گیا ہے کیونکہ جس قدر چرنے والے اور جگالی والے حیوانات ہیں ان کا شکار کیا جاتا ہے لہٰذا ان کو ضرورت ہوتی ہے کہ وہ جلدی سے خوراک سٹور کرلیں اور پھر آرام سے جاکر ہضم کرلیں۔ جدید علوم نے اس بات کو دریافت کیا ہے جگالی کا عمل ان حیوانات کی زندگی کے لئے ضروری ہے کیونکہ وہ گھاس جو جلدی ہضم نہیں ہوتی اس لئے کہ نباتات کے تمام خلیوں پر سلیلوز کا پردہ ہوتا ہے اور ان کو ہضم کرنے کے لئے بہت ہی طویل وقت درکار ہوتا ہے۔ اگر جگالی کا نظام نہ ہو اور ان کے معدے میں ایک خاص سٹور نہ ہو تو ان کو چراگاہ میں طویل وقت گزارنا پڑے۔ ممکن ہے کہ ان کو پورا دن گھاس کے ہضم کرنے میں لگ جائے اور پھر بھی وہ خوراک پوری نہ کرسکتا اور پورا دن خوراک کھانے اور چبانے ہی میں لگا رہتا۔ جلدی سے گھاس کھاتا اور پھر اس کا سٹور کرلیتا اور پھر جگالی کرتا ہے جبکہ سٹور میں وہ کافی نرم ہوچکا ہوتا ہے تو اس طرح حیوانات کے کئی مقاصد پورے ہوجاتے ہیں۔ وہ اچھا کام بھی کرسکتے ہیں اور ان کی غذا بھی پوری طرح ہضم ہوجاتی ہے۔ یہ ہیں باری تعالیٰ کی تدابیر۔\nوہ پرندے جو گوشت کھاتے ہیں مثلاً الو ، شکرہ ان کی چونچ کمان کی طرح ہوتی ہے اور تیز ہوتی ہے اور گوشت نوچنے کی صلاحیت رکھتی ہے جبکہ آبی جانور مثلاً بطخ اور مرغابی کو چوڑی چونچ دی گئی ہے تاکہ وہ پانی اور کیچڑ میں اپنی خوراک تلاش کریں اور ان کی چونچ میں ایسے چھوٹے چھوٹے ابھار ہوتے ہیں جو دانت کی طرح ہوتے ہیں اور کیڑوں وغیرہ کے کاٹنے میں مدد دیتے ہیں۔\nایسے مرغیاں اور کبوتر اور باقی پرندے تو وہ زمین میں دانے اٹھا کر کھاتے ہیں اس لئے ان کو چھوٹی چونچ اور باریک سر دیئے گئے ہیں۔ وہ چھوٹے سے چھوٹا دانہ بھی اٹھا لیتے ہیں جبکہ بگلے کی چونچ طویل ہوتی ہے اور اس کے نیچے ایک تھیلا ہوتا ہے جو جراب کی طرح ہوتا ہے۔ یہ شکاری کے جال کا کام کرتا ہے کیونکہ اس کی خوراک ہی مچھلی ہوتی ہے۔\nہد ہد اور ریوفرد ان کی چونچ تیز اور لمبی ہوتی اور یہ کیڑے مکوڑے کھانے اور تلاش کرنے کے لئے موزوں ہوتی ہے کیونکہ یہ چیزیں زمین کے نیچے ہوتی ہیں۔ سائنس نے معلوم کرلیا ہے کہ کس پرندے کی چونچ پر سرسری نظر ڈالنے ہی سے معلوم کیا جاسکتا ہے کہ اس کی خوراک کیا ہے۔\nیہ بیان اب طویل ہوتا جارہا ہے۔ ہم فی ظلال القرآن کے اختیار کردہ منہاج دائرہ سے نکل رہے ہیں۔ اگر ہم تمام انواع و اقسام کے جانوروں اور مویشیوں پر کلام کریں تو بات بہت طویل ہوجائے۔ صرف ایک چیز کو لے لیں ” امیبا “ جس کا ایک خلیہ ہوتا ہے ، ذرا ملاحظہ کیجئے کہ دست قدرت نے اس کی ضرورت کو کس طرح پورا کیا ہے اور اس کے لئے بھی ضروریات کا پورا پورا انتظام کردیا ہے۔” امیبا ایک نہایت ہی باریک جسم والا حیوان ہے۔ یہ حوضوں ، نالیوں اور پانی کی تہہ میں بیٹھے ہوئے پتھروں میں ہوتا ہے۔ یہ آنکھوں سے نہیں دیکھتا ہے۔ یہ ایک ڈھیلا ڈھالا جاندار ہے۔ حالات اور ضروریات کے مطابق یہ شکل بدل دیتا ہے۔ جب یہ حرکت کرتا ہے تو یہ اپنے جسم کے بعض اجزاء مطلوب مقام تک پہنچنے کے لئے آگے پہنچنے کے لئے آگے بڑھاتا ہے۔ یہ زائد اجزاء چھوٹے پاؤں کہلاتے ہیں۔ اگر اسے کوئی غذا ملے تو وہ ان چھوٹے ایک یا دو پاؤں سے پکڑ لیتا ہے۔ اس پر یہ ہضم کرنے والا ایک سیال پھینکتا ہے اور اس کے بعد حسب ضرورت کھا لیتا ہے۔ باقی کو دور پھینک دیتا ہے۔ یہ پانی سے آکسیجن لے کر پورے جسم کے ساتھ سانس لیتا ہے۔ ذرا سوچئے کہ ایک ایسا حیوان جو سرے سے دیکھتا ہی نہیں ، وہ زندہ رہتا ہے ، حرکت کرتا ہے ، غذا حاصل کرتا ہے ، سانس لیتا ہے ، اپنے فضلات نکالتا ہے اور جب وہ جوان ہوتا ہے تو دو حصوں میں بٹ جاتا ہے اور اس سے دو مختلف قسم کے حیوان بن جاتے ہیں بالکل جدید “\nنباتات میں بھی زندگی محیرالعقول ہے۔ انسان اور حیوان اور پرندے کے عجائبات سے وہ بھی کسی طرح کم نہیں ہیں اور دست قدرت کی کارستانی ان حیوانات کے مقابلے میں نباتات کے اندر کس طرح بھی کم نہیں ہے۔ یہ ہے مفہوم اس آیت کا۔\nو خلق ............ تقدیرا ” اس نے ہر چیز کو پیدا کیا اور نہایت پورے پورے اندازہ سے پیدا کیا۔ “\nیہ کہ اللہ نے ہر چیز کو ایک مقدر کے مطابق پیدا کیا ہے۔ یہ ایک بہت ہی عظیم اصول ہے۔ یہ بہت ہی ہمہ گیر ہے مثلاً اس کائنات کی ہر حرکت اس کے واقعات ، حادثات خواہ چھوٹے ہوں یا بثے ، وہ اللہ کی تقدیر اور تدبیر کے مطابق چلتے ہیں۔ انسانی تاریخ کی ہر حرکت ، نفس انسانی کی ہر حرکت ، سانس لینا اور خارج کرنا ، مقدر ہے۔ ہر نفس کا وقت ، مقام اور ماحول مقرر ومقدر ہے اور اس کی زندگی اس کائنات کی حرکت کے ساتھ مربوط ہے اور اسی طرح حساب و کتاب کے اندر ہے جس طرح بڑے بڑے واقعات دائرہ حساب میں ہوتے ہیں۔\nدور ایک صحرا میں ایک اکیلا درخت کھڑا ہے۔ یہ تقدیر نے کھڑا کیا ہے اور اس کی کوئی ضرورت ہوگی ۔ یہ درخت بھی کوئی فریضہ ، منصبی ادا کررہا ہوگا اور یہ بھی اس پوری کائنات کے نظام کے ساتھ مربوط ہے۔ یہ چیونٹی جو زمین پر چل رہی ہے اور یہ ذرہ جو ہوا میں اڑ رہا ہے اور یہ خلیہ جو پانی میں تیر رہا ہے یہ بھی انہیں اجرام فلکی کی طرح مقدر ہے اور کسی کے حکم سے اڑ رہا ہے۔\nاللہ کی تقدیر زمان میں بھی چلتی ہے ، مکان میں بھی چلتی ہے ، مقدار بھی مقدر ہے صورت بھی مقدر ہے اور تمام حالات اور تمام اصول مقدر ہیں۔\nاللہ کا نظام قضا وقدر کس طرح کام کرتا ہے مثلاً حضرت یعقوب ایک دوسری عورت سے نکاح کرتے ہیں اور ان سے یوسف اور بن یامین پیدا ہوتے ہیں۔ کسی نے اس کے بارے میں خیال کیا ہے کہ یہ بظاہر ایک شخصی فیصلہ تھا لیکن اس کے پیچھے دست قدرت کام کررہا تھا تاکہ برادران یوسف ان کے ساتھ حسد کریں ، ان کو اندھے کنویں میں ڈال دیں۔ وہاں سے ان کو قافلہ پکڑلے۔ مصر میں فروخت کردے ، مصر میں عزیزمصر کا گھر ہے۔ اس کی بیوی انہیں ورغلانے کی کوشش کرے۔ آپ بلند اور برتر ثابت ہوں۔ جیل میں بھیج دیئے جائیں۔ یہ کیوں ؟ تاکہ جیل میں شاہی ملازمین سے ملیں ان کے سامنے خواب کی تعبیر بیان کریں۔ یہ کیوں ؟ ابھی تک تو ان واقعات کا کوئی مقصد نظر نہیں آتا۔ سوال اٹھ سکتا ہے کہ یہ سب کچھ کیوں ہوا ؟ حضرت یوسف تو بےگنہ جیل میں عذاب جھیل رہے ہیں پھر یعقوب (علیہ السلام) کا کیا قصور ہے۔ وہ کیوں جل رہے ہیں ؟ وہ رنج والم سے کیوں بینائی کھو بیٹے ہیں اور یوسف (علیہ السلام) کو یہ تکالیف کیوں دی جارہی ہیں۔ جسمانی اور روحانی تکالیف ، پورے پچیس سال گزرنے کے بعد پہلا جواب آتا ہے کہ تقدیر اسے مصر کی حکومت کے لئے تیار کررہی تھی تاکہ مصر اور اس کے ملحقہ ممالک کو قحط سے بچایا جاسکے ، پھر کس لئے ؟ اس لئے کہ وہ اپنے والدین اور بھائیوں کو مصر بلا لائیں پھر اس لئے کہ ان کی نسل سے قوم بنی اسرائیل پروان چڑھے تاکہ فرعون ان پر مظالم ڈھائے اور ان کے لئے موسیٰ (علیہ السلام) کو بھیجا جائے۔ یہ سب کچھ اس لئے ہوا کہ اس کرہ ارض پر وہ واقعات رونما ہوں۔ جو حضرت یوسف کے کنویں میں ڈالنے کے بعد رونما ہوئے۔ ان واقعات کے اثرات اس دنیا میں آج بھی موجود ہیں اور دنیا کے واقعات پراثرانداز ہورہے ہیں۔\nپھر ایک دوسرا واقعہ یعقوب (علیہ السلام) کے دادا ابو الانبیاء حضرت ابراھیم (علیہ السلام) مصر جاتے ہیں۔ مصری عورت ہاجرہ سے نکاح کرتے ہیں۔ یہ بھی کوئی افنرادی مسئلہ نہ تھا۔ یہ اور اس سے قبل حضرت ابراہیم (علیہ السلام) کی زندگی میں جو واقعات رونما ہوئے جن کے نتیجے میں انہوں نے وطن چھوڑا ، عراق سے کنعان وہاں سے مصر وہاں سے ہاجرہ کا لانا ، اسماعیل (علیہ السلام) کا پیدا ہونا ، ان کو بیت اللہ میں آباد کرنا تاکہ حضرت محمد ﷺ پیدا ہوں۔ ابراہیم کی نسل سے ، اس جزیرہ عرب میں جو اس ارض پر بہترین مکان ہے اور دعوت اسلامی کا مرکز ہے تاکہ اس کے نتیجے میں تاریخ انسانیت میں ایک عظیم حادثہ رونما ہو۔\nیہ بھی اللہ کی تقدیر ہے اور اس کا پچھلا سر دست قدرت کے ہاتھ میں ہے۔ ہر حادثہ ہر واقعہ وہاں سے ہی نمودار ہوتا ہے۔ آغاز بھی وہاں سے ، انجام بھی وہاں ، ہر قدم ، ہر تغیر میں دست قدرت کا ہاتھ ہے۔.... یہ اللہ کی تقدیر کا نظام ہے ، یہ نافذ ہے ، جامع و شامل ہے ، باریک اور گہری۔\nانسان اسی کے بالکل قریبی سرے کو دیکھ رہا ہے لیکن اسے اسباب کی دراز رسی کا دوسرا سرا نظر نہیں آتا اور بعض اوقات یہ رسی بہت دراز ہوجاتی ہے۔ زمانے گزر جاتے ہیں ، دور دراز تک ہم نکل جاتے ہیں ، ہمیں تقدیر وتدبیر کا سلسلہ نظر نہیں آتا۔ ہمیں سمجھ نہیں آتا کہ\nمگس کو باغ میں جانے نہ دینا\nکہ پروانے کا ناحق خون ہوگا\nکس طرح ہوگا ؟ اس پر لوگ جلدی مچاتے ہیں ، شور کرتے ہیں نئی نئی تجاویز لاتے ہیں۔ یہ لوگ دراصل اپنے آپ کو عذاب میں ڈال رہے ہیں۔ نظام قضا وقدر پر دست درازی کرتے ہیں۔\nاللہ صاف صاف فرماتا ہے کہ اس نے ہر چیز کو ایک اندازے سے پیدا کررکھا ہے۔ لوگوں کو چاہئے کہ وہ نتائج اس پر چھوڑ دیں جو نتائج کا مالک ہے اور آرام سے کام کریں۔ وہ اللہ کے نظام ، قضاوقدر سے ہم آہنگ ہوکر چلیں۔ نہایت انس و محبت سے اپنے حصے کا کام کریں اور نہایت ثابت قدمی اور للہ پر بھروسے کے ساتھ قدر بڑھاتے چلے جائیں۔\nجہاں تک اللہ کے انقلاب کا تعلق ہے تو وہ پلک جھپکتے ہی نمودار ہوسکتا ہے۔ اللہ سب کچھ کرسکتا ہے۔"
    },
    {
      "ayah": 5,
      "surah": 54,
      "text": "حکمة ........ النذر (54:5) ” اور ایسی حکمت جو نصیحت کے مقصد کو بدرجہ اتم پورا کرتی ہے مگر تنبیہات ان پر کارگر نہیں ہوتیں۔ “ ایمان ہی وہ نعمت ہے جس کی وجہ سے قلب انسانی ان چیزوں سے فائدہ اٹھاتا ہے۔\nان کی روگردانی اور کفر پر اصرار کی اس قدر تصویر کشی کرنے کے بعد اور یہ بتا دینے کے بعد کہ یہ خبروں سے بھی مستفید نہیں ہوتے ان کے لئے ڈراوے میں بھی فائدہ نہیں۔ رسول ﷺ کو متوجہ کیا جاتا ہے کہ آپ بھی ان سے روگردانی کرلیں اور ان کو اپنے حال پر چھوڑ دیں۔ وہ دن جلدی ہی آنے والا ہے شق قمر اس دن کی علامت تھی ، یہ دن بہت قریب ہے۔"
    },
    {
      "ayah": 50,
      "surah": 54,
      "text": "وما امرنا ............ بالبصر (45: 0 5) ” ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکائے وہ عمل میں آجاتا ہے۔ “ صرف ایک اشارہ اور ایک ہی کلمہ تمام کام مکمل کردیتا ہے۔ چھوٹا کام بھی اور بڑا انقلاب بھی۔ اللہ کے لئے تو کوئی بڑا چھوٹا نہیں ہے۔ یہ انسانی تقدیرات ہیں جن میں بڑے اور چھوٹے کام ہیں۔ اللہ کے ہاں نہ زمان ہے نہ مکان ہے اور نہ پلک جھپکنا ہے۔ وہاں تو کن فیکون ہے۔ یہ انسانوں کو سمجھانے کے لئے بڑے اور چھوٹے اور مختصر وقت کی مثالیں دی گئی ہیں۔ زمان کیا ہے ، انسان کا ایک چھوٹا سا تصور جو وہ اس زمین کے گردش محوری اور سالانہ سے پیمائش کرتا ہے۔ اللہ کے ہاں زمانے کا یہ تصور نہیں ہے۔ یہ تو بہت ہی محدود تصور ہے۔\nایک لفظ ۔ جو اس پوری کائنات کو جود میں لاتا ہے۔ ایک لفظ ہے جو اس میں تغیرات پیدا کرتا ہے۔ ایک لفظ ہے جو اس کو نابود کردے گا۔ ایک لفظ ہے جو ہر چیز کو وجود بخشتا ہے۔ ایک لفظ ہے جو حیات کو پھیلاتا ہے۔ ایک لفظ ہے جو موت دیتا ہے اور ایک لفظ ہوگا جو دوبارہ اٹھادے گا۔ ایک لفظ سے حشر ونشر برپا ہوگا اور حساب و کتاب ہوگا۔ ایک لفظ ایک ارادہ ، کسی جدوجہد کی ضرورت نہیں ہوتی کسی زمان ومکان کی ضرورت نہیں پڑتی۔ بس قدرت ہے تقدیر ہے اور ہر چیز اللہ کے لئے آسان ہے۔\nاور یہی لفظ تھا جس کے ذریعہ ہم زمانوں کو ہلاک کرکے لپیٹ چکے ہیں ذرا تاریخ پر نگاہ ڈالو۔"
    },
    {
      "ayah": 51,
      "surah": 54,
      "text": "ولقد ................ مستطر (45: 3 5) ” اور تم جیسے بہت سوں کو ہم ہلاک کرچکے ہیں ، پھر ہے کوئی نصیحت قبول کرنے والا ؟ جو کچھ انہوں نے کہا ہے وہ سب دفتروں میں درج ہے اور یہ چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ یہ ہیں مکذبین کی بربادیاں جن کی طرف اسی سورت میں اشارات موجود ہیں۔ کیا ہے کوئی نصیحت قبول کرنے والا ؟ جو نصیحت حاصل کرے اور عبرت پکڑے۔\nان کی ان بربادیوں پر ہی ان کا حساب و کتاب ختم نہیں ہوگا بلکہ ایک آنے والا حساب ہے جس سے کوئی ذرہ برابر فعل بھی نہیں بچ سکتا۔\nوکل ............ الزبر (45: 2 5) ” انہوں نے جو کچھ بھی کیا ہے دفتروں میں درج ہے۔ “ وہ دفتروں میں سطور کی شکل میں درج ہے یوم الحساب کے لئے تیار شدہ چٹھا ہے۔\nوکل ................ مستطر (45: 3 5) ” ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ کوئی چیز اس میں سے بھول کر نہیں رہتی۔\nاب روئے سخن متقین کی طرف پھرجاتا ہے۔ یہ صفحہ بالمقابل ہے مکذبین کا۔ نہایت ہی خوشحالی کی تصویر ہے۔ ان کی ، امن و اطمینان میں اور کیف و سرور میں اور عزت و عظمت میں۔"
    },
    {
      "ayah": 52,
      "surah": 54,
      "text": "ولقد ................ مستطر (45: 3 5) ” اور تم جیسے بہت سوں کو ہم ہلاک کرچکے ہیں ، پھر ہے کوئی نصیحت قبول کرنے والا ؟ جو کچھ انہوں نے کہا ہے وہ سب دفتروں میں درج ہے اور یہ چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ یہ ہیں مکذبین کی بربادیاں جن کی طرف اسی سورت میں اشارات موجود ہیں۔ کیا ہے کوئی نصیحت قبول کرنے والا ؟ جو نصیحت حاصل کرے اور عبرت پکڑے۔\nان کی ان بربادیوں پر ہی ان کا حساب و کتاب ختم نہیں ہوگا بلکہ ایک آنے والا حساب ہے جس سے کوئی ذرہ برابر فعل بھی نہیں بچ سکتا۔\nوکل ............ الزبر (45: 2 5) ” انہوں نے جو کچھ بھی کیا ہے دفتروں میں درج ہے۔ “ وہ دفتروں میں سطور کی شکل میں درج ہے یوم الحساب کے لئے تیار شدہ چٹھا ہے۔\nوکل ................ مستطر (45: 3 5) ” ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ کوئی چیز اس میں سے بھول کر نہیں رہتی۔\nاب روئے سخن متقین کی طرف پھرجاتا ہے۔ یہ صفحہ بالمقابل ہے مکذبین کا۔ نہایت ہی خوشحالی کی تصویر ہے۔ ان کی ، امن و اطمینان میں اور کیف و سرور میں اور عزت و عظمت میں۔"
    },
    {
      "ayah": 53,
      "surah": 54,
      "text": "ولقد ................ مستطر (45: 3 5) ” اور تم جیسے بہت سوں کو ہم ہلاک کرچکے ہیں ، پھر ہے کوئی نصیحت قبول کرنے والا ؟ جو کچھ انہوں نے کہا ہے وہ سب دفتروں میں درج ہے اور یہ چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ یہ ہیں مکذبین کی بربادیاں جن کی طرف اسی سورت میں اشارات موجود ہیں۔ کیا ہے کوئی نصیحت قبول کرنے والا ؟ جو نصیحت حاصل کرے اور عبرت پکڑے۔\nان کی ان بربادیوں پر ہی ان کا حساب و کتاب ختم نہیں ہوگا بلکہ ایک آنے والا حساب ہے جس سے کوئی ذرہ برابر فعل بھی نہیں بچ سکتا۔\nوکل ............ الزبر (45: 2 5) ” انہوں نے جو کچھ بھی کیا ہے دفتروں میں درج ہے۔ “ وہ دفتروں میں سطور کی شکل میں درج ہے یوم الحساب کے لئے تیار شدہ چٹھا ہے۔\nوکل ................ مستطر (45: 3 5) ” ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے۔ “ کوئی چیز اس میں سے بھول کر نہیں رہتی۔\nاب روئے سخن متقین کی طرف پھرجاتا ہے۔ یہ صفحہ بالمقابل ہے مکذبین کا۔ نہایت ہی خوشحالی کی تصویر ہے۔ ان کی ، امن و اطمینان میں اور کیف و سرور میں اور عزت و عظمت میں۔"
    },
    {
      "ayah": 54,
      "surah": 54,
      "text": "ان المتقین ............ مقتدر (55) (45:45 ۔ 55) ” نافرمانی سے پرہیز کرنے والے یقینا باغوں اور نہروں میں ہوں گے۔ سچی عزت کی جگہ ، بڑے ذی اقتدار بادشاہ کے قریب۔ “\nمجرمین تو گمراہی اور آگ میں تھے۔ تو متقین چشموں اور نہروں میں ہیں۔ مجرموں کو منہ کے بل گھسیٹ کر جہنم میں پھینکا جائے گا تو ہیں آمیز طریقے پر اور پھر سر زنش کے طور پر کہا جائے گا۔\nذوقو ............ سفر ” چکھو آگ کا مساس “ جبکہ مومنین جنات اور نہروں میں ہیں اور عزت کی جگہوں میں ذی اقتدار بادشاہ کے پاس ہیں۔ پورا تقابل ہے دونوں کے درمیان۔\nالفاظ کا استعمال بھی دلچسپ ہے۔ جنات ونہر میں ایک تو مفہوم نہایت مکمل ہے کہ باغ اور نہریں جن سے نعمتیں اور آسانیاں ظاہر ہوتی ہیں۔ لفظ نہر لفظ سقر کے ساتھ ہم وزن ہونے کے ساتھ نہایت ہی نرم ادائیگی بھی رکھتا ہے یعنی نرم ، سل التلفظ لفظ سے اشارہ اس طرف مطلوب ہے کہ ان کو ہر قسم کی سہولیات میسر ہیں۔ قرآن کریم کا یہ اعجاز ہے کہ معنی کے علاوہ تلفظ سے بھی مفہوم ظاہر ہوتا ہے جس طرح سقر سے سختی ظاہر ہوتی ہے۔\nجسم اور زبان کی نعمتوں کے علاوہ وہاں قلب وروح کی غذا کا انتظام بھی ہوگا اور وہ ہوگا مقتدر اعلیٰ کا قرب۔\nفی ............ مقتدر (45:55) ” سچی عزت کی جگہ بڑے ذی اقتدار بادشاہ کے قریب۔ “ یہ مستقل اطمینان کی جگہ ہے ۔ نہایت ہی قابل عزت قرب ہے۔ وہ قرب کے اندر محبت محسوس کریں گے۔ مطمئن ہوں گے۔ یہ اس لئے کہ دنیا میں یہ لوگ اللہ سے ڈرنے والے تھے ہر وقت اللہ کی مرضی کے منتظر تھے اور اللہ کا نظام یہ ہے کہ وہ کسی دل میں دو ڈر جمع نہیں کرتا کہ کوئی دنیا میں اللہ سے ڈرے اور پھر قیامت میں بھی اللہ سے ڈرے۔ جو یہاں ڈرے گا وہاں مطمئن اور مسرور ہوگا اور اس خوفناک اور ہولناک میدان میں امن و سکون محسوس کرنے کے ساتھ ساتھ اہل ایمان اعزازو تکریم بھی پائیں گے۔\nیہاں یہ نغمہ نہایت دھیما نغمہ ختم ہوتا ہے۔ متقین یہاں پر امن سایہ میں ہیں اور یہ سورت جس کی تمام کڑیاں خوفناک دھماکے کی صورت میں تھیں ، پکڑ دھکڑ تھی ، اس کا یہ آخری منظر مومنین کے پرسکون حالات ومناظر پر ختم ہوتا ہے جس میں ان کا جسم اور قلب وروح سب کے سب پرسکون اور مطمئن نظر آتے ہیں۔ یہ ہے اندازعلیم و حکیم کا۔ جو بات کی جاتی ہے وہ دلوں کی گہرائیوں میں اتر جاتی ہے کیونکہ اللہ لطیف وخبیر ہے اور اسی نے ہر چیز کو ایک اندازے سے بنایا ہے اور وہ ہر چیز کے ساتھ معاملہ کرنا اچھی طرح جانتا ہے۔"
    },
    {
      "ayah": 55,
      "surah": 54,
      "text": "ان المتقین ............ مقتدر (55) (45:45 ۔ 55) ” نافرمانی سے پرہیز کرنے والے یقینا باغوں اور نہروں میں ہوں گے۔ سچی عزت کی جگہ ، بڑے ذی اقتدار بادشاہ کے قریب۔ “\nمجرمین تو گمراہی اور آگ میں تھے۔ تو متقین چشموں اور نہروں میں ہیں۔ مجرموں کو منہ کے بل گھسیٹ کر جہنم میں پھینکا جائے گا تو ہیں آمیز طریقے پر اور پھر سر زنش کے طور پر کہا جائے گا۔\nذوقو ............ سفر ” چکھو آگ کا مساس “ جبکہ مومنین جنات اور نہروں میں ہیں اور عزت کی جگہوں میں ذی اقتدار بادشاہ کے پاس ہیں۔ پورا تقابل ہے دونوں کے درمیان۔\nالفاظ کا استعمال بھی دلچسپ ہے۔ جنات ونہر میں ایک تو مفہوم نہایت مکمل ہے کہ باغ اور نہریں جن سے نعمتیں اور آسانیاں ظاہر ہوتی ہیں۔ لفظ نہر لفظ سقر کے ساتھ ہم وزن ہونے کے ساتھ نہایت ہی نرم ادائیگی بھی رکھتا ہے یعنی نرم ، سل التلفظ لفظ سے اشارہ اس طرف مطلوب ہے کہ ان کو ہر قسم کی سہولیات میسر ہیں۔ قرآن کریم کا یہ اعجاز ہے کہ معنی کے علاوہ تلفظ سے بھی مفہوم ظاہر ہوتا ہے جس طرح سقر سے سختی ظاہر ہوتی ہے۔\nجسم اور زبان کی نعمتوں کے علاوہ وہاں قلب وروح کی غذا کا انتظام بھی ہوگا اور وہ ہوگا مقتدر اعلیٰ کا قرب۔\nفی ............ مقتدر (45:55) ” سچی عزت کی جگہ بڑے ذی اقتدار بادشاہ کے قریب۔ “ یہ مستقل اطمینان کی جگہ ہے ۔ نہایت ہی قابل عزت قرب ہے۔ وہ قرب کے اندر محبت محسوس کریں گے۔ مطمئن ہوں گے۔ یہ اس لئے کہ دنیا میں یہ لوگ اللہ سے ڈرنے والے تھے ہر وقت اللہ کی مرضی کے منتظر تھے اور اللہ کا نظام یہ ہے کہ وہ کسی دل میں دو ڈر جمع نہیں کرتا کہ کوئی دنیا میں اللہ سے ڈرے اور پھر قیامت میں بھی اللہ سے ڈرے۔ جو یہاں ڈرے گا وہاں مطمئن اور مسرور ہوگا اور اس خوفناک اور ہولناک میدان میں امن و سکون محسوس کرنے کے ساتھ ساتھ اہل ایمان اعزازو تکریم بھی پائیں گے۔\nیہاں یہ نغمہ نہایت دھیما نغمہ ختم ہوتا ہے۔ متقین یہاں پر امن سایہ میں ہیں اور یہ سورت جس کی تمام کڑیاں خوفناک دھماکے کی صورت میں تھیں ، پکڑ دھکڑ تھی ، اس کا یہ آخری منظر مومنین کے پرسکون حالات ومناظر پر ختم ہوتا ہے جس میں ان کا جسم اور قلب وروح سب کے سب پرسکون اور مطمئن نظر آتے ہیں۔ یہ ہے اندازعلیم و حکیم کا۔ جو بات کی جاتی ہے وہ دلوں کی گہرائیوں میں اتر جاتی ہے کیونکہ اللہ لطیف وخبیر ہے اور اسی نے ہر چیز کو ایک اندازے سے بنایا ہے اور وہ ہر چیز کے ساتھ معاملہ کرنا اچھی طرح جانتا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 54,
      "text": "فتول ............ عسر (54: 8) ” پس اے نبی ان سے رخ پھیر لو ، جس روز پکارنے والا ایک سخت ناگوار چیز کی طرف پکارے گا ، لوگ سہمی ہوئی نگاہوں کے ساتھ انہی قبروں سے اس طرف نکلیں گے گویا وہ بکھری ہوئی ٹڈیاں ہیں۔ پکارنے والے کی طرف دوڑے جارہے ہوں گے اور وہی منکر بھی اس وقت کہیں گے یہ دن تو بڑا کٹھن ہے۔ “\nیہ اس دن کے مناظر میں سے ایک منظر ہے۔ اس کی ہولناک اور اس کی یہ شدت اس سورت کے موضوع ومضامین اور فضا کے مناسب ہے اور قیامت کے قریب آنے کی تمہید کے لئے بھی مناسب ہے پھر اس خبر کے بھی مناسب کہ چاند دو ٹکڑے ہوگیا اور سورت کے اندر پائے جانے والے ترنم سے بھی ہم آہنگ ہے۔\nیہ منظر بہت تیز چلتا ہے اور فضا کے ساتھ ہم آہنگ ہے۔ صاف نظر آنے والا اور حرکت سے بھر پو رجس کی حرکات اور انداز بھی متوازن ہیں۔ لوگ گروہ در گروہ قبروں سے نکل رہے ہیں یوں جس طرح ٹڈی دل بکھر جاتا ہے۔ یہ منظر ٹڈی دل کی نسبت سے اور بھی واضح ہوجاتا ہے۔ یہ گروہ ڈر کے مارے سہمے ہوئے ہے۔ ذلت اور خوف کے مارے نظریں نیچی نیچی ہیں۔ پکارنے والے کی طرف دوڑ رہے ہیں کہ کیا آفت آگئی ہے۔ معلوم نہیں کہ کیا ہونے والا ہے۔ سخت بےاطمینانی ہے ، انتہائی برے انجام سے دوچار ہونے کے لئے جانے والے بس یہی کہہ سکے۔\nھذا ........ عسر (54: 8) ” یہ تو بڑا کٹھن دن ہے “ اور یہ اس شخص کا قول ہے نہایت کربناک اور تھکے ہوئے شخص کی بات ہے جو گویا سولی پر چڑھنے کے لئے بوجھل قدموں کے ساتھ آگے بڑھ رہا ہے۔ یہ ہے وہ دن جو آیا ہی چاہتا ہے لیکن یہ لوگ غفلت میں ڈوبے ہوئے ہیں اور ڈراوے سے منہ موڑ رہے ہیں۔ حق کی تکذیب کرتے ہیں۔ اے پیغمبر آپ بھی ان سے منہ موڑ لیں اور چھوڑیں انہیں ان کے انجام کے لئے جو نہایت ہی خوفناک ہے۔\nسورت کا آغاز اس قدر خوفناک انداز اور زور دار لہجے میں کرنے کے بعد اور قیامت کا ایک خوفناک منظر پیش کرنے کے بعد اب انسانی تاریخ کے کچھ مناظر دیئے جاتے ہیں۔ جن لوگوں پر اس طرح کی قیامت ٹوٹی جو اوپر کے منظر میں دکھائی گئی۔ یہ اقوام بھی ایسا ہی رویہ اختیار کئے ہوئے تھیں جس طرح اہل مکہ نے اختیار کررکھا ہے۔ آغاز قوم نوح (علیہ السلام) سے"
    },
    {
      "ayah": 7,
      "surah": 54,
      "text": "فتول ............ عسر (54: 8) ” پس اے نبی ان سے رخ پھیر لو ، جس روز پکارنے والا ایک سخت ناگوار چیز کی طرف پکارے گا ، لوگ سہمی ہوئی نگاہوں کے ساتھ انہی قبروں سے اس طرف نکلیں گے گویا وہ بکھری ہوئی ٹڈیاں ہیں۔ پکارنے والے کی طرف دوڑے جارہے ہوں گے اور وہی منکر بھی اس وقت کہیں گے یہ دن تو بڑا کٹھن ہے۔ “\nیہ اس دن کے مناظر میں سے ایک منظر ہے۔ اس کی ہولناک اور اس کی یہ شدت اس سورت کے موضوع ومضامین اور فضا کے مناسب ہے اور قیامت کے قریب آنے کی تمہید کے لئے بھی مناسب ہے پھر اس خبر کے بھی مناسب کہ چاند دو ٹکڑے ہوگیا اور سورت کے اندر پائے جانے والے ترنم سے بھی ہم آہنگ ہے۔\nیہ منظر بہت تیز چلتا ہے اور فضا کے ساتھ ہم آہنگ ہے۔ صاف نظر آنے والا اور حرکت سے بھر پو رجس کی حرکات اور انداز بھی متوازن ہیں۔ لوگ گروہ در گروہ قبروں سے نکل رہے ہیں یوں جس طرح ٹڈی دل بکھر جاتا ہے۔ یہ منظر ٹڈی دل کی نسبت سے اور بھی واضح ہوجاتا ہے۔ یہ گروہ ڈر کے مارے سہمے ہوئے ہے۔ ذلت اور خوف کے مارے نظریں نیچی نیچی ہیں۔ پکارنے والے کی طرف دوڑ رہے ہیں کہ کیا آفت آگئی ہے۔ معلوم نہیں کہ کیا ہونے والا ہے۔ سخت بےاطمینانی ہے ، انتہائی برے انجام سے دوچار ہونے کے لئے جانے والے بس یہی کہہ سکے۔\nھذا ........ عسر (54: 8) ” یہ تو بڑا کٹھن دن ہے “ اور یہ اس شخص کا قول ہے نہایت کربناک اور تھکے ہوئے شخص کی بات ہے جو گویا سولی پر چڑھنے کے لئے بوجھل قدموں کے ساتھ آگے بڑھ رہا ہے۔ یہ ہے وہ دن جو آیا ہی چاہتا ہے لیکن یہ لوگ غفلت میں ڈوبے ہوئے ہیں اور ڈراوے سے منہ موڑ رہے ہیں۔ حق کی تکذیب کرتے ہیں۔ اے پیغمبر آپ بھی ان سے منہ موڑ لیں اور چھوڑیں انہیں ان کے انجام کے لئے جو نہایت ہی خوفناک ہے۔\nسورت کا آغاز اس قدر خوفناک انداز اور زور دار لہجے میں کرنے کے بعد اور قیامت کا ایک خوفناک منظر پیش کرنے کے بعد اب انسانی تاریخ کے کچھ مناظر دیئے جاتے ہیں۔ جن لوگوں پر اس طرح کی قیامت ٹوٹی جو اوپر کے منظر میں دکھائی گئی۔ یہ اقوام بھی ایسا ہی رویہ اختیار کئے ہوئے تھیں جس طرح اہل مکہ نے اختیار کررکھا ہے۔ آغاز قوم نوح (علیہ السلام) سے"
    },
    {
      "ayah": 8,
      "surah": 54,
      "text": "فتول ............ عسر (54: 8) ” پس اے نبی ان سے رخ پھیر لو ، جس روز پکارنے والا ایک سخت ناگوار چیز کی طرف پکارے گا ، لوگ سہمی ہوئی نگاہوں کے ساتھ انہی قبروں سے اس طرف نکلیں گے گویا وہ بکھری ہوئی ٹڈیاں ہیں۔ پکارنے والے کی طرف دوڑے جارہے ہوں گے اور وہی منکر بھی اس وقت کہیں گے یہ دن تو بڑا کٹھن ہے۔ “\nیہ اس دن کے مناظر میں سے ایک منظر ہے۔ اس کی ہولناک اور اس کی یہ شدت اس سورت کے موضوع ومضامین اور فضا کے مناسب ہے اور قیامت کے قریب آنے کی تمہید کے لئے بھی مناسب ہے پھر اس خبر کے بھی مناسب کہ چاند دو ٹکڑے ہوگیا اور سورت کے اندر پائے جانے والے ترنم سے بھی ہم آہنگ ہے۔\nیہ منظر بہت تیز چلتا ہے اور فضا کے ساتھ ہم آہنگ ہے۔ صاف نظر آنے والا اور حرکت سے بھر پو رجس کی حرکات اور انداز بھی متوازن ہیں۔ لوگ گروہ در گروہ قبروں سے نکل رہے ہیں یوں جس طرح ٹڈی دل بکھر جاتا ہے۔ یہ منظر ٹڈی دل کی نسبت سے اور بھی واضح ہوجاتا ہے۔ یہ گروہ ڈر کے مارے سہمے ہوئے ہے۔ ذلت اور خوف کے مارے نظریں نیچی نیچی ہیں۔ پکارنے والے کی طرف دوڑ رہے ہیں کہ کیا آفت آگئی ہے۔ معلوم نہیں کہ کیا ہونے والا ہے۔ سخت بےاطمینانی ہے ، انتہائی برے انجام سے دوچار ہونے کے لئے جانے والے بس یہی کہہ سکے۔\nھذا ........ عسر (54: 8) ” یہ تو بڑا کٹھن دن ہے “ اور یہ اس شخص کا قول ہے نہایت کربناک اور تھکے ہوئے شخص کی بات ہے جو گویا سولی پر چڑھنے کے لئے بوجھل قدموں کے ساتھ آگے بڑھ رہا ہے۔ یہ ہے وہ دن جو آیا ہی چاہتا ہے لیکن یہ لوگ غفلت میں ڈوبے ہوئے ہیں اور ڈراوے سے منہ موڑ رہے ہیں۔ حق کی تکذیب کرتے ہیں۔ اے پیغمبر آپ بھی ان سے منہ موڑ لیں اور چھوڑیں انہیں ان کے انجام کے لئے جو نہایت ہی خوفناک ہے۔\nسورت کا آغاز اس قدر خوفناک انداز اور زور دار لہجے میں کرنے کے بعد اور قیامت کا ایک خوفناک منظر پیش کرنے کے بعد اب انسانی تاریخ کے کچھ مناظر دیئے جاتے ہیں۔ جن لوگوں پر اس طرح کی قیامت ٹوٹی جو اوپر کے منظر میں دکھائی گئی۔ یہ اقوام بھی ایسا ہی رویہ اختیار کئے ہوئے تھیں جس طرح اہل مکہ نے اختیار کررکھا ہے۔ آغاز قوم نوح (علیہ السلام) سے"
    },
    {
      "ayah": 9,
      "surah": 54,
      "text": "کذبت ............ نوح (54: 9) ” ان سے پہلے نوح کی قوم نے جھٹلایا “ انہوں نے آیات الٰہی کو بھی جھٹلایا اور رسالت کو بھی۔\nفکذبوا عبدنا (54: 9) ” انہوں نے ہمارے بندے کو جھوٹا قرار دیا “ یعنی نوح کو۔\nوقالو مجنون (54: 9) ” اور کہا یہ دیوانہ ہے “ جس طرح قریش نے نبی ﷺ کو کہا کہ مجنوں ہے اور انہوں نے حضرت نوح کو دھمکی دی کہ ہم تمہیں رجم کردیں گے اور مزاح کرکے اذیت دی اور انہوں نے آپ سے مطالبہ کیا کہ ہم پر تنقید کرنے سے باز آجاؤ اور آپ کو سخت دھمکیاں اور جھڑکیاں دیں۔\nوازدجر (54: 9) ” اور بری طرح جھڑکا گیا “ حالانکہ مناسب یہ تھا کہ وہ خود باز آتے اور ان کی اطاعت کرتے۔\nاس نوبت تک پہنچ کر حضرت نوح رب تعالیٰ کی طرف دست بدعا ہوتے ہیں کیونکہ اللہ ہی نے ان کو اس مہم پر بھیجا تاکہ آپ اللہ کو وہ رپورٹ دے دیں کہ قوم نے میرے ساتھ یہ سلوک کیا ہے اور یہ کہ میں نے اس قدر جدوجہد کی ہے اور اب میری قوت نے جواب دے دیا ہے۔ حضرت نے اس وقت اللہ کو پکارا جب نہ کوئی حیلہ رہا اور نہ طاقت رہی۔ انہوں نے تمام حربے آزمائے۔"
    }
  ]
}
