{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "زمین اور آسمانوں میں ، جو مخلوق بھی ہے ، وہ اپنے رب کی طرف متوجہ ہے۔ اس کی تسبیح اور تعریف کررہی ہے۔ گویا اس پوری کائنات کی روح مومن ہے۔ اور اس پوری کائنات کا دل مومن ہے۔ اللہ اس پوری کائنات کا مالک ہے۔ اور اس کائنات کی ہر چیز میں اس کا شعور بھی ہے۔ اللہ اپنی ذات میں بھی ستودہ صفات ہے اور اس مخلوقات کے اندر بھی اس کی تعریف اور تمجید ہوتی ہے۔ اب اگر اس وسیع کائنات کے سمندر میں ایک اکیلا انسان کافر بن جائے اور اس کی روح اور اس کا قلب غافل اور منکر ہو ، وہ سرکش اور نافرمان ہو ، اللہ کی تسبیح نہ کرے ، اس کی طرف متوجہ نہ ہو تو یہ بالکل شاذ ہوگا ، اور انوکھا ہوگا ، اور عجیب ہوگا اور نمایاں طور پر الگ ہوگا۔ اس طرح جس طرح کسی کو یہ پوری کائنات دھتکار دے۔\nوھو علی ................ قدیر (36 : 1) ” اور وہ ہر چیز پر قادر ہے “۔ اللہ کی قدرت بےقید اور لامحدود ہے۔ قلب مومن میں قرآن اس حقیقت کو طبع کرتا ہے۔ یوں انسان اس حقیقت کو جانتا ہے اور اس کے مدلول سے متاثر ہوتا ہے۔ اور وہ یہ سمجھتا ہے کہ قدرت جو چاہے اس کے ساتھ کرے۔ وہ اپنے آپ کو قدرت کے سپرد کردیتا ہے کہ قدرت اس معاملات کے اندر جو چاہے تصرف کرے۔\nقدرت الٰہیہ کا یہ جامع تصور کہ ہر شے اس کی تسبیح کرتی ہے ، اس کی تعریف کرتی ہے اور اس کی طرف متوجہ ہے ، یہ اسلام کے اس عظیم جامع تصور کا ایک اہم پہلو ہے۔\nدوسری چٹکی خود قلب انسانی کے اندر۔ انسان کا یہ چھوٹا سا دل اس عظیم کائنات کے سمندر کے اندر ہے۔ یہ پوری کائنات تسبیح الٰہی اور حمد الٰہی میں رطب اللسان ہے۔ یہ چھوٹا سا دل کبھی مومن بن جاتا ہے اور کبھی کافر۔ اس چھوٹے انسان کا چھوٹا قلب ہی اس کائنات میں ایسا موقف اختیار کرتا ہے ۔ کائنات کی کوئی شے اس کفر میں اس کا ساتھ نہیں دیتی۔"
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "یوم یجمعکم ........................ التغابن (46 : 9) ” جب اجتماع کے دن وہ تم سب کو اکٹھا کرے گا۔ وہ دن ہوگا ایک دوسرے کے مقابلے میں لوگوں کی ہار جیت کا “۔ یوم الجمع تو اس لئے ہوگا کہ تمام اگلے پچھلے انسانوں کو جمع کیا جائے گا۔ اور تمام ملائکہ کو بھی اس دن حاضر کیا جائے گا۔ اور ان کی تعداد بہت زیادہ ہوگی۔ انسانی تصور کے قریب کرنے کے لئے حدیث میں آتا ہے۔ حضرت ابوذر سے روایت ہے۔ فرماتے ہیں : رسول اللہ ﷺ نے فرمایا : ” میں وہ کچھ دیکھ رہا ہوں جو کچھ تم نہیں دیکھ رہے۔ اور میں وہ کچھ سن رہا ہوں جو تم نہیں سن سکتے۔ آسمان بوجھ کی وجہ سے چڑ چڑایا اور اس کا حق ہے کہ وہ چڑچڑائے۔ کیونکہ آسمان میں چار انگلیوں کی جگہ بھی نہ ہوگی جہاں ایک فرشتہ اللہ کے سامنے سجدہ ریز نہ ہو۔ خدا کی قسم اگر تم وہ کچھ جانتے جو میں جانتا ہوں تو تم بہت کم ہنستے اور روتے ہی رہتے۔ اور تم اپنے بستروں پر اپنی بیویوں سے لذت اندوز نہ ہوتے اور تم اونچے مقامات پر چڑھ کر ، اللہ کے سامنے روتے کہ اے اللہ ، کاش میں ایک درخت ہوتا جسے کاٹ لیا جاتا “۔ (ترمذی)\nآسمان جہاں چار انگلیوں کی جگہ پر بھی ایک فرشتہ سجدہ ریز ہوگا ، کس قدر وسیع ہے ؟ یہ ناقابل تصور وسیع فضا ہے۔ انسان نے ابھی تک اس کی حدود کو معلوم نہیں کیا ؟ اور اس میں ہمارے سورج جیسے کئی سورج اس طرح ہیں جس طرح ایک ذرہ فضا میں اڑ رہا ہے۔ تو کیا اس سے یہ بات انسانی تصور کے قریب ہوگئی کہ یوم الجمع یعنی قیامت کے دن کس قدر فرشتے جمع ہوں گے ؟\nاس عظیم اجتماع میں تغابن ہوگا۔ یہ غبن سے باب مفاعلہ سے ہے۔ یہ ایک تصویر ہے کہ مومنین کس قدر کامیاب ہوں گے اور کافرین کس قدر محوم ہوں گے۔ یہ جہنم میں جاکر ہر چیز سے محروم ہوجائیں گے اور مومنین جنت میں جاکر سب کچھ پالیں گے۔ دونوں کا نصیب بہت ہی مختلف ہے۔ یوں کہ گویا کامیابی کا ایک مقابلہ منعقد ہے اور ایک طرف ہر قسم کی کامیابی ہے اور دوسری طرف ہر قسم کی ناکامی ہے اہر ہر فریق اپنے مقابل کو غبن کررہا ہے۔ اس مقابلے میں مومن کامیاب ہوئے اور انہوں نے سب کچھ جیت لیا کافر ہار گئے اور سب کچھ ہار گئے۔ اس معنی میں یہ یوم التغابن ہے اور اس کی تفسیر یہ آیات کررہی ہیں :\nومن یومن ............................ المصیر (01) (46 : 9۔ 01) ” جو اللہ پر ایمان لایا ہے اور نیک عمل کرتا ہے ، اللہ اس کے گناہ جھاڑ دے گا اور اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی۔ یہ لوگ ہمیشہ ہمیشہ ان میں رہیں گے۔ یہی بڑی کامیابی ہے۔ اور جن لوگوں نے کفر کیا ہے اور ہماری آیات کو جھٹلایا ہے۔ وہ دوزخ کے باشندے ہوں گے جس میں وہ ہمیشہ رہیں گی اور وہ بدترین ٹھکانا ہے “۔\nاس سے قبل کہ ان کا ایمان کو طرف بلایاجائے۔ ایمان کا ایک بنیادی قاعدہ یہاں متعین کردیا جاتا ہے یعنی ایمان باللہ اور لابرسالت کے بعد۔"
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "ما اصاب ........................ علیم (46 : 11) ” کوئی مصیبت کبھی نہیں آتی مگر اللہ کے اذن ہی سے آتی ہے۔ جو شخص اللہ پر ایمان رکھتا ہو ، اللہ اس کے دل کو ہدایت بخشتا ہے ، اللہ کو ہر چیز کا علم ہے “۔ اس پیرگراف میں چونکہ لوگوں کو ایمان کی طرف بلایا گیا تھا ، اس لئے اس کے ساتھ اس حقیقت کا ذکر بھی مناسب سمجھا گیا کیونکہ یہ ایمان کے متعلق امور میں سے ہے کہ انسان ہر چیز کو اللہ کی طرف لوٹا دے۔ اور یہ عقیدہ رکھے کہ خیروشر اللہ کی طرف سے ہے۔ یہ ایمان کی تفصیلات ہیں اور ان کے بغیر ایمان مکمل نہیں ہوسکتا۔ عملی زندگی میں اس عقیدے کے سوا ایمانی شعور کا تصور نہیں ہوسکتا۔ ہاں یہ ہوسکتا ہے کہ آیات کے نزول کے وقت کوئی ایسی صورت حال بھی ہو جس میں لوگوں کو یہ تسلی دی گئی کہ خیروشر اللہ کی طرف سے ہے مثلاً مومنین اور مشرکین کے درمیان کوئی خاص واقعہ اس سورت اور اس واقعہ کے نزول کے وقت ہو۔\nبہرحال یہ بات کہ نفع ونقصان اللہ ہی کی طرف سے ہے۔ ایمان کا بہت ہی اہم پہلو ہے۔ اس طرح اللہ پر ایمان لانے والے یہ عقیدہ رکھتے ہیں کہ جو کچھ پیش آتا ہے اللہ کی طرف سے ہے۔ ہر حرکت اور حادثہ سے بھی اللہ کا ہاتھ کام کرتا ہوا نظر آتا ہے۔ اور مومن کو جو خوشی یا غم پیش آتا ہے وہ اس پر مطمئن ہوتا ہے۔ غم پر صبر کرتا ہے اور خوشی کا شکر ادا کرتا ہے اور کبھی کبھار تو بعض مومنین اسے سے بھی اوپر چلے جاتے ہیں۔ وہ خوشی اور غم دونوں میں شکر ادا کرتے ہیں اور ہر حال کو ، وہ اللہ کا فضل سمجھتے ہیں ، یوں کہ غم میں ان کے گناہ معاف ہوتے ہیں اور حسنات میں اضافہ ہوتا ہے۔\nمتفق علیہ حدیث ہے۔ مومنین کے مزے ہیں کہ اللہ جو فیصلہ کرتا ہے ان کے لئے اس میں خیر ہی ہوتی ہے۔ اگر مصیبت آئے تو وہ صبر کرتے ہیں تو ان کو ثواب ملتا ہے۔ اور اگر ان کو خوشی ملے تو شکر کرتے ہیں تو بھی اس کے لئے خیر ہوتی ہے اور یہ صرف مومنین کے لئے ہے “۔\nواللہ بکل شیء علیم (46 : 11) ” اللہ کو ہر چیز کا علم ہے “۔ یہ تعقیب اسی لئے آئی کہ اللہ کا علم کلی ہے اور اس شخص کو بھی اس قسم کی کلی ہدایت مل جاتی ہے۔ اور یہ علم ، اللہ اس کو دیتا ہے جس کو وہ ہدایت کرنا چاہے۔ جب کسی کا ایمان صحیح ہوتا ہے تو اس کے سامنے سے کئی پردے اٹھ جاتے ہیں اور کئی اسرار اس پر واشگاف ہوجاتے ہیں۔ ایک مقدار کے مطابق۔"
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "آگے دعوت ایمان کے سلسلے میں ان کو حکم دیا جاتا ہے کہ اللہ اور رسول کی اطاعت کرو۔\nواطیعواللہ .................... المبین (46 : 21) ” اللہ کی اطاعت کرو اور رسول کی اطاعت کرو لیکن اگر تم اطاعت سے منہ موڑتے ہو تو ہمارے رسول پر صاف صاف حق پہنچا دینے کے سوا کوئی ذمہ داری نہیں ہے “۔ اس سے قبل ان کو لوگوں کا انجام بتایاجاچکا ہے جو منہ موڑتے ہیں۔ یہاں یہ بتایا جاتا ہے کہ رسول کا کام تبلیغ پر ختم ہوجاتا ہے۔ اگر اس نے بات پہنچادی تو وہ اپنے فریضے سے سبکدوش ہوگیا۔ اور اس طرح لوگوں پر حجت تمام ہوگئی اور اب لوگ اس معصیت اور منہ موڑنے کے انجام کا انتظار کریں جو انہیں ابھی ابھی سنا دیا گیا ہے۔\nاس کے بعد یہ پیرگراف عقیدہ توحید کے قرار داد پر ختم ہوتا ہے جس کا وہ انکار کرتے تھے اور تکذیب کرتے تھے۔ اور یہ بتایا جاتا ہے مومنین کا تعلق اللہ کے ساتھ کیسا ہوتا ہے۔"
    },
    {
      "ayah": 13,
      "surah": 64,
      "text": "اللہ لا .................... المومنون (46 : 31) ” اللہ وہ ہے جس کے سوا کوئی خدا نہیں ، لہٰذا ایمان لانے والوں کو اللہ ہی پر بھروسہ رکھنا چاہئے۔ “\nتوحید کی حقیقت ہی ایمان کی اساس ہے۔ اور اس کا تقاضا یہ ہے کہ انسان کو صرف اللہ پر بھروسہ ہو ، صرف اللہ پر بھروسہ کرنا صحیح عقیدہ توحید کے اثرات میں سے ایک اثر ہے جو دل میں موجود ہوتا ہے۔ اس دعوت ایمان سے آگے پھر اہل ایمان کو خطاب شروع ہوتا ہے۔ گویا یہ آیت پچھلے پیرگراف اور آنے والے کے درمیان پل کا کام دے رہی ہے۔\nاب مومنین کو متنبہ کیا جاتا ہے کہ بیویاں ، اولاد اور مال ایک بہت بڑا فتنہ اور آزمائش ہوتے ہیں۔ اور اس آزمائش میں کامیاب وہی ہوسکتا ہے جو خدا کا خوف رکھتا ہو۔ سمع ، طاعت اور انفاق ہی کے ذریعہ انسان ان فتنوں پر قابو پاسکتا ہے اور مومنین کو نفسیاتی کنجوسی سے بھی متنبہ کیا جاتا ہے اور سخاوت اور انفاق کے بدلے میں اجر ، مغفرت اور فلاح اخروی کا وعدہ کیا جاتا ہے۔ آخر میں بتایا جاتا ہے کہ اللہ حاضر وناظر ہے۔ اس کی قدرت غالب ہے۔ اور وہ زبردست حکیم ہے۔"
    },
    {
      "ayah": 14,
      "surah": 64,
      "text": "ان آیات کے بارے میں حضرت ابن عباس سے روایت ہے کہ پہلی آیت کے بارے میں ان سے کسی نے پوچھا تو انہوں نے بتایا کہ یہ مکہ کے کچھ لوگ تھے جو اسلام لے آئے تھے۔ انہوں نے ارادہ کرلیا کہ وہ ہجرت کرکے رسول اللہ کے پاس آجائیں ، لیکن ان کی بیویوں اور ان کی اولاد نے ، اس سے انکار کردیا۔ اور ان کو نہ چھوڑا۔ پھر بعد میں جب وہ رسول اللہ کے پاس پہنچے تو انہوں نے دیکھا کہ لوگ تعلیم دین کے میدان میں بہت آگے نکل گئے ہیں۔ تو انہوں نے ارادہ کرلیا کہ ان بیویوں اور اولاد کو سزا دیں۔ اللہ نے یہ آیات نازل کی :\nوان تعفوا ........................ غفور رحیم (46 : 41) ” اگر تم عفو و درگزر سے کام لو اور معاف کردو تو اللہ غفور ورحیم ہے “۔ امام ترمذی نے اسے نقل کیا ہے اور کہا ہے کہ اسناد حسن صحیح ہے۔ یہی عکرمہ مولی ابن عباس کی رائے ہے۔ لیکن آیت کی عبارت اور نص عام ہے۔ اور اس جزئی واقعہ تک اس کے مفہوم کو محدود نہیں کیا جاسکتا۔ یہ تنبیہ بھی اس طرح ہے جس طرح اگلی آیت میں مال اور اولاد سے متنبہ کیا گیا ہے۔"
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "انما ........................ فتنة (46 : 51) ” تمہارے مال اور تمہاری اولاد تو ایک آزمائش ہیں “۔ تنبیہ یہ ہے کہ بعض اوقات مال اور اولاد دشمن بن جاتے ہیں۔ یہ بات انسانی زندگی کی ایک نہایت ہی بڑی حقیقت کی طرف اشارہ ہے۔ زندگی کے اندر بعض اوقات روابط اور تعلقات اس قدر متنوع اور مختلف سمتوں سے دامن کش ہوتے ہیں کہ انسان آزمائش میں پڑجاتا ہے۔ ازواج اور اولاد کبھی انسان کو ذکر الٰہی سے غافل کردیتے ہیں۔ بعض اوقات یہ ایمان کے مشکل ترین تقاضے پورے کرنے کی راہ میں کھڑے ہوجاتے ہیں۔ مثلاً فریضہ جہاد فی سبیل اللہ میں دنیاوی نقصانات اٹھانے پڑتے ہی۔ بڑی بڑی قربانیاں دینی پڑتی ہیں۔ انسان اور اس کی اولاد اور اہل خاندان تشدد کا شکار ہوتے ہیں۔ بعض اوقات انسان اپنی ذات پر سختی برداشت کرسکتا ہے لیکن بیوی بچوں پر سختیاں اور تشدد برداشت نہیں کرسکتا۔ یوں انسان جدوجہد اور جہاد میں بزدلی اختیار کرتا ہے کہ بچوں اور بیوی کو کے آرام اور آسائشوں میں خلل نہ ہو۔ اور وہ اس کے دشمن نہ ہوجائیں اور یوں دراصل وہ دشمن ہوجاتے ہیں اور اسے راہ راست سے روک دیتے ہیں۔ یوں ایک مومن اعلیٰ مقاصد اور بلند مراتب کے حصول سے نیچے رہ جاتا ہے۔ بعض اوقات تو ازواج واولاد ٹھیک کھڑے ہوکر راہ روک دیتے ہیں اور مومن اپنے فرائض سرانجام دینے سے رک جاتا ہے۔ بعض اوقات وہ مومن کے نظریاتی مخالف ہوتے ہیں۔ اور مومن کے لئے ان سے صاف صاف قطع تعلق بھی ممکن نہیں ہوتا۔ غرض یہ اور بیشمار دوسری صورتیں اس دشمنی اور آزمائش کی پیش آسکتی ہیں۔\nاس لئے اللہ نے اولاد ، بیوی اور مال کے فتنوں اور آزمائشوں کے بارے میں یہاں سختی کے ساتھ متنبہ کیا کہ ان کے بارے میں مومن کے دل میں ایک احتیاط اور ایک شعور موجود ہو اور اس کا دل بیدار ہو اور برداشت کرنے کی تیاری میں اگر کوئی دباﺅ آئے تو وہ مقابلہ کرے۔\nاس کے بعد مال اور اولاد کی دشمنی کو ایک دوسرے رنگ میں تکرار کرکے پیش کیا کہ یہ فتنہ بھی ہوتے ہیں۔ لفظ فتنہ کے دو معنی ہوتے ہیں : ایک یہ کہ اللہ تمہیں مال اور اولاد کے ذریعہ آزماتا ہے ، لہٰذا چوکنے رہو ، احتیاط کرو کہ تم اس آزمائش میں پاس ہوجاﺅ۔ اور خلوص اور تجرد اختیار کرو۔ فتنے کے معنی یہ ہیں کہ سنار سونے کو آگ میں ڈال کر پگھلاتا ہے تاکہ اس سے کھوٹ نکال دے۔ یہ عمل فتنہ کہلاتا ہے۔\nدوسرے معنی یہ ہیں کہ مال واولاد خود فتنہ ہیں اور یہ شیطان کے ہتھیار ہیں۔ یہ تمہیں دین کی مخالفت اور معصیت میں ڈالتے ہیں۔ لہٰذا اس معنی میں دشمن ہیں ان سے بچو ، کہ وہ تمہیں نقصان نہ پہنچا دیں۔ یہ دونوں معنی قریب قریب ہیں۔\nامام احمد نے روایت کی ہے۔ عبداللہ ابن بریدہ سے ، انہوں نے ابوبردہ سے کہ ایک بار رسول اللہ ﷺ خطبہ دے رہے تھے حسن اور حسین آئے۔ انہوں نے سرخ قمیض پہن رکھے تھے۔ یہ چلتے تھے اور گرتے پڑتے آرہے تھے۔ رسول اللہ ﷺ منبر سے اترے۔ ان کو اٹھایا۔ اپنے سامنے بٹھایا۔ اور پھر فرمایا : ” اللہ اور اللہ کے رسول نے سچ کہا کہ تمہارا مال اور تمہاری اولاد تمہارے لئے آزمائش ہے۔ میں نے دونوں بچوں کو دیکھا کہ چل رہے ہیں اور گرتے پڑتے آرہے ہیں۔ مجھ سے نہ رہا گیا ، میں نے خطبہ چھوڑ کر ان کو اٹھالیا “۔ اصل سنت نے واقد سے اسے روایت کیا ہے۔ یہ ہیں رسول اور یہ ہیں آپ کے نواسے۔ لہٰذا اولاد کا معاملہ بہت ہی نازک اور اہم ہے اور خطرہ ہے اور ان کے بارے میں تنبیہ ضروری تھی۔ اللہ نے اسے ضروری سمجھا اور یہ تنبیہ کی۔ اللہ تعالیٰ ، جو لوگوں کا خالق ہے ، ان کے جذبات اور شعور کا بھی خالق ہے۔ اور یہ جذبات اور میلانات اولاد کے بارے میں اسی نے حضرت انسان میں رکھے ہیں۔ اللہ نے ضروری سمجھا کہ لوگ افراط وتفریط سے بچیں اور کہیں ان کی اولاد ان کی ہلاکت کا باعث نہ بن جائے۔ اللہ جانتا تھا کہ یہ محبتیں بعض اوقات دشمن سے بھی زیادہ نقصان دے سکتی ہیں۔ اور بعض اوقات یہ ایسی سازش کرسکتی ہیں جس طرح ایک گہرا دشمن چال چلتا ہے۔\nانسان کو مال واولاد کے فتنے سے ڈراکر ، اور ان کی جانب سے نہایت ہی گہری دشمنی سے خبردار کرکے یہ کہا جاتا ہے کہ یہ فتنہ ہیں۔\nواللہ .................... عظیم (46 : 51) ” اللہ ہی ہے جس کے پاس بڑا اجر ہے “۔"
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "اب اہل ایمان کو ان کی طاقت اور استطاعت کے مطابق ، اللہ سے ڈرنے اور سمع و اطاعت کرنے کا حکم دیا جاتا ہے۔\nفاتقوا .................... واطیعوا (46 : 61) ” لہٰذاجہاں تک تمہارے بس میں ہو ، اللہ سے ڈرتے رہو اور سنو اور اطاعت کرو “۔ یہ شرط کہ ” جہاں تک تمہارے بس میں ہو “۔ یہ اللہ کی طرف سے اپنے بندوں پر بہت بڑا رحم وکرم ہے۔ اللہ کو علم ہے کہ بندے کے اندر کتنی طاقت ہے۔ کس قدر تقویٰ اور اطاعت وہ کرسکتا تھا۔ رسول اللہ ﷺ نے فرمایا : ” جب میں تمہیں کسی بات کا حکم دوں تو اس کی تعمیل اس حد تک کرو جس حد تک تمہارے بس میں ہو۔ لیکن میں جس بات سے منع کردوں تو پوری طرح رک جاﺅ“۔ اطاعت امر کی تو حدود نہیں اس لئے اس میں حکم بقدر استطاعت ہے۔ رہی نہی تو اس پر پورا پورا عمل کرنا ہوگا ، بغیر نقصان کے اور بغیر کمی کے۔\nاس کے بعدان کو انفاق فی سبیل اللہ پر آمادہ کیا جاتا ہے۔\nوانفقوا خیر الا نفسکم (46 : 61) ” اور اپنے مال خرچ کرو یہ تمہارے لئے بہتر ہے “۔ یہ جو کوئی خرچ کرتا ہے تو یہ دراصل اپنے لئے کرتا ہے۔ یہ حکم دیتا ہے کہ اس کام کو اپنے لئے کرو ، گویا وہ خود اپنے اوپر خرچ کرتے ہی۔ اللہ تعالیٰ فرماتے ہیں کہ یہ تمہارے لئے بہتر ہے اور اس کا تمہیں اجر ملے گا۔ گویا یہ بھی تم اپنے اوپر خرچ کرتے ہو۔\nاب اللہ تعالیٰ اہل ایمان کو بتاتا ہے کہ انفاق کی راہ میں رکاوٹ بخیلی اور دل کی تنگی ہے اور یہ ایک ایسی مصیبت ہے جو انسان کے ساتھ لگی رہتی ہے۔ سعادت مند وہ ہے جو اس بخل سے نجات پا گیا۔ اور جو اس سے بچا لیا گیا وہ سمجھ جائے کہ اس پر فضل وکرم ہوگیا ہے اور وہ کامیاب ہوگیا ہے۔ ومن یوق شح نفسہ .................... المفلحون (46 : 61) ” جو اپنے دل کی تنگی سے محفوظ رہ گئے بس وہی فلاں پانے والے ہیں “۔\nاس کے بعدان کو انفاق اور اللہ کی راہ میں مزید خرچ کرنے پر آمادہ کیا جاتا ہے اور ان کے دلوں میں انفاق کو محبوب بنانے کے لئے ، انفاق کو قرض حسن سے تعبیر کیا جاتا ہے۔ اور قرض حسن بھی ایک غلام سے اس کا آقا مانگ رہا ہے۔ قرض لے کر وہ کئی گنا کرکے دیتا ہے۔ اور قرض دینے والے کا شکر بھی ادا کرتا ہے اور تمہاری کوتاہیوں کو بھی معاف کرتا ہے۔ اور اللہ انسان کو کوتاہیوں کو دیکھ کر بہت ہی حلم سے کام لیتا ہے۔ اس لئے کہ وہ اللہ ہی تو ہے۔"
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "ان تقرضوا .................... حلیم (46 : 71) ” اگر تم اللہ کو قرض حسن دو تو وہ تمہیں کئی گنا بڑھا کردے گا اور تمہارے قصوروں سے درگزر فرمائے گا ، اللہ بڑا قدردان اور بردبار ہے “۔ اللہ بہت ہی برکت والا اور عظیم ہے۔ کتنا بڑا کریم ہے ، کتنا بڑا ہے۔ وہ بندے کو پیدا کرتا ہے ، اسے رزق دیتا ہے ، پھر اس سے قرضہ مانگتا ہے قرض حسن۔ پھر صرف قرض ہی نہیں لوٹاتا بلکہ اسے کئی گناکرکے لوٹاتا ہے۔ پھر اللہ اپنے بندے کا شکریہ ادا کرتا ہے۔ اور اس کے ساتھ نہایت ہی حلم سے معاملہ کرتا ہے۔ اللہ اور اپنے غلام کا شکر ، یا اللہ یہ تیرا ہی کام ہے ! اور ایک عظیم انعام ہے !\nاللہ ہمیں اپنے صفات سے آگاہ کرتا ہے کہ ہم اپنے نقائص اور اپنی کمزوریوں پر کس طرح قابو پائیں اور ہم ہمیشہ اللہ کی طرف نظریں اٹھا کر دیکھیں اور ہم اللہ جل شانہ کی تقلید زمین پر کریں۔ اپنی محدود طاقت کے مطابق۔ اللہ نے فرمایا ہے کہ میں نے انسان کے اندر اپنی روح پھونکی ہے۔ اس روح کا تقاضا یہی ہے کہ ہم اللہ کی صفات کی تقلید کریں۔ اپنی طاقت کے مطابق کریں۔ انسان کے سامنے یہ بلند آفاق ہر وقت کھلے ہیں کہ یہ جس قدر ان میں بلندیوں تک جاسکتا ہے ، جاسکے۔ ان بلندیوں تک وہ درجہ بدرجہ بلند ہو۔ یہاں تک کہ وہ اللہ تک جب پہنچے تو ایسی حالت میں ہو کہ اللہ اسے پسند کرے۔ اور اس سے راضی ہو۔"
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "اب اس سورت کا خاتمہ ایک ایسی صفت الٰہی پر ہوتا ہے کہ جس سے ہمارے دل کے اندر خوف وتقویٰ پیدا ہوتا ہے۔\nعلم الغیب ........................ الحکیم (46 : 81) ” اللہ حاضر اور غائب ہر چیز کو جانتا ہے ، زبردست اور دانا ہے “۔ اس کے علم کے سامنے سب کچھ کھلا ہے۔ اس کی سلطنت کے سامنے سب کچھ جھکا ہوا ہے۔ وہ اپنی حکمت سے اس پوری کائنات کی تدبیر کررہا ہے۔ یوں کہ لوگ زندہ ہیں اور یوں رہیں کہ اللہ انہیں دیکھ رہا ہے۔ اس کی مکمل حکومت ان پر نافذ ہے۔ ہر حاضر اور غائب کو اس کا دست قدرت چلارہا ہے۔ جب یہ تصور قلب مومن میں بیٹھ جاتا ہے تو وہ اللہ کے سامنے خلوص اور اطاعت کرتے جاتا ہے۔ اور اللہ کے احکام کی اطاعت نہایت آمادگی سے کرتا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "ھوالذی .................... مومن (46 : 2) ” وہی ہے جس نے تم کو پیدا کیا ، پھر تم میں سے کوئی کافر ہے اور کوئی مومن “۔ یہ انسان اللہ کی قدرت اور اللہ کے ارادے سے وجود میں آیا ہے۔ اور یہ اللہ ہی ہے جس نے انسان کے اندر کفر کے رجحان کے امکانیات اور ایمان کے رجحان کے امکانیات رکھے۔ اس حضرت انسان کے اندر مختلف الجہات استعدادیں بیک وقت ودیعت کردیں اور پھر اللہ نے اسے نیک وبد کی تمیز بھی عطا کی۔ اور اسی استعداد کے مطابق اس انسان کے اندر ایمان پیدا ہوا۔ ایمان اللہ کی طرف سے ایک بڑی امانت ہے اور اس کی بڑی ذمہ داریاں ہیں۔ اس کے بعد اللہ نے اسے دین و شریعت بھی عطا کی جس کے مطابق وہ اپنے ایمان اور عمل کو وزن کرتا ہے۔ یہ دین اس نے رسولوں پر نازل فرمایا اور یوں اللہ تعالیٰ نے انسان کی معاونت کی کہ وہ اس امانت کو اٹھائے اور دوسرے انسانوں کی اس میں داخل ہونے کے لئے مدد دے۔\nواللہ ................ بصیر (46 : 2) ” اور اللہ وہ سب کچھ دیکھ رہا ہے جو تم کرتے ہو “۔ وہ دیکھ رہا ہے کہ انسان کر کیا رہا ہے ؟ وہ انسانوں کی نیت اور رجحان سے واقف ہے لہٰذا انسان کو عمل بھی کرنا چاہئے اور ڈرنا بھی چاہئے کیونکہ نگران علیم وبصیر ہے ، کہیں سویا ہوا نہیں ہے۔\nانسان کی حقیقت اور اس جہاں میں اس کے مقام وموقف کے بارے میں یہ تصور ، اس کائنات کے بارے میں اسلام کے واضح سیدھے تصور کا ایک حصہ ہے کہ انسان کو یہاں استعداد واختیار دیا گیا ہے اور وہ اپنے خالق کے سامنے اپنے اعمال کا ذمہ دار ہے اور خالق علیم وبصیر ہے۔"
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "خلق السموت .................... المصیر (46 : 3) ” اس نے زمین اور آسمانوں کو برحق پیدا کیا ہے ، اور تمہاری صورت بنائی اور بڑی عمدہ بنائی ہے ، اور اسی کی طرف آخر کار تمہیں پلٹنا ہے “۔\nآیت کا پہلا حصہ یہ ہے کہ ” اس نے زمین اور آسمانوں کو برحق پیدا کیا “۔ اس سے ایک مومن کو یہ شعور ملتا ہے کہ اس کائنات کی تخلیق اور تدبیر میں حق ایک بنیادی عنصر ہے۔ یہ کوئی عارضی یا غیر ضروری چیز نہیں ہے۔ اس کائنات کی تشکیل ہی حق پر ہے اور جو ذات یہ حقیقت بیان کررہی ہے وہ وہی ہے جس نے زمین و آسمان اور اس کائنات کو پیدا کیا ہے اور اسے معلوم ہے کہ یہ کائنات کس بنیاد پر قائم ہے۔ کسی شخص کے ذہن میں یہ بات بیٹھ جائے تو جب اس کا سچائی پر اعتماد بحال ہوتا ہے تو اس کا اپنے دین پر بھی اعتماد بحال ہوتا ہے۔ کیونکہ دین اسلام بھی حق پر قائم ہے اور دین حق ہے۔ اور یہ کائنات بھی حق پر قائم ہے جو انسان کے ارد گرد پھیلی ہوئی ہے۔ لہٰذا حق غالب ہوگا۔ حق باقی رہے گا اور جب باطل کی جھاگ بیٹھ جائے گی تو حق نمودار ہوتا ہے۔\nاور آیت کے آخری حصہ میں ایک دوسری حقیقت بیان کی گئی ہے۔\nوصورکم ............ صورکم (46 : 3) ” اور نے تمہاری صورت بنائی اور بہت عمدہ بنائی “۔ انسان کو یہ شعور دیا جاتا ہے کہ اللہ کے نزدیک تم مکرم ہو اور اللہ نے تمہیں بہترین صورت میں پیدا کیا ہے۔ تمہاری اخلاقی تصویر بھی اچھی ہے اور تمہاری شعوری تصویر بھی اچھی ہے اور پیدائشی تصویر بھی بہت حسین ہے۔ انسان انپی جسمانی ساخت کے اعتبار سے بھی زندہ اشیاء سے زیادہ مکمل جسم کا مالک ہے۔ اور روحانی ، وشعوری اور قابلیتوں کے لحاظ سے بھی وہ مکمل ہے ، یہی وجہ ہے کہ زمین پر خلافت کا منصب انسان کو دیا گیا ہے اور انسان کے لحاظ سے اس وسیع جگہ یعنی زمین پر اسے بسایا گیا ہے۔\nاگر انسان کی جسمانی ساخت اور اس کے نقشے پر ذرا گہری نظر ڈالی جائے یا انسانی جسم کے نظام کے کسی بھی حصے پر غور کیا جائے تو معلوم ہوتا ہے۔\nوصورکم ................ صورکم (46 : 3) ” اس نے تمہاری صورت بنائی اور بڑی عمدہ بنائی “۔ یہ ایک ایسا نقشہ ہے جس کے اندر کمال و جمال دونوں پائے جاتے ہیں اور پھر ہر انسان کے اندر خوبصورتی میں تفاوت ہے لیکن جہاں تک مجموعی نقشے کا تعلق ہے وہ بہت ہی خوبصورت ہے۔ اور کامل ہے اور انسانی ضروریات تمام زندہ چیزوں کی ضروریات کے مقابلے میں بطریق احسن پوری کرتا ہے۔\nوالیہ المصیر (46 : 3) ” اور اس کی طرف آخر کار تمہیں پلٹنا ہے “۔ ہر چیز کا انجام ، ہر مخلوق کا مرجع اور ہر معاملے کا آخری فیصلہ اللہ ہی کے ہاتھ میں ہے۔ اس پوری کائنات کا مرجع بھی وہ ہے۔ اس انسان کے لوٹنے کی جگہ بھی وہ ہے۔ اللہ کے ارادے ہی سے ان چیزوں نے وجود پایا۔ اور اسی کی طرف لوٹنا ہے۔ پیدائش بھی اس سے حاصل کی اور فنا اور انجام بھی اسی کی طرف ہے۔ وہی اول ہے اور وہی آخر ہے ، ہر چیز پر محیط ہے۔ آغاز بھی وہ اور انجام بھی وہ اور وہ لامحدود ہے۔\nاور چوتھا تیز احساس جو اس آیت میں دیا گیا ہے ، وہ ہے اللہ کے جامع اور شامل اور محیط علم کی ایک ایسی تصویر ، جو انسان کے خفیہ رازوں کو جاننے والا ہے ، راز سے بھی خفیہ چیز ، جو دل میں آتی ہے ، جسے ” بذات الصدور “ کہتے ہیں جن کی گرفت میں دل ہوتا ہے ، انہیں بھی جانتا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 64,
      "text": "یعلم مافی ............................................ الصدور (46 : 4) ” زمین اور آسمانوں کی ہر چیز کا اسے علم ہے ، جو کچھ تم چھپاتے ہو ، اور جو کچھ تم ظاہر کرتے ہو ، سب اس کو معلوم ہے ، اور وہ دلوں کا حال تک جانتا ہے “۔\nاس حقیقت کا ایک مومن کے دل میں بیٹھنا ، اسے معرفت رب عطا کرتا ہے۔ اس طرح اپنے رب کی معرفت حاصل ہونے کے بعد اس کے آفاقی اور کائناتی ایمان کا یہ پہلو بہت مضبوط ہوجاتا ہے۔ وہ یہ شعور رکھتا ہے کہ وہ اللہ کی نظروں میں ہے۔ کوئی ایسا راز نہیں ہے جو اس پر مخفی ہو۔ اس کے ضمیر میں کوئی گہری سوچ بھی ایسی نہیں ہے جس سے اللہ باخبر نہ ہو۔\nیہ تین آیات ہی انسان کے لئے اس قدر رہنمائی فراہم کردیتی ہیں کہ انسان اپنی حقیقت کو سمجھے ، اس کائنات کو سمجھے اور اس کائنات اور اپنے خالق کی ساتھ اپنا تعلق جوڑے۔ اللہ سے ڈرے۔ ہر حرکت اور ہر رخ میں۔\nاب ہم آتے ہیں اس سورت کے دوسرے پیراگراف کی طرف۔ اس میں ان اقوام ماضیہ کی طرف اشارہ ہے جنہوں نے رسولوں کی تکذیب کی۔ جن کا بڑا اعتراض یہ تھا کہ ایک بشر کو کس طرح رسول بنایا گیا ؟ مشرکین مکہ بھی یہی سوال دہراتے تھے اور اسی وجہ سے حضور اکرم ﷺ اور آپ کی تعلیمات کی تکذیب کرتے تھے۔"
    },
    {
      "ayah": 5,
      "surah": 64,
      "text": "الم بالکم ............................ حمید (46 : 6) (46 : 5۔ 6) ” کیا تمہیں ان لوگوں کی کوئی خبر نہیں پہنچی جنہوں نے اس سے پہلے کفر کیا اور پھر اپنی شامت اعمال کا مزہ چکھ لیا ؟ اور آگے ان کے لئے ایک درد ناک عذاب ہے۔ اس انجام کے مستحق وہ اس لئے ہوئے کہ ان کے پاس ان کے رسول کھلی کھلی دلیلیں اور نشانیاں لے کر آتے رہے ، مگر انہوں نے کہا ” کیا انسان ہمیں ہدایت دیں گے ؟ “ اس طرح انہوں نے ماننے سے انکار کردیا اور منہ پھیرلیا ، تب اللہ بھی ان سے بےپرواہ ہوگیا اور اللہ تو ہے ہی بےنیاز اور اپنی ذات میں آپ محمود۔ “\nیہ خطاب تمام مشرکین کو ہے کہ اس سے قبل جن لوگوں نے تکذیب کی ان کا جو انجام ہوا ، اس پر ذرا غور کرلو۔ استفہام تو کبھی اس لئے ہوتا ہے کو اقوام سابقہ کے حالات ان مشرکین کو بتا دیئے جانے کے بعد بھی یہ کفر کرتے ہیں تو ان کا یہ رویہ قابل مذمت ہے اور کبھی اس لئے ہوتا ہے کہ دیکھو اور اس طرح توجہ کرو کہ جو کچھ تم کررہے ہو اس کا انجام یوں بھی ہوتا ہے (یعنی مذمت اور توجہ مبذول کرانے کے لئے) یہ لوگ تو امم سابقہ کے احوال سے واقف تھے ، قصے ان کے ہاں مشہور تھے۔ مثلاً عاد ، ثمود اور لوط (علیہ السلام) کی قوم کے بارے میں تو عرب واقف تھے۔ ان کھنڈرات پر سے وہ گزرتے تھے جب وہ شمال اور جنوب کے سفروں پر جاتے تھے۔\nدنیا میں ان کا جو انجام ہوا تو ہو اور تو زبان زد عام ہے ، قرآن اس پر یہ اضافہ کرتا ہے۔\nولھم عذاب الیم (46 : 5) ” اور آگے ان کے لئے ایک درد ناک عذاب ہے “۔ یہ آخرت کا عذاب ہے۔ اور اس کا سبب یہ ہے۔"
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "ذلک بانہ .................... یھدوننا (46 : 6) ” اس انجام کے مستحق وہ اس لئے ہوئے کہ ان کے پاس ان کے رسول کھلی کھلی دلیلیں اور نشانیاں لے کر آتے رہے ، مگر انہوں نے کہا ” کیا انسان ہمیں ہدایت دیں گے ؟ “ اور یہ وہی اعتراض تھا جو مشرکین مکہ نبی ﷺ پر کرتے تھے۔ یہ بہت ہی گرا پڑا اعتراض ہے اور خالص جہالت پر مبنی ہے۔ یہ لوگ منصب رسالت کو سمجھے ہی نہیں اور اس بات کو سمجھے ہی نہیں کہ رسول اور رسالت نے انسانوں کے سامنے اللہ کی شریعت اور نظام پیش کرنا ہوتا ہے ، لہٰذا ضروری ہے کہ اس نظام کو ایک بشر اپنے اوپرنافذ کرکے لوگوں کو دکھائے۔ یوں رسول کا بشر ہونا انوکھا نہیں بلکہ ضروری تھا۔ یہ رسول ہی ہوتا ہے جو اسلامی شریعت اور قانون پر عمل کرکے دکھاتا ہے ، اگر رسول اور لوگوں کی جنس ہی الگ ہو تو لوگ رسالت کی ایک عملی صورت سے محروم ہوجائیں گے اور ان کے لئے یہ ممکن ہی نہ ہوگا کہ اس کی اطاعت کریں۔ اپنی ذات ، اپنے اخلاق اور اپنی انداز معیشت میں۔ پھر ان کی یہ رائے خود انسان کی حقیقت سے جہالت پر مبنی ہے کہ اللہ نے انسان کو یہ صلاحیت عطا کی کہ وہ عالم علوی سے ہدایت اخذ کرنے کے قابل ہو ، اور اس کے لئے کسی فرشتے کو رسول بنانے کی ضرورت ہی نہ ہو۔ انسان کے اندر تو اللہ کی روح پھونکی ہوئی ہے اور انسان کی اسی روحانیت کی وجہ سے وہ اللہ سے براہ راست رسالت اخذ کرتا ہے۔ اور اس کے فرائض اللہ کی منشا کے مطابق ادا کرتا ہے۔ یہ انسانوں کے لئے ایک ایسا اعزاز ہے جس سے انکار کوئی جاہل ہی کرسکتا ہے جس کو انسان کے مقام و مرتبہ کا علم نہ ہو۔ اگر کوئی جاہل نہیں ہے تو پھر وہ متکبر اور مغرور ہے۔ اور اپنے کبرغرور کی وجہ سے رسول اللہ کی اطاعت نہیں کرتا۔ گویا یہ اعتراض کرنے والے یا جاہل ہیں یا متکبر اور مغرور ہے۔ اور اپنے کبروغرور کی وجہ سے رسول اللہ کی اطاعت نہیں کرتا۔ گویا یہ اعتراض کرنے والے یا جاہل ہیں یا متکبر ہیں اور نظر انداز کرنے کے قابل ہیں۔ ان کے نزدیک یہ تو جائز ہے کہ جنس انسان کے علاوہ کوئی جنس فرشتے وغیرہ آئیں تو ان کی رسالت کو تو یہ ماننے کے لئے تیار ہیں مگر اپنے میں سے ایک انسان کو یہ رسول ماننے کے لئے تیار نہیں۔\nصرف یہی وجہ ہے جس کی بنا پر تاریخ میں لوگوں نے رسولوں کا انکار کیا ، حالانکہ ان کے ساتھ دلائل ومعجزات تھے ، اور اعلیٰ تعلیمات تھیں۔ اس جہالت اور کبر کی وجہ سے لوگوں نے کفر وشرک تو اختیار کیا مگر رسالتوں کا انکار کرتے رہے۔\nواستغنی ................ حمید (46 : 6) ” تب اللہ بھی ان سے بےپرواہ ہوگیا اور اللہ تو ہے ہی بےنیاز اور اپنی ذات میں محمود “۔ اللہ ان کے ایمان اور ان کی اطاعت سے مستغنی ہوگیا۔ اللہ کو ان چیزوں کی ضرورت کیا ہے ۔ اللہ تو ان چیزوں کا اصلا محتاج ہی نہیں ہے ، وہ غنی ہے اور اپنی ذات ہی میں محمود ہے۔ یہ تو تھے وہ لوگ جنہوں نے کفر اور شرک پر اصرار کررہے ہی۔ کیا یہ بھی اسی انجام کو پہنچنے کے خواہش مند ہیں۔\nتیسرا پیراگراف دوسرے پیراگراف کا تتمہ ہے کہ رسالت پر اعتراض کے ساتھ یہ لوگ بعث بعد الموت کے بھی منکر ہیں۔ یہ لوگ مکہ اور مدینہ کے مشرک تھے ، جن کے سامنے رسول اللہ کی دعوت پیش کی جارہی تھی۔ اس پیراگراف میں رسول اللہ کو ہدایت فرمائی جاتی ہے کہ آپ بطور تاکید مزید ان تک یہ بات پہنچا دیں کہ مزاح نہ سمجھو تم نے ایک دن اٹھنا ہے۔ پھر اس دن کا ایک منظر بھی پیش کیا جاتا ہے جس میں مکذبین اور مصدقین کا انجام بتایا جاتا ہے۔ آخر میں ان کو دعوت دی جاتی ہے کہ ایمان لاﺅ اور ہر معاملے میں رسول کی اطاعت کرو اور ہر معاملے کو اللہ کے سپرد کردو۔"
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "مشرکین اور کافرین کے اس قول کو کہ ہمیں دوبارہ نہ اٹھایا جائے گا ، آغاز ہی سے زعم باطل کہا اور یہ بتادیا کہ یہ سفید جھوٹ ہے۔ اس کے بعد رسول اللہ ﷺ سے کہا جاتا کہ آپ ان سے سخت ترین الفاظ میں کہہ دیں کہ تمہیں اٹھایا جائے گا۔ اور اس تاکید کو اپنے رب کے نام سے حلف اٹھا کر مزید موکد کردیں۔ آخر رسول جب اپنے رب کے نام کی قسم اٹھا کر کوئی بات کرے تو اس سے مزید تاکید اور کیا ہوسکتی ہے۔\nقل بلیٰ وربی لتبعثن (46 : 7) ” ان سے کہو میرے رب کی قسم تم ضرور اٹھائے جاﺅ گے “۔ اور نہ صرف یہ کہ اٹھائے جاﺅ گے بلکہ۔\nثم لتنبون بما عملتم (46 : 7) ” پھر تمہیں بتایا جائے گا کہ تم نے کیا کچھ کیا ہے “۔ اس میں سے کوئی چیز بھی چھوٹی ہوئی نہ ہوگی۔ اور اللہ تمہارے اعمال سے اچھی طرح باخبر ہوگا ، اس لئے وہ قیامت کے دن بتادے گا۔\nوذلک علی اللہ یسیر (46 : 7) ” اور ایسا کرنا اللہ کے لئے بہت آسان ہے “۔ وہ زمین و آسمان کی ہر چیز کو جانتا ہے ، وہ ظاہری اور خفیہ سب چیزوں کو جانتا ہے۔ وہ ان رازوں سے واقف ہے جو دلوں کے راز ہیں۔ اور وہ ہر چیز پر قدرت رکھنے والا ہے جیسا کہ سورت کے آغاز میں بطور تمہید یہی فقرہ آیا۔"
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "ان تاکیدوں کی روشنی میں ان کو دعوت دی جاتی ہے ، کہ اللہ اور رسول پر ایمان لاﺅ اور اللہ نے رسول پر جو تعلیمات اتاری ہیں ان کو تسلیم کرو ، وہ تو نئی روشنی ہے۔ یہ قرآن دراصل علم کی روشنی ہے ، اور قرآن جو دین و شریعت پیش کرتا ہے ، وہ بھی روشنی ہے۔ یہ تعلیم اپنی حقیقت میں نور ہیں ، کیونکہ یہ اللہ کی طرف سے ہے اور اللہ نور السموات والارض ہے۔ پھر یہ تعلیمات اپنے آثار کے اعتبار سے بھی نور ہیں۔ اور اپنی ذات کے لحاظ سے بھی نور ہیں۔ اس روشنی میں انسان اپنی حقیقت پالیتا ہے اور اس جہاں کے حقائق کو اس کائنات کے حقائق سے دیکھتا ہے۔\nدعوت ایمان دینے کے بعد یہ بتایا جاتا ہے کہ ان کا سب کچھ اللہ پر ظاہر ہے۔ اس سے کوئی شے مخفی نہیں رہی۔\nبما تعملون خبیر (46 : 8) ” اور جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے “۔\nاس کے باتیا جاتا ہے کہ ذرا دیکھو جس بعث بعد الموت کی تیاری کی تمہیں دعوت دی جاتی ہے۔ وہ کیسی ہوگی ؟"
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "یوم یجمعکم ........................ التغابن (46 : 9) ” جب اجتماع کے دن وہ تم سب کو اکٹھا کرے گا۔ وہ دن ہوگا ایک دوسرے کے مقابلے میں لوگوں کی ہار جیت کا “۔ یوم الجمع تو اس لئے ہوگا کہ تمام اگلے پچھلے انسانوں کو جمع کیا جائے گا۔ اور تمام ملائکہ کو بھی اس دن حاضر کیا جائے گا۔ اور ان کی تعداد بہت زیادہ ہوگی۔ انسانی تصور کے قریب کرنے کے لئے حدیث میں آتا ہے۔ حضرت ابوذر سے روایت ہے۔ فرماتے ہیں : رسول اللہ ﷺ نے فرمایا : ” میں وہ کچھ دیکھ رہا ہوں جو کچھ تم نہیں دیکھ رہے۔ اور میں وہ کچھ سن رہا ہوں جو تم نہیں سن سکتے۔ آسمان بوجھ کی وجہ سے چڑ چڑایا اور اس کا حق ہے کہ وہ چڑچڑائے۔ کیونکہ آسمان میں چار انگلیوں کی جگہ بھی نہ ہوگی جہاں ایک فرشتہ اللہ کے سامنے سجدہ ریز نہ ہو۔ خدا کی قسم اگر تم وہ کچھ جانتے جو میں جانتا ہوں تو تم بہت کم ہنستے اور روتے ہی رہتے۔ اور تم اپنے بستروں پر اپنی بیویوں سے لذت اندوز نہ ہوتے اور تم اونچے مقامات پر چڑھ کر ، اللہ کے سامنے روتے کہ اے اللہ ، کاش میں ایک درخت ہوتا جسے کاٹ لیا جاتا “۔ (ترمذی)\nآسمان جہاں چار انگلیوں کی جگہ پر بھی ایک فرشتہ سجدہ ریز ہوگا ، کس قدر وسیع ہے ؟ یہ ناقابل تصور وسیع فضا ہے۔ انسان نے ابھی تک اس کی حدود کو معلوم نہیں کیا ؟ اور اس میں ہمارے سورج جیسے کئی سورج اس طرح ہیں جس طرح ایک ذرہ فضا میں اڑ رہا ہے۔ تو کیا اس سے یہ بات انسانی تصور کے قریب ہوگئی کہ یوم الجمع یعنی قیامت کے دن کس قدر فرشتے جمع ہوں گے ؟\nاس عظیم اجتماع میں تغابن ہوگا۔ یہ غبن سے باب مفاعلہ سے ہے۔ یہ ایک تصویر ہے کہ مومنین کس قدر کامیاب ہوں گے اور کافرین کس قدر محوم ہوں گے۔ یہ جہنم میں جاکر ہر چیز سے محروم ہوجائیں گے اور مومنین جنت میں جاکر سب کچھ پالیں گے۔ دونوں کا نصیب بہت ہی مختلف ہے۔ یوں کہ گویا کامیابی کا ایک مقابلہ منعقد ہے اور ایک طرف ہر قسم کی کامیابی ہے اور دوسری طرف ہر قسم کی ناکامی ہے اہر ہر فریق اپنے مقابل کو غبن کررہا ہے۔ اس مقابلے میں مومن کامیاب ہوئے اور انہوں نے سب کچھ جیت لیا کافر ہار گئے اور سب کچھ ہار گئے۔ اس معنی میں یہ یوم التغابن ہے اور اس کی تفسیر یہ آیات کررہی ہیں :\nومن یومن ............................ المصیر (01) (46 : 9۔ 01) ” جو اللہ پر ایمان لایا ہے اور نیک عمل کرتا ہے ، اللہ اس کے گناہ جھاڑ دے گا اور اسے ایسی جنتوں میں داخل کرے گا جن کے نیچے نہریں بہتی ہوں گی۔ یہ لوگ ہمیشہ ہمیشہ ان میں رہیں گے۔ یہی بڑی کامیابی ہے۔ اور جن لوگوں نے کفر کیا ہے اور ہماری آیات کو جھٹلایا ہے۔ وہ دوزخ کے باشندے ہوں گے جس میں وہ ہمیشہ رہیں گی اور وہ بدترین ٹھکانا ہے “۔\nاس سے قبل کہ ان کا ایمان کو طرف بلایاجائے۔ ایمان کا ایک بنیادی قاعدہ یہاں متعین کردیا جاتا ہے یعنی ایمان باللہ اور لابرسالت کے بعد۔"
    }
  ]
}
