{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 66,
      "text": "یہ دراصل ایک عتاب ہے کیونکہ کوئی مومن اپنے اوپر اس چیز کو حرام نہیں کرسکتا جو اللہ نے حلال کی ہے۔ رسول اللہ ﷺ نے ” شہد “ یا ” ماریہ “ کے پاس جانے کو ازروئے قانون اور شریعت تو حرام نہ کیا تھا۔ صرف اپنے بارے میں فیصلہ کیا تھا کہ میں اس کام کو دوبارہ نہیں کروں گا۔ اس پر یہ جھڑکی آئی کہ جن چیزوں کو اللہ نے حلال کیا ہے ، کسی کو خوش کرنے کے لئے ان سے اپنے آپ کو محروم کرنا بھی جائز نہیں ہے۔ اس سے یہ نتیجہ نکلا۔\nواللہ غفور رحیم (66 : 1) ” اللہ معاف کرنے والا اور رحم فرمانے والا ہے “۔ اس سے یہ اشارہ نکلتا ہے کہ یہ فعل قابل مواخذہ ہے۔ اور اس کا علاج یہ ہے کہ اللہ کی مغفرت طلب کی جائے اور اللہ کی رحمت شامل حال ہوجائے۔ یہ نہایت ہی لطیف اشارہ ہے۔\nقرآن جس حلف کی طرف اشارہ کررہا ہے ، جو رسول اللہ نے کرلیا تھا کہ دوبارہ ایسا نہیں کروں گا تو اللہ نے فرمایا کہ اس قسم سے نکل آﺅ، یعنی کفارہ ادا کرکے اور قسم اگر کسی اچھے کام سے رکنے کے لئے ہو تو اس کا توڑنا اور کفارہ دینا فرض ہے۔\nواللہ مولکم (66 : 2) ” اللہ تمہارا مولیٰ ہے “۔ اللہ تمہاری کمزوریوں پر تمہاری معاونت کرتا ہے اور اس معاملے میں بھی تمہاری معاونت کرتا ہے جو تمہارے لئے گراں گزرے۔ اور یہ قسموں کو حلال کرنا اور ان سے کفارہ ادا کرکے نل آنے کا طریقہ اسی لئے تو اللہ نے فرض کیا ہے۔\nوھوالعلیم الحکیم (66 : 2) ” وہی علیم و حکیم ہے “۔ وہ تمہارے لئے جو قوانین بناتا ہے ، وہ علم و حکمت سے بتاتا ہے۔ اور تمہارے لئے جو احکام دیتا ہے وہ ایسے ہوتے ہیں کہ تم ان پر عمل کرسکتے ہو اور وہ تمہارے لئے مفید ہوتے ہیں۔ لہٰذا انہی چیزوں کو حرام کرو جو اللہ نے حرام کیں۔ اور جو اللہ نے حلال کی ہیں ان کو حرام نہ کرو۔ یہ مناسب نتیجہ ہے۔\nاس کے بعد روئے سخن اس بات کی طرف ہے جو آپ نے فرمائی تھی لیکن اس کی تفصیل نہیں بتائی گئی۔ کیونکہ نفس بات اس قدر اہم نہ تھی۔ اور نہ کوئی ایسی بات تھی جس کا قیامت تک تاریخی ریکارڈ پہ لانا ضروری تھا۔ بس جس چیز کو باقی رکھنا مطلوب تھا ، وہ اس بات کے آثار ونتائج تھے۔"
    },
    {
      "ayah": 10,
      "surah": 66,
      "text": "اس کے بعد اب تیسرا دور آتا ہے۔ اس سورت کا یہ آخری دور ہے۔ اور یہ تیسرا دور بھی پہلے کا تکمیلی دور ہے۔ یہ انبیاء کے گھروں میں کافر عورتوں اور کفار کے گھروں میں مومن عورتوں کی بات کرتا ہے۔\nضرب اللہ ................................ من القنتین\nحضرت نوح (علیہ السلام) اور حضرت لوط (علیہ السلام) کی بیویوں کے بارے میں جو یہ آیا ہے کہ انہوں نے اپنے شوہروں سے خیانت کی ، اس کا مطلب یہ ہے کہ انہوں نے خاوندوں کی دعوت کے خلاف کام کیا۔ یہ نہ تھا کہ وہ کسی فحاشی کی مرتکب ہوئی تھیں۔ نوح (علیہ السلام) کی بیوی بھی دوسرے مزاح کرنے والوں کے ساتھ اپنے شوہر کے ساتھ مزاح کرتی تھی۔ اور لوط (علیہ السلام) کی بیوی نے ان کے مہمانوں کو اطلاع اوباشوں کو دی ، حالانکہ اس کو معلوم تھا کہ حضرت لوط (علیہ السلام) اس بدفعلی کے خلاف ہیں۔\nفرعون کی عوتر کے بارے میں یہ بات منقول ہے کہ یہ مومنہ تھی۔ شاید یہ ایشیائی ہوگی اور دین موسیٰ کو ماننے والی ہوگی۔ تاریخ میں آتا ہے کہ بادشاہ مصر امنخوتب چہارم کی والدہ ایشیائی تھیں اور یہ مصریوں کے دین پر نہ تھیں۔ یہ وہی بادشاہ تھا ، جس نے مصریوں کے لئے ایک خدا تجویز کیا اور سورج کی ٹکیہ کو اس کے لئے رمز بنایا اور اس نے اپنے آپ کو اخناتون کا لقب دیا۔ بہرحال یہ عورت مراد ہے ، یا موسیٰ (علیہ السلام) کا جو فرعون تھا اس کی بیوی مراد ہے۔ موسیٰ (علیہ السلام) کا فرعون امنخوتب نہ تھا۔\nیہاں ہمیں فرعون کی عورت کی تاریخی تحقیق کی ضرورت نہیں ہے۔ قرآن کریم نے جو اشارہ کردیا ہے وہ کافی ہے۔ نام یا اشخاص تو اصولوں کے لئے مثال ہوتے ہیں۔ قرآن کریم نام اور اشخاص اکثر ترک کرتا ہے۔ یہ حکم دینے کے بعد کہ اپنے آپ کو اور اپنی اولاد کو بچانے کی سعی کرو ، یہ اصول بہرحال دہرایا جاتا ہے کہ ہر شخص اپنے کیے کا ذمہ دار خود ہے۔ ازواج مطہرات اور ازواج مومنین سے کہا جاتا ہے ، اپنے انجام کی فکر کرو ، محض اس لئے کسی کو نہ چھوڑاجائے گا کہ وہ نبی کا بیٹا ہے یا وہ نبی کی بیوی ہے یا کسی صالح شخص کا بیٹا ہے یا بیوی ہے۔\nذرا دیکھو نوح (علیہ السلام) اور لوط (علیہ السلام) کی بیویوں کو۔\nکانتا ........................ الداخلین (66 : 01) ” وہ ہمارے دو صالح بندوں کی زوجیت میں تھیں ، مگر انہوں نے اپنے ان شوہروں سے خیانت کی اور وہ اللہ کے مقابلہ میں ان کے کچھ بھی نہ کام آسکے۔ دونوں سے کہہ دیا گیا کہ جاﺅ آگ میں جانے والوں کے ساتھ تم بھی چلی جاﺅ “۔ کفر کے معاملے میں کوئی بڑا چھوٹا نہیں ہے اور نہ کفر و ایمان میں کوئی سفارش چلتی ہے۔ اگر اسلامی نظریہ حیات کے ساتھ کوئی خیانت کرے گا تو وہ نبی کی بیوی کیوں نہ ہو ، جہنم رسید ہوگی۔"
    },
    {
      "ayah": 11,
      "surah": 66,
      "text": "دیکھئے فرعون کی بیوی کو ، کفر کا طوفان متاثر نہ کرسکا حالانکہ وہ اس طوفان میں زندگی بسر کررہی تھی ، فرعون کے محل میں۔ وہ اس سے نجات طلب کرتی تھی اور حقیر فرعون کے مقابلے میں جنت میں محل چاہتی تھی۔ اور وہ فرعون کے کفر کے ساتھ نہ تھی ، اس سے نجات طلب کررہی تھی ، اور اس کی خواہشات یہ تھیں :\nاذ قالت .................... الظلمین (66 : 11) ” جب کہ اس نے کہا کہ ” اے میرے رب ! میرے لئے اپنے ہاں جنت میں ایک گھر بنادے اور مجھے فرعون اور اس کے عمل سے بچالے اور ظالم قوم سے مجھ کو نجات دے “۔\nفرعون کی مومنہ بیوی کی دعا ایک مثال ہے اس بات کی کہ جب ایمان راسخ ہوجاتا ہے تو ایک مومنہ دنیا کی اعلیٰ ترین زندگی پر لات مار دیتی ہے۔ فرعون مصر اپنے دور میں دنیا کے بڑے بادشاہوں میں شمار ہوا کرتا تھا۔ اور قصر فرعون میں ایک عورت سب سے اونچا سازو سامان پاتی ہے۔ لیکن ایمان کی وجہ سے وہ اس سے بھی اونچی پرواز کرتی ہے۔ وہ اسے عیش و عشرت نہیں سمجھتی بلکہ ایک گندگی سمجھتی ہے۔ اور اس زندگی سے پناہ مانگتی ہے اور چاہتی ہے کہ وہ اس سے نجات پائے۔\nیہ ایک نہایت ہی عظیم مملکت کی خاتون اول ہے۔ اور یہ اس کی عظیم امتیازی خصوصیت ہے ، کیونکہ عورت ہمیشہ معاشرتی دباﺅ اور اثر کو قبول کرتی ہے لیکن یہ اکیلی عورت اس عظیم دباﺅ کے مقابلے میں ڈٹ کر کھڑی ہے۔ اس پر معاشرے کا دباﺅ ہے ، اس پر محل کا دباﺅ ہے ، اس پر مملکت کا دباﺅ ہے ، اس پر بادشاہ کے وزراء اور حاشیہ نشینوں کا دباﺅ ہے ، اور اس پر بادشاہ کی ملکہ ہونے کے منصب کا دباﺅ ہے ، لیکن اس ہمہ جہت دباﺅ کے مقابلے میں ، یہ عظیم عورت اپنا سر آسمان کی طرف اٹھائے ہوئے ہے ، اور کفر کے اس عظیم سمندر کے اندر ایک چھوٹے سے تختے پر بیٹھی ہے اور اس کا دامن ان تمام آلودگیوں سے تر نہیں ہورہا ہے۔ کس قدر عظیم ہے وہ ! !"
    },
    {
      "ayah": 12,
      "surah": 66,
      "text": "اللہ کے لئے خالص ہوجانے کی یہ ایک نہایت ہی اعلیٰ مثال ہے ، کہ وہ تمام موثرات کا مقابلہ کررہی ہے۔ تمام تعلقات کا مقابلہ کررہی ہے ، تمام رکاوٹوں کو عبور کررہی ہے۔ یہی وجہ ہے کہ اللہ کی لازوال کتاب میں وہ اپنا نام لکھواگئی۔ اور جب اس کتاب کے نزول کے وقت اس عورت کا نام پکارا جارہا ہوگا کہ اس عظیم کائنات کی لامحدود وادیوں میں اس کی گونج مچی ہوگی۔\nومریم ابنت عمرن (66 : 21) ” عمران کی بیٹی مریم “۔ یہ بھی آغاز ہی سے پارسا خاتون تھیں۔ قرآن کریم نے دوسری سورتوں میں ان کی تعریف کی ہے۔ یہاں ان کی پاکیزگی کی سیرت کی بات ہے۔\nالتی ............ فرجھا (66 : 21) ” جس نے اپنی شرمگاہ کی حفاظت کی تھی “۔ یہودی آپ پر الزامات عائد کرتے تھے ، قرآن کریم آپ کی برات کا اعلان کرتا ہے۔\nفنفخنا ............ روحنا (66 : 21) ” پھر ہم نے اس کے اندر اپنی طرف سے روح پھونکی “۔ اور اس روح کے نتیجے میں حضرت عیسیٰ (علیہ السلام) پیدا ہوئے ، جیسا کہ سورة مریم میں اس کی تفصیلات گزر گئی ہیں۔ یہاں ان کو دہرانے کی ضرورت نہیں۔ کیونکہ یہاں مقصد صرف آپ کی طہارت اور آپ کے ایمان کامل کو ثابت کرنا ہے۔\nوصدقت ................ من القنتین (66 : 21) ” اور اس نے اپنے رب کے ارشادات اور اس کی کتابوں کی تصدیق کی اور وہ اطاعت گزار لوگوں میں سے تھی “۔\nیہاں امراة فرعون کا علیحدہ ذکر کرنا ، پھر اس کو حضرت مریم (علیہ السلام) کے ساتھ برابری کی سطح پر ذکر کرنا ، اس بات کی دلیل ہے کہ اللہ کے نزدیک فرعون کی بیوی کا مرتبہ بھی بہت بلند تھا ، کیونکہ وہ نہایت ہی مشکل حالات میں راہ ایمان پر جمی ہوئی تھی۔ بہرحال نبی ﷺ کی ازواج مطہرات کے سامنے یہ دو نمونے رکھے جاتے ہیں کہ آپ لوگوں کا کردار اس قدر بلند ہونا چاہئے اور اہل ایمان کو قیامت تک یہ بتایا جاتا ہے کہ اسلامی سوسائٹی کو قائم کرنا ہے تو اس کے لئے باکردار اور مسلم خواتین پیدا کرو۔\nبہرحال آخر میں ہم دوبارہ اس طرف قارئین کی توجہ مبذول کراتے ہیں کہ یہ سورت اور یہ پورا پارہ بہترین اور زندہ مثال ہے نبی کریم کی سیرت کی۔ اور ان سورتوں سے معلوم ہوتا ہے کہ نبی ﷺ نے صحابہ کرام اور صحابیات کی جو جماعت تیار کی ، تاریخ انسانی میں اس کی مثال نہیں ہے۔ پھر قرآن کریم نے سیرت النبی کے واقعات کو جس انداز میں بیان کیا ہے وہ قرآن کا منفرد انداز ہے۔ ایک جزوی واقعہ کو مخصوص حالات سے نکال کر اور زمان ومکان کا رنگ اڑاکر قرآن اس کو ایک ابدی اصول کے طور پر پیش کرتا ہے۔ یہ کام قرآن ہی کرسکتا ہے۔ پڑھنے والا اسے ایک واقعہ کے پس منظر میں پڑھ کر سمجھتا ہے ، لیکن قرآن اس سے جو نتائج اخذ کرتا ہے ، وہ کلی ہوتے ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 66,
      "text": "یہ دراصل ایک عتاب ہے کیونکہ کوئی مومن اپنے اوپر اس چیز کو حرام نہیں کرسکتا جو اللہ نے حلال کی ہے۔ رسول اللہ ﷺ نے ” شہد “ یا ” ماریہ “ کے پاس جانے کو ازروئے قانون اور شریعت تو حرام نہ کیا تھا۔ صرف اپنے بارے میں فیصلہ کیا تھا کہ میں اس کام کو دوبارہ نہیں کروں گا۔ اس پر یہ جھڑکی آئی کہ جن چیزوں کو اللہ نے حلال کیا ہے ، کسی کو خوش کرنے کے لئے ان سے اپنے آپ کو محروم کرنا بھی جائز نہیں ہے۔ اس سے یہ نتیجہ نکلا۔\nواللہ غفور رحیم (66 : 1) ” اللہ معاف کرنے والا اور رحم فرمانے والا ہے “۔ اس سے یہ اشارہ نکلتا ہے کہ یہ فعل قابل مواخذہ ہے۔ اور اس کا علاج یہ ہے کہ اللہ کی مغفرت طلب کی جائے اور اللہ کی رحمت شامل حال ہوجائے۔ یہ نہایت ہی لطیف اشارہ ہے۔\nقرآن جس حلف کی طرف اشارہ کررہا ہے ، جو رسول اللہ نے کرلیا تھا کہ دوبارہ ایسا نہیں کروں گا تو اللہ نے فرمایا کہ اس قسم سے نکل آﺅ، یعنی کفارہ ادا کرکے اور قسم اگر کسی اچھے کام سے رکنے کے لئے ہو تو اس کا توڑنا اور کفارہ دینا فرض ہے۔\nواللہ مولکم (66 : 2) ” اللہ تمہارا مولیٰ ہے “۔ اللہ تمہاری کمزوریوں پر تمہاری معاونت کرتا ہے اور اس معاملے میں بھی تمہاری معاونت کرتا ہے جو تمہارے لئے گراں گزرے۔ اور یہ قسموں کو حلال کرنا اور ان سے کفارہ ادا کرکے نل آنے کا طریقہ اسی لئے تو اللہ نے فرض کیا ہے۔\nوھوالعلیم الحکیم (66 : 2) ” وہی علیم و حکیم ہے “۔ وہ تمہارے لئے جو قوانین بناتا ہے ، وہ علم و حکمت سے بتاتا ہے۔ اور تمہارے لئے جو احکام دیتا ہے وہ ایسے ہوتے ہیں کہ تم ان پر عمل کرسکتے ہو اور وہ تمہارے لئے مفید ہوتے ہیں۔ لہٰذا انہی چیزوں کو حرام کرو جو اللہ نے حرام کیں۔ اور جو اللہ نے حلال کی ہیں ان کو حرام نہ کرو۔ یہ مناسب نتیجہ ہے۔\nاس کے بعد روئے سخن اس بات کی طرف ہے جو آپ نے فرمائی تھی لیکن اس کی تفصیل نہیں بتائی گئی۔ کیونکہ نفس بات اس قدر اہم نہ تھی۔ اور نہ کوئی ایسی بات تھی جس کا قیامت تک تاریخی ریکارڈ پہ لانا ضروری تھا۔ بس جس چیز کو باقی رکھنا مطلوب تھا ، وہ اس بات کے آثار ونتائج تھے۔"
    },
    {
      "ayah": 3,
      "surah": 66,
      "text": "واذا ................................ حدیثا (66 : 3) ”(اور یہ معاملہ بھی قابل توجہ ہے کہ) نبی نے ایک بات اپنی ایک بیوی سے راز میں کہی تھی “۔\nعجیب زمانہ تھا یہ کہ لوگوں کی روز مرہ کی زندگی میں بھی عالم بالا سے برملا مداخلت ہورہی تھی۔ معلوم یہ ہوا کہ اللہ نے نبی ﷺ کو بتادیا کہ جو راز ایک بیوی کے حوالے کیا گیا تھا ، اس تاکید کے ساتھ کہ کسی اور کو پتہ نہ چلے ، وہ اس نے دوسری کو بتادیا ہے۔ اور نبی ﷺ نے جب اس راز دار بیوی سے بات کی تو صرف اشارہ کردیا گیا کہ تم نے راز کو راز نہیں رکھا۔ پوری تفصیل نہ بتائی کہ تم نے یہ باتیں دوسری بیوی سے کیں اور یہ آپ کے مکارم اخلاق کا تقاضا تھا کہ کسی کو زیادہ شرمندہ نہ کیا جائے۔ آپ نے یہ بتادیا کہ مجھے عالم بالا سے خبر آگئی ہے۔\nواذاسرالنبی ................................ العلیم الخبیر (66 : 3) ” پھر جب اس بیوی نے (کسی اور پر) وہ راز ظاہر کردیا ، اور اللہ نے نبی کو اس (افشائے راز) کی اطلاع دے دی ، تو نبی نے اس پر کسی حد تک (اس بیوی کو) خبردار کیا اور کسی حدتتک اس سے درگزر کیا۔ پھر جب نبی نے اسے (افشائے راز کی) یہ بات بتائی تو اس نے پوچھا آپ کو اسکی کس نے خبر دی ؟ نبی نے کہا :” مجھے اس نے خبر دی جو سب کچھ جانتا ہے اور خوب باخبر ہے “۔\nیہ خبر چونکہ دو بیویوں کے درمیان کی جتھ بندی کی وجہ سے پھیلی ہوئی تھی ، تو خبر پھیلانے والی بیوی کو شرمندہ کرنے کے لئے بس اشارہ ہی کافی تھا۔ ایسے مواقع میں اللہ کے علم اور اللہ کی خبردادی کی طرف اشارہ بہت ضروری ہے کیونکہ ایسی غلطی تب ہی سرزد ہوتی ہے کہ انسان اللہ کے علم وخبرداری سے غافل ہوجائے یا اسے بھول جائے۔ اس لئے قرآن مسلمانوں کو متنبہ کرتا ہے۔ کہ تمہاری نادانیاں اللہ کے علم میں بہرحال ہیں۔"
    },
    {
      "ayah": 4,
      "surah": 66,
      "text": "اب یہاں انداز کلام حاکیت سے خطاب کی طرف آجاتا ہے ، اور جن دو ازواج نے یہ کام کیا تھا ، ان سے خطاب کیا جاتا ہے۔ گویا بات ان کے سامنے ہورہی ہے۔\nان تتوبا ........................ ذلک ظھیر (66 : 4) ” اگر تم دونوں اللہ سے توبہ کرتی ہو (تو یہ تمہارے لئے بہتر ہے) کیونکہ تمہارے دل سیدھی راہ سے ہٹ گئے ہیں۔ اور اگر نبی کے مقابلے میں تم نے جتھ بندی کی تو جان رکھو کہ اللہ اس کا مولیٰ ہے اور اس کے بعد جبرائیل اور تمام صالح اہل ایمان اور سب ملائکہ اس کے ساتھی اور مددگار ہیں “۔\nآغاز خطاب میں ان کو دعوت دی جاتی ہے کہ وہ توبہ کریں تاکہ ان کے دل اللہ کی طرف مائل ہوجائیں کیونکہ ان کے دل اللہ سے دور ہوگئے تھے۔ جب یہ دعوت دے دی جاتی ہے تو پھر ان پر ایک خوفناک تنقید کی جاتی ہے۔ نہایت رعب دار آواز میں :\nاس زبردست تنقید سے معلوم ہوتا ہے کہ حادثہ اور واقعہ جو بھی تھا مگر رسول اللہ کے قلب مبارک پر اس کا گہرا اثر تھا۔ چناچہ اللہ کو اعلان کرنا پڑا کہ اللہ ، ملائکہ اور صالح مومنین اس کے لئے کافی طرفدار ہیں۔ اس اعلان سے ، حضور اکرم ﷺ کا غبار خاطر دور ہوجاتا ہے اور آپ مطمئن ہوجاتے ہیں۔\nمعلوم یہ ہوتا ہے کہ واقعہ جو بھی ہو ، لیکن حضور ﷺ پر اس واقعہ کا گہرا اثر تھا۔ حضور اپنے گھروں میں اس قسم کے ماحول کی توقع نہ کرتے تھے۔ یہی وجہ ہے کہ حضرت عمر ؓ کے پڑوسی انصاری نے ، اس واقعہ کی جو رپورٹ دی ، ہ اس قدر خوفناک تھی کہ اس کے قول کے مطابق غسانیوں کے حملے سے بھی بڑی بات ہوگئی ہے۔ غسانیوں کی اس وقت شام پر حکومت تھی۔ اور وہ سلطنت روم کے موالی تھے۔ ان کے ان کے ساتھی دوستی کے معاہدے تھے۔ اس دور میں مدینہ پر غسانیوں کا حملہ آور ہونا بہت خطرناک بات تھی۔ لیکن مسلمانوں کے لئے رسول اللہ کا پریشان اور بےقرار ہونا غسانیوں کے حملے سے بھی بڑی بات تھی۔ نبی صلی اللہ علیہ علیہ وسلم کے گھرنے کی سلامتی سب سے بڑی بات تھی۔ اور آپ کا اضطراب لوگوں کے لئے ناقابل برداشت تھا۔ اس سے معلوم ہوتا ہے کہ خیر القرون کے یہ لوگ معاملات کو کس زاویہ سے دیکھتے تھے۔ جس طرح اس انصاری نے اس واقعہ کو ایک عظیم واقعہ سمجھا۔ اسی طرح اللہ نے بھی اسے سمجھا ان حضرات کی سوچ خدا اور رسول کی سوچ کی سمت اختیار کرچکی تھی۔"
    },
    {
      "ayah": 5,
      "surah": 66,
      "text": "پھر اگلی آیت میں ان کو نہایت ہی صراحت کے ساتھ بتایا گیا کہ نبی کریم ﷺ کے لئے اور آپ کے گھرانے کے لائق کیسی خواتین درکار ہیں۔ اگر تمہیں طلاق دے دی گئی تو تم سے بہتر اور ان صفات والی خواتین تمہاری جگہ لیں گی :\nعسیٰ ربہ .................... وابکارا (66 : 5) ” بعید نہیں کہ اگر نبی تم سب بیویوں کو طلاق دے دے تو اللہ اسے ایسی بیویاں تمہارے بدلے میں عطا فرمادے جو تم سے بہتر ہوں۔ سچی مسلمان ، باایمان ، اطاعت گزار ، توبہ گزار ، عبادت گزار اور روزہ دار ، خواہ شوہر دیدہ ہوں یا باکرہ “۔\nاشارتاً ان کو بتایا جاتا ہے کہ تمہیں تو ایسا ہونا چاہئے ، یعنی تمہیں ایسا مسلمان ہونا چاہئے کہ تم اطاعت شعار بنو اور دین کے احکام کو قائم کرو تمہارا ایمان ایسا ہو جو کاسہ دل کو ایمان ویقین سے لبالب کردے اور تم دل سے خدا اور رسول کی اطاعت کرو۔ اور توبہ کرو جس کے معنی یہ ہیں کہ جو ہوچکا اس سر نادم ہوجاﺅ اور آئندہ کے لئے اطاعت شعار ہوجاﺅ، بروقت عبادت میں مشغول رہو ، سیاحت اور سائحلت کا مطلب یہ ہے کہ ہر وقت اللہ کی بڑائی اور کبریائی میں غور کیا جائے۔ اور ان صفات کے ساتھ ساتھ وہ شوہر دیدہ بھی ہوں گی اور باکرہ بھی ہوں گی۔ جس طرح کہ موجودہ ازواج مطہرات میں دونوں قسم کی خواتین ہیں۔\nیہ ان کے لئے ایک زبردست تادیبی سرزنش تھی کہ انہوں نے رسول اللہ ﷺ کے خلاف جتھ بندی کی۔ یاد رہے کہ رسول اللہ ﷺ معمولی باتوں پر غصہ نہ فرماتے تھے۔\nان آیات کے نزول سے حضور ﷺ کو تسلی ہوگئی۔ خود رب تعالیٰ نے آپ کو اور آپ کے اہل بیت کو خطاب فرمایا۔ اور اس زلزلہ کے بعد تو اہل بیت کے اندر بھی سخت پشیمانی ہوگئی اور اللہ کی ہدایت کے بعد سب کچھ درست ہوگیا اور یہ اس گھرانے کے لئے بہت بڑا اعزاز تھا کہ اللہ تعالیٰ خود اس کو مخاطب کرے ، کیونکہ یہ کوئی معمولی گھرانا تو تھا نہیں ، اس کی تو ہر بات بعد میں آنے والوں کے لئے منہاج حیات تھی۔ ضابطہ اخلاق اور قانون تھی۔\nیہ اس ذات کے گھریلو حالات تھے جو ایک امت کی تربیت کررہا تھا۔ ایک مملکت کی بنیاد رکھ رہا تھا اور یہ ایسی مملکت تھی جسکی کوئی مثال گزری ہوئی تاریخ میں نہ تھی۔ اس جیسا نظام امم سابقہ میں نہ تھا۔ ایک ایسی امت تشکیل پارہی تھی۔ جو الٰہی نظریہ حیات کو آخری شکل میں پیش کررہی تھی۔ ایک ربانی معاشرہ وجود میں لایا جارہا تھا اور ایسا معاشرہ جو قیامت تک کے لئے اسوہ بن رہا تھا۔\nپھر ان آیات میں ایک عظیم ، جلیل القدر ، بلند کردار اور کریم انسان کی تصویر ہے۔ ایک ہی وقت میں وہ اپنا انسانی کردار بھی ادا کررہا ہے اور نبوی کردار بھی ادا کررہا ہے۔ دونوں کے اندر کوئی بارڈر لائن متعین نہیں کرسکتا۔ کیونکہ اللہ تقدیر الٰہی کا فیصلہ یہ تھا کہ تمام رسول بشر ہوں گے۔ اور اس بشر رسول نے انسانیت کو آخری نظام زندگی عطا کرنا تھا ، جو قیامت تک کے لئے انسانیت کا منہاج قرار پانا تھا۔\nیہ ایک کامل رسالت تھی ، جسے ایک کامل رسول لے کر آیا تھا۔ اور اس کا کمال یہ تھا کہ یہ رسالت انسان کو انسان بنارہی تھی۔ وہ انسانی قوتوں میں سے کسی قوت کو دبا نہیں رہی تھی۔ نہ انسان کی تعمیری قوتوں میں سے کسی قوت کو نظر انداز کررہی تھی۔ انسانی صلاحیتوں میں سے کسی صلاحیت کی بیخ کئی کرنا ، اس رسالت کا منشا تھا بلکہ یہ انسانی قوتوں کو زیادہ مہذب ، زیادہ تربیت یافتہ اور زیادہ بلند کرتی تھی۔ یہ تھی آخری رسالت۔\nاسلام کو جن لوگوں نے سمجھا اور اپنے آپ کو اسلام کے سانچے میں ڈھالا ، اسلام نے ان کو اسی طرح چار چاند لگا دیئے کہ یہ لوگ اسلام کا صحیح ایڈیشن بن گئے۔ اور اسی طرح ان کے نبی کی سیرت اور اس کی عملی زندگی جس میں ، انسانی تجربات بھی تھے ، انسانی سعی بھی تھی ، انسانی نانوانیاں بھی تھیں ، انسانی قوتیں بھی تھیں۔ قرآنی دعوت اور ہدایات کے ساتھ مل کر ان لوگوں کو قدم بقدم آگے بڑھایا جس طرح آپ کے اہل خانہ اور ان لوگوں کی زندگیوں میں قیامت تک آنے والوں کے لئے نمونہ لیکن صرف ایسے لوگوں کے لئے ، جو اسے دیکھنا چاہیں ، اور جو عملی دنیا میں رہنے والے ہوں ، صرف اپنے خول اور اپنے خیالات کے محدود دائروں کے اندر بند نہ ہوں ، جنہوں نے اپنی آنکھیں بند نہ کی ہوں۔\nاس آخری رسالت کو کامل اور مکمل شکل میں نازل کرکے قدرت الٰہیہ نے اسے ایک ایسے رسول کی زندگی میں عملی شکل دی ، جو اس رسالت کو آسمان سے اخذ کرتا تھا ، اور زندہ صورت میں اس کا ترجمہ کرتا تھا۔ یوں قدرت الٰہیہ نے اس رسول آخرالزمان کی زندگی کو ، ایک کتاب مفتوح بنایا کہ آپ کی زندگی سے آنے والی نسلیں بہترین نمونہ اور اسوہ اخذ کریں۔"
    },
    {
      "ayah": 6,
      "surah": 66,
      "text": "اس واقعہ کی روشنی میں ، جس کے سبب مسلمانوں کی زندگی پر گہری اثرات مرتب ہوگئے تھے ، اب قرآن کریم مسلمانوں کو یہ ہدایت دیتا ہے کہ اپنے آپ کو اور اپنے اہل اولاد کو اور اپنے گھر والوں کو آگ سے بچاﺅ۔ چناچہ قیامت کا ایک نہایت ہی موثر منظر بھی ان کے سامنے پیش کیا جاتا کہ وہاں کفار کی حالت کیا ہوگی۔ جس طرح اس واقعہ میں زواج کو دعوت دی تھی کہ توبہ کرو اسی طرح یہاں اہل ایمان کی دعوت دی جاتی ہے کہ توبہ کرو اور توبہ کرنے والوں کے لئے اللہ نے جو باغات تیار کر رکھے ہیں وہ بھی بتادیئے جاتے ہیں۔ اور جھلک دکھادی جاتی ہے۔ اور نبی ﷺ سے کہا جاتا ہے کہ کفار اور منافقین سے جہاد کرو۔ یہ ہے اس سورت کا دوسرا پیراگراف :\nیایھا الذین ........................ وبئس المصیر\nاپنے نفس اور اپنے اہل و عیال کے بارے میں مومن پر عظیم ذمہ داری عائد ہوتی ہے۔ قیامت کے دن کی آگ موجود ہے۔ اور اس نے اس سے اپنے آپ کو اور اپنے خاندان کو بچانا ہے۔ یہ ایسی دہکتی ہوئی آگے ہے۔\nوقودھا .................... والحجارة (66 : 6) ” جس کا ایندھن انسان اور پتھر ہوں گے “۔ لوگ اس میں اس طرح ہوں گے جس طرح پتھر پڑے ہوتے ہیں ، سنگ راہ کی طرح کوئی ان کی طرف توجہ نہ کرے گا۔ کس قدر سخت آگ ہوگی کہ اس میں پتھر جلیں گے اور کس قدر سخت عذاب ہوگا اور اہل جہنم کس قدر بےوقعت ہوں گے۔ جہنم کا سب ماحول نہایت شدید اور خوفناک ہوگا۔\nعلیھا ................ شداد (66 : 6) ” جس پر نہایت تند خو اور سخت گیر فرشتے ہوں گے “۔ ان کا مزاج اس عذاب کی سختی کی طرح سخت ہوگا۔\nلا یعصون .................... یومرون (66 : 6) ” جو کبھی اللہ کے حکم کی نافرمانی نہیں کرتے اور جو حکم بھی انہیں دیا جاتا ہے اسے بجا لاتے ہیں “۔ ان کی خصوصیت ہی یہ ہے کہ وہ اللہ کی اطاعت کرتے ہیں ، اور ان کی خصوصیت یہ ہے کہ جو بھی حکم ان کو دیا جاتا ہے وہ اسے کر گزرتے ہیں ، اور وہ اپنی اس قوت اور مضبوطی کی وجہ سے اس آگ پر متعین ہوئے ہیں۔ لہٰذا ہر مومن کا فرض ہے کہ وہ اس آگ سے اپنے نفس اور دین کی بجائے اور قبل اس کے فرصت کی گھڑیاں ختم ہوں وہ اپنے اور اپنے اہل و عیال اور آگ کے درمیان پردے حائل کردے۔"
    },
    {
      "ayah": 7,
      "surah": 66,
      "text": "دیکھو وہاں اہل کفر جب اس کے دہانے پر پہنچیں گے ، تو وہ عذرات پیش کریں گے ، اور کوئی عذر نہ سنا جائے گا ، بلکہ ان کو وہاں سخت مایوسی ہوگی ، جب سب عذرات رد کردیئے جائیں گے۔\nیایھا ........................ تعملون (66 : 7) ” اے کافرو ! آج معذرتیں پیش نہ کرو ، تمہیں تو ویسا ہی بدلہ دیا جارہا ہے جیسے تم عمل کررہے تھے “۔ آج عذرات پیش نہ کرو ، کیونکہ آج عذرات کا دن نہیں ہے۔ آج ہر کسی کو اپنے کیے کا پھل مل رہا ہے۔ اور تمہیں اچھی طرح معلوم ہے کہ آج تمہیں کس چیز کا پھل مل رہا ہے ؟"
    },
    {
      "ayah": 8,
      "surah": 66,
      "text": "سوال یہ ہے کہ مومنین اپنے نفس کو اپنے اہل و عیال کو اس آگ سے کس طرح بچائیں۔ ان کو راستہ بتایا جاتا ہے اور امید دلائی جاتی ہے :\nیایھا الذین ........................ شیء قدیر (66 : 8) ” اے لوگو ! جو ایمان لائے ہو ، اللہ سے توبہ کرو ، خالص توبہ ، بعید نہیں کہ اللہ تمہاری برائیاں دور کردے اور تمہیں ایسی جنتوں میں داخل فرمادے جن کے نیچے نہریں بہہ رہی ہوں گی۔ یہ وہ دن ہوگا جب اللہ نے اپنے نبی کو اور ان لوگوں کو جو اس کے ساتھ ایمان لائے ہیں ، رسوا نہ کرے گا۔ ان کا نور ان کے آگے آگے اور ان کے دائیں جانب دوڑرہا ہوگا اور وہ کہہ رہے ہوں گے کہ اے ہمارے رب ہمارا نور ہمارے لئے مکمل کردے اور ہم سے درگزر فرما ، تو ہر چیز پر قدرت رکھتا ہے “۔\nیہ ہے طریقہ ، خالص توبہ کا۔ توبہ ، جو قلب کو پاک وصاف کردے ، اور اس کے بعد کوئی دھوکہ نہ ہو۔ گناہوں سے توبہ یوں ہوتا ہے کہ آدمی نے جو گناہ کیے ہیں ، ان پر نادم ہوجائے اور اس کے بعد ان کی جگہ ندامت لے لے۔ یہ توبہ قلب کو پاک کردیتی ہے اور اس پر معاصی کا جو رنگ ہوتا ہے یا میل ہوتی ہے ، وہ دور ہوجاتی ہے۔ اور اس کے بعد پھر یہ دل انسان کو عمل صالح پر آمادہ کرتا ہے۔ یہ ہوتا ہے توبة النصوح۔ یعنی ایسی توبہ جو قلب کو یاد دہانی کراتی رہتی ہے اور دوبارہ اسے معاصی کا ارتکاب کرنے نہیں دیتی۔ (مسلسل نصیحت کرنے والی) ۔\nاگر کوئی اس قسم کی توبہ کرلے تو اس کے بعد اس بات کی امید کی جاسکتی ہے کہ اس توبہ کی وجہ سے سابقہ معاصی بھی معاف ہوجائیں گے ، اور توبہ کرنے والا جنتوں میں داخل ہوجائے گا۔ اس دن جب کہ کفار سخت شرمندہ ہوں گے اور اس دن نبی ﷺ اور اہل ایمان شرمندہ نہ ہوں گے۔\nیہاں اللہ نے مومنین کو نبی ﷺ کے ساتھ ضم کیا ہے یہ اس لئے کہ ان کو توبہ پر آمادہ کیا جائے کہ ” دیکھو اس دن تمہارے لئے اس قدر حوصلہ افزائی ہوگی کہ تم حضرت نبی کریم ﷺ کی صف میں کھڑے ہوگے اور تمہاری عزت ہوگی اور تمہیں شرمندہ نہ کیا جائے گا۔ اور اس دن تمہارے آگے آگے ایک نور جارہا ہوگا “۔\nنورھم ................ بایمانھم (66 : 8) ” ان کا نور ان کے آگے آگے اور ان کے دائیں جانب دوڑرہا ہوگا “۔ اس دن وہ اس نور کے ساتھ پہچانے جائیں گے یہ دن تو بہت ہی خوفناک ، طوفانی اور دل دہلا دینے والا ہوگا۔ جس میں ہر طرف اژدحام ہی اژدحام ہوگا اور ان کو یہ اعزاز ہوگا کہ جنت میں داخل کے وقت ان کے آگے آگے اور دائیں جانب ایک نور جارہا ہوگا۔ اس نور کے ساتھ وہ جنت میں جائیں گے ، جہاں نور علی نور ہوگا۔\nاہل ایمان اگرچہ اس شدید اور خوفناک مقام میں ہوں گے ، لیکن ان کو وہاں یہ دعا اور عرضداشت اللہ کے سامنے پیش کرنے کی ہمت ہوگی۔\nیقولون ................ شیء قدیر (66 : 8) ” اور وہ کہہ رہے ہوں گے کہ اے ہمارے رب ہمارا نور ہمارے لئے مکمل کردے ، اور ہم سے درگزر فرما ، تو ہر چیز پر قدرت رکھتا ہے “۔ اس وقت جب زبانیں گنگ ہوں گی اور دل بیٹھ رہے ہوں گے ، اس خوفناک موقف میں ایسی دعا اہل ایمان کو سکھانا ہی اس بات کی علامت ہے کہ یہ منظور ہوگی۔ یہ تو سکھائی ہی اس لئے گئی کہ منظور ہو۔ کیونکہ یہ دعاء بھی اللہ ان کو بطور احسان سکھارہا ہے ، جس طرح نور اس کی عزت افزائی کے لئے دوڑ رہا ہوگا۔\nوہ عذاب اور یہ ثواب دراصل ایک مومن کی ذمہ داری کا تعین کرتے ہیں کہ اپنے آپ کو اور خاندان کو بچانے کے سلسلے میں مومن پر کس قدر عظیم ذمہ داری عائد ہوتی ہے۔ خصوصاً جبکہ یہ ہدایات اس واقعہ کے ضمن میں دی جارہی ہیں جو نبی ﷺ کے گھر میں پیش آیا کہ ایک مومن اپنے خاندان کی ہدایت اور تربیت کا ذمہ دار ہے۔ جس طرح وہ اپنی اصلاح کا مکلف ہے اپنے اہل و عیال کی اصلاح کا بھی مکلف ہے۔\nیاد رہے کہ اسلام ایک خاندانی نظام ہے ، جیسا کہ ہم نے سورة طلاق میں کہا : مومن پر اس کے گھرانے کی اصلاح کی ذمہ داری ہے۔ کیونکہ ایک مومن گھرانہ اسلامی جماعت کا پہلا خلیہ ہے۔ اور اس خلے سے پھر اسلامی جماعت میں دوسرے زندہ خلے پیدا ہوتے ہیں۔ ہر ایک گھر اسلامی نظریہ حیات کا حلقہ یا مورچہ ہے۔ یہ حلقہ اپنی بناوٹ میں بہت ہی مضبوط ہونا چاہئے۔ اس حلقے کا ہر فرد سرحدوں پر دفاع میں مصروف ہونا چاہئے۔ اگر یہ مورچہ مضبوط نہ ہوگا تو دشمن اندر گھس آئے گا اور کوئی دفاع ممکن نہ ہوگا۔\nمومن داعی کا فرض ہے کہ وہ اپنی دعوت پہلے اپنے گھر سے شروع کرے۔ اور اندر سے یہ قلعہ مضبوط ہو ، اور اس قلعے سے باہر نکلنے سے پہلے وہ گھر کے اندر کے قلعے کے تمام سوراخ بند کردے۔ ایک گھرانے کی حفاظت تب ہی ہوسکتی ہے جب کسی گھر میں ماں بھی مسلمہ ہو ، صرف باپ اس قلعے کی حفاظت نہیں کرسکتا۔ ماں اور باپ دونوں مل کر لڑکے لڑکیوں کو درست کرسکتے ہیں۔ اس لئے کہ اگر کوئی یہ کہے کہ میں صرف مردوں سے اسلامی سوسائٹی تشکیل دینا چاہتا ہوں تو یہ ممکن نہیں ہے۔ اسلامی انقلاب کے لئے مومن عورتوں کی بھی ضرورت ہے تاکہ وہ آنے والی نسل کی تربیت اسلامی خطوط پر کرسکیں۔\nیہی وجہ ہے کہ قرآن جس رطح مردوں کے لئے نازل ہوا ، اسی طرح عورتوں کے لئے نازل ہوا۔ وہ مردوں کی تنظیم کے ساتھ گھرانوں کی تنظیم بھی کررہا تھا۔ گھرانوں کو اسلامی منہاج پر استوار کررہا تھا۔ اس لئے اس نے ایک مسلمان پر اس کی دینی ہدایت اور اہل و عیال کی ہدایت کی ذمہ داری عائد کی۔\nیایھا الذین .................... نارا (66 : 6) ” اے لوگو جو ایمان لائے ہو ، اپنے نفس اور اپنے اہل و عیال کو آگ سے بچاﺅ“۔\nیہ وہ نکتہ ہے کہ اس کو وہ لوگ اچھی طرح سمجھ لیں جو لوگوں کو اسلام کی طرف دعوت دیتے ہیں۔ اصلاح کے کام کا آغاز اپنی بیوی سے شروع کرنا چاہئے۔ ماں سے ، اس کے بعد اولاد کی طرف بڑھنا چاہئے اور پھر اپنے تمام رشتہ داروں تک۔ نہایت کوشش کرنی چاہئے کہ ہم ایک مسلم خاتون پیدا کرلیں ، جس سے مسلمان پیدا ہوں ، جو شخص ایک مسلم گھرانا تعمیر کرنا چاہتا ہے ، اس کا فرض ہے کہ وہ سب سے پہلے ایک مسلم خاتون تلاش کرے ، اگر ہم گھر کی مالکہ مسلم پیدا نہ کرسکے ، تو یاد رہے کہ اسلامی جماعت اور اسلامی سوسائٹی کی تشکیل میں بہت دیر لگے گی۔ اور ہماری جماعت کی اساسوں اور بنیادوں کے اندر کمزوریاں ہوں گی۔\nپہلی جماعت اسلامی کے اندر تو یہ کام بہت ہی آسان تھا کیونکہ مدینہ میں ایک ایسا اسلامی معاشریہ وجود میں آگیا تھا ، سوسائٹی پر پاکیزہ خیالات غالب تھے۔ اسلامی شریعت کے ساتھ ساتھ نفاذ ہورہا تھا۔ اور مرد اور عورتیں سب کے سب اللہ اور رسول کی طرف اپنے مسائل لے کر رجوع کرتے تھے۔ اور اللہ اور رسول اللہ ﷺ کے حکم پر کان دھرتے تھے۔ اور جب کوئی حکم نازل ہوتا تھا تو وہ آخری فیصلہ ہوتا تھا۔ اس وقت اسلامی سوسائٹی موجود تھی پھر غالب تھی اور ان حالات میں عورت کے لئے بھی یہ بات آسان تھی کہ وہ اپنے آپ کو اسلامی خطوط پر ڈھال لے۔ خاوندوں کے لئے بھی آسان تھا کہ وہ ان کو نصیحت کریں اور بچوں کی تربیت کریں۔\nلیکن ہم تو نہایت ہی بدلے ہوئے حالات میں ہیں۔ ہم ایک مکمل جاہلی معاشرے میں زندہ رہے ہیں۔ قانون جاہلی کا غالب ہے۔ اخلاق جاہلیت ، علم و ثقافت جاہلی ہیں۔ اور آج عورت بھی اس جاہلی معاشرے میں کام کررہی ہے۔ آج جب عورت اسلام کی دعوت پر لبیک کہنے کا ارادہ بھی کرلے تو وہ اس میں بہت بڑا بوجھ محسوس کرتی ہے ، چاہے وہ خود اسلام کی طرف بڑھنا چاہے یا اس کا خاوند اور باپ اسے اسلام کی طرف بڑھانے کی ہدایت کریں۔\nقرن اول میں مرد عورت اور معاشرے ایک ہی تصور کے زیر نگیں تھے۔ ان پر اسلام کی حکمرانی تھی ، شکل ایک تھی اور اسلام عمل میں موجود اور نافذ تھا۔ آج مرد مومن کی حالت یہ ہے کہ وہ ایسے اشمانی تصور کی حکمرانی چاہتا ہے جو عملاً موجود نہیں ہے۔ اور معاشرہ عملاً جاہلیت کا معاشرہ ہے۔ اس معاشرے کا دباﺅ مرد کے مقابلے میں عورت پر زیادہ ہے۔ جدید معاشرہ عورت کو بڑی تیزی سے گمراہ کررہا ہے۔\nاس نکتے پر آکر پھر مرد کی ذمہ داری بہت زیادہ ہوجاتی ہے۔ اس لئے اسے خود اپنے آپ کو بھی بچانا ہے اور اپنے اہل و عیال کو بھی بچانا ہے ، پھر ایسے حالات میں کہ بیوی اور بچے ایسے ماحول میں گھرے ہوئے ہیں کہ ان پر ہر طرف سے جاہلیت کا حملہ ہے۔\nاس لئے آج کے مسلمان کو یہ اچھی طرح سمجھ لینا چاہئے کہ اس کو اصلاح کے لئے قرن اول کی جماعت مسلمہ کے مقابلے میں ہزار ہا گنا زیادہ جدوجہد کرنی ہوگی ، اس لئے جو شخص آج کے دور میں کوئی اسلامی قلعہ تعمیر کرنا چاہتا ہے اس کا فرض ہے کہ وہ ایک ایسا گھر تعمیر کرنے کے ارادے سے پہلے اپنے لئے اس قلعے کا ایسا چوکیدار تلاش کرے ، جس کے تصورات اور نظریات ویسے ہی ہوں جیسے اس کے اپنے تصورات ہوں۔ اس سلسلے میں ایک انقلابی خاوند کو پھر کچھ قربانیاں دینی ہوں گی۔ پہلی قربانی یہ ہوگی کہ وہ خوبصورت کی تلاش نہ کرے ، مالدار کی تلاش نہ کرے ، جھوٹی ملمع کاری پر خوش نہ ہو۔ اسے چاہئے کہ وہ دین دار عورت کی تلاش کرے جو اس کے ساتھ مل کر ، ایک مسلم گھرانے کی تشکیل کرے اور ایک مسلم قلعے کی تعمیر کرے۔ اور بچوں کے جو باپ ہیں ان کا بھی فرض ہے کہ وہ جو قلعے بناتے ہیں وہ بھی اپنی اولاد اور اہل و عیال کی طرف متوجہ ہوں۔ کسی دوسرے کو دعوت دینے سے پہلے اپنے بچوں ، بیٹوں ، بیٹیوں اور پوتیوں کی طرف توجہ کریں۔ اور اللہ جو پکار کر کہہ رہا ہے ، اس پر عمل کریں۔\nیایھا الذین ........................ نارا (66 : 6) ” اے لوگو ! جو ایمان لائے ہو ، اپنے نفس اور اپنے اہل و عیال کو آگ سے بچاﺅ“۔\nایک بار پھر میں اس بات کی طرف آتا ہوں کہ اسلام ایک ایسی سوسائٹی تعمیر کرنا چاہتا ہے جس کے اوپر اسلام کی حکمرانی ہو ، جس کے اندر اسلام کا واقعی وجود ہو۔ اس کا طریق کار اسلام نے یہ اختیار کیا ہے کہ ایک ایسی جماعت ہو جس کا عقیدہ اسلام ہو ، جس کا نظام اسلام ہو ، جس کا قانون اسلامی ہو ، جس کا منہاج زندگی اسلامی ہو ، اور وہ اپنے تمام تصورات تعلیمات اسلام سے اخذ کرے۔\nاسلامی تصور حیات کی کا خزانہ یہ جماعت ہوتی ہے۔ یہ اس کی محافظ ہوتی ہے اور یہ اسے دوسروں تک منتقل کرتی ہے۔ اور ہر قسم کے جاہلی دباﺅ کے مقابلے میں یہ اس کا دفاع کرتی ہے اور اس جماعت کو اس اذیت سے بچاتی ہے۔\nلہٰذا ایک اسلامی جماعت یا اسلامی سوسائٹی کا قیام ضروری ہے ، جس کے اندر ایک مسلمہ زندہ رہے اور اس پر اس کے ماحول کی جاہلیت کا اثر نہ ہو ، دباﺅ نہ ہو ، اس طرح یہ عورت اسلامی تقاضوں اور جاہلیت کے مطالبات کی کشمکش سے باہر نکل آئے گی۔ ایسے حالات میں اگر ایک مسلم مرد نوجوان اور یہ مسلمہ مل کر ایک اسلامی قلعہ تعمیر کریں تو ایسے قلعوں سے اسلامی بلاک اور اسلامی محاذ تشکیل پاسکتا ہے۔\nیہ ایک ضرورت ہے ، فرض ہے ، محض نفل نہیں ہے کہ ایک ایسی اسلامی سوسائٹی قائم ہو ، جو باہم ایک دوسرے کو حق اور اسلام کی نصیحت کرے ، اپنی فکر کو نشوونمادے ، اپنے اخلاق وآداب کو عملاً جاری کرے اور اس سوسائٹی کے افراد ایک دوسرے کے ساتھ اسلامی رنگ میں زندہ رہیں۔ اسلام کے لئے زندہ ہوں ، اسلام کے محافظ ہوں ، اسلام کے داعی ہوں۔ اور اہل جاہلیت میں سے جن کو وہ اپنی سوسائٹی کی طرف بلائیں ان کو نظر آئے کہ ان لوگوں کی جماعت اور ان کی سوسائٹی کے اندر ایک زندہ اسلام ہے تاکہ وہ اندھیروں سے اللہ کے حکم سے نور کی طرف نکل آئیں اور یہ سوسائٹی اسی طرح بڑھتی رے کہ اللہ اسلامی انقلاب برپا کردے اور پھر آئندہ اسلامی انقلاب کے رنگ میں اس جماعت اور اس کے زیر تربیت آئندہ نسلیں تیار ہوں۔"
    },
    {
      "ayah": 9,
      "surah": 66,
      "text": "مدینہ میں مسلمانوں نے ایسی ہی جماعت بنائی تھی ، اور ایسا ہی انقلاب برپا کردیا تھا ، اس لئے یہاں اس کے بچانے کی ہدایت کی جاتی ہے ، کیونکہ کفار اور منافقین اس کو ختم کرنا چاہتے تھے۔\nیایھا النبی .................... المصیر (66 : 9) ” اے نبی کفار اور منافقین سے جہاد کرو اور ان کے ساتھ سختی سے پیش آﺅ۔ ان کا ٹھکانا جہنم ہے اور وہ بہت برا ٹھکانا ہے “۔ پہلے یہ حکم دیا گیا کہ مسلمان اپنے آپ کو اور اپنے اہل و عیال کو جہنم سے بچائیں ، خالص توبہ کریں جس کی وجہ سے ان کے گناہ معاف ہوں گے۔ اور وہ جنتوں میں داخل ہوں گے ، جن کے نیچے سے نہریں بہتی ہیں۔ اب حکم یہ ہے کہ کفار ومنافقین کے ساتھ جنگ کرو ، اس لئے کہ وہ اس قسم کی اسلامی سوسائٹی کے قیام سے خائف ہیں ، جس میں اسلام کے شیدائی تیار ہوں۔ وہ اس قسم کی سوسائٹی پر حملہ آور ہوتے ہیں۔ جیسا کہ مدینہ میں بھی کفار اور منافقین کا یہی ہدف تھا اور آج بھی یہی ہے اور آئندہ بھی یہی ہوگا۔\nیہاں کفار اور منافقین دونوں کے ساتھ جہاد اور سختی کا حکم دیا گیا ہے۔ کیونکہ دونوں اسلامی سوسائٹی کے انہدام کے لئے ایک ہی جیسے مقاصد رکھتے ہیں۔ لہٰذا دونوں پر سختی کی ضرورت ہے۔\nوماوھم ................ المصیر (66 : 9) ” ان کا ٹھانا جہنم ہے اور وہ بہت برا ٹھکانا ہے “۔ یوں ان دونوں باتوں کے درمیان ربط ہوجاتا ہے۔"
    }
  ]
}
