{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 73,
      "text": "یایھا المزمل (1:73) قم ........(2:73) ” اے اوڑھ لپیٹ کر سونے والے کھڑے ہوجاؤ ........“ آسمانوں کی پکار ، اللہ اور کبیر اور متعال کا حکم ” تم “ کھڑے ہوجاؤ۔ اس عظیم کام کے لئے کھڑے ہوجاؤ جو ایک عرصہ سے تمہارے انتظار میں ہے۔ یہ ایک بھاری ذمہ داری ہے اور یہ تمہارے لئے ہے۔ اٹھو اور اس راہ میں جدوجہد کرو۔ ان تھک جدوجہد کرو ، اٹھو نیند اور آرام کا وقت اب گیا۔ تیاریاں کرو اس عظیم جدوجہد اور اس چومکھی لڑائی کے لئے ۔\nیہ ایک عظیم حکم ہے ، ایک خوفناک حکم ہے۔ نبی ﷺ کو حکم دیا جاتا ہے کہ گرم ونرم بستر کو چھوڑ دو ۔ آرام دہ اور پر سکون گھر کو چھوڑ دو ۔ غرض اس حکم کے ذریعہ آپ کو ایک عظیم کشمکش اور عظیم جدوجہد کے سمندر میں ڈال دیا جاتا ہے۔ اور پھر یہ کشمکش خشکیوں میں ، سمندروں اور انسانوں کی عملی زندگی میں اور انسانی ضمیر میں ہر جگہ برپا ہوتی ہے۔\nجو شخص صرف اپنے لئے زندگی بسر کرتا ہے بعض اوقات وہ بڑی خوشگوار زندگی بسر کرتا ہے ، لیکن وہ نہایت صغیر و حقیر زندگی بسر کرتا ہے اور ایک معمولی انسان کی طرح مرتا ہے۔ بڑا آدمی وہ ہوتا ہے جو بڑی ذمہ داری اٹھاتا ہے۔ لہٰذا ایسے بڑے آدمی کے لئے سونا ممکن ہی نہیں رہتا ، اسے آرام نصیب ہی نہیں ہوتا ، اسے گرم بستر کم ہی نصیب ہوتے ہیں ، اسے عیش و عشرت سے کوئی واسطہ ہی نہیں رہتا۔ اسے سازو سامان فراہم کرنے کی فرصت ہی نہیں رہتی۔ حضور اکرم ﷺ نے حقیقت کو پالیا تھا ، اس لئے آپ نے حضرت خدیجہ ؓ سے فرمایا جبکہ وہ آپ ﷺ کو مطمئن کررہی تھیں اور کہہ رہی تھیں کہ سو جائیں۔ ” خدیجہ ........ سونے کا زمانہ تو گیا “۔ ہاں وہ دور چلا گیا۔ اب تو جاگنے کا دور ہے ، مسلسل بیدار رہنے کا زمانہ ہے۔ اب تو جدوجہد ہے یا جہاد ہے۔ اور طویل مشقتیں ہیں۔\nیایھا المزل (1)........ قلیلا (2) نصفہ ............ قلیلا (3) اوزد ........ .... ترتیلا (4) (73:1 تا 4) ” اے اوڑھ لپیٹ کر سونے والے ، رات کو نماز میں کھڑے رہا کرو مگر کم ، آدھی رات یا اس سے کچھ کم کرلو ، یا اس سے کچھ زیادہ بڑھا دو ، اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو “۔\nیہ ایک عظیم مہم کے لئے منجانب اللہ تربیت تھی اور اس تربیت میں ایسے ذرائع استعمال کیے گئے جن کی کامیابی کی ضمانت من جانب اللہ دی گئی تھی۔ قیام اللیل ، جس کی زیادہ سے زیادہ حد نصف رات یا دوتہائی رات سے کم یا ایک تہائی ہے۔ اس میں صرف ترتیل قرآن اور نماز ہوتی ہے۔ ترتیل قرآن کا مطلب ہے قرآن کو تجوید کے ساتھ قرآن کے اصولوں کے مطابق پڑھنا ، جلدی جلدی بھی نہ ہو اور محض گانے بجانے کا انداز بھی نہ ہو۔\nنبی ﷺ سے صحیح روایات وارد ہیں کہ آپ نے قیام اللیل کے دوران گیارہ رکعات سے زیادہ نہ پڑھا تھا لیکن ان گیارہ رکعات میں رات کے دو تہائی حصے سے قدرے کم وقت گزارتے تھے اور آپ قرآن مجید کو خوب رک رک تجوید کے ساتھ پڑھتے تھے۔\nامام احمد نے اپنی سند میں روایت کی ہے ، یحییٰ ابن سعید سے (یہابن عروبہ ہیں) انہوں نے قتادہ سے ، انہوں نے زرارہ ابن اوفی سے ، انہوں نے سعید ابن ہشام سے کہ وہ حضرت ابن عباس کے پاس آئے اور ان سے وتروں کے بارے میں پوچھا تو انہوں نے فرمایا کہ کیا میں تمہیں ایک ایسے شخص کے بارے میں نہ بتاؤں جو تمام اہل زمین سے حضور ﷺ کے وتروں کے بارے میں زیادہ جانتا ہے ؟ فرمایا عائشہ ؓ کے پاس جاؤ اور ان سے پوچھو۔ اور پوچھ کر ان کا جو جواب ہو ، وہ مجھے بھی بتا دو ۔ سعید ابن ہشام کہتے ہیں۔ میں نے پوچھا : اے ام المومنین۔ مجھے بتائیے کہ حضور ﷺ کے اخلاق کیسے تھے ؟ تو انہوں نے فرمایا : کیا تم قرآن نہیں پڑھتے ؟ میں نے کہا پڑھتا ہوں۔ انہوں نے کہا بس رسول اللہ کا اخلاق قرآن تھا۔ میں نے ارادہ کرلیا کہ میں اٹھ کھڑا ہوں۔ پھر مجھے خیال آیا کہ حضور ﷺ کے قیام اللیل کے بارے میں پوچھوں تو میں نے کہا ام المومنین رسول اللہ قیام اللیل کس طرح فرماتے تھے ؟ تو انہوں نے فرمایا کہ کیا تم سورة المزمل نہیں پڑھتے ؟ میں نے کہا ہاں پڑھتا ہوں۔ اللہ نے اس سورت کے پہلے حصے میں قیام اللیل فرض فرمایا تھا۔ تو رسول اللہ ﷺ اور آپ کے ساتھی ایک سال تک قیام اللیل پر عمل پیرا رہے۔ یہاں تک کہ ان کے پاؤں پھول گئے اور اللہ نے اس کا اختتام آسمانوں میں بارہ مہینے روکے رکھا۔ اس کے بعد اس سورت کے آخری حصے میں تخفیف نازل فرمائی ، اس کے بعد قیام اللیل نفلی ہوگیا جبکہ پہلے فرض تھا۔ میں نے پھر ارادہ کرلیا کہ اٹھ کر چلا جاؤں تو مجھے حضور ﷺ کے وتر کے بارے میں خیال آگیا۔ میں نے پوچھا ام المومنین مجھے حضور ﷺ کے وتر کے بارے میں بتائیں۔ آپ نے فرمایا کہ ہم آپ کے لئے مسواک اور وضو کا پانی تیار کرتے تھے۔ تو اللہ رات کو آپ کو اٹھاتا تھا ، جس وقت اللہ اٹھانا چاہتا۔ آپ پہلے مسواک کرتے ، پھر وضو فرماتے ، پھر آپ آٹھ رکعات پڑھتے اور ان میں نہ بیٹھتے ، صرف آٹھویں رکعت کے بعد بیٹھتے۔ آپ بیٹھ کر اللہ کو یاد کرتے ، دعا کرتے ، پھر سلام پھیرے بغیر آٹھویں رکعت کے بعد اٹھتے تاکہ نویں رکعت پڑھیں۔ پھر بیٹھتے اور اللہ وحدہ کو یاد کرتے ، پھر دعا کرتے اور پھر سلام پھیرتے اور ہم سلام پھیرنے کی آواز سنتے۔ اس کے بعد آپ بیٹھ کر دو رکعات پڑھتے۔ یہ سلام پھیرنے کے بعد پڑھنے بیٹھتے۔ یہ گیارہ رکعات ہوگئے۔ جب حضور ﷺ معمر ہوگئے اور آپ کا جسم مبارک بھاری ہوگیا تو ساتویں رکعت وتر ہوتی۔ پھر ساتویں کے بعد دو رکعات بیٹھ کر پڑھتے۔ اس طرح نوررکعتیں ہوتی ہیں۔ اور رسول اللہ ﷺ کی یہ عادت تھی کہ آپ جو نماز پڑھتے تو اس بات کو پسند کرتے تھے کہ اس پر مداومت کریں اور جب کبھی حضور ﷺ جاگ نہ سکتے ، یا کسی درد یا بیماری کی وجہ سے رات کو نہ اٹھتے تو دن کو بارہ رکعات ادا فرماتے۔ اور مجھے یہ معلوم نہیں ہے کہ رسول خدا نے ایک ہی رات میں تمام قرآن مجید کو پڑھ کر ختم کیا اور یہ بھی میرے علم میں نہیں ہے کہ ماسوائے رمضان کے آپ نے کبھی پورے مہینے کے روزے رکھے ہوں۔ (امام مسلم نے بھی اسے قتادہ سے روایت کیا ہے ، دیکھئے ، زادالمعاد ، ابن قیم مفصلا) رسول اللہ ﷺ کی یہ تربیت اس لئے کی جارہی تھی کہ ایک بھاری ذمہ داری آپ کے سپرد کی جانے والی تھی۔"
    },
    {
      "ayah": 10,
      "surah": 73,
      "text": "اگر یہ روایت صحیح ہو کہ اس سورت کی ابتدائی آیات آغاز بعثت میں نازل ہوئیں تو پھر یہ دوسرا حصہ یقینا قدرے بعد کے زمانے میں نازل ہوا ، جبکہ حضور ﷺ نے علانیہ دعوت کا آغاز کردیا تھا اور مکذبین اور تحریک کے کارکنوں پر دست درازیاں کرنے والے میدان میں آگئے تھے اور یہ لوگ رسول اللہ اور اہل اسلام کے ساتھ سخت رویہ اختیار کیے ہوئے تھے۔ اور اگر دوسری روایت ہو تو پھر پہلا حصہ بھی اس وقت نازل ہوا جب حضور اکرم ﷺ کو مشرکین اور مکذبین نے دیکھ دینا شروع کردیا اور یہ لوگ دعوت اسلامی کا راستہ روکنے کے لئے سرگرم تھے۔\nبہرحال جو صورت بھی ہو ، قیام اللیل اور ذکر وفکر کے ساتھ صبر کی تلقین کرنا (اور یہ دونوں باتیں بالعموم جمع ہوتی ہیں) تحریک اسلامی کے لئے ایک بہترین زادراہ ہے۔ اور اس راہ کی مشکلات کو صرف انہی ہتھیاروں اور تدابیر کے ذریعے برداشت کیا جاسکتا ہے۔ کیونکہ یہ راہ بہت طویل اور صبر آزما ہے۔ خواہ انسانی افکار کے میدان کی کشمکش ہو یا میدان جنگ کی ضرب وحرب ہو۔ دونوں مشکل کام ہیں۔ دونوں میں صبر کی ضرورت ہوتی ہے۔\nواصبر ................ یقولون (73:10) ” جو باتیں لوگ بنا رہے ہیں ان پر صبر کرو “۔ کیونکہ یہ لوگ اشتعال انگیز کاروائیاں کرتے تھے اور ناقابل برداشت حد تک ہٹ دھرمی کرتے تھے۔\nواھجر ............ جمیلا (73:10) ” اور شرافت کے ساتھ ان سے الگ ہوجاؤ “۔ نہ کوئی عتاب ہو اور نہ آپ ان پر غصہ ہوں ، نہ بائیکاٹ ہو اور نہ دشمنی ہو۔ یہ تھا منصوبہ دعوت اسلامی کا پوری مکی زندگی میں۔ خصوصاً مکہ کے ابتدائی زمانے میں۔ محض قلب وضمیر اور دل و دماغ کو اپیل کی جاتی تھی۔ نہایت نرمی سے تبلیغ کی جانی تھی اور صرف کھول کھول کر حقائق بیان کیے جاتے تھے۔\nاور ان لوگوں کی دست درازیوں اور تکذیب کا دفاع ذکر الٰہی کے بعد صبر جمیل ہی سے کیا جاسکتا تھا ، اللہ نے ہر رسول کو صبر کا حکم دیا ہے ، اور بار بار دیا ہے۔ پھر اللہ نے ہر رسول کے ساتھیوں اور بعد میں آنے والے مومنین کو بھی صبر کا حکم دیا ہے۔ رسولوں کے زمانوں کے بعد میں بھی جس شخص نے دعوت اسلامی کا بیڑا اٹھایا ہے ، اس کا زادہ راہ صبر ہی رہا ہے۔ اس کا اسلحہ اور سازو سامان صبر ہی رہا ہے۔ صبر بہترین ڈھال اور بہترین اسلحہ ہے۔ صبر ہی بہترین قلعہ اور پناہ گاہ ہے۔ یہ نفس اور اس کی خواہشات کے ساتھ جہاد ہے۔ یہ نفس کی بےراہ رویوں اور خواہشات کے خلاف جہاد ہے۔ یہ نفس کی سرکشی ، جلد بازی اور مایوسی کے خلاف بھی ایک جدوجہد ہے۔ اور دعوت اسلامی کے دشمنوں ، ان کی ریشہ دورانیوں اور اذیتوں کے خلاف بہترین دفاع اور ہتھیار ہے۔ اور یہ بالعموم نفس انسانی کے خلاف بھی ہتھیا رہے۔ یہ نفس بالعموم دعوت اسلامی کی تکالیف اور ذمہ داریوں سے جان چھڑانے کی تدابیر کرتا ہے۔ نفس انسانی مختلف رنگوں اور لباسوں میں اس دعوت کی ذمہ داریوں سے جان چھڑانا چاہتا ہے اور سیدھی راہ پر چلنا نہیں چاہتا۔ اور داعی کے لئے اس کے سوا کوئی اور چارہ کار نہیں رہتا کہ وہ ان تمام باتوں پر صبر کرے۔ اور ذکر وصبر دونوں ایک ساتھ چلتے ہیں۔ ہر موقعہ پر جہاں صبر کرنا ہوتا ہے۔ یہ اللہ کی یاد کے ساتھ ہی ممکن ہے۔\nاور اے پیغمبر یہ لوگ جو کچھ کہہ رہے ہیں اس پر صبر جمیل اختیار کرو اور ان کو نہایت ہی شریفانہ انداز میں چھوڑ دو ، ان مکذبین کے لئے مجھے چھوڑدو۔ میں ان کا انتظام خود کرلوں گا۔"
    },
    {
      "ayah": 11,
      "surah": 73,
      "text": "وذرنی .................... قلیلا (73:11) ” ان جھٹلانے والے خوشحال لوگوں سے نمٹنے کا کام تم مجھ پر چھوڑدو اور انہیں ذرا کچھ دیر اسی حالت پر رہنے دو “۔ یہ وہ الفاظ ہیں جو ہمیشہ جبار وقہار اور مضبوط قوت والے کہا کرتے ہیں۔ یہ جھٹلانے والے تو ابن آدم میں سے ہیں اور دھمکی دینے والی ذات وہ ہے جس نے ان کو پیدا کیا ہے اور جس ذات نے اس عظیم اور وسیع کائنات کو پیدا کیا ہے اس نے اس تمام جہاں کو صرف لفظ کن کے ساتھ پیدا کیا ہے۔\nمجھے ذرا چھوڑ دو کہ میں ان مکذبین کے کام سے نمٹ لوں ، یہ دعوت تو میری دعوت ہے ، تمہارے ذمہ تو صرف تبلیغ ہے۔ انہیں جھٹلانے دو اور تم ان کو شریفانہ انداز میں چھوڑ دو ۔ ان کے ساتھ جنگ میں خود کروں گا۔ تم اس کے بارے میں پریشان نہ ہو۔\nاور یہ تو پیس کر رکھ دینے والی ایک تباہی ہوگی ، جب اللہ جبار وقہار کی ذات ان کی طرف متوجہ ہوجائے گی تو ان کی قوت کو ہلا کر رکھ دے گی اور پاش پاش ہوجائیں گے اور یہ لوگ جو اپنے آپ کو ” صاحبان نعمت “ سمجھتے ہیں نیست ونابود ہوں گے۔\nومھلھم قلیلا (73:11) اگر پوری دنیا کی زندگی کی مہلت بھی ان کو دے دی جائے تو بھی یہ ایک وقت قلیل ہے۔ اللہ کے حساب میں تو یہ ایک دن کا بھی ایک حصہ ہے۔ اور خود ان لوگوں کے اندازے کے مطابق بھی پوری زندگی ساعت قلیل ہے۔ قیامت میں یہ خود بھی یہی اندازہ کریں گے کہ ہم ایک دن یا دن کا کوئی حصہ ہی دنیا میں رہے ہیں۔ بہرحال بظاہر کفار کو مہلت جس قدر لمبی دے دی جائے وہ قلیل ہی ہے۔ اگر اس دنیا میں ان پر اللہ کی گرفت نہ آئی تو قیامت بہت ہی قریب ہے۔"
    },
    {
      "ayah": 12,
      "surah": 73,
      "text": "ان لدینا ............ وجحیما (12) وطعاما .................... الیما (73:13) ” ہمارے پاس (ان کے لئے) بھاری بیڑیاں ہیں اور بھرکٹی ہوئی آگ اور حلق میں پھنسنے والا کھانا اور درد ناک عذاب “۔\nانکال کے معنی بیڑیاں ہیں۔ جحیم جہنم ہے اور طعام ذاغصہ ، وہ جو اس قدر پھنسنے والا ہے جو خلق کو توڑ دے اور یہ صاحبات نعمت کے لئے مناسب جزاء ہے۔ جنہوں نے نعمتوں کی کوئی رعایت نہیں کی اور نہ نعمتوں کا شکر ادا کیا۔ اے محمد صبر کرو ، صبر جمیل کرو ، اور ان سے نمٹنے کا کام ہمارے ذمہ چھوڑ دو ۔ ہمارے پاس ان کے لئے بہت کچھ سامان ہے ۔ پہلے بڑی بڑی بیڑیاں ہیں جو ان کے لئے باعث اذیت ہوں گی ، اور پھر جہنم ہے جو انہیں خوب تپائے گی اور گرمائے گی۔ پھر ان کے لئے ایک ایسا کھانا ہے جو حلق میں پھنس کر اسے زخمی کردے گا۔ اور پھر مزید یہ کہ سخت عذاب ہوگا اور یہ عذاب ان کو ایک خوفناک دن میں دیا جائے گا۔"
    },
    {
      "ayah": 13,
      "surah": 73,
      "text": "ان لدینا ............ وجحیما (12) وطعاما .................... الیما (73:13) ” ہمارے پاس (ان کے لئے) بھاری بیڑیاں ہیں اور بھرکٹی ہوئی آگ اور حلق میں پھنسنے والا کھانا اور درد ناک عذاب “۔\nانکال کے معنی بیڑیاں ہیں۔ جحیم جہنم ہے اور طعام ذاغصہ ، وہ جو اس قدر پھنسنے والا ہے جو خلق کو توڑ دے اور یہ صاحبات نعمت کے لئے مناسب جزاء ہے۔ جنہوں نے نعمتوں کی کوئی رعایت نہیں کی اور نہ نعمتوں کا شکر ادا کیا۔ اے محمد صبر کرو ، صبر جمیل کرو ، اور ان سے نمٹنے کا کام ہمارے ذمہ چھوڑ دو ۔ ہمارے پاس ان کے لئے بہت کچھ سامان ہے ۔ پہلے بڑی بڑی بیڑیاں ہیں جو ان کے لئے باعث اذیت ہوں گی ، اور پھر جہنم ہے جو انہیں خوب تپائے گی اور گرمائے گی۔ پھر ان کے لئے ایک ایسا کھانا ہے جو حلق میں پھنس کر اسے زخمی کردے گا۔ اور پھر مزید یہ کہ سخت عذاب ہوگا اور یہ عذاب ان کو ایک خوفناک دن میں دیا جائے گا۔"
    },
    {
      "ayah": 14,
      "surah": 73,
      "text": "یوم ترجف ........................ مھیلا (73:14) ” یہ اس دن ہوگا جب زمین اور پہاڑ لرز اٹھیں گے او پہاڑوں کا حال ایسا ہوجائے گا جیسے ریت کے ڈھیر ہیں جو بکھرے جارہے ہیں “۔ یہ اس دن ہوگا جب زمین اور پہاڑ لرز اٹھیں گے اور پہاڑوں کا حال ایسا ہوجائے گا جیسے ریت کے ڈھیر بکھرے جارہے ہیں “۔ یہ ہے اس دن کی ہولناکی ، اس کی زد میں یہ وسیع زمین بھی آرہی ہے۔ یہ زمین لرز رہی ہے ، ٹکڑے ٹکڑے ہورہی ہے ، یہ انسان تو نہایت ہی کمزور اور حقیر ہیں۔ بڑے بڑے کر ات ریزہ ریزہ ہوجائیں گے۔\nاب رخ ذرا ان صاحبان نعمت کی طرف ہوتا ہے اور بتایا جاتا ہے کہ فرعون بڑا جبار تھا ، لیکن اس کا جو انجام ہوا وہ تمہارے سامنے ہے۔ قیامت کا ہول تو تم نے دیکھ لیا اور ذرا فرعون کے اس دنیاوی انجام کو بھی دیکھ لو۔"
    },
    {
      "ayah": 15,
      "surah": 73,
      "text": "انا رارسلنا ............................ رسولا (15) فعصی ................ وبیلا (73:16) ” ہم نے تمہارے پاس اسی طرح ایک رسول بھیجا ہے ، جس طرح ہم نے فرعون کی طرف رسول بھیجا تھا ، فرعون نے اس رسول کی بات نہ مانی تو ہم نے اسے بڑی سختی سے پکڑ لیا “۔ یوں اختصار کے ساتھ ان کے دلوں کے اندر زلزلہ پیدا کیا جاتا ہے اور ان کو اپنے سخت موقف سے اکھارنے کی سعی کی جاتی ہے جبکہ اس سے قبل پہاڑ کے زلزلہ اور ریزہ ریزہ کردینے کا منظر گزر گیا ہے۔ وہ ہے آخرت کا عذاب اور پکڑ اور یہ ہے دنیاوی پکڑ۔ سوال یہ ہے کہ ان دونوں میں جو پکڑ بھی ہو تم اس سے کیسے بچ سکتے ہو ؟ خصوصاً قیامت کی پکڑ تو اس قدر شدید ہوگی :"
    },
    {
      "ayah": 16,
      "surah": 73,
      "text": "انا رارسلنا ............................ رسولا (15) فعصی ................ وبیلا (73:16) ” ہم نے تمہارے پاس اسی طرح ایک رسول بھیجا ہے ، جس طرح ہم نے فرعون کی طرف رسول بھیجا تھا ، فرعون نے اس رسول کی بات نہ مانی تو ہم نے اسے بڑی سختی سے پکڑ لیا “۔ یوں اختصار کے ساتھ ان کے دلوں کے اندر زلزلہ پیدا کیا جاتا ہے اور ان کو اپنے سخت موقف سے اکھارنے کی سعی کی جاتی ہے جبکہ اس سے قبل پہاڑ کے زلزلہ اور ریزہ ریزہ کردینے کا منظر گزر گیا ہے۔ وہ ہے آخرت کا عذاب اور پکڑ اور یہ ہے دنیاوی پکڑ۔ سوال یہ ہے کہ ان دونوں میں جو پکڑ بھی ہو تم اس سے کیسے بچ سکتے ہو ؟ خصوصاً قیامت کی پکڑ تو اس قدر شدید ہوگی :"
    },
    {
      "ayah": 17,
      "surah": 73,
      "text": "فکیف .................... شیبا (73:17) ن السمائ ................ بہ (73:18) ” اگر تم ماننے سے انکار کرو گے تو اس دن کیسے بچ جاﺅ گے جو بچوں کو بوڑھا کردے گا اور جس کی سختی سے آسمان پھٹا جارہا ہوگا ؟ “۔ یہ اس قدر ہولناک صورت حالات ہوگی کہ آسمان پھٹ کر ٹکڑے ٹکڑے ہوگا ، اس سے عمل زمین پھٹ کر ریزہ ریزہ ہوگئی ہوگی اور پھر جب اس دن جو بچے بھی ہوں گے وہ غم کے مارے بوڑھے ہوجائیں گے۔ یہ ہولناکی اب انسانی ذات کے اندر آجاتی ہے۔ زندہ انسانوں کی حالت کیا ہوگی ؟ یہ لڑکے بھی بوڑھے ہوجائیں گے اور لوگوں کے احساس کو اس طرف پھیرا جاتا ہے اور پھر بطور تاکید کہا جاتا ہے کہ ایسا ضرور ہوگا۔\nکان ................ مفعولا (73:18) ” اللہ کا وعدہ پورا ہوکر ہی رہتا ہے “۔ یہ ایک واقعہ ہوگا ، کیونکہ یہ اللہ کی مشیت ہوگی اور اللہ کی مشیت کے مطابق واقعات رونما ہوتے ہیں۔\nیہ ہولناکی جو زمین کے لرزہ ، قیام قیامت اور نفس انسانی کی خوفزدگی کی شکل میں سامنے آئی ، اس کے بعد اب یہ بتایا جاتا ہے کہ اس سے بچنے کا طریقہ کیا ہے ؟"
    },
    {
      "ayah": 18,
      "surah": 73,
      "text": "فکیف .................... شیبا (73:17) ن السمائ ................ بہ (73:18) ” اگر تم ماننے سے انکار کرو گے تو اس دن کیسے بچ جاﺅ گے جو بچوں کو بوڑھا کردے گا اور جس کی سختی سے آسمان پھٹا جارہا ہوگا ؟ “۔ یہ اس قدر ہولناک صورت حالات ہوگی کہ آسمان پھٹ کر ٹکڑے ٹکڑے ہوگا ، اس سے عمل زمین پھٹ کر ریزہ ریزہ ہوگئی ہوگی اور پھر جب اس دن جو بچے بھی ہوں گے وہ غم کے مارے بوڑھے ہوجائیں گے۔ یہ ہولناکی اب انسانی ذات کے اندر آجاتی ہے۔ زندہ انسانوں کی حالت کیا ہوگی ؟ یہ لڑکے بھی بوڑھے ہوجائیں گے اور لوگوں کے احساس کو اس طرف پھیرا جاتا ہے اور پھر بطور تاکید کہا جاتا ہے کہ ایسا ضرور ہوگا۔\nکان ................ مفعولا (73:18) ” اللہ کا وعدہ پورا ہوکر ہی رہتا ہے “۔ یہ ایک واقعہ ہوگا ، کیونکہ یہ اللہ کی مشیت ہوگی اور اللہ کی مشیت کے مطابق واقعات رونما ہوتے ہیں۔\nیہ ہولناکی جو زمین کے لرزہ ، قیام قیامت اور نفس انسانی کی خوفزدگی کی شکل میں سامنے آئی ، اس کے بعد اب یہ بتایا جاتا ہے کہ اس سے بچنے کا طریقہ کیا ہے ؟"
    },
    {
      "ayah": 19,
      "surah": 73,
      "text": "ان ھذا .................... سبیلا\n” یہ ایک نصیحت ہے ، اب جس کا جی چاہے ، اپنے رب کی طرف جانے کا راستہ اختیار کرلے “۔\nحقیقت یہ ہے کہ اللہ کی طرف جانے کا راستہ بہت ہی آسان ہے۔ ان راستوں کے مقابلے میں جو مشکوک ہیں ، جو ہولناک اور خوفناک ہیں کیونکہ وہ راہ مستقیم ہے۔\nیہاں ایک طرف تو اسلام کے ہٹ دھرم مکذبین کے دلوں کے اندر خوف اور زلزلہ پیدا کیا گیا ، دوسری جانب رسول اللہ ﷺ کے قلب مبارک اور ضعیف اور قلیل اہل ایمان کی ڈھارس بندھائی گئی ہے کہ اطمینان رکھو اور یقین کرو ، تمہارا رب تمہارے ساتھ ہے ، وہ تمہارے اعدا سے خود نمٹ لے گا۔ بس ان کے لئے ایک قلیل مہلت مقرر ہے ، یہ ایک معلوم وقت ہے ۔ اس کے بعد حق و باطل کا فیصلہ ہوگا ، جب اس فیصلے کا وقت آجائے گا چاہے اس دنیا میں ہو یا آختر میں اور اللہ پھر اپنے دشمنوں سے انتقام لے گا ۔ ان کو فرعون کی طرح غرق کردے گا یا قیامت میں بیڑیاں پہنا کر عذاب جہنم تپائے گا اور سخت عذاب ہوگا۔ یادرکھو کہ اللہ اپنے دوستوں کو بےیارومددگار نہیں چھوڑتا اور اگر دشمنوں کو مہلت دیتا ہے تو وہ بھی ایک وقت تک دیتا ہے۔\nاب سورت کا دوسرا حصہ آتا ہے اور یہ پورا حصہ ایک طویل آیت کی صورت میں ہے۔ روایات کے مطابق سورت کے پہلے حصے کے پورے ایک سال بعد نازل ہوا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 73,
      "text": "یایھا المزمل (1:73) قم ........(2:73) ” اے اوڑھ لپیٹ کر سونے والے کھڑے ہوجاؤ ........“ آسمانوں کی پکار ، اللہ اور کبیر اور متعال کا حکم ” تم “ کھڑے ہوجاؤ۔ اس عظیم کام کے لئے کھڑے ہوجاؤ جو ایک عرصہ سے تمہارے انتظار میں ہے۔ یہ ایک بھاری ذمہ داری ہے اور یہ تمہارے لئے ہے۔ اٹھو اور اس راہ میں جدوجہد کرو۔ ان تھک جدوجہد کرو ، اٹھو نیند اور آرام کا وقت اب گیا۔ تیاریاں کرو اس عظیم جدوجہد اور اس چومکھی لڑائی کے لئے ۔\nیہ ایک عظیم حکم ہے ، ایک خوفناک حکم ہے۔ نبی ﷺ کو حکم دیا جاتا ہے کہ گرم ونرم بستر کو چھوڑ دو ۔ آرام دہ اور پر سکون گھر کو چھوڑ دو ۔ غرض اس حکم کے ذریعہ آپ کو ایک عظیم کشمکش اور عظیم جدوجہد کے سمندر میں ڈال دیا جاتا ہے۔ اور پھر یہ کشمکش خشکیوں میں ، سمندروں اور انسانوں کی عملی زندگی میں اور انسانی ضمیر میں ہر جگہ برپا ہوتی ہے۔\nجو شخص صرف اپنے لئے زندگی بسر کرتا ہے بعض اوقات وہ بڑی خوشگوار زندگی بسر کرتا ہے ، لیکن وہ نہایت صغیر و حقیر زندگی بسر کرتا ہے اور ایک معمولی انسان کی طرح مرتا ہے۔ بڑا آدمی وہ ہوتا ہے جو بڑی ذمہ داری اٹھاتا ہے۔ لہٰذا ایسے بڑے آدمی کے لئے سونا ممکن ہی نہیں رہتا ، اسے آرام نصیب ہی نہیں ہوتا ، اسے گرم بستر کم ہی نصیب ہوتے ہیں ، اسے عیش و عشرت سے کوئی واسطہ ہی نہیں رہتا۔ اسے سازو سامان فراہم کرنے کی فرصت ہی نہیں رہتی۔ حضور اکرم ﷺ نے حقیقت کو پالیا تھا ، اس لئے آپ نے حضرت خدیجہ ؓ سے فرمایا جبکہ وہ آپ ﷺ کو مطمئن کررہی تھیں اور کہہ رہی تھیں کہ سو جائیں۔ ” خدیجہ ........ سونے کا زمانہ تو گیا “۔ ہاں وہ دور چلا گیا۔ اب تو جاگنے کا دور ہے ، مسلسل بیدار رہنے کا زمانہ ہے۔ اب تو جدوجہد ہے یا جہاد ہے۔ اور طویل مشقتیں ہیں۔\nیایھا المزل (1)........ قلیلا (2) نصفہ ............ قلیلا (3) اوزد ........ .... ترتیلا (4) (73:1 تا 4) ” اے اوڑھ لپیٹ کر سونے والے ، رات کو نماز میں کھڑے رہا کرو مگر کم ، آدھی رات یا اس سے کچھ کم کرلو ، یا اس سے کچھ زیادہ بڑھا دو ، اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو “۔\nیہ ایک عظیم مہم کے لئے منجانب اللہ تربیت تھی اور اس تربیت میں ایسے ذرائع استعمال کیے گئے جن کی کامیابی کی ضمانت من جانب اللہ دی گئی تھی۔ قیام اللیل ، جس کی زیادہ سے زیادہ حد نصف رات یا دوتہائی رات سے کم یا ایک تہائی ہے۔ اس میں صرف ترتیل قرآن اور نماز ہوتی ہے۔ ترتیل قرآن کا مطلب ہے قرآن کو تجوید کے ساتھ قرآن کے اصولوں کے مطابق پڑھنا ، جلدی جلدی بھی نہ ہو اور محض گانے بجانے کا انداز بھی نہ ہو۔\nنبی ﷺ سے صحیح روایات وارد ہیں کہ آپ نے قیام اللیل کے دوران گیارہ رکعات سے زیادہ نہ پڑھا تھا لیکن ان گیارہ رکعات میں رات کے دو تہائی حصے سے قدرے کم وقت گزارتے تھے اور آپ قرآن مجید کو خوب رک رک تجوید کے ساتھ پڑھتے تھے۔\nامام احمد نے اپنی سند میں روایت کی ہے ، یحییٰ ابن سعید سے (یہابن عروبہ ہیں) انہوں نے قتادہ سے ، انہوں نے زرارہ ابن اوفی سے ، انہوں نے سعید ابن ہشام سے کہ وہ حضرت ابن عباس کے پاس آئے اور ان سے وتروں کے بارے میں پوچھا تو انہوں نے فرمایا کہ کیا میں تمہیں ایک ایسے شخص کے بارے میں نہ بتاؤں جو تمام اہل زمین سے حضور ﷺ کے وتروں کے بارے میں زیادہ جانتا ہے ؟ فرمایا عائشہ ؓ کے پاس جاؤ اور ان سے پوچھو۔ اور پوچھ کر ان کا جو جواب ہو ، وہ مجھے بھی بتا دو ۔ سعید ابن ہشام کہتے ہیں۔ میں نے پوچھا : اے ام المومنین۔ مجھے بتائیے کہ حضور ﷺ کے اخلاق کیسے تھے ؟ تو انہوں نے فرمایا : کیا تم قرآن نہیں پڑھتے ؟ میں نے کہا پڑھتا ہوں۔ انہوں نے کہا بس رسول اللہ کا اخلاق قرآن تھا۔ میں نے ارادہ کرلیا کہ میں اٹھ کھڑا ہوں۔ پھر مجھے خیال آیا کہ حضور ﷺ کے قیام اللیل کے بارے میں پوچھوں تو میں نے کہا ام المومنین رسول اللہ قیام اللیل کس طرح فرماتے تھے ؟ تو انہوں نے فرمایا کہ کیا تم سورة المزمل نہیں پڑھتے ؟ میں نے کہا ہاں پڑھتا ہوں۔ اللہ نے اس سورت کے پہلے حصے میں قیام اللیل فرض فرمایا تھا۔ تو رسول اللہ ﷺ اور آپ کے ساتھی ایک سال تک قیام اللیل پر عمل پیرا رہے۔ یہاں تک کہ ان کے پاؤں پھول گئے اور اللہ نے اس کا اختتام آسمانوں میں بارہ مہینے روکے رکھا۔ اس کے بعد اس سورت کے آخری حصے میں تخفیف نازل فرمائی ، اس کے بعد قیام اللیل نفلی ہوگیا جبکہ پہلے فرض تھا۔ میں نے پھر ارادہ کرلیا کہ اٹھ کر چلا جاؤں تو مجھے حضور ﷺ کے وتر کے بارے میں خیال آگیا۔ میں نے پوچھا ام المومنین مجھے حضور ﷺ کے وتر کے بارے میں بتائیں۔ آپ نے فرمایا کہ ہم آپ کے لئے مسواک اور وضو کا پانی تیار کرتے تھے۔ تو اللہ رات کو آپ کو اٹھاتا تھا ، جس وقت اللہ اٹھانا چاہتا۔ آپ پہلے مسواک کرتے ، پھر وضو فرماتے ، پھر آپ آٹھ رکعات پڑھتے اور ان میں نہ بیٹھتے ، صرف آٹھویں رکعت کے بعد بیٹھتے۔ آپ بیٹھ کر اللہ کو یاد کرتے ، دعا کرتے ، پھر سلام پھیرے بغیر آٹھویں رکعت کے بعد اٹھتے تاکہ نویں رکعت پڑھیں۔ پھر بیٹھتے اور اللہ وحدہ کو یاد کرتے ، پھر دعا کرتے اور پھر سلام پھیرتے اور ہم سلام پھیرنے کی آواز سنتے۔ اس کے بعد آپ بیٹھ کر دو رکعات پڑھتے۔ یہ سلام پھیرنے کے بعد پڑھنے بیٹھتے۔ یہ گیارہ رکعات ہوگئے۔ جب حضور ﷺ معمر ہوگئے اور آپ کا جسم مبارک بھاری ہوگیا تو ساتویں رکعت وتر ہوتی۔ پھر ساتویں کے بعد دو رکعات بیٹھ کر پڑھتے۔ اس طرح نوررکعتیں ہوتی ہیں۔ اور رسول اللہ ﷺ کی یہ عادت تھی کہ آپ جو نماز پڑھتے تو اس بات کو پسند کرتے تھے کہ اس پر مداومت کریں اور جب کبھی حضور ﷺ جاگ نہ سکتے ، یا کسی درد یا بیماری کی وجہ سے رات کو نہ اٹھتے تو دن کو بارہ رکعات ادا فرماتے۔ اور مجھے یہ معلوم نہیں ہے کہ رسول خدا نے ایک ہی رات میں تمام قرآن مجید کو پڑھ کر ختم کیا اور یہ بھی میرے علم میں نہیں ہے کہ ماسوائے رمضان کے آپ نے کبھی پورے مہینے کے روزے رکھے ہوں۔ (امام مسلم نے بھی اسے قتادہ سے روایت کیا ہے ، دیکھئے ، زادالمعاد ، ابن قیم مفصلا) رسول اللہ ﷺ کی یہ تربیت اس لئے کی جارہی تھی کہ ایک بھاری ذمہ داری آپ کے سپرد کی جانے والی تھی۔"
    },
    {
      "ayah": 20,
      "surah": 73,
      "text": "ان ربک ........................ غفور رحیم\nیہ ایک خوبصورت رعایت ہے۔ اس پر مشقت ، داماندہ اور تھکے ہارے شخص کے لئے خوشخبری کہ چلو چھٹی مل گئی۔ اللہ کی طرف سے نبی اور مومنین کے لئے نہایت ہی مناسب تخفیف اور چھوٹ کا اعلان ہے۔ اللہ کو معلوم تھا کہ وہ مخلص ہیں اور وہ نہایت تندہی سے احکام بجا لارہے ہیں۔ رات کے طویل قیام کی وجہ سے ان کے پاﺅں پھول گئے ہیں اور رات کا بڑا حصہ تلاوت قرآن اور نماز میں بسرہورہا ہے۔ اللہ کا مقصد یہ نہ تھا کہ قرآن کے ذریعہ لوگوں کو مشقت میں ڈال دیا جائے بلکہ مقصد یہ تھا کہ جو عظیم ذمہ داری نبی اور مسلمانوں پر عائد ہورہی ہے ، اس کے لئے ان کو تیار کیا جائے۔ اور یہ ذمہ داری چونکہ انہوں نے اپنی پوری زندگی میں ادا کرنی تھی اس لئے ان کے لئے اس ٹریننگ کا انتظام ضروری تھا۔\nیہاں جس انداز میں بات کی گئی ہے ، وہ نہایت ہی اطمینان بخش ہے۔\nان ربک ........................ معک (73:20) ” اے نبی ! تمہارا رب جانتا ہے کہ تم کبھی دوتہائی رات کے قریب اور کبھی آدھی رات اور کبھی ایک تہائی رات عبادل میں کھڑے رہتے ہو ، اور تمہارے ساتھیوں میں سے بھی ایک گروہ بھی “۔ اللہ نے تمہارا قیام اللیل دیکھ لیا ۔ اور تمہارے ساتھیوں کو بھی دیکھ لیا۔ اور اللہ نے تمہاری اس عبادت کو قبول کرلیا ہے۔ اللہ نے جان لیا کہ تمہارے اور ان کے پہلو گرم ونرم بستروں سے علیحدہ ہوتے ہیں۔ تم لوگوں نے ان نرم بستروں کی پکار کو نہ سنا اور اللہ کی پکار کو سنا۔ اب اللہ تم پر مہربانی فرماتا ہے۔ اور تم پر اور تمہارے ساتھیوں پر قدرے تخفیف فرماتا ہے۔\nواللہ ............ والنھار (73:20) ” اللہ ہی رات اور دن کے اوقات کا حساب رکھتا ہے “۔ یوں کہ کبھی رات زیادہ لمبی ہوتی ہے اور کبھی دن۔ اور تم اور تمہارے ساتھی رات کی ایک تہائی ، نصف رات یا دوتہائی رات عبادت کرتے رہتے ہو۔ پھر اللہ تمہاری طاقت کی حدود سے بھی واقف ہے۔ اور اللہ کا مقصد تمہیں تھکانا اور عذاب دینا نہیں ہے۔ اللہ تو تمہیں ایک مقصد کے لئے تیار کررہا ہے۔ جب تم تیار ہوگئے تو پھر تخفیف کردیتو تم بھی اپنے نفوس پر تخفیف کرو ، اور اب اس کام پر اس قدر سختی نہ کرو۔\nفاقرء ................ القرآن (73:20) ” اب جتنا قرآن آسانی سے پڑھ سکتے ہو ، پڑھ لیا کرو “۔ یعنی رات کے وقت نماز میں۔ لیکن اپنے آپ کو مشقت اور تنگی میں نہ ڈالو۔ اور یہاں بعض امور ایسے بھی بتا دیئے جاتے ہیں جن میں مستقبل میں اہل اسلام نے مشغول ہونا تھا اور ان ڈیوٹیوں کے ساتھ قیام اللیل ذرا زیادہ مشکل تھا۔\nعلم ان ................ مرضی (73:20) ” اسے معلوم ہے کہ تم میں کچھ مریض ہوں گے “۔ ان پر قیام اللیل کا فریضہ پر مشقت ہوگا۔\nواخرون .................... فضل اللہ (73:20) ” کچھ دوسرے لوگ اللہ کے فضل کی تلاش میں سفر کرتے ہیں “۔ یعنی تلاش معاش میں سفر اور سفر کی مشقتیں۔ کیونکہ معاشی جدوجہد بھی ضروریات زندگی میں سے ہے۔ الہل کا مقصد یہ نہیں ہے کہ تم دنیا کی زندگی کی ضروریات کے لئے جدوجہد ترک کرو اور رھبان بن جاﺅ۔\nواخرون ................ سبیل اللہ (73:20) ” کچھ اور لوگ اللہ کی راہ میں جنگ کرتے ہیں “۔ اللہ کو علم تھا کہ عنقریب وہ ظلم کے مقابلے میں جہاد کی اجازت دے دے گا ، اسلام کے جھنڈے بلند ہوں گے اور باغیوں کا مقابلہ کیا جائے گا۔ لہٰذا اس مقابلے کے لئے اب یہ تخفیف کی جاتی ہے۔ اب بغیر مشقت کے جس قدر ممکن ہو پڑھو۔\nفاقرئ .................... منہ (73:20) ” لہٰذا قرآن جس قدر تم آسانی سے پڑھ سکتے ہو ، پڑھ لو “۔ بغیر مشقت اور تنگی کے۔ اور باقی دینی فرائض پر پوری طرح جم جاﺅ۔\nواقیموا ................................ الزکوة (73:20) ” اور نماز پڑھو اور زکوٰة دو “۔ اور اس کے بعد قرض حسن بھی دو ۔\nواقرضوا ........................ اعظم اجرا (73:20) ” اور اللہ کو اچھا قرض دیتے رہو۔ جو کچھ بھلائی تم اپنے لئے آگے بھیجو گے اسے اللہ کے ہاں موجود پاﺅ گے ، وہی زیادہ بہتر ہے اور اس کا اجر بہت بڑا ہے “۔ اور اللہ کی طرف اس طرح متوجہ ہوتے جاﺅ کہ استغفار کرتے رہو ، اپنی تقصیرات کی معافی چاہو ، انسان سے قصور سرزد ہوتے ہیں ، وہ خطا کا ارتکاب کرتا ہے۔ اگرچہ وہ کوشش کرے اور درست فعال کرنے کی سعی کرے۔\nواستغفروا ................ رحیم (73:20) ” اور اللہ سے مغفرت مانگتے رہو ، بیشک اللہ بڑا غفور ورحیم ہے “۔ یہ رحمت ، شفقت اور تیسیر کی ایک چٹکی ہے اور ایک سال قیام کے بعد اب یہ سہولت نازل ہوتی ہے۔ اللہ نے مسلمانوں پر تخفیف فرمائی ہے۔ اب قیام اللیل نفلی ہوگیا لیکن رسول اللہ ﷺ پھر بھی اپنی روش ہی پر قائم رہے۔ ثلث اللیل سے آپ کا قیام اللیل کبھی کم نہ ہوا۔ یہ اللہ کے ساتھ مناجات تھی۔ رات کی تنہائیوں میں ، دنیا کے شوروشغب سے دور۔ یوں آپ اس مناجات سے زادراہ لیتے رہے۔ اور پوری زندگی میں یہ جدوجہد جاری رہی۔ لیکن سوتے میں بھی آپ کی آنکھیں بندہوجاتیں تو آپ کا دل بیدار ہی رہتا تھا۔ آپ کا قلب مبارک ہر وقت اللہ کو یاد کرتا رہتا تھا۔ آپ ہر وقت سوتے یا جاگتے اللہ کے ساتھ جڑے رہتے تھے۔ غرض آپ دنیا کی تمام آلودگیوں سے علیحدہ ہوکر رب کے ہوگئے تھے۔ اور اس راہ میں جس قدر بوجھ آپ برداشت کرسکتے تھے۔ آپ نے برداشت کیا۔"
    },
    {
      "ayah": 3,
      "surah": 73,
      "text": "یایھا المزمل (1:73) قم ........(2:73) ” اے اوڑھ لپیٹ کر سونے والے کھڑے ہوجاؤ ........“ آسمانوں کی پکار ، اللہ اور کبیر اور متعال کا حکم ” تم “ کھڑے ہوجاؤ۔ اس عظیم کام کے لئے کھڑے ہوجاؤ جو ایک عرصہ سے تمہارے انتظار میں ہے۔ یہ ایک بھاری ذمہ داری ہے اور یہ تمہارے لئے ہے۔ اٹھو اور اس راہ میں جدوجہد کرو۔ ان تھک جدوجہد کرو ، اٹھو نیند اور آرام کا وقت اب گیا۔ تیاریاں کرو اس عظیم جدوجہد اور اس چومکھی لڑائی کے لئے ۔\nیہ ایک عظیم حکم ہے ، ایک خوفناک حکم ہے۔ نبی ﷺ کو حکم دیا جاتا ہے کہ گرم ونرم بستر کو چھوڑ دو ۔ آرام دہ اور پر سکون گھر کو چھوڑ دو ۔ غرض اس حکم کے ذریعہ آپ کو ایک عظیم کشمکش اور عظیم جدوجہد کے سمندر میں ڈال دیا جاتا ہے۔ اور پھر یہ کشمکش خشکیوں میں ، سمندروں اور انسانوں کی عملی زندگی میں اور انسانی ضمیر میں ہر جگہ برپا ہوتی ہے۔\nجو شخص صرف اپنے لئے زندگی بسر کرتا ہے بعض اوقات وہ بڑی خوشگوار زندگی بسر کرتا ہے ، لیکن وہ نہایت صغیر و حقیر زندگی بسر کرتا ہے اور ایک معمولی انسان کی طرح مرتا ہے۔ بڑا آدمی وہ ہوتا ہے جو بڑی ذمہ داری اٹھاتا ہے۔ لہٰذا ایسے بڑے آدمی کے لئے سونا ممکن ہی نہیں رہتا ، اسے آرام نصیب ہی نہیں ہوتا ، اسے گرم بستر کم ہی نصیب ہوتے ہیں ، اسے عیش و عشرت سے کوئی واسطہ ہی نہیں رہتا۔ اسے سازو سامان فراہم کرنے کی فرصت ہی نہیں رہتی۔ حضور اکرم ﷺ نے حقیقت کو پالیا تھا ، اس لئے آپ نے حضرت خدیجہ ؓ سے فرمایا جبکہ وہ آپ ﷺ کو مطمئن کررہی تھیں اور کہہ رہی تھیں کہ سو جائیں۔ ” خدیجہ ........ سونے کا زمانہ تو گیا “۔ ہاں وہ دور چلا گیا۔ اب تو جاگنے کا دور ہے ، مسلسل بیدار رہنے کا زمانہ ہے۔ اب تو جدوجہد ہے یا جہاد ہے۔ اور طویل مشقتیں ہیں۔\nیایھا المزل (1)........ قلیلا (2) نصفہ ............ قلیلا (3) اوزد ........ .... ترتیلا (4) (73:1 تا 4) ” اے اوڑھ لپیٹ کر سونے والے ، رات کو نماز میں کھڑے رہا کرو مگر کم ، آدھی رات یا اس سے کچھ کم کرلو ، یا اس سے کچھ زیادہ بڑھا دو ، اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو “۔\nیہ ایک عظیم مہم کے لئے منجانب اللہ تربیت تھی اور اس تربیت میں ایسے ذرائع استعمال کیے گئے جن کی کامیابی کی ضمانت من جانب اللہ دی گئی تھی۔ قیام اللیل ، جس کی زیادہ سے زیادہ حد نصف رات یا دوتہائی رات سے کم یا ایک تہائی ہے۔ اس میں صرف ترتیل قرآن اور نماز ہوتی ہے۔ ترتیل قرآن کا مطلب ہے قرآن کو تجوید کے ساتھ قرآن کے اصولوں کے مطابق پڑھنا ، جلدی جلدی بھی نہ ہو اور محض گانے بجانے کا انداز بھی نہ ہو۔\nنبی ﷺ سے صحیح روایات وارد ہیں کہ آپ نے قیام اللیل کے دوران گیارہ رکعات سے زیادہ نہ پڑھا تھا لیکن ان گیارہ رکعات میں رات کے دو تہائی حصے سے قدرے کم وقت گزارتے تھے اور آپ قرآن مجید کو خوب رک رک تجوید کے ساتھ پڑھتے تھے۔\nامام احمد نے اپنی سند میں روایت کی ہے ، یحییٰ ابن سعید سے (یہابن عروبہ ہیں) انہوں نے قتادہ سے ، انہوں نے زرارہ ابن اوفی سے ، انہوں نے سعید ابن ہشام سے کہ وہ حضرت ابن عباس کے پاس آئے اور ان سے وتروں کے بارے میں پوچھا تو انہوں نے فرمایا کہ کیا میں تمہیں ایک ایسے شخص کے بارے میں نہ بتاؤں جو تمام اہل زمین سے حضور ﷺ کے وتروں کے بارے میں زیادہ جانتا ہے ؟ فرمایا عائشہ ؓ کے پاس جاؤ اور ان سے پوچھو۔ اور پوچھ کر ان کا جو جواب ہو ، وہ مجھے بھی بتا دو ۔ سعید ابن ہشام کہتے ہیں۔ میں نے پوچھا : اے ام المومنین۔ مجھے بتائیے کہ حضور ﷺ کے اخلاق کیسے تھے ؟ تو انہوں نے فرمایا : کیا تم قرآن نہیں پڑھتے ؟ میں نے کہا پڑھتا ہوں۔ انہوں نے کہا بس رسول اللہ کا اخلاق قرآن تھا۔ میں نے ارادہ کرلیا کہ میں اٹھ کھڑا ہوں۔ پھر مجھے خیال آیا کہ حضور ﷺ کے قیام اللیل کے بارے میں پوچھوں تو میں نے کہا ام المومنین رسول اللہ قیام اللیل کس طرح فرماتے تھے ؟ تو انہوں نے فرمایا کہ کیا تم سورة المزمل نہیں پڑھتے ؟ میں نے کہا ہاں پڑھتا ہوں۔ اللہ نے اس سورت کے پہلے حصے میں قیام اللیل فرض فرمایا تھا۔ تو رسول اللہ ﷺ اور آپ کے ساتھی ایک سال تک قیام اللیل پر عمل پیرا رہے۔ یہاں تک کہ ان کے پاؤں پھول گئے اور اللہ نے اس کا اختتام آسمانوں میں بارہ مہینے روکے رکھا۔ اس کے بعد اس سورت کے آخری حصے میں تخفیف نازل فرمائی ، اس کے بعد قیام اللیل نفلی ہوگیا جبکہ پہلے فرض تھا۔ میں نے پھر ارادہ کرلیا کہ اٹھ کر چلا جاؤں تو مجھے حضور ﷺ کے وتر کے بارے میں خیال آگیا۔ میں نے پوچھا ام المومنین مجھے حضور ﷺ کے وتر کے بارے میں بتائیں۔ آپ نے فرمایا کہ ہم آپ کے لئے مسواک اور وضو کا پانی تیار کرتے تھے۔ تو اللہ رات کو آپ کو اٹھاتا تھا ، جس وقت اللہ اٹھانا چاہتا۔ آپ پہلے مسواک کرتے ، پھر وضو فرماتے ، پھر آپ آٹھ رکعات پڑھتے اور ان میں نہ بیٹھتے ، صرف آٹھویں رکعت کے بعد بیٹھتے۔ آپ بیٹھ کر اللہ کو یاد کرتے ، دعا کرتے ، پھر سلام پھیرے بغیر آٹھویں رکعت کے بعد اٹھتے تاکہ نویں رکعت پڑھیں۔ پھر بیٹھتے اور اللہ وحدہ کو یاد کرتے ، پھر دعا کرتے اور پھر سلام پھیرتے اور ہم سلام پھیرنے کی آواز سنتے۔ اس کے بعد آپ بیٹھ کر دو رکعات پڑھتے۔ یہ سلام پھیرنے کے بعد پڑھنے بیٹھتے۔ یہ گیارہ رکعات ہوگئے۔ جب حضور ﷺ معمر ہوگئے اور آپ کا جسم مبارک بھاری ہوگیا تو ساتویں رکعت وتر ہوتی۔ پھر ساتویں کے بعد دو رکعات بیٹھ کر پڑھتے۔ اس طرح نوررکعتیں ہوتی ہیں۔ اور رسول اللہ ﷺ کی یہ عادت تھی کہ آپ جو نماز پڑھتے تو اس بات کو پسند کرتے تھے کہ اس پر مداومت کریں اور جب کبھی حضور ﷺ جاگ نہ سکتے ، یا کسی درد یا بیماری کی وجہ سے رات کو نہ اٹھتے تو دن کو بارہ رکعات ادا فرماتے۔ اور مجھے یہ معلوم نہیں ہے کہ رسول خدا نے ایک ہی رات میں تمام قرآن مجید کو پڑھ کر ختم کیا اور یہ بھی میرے علم میں نہیں ہے کہ ماسوائے رمضان کے آپ نے کبھی پورے مہینے کے روزے رکھے ہوں۔ (امام مسلم نے بھی اسے قتادہ سے روایت کیا ہے ، دیکھئے ، زادالمعاد ، ابن قیم مفصلا) رسول اللہ ﷺ کی یہ تربیت اس لئے کی جارہی تھی کہ ایک بھاری ذمہ داری آپ کے سپرد کی جانے والی تھی۔"
    },
    {
      "ayah": 4,
      "surah": 73,
      "text": "یایھا المزمل (1:73) قم ........(2:73) ” اے اوڑھ لپیٹ کر سونے والے کھڑے ہوجاؤ ........“ آسمانوں کی پکار ، اللہ اور کبیر اور متعال کا حکم ” تم “ کھڑے ہوجاؤ۔ اس عظیم کام کے لئے کھڑے ہوجاؤ جو ایک عرصہ سے تمہارے انتظار میں ہے۔ یہ ایک بھاری ذمہ داری ہے اور یہ تمہارے لئے ہے۔ اٹھو اور اس راہ میں جدوجہد کرو۔ ان تھک جدوجہد کرو ، اٹھو نیند اور آرام کا وقت اب گیا۔ تیاریاں کرو اس عظیم جدوجہد اور اس چومکھی لڑائی کے لئے ۔\nیہ ایک عظیم حکم ہے ، ایک خوفناک حکم ہے۔ نبی ﷺ کو حکم دیا جاتا ہے کہ گرم ونرم بستر کو چھوڑ دو ۔ آرام دہ اور پر سکون گھر کو چھوڑ دو ۔ غرض اس حکم کے ذریعہ آپ کو ایک عظیم کشمکش اور عظیم جدوجہد کے سمندر میں ڈال دیا جاتا ہے۔ اور پھر یہ کشمکش خشکیوں میں ، سمندروں اور انسانوں کی عملی زندگی میں اور انسانی ضمیر میں ہر جگہ برپا ہوتی ہے۔\nجو شخص صرف اپنے لئے زندگی بسر کرتا ہے بعض اوقات وہ بڑی خوشگوار زندگی بسر کرتا ہے ، لیکن وہ نہایت صغیر و حقیر زندگی بسر کرتا ہے اور ایک معمولی انسان کی طرح مرتا ہے۔ بڑا آدمی وہ ہوتا ہے جو بڑی ذمہ داری اٹھاتا ہے۔ لہٰذا ایسے بڑے آدمی کے لئے سونا ممکن ہی نہیں رہتا ، اسے آرام نصیب ہی نہیں ہوتا ، اسے گرم بستر کم ہی نصیب ہوتے ہیں ، اسے عیش و عشرت سے کوئی واسطہ ہی نہیں رہتا۔ اسے سازو سامان فراہم کرنے کی فرصت ہی نہیں رہتی۔ حضور اکرم ﷺ نے حقیقت کو پالیا تھا ، اس لئے آپ نے حضرت خدیجہ ؓ سے فرمایا جبکہ وہ آپ ﷺ کو مطمئن کررہی تھیں اور کہہ رہی تھیں کہ سو جائیں۔ ” خدیجہ ........ سونے کا زمانہ تو گیا “۔ ہاں وہ دور چلا گیا۔ اب تو جاگنے کا دور ہے ، مسلسل بیدار رہنے کا زمانہ ہے۔ اب تو جدوجہد ہے یا جہاد ہے۔ اور طویل مشقتیں ہیں۔\nیایھا المزل (1)........ قلیلا (2) نصفہ ............ قلیلا (3) اوزد ........ .... ترتیلا (4) (73:1 تا 4) ” اے اوڑھ لپیٹ کر سونے والے ، رات کو نماز میں کھڑے رہا کرو مگر کم ، آدھی رات یا اس سے کچھ کم کرلو ، یا اس سے کچھ زیادہ بڑھا دو ، اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو “۔\nیہ ایک عظیم مہم کے لئے منجانب اللہ تربیت تھی اور اس تربیت میں ایسے ذرائع استعمال کیے گئے جن کی کامیابی کی ضمانت من جانب اللہ دی گئی تھی۔ قیام اللیل ، جس کی زیادہ سے زیادہ حد نصف رات یا دوتہائی رات سے کم یا ایک تہائی ہے۔ اس میں صرف ترتیل قرآن اور نماز ہوتی ہے۔ ترتیل قرآن کا مطلب ہے قرآن کو تجوید کے ساتھ قرآن کے اصولوں کے مطابق پڑھنا ، جلدی جلدی بھی نہ ہو اور محض گانے بجانے کا انداز بھی نہ ہو۔\nنبی ﷺ سے صحیح روایات وارد ہیں کہ آپ نے قیام اللیل کے دوران گیارہ رکعات سے زیادہ نہ پڑھا تھا لیکن ان گیارہ رکعات میں رات کے دو تہائی حصے سے قدرے کم وقت گزارتے تھے اور آپ قرآن مجید کو خوب رک رک تجوید کے ساتھ پڑھتے تھے۔\nامام احمد نے اپنی سند میں روایت کی ہے ، یحییٰ ابن سعید سے (یہابن عروبہ ہیں) انہوں نے قتادہ سے ، انہوں نے زرارہ ابن اوفی سے ، انہوں نے سعید ابن ہشام سے کہ وہ حضرت ابن عباس کے پاس آئے اور ان سے وتروں کے بارے میں پوچھا تو انہوں نے فرمایا کہ کیا میں تمہیں ایک ایسے شخص کے بارے میں نہ بتاؤں جو تمام اہل زمین سے حضور ﷺ کے وتروں کے بارے میں زیادہ جانتا ہے ؟ فرمایا عائشہ ؓ کے پاس جاؤ اور ان سے پوچھو۔ اور پوچھ کر ان کا جو جواب ہو ، وہ مجھے بھی بتا دو ۔ سعید ابن ہشام کہتے ہیں۔ میں نے پوچھا : اے ام المومنین۔ مجھے بتائیے کہ حضور ﷺ کے اخلاق کیسے تھے ؟ تو انہوں نے فرمایا : کیا تم قرآن نہیں پڑھتے ؟ میں نے کہا پڑھتا ہوں۔ انہوں نے کہا بس رسول اللہ کا اخلاق قرآن تھا۔ میں نے ارادہ کرلیا کہ میں اٹھ کھڑا ہوں۔ پھر مجھے خیال آیا کہ حضور ﷺ کے قیام اللیل کے بارے میں پوچھوں تو میں نے کہا ام المومنین رسول اللہ قیام اللیل کس طرح فرماتے تھے ؟ تو انہوں نے فرمایا کہ کیا تم سورة المزمل نہیں پڑھتے ؟ میں نے کہا ہاں پڑھتا ہوں۔ اللہ نے اس سورت کے پہلے حصے میں قیام اللیل فرض فرمایا تھا۔ تو رسول اللہ ﷺ اور آپ کے ساتھی ایک سال تک قیام اللیل پر عمل پیرا رہے۔ یہاں تک کہ ان کے پاؤں پھول گئے اور اللہ نے اس کا اختتام آسمانوں میں بارہ مہینے روکے رکھا۔ اس کے بعد اس سورت کے آخری حصے میں تخفیف نازل فرمائی ، اس کے بعد قیام اللیل نفلی ہوگیا جبکہ پہلے فرض تھا۔ میں نے پھر ارادہ کرلیا کہ اٹھ کر چلا جاؤں تو مجھے حضور ﷺ کے وتر کے بارے میں خیال آگیا۔ میں نے پوچھا ام المومنین مجھے حضور ﷺ کے وتر کے بارے میں بتائیں۔ آپ نے فرمایا کہ ہم آپ کے لئے مسواک اور وضو کا پانی تیار کرتے تھے۔ تو اللہ رات کو آپ کو اٹھاتا تھا ، جس وقت اللہ اٹھانا چاہتا۔ آپ پہلے مسواک کرتے ، پھر وضو فرماتے ، پھر آپ آٹھ رکعات پڑھتے اور ان میں نہ بیٹھتے ، صرف آٹھویں رکعت کے بعد بیٹھتے۔ آپ بیٹھ کر اللہ کو یاد کرتے ، دعا کرتے ، پھر سلام پھیرے بغیر آٹھویں رکعت کے بعد اٹھتے تاکہ نویں رکعت پڑھیں۔ پھر بیٹھتے اور اللہ وحدہ کو یاد کرتے ، پھر دعا کرتے اور پھر سلام پھیرتے اور ہم سلام پھیرنے کی آواز سنتے۔ اس کے بعد آپ بیٹھ کر دو رکعات پڑھتے۔ یہ سلام پھیرنے کے بعد پڑھنے بیٹھتے۔ یہ گیارہ رکعات ہوگئے۔ جب حضور ﷺ معمر ہوگئے اور آپ کا جسم مبارک بھاری ہوگیا تو ساتویں رکعت وتر ہوتی۔ پھر ساتویں کے بعد دو رکعات بیٹھ کر پڑھتے۔ اس طرح نوررکعتیں ہوتی ہیں۔ اور رسول اللہ ﷺ کی یہ عادت تھی کہ آپ جو نماز پڑھتے تو اس بات کو پسند کرتے تھے کہ اس پر مداومت کریں اور جب کبھی حضور ﷺ جاگ نہ سکتے ، یا کسی درد یا بیماری کی وجہ سے رات کو نہ اٹھتے تو دن کو بارہ رکعات ادا فرماتے۔ اور مجھے یہ معلوم نہیں ہے کہ رسول خدا نے ایک ہی رات میں تمام قرآن مجید کو پڑھ کر ختم کیا اور یہ بھی میرے علم میں نہیں ہے کہ ماسوائے رمضان کے آپ نے کبھی پورے مہینے کے روزے رکھے ہوں۔ (امام مسلم نے بھی اسے قتادہ سے روایت کیا ہے ، دیکھئے ، زادالمعاد ، ابن قیم مفصلا) رسول اللہ ﷺ کی یہ تربیت اس لئے کی جارہی تھی کہ ایک بھاری ذمہ داری آپ کے سپرد کی جانے والی تھی۔"
    },
    {
      "ayah": 5,
      "surah": 73,
      "text": "انا سنلقی ............ ثقیلا (73:5) ” ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں “۔ اس سے مراد یہ قرآن ہے ، اور قرآن مجید سے آگے پھر مزید احکامات ہیں۔ قرآن مجید کلامی اعتبار سے ثقیل نہیں ہے ، یہ تو آسان ہے۔ اور اس سے نصیحت حاصل کرنا بھی بہت سہل ہے لیکن سچائی کے ترازو میں یہ بہت ہی وزن دار ہے اور اس کے اثرات بہت دور رس ہیں اور اس نظام کے قیام کی ذمہ داریاں بھاری ہیں۔\nلو انزلنا .................... خشیة اللہ (59:12) ” اگر ہم اس قرآن کو کسی پہاڑ پر اتارتے تو تم دیکھتے کہ وہ جھک جاتے اور اللہ کے ڈر سے ریزہ ریزہ ہوجاتے “۔ اس لئے اللہ نے اس قرآن کو ایک ایسے دل پر نازل فرمایا جو پہاڑ سے بھی زیادہ مضبوط تھا۔ اس لئے اس نے اس کو اخذ کرلیا۔\nپھر قرآن کی روشنی کو اخذ کرنا ، اس کی حقیقت کو جاننا اور اس کا استیعاب حاصل کرنا بہت بھاری ہے اور اس کے لئے بہت طویل تیاری اور تربیت کی ضرورت ہے۔ عالم بالا سے رابطہ قائم کرنا ، اس کائنات کی روح تک پہنچ جانا ، اور اس کائنات کے زندہ اور جامد ارواح تک پہنچ جانا ، جس طرح رسول اللہ ﷺ کو اس تک رسائی حاصل ہونی ، ایک طویل اور ثقیل ذمہ داری ہے اور اس کے لئے طویل جہدو تربیت کی ضرورت ہے۔\nپھر اسلام کے جاوہ مستقیم پر بلاتردد اور بلاشک قائم ہوجانا اور ادھر ادھر نہ دیکھنا اور دنیا کے میلانات وجاذبیتوں سے متاثر نہ ہونا اور اس راہ میں جو رکاوٹیں ہیں ، ان کو عبور کرتے چلے جانا اور جو مشکلات آئیں ان کو برداشت کرنا ، بہت ہی بھاری ذمہ داری ہے اور اس کے لئے بھی طویل تیاری اور جہد کی ضرورت ہے۔\nراتوں کو جاگنا جب کہ لوگ سو رہے ہیں ، اور روز مرہ کی زندگی کی کدورتوں سے دور ہونا اور دنیاوی جھمیلوں سے ہاتھ جھاڑ کر اللہ کا ہوجانا اور اللہ کی روشنی اور اللہ کے فیوض وصول کرنا اور وحدت مطلقہ سے مانوس ہونا اور اس کے لئے خالص ہوجانا اور رات کے سکون اور ٹھہراؤ کے ماحول میں ترتیل قرآن ، ایی ترتیل کہ گویا یہ قرآن ابھی نازل ہورہا ہے اور یہ پوری کائنات اس قرآن کے ساتھ رواں دواں ہے۔ انسانی الفاظ اور عبارات کے سوا ہی یہ پوری کائنات قرآن کے ساتھ ہم آہنگ ہے۔ قیام اللیل میں انسان قرآن کے نور کی شعاعیں ، اس کے اشارات ، نہایت پر سکون ماحول میں حاصل کرتا ہے او یہ سب اس دشوار گزار راستے کا سازو سامان ہے۔ کیونکہ اس کٹھن راستے کی مشکلات رسول اللہ ﷺ کے انتظار میں تھیں اور یہ ہراس شخص کا انتظار کرتی ہیں ، جو بھی اس دعوت کو اپنے ہاتھ میں لیتا ہے۔ جو شخص بھی جس دور میں دعوت اسلامی کا کام کرتا ہے ، شیطانی وساوس اور اس راہ کے تاریک ترین لمحات میں یہی زادراہ کسی داعی کے کام آتا ہے اور اس سے اس کی راہ روشن ہوتی ہے۔"
    },
    {
      "ayah": 6,
      "surah": 73,
      "text": "ان ناشئة .................... قیلا (73:6) ” درحقیقت رات کا اٹھنا نفس پر قابو پانے کے لئے بہت کارگر اور قرآن ٹھیک پڑھنے کے لئے زیادہ موزوں ہے “۔ اور قرآن کو ٹھیک ٹھیک پڑھنے کے لئے زیادہ موزوں وے۔ اس سے مراد عشاء کے بعد اٹھنا ہے۔ آیت کا مفہوم یہ ہے کہ رات کے وقت اٹھنا جسم کے لئے باعث مشقت ہے اور۔\nاقوام قیلا (73:6) ” یعنی بھلائی میں مضبوط طریقہ ہے (مجاہد) کیونکہ دن کی جدوجہد کے بعد تھکاوٹ کا غلبہ ہوتا ہے اور نرم بستر بہت جاذبیت رکھتا ہے۔ یہ جسم کو روندنے کے لئے بہت ہی موثر ہے۔ لیکن جو شخص یہ عمل کرتا ہے ، وہ گویا اعلان کرتا ہے کہ اس پر روحانیت غالب ہے ، اور اس نے اللہ کی دعوت پر لبیک کہہ دیا ہے۔ اور وہ دعوت پر سب کچھ قربان کرنے کے لئے تیار ہے۔ یہی وجہ ہے کہ رات کو قرآن کریم بھی اچھی طرح پڑھا جاسکتا ہے ، رات کے وقت اللہ کے ذکر میں مٹھاس ہوتی ہے اور نماز تو نہایت ہی خضوع وخشوع کے ساتھ پڑھی جاسکتی ہے اور رات کے وقت اللہ کے سامنے عرض ومعذرت اچھی طرح ہوسکتی ہے۔ انسان کے دل میں محبت الٰہی پیدا ہوتی ہے۔ انسان کو آرام ملتا ہے اور انس و محبت حاصل ہوتی ہے ، دل میں سکون ، خوشی اور نورانیت پیدا ہوتی ہے۔ جبکہ دن کی نمازوں میں یہ مقام حاصل نہیں ہوتا۔ اللہ تعالیٰ جس نے یہ دل پیدا کیا ہے ، وہ اس دل کی حقیقت سے اچھی طرح واقف ہے۔ اللہ کو معلوم ہے اس میں کیا چیز اثر سکتی ہے اور کس چیز کا اس پر اثر ہوتا ہے۔ اور کن اوقات میں دل زیادہ اثر لیتا ہے اور اچھے اثرات لینے کے لئے تیار ہوتا ہے۔ اور کیا اسباب ہیں جو اس پر زیادہ اثر انداز ہوتے ہیں۔\nاللہ اپنے بندے اور رسول کو ایک عظیم جدوجہد کے لئے تیار کررہا تھا اور ان پر عظیم فرائض نازل ہونے والے تھے۔ اس لئے اللہ نے ان پر قیام اللیل فرض کیا کیونکہ نفس کو قابو کرنے کے لئے یہ موزوں ترین طریقہ ہے۔ اس سے نفس اچھی طرح روند ڈالا جاتا ہے اور پھر اس سے قرآن کی تلاوت اور اس کی حکمت سمجھنے میں زیادہ مدد ملتی ہے۔ نیز دن کے وقت ہر شخص کی بیشمار مصروفیات ہوتی ہیں اور یہ مصروفیات بہت سا وقت لیتی ہیں اور مختلف اطراف میں انسانی توجہ مبذول رہتی ہے۔ اور اس میں انسانی قوت کا ایک بڑا حصہ صرف ہوجاتا ہے۔"
    },
    {
      "ayah": 7,
      "surah": 73,
      "text": "ان لک .................... طویلا (73:7) ” دن کے اوقات میں تو تمہارے لئے بہت مصروفیات ہیں “۔ لہٰذا دن کو ان مصروفیات میں گزرنا چاہئے اور رات کو اللہ کے لئے مختص کرنا چاہئے اور نماز اور ذکر میں مصروف رہنا چاہئے۔"
    },
    {
      "ayah": 8,
      "surah": 73,
      "text": "واذکر .................... تبتیلا (73:8) ” اپنے رب کے نام کا ذکر کیا کرو اور سب سے کٹ کر اسی کے ہورہو “۔ اللہ کے نام کے ذکر سے مراد صرف یہ نہیں کہ کوئی صرف اللہ کا نام ہی جپتا رہے۔ اور سو دانوں یا ہزار دانوں کی تسبیح رولتا رہے ، بلکہ اس بےیہ ذکر مراد ہے کہ زبان پر اللہ کا نام ہو اور دل میں اللہ کی شان حاضر ہو۔ یا اس سے مراد یہ ہے کہ نماز پڑھو جس میں اللہ کا ذکر ہی ذکر ہے اور تلاوت قرآن ہے اور تبتل کے معنی ہیں اللہ کے سوا ہر چیز سے کٹ جانا اور پوری طرح عبادت اور ذکر میں مشغول ہوجانا ہر شغل اور ہر تصور سے ایک طرف ہوجانا ، اور اپنے مشاعر اور تصورات کے ساتھ اللہ کے سامنے حاضر ہونا ہے۔\nجب تبتل کا ذکر ہوا جس کا مفہوم ہے اللہ کے سوا ہر چیز سے کٹ جانا ، تو اس کے ساتھ اس بات کی تصریح ضروری ہوگئی کہ یہ واضح کردیا جائے کہ اللہ کے سوا کوئی اس کا اہل ہی نہیں ہے۔ اللہ ہی فقط اس بات کا مستحق ہے کہ انسان اس کی طرف متوجہ ہو۔"
    },
    {
      "ayah": 9,
      "surah": 73,
      "text": "رب المشرق .................... وکیلا (73:9) ” وہ مشرق ومغرب کا مالک ہے ، اس کے سوا کوئی خدا نہیں ہے ، لہٰذا اسی کو اپنا وکیل بنالو “۔ وہ ہر متوجہ ہونے والے کا رب ہے۔ مشرق ومغرب کا رب ہے ، وہ واحد الٰہ ہے اور اس کے سوا کوئی الٰہ نہیں ہے۔ اور جو شخص اللہ کا ہوجائے ، وہ دراصل اس اللہ پر بھروسہ کرتا ہے اس کے ذہن میں یہ عقیدہ خود بخود آجاتا ہے کہ اللہ اس کائنات کے شرق وغرب اور پوری کائنات پر قادر مطلق ہے۔ اور رسول اکرم ﷺ جن سے یہ کہا جارہا ہے کہ اٹھو کہ تم نے اس جہاں میں ایک بھاری ذمہ داری اٹھائی ہے۔ اس کے لئے ضروری ہے کہ تم اللہ کے ہوجاؤ اور پوری کائنات کی طرف پشت کرکے اللہ کی طرف متوجہ ہوجاؤ۔ کیونکہ اس کام کے لئے قوت ، طاقت ، سازوسامان اسی سرچشمے سے ملتا ہے۔\nاس کے بعد رسول اللہ ﷺ کو اس طرف متوجہ کیا جاتا ہے کہ آپ کی قوم کی طرف سے آپ کے ساتھ جو رویہ اختیار کیا جارہا ہے ، لوگ منہ موڑ رہے ہیں ، الزامات لگاتے ہیں اور دوسروں کو راہ راست سے دور کرتے ہیں اور تکذیب کرتے ہیں۔ ان مکذبین کو مجھ پر چھوڑیں ، میں ان سے نمٹ لوں گا کیونکہ میں نے ان کے لئے سخت عذاب تیار کررکھا ہے اور ان سے میں سخت انتقام لوں گا۔"
    }
  ]
}
