{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 85,
      "text": "واقعہ اصحاب الاخدود کی طرف آنے سے قبل سورت کا آغاز اس قسم سے ہوتا ہے ” قسم ہے مضبوط قلعوں والے آسمان کی “۔” بروج “ سے مراد یا تو عظیم الجثہ اجرام فلکی ہیں ، گویا وہ آسمانوں کے عظیم الشان قلعے ہیں ، سورة ذاریات میں کہا گیا۔\nوالسماء .................... لموسعون (47:79) ” اور آسمان کو ہم نے ہاتھوں سے بنایا اور ہم بہت وسعت دینے والے ہیں “۔ اور سورة نازعات میں فرمایا :\nءانتم .................... بنھا (27:79) ” کیا تخلیق کے لحاظ سے تم مضبوط ہو یا آسمان جسے ہم نے بنایا “۔ اور یا بروج سے مراد وہ منزلیں ہیں جن کے اندر یہ اجرام گردش کرتے ہیں یعنی جب یہ اجرام اپنے ایک مدار کے اندر گردش کرتے ہیں اور اس سے سرموتجاوز نہیں کرسکتے اور بروج کے لفظ سے ان کی ضخامت کی طرف اشارہ کیا گیا ہے ، یہاں اس سورت کی فضا پر ضخامت کا سایہ ڈالنا مقصود ہے۔"
    },
    {
      "ayah": 10,
      "surah": 85,
      "text": "جو کچھ اس زمین پر ہوا ، وہ یہاں ختم نہیں ہوجاتا کہ جو ہونا تھا بس ہوچکا اور اس کے آثار بھی یہاں ختم ہوگئے۔ اس کے آثار باقی ہوتے ہیں۔ ہر کام کی سزا اور جزاء ہوتی ہے جس کے واقع ہونے پر ہی واقعہ ختم ہوتا ہے۔ اس لئے ان سرکشوں نے اہل ایمان کے ساتھ جو سلوک کیا اس کا نتیجہ ابھی نکلنے والا ہے۔ اور اللہ قیامت کے دن فیصلہ کرنے والا ہے۔\nان الذین ............................ والمومنت (10:85) ” جن لوگوں نے مومن مردوں اور عورتوں پر ظلم کیا “۔ اور وہ اپنی گمراہی میں آگے ہی بڑھتے رہے۔ ان کو کوئی شرمندگی لاحق نہ ہوئی۔\nثم لم ........................ الحریق (10:85) ” اور پھر اس سے تائب نہ ہوئے یقینا ان کے لئے جہنم کا عذاب ہے اور ان کے لئے جلائے جانے کی سزا ہے “۔ یہاں قرآن کریم نے حریق ، جلانے کی صراحت کی ہے ، معنی تو وہی ہے جو عذاب جہنم کا ہے لیکن لفظ حریق کو اس لئے لایا گیا ہے تاکہ اصحاب الاخدود کو دیئے جانے والی سزا کے بالمقابل یہاں بھی جلنے کا لفظ آجائے کیونکہ اہل ایمان کی سزا کے لئے حریق کا لفظ استعمال ہوا تھا لیکن دنیا کے جلنے اور آخرت کے جلنے میں بڑا فرق ہے۔ دونوں کے جلنے کی شدت اور مدت دونوں میں فرق ہے۔ دنیا میں جلانے والی آگ کو انسان جلاتے ہیں ، جبکہ آخرت کی آگ کو اللہ نے تیار کیا ہے۔ دنیا کی آگ تو چند لمحات تک جلاتی ہے اور پھر ختم ہوجاتی ہے لیکن آخرت کی آگ میں تو لاانتہا زمانوں تک جلتے رہیں گے۔ دنیا کے جلنے میں اللہ کی رضا پنہاں ہے اور اعلیٰ قدروں کی فتح ہے لیکن جب وہ آخرت میں جلیں گے تو اللہ کے دائمی عذاب اور غضب میں ہوں گے اور پستی ، گراوٹ اور مذمت ان کے ساتھ لازم ہوگی۔\nجو لوگ ایمان لائے اور انہوں نے نیک کام کیے وہ جنت میں ہوں گے اور وہاں اللہ کے انعامات انہیں میسر ہوں گے اور اللہ ان سے راضی ہوگا۔"
    },
    {
      "ayah": 11,
      "surah": 85,
      "text": "ان الذین ................................ انھر (11:85) ”” جو لوگ ایمان لائے اور انہوں نے نیک عمل کیے ، یقینا ان کے لئے جنت کے باغ ہیں جن کے نیچے نہریں بہتی ہوں گی “۔ یہ ہے حقیقی نجات اور کامیابی۔\nذلک الفوزالکبیر (11:85) ” یہ ہے بڑی کامیابی “۔ فوز کے معنی نجات اور کامیابی کے ہیں۔ آخرت کے عذاب سے نجات پانا ہی بڑی کامیابی ہے اور باغات جن کے نیچے نہریں بہتی ہوں گی۔ یہ تو کامیابی پر کامیابی ہے۔ آخرت کے اس انجام پر اب یہ واقعہ مکمل ہوتا ہے اور یہی ہے حقیقی خاتمہ اور انجام دونوں فریقوں کے موقف کا۔ زمین میں جو واقعات ہوتے ہیں وہ حقیقی واقعات کا ایک حصہ ہوتے ہیں ، یہ تمام واقعہ نہیں ہوتے ، اس واقعہ پر آگے جو تبصرے آتے ہیں ان میں سے پہلا تبصرہ اسی غرض کے لئے ہے کہ اہل ایمان کے دلوں میں یہ حقیقت بٹھا دی جائے کہ واقعات دنیا ہی میں ختم نہیں ہوتے۔ اس دور میں ، جب یہ سورت نازل ہوئی مکہ مکرمہ میں مٹھی بھر مسلمان اس قسم کی مصیبتیں جھیل رہے تھے اسی طرح دنیا کے کسی زمان ومکان ہیں جو لوگ اسلام کے لئے کام کرتے ہیں اور ان پر تشدد ہوتا ہے تو ان کو بھی یہ بتلانا مقصود ہے کہ ان فتنہ سامانیوں کا انجام قیامت میں سامنے آئے گا۔"
    },
    {
      "ayah": 12,
      "surah": 85,
      "text": "یہاں اللہ کی پکڑ کو اس لئے شدید کہا گیا کہ اس زیر بحث واقعہ میں ان سرکشوں نے اہل ایمان کو جو سزا دی وہ ان کے خیال میں شدید سزا تھی۔ لوگوں کے خیال میں بھی شدید تھی لیکن یہاں کہا جاتا ہے کہ حقیقی پکڑ کر اللہ جبار وقہار کی پکڑ ہے جو زمین و آسمان کا بادشاہ ہے ، ان لوگوں کی سزا کیا سزا ہوگی جو زمین سے ایک ٹکڑے پر ایک محدود سا اقتدار رکھتے ہوں اور جو خود بھی ضعیف اور حقیر ہیں اور ان کا اقتدار بھی محدود وقت کے لئے ہے۔\nیہ بات یہاں نوٹ کرنے کے قابل ہے کہ قائل رب تعالیٰ اور مخاطب حضرت محمد ﷺ کے درمیان تعلق کے اظہار کے لئے (ربک) کا لفظ لایا گیا ہے۔ یہ تمہارا رب ہے جس کی ربوبیت کی طرف آپ کی نسبت ہے اور جس کی امداد اور نصرت پر آپ کو بھروسہ ہے۔ اور جب فساق وفجار اہل ایمان پر تشدد کررہے ہوں تو ایسے حالات میں اللہ کے ساتھ تعلق ہی اہم سازوسامان ہوتا ہے۔"
    },
    {
      "ayah": 13,
      "surah": 85,
      "text": "اصولی طور پر ابتدا اور اعادہ حیات کا مفہوم ابتدائے حیات اور موت کے بعد قیامت میں حیات ثانی کے ساتھ مختص ہے۔ لیکن رات اور دن کے ہر لمحہ میں آغاز حیات اور اعادہ حیات کا عمل مسلسل جاری ہے۔ ہر لمحہ آغاز حیات اور تخلیق حیات کا عمل جاری ہے۔ اللہ نے ایک ایسا نظام وضع کیا ہے جس کے ذریعہ حیات کا تسلسل قائم ہے۔ جو چیز ہوتی ہے اس کا اعادہ ہوتا رہتا ہے۔ اور یہ کائنات مسلسل نئی زندگی پاتی رہتی ہے۔ آغاز اور اعادہ کے اس مسلسل نظام میں اصحاب اخدود کا واقعہ بھی اپنے نتائج کے ساتھ گزر گیا۔ اللہ نے ایسا ہی طے کیا تھا ، جو ہوگیا اور ایسے ہی واقعات ہوتے رہیں گے۔ یہ واقعہ آغاز تھا جس کا اعادہ ہوگا ، یا اس قسم کے پہلے واقعات کا اعادہ تھا ، بہرحال اس دنیا میں واقعات کی ابتدا بھی ہوتی ہے اور اعادہ بھی ہوتا ہے اور یہ سب اللہ کی کتاب تقدیر کے مطابق ہوتا ہے۔"
    },
    {
      "ayah": 14,
      "surah": 85,
      "text": "یہاں مغفرت کا تعلق اور ربط آیت ماقبل سے ہے۔\nثم لم یتوبوا (10:85) ” پھر اس سے تائب نہ ہوئے “۔ یہ اللہ کی بےپایاں رحمت اور اللہ کا فضل عظیم ہے۔ اور ایک کھلا دروازہ ہے اور یہ ہر واپس آنے والے اور ہر توبہ تائب ہونے والے کے لئے کھلا ہے۔ اگرچہ اس کا گناہ اور اس کی معصیت نہایت سخت ہو۔ لفظ ودود (محبت کرنے والا) کا تعلق اہل ایمان سے ہے جنہوں نے ہر چیز پر اپنے رب کو ترجیح دی۔ یہ وہ مقام محبت اور وہ مقام انس ہے جہاں تک اللہ کے خاص بندے ہی پہنچ سکتے ہیں۔ اس مقام تک اللہ صرف ان بندوں کو ترقی دیتا ہے ، جو اللہ کے ساتھ ایسی محبت کرتے ہیں کہ ہر چیز پر ، محبوب سے محبوب چیز پر اللہ کو ترجیح دیتے ہیں۔ ان بندوں کی صفت سے انسانی قلم قاصر ہے ، الایہ کہ کسی قلم کو اللہ طاقت دے۔ یہ مقام بلند جس تک ان مخصوص بندوں کو عروج نصیب ہوتا ہے ، یہ اللہ کی محبت اور سچی دوستی کا مقام ہے۔ رب اور بندے کے درمیان دوستی ! اور اللہ کی جانب سے اپنے محبوبوں اور مقربین کے ساتھ محبت کا مقام ! لہٰذا اس مرتبہ ومقام کے مقابلے میں اس زندگی کی کوئی حیثیت نہیں ہے جو بہر حال ختم ہونے والی تھی ، اور اس مرتبہ ومقام کے مقابلے میں اس عذاب حریق کی بھی کوئی حیثیت نہیں جو بہرحال ایک محدود وقت کے لئے تھا ، یہ قربانیاں تو اللہ کی جانب سے محبت اور دوستی کے ایک لمحے کے برابر بھی نہیں ہیں۔\nاس زمین میں جو لوگ کسی ایک شخص کے غلام ہوتے ہیں۔ اگر یہ مجازی مالک ان کی تعریف میں ایک کلمہ بھی کہہ دے اور اگر وہ دیکھ لیں کہ ان کے کسی فعل سے مال مجازی کے چہرے پر خوشی کے آثار نمودار ہوگئے ہیں ، یہ غلام بہرحال غلام ہے اور وہ مالک مجازی بھی اللہ کا بندہ اور غلام ہے۔ لیکن اللہ کے خاص بندے جن کے ساتھ اللہ محبت کرتا ہے ، جن کے ساتھ محبت کرنے والا رب جلیل ہوتا ہے اور وہ عرش کا مالک ہوتا ہے ، جو بلند اور برتر ہے ، اور کریم ہوتا ہے تو ان بندے کی جان اگر جاتی ہے تو کچھ بھی نہیں ، اگر ان پر تشدد ہوتا ہے تو کچھ بھی نہیں۔ دنیا کی پوری زندگی میں اگر تشدد ہوتا رہے تو بھی اس لمحہ محبت پر وہ قربان ہے جو رب ودود کی طرف سے محبت کا لمحہ ہے جو عرش کا مالک ہے اور عظیم ہے۔\nذوالعرش المجید (15:85) ” عرش کا مالک ہے ، بزرگ اور برتر ہے “۔"
    },
    {
      "ayah": 15,
      "surah": 85,
      "text": "یہاں مغفرت کا تعلق اور ربط آیت ماقبل سے ہے۔\nثم لم یتوبوا (10:85) ” پھر اس سے تائب نہ ہوئے “۔ یہ اللہ کی بےپایاں رحمت اور اللہ کا فضل عظیم ہے۔ اور ایک کھلا دروازہ ہے اور یہ ہر واپس آنے والے اور ہر توبہ تائب ہونے والے کے لئے کھلا ہے۔ اگرچہ اس کا گناہ اور اس کی معصیت نہایت سخت ہو۔ لفظ ودود (محبت کرنے والا) کا تعلق اہل ایمان سے ہے جنہوں نے ہر چیز پر اپنے رب کو ترجیح دی۔ یہ وہ مقام محبت اور وہ مقام انس ہے جہاں تک اللہ کے خاص بندے ہی پہنچ سکتے ہیں۔ اس مقام تک اللہ صرف ان بندوں کو ترقی دیتا ہے ، جو اللہ کے ساتھ ایسی محبت کرتے ہیں کہ ہر چیز پر ، محبوب سے محبوب چیز پر اللہ کو ترجیح دیتے ہیں۔ ان بندوں کی صفت سے انسانی قلم قاصر ہے ، الایہ کہ کسی قلم کو اللہ طاقت دے۔ یہ مقام بلند جس تک ان مخصوص بندوں کو عروج نصیب ہوتا ہے ، یہ اللہ کی محبت اور سچی دوستی کا مقام ہے۔ رب اور بندے کے درمیان دوستی ! اور اللہ کی جانب سے اپنے محبوبوں اور مقربین کے ساتھ محبت کا مقام ! لہٰذا اس مرتبہ ومقام کے مقابلے میں اس زندگی کی کوئی حیثیت نہیں ہے جو بہر حال ختم ہونے والی تھی ، اور اس مرتبہ ومقام کے مقابلے میں اس عذاب حریق کی بھی کوئی حیثیت نہیں جو بہرحال ایک محدود وقت کے لئے تھا ، یہ قربانیاں تو اللہ کی جانب سے محبت اور دوستی کے ایک لمحے کے برابر بھی نہیں ہیں۔\nاس زمین میں جو لوگ کسی ایک شخص کے غلام ہوتے ہیں۔ اگر یہ مجازی مالک ان کی تعریف میں ایک کلمہ بھی کہہ دے اور اگر وہ دیکھ لیں کہ ان کے کسی فعل سے مال مجازی کے چہرے پر خوشی کے آثار نمودار ہوگئے ہیں ، یہ غلام بہرحال غلام ہے اور وہ مالک مجازی بھی اللہ کا بندہ اور غلام ہے۔ لیکن اللہ کے خاص بندے جن کے ساتھ اللہ محبت کرتا ہے ، جن کے ساتھ محبت کرنے والا رب جلیل ہوتا ہے اور وہ عرش کا مالک ہوتا ہے ، جو بلند اور برتر ہے ، اور کریم ہوتا ہے تو ان بندے کی جان اگر جاتی ہے تو کچھ بھی نہیں ، اگر ان پر تشدد ہوتا ہے تو کچھ بھی نہیں۔ دنیا کی پوری زندگی میں اگر تشدد ہوتا رہے تو بھی اس لمحہ محبت پر وہ قربان ہے جو رب ودود کی طرف سے محبت کا لمحہ ہے جو عرش کا مالک ہے اور عظیم ہے۔\nذوالعرش المجید (15:85) ” عرش کا مالک ہے ، بزرگ اور برتر ہے “۔"
    },
    {
      "ayah": 16,
      "surah": 85,
      "text": "یہ اللہ کی وہ صفت ہے جو ہر وقت سامنے آتی رہتی ہے۔ مسلسل روبعمل رہتی ہے۔ اللہ جو کچھ چاہے ، کر ڈالنے والا ہے۔ اس کا ارادہ بےقید ہے ، جو چاہتا ہے اختیار کرلیتا ہے ، جو چاہتا ہے ، کرتا ہے ، اور یہ صفت دائمی اور ابدی ہے ، یہ اللہ کی صفت ہے۔\nبعض اوقات اللہ چاہتا ہے کہ اس دنیا ہی میں اہل ایمان کو فتح نصیب ہو اور اس میں کوئی حکمت ہوتی ہے ، بعض اوقات یہ ہوتا ہے کہ ایمان کو عذاب پر ترجیح ملتی ہے۔ فانی جسم تو چلے جاتے ہیں ، لیکن ایمان باقی رہتا ہے اور اس میں بھی حکمت ہوتی ہے۔ بعض اوقات وہ جباروں کو اپنی گرفت میں لے لیتا ہے اور اس میں حکمت ہوتی ہے اور بعض اوقات ایسے ہی دوسرے جباروں کو مہلت دیتا ہے اور اس میں بھی حکمت ہوتی ہے۔ اس کے سب کام اس کی تقدیر کے مطابق حکمت پر مبنی ہوتے ہیں۔\nیہ اللہ کی حکمتیں ہیں ، اخدودوالوں نے اہل ایمان کو ہلاک کردیا ، اور ان کو مہلت ملی اور فرعون اور ثمود کو اللہ نے ہلاک کیا۔ یہ سب واقعات اللہ کا ارادہ مطلقہ اور اس کی حکمت اور تقدیر کے مطابق ہوئے۔ اور اللہ کا بےقیدارادہ اسی طرح اس پوری کائنات میں انہیں حکمت کے مطابق کام کرتا ہے۔ اور اللہ جو چاہتا ہے ، کر گزرتا ہے ۔ اسی کا ایک نمونہ یوں ہے۔"
    },
    {
      "ayah": 17,
      "surah": 85,
      "text": "یہ دو طویل قصوں کی طرف اشارہ ہے ، اس لئے فرعون اور قوم ثمود کی باتیں مخاطبین کو معلوم تھیں۔ قرآن کریم نے دونوں قصوں کو بار بار بیان کیا ہے۔ یہاں ان کو جنود اس لئے کہا گیا کہ وہ بہت ہی طاقتور تھے۔ مطلب یہ ہے کہ کیا تمہیں معلوم ہے کہ ان کا قصہ کیا ہے اور تمہارے رب نے ان کے ساتھ کیا کیا تھا ؟ اللہ تو جو چاہے کر گزرتا ہے۔\nفرعون اور ثمود دونوں کے قصے اپنی نوعیت اور نتائج کے اعتبار سے مختلف تھے۔ فرعون کو تو اللہ نے معہ اپنے لشکرکے ، غرق کیا اور بنی اسرائیل کو نجات دی۔ ان کو ایک عرصہ تک زمین کا اقتدار سونپا گیا تاکہ ان کے ذریعہ اللہ نے اپنی تقدیر کو ظاہر کرے اور اپنے ارادے پورے کرے۔ رہے ثمود تو اللہ نے ان کو ہلاک کردیا اور حضرت صالح (علیہ السلام) کی معیت میں ایک چھوٹی سی تعداد نے نجات پائی لیکن اس کے بعد اس تعداد کو زمین کا اقتدار نہ دیا گیا تھا ، صرف یہ ہوا کہ ان فاسقوں سے ان کو نجات ملی۔\nیہ دونوں واقعات اللہ کے ارادہ مطلقہ اور اللہ کی بےقید مشیت کا نمونہ تھے۔ اور دعوت اسلامی کے دو نمونے تھے کہ ان کے دو نتائج میں سے کوئی نتیجہ نکلنے کا احتمال ہے۔ ہاں ایک تیسرا احتمال بھی ہے جو اصحاب اخدود کو پیش آیا۔ یہ واقعات مکہ میں کام کرنے والی مٹھی بھرتحریک اسلامی کو بتائے جارہے تھے کہ دعوت الی اللہ کو ان میں سے کوئی واقعہ پیش آسکتا ہے ، نہ صرف مکہ میں کام کرنے والے مسلمانوں کو یہ نقشہ دکھایا جارہا تھا بلکہ آنے والی نسلوں کو بھی۔\nآخر میں پردہ احساس پر دو قومی ضربات لگائی جاتی ہیں ، دونوں میں ایک فیصلہ کن بات ہے اور آخری فیصلہ ہے۔"
    },
    {
      "ayah": 18,
      "surah": 85,
      "text": "یہ دو طویل قصوں کی طرف اشارہ ہے ، اس لئے فرعون اور قوم ثمود کی باتیں مخاطبین کو معلوم تھیں۔ قرآن کریم نے دونوں قصوں کو بار بار بیان کیا ہے۔ یہاں ان کو جنود اس لئے کہا گیا کہ وہ بہت ہی طاقتور تھے۔ مطلب یہ ہے کہ کیا تمہیں معلوم ہے کہ ان کا قصہ کیا ہے اور تمہارے رب نے ان کے ساتھ کیا کیا تھا ؟ اللہ تو جو چاہے کر گزرتا ہے۔\nفرعون اور ثمود دونوں کے قصے اپنی نوعیت اور نتائج کے اعتبار سے مختلف تھے۔ فرعون کو تو اللہ نے معہ اپنے لشکرکے ، غرق کیا اور بنی اسرائیل کو نجات دی۔ ان کو ایک عرصہ تک زمین کا اقتدار سونپا گیا تاکہ ان کے ذریعہ اللہ نے اپنی تقدیر کو ظاہر کرے اور اپنے ارادے پورے کرے۔ رہے ثمود تو اللہ نے ان کو ہلاک کردیا اور حضرت صالح (علیہ السلام) کی معیت میں ایک چھوٹی سی تعداد نے نجات پائی لیکن اس کے بعد اس تعداد کو زمین کا اقتدار نہ دیا گیا تھا ، صرف یہ ہوا کہ ان فاسقوں سے ان کو نجات ملی۔\nیہ دونوں واقعات اللہ کے ارادہ مطلقہ اور اللہ کی بےقید مشیت کا نمونہ تھے۔ اور دعوت اسلامی کے دو نمونے تھے کہ ان کے دو نتائج میں سے کوئی نتیجہ نکلنے کا احتمال ہے۔ ہاں ایک تیسرا احتمال بھی ہے جو اصحاب اخدود کو پیش آیا۔ یہ واقعات مکہ میں کام کرنے والی مٹھی بھرتحریک اسلامی کو بتائے جارہے تھے کہ دعوت الی اللہ کو ان میں سے کوئی واقعہ پیش آسکتا ہے ، نہ صرف مکہ میں کام کرنے والے مسلمانوں کو یہ نقشہ دکھایا جارہا تھا بلکہ آنے والی نسلوں کو بھی۔\nآخر میں پردہ احساس پر دو قومی ضربات لگائی جاتی ہیں ، دونوں میں ایک فیصلہ کن بات ہے اور آخری فیصلہ ہے۔"
    },
    {
      "ayah": 19,
      "surah": 85,
      "text": "ان لوگوں کا حال یہ ہے کہ یہ رات دن جھٹلاتے ہی رہتے ہیں ، حالانکہ اللہ نے انہیں گھیررکھا ہے اور اللہ کا قہر وغضب بھی انہیں گھیرے ہوئے رہے اور اللہ کا علم بھی۔ وہ تو ایسے ہیں جیسے ایک عام سیلابی طوفان میں چوہوں کا حال ہوتا ہے۔"
    },
    {
      "ayah": 2,
      "surah": 85,
      "text": "والیوم الموعود (2:85) ” اور قسم ہے اس دن کی جس کا وعدہ کیا گیا ہے “۔ یہ وہ دن ہے جس میں دنیا کے اعمال اور واقعات کے فیصلے ہوں گے۔ اس دنیا میں جس نے جو کمایا ہوگا ، اس کی جزاء و سزا ہوگی۔ اور اس دن کو الیوم الموعود اس لئے کہا گیا کہ اس کے آنے کا اللہ نے وعدہ فرمایا تھا کہ اس دن حساب کے بعد جزاء وسزا ہوگی اور جن لوگوں پہ دنیا میں زیادتی ہوئی یا جنہوں نے کسی پر زیادتی کی اس دن تک اللہ نے ان کو مہلت دی اور یہ ایک عظیم دن ہوگا ، جس کا لوگوں کو انتظار ہے تاکہ وہ دیکھیں کہ اس کے اندر کیا فیصلے ہوتے ہیں۔"
    },
    {
      "ayah": 20,
      "surah": 85,
      "text": "ان لوگوں کا حال یہ ہے کہ یہ رات دن جھٹلاتے ہی رہتے ہیں ، حالانکہ اللہ نے انہیں گھیررکھا ہے اور اللہ کا قہر وغضب بھی انہیں گھیرے ہوئے رہے اور اللہ کا علم بھی۔ وہ تو ایسے ہیں جیسے ایک عام سیلابی طوفان میں چوہوں کا حال ہوتا ہے۔"
    },
    {
      "ayah": 21,
      "surah": 85,
      "text": "مجید کے معنی ہیں بلند قابل قدر اور گہری اصلیت والا ، اللہ کے کلام کے علاوہ یہ صفات کس پر صادق آسکتی ہیں۔ یہ کلام لوح محفوظ میں ہے۔ ہمیں معلوم نہیں کہ لوح محفوظ کی نوعیت کیسی ہوگی کیونکہ یہ ایک غیبی معاملہ ہے۔ اس کی حقیقت کے بارے میں صرف اللہ جانتا ہے۔ ہم تو وہ پر توجان سکتے ہیں جو اس تعبیر سے ذہن پر پڑتا ہے یا دل جو اشارہ قبول کرتے ہیں اور وہ اشارات یہ ہیں کہ قرآن ایک محفوظ کتاب ہے۔ اور ہر معاملے میں اس کا فیصلہ آخری فیصلہ ہے۔ تمام باتیں ختم ہوسکتی ہیں لیکن یہ محفوظ ہے۔ یہ بات تو واقعہ اخدود میں کہی گئی ہے لیکن تمام معاملات میں قرآن کا فیصلہ آخری فیصلہ ہے۔"
    },
    {
      "ayah": 22,
      "surah": 85,
      "text": "مجید کے معنی ہیں بلند قابل قدر اور گہری اصلیت والا ، اللہ کے کلام کے علاوہ یہ صفات کس پر صادق آسکتی ہیں۔ یہ کلام لوح محفوظ میں ہے۔ ہمیں معلوم نہیں کہ لوح محفوظ کی نوعیت کیسی ہوگی کیونکہ یہ ایک غیبی معاملہ ہے۔ اس کی حقیقت کے بارے میں صرف اللہ جانتا ہے۔ ہم تو وہ پر توجان سکتے ہیں جو اس تعبیر سے ذہن پر پڑتا ہے یا دل جو اشارہ قبول کرتے ہیں اور وہ اشارات یہ ہیں کہ قرآن ایک محفوظ کتاب ہے۔ اور ہر معاملے میں اس کا فیصلہ آخری فیصلہ ہے۔ تمام باتیں ختم ہوسکتی ہیں لیکن یہ محفوظ ہے۔ یہ بات تو واقعہ اخدود میں کہی گئی ہے لیکن تمام معاملات میں قرآن کا فیصلہ آخری فیصلہ ہے۔"
    },
    {
      "ayah": 3,
      "surah": 85,
      "text": "وشاھد ومشھود (3:85) ” اور دیکھنے والے اور دیکھی جانے والی چیز کی “۔ اس دن لوگوں کے اعمال بھی پیش ہوں گے ، سب لوگ بھی پیش ہوں گے ، تو یہ سب مشہود ہوئے ، اور سب لوگ دیکھیں گے تو وہ شاہد بھی ہوئے ، اس دن ہر چیز پردے سے باہر آجائے گی اور ہر کسی کو نظر آئے گی۔\nیہ عظیم اجرام فلکی والا آسمان ، اور یہ عظیم دن جس میں حساب و کتاب ہوگا اور سب شاہد اور مشہود جمع ہوں گے۔ ان کے ذکر سے جو فضا بنتی ہے۔ وہ اپنی عظمت ، اہمیت اور عظیم اجتماع کے لحاظ سے ، اس بات کے لئے مناسب ہے کہ اس میں اصحا بےالاخدود کا عظیم سانحہ بیان کیا جائے۔ یہ وسیع و عریض فضا گویا اس واقعہ کے بیان کے لئے اور اس حقیقت اور وزن دار بنانے کے لئے بنائی گئی یعنی قیامت کی فضا جو اس دنیا کی وسعتوں سے زیادہ وسیع ہے اور اس کی زندگی اور اس کا زمانہ اس دنیا کی محدود زندگ اور محدود زمانے سے زیادہ وسیع ہے۔\nاس فضا کی تیاری کے بعد اور ایک وسیع میدان تیار کرنے کے بعد اب اس عظیم واقعہ کی طرف فقط سرسری اشاہ کیا جاتا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 85,
      "text": "اس کے بعد اخدود (گڑھوں) کی تشریح کی جاتی ہے کہ وہ کیا ہیں ؟ وہ آگ ہے بڑھکتی ہوئی ، دراصل انہوں نے زمین کے اندر گڑھے بنوائے تھے ان میں آگ جلائی تھی اور ان کو آگ سے بھر دیا تھا ، یوں گڑھوں کو دہکتی ہوئی آگ بنایا گیا۔ یعنی وہ گڑھے دہکتی ہوئی آگ سے بھرے ہوئے تھے۔\n” گڑھوں والے قتل ہوئے “ وہ قتل ہونے اور اسی طرح جلائے جانے کے مستحق ہیں کیونکہ انہوں نے جب یہ ظلم کیا تو وہ کیسے حالات میں تھے ؟"
    },
    {
      "ayah": 5,
      "surah": 85,
      "text": "اس کے بعد اخدود (گڑھوں) کی تشریح کی جاتی ہے کہ وہ کیا ہیں ؟ وہ آگ ہے بڑھکتی ہوئی ، دراصل انہوں نے زمین کے اندر گڑھے بنوائے تھے ان میں آگ جلائی تھی اور ان کو آگ سے بھر دیا تھا ، یوں گڑھوں کو دہکتی ہوئی آگ بنایا گیا۔ یعنی وہ گڑھے دہکتی ہوئی آگ سے بھرے ہوئے تھے۔\n” گڑھوں والے قتل ہوئے “ وہ قتل ہونے اور اسی طرح جلائے جانے کے مستحق ہیں کیونکہ انہوں نے جب یہ ظلم کیا تو وہ کیسے حالات میں تھے ؟"
    },
    {
      "ayah": 6,
      "surah": 85,
      "text": "اذھم ........................................ شھود (7:85) ” اس گڑھے میں بڑھکتی ہوئی آگ تھی جبکہ وہ اس گڑھے کے کنارے پر بیٹھے ہوئے تھے اور جو کچھ وہ ایمان لانے والوں کے ساتھ کررہے تھے اسے دیکھ رہے تھے “۔ یہ ایک ایسی تصویر کشی ہے کہ اس سے ان کا موقف اور انکا منظر اچھی طرح ظاہر ہورہا ہے۔ یہ لوگ آگ جلا رہے ہیں ، مومنین اور مومنات کو پکڑ پکڑ کر اس میں پھینک رہے ہیں اور ان کو کنارے پر بیٹھے جلتے دیکھ رہے ہیں۔ اس سنگدل کے فعل کو قریب سے دیکھ رہے ہیں ، سزا دہی کے طریقوں کا مشاہدہ بھی کررہے ہیں اور جوں جوں آگ ان کے اجسام کو کھاتی ہے ، یہ خوش ہورہے ہیں اور اس درد ناک منظر کو اپنے مشاہدے پر ثبت کررہے ہیں۔\nاہل ایمان بےگناہ تھے ۔ ان کے ذمہ ان ظالموں کا کوئی قصاص نہ تھا۔"
    },
    {
      "ayah": 7,
      "surah": 85,
      "text": "وما نفقموا .................................... شھید (9:85) ” اور ان اہل ایمان سے ان کی دشمنی اس کے سوا کسی وجہ سے نہ تھی کہ وہ اس خدا پر ایمان لے آئے تھے جو زبردست اور اپنی ذات میں آپ محمود ہے ، جو آسمانوں اور زمین کی سلطنت کا مالک ہے ، اور وہ خدا سب کچھ دیکھ رہا ہے “۔ ان کا جرم صرف یہ تھا کہ وہ اللہ پر ایمان لائے تھے جو زبردست اور غالب ہے اور وہ کچھ بھی کرنا چاہے اس پر قادر ہے اور وہ الحمید ہے یعنی وہ ہر حال میں حمدوثنا کا مستحق ہے اور بذات خود محمود ہے۔ اگرچہ جاہل اور نادان لوگ اس کی حمدوثنا نہ کریں۔ وہ اس بات کا مستحق ہے کہ لوگ اس پر ایمانلائیں اور صرف اس کی بندگی کریں اور زمین و آسمان کی بادشاہی اسی کی ہے۔ وہ ہر چیز کو دیکھ رہا ہے اور حاضروناظر ہے۔ اور وہ اس مخصوص واقعہ کو بھی دیکھ رہا ہے جو اہل ایمان کو پیش آیا کہ ان کو گڑھے میں پھینکا گیا۔ اس ایمان مفصل کے بیان سے اور اللہ کی شہادت سے ہر اس مومن کو تسلی ہوجاتی ہے جسے محض ایمان کی وجہ سے سرکشی اور جبار اذیت دیتے ہیں ۔ اللہ گواہ ہے اور شہادت کے لئے وہ کافی ہے۔\nغرض ان مختصر آیات میں یہ قصہ ختم کردیا جاتا ہے ، لیکن ان لوگوں کا یہ فعل اور تشدد اس قدر ظالمانہ اور سنگدلانہ ہے کہ ہر قاری کا دل ان لوگوں کے خلاف نفرت اور کراہت سے بھرجاتا ہے اور انسان سوچنے لگتا ہے کہ واقعہ کے اثرات ونتائج اللہ کے ہاں کیا ہوں گے۔ اللہ کے ہاں اس واقعہ کی اہمیت کیا ہوگی اور یہ ظالم اللہ کے ہاں کس غضب کے مستحق بن گئے ہیں۔ واقعہ تو اختصار کے ساتھ بیان ہوگیا لیکن انسانی سوچ میں یہ واقعہ یہاں ختم نہیں ہوا۔ اللہ کے ہاں اس کے اثرات اور اس کا حساب و کتاب باقی موجود ہے۔\nیہ قصہ ختم ہوگیا ، لیکن انسانی قلب اس عظیم کارنامے سے مرعوب ہوجاتا ہے کہ ایمان کٹھن آزمائش پر فتح پالیتا ہے ، نظر یہ زندگی پر ترجیح پاتا ہے۔ کچھ لوگ ہیں جو زمین کی تمام دلچسپیوں اور جسم کی تمام خواہشات کو نظر انداز کردیتے ہیں ، ان لوگوں کے لئے ایک راہ یہ بھی تھی کہ ایمان کو چھوڑ کر زندگی کا سامان لے کر نکل جائیں ، لیکن ان کا یہ سودا کس قدر خسارے کا سودا ہوتا ، اس طرح پوری انسانیت گویا بار جاتی۔ وہ اعلیٰ انسانی قدروں کو قتل کردیتے۔ اب لوگوں کو نظریہ سے خالی زندگی حقیر نظر نہ آتی ، غلامی پر وہ راضی ہوجاتے اور لوگ اس قدر ذلیل ہوجاتے کہ جسمانی غلامی کے بعد وہ روحانی غلامی بھی قبول کرلیتے۔ لیکن یہ عظیم اقدار تھیں جن کو انہوں نے اس وقت بھی خرید اور نفع بخش سودا سمجھا جب وہ زمین پر زندہ تھے ، اور ان کو انہوں نے اس وقت بھی ترجیح دی جب ان کے جسم جل رہے تھے۔ یوں یہ روحانی قدریں فتح مند ہوتی ہیں اور یہ قدریں آگ کی بھٹی سے پاک ہوکر نکلتی ہیں۔ اس کے بعد رب کے ہاں ان کے لئے بھی اجر ہے اور ان کے دشمنوں کا بھی حساب ہوگا ، چناچہ کہا جاتا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 85,
      "text": "وما نفقموا .................................... شھید (9:85) ” اور ان اہل ایمان سے ان کی دشمنی اس کے سوا کسی وجہ سے نہ تھی کہ وہ اس خدا پر ایمان لے آئے تھے جو زبردست اور اپنی ذات میں آپ محمود ہے ، جو آسمانوں اور زمین کی سلطنت کا مالک ہے ، اور وہ خدا سب کچھ دیکھ رہا ہے “۔ ان کا جرم صرف یہ تھا کہ وہ اللہ پر ایمان لائے تھے جو زبردست اور غالب ہے اور وہ کچھ بھی کرنا چاہے اس پر قادر ہے اور وہ الحمید ہے یعنی وہ ہر حال میں حمدوثنا کا مستحق ہے اور بذات خود محمود ہے۔ اگرچہ جاہل اور نادان لوگ اس کی حمدوثنا نہ کریں۔ وہ اس بات کا مستحق ہے کہ لوگ اس پر ایمانلائیں اور صرف اس کی بندگی کریں اور زمین و آسمان کی بادشاہی اسی کی ہے۔ وہ ہر چیز کو دیکھ رہا ہے اور حاضروناظر ہے۔ اور وہ اس مخصوص واقعہ کو بھی دیکھ رہا ہے جو اہل ایمان کو پیش آیا کہ ان کو گڑھے میں پھینکا گیا۔ اس ایمان مفصل کے بیان سے اور اللہ کی شہادت سے ہر اس مومن کو تسلی ہوجاتی ہے جسے محض ایمان کی وجہ سے سرکشی اور جبار اذیت دیتے ہیں ۔ اللہ گواہ ہے اور شہادت کے لئے وہ کافی ہے۔\nغرض ان مختصر آیات میں یہ قصہ ختم کردیا جاتا ہے ، لیکن ان لوگوں کا یہ فعل اور تشدد اس قدر ظالمانہ اور سنگدلانہ ہے کہ ہر قاری کا دل ان لوگوں کے خلاف نفرت اور کراہت سے بھرجاتا ہے اور انسان سوچنے لگتا ہے کہ واقعہ کے اثرات ونتائج اللہ کے ہاں کیا ہوں گے۔ اللہ کے ہاں اس واقعہ کی اہمیت کیا ہوگی اور یہ ظالم اللہ کے ہاں کس غضب کے مستحق بن گئے ہیں۔ واقعہ تو اختصار کے ساتھ بیان ہوگیا لیکن انسانی سوچ میں یہ واقعہ یہاں ختم نہیں ہوا۔ اللہ کے ہاں اس کے اثرات اور اس کا حساب و کتاب باقی موجود ہے۔\nیہ قصہ ختم ہوگیا ، لیکن انسانی قلب اس عظیم کارنامے سے مرعوب ہوجاتا ہے کہ ایمان کٹھن آزمائش پر فتح پالیتا ہے ، نظر یہ زندگی پر ترجیح پاتا ہے۔ کچھ لوگ ہیں جو زمین کی تمام دلچسپیوں اور جسم کی تمام خواہشات کو نظر انداز کردیتے ہیں ، ان لوگوں کے لئے ایک راہ یہ بھی تھی کہ ایمان کو چھوڑ کر زندگی کا سامان لے کر نکل جائیں ، لیکن ان کا یہ سودا کس قدر خسارے کا سودا ہوتا ، اس طرح پوری انسانیت گویا بار جاتی۔ وہ اعلیٰ انسانی قدروں کو قتل کردیتے۔ اب لوگوں کو نظریہ سے خالی زندگی حقیر نظر نہ آتی ، غلامی پر وہ راضی ہوجاتے اور لوگ اس قدر ذلیل ہوجاتے کہ جسمانی غلامی کے بعد وہ روحانی غلامی بھی قبول کرلیتے۔ لیکن یہ عظیم اقدار تھیں جن کو انہوں نے اس وقت بھی خرید اور نفع بخش سودا سمجھا جب وہ زمین پر زندہ تھے ، اور ان کو انہوں نے اس وقت بھی ترجیح دی جب ان کے جسم جل رہے تھے۔ یوں یہ روحانی قدریں فتح مند ہوتی ہیں اور یہ قدریں آگ کی بھٹی سے پاک ہوکر نکلتی ہیں۔ اس کے بعد رب کے ہاں ان کے لئے بھی اجر ہے اور ان کے دشمنوں کا بھی حساب ہوگا ، چناچہ کہا جاتا ہے۔"
    },
    {
      "ayah": 9,
      "surah": 85,
      "text": "وما نفقموا .................................... شھید (9:85) ” اور ان اہل ایمان سے ان کی دشمنی اس کے سوا کسی وجہ سے نہ تھی کہ وہ اس خدا پر ایمان لے آئے تھے جو زبردست اور اپنی ذات میں آپ محمود ہے ، جو آسمانوں اور زمین کی سلطنت کا مالک ہے ، اور وہ خدا سب کچھ دیکھ رہا ہے “۔ ان کا جرم صرف یہ تھا کہ وہ اللہ پر ایمان لائے تھے جو زبردست اور غالب ہے اور وہ کچھ بھی کرنا چاہے اس پر قادر ہے اور وہ الحمید ہے یعنی وہ ہر حال میں حمدوثنا کا مستحق ہے اور بذات خود محمود ہے۔ اگرچہ جاہل اور نادان لوگ اس کی حمدوثنا نہ کریں۔ وہ اس بات کا مستحق ہے کہ لوگ اس پر ایمانلائیں اور صرف اس کی بندگی کریں اور زمین و آسمان کی بادشاہی اسی کی ہے۔ وہ ہر چیز کو دیکھ رہا ہے اور حاضروناظر ہے۔ اور وہ اس مخصوص واقعہ کو بھی دیکھ رہا ہے جو اہل ایمان کو پیش آیا کہ ان کو گڑھے میں پھینکا گیا۔ اس ایمان مفصل کے بیان سے اور اللہ کی شہادت سے ہر اس مومن کو تسلی ہوجاتی ہے جسے محض ایمان کی وجہ سے سرکشی اور جبار اذیت دیتے ہیں ۔ اللہ گواہ ہے اور شہادت کے لئے وہ کافی ہے۔\nغرض ان مختصر آیات میں یہ قصہ ختم کردیا جاتا ہے ، لیکن ان لوگوں کا یہ فعل اور تشدد اس قدر ظالمانہ اور سنگدلانہ ہے کہ ہر قاری کا دل ان لوگوں کے خلاف نفرت اور کراہت سے بھرجاتا ہے اور انسان سوچنے لگتا ہے کہ واقعہ کے اثرات ونتائج اللہ کے ہاں کیا ہوں گے۔ اللہ کے ہاں اس واقعہ کی اہمیت کیا ہوگی اور یہ ظالم اللہ کے ہاں کس غضب کے مستحق بن گئے ہیں۔ واقعہ تو اختصار کے ساتھ بیان ہوگیا لیکن انسانی سوچ میں یہ واقعہ یہاں ختم نہیں ہوا۔ اللہ کے ہاں اس کے اثرات اور اس کا حساب و کتاب باقی موجود ہے۔\nیہ قصہ ختم ہوگیا ، لیکن انسانی قلب اس عظیم کارنامے سے مرعوب ہوجاتا ہے کہ ایمان کٹھن آزمائش پر فتح پالیتا ہے ، نظر یہ زندگی پر ترجیح پاتا ہے۔ کچھ لوگ ہیں جو زمین کی تمام دلچسپیوں اور جسم کی تمام خواہشات کو نظر انداز کردیتے ہیں ، ان لوگوں کے لئے ایک راہ یہ بھی تھی کہ ایمان کو چھوڑ کر زندگی کا سامان لے کر نکل جائیں ، لیکن ان کا یہ سودا کس قدر خسارے کا سودا ہوتا ، اس طرح پوری انسانیت گویا بار جاتی۔ وہ اعلیٰ انسانی قدروں کو قتل کردیتے۔ اب لوگوں کو نظریہ سے خالی زندگی حقیر نظر نہ آتی ، غلامی پر وہ راضی ہوجاتے اور لوگ اس قدر ذلیل ہوجاتے کہ جسمانی غلامی کے بعد وہ روحانی غلامی بھی قبول کرلیتے۔ لیکن یہ عظیم اقدار تھیں جن کو انہوں نے اس وقت بھی خرید اور نفع بخش سودا سمجھا جب وہ زمین پر زندہ تھے ، اور ان کو انہوں نے اس وقت بھی ترجیح دی جب ان کے جسم جل رہے تھے۔ یوں یہ روحانی قدریں فتح مند ہوتی ہیں اور یہ قدریں آگ کی بھٹی سے پاک ہوکر نکلتی ہیں۔ اس کے بعد رب کے ہاں ان کے لئے بھی اجر ہے اور ان کے دشمنوں کا بھی حساب ہوگا ، چناچہ کہا جاتا ہے۔"
    }
  ]
}
