{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 87,
      "text": "سبح اسم ..................... احوی\nسورت کا آغاز نہایت ہی نرم اور نہایت لمبے آہنگ سے ہوتا ہے ، اس لمبے ٹون کے ذریعہ فضا میں تسبیح کی خوشگوار اور خوشبودار آواز بکھیر دی گئی ہے۔ اس کے بعد پھر تسبیح کا حکم اور پھر وہ صفات جن کو تسبیح کے بعد لایا گیا ہے۔\nسبح اسم……………. احوی (1:87 تا 5) ”(اے نبی ! ) اپنے رب برتر کے نام کی تسبیح کرو جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی ، جس نے نباتات اگائیں پھر ان کو سیاہ کوڑا کرکٹ بنادیا “۔ تاکہ اس تسبیح کے ذریعہ اس پوری کائنات کے اطراف واکناف میں تسبیح کی یہ آوازگونجاٹھے اور پوری کائنات ایک معبد نظر آئے اور ایک عبادت گاہ کے ساتھ ساتھ پوری کائنات صانع قدرت کی مصنوعات کی نمائش گاہ بھی بن جائے۔\nالذی…………فھدی (3:87) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بناکر اسے ہدایت بخشی “۔\nتسبیح کے کیا معنی ہیں ۔ اللہ کی برتری ذہن میں بسانا ، اللہ کو ہر عیب سے پاک سمجھنا اور ذہن میں اللہ کی صفات حسنی کا استحضار اور ان چیزوں کی روشنی ، چمک اور نورانیت سے اپنے ذوق ووجدان اور قلب و شعور کو روشن رکھا ، نام ہے تسبیح کا۔ محض زبان سے سبحان اللہ جپنے کو تسبیح نہیں کہتے۔\nسبح……………. الاعلیٰ (1:87) ” اپنے رب برتر کے نام کی تسبیح کرو “۔ یہ الفاظ انسانی وجدان اور شعور پر ایک حالت طاری کردیتے ہیں۔ یہ وجدانی حالت ایسی ہوتی ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے۔ یہ تو ایک وجدانی اور ذوقی چیز ہے اور ایک ایسی زندگی کی طرف اشارہ کرتی ہے جس کا تعلق کچھ معانی اور کچھ صفات کے استحضار سے ہے نہ کہ کچھ الفاظ رٹنے سے۔\nیہ معانی وصفات کیا ہیں ؟ پہلی صفت ، صفت ربوبیت ہے۔ اور دوسری صفت اعلیٰ ہے ۔ رب کے معنی مربی ، نگران اور پالنے والے کے ہیں۔ ان صفات کے سائے اور پرتو اس سورت کی فضا اور اس کے اندر بیان کی جانے والی خوشخبریوں کے ساتھ ہم آہنگ ہیں ، خصوصاً اس کے نرم انداز کے ساتھ۔ صفت اعلیٰ پردہ شعور پر ایسی تصاویر لاتی ہے جن سے علو ، برتری اور غیر متناہی اور غیر محدود وآفاق کا اظہار ہوتا ہے۔ انسانی روح دور تک تسبیحات کرتی ہے اور اس تصور علو سے تسبیح میں پاکی اور عظمت کے ساتھ مناسبت پیدا ہوتی ہے اور تسبیح اپنے بنیادی عناصر کے اعتبار سے تصور علو رب کا نام ہے۔\nابتدائی خطاب ظاہر ہے کہ رسول اللہ ﷺ کو ہے ، اور یہ براہ راست اللہ کی طرف سے آپ کو خطاب ہے۔ حضور اکرم ﷺ جب اس حکم ربی کو پڑھتے تھے۔\nسبح ” پاکی بیان کرو “ تو اگلی آیات پڑھنے سے پہلے آپ اس حکم پر عمل کرلیتے اور آپ فرماتے :\nسبحان ربی الاعلیٰ ” میں اپنے رب اعلیٰ کی پاکی بیان کرتا ہوں “۔ یوں حکم اور جواب حکم یا تعمیل حکم ہوجاتا ۔ امر کی اطاعت ہوجاتی اور اللہ کے ساتھ مناجات اور سوال و جواب ہوجاتا۔ کیونکہ حضور رب کے سامنے کھڑے ہوتے۔ براہ راست یہ کلام رب تعالیٰ سے لے رہے ہوتے تھے اور اس اتصال اور قرب کی حالت میں جواب دے دیتے۔ جب یہ آیات نازل ہوئیں تو حضور اکرم ﷺ نے صحابہ کرام ؓ کو حکم دیا کہ یہ تسبیح سجدے میں پڑھا کرو۔\n(اجعلوانی سجودکم) اور اس سے قبل جب یہ آیت نازل ہوئی تھی۔\nفسبح……………. العظیم ” اپنے رب عظیم کے نام کا تسبیح کرو “۔ تو آپ نے حکم دیا کہ اس کو رکوع میں پڑھو چناچہ رکوع میں سبحان ربی العظیم پڑھنا شروع کیا گیا۔ پس رکوع و سجود کی یہ تسبیح ایک زندہ تسبیح ہے ، محض مردہ کلمات نہیں ، جس طرح ایک زندہ چیز کا جسم حیات اور زندگی سے گرم ہوتا ہے ایسی ہی تسبیح نماز میں مطلوب ہے تاکہ اس تسبیح سے براہ راست حکم خداوندی کی تعمیل ہوجائے یا بالفاظ دیگر اجازت خداوندی کی تعمیل ہو ، کیونکہ اللہ کا اپنے بندوں کو یہ اجازت دینا کہ اس کی حمدوثنا کرو ، یہ بھی اللہ کا فضل وکرم ہے۔ کیونکہ اس طرح انسان کو یہ اجازت ملتی ہے کہ وہ اپنے حد تصور کے مطابق اللہ کے قریب ہوجائے۔ کیونکہ انسان اللہ کی ثنا اللہ کی ذات وصفات میں اپنے محدود تصور کے مطابق ہی کرسکتا ہے۔ اور یہ اللہ کے فضل وکرم کی ایک شکل ہے کہ اللہ اپنی ذات کی معرفت اپنے بندوں کو اپنی صفات کے ذریعہ کرواتا ہے۔ ایسی حدود میں کہ جن کے اندر وہ اللہ کی معرفت کا تصور کرسکتے ہیں۔ اللہ اپنی ذات تک پہنچنے کے لئے اپنے بندوں کو جس شکل و صورت میں بھی اجازت دیتا ہے ، یہ ان پر فضل وکرم کی ایک صورت ہوتی ہے۔\nسبح اسم……………. فھدی (1:87 تا 3) ” اپنے رب برتر کے نام کی تسبیح کرو ، جس نے پیدا کیا ، اور تناسب قائم کیا ، جس نے تقدیر بنائی ، پھر راہ دکھائی “۔ یعنی ہر چیز کو پیدا کیا اور نہایت مناسب شکل میں پیدا کیا اور اس تخلیق کے ہر پہلو کو کامل بنایا۔ اس حد تک کامل کہ کوئی اس میں یہ نہیں کہہ سکتا کہ اس کی فلاں چیز اس کے لئے مناسب نہیں ہے۔ اللہ نے تقدیریوں بنائی کہ ہر چیز کے لئے اس کا فرض منصبی مقرر کردیا اور اس کا مقصد تخلیق اور اس مقصد کو پورا کرنے کا طریقہ بھی اسے سمجھا دیا۔ ہر چیز کو عجیب الہامی انداز میں یہ تعلیم دی گئی۔ ہر چیز کو یہ شعور بھی بذریعہ الہام دے دیا کہ اس کی مقررہ زندگی کے لئے اس کو کس چیز کی ضرورت ہے۔\nیہ ایک عظیم حقیقت ہے اور اس کائنات کی جس چیز کا تجزیہ کیا جائے اس کے اندر یہ حقیقت موجود ہے۔ اس وسیع و عریض کائنات کی ہر چیز میں ، خواہ بڑی ہو یا چھوٹی ہو ، اہم ہو یا حقیر ہو ، ہر چیز کی تخلیق میں تسویہ اور تناسب موجود ہے۔ ہر چیز کامل الخلقت ہے اور ہر چیز کی تخلیق کا ایک مقصد ہے اور وہ مقصد اس کی تقدیر ہے ، اور ہر چیز کو اللہ نے اپنا مقصد وجودپورا کرنے کے لئے نہایت ہی آسان طریقہ کار فراہم کردیا ہے۔ غرض اللہ کی ہر مخلوق مکمل اور متناسب ہے۔ اور ہر چیز اپنا انفرادی فریضہ ادا کرتی ہے۔\nمثلاً ایٹم ایک اکیلا ایٹم ، پر ٹون اور الیکٹرون کی برقی رفتار کے اندر اسی قدر توازن رکھتا ہے جس طرح ایک کہکشاں اپنے سورج اور اس کے تابع ستاروں کے درمیان توازن رکھتی ہے۔ ایک ایٹم اپنے مقصد اور فریضے کو اسی طرح پورا کرتا ہے جس طرح ایک کہکشاں پورا کرتی ہے۔ دونوں کو انپا مقصد اور طریقہ حصول مقصد معلوم ہوتا ہے۔\nایک منفرد خلیہ ایک مکمل تخلیق ہے۔ اور اس کے اندر اپنا مقصد تخلیق پورا کرنے کی پوری استعداد ہوتی ہے اور وہ اپنا مقصد اسی طرح پورا کرتا ہے جس طرح کوئی اعلیٰ مرکب اور پیچیدہ مخلوق کرتی ہے۔\nپھر ایک منفرد ایٹم اور کسی کہکشاں کے درمیانی درجات پر الگ الگ مخلوق ہے۔ جس طرح ایک منفرد خلیہ اور پیچیدہ ترین مخلوقات کے درمیان زندہ مخلوقات کے مختلف درجے اور ان کی تنظیم ہے۔ اور ہر درجے اور ہر تنظیم کی تخلیق میں کمال اور تسویہ ہے اور ہر ایک کے لئے انفرادی فرائض اور اجتماعی مقاصد ہیں۔ دست قدرت الہامی طریقے سے ان سے یہ کام کراتا ہے اور اس گہری حقیقت یعنی تخلیق وتسویہ کا یہ کام پوری کائنات پر شاہد عادل ہے۔\nاس حقیقت کو انسانی قلب پاسکتا ہے بشرطیکہ وہ اس کائنات کے اشارات اخذ کرنے کے لئے تیار ہو اور کھلے دل سے وہ اس کائنات کی موجودات پر غور کرے۔ انسان کا اکتسابی علم جس درجے کا بھی ہو اور وہ ترقی یافتہ معاشرے کافرد ہو یا پسماندہ معاشرے کا فرد ہو وہ کائنات کی ان اشیاء سے یہ الہامی اشارات اخذ کرسکتا ہے بشرطیکہ اس کے دل و دماغ کے دریچے بھی ان اشارات کو پانے کے لئے تیار ہوں اور کھلے ہوں اور کسی عقل وخرد کے تار اس قابل ہوں کہ وہ مضراب حقیقت کے جواب میں نغمہ بار ہوسکیں۔\nاس کے بعد کائنات کا مشاہدہ اور کسی علم آتے ہیں اور انسان مطالعہ فطرت میں پہلی نظر سے جو الہام پاتا ہے ، تمام مشاہدات اس کی تائید کرتے ہیں ، بعض لوگوں نے مشاہدہ کائنات کے ذریعہ ایسے اشارات جمع کیے ہیں جو اس کائنات کے اندر پوشیدہ مجموعی حقیقت کے چہرے سے پردہ اٹھاتے ہیں۔\nنیویارک کی سائنسی علوم کی اکیڈمی کے صدر کریسی موریسن اپنی کتاب ” انسان اکیلا نہیں کھڑا “ میں اپنے مشاہدات یوں قلم بند کرتے ہیں۔\n” پرندوں میں وطن لوٹنے کا ایک ملکہ ہوتا ہے ، ایک خاص چڑیا جو دروازوں پر گھونسلے بناتی ہے ، خزاں کے موسم میں جنوب کی طرف ہجرت کرجاتی ہے اور اگلے سال بہار میں اپنے اسی مقام کی طرف لوٹ آتی ہے۔ ستمبر کے مہینے میں امریکہ کے اکثر پرندے جنوب کی طرف جاتے ہیں اور وہ سمندروں اور صحراﺅں پر سے پرواز کرتے ہوئے ہزاروں میل سفر کرتے ہیں اور کبھی اپنا راستہ نہیں بھولتے۔ اور پیغام رساں کبوتر پنجرے میں طویل سفر کرتے ہیں اور جب ان کو پیغام کر چھوڑا جاتا ہے تو وہ کچھ دیر کے لئے حیران ہوکر چکر لگاتے ہیں اور اس کے بعد وہ سیدھے اپنے وطن کی طرف پرواز کرتے ہیں اور کبھی راہ نہیں بھٹکتے ۔ شہد کی مکھی اگر کسی طرف جائے اور اس کے پیچھے نشانات راہ کسی طوفان کی وجہ سے مٹ جائیں تو بھی وہ راہ نہیں بھولتی اور سیدھی چھتے پر آجاتی ہے۔ البتہ انسان کے اندر یہ جبلت کمزور ہے اور انسان اس کمی کو اپنے آلات اور عقل کے ذریعہ پوری کردیتا ہے۔ باریک کیڑے مکوڑے بھی نہایت ہی چھوٹی اور خوردبینی آنکھیں رکھتے ہیں اور یہ نہایت ہی مکمل آنکھیں ہوتی ہیں۔ باز اور عقاب وغیرہ کی آنکھیں دور بین کی طرح ہوتی ہیں ، انسانی آنکھ ان کا مقابلہ نہیں کرسکتی۔ اس کمی کو بھی انسانی عقل و تجربہ نے پورا کیا ہے۔ چناچہ ان دوربینوں کے ذریعہ انسانسحابیوں کو دیکھ لیتا ہے اور اس نے ان کو دیکھنے کے لئے انسانی نظر کو بیس لاکھ گنا تیز کیا۔ نیز انسان نے ایسی خورد بینیں ایجاد کیں جن کے ذریعے وہ بیکٹریا اور دوسرے نہ نظر آنے والے کیڑے مکوڑے دیکھتا ہے۔\nاب ذرا تم اپنے بوڑھے گھوڑے کو راستہ پر چھوڑدو۔ جس قدر اندھیرا بھی ہو وہ راستہ نہ بھولے گا۔ وہ سخت تاریکی میں بھی دیکھ سکتا ہے اگرچہ بہت واضح نہ سہی۔ وہ راستہ میں اور اس کے دونوں جانب درجہ حرارت کو بھی دیکھ سکتا ہے۔ یہ درجہ حرارت اس کی آنکھیں انفراریڈ شعاعوں کے ذریعہ معلوم کرلیتی ہیں۔ الو ایک گرم چوہے کو سردگھاس کے نیچے چلتا پھرتا دیکھ لیتا ہے اگرچہ سخت اندھیرا ہو اور انسانوں نے تو بجلی کے قمقموں کے ذریعہ تاریک رات کو دن بنادیا ہے “۔\n” شہد کی مکھیوں کی دنیا بھی عجیب ہے۔ کارکن مکھیاں چھتے میں مختلف قسم کے کمرے بناتی ہیں۔ یہ تربیت کے لئے استعمال ہوتے ہیں۔ چھوٹے کمرے کارکنوں کے لئے استعمال ہوتے ہیں اور بڑے کمرے مردوں کے لئے اور ملکہ کے لئے خاص کمرے تیار ہوتے ہیں۔ یہ ملکہ مجھی جب غیر بار آورانڈہ دیتی ہے تو اسے مردوں کے کمرے میں رکھ دیتی ہے اور جب بار آور انڈہ دیتی ہے تو اسے اس کمرے میں رکھ دیتی ہے جس میں مونث کارکن مکھیاں ہوتی ہیں جو آگے جاکر ملکہ مکھی بننے والی ہوتی ہیں اور وہ کارکن مکھیاں جو مزدور ہوتی ہیں جب وہ ایک طویل عرصہ تک نسل تیار کرنے کا کام کرلیتی ہی تو ان کو بدل دیا جاتا ہے۔ یہ کارکن مکھیاں بچوں کے لئے غذا تیار کرنے کا کام بھی کرتی ہیں۔ یہ شہد اور پھولوں کو چبا کر ہضم کے قابل بناتی ہیں اور بچوں کے اندر نر اور مادے کا ظہور ہوجاتا ہے تو پھر یہ مذکورہ بالا طریقے سے غذاہضم کے لئے تیار کرنے کا عمل ترک کردیتی ہیں۔ اس کے بعد ان کو شہد اور پھولوں کا بور دیا جاتا ہے اور بچوں میں سے جو مونث اس طریقے سے تربیت پاتی ہیں وہ بعد میں کارکن مکھیاں بن جاتی ہیں “۔\nجو مونث مکھیاں ملکہ مکھیوں کے حجروں میں ہوتی ہیں ، تو ان کو شہد اور پھولوں کے بورے کو ابتدائی طور پر قابل ہضم بناکر غذا دینے کا سلسلہ جاری رکھا جاتا ہے ، اور جن مونث مکھیوں سے ایسا سلوک کیا جاتا ہے بعد میں وہ ملکہ مکھن بن جاتی ہیں۔ صرف یہ ملکہ ہی ایسے انڈے دیتی ہیں جو پار آور ہوتے ہیں۔ اس ٹیکنالوجی کے مطابق جو بچے پیدا ہوتے ہیں ان کے لئے خاص قسم کے حجروں ، ایک خاص قسم کے انڈوں اور ایک خاص قسم کی غذا کی ضرورت ہوتی ہے۔ اور غذا کے اندر تبدیلی کا اثر بھی عجیب ہوتا ہے۔ اس قسم ٹیکنالوجی کے لئے مکھیوں کو ایک طویل عرصہ تک انتظار کی ضرورت پڑی ہوگی جنہوں نے ان اصولوں کے اندرتمیز کرکے ان کو نافذ کیا ہوگا اور غذا کے اثرات معلوم کیے ہوں گے۔ اور ان اثرات معلوم کیے ہوں گے۔ اور ان اثرات کو اجتماعی طور پر نافذ کیا ہوگا جو ان کے وجود کے لئے ضروری ہوگا۔ مکھیوں نے جب اجتماعی زندگی کا آغاز کیا ہوگا تب ان کو یہ اصول معلوم ہوئے ہیں گے ، کیونکہ مکھی کے وجود اور زندگی کی بقا کے لئے ان اصولوں کی دریافت ضروری نہ تھی۔ لہٰذا معلوم ہوتا ہے کہ شہد کی مکھی نے غذا کے اثرات کے سلسلے میں انسان سے زیادہ تحقیق کی ہے “۔ (مغربی فکر میں ڈوبا ہوا مصنف یہ ماننے کے لئے تیار نہیں ہے کہ اللہ نے جب مکھی کو پیدا کیا تو یہ سب کچھ سکھا دیا۔ ان کے دماغوں پر ڈارون کا فلسفہ ارتقاء ہی بیٹھا ہوا ہے حالانکہ قرآن صاف کہتا ہے وعلم آدم الاسماء کلھا ” اللہ نے آدم کو تمام نام سکھادیئے “ اسی طرح اللہ نے مکھی کو بھی تمام بنیادی تعلیم دے دی تھی (مترجم) ۔\n” کتے کو ایک اضافی ناک دی گئی ہے جس کے ذریعہ وہ تمام جانوروں کی بوسونگھ لیتا ہے جو کسی راستے سے گزرے ہوں ، انسان کی قوت شامہ کتوں کے مقابلے میں کمزور ہے اور آج تک انسان نے کوئی ایسا آلہ بھی ایجاد نہیں کیا جو اس کی قوت شامہ کو ترقی دے ، لیکن ہماری یہ کمزور قوت شامہ بھی اس قدر چھوٹے ذرات کو محسوس کرلیتی ہے جیسے مائیکروسکوپ کے ذریعہ ہی دیکھا جاسکتا ہے۔\nاکثر حیوانات ایسی آوازیں سن لیتے ہیں جو ہمارے کانوں کے پردوں کے اندر ارتعاش پیدا نہیں کرسکتے ، کیونکہ یہ ہماری سماعت کی حد سے بہت ہی دقیق اور باریک ہوتے ہیں۔ انسان نے ایسے آلات ایجاد کرلیے ہیں کہ وہ کئی میل دور اڑنے والی مکھی کے پروں کی آواز بھی سن لے ، اس طرح کہ گویا وہ اس کے کان کے پردے کے اوپر بیٹھی ہے۔ ایسے ہی آلات کے ذریعہ سورج کی شعاعوں کی رفتار کی آواز بھی ریکارڈ کی جارہی ہے “۔\n” پانی کی مکڑیوں کی ایک قسم ایسی ہے جو پانی کے اندر غبارے کی طرح ایک گھونسلہ تیار کرتی ہے ، یہ تار عنکبوت سے بنایا جاتا ہے اور اسے پانی کے نیچے کسی چیز سے باندھ دیا جاتا ہے۔ اس کے بعدیہ مکڑی اپنے جسم کے بالوں کے ساتھ پانی کا ایک بلبلہ باندھتی ہے اور اسے لے جاکر اس گھونسلے سے باندھ دیتی ہے یہاں تک کہ گھونسلے کے گرد ہوا کے بلبلوں کا حصار بن جاتا ہے ، اس کے بعد وہ گھونسلے کے اندر بچے دیتی ہے کہ وہ ہوا کے طوفان سے محفوظ رہیں۔ اس گھونسلے کی ساخت میں ایک تو باریک بننے کا عمل ہے ، اس کے بعد دقیق انجینئرنگ اور ہوا بازی کا گہرا ادراک ہے “۔\n” سالمن مچھلی ، جو چھوٹی سی ہوتی ہے اور سمندر میں کئی سال تک گھومتی پھرتی ہے ، اس کے بعد وہ اس دریا کی طرف واپس ہوتی ہے جہاں اس کی پیدائش ہوئی تھی۔ آخر وہ کیا قوت ہے جو اسے اس کی جائے پیدائش تک رہنمائی کرتی ہے۔ یہ جب اپنی جائے پیدائش کی طرف بڑھتے ہوئے کسی غلط دریا کی طرف چلی جائے تو اسے فوراً معلوم ہوجاتا ہے کہ یہ دریا اس کی جائے پیدائش نہیں ہے۔ چناچہ وہ دریا میں چلتی ہے اور پانی کے بہاﺅ کے بالمقابل چل کر اپنی منزل تک پہنچ جاتی ہے۔\nپانی کے سانپوں کا معاملہ تو بہت ہی عجیب ہے۔ ان کا قصہ سالمن مچھلی کے برعکس ہے۔ اس مخلوق خدا کی عمر جب پوری ہوتی ہے تو یہ مختلف تالابوں اور دریاﺅں سے سفر کرکے گہرے سمندروں کی طرف جاتے ہیں۔ اگر یورپ میں ہوں تو یہ ہزاروں میل کا سفر طے کرکے جنوبی برمودا کی گہرائیوں کی طرف چلے جاتے ہیں۔ وہاں پھر یہ انڈے دے کر مرجاتے ہیں ، اب ان کے جو بچے پیدا ہوجاتے ہیں تو وہ تو صرف یہ جانتے ہیں کہ وہ نہایت گہرے پانیوں میں ہیں ، لیکن یہ بچے اسی راستے سے ساحل کی طرف جاتے ہیں جس طرح ان کی ماں ساحل سے پانی کی طرف آئی تھی اور ساحل سے پھر یہ کسی دریا ، یا نہر یا حوض اور تالاب کی طرف چلے جاتے ہیں۔ چناچہ پانیوں کی ہر قسم بحری سانپوں کے لئے موزوں ہوتی ہے۔ کیونکہ انہوں نے بڑی بڑی موجیں ، طوفان اور سمندری تلاطم دیکھے ہوئے ہیں اور ان کا مقابلہ کیا ہوا ہوتا ہے ۔ یہ ساحلوں پر چلتے ہیں اور جب یہ مکمل ہوجاتے ہیں تو کوئی خفیہ قانون ان کو مجبور کرتا ہے کہ وہ پھر واپسی کا سفر کریں اور گہرے سمندروں میں چلے جائیں۔ سوال یہ ہے کہ یہ جذبہ ان کے اندر کہاں سے پیدا ہوتا ہے۔ کبھی ایسا نہیں ہوا کہ کسی شکاری یا مچھیرے نے یورپی سمندروں میں امریکی بحری سانپ پکڑا ہو ، یا کسی امریکی مچھیرے کے جال میں یورپی سانپ آگیا ہو ، یورپی بحری سانپ کو چونکہ گہرے سرندروں تک لمبا سفر کرنا پڑتا ہے اسی لئے قدرت نے اسے ایک سال کی لمبی عمر عطا کی۔ یا اس سے بھی زیادہ تاکہ وہ مرنے سے قبل اپنی منزل مقصود کو پہنچ سکے۔ کیونکہ یورپی بحری سانپ کو امریکی بحری سانپ سے زیادہ فاصلہ طے کرنا پڑتا ہے۔ ذرا دیکھو تو سہی کہ کون سے ایٹم اور کیا سالمے ہیں ؟ جب بحری سانپ مچھلیوں کی شکل میں جمع ہوئے تو ان کے اندر اس قسم کی قوت ارادی پیدا ہوجاتی ہے جو ایسے دور دراز سفر کراتی ہے ؟\n” جب مادہ پروانہ ہوا کے دباﺅ میں تمہارے کسی روشن دان سے اندر آجاتا ہے تو وہ اپنے نر کو ایک سگنل بھیجتی ہے ، چاہے وہ جتنا بھی دور ہو۔ بعض اوقات وہ بہت دور ہوتا ہے۔ وہ اس اشارے کو وصول کرلیتا ہے اور اس کا جواب دیتا ہے۔ اس کو گمراہ کرنے کی انسان جس قدر کوشش بھی کرے ممکن نہیں ہوتا کہ وہ غلطی کرے۔ کیا ان کے پاس کوئی ریڈیو اسٹیشن ہے یا اس مرد کے پاس کوئی ریڈیو یا مشین ہے جو اس سے سگنل وصول کرتا ہے۔ ایریل کا ہونا تو بڑی بات ہے کیا اس کے پاس کوئی ایتھر ہے جس کے ذریعہ وہ ارتعاش پیدا کرتی ہے۔ ٹیلی فون اور ریڈیو ہمارے پاس سریع الحرکت مواصلاتی آلات ہیں لیکن یہ تاروں کے ذریعے ایک جگہ کو دوسری جگہ سے منسلک کرتے ہیں۔ اس طرح تو یہ پروانہ ہم پر فوقیت رکھتا ہے “۔\nنباتات اپنے وجود کو برقرار رکھنے کے لئے کئی چیزوں سے خدمت لیتے ہیں ، بغیر ان کے علم و ارادہ کے۔ مثلاً حشرات پھولوں کا بورا ان کے لئے منتقل کرتے ہی ، ہوا یہی کام کرتی ہے ، وحوش وطیور بھی یہی کام کرتے اور ان کا بورا اور بیج بکھیرتے ہیں۔ سب سے آخر میں ان نباتات نے انسان کو بھی اپنے جال میں پھانس لیا۔ اس نے فطرت کو حسن بخشا اور فطرت نے اسے اس کا اجردیا۔ لیکن انسان بھی تو کسی حد پر رکنے والا نہیں۔\nھل من مزید کا قائل ہے۔ اس نے ہل چلایا ، بیج بویا ، فصل کاٹی ، انبار بھرے ، پھر اس نے فصلوں کو ترقی دی ، شاخ تراشی کی اور خوراک کا بندوبست کیا۔ اگر وہ یہ کام چھوڑ دے تو بھوک سے مرجائے اور دنیا سے تہذیب و تمدن کا خاتمہ ہوجائے اور انسانیت پتھر کے دور میں واپس چلی جائے۔ “\nپانی کے بیشمار جانور مثلاً جھینگا مچھلی کا ایک بازو اگر کٹ جائے تو اسے معلوم ہوجاتا ہے کہ اس کے جسم کا ایک حصہ ضائع ہوگیا ہے ، اس کے خلیے اور جینز اس عضو کو دوبارہ بنانا شروع کردیتے ہیں اور جب وہ عضو مکمل ہوجاتا ہے تو خلیے یہ کام بند کردیتے ہیں اور ان کو معلوم ہوجاتا ہے کہ ان کی ڈیوٹی ختم ہے۔\nپانی کے وہ کیڑے جن کے کئی پاﺅں ہوتے ہیں ، جب دوٹکڑے ہوجائے تو وہ ان میں سے ایک ٹکڑے کی مدد سے اپنے آپ کو مکمل کرلیتا ہے۔ اگر تم اس کیڑے کا سرکاٹ دو تو وہ دوسرا سر بنالیتا ہے۔\nہم زخموں کو مندمل کرسکتے ہیں لیکن ہمارے سرجن ابھی تک یہ بات نہیں جانتے کہ وہ خلیوں کو متحرک کریں اور وہ ایک نیا بازو بنا ڈالیں یا گوشت پوشت ، ناخن اور اعصاب بنادیں ، اگر ایسا ممکن ہو۔\nاور ایک عجوبہ تو یہ ہے کہ اگر کوئی خلیہ ابتدائی ایام ہی میں دو مکمل حصوں میں تقسیم ہوجائے تو اس سے دو مکمل حیوان تیارہوجاتے ہیں۔ ہم دیکھتے ہیں کہ توام ہم شکل ہوتے ہیں ، اس کی تشریح اس طرح کی جاسکتی ہے کہ حمل کے ابتدائی مرحلہ میں خلیہ منقسم ہوگیا اور اس سے یہ بھی معلوم ہوتا ہے کہ ابتدائی مرحلے میں خلیہ کمل فرد ہوتا ہے۔ اور اسی طرح ایک فرد بھی ہر خلیہ میں ہوتا ہے۔\nایک دوسری فصل میں یہی مصنف لکھتا ہے :\nشاہ بلوط کا بھورا بیج زمین پر گراتا ہے ، اس کا بھورا چھلکا اسے محفوظ رکھتا ہے ، اور یہ گرتا پڑتا زمین میں کسی دراڑ میں اٹک جاتا ہے۔ موسم بہاں میں اس کے اندر کا جرثومہ جاگتا ہے۔ وہ اس چھلکے کو پھاڑ دیتا ہے اور یہ اس مغز سے خوراک حاصل کرتا ہے جو اس چھلکے کے اندر جمع کردی گئی ہوتی ہے۔ جس کے اندر اس کے موروثی جینز ہوتے ہیں۔ اس کی جڑیں زمین میں جاتی ہیں۔ آپ دیکھتے ہیں کہ یہ پودا نمودار ہوتا ہے ، چھوٹا درخت اور پھر کامل درخت بن جاتا ہے۔ اس کے اندر کئی ملین جینز ہوتے ہیں۔ یہاں تک کہ یہ اپنی جڑوں ، چھلکے ، پھل اور تنوں اور شاخوں میں بھی اس درخت کے مماثل ہوتا ہے جس سے وہ بیج نکلا۔ کروڑوں سال پہلے جو بلوط کا درخت پیدا ہوا تھا ، اس کے پھل آج تک اپنے ذرات کی ترتیب اس طرح رکھتے ہیں جس طرح پہلے بلوط کے پھل نے رکھا تھا۔\nیہی مصنف تیسری فصل میں لکھتا ہے : ” ہر خلیہ جو کسی زندہ مخلوق میں پیدا ہوتا ہے ، اس پر لازم ہے کہ وہ اپنے آپ کو اس طرح ڈھالے کہ گوشت کا حصہ ہو یا چمڑے کا حصہ ہو اور فنا ہوجائے ، یا دانت کی چمک بن جائے یا آنکھ کا سیال مادہ بن جائے یا ناک اور کان بن جائے۔ ہر خلیہ اپنے آپ کو ایسی شکل میں ڈھالتا ہے کہ وہ اپنا فرض منصبی پوری طرح ادا کرے۔ یہ بات نہایت ہی مشکل ہے کہ کوئی تعین کرے کہ کون سا خلیہ دائیں ہاتھ ہے یا بائیں ہاتھ کا۔ لیکن ازروئے فطرت یہ بات متعین ہے کہ یہ خلیہ دائیں کان کا ہے اور یہ بائیں کان کا ہے۔ غرض ہزار ہا خلیات چلائے جاتے ہیں کہ وہ ایک صحیح کام کریں ، صحیح وقت پر کریں اور صحیح جگہ پر کریں “۔\nچوتھی فصل میں یہ شخص کہتا ہے : ” مختلف قسم کی مخلوقات میں بعض مخلوقات ایسے کام کرتی ہیں جو دانش مندی کے اعلیٰ مرتبہ کے ہیں۔ جن کی کوئی تشریح ہم نہیں کرسکتے۔ مثلاً بھڑ ، ٹڈے کو شکار کرتی ہے ، زمین میں ایک گڑھا کھودتی ہے اور ایک مناسب جگہ اسے دفن کردیتی ہے۔ یہ شکار کرتے وقت اس کے ایسے مخصوص مقام پر ڈنگ مارتی ہے کہ وہ بےہوش ہوجاتا ہے لیکن اس کا گوشت صحیح وسالم زندہ رہتا ہے۔ اب مادہ بھڑ اس کے قریب ایک متعین مقام پر انڈے دیتی ہے۔ اسے شاید یہ بھی معلوم نہ ہو کہ جب اس کے بچے پیدا ہوں گے تو اس ٹڈے کا گوشت کھائیں گے۔ لیکن اسے قتل نہ کریں گے کیونکہ یہ گوشت ان کی غذا ہے اور گوشت خراب ہوکر زہریلا بن جائے ۔ لازماً بھڑ نے ابتدا سے یہ کام شروع کیا ہوگا اور ہمیشہ وہ اسے دہراتی ہوگی ورنہ دنیا میں سے بھڑوں کا وجود ہی ختم ہوجاتا۔ سائنس کے پاس ایسی کوئی تشریح نہیں ہے کہ وہ بھڑوں کے اس مسلسل فعل کا سبب بیان کرے اور یہ بھی ممکن نہیں ہے کہ یہ کام بھڑیں محض اتفاق سے کرتی ہیں ، کیونکہ مادہ بھڑ تو زمین کے اندر کھودے ہوئے گڑھے کو بھر کر چلی جاتی ہے اور مرجاتی ہے ، نہ وہ اس کے اسلاف یہ جانتے تھے کہ وہ ایسا کیوں کررہی ہے۔ نہ اسے اس کا علم اور مشاہدہ ہوتا ہے کہ اس کے بعد اس کے بچوں کو کیا پیش آنا ہے بلکہ بھڑ کو تو یہ علم بھی نہیں ہوتا کہ اس کے بعد کوئی چیز آنے والی ایسی ہے جسے وہ اپنا بچہ کہتی ہو ، بلکہ اسے یہ تک علم نہیں ہے کہ وہ یہ کام نوع کی حفاظت کے لئے کرتی ہے۔\nچیونٹیوں میں سے بعض کی یہ ڈیوٹی ہوتی ہے کہ وہ سردیوں کے موسم میں اپنی کالونی کو خوراک مہیا کرنے کے لئے حیوانات جمع کریں۔ پھر وہ ایک سٹور قائم کرتی ہیں جہاں یہ خوراک پیس کر رکھی جاتی ہے۔ پھر بعض چیونٹیاں ایسی ہوتی ہیں جن کو قدرت نے پیسنے کی جبڑے دیئے ہوتے ہیں۔ ان کا کام صرف خوراک کو پیسنا ہوتا ہے۔ جب سردیوں کا موسم آتا ہے اور تمام غلہ پیسا جاچکا ہوتا ہے تو اس کی سپلائی یوں ہوتی ہے کہ زیادہ سے زیادہ تعداد کو فائدہ پہنچایا جاسکے تاکہ سپلائی جاری رہ سکے۔ اب چونکہ اگلی نسل میں مزید پیسنے والی چیونٹیاں پیدا ہوں گی۔ اس لئے چیونٹیوں کی فوج ان پیسنے والیوں پر حملہ آور ہوتی ہے اور ان کو قتل کردیتی ہے۔ شاید ان کا ضمیر مطمئن ہوتا ہے کہ انہوں نے اپنے حصے کی خوراک پیسنے کے دوران کھالی ہے کیونکہ انہوں نے اس موپعہ سے ضرور فائدہ اٹھایا ہوگا۔\nبعض چیونٹیاں ایسی ہوتی ہیں کہ ان کی جبلت یا ان کی عقل ان کو کھانوں کے باغ بنانے پر آمادہ کرتی ہیں اور یہ چیونٹیاں ابتدائی کیڑوں کو اور پودوں کے چھلکوں پر پائے جانے والے کیڑوں کو گرفتار کرلیتی ہیں۔ یہ گویا ان کے لئے گائے اور بکریوں کا کام دیتے ہیں۔ ان کیڑوں سے یہ چیونٹیاں ایسا محلول لیتی ہیں جو شہد کی طرح ہوتا ہے اور یہ چیونٹیوں کی خوراک کا کام دیتا ہے۔\nچیونٹیاں بعض دوسری چیونٹیوں کو غلام بھی بنالیتی ہیں ، اور جب یہ اپنے گھونسلے بناتی ہیں تو یہ پتوں کو مناسب حجم میں کاٹتی ہیں۔ جب کارکن چیونٹیاں ان پتوں کو ایک طرف سے پکڑ کر اپنے مقام پر رکھتی ہیں تو اس وقت یہ ان بچوں سے بھی کام لیتی ہیں جو ابھی ارتفائی دور میں ہوتے ہیں لیکن ان کے ریشمی مواد سے یہ پتوں کو جوڑتی ہیں ، یوں یہ بچہ اپنے لئے گھونسلا بنانے سے محروم رہتا ہے لیکن اپنے بنی نوع کے لئے ایک مفید کام کرچکا ہوتا ہے۔ سوال یہ ہے کہ جس ذروں سے چیونٹی بنتی ہے ان ذروں میں یہ کام کرنے کی صلاحیت کس طرح پیدا ہوجاتی ہے۔ اس میں شک نہیں ہے کہ ان کا ایک خالق ہے جس نے ان کو اس طرح کرنے کی ہدایت کی “۔ (اقتباسات ختم ہوئے)\nاس میں شک نہیں ہے کہ ایک خالق ہے جس نے اپنی تمام مخلوقات کو ہدایات دیں ، خواہ وہ بڑی مخلوق ہو یا چھوٹی ہو ، اور یہ وہی خالق ہے جو الاعلیٰ…………فھدی (1:87 تا 3) ” جو برتر ہے ، جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔\nہم نے اوپر جو اقتباسات دیئے ہیں ، یہ تو اصل حقیقت کے ایک معمولی حصے کے مشاہدات ہیں ، جو انسانوں نے نباتات ، حشرات الارض ، پرندوں اور دوسرے حیوانات کے سلسلے میں ریکارڈ کیے ہیں۔ لیکن اس سے آگے علم ومشاہدہ اور بھی جہاں ہیں اور جو کچھ ہمارے علم میں ہے وہ اس قول باری کے مدلول اور مفہوم کا ایک نہایت ہی مختصر حصہ ہے۔\nالذی خلق…………فھدی (2:87 تا 3) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔ یہ قابل مشاہدہ کائنات جس کے ایک معمولی حصے کو ہم جانتے ہیں ، اس سے آگے عالم غیب کے جہاں پوشیدہ ہیں۔ ہمیں تو اپنی بشری قوتوں کے مطابق بہت تھوڑا علم دیا گیا ہے۔ یہ چند اشارات ہیں جو اللہ نے ہماری محدود قوت ادراک کے لئے کردیئے ہیں۔\nاس عظیم کائنات کا ایک وسیع صفحہ پیش کرنے اور اس کی وادیوں میں اللہ کی تسبیح وثنا کی گونج پیدا کرنے کے بعد ، اللہ کی اس عظیم تسبیح کو مکمل کرنے کے لئے یہاں نباتات کی دنیا کی طرف اشارہ کردیا جاتا ہے اور یہاں اس اشارے کے اندر جہان معانی ہے۔\nوالذی اخرج…………احوی (5:87) ” جس نے نباتات اگائیں اور پھر ان کو سیاہ کوڑا کرکٹ بنادیا “ المرعی ، ہر اس چیزکو کہا جاتا ہے جو زمین سے اگتی ہے ، اس لئے کہ ہر اگنے والی چیز کسی نہ کسی مخلوق کے لئے خوراک ہے۔ لہٰذا مرعی کا مفہوم یہاں اس سے کہیں وسیع ہے کہ کوئی چیز ہمارے مویشیوں کے چرنے کی ہے تو مرعی ہے۔ کیونکہ اللہ نے زمین کو پیدا کیا اور اس زمین کے اوپر چلنے والی ہر مخلوق کے لئے اس کے اندر اس کی خوراک پیدا کی ، چاہے یہ مخلوق زمین کے اوپر چلتی ہو ، یا اندر چھپی رہتی ہو یا اس کی فضاﺅں میں اڑتی ہو۔\nنباتات ابتداء میں سبز ہوتے ہیں ، پھر یژمردہ ہوکر سیاہ ہوجاتے ہیں۔ بعض اوقات تو وہ سبزی کی حالت ہی میں خوراک کے قابل ہوتے ہیں اور بعض اوقات وہ پک کر سیاہ ہوتے ہیں تو خوراک کا کام دیتے ہیں۔ درمیانی حالت میں بھی وہ کسی نہ کسی خوراک کا کام دیتے ہیں۔ بہرحال نباتات کی ہر حالت ، اللہ کی تخلیق اور تسویہ کے مطابق کسی مخلوق کے لئے خوراک بنتی ہے۔\nیہاں نباتاتی زندگی کے منظر کو پیش کرکے ایک اشارہ یہ کیا گیا ہے کہ جس طرح ہر نبات کوڑا کرکٹ بن کر انجام تک پہنچتا ہے۔ اس طرح ہر زندہ مخلوق بھی اس دنیا میں اپنے انجام کو پہنچتی ہے۔ اور یہ اشارہ ہے اس حیات ودنیا اور حیات اخروی کی طرف کہ حیات دنیا تو نباتات کی طرح ختم ہونے والی ہے اور حیات اخروی باقی اور لازوال ہے۔ بعد میں آتا ہے۔\nبل توثرون…………وابقی (17:87) ” مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو حالانکہ آخرت سے بہتر اور باقی رہنے والی ہے “۔ دنیا کی زندگی اس کھیت کی طرح ہے جو ختم ہوکر کوڑا کرکٹ بن جاتی ہے اور آخرت باقی و لازوال ہوتی ہے۔\nاس مقطع کے ذریعے اس عظیم کائنات کے صفحات کو دور تک پھیلا دیا جاتا ہے اور جن امور کا ذکر ہوتا ہے وہ سورت کے آنے والے حقائق کے ساتھ مناسب ہیں۔ یہ کائنات ان سے ہم آہنگ ہوتی ہے اور یہ حقائق کائنات سے پیوست ہوتے ہیں۔ ایک نہایت ہی وسیع و عریض فریم ورک ہیں۔ اگر گہرا مطالعہ کیا جائے کہ اس سیپارے کے مضامین کو وسیع کائناتی دائرے میں پیش کیا گیا ہے۔ یہ کائناتی دائرہ اس پارے کی فضا اور اس کے اشارات اور مضامین کے ساتھ ہم آہنگ ہوتا ہے۔"
    },
    {
      "ayah": 10,
      "surah": 87,
      "text": "سیذکر ................................ فصلی\nآپ یاد دہانی کرائیں اور اس یاد دہانی سے استفادہ وہی شخص کرے گا جو ڈرتا ہو۔\nمن یخشیٰ (10:87) جس کے دل میں خدا کا خوف ہو ، اور جو خدا کے غضب اور خدا کے عذاب سے ڈرتا ہے ، اور وہی شخص ڈرتا ہے اور محتاط رہتا ہے جو زندہ ہو۔ اور یہ شخص جانتا ہو کہ اس کائنات کا ایک خالق ہے ، جس نے اس جہاں کو پیدا کرکے اسے نہایت متوازن بنایا ہے ، تقدیر مقرر کی اور لوگوں کو راہ راست کی ہدایت کی۔ اس نے لوگوں کو ویسا ہی شتر بےمہار بناکر نہیں چھوڑ دیا اور نہ مہمل پیدا کیا ہے۔ لہٰذا خیروشر کے سلسلے میں اللہ حساب لینے والا ہے اور عدل و انصاف کے ساتھ فیصلہ کرنے والا ہے۔ تو ایسا شخص اللہ سے ڈرتا ہے اور جب اسے نصیحت کی جاتی ہے تو وہ نصیحت لیتا ہے ، اسے بصیرت دی جاتی ہے تو قبول کرتا ہے اور جب اسے نصیحت کی جاتی ہے تو وہ عبرت حاصل کرتا ہے۔"
    },
    {
      "ayah": 11,
      "surah": 87,
      "text": "ویتجنبھا الا شقی (11:87) ” اور اس سے گریز کرے گا انتہائی بدبخت “۔ جو شخص بدنصیب ہوگا وہ نصیحت سے دور ہوگا۔ لہٰذا ایسا شخص نہ نصیحت کی بات سنے گا اور نہ اس سے استفادہ کرے گا وہ بدنصیب ہوگا۔ مطلق بدنصیب۔ جس کے اندر بدبختی اعلیٰ درجے پر ہو ، یعنی انتہائی بدبخت۔ اپنی گری ہوئی روح کی وجہ سے بدبخت ، اس کائنات کے حقائق کا احساس نہ کرنے کی وجہ سے بدبخت۔ اس کائنات کے اندر پائے جانے والے شواہد کو نہ سمجھنے کی وجہ سے بدبخت ، اشارات کائنات کو نہ سمجھنے کی وجہ سے بدنصیب ، جو نہایت حرص سے اس دنیا کے خقیر مفادات کے پیچھے بھاگ رہا ہو ، اس کے لئے ہلکان ہورہا ہو ، اور آخرت کا بدبخت کہ وہاں اس کے نصیب میں دائمی جہنم ہوگی جس کے زمانوں کی کوئی انتہا نہ ہوگی۔"
    },
    {
      "ayah": 12,
      "surah": 87,
      "text": "الذی .................... ولا یحی (13:87) ” جو بڑی آگ میں جائے گا اور نہ اس میں مرے گا اور نہ جئے گا “۔ یہ بڑی آگ کیا ہے ؟ جہنم کی آگ۔ جس کی شدت بڑی ہوگی ، جس کے زمانے بڑے ہوں گے ، جس کی ضخامت بڑی ہوگی جس میں رہائش طویل ہوگی۔ اس میں نہ مرمٹ سکے گا کہ احساس عذاب نہ رہے اور نہ زندہ رہے گا کہ آرام سے ہو بلکہ دائمی عذاب ہوگا اور وہاں لوگ موت کو اس طرح چاہیں گے جس طرح یہاں بڑی بڑی خواہشات کے پیچھے مرتے ہیں۔ اس کے مقابلے میں نجات ہے ، فلاح ہے ، پاکیزگی اور نصیحت ہے۔"
    },
    {
      "ayah": 13,
      "surah": 87,
      "text": "الذی .................... ولا یحی (13:87) ” جو بڑی آگ میں جائے گا اور نہ اس میں مرے گا اور نہ جئے گا “۔ یہ بڑی آگ کیا ہے ؟ جہنم کی آگ۔ جس کی شدت بڑی ہوگی ، جس کے زمانے بڑے ہوں گے ، جس کی ضخامت بڑی ہوگی جس میں رہائش طویل ہوگی۔ اس میں نہ مرمٹ سکے گا کہ احساس عذاب نہ رہے اور نہ زندہ رہے گا کہ آرام سے ہو بلکہ دائمی عذاب ہوگا اور وہاں لوگ موت کو اس طرح چاہیں گے جس طرح یہاں بڑی بڑی خواہشات کے پیچھے مرتے ہیں۔ اس کے مقابلے میں نجات ہے ، فلاح ہے ، پاکیزگی اور نصیحت ہے۔"
    },
    {
      "ayah": 14,
      "surah": 87,
      "text": "قد افلح ................................ فصلی (15:87) ” فلاح پا گیا وہ جس نے پاکیزگی اختیار کی اور اپنے رب کا نام یاد کیا پھر نماز پڑھی “۔ تزکی کے معنی ہیں ہر گندگی اور ہر گناہ سے پاکیزگی اختیار کی۔ اس آیت میں اللہ فیصلہ فرماتا ہے کہ جو پاکیزگی اختیار کرے اور اپنے دل میں رب کا جلال بسائے اور پھر نماز پڑھے یا اللہ سے ڈرے اور اطاعت کرے۔ دونوں معنوں سے اللہ کی یاد تازہ ہوتی ہے اور جلال دل میں بیٹھتا ہے اور ضمیر میں اللہ کی ہیبت پیدا ہوتی ہے۔ تو فیصلہ یہ ہے کہ وہ شخص فلاح پائے گا۔ دنیا میں بھی وہ فلاح پائے گا کہ اس کا دل اللہ سے جڑا ہوا ہوگا ، زندہ ہوگا ، اللہ کے ذکر میں وہ مٹھاس محسوس کرے گا اور اس کو باری تعالیٰ سے انس ہوگا اور آخرت میں بھی فلاح پائے گا۔ وہاں بڑی آگ سے بچے گا اور جنتوں میں نعیم مقیم میں ہوگا۔ دونوں کا انجام دے دیا گیا اور دونوں کے انجام میں بعد المشرقین ہے۔\nاس خوفناک منظر میں ، جس میں نار کبریٰ دکھائی گئی ہے اور اس کے بالمقابل نجات کا منظر دکھایا گیا ہے ان لوگوں کے لئے جو پاکیزگی اختیار کرتے ہیں۔ ان مناظر کے بعد بتایا جاتا ہے لوگ بدبختی کے چنگل میں کیوں پھنس جاتے ہیں اور ان کی غفلت کا اصل سبب کیا ہے اور عبرت آموزی ، تطہیر اور فلاح ونجات سے ان کو کیا چیز روکتی ہے۔ اور وہ کیا چیز ہے جو انہیں جہنم رسید کرتی ہے اور بدبخت بنادیتی ہے۔"
    },
    {
      "ayah": 15,
      "surah": 87,
      "text": "قد افلح ................................ فصلی (15:87) ” فلاح پا گیا وہ جس نے پاکیزگی اختیار کی اور اپنے رب کا نام یاد کیا پھر نماز پڑھی “۔ تزکی کے معنی ہیں ہر گندگی اور ہر گناہ سے پاکیزگی اختیار کی۔ اس آیت میں اللہ فیصلہ فرماتا ہے کہ جو پاکیزگی اختیار کرے اور اپنے دل میں رب کا جلال بسائے اور پھر نماز پڑھے یا اللہ سے ڈرے اور اطاعت کرے۔ دونوں معنوں سے اللہ کی یاد تازہ ہوتی ہے اور جلال دل میں بیٹھتا ہے اور ضمیر میں اللہ کی ہیبت پیدا ہوتی ہے۔ تو فیصلہ یہ ہے کہ وہ شخص فلاح پائے گا۔ دنیا میں بھی وہ فلاح پائے گا کہ اس کا دل اللہ سے جڑا ہوا ہوگا ، زندہ ہوگا ، اللہ کے ذکر میں وہ مٹھاس محسوس کرے گا اور اس کو باری تعالیٰ سے انس ہوگا اور آخرت میں بھی فلاح پائے گا۔ وہاں بڑی آگ سے بچے گا اور جنتوں میں نعیم مقیم میں ہوگا۔ دونوں کا انجام دے دیا گیا اور دونوں کے انجام میں بعد المشرقین ہے۔\nاس خوفناک منظر میں ، جس میں نار کبریٰ دکھائی گئی ہے اور اس کے بالمقابل نجات کا منظر دکھایا گیا ہے ان لوگوں کے لئے جو پاکیزگی اختیار کرتے ہیں۔ ان مناظر کے بعد بتایا جاتا ہے لوگ بدبختی کے چنگل میں کیوں پھنس جاتے ہیں اور ان کی غفلت کا اصل سبب کیا ہے اور عبرت آموزی ، تطہیر اور فلاح ونجات سے ان کو کیا چیز روکتی ہے۔ اور وہ کیا چیز ہے جو انہیں جہنم رسید کرتی ہے اور بدبخت بنادیتی ہے۔"
    },
    {
      "ayah": 16,
      "surah": 87,
      "text": "بل توثرون ............................ وابقی\nحقیقت یہ ہے کہ دنیا پرستی ہی ہر مصیبت کی جڑ ہے۔ اسی وجہ سے انسان نصیحت سے منہ موڑتا ہے کیونکہ آخرت کا مطالبہ یہ ہوتا ہے اس کی فکر کرو اور آخرت کو ترجیح دو ۔ اور لوگ ہیں کہ دنیا کے طالب ہیں اور اس کو اولیت دیتے ہیں۔\nاور اس دنیا کو دنیا ویسے نہیں کہا گیا ، بلکہ یہ دنیائے دنی ہے ، قریبی ہے اور جلد مٹنے والی ہے اور اس کے مقابلے میں آخرت اچھی اور بہتر اور باقی رہنے والی ہے۔\nوالاخرة ........................ وابقی (17:87) ” یہ اپنی نوعیت کے اعتبار سے باقی رہنے والی اور اچھی اور ابدالا باد تک مسلسل ہونے والی ہے۔ لہٰذا جو لوگ آخرت پر دنیا کو ترجیح دیتے ہیں وہ بڑی حماقت کا ارتکاب کررہے ہیں اور ان کا انداز غلط ہے۔ کسی عاقل اور بصیر کا یہ کام نہیں ہے۔\nآخر میں یہ بتایا جاتا ہے کہ دعوت اسلامی کوئی نئی دعوت نہیں ہے ، اس کی طویل تاریخ ہے۔ آغاز کائنات سے اور وجود انسانیت سے یہ دعوت چل رہی ہے اور اس کے اصول زمان ومکان کے قیود سے ماوراء ہیں۔"
    },
    {
      "ayah": 17,
      "surah": 87,
      "text": "بل توثرون ............................ وابقی\nحقیقت یہ ہے کہ دنیا پرستی ہی ہر مصیبت کی جڑ ہے۔ اسی وجہ سے انسان نصیحت سے منہ موڑتا ہے کیونکہ آخرت کا مطالبہ یہ ہوتا ہے اس کی فکر کرو اور آخرت کو ترجیح دو ۔ اور لوگ ہیں کہ دنیا کے طالب ہیں اور اس کو اولیت دیتے ہیں۔\nاور اس دنیا کو دنیا ویسے نہیں کہا گیا ، بلکہ یہ دنیائے دنی ہے ، قریبی ہے اور جلد مٹنے والی ہے اور اس کے مقابلے میں آخرت اچھی اور بہتر اور باقی رہنے والی ہے۔\nوالاخرة ........................ وابقی (17:87) ” یہ اپنی نوعیت کے اعتبار سے باقی رہنے والی اور اچھی اور ابدالا باد تک مسلسل ہونے والی ہے۔ لہٰذا جو لوگ آخرت پر دنیا کو ترجیح دیتے ہیں وہ بڑی حماقت کا ارتکاب کررہے ہیں اور ان کا انداز غلط ہے۔ کسی عاقل اور بصیر کا یہ کام نہیں ہے۔\nآخر میں یہ بتایا جاتا ہے کہ دعوت اسلامی کوئی نئی دعوت نہیں ہے ، اس کی طویل تاریخ ہے۔ آغاز کائنات سے اور وجود انسانیت سے یہ دعوت چل رہی ہے اور اس کے اصول زمان ومکان کے قیود سے ماوراء ہیں۔"
    },
    {
      "ayah": 18,
      "surah": 87,
      "text": "ان ھذا ............................ موسیٰ\nاس سورت میں جو مضامین آئے ہیں وہ اس عظیم عقیدہ کے بنیادی اصول ہیں اور یہ وہی بنیادی اصول دعوت ہیں اور اصول دین ہیں جو حضرت موسیٰ (علیہ السلام) اور حضرت ابراہیم (علیہ السلام) کی کتابوں اور صحیفوں میں مذکور ہوئے تھے۔\nیہ کہ سچائی ایک ہے ، عقیدہ ایک ہے ، اصول دین ایک ہے یہ اس بات کی شہادت ہے کہ یہ سب ادیان ایک اللہ کی طرف سے ہیں۔ وہ ایک ہی ارادہ اور مشیت ہے جس نے ابراہیم اور مولیٰ (علیہما السلام) کو اور پھر حضرت محمد ﷺ کی بعثت کا ارادہ کیا ہے۔ سچائی ایک ہے ، تو اس کا سرچشمہ بھی ایک ہے۔ ہاں ادیان میں فروعی اختلاف ہیں لیکن وہ اس لئے کہ شریعت و قانون میں اللہ نے وقت کے حالات اور تقاضوں کے مطابق تبدیلی فرمائی۔ البتہ تمام شرائع کی اصل ایک ہے اور ایک ہی سرچشمہ سے تمام شریعتیں نکلیں یعنی اسی رب اعلیٰ کی طرف سے آئیں جس نے انسان کو پیدا کیا اور اسے متناسب بنایا اور جس نے ہر چیز کو مقدر کیا ، تقدیر بنائی اور ہر چیز کو ہدایت دی۔"
    },
    {
      "ayah": 19,
      "surah": 87,
      "text": "ان ھذا ............................ موسیٰ\nاس سورت میں جو مضامین آئے ہیں وہ اس عظیم عقیدہ کے بنیادی اصول ہیں اور یہ وہی بنیادی اصول دعوت ہیں اور اصول دین ہیں جو حضرت موسیٰ (علیہ السلام) اور حضرت ابراہیم (علیہ السلام) کی کتابوں اور صحیفوں میں مذکور ہوئے تھے۔\nیہ کہ سچائی ایک ہے ، عقیدہ ایک ہے ، اصول دین ایک ہے یہ اس بات کی شہادت ہے کہ یہ سب ادیان ایک اللہ کی طرف سے ہیں۔ وہ ایک ہی ارادہ اور مشیت ہے جس نے ابراہیم اور مولیٰ (علیہما السلام) کو اور پھر حضرت محمد ﷺ کی بعثت کا ارادہ کیا ہے۔ سچائی ایک ہے ، تو اس کا سرچشمہ بھی ایک ہے۔ ہاں ادیان میں فروعی اختلاف ہیں لیکن وہ اس لئے کہ شریعت و قانون میں اللہ نے وقت کے حالات اور تقاضوں کے مطابق تبدیلی فرمائی۔ البتہ تمام شرائع کی اصل ایک ہے اور ایک ہی سرچشمہ سے تمام شریعتیں نکلیں یعنی اسی رب اعلیٰ کی طرف سے آئیں جس نے انسان کو پیدا کیا اور اسے متناسب بنایا اور جس نے ہر چیز کو مقدر کیا ، تقدیر بنائی اور ہر چیز کو ہدایت دی۔"
    },
    {
      "ayah": 2,
      "surah": 87,
      "text": "سبح اسم ..................... احوی\nسورت کا آغاز نہایت ہی نرم اور نہایت لمبے آہنگ سے ہوتا ہے ، اس لمبے ٹون کے ذریعہ فضا میں تسبیح کی خوشگوار اور خوشبودار آواز بکھیر دی گئی ہے۔ اس کے بعد پھر تسبیح کا حکم اور پھر وہ صفات جن کو تسبیح کے بعد لایا گیا ہے۔\nسبح اسم……………. احوی (1:87 تا 5) ”(اے نبی ! ) اپنے رب برتر کے نام کی تسبیح کرو جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی ، جس نے نباتات اگائیں پھر ان کو سیاہ کوڑا کرکٹ بنادیا “۔ تاکہ اس تسبیح کے ذریعہ اس پوری کائنات کے اطراف واکناف میں تسبیح کی یہ آوازگونجاٹھے اور پوری کائنات ایک معبد نظر آئے اور ایک عبادت گاہ کے ساتھ ساتھ پوری کائنات صانع قدرت کی مصنوعات کی نمائش گاہ بھی بن جائے۔\nالذی…………فھدی (3:87) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بناکر اسے ہدایت بخشی “۔\nتسبیح کے کیا معنی ہیں ۔ اللہ کی برتری ذہن میں بسانا ، اللہ کو ہر عیب سے پاک سمجھنا اور ذہن میں اللہ کی صفات حسنی کا استحضار اور ان چیزوں کی روشنی ، چمک اور نورانیت سے اپنے ذوق ووجدان اور قلب و شعور کو روشن رکھا ، نام ہے تسبیح کا۔ محض زبان سے سبحان اللہ جپنے کو تسبیح نہیں کہتے۔\nسبح……………. الاعلیٰ (1:87) ” اپنے رب برتر کے نام کی تسبیح کرو “۔ یہ الفاظ انسانی وجدان اور شعور پر ایک حالت طاری کردیتے ہیں۔ یہ وجدانی حالت ایسی ہوتی ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے۔ یہ تو ایک وجدانی اور ذوقی چیز ہے اور ایک ایسی زندگی کی طرف اشارہ کرتی ہے جس کا تعلق کچھ معانی اور کچھ صفات کے استحضار سے ہے نہ کہ کچھ الفاظ رٹنے سے۔\nیہ معانی وصفات کیا ہیں ؟ پہلی صفت ، صفت ربوبیت ہے۔ اور دوسری صفت اعلیٰ ہے ۔ رب کے معنی مربی ، نگران اور پالنے والے کے ہیں۔ ان صفات کے سائے اور پرتو اس سورت کی فضا اور اس کے اندر بیان کی جانے والی خوشخبریوں کے ساتھ ہم آہنگ ہیں ، خصوصاً اس کے نرم انداز کے ساتھ۔ صفت اعلیٰ پردہ شعور پر ایسی تصاویر لاتی ہے جن سے علو ، برتری اور غیر متناہی اور غیر محدود وآفاق کا اظہار ہوتا ہے۔ انسانی روح دور تک تسبیحات کرتی ہے اور اس تصور علو سے تسبیح میں پاکی اور عظمت کے ساتھ مناسبت پیدا ہوتی ہے اور تسبیح اپنے بنیادی عناصر کے اعتبار سے تصور علو رب کا نام ہے۔\nابتدائی خطاب ظاہر ہے کہ رسول اللہ ﷺ کو ہے ، اور یہ براہ راست اللہ کی طرف سے آپ کو خطاب ہے۔ حضور اکرم ﷺ جب اس حکم ربی کو پڑھتے تھے۔\nسبح ” پاکی بیان کرو “ تو اگلی آیات پڑھنے سے پہلے آپ اس حکم پر عمل کرلیتے اور آپ فرماتے :\nسبحان ربی الاعلیٰ ” میں اپنے رب اعلیٰ کی پاکی بیان کرتا ہوں “۔ یوں حکم اور جواب حکم یا تعمیل حکم ہوجاتا ۔ امر کی اطاعت ہوجاتی اور اللہ کے ساتھ مناجات اور سوال و جواب ہوجاتا۔ کیونکہ حضور رب کے سامنے کھڑے ہوتے۔ براہ راست یہ کلام رب تعالیٰ سے لے رہے ہوتے تھے اور اس اتصال اور قرب کی حالت میں جواب دے دیتے۔ جب یہ آیات نازل ہوئیں تو حضور اکرم ﷺ نے صحابہ کرام ؓ کو حکم دیا کہ یہ تسبیح سجدے میں پڑھا کرو۔\n(اجعلوانی سجودکم) اور اس سے قبل جب یہ آیت نازل ہوئی تھی۔\nفسبح……………. العظیم ” اپنے رب عظیم کے نام کا تسبیح کرو “۔ تو آپ نے حکم دیا کہ اس کو رکوع میں پڑھو چناچہ رکوع میں سبحان ربی العظیم پڑھنا شروع کیا گیا۔ پس رکوع و سجود کی یہ تسبیح ایک زندہ تسبیح ہے ، محض مردہ کلمات نہیں ، جس طرح ایک زندہ چیز کا جسم حیات اور زندگی سے گرم ہوتا ہے ایسی ہی تسبیح نماز میں مطلوب ہے تاکہ اس تسبیح سے براہ راست حکم خداوندی کی تعمیل ہوجائے یا بالفاظ دیگر اجازت خداوندی کی تعمیل ہو ، کیونکہ اللہ کا اپنے بندوں کو یہ اجازت دینا کہ اس کی حمدوثنا کرو ، یہ بھی اللہ کا فضل وکرم ہے۔ کیونکہ اس طرح انسان کو یہ اجازت ملتی ہے کہ وہ اپنے حد تصور کے مطابق اللہ کے قریب ہوجائے۔ کیونکہ انسان اللہ کی ثنا اللہ کی ذات وصفات میں اپنے محدود تصور کے مطابق ہی کرسکتا ہے۔ اور یہ اللہ کے فضل وکرم کی ایک شکل ہے کہ اللہ اپنی ذات کی معرفت اپنے بندوں کو اپنی صفات کے ذریعہ کرواتا ہے۔ ایسی حدود میں کہ جن کے اندر وہ اللہ کی معرفت کا تصور کرسکتے ہیں۔ اللہ اپنی ذات تک پہنچنے کے لئے اپنے بندوں کو جس شکل و صورت میں بھی اجازت دیتا ہے ، یہ ان پر فضل وکرم کی ایک صورت ہوتی ہے۔\nسبح اسم……………. فھدی (1:87 تا 3) ” اپنے رب برتر کے نام کی تسبیح کرو ، جس نے پیدا کیا ، اور تناسب قائم کیا ، جس نے تقدیر بنائی ، پھر راہ دکھائی “۔ یعنی ہر چیز کو پیدا کیا اور نہایت مناسب شکل میں پیدا کیا اور اس تخلیق کے ہر پہلو کو کامل بنایا۔ اس حد تک کامل کہ کوئی اس میں یہ نہیں کہہ سکتا کہ اس کی فلاں چیز اس کے لئے مناسب نہیں ہے۔ اللہ نے تقدیریوں بنائی کہ ہر چیز کے لئے اس کا فرض منصبی مقرر کردیا اور اس کا مقصد تخلیق اور اس مقصد کو پورا کرنے کا طریقہ بھی اسے سمجھا دیا۔ ہر چیز کو عجیب الہامی انداز میں یہ تعلیم دی گئی۔ ہر چیز کو یہ شعور بھی بذریعہ الہام دے دیا کہ اس کی مقررہ زندگی کے لئے اس کو کس چیز کی ضرورت ہے۔\nیہ ایک عظیم حقیقت ہے اور اس کائنات کی جس چیز کا تجزیہ کیا جائے اس کے اندر یہ حقیقت موجود ہے۔ اس وسیع و عریض کائنات کی ہر چیز میں ، خواہ بڑی ہو یا چھوٹی ہو ، اہم ہو یا حقیر ہو ، ہر چیز کی تخلیق میں تسویہ اور تناسب موجود ہے۔ ہر چیز کامل الخلقت ہے اور ہر چیز کی تخلیق کا ایک مقصد ہے اور وہ مقصد اس کی تقدیر ہے ، اور ہر چیز کو اللہ نے اپنا مقصد وجودپورا کرنے کے لئے نہایت ہی آسان طریقہ کار فراہم کردیا ہے۔ غرض اللہ کی ہر مخلوق مکمل اور متناسب ہے۔ اور ہر چیز اپنا انفرادی فریضہ ادا کرتی ہے۔\nمثلاً ایٹم ایک اکیلا ایٹم ، پر ٹون اور الیکٹرون کی برقی رفتار کے اندر اسی قدر توازن رکھتا ہے جس طرح ایک کہکشاں اپنے سورج اور اس کے تابع ستاروں کے درمیان توازن رکھتی ہے۔ ایک ایٹم اپنے مقصد اور فریضے کو اسی طرح پورا کرتا ہے جس طرح ایک کہکشاں پورا کرتی ہے۔ دونوں کو انپا مقصد اور طریقہ حصول مقصد معلوم ہوتا ہے۔\nایک منفرد خلیہ ایک مکمل تخلیق ہے۔ اور اس کے اندر اپنا مقصد تخلیق پورا کرنے کی پوری استعداد ہوتی ہے اور وہ اپنا مقصد اسی طرح پورا کرتا ہے جس طرح کوئی اعلیٰ مرکب اور پیچیدہ مخلوق کرتی ہے۔\nپھر ایک منفرد ایٹم اور کسی کہکشاں کے درمیانی درجات پر الگ الگ مخلوق ہے۔ جس طرح ایک منفرد خلیہ اور پیچیدہ ترین مخلوقات کے درمیان زندہ مخلوقات کے مختلف درجے اور ان کی تنظیم ہے۔ اور ہر درجے اور ہر تنظیم کی تخلیق میں کمال اور تسویہ ہے اور ہر ایک کے لئے انفرادی فرائض اور اجتماعی مقاصد ہیں۔ دست قدرت الہامی طریقے سے ان سے یہ کام کراتا ہے اور اس گہری حقیقت یعنی تخلیق وتسویہ کا یہ کام پوری کائنات پر شاہد عادل ہے۔\nاس حقیقت کو انسانی قلب پاسکتا ہے بشرطیکہ وہ اس کائنات کے اشارات اخذ کرنے کے لئے تیار ہو اور کھلے دل سے وہ اس کائنات کی موجودات پر غور کرے۔ انسان کا اکتسابی علم جس درجے کا بھی ہو اور وہ ترقی یافتہ معاشرے کافرد ہو یا پسماندہ معاشرے کا فرد ہو وہ کائنات کی ان اشیاء سے یہ الہامی اشارات اخذ کرسکتا ہے بشرطیکہ اس کے دل و دماغ کے دریچے بھی ان اشارات کو پانے کے لئے تیار ہوں اور کھلے ہوں اور کسی عقل وخرد کے تار اس قابل ہوں کہ وہ مضراب حقیقت کے جواب میں نغمہ بار ہوسکیں۔\nاس کے بعد کائنات کا مشاہدہ اور کسی علم آتے ہیں اور انسان مطالعہ فطرت میں پہلی نظر سے جو الہام پاتا ہے ، تمام مشاہدات اس کی تائید کرتے ہیں ، بعض لوگوں نے مشاہدہ کائنات کے ذریعہ ایسے اشارات جمع کیے ہیں جو اس کائنات کے اندر پوشیدہ مجموعی حقیقت کے چہرے سے پردہ اٹھاتے ہیں۔\nنیویارک کی سائنسی علوم کی اکیڈمی کے صدر کریسی موریسن اپنی کتاب ” انسان اکیلا نہیں کھڑا “ میں اپنے مشاہدات یوں قلم بند کرتے ہیں۔\n” پرندوں میں وطن لوٹنے کا ایک ملکہ ہوتا ہے ، ایک خاص چڑیا جو دروازوں پر گھونسلے بناتی ہے ، خزاں کے موسم میں جنوب کی طرف ہجرت کرجاتی ہے اور اگلے سال بہار میں اپنے اسی مقام کی طرف لوٹ آتی ہے۔ ستمبر کے مہینے میں امریکہ کے اکثر پرندے جنوب کی طرف جاتے ہیں اور وہ سمندروں اور صحراﺅں پر سے پرواز کرتے ہوئے ہزاروں میل سفر کرتے ہیں اور کبھی اپنا راستہ نہیں بھولتے۔ اور پیغام رساں کبوتر پنجرے میں طویل سفر کرتے ہیں اور جب ان کو پیغام کر چھوڑا جاتا ہے تو وہ کچھ دیر کے لئے حیران ہوکر چکر لگاتے ہیں اور اس کے بعد وہ سیدھے اپنے وطن کی طرف پرواز کرتے ہیں اور کبھی راہ نہیں بھٹکتے ۔ شہد کی مکھی اگر کسی طرف جائے اور اس کے پیچھے نشانات راہ کسی طوفان کی وجہ سے مٹ جائیں تو بھی وہ راہ نہیں بھولتی اور سیدھی چھتے پر آجاتی ہے۔ البتہ انسان کے اندر یہ جبلت کمزور ہے اور انسان اس کمی کو اپنے آلات اور عقل کے ذریعہ پوری کردیتا ہے۔ باریک کیڑے مکوڑے بھی نہایت ہی چھوٹی اور خوردبینی آنکھیں رکھتے ہیں اور یہ نہایت ہی مکمل آنکھیں ہوتی ہیں۔ باز اور عقاب وغیرہ کی آنکھیں دور بین کی طرح ہوتی ہیں ، انسانی آنکھ ان کا مقابلہ نہیں کرسکتی۔ اس کمی کو بھی انسانی عقل و تجربہ نے پورا کیا ہے۔ چناچہ ان دوربینوں کے ذریعہ انسانسحابیوں کو دیکھ لیتا ہے اور اس نے ان کو دیکھنے کے لئے انسانی نظر کو بیس لاکھ گنا تیز کیا۔ نیز انسان نے ایسی خورد بینیں ایجاد کیں جن کے ذریعے وہ بیکٹریا اور دوسرے نہ نظر آنے والے کیڑے مکوڑے دیکھتا ہے۔\nاب ذرا تم اپنے بوڑھے گھوڑے کو راستہ پر چھوڑدو۔ جس قدر اندھیرا بھی ہو وہ راستہ نہ بھولے گا۔ وہ سخت تاریکی میں بھی دیکھ سکتا ہے اگرچہ بہت واضح نہ سہی۔ وہ راستہ میں اور اس کے دونوں جانب درجہ حرارت کو بھی دیکھ سکتا ہے۔ یہ درجہ حرارت اس کی آنکھیں انفراریڈ شعاعوں کے ذریعہ معلوم کرلیتی ہیں۔ الو ایک گرم چوہے کو سردگھاس کے نیچے چلتا پھرتا دیکھ لیتا ہے اگرچہ سخت اندھیرا ہو اور انسانوں نے تو بجلی کے قمقموں کے ذریعہ تاریک رات کو دن بنادیا ہے “۔\n” شہد کی مکھیوں کی دنیا بھی عجیب ہے۔ کارکن مکھیاں چھتے میں مختلف قسم کے کمرے بناتی ہیں۔ یہ تربیت کے لئے استعمال ہوتے ہیں۔ چھوٹے کمرے کارکنوں کے لئے استعمال ہوتے ہیں اور بڑے کمرے مردوں کے لئے اور ملکہ کے لئے خاص کمرے تیار ہوتے ہیں۔ یہ ملکہ مجھی جب غیر بار آورانڈہ دیتی ہے تو اسے مردوں کے کمرے میں رکھ دیتی ہے اور جب بار آور انڈہ دیتی ہے تو اسے اس کمرے میں رکھ دیتی ہے جس میں مونث کارکن مکھیاں ہوتی ہیں جو آگے جاکر ملکہ مکھی بننے والی ہوتی ہیں اور وہ کارکن مکھیاں جو مزدور ہوتی ہیں جب وہ ایک طویل عرصہ تک نسل تیار کرنے کا کام کرلیتی ہی تو ان کو بدل دیا جاتا ہے۔ یہ کارکن مکھیاں بچوں کے لئے غذا تیار کرنے کا کام بھی کرتی ہیں۔ یہ شہد اور پھولوں کو چبا کر ہضم کے قابل بناتی ہیں اور بچوں کے اندر نر اور مادے کا ظہور ہوجاتا ہے تو پھر یہ مذکورہ بالا طریقے سے غذاہضم کے لئے تیار کرنے کا عمل ترک کردیتی ہیں۔ اس کے بعد ان کو شہد اور پھولوں کا بور دیا جاتا ہے اور بچوں میں سے جو مونث اس طریقے سے تربیت پاتی ہیں وہ بعد میں کارکن مکھیاں بن جاتی ہیں “۔\nجو مونث مکھیاں ملکہ مکھیوں کے حجروں میں ہوتی ہیں ، تو ان کو شہد اور پھولوں کے بورے کو ابتدائی طور پر قابل ہضم بناکر غذا دینے کا سلسلہ جاری رکھا جاتا ہے ، اور جن مونث مکھیوں سے ایسا سلوک کیا جاتا ہے بعد میں وہ ملکہ مکھن بن جاتی ہیں۔ صرف یہ ملکہ ہی ایسے انڈے دیتی ہیں جو پار آور ہوتے ہیں۔ اس ٹیکنالوجی کے مطابق جو بچے پیدا ہوتے ہیں ان کے لئے خاص قسم کے حجروں ، ایک خاص قسم کے انڈوں اور ایک خاص قسم کی غذا کی ضرورت ہوتی ہے۔ اور غذا کے اندر تبدیلی کا اثر بھی عجیب ہوتا ہے۔ اس قسم ٹیکنالوجی کے لئے مکھیوں کو ایک طویل عرصہ تک انتظار کی ضرورت پڑی ہوگی جنہوں نے ان اصولوں کے اندرتمیز کرکے ان کو نافذ کیا ہوگا اور غذا کے اثرات معلوم کیے ہوں گے۔ اور ان اثرات معلوم کیے ہوں گے۔ اور ان اثرات کو اجتماعی طور پر نافذ کیا ہوگا جو ان کے وجود کے لئے ضروری ہوگا۔ مکھیوں نے جب اجتماعی زندگی کا آغاز کیا ہوگا تب ان کو یہ اصول معلوم ہوئے ہیں گے ، کیونکہ مکھی کے وجود اور زندگی کی بقا کے لئے ان اصولوں کی دریافت ضروری نہ تھی۔ لہٰذا معلوم ہوتا ہے کہ شہد کی مکھی نے غذا کے اثرات کے سلسلے میں انسان سے زیادہ تحقیق کی ہے “۔ (مغربی فکر میں ڈوبا ہوا مصنف یہ ماننے کے لئے تیار نہیں ہے کہ اللہ نے جب مکھی کو پیدا کیا تو یہ سب کچھ سکھا دیا۔ ان کے دماغوں پر ڈارون کا فلسفہ ارتقاء ہی بیٹھا ہوا ہے حالانکہ قرآن صاف کہتا ہے وعلم آدم الاسماء کلھا ” اللہ نے آدم کو تمام نام سکھادیئے “ اسی طرح اللہ نے مکھی کو بھی تمام بنیادی تعلیم دے دی تھی (مترجم) ۔\n” کتے کو ایک اضافی ناک دی گئی ہے جس کے ذریعہ وہ تمام جانوروں کی بوسونگھ لیتا ہے جو کسی راستے سے گزرے ہوں ، انسان کی قوت شامہ کتوں کے مقابلے میں کمزور ہے اور آج تک انسان نے کوئی ایسا آلہ بھی ایجاد نہیں کیا جو اس کی قوت شامہ کو ترقی دے ، لیکن ہماری یہ کمزور قوت شامہ بھی اس قدر چھوٹے ذرات کو محسوس کرلیتی ہے جیسے مائیکروسکوپ کے ذریعہ ہی دیکھا جاسکتا ہے۔\nاکثر حیوانات ایسی آوازیں سن لیتے ہیں جو ہمارے کانوں کے پردوں کے اندر ارتعاش پیدا نہیں کرسکتے ، کیونکہ یہ ہماری سماعت کی حد سے بہت ہی دقیق اور باریک ہوتے ہیں۔ انسان نے ایسے آلات ایجاد کرلیے ہیں کہ وہ کئی میل دور اڑنے والی مکھی کے پروں کی آواز بھی سن لے ، اس طرح کہ گویا وہ اس کے کان کے پردے کے اوپر بیٹھی ہے۔ ایسے ہی آلات کے ذریعہ سورج کی شعاعوں کی رفتار کی آواز بھی ریکارڈ کی جارہی ہے “۔\n” پانی کی مکڑیوں کی ایک قسم ایسی ہے جو پانی کے اندر غبارے کی طرح ایک گھونسلہ تیار کرتی ہے ، یہ تار عنکبوت سے بنایا جاتا ہے اور اسے پانی کے نیچے کسی چیز سے باندھ دیا جاتا ہے۔ اس کے بعدیہ مکڑی اپنے جسم کے بالوں کے ساتھ پانی کا ایک بلبلہ باندھتی ہے اور اسے لے جاکر اس گھونسلے سے باندھ دیتی ہے یہاں تک کہ گھونسلے کے گرد ہوا کے بلبلوں کا حصار بن جاتا ہے ، اس کے بعد وہ گھونسلے کے اندر بچے دیتی ہے کہ وہ ہوا کے طوفان سے محفوظ رہیں۔ اس گھونسلے کی ساخت میں ایک تو باریک بننے کا عمل ہے ، اس کے بعد دقیق انجینئرنگ اور ہوا بازی کا گہرا ادراک ہے “۔\n” سالمن مچھلی ، جو چھوٹی سی ہوتی ہے اور سمندر میں کئی سال تک گھومتی پھرتی ہے ، اس کے بعد وہ اس دریا کی طرف واپس ہوتی ہے جہاں اس کی پیدائش ہوئی تھی۔ آخر وہ کیا قوت ہے جو اسے اس کی جائے پیدائش تک رہنمائی کرتی ہے۔ یہ جب اپنی جائے پیدائش کی طرف بڑھتے ہوئے کسی غلط دریا کی طرف چلی جائے تو اسے فوراً معلوم ہوجاتا ہے کہ یہ دریا اس کی جائے پیدائش نہیں ہے۔ چناچہ وہ دریا میں چلتی ہے اور پانی کے بہاﺅ کے بالمقابل چل کر اپنی منزل تک پہنچ جاتی ہے۔\nپانی کے سانپوں کا معاملہ تو بہت ہی عجیب ہے۔ ان کا قصہ سالمن مچھلی کے برعکس ہے۔ اس مخلوق خدا کی عمر جب پوری ہوتی ہے تو یہ مختلف تالابوں اور دریاﺅں سے سفر کرکے گہرے سمندروں کی طرف جاتے ہیں۔ اگر یورپ میں ہوں تو یہ ہزاروں میل کا سفر طے کرکے جنوبی برمودا کی گہرائیوں کی طرف چلے جاتے ہیں۔ وہاں پھر یہ انڈے دے کر مرجاتے ہیں ، اب ان کے جو بچے پیدا ہوجاتے ہیں تو وہ تو صرف یہ جانتے ہیں کہ وہ نہایت گہرے پانیوں میں ہیں ، لیکن یہ بچے اسی راستے سے ساحل کی طرف جاتے ہیں جس طرح ان کی ماں ساحل سے پانی کی طرف آئی تھی اور ساحل سے پھر یہ کسی دریا ، یا نہر یا حوض اور تالاب کی طرف چلے جاتے ہیں۔ چناچہ پانیوں کی ہر قسم بحری سانپوں کے لئے موزوں ہوتی ہے۔ کیونکہ انہوں نے بڑی بڑی موجیں ، طوفان اور سمندری تلاطم دیکھے ہوئے ہیں اور ان کا مقابلہ کیا ہوا ہوتا ہے ۔ یہ ساحلوں پر چلتے ہیں اور جب یہ مکمل ہوجاتے ہیں تو کوئی خفیہ قانون ان کو مجبور کرتا ہے کہ وہ پھر واپسی کا سفر کریں اور گہرے سمندروں میں چلے جائیں۔ سوال یہ ہے کہ یہ جذبہ ان کے اندر کہاں سے پیدا ہوتا ہے۔ کبھی ایسا نہیں ہوا کہ کسی شکاری یا مچھیرے نے یورپی سمندروں میں امریکی بحری سانپ پکڑا ہو ، یا کسی امریکی مچھیرے کے جال میں یورپی سانپ آگیا ہو ، یورپی بحری سانپ کو چونکہ گہرے سرندروں تک لمبا سفر کرنا پڑتا ہے اسی لئے قدرت نے اسے ایک سال کی لمبی عمر عطا کی۔ یا اس سے بھی زیادہ تاکہ وہ مرنے سے قبل اپنی منزل مقصود کو پہنچ سکے۔ کیونکہ یورپی بحری سانپ کو امریکی بحری سانپ سے زیادہ فاصلہ طے کرنا پڑتا ہے۔ ذرا دیکھو تو سہی کہ کون سے ایٹم اور کیا سالمے ہیں ؟ جب بحری سانپ مچھلیوں کی شکل میں جمع ہوئے تو ان کے اندر اس قسم کی قوت ارادی پیدا ہوجاتی ہے جو ایسے دور دراز سفر کراتی ہے ؟\n” جب مادہ پروانہ ہوا کے دباﺅ میں تمہارے کسی روشن دان سے اندر آجاتا ہے تو وہ اپنے نر کو ایک سگنل بھیجتی ہے ، چاہے وہ جتنا بھی دور ہو۔ بعض اوقات وہ بہت دور ہوتا ہے۔ وہ اس اشارے کو وصول کرلیتا ہے اور اس کا جواب دیتا ہے۔ اس کو گمراہ کرنے کی انسان جس قدر کوشش بھی کرے ممکن نہیں ہوتا کہ وہ غلطی کرے۔ کیا ان کے پاس کوئی ریڈیو اسٹیشن ہے یا اس مرد کے پاس کوئی ریڈیو یا مشین ہے جو اس سے سگنل وصول کرتا ہے۔ ایریل کا ہونا تو بڑی بات ہے کیا اس کے پاس کوئی ایتھر ہے جس کے ذریعہ وہ ارتعاش پیدا کرتی ہے۔ ٹیلی فون اور ریڈیو ہمارے پاس سریع الحرکت مواصلاتی آلات ہیں لیکن یہ تاروں کے ذریعے ایک جگہ کو دوسری جگہ سے منسلک کرتے ہیں۔ اس طرح تو یہ پروانہ ہم پر فوقیت رکھتا ہے “۔\nنباتات اپنے وجود کو برقرار رکھنے کے لئے کئی چیزوں سے خدمت لیتے ہیں ، بغیر ان کے علم و ارادہ کے۔ مثلاً حشرات پھولوں کا بورا ان کے لئے منتقل کرتے ہی ، ہوا یہی کام کرتی ہے ، وحوش وطیور بھی یہی کام کرتے اور ان کا بورا اور بیج بکھیرتے ہیں۔ سب سے آخر میں ان نباتات نے انسان کو بھی اپنے جال میں پھانس لیا۔ اس نے فطرت کو حسن بخشا اور فطرت نے اسے اس کا اجردیا۔ لیکن انسان بھی تو کسی حد پر رکنے والا نہیں۔\nھل من مزید کا قائل ہے۔ اس نے ہل چلایا ، بیج بویا ، فصل کاٹی ، انبار بھرے ، پھر اس نے فصلوں کو ترقی دی ، شاخ تراشی کی اور خوراک کا بندوبست کیا۔ اگر وہ یہ کام چھوڑ دے تو بھوک سے مرجائے اور دنیا سے تہذیب و تمدن کا خاتمہ ہوجائے اور انسانیت پتھر کے دور میں واپس چلی جائے۔ “\nپانی کے بیشمار جانور مثلاً جھینگا مچھلی کا ایک بازو اگر کٹ جائے تو اسے معلوم ہوجاتا ہے کہ اس کے جسم کا ایک حصہ ضائع ہوگیا ہے ، اس کے خلیے اور جینز اس عضو کو دوبارہ بنانا شروع کردیتے ہیں اور جب وہ عضو مکمل ہوجاتا ہے تو خلیے یہ کام بند کردیتے ہیں اور ان کو معلوم ہوجاتا ہے کہ ان کی ڈیوٹی ختم ہے۔\nپانی کے وہ کیڑے جن کے کئی پاﺅں ہوتے ہیں ، جب دوٹکڑے ہوجائے تو وہ ان میں سے ایک ٹکڑے کی مدد سے اپنے آپ کو مکمل کرلیتا ہے۔ اگر تم اس کیڑے کا سرکاٹ دو تو وہ دوسرا سر بنالیتا ہے۔\nہم زخموں کو مندمل کرسکتے ہیں لیکن ہمارے سرجن ابھی تک یہ بات نہیں جانتے کہ وہ خلیوں کو متحرک کریں اور وہ ایک نیا بازو بنا ڈالیں یا گوشت پوشت ، ناخن اور اعصاب بنادیں ، اگر ایسا ممکن ہو۔\nاور ایک عجوبہ تو یہ ہے کہ اگر کوئی خلیہ ابتدائی ایام ہی میں دو مکمل حصوں میں تقسیم ہوجائے تو اس سے دو مکمل حیوان تیارہوجاتے ہیں۔ ہم دیکھتے ہیں کہ توام ہم شکل ہوتے ہیں ، اس کی تشریح اس طرح کی جاسکتی ہے کہ حمل کے ابتدائی مرحلہ میں خلیہ منقسم ہوگیا اور اس سے یہ بھی معلوم ہوتا ہے کہ ابتدائی مرحلے میں خلیہ کمل فرد ہوتا ہے۔ اور اسی طرح ایک فرد بھی ہر خلیہ میں ہوتا ہے۔\nایک دوسری فصل میں یہی مصنف لکھتا ہے :\nشاہ بلوط کا بھورا بیج زمین پر گراتا ہے ، اس کا بھورا چھلکا اسے محفوظ رکھتا ہے ، اور یہ گرتا پڑتا زمین میں کسی دراڑ میں اٹک جاتا ہے۔ موسم بہاں میں اس کے اندر کا جرثومہ جاگتا ہے۔ وہ اس چھلکے کو پھاڑ دیتا ہے اور یہ اس مغز سے خوراک حاصل کرتا ہے جو اس چھلکے کے اندر جمع کردی گئی ہوتی ہے۔ جس کے اندر اس کے موروثی جینز ہوتے ہیں۔ اس کی جڑیں زمین میں جاتی ہیں۔ آپ دیکھتے ہیں کہ یہ پودا نمودار ہوتا ہے ، چھوٹا درخت اور پھر کامل درخت بن جاتا ہے۔ اس کے اندر کئی ملین جینز ہوتے ہیں۔ یہاں تک کہ یہ اپنی جڑوں ، چھلکے ، پھل اور تنوں اور شاخوں میں بھی اس درخت کے مماثل ہوتا ہے جس سے وہ بیج نکلا۔ کروڑوں سال پہلے جو بلوط کا درخت پیدا ہوا تھا ، اس کے پھل آج تک اپنے ذرات کی ترتیب اس طرح رکھتے ہیں جس طرح پہلے بلوط کے پھل نے رکھا تھا۔\nیہی مصنف تیسری فصل میں لکھتا ہے : ” ہر خلیہ جو کسی زندہ مخلوق میں پیدا ہوتا ہے ، اس پر لازم ہے کہ وہ اپنے آپ کو اس طرح ڈھالے کہ گوشت کا حصہ ہو یا چمڑے کا حصہ ہو اور فنا ہوجائے ، یا دانت کی چمک بن جائے یا آنکھ کا سیال مادہ بن جائے یا ناک اور کان بن جائے۔ ہر خلیہ اپنے آپ کو ایسی شکل میں ڈھالتا ہے کہ وہ اپنا فرض منصبی پوری طرح ادا کرے۔ یہ بات نہایت ہی مشکل ہے کہ کوئی تعین کرے کہ کون سا خلیہ دائیں ہاتھ ہے یا بائیں ہاتھ کا۔ لیکن ازروئے فطرت یہ بات متعین ہے کہ یہ خلیہ دائیں کان کا ہے اور یہ بائیں کان کا ہے۔ غرض ہزار ہا خلیات چلائے جاتے ہیں کہ وہ ایک صحیح کام کریں ، صحیح وقت پر کریں اور صحیح جگہ پر کریں “۔\nچوتھی فصل میں یہ شخص کہتا ہے : ” مختلف قسم کی مخلوقات میں بعض مخلوقات ایسے کام کرتی ہیں جو دانش مندی کے اعلیٰ مرتبہ کے ہیں۔ جن کی کوئی تشریح ہم نہیں کرسکتے۔ مثلاً بھڑ ، ٹڈے کو شکار کرتی ہے ، زمین میں ایک گڑھا کھودتی ہے اور ایک مناسب جگہ اسے دفن کردیتی ہے۔ یہ شکار کرتے وقت اس کے ایسے مخصوص مقام پر ڈنگ مارتی ہے کہ وہ بےہوش ہوجاتا ہے لیکن اس کا گوشت صحیح وسالم زندہ رہتا ہے۔ اب مادہ بھڑ اس کے قریب ایک متعین مقام پر انڈے دیتی ہے۔ اسے شاید یہ بھی معلوم نہ ہو کہ جب اس کے بچے پیدا ہوں گے تو اس ٹڈے کا گوشت کھائیں گے۔ لیکن اسے قتل نہ کریں گے کیونکہ یہ گوشت ان کی غذا ہے اور گوشت خراب ہوکر زہریلا بن جائے ۔ لازماً بھڑ نے ابتدا سے یہ کام شروع کیا ہوگا اور ہمیشہ وہ اسے دہراتی ہوگی ورنہ دنیا میں سے بھڑوں کا وجود ہی ختم ہوجاتا۔ سائنس کے پاس ایسی کوئی تشریح نہیں ہے کہ وہ بھڑوں کے اس مسلسل فعل کا سبب بیان کرے اور یہ بھی ممکن نہیں ہے کہ یہ کام بھڑیں محض اتفاق سے کرتی ہیں ، کیونکہ مادہ بھڑ تو زمین کے اندر کھودے ہوئے گڑھے کو بھر کر چلی جاتی ہے اور مرجاتی ہے ، نہ وہ اس کے اسلاف یہ جانتے تھے کہ وہ ایسا کیوں کررہی ہے۔ نہ اسے اس کا علم اور مشاہدہ ہوتا ہے کہ اس کے بعد اس کے بچوں کو کیا پیش آنا ہے بلکہ بھڑ کو تو یہ علم بھی نہیں ہوتا کہ اس کے بعد کوئی چیز آنے والی ایسی ہے جسے وہ اپنا بچہ کہتی ہو ، بلکہ اسے یہ تک علم نہیں ہے کہ وہ یہ کام نوع کی حفاظت کے لئے کرتی ہے۔\nچیونٹیوں میں سے بعض کی یہ ڈیوٹی ہوتی ہے کہ وہ سردیوں کے موسم میں اپنی کالونی کو خوراک مہیا کرنے کے لئے حیوانات جمع کریں۔ پھر وہ ایک سٹور قائم کرتی ہیں جہاں یہ خوراک پیس کر رکھی جاتی ہے۔ پھر بعض چیونٹیاں ایسی ہوتی ہیں جن کو قدرت نے پیسنے کی جبڑے دیئے ہوتے ہیں۔ ان کا کام صرف خوراک کو پیسنا ہوتا ہے۔ جب سردیوں کا موسم آتا ہے اور تمام غلہ پیسا جاچکا ہوتا ہے تو اس کی سپلائی یوں ہوتی ہے کہ زیادہ سے زیادہ تعداد کو فائدہ پہنچایا جاسکے تاکہ سپلائی جاری رہ سکے۔ اب چونکہ اگلی نسل میں مزید پیسنے والی چیونٹیاں پیدا ہوں گی۔ اس لئے چیونٹیوں کی فوج ان پیسنے والیوں پر حملہ آور ہوتی ہے اور ان کو قتل کردیتی ہے۔ شاید ان کا ضمیر مطمئن ہوتا ہے کہ انہوں نے اپنے حصے کی خوراک پیسنے کے دوران کھالی ہے کیونکہ انہوں نے اس موپعہ سے ضرور فائدہ اٹھایا ہوگا۔\nبعض چیونٹیاں ایسی ہوتی ہیں کہ ان کی جبلت یا ان کی عقل ان کو کھانوں کے باغ بنانے پر آمادہ کرتی ہیں اور یہ چیونٹیاں ابتدائی کیڑوں کو اور پودوں کے چھلکوں پر پائے جانے والے کیڑوں کو گرفتار کرلیتی ہیں۔ یہ گویا ان کے لئے گائے اور بکریوں کا کام دیتے ہیں۔ ان کیڑوں سے یہ چیونٹیاں ایسا محلول لیتی ہیں جو شہد کی طرح ہوتا ہے اور یہ چیونٹیوں کی خوراک کا کام دیتا ہے۔\nچیونٹیاں بعض دوسری چیونٹیوں کو غلام بھی بنالیتی ہیں ، اور جب یہ اپنے گھونسلے بناتی ہیں تو یہ پتوں کو مناسب حجم میں کاٹتی ہیں۔ جب کارکن چیونٹیاں ان پتوں کو ایک طرف سے پکڑ کر اپنے مقام پر رکھتی ہیں تو اس وقت یہ ان بچوں سے بھی کام لیتی ہیں جو ابھی ارتفائی دور میں ہوتے ہیں لیکن ان کے ریشمی مواد سے یہ پتوں کو جوڑتی ہیں ، یوں یہ بچہ اپنے لئے گھونسلا بنانے سے محروم رہتا ہے لیکن اپنے بنی نوع کے لئے ایک مفید کام کرچکا ہوتا ہے۔ سوال یہ ہے کہ جس ذروں سے چیونٹی بنتی ہے ان ذروں میں یہ کام کرنے کی صلاحیت کس طرح پیدا ہوجاتی ہے۔ اس میں شک نہیں ہے کہ ان کا ایک خالق ہے جس نے ان کو اس طرح کرنے کی ہدایت کی “۔ (اقتباسات ختم ہوئے)\nاس میں شک نہیں ہے کہ ایک خالق ہے جس نے اپنی تمام مخلوقات کو ہدایات دیں ، خواہ وہ بڑی مخلوق ہو یا چھوٹی ہو ، اور یہ وہی خالق ہے جو الاعلیٰ…………فھدی (1:87 تا 3) ” جو برتر ہے ، جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔\nہم نے اوپر جو اقتباسات دیئے ہیں ، یہ تو اصل حقیقت کے ایک معمولی حصے کے مشاہدات ہیں ، جو انسانوں نے نباتات ، حشرات الارض ، پرندوں اور دوسرے حیوانات کے سلسلے میں ریکارڈ کیے ہیں۔ لیکن اس سے آگے علم ومشاہدہ اور بھی جہاں ہیں اور جو کچھ ہمارے علم میں ہے وہ اس قول باری کے مدلول اور مفہوم کا ایک نہایت ہی مختصر حصہ ہے۔\nالذی خلق…………فھدی (2:87 تا 3) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔ یہ قابل مشاہدہ کائنات جس کے ایک معمولی حصے کو ہم جانتے ہیں ، اس سے آگے عالم غیب کے جہاں پوشیدہ ہیں۔ ہمیں تو اپنی بشری قوتوں کے مطابق بہت تھوڑا علم دیا گیا ہے۔ یہ چند اشارات ہیں جو اللہ نے ہماری محدود قوت ادراک کے لئے کردیئے ہیں۔\nاس عظیم کائنات کا ایک وسیع صفحہ پیش کرنے اور اس کی وادیوں میں اللہ کی تسبیح وثنا کی گونج پیدا کرنے کے بعد ، اللہ کی اس عظیم تسبیح کو مکمل کرنے کے لئے یہاں نباتات کی دنیا کی طرف اشارہ کردیا جاتا ہے اور یہاں اس اشارے کے اندر جہان معانی ہے۔\nوالذی اخرج…………احوی (5:87) ” جس نے نباتات اگائیں اور پھر ان کو سیاہ کوڑا کرکٹ بنادیا “ المرعی ، ہر اس چیزکو کہا جاتا ہے جو زمین سے اگتی ہے ، اس لئے کہ ہر اگنے والی چیز کسی نہ کسی مخلوق کے لئے خوراک ہے۔ لہٰذا مرعی کا مفہوم یہاں اس سے کہیں وسیع ہے کہ کوئی چیز ہمارے مویشیوں کے چرنے کی ہے تو مرعی ہے۔ کیونکہ اللہ نے زمین کو پیدا کیا اور اس زمین کے اوپر چلنے والی ہر مخلوق کے لئے اس کے اندر اس کی خوراک پیدا کی ، چاہے یہ مخلوق زمین کے اوپر چلتی ہو ، یا اندر چھپی رہتی ہو یا اس کی فضاﺅں میں اڑتی ہو۔\nنباتات ابتداء میں سبز ہوتے ہیں ، پھر یژمردہ ہوکر سیاہ ہوجاتے ہیں۔ بعض اوقات تو وہ سبزی کی حالت ہی میں خوراک کے قابل ہوتے ہیں اور بعض اوقات وہ پک کر سیاہ ہوتے ہیں تو خوراک کا کام دیتے ہیں۔ درمیانی حالت میں بھی وہ کسی نہ کسی خوراک کا کام دیتے ہیں۔ بہرحال نباتات کی ہر حالت ، اللہ کی تخلیق اور تسویہ کے مطابق کسی مخلوق کے لئے خوراک بنتی ہے۔\nیہاں نباتاتی زندگی کے منظر کو پیش کرکے ایک اشارہ یہ کیا گیا ہے کہ جس طرح ہر نبات کوڑا کرکٹ بن کر انجام تک پہنچتا ہے۔ اس طرح ہر زندہ مخلوق بھی اس دنیا میں اپنے انجام کو پہنچتی ہے۔ اور یہ اشارہ ہے اس حیات ودنیا اور حیات اخروی کی طرف کہ حیات دنیا تو نباتات کی طرح ختم ہونے والی ہے اور حیات اخروی باقی اور لازوال ہے۔ بعد میں آتا ہے۔\nبل توثرون…………وابقی (17:87) ” مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو حالانکہ آخرت سے بہتر اور باقی رہنے والی ہے “۔ دنیا کی زندگی اس کھیت کی طرح ہے جو ختم ہوکر کوڑا کرکٹ بن جاتی ہے اور آخرت باقی و لازوال ہوتی ہے۔\nاس مقطع کے ذریعے اس عظیم کائنات کے صفحات کو دور تک پھیلا دیا جاتا ہے اور جن امور کا ذکر ہوتا ہے وہ سورت کے آنے والے حقائق کے ساتھ مناسب ہیں۔ یہ کائنات ان سے ہم آہنگ ہوتی ہے اور یہ حقائق کائنات سے پیوست ہوتے ہیں۔ ایک نہایت ہی وسیع و عریض فریم ورک ہیں۔ اگر گہرا مطالعہ کیا جائے کہ اس سیپارے کے مضامین کو وسیع کائناتی دائرے میں پیش کیا گیا ہے۔ یہ کائناتی دائرہ اس پارے کی فضا اور اس کے اشارات اور مضامین کے ساتھ ہم آہنگ ہوتا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 87,
      "text": "سبح اسم ..................... احوی\nسورت کا آغاز نہایت ہی نرم اور نہایت لمبے آہنگ سے ہوتا ہے ، اس لمبے ٹون کے ذریعہ فضا میں تسبیح کی خوشگوار اور خوشبودار آواز بکھیر دی گئی ہے۔ اس کے بعد پھر تسبیح کا حکم اور پھر وہ صفات جن کو تسبیح کے بعد لایا گیا ہے۔\nسبح اسم……………. احوی (1:87 تا 5) ”(اے نبی ! ) اپنے رب برتر کے نام کی تسبیح کرو جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی ، جس نے نباتات اگائیں پھر ان کو سیاہ کوڑا کرکٹ بنادیا “۔ تاکہ اس تسبیح کے ذریعہ اس پوری کائنات کے اطراف واکناف میں تسبیح کی یہ آوازگونجاٹھے اور پوری کائنات ایک معبد نظر آئے اور ایک عبادت گاہ کے ساتھ ساتھ پوری کائنات صانع قدرت کی مصنوعات کی نمائش گاہ بھی بن جائے۔\nالذی…………فھدی (3:87) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بناکر اسے ہدایت بخشی “۔\nتسبیح کے کیا معنی ہیں ۔ اللہ کی برتری ذہن میں بسانا ، اللہ کو ہر عیب سے پاک سمجھنا اور ذہن میں اللہ کی صفات حسنی کا استحضار اور ان چیزوں کی روشنی ، چمک اور نورانیت سے اپنے ذوق ووجدان اور قلب و شعور کو روشن رکھا ، نام ہے تسبیح کا۔ محض زبان سے سبحان اللہ جپنے کو تسبیح نہیں کہتے۔\nسبح……………. الاعلیٰ (1:87) ” اپنے رب برتر کے نام کی تسبیح کرو “۔ یہ الفاظ انسانی وجدان اور شعور پر ایک حالت طاری کردیتے ہیں۔ یہ وجدانی حالت ایسی ہوتی ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے۔ یہ تو ایک وجدانی اور ذوقی چیز ہے اور ایک ایسی زندگی کی طرف اشارہ کرتی ہے جس کا تعلق کچھ معانی اور کچھ صفات کے استحضار سے ہے نہ کہ کچھ الفاظ رٹنے سے۔\nیہ معانی وصفات کیا ہیں ؟ پہلی صفت ، صفت ربوبیت ہے۔ اور دوسری صفت اعلیٰ ہے ۔ رب کے معنی مربی ، نگران اور پالنے والے کے ہیں۔ ان صفات کے سائے اور پرتو اس سورت کی فضا اور اس کے اندر بیان کی جانے والی خوشخبریوں کے ساتھ ہم آہنگ ہیں ، خصوصاً اس کے نرم انداز کے ساتھ۔ صفت اعلیٰ پردہ شعور پر ایسی تصاویر لاتی ہے جن سے علو ، برتری اور غیر متناہی اور غیر محدود وآفاق کا اظہار ہوتا ہے۔ انسانی روح دور تک تسبیحات کرتی ہے اور اس تصور علو سے تسبیح میں پاکی اور عظمت کے ساتھ مناسبت پیدا ہوتی ہے اور تسبیح اپنے بنیادی عناصر کے اعتبار سے تصور علو رب کا نام ہے۔\nابتدائی خطاب ظاہر ہے کہ رسول اللہ ﷺ کو ہے ، اور یہ براہ راست اللہ کی طرف سے آپ کو خطاب ہے۔ حضور اکرم ﷺ جب اس حکم ربی کو پڑھتے تھے۔\nسبح ” پاکی بیان کرو “ تو اگلی آیات پڑھنے سے پہلے آپ اس حکم پر عمل کرلیتے اور آپ فرماتے :\nسبحان ربی الاعلیٰ ” میں اپنے رب اعلیٰ کی پاکی بیان کرتا ہوں “۔ یوں حکم اور جواب حکم یا تعمیل حکم ہوجاتا ۔ امر کی اطاعت ہوجاتی اور اللہ کے ساتھ مناجات اور سوال و جواب ہوجاتا۔ کیونکہ حضور رب کے سامنے کھڑے ہوتے۔ براہ راست یہ کلام رب تعالیٰ سے لے رہے ہوتے تھے اور اس اتصال اور قرب کی حالت میں جواب دے دیتے۔ جب یہ آیات نازل ہوئیں تو حضور اکرم ﷺ نے صحابہ کرام ؓ کو حکم دیا کہ یہ تسبیح سجدے میں پڑھا کرو۔\n(اجعلوانی سجودکم) اور اس سے قبل جب یہ آیت نازل ہوئی تھی۔\nفسبح……………. العظیم ” اپنے رب عظیم کے نام کا تسبیح کرو “۔ تو آپ نے حکم دیا کہ اس کو رکوع میں پڑھو چناچہ رکوع میں سبحان ربی العظیم پڑھنا شروع کیا گیا۔ پس رکوع و سجود کی یہ تسبیح ایک زندہ تسبیح ہے ، محض مردہ کلمات نہیں ، جس طرح ایک زندہ چیز کا جسم حیات اور زندگی سے گرم ہوتا ہے ایسی ہی تسبیح نماز میں مطلوب ہے تاکہ اس تسبیح سے براہ راست حکم خداوندی کی تعمیل ہوجائے یا بالفاظ دیگر اجازت خداوندی کی تعمیل ہو ، کیونکہ اللہ کا اپنے بندوں کو یہ اجازت دینا کہ اس کی حمدوثنا کرو ، یہ بھی اللہ کا فضل وکرم ہے۔ کیونکہ اس طرح انسان کو یہ اجازت ملتی ہے کہ وہ اپنے حد تصور کے مطابق اللہ کے قریب ہوجائے۔ کیونکہ انسان اللہ کی ثنا اللہ کی ذات وصفات میں اپنے محدود تصور کے مطابق ہی کرسکتا ہے۔ اور یہ اللہ کے فضل وکرم کی ایک شکل ہے کہ اللہ اپنی ذات کی معرفت اپنے بندوں کو اپنی صفات کے ذریعہ کرواتا ہے۔ ایسی حدود میں کہ جن کے اندر وہ اللہ کی معرفت کا تصور کرسکتے ہیں۔ اللہ اپنی ذات تک پہنچنے کے لئے اپنے بندوں کو جس شکل و صورت میں بھی اجازت دیتا ہے ، یہ ان پر فضل وکرم کی ایک صورت ہوتی ہے۔\nسبح اسم……………. فھدی (1:87 تا 3) ” اپنے رب برتر کے نام کی تسبیح کرو ، جس نے پیدا کیا ، اور تناسب قائم کیا ، جس نے تقدیر بنائی ، پھر راہ دکھائی “۔ یعنی ہر چیز کو پیدا کیا اور نہایت مناسب شکل میں پیدا کیا اور اس تخلیق کے ہر پہلو کو کامل بنایا۔ اس حد تک کامل کہ کوئی اس میں یہ نہیں کہہ سکتا کہ اس کی فلاں چیز اس کے لئے مناسب نہیں ہے۔ اللہ نے تقدیریوں بنائی کہ ہر چیز کے لئے اس کا فرض منصبی مقرر کردیا اور اس کا مقصد تخلیق اور اس مقصد کو پورا کرنے کا طریقہ بھی اسے سمجھا دیا۔ ہر چیز کو عجیب الہامی انداز میں یہ تعلیم دی گئی۔ ہر چیز کو یہ شعور بھی بذریعہ الہام دے دیا کہ اس کی مقررہ زندگی کے لئے اس کو کس چیز کی ضرورت ہے۔\nیہ ایک عظیم حقیقت ہے اور اس کائنات کی جس چیز کا تجزیہ کیا جائے اس کے اندر یہ حقیقت موجود ہے۔ اس وسیع و عریض کائنات کی ہر چیز میں ، خواہ بڑی ہو یا چھوٹی ہو ، اہم ہو یا حقیر ہو ، ہر چیز کی تخلیق میں تسویہ اور تناسب موجود ہے۔ ہر چیز کامل الخلقت ہے اور ہر چیز کی تخلیق کا ایک مقصد ہے اور وہ مقصد اس کی تقدیر ہے ، اور ہر چیز کو اللہ نے اپنا مقصد وجودپورا کرنے کے لئے نہایت ہی آسان طریقہ کار فراہم کردیا ہے۔ غرض اللہ کی ہر مخلوق مکمل اور متناسب ہے۔ اور ہر چیز اپنا انفرادی فریضہ ادا کرتی ہے۔\nمثلاً ایٹم ایک اکیلا ایٹم ، پر ٹون اور الیکٹرون کی برقی رفتار کے اندر اسی قدر توازن رکھتا ہے جس طرح ایک کہکشاں اپنے سورج اور اس کے تابع ستاروں کے درمیان توازن رکھتی ہے۔ ایک ایٹم اپنے مقصد اور فریضے کو اسی طرح پورا کرتا ہے جس طرح ایک کہکشاں پورا کرتی ہے۔ دونوں کو انپا مقصد اور طریقہ حصول مقصد معلوم ہوتا ہے۔\nایک منفرد خلیہ ایک مکمل تخلیق ہے۔ اور اس کے اندر اپنا مقصد تخلیق پورا کرنے کی پوری استعداد ہوتی ہے اور وہ اپنا مقصد اسی طرح پورا کرتا ہے جس طرح کوئی اعلیٰ مرکب اور پیچیدہ مخلوق کرتی ہے۔\nپھر ایک منفرد ایٹم اور کسی کہکشاں کے درمیانی درجات پر الگ الگ مخلوق ہے۔ جس طرح ایک منفرد خلیہ اور پیچیدہ ترین مخلوقات کے درمیان زندہ مخلوقات کے مختلف درجے اور ان کی تنظیم ہے۔ اور ہر درجے اور ہر تنظیم کی تخلیق میں کمال اور تسویہ ہے اور ہر ایک کے لئے انفرادی فرائض اور اجتماعی مقاصد ہیں۔ دست قدرت الہامی طریقے سے ان سے یہ کام کراتا ہے اور اس گہری حقیقت یعنی تخلیق وتسویہ کا یہ کام پوری کائنات پر شاہد عادل ہے۔\nاس حقیقت کو انسانی قلب پاسکتا ہے بشرطیکہ وہ اس کائنات کے اشارات اخذ کرنے کے لئے تیار ہو اور کھلے دل سے وہ اس کائنات کی موجودات پر غور کرے۔ انسان کا اکتسابی علم جس درجے کا بھی ہو اور وہ ترقی یافتہ معاشرے کافرد ہو یا پسماندہ معاشرے کا فرد ہو وہ کائنات کی ان اشیاء سے یہ الہامی اشارات اخذ کرسکتا ہے بشرطیکہ اس کے دل و دماغ کے دریچے بھی ان اشارات کو پانے کے لئے تیار ہوں اور کھلے ہوں اور کسی عقل وخرد کے تار اس قابل ہوں کہ وہ مضراب حقیقت کے جواب میں نغمہ بار ہوسکیں۔\nاس کے بعد کائنات کا مشاہدہ اور کسی علم آتے ہیں اور انسان مطالعہ فطرت میں پہلی نظر سے جو الہام پاتا ہے ، تمام مشاہدات اس کی تائید کرتے ہیں ، بعض لوگوں نے مشاہدہ کائنات کے ذریعہ ایسے اشارات جمع کیے ہیں جو اس کائنات کے اندر پوشیدہ مجموعی حقیقت کے چہرے سے پردہ اٹھاتے ہیں۔\nنیویارک کی سائنسی علوم کی اکیڈمی کے صدر کریسی موریسن اپنی کتاب ” انسان اکیلا نہیں کھڑا “ میں اپنے مشاہدات یوں قلم بند کرتے ہیں۔\n” پرندوں میں وطن لوٹنے کا ایک ملکہ ہوتا ہے ، ایک خاص چڑیا جو دروازوں پر گھونسلے بناتی ہے ، خزاں کے موسم میں جنوب کی طرف ہجرت کرجاتی ہے اور اگلے سال بہار میں اپنے اسی مقام کی طرف لوٹ آتی ہے۔ ستمبر کے مہینے میں امریکہ کے اکثر پرندے جنوب کی طرف جاتے ہیں اور وہ سمندروں اور صحراﺅں پر سے پرواز کرتے ہوئے ہزاروں میل سفر کرتے ہیں اور کبھی اپنا راستہ نہیں بھولتے۔ اور پیغام رساں کبوتر پنجرے میں طویل سفر کرتے ہیں اور جب ان کو پیغام کر چھوڑا جاتا ہے تو وہ کچھ دیر کے لئے حیران ہوکر چکر لگاتے ہیں اور اس کے بعد وہ سیدھے اپنے وطن کی طرف پرواز کرتے ہیں اور کبھی راہ نہیں بھٹکتے ۔ شہد کی مکھی اگر کسی طرف جائے اور اس کے پیچھے نشانات راہ کسی طوفان کی وجہ سے مٹ جائیں تو بھی وہ راہ نہیں بھولتی اور سیدھی چھتے پر آجاتی ہے۔ البتہ انسان کے اندر یہ جبلت کمزور ہے اور انسان اس کمی کو اپنے آلات اور عقل کے ذریعہ پوری کردیتا ہے۔ باریک کیڑے مکوڑے بھی نہایت ہی چھوٹی اور خوردبینی آنکھیں رکھتے ہیں اور یہ نہایت ہی مکمل آنکھیں ہوتی ہیں۔ باز اور عقاب وغیرہ کی آنکھیں دور بین کی طرح ہوتی ہیں ، انسانی آنکھ ان کا مقابلہ نہیں کرسکتی۔ اس کمی کو بھی انسانی عقل و تجربہ نے پورا کیا ہے۔ چناچہ ان دوربینوں کے ذریعہ انسانسحابیوں کو دیکھ لیتا ہے اور اس نے ان کو دیکھنے کے لئے انسانی نظر کو بیس لاکھ گنا تیز کیا۔ نیز انسان نے ایسی خورد بینیں ایجاد کیں جن کے ذریعے وہ بیکٹریا اور دوسرے نہ نظر آنے والے کیڑے مکوڑے دیکھتا ہے۔\nاب ذرا تم اپنے بوڑھے گھوڑے کو راستہ پر چھوڑدو۔ جس قدر اندھیرا بھی ہو وہ راستہ نہ بھولے گا۔ وہ سخت تاریکی میں بھی دیکھ سکتا ہے اگرچہ بہت واضح نہ سہی۔ وہ راستہ میں اور اس کے دونوں جانب درجہ حرارت کو بھی دیکھ سکتا ہے۔ یہ درجہ حرارت اس کی آنکھیں انفراریڈ شعاعوں کے ذریعہ معلوم کرلیتی ہیں۔ الو ایک گرم چوہے کو سردگھاس کے نیچے چلتا پھرتا دیکھ لیتا ہے اگرچہ سخت اندھیرا ہو اور انسانوں نے تو بجلی کے قمقموں کے ذریعہ تاریک رات کو دن بنادیا ہے “۔\n” شہد کی مکھیوں کی دنیا بھی عجیب ہے۔ کارکن مکھیاں چھتے میں مختلف قسم کے کمرے بناتی ہیں۔ یہ تربیت کے لئے استعمال ہوتے ہیں۔ چھوٹے کمرے کارکنوں کے لئے استعمال ہوتے ہیں اور بڑے کمرے مردوں کے لئے اور ملکہ کے لئے خاص کمرے تیار ہوتے ہیں۔ یہ ملکہ مجھی جب غیر بار آورانڈہ دیتی ہے تو اسے مردوں کے کمرے میں رکھ دیتی ہے اور جب بار آور انڈہ دیتی ہے تو اسے اس کمرے میں رکھ دیتی ہے جس میں مونث کارکن مکھیاں ہوتی ہیں جو آگے جاکر ملکہ مکھی بننے والی ہوتی ہیں اور وہ کارکن مکھیاں جو مزدور ہوتی ہیں جب وہ ایک طویل عرصہ تک نسل تیار کرنے کا کام کرلیتی ہی تو ان کو بدل دیا جاتا ہے۔ یہ کارکن مکھیاں بچوں کے لئے غذا تیار کرنے کا کام بھی کرتی ہیں۔ یہ شہد اور پھولوں کو چبا کر ہضم کے قابل بناتی ہیں اور بچوں کے اندر نر اور مادے کا ظہور ہوجاتا ہے تو پھر یہ مذکورہ بالا طریقے سے غذاہضم کے لئے تیار کرنے کا عمل ترک کردیتی ہیں۔ اس کے بعد ان کو شہد اور پھولوں کا بور دیا جاتا ہے اور بچوں میں سے جو مونث اس طریقے سے تربیت پاتی ہیں وہ بعد میں کارکن مکھیاں بن جاتی ہیں “۔\nجو مونث مکھیاں ملکہ مکھیوں کے حجروں میں ہوتی ہیں ، تو ان کو شہد اور پھولوں کے بورے کو ابتدائی طور پر قابل ہضم بناکر غذا دینے کا سلسلہ جاری رکھا جاتا ہے ، اور جن مونث مکھیوں سے ایسا سلوک کیا جاتا ہے بعد میں وہ ملکہ مکھن بن جاتی ہیں۔ صرف یہ ملکہ ہی ایسے انڈے دیتی ہیں جو پار آور ہوتے ہیں۔ اس ٹیکنالوجی کے مطابق جو بچے پیدا ہوتے ہیں ان کے لئے خاص قسم کے حجروں ، ایک خاص قسم کے انڈوں اور ایک خاص قسم کی غذا کی ضرورت ہوتی ہے۔ اور غذا کے اندر تبدیلی کا اثر بھی عجیب ہوتا ہے۔ اس قسم ٹیکنالوجی کے لئے مکھیوں کو ایک طویل عرصہ تک انتظار کی ضرورت پڑی ہوگی جنہوں نے ان اصولوں کے اندرتمیز کرکے ان کو نافذ کیا ہوگا اور غذا کے اثرات معلوم کیے ہوں گے۔ اور ان اثرات معلوم کیے ہوں گے۔ اور ان اثرات کو اجتماعی طور پر نافذ کیا ہوگا جو ان کے وجود کے لئے ضروری ہوگا۔ مکھیوں نے جب اجتماعی زندگی کا آغاز کیا ہوگا تب ان کو یہ اصول معلوم ہوئے ہیں گے ، کیونکہ مکھی کے وجود اور زندگی کی بقا کے لئے ان اصولوں کی دریافت ضروری نہ تھی۔ لہٰذا معلوم ہوتا ہے کہ شہد کی مکھی نے غذا کے اثرات کے سلسلے میں انسان سے زیادہ تحقیق کی ہے “۔ (مغربی فکر میں ڈوبا ہوا مصنف یہ ماننے کے لئے تیار نہیں ہے کہ اللہ نے جب مکھی کو پیدا کیا تو یہ سب کچھ سکھا دیا۔ ان کے دماغوں پر ڈارون کا فلسفہ ارتقاء ہی بیٹھا ہوا ہے حالانکہ قرآن صاف کہتا ہے وعلم آدم الاسماء کلھا ” اللہ نے آدم کو تمام نام سکھادیئے “ اسی طرح اللہ نے مکھی کو بھی تمام بنیادی تعلیم دے دی تھی (مترجم) ۔\n” کتے کو ایک اضافی ناک دی گئی ہے جس کے ذریعہ وہ تمام جانوروں کی بوسونگھ لیتا ہے جو کسی راستے سے گزرے ہوں ، انسان کی قوت شامہ کتوں کے مقابلے میں کمزور ہے اور آج تک انسان نے کوئی ایسا آلہ بھی ایجاد نہیں کیا جو اس کی قوت شامہ کو ترقی دے ، لیکن ہماری یہ کمزور قوت شامہ بھی اس قدر چھوٹے ذرات کو محسوس کرلیتی ہے جیسے مائیکروسکوپ کے ذریعہ ہی دیکھا جاسکتا ہے۔\nاکثر حیوانات ایسی آوازیں سن لیتے ہیں جو ہمارے کانوں کے پردوں کے اندر ارتعاش پیدا نہیں کرسکتے ، کیونکہ یہ ہماری سماعت کی حد سے بہت ہی دقیق اور باریک ہوتے ہیں۔ انسان نے ایسے آلات ایجاد کرلیے ہیں کہ وہ کئی میل دور اڑنے والی مکھی کے پروں کی آواز بھی سن لے ، اس طرح کہ گویا وہ اس کے کان کے پردے کے اوپر بیٹھی ہے۔ ایسے ہی آلات کے ذریعہ سورج کی شعاعوں کی رفتار کی آواز بھی ریکارڈ کی جارہی ہے “۔\n” پانی کی مکڑیوں کی ایک قسم ایسی ہے جو پانی کے اندر غبارے کی طرح ایک گھونسلہ تیار کرتی ہے ، یہ تار عنکبوت سے بنایا جاتا ہے اور اسے پانی کے نیچے کسی چیز سے باندھ دیا جاتا ہے۔ اس کے بعدیہ مکڑی اپنے جسم کے بالوں کے ساتھ پانی کا ایک بلبلہ باندھتی ہے اور اسے لے جاکر اس گھونسلے سے باندھ دیتی ہے یہاں تک کہ گھونسلے کے گرد ہوا کے بلبلوں کا حصار بن جاتا ہے ، اس کے بعد وہ گھونسلے کے اندر بچے دیتی ہے کہ وہ ہوا کے طوفان سے محفوظ رہیں۔ اس گھونسلے کی ساخت میں ایک تو باریک بننے کا عمل ہے ، اس کے بعد دقیق انجینئرنگ اور ہوا بازی کا گہرا ادراک ہے “۔\n” سالمن مچھلی ، جو چھوٹی سی ہوتی ہے اور سمندر میں کئی سال تک گھومتی پھرتی ہے ، اس کے بعد وہ اس دریا کی طرف واپس ہوتی ہے جہاں اس کی پیدائش ہوئی تھی۔ آخر وہ کیا قوت ہے جو اسے اس کی جائے پیدائش تک رہنمائی کرتی ہے۔ یہ جب اپنی جائے پیدائش کی طرف بڑھتے ہوئے کسی غلط دریا کی طرف چلی جائے تو اسے فوراً معلوم ہوجاتا ہے کہ یہ دریا اس کی جائے پیدائش نہیں ہے۔ چناچہ وہ دریا میں چلتی ہے اور پانی کے بہاﺅ کے بالمقابل چل کر اپنی منزل تک پہنچ جاتی ہے۔\nپانی کے سانپوں کا معاملہ تو بہت ہی عجیب ہے۔ ان کا قصہ سالمن مچھلی کے برعکس ہے۔ اس مخلوق خدا کی عمر جب پوری ہوتی ہے تو یہ مختلف تالابوں اور دریاﺅں سے سفر کرکے گہرے سمندروں کی طرف جاتے ہیں۔ اگر یورپ میں ہوں تو یہ ہزاروں میل کا سفر طے کرکے جنوبی برمودا کی گہرائیوں کی طرف چلے جاتے ہیں۔ وہاں پھر یہ انڈے دے کر مرجاتے ہیں ، اب ان کے جو بچے پیدا ہوجاتے ہیں تو وہ تو صرف یہ جانتے ہیں کہ وہ نہایت گہرے پانیوں میں ہیں ، لیکن یہ بچے اسی راستے سے ساحل کی طرف جاتے ہیں جس طرح ان کی ماں ساحل سے پانی کی طرف آئی تھی اور ساحل سے پھر یہ کسی دریا ، یا نہر یا حوض اور تالاب کی طرف چلے جاتے ہیں۔ چناچہ پانیوں کی ہر قسم بحری سانپوں کے لئے موزوں ہوتی ہے۔ کیونکہ انہوں نے بڑی بڑی موجیں ، طوفان اور سمندری تلاطم دیکھے ہوئے ہیں اور ان کا مقابلہ کیا ہوا ہوتا ہے ۔ یہ ساحلوں پر چلتے ہیں اور جب یہ مکمل ہوجاتے ہیں تو کوئی خفیہ قانون ان کو مجبور کرتا ہے کہ وہ پھر واپسی کا سفر کریں اور گہرے سمندروں میں چلے جائیں۔ سوال یہ ہے کہ یہ جذبہ ان کے اندر کہاں سے پیدا ہوتا ہے۔ کبھی ایسا نہیں ہوا کہ کسی شکاری یا مچھیرے نے یورپی سمندروں میں امریکی بحری سانپ پکڑا ہو ، یا کسی امریکی مچھیرے کے جال میں یورپی سانپ آگیا ہو ، یورپی بحری سانپ کو چونکہ گہرے سرندروں تک لمبا سفر کرنا پڑتا ہے اسی لئے قدرت نے اسے ایک سال کی لمبی عمر عطا کی۔ یا اس سے بھی زیادہ تاکہ وہ مرنے سے قبل اپنی منزل مقصود کو پہنچ سکے۔ کیونکہ یورپی بحری سانپ کو امریکی بحری سانپ سے زیادہ فاصلہ طے کرنا پڑتا ہے۔ ذرا دیکھو تو سہی کہ کون سے ایٹم اور کیا سالمے ہیں ؟ جب بحری سانپ مچھلیوں کی شکل میں جمع ہوئے تو ان کے اندر اس قسم کی قوت ارادی پیدا ہوجاتی ہے جو ایسے دور دراز سفر کراتی ہے ؟\n” جب مادہ پروانہ ہوا کے دباﺅ میں تمہارے کسی روشن دان سے اندر آجاتا ہے تو وہ اپنے نر کو ایک سگنل بھیجتی ہے ، چاہے وہ جتنا بھی دور ہو۔ بعض اوقات وہ بہت دور ہوتا ہے۔ وہ اس اشارے کو وصول کرلیتا ہے اور اس کا جواب دیتا ہے۔ اس کو گمراہ کرنے کی انسان جس قدر کوشش بھی کرے ممکن نہیں ہوتا کہ وہ غلطی کرے۔ کیا ان کے پاس کوئی ریڈیو اسٹیشن ہے یا اس مرد کے پاس کوئی ریڈیو یا مشین ہے جو اس سے سگنل وصول کرتا ہے۔ ایریل کا ہونا تو بڑی بات ہے کیا اس کے پاس کوئی ایتھر ہے جس کے ذریعہ وہ ارتعاش پیدا کرتی ہے۔ ٹیلی فون اور ریڈیو ہمارے پاس سریع الحرکت مواصلاتی آلات ہیں لیکن یہ تاروں کے ذریعے ایک جگہ کو دوسری جگہ سے منسلک کرتے ہیں۔ اس طرح تو یہ پروانہ ہم پر فوقیت رکھتا ہے “۔\nنباتات اپنے وجود کو برقرار رکھنے کے لئے کئی چیزوں سے خدمت لیتے ہیں ، بغیر ان کے علم و ارادہ کے۔ مثلاً حشرات پھولوں کا بورا ان کے لئے منتقل کرتے ہی ، ہوا یہی کام کرتی ہے ، وحوش وطیور بھی یہی کام کرتے اور ان کا بورا اور بیج بکھیرتے ہیں۔ سب سے آخر میں ان نباتات نے انسان کو بھی اپنے جال میں پھانس لیا۔ اس نے فطرت کو حسن بخشا اور فطرت نے اسے اس کا اجردیا۔ لیکن انسان بھی تو کسی حد پر رکنے والا نہیں۔\nھل من مزید کا قائل ہے۔ اس نے ہل چلایا ، بیج بویا ، فصل کاٹی ، انبار بھرے ، پھر اس نے فصلوں کو ترقی دی ، شاخ تراشی کی اور خوراک کا بندوبست کیا۔ اگر وہ یہ کام چھوڑ دے تو بھوک سے مرجائے اور دنیا سے تہذیب و تمدن کا خاتمہ ہوجائے اور انسانیت پتھر کے دور میں واپس چلی جائے۔ “\nپانی کے بیشمار جانور مثلاً جھینگا مچھلی کا ایک بازو اگر کٹ جائے تو اسے معلوم ہوجاتا ہے کہ اس کے جسم کا ایک حصہ ضائع ہوگیا ہے ، اس کے خلیے اور جینز اس عضو کو دوبارہ بنانا شروع کردیتے ہیں اور جب وہ عضو مکمل ہوجاتا ہے تو خلیے یہ کام بند کردیتے ہیں اور ان کو معلوم ہوجاتا ہے کہ ان کی ڈیوٹی ختم ہے۔\nپانی کے وہ کیڑے جن کے کئی پاﺅں ہوتے ہیں ، جب دوٹکڑے ہوجائے تو وہ ان میں سے ایک ٹکڑے کی مدد سے اپنے آپ کو مکمل کرلیتا ہے۔ اگر تم اس کیڑے کا سرکاٹ دو تو وہ دوسرا سر بنالیتا ہے۔\nہم زخموں کو مندمل کرسکتے ہیں لیکن ہمارے سرجن ابھی تک یہ بات نہیں جانتے کہ وہ خلیوں کو متحرک کریں اور وہ ایک نیا بازو بنا ڈالیں یا گوشت پوشت ، ناخن اور اعصاب بنادیں ، اگر ایسا ممکن ہو۔\nاور ایک عجوبہ تو یہ ہے کہ اگر کوئی خلیہ ابتدائی ایام ہی میں دو مکمل حصوں میں تقسیم ہوجائے تو اس سے دو مکمل حیوان تیارہوجاتے ہیں۔ ہم دیکھتے ہیں کہ توام ہم شکل ہوتے ہیں ، اس کی تشریح اس طرح کی جاسکتی ہے کہ حمل کے ابتدائی مرحلہ میں خلیہ منقسم ہوگیا اور اس سے یہ بھی معلوم ہوتا ہے کہ ابتدائی مرحلے میں خلیہ کمل فرد ہوتا ہے۔ اور اسی طرح ایک فرد بھی ہر خلیہ میں ہوتا ہے۔\nایک دوسری فصل میں یہی مصنف لکھتا ہے :\nشاہ بلوط کا بھورا بیج زمین پر گراتا ہے ، اس کا بھورا چھلکا اسے محفوظ رکھتا ہے ، اور یہ گرتا پڑتا زمین میں کسی دراڑ میں اٹک جاتا ہے۔ موسم بہاں میں اس کے اندر کا جرثومہ جاگتا ہے۔ وہ اس چھلکے کو پھاڑ دیتا ہے اور یہ اس مغز سے خوراک حاصل کرتا ہے جو اس چھلکے کے اندر جمع کردی گئی ہوتی ہے۔ جس کے اندر اس کے موروثی جینز ہوتے ہیں۔ اس کی جڑیں زمین میں جاتی ہیں۔ آپ دیکھتے ہیں کہ یہ پودا نمودار ہوتا ہے ، چھوٹا درخت اور پھر کامل درخت بن جاتا ہے۔ اس کے اندر کئی ملین جینز ہوتے ہیں۔ یہاں تک کہ یہ اپنی جڑوں ، چھلکے ، پھل اور تنوں اور شاخوں میں بھی اس درخت کے مماثل ہوتا ہے جس سے وہ بیج نکلا۔ کروڑوں سال پہلے جو بلوط کا درخت پیدا ہوا تھا ، اس کے پھل آج تک اپنے ذرات کی ترتیب اس طرح رکھتے ہیں جس طرح پہلے بلوط کے پھل نے رکھا تھا۔\nیہی مصنف تیسری فصل میں لکھتا ہے : ” ہر خلیہ جو کسی زندہ مخلوق میں پیدا ہوتا ہے ، اس پر لازم ہے کہ وہ اپنے آپ کو اس طرح ڈھالے کہ گوشت کا حصہ ہو یا چمڑے کا حصہ ہو اور فنا ہوجائے ، یا دانت کی چمک بن جائے یا آنکھ کا سیال مادہ بن جائے یا ناک اور کان بن جائے۔ ہر خلیہ اپنے آپ کو ایسی شکل میں ڈھالتا ہے کہ وہ اپنا فرض منصبی پوری طرح ادا کرے۔ یہ بات نہایت ہی مشکل ہے کہ کوئی تعین کرے کہ کون سا خلیہ دائیں ہاتھ ہے یا بائیں ہاتھ کا۔ لیکن ازروئے فطرت یہ بات متعین ہے کہ یہ خلیہ دائیں کان کا ہے اور یہ بائیں کان کا ہے۔ غرض ہزار ہا خلیات چلائے جاتے ہیں کہ وہ ایک صحیح کام کریں ، صحیح وقت پر کریں اور صحیح جگہ پر کریں “۔\nچوتھی فصل میں یہ شخص کہتا ہے : ” مختلف قسم کی مخلوقات میں بعض مخلوقات ایسے کام کرتی ہیں جو دانش مندی کے اعلیٰ مرتبہ کے ہیں۔ جن کی کوئی تشریح ہم نہیں کرسکتے۔ مثلاً بھڑ ، ٹڈے کو شکار کرتی ہے ، زمین میں ایک گڑھا کھودتی ہے اور ایک مناسب جگہ اسے دفن کردیتی ہے۔ یہ شکار کرتے وقت اس کے ایسے مخصوص مقام پر ڈنگ مارتی ہے کہ وہ بےہوش ہوجاتا ہے لیکن اس کا گوشت صحیح وسالم زندہ رہتا ہے۔ اب مادہ بھڑ اس کے قریب ایک متعین مقام پر انڈے دیتی ہے۔ اسے شاید یہ بھی معلوم نہ ہو کہ جب اس کے بچے پیدا ہوں گے تو اس ٹڈے کا گوشت کھائیں گے۔ لیکن اسے قتل نہ کریں گے کیونکہ یہ گوشت ان کی غذا ہے اور گوشت خراب ہوکر زہریلا بن جائے ۔ لازماً بھڑ نے ابتدا سے یہ کام شروع کیا ہوگا اور ہمیشہ وہ اسے دہراتی ہوگی ورنہ دنیا میں سے بھڑوں کا وجود ہی ختم ہوجاتا۔ سائنس کے پاس ایسی کوئی تشریح نہیں ہے کہ وہ بھڑوں کے اس مسلسل فعل کا سبب بیان کرے اور یہ بھی ممکن نہیں ہے کہ یہ کام بھڑیں محض اتفاق سے کرتی ہیں ، کیونکہ مادہ بھڑ تو زمین کے اندر کھودے ہوئے گڑھے کو بھر کر چلی جاتی ہے اور مرجاتی ہے ، نہ وہ اس کے اسلاف یہ جانتے تھے کہ وہ ایسا کیوں کررہی ہے۔ نہ اسے اس کا علم اور مشاہدہ ہوتا ہے کہ اس کے بعد اس کے بچوں کو کیا پیش آنا ہے بلکہ بھڑ کو تو یہ علم بھی نہیں ہوتا کہ اس کے بعد کوئی چیز آنے والی ایسی ہے جسے وہ اپنا بچہ کہتی ہو ، بلکہ اسے یہ تک علم نہیں ہے کہ وہ یہ کام نوع کی حفاظت کے لئے کرتی ہے۔\nچیونٹیوں میں سے بعض کی یہ ڈیوٹی ہوتی ہے کہ وہ سردیوں کے موسم میں اپنی کالونی کو خوراک مہیا کرنے کے لئے حیوانات جمع کریں۔ پھر وہ ایک سٹور قائم کرتی ہیں جہاں یہ خوراک پیس کر رکھی جاتی ہے۔ پھر بعض چیونٹیاں ایسی ہوتی ہیں جن کو قدرت نے پیسنے کی جبڑے دیئے ہوتے ہیں۔ ان کا کام صرف خوراک کو پیسنا ہوتا ہے۔ جب سردیوں کا موسم آتا ہے اور تمام غلہ پیسا جاچکا ہوتا ہے تو اس کی سپلائی یوں ہوتی ہے کہ زیادہ سے زیادہ تعداد کو فائدہ پہنچایا جاسکے تاکہ سپلائی جاری رہ سکے۔ اب چونکہ اگلی نسل میں مزید پیسنے والی چیونٹیاں پیدا ہوں گی۔ اس لئے چیونٹیوں کی فوج ان پیسنے والیوں پر حملہ آور ہوتی ہے اور ان کو قتل کردیتی ہے۔ شاید ان کا ضمیر مطمئن ہوتا ہے کہ انہوں نے اپنے حصے کی خوراک پیسنے کے دوران کھالی ہے کیونکہ انہوں نے اس موپعہ سے ضرور فائدہ اٹھایا ہوگا۔\nبعض چیونٹیاں ایسی ہوتی ہیں کہ ان کی جبلت یا ان کی عقل ان کو کھانوں کے باغ بنانے پر آمادہ کرتی ہیں اور یہ چیونٹیاں ابتدائی کیڑوں کو اور پودوں کے چھلکوں پر پائے جانے والے کیڑوں کو گرفتار کرلیتی ہیں۔ یہ گویا ان کے لئے گائے اور بکریوں کا کام دیتے ہیں۔ ان کیڑوں سے یہ چیونٹیاں ایسا محلول لیتی ہیں جو شہد کی طرح ہوتا ہے اور یہ چیونٹیوں کی خوراک کا کام دیتا ہے۔\nچیونٹیاں بعض دوسری چیونٹیوں کو غلام بھی بنالیتی ہیں ، اور جب یہ اپنے گھونسلے بناتی ہیں تو یہ پتوں کو مناسب حجم میں کاٹتی ہیں۔ جب کارکن چیونٹیاں ان پتوں کو ایک طرف سے پکڑ کر اپنے مقام پر رکھتی ہیں تو اس وقت یہ ان بچوں سے بھی کام لیتی ہیں جو ابھی ارتفائی دور میں ہوتے ہیں لیکن ان کے ریشمی مواد سے یہ پتوں کو جوڑتی ہیں ، یوں یہ بچہ اپنے لئے گھونسلا بنانے سے محروم رہتا ہے لیکن اپنے بنی نوع کے لئے ایک مفید کام کرچکا ہوتا ہے۔ سوال یہ ہے کہ جس ذروں سے چیونٹی بنتی ہے ان ذروں میں یہ کام کرنے کی صلاحیت کس طرح پیدا ہوجاتی ہے۔ اس میں شک نہیں ہے کہ ان کا ایک خالق ہے جس نے ان کو اس طرح کرنے کی ہدایت کی “۔ (اقتباسات ختم ہوئے)\nاس میں شک نہیں ہے کہ ایک خالق ہے جس نے اپنی تمام مخلوقات کو ہدایات دیں ، خواہ وہ بڑی مخلوق ہو یا چھوٹی ہو ، اور یہ وہی خالق ہے جو الاعلیٰ…………فھدی (1:87 تا 3) ” جو برتر ہے ، جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔\nہم نے اوپر جو اقتباسات دیئے ہیں ، یہ تو اصل حقیقت کے ایک معمولی حصے کے مشاہدات ہیں ، جو انسانوں نے نباتات ، حشرات الارض ، پرندوں اور دوسرے حیوانات کے سلسلے میں ریکارڈ کیے ہیں۔ لیکن اس سے آگے علم ومشاہدہ اور بھی جہاں ہیں اور جو کچھ ہمارے علم میں ہے وہ اس قول باری کے مدلول اور مفہوم کا ایک نہایت ہی مختصر حصہ ہے۔\nالذی خلق…………فھدی (2:87 تا 3) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔ یہ قابل مشاہدہ کائنات جس کے ایک معمولی حصے کو ہم جانتے ہیں ، اس سے آگے عالم غیب کے جہاں پوشیدہ ہیں۔ ہمیں تو اپنی بشری قوتوں کے مطابق بہت تھوڑا علم دیا گیا ہے۔ یہ چند اشارات ہیں جو اللہ نے ہماری محدود قوت ادراک کے لئے کردیئے ہیں۔\nاس عظیم کائنات کا ایک وسیع صفحہ پیش کرنے اور اس کی وادیوں میں اللہ کی تسبیح وثنا کی گونج پیدا کرنے کے بعد ، اللہ کی اس عظیم تسبیح کو مکمل کرنے کے لئے یہاں نباتات کی دنیا کی طرف اشارہ کردیا جاتا ہے اور یہاں اس اشارے کے اندر جہان معانی ہے۔\nوالذی اخرج…………احوی (5:87) ” جس نے نباتات اگائیں اور پھر ان کو سیاہ کوڑا کرکٹ بنادیا “ المرعی ، ہر اس چیزکو کہا جاتا ہے جو زمین سے اگتی ہے ، اس لئے کہ ہر اگنے والی چیز کسی نہ کسی مخلوق کے لئے خوراک ہے۔ لہٰذا مرعی کا مفہوم یہاں اس سے کہیں وسیع ہے کہ کوئی چیز ہمارے مویشیوں کے چرنے کی ہے تو مرعی ہے۔ کیونکہ اللہ نے زمین کو پیدا کیا اور اس زمین کے اوپر چلنے والی ہر مخلوق کے لئے اس کے اندر اس کی خوراک پیدا کی ، چاہے یہ مخلوق زمین کے اوپر چلتی ہو ، یا اندر چھپی رہتی ہو یا اس کی فضاﺅں میں اڑتی ہو۔\nنباتات ابتداء میں سبز ہوتے ہیں ، پھر یژمردہ ہوکر سیاہ ہوجاتے ہیں۔ بعض اوقات تو وہ سبزی کی حالت ہی میں خوراک کے قابل ہوتے ہیں اور بعض اوقات وہ پک کر سیاہ ہوتے ہیں تو خوراک کا کام دیتے ہیں۔ درمیانی حالت میں بھی وہ کسی نہ کسی خوراک کا کام دیتے ہیں۔ بہرحال نباتات کی ہر حالت ، اللہ کی تخلیق اور تسویہ کے مطابق کسی مخلوق کے لئے خوراک بنتی ہے۔\nیہاں نباتاتی زندگی کے منظر کو پیش کرکے ایک اشارہ یہ کیا گیا ہے کہ جس طرح ہر نبات کوڑا کرکٹ بن کر انجام تک پہنچتا ہے۔ اس طرح ہر زندہ مخلوق بھی اس دنیا میں اپنے انجام کو پہنچتی ہے۔ اور یہ اشارہ ہے اس حیات ودنیا اور حیات اخروی کی طرف کہ حیات دنیا تو نباتات کی طرح ختم ہونے والی ہے اور حیات اخروی باقی اور لازوال ہے۔ بعد میں آتا ہے۔\nبل توثرون…………وابقی (17:87) ” مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو حالانکہ آخرت سے بہتر اور باقی رہنے والی ہے “۔ دنیا کی زندگی اس کھیت کی طرح ہے جو ختم ہوکر کوڑا کرکٹ بن جاتی ہے اور آخرت باقی و لازوال ہوتی ہے۔\nاس مقطع کے ذریعے اس عظیم کائنات کے صفحات کو دور تک پھیلا دیا جاتا ہے اور جن امور کا ذکر ہوتا ہے وہ سورت کے آنے والے حقائق کے ساتھ مناسب ہیں۔ یہ کائنات ان سے ہم آہنگ ہوتی ہے اور یہ حقائق کائنات سے پیوست ہوتے ہیں۔ ایک نہایت ہی وسیع و عریض فریم ورک ہیں۔ اگر گہرا مطالعہ کیا جائے کہ اس سیپارے کے مضامین کو وسیع کائناتی دائرے میں پیش کیا گیا ہے۔ یہ کائناتی دائرہ اس پارے کی فضا اور اس کے اشارات اور مضامین کے ساتھ ہم آہنگ ہوتا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 87,
      "text": "سبح اسم ..................... احوی\nسورت کا آغاز نہایت ہی نرم اور نہایت لمبے آہنگ سے ہوتا ہے ، اس لمبے ٹون کے ذریعہ فضا میں تسبیح کی خوشگوار اور خوشبودار آواز بکھیر دی گئی ہے۔ اس کے بعد پھر تسبیح کا حکم اور پھر وہ صفات جن کو تسبیح کے بعد لایا گیا ہے۔\nسبح اسم……………. احوی (1:87 تا 5) ”(اے نبی ! ) اپنے رب برتر کے نام کی تسبیح کرو جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی ، جس نے نباتات اگائیں پھر ان کو سیاہ کوڑا کرکٹ بنادیا “۔ تاکہ اس تسبیح کے ذریعہ اس پوری کائنات کے اطراف واکناف میں تسبیح کی یہ آوازگونجاٹھے اور پوری کائنات ایک معبد نظر آئے اور ایک عبادت گاہ کے ساتھ ساتھ پوری کائنات صانع قدرت کی مصنوعات کی نمائش گاہ بھی بن جائے۔\nالذی…………فھدی (3:87) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بناکر اسے ہدایت بخشی “۔\nتسبیح کے کیا معنی ہیں ۔ اللہ کی برتری ذہن میں بسانا ، اللہ کو ہر عیب سے پاک سمجھنا اور ذہن میں اللہ کی صفات حسنی کا استحضار اور ان چیزوں کی روشنی ، چمک اور نورانیت سے اپنے ذوق ووجدان اور قلب و شعور کو روشن رکھا ، نام ہے تسبیح کا۔ محض زبان سے سبحان اللہ جپنے کو تسبیح نہیں کہتے۔\nسبح……………. الاعلیٰ (1:87) ” اپنے رب برتر کے نام کی تسبیح کرو “۔ یہ الفاظ انسانی وجدان اور شعور پر ایک حالت طاری کردیتے ہیں۔ یہ وجدانی حالت ایسی ہوتی ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے۔ یہ تو ایک وجدانی اور ذوقی چیز ہے اور ایک ایسی زندگی کی طرف اشارہ کرتی ہے جس کا تعلق کچھ معانی اور کچھ صفات کے استحضار سے ہے نہ کہ کچھ الفاظ رٹنے سے۔\nیہ معانی وصفات کیا ہیں ؟ پہلی صفت ، صفت ربوبیت ہے۔ اور دوسری صفت اعلیٰ ہے ۔ رب کے معنی مربی ، نگران اور پالنے والے کے ہیں۔ ان صفات کے سائے اور پرتو اس سورت کی فضا اور اس کے اندر بیان کی جانے والی خوشخبریوں کے ساتھ ہم آہنگ ہیں ، خصوصاً اس کے نرم انداز کے ساتھ۔ صفت اعلیٰ پردہ شعور پر ایسی تصاویر لاتی ہے جن سے علو ، برتری اور غیر متناہی اور غیر محدود وآفاق کا اظہار ہوتا ہے۔ انسانی روح دور تک تسبیحات کرتی ہے اور اس تصور علو سے تسبیح میں پاکی اور عظمت کے ساتھ مناسبت پیدا ہوتی ہے اور تسبیح اپنے بنیادی عناصر کے اعتبار سے تصور علو رب کا نام ہے۔\nابتدائی خطاب ظاہر ہے کہ رسول اللہ ﷺ کو ہے ، اور یہ براہ راست اللہ کی طرف سے آپ کو خطاب ہے۔ حضور اکرم ﷺ جب اس حکم ربی کو پڑھتے تھے۔\nسبح ” پاکی بیان کرو “ تو اگلی آیات پڑھنے سے پہلے آپ اس حکم پر عمل کرلیتے اور آپ فرماتے :\nسبحان ربی الاعلیٰ ” میں اپنے رب اعلیٰ کی پاکی بیان کرتا ہوں “۔ یوں حکم اور جواب حکم یا تعمیل حکم ہوجاتا ۔ امر کی اطاعت ہوجاتی اور اللہ کے ساتھ مناجات اور سوال و جواب ہوجاتا۔ کیونکہ حضور رب کے سامنے کھڑے ہوتے۔ براہ راست یہ کلام رب تعالیٰ سے لے رہے ہوتے تھے اور اس اتصال اور قرب کی حالت میں جواب دے دیتے۔ جب یہ آیات نازل ہوئیں تو حضور اکرم ﷺ نے صحابہ کرام ؓ کو حکم دیا کہ یہ تسبیح سجدے میں پڑھا کرو۔\n(اجعلوانی سجودکم) اور اس سے قبل جب یہ آیت نازل ہوئی تھی۔\nفسبح……………. العظیم ” اپنے رب عظیم کے نام کا تسبیح کرو “۔ تو آپ نے حکم دیا کہ اس کو رکوع میں پڑھو چناچہ رکوع میں سبحان ربی العظیم پڑھنا شروع کیا گیا۔ پس رکوع و سجود کی یہ تسبیح ایک زندہ تسبیح ہے ، محض مردہ کلمات نہیں ، جس طرح ایک زندہ چیز کا جسم حیات اور زندگی سے گرم ہوتا ہے ایسی ہی تسبیح نماز میں مطلوب ہے تاکہ اس تسبیح سے براہ راست حکم خداوندی کی تعمیل ہوجائے یا بالفاظ دیگر اجازت خداوندی کی تعمیل ہو ، کیونکہ اللہ کا اپنے بندوں کو یہ اجازت دینا کہ اس کی حمدوثنا کرو ، یہ بھی اللہ کا فضل وکرم ہے۔ کیونکہ اس طرح انسان کو یہ اجازت ملتی ہے کہ وہ اپنے حد تصور کے مطابق اللہ کے قریب ہوجائے۔ کیونکہ انسان اللہ کی ثنا اللہ کی ذات وصفات میں اپنے محدود تصور کے مطابق ہی کرسکتا ہے۔ اور یہ اللہ کے فضل وکرم کی ایک شکل ہے کہ اللہ اپنی ذات کی معرفت اپنے بندوں کو اپنی صفات کے ذریعہ کرواتا ہے۔ ایسی حدود میں کہ جن کے اندر وہ اللہ کی معرفت کا تصور کرسکتے ہیں۔ اللہ اپنی ذات تک پہنچنے کے لئے اپنے بندوں کو جس شکل و صورت میں بھی اجازت دیتا ہے ، یہ ان پر فضل وکرم کی ایک صورت ہوتی ہے۔\nسبح اسم……………. فھدی (1:87 تا 3) ” اپنے رب برتر کے نام کی تسبیح کرو ، جس نے پیدا کیا ، اور تناسب قائم کیا ، جس نے تقدیر بنائی ، پھر راہ دکھائی “۔ یعنی ہر چیز کو پیدا کیا اور نہایت مناسب شکل میں پیدا کیا اور اس تخلیق کے ہر پہلو کو کامل بنایا۔ اس حد تک کامل کہ کوئی اس میں یہ نہیں کہہ سکتا کہ اس کی فلاں چیز اس کے لئے مناسب نہیں ہے۔ اللہ نے تقدیریوں بنائی کہ ہر چیز کے لئے اس کا فرض منصبی مقرر کردیا اور اس کا مقصد تخلیق اور اس مقصد کو پورا کرنے کا طریقہ بھی اسے سمجھا دیا۔ ہر چیز کو عجیب الہامی انداز میں یہ تعلیم دی گئی۔ ہر چیز کو یہ شعور بھی بذریعہ الہام دے دیا کہ اس کی مقررہ زندگی کے لئے اس کو کس چیز کی ضرورت ہے۔\nیہ ایک عظیم حقیقت ہے اور اس کائنات کی جس چیز کا تجزیہ کیا جائے اس کے اندر یہ حقیقت موجود ہے۔ اس وسیع و عریض کائنات کی ہر چیز میں ، خواہ بڑی ہو یا چھوٹی ہو ، اہم ہو یا حقیر ہو ، ہر چیز کی تخلیق میں تسویہ اور تناسب موجود ہے۔ ہر چیز کامل الخلقت ہے اور ہر چیز کی تخلیق کا ایک مقصد ہے اور وہ مقصد اس کی تقدیر ہے ، اور ہر چیز کو اللہ نے اپنا مقصد وجودپورا کرنے کے لئے نہایت ہی آسان طریقہ کار فراہم کردیا ہے۔ غرض اللہ کی ہر مخلوق مکمل اور متناسب ہے۔ اور ہر چیز اپنا انفرادی فریضہ ادا کرتی ہے۔\nمثلاً ایٹم ایک اکیلا ایٹم ، پر ٹون اور الیکٹرون کی برقی رفتار کے اندر اسی قدر توازن رکھتا ہے جس طرح ایک کہکشاں اپنے سورج اور اس کے تابع ستاروں کے درمیان توازن رکھتی ہے۔ ایک ایٹم اپنے مقصد اور فریضے کو اسی طرح پورا کرتا ہے جس طرح ایک کہکشاں پورا کرتی ہے۔ دونوں کو انپا مقصد اور طریقہ حصول مقصد معلوم ہوتا ہے۔\nایک منفرد خلیہ ایک مکمل تخلیق ہے۔ اور اس کے اندر اپنا مقصد تخلیق پورا کرنے کی پوری استعداد ہوتی ہے اور وہ اپنا مقصد اسی طرح پورا کرتا ہے جس طرح کوئی اعلیٰ مرکب اور پیچیدہ مخلوق کرتی ہے۔\nپھر ایک منفرد ایٹم اور کسی کہکشاں کے درمیانی درجات پر الگ الگ مخلوق ہے۔ جس طرح ایک منفرد خلیہ اور پیچیدہ ترین مخلوقات کے درمیان زندہ مخلوقات کے مختلف درجے اور ان کی تنظیم ہے۔ اور ہر درجے اور ہر تنظیم کی تخلیق میں کمال اور تسویہ ہے اور ہر ایک کے لئے انفرادی فرائض اور اجتماعی مقاصد ہیں۔ دست قدرت الہامی طریقے سے ان سے یہ کام کراتا ہے اور اس گہری حقیقت یعنی تخلیق وتسویہ کا یہ کام پوری کائنات پر شاہد عادل ہے۔\nاس حقیقت کو انسانی قلب پاسکتا ہے بشرطیکہ وہ اس کائنات کے اشارات اخذ کرنے کے لئے تیار ہو اور کھلے دل سے وہ اس کائنات کی موجودات پر غور کرے۔ انسان کا اکتسابی علم جس درجے کا بھی ہو اور وہ ترقی یافتہ معاشرے کافرد ہو یا پسماندہ معاشرے کا فرد ہو وہ کائنات کی ان اشیاء سے یہ الہامی اشارات اخذ کرسکتا ہے بشرطیکہ اس کے دل و دماغ کے دریچے بھی ان اشارات کو پانے کے لئے تیار ہوں اور کھلے ہوں اور کسی عقل وخرد کے تار اس قابل ہوں کہ وہ مضراب حقیقت کے جواب میں نغمہ بار ہوسکیں۔\nاس کے بعد کائنات کا مشاہدہ اور کسی علم آتے ہیں اور انسان مطالعہ فطرت میں پہلی نظر سے جو الہام پاتا ہے ، تمام مشاہدات اس کی تائید کرتے ہیں ، بعض لوگوں نے مشاہدہ کائنات کے ذریعہ ایسے اشارات جمع کیے ہیں جو اس کائنات کے اندر پوشیدہ مجموعی حقیقت کے چہرے سے پردہ اٹھاتے ہیں۔\nنیویارک کی سائنسی علوم کی اکیڈمی کے صدر کریسی موریسن اپنی کتاب ” انسان اکیلا نہیں کھڑا “ میں اپنے مشاہدات یوں قلم بند کرتے ہیں۔\n” پرندوں میں وطن لوٹنے کا ایک ملکہ ہوتا ہے ، ایک خاص چڑیا جو دروازوں پر گھونسلے بناتی ہے ، خزاں کے موسم میں جنوب کی طرف ہجرت کرجاتی ہے اور اگلے سال بہار میں اپنے اسی مقام کی طرف لوٹ آتی ہے۔ ستمبر کے مہینے میں امریکہ کے اکثر پرندے جنوب کی طرف جاتے ہیں اور وہ سمندروں اور صحراﺅں پر سے پرواز کرتے ہوئے ہزاروں میل سفر کرتے ہیں اور کبھی اپنا راستہ نہیں بھولتے۔ اور پیغام رساں کبوتر پنجرے میں طویل سفر کرتے ہیں اور جب ان کو پیغام کر چھوڑا جاتا ہے تو وہ کچھ دیر کے لئے حیران ہوکر چکر لگاتے ہیں اور اس کے بعد وہ سیدھے اپنے وطن کی طرف پرواز کرتے ہیں اور کبھی راہ نہیں بھٹکتے ۔ شہد کی مکھی اگر کسی طرف جائے اور اس کے پیچھے نشانات راہ کسی طوفان کی وجہ سے مٹ جائیں تو بھی وہ راہ نہیں بھولتی اور سیدھی چھتے پر آجاتی ہے۔ البتہ انسان کے اندر یہ جبلت کمزور ہے اور انسان اس کمی کو اپنے آلات اور عقل کے ذریعہ پوری کردیتا ہے۔ باریک کیڑے مکوڑے بھی نہایت ہی چھوٹی اور خوردبینی آنکھیں رکھتے ہیں اور یہ نہایت ہی مکمل آنکھیں ہوتی ہیں۔ باز اور عقاب وغیرہ کی آنکھیں دور بین کی طرح ہوتی ہیں ، انسانی آنکھ ان کا مقابلہ نہیں کرسکتی۔ اس کمی کو بھی انسانی عقل و تجربہ نے پورا کیا ہے۔ چناچہ ان دوربینوں کے ذریعہ انسانسحابیوں کو دیکھ لیتا ہے اور اس نے ان کو دیکھنے کے لئے انسانی نظر کو بیس لاکھ گنا تیز کیا۔ نیز انسان نے ایسی خورد بینیں ایجاد کیں جن کے ذریعے وہ بیکٹریا اور دوسرے نہ نظر آنے والے کیڑے مکوڑے دیکھتا ہے۔\nاب ذرا تم اپنے بوڑھے گھوڑے کو راستہ پر چھوڑدو۔ جس قدر اندھیرا بھی ہو وہ راستہ نہ بھولے گا۔ وہ سخت تاریکی میں بھی دیکھ سکتا ہے اگرچہ بہت واضح نہ سہی۔ وہ راستہ میں اور اس کے دونوں جانب درجہ حرارت کو بھی دیکھ سکتا ہے۔ یہ درجہ حرارت اس کی آنکھیں انفراریڈ شعاعوں کے ذریعہ معلوم کرلیتی ہیں۔ الو ایک گرم چوہے کو سردگھاس کے نیچے چلتا پھرتا دیکھ لیتا ہے اگرچہ سخت اندھیرا ہو اور انسانوں نے تو بجلی کے قمقموں کے ذریعہ تاریک رات کو دن بنادیا ہے “۔\n” شہد کی مکھیوں کی دنیا بھی عجیب ہے۔ کارکن مکھیاں چھتے میں مختلف قسم کے کمرے بناتی ہیں۔ یہ تربیت کے لئے استعمال ہوتے ہیں۔ چھوٹے کمرے کارکنوں کے لئے استعمال ہوتے ہیں اور بڑے کمرے مردوں کے لئے اور ملکہ کے لئے خاص کمرے تیار ہوتے ہیں۔ یہ ملکہ مجھی جب غیر بار آورانڈہ دیتی ہے تو اسے مردوں کے کمرے میں رکھ دیتی ہے اور جب بار آور انڈہ دیتی ہے تو اسے اس کمرے میں رکھ دیتی ہے جس میں مونث کارکن مکھیاں ہوتی ہیں جو آگے جاکر ملکہ مکھی بننے والی ہوتی ہیں اور وہ کارکن مکھیاں جو مزدور ہوتی ہیں جب وہ ایک طویل عرصہ تک نسل تیار کرنے کا کام کرلیتی ہی تو ان کو بدل دیا جاتا ہے۔ یہ کارکن مکھیاں بچوں کے لئے غذا تیار کرنے کا کام بھی کرتی ہیں۔ یہ شہد اور پھولوں کو چبا کر ہضم کے قابل بناتی ہیں اور بچوں کے اندر نر اور مادے کا ظہور ہوجاتا ہے تو پھر یہ مذکورہ بالا طریقے سے غذاہضم کے لئے تیار کرنے کا عمل ترک کردیتی ہیں۔ اس کے بعد ان کو شہد اور پھولوں کا بور دیا جاتا ہے اور بچوں میں سے جو مونث اس طریقے سے تربیت پاتی ہیں وہ بعد میں کارکن مکھیاں بن جاتی ہیں “۔\nجو مونث مکھیاں ملکہ مکھیوں کے حجروں میں ہوتی ہیں ، تو ان کو شہد اور پھولوں کے بورے کو ابتدائی طور پر قابل ہضم بناکر غذا دینے کا سلسلہ جاری رکھا جاتا ہے ، اور جن مونث مکھیوں سے ایسا سلوک کیا جاتا ہے بعد میں وہ ملکہ مکھن بن جاتی ہیں۔ صرف یہ ملکہ ہی ایسے انڈے دیتی ہیں جو پار آور ہوتے ہیں۔ اس ٹیکنالوجی کے مطابق جو بچے پیدا ہوتے ہیں ان کے لئے خاص قسم کے حجروں ، ایک خاص قسم کے انڈوں اور ایک خاص قسم کی غذا کی ضرورت ہوتی ہے۔ اور غذا کے اندر تبدیلی کا اثر بھی عجیب ہوتا ہے۔ اس قسم ٹیکنالوجی کے لئے مکھیوں کو ایک طویل عرصہ تک انتظار کی ضرورت پڑی ہوگی جنہوں نے ان اصولوں کے اندرتمیز کرکے ان کو نافذ کیا ہوگا اور غذا کے اثرات معلوم کیے ہوں گے۔ اور ان اثرات معلوم کیے ہوں گے۔ اور ان اثرات کو اجتماعی طور پر نافذ کیا ہوگا جو ان کے وجود کے لئے ضروری ہوگا۔ مکھیوں نے جب اجتماعی زندگی کا آغاز کیا ہوگا تب ان کو یہ اصول معلوم ہوئے ہیں گے ، کیونکہ مکھی کے وجود اور زندگی کی بقا کے لئے ان اصولوں کی دریافت ضروری نہ تھی۔ لہٰذا معلوم ہوتا ہے کہ شہد کی مکھی نے غذا کے اثرات کے سلسلے میں انسان سے زیادہ تحقیق کی ہے “۔ (مغربی فکر میں ڈوبا ہوا مصنف یہ ماننے کے لئے تیار نہیں ہے کہ اللہ نے جب مکھی کو پیدا کیا تو یہ سب کچھ سکھا دیا۔ ان کے دماغوں پر ڈارون کا فلسفہ ارتقاء ہی بیٹھا ہوا ہے حالانکہ قرآن صاف کہتا ہے وعلم آدم الاسماء کلھا ” اللہ نے آدم کو تمام نام سکھادیئے “ اسی طرح اللہ نے مکھی کو بھی تمام بنیادی تعلیم دے دی تھی (مترجم) ۔\n” کتے کو ایک اضافی ناک دی گئی ہے جس کے ذریعہ وہ تمام جانوروں کی بوسونگھ لیتا ہے جو کسی راستے سے گزرے ہوں ، انسان کی قوت شامہ کتوں کے مقابلے میں کمزور ہے اور آج تک انسان نے کوئی ایسا آلہ بھی ایجاد نہیں کیا جو اس کی قوت شامہ کو ترقی دے ، لیکن ہماری یہ کمزور قوت شامہ بھی اس قدر چھوٹے ذرات کو محسوس کرلیتی ہے جیسے مائیکروسکوپ کے ذریعہ ہی دیکھا جاسکتا ہے۔\nاکثر حیوانات ایسی آوازیں سن لیتے ہیں جو ہمارے کانوں کے پردوں کے اندر ارتعاش پیدا نہیں کرسکتے ، کیونکہ یہ ہماری سماعت کی حد سے بہت ہی دقیق اور باریک ہوتے ہیں۔ انسان نے ایسے آلات ایجاد کرلیے ہیں کہ وہ کئی میل دور اڑنے والی مکھی کے پروں کی آواز بھی سن لے ، اس طرح کہ گویا وہ اس کے کان کے پردے کے اوپر بیٹھی ہے۔ ایسے ہی آلات کے ذریعہ سورج کی شعاعوں کی رفتار کی آواز بھی ریکارڈ کی جارہی ہے “۔\n” پانی کی مکڑیوں کی ایک قسم ایسی ہے جو پانی کے اندر غبارے کی طرح ایک گھونسلہ تیار کرتی ہے ، یہ تار عنکبوت سے بنایا جاتا ہے اور اسے پانی کے نیچے کسی چیز سے باندھ دیا جاتا ہے۔ اس کے بعدیہ مکڑی اپنے جسم کے بالوں کے ساتھ پانی کا ایک بلبلہ باندھتی ہے اور اسے لے جاکر اس گھونسلے سے باندھ دیتی ہے یہاں تک کہ گھونسلے کے گرد ہوا کے بلبلوں کا حصار بن جاتا ہے ، اس کے بعد وہ گھونسلے کے اندر بچے دیتی ہے کہ وہ ہوا کے طوفان سے محفوظ رہیں۔ اس گھونسلے کی ساخت میں ایک تو باریک بننے کا عمل ہے ، اس کے بعد دقیق انجینئرنگ اور ہوا بازی کا گہرا ادراک ہے “۔\n” سالمن مچھلی ، جو چھوٹی سی ہوتی ہے اور سمندر میں کئی سال تک گھومتی پھرتی ہے ، اس کے بعد وہ اس دریا کی طرف واپس ہوتی ہے جہاں اس کی پیدائش ہوئی تھی۔ آخر وہ کیا قوت ہے جو اسے اس کی جائے پیدائش تک رہنمائی کرتی ہے۔ یہ جب اپنی جائے پیدائش کی طرف بڑھتے ہوئے کسی غلط دریا کی طرف چلی جائے تو اسے فوراً معلوم ہوجاتا ہے کہ یہ دریا اس کی جائے پیدائش نہیں ہے۔ چناچہ وہ دریا میں چلتی ہے اور پانی کے بہاﺅ کے بالمقابل چل کر اپنی منزل تک پہنچ جاتی ہے۔\nپانی کے سانپوں کا معاملہ تو بہت ہی عجیب ہے۔ ان کا قصہ سالمن مچھلی کے برعکس ہے۔ اس مخلوق خدا کی عمر جب پوری ہوتی ہے تو یہ مختلف تالابوں اور دریاﺅں سے سفر کرکے گہرے سمندروں کی طرف جاتے ہیں۔ اگر یورپ میں ہوں تو یہ ہزاروں میل کا سفر طے کرکے جنوبی برمودا کی گہرائیوں کی طرف چلے جاتے ہیں۔ وہاں پھر یہ انڈے دے کر مرجاتے ہیں ، اب ان کے جو بچے پیدا ہوجاتے ہیں تو وہ تو صرف یہ جانتے ہیں کہ وہ نہایت گہرے پانیوں میں ہیں ، لیکن یہ بچے اسی راستے سے ساحل کی طرف جاتے ہیں جس طرح ان کی ماں ساحل سے پانی کی طرف آئی تھی اور ساحل سے پھر یہ کسی دریا ، یا نہر یا حوض اور تالاب کی طرف چلے جاتے ہیں۔ چناچہ پانیوں کی ہر قسم بحری سانپوں کے لئے موزوں ہوتی ہے۔ کیونکہ انہوں نے بڑی بڑی موجیں ، طوفان اور سمندری تلاطم دیکھے ہوئے ہیں اور ان کا مقابلہ کیا ہوا ہوتا ہے ۔ یہ ساحلوں پر چلتے ہیں اور جب یہ مکمل ہوجاتے ہیں تو کوئی خفیہ قانون ان کو مجبور کرتا ہے کہ وہ پھر واپسی کا سفر کریں اور گہرے سمندروں میں چلے جائیں۔ سوال یہ ہے کہ یہ جذبہ ان کے اندر کہاں سے پیدا ہوتا ہے۔ کبھی ایسا نہیں ہوا کہ کسی شکاری یا مچھیرے نے یورپی سمندروں میں امریکی بحری سانپ پکڑا ہو ، یا کسی امریکی مچھیرے کے جال میں یورپی سانپ آگیا ہو ، یورپی بحری سانپ کو چونکہ گہرے سرندروں تک لمبا سفر کرنا پڑتا ہے اسی لئے قدرت نے اسے ایک سال کی لمبی عمر عطا کی۔ یا اس سے بھی زیادہ تاکہ وہ مرنے سے قبل اپنی منزل مقصود کو پہنچ سکے۔ کیونکہ یورپی بحری سانپ کو امریکی بحری سانپ سے زیادہ فاصلہ طے کرنا پڑتا ہے۔ ذرا دیکھو تو سہی کہ کون سے ایٹم اور کیا سالمے ہیں ؟ جب بحری سانپ مچھلیوں کی شکل میں جمع ہوئے تو ان کے اندر اس قسم کی قوت ارادی پیدا ہوجاتی ہے جو ایسے دور دراز سفر کراتی ہے ؟\n” جب مادہ پروانہ ہوا کے دباﺅ میں تمہارے کسی روشن دان سے اندر آجاتا ہے تو وہ اپنے نر کو ایک سگنل بھیجتی ہے ، چاہے وہ جتنا بھی دور ہو۔ بعض اوقات وہ بہت دور ہوتا ہے۔ وہ اس اشارے کو وصول کرلیتا ہے اور اس کا جواب دیتا ہے۔ اس کو گمراہ کرنے کی انسان جس قدر کوشش بھی کرے ممکن نہیں ہوتا کہ وہ غلطی کرے۔ کیا ان کے پاس کوئی ریڈیو اسٹیشن ہے یا اس مرد کے پاس کوئی ریڈیو یا مشین ہے جو اس سے سگنل وصول کرتا ہے۔ ایریل کا ہونا تو بڑی بات ہے کیا اس کے پاس کوئی ایتھر ہے جس کے ذریعہ وہ ارتعاش پیدا کرتی ہے۔ ٹیلی فون اور ریڈیو ہمارے پاس سریع الحرکت مواصلاتی آلات ہیں لیکن یہ تاروں کے ذریعے ایک جگہ کو دوسری جگہ سے منسلک کرتے ہیں۔ اس طرح تو یہ پروانہ ہم پر فوقیت رکھتا ہے “۔\nنباتات اپنے وجود کو برقرار رکھنے کے لئے کئی چیزوں سے خدمت لیتے ہیں ، بغیر ان کے علم و ارادہ کے۔ مثلاً حشرات پھولوں کا بورا ان کے لئے منتقل کرتے ہی ، ہوا یہی کام کرتی ہے ، وحوش وطیور بھی یہی کام کرتے اور ان کا بورا اور بیج بکھیرتے ہیں۔ سب سے آخر میں ان نباتات نے انسان کو بھی اپنے جال میں پھانس لیا۔ اس نے فطرت کو حسن بخشا اور فطرت نے اسے اس کا اجردیا۔ لیکن انسان بھی تو کسی حد پر رکنے والا نہیں۔\nھل من مزید کا قائل ہے۔ اس نے ہل چلایا ، بیج بویا ، فصل کاٹی ، انبار بھرے ، پھر اس نے فصلوں کو ترقی دی ، شاخ تراشی کی اور خوراک کا بندوبست کیا۔ اگر وہ یہ کام چھوڑ دے تو بھوک سے مرجائے اور دنیا سے تہذیب و تمدن کا خاتمہ ہوجائے اور انسانیت پتھر کے دور میں واپس چلی جائے۔ “\nپانی کے بیشمار جانور مثلاً جھینگا مچھلی کا ایک بازو اگر کٹ جائے تو اسے معلوم ہوجاتا ہے کہ اس کے جسم کا ایک حصہ ضائع ہوگیا ہے ، اس کے خلیے اور جینز اس عضو کو دوبارہ بنانا شروع کردیتے ہیں اور جب وہ عضو مکمل ہوجاتا ہے تو خلیے یہ کام بند کردیتے ہیں اور ان کو معلوم ہوجاتا ہے کہ ان کی ڈیوٹی ختم ہے۔\nپانی کے وہ کیڑے جن کے کئی پاﺅں ہوتے ہیں ، جب دوٹکڑے ہوجائے تو وہ ان میں سے ایک ٹکڑے کی مدد سے اپنے آپ کو مکمل کرلیتا ہے۔ اگر تم اس کیڑے کا سرکاٹ دو تو وہ دوسرا سر بنالیتا ہے۔\nہم زخموں کو مندمل کرسکتے ہیں لیکن ہمارے سرجن ابھی تک یہ بات نہیں جانتے کہ وہ خلیوں کو متحرک کریں اور وہ ایک نیا بازو بنا ڈالیں یا گوشت پوشت ، ناخن اور اعصاب بنادیں ، اگر ایسا ممکن ہو۔\nاور ایک عجوبہ تو یہ ہے کہ اگر کوئی خلیہ ابتدائی ایام ہی میں دو مکمل حصوں میں تقسیم ہوجائے تو اس سے دو مکمل حیوان تیارہوجاتے ہیں۔ ہم دیکھتے ہیں کہ توام ہم شکل ہوتے ہیں ، اس کی تشریح اس طرح کی جاسکتی ہے کہ حمل کے ابتدائی مرحلہ میں خلیہ منقسم ہوگیا اور اس سے یہ بھی معلوم ہوتا ہے کہ ابتدائی مرحلے میں خلیہ کمل فرد ہوتا ہے۔ اور اسی طرح ایک فرد بھی ہر خلیہ میں ہوتا ہے۔\nایک دوسری فصل میں یہی مصنف لکھتا ہے :\nشاہ بلوط کا بھورا بیج زمین پر گراتا ہے ، اس کا بھورا چھلکا اسے محفوظ رکھتا ہے ، اور یہ گرتا پڑتا زمین میں کسی دراڑ میں اٹک جاتا ہے۔ موسم بہاں میں اس کے اندر کا جرثومہ جاگتا ہے۔ وہ اس چھلکے کو پھاڑ دیتا ہے اور یہ اس مغز سے خوراک حاصل کرتا ہے جو اس چھلکے کے اندر جمع کردی گئی ہوتی ہے۔ جس کے اندر اس کے موروثی جینز ہوتے ہیں۔ اس کی جڑیں زمین میں جاتی ہیں۔ آپ دیکھتے ہیں کہ یہ پودا نمودار ہوتا ہے ، چھوٹا درخت اور پھر کامل درخت بن جاتا ہے۔ اس کے اندر کئی ملین جینز ہوتے ہیں۔ یہاں تک کہ یہ اپنی جڑوں ، چھلکے ، پھل اور تنوں اور شاخوں میں بھی اس درخت کے مماثل ہوتا ہے جس سے وہ بیج نکلا۔ کروڑوں سال پہلے جو بلوط کا درخت پیدا ہوا تھا ، اس کے پھل آج تک اپنے ذرات کی ترتیب اس طرح رکھتے ہیں جس طرح پہلے بلوط کے پھل نے رکھا تھا۔\nیہی مصنف تیسری فصل میں لکھتا ہے : ” ہر خلیہ جو کسی زندہ مخلوق میں پیدا ہوتا ہے ، اس پر لازم ہے کہ وہ اپنے آپ کو اس طرح ڈھالے کہ گوشت کا حصہ ہو یا چمڑے کا حصہ ہو اور فنا ہوجائے ، یا دانت کی چمک بن جائے یا آنکھ کا سیال مادہ بن جائے یا ناک اور کان بن جائے۔ ہر خلیہ اپنے آپ کو ایسی شکل میں ڈھالتا ہے کہ وہ اپنا فرض منصبی پوری طرح ادا کرے۔ یہ بات نہایت ہی مشکل ہے کہ کوئی تعین کرے کہ کون سا خلیہ دائیں ہاتھ ہے یا بائیں ہاتھ کا۔ لیکن ازروئے فطرت یہ بات متعین ہے کہ یہ خلیہ دائیں کان کا ہے اور یہ بائیں کان کا ہے۔ غرض ہزار ہا خلیات چلائے جاتے ہیں کہ وہ ایک صحیح کام کریں ، صحیح وقت پر کریں اور صحیح جگہ پر کریں “۔\nچوتھی فصل میں یہ شخص کہتا ہے : ” مختلف قسم کی مخلوقات میں بعض مخلوقات ایسے کام کرتی ہیں جو دانش مندی کے اعلیٰ مرتبہ کے ہیں۔ جن کی کوئی تشریح ہم نہیں کرسکتے۔ مثلاً بھڑ ، ٹڈے کو شکار کرتی ہے ، زمین میں ایک گڑھا کھودتی ہے اور ایک مناسب جگہ اسے دفن کردیتی ہے۔ یہ شکار کرتے وقت اس کے ایسے مخصوص مقام پر ڈنگ مارتی ہے کہ وہ بےہوش ہوجاتا ہے لیکن اس کا گوشت صحیح وسالم زندہ رہتا ہے۔ اب مادہ بھڑ اس کے قریب ایک متعین مقام پر انڈے دیتی ہے۔ اسے شاید یہ بھی معلوم نہ ہو کہ جب اس کے بچے پیدا ہوں گے تو اس ٹڈے کا گوشت کھائیں گے۔ لیکن اسے قتل نہ کریں گے کیونکہ یہ گوشت ان کی غذا ہے اور گوشت خراب ہوکر زہریلا بن جائے ۔ لازماً بھڑ نے ابتدا سے یہ کام شروع کیا ہوگا اور ہمیشہ وہ اسے دہراتی ہوگی ورنہ دنیا میں سے بھڑوں کا وجود ہی ختم ہوجاتا۔ سائنس کے پاس ایسی کوئی تشریح نہیں ہے کہ وہ بھڑوں کے اس مسلسل فعل کا سبب بیان کرے اور یہ بھی ممکن نہیں ہے کہ یہ کام بھڑیں محض اتفاق سے کرتی ہیں ، کیونکہ مادہ بھڑ تو زمین کے اندر کھودے ہوئے گڑھے کو بھر کر چلی جاتی ہے اور مرجاتی ہے ، نہ وہ اس کے اسلاف یہ جانتے تھے کہ وہ ایسا کیوں کررہی ہے۔ نہ اسے اس کا علم اور مشاہدہ ہوتا ہے کہ اس کے بعد اس کے بچوں کو کیا پیش آنا ہے بلکہ بھڑ کو تو یہ علم بھی نہیں ہوتا کہ اس کے بعد کوئی چیز آنے والی ایسی ہے جسے وہ اپنا بچہ کہتی ہو ، بلکہ اسے یہ تک علم نہیں ہے کہ وہ یہ کام نوع کی حفاظت کے لئے کرتی ہے۔\nچیونٹیوں میں سے بعض کی یہ ڈیوٹی ہوتی ہے کہ وہ سردیوں کے موسم میں اپنی کالونی کو خوراک مہیا کرنے کے لئے حیوانات جمع کریں۔ پھر وہ ایک سٹور قائم کرتی ہیں جہاں یہ خوراک پیس کر رکھی جاتی ہے۔ پھر بعض چیونٹیاں ایسی ہوتی ہیں جن کو قدرت نے پیسنے کی جبڑے دیئے ہوتے ہیں۔ ان کا کام صرف خوراک کو پیسنا ہوتا ہے۔ جب سردیوں کا موسم آتا ہے اور تمام غلہ پیسا جاچکا ہوتا ہے تو اس کی سپلائی یوں ہوتی ہے کہ زیادہ سے زیادہ تعداد کو فائدہ پہنچایا جاسکے تاکہ سپلائی جاری رہ سکے۔ اب چونکہ اگلی نسل میں مزید پیسنے والی چیونٹیاں پیدا ہوں گی۔ اس لئے چیونٹیوں کی فوج ان پیسنے والیوں پر حملہ آور ہوتی ہے اور ان کو قتل کردیتی ہے۔ شاید ان کا ضمیر مطمئن ہوتا ہے کہ انہوں نے اپنے حصے کی خوراک پیسنے کے دوران کھالی ہے کیونکہ انہوں نے اس موپعہ سے ضرور فائدہ اٹھایا ہوگا۔\nبعض چیونٹیاں ایسی ہوتی ہیں کہ ان کی جبلت یا ان کی عقل ان کو کھانوں کے باغ بنانے پر آمادہ کرتی ہیں اور یہ چیونٹیاں ابتدائی کیڑوں کو اور پودوں کے چھلکوں پر پائے جانے والے کیڑوں کو گرفتار کرلیتی ہیں۔ یہ گویا ان کے لئے گائے اور بکریوں کا کام دیتے ہیں۔ ان کیڑوں سے یہ چیونٹیاں ایسا محلول لیتی ہیں جو شہد کی طرح ہوتا ہے اور یہ چیونٹیوں کی خوراک کا کام دیتا ہے۔\nچیونٹیاں بعض دوسری چیونٹیوں کو غلام بھی بنالیتی ہیں ، اور جب یہ اپنے گھونسلے بناتی ہیں تو یہ پتوں کو مناسب حجم میں کاٹتی ہیں۔ جب کارکن چیونٹیاں ان پتوں کو ایک طرف سے پکڑ کر اپنے مقام پر رکھتی ہیں تو اس وقت یہ ان بچوں سے بھی کام لیتی ہیں جو ابھی ارتفائی دور میں ہوتے ہیں لیکن ان کے ریشمی مواد سے یہ پتوں کو جوڑتی ہیں ، یوں یہ بچہ اپنے لئے گھونسلا بنانے سے محروم رہتا ہے لیکن اپنے بنی نوع کے لئے ایک مفید کام کرچکا ہوتا ہے۔ سوال یہ ہے کہ جس ذروں سے چیونٹی بنتی ہے ان ذروں میں یہ کام کرنے کی صلاحیت کس طرح پیدا ہوجاتی ہے۔ اس میں شک نہیں ہے کہ ان کا ایک خالق ہے جس نے ان کو اس طرح کرنے کی ہدایت کی “۔ (اقتباسات ختم ہوئے)\nاس میں شک نہیں ہے کہ ایک خالق ہے جس نے اپنی تمام مخلوقات کو ہدایات دیں ، خواہ وہ بڑی مخلوق ہو یا چھوٹی ہو ، اور یہ وہی خالق ہے جو الاعلیٰ…………فھدی (1:87 تا 3) ” جو برتر ہے ، جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔\nہم نے اوپر جو اقتباسات دیئے ہیں ، یہ تو اصل حقیقت کے ایک معمولی حصے کے مشاہدات ہیں ، جو انسانوں نے نباتات ، حشرات الارض ، پرندوں اور دوسرے حیوانات کے سلسلے میں ریکارڈ کیے ہیں۔ لیکن اس سے آگے علم ومشاہدہ اور بھی جہاں ہیں اور جو کچھ ہمارے علم میں ہے وہ اس قول باری کے مدلول اور مفہوم کا ایک نہایت ہی مختصر حصہ ہے۔\nالذی خلق…………فھدی (2:87 تا 3) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔ یہ قابل مشاہدہ کائنات جس کے ایک معمولی حصے کو ہم جانتے ہیں ، اس سے آگے عالم غیب کے جہاں پوشیدہ ہیں۔ ہمیں تو اپنی بشری قوتوں کے مطابق بہت تھوڑا علم دیا گیا ہے۔ یہ چند اشارات ہیں جو اللہ نے ہماری محدود قوت ادراک کے لئے کردیئے ہیں۔\nاس عظیم کائنات کا ایک وسیع صفحہ پیش کرنے اور اس کی وادیوں میں اللہ کی تسبیح وثنا کی گونج پیدا کرنے کے بعد ، اللہ کی اس عظیم تسبیح کو مکمل کرنے کے لئے یہاں نباتات کی دنیا کی طرف اشارہ کردیا جاتا ہے اور یہاں اس اشارے کے اندر جہان معانی ہے۔\nوالذی اخرج…………احوی (5:87) ” جس نے نباتات اگائیں اور پھر ان کو سیاہ کوڑا کرکٹ بنادیا “ المرعی ، ہر اس چیزکو کہا جاتا ہے جو زمین سے اگتی ہے ، اس لئے کہ ہر اگنے والی چیز کسی نہ کسی مخلوق کے لئے خوراک ہے۔ لہٰذا مرعی کا مفہوم یہاں اس سے کہیں وسیع ہے کہ کوئی چیز ہمارے مویشیوں کے چرنے کی ہے تو مرعی ہے۔ کیونکہ اللہ نے زمین کو پیدا کیا اور اس زمین کے اوپر چلنے والی ہر مخلوق کے لئے اس کے اندر اس کی خوراک پیدا کی ، چاہے یہ مخلوق زمین کے اوپر چلتی ہو ، یا اندر چھپی رہتی ہو یا اس کی فضاﺅں میں اڑتی ہو۔\nنباتات ابتداء میں سبز ہوتے ہیں ، پھر یژمردہ ہوکر سیاہ ہوجاتے ہیں۔ بعض اوقات تو وہ سبزی کی حالت ہی میں خوراک کے قابل ہوتے ہیں اور بعض اوقات وہ پک کر سیاہ ہوتے ہیں تو خوراک کا کام دیتے ہیں۔ درمیانی حالت میں بھی وہ کسی نہ کسی خوراک کا کام دیتے ہیں۔ بہرحال نباتات کی ہر حالت ، اللہ کی تخلیق اور تسویہ کے مطابق کسی مخلوق کے لئے خوراک بنتی ہے۔\nیہاں نباتاتی زندگی کے منظر کو پیش کرکے ایک اشارہ یہ کیا گیا ہے کہ جس طرح ہر نبات کوڑا کرکٹ بن کر انجام تک پہنچتا ہے۔ اس طرح ہر زندہ مخلوق بھی اس دنیا میں اپنے انجام کو پہنچتی ہے۔ اور یہ اشارہ ہے اس حیات ودنیا اور حیات اخروی کی طرف کہ حیات دنیا تو نباتات کی طرح ختم ہونے والی ہے اور حیات اخروی باقی اور لازوال ہے۔ بعد میں آتا ہے۔\nبل توثرون…………وابقی (17:87) ” مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو حالانکہ آخرت سے بہتر اور باقی رہنے والی ہے “۔ دنیا کی زندگی اس کھیت کی طرح ہے جو ختم ہوکر کوڑا کرکٹ بن جاتی ہے اور آخرت باقی و لازوال ہوتی ہے۔\nاس مقطع کے ذریعے اس عظیم کائنات کے صفحات کو دور تک پھیلا دیا جاتا ہے اور جن امور کا ذکر ہوتا ہے وہ سورت کے آنے والے حقائق کے ساتھ مناسب ہیں۔ یہ کائنات ان سے ہم آہنگ ہوتی ہے اور یہ حقائق کائنات سے پیوست ہوتے ہیں۔ ایک نہایت ہی وسیع و عریض فریم ورک ہیں۔ اگر گہرا مطالعہ کیا جائے کہ اس سیپارے کے مضامین کو وسیع کائناتی دائرے میں پیش کیا گیا ہے۔ یہ کائناتی دائرہ اس پارے کی فضا اور اس کے اشارات اور مضامین کے ساتھ ہم آہنگ ہوتا ہے۔"
    },
    {
      "ayah": 5,
      "surah": 87,
      "text": "سبح اسم ..................... احوی\nسورت کا آغاز نہایت ہی نرم اور نہایت لمبے آہنگ سے ہوتا ہے ، اس لمبے ٹون کے ذریعہ فضا میں تسبیح کی خوشگوار اور خوشبودار آواز بکھیر دی گئی ہے۔ اس کے بعد پھر تسبیح کا حکم اور پھر وہ صفات جن کو تسبیح کے بعد لایا گیا ہے۔\nسبح اسم……………. احوی (1:87 تا 5) ”(اے نبی ! ) اپنے رب برتر کے نام کی تسبیح کرو جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی ، جس نے نباتات اگائیں پھر ان کو سیاہ کوڑا کرکٹ بنادیا “۔ تاکہ اس تسبیح کے ذریعہ اس پوری کائنات کے اطراف واکناف میں تسبیح کی یہ آوازگونجاٹھے اور پوری کائنات ایک معبد نظر آئے اور ایک عبادت گاہ کے ساتھ ساتھ پوری کائنات صانع قدرت کی مصنوعات کی نمائش گاہ بھی بن جائے۔\nالذی…………فھدی (3:87) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بناکر اسے ہدایت بخشی “۔\nتسبیح کے کیا معنی ہیں ۔ اللہ کی برتری ذہن میں بسانا ، اللہ کو ہر عیب سے پاک سمجھنا اور ذہن میں اللہ کی صفات حسنی کا استحضار اور ان چیزوں کی روشنی ، چمک اور نورانیت سے اپنے ذوق ووجدان اور قلب و شعور کو روشن رکھا ، نام ہے تسبیح کا۔ محض زبان سے سبحان اللہ جپنے کو تسبیح نہیں کہتے۔\nسبح……………. الاعلیٰ (1:87) ” اپنے رب برتر کے نام کی تسبیح کرو “۔ یہ الفاظ انسانی وجدان اور شعور پر ایک حالت طاری کردیتے ہیں۔ یہ وجدانی حالت ایسی ہوتی ہے جس کا اظہار الفاظ کے اندر ممکن نہیں ہے۔ یہ تو ایک وجدانی اور ذوقی چیز ہے اور ایک ایسی زندگی کی طرف اشارہ کرتی ہے جس کا تعلق کچھ معانی اور کچھ صفات کے استحضار سے ہے نہ کہ کچھ الفاظ رٹنے سے۔\nیہ معانی وصفات کیا ہیں ؟ پہلی صفت ، صفت ربوبیت ہے۔ اور دوسری صفت اعلیٰ ہے ۔ رب کے معنی مربی ، نگران اور پالنے والے کے ہیں۔ ان صفات کے سائے اور پرتو اس سورت کی فضا اور اس کے اندر بیان کی جانے والی خوشخبریوں کے ساتھ ہم آہنگ ہیں ، خصوصاً اس کے نرم انداز کے ساتھ۔ صفت اعلیٰ پردہ شعور پر ایسی تصاویر لاتی ہے جن سے علو ، برتری اور غیر متناہی اور غیر محدود وآفاق کا اظہار ہوتا ہے۔ انسانی روح دور تک تسبیحات کرتی ہے اور اس تصور علو سے تسبیح میں پاکی اور عظمت کے ساتھ مناسبت پیدا ہوتی ہے اور تسبیح اپنے بنیادی عناصر کے اعتبار سے تصور علو رب کا نام ہے۔\nابتدائی خطاب ظاہر ہے کہ رسول اللہ ﷺ کو ہے ، اور یہ براہ راست اللہ کی طرف سے آپ کو خطاب ہے۔ حضور اکرم ﷺ جب اس حکم ربی کو پڑھتے تھے۔\nسبح ” پاکی بیان کرو “ تو اگلی آیات پڑھنے سے پہلے آپ اس حکم پر عمل کرلیتے اور آپ فرماتے :\nسبحان ربی الاعلیٰ ” میں اپنے رب اعلیٰ کی پاکی بیان کرتا ہوں “۔ یوں حکم اور جواب حکم یا تعمیل حکم ہوجاتا ۔ امر کی اطاعت ہوجاتی اور اللہ کے ساتھ مناجات اور سوال و جواب ہوجاتا۔ کیونکہ حضور رب کے سامنے کھڑے ہوتے۔ براہ راست یہ کلام رب تعالیٰ سے لے رہے ہوتے تھے اور اس اتصال اور قرب کی حالت میں جواب دے دیتے۔ جب یہ آیات نازل ہوئیں تو حضور اکرم ﷺ نے صحابہ کرام ؓ کو حکم دیا کہ یہ تسبیح سجدے میں پڑھا کرو۔\n(اجعلوانی سجودکم) اور اس سے قبل جب یہ آیت نازل ہوئی تھی۔\nفسبح……………. العظیم ” اپنے رب عظیم کے نام کا تسبیح کرو “۔ تو آپ نے حکم دیا کہ اس کو رکوع میں پڑھو چناچہ رکوع میں سبحان ربی العظیم پڑھنا شروع کیا گیا۔ پس رکوع و سجود کی یہ تسبیح ایک زندہ تسبیح ہے ، محض مردہ کلمات نہیں ، جس طرح ایک زندہ چیز کا جسم حیات اور زندگی سے گرم ہوتا ہے ایسی ہی تسبیح نماز میں مطلوب ہے تاکہ اس تسبیح سے براہ راست حکم خداوندی کی تعمیل ہوجائے یا بالفاظ دیگر اجازت خداوندی کی تعمیل ہو ، کیونکہ اللہ کا اپنے بندوں کو یہ اجازت دینا کہ اس کی حمدوثنا کرو ، یہ بھی اللہ کا فضل وکرم ہے۔ کیونکہ اس طرح انسان کو یہ اجازت ملتی ہے کہ وہ اپنے حد تصور کے مطابق اللہ کے قریب ہوجائے۔ کیونکہ انسان اللہ کی ثنا اللہ کی ذات وصفات میں اپنے محدود تصور کے مطابق ہی کرسکتا ہے۔ اور یہ اللہ کے فضل وکرم کی ایک شکل ہے کہ اللہ اپنی ذات کی معرفت اپنے بندوں کو اپنی صفات کے ذریعہ کرواتا ہے۔ ایسی حدود میں کہ جن کے اندر وہ اللہ کی معرفت کا تصور کرسکتے ہیں۔ اللہ اپنی ذات تک پہنچنے کے لئے اپنے بندوں کو جس شکل و صورت میں بھی اجازت دیتا ہے ، یہ ان پر فضل وکرم کی ایک صورت ہوتی ہے۔\nسبح اسم……………. فھدی (1:87 تا 3) ” اپنے رب برتر کے نام کی تسبیح کرو ، جس نے پیدا کیا ، اور تناسب قائم کیا ، جس نے تقدیر بنائی ، پھر راہ دکھائی “۔ یعنی ہر چیز کو پیدا کیا اور نہایت مناسب شکل میں پیدا کیا اور اس تخلیق کے ہر پہلو کو کامل بنایا۔ اس حد تک کامل کہ کوئی اس میں یہ نہیں کہہ سکتا کہ اس کی فلاں چیز اس کے لئے مناسب نہیں ہے۔ اللہ نے تقدیریوں بنائی کہ ہر چیز کے لئے اس کا فرض منصبی مقرر کردیا اور اس کا مقصد تخلیق اور اس مقصد کو پورا کرنے کا طریقہ بھی اسے سمجھا دیا۔ ہر چیز کو عجیب الہامی انداز میں یہ تعلیم دی گئی۔ ہر چیز کو یہ شعور بھی بذریعہ الہام دے دیا کہ اس کی مقررہ زندگی کے لئے اس کو کس چیز کی ضرورت ہے۔\nیہ ایک عظیم حقیقت ہے اور اس کائنات کی جس چیز کا تجزیہ کیا جائے اس کے اندر یہ حقیقت موجود ہے۔ اس وسیع و عریض کائنات کی ہر چیز میں ، خواہ بڑی ہو یا چھوٹی ہو ، اہم ہو یا حقیر ہو ، ہر چیز کی تخلیق میں تسویہ اور تناسب موجود ہے۔ ہر چیز کامل الخلقت ہے اور ہر چیز کی تخلیق کا ایک مقصد ہے اور وہ مقصد اس کی تقدیر ہے ، اور ہر چیز کو اللہ نے اپنا مقصد وجودپورا کرنے کے لئے نہایت ہی آسان طریقہ کار فراہم کردیا ہے۔ غرض اللہ کی ہر مخلوق مکمل اور متناسب ہے۔ اور ہر چیز اپنا انفرادی فریضہ ادا کرتی ہے۔\nمثلاً ایٹم ایک اکیلا ایٹم ، پر ٹون اور الیکٹرون کی برقی رفتار کے اندر اسی قدر توازن رکھتا ہے جس طرح ایک کہکشاں اپنے سورج اور اس کے تابع ستاروں کے درمیان توازن رکھتی ہے۔ ایک ایٹم اپنے مقصد اور فریضے کو اسی طرح پورا کرتا ہے جس طرح ایک کہکشاں پورا کرتی ہے۔ دونوں کو انپا مقصد اور طریقہ حصول مقصد معلوم ہوتا ہے۔\nایک منفرد خلیہ ایک مکمل تخلیق ہے۔ اور اس کے اندر اپنا مقصد تخلیق پورا کرنے کی پوری استعداد ہوتی ہے اور وہ اپنا مقصد اسی طرح پورا کرتا ہے جس طرح کوئی اعلیٰ مرکب اور پیچیدہ مخلوق کرتی ہے۔\nپھر ایک منفرد ایٹم اور کسی کہکشاں کے درمیانی درجات پر الگ الگ مخلوق ہے۔ جس طرح ایک منفرد خلیہ اور پیچیدہ ترین مخلوقات کے درمیان زندہ مخلوقات کے مختلف درجے اور ان کی تنظیم ہے۔ اور ہر درجے اور ہر تنظیم کی تخلیق میں کمال اور تسویہ ہے اور ہر ایک کے لئے انفرادی فرائض اور اجتماعی مقاصد ہیں۔ دست قدرت الہامی طریقے سے ان سے یہ کام کراتا ہے اور اس گہری حقیقت یعنی تخلیق وتسویہ کا یہ کام پوری کائنات پر شاہد عادل ہے۔\nاس حقیقت کو انسانی قلب پاسکتا ہے بشرطیکہ وہ اس کائنات کے اشارات اخذ کرنے کے لئے تیار ہو اور کھلے دل سے وہ اس کائنات کی موجودات پر غور کرے۔ انسان کا اکتسابی علم جس درجے کا بھی ہو اور وہ ترقی یافتہ معاشرے کافرد ہو یا پسماندہ معاشرے کا فرد ہو وہ کائنات کی ان اشیاء سے یہ الہامی اشارات اخذ کرسکتا ہے بشرطیکہ اس کے دل و دماغ کے دریچے بھی ان اشارات کو پانے کے لئے تیار ہوں اور کھلے ہوں اور کسی عقل وخرد کے تار اس قابل ہوں کہ وہ مضراب حقیقت کے جواب میں نغمہ بار ہوسکیں۔\nاس کے بعد کائنات کا مشاہدہ اور کسی علم آتے ہیں اور انسان مطالعہ فطرت میں پہلی نظر سے جو الہام پاتا ہے ، تمام مشاہدات اس کی تائید کرتے ہیں ، بعض لوگوں نے مشاہدہ کائنات کے ذریعہ ایسے اشارات جمع کیے ہیں جو اس کائنات کے اندر پوشیدہ مجموعی حقیقت کے چہرے سے پردہ اٹھاتے ہیں۔\nنیویارک کی سائنسی علوم کی اکیڈمی کے صدر کریسی موریسن اپنی کتاب ” انسان اکیلا نہیں کھڑا “ میں اپنے مشاہدات یوں قلم بند کرتے ہیں۔\n” پرندوں میں وطن لوٹنے کا ایک ملکہ ہوتا ہے ، ایک خاص چڑیا جو دروازوں پر گھونسلے بناتی ہے ، خزاں کے موسم میں جنوب کی طرف ہجرت کرجاتی ہے اور اگلے سال بہار میں اپنے اسی مقام کی طرف لوٹ آتی ہے۔ ستمبر کے مہینے میں امریکہ کے اکثر پرندے جنوب کی طرف جاتے ہیں اور وہ سمندروں اور صحراﺅں پر سے پرواز کرتے ہوئے ہزاروں میل سفر کرتے ہیں اور کبھی اپنا راستہ نہیں بھولتے۔ اور پیغام رساں کبوتر پنجرے میں طویل سفر کرتے ہیں اور جب ان کو پیغام کر چھوڑا جاتا ہے تو وہ کچھ دیر کے لئے حیران ہوکر چکر لگاتے ہیں اور اس کے بعد وہ سیدھے اپنے وطن کی طرف پرواز کرتے ہیں اور کبھی راہ نہیں بھٹکتے ۔ شہد کی مکھی اگر کسی طرف جائے اور اس کے پیچھے نشانات راہ کسی طوفان کی وجہ سے مٹ جائیں تو بھی وہ راہ نہیں بھولتی اور سیدھی چھتے پر آجاتی ہے۔ البتہ انسان کے اندر یہ جبلت کمزور ہے اور انسان اس کمی کو اپنے آلات اور عقل کے ذریعہ پوری کردیتا ہے۔ باریک کیڑے مکوڑے بھی نہایت ہی چھوٹی اور خوردبینی آنکھیں رکھتے ہیں اور یہ نہایت ہی مکمل آنکھیں ہوتی ہیں۔ باز اور عقاب وغیرہ کی آنکھیں دور بین کی طرح ہوتی ہیں ، انسانی آنکھ ان کا مقابلہ نہیں کرسکتی۔ اس کمی کو بھی انسانی عقل و تجربہ نے پورا کیا ہے۔ چناچہ ان دوربینوں کے ذریعہ انسانسحابیوں کو دیکھ لیتا ہے اور اس نے ان کو دیکھنے کے لئے انسانی نظر کو بیس لاکھ گنا تیز کیا۔ نیز انسان نے ایسی خورد بینیں ایجاد کیں جن کے ذریعے وہ بیکٹریا اور دوسرے نہ نظر آنے والے کیڑے مکوڑے دیکھتا ہے۔\nاب ذرا تم اپنے بوڑھے گھوڑے کو راستہ پر چھوڑدو۔ جس قدر اندھیرا بھی ہو وہ راستہ نہ بھولے گا۔ وہ سخت تاریکی میں بھی دیکھ سکتا ہے اگرچہ بہت واضح نہ سہی۔ وہ راستہ میں اور اس کے دونوں جانب درجہ حرارت کو بھی دیکھ سکتا ہے۔ یہ درجہ حرارت اس کی آنکھیں انفراریڈ شعاعوں کے ذریعہ معلوم کرلیتی ہیں۔ الو ایک گرم چوہے کو سردگھاس کے نیچے چلتا پھرتا دیکھ لیتا ہے اگرچہ سخت اندھیرا ہو اور انسانوں نے تو بجلی کے قمقموں کے ذریعہ تاریک رات کو دن بنادیا ہے “۔\n” شہد کی مکھیوں کی دنیا بھی عجیب ہے۔ کارکن مکھیاں چھتے میں مختلف قسم کے کمرے بناتی ہیں۔ یہ تربیت کے لئے استعمال ہوتے ہیں۔ چھوٹے کمرے کارکنوں کے لئے استعمال ہوتے ہیں اور بڑے کمرے مردوں کے لئے اور ملکہ کے لئے خاص کمرے تیار ہوتے ہیں۔ یہ ملکہ مجھی جب غیر بار آورانڈہ دیتی ہے تو اسے مردوں کے کمرے میں رکھ دیتی ہے اور جب بار آور انڈہ دیتی ہے تو اسے اس کمرے میں رکھ دیتی ہے جس میں مونث کارکن مکھیاں ہوتی ہیں جو آگے جاکر ملکہ مکھی بننے والی ہوتی ہیں اور وہ کارکن مکھیاں جو مزدور ہوتی ہیں جب وہ ایک طویل عرصہ تک نسل تیار کرنے کا کام کرلیتی ہی تو ان کو بدل دیا جاتا ہے۔ یہ کارکن مکھیاں بچوں کے لئے غذا تیار کرنے کا کام بھی کرتی ہیں۔ یہ شہد اور پھولوں کو چبا کر ہضم کے قابل بناتی ہیں اور بچوں کے اندر نر اور مادے کا ظہور ہوجاتا ہے تو پھر یہ مذکورہ بالا طریقے سے غذاہضم کے لئے تیار کرنے کا عمل ترک کردیتی ہیں۔ اس کے بعد ان کو شہد اور پھولوں کا بور دیا جاتا ہے اور بچوں میں سے جو مونث اس طریقے سے تربیت پاتی ہیں وہ بعد میں کارکن مکھیاں بن جاتی ہیں “۔\nجو مونث مکھیاں ملکہ مکھیوں کے حجروں میں ہوتی ہیں ، تو ان کو شہد اور پھولوں کے بورے کو ابتدائی طور پر قابل ہضم بناکر غذا دینے کا سلسلہ جاری رکھا جاتا ہے ، اور جن مونث مکھیوں سے ایسا سلوک کیا جاتا ہے بعد میں وہ ملکہ مکھن بن جاتی ہیں۔ صرف یہ ملکہ ہی ایسے انڈے دیتی ہیں جو پار آور ہوتے ہیں۔ اس ٹیکنالوجی کے مطابق جو بچے پیدا ہوتے ہیں ان کے لئے خاص قسم کے حجروں ، ایک خاص قسم کے انڈوں اور ایک خاص قسم کی غذا کی ضرورت ہوتی ہے۔ اور غذا کے اندر تبدیلی کا اثر بھی عجیب ہوتا ہے۔ اس قسم ٹیکنالوجی کے لئے مکھیوں کو ایک طویل عرصہ تک انتظار کی ضرورت پڑی ہوگی جنہوں نے ان اصولوں کے اندرتمیز کرکے ان کو نافذ کیا ہوگا اور غذا کے اثرات معلوم کیے ہوں گے۔ اور ان اثرات معلوم کیے ہوں گے۔ اور ان اثرات کو اجتماعی طور پر نافذ کیا ہوگا جو ان کے وجود کے لئے ضروری ہوگا۔ مکھیوں نے جب اجتماعی زندگی کا آغاز کیا ہوگا تب ان کو یہ اصول معلوم ہوئے ہیں گے ، کیونکہ مکھی کے وجود اور زندگی کی بقا کے لئے ان اصولوں کی دریافت ضروری نہ تھی۔ لہٰذا معلوم ہوتا ہے کہ شہد کی مکھی نے غذا کے اثرات کے سلسلے میں انسان سے زیادہ تحقیق کی ہے “۔ (مغربی فکر میں ڈوبا ہوا مصنف یہ ماننے کے لئے تیار نہیں ہے کہ اللہ نے جب مکھی کو پیدا کیا تو یہ سب کچھ سکھا دیا۔ ان کے دماغوں پر ڈارون کا فلسفہ ارتقاء ہی بیٹھا ہوا ہے حالانکہ قرآن صاف کہتا ہے وعلم آدم الاسماء کلھا ” اللہ نے آدم کو تمام نام سکھادیئے “ اسی طرح اللہ نے مکھی کو بھی تمام بنیادی تعلیم دے دی تھی (مترجم) ۔\n” کتے کو ایک اضافی ناک دی گئی ہے جس کے ذریعہ وہ تمام جانوروں کی بوسونگھ لیتا ہے جو کسی راستے سے گزرے ہوں ، انسان کی قوت شامہ کتوں کے مقابلے میں کمزور ہے اور آج تک انسان نے کوئی ایسا آلہ بھی ایجاد نہیں کیا جو اس کی قوت شامہ کو ترقی دے ، لیکن ہماری یہ کمزور قوت شامہ بھی اس قدر چھوٹے ذرات کو محسوس کرلیتی ہے جیسے مائیکروسکوپ کے ذریعہ ہی دیکھا جاسکتا ہے۔\nاکثر حیوانات ایسی آوازیں سن لیتے ہیں جو ہمارے کانوں کے پردوں کے اندر ارتعاش پیدا نہیں کرسکتے ، کیونکہ یہ ہماری سماعت کی حد سے بہت ہی دقیق اور باریک ہوتے ہیں۔ انسان نے ایسے آلات ایجاد کرلیے ہیں کہ وہ کئی میل دور اڑنے والی مکھی کے پروں کی آواز بھی سن لے ، اس طرح کہ گویا وہ اس کے کان کے پردے کے اوپر بیٹھی ہے۔ ایسے ہی آلات کے ذریعہ سورج کی شعاعوں کی رفتار کی آواز بھی ریکارڈ کی جارہی ہے “۔\n” پانی کی مکڑیوں کی ایک قسم ایسی ہے جو پانی کے اندر غبارے کی طرح ایک گھونسلہ تیار کرتی ہے ، یہ تار عنکبوت سے بنایا جاتا ہے اور اسے پانی کے نیچے کسی چیز سے باندھ دیا جاتا ہے۔ اس کے بعدیہ مکڑی اپنے جسم کے بالوں کے ساتھ پانی کا ایک بلبلہ باندھتی ہے اور اسے لے جاکر اس گھونسلے سے باندھ دیتی ہے یہاں تک کہ گھونسلے کے گرد ہوا کے بلبلوں کا حصار بن جاتا ہے ، اس کے بعد وہ گھونسلے کے اندر بچے دیتی ہے کہ وہ ہوا کے طوفان سے محفوظ رہیں۔ اس گھونسلے کی ساخت میں ایک تو باریک بننے کا عمل ہے ، اس کے بعد دقیق انجینئرنگ اور ہوا بازی کا گہرا ادراک ہے “۔\n” سالمن مچھلی ، جو چھوٹی سی ہوتی ہے اور سمندر میں کئی سال تک گھومتی پھرتی ہے ، اس کے بعد وہ اس دریا کی طرف واپس ہوتی ہے جہاں اس کی پیدائش ہوئی تھی۔ آخر وہ کیا قوت ہے جو اسے اس کی جائے پیدائش تک رہنمائی کرتی ہے۔ یہ جب اپنی جائے پیدائش کی طرف بڑھتے ہوئے کسی غلط دریا کی طرف چلی جائے تو اسے فوراً معلوم ہوجاتا ہے کہ یہ دریا اس کی جائے پیدائش نہیں ہے۔ چناچہ وہ دریا میں چلتی ہے اور پانی کے بہاﺅ کے بالمقابل چل کر اپنی منزل تک پہنچ جاتی ہے۔\nپانی کے سانپوں کا معاملہ تو بہت ہی عجیب ہے۔ ان کا قصہ سالمن مچھلی کے برعکس ہے۔ اس مخلوق خدا کی عمر جب پوری ہوتی ہے تو یہ مختلف تالابوں اور دریاﺅں سے سفر کرکے گہرے سمندروں کی طرف جاتے ہیں۔ اگر یورپ میں ہوں تو یہ ہزاروں میل کا سفر طے کرکے جنوبی برمودا کی گہرائیوں کی طرف چلے جاتے ہیں۔ وہاں پھر یہ انڈے دے کر مرجاتے ہیں ، اب ان کے جو بچے پیدا ہوجاتے ہیں تو وہ تو صرف یہ جانتے ہیں کہ وہ نہایت گہرے پانیوں میں ہیں ، لیکن یہ بچے اسی راستے سے ساحل کی طرف جاتے ہیں جس طرح ان کی ماں ساحل سے پانی کی طرف آئی تھی اور ساحل سے پھر یہ کسی دریا ، یا نہر یا حوض اور تالاب کی طرف چلے جاتے ہیں۔ چناچہ پانیوں کی ہر قسم بحری سانپوں کے لئے موزوں ہوتی ہے۔ کیونکہ انہوں نے بڑی بڑی موجیں ، طوفان اور سمندری تلاطم دیکھے ہوئے ہیں اور ان کا مقابلہ کیا ہوا ہوتا ہے ۔ یہ ساحلوں پر چلتے ہیں اور جب یہ مکمل ہوجاتے ہیں تو کوئی خفیہ قانون ان کو مجبور کرتا ہے کہ وہ پھر واپسی کا سفر کریں اور گہرے سمندروں میں چلے جائیں۔ سوال یہ ہے کہ یہ جذبہ ان کے اندر کہاں سے پیدا ہوتا ہے۔ کبھی ایسا نہیں ہوا کہ کسی شکاری یا مچھیرے نے یورپی سمندروں میں امریکی بحری سانپ پکڑا ہو ، یا کسی امریکی مچھیرے کے جال میں یورپی سانپ آگیا ہو ، یورپی بحری سانپ کو چونکہ گہرے سرندروں تک لمبا سفر کرنا پڑتا ہے اسی لئے قدرت نے اسے ایک سال کی لمبی عمر عطا کی۔ یا اس سے بھی زیادہ تاکہ وہ مرنے سے قبل اپنی منزل مقصود کو پہنچ سکے۔ کیونکہ یورپی بحری سانپ کو امریکی بحری سانپ سے زیادہ فاصلہ طے کرنا پڑتا ہے۔ ذرا دیکھو تو سہی کہ کون سے ایٹم اور کیا سالمے ہیں ؟ جب بحری سانپ مچھلیوں کی شکل میں جمع ہوئے تو ان کے اندر اس قسم کی قوت ارادی پیدا ہوجاتی ہے جو ایسے دور دراز سفر کراتی ہے ؟\n” جب مادہ پروانہ ہوا کے دباﺅ میں تمہارے کسی روشن دان سے اندر آجاتا ہے تو وہ اپنے نر کو ایک سگنل بھیجتی ہے ، چاہے وہ جتنا بھی دور ہو۔ بعض اوقات وہ بہت دور ہوتا ہے۔ وہ اس اشارے کو وصول کرلیتا ہے اور اس کا جواب دیتا ہے۔ اس کو گمراہ کرنے کی انسان جس قدر کوشش بھی کرے ممکن نہیں ہوتا کہ وہ غلطی کرے۔ کیا ان کے پاس کوئی ریڈیو اسٹیشن ہے یا اس مرد کے پاس کوئی ریڈیو یا مشین ہے جو اس سے سگنل وصول کرتا ہے۔ ایریل کا ہونا تو بڑی بات ہے کیا اس کے پاس کوئی ایتھر ہے جس کے ذریعہ وہ ارتعاش پیدا کرتی ہے۔ ٹیلی فون اور ریڈیو ہمارے پاس سریع الحرکت مواصلاتی آلات ہیں لیکن یہ تاروں کے ذریعے ایک جگہ کو دوسری جگہ سے منسلک کرتے ہیں۔ اس طرح تو یہ پروانہ ہم پر فوقیت رکھتا ہے “۔\nنباتات اپنے وجود کو برقرار رکھنے کے لئے کئی چیزوں سے خدمت لیتے ہیں ، بغیر ان کے علم و ارادہ کے۔ مثلاً حشرات پھولوں کا بورا ان کے لئے منتقل کرتے ہی ، ہوا یہی کام کرتی ہے ، وحوش وطیور بھی یہی کام کرتے اور ان کا بورا اور بیج بکھیرتے ہیں۔ سب سے آخر میں ان نباتات نے انسان کو بھی اپنے جال میں پھانس لیا۔ اس نے فطرت کو حسن بخشا اور فطرت نے اسے اس کا اجردیا۔ لیکن انسان بھی تو کسی حد پر رکنے والا نہیں۔\nھل من مزید کا قائل ہے۔ اس نے ہل چلایا ، بیج بویا ، فصل کاٹی ، انبار بھرے ، پھر اس نے فصلوں کو ترقی دی ، شاخ تراشی کی اور خوراک کا بندوبست کیا۔ اگر وہ یہ کام چھوڑ دے تو بھوک سے مرجائے اور دنیا سے تہذیب و تمدن کا خاتمہ ہوجائے اور انسانیت پتھر کے دور میں واپس چلی جائے۔ “\nپانی کے بیشمار جانور مثلاً جھینگا مچھلی کا ایک بازو اگر کٹ جائے تو اسے معلوم ہوجاتا ہے کہ اس کے جسم کا ایک حصہ ضائع ہوگیا ہے ، اس کے خلیے اور جینز اس عضو کو دوبارہ بنانا شروع کردیتے ہیں اور جب وہ عضو مکمل ہوجاتا ہے تو خلیے یہ کام بند کردیتے ہیں اور ان کو معلوم ہوجاتا ہے کہ ان کی ڈیوٹی ختم ہے۔\nپانی کے وہ کیڑے جن کے کئی پاﺅں ہوتے ہیں ، جب دوٹکڑے ہوجائے تو وہ ان میں سے ایک ٹکڑے کی مدد سے اپنے آپ کو مکمل کرلیتا ہے۔ اگر تم اس کیڑے کا سرکاٹ دو تو وہ دوسرا سر بنالیتا ہے۔\nہم زخموں کو مندمل کرسکتے ہیں لیکن ہمارے سرجن ابھی تک یہ بات نہیں جانتے کہ وہ خلیوں کو متحرک کریں اور وہ ایک نیا بازو بنا ڈالیں یا گوشت پوشت ، ناخن اور اعصاب بنادیں ، اگر ایسا ممکن ہو۔\nاور ایک عجوبہ تو یہ ہے کہ اگر کوئی خلیہ ابتدائی ایام ہی میں دو مکمل حصوں میں تقسیم ہوجائے تو اس سے دو مکمل حیوان تیارہوجاتے ہیں۔ ہم دیکھتے ہیں کہ توام ہم شکل ہوتے ہیں ، اس کی تشریح اس طرح کی جاسکتی ہے کہ حمل کے ابتدائی مرحلہ میں خلیہ منقسم ہوگیا اور اس سے یہ بھی معلوم ہوتا ہے کہ ابتدائی مرحلے میں خلیہ کمل فرد ہوتا ہے۔ اور اسی طرح ایک فرد بھی ہر خلیہ میں ہوتا ہے۔\nایک دوسری فصل میں یہی مصنف لکھتا ہے :\nشاہ بلوط کا بھورا بیج زمین پر گراتا ہے ، اس کا بھورا چھلکا اسے محفوظ رکھتا ہے ، اور یہ گرتا پڑتا زمین میں کسی دراڑ میں اٹک جاتا ہے۔ موسم بہاں میں اس کے اندر کا جرثومہ جاگتا ہے۔ وہ اس چھلکے کو پھاڑ دیتا ہے اور یہ اس مغز سے خوراک حاصل کرتا ہے جو اس چھلکے کے اندر جمع کردی گئی ہوتی ہے۔ جس کے اندر اس کے موروثی جینز ہوتے ہیں۔ اس کی جڑیں زمین میں جاتی ہیں۔ آپ دیکھتے ہیں کہ یہ پودا نمودار ہوتا ہے ، چھوٹا درخت اور پھر کامل درخت بن جاتا ہے۔ اس کے اندر کئی ملین جینز ہوتے ہیں۔ یہاں تک کہ یہ اپنی جڑوں ، چھلکے ، پھل اور تنوں اور شاخوں میں بھی اس درخت کے مماثل ہوتا ہے جس سے وہ بیج نکلا۔ کروڑوں سال پہلے جو بلوط کا درخت پیدا ہوا تھا ، اس کے پھل آج تک اپنے ذرات کی ترتیب اس طرح رکھتے ہیں جس طرح پہلے بلوط کے پھل نے رکھا تھا۔\nیہی مصنف تیسری فصل میں لکھتا ہے : ” ہر خلیہ جو کسی زندہ مخلوق میں پیدا ہوتا ہے ، اس پر لازم ہے کہ وہ اپنے آپ کو اس طرح ڈھالے کہ گوشت کا حصہ ہو یا چمڑے کا حصہ ہو اور فنا ہوجائے ، یا دانت کی چمک بن جائے یا آنکھ کا سیال مادہ بن جائے یا ناک اور کان بن جائے۔ ہر خلیہ اپنے آپ کو ایسی شکل میں ڈھالتا ہے کہ وہ اپنا فرض منصبی پوری طرح ادا کرے۔ یہ بات نہایت ہی مشکل ہے کہ کوئی تعین کرے کہ کون سا خلیہ دائیں ہاتھ ہے یا بائیں ہاتھ کا۔ لیکن ازروئے فطرت یہ بات متعین ہے کہ یہ خلیہ دائیں کان کا ہے اور یہ بائیں کان کا ہے۔ غرض ہزار ہا خلیات چلائے جاتے ہیں کہ وہ ایک صحیح کام کریں ، صحیح وقت پر کریں اور صحیح جگہ پر کریں “۔\nچوتھی فصل میں یہ شخص کہتا ہے : ” مختلف قسم کی مخلوقات میں بعض مخلوقات ایسے کام کرتی ہیں جو دانش مندی کے اعلیٰ مرتبہ کے ہیں۔ جن کی کوئی تشریح ہم نہیں کرسکتے۔ مثلاً بھڑ ، ٹڈے کو شکار کرتی ہے ، زمین میں ایک گڑھا کھودتی ہے اور ایک مناسب جگہ اسے دفن کردیتی ہے۔ یہ شکار کرتے وقت اس کے ایسے مخصوص مقام پر ڈنگ مارتی ہے کہ وہ بےہوش ہوجاتا ہے لیکن اس کا گوشت صحیح وسالم زندہ رہتا ہے۔ اب مادہ بھڑ اس کے قریب ایک متعین مقام پر انڈے دیتی ہے۔ اسے شاید یہ بھی معلوم نہ ہو کہ جب اس کے بچے پیدا ہوں گے تو اس ٹڈے کا گوشت کھائیں گے۔ لیکن اسے قتل نہ کریں گے کیونکہ یہ گوشت ان کی غذا ہے اور گوشت خراب ہوکر زہریلا بن جائے ۔ لازماً بھڑ نے ابتدا سے یہ کام شروع کیا ہوگا اور ہمیشہ وہ اسے دہراتی ہوگی ورنہ دنیا میں سے بھڑوں کا وجود ہی ختم ہوجاتا۔ سائنس کے پاس ایسی کوئی تشریح نہیں ہے کہ وہ بھڑوں کے اس مسلسل فعل کا سبب بیان کرے اور یہ بھی ممکن نہیں ہے کہ یہ کام بھڑیں محض اتفاق سے کرتی ہیں ، کیونکہ مادہ بھڑ تو زمین کے اندر کھودے ہوئے گڑھے کو بھر کر چلی جاتی ہے اور مرجاتی ہے ، نہ وہ اس کے اسلاف یہ جانتے تھے کہ وہ ایسا کیوں کررہی ہے۔ نہ اسے اس کا علم اور مشاہدہ ہوتا ہے کہ اس کے بعد اس کے بچوں کو کیا پیش آنا ہے بلکہ بھڑ کو تو یہ علم بھی نہیں ہوتا کہ اس کے بعد کوئی چیز آنے والی ایسی ہے جسے وہ اپنا بچہ کہتی ہو ، بلکہ اسے یہ تک علم نہیں ہے کہ وہ یہ کام نوع کی حفاظت کے لئے کرتی ہے۔\nچیونٹیوں میں سے بعض کی یہ ڈیوٹی ہوتی ہے کہ وہ سردیوں کے موسم میں اپنی کالونی کو خوراک مہیا کرنے کے لئے حیوانات جمع کریں۔ پھر وہ ایک سٹور قائم کرتی ہیں جہاں یہ خوراک پیس کر رکھی جاتی ہے۔ پھر بعض چیونٹیاں ایسی ہوتی ہیں جن کو قدرت نے پیسنے کی جبڑے دیئے ہوتے ہیں۔ ان کا کام صرف خوراک کو پیسنا ہوتا ہے۔ جب سردیوں کا موسم آتا ہے اور تمام غلہ پیسا جاچکا ہوتا ہے تو اس کی سپلائی یوں ہوتی ہے کہ زیادہ سے زیادہ تعداد کو فائدہ پہنچایا جاسکے تاکہ سپلائی جاری رہ سکے۔ اب چونکہ اگلی نسل میں مزید پیسنے والی چیونٹیاں پیدا ہوں گی۔ اس لئے چیونٹیوں کی فوج ان پیسنے والیوں پر حملہ آور ہوتی ہے اور ان کو قتل کردیتی ہے۔ شاید ان کا ضمیر مطمئن ہوتا ہے کہ انہوں نے اپنے حصے کی خوراک پیسنے کے دوران کھالی ہے کیونکہ انہوں نے اس موپعہ سے ضرور فائدہ اٹھایا ہوگا۔\nبعض چیونٹیاں ایسی ہوتی ہیں کہ ان کی جبلت یا ان کی عقل ان کو کھانوں کے باغ بنانے پر آمادہ کرتی ہیں اور یہ چیونٹیاں ابتدائی کیڑوں کو اور پودوں کے چھلکوں پر پائے جانے والے کیڑوں کو گرفتار کرلیتی ہیں۔ یہ گویا ان کے لئے گائے اور بکریوں کا کام دیتے ہیں۔ ان کیڑوں سے یہ چیونٹیاں ایسا محلول لیتی ہیں جو شہد کی طرح ہوتا ہے اور یہ چیونٹیوں کی خوراک کا کام دیتا ہے۔\nچیونٹیاں بعض دوسری چیونٹیوں کو غلام بھی بنالیتی ہیں ، اور جب یہ اپنے گھونسلے بناتی ہیں تو یہ پتوں کو مناسب حجم میں کاٹتی ہیں۔ جب کارکن چیونٹیاں ان پتوں کو ایک طرف سے پکڑ کر اپنے مقام پر رکھتی ہیں تو اس وقت یہ ان بچوں سے بھی کام لیتی ہیں جو ابھی ارتفائی دور میں ہوتے ہیں لیکن ان کے ریشمی مواد سے یہ پتوں کو جوڑتی ہیں ، یوں یہ بچہ اپنے لئے گھونسلا بنانے سے محروم رہتا ہے لیکن اپنے بنی نوع کے لئے ایک مفید کام کرچکا ہوتا ہے۔ سوال یہ ہے کہ جس ذروں سے چیونٹی بنتی ہے ان ذروں میں یہ کام کرنے کی صلاحیت کس طرح پیدا ہوجاتی ہے۔ اس میں شک نہیں ہے کہ ان کا ایک خالق ہے جس نے ان کو اس طرح کرنے کی ہدایت کی “۔ (اقتباسات ختم ہوئے)\nاس میں شک نہیں ہے کہ ایک خالق ہے جس نے اپنی تمام مخلوقات کو ہدایات دیں ، خواہ وہ بڑی مخلوق ہو یا چھوٹی ہو ، اور یہ وہی خالق ہے جو الاعلیٰ…………فھدی (1:87 تا 3) ” جو برتر ہے ، جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔\nہم نے اوپر جو اقتباسات دیئے ہیں ، یہ تو اصل حقیقت کے ایک معمولی حصے کے مشاہدات ہیں ، جو انسانوں نے نباتات ، حشرات الارض ، پرندوں اور دوسرے حیوانات کے سلسلے میں ریکارڈ کیے ہیں۔ لیکن اس سے آگے علم ومشاہدہ اور بھی جہاں ہیں اور جو کچھ ہمارے علم میں ہے وہ اس قول باری کے مدلول اور مفہوم کا ایک نہایت ہی مختصر حصہ ہے۔\nالذی خلق…………فھدی (2:87 تا 3) ” جس نے پیدا کیا اور تناسب قائم کیا ، جس نے تقدیر بنائی پھر راہ دکھائی “۔ یہ قابل مشاہدہ کائنات جس کے ایک معمولی حصے کو ہم جانتے ہیں ، اس سے آگے عالم غیب کے جہاں پوشیدہ ہیں۔ ہمیں تو اپنی بشری قوتوں کے مطابق بہت تھوڑا علم دیا گیا ہے۔ یہ چند اشارات ہیں جو اللہ نے ہماری محدود قوت ادراک کے لئے کردیئے ہیں۔\nاس عظیم کائنات کا ایک وسیع صفحہ پیش کرنے اور اس کی وادیوں میں اللہ کی تسبیح وثنا کی گونج پیدا کرنے کے بعد ، اللہ کی اس عظیم تسبیح کو مکمل کرنے کے لئے یہاں نباتات کی دنیا کی طرف اشارہ کردیا جاتا ہے اور یہاں اس اشارے کے اندر جہان معانی ہے۔\nوالذی اخرج…………احوی (5:87) ” جس نے نباتات اگائیں اور پھر ان کو سیاہ کوڑا کرکٹ بنادیا “ المرعی ، ہر اس چیزکو کہا جاتا ہے جو زمین سے اگتی ہے ، اس لئے کہ ہر اگنے والی چیز کسی نہ کسی مخلوق کے لئے خوراک ہے۔ لہٰذا مرعی کا مفہوم یہاں اس سے کہیں وسیع ہے کہ کوئی چیز ہمارے مویشیوں کے چرنے کی ہے تو مرعی ہے۔ کیونکہ اللہ نے زمین کو پیدا کیا اور اس زمین کے اوپر چلنے والی ہر مخلوق کے لئے اس کے اندر اس کی خوراک پیدا کی ، چاہے یہ مخلوق زمین کے اوپر چلتی ہو ، یا اندر چھپی رہتی ہو یا اس کی فضاﺅں میں اڑتی ہو۔\nنباتات ابتداء میں سبز ہوتے ہیں ، پھر یژمردہ ہوکر سیاہ ہوجاتے ہیں۔ بعض اوقات تو وہ سبزی کی حالت ہی میں خوراک کے قابل ہوتے ہیں اور بعض اوقات وہ پک کر سیاہ ہوتے ہیں تو خوراک کا کام دیتے ہیں۔ درمیانی حالت میں بھی وہ کسی نہ کسی خوراک کا کام دیتے ہیں۔ بہرحال نباتات کی ہر حالت ، اللہ کی تخلیق اور تسویہ کے مطابق کسی مخلوق کے لئے خوراک بنتی ہے۔\nیہاں نباتاتی زندگی کے منظر کو پیش کرکے ایک اشارہ یہ کیا گیا ہے کہ جس طرح ہر نبات کوڑا کرکٹ بن کر انجام تک پہنچتا ہے۔ اس طرح ہر زندہ مخلوق بھی اس دنیا میں اپنے انجام کو پہنچتی ہے۔ اور یہ اشارہ ہے اس حیات ودنیا اور حیات اخروی کی طرف کہ حیات دنیا تو نباتات کی طرح ختم ہونے والی ہے اور حیات اخروی باقی اور لازوال ہے۔ بعد میں آتا ہے۔\nبل توثرون…………وابقی (17:87) ” مگر تم لوگ دنیا کی زندگی کو ترجیح دیتے ہو حالانکہ آخرت سے بہتر اور باقی رہنے والی ہے “۔ دنیا کی زندگی اس کھیت کی طرح ہے جو ختم ہوکر کوڑا کرکٹ بن جاتی ہے اور آخرت باقی و لازوال ہوتی ہے۔\nاس مقطع کے ذریعے اس عظیم کائنات کے صفحات کو دور تک پھیلا دیا جاتا ہے اور جن امور کا ذکر ہوتا ہے وہ سورت کے آنے والے حقائق کے ساتھ مناسب ہیں۔ یہ کائنات ان سے ہم آہنگ ہوتی ہے اور یہ حقائق کائنات سے پیوست ہوتے ہیں۔ ایک نہایت ہی وسیع و عریض فریم ورک ہیں۔ اگر گہرا مطالعہ کیا جائے کہ اس سیپارے کے مضامین کو وسیع کائناتی دائرے میں پیش کیا گیا ہے۔ یہ کائناتی دائرہ اس پارے کی فضا اور اس کے اشارات اور مضامین کے ساتھ ہم آہنگ ہوتا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 87,
      "text": "اب وہ خوشخبری آتی ہے جو آپ کے لئے ہے اور آپ کے بعد آپ کی امت کے لئے ہے۔\nسنقرنک .................................... الذکری\nاس عظیم خوشخبری کا آغاز ہوتا ہے کہ قرآن کے حفظ کرنے اور اسے باقی رکھنے کی ذمہ داری نبی ﷺ کے کاندھوں سے اتار دی جاتی ہے۔\nسنقرءک فلا تنسی (6:87) ” ہم تمہیں پڑھوا دیں گے ، پھر تم نہیں بھولوگے “۔ لہٰذا آپ اپنے رب سے یہ کلام لیں اور بس۔ اس کو یاد کرادینا اللہ کا کام ہے۔ یہ بات فی الواقعہ نبی ﷺ کے لئے بڑی خوشخبری تھی۔ آپ حفظ قرآن کے لئے فکر مند ہوتے تھے۔ اب تو اس کی حفاظت کی جانب سے مطمئن کردیا گیا کیونکہ قرآن کریم ایک نہایت ہی عظیم کلام اور آپ اسے بہت ہی محبوب رکھتے تھے۔ آپ دل وجان سے قرآن پر فدا تھے۔ اور اس کی حفاظت کا بہت ہی خیال رکھتے تھے۔ اس پر حریص تھے اور اپنی عظیم اور بھاری ذمہ داری سمجھتے تھے۔ آپ ایک ایک آیت دہراتے تھے۔ جب جبرائیل (علیہ السلام) اسے لاتے تو آپ سننے کے ساتھ ساتھ تکرار کرتے اور زبان کو دہرانے میں لگادیتے یہاں تک کہ یہ بشارت آگئی اور آپ کو مطمئن کردیا گیا۔\nپھر یہ آپ کے بعد آپ کی امت کے لئے بھی ایک خوشخبری ہے۔ امت بھی مطمئن ہوجاتی ہے کہ اس عقیدے کا اصل سرچشمہ ذات باری ہے اور اس کی حفاظت کا کفیل اور ذمہ دار بھی اللہ ہے۔ نبی کے دل میں بٹھانے کا ذمہ دار بھی اور بعد کے زمانے میں حفاظت کی ذمہ داری بھی۔ یہ اللہ کی بڑی مہربانی ہے اور اس دین کی عظمت سے اور اللہ کے ہاں اس کی اہمیت کا ثبوت ہے۔\nاس موقعہ پر اور ایسے تمام مواقع پر ایک اٹل بات ضرور سامنے آتی ہے ۔ یہ ایک اٹل اور دائمی قانون ہے وہ یہ کہ اللہ کی مشیت بےقید ہے اور اللہ کی مشیت پر کوئی پابندی نہیں۔ آپ نہیں بھولیں گے الایہ کہ اللہ کچھ بھلانا چاہے۔ اگرچہ یہ پابندی خود اللہ کی طرف سے ہو ، لہٰذا اللہ کی مشیت بےقید اور اس پر کوئی قانونی قید ہے نہ کوئی وعدہ اسے پابند کرتا ہے۔ قرآن اس اصول کو پوری طرح محفوظ رکھتا ہے جیسا کہ اس سے قبل ہم ظلال القرآن میں اس کی وضاحت کرچکے ہیں۔ یہاں بھی اس اصول کو قائم رکھا گیا۔\nالا ماشاء اللہ (7:87) ” سوائے اس کے جو اللہ چاہے “۔ اگرچہ یہ وعدہ سچا ہے کہ حضور نہ بھولیں گے مگر اللہ کی مشیت بھی بےقید ہے ، اگر اللہ چاہے تو ایسا ہوسکتا ہے تاکہ تمام معاملات اللہ کی مشیت کے دائرے میں رہیں اور لوگ اللہ کی مشیت ہی پر نگاہ رکھیں۔ اگرچہ کسی معاملے میں سچا وعدہ کیا گیا ہو۔ انسانی دل و دماغ کو اللہ کی مشیت کے ساتھ ہی لٹکے رہنا چاہئے۔\nانہ یعلم .................... وما یخفی (7:87) ” وہ ظاہر کو بھی جانتا ہے اور جو کچھ پوشیدہ ہے اس کو بھی جانتا ہے “۔ یہ ہے اشارہ کہ اللہ پڑھائے گا ، حفظ کرائے گا اور نسیان نہ ہوگا الایہ کو وہ کچھ اور چاہے کیونکہ یہ تمام امور اللہ کی مخفی حکمت پر مبنی ہیں جو ظاہر اور خفیہ سب کو جانتا ہے اور معاملات کو ان کے تمام پہلوﺅں سے جانتا ہے اس لئے وہ تمام معاملات میں ایسے فیصلے کرتا ہے جس میں حکمت ہوتی ہے اور یہ حکمت اللہ کے بھرپور علم پر مبنی ہوتی ہے۔ اللہ کا علم کامل علم ہوتا ہے۔\nاب دوسری خوشخبری ونیسرک للیسری (8:87) ” اور ہم تمہیں آسان طریقے کی سہولت دیتے ہیں “۔ یہ خوشخبری بھی رسول اللہ ﷺ کی ذات اقدس کے لئے ہے۔ اور آپ کے بعد آپ کی امت کے لئے بھی ہے۔ اور اس سے اس دین کا مزاج بھی معلوم ہوتا ہے۔ دعوت اسلامی کی حقیقت بھی معلوم ہوتی ہے کہ وہ انسانی زندگی میں کیا کردار ادا کرتی ہے اور اس کائنات میں اسلامی نظام زندگی کا مقام و مرتبہ کیا ہے۔ بظاہر تو یہ دولفظ ہیں۔\nونیسرک للیسری (8:87) لیکن ان کے اندر جو حقیقت بیان کی گئی وہ اسلامی نظریہ حیات اور اسلامی نظام اور شریعت کی ایک عظیم حقیقت ہے ، نیز وہ اس پوری کائنات کا بھی خلاصہ اور روح ہے۔ یہ حقیقت رسول اللہ کے مزاج کو ، اس کائنات کے مزاج اور اس دین کے مزاج سے ملادیتی ہے۔ یہ پوری کائنات دست قدرت نے بڑی آسانی سے بنادی ہے۔ یہ کائنات نہایت آسانی سے چل رہی ہے ، جس رخ پر اسے ڈال دیا گیا ہے وہ نہایت آرام اور سکون اور سہولت سے اسی رخ اور سمت پر چل رہی ہے۔ غرض یہ نور سے نکلی ہے اور ایسے حقائق کی طرف اشارہ کررہی ہے جو حدود وقیود سے ماوراء ہے۔\nجس ذات کو اللہ آسانیاں میسر کردے وہ اپنی زندگی کی راہوں پر بسہولت چلتا ہے۔ وہ اس کائنات کے ساتھ چلتا ہے جس کا وجود اور جس کی ترتیب باہم متناسب ، جس کی حرکت متوازن اور جس کا رخ ایک طرف ہے یعنی اللہ کی طرف۔ ایسا شخص صرف ان قوتوں سے ٹکراتا ہے ، جو اس عظیم کائنات کے خطوط سے منحرف ہوں۔ ایسے لوگوں کا موازنہ اگر اس پوری کائنات سے کای جائے تو ان کا کوئی وزن نہیں رہتا۔ ایسا شخص جب چلتا ہے تو اس کی حرکت آسان ، لطیف اور نرم ہوتی ہے۔ اس کائنات کے ہم آہنگ دنیا کے واقعات سے ہم آہنگ ، دنیا کی چیزوں اور اشخاص کے ساتھ ہم آہنگ۔ اس کے ہاتھوں میں آسانی ہوتی ہے ، اس کی زبان میں یسر ہوتا ہے ، اس کے اقدامات آسان ہوتے ہیں ، اس کا عمل یسر ہوتا ہے۔ اس کے خیالات آسان ہوتے ہیں ، اس کی فکر آسان ہوتی ہے جو معاملات کو آسانی سے لیتا ہے ، معاملات کو نہایت آسانی سے لیتا ہے ، اپنے نفس کے لئے بھی آسان ہوتا ہے دوسروں کے لئے بھی آسان ہوتا ہے۔\nیہ تھے رسول اللہ ﷺ ، اپنے تمام امور میں یسر ہی یسر۔ حضور اکرم ﷺ جب دوکاموں میں سے کسی ایک کا انتخاب کرتے تو آسان کو لیتے۔ یہ ہے روایت حضرت عائشہ ؓ کی۔ (بخاری ومسلم)\nاور آپ ؓ ہی سے روایت ہے ” حضور اکرم ﷺ جب اپنے گھر میں تنہا ہوتے تو آپ تمام لوگوں سے نرم مزاج ہوتے ، مسکراتے ہوئے اور ہنستے ہوئے “۔ اور صحیح بخاری کی ایک روایت ہے : ” ایک لونڈی بھی رسول اللہ کا ہاتھ پکڑ لیتی اور جہاں چاہتی آپ کو لے جاتی “۔\nلباس ، طعام ، بچھونے وغیرہ میں آپ کی جو سیرت تھی اس پر اگر غور کیا جائے تو معلوم ہوتا ہے کہ آپ سادی ، آسانی اور بےتکلفی کو پسند فرماتے تھے۔ ابو عبداللہ شمس الدین محمد ابن قیم الجوزیہ اپنی کتاب زاد المعاد میں لباس کے سلسلے میں آپ کی سیرت کے بارے میں لکھتے ہیں کہ آپ کی ایک پگڑی تھی جسے ” السحاب “ کہا جاتا تھا۔ یہ آپ نے حضرت علی ؓ کو دے دی تھی ، آپ پگڑی باندھتے اور اسے کے نیچے ٹوپی پہنتے ، کبھی آپ ٹوپی بغیر عمامہ کے پہنتے ، کبھی عمامہ بغیر ٹوپی کے بھی باندھتے۔ آپ جب عمامہ باندھتے تو اس کے شملے کو دونوں کاندھوں کے درمیان لٹکادیتے ، جیسا کہ مسلم شریف کی روایت میں ہے۔ حضرت عمر ابن حریث سے روایت ہے کہ انہوں نے رسول اللہ ﷺ کو منبر پر دیکھا اور آپ نے سیاہ عمامہ باندھا ہوا تھا اور آپ نے اس کا ایک طرف دونوں کاندھوں کے درمیان لٹکایا ہوا تھا۔ اور مسلم میں حضرت جابر سے یہ بھی ہے ، بالوں کی لٹ کی طرح۔\nاس سے معلوم ہوا کہ شملہ ہمیشہ کاندھوں کے درمیان سے نہ لٹکاتے تھے۔ کہا جاتا ہے آپ مکہ میں داخل ہوئے ، آپ نے جنگی لباس پہنا ہوا تھا اور آپ کے سر پر خود تھا۔ لہٰذا ہر موقعہ کی مناسبت سے لباس پہنتے تھے۔\nایک دوسری فصل میں وہ فرماتے ہیں کہ بہترین طریقہ رسول اللہ ﷺ کا طریقہ ہے جو طریقہ آپ نے رائج فرمایا اور جس کا حکم دیا اور جس کی ترغیب دی اور اس پر مداومت کی۔ لباس میں آپ کا طریقہ یہ تھا کہ جو لباس میسر ہوتا آپ وہ پہنتے کبھی اونی ، کبھی روئی ، کبھی کتان کا۔ آپ نے یمنی چادر بھی پہنی ، سبزچادر بھی پہنی ، حلہ ، قبا اور قمیص بھی زیت تن فرمائی۔ پاجامہ ، ازار اور چادر بھی پہنی۔ چمڑے کے موزے اور جوتے۔ یہ سب چیزیں آپ نے استعمال فرمائیں اور عمامہ کا شملہ کبھی آپ نے پیچھے سے لٹکایا اور کبھی نہ لٹکایا “۔\nاور کھانے کے بارے میں آپ کی سیرت یہ تھی کہ آپ کسی موجود کھانے کو رد نہ فرماتے اور نہ غیر موجود کے بارے میں تکلف فرماتے ، پاکیزہ چیزوں میں سے جو بھی آپ کو پیش کی گئی آپ نے اسے تناول فرمایا۔ الایہ کہ کسی چیز کو آپ کی طبیعت نہ چاہتی ہو تو آپ نے بغیر حرام قرار دینے کے اسے چھوڑ دیا۔ آپ نے کسی کھانے میں کبھی عیب نہیں نکالا۔ اگر چاہت ہوتی تو تناول فرماتے ورنہ چھوڑ دیتے ، جس طرح آپ نے گوہ کو تناول نہ فرمایا کیونکہ آپ اس کے کھانے کے عادی نہ تھے لیکن امت پر اسے حرام بھی قرار نہیں دیا ، بلکہ اسے آپ کے دستر خوان پر آپ کے دیکھتے ہوئے کھایا گیا۔ آپ نے حلوی اور شہد تناول فرمایا۔ ان کو آپ بہت پسند فرماتے تھے۔ آپ نے تازہ اور خشک کھجوروں کو تناول فرمایا۔ آپ نے خالص دودھ بھی پیا اور ملا ہوا بھی۔ آپ نے شہد اور ستو پانی کے ساتھ تناول فرمائے۔ آپ نے کھجوروں کا صاف پانی پیا ، آپ نے حریرہ استعمال کیا۔ یہ ایک قسم کی کھیر ہے جو دودھ اور آٹے سے بنتی ہے۔ آپ نے تروتازہ کھجور کے ساتھ ککڑی کھائی ، پنیر تناول فرمایا ، کھجور کے ساتھ روٹی کھائی ، سر کے ساتھ روٹی کھائی۔ آپ نے پکا ہوا کدو کھایا اور اس کو آپ بہت پسند فرماتے تھے۔ آپ نے ابالا ہوا کدو بھی کھایا ، گھی کے ساتھ ثرید کھایا ، پنیر کھایا۔ تیل کے ساتھ روٹی کھائی ، خربوزوں کو تازہ کھجوروں کے ساتھ اور کھجوروں کو مکھن کے ساتھ کھایا اور یہ آپ کو بہت پسند تھا۔ کسی پاکیزہ چیز کو آپ ردنہ کرتے اور نہ بتکلف خواہش کرتے بلکہ آپ کا طریقہ یہ تھا جو میسر ہو وہ تناول فرماتے ، اگر کوئی چیز نہ ملتی تو صبر کرتے “۔\nسونے اور بیدار ہونے کے بارے میں آپ کی سنت یہ تھی۔ کبھی اپنے بستر پر سوتے ، کبھی کھال پر ، کبھی چٹائی پر ، کبھی زمین پر ، کبھی تخت پر ، کبھی سیاہ کمبل پر سوتے “۔\nآپ کے فرامین سے معلوم ہوتا ہے کہ تمام امور میں نرمی سے کام لیاجائے ، جن میں اسلامی نظریہ حیات اور اسکے تقاضے بھی آتے ہیں۔ اس سلسلے میں آپ کی ہدایات بہت زیادہ ہیں ، سب کو یہاں لانا مشکل ہے ، چند پیش خدمت ہیں : ” یہ دین آسان ہے ، جو شخص اس دین کے ساتھ کشتی کرے گا وہ شکست کھاجائے گا “ (بخاری) ۔ ” اپنے نفسوں پر سختی مت کرو ، تم پر سختی کی جائے گی ، ایک قوم نے اپنے آپ کو سختیوں میں ڈالا تو اس پر سختی کی گئی “ (ابوداﺅد) ۔ ” جو شخص اپنی سواری پر سختی کرتا ہے ، وہ نہ تو سفر طے کرسکتا ہے اور نہ ہی اس کی سواری زندہ رہتی ہے “ (بخاری۔ ” آسانیاں کرو سختی نہ کرو “ (بخاری ومسلم) ۔\nاور معاملات کے بارے میں آپ کی ہدایات یہ ہیں :” اللہ رحم کرے ، اس شخص پر جو فروخت کرے تو نرمی اور فراغ دلی سے ، خریدے تو نرمی اور فراخ دلی سے اور تقاضا کرے تو بھی نرمی اور فراخ دلی سے “ (بخاری) ۔” مومن آسان اور نرم ہوتا ہے “ (بیہقی) ۔” مومن لوگوں سے مانوس ہوتا ہے اور لوگ اس سے مانوس ہوتے ہیں “ (دارقطنی) ۔” اللہ کے ہاں مبغوض ترین شخص وہ ہے جو جھگڑالو اور لڑنے والا ہو “ (بخاری ومسلم) ۔\nآپ کی سیرت میں اس بات کی روشن مثالیں ملتی ہیں کہ آپ سختی اور مشکل کو پسند نہ فرماتے تھے ، یہاں تک کہ نام اور چہرے کے خدوخال میں بھی۔ جس سے معلوم ہوتا ہے کہ آپ کا مزاج کیسا تھا ، اور آپ کے ساتھ اللہ کا سلوک کیسا تھا ، اور کس طرح اللہ نے آپ کو آپ کی ساخت اور مزاج کے اعتبار سے سہل پسند بنایا تھا اور اس کی طرف آپ کی رہنمائی فرمائی تھی۔ سعید ابن مسیب اپنے والد سے روایت فرماتے ہیں کہ وہ نبی ﷺ کے پاس آئے ، تو حضور ﷺ نے دریافت فرمایا تمہارا نام کیا ہے۔ والد نے کہا میرا نام حزن ہے (یعنی سخت دشوار) تو آپ نے فرمایا نہیں آپ ” سہل “ ہیں۔ تو انہوں نے کہا میں اس نام کو نہیں بدلوں گا جو میرے باپ نے رکھا ہے۔ ابن مسیب کہتے ہیں اس کے بعد ہمارے خاندان میں برابر سختی رہی “ (بخاری) ۔ ” حضرت ابن عمر ؓ سے روایت ہے کہ آپ نے عاصیہ کا نام بدل کر جمیلہ رکھ دیا “ (مسلم) ۔ اور آپ کی مشہور حدیث ہے ” یہ بات نیکی کا حصہ ہے کہ تم اپنے بھائی سے ہنس مکھ ہوکر ملو “ (ترمذی) ۔\nغرض آپ اس قدر حساس تھے کہ آپ کو ناموں ، چہرے کے خدوخال میں بھی درشتی پسند نہ تھی اور آپ نرمی اور آسانی کی طرف مائل ہوتے تھے۔ چناچہ آپ کی پوری سیرت نرمی ، یسر ، سہولت ، اور سہل برتاﺅ پر مشتمل ہے۔ آپنے ہمیشہ معاملات اور لین دین میں نرمی سے کام لیا۔ ایک مثال سے واضح ہوتا ہے کہ آپ اپنے برتاﺅ کی وجہ سے لوگوں کی اصلاح کس طرح کرتے تھے۔\n” ایک دن آپ کے پاس ایک دیہاتی آیا ، وہ کوئی چیز مانگ رہا تھا۔ آپ نے اسے دے دی تو آپ نے اس سے پوچھا : کیا میں نے تمہارے ساتھ اچھا سلوک کیا ؟ تو اس نے کہا : نہیں ! تم نے اچھا سلوک نہیں کیا۔ مسلمانوں کو سخت غصہ آیا ، اور وہ اس کی طرف لپکے۔ آپ نے اشارہ فرمایا کہ کچھ نہ کہو۔ آپ پھر گھر میں داخل ہوئے اور کچھ مزید دیا اور پھر پوچھا : کیا میں نے اچھا سلو کیا ؟ تو اس نے کہا : ” ہاں “۔ اللہ آپ کو جزادے۔ آپ اچھے خاندان کے ہیں۔ اس کو نبی ﷺ نے فرمایا تم پہلے جو بات کی وہ تمہیں معلوم ہے جس کی وجہ سے میرے ساتھی خفا ہوئے اور ان کے دل صاف نہیں۔ تو اگر تم پسند کرو تو یہ باتیں جو تم نے میرے سامنے کی ہیں ان کے سامنے بھی کرو ، تاکہ ان کے دلوں میں تم پر جو غصہ ہے ، وہ دور ہوجائے۔ تو اس نے کہا ” اچھا “۔ دوسرے دن وہ پھر آیا۔ اور حضور ﷺ نے فرمایا کہ اس دیہاتی نے کل جو کچھ کہا وہ تمہیں معلوم ہے ، ہم نے اسے مزید کچھ دیا۔ اب اس کا خیال ہے کہ وہ راضی ہوگیا ہے۔ بتاﺅ بھائی کیا یہ درست ہے ؟ تو دیہاتی نے کہا : ” ہاں اللہ آپ کو جزائے خیر دے۔ آپ اچھے خاندان سے ہیں “۔ اس پر حضور اکرم ﷺ نے فرمایا : ” میری مثال اور اس دیہاتی کی مثال اس طرح ہے کہ اس شخص کی اونٹنی بگڑ گئی۔ لوگوں نے اس کا پیچھا کیا تو وہ اور بھاگنے لگی۔ تو مالک نے لوگوں کو چلا کر کہا : ” میری ناقہ کو اور مجھے چھوڑ دو میں اس کے ساتھ زیادہ نرم سلوک کرتا ہوں اور اس کے مزاج کو اچھی طرح جانتا ہوں “۔ چناچہ اس کا مالک اس کے سامنے سے آیا۔ اور زمین سے کچھ گھاس پھونس جمع کرکے اس کے لئے لے آیا۔ اور اسے آہستہ آہستہ واپس لایا ۔ یہاں تک کہ وہ اپنے مقام پر آکر بیٹھ گئی۔ اس نے اس کجاوا کسا اور سوار ہوگیا۔ جب اس شخص نے جو کچھ کہا تھا اور تم اس پر لپکے تھے تو میں اگر تمہیں چھوڑ دیتا اور تم اسے قتل کردیتے تو وہ جہنم میں چلا جاتا “۔\nیہ تھا حضور ﷺ کا طرز عمل ان لوگوں کے ساتھ جو نہایت ہی سخت اور بدکنے والے تھے ، اس قدر سادگی اور آسانی کے ساتھ اور اللہ کی ایسی توفیق کے ساتھ ، آپ ان کے ساتھ حسن سلوک کرتے تھے۔ اس قسم کے بیشمار نمونے آپ کی سیرت میں موجود ہیں۔ یہی وہ بات ہے جو اس آیت میں بطور خوشخبری آپ کو کہی گئی ہے اور آپ کو اپنی پوری زندگی میں ، آپ کو دعوت میں اور آپ کے معاملات میں اس کی آپ کو توفیق دی گئی۔\nونیسرک للیسری (8:87) ” ہم آسان دین پرچلنے کو آپ کے لئے آسان کردیں گے “۔\nآپ کی ذات گرامی جو محبوب خلائق اور بلند اخلاق کی مالک تھی اور جسے ایک آسان دین کی طرف آسانی سے رہنمائی کی گئی تھی تو آپ نے لوگوں کے ساتھ ایسا ہی برتاﺅ کیا۔ اور اسی انداز سے انسانیت کو دعوت دی ، آپ کا مزاج ہی اس طرح بن گیا ، اور آپ کی ماہیت ہی دین سہل میں بدل گئی اور آپ اسی امانت کبریٰ کے اٹھانے کے قابل ہوگئے ، یہ امانت تو بہت بڑی اور بھاری تھی مگر اللہ نے اس ذمہ داری کی توفیق آپ کو دی اور آپ اس بھاری ذمہ داری اٹھانے کے قابل ہوگئے۔ آپ نے پسندیدہ طریقے سے کام کیا اور اچھے انداز سے محنت کی۔ اور خوشی اور شرح صدر سے کام کیا۔\nحضور اکرم ﷺ کی تعریف میں اور آپ کے کام کی نوعیت کی تشریح کے بارے میں قرآن کریم میں کئی آیات بھی نازل ہوئی ہیں۔\nوما ارسلنک .................... للعلمین (الانبیائ :108) ” اور ہم نے تمہیں اہل جہاں کے لئے صرف رحمت بنا کر بھیجا ہے “۔\nالذین ........................................ علیھم (157:7) ” وہ لوگ جو اس نبی امی کی پیروی کرتے ہیں ، جسے وہ اپنے ہاں تورات وانجیل میں لکھا ہوا پاتے ہیں ، انہیں وہ معروف کا حکم دیتے ہیں ، برائی سے روکتے ہیں ، پاکیزہ چیزیں ان کے لئے حلال کرتے ہیں ، ناپاک چیزیں ان پر حرام ٹھہراتے ہیں ، اور ان کے وہ بوجھ اور طوق جو ان کی گردنوں میں پڑے ہوئے ہیں ، ان سے اتارتے ہیں “۔ لہٰذا رسول خدا ﷺ کی بعثت پوری انسانیت کے لئے رحمت تھی۔ آپ تشریف لائے اور آپ نے لوگوں کے کاندھوں سے بوجھ اتارے اور ان کے گلوں سے وہ طوق اتارے جو انہوں نے ڈال رکھے تھے اور یہ اس لئے کہ انہوں نے دین میں سختی کی تو اللہ کی طرف سے بھی ان پر سختی کی گئی۔ آپ جو دین اور جو دعوت لے کر آئے اس کے بارے میں بھی قرآن کہتا ہے :\nولقد یسرنا ........................ من مد کر (22:54) ” اور ہم نے قرآن کو نصیحت کے لئے آسان بنایا ہے ، تو ہے کوئی نصیحت حاصل کرنے والا “۔ اور ایک دوسری جگہ ہے۔\nوماجعل .................... من حرج (78:22)\n” اور اللہ نے تم پر دین میں کوئی تنگی نہیں رکھی “۔ اور سورة بقرہ میں ہے۔\nلا یکلف .................... وسعھا (286:2) ” اللہ تعالیٰ کسی پر اس کی طاقت سے زیادہ ذمہ داری نہیں ڈالتا “۔ اور مائدہ میں ہے۔\nمایرید ............................ لیطھرکم (6:5) ” اللہ تعالیٰ دین کے سلسلے میں تم پر کوئی تنگی نہیں کرنا چاہتا ، وہ تو تمہیں پاک کرنا چاہتا ہے “ غرض یہ آخری رسالت سہل ہے اور انسانی طاقت کی حدود میں ہے۔ اللہ نے لوگوں کو تنگی میں مبتلا نہیں کیا۔ نہ اللہ کا مقصود یہ ہے کہ لوگوں کی مشقت میں ڈالا جائے ، اسلام کی روح میں بھی سہولت ہے اور اسلام کے احکام میں بھی سہولت کو مدنظر رکھا گیا ہے۔ غرض یہ ایک فطری دین ہے۔ سورة روم میں ہے۔\nفطرت .................... علیھا (30:30) ” جس فطرت پر اللہ نے لوگوں کو پیدا کیا ہے ، یہ اللہ کی بنائی ہوئی فطرت ہے “۔\nاور جب انسان اس عقیدے کے ساتھ زندگی بسر کرنا چاہے تو وہ اس کو بہت آسان پاتا ہے۔ وہ دیکھتا ہے کہ اس میں انسانی قوت کو ملحوظ رکھا گیا ہے۔ اس میں انسان کے مختلف حالات کی رعایت بھی کی گئی ہے۔ اس میں ان حالات کا بھی خیال رکھا گیا ہے جو مختلف قسم کے معاشروں میں انسان کو پیش آتے ہیں۔ اسلامی عقیدہ بذات خود نہایت ہی سہل اور قابل فہم ہے۔ بس ایک الٰہ کا عقیدہ ہے اس جیسی کوئی چیز نہیں ہے۔ تمام مخلوقات کو اسی الٰہ نے بنایا ہے اور اسی الٰہ نے ان کو ان کی پیدائش کا مقصد بھی بتایا ہے۔ پھر اس نے رسول بھیجے ہیں اور ان رسولوں نے لوگوں کو ان کا مقصد وجود بتایا ہے۔ رسولوں نے لوگوں کو اپنے خلق کی طرف لوٹایا۔ اس کے بعد جو فرائض بھی ان پر عائد کیے گئے وہ اسی نظریہ سے نکلتے ہیں ، نہایت سیدھے سادھے طریقے سے جس میں کوئی ٹیڑھ نہیں ہے۔ اور لوگوں کو یہ حکم دیا کہ وہ ان میں سے جن احکام پر بھی عمل کرسکتے ہیں بغیر سختی اور مشقت کے عمل کریں۔ حضور ﷺ نے فرمایا : ” جب میں تمہیں حکم دوں تو اس حکم کی تعمیل اس قدر کرو جس قدر تمہاری طاقت ہو اور جس کام سے میں روکوں ، رک جاﺅ“ (بخاری ومسلم) ۔ اور جن چیزوں سے منع کیا گیا ہے ، ان میں سے بھی حالت اضطرار مستثنیٰ ہے۔\nالاما .................... الیہ (119:6) ” الایہ کہ تم ان کے لئے مضطرہوجاﺅ“۔\nیوں رسول آخرالزمان ﷺ کا مزاج ان کی رسالت اور دعوت کے ساتھ گھل مل گیا ہے ، اور اس دعوت اور داعی کی حقیقت ایک ہوگئی ، خصوصاً اس بنیادی صفت اور اس ممتاز رنگ میں ۔ اسی طرح اس امت کو بھی امت وسط اور سہل کہا گیا جس کے پاس رسول خدا یہ پیغام لے کر آئے تھے۔ یہ ایسی امت تھی جس پر رحمت ہوئی اور یہ رحمت اور محبت کا پیغام لے کر نہایت آسان اور سیدھا راستہ لوگوں کو بتانے کے لئے اٹھی۔ اس طرح کہ اس امت کا مراج آفاقی اور کائناتی مزاج بن گیا۔ اور اس کے مزاج اور اس وسیع کائنات کے مزاج کے اندر گہری ہم آہنگی پیدا ہوگئی۔\nپھر ذرا اس کائنات کا مطالعہ کرو ، اس کی حرکت کا بہاﺅ کس قدر سہل ، رواں دواں ہے اور اس میں کوئی ٹکراﺅ اور تصادم نہیں ہے۔ اربوں کھربوں اجرام فلکی اس کائناتی فضا میں تیرتے پھرتے ہیں۔ نہایت ہم آہنگی کے ساتھ اپنے اپنے مدار میں بہتے چلے جارہے ہیں ، نہایت تناسق ، خوشگوار کشش کے ساتھ جس کے اندر کوئی اضطراب نہیں۔ کوئی ایک بھی اپنے مدار سے ادھر ادھر نہیں ہوتا۔ اربوں کھربوں زندہ مخلوقات اس کرہ ارض پر زندگی بسر کررہی ہے اور اپنے قریبی دور کے مقاصد پورے کررہی ہے اور یہ زندگی نہایت پختگی اور زبردست انتظام کے ساتھ گزر رہی ہے۔ اور ہر چیز اپنا مقصد تخلیق نہایت ہی سہولت سے پورا کررہی ہے ، اور اپنی متعین راہ پر اپنی منزل کی طرف گامزن ہے۔ اس کائنات میں اربوں کھربوں حرکات واقعات ، اور حالات چل رہے ہیں ، مجتمع بھی اور متفرق بھی۔ اور یہ سب ایک راہ پر جارہے ہیں جس طرح سازوں کا ایک گروپ اپنے اپنے آلہ سے بالکل مختلف آواز نکال رہا ہوتا ہے اور یہ سب مختلف آوازیں ایک ہی راگ تشکیل کرکے ایک طویل نغمہ بناتی ہیں۔ حقیقت یہ ہے کہ اس کائنات کے وجود ، اسلامی نظام زندگی اور سیرت رسول ﷺ کے درمیان اور امت مسلمہ کے مزاج کے درمیان ایک زبردست ہم آہنگی ہے ، کیونکہ یہ اللہ کی صنعت ہے ، اللہ کی بتائی ہوئی فطرت ہے ، اور اللہ کا راگ ہے ، اور وہ نہایت ہی حکیم صنعت کار ہے۔\nفذکر .................... الذکری (9:87) لہٰذا نصیحت کرو اگر نصیحت نافع ہو “۔ اللہ نے نبی ﷺ کو پڑھایا تو ضمانت دی کہ آپ نہ بھولیں گے ، الا ماشاء اللہ۔ پھر اللہ نے نبی ﷺ کو بسہولت آسان طریقے پر چلنے کی سہولت فراہم کی تاکہ آپ اس عظیم امانت کا بار آسانی سے اٹھائیں اور لوگوں کو یاددہانی کرائیں۔ اسی لئے آپ کو تیار فرمایا اور خوشخبری دی گئی اور کہا کہ جب بھی موقعہ ملے یاددہانی کرائیں ، جب بھی آپ دلوں کے اندر بات اتارنے کی راہ پائیں ، اور تبلیغ کے ذرائع میسر ہوں۔ یہاں کہا گیا ہے۔\nان نفعت الذکری (9:87) ” اگر نصیحت فائدہ دے “۔ جب بھی یاددہانی کرائیں فائدہ ہی ہوتا رہے۔ کبھی ایسا نہیں ہوتا ہے کہ نصیحت سے کسی کو کم یا زیادہ فائدہ نہ ہو ، کبھی کوئی نسل استفادہ کرنے والوں سے خالی نہیں ہوئی۔ اگرچہ زمانہ کے اندر فساد عام ہو ، دلوں پر زنگ آگیا ہو ، اور ان پر پردے پڑگئے ہوں بہرحال تذکیر سے فائدہ ہوتا ہی ہے۔\nجب ہم ان آیا کی اس ترتب پر غور کرتے ہیں تو ہمیں رسالت کی عظمت کا پتہ چلتا ہے اور یہ معلوم ہوتا ہے کہ یہ امانت کس قدر عظیم اور اہم ہے۔ کہ اس فریضہ کی ادائیگی کے لئے اللہ نے آسان طریقے کی رہنمائی فرمائی اور آسانیاں بہم پہنچائیں ، پہلے یاد کروایا ، پھر اس پیغام کی حفاظت کی ذمہ داری اٹھائی تاکہ رسول خدا اطمینان سے یاددہانی کا فریضہ سرانجام دیں اور پھر حکم دیا کہ آپ یاددہانی کرائیں اگر مفید ہو ، یہ سب سہولیات دے کہ آپ کو کام پر لگایا اور یہ دراصل عظیم زاد راہ تھا۔\nجب رسول خدا ﷺ نے اپنا یہ فریضہ پورا کردیا ، تو آپ کی ڈیوٹی ختم ہوگئی۔ پھر لوگ جانیں اور ان کا کام۔ تبلیغ وتذکیر کے بعد لوگوں کے مسالک ، ان کے اہداف اور انجام مختلف ہوجاتے ہیں۔ اور یہ اللہ ہے جو کسی کو ایک انجام تک پہنچاتا ہے اور کسی کو دوسرے تک ۔ جس طرح انہوں نے رویہ اختیار کیا ، قبول کرنے کا یارد کرنے کا۔"
    },
    {
      "ayah": 7,
      "surah": 87,
      "text": "اب وہ خوشخبری آتی ہے جو آپ کے لئے ہے اور آپ کے بعد آپ کی امت کے لئے ہے۔\nسنقرنک .................................... الذکری\nاس عظیم خوشخبری کا آغاز ہوتا ہے کہ قرآن کے حفظ کرنے اور اسے باقی رکھنے کی ذمہ داری نبی ﷺ کے کاندھوں سے اتار دی جاتی ہے۔\nسنقرءک فلا تنسی (6:87) ” ہم تمہیں پڑھوا دیں گے ، پھر تم نہیں بھولوگے “۔ لہٰذا آپ اپنے رب سے یہ کلام لیں اور بس۔ اس کو یاد کرادینا اللہ کا کام ہے۔ یہ بات فی الواقعہ نبی ﷺ کے لئے بڑی خوشخبری تھی۔ آپ حفظ قرآن کے لئے فکر مند ہوتے تھے۔ اب تو اس کی حفاظت کی جانب سے مطمئن کردیا گیا کیونکہ قرآن کریم ایک نہایت ہی عظیم کلام اور آپ اسے بہت ہی محبوب رکھتے تھے۔ آپ دل وجان سے قرآن پر فدا تھے۔ اور اس کی حفاظت کا بہت ہی خیال رکھتے تھے۔ اس پر حریص تھے اور اپنی عظیم اور بھاری ذمہ داری سمجھتے تھے۔ آپ ایک ایک آیت دہراتے تھے۔ جب جبرائیل (علیہ السلام) اسے لاتے تو آپ سننے کے ساتھ ساتھ تکرار کرتے اور زبان کو دہرانے میں لگادیتے یہاں تک کہ یہ بشارت آگئی اور آپ کو مطمئن کردیا گیا۔\nپھر یہ آپ کے بعد آپ کی امت کے لئے بھی ایک خوشخبری ہے۔ امت بھی مطمئن ہوجاتی ہے کہ اس عقیدے کا اصل سرچشمہ ذات باری ہے اور اس کی حفاظت کا کفیل اور ذمہ دار بھی اللہ ہے۔ نبی کے دل میں بٹھانے کا ذمہ دار بھی اور بعد کے زمانے میں حفاظت کی ذمہ داری بھی۔ یہ اللہ کی بڑی مہربانی ہے اور اس دین کی عظمت سے اور اللہ کے ہاں اس کی اہمیت کا ثبوت ہے۔\nاس موقعہ پر اور ایسے تمام مواقع پر ایک اٹل بات ضرور سامنے آتی ہے ۔ یہ ایک اٹل اور دائمی قانون ہے وہ یہ کہ اللہ کی مشیت بےقید ہے اور اللہ کی مشیت پر کوئی پابندی نہیں۔ آپ نہیں بھولیں گے الایہ کہ اللہ کچھ بھلانا چاہے۔ اگرچہ یہ پابندی خود اللہ کی طرف سے ہو ، لہٰذا اللہ کی مشیت بےقید اور اس پر کوئی قانونی قید ہے نہ کوئی وعدہ اسے پابند کرتا ہے۔ قرآن اس اصول کو پوری طرح محفوظ رکھتا ہے جیسا کہ اس سے قبل ہم ظلال القرآن میں اس کی وضاحت کرچکے ہیں۔ یہاں بھی اس اصول کو قائم رکھا گیا۔\nالا ماشاء اللہ (7:87) ” سوائے اس کے جو اللہ چاہے “۔ اگرچہ یہ وعدہ سچا ہے کہ حضور نہ بھولیں گے مگر اللہ کی مشیت بھی بےقید ہے ، اگر اللہ چاہے تو ایسا ہوسکتا ہے تاکہ تمام معاملات اللہ کی مشیت کے دائرے میں رہیں اور لوگ اللہ کی مشیت ہی پر نگاہ رکھیں۔ اگرچہ کسی معاملے میں سچا وعدہ کیا گیا ہو۔ انسانی دل و دماغ کو اللہ کی مشیت کے ساتھ ہی لٹکے رہنا چاہئے۔\nانہ یعلم .................... وما یخفی (7:87) ” وہ ظاہر کو بھی جانتا ہے اور جو کچھ پوشیدہ ہے اس کو بھی جانتا ہے “۔ یہ ہے اشارہ کہ اللہ پڑھائے گا ، حفظ کرائے گا اور نسیان نہ ہوگا الایہ کو وہ کچھ اور چاہے کیونکہ یہ تمام امور اللہ کی مخفی حکمت پر مبنی ہیں جو ظاہر اور خفیہ سب کو جانتا ہے اور معاملات کو ان کے تمام پہلوﺅں سے جانتا ہے اس لئے وہ تمام معاملات میں ایسے فیصلے کرتا ہے جس میں حکمت ہوتی ہے اور یہ حکمت اللہ کے بھرپور علم پر مبنی ہوتی ہے۔ اللہ کا علم کامل علم ہوتا ہے۔\nاب دوسری خوشخبری ونیسرک للیسری (8:87) ” اور ہم تمہیں آسان طریقے کی سہولت دیتے ہیں “۔ یہ خوشخبری بھی رسول اللہ ﷺ کی ذات اقدس کے لئے ہے۔ اور آپ کے بعد آپ کی امت کے لئے بھی ہے۔ اور اس سے اس دین کا مزاج بھی معلوم ہوتا ہے۔ دعوت اسلامی کی حقیقت بھی معلوم ہوتی ہے کہ وہ انسانی زندگی میں کیا کردار ادا کرتی ہے اور اس کائنات میں اسلامی نظام زندگی کا مقام و مرتبہ کیا ہے۔ بظاہر تو یہ دولفظ ہیں۔\nونیسرک للیسری (8:87) لیکن ان کے اندر جو حقیقت بیان کی گئی وہ اسلامی نظریہ حیات اور اسلامی نظام اور شریعت کی ایک عظیم حقیقت ہے ، نیز وہ اس پوری کائنات کا بھی خلاصہ اور روح ہے۔ یہ حقیقت رسول اللہ کے مزاج کو ، اس کائنات کے مزاج اور اس دین کے مزاج سے ملادیتی ہے۔ یہ پوری کائنات دست قدرت نے بڑی آسانی سے بنادی ہے۔ یہ کائنات نہایت آسانی سے چل رہی ہے ، جس رخ پر اسے ڈال دیا گیا ہے وہ نہایت آرام اور سکون اور سہولت سے اسی رخ اور سمت پر چل رہی ہے۔ غرض یہ نور سے نکلی ہے اور ایسے حقائق کی طرف اشارہ کررہی ہے جو حدود وقیود سے ماوراء ہے۔\nجس ذات کو اللہ آسانیاں میسر کردے وہ اپنی زندگی کی راہوں پر بسہولت چلتا ہے۔ وہ اس کائنات کے ساتھ چلتا ہے جس کا وجود اور جس کی ترتیب باہم متناسب ، جس کی حرکت متوازن اور جس کا رخ ایک طرف ہے یعنی اللہ کی طرف۔ ایسا شخص صرف ان قوتوں سے ٹکراتا ہے ، جو اس عظیم کائنات کے خطوط سے منحرف ہوں۔ ایسے لوگوں کا موازنہ اگر اس پوری کائنات سے کای جائے تو ان کا کوئی وزن نہیں رہتا۔ ایسا شخص جب چلتا ہے تو اس کی حرکت آسان ، لطیف اور نرم ہوتی ہے۔ اس کائنات کے ہم آہنگ دنیا کے واقعات سے ہم آہنگ ، دنیا کی چیزوں اور اشخاص کے ساتھ ہم آہنگ۔ اس کے ہاتھوں میں آسانی ہوتی ہے ، اس کی زبان میں یسر ہوتا ہے ، اس کے اقدامات آسان ہوتے ہیں ، اس کا عمل یسر ہوتا ہے۔ اس کے خیالات آسان ہوتے ہیں ، اس کی فکر آسان ہوتی ہے جو معاملات کو آسانی سے لیتا ہے ، معاملات کو نہایت آسانی سے لیتا ہے ، اپنے نفس کے لئے بھی آسان ہوتا ہے دوسروں کے لئے بھی آسان ہوتا ہے۔\nیہ تھے رسول اللہ ﷺ ، اپنے تمام امور میں یسر ہی یسر۔ حضور اکرم ﷺ جب دوکاموں میں سے کسی ایک کا انتخاب کرتے تو آسان کو لیتے۔ یہ ہے روایت حضرت عائشہ ؓ کی۔ (بخاری ومسلم)\nاور آپ ؓ ہی سے روایت ہے ” حضور اکرم ﷺ جب اپنے گھر میں تنہا ہوتے تو آپ تمام لوگوں سے نرم مزاج ہوتے ، مسکراتے ہوئے اور ہنستے ہوئے “۔ اور صحیح بخاری کی ایک روایت ہے : ” ایک لونڈی بھی رسول اللہ کا ہاتھ پکڑ لیتی اور جہاں چاہتی آپ کو لے جاتی “۔\nلباس ، طعام ، بچھونے وغیرہ میں آپ کی جو سیرت تھی اس پر اگر غور کیا جائے تو معلوم ہوتا ہے کہ آپ سادی ، آسانی اور بےتکلفی کو پسند فرماتے تھے۔ ابو عبداللہ شمس الدین محمد ابن قیم الجوزیہ اپنی کتاب زاد المعاد میں لباس کے سلسلے میں آپ کی سیرت کے بارے میں لکھتے ہیں کہ آپ کی ایک پگڑی تھی جسے ” السحاب “ کہا جاتا تھا۔ یہ آپ نے حضرت علی ؓ کو دے دی تھی ، آپ پگڑی باندھتے اور اسے کے نیچے ٹوپی پہنتے ، کبھی آپ ٹوپی بغیر عمامہ کے پہنتے ، کبھی عمامہ بغیر ٹوپی کے بھی باندھتے۔ آپ جب عمامہ باندھتے تو اس کے شملے کو دونوں کاندھوں کے درمیان لٹکادیتے ، جیسا کہ مسلم شریف کی روایت میں ہے۔ حضرت عمر ابن حریث سے روایت ہے کہ انہوں نے رسول اللہ ﷺ کو منبر پر دیکھا اور آپ نے سیاہ عمامہ باندھا ہوا تھا اور آپ نے اس کا ایک طرف دونوں کاندھوں کے درمیان لٹکایا ہوا تھا۔ اور مسلم میں حضرت جابر سے یہ بھی ہے ، بالوں کی لٹ کی طرح۔\nاس سے معلوم ہوا کہ شملہ ہمیشہ کاندھوں کے درمیان سے نہ لٹکاتے تھے۔ کہا جاتا ہے آپ مکہ میں داخل ہوئے ، آپ نے جنگی لباس پہنا ہوا تھا اور آپ کے سر پر خود تھا۔ لہٰذا ہر موقعہ کی مناسبت سے لباس پہنتے تھے۔\nایک دوسری فصل میں وہ فرماتے ہیں کہ بہترین طریقہ رسول اللہ ﷺ کا طریقہ ہے جو طریقہ آپ نے رائج فرمایا اور جس کا حکم دیا اور جس کی ترغیب دی اور اس پر مداومت کی۔ لباس میں آپ کا طریقہ یہ تھا کہ جو لباس میسر ہوتا آپ وہ پہنتے کبھی اونی ، کبھی روئی ، کبھی کتان کا۔ آپ نے یمنی چادر بھی پہنی ، سبزچادر بھی پہنی ، حلہ ، قبا اور قمیص بھی زیت تن فرمائی۔ پاجامہ ، ازار اور چادر بھی پہنی۔ چمڑے کے موزے اور جوتے۔ یہ سب چیزیں آپ نے استعمال فرمائیں اور عمامہ کا شملہ کبھی آپ نے پیچھے سے لٹکایا اور کبھی نہ لٹکایا “۔\nاور کھانے کے بارے میں آپ کی سیرت یہ تھی کہ آپ کسی موجود کھانے کو رد نہ فرماتے اور نہ غیر موجود کے بارے میں تکلف فرماتے ، پاکیزہ چیزوں میں سے جو بھی آپ کو پیش کی گئی آپ نے اسے تناول فرمایا۔ الایہ کہ کسی چیز کو آپ کی طبیعت نہ چاہتی ہو تو آپ نے بغیر حرام قرار دینے کے اسے چھوڑ دیا۔ آپ نے کسی کھانے میں کبھی عیب نہیں نکالا۔ اگر چاہت ہوتی تو تناول فرماتے ورنہ چھوڑ دیتے ، جس طرح آپ نے گوہ کو تناول نہ فرمایا کیونکہ آپ اس کے کھانے کے عادی نہ تھے لیکن امت پر اسے حرام بھی قرار نہیں دیا ، بلکہ اسے آپ کے دستر خوان پر آپ کے دیکھتے ہوئے کھایا گیا۔ آپ نے حلوی اور شہد تناول فرمایا۔ ان کو آپ بہت پسند فرماتے تھے۔ آپ نے تازہ اور خشک کھجوروں کو تناول فرمایا۔ آپ نے خالص دودھ بھی پیا اور ملا ہوا بھی۔ آپ نے شہد اور ستو پانی کے ساتھ تناول فرمائے۔ آپ نے کھجوروں کا صاف پانی پیا ، آپ نے حریرہ استعمال کیا۔ یہ ایک قسم کی کھیر ہے جو دودھ اور آٹے سے بنتی ہے۔ آپ نے تروتازہ کھجور کے ساتھ ککڑی کھائی ، پنیر تناول فرمایا ، کھجور کے ساتھ روٹی کھائی ، سر کے ساتھ روٹی کھائی۔ آپ نے پکا ہوا کدو کھایا اور اس کو آپ بہت پسند فرماتے تھے۔ آپ نے ابالا ہوا کدو بھی کھایا ، گھی کے ساتھ ثرید کھایا ، پنیر کھایا۔ تیل کے ساتھ روٹی کھائی ، خربوزوں کو تازہ کھجوروں کے ساتھ اور کھجوروں کو مکھن کے ساتھ کھایا اور یہ آپ کو بہت پسند تھا۔ کسی پاکیزہ چیز کو آپ ردنہ کرتے اور نہ بتکلف خواہش کرتے بلکہ آپ کا طریقہ یہ تھا جو میسر ہو وہ تناول فرماتے ، اگر کوئی چیز نہ ملتی تو صبر کرتے “۔\nسونے اور بیدار ہونے کے بارے میں آپ کی سنت یہ تھی۔ کبھی اپنے بستر پر سوتے ، کبھی کھال پر ، کبھی چٹائی پر ، کبھی زمین پر ، کبھی تخت پر ، کبھی سیاہ کمبل پر سوتے “۔\nآپ کے فرامین سے معلوم ہوتا ہے کہ تمام امور میں نرمی سے کام لیاجائے ، جن میں اسلامی نظریہ حیات اور اسکے تقاضے بھی آتے ہیں۔ اس سلسلے میں آپ کی ہدایات بہت زیادہ ہیں ، سب کو یہاں لانا مشکل ہے ، چند پیش خدمت ہیں : ” یہ دین آسان ہے ، جو شخص اس دین کے ساتھ کشتی کرے گا وہ شکست کھاجائے گا “ (بخاری) ۔ ” اپنے نفسوں پر سختی مت کرو ، تم پر سختی کی جائے گی ، ایک قوم نے اپنے آپ کو سختیوں میں ڈالا تو اس پر سختی کی گئی “ (ابوداﺅد) ۔ ” جو شخص اپنی سواری پر سختی کرتا ہے ، وہ نہ تو سفر طے کرسکتا ہے اور نہ ہی اس کی سواری زندہ رہتی ہے “ (بخاری۔ ” آسانیاں کرو سختی نہ کرو “ (بخاری ومسلم) ۔\nاور معاملات کے بارے میں آپ کی ہدایات یہ ہیں :” اللہ رحم کرے ، اس شخص پر جو فروخت کرے تو نرمی اور فراغ دلی سے ، خریدے تو نرمی اور فراخ دلی سے اور تقاضا کرے تو بھی نرمی اور فراخ دلی سے “ (بخاری) ۔” مومن آسان اور نرم ہوتا ہے “ (بیہقی) ۔” مومن لوگوں سے مانوس ہوتا ہے اور لوگ اس سے مانوس ہوتے ہیں “ (دارقطنی) ۔” اللہ کے ہاں مبغوض ترین شخص وہ ہے جو جھگڑالو اور لڑنے والا ہو “ (بخاری ومسلم) ۔\nآپ کی سیرت میں اس بات کی روشن مثالیں ملتی ہیں کہ آپ سختی اور مشکل کو پسند نہ فرماتے تھے ، یہاں تک کہ نام اور چہرے کے خدوخال میں بھی۔ جس سے معلوم ہوتا ہے کہ آپ کا مزاج کیسا تھا ، اور آپ کے ساتھ اللہ کا سلوک کیسا تھا ، اور کس طرح اللہ نے آپ کو آپ کی ساخت اور مزاج کے اعتبار سے سہل پسند بنایا تھا اور اس کی طرف آپ کی رہنمائی فرمائی تھی۔ سعید ابن مسیب اپنے والد سے روایت فرماتے ہیں کہ وہ نبی ﷺ کے پاس آئے ، تو حضور ﷺ نے دریافت فرمایا تمہارا نام کیا ہے۔ والد نے کہا میرا نام حزن ہے (یعنی سخت دشوار) تو آپ نے فرمایا نہیں آپ ” سہل “ ہیں۔ تو انہوں نے کہا میں اس نام کو نہیں بدلوں گا جو میرے باپ نے رکھا ہے۔ ابن مسیب کہتے ہیں اس کے بعد ہمارے خاندان میں برابر سختی رہی “ (بخاری) ۔ ” حضرت ابن عمر ؓ سے روایت ہے کہ آپ نے عاصیہ کا نام بدل کر جمیلہ رکھ دیا “ (مسلم) ۔ اور آپ کی مشہور حدیث ہے ” یہ بات نیکی کا حصہ ہے کہ تم اپنے بھائی سے ہنس مکھ ہوکر ملو “ (ترمذی) ۔\nغرض آپ اس قدر حساس تھے کہ آپ کو ناموں ، چہرے کے خدوخال میں بھی درشتی پسند نہ تھی اور آپ نرمی اور آسانی کی طرف مائل ہوتے تھے۔ چناچہ آپ کی پوری سیرت نرمی ، یسر ، سہولت ، اور سہل برتاﺅ پر مشتمل ہے۔ آپنے ہمیشہ معاملات اور لین دین میں نرمی سے کام لیا۔ ایک مثال سے واضح ہوتا ہے کہ آپ اپنے برتاﺅ کی وجہ سے لوگوں کی اصلاح کس طرح کرتے تھے۔\n” ایک دن آپ کے پاس ایک دیہاتی آیا ، وہ کوئی چیز مانگ رہا تھا۔ آپ نے اسے دے دی تو آپ نے اس سے پوچھا : کیا میں نے تمہارے ساتھ اچھا سلوک کیا ؟ تو اس نے کہا : نہیں ! تم نے اچھا سلوک نہیں کیا۔ مسلمانوں کو سخت غصہ آیا ، اور وہ اس کی طرف لپکے۔ آپ نے اشارہ فرمایا کہ کچھ نہ کہو۔ آپ پھر گھر میں داخل ہوئے اور کچھ مزید دیا اور پھر پوچھا : کیا میں نے اچھا سلو کیا ؟ تو اس نے کہا : ” ہاں “۔ اللہ آپ کو جزادے۔ آپ اچھے خاندان کے ہیں۔ اس کو نبی ﷺ نے فرمایا تم پہلے جو بات کی وہ تمہیں معلوم ہے جس کی وجہ سے میرے ساتھی خفا ہوئے اور ان کے دل صاف نہیں۔ تو اگر تم پسند کرو تو یہ باتیں جو تم نے میرے سامنے کی ہیں ان کے سامنے بھی کرو ، تاکہ ان کے دلوں میں تم پر جو غصہ ہے ، وہ دور ہوجائے۔ تو اس نے کہا ” اچھا “۔ دوسرے دن وہ پھر آیا۔ اور حضور ﷺ نے فرمایا کہ اس دیہاتی نے کل جو کچھ کہا وہ تمہیں معلوم ہے ، ہم نے اسے مزید کچھ دیا۔ اب اس کا خیال ہے کہ وہ راضی ہوگیا ہے۔ بتاﺅ بھائی کیا یہ درست ہے ؟ تو دیہاتی نے کہا : ” ہاں اللہ آپ کو جزائے خیر دے۔ آپ اچھے خاندان سے ہیں “۔ اس پر حضور اکرم ﷺ نے فرمایا : ” میری مثال اور اس دیہاتی کی مثال اس طرح ہے کہ اس شخص کی اونٹنی بگڑ گئی۔ لوگوں نے اس کا پیچھا کیا تو وہ اور بھاگنے لگی۔ تو مالک نے لوگوں کو چلا کر کہا : ” میری ناقہ کو اور مجھے چھوڑ دو میں اس کے ساتھ زیادہ نرم سلوک کرتا ہوں اور اس کے مزاج کو اچھی طرح جانتا ہوں “۔ چناچہ اس کا مالک اس کے سامنے سے آیا۔ اور زمین سے کچھ گھاس پھونس جمع کرکے اس کے لئے لے آیا۔ اور اسے آہستہ آہستہ واپس لایا ۔ یہاں تک کہ وہ اپنے مقام پر آکر بیٹھ گئی۔ اس نے اس کجاوا کسا اور سوار ہوگیا۔ جب اس شخص نے جو کچھ کہا تھا اور تم اس پر لپکے تھے تو میں اگر تمہیں چھوڑ دیتا اور تم اسے قتل کردیتے تو وہ جہنم میں چلا جاتا “۔\nیہ تھا حضور ﷺ کا طرز عمل ان لوگوں کے ساتھ جو نہایت ہی سخت اور بدکنے والے تھے ، اس قدر سادگی اور آسانی کے ساتھ اور اللہ کی ایسی توفیق کے ساتھ ، آپ ان کے ساتھ حسن سلوک کرتے تھے۔ اس قسم کے بیشمار نمونے آپ کی سیرت میں موجود ہیں۔ یہی وہ بات ہے جو اس آیت میں بطور خوشخبری آپ کو کہی گئی ہے اور آپ کو اپنی پوری زندگی میں ، آپ کو دعوت میں اور آپ کے معاملات میں اس کی آپ کو توفیق دی گئی۔\nونیسرک للیسری (8:87) ” ہم آسان دین پرچلنے کو آپ کے لئے آسان کردیں گے “۔\nآپ کی ذات گرامی جو محبوب خلائق اور بلند اخلاق کی مالک تھی اور جسے ایک آسان دین کی طرف آسانی سے رہنمائی کی گئی تھی تو آپ نے لوگوں کے ساتھ ایسا ہی برتاﺅ کیا۔ اور اسی انداز سے انسانیت کو دعوت دی ، آپ کا مزاج ہی اس طرح بن گیا ، اور آپ کی ماہیت ہی دین سہل میں بدل گئی اور آپ اسی امانت کبریٰ کے اٹھانے کے قابل ہوگئے ، یہ امانت تو بہت بڑی اور بھاری تھی مگر اللہ نے اس ذمہ داری کی توفیق آپ کو دی اور آپ اس بھاری ذمہ داری اٹھانے کے قابل ہوگئے۔ آپ نے پسندیدہ طریقے سے کام کیا اور اچھے انداز سے محنت کی۔ اور خوشی اور شرح صدر سے کام کیا۔\nحضور اکرم ﷺ کی تعریف میں اور آپ کے کام کی نوعیت کی تشریح کے بارے میں قرآن کریم میں کئی آیات بھی نازل ہوئی ہیں۔\nوما ارسلنک .................... للعلمین (الانبیائ :108) ” اور ہم نے تمہیں اہل جہاں کے لئے صرف رحمت بنا کر بھیجا ہے “۔\nالذین ........................................ علیھم (157:7) ” وہ لوگ جو اس نبی امی کی پیروی کرتے ہیں ، جسے وہ اپنے ہاں تورات وانجیل میں لکھا ہوا پاتے ہیں ، انہیں وہ معروف کا حکم دیتے ہیں ، برائی سے روکتے ہیں ، پاکیزہ چیزیں ان کے لئے حلال کرتے ہیں ، ناپاک چیزیں ان پر حرام ٹھہراتے ہیں ، اور ان کے وہ بوجھ اور طوق جو ان کی گردنوں میں پڑے ہوئے ہیں ، ان سے اتارتے ہیں “۔ لہٰذا رسول خدا ﷺ کی بعثت پوری انسانیت کے لئے رحمت تھی۔ آپ تشریف لائے اور آپ نے لوگوں کے کاندھوں سے بوجھ اتارے اور ان کے گلوں سے وہ طوق اتارے جو انہوں نے ڈال رکھے تھے اور یہ اس لئے کہ انہوں نے دین میں سختی کی تو اللہ کی طرف سے بھی ان پر سختی کی گئی۔ آپ جو دین اور جو دعوت لے کر آئے اس کے بارے میں بھی قرآن کہتا ہے :\nولقد یسرنا ........................ من مد کر (22:54) ” اور ہم نے قرآن کو نصیحت کے لئے آسان بنایا ہے ، تو ہے کوئی نصیحت حاصل کرنے والا “۔ اور ایک دوسری جگہ ہے۔\nوماجعل .................... من حرج (78:22)\n” اور اللہ نے تم پر دین میں کوئی تنگی نہیں رکھی “۔ اور سورة بقرہ میں ہے۔\nلا یکلف .................... وسعھا (286:2) ” اللہ تعالیٰ کسی پر اس کی طاقت سے زیادہ ذمہ داری نہیں ڈالتا “۔ اور مائدہ میں ہے۔\nمایرید ............................ لیطھرکم (6:5) ” اللہ تعالیٰ دین کے سلسلے میں تم پر کوئی تنگی نہیں کرنا چاہتا ، وہ تو تمہیں پاک کرنا چاہتا ہے “ غرض یہ آخری رسالت سہل ہے اور انسانی طاقت کی حدود میں ہے۔ اللہ نے لوگوں کو تنگی میں مبتلا نہیں کیا۔ نہ اللہ کا مقصود یہ ہے کہ لوگوں کی مشقت میں ڈالا جائے ، اسلام کی روح میں بھی سہولت ہے اور اسلام کے احکام میں بھی سہولت کو مدنظر رکھا گیا ہے۔ غرض یہ ایک فطری دین ہے۔ سورة روم میں ہے۔\nفطرت .................... علیھا (30:30) ” جس فطرت پر اللہ نے لوگوں کو پیدا کیا ہے ، یہ اللہ کی بنائی ہوئی فطرت ہے “۔\nاور جب انسان اس عقیدے کے ساتھ زندگی بسر کرنا چاہے تو وہ اس کو بہت آسان پاتا ہے۔ وہ دیکھتا ہے کہ اس میں انسانی قوت کو ملحوظ رکھا گیا ہے۔ اس میں انسان کے مختلف حالات کی رعایت بھی کی گئی ہے۔ اس میں ان حالات کا بھی خیال رکھا گیا ہے جو مختلف قسم کے معاشروں میں انسان کو پیش آتے ہیں۔ اسلامی عقیدہ بذات خود نہایت ہی سہل اور قابل فہم ہے۔ بس ایک الٰہ کا عقیدہ ہے اس جیسی کوئی چیز نہیں ہے۔ تمام مخلوقات کو اسی الٰہ نے بنایا ہے اور اسی الٰہ نے ان کو ان کی پیدائش کا مقصد بھی بتایا ہے۔ پھر اس نے رسول بھیجے ہیں اور ان رسولوں نے لوگوں کو ان کا مقصد وجود بتایا ہے۔ رسولوں نے لوگوں کو اپنے خلق کی طرف لوٹایا۔ اس کے بعد جو فرائض بھی ان پر عائد کیے گئے وہ اسی نظریہ سے نکلتے ہیں ، نہایت سیدھے سادھے طریقے سے جس میں کوئی ٹیڑھ نہیں ہے۔ اور لوگوں کو یہ حکم دیا کہ وہ ان میں سے جن احکام پر بھی عمل کرسکتے ہیں بغیر سختی اور مشقت کے عمل کریں۔ حضور ﷺ نے فرمایا : ” جب میں تمہیں حکم دوں تو اس حکم کی تعمیل اس قدر کرو جس قدر تمہاری طاقت ہو اور جس کام سے میں روکوں ، رک جاﺅ“ (بخاری ومسلم) ۔ اور جن چیزوں سے منع کیا گیا ہے ، ان میں سے بھی حالت اضطرار مستثنیٰ ہے۔\nالاما .................... الیہ (119:6) ” الایہ کہ تم ان کے لئے مضطرہوجاﺅ“۔\nیوں رسول آخرالزمان ﷺ کا مزاج ان کی رسالت اور دعوت کے ساتھ گھل مل گیا ہے ، اور اس دعوت اور داعی کی حقیقت ایک ہوگئی ، خصوصاً اس بنیادی صفت اور اس ممتاز رنگ میں ۔ اسی طرح اس امت کو بھی امت وسط اور سہل کہا گیا جس کے پاس رسول خدا یہ پیغام لے کر آئے تھے۔ یہ ایسی امت تھی جس پر رحمت ہوئی اور یہ رحمت اور محبت کا پیغام لے کر نہایت آسان اور سیدھا راستہ لوگوں کو بتانے کے لئے اٹھی۔ اس طرح کہ اس امت کا مراج آفاقی اور کائناتی مزاج بن گیا۔ اور اس کے مزاج اور اس وسیع کائنات کے مزاج کے اندر گہری ہم آہنگی پیدا ہوگئی۔\nپھر ذرا اس کائنات کا مطالعہ کرو ، اس کی حرکت کا بہاﺅ کس قدر سہل ، رواں دواں ہے اور اس میں کوئی ٹکراﺅ اور تصادم نہیں ہے۔ اربوں کھربوں اجرام فلکی اس کائناتی فضا میں تیرتے پھرتے ہیں۔ نہایت ہم آہنگی کے ساتھ اپنے اپنے مدار میں بہتے چلے جارہے ہیں ، نہایت تناسق ، خوشگوار کشش کے ساتھ جس کے اندر کوئی اضطراب نہیں۔ کوئی ایک بھی اپنے مدار سے ادھر ادھر نہیں ہوتا۔ اربوں کھربوں زندہ مخلوقات اس کرہ ارض پر زندگی بسر کررہی ہے اور اپنے قریبی دور کے مقاصد پورے کررہی ہے اور یہ زندگی نہایت پختگی اور زبردست انتظام کے ساتھ گزر رہی ہے۔ اور ہر چیز اپنا مقصد تخلیق نہایت ہی سہولت سے پورا کررہی ہے ، اور اپنی متعین راہ پر اپنی منزل کی طرف گامزن ہے۔ اس کائنات میں اربوں کھربوں حرکات واقعات ، اور حالات چل رہے ہیں ، مجتمع بھی اور متفرق بھی۔ اور یہ سب ایک راہ پر جارہے ہیں جس طرح سازوں کا ایک گروپ اپنے اپنے آلہ سے بالکل مختلف آواز نکال رہا ہوتا ہے اور یہ سب مختلف آوازیں ایک ہی راگ تشکیل کرکے ایک طویل نغمہ بناتی ہیں۔ حقیقت یہ ہے کہ اس کائنات کے وجود ، اسلامی نظام زندگی اور سیرت رسول ﷺ کے درمیان اور امت مسلمہ کے مزاج کے درمیان ایک زبردست ہم آہنگی ہے ، کیونکہ یہ اللہ کی صنعت ہے ، اللہ کی بتائی ہوئی فطرت ہے ، اور اللہ کا راگ ہے ، اور وہ نہایت ہی حکیم صنعت کار ہے۔\nفذکر .................... الذکری (9:87) لہٰذا نصیحت کرو اگر نصیحت نافع ہو “۔ اللہ نے نبی ﷺ کو پڑھایا تو ضمانت دی کہ آپ نہ بھولیں گے ، الا ماشاء اللہ۔ پھر اللہ نے نبی ﷺ کو بسہولت آسان طریقے پر چلنے کی سہولت فراہم کی تاکہ آپ اس عظیم امانت کا بار آسانی سے اٹھائیں اور لوگوں کو یاددہانی کرائیں۔ اسی لئے آپ کو تیار فرمایا اور خوشخبری دی گئی اور کہا کہ جب بھی موقعہ ملے یاددہانی کرائیں ، جب بھی آپ دلوں کے اندر بات اتارنے کی راہ پائیں ، اور تبلیغ کے ذرائع میسر ہوں۔ یہاں کہا گیا ہے۔\nان نفعت الذکری (9:87) ” اگر نصیحت فائدہ دے “۔ جب بھی یاددہانی کرائیں فائدہ ہی ہوتا رہے۔ کبھی ایسا نہیں ہوتا ہے کہ نصیحت سے کسی کو کم یا زیادہ فائدہ نہ ہو ، کبھی کوئی نسل استفادہ کرنے والوں سے خالی نہیں ہوئی۔ اگرچہ زمانہ کے اندر فساد عام ہو ، دلوں پر زنگ آگیا ہو ، اور ان پر پردے پڑگئے ہوں بہرحال تذکیر سے فائدہ ہوتا ہی ہے۔\nجب ہم ان آیا کی اس ترتب پر غور کرتے ہیں تو ہمیں رسالت کی عظمت کا پتہ چلتا ہے اور یہ معلوم ہوتا ہے کہ یہ امانت کس قدر عظیم اور اہم ہے۔ کہ اس فریضہ کی ادائیگی کے لئے اللہ نے آسان طریقے کی رہنمائی فرمائی اور آسانیاں بہم پہنچائیں ، پہلے یاد کروایا ، پھر اس پیغام کی حفاظت کی ذمہ داری اٹھائی تاکہ رسول خدا اطمینان سے یاددہانی کا فریضہ سرانجام دیں اور پھر حکم دیا کہ آپ یاددہانی کرائیں اگر مفید ہو ، یہ سب سہولیات دے کہ آپ کو کام پر لگایا اور یہ دراصل عظیم زاد راہ تھا۔\nجب رسول خدا ﷺ نے اپنا یہ فریضہ پورا کردیا ، تو آپ کی ڈیوٹی ختم ہوگئی۔ پھر لوگ جانیں اور ان کا کام۔ تبلیغ وتذکیر کے بعد لوگوں کے مسالک ، ان کے اہداف اور انجام مختلف ہوجاتے ہیں۔ اور یہ اللہ ہے جو کسی کو ایک انجام تک پہنچاتا ہے اور کسی کو دوسرے تک ۔ جس طرح انہوں نے رویہ اختیار کیا ، قبول کرنے کا یارد کرنے کا۔"
    },
    {
      "ayah": 8,
      "surah": 87,
      "text": "اب وہ خوشخبری آتی ہے جو آپ کے لئے ہے اور آپ کے بعد آپ کی امت کے لئے ہے۔\nسنقرنک .................................... الذکری\nاس عظیم خوشخبری کا آغاز ہوتا ہے کہ قرآن کے حفظ کرنے اور اسے باقی رکھنے کی ذمہ داری نبی ﷺ کے کاندھوں سے اتار دی جاتی ہے۔\nسنقرءک فلا تنسی (6:87) ” ہم تمہیں پڑھوا دیں گے ، پھر تم نہیں بھولوگے “۔ لہٰذا آپ اپنے رب سے یہ کلام لیں اور بس۔ اس کو یاد کرادینا اللہ کا کام ہے۔ یہ بات فی الواقعہ نبی ﷺ کے لئے بڑی خوشخبری تھی۔ آپ حفظ قرآن کے لئے فکر مند ہوتے تھے۔ اب تو اس کی حفاظت کی جانب سے مطمئن کردیا گیا کیونکہ قرآن کریم ایک نہایت ہی عظیم کلام اور آپ اسے بہت ہی محبوب رکھتے تھے۔ آپ دل وجان سے قرآن پر فدا تھے۔ اور اس کی حفاظت کا بہت ہی خیال رکھتے تھے۔ اس پر حریص تھے اور اپنی عظیم اور بھاری ذمہ داری سمجھتے تھے۔ آپ ایک ایک آیت دہراتے تھے۔ جب جبرائیل (علیہ السلام) اسے لاتے تو آپ سننے کے ساتھ ساتھ تکرار کرتے اور زبان کو دہرانے میں لگادیتے یہاں تک کہ یہ بشارت آگئی اور آپ کو مطمئن کردیا گیا۔\nپھر یہ آپ کے بعد آپ کی امت کے لئے بھی ایک خوشخبری ہے۔ امت بھی مطمئن ہوجاتی ہے کہ اس عقیدے کا اصل سرچشمہ ذات باری ہے اور اس کی حفاظت کا کفیل اور ذمہ دار بھی اللہ ہے۔ نبی کے دل میں بٹھانے کا ذمہ دار بھی اور بعد کے زمانے میں حفاظت کی ذمہ داری بھی۔ یہ اللہ کی بڑی مہربانی ہے اور اس دین کی عظمت سے اور اللہ کے ہاں اس کی اہمیت کا ثبوت ہے۔\nاس موقعہ پر اور ایسے تمام مواقع پر ایک اٹل بات ضرور سامنے آتی ہے ۔ یہ ایک اٹل اور دائمی قانون ہے وہ یہ کہ اللہ کی مشیت بےقید ہے اور اللہ کی مشیت پر کوئی پابندی نہیں۔ آپ نہیں بھولیں گے الایہ کہ اللہ کچھ بھلانا چاہے۔ اگرچہ یہ پابندی خود اللہ کی طرف سے ہو ، لہٰذا اللہ کی مشیت بےقید اور اس پر کوئی قانونی قید ہے نہ کوئی وعدہ اسے پابند کرتا ہے۔ قرآن اس اصول کو پوری طرح محفوظ رکھتا ہے جیسا کہ اس سے قبل ہم ظلال القرآن میں اس کی وضاحت کرچکے ہیں۔ یہاں بھی اس اصول کو قائم رکھا گیا۔\nالا ماشاء اللہ (7:87) ” سوائے اس کے جو اللہ چاہے “۔ اگرچہ یہ وعدہ سچا ہے کہ حضور نہ بھولیں گے مگر اللہ کی مشیت بھی بےقید ہے ، اگر اللہ چاہے تو ایسا ہوسکتا ہے تاکہ تمام معاملات اللہ کی مشیت کے دائرے میں رہیں اور لوگ اللہ کی مشیت ہی پر نگاہ رکھیں۔ اگرچہ کسی معاملے میں سچا وعدہ کیا گیا ہو۔ انسانی دل و دماغ کو اللہ کی مشیت کے ساتھ ہی لٹکے رہنا چاہئے۔\nانہ یعلم .................... وما یخفی (7:87) ” وہ ظاہر کو بھی جانتا ہے اور جو کچھ پوشیدہ ہے اس کو بھی جانتا ہے “۔ یہ ہے اشارہ کہ اللہ پڑھائے گا ، حفظ کرائے گا اور نسیان نہ ہوگا الایہ کو وہ کچھ اور چاہے کیونکہ یہ تمام امور اللہ کی مخفی حکمت پر مبنی ہیں جو ظاہر اور خفیہ سب کو جانتا ہے اور معاملات کو ان کے تمام پہلوﺅں سے جانتا ہے اس لئے وہ تمام معاملات میں ایسے فیصلے کرتا ہے جس میں حکمت ہوتی ہے اور یہ حکمت اللہ کے بھرپور علم پر مبنی ہوتی ہے۔ اللہ کا علم کامل علم ہوتا ہے۔\nاب دوسری خوشخبری ونیسرک للیسری (8:87) ” اور ہم تمہیں آسان طریقے کی سہولت دیتے ہیں “۔ یہ خوشخبری بھی رسول اللہ ﷺ کی ذات اقدس کے لئے ہے۔ اور آپ کے بعد آپ کی امت کے لئے بھی ہے۔ اور اس سے اس دین کا مزاج بھی معلوم ہوتا ہے۔ دعوت اسلامی کی حقیقت بھی معلوم ہوتی ہے کہ وہ انسانی زندگی میں کیا کردار ادا کرتی ہے اور اس کائنات میں اسلامی نظام زندگی کا مقام و مرتبہ کیا ہے۔ بظاہر تو یہ دولفظ ہیں۔\nونیسرک للیسری (8:87) لیکن ان کے اندر جو حقیقت بیان کی گئی وہ اسلامی نظریہ حیات اور اسلامی نظام اور شریعت کی ایک عظیم حقیقت ہے ، نیز وہ اس پوری کائنات کا بھی خلاصہ اور روح ہے۔ یہ حقیقت رسول اللہ کے مزاج کو ، اس کائنات کے مزاج اور اس دین کے مزاج سے ملادیتی ہے۔ یہ پوری کائنات دست قدرت نے بڑی آسانی سے بنادی ہے۔ یہ کائنات نہایت آسانی سے چل رہی ہے ، جس رخ پر اسے ڈال دیا گیا ہے وہ نہایت آرام اور سکون اور سہولت سے اسی رخ اور سمت پر چل رہی ہے۔ غرض یہ نور سے نکلی ہے اور ایسے حقائق کی طرف اشارہ کررہی ہے جو حدود وقیود سے ماوراء ہے۔\nجس ذات کو اللہ آسانیاں میسر کردے وہ اپنی زندگی کی راہوں پر بسہولت چلتا ہے۔ وہ اس کائنات کے ساتھ چلتا ہے جس کا وجود اور جس کی ترتیب باہم متناسب ، جس کی حرکت متوازن اور جس کا رخ ایک طرف ہے یعنی اللہ کی طرف۔ ایسا شخص صرف ان قوتوں سے ٹکراتا ہے ، جو اس عظیم کائنات کے خطوط سے منحرف ہوں۔ ایسے لوگوں کا موازنہ اگر اس پوری کائنات سے کای جائے تو ان کا کوئی وزن نہیں رہتا۔ ایسا شخص جب چلتا ہے تو اس کی حرکت آسان ، لطیف اور نرم ہوتی ہے۔ اس کائنات کے ہم آہنگ دنیا کے واقعات سے ہم آہنگ ، دنیا کی چیزوں اور اشخاص کے ساتھ ہم آہنگ۔ اس کے ہاتھوں میں آسانی ہوتی ہے ، اس کی زبان میں یسر ہوتا ہے ، اس کے اقدامات آسان ہوتے ہیں ، اس کا عمل یسر ہوتا ہے۔ اس کے خیالات آسان ہوتے ہیں ، اس کی فکر آسان ہوتی ہے جو معاملات کو آسانی سے لیتا ہے ، معاملات کو نہایت آسانی سے لیتا ہے ، اپنے نفس کے لئے بھی آسان ہوتا ہے دوسروں کے لئے بھی آسان ہوتا ہے۔\nیہ تھے رسول اللہ ﷺ ، اپنے تمام امور میں یسر ہی یسر۔ حضور اکرم ﷺ جب دوکاموں میں سے کسی ایک کا انتخاب کرتے تو آسان کو لیتے۔ یہ ہے روایت حضرت عائشہ ؓ کی۔ (بخاری ومسلم)\nاور آپ ؓ ہی سے روایت ہے ” حضور اکرم ﷺ جب اپنے گھر میں تنہا ہوتے تو آپ تمام لوگوں سے نرم مزاج ہوتے ، مسکراتے ہوئے اور ہنستے ہوئے “۔ اور صحیح بخاری کی ایک روایت ہے : ” ایک لونڈی بھی رسول اللہ کا ہاتھ پکڑ لیتی اور جہاں چاہتی آپ کو لے جاتی “۔\nلباس ، طعام ، بچھونے وغیرہ میں آپ کی جو سیرت تھی اس پر اگر غور کیا جائے تو معلوم ہوتا ہے کہ آپ سادی ، آسانی اور بےتکلفی کو پسند فرماتے تھے۔ ابو عبداللہ شمس الدین محمد ابن قیم الجوزیہ اپنی کتاب زاد المعاد میں لباس کے سلسلے میں آپ کی سیرت کے بارے میں لکھتے ہیں کہ آپ کی ایک پگڑی تھی جسے ” السحاب “ کہا جاتا تھا۔ یہ آپ نے حضرت علی ؓ کو دے دی تھی ، آپ پگڑی باندھتے اور اسے کے نیچے ٹوپی پہنتے ، کبھی آپ ٹوپی بغیر عمامہ کے پہنتے ، کبھی عمامہ بغیر ٹوپی کے بھی باندھتے۔ آپ جب عمامہ باندھتے تو اس کے شملے کو دونوں کاندھوں کے درمیان لٹکادیتے ، جیسا کہ مسلم شریف کی روایت میں ہے۔ حضرت عمر ابن حریث سے روایت ہے کہ انہوں نے رسول اللہ ﷺ کو منبر پر دیکھا اور آپ نے سیاہ عمامہ باندھا ہوا تھا اور آپ نے اس کا ایک طرف دونوں کاندھوں کے درمیان لٹکایا ہوا تھا۔ اور مسلم میں حضرت جابر سے یہ بھی ہے ، بالوں کی لٹ کی طرح۔\nاس سے معلوم ہوا کہ شملہ ہمیشہ کاندھوں کے درمیان سے نہ لٹکاتے تھے۔ کہا جاتا ہے آپ مکہ میں داخل ہوئے ، آپ نے جنگی لباس پہنا ہوا تھا اور آپ کے سر پر خود تھا۔ لہٰذا ہر موقعہ کی مناسبت سے لباس پہنتے تھے۔\nایک دوسری فصل میں وہ فرماتے ہیں کہ بہترین طریقہ رسول اللہ ﷺ کا طریقہ ہے جو طریقہ آپ نے رائج فرمایا اور جس کا حکم دیا اور جس کی ترغیب دی اور اس پر مداومت کی۔ لباس میں آپ کا طریقہ یہ تھا کہ جو لباس میسر ہوتا آپ وہ پہنتے کبھی اونی ، کبھی روئی ، کبھی کتان کا۔ آپ نے یمنی چادر بھی پہنی ، سبزچادر بھی پہنی ، حلہ ، قبا اور قمیص بھی زیت تن فرمائی۔ پاجامہ ، ازار اور چادر بھی پہنی۔ چمڑے کے موزے اور جوتے۔ یہ سب چیزیں آپ نے استعمال فرمائیں اور عمامہ کا شملہ کبھی آپ نے پیچھے سے لٹکایا اور کبھی نہ لٹکایا “۔\nاور کھانے کے بارے میں آپ کی سیرت یہ تھی کہ آپ کسی موجود کھانے کو رد نہ فرماتے اور نہ غیر موجود کے بارے میں تکلف فرماتے ، پاکیزہ چیزوں میں سے جو بھی آپ کو پیش کی گئی آپ نے اسے تناول فرمایا۔ الایہ کہ کسی چیز کو آپ کی طبیعت نہ چاہتی ہو تو آپ نے بغیر حرام قرار دینے کے اسے چھوڑ دیا۔ آپ نے کسی کھانے میں کبھی عیب نہیں نکالا۔ اگر چاہت ہوتی تو تناول فرماتے ورنہ چھوڑ دیتے ، جس طرح آپ نے گوہ کو تناول نہ فرمایا کیونکہ آپ اس کے کھانے کے عادی نہ تھے لیکن امت پر اسے حرام بھی قرار نہیں دیا ، بلکہ اسے آپ کے دستر خوان پر آپ کے دیکھتے ہوئے کھایا گیا۔ آپ نے حلوی اور شہد تناول فرمایا۔ ان کو آپ بہت پسند فرماتے تھے۔ آپ نے تازہ اور خشک کھجوروں کو تناول فرمایا۔ آپ نے خالص دودھ بھی پیا اور ملا ہوا بھی۔ آپ نے شہد اور ستو پانی کے ساتھ تناول فرمائے۔ آپ نے کھجوروں کا صاف پانی پیا ، آپ نے حریرہ استعمال کیا۔ یہ ایک قسم کی کھیر ہے جو دودھ اور آٹے سے بنتی ہے۔ آپ نے تروتازہ کھجور کے ساتھ ککڑی کھائی ، پنیر تناول فرمایا ، کھجور کے ساتھ روٹی کھائی ، سر کے ساتھ روٹی کھائی۔ آپ نے پکا ہوا کدو کھایا اور اس کو آپ بہت پسند فرماتے تھے۔ آپ نے ابالا ہوا کدو بھی کھایا ، گھی کے ساتھ ثرید کھایا ، پنیر کھایا۔ تیل کے ساتھ روٹی کھائی ، خربوزوں کو تازہ کھجوروں کے ساتھ اور کھجوروں کو مکھن کے ساتھ کھایا اور یہ آپ کو بہت پسند تھا۔ کسی پاکیزہ چیز کو آپ ردنہ کرتے اور نہ بتکلف خواہش کرتے بلکہ آپ کا طریقہ یہ تھا جو میسر ہو وہ تناول فرماتے ، اگر کوئی چیز نہ ملتی تو صبر کرتے “۔\nسونے اور بیدار ہونے کے بارے میں آپ کی سنت یہ تھی۔ کبھی اپنے بستر پر سوتے ، کبھی کھال پر ، کبھی چٹائی پر ، کبھی زمین پر ، کبھی تخت پر ، کبھی سیاہ کمبل پر سوتے “۔\nآپ کے فرامین سے معلوم ہوتا ہے کہ تمام امور میں نرمی سے کام لیاجائے ، جن میں اسلامی نظریہ حیات اور اسکے تقاضے بھی آتے ہیں۔ اس سلسلے میں آپ کی ہدایات بہت زیادہ ہیں ، سب کو یہاں لانا مشکل ہے ، چند پیش خدمت ہیں : ” یہ دین آسان ہے ، جو شخص اس دین کے ساتھ کشتی کرے گا وہ شکست کھاجائے گا “ (بخاری) ۔ ” اپنے نفسوں پر سختی مت کرو ، تم پر سختی کی جائے گی ، ایک قوم نے اپنے آپ کو سختیوں میں ڈالا تو اس پر سختی کی گئی “ (ابوداﺅد) ۔ ” جو شخص اپنی سواری پر سختی کرتا ہے ، وہ نہ تو سفر طے کرسکتا ہے اور نہ ہی اس کی سواری زندہ رہتی ہے “ (بخاری۔ ” آسانیاں کرو سختی نہ کرو “ (بخاری ومسلم) ۔\nاور معاملات کے بارے میں آپ کی ہدایات یہ ہیں :” اللہ رحم کرے ، اس شخص پر جو فروخت کرے تو نرمی اور فراغ دلی سے ، خریدے تو نرمی اور فراخ دلی سے اور تقاضا کرے تو بھی نرمی اور فراخ دلی سے “ (بخاری) ۔” مومن آسان اور نرم ہوتا ہے “ (بیہقی) ۔” مومن لوگوں سے مانوس ہوتا ہے اور لوگ اس سے مانوس ہوتے ہیں “ (دارقطنی) ۔” اللہ کے ہاں مبغوض ترین شخص وہ ہے جو جھگڑالو اور لڑنے والا ہو “ (بخاری ومسلم) ۔\nآپ کی سیرت میں اس بات کی روشن مثالیں ملتی ہیں کہ آپ سختی اور مشکل کو پسند نہ فرماتے تھے ، یہاں تک کہ نام اور چہرے کے خدوخال میں بھی۔ جس سے معلوم ہوتا ہے کہ آپ کا مزاج کیسا تھا ، اور آپ کے ساتھ اللہ کا سلوک کیسا تھا ، اور کس طرح اللہ نے آپ کو آپ کی ساخت اور مزاج کے اعتبار سے سہل پسند بنایا تھا اور اس کی طرف آپ کی رہنمائی فرمائی تھی۔ سعید ابن مسیب اپنے والد سے روایت فرماتے ہیں کہ وہ نبی ﷺ کے پاس آئے ، تو حضور ﷺ نے دریافت فرمایا تمہارا نام کیا ہے۔ والد نے کہا میرا نام حزن ہے (یعنی سخت دشوار) تو آپ نے فرمایا نہیں آپ ” سہل “ ہیں۔ تو انہوں نے کہا میں اس نام کو نہیں بدلوں گا جو میرے باپ نے رکھا ہے۔ ابن مسیب کہتے ہیں اس کے بعد ہمارے خاندان میں برابر سختی رہی “ (بخاری) ۔ ” حضرت ابن عمر ؓ سے روایت ہے کہ آپ نے عاصیہ کا نام بدل کر جمیلہ رکھ دیا “ (مسلم) ۔ اور آپ کی مشہور حدیث ہے ” یہ بات نیکی کا حصہ ہے کہ تم اپنے بھائی سے ہنس مکھ ہوکر ملو “ (ترمذی) ۔\nغرض آپ اس قدر حساس تھے کہ آپ کو ناموں ، چہرے کے خدوخال میں بھی درشتی پسند نہ تھی اور آپ نرمی اور آسانی کی طرف مائل ہوتے تھے۔ چناچہ آپ کی پوری سیرت نرمی ، یسر ، سہولت ، اور سہل برتاﺅ پر مشتمل ہے۔ آپنے ہمیشہ معاملات اور لین دین میں نرمی سے کام لیا۔ ایک مثال سے واضح ہوتا ہے کہ آپ اپنے برتاﺅ کی وجہ سے لوگوں کی اصلاح کس طرح کرتے تھے۔\n” ایک دن آپ کے پاس ایک دیہاتی آیا ، وہ کوئی چیز مانگ رہا تھا۔ آپ نے اسے دے دی تو آپ نے اس سے پوچھا : کیا میں نے تمہارے ساتھ اچھا سلوک کیا ؟ تو اس نے کہا : نہیں ! تم نے اچھا سلوک نہیں کیا۔ مسلمانوں کو سخت غصہ آیا ، اور وہ اس کی طرف لپکے۔ آپ نے اشارہ فرمایا کہ کچھ نہ کہو۔ آپ پھر گھر میں داخل ہوئے اور کچھ مزید دیا اور پھر پوچھا : کیا میں نے اچھا سلو کیا ؟ تو اس نے کہا : ” ہاں “۔ اللہ آپ کو جزادے۔ آپ اچھے خاندان کے ہیں۔ اس کو نبی ﷺ نے فرمایا تم پہلے جو بات کی وہ تمہیں معلوم ہے جس کی وجہ سے میرے ساتھی خفا ہوئے اور ان کے دل صاف نہیں۔ تو اگر تم پسند کرو تو یہ باتیں جو تم نے میرے سامنے کی ہیں ان کے سامنے بھی کرو ، تاکہ ان کے دلوں میں تم پر جو غصہ ہے ، وہ دور ہوجائے۔ تو اس نے کہا ” اچھا “۔ دوسرے دن وہ پھر آیا۔ اور حضور ﷺ نے فرمایا کہ اس دیہاتی نے کل جو کچھ کہا وہ تمہیں معلوم ہے ، ہم نے اسے مزید کچھ دیا۔ اب اس کا خیال ہے کہ وہ راضی ہوگیا ہے۔ بتاﺅ بھائی کیا یہ درست ہے ؟ تو دیہاتی نے کہا : ” ہاں اللہ آپ کو جزائے خیر دے۔ آپ اچھے خاندان سے ہیں “۔ اس پر حضور اکرم ﷺ نے فرمایا : ” میری مثال اور اس دیہاتی کی مثال اس طرح ہے کہ اس شخص کی اونٹنی بگڑ گئی۔ لوگوں نے اس کا پیچھا کیا تو وہ اور بھاگنے لگی۔ تو مالک نے لوگوں کو چلا کر کہا : ” میری ناقہ کو اور مجھے چھوڑ دو میں اس کے ساتھ زیادہ نرم سلوک کرتا ہوں اور اس کے مزاج کو اچھی طرح جانتا ہوں “۔ چناچہ اس کا مالک اس کے سامنے سے آیا۔ اور زمین سے کچھ گھاس پھونس جمع کرکے اس کے لئے لے آیا۔ اور اسے آہستہ آہستہ واپس لایا ۔ یہاں تک کہ وہ اپنے مقام پر آکر بیٹھ گئی۔ اس نے اس کجاوا کسا اور سوار ہوگیا۔ جب اس شخص نے جو کچھ کہا تھا اور تم اس پر لپکے تھے تو میں اگر تمہیں چھوڑ دیتا اور تم اسے قتل کردیتے تو وہ جہنم میں چلا جاتا “۔\nیہ تھا حضور ﷺ کا طرز عمل ان لوگوں کے ساتھ جو نہایت ہی سخت اور بدکنے والے تھے ، اس قدر سادگی اور آسانی کے ساتھ اور اللہ کی ایسی توفیق کے ساتھ ، آپ ان کے ساتھ حسن سلوک کرتے تھے۔ اس قسم کے بیشمار نمونے آپ کی سیرت میں موجود ہیں۔ یہی وہ بات ہے جو اس آیت میں بطور خوشخبری آپ کو کہی گئی ہے اور آپ کو اپنی پوری زندگی میں ، آپ کو دعوت میں اور آپ کے معاملات میں اس کی آپ کو توفیق دی گئی۔\nونیسرک للیسری (8:87) ” ہم آسان دین پرچلنے کو آپ کے لئے آسان کردیں گے “۔\nآپ کی ذات گرامی جو محبوب خلائق اور بلند اخلاق کی مالک تھی اور جسے ایک آسان دین کی طرف آسانی سے رہنمائی کی گئی تھی تو آپ نے لوگوں کے ساتھ ایسا ہی برتاﺅ کیا۔ اور اسی انداز سے انسانیت کو دعوت دی ، آپ کا مزاج ہی اس طرح بن گیا ، اور آپ کی ماہیت ہی دین سہل میں بدل گئی اور آپ اسی امانت کبریٰ کے اٹھانے کے قابل ہوگئے ، یہ امانت تو بہت بڑی اور بھاری تھی مگر اللہ نے اس ذمہ داری کی توفیق آپ کو دی اور آپ اس بھاری ذمہ داری اٹھانے کے قابل ہوگئے۔ آپ نے پسندیدہ طریقے سے کام کیا اور اچھے انداز سے محنت کی۔ اور خوشی اور شرح صدر سے کام کیا۔\nحضور اکرم ﷺ کی تعریف میں اور آپ کے کام کی نوعیت کی تشریح کے بارے میں قرآن کریم میں کئی آیات بھی نازل ہوئی ہیں۔\nوما ارسلنک .................... للعلمین (الانبیائ :108) ” اور ہم نے تمہیں اہل جہاں کے لئے صرف رحمت بنا کر بھیجا ہے “۔\nالذین ........................................ علیھم (157:7) ” وہ لوگ جو اس نبی امی کی پیروی کرتے ہیں ، جسے وہ اپنے ہاں تورات وانجیل میں لکھا ہوا پاتے ہیں ، انہیں وہ معروف کا حکم دیتے ہیں ، برائی سے روکتے ہیں ، پاکیزہ چیزیں ان کے لئے حلال کرتے ہیں ، ناپاک چیزیں ان پر حرام ٹھہراتے ہیں ، اور ان کے وہ بوجھ اور طوق جو ان کی گردنوں میں پڑے ہوئے ہیں ، ان سے اتارتے ہیں “۔ لہٰذا رسول خدا ﷺ کی بعثت پوری انسانیت کے لئے رحمت تھی۔ آپ تشریف لائے اور آپ نے لوگوں کے کاندھوں سے بوجھ اتارے اور ان کے گلوں سے وہ طوق اتارے جو انہوں نے ڈال رکھے تھے اور یہ اس لئے کہ انہوں نے دین میں سختی کی تو اللہ کی طرف سے بھی ان پر سختی کی گئی۔ آپ جو دین اور جو دعوت لے کر آئے اس کے بارے میں بھی قرآن کہتا ہے :\nولقد یسرنا ........................ من مد کر (22:54) ” اور ہم نے قرآن کو نصیحت کے لئے آسان بنایا ہے ، تو ہے کوئی نصیحت حاصل کرنے والا “۔ اور ایک دوسری جگہ ہے۔\nوماجعل .................... من حرج (78:22)\n” اور اللہ نے تم پر دین میں کوئی تنگی نہیں رکھی “۔ اور سورة بقرہ میں ہے۔\nلا یکلف .................... وسعھا (286:2) ” اللہ تعالیٰ کسی پر اس کی طاقت سے زیادہ ذمہ داری نہیں ڈالتا “۔ اور مائدہ میں ہے۔\nمایرید ............................ لیطھرکم (6:5) ” اللہ تعالیٰ دین کے سلسلے میں تم پر کوئی تنگی نہیں کرنا چاہتا ، وہ تو تمہیں پاک کرنا چاہتا ہے “ غرض یہ آخری رسالت سہل ہے اور انسانی طاقت کی حدود میں ہے۔ اللہ نے لوگوں کو تنگی میں مبتلا نہیں کیا۔ نہ اللہ کا مقصود یہ ہے کہ لوگوں کی مشقت میں ڈالا جائے ، اسلام کی روح میں بھی سہولت ہے اور اسلام کے احکام میں بھی سہولت کو مدنظر رکھا گیا ہے۔ غرض یہ ایک فطری دین ہے۔ سورة روم میں ہے۔\nفطرت .................... علیھا (30:30) ” جس فطرت پر اللہ نے لوگوں کو پیدا کیا ہے ، یہ اللہ کی بنائی ہوئی فطرت ہے “۔\nاور جب انسان اس عقیدے کے ساتھ زندگی بسر کرنا چاہے تو وہ اس کو بہت آسان پاتا ہے۔ وہ دیکھتا ہے کہ اس میں انسانی قوت کو ملحوظ رکھا گیا ہے۔ اس میں انسان کے مختلف حالات کی رعایت بھی کی گئی ہے۔ اس میں ان حالات کا بھی خیال رکھا گیا ہے جو مختلف قسم کے معاشروں میں انسان کو پیش آتے ہیں۔ اسلامی عقیدہ بذات خود نہایت ہی سہل اور قابل فہم ہے۔ بس ایک الٰہ کا عقیدہ ہے اس جیسی کوئی چیز نہیں ہے۔ تمام مخلوقات کو اسی الٰہ نے بنایا ہے اور اسی الٰہ نے ان کو ان کی پیدائش کا مقصد بھی بتایا ہے۔ پھر اس نے رسول بھیجے ہیں اور ان رسولوں نے لوگوں کو ان کا مقصد وجود بتایا ہے۔ رسولوں نے لوگوں کو اپنے خلق کی طرف لوٹایا۔ اس کے بعد جو فرائض بھی ان پر عائد کیے گئے وہ اسی نظریہ سے نکلتے ہیں ، نہایت سیدھے سادھے طریقے سے جس میں کوئی ٹیڑھ نہیں ہے۔ اور لوگوں کو یہ حکم دیا کہ وہ ان میں سے جن احکام پر بھی عمل کرسکتے ہیں بغیر سختی اور مشقت کے عمل کریں۔ حضور ﷺ نے فرمایا : ” جب میں تمہیں حکم دوں تو اس حکم کی تعمیل اس قدر کرو جس قدر تمہاری طاقت ہو اور جس کام سے میں روکوں ، رک جاﺅ“ (بخاری ومسلم) ۔ اور جن چیزوں سے منع کیا گیا ہے ، ان میں سے بھی حالت اضطرار مستثنیٰ ہے۔\nالاما .................... الیہ (119:6) ” الایہ کہ تم ان کے لئے مضطرہوجاﺅ“۔\nیوں رسول آخرالزمان ﷺ کا مزاج ان کی رسالت اور دعوت کے ساتھ گھل مل گیا ہے ، اور اس دعوت اور داعی کی حقیقت ایک ہوگئی ، خصوصاً اس بنیادی صفت اور اس ممتاز رنگ میں ۔ اسی طرح اس امت کو بھی امت وسط اور سہل کہا گیا جس کے پاس رسول خدا یہ پیغام لے کر آئے تھے۔ یہ ایسی امت تھی جس پر رحمت ہوئی اور یہ رحمت اور محبت کا پیغام لے کر نہایت آسان اور سیدھا راستہ لوگوں کو بتانے کے لئے اٹھی۔ اس طرح کہ اس امت کا مراج آفاقی اور کائناتی مزاج بن گیا۔ اور اس کے مزاج اور اس وسیع کائنات کے مزاج کے اندر گہری ہم آہنگی پیدا ہوگئی۔\nپھر ذرا اس کائنات کا مطالعہ کرو ، اس کی حرکت کا بہاﺅ کس قدر سہل ، رواں دواں ہے اور اس میں کوئی ٹکراﺅ اور تصادم نہیں ہے۔ اربوں کھربوں اجرام فلکی اس کائناتی فضا میں تیرتے پھرتے ہیں۔ نہایت ہم آہنگی کے ساتھ اپنے اپنے مدار میں بہتے چلے جارہے ہیں ، نہایت تناسق ، خوشگوار کشش کے ساتھ جس کے اندر کوئی اضطراب نہیں۔ کوئی ایک بھی اپنے مدار سے ادھر ادھر نہیں ہوتا۔ اربوں کھربوں زندہ مخلوقات اس کرہ ارض پر زندگی بسر کررہی ہے اور اپنے قریبی دور کے مقاصد پورے کررہی ہے اور یہ زندگی نہایت پختگی اور زبردست انتظام کے ساتھ گزر رہی ہے۔ اور ہر چیز اپنا مقصد تخلیق نہایت ہی سہولت سے پورا کررہی ہے ، اور اپنی متعین راہ پر اپنی منزل کی طرف گامزن ہے۔ اس کائنات میں اربوں کھربوں حرکات واقعات ، اور حالات چل رہے ہیں ، مجتمع بھی اور متفرق بھی۔ اور یہ سب ایک راہ پر جارہے ہیں جس طرح سازوں کا ایک گروپ اپنے اپنے آلہ سے بالکل مختلف آواز نکال رہا ہوتا ہے اور یہ سب مختلف آوازیں ایک ہی راگ تشکیل کرکے ایک طویل نغمہ بناتی ہیں۔ حقیقت یہ ہے کہ اس کائنات کے وجود ، اسلامی نظام زندگی اور سیرت رسول ﷺ کے درمیان اور امت مسلمہ کے مزاج کے درمیان ایک زبردست ہم آہنگی ہے ، کیونکہ یہ اللہ کی صنعت ہے ، اللہ کی بتائی ہوئی فطرت ہے ، اور اللہ کا راگ ہے ، اور وہ نہایت ہی حکیم صنعت کار ہے۔\nفذکر .................... الذکری (9:87) لہٰذا نصیحت کرو اگر نصیحت نافع ہو “۔ اللہ نے نبی ﷺ کو پڑھایا تو ضمانت دی کہ آپ نہ بھولیں گے ، الا ماشاء اللہ۔ پھر اللہ نے نبی ﷺ کو بسہولت آسان طریقے پر چلنے کی سہولت فراہم کی تاکہ آپ اس عظیم امانت کا بار آسانی سے اٹھائیں اور لوگوں کو یاددہانی کرائیں۔ اسی لئے آپ کو تیار فرمایا اور خوشخبری دی گئی اور کہا کہ جب بھی موقعہ ملے یاددہانی کرائیں ، جب بھی آپ دلوں کے اندر بات اتارنے کی راہ پائیں ، اور تبلیغ کے ذرائع میسر ہوں۔ یہاں کہا گیا ہے۔\nان نفعت الذکری (9:87) ” اگر نصیحت فائدہ دے “۔ جب بھی یاددہانی کرائیں فائدہ ہی ہوتا رہے۔ کبھی ایسا نہیں ہوتا ہے کہ نصیحت سے کسی کو کم یا زیادہ فائدہ نہ ہو ، کبھی کوئی نسل استفادہ کرنے والوں سے خالی نہیں ہوئی۔ اگرچہ زمانہ کے اندر فساد عام ہو ، دلوں پر زنگ آگیا ہو ، اور ان پر پردے پڑگئے ہوں بہرحال تذکیر سے فائدہ ہوتا ہی ہے۔\nجب ہم ان آیا کی اس ترتب پر غور کرتے ہیں تو ہمیں رسالت کی عظمت کا پتہ چلتا ہے اور یہ معلوم ہوتا ہے کہ یہ امانت کس قدر عظیم اور اہم ہے۔ کہ اس فریضہ کی ادائیگی کے لئے اللہ نے آسان طریقے کی رہنمائی فرمائی اور آسانیاں بہم پہنچائیں ، پہلے یاد کروایا ، پھر اس پیغام کی حفاظت کی ذمہ داری اٹھائی تاکہ رسول خدا اطمینان سے یاددہانی کا فریضہ سرانجام دیں اور پھر حکم دیا کہ آپ یاددہانی کرائیں اگر مفید ہو ، یہ سب سہولیات دے کہ آپ کو کام پر لگایا اور یہ دراصل عظیم زاد راہ تھا۔\nجب رسول خدا ﷺ نے اپنا یہ فریضہ پورا کردیا ، تو آپ کی ڈیوٹی ختم ہوگئی۔ پھر لوگ جانیں اور ان کا کام۔ تبلیغ وتذکیر کے بعد لوگوں کے مسالک ، ان کے اہداف اور انجام مختلف ہوجاتے ہیں۔ اور یہ اللہ ہے جو کسی کو ایک انجام تک پہنچاتا ہے اور کسی کو دوسرے تک ۔ جس طرح انہوں نے رویہ اختیار کیا ، قبول کرنے کا یارد کرنے کا۔"
    },
    {
      "ayah": 9,
      "surah": 87,
      "text": "اب وہ خوشخبری آتی ہے جو آپ کے لئے ہے اور آپ کے بعد آپ کی امت کے لئے ہے۔\nسنقرنک .................................... الذکری\nاس عظیم خوشخبری کا آغاز ہوتا ہے کہ قرآن کے حفظ کرنے اور اسے باقی رکھنے کی ذمہ داری نبی ﷺ کے کاندھوں سے اتار دی جاتی ہے۔\nسنقرءک فلا تنسی (6:87) ” ہم تمہیں پڑھوا دیں گے ، پھر تم نہیں بھولوگے “۔ لہٰذا آپ اپنے رب سے یہ کلام لیں اور بس۔ اس کو یاد کرادینا اللہ کا کام ہے۔ یہ بات فی الواقعہ نبی ﷺ کے لئے بڑی خوشخبری تھی۔ آپ حفظ قرآن کے لئے فکر مند ہوتے تھے۔ اب تو اس کی حفاظت کی جانب سے مطمئن کردیا گیا کیونکہ قرآن کریم ایک نہایت ہی عظیم کلام اور آپ اسے بہت ہی محبوب رکھتے تھے۔ آپ دل وجان سے قرآن پر فدا تھے۔ اور اس کی حفاظت کا بہت ہی خیال رکھتے تھے۔ اس پر حریص تھے اور اپنی عظیم اور بھاری ذمہ داری سمجھتے تھے۔ آپ ایک ایک آیت دہراتے تھے۔ جب جبرائیل (علیہ السلام) اسے لاتے تو آپ سننے کے ساتھ ساتھ تکرار کرتے اور زبان کو دہرانے میں لگادیتے یہاں تک کہ یہ بشارت آگئی اور آپ کو مطمئن کردیا گیا۔\nپھر یہ آپ کے بعد آپ کی امت کے لئے بھی ایک خوشخبری ہے۔ امت بھی مطمئن ہوجاتی ہے کہ اس عقیدے کا اصل سرچشمہ ذات باری ہے اور اس کی حفاظت کا کفیل اور ذمہ دار بھی اللہ ہے۔ نبی کے دل میں بٹھانے کا ذمہ دار بھی اور بعد کے زمانے میں حفاظت کی ذمہ داری بھی۔ یہ اللہ کی بڑی مہربانی ہے اور اس دین کی عظمت سے اور اللہ کے ہاں اس کی اہمیت کا ثبوت ہے۔\nاس موقعہ پر اور ایسے تمام مواقع پر ایک اٹل بات ضرور سامنے آتی ہے ۔ یہ ایک اٹل اور دائمی قانون ہے وہ یہ کہ اللہ کی مشیت بےقید ہے اور اللہ کی مشیت پر کوئی پابندی نہیں۔ آپ نہیں بھولیں گے الایہ کہ اللہ کچھ بھلانا چاہے۔ اگرچہ یہ پابندی خود اللہ کی طرف سے ہو ، لہٰذا اللہ کی مشیت بےقید اور اس پر کوئی قانونی قید ہے نہ کوئی وعدہ اسے پابند کرتا ہے۔ قرآن اس اصول کو پوری طرح محفوظ رکھتا ہے جیسا کہ اس سے قبل ہم ظلال القرآن میں اس کی وضاحت کرچکے ہیں۔ یہاں بھی اس اصول کو قائم رکھا گیا۔\nالا ماشاء اللہ (7:87) ” سوائے اس کے جو اللہ چاہے “۔ اگرچہ یہ وعدہ سچا ہے کہ حضور نہ بھولیں گے مگر اللہ کی مشیت بھی بےقید ہے ، اگر اللہ چاہے تو ایسا ہوسکتا ہے تاکہ تمام معاملات اللہ کی مشیت کے دائرے میں رہیں اور لوگ اللہ کی مشیت ہی پر نگاہ رکھیں۔ اگرچہ کسی معاملے میں سچا وعدہ کیا گیا ہو۔ انسانی دل و دماغ کو اللہ کی مشیت کے ساتھ ہی لٹکے رہنا چاہئے۔\nانہ یعلم .................... وما یخفی (7:87) ” وہ ظاہر کو بھی جانتا ہے اور جو کچھ پوشیدہ ہے اس کو بھی جانتا ہے “۔ یہ ہے اشارہ کہ اللہ پڑھائے گا ، حفظ کرائے گا اور نسیان نہ ہوگا الایہ کو وہ کچھ اور چاہے کیونکہ یہ تمام امور اللہ کی مخفی حکمت پر مبنی ہیں جو ظاہر اور خفیہ سب کو جانتا ہے اور معاملات کو ان کے تمام پہلوﺅں سے جانتا ہے اس لئے وہ تمام معاملات میں ایسے فیصلے کرتا ہے جس میں حکمت ہوتی ہے اور یہ حکمت اللہ کے بھرپور علم پر مبنی ہوتی ہے۔ اللہ کا علم کامل علم ہوتا ہے۔\nاب دوسری خوشخبری ونیسرک للیسری (8:87) ” اور ہم تمہیں آسان طریقے کی سہولت دیتے ہیں “۔ یہ خوشخبری بھی رسول اللہ ﷺ کی ذات اقدس کے لئے ہے۔ اور آپ کے بعد آپ کی امت کے لئے بھی ہے۔ اور اس سے اس دین کا مزاج بھی معلوم ہوتا ہے۔ دعوت اسلامی کی حقیقت بھی معلوم ہوتی ہے کہ وہ انسانی زندگی میں کیا کردار ادا کرتی ہے اور اس کائنات میں اسلامی نظام زندگی کا مقام و مرتبہ کیا ہے۔ بظاہر تو یہ دولفظ ہیں۔\nونیسرک للیسری (8:87) لیکن ان کے اندر جو حقیقت بیان کی گئی وہ اسلامی نظریہ حیات اور اسلامی نظام اور شریعت کی ایک عظیم حقیقت ہے ، نیز وہ اس پوری کائنات کا بھی خلاصہ اور روح ہے۔ یہ حقیقت رسول اللہ کے مزاج کو ، اس کائنات کے مزاج اور اس دین کے مزاج سے ملادیتی ہے۔ یہ پوری کائنات دست قدرت نے بڑی آسانی سے بنادی ہے۔ یہ کائنات نہایت آسانی سے چل رہی ہے ، جس رخ پر اسے ڈال دیا گیا ہے وہ نہایت آرام اور سکون اور سہولت سے اسی رخ اور سمت پر چل رہی ہے۔ غرض یہ نور سے نکلی ہے اور ایسے حقائق کی طرف اشارہ کررہی ہے جو حدود وقیود سے ماوراء ہے۔\nجس ذات کو اللہ آسانیاں میسر کردے وہ اپنی زندگی کی راہوں پر بسہولت چلتا ہے۔ وہ اس کائنات کے ساتھ چلتا ہے جس کا وجود اور جس کی ترتیب باہم متناسب ، جس کی حرکت متوازن اور جس کا رخ ایک طرف ہے یعنی اللہ کی طرف۔ ایسا شخص صرف ان قوتوں سے ٹکراتا ہے ، جو اس عظیم کائنات کے خطوط سے منحرف ہوں۔ ایسے لوگوں کا موازنہ اگر اس پوری کائنات سے کای جائے تو ان کا کوئی وزن نہیں رہتا۔ ایسا شخص جب چلتا ہے تو اس کی حرکت آسان ، لطیف اور نرم ہوتی ہے۔ اس کائنات کے ہم آہنگ دنیا کے واقعات سے ہم آہنگ ، دنیا کی چیزوں اور اشخاص کے ساتھ ہم آہنگ۔ اس کے ہاتھوں میں آسانی ہوتی ہے ، اس کی زبان میں یسر ہوتا ہے ، اس کے اقدامات آسان ہوتے ہیں ، اس کا عمل یسر ہوتا ہے۔ اس کے خیالات آسان ہوتے ہیں ، اس کی فکر آسان ہوتی ہے جو معاملات کو آسانی سے لیتا ہے ، معاملات کو نہایت آسانی سے لیتا ہے ، اپنے نفس کے لئے بھی آسان ہوتا ہے دوسروں کے لئے بھی آسان ہوتا ہے۔\nیہ تھے رسول اللہ ﷺ ، اپنے تمام امور میں یسر ہی یسر۔ حضور اکرم ﷺ جب دوکاموں میں سے کسی ایک کا انتخاب کرتے تو آسان کو لیتے۔ یہ ہے روایت حضرت عائشہ ؓ کی۔ (بخاری ومسلم)\nاور آپ ؓ ہی سے روایت ہے ” حضور اکرم ﷺ جب اپنے گھر میں تنہا ہوتے تو آپ تمام لوگوں سے نرم مزاج ہوتے ، مسکراتے ہوئے اور ہنستے ہوئے “۔ اور صحیح بخاری کی ایک روایت ہے : ” ایک لونڈی بھی رسول اللہ کا ہاتھ پکڑ لیتی اور جہاں چاہتی آپ کو لے جاتی “۔\nلباس ، طعام ، بچھونے وغیرہ میں آپ کی جو سیرت تھی اس پر اگر غور کیا جائے تو معلوم ہوتا ہے کہ آپ سادی ، آسانی اور بےتکلفی کو پسند فرماتے تھے۔ ابو عبداللہ شمس الدین محمد ابن قیم الجوزیہ اپنی کتاب زاد المعاد میں لباس کے سلسلے میں آپ کی سیرت کے بارے میں لکھتے ہیں کہ آپ کی ایک پگڑی تھی جسے ” السحاب “ کہا جاتا تھا۔ یہ آپ نے حضرت علی ؓ کو دے دی تھی ، آپ پگڑی باندھتے اور اسے کے نیچے ٹوپی پہنتے ، کبھی آپ ٹوپی بغیر عمامہ کے پہنتے ، کبھی عمامہ بغیر ٹوپی کے بھی باندھتے۔ آپ جب عمامہ باندھتے تو اس کے شملے کو دونوں کاندھوں کے درمیان لٹکادیتے ، جیسا کہ مسلم شریف کی روایت میں ہے۔ حضرت عمر ابن حریث سے روایت ہے کہ انہوں نے رسول اللہ ﷺ کو منبر پر دیکھا اور آپ نے سیاہ عمامہ باندھا ہوا تھا اور آپ نے اس کا ایک طرف دونوں کاندھوں کے درمیان لٹکایا ہوا تھا۔ اور مسلم میں حضرت جابر سے یہ بھی ہے ، بالوں کی لٹ کی طرح۔\nاس سے معلوم ہوا کہ شملہ ہمیشہ کاندھوں کے درمیان سے نہ لٹکاتے تھے۔ کہا جاتا ہے آپ مکہ میں داخل ہوئے ، آپ نے جنگی لباس پہنا ہوا تھا اور آپ کے سر پر خود تھا۔ لہٰذا ہر موقعہ کی مناسبت سے لباس پہنتے تھے۔\nایک دوسری فصل میں وہ فرماتے ہیں کہ بہترین طریقہ رسول اللہ ﷺ کا طریقہ ہے جو طریقہ آپ نے رائج فرمایا اور جس کا حکم دیا اور جس کی ترغیب دی اور اس پر مداومت کی۔ لباس میں آپ کا طریقہ یہ تھا کہ جو لباس میسر ہوتا آپ وہ پہنتے کبھی اونی ، کبھی روئی ، کبھی کتان کا۔ آپ نے یمنی چادر بھی پہنی ، سبزچادر بھی پہنی ، حلہ ، قبا اور قمیص بھی زیت تن فرمائی۔ پاجامہ ، ازار اور چادر بھی پہنی۔ چمڑے کے موزے اور جوتے۔ یہ سب چیزیں آپ نے استعمال فرمائیں اور عمامہ کا شملہ کبھی آپ نے پیچھے سے لٹکایا اور کبھی نہ لٹکایا “۔\nاور کھانے کے بارے میں آپ کی سیرت یہ تھی کہ آپ کسی موجود کھانے کو رد نہ فرماتے اور نہ غیر موجود کے بارے میں تکلف فرماتے ، پاکیزہ چیزوں میں سے جو بھی آپ کو پیش کی گئی آپ نے اسے تناول فرمایا۔ الایہ کہ کسی چیز کو آپ کی طبیعت نہ چاہتی ہو تو آپ نے بغیر حرام قرار دینے کے اسے چھوڑ دیا۔ آپ نے کسی کھانے میں کبھی عیب نہیں نکالا۔ اگر چاہت ہوتی تو تناول فرماتے ورنہ چھوڑ دیتے ، جس طرح آپ نے گوہ کو تناول نہ فرمایا کیونکہ آپ اس کے کھانے کے عادی نہ تھے لیکن امت پر اسے حرام بھی قرار نہیں دیا ، بلکہ اسے آپ کے دستر خوان پر آپ کے دیکھتے ہوئے کھایا گیا۔ آپ نے حلوی اور شہد تناول فرمایا۔ ان کو آپ بہت پسند فرماتے تھے۔ آپ نے تازہ اور خشک کھجوروں کو تناول فرمایا۔ آپ نے خالص دودھ بھی پیا اور ملا ہوا بھی۔ آپ نے شہد اور ستو پانی کے ساتھ تناول فرمائے۔ آپ نے کھجوروں کا صاف پانی پیا ، آپ نے حریرہ استعمال کیا۔ یہ ایک قسم کی کھیر ہے جو دودھ اور آٹے سے بنتی ہے۔ آپ نے تروتازہ کھجور کے ساتھ ککڑی کھائی ، پنیر تناول فرمایا ، کھجور کے ساتھ روٹی کھائی ، سر کے ساتھ روٹی کھائی۔ آپ نے پکا ہوا کدو کھایا اور اس کو آپ بہت پسند فرماتے تھے۔ آپ نے ابالا ہوا کدو بھی کھایا ، گھی کے ساتھ ثرید کھایا ، پنیر کھایا۔ تیل کے ساتھ روٹی کھائی ، خربوزوں کو تازہ کھجوروں کے ساتھ اور کھجوروں کو مکھن کے ساتھ کھایا اور یہ آپ کو بہت پسند تھا۔ کسی پاکیزہ چیز کو آپ ردنہ کرتے اور نہ بتکلف خواہش کرتے بلکہ آپ کا طریقہ یہ تھا جو میسر ہو وہ تناول فرماتے ، اگر کوئی چیز نہ ملتی تو صبر کرتے “۔\nسونے اور بیدار ہونے کے بارے میں آپ کی سنت یہ تھی۔ کبھی اپنے بستر پر سوتے ، کبھی کھال پر ، کبھی چٹائی پر ، کبھی زمین پر ، کبھی تخت پر ، کبھی سیاہ کمبل پر سوتے “۔\nآپ کے فرامین سے معلوم ہوتا ہے کہ تمام امور میں نرمی سے کام لیاجائے ، جن میں اسلامی نظریہ حیات اور اسکے تقاضے بھی آتے ہیں۔ اس سلسلے میں آپ کی ہدایات بہت زیادہ ہیں ، سب کو یہاں لانا مشکل ہے ، چند پیش خدمت ہیں : ” یہ دین آسان ہے ، جو شخص اس دین کے ساتھ کشتی کرے گا وہ شکست کھاجائے گا “ (بخاری) ۔ ” اپنے نفسوں پر سختی مت کرو ، تم پر سختی کی جائے گی ، ایک قوم نے اپنے آپ کو سختیوں میں ڈالا تو اس پر سختی کی گئی “ (ابوداﺅد) ۔ ” جو شخص اپنی سواری پر سختی کرتا ہے ، وہ نہ تو سفر طے کرسکتا ہے اور نہ ہی اس کی سواری زندہ رہتی ہے “ (بخاری۔ ” آسانیاں کرو سختی نہ کرو “ (بخاری ومسلم) ۔\nاور معاملات کے بارے میں آپ کی ہدایات یہ ہیں :” اللہ رحم کرے ، اس شخص پر جو فروخت کرے تو نرمی اور فراغ دلی سے ، خریدے تو نرمی اور فراخ دلی سے اور تقاضا کرے تو بھی نرمی اور فراخ دلی سے “ (بخاری) ۔” مومن آسان اور نرم ہوتا ہے “ (بیہقی) ۔” مومن لوگوں سے مانوس ہوتا ہے اور لوگ اس سے مانوس ہوتے ہیں “ (دارقطنی) ۔” اللہ کے ہاں مبغوض ترین شخص وہ ہے جو جھگڑالو اور لڑنے والا ہو “ (بخاری ومسلم) ۔\nآپ کی سیرت میں اس بات کی روشن مثالیں ملتی ہیں کہ آپ سختی اور مشکل کو پسند نہ فرماتے تھے ، یہاں تک کہ نام اور چہرے کے خدوخال میں بھی۔ جس سے معلوم ہوتا ہے کہ آپ کا مزاج کیسا تھا ، اور آپ کے ساتھ اللہ کا سلوک کیسا تھا ، اور کس طرح اللہ نے آپ کو آپ کی ساخت اور مزاج کے اعتبار سے سہل پسند بنایا تھا اور اس کی طرف آپ کی رہنمائی فرمائی تھی۔ سعید ابن مسیب اپنے والد سے روایت فرماتے ہیں کہ وہ نبی ﷺ کے پاس آئے ، تو حضور ﷺ نے دریافت فرمایا تمہارا نام کیا ہے۔ والد نے کہا میرا نام حزن ہے (یعنی سخت دشوار) تو آپ نے فرمایا نہیں آپ ” سہل “ ہیں۔ تو انہوں نے کہا میں اس نام کو نہیں بدلوں گا جو میرے باپ نے رکھا ہے۔ ابن مسیب کہتے ہیں اس کے بعد ہمارے خاندان میں برابر سختی رہی “ (بخاری) ۔ ” حضرت ابن عمر ؓ سے روایت ہے کہ آپ نے عاصیہ کا نام بدل کر جمیلہ رکھ دیا “ (مسلم) ۔ اور آپ کی مشہور حدیث ہے ” یہ بات نیکی کا حصہ ہے کہ تم اپنے بھائی سے ہنس مکھ ہوکر ملو “ (ترمذی) ۔\nغرض آپ اس قدر حساس تھے کہ آپ کو ناموں ، چہرے کے خدوخال میں بھی درشتی پسند نہ تھی اور آپ نرمی اور آسانی کی طرف مائل ہوتے تھے۔ چناچہ آپ کی پوری سیرت نرمی ، یسر ، سہولت ، اور سہل برتاﺅ پر مشتمل ہے۔ آپنے ہمیشہ معاملات اور لین دین میں نرمی سے کام لیا۔ ایک مثال سے واضح ہوتا ہے کہ آپ اپنے برتاﺅ کی وجہ سے لوگوں کی اصلاح کس طرح کرتے تھے۔\n” ایک دن آپ کے پاس ایک دیہاتی آیا ، وہ کوئی چیز مانگ رہا تھا۔ آپ نے اسے دے دی تو آپ نے اس سے پوچھا : کیا میں نے تمہارے ساتھ اچھا سلوک کیا ؟ تو اس نے کہا : نہیں ! تم نے اچھا سلوک نہیں کیا۔ مسلمانوں کو سخت غصہ آیا ، اور وہ اس کی طرف لپکے۔ آپ نے اشارہ فرمایا کہ کچھ نہ کہو۔ آپ پھر گھر میں داخل ہوئے اور کچھ مزید دیا اور پھر پوچھا : کیا میں نے اچھا سلو کیا ؟ تو اس نے کہا : ” ہاں “۔ اللہ آپ کو جزادے۔ آپ اچھے خاندان کے ہیں۔ اس کو نبی ﷺ نے فرمایا تم پہلے جو بات کی وہ تمہیں معلوم ہے جس کی وجہ سے میرے ساتھی خفا ہوئے اور ان کے دل صاف نہیں۔ تو اگر تم پسند کرو تو یہ باتیں جو تم نے میرے سامنے کی ہیں ان کے سامنے بھی کرو ، تاکہ ان کے دلوں میں تم پر جو غصہ ہے ، وہ دور ہوجائے۔ تو اس نے کہا ” اچھا “۔ دوسرے دن وہ پھر آیا۔ اور حضور ﷺ نے فرمایا کہ اس دیہاتی نے کل جو کچھ کہا وہ تمہیں معلوم ہے ، ہم نے اسے مزید کچھ دیا۔ اب اس کا خیال ہے کہ وہ راضی ہوگیا ہے۔ بتاﺅ بھائی کیا یہ درست ہے ؟ تو دیہاتی نے کہا : ” ہاں اللہ آپ کو جزائے خیر دے۔ آپ اچھے خاندان سے ہیں “۔ اس پر حضور اکرم ﷺ نے فرمایا : ” میری مثال اور اس دیہاتی کی مثال اس طرح ہے کہ اس شخص کی اونٹنی بگڑ گئی۔ لوگوں نے اس کا پیچھا کیا تو وہ اور بھاگنے لگی۔ تو مالک نے لوگوں کو چلا کر کہا : ” میری ناقہ کو اور مجھے چھوڑ دو میں اس کے ساتھ زیادہ نرم سلوک کرتا ہوں اور اس کے مزاج کو اچھی طرح جانتا ہوں “۔ چناچہ اس کا مالک اس کے سامنے سے آیا۔ اور زمین سے کچھ گھاس پھونس جمع کرکے اس کے لئے لے آیا۔ اور اسے آہستہ آہستہ واپس لایا ۔ یہاں تک کہ وہ اپنے مقام پر آکر بیٹھ گئی۔ اس نے اس کجاوا کسا اور سوار ہوگیا۔ جب اس شخص نے جو کچھ کہا تھا اور تم اس پر لپکے تھے تو میں اگر تمہیں چھوڑ دیتا اور تم اسے قتل کردیتے تو وہ جہنم میں چلا جاتا “۔\nیہ تھا حضور ﷺ کا طرز عمل ان لوگوں کے ساتھ جو نہایت ہی سخت اور بدکنے والے تھے ، اس قدر سادگی اور آسانی کے ساتھ اور اللہ کی ایسی توفیق کے ساتھ ، آپ ان کے ساتھ حسن سلوک کرتے تھے۔ اس قسم کے بیشمار نمونے آپ کی سیرت میں موجود ہیں۔ یہی وہ بات ہے جو اس آیت میں بطور خوشخبری آپ کو کہی گئی ہے اور آپ کو اپنی پوری زندگی میں ، آپ کو دعوت میں اور آپ کے معاملات میں اس کی آپ کو توفیق دی گئی۔\nونیسرک للیسری (8:87) ” ہم آسان دین پرچلنے کو آپ کے لئے آسان کردیں گے “۔\nآپ کی ذات گرامی جو محبوب خلائق اور بلند اخلاق کی مالک تھی اور جسے ایک آسان دین کی طرف آسانی سے رہنمائی کی گئی تھی تو آپ نے لوگوں کے ساتھ ایسا ہی برتاﺅ کیا۔ اور اسی انداز سے انسانیت کو دعوت دی ، آپ کا مزاج ہی اس طرح بن گیا ، اور آپ کی ماہیت ہی دین سہل میں بدل گئی اور آپ اسی امانت کبریٰ کے اٹھانے کے قابل ہوگئے ، یہ امانت تو بہت بڑی اور بھاری تھی مگر اللہ نے اس ذمہ داری کی توفیق آپ کو دی اور آپ اس بھاری ذمہ داری اٹھانے کے قابل ہوگئے۔ آپ نے پسندیدہ طریقے سے کام کیا اور اچھے انداز سے محنت کی۔ اور خوشی اور شرح صدر سے کام کیا۔\nحضور اکرم ﷺ کی تعریف میں اور آپ کے کام کی نوعیت کی تشریح کے بارے میں قرآن کریم میں کئی آیات بھی نازل ہوئی ہیں۔\nوما ارسلنک .................... للعلمین (الانبیائ :108) ” اور ہم نے تمہیں اہل جہاں کے لئے صرف رحمت بنا کر بھیجا ہے “۔\nالذین ........................................ علیھم (157:7) ” وہ لوگ جو اس نبی امی کی پیروی کرتے ہیں ، جسے وہ اپنے ہاں تورات وانجیل میں لکھا ہوا پاتے ہیں ، انہیں وہ معروف کا حکم دیتے ہیں ، برائی سے روکتے ہیں ، پاکیزہ چیزیں ان کے لئے حلال کرتے ہیں ، ناپاک چیزیں ان پر حرام ٹھہراتے ہیں ، اور ان کے وہ بوجھ اور طوق جو ان کی گردنوں میں پڑے ہوئے ہیں ، ان سے اتارتے ہیں “۔ لہٰذا رسول خدا ﷺ کی بعثت پوری انسانیت کے لئے رحمت تھی۔ آپ تشریف لائے اور آپ نے لوگوں کے کاندھوں سے بوجھ اتارے اور ان کے گلوں سے وہ طوق اتارے جو انہوں نے ڈال رکھے تھے اور یہ اس لئے کہ انہوں نے دین میں سختی کی تو اللہ کی طرف سے بھی ان پر سختی کی گئی۔ آپ جو دین اور جو دعوت لے کر آئے اس کے بارے میں بھی قرآن کہتا ہے :\nولقد یسرنا ........................ من مد کر (22:54) ” اور ہم نے قرآن کو نصیحت کے لئے آسان بنایا ہے ، تو ہے کوئی نصیحت حاصل کرنے والا “۔ اور ایک دوسری جگہ ہے۔\nوماجعل .................... من حرج (78:22)\n” اور اللہ نے تم پر دین میں کوئی تنگی نہیں رکھی “۔ اور سورة بقرہ میں ہے۔\nلا یکلف .................... وسعھا (286:2) ” اللہ تعالیٰ کسی پر اس کی طاقت سے زیادہ ذمہ داری نہیں ڈالتا “۔ اور مائدہ میں ہے۔\nمایرید ............................ لیطھرکم (6:5) ” اللہ تعالیٰ دین کے سلسلے میں تم پر کوئی تنگی نہیں کرنا چاہتا ، وہ تو تمہیں پاک کرنا چاہتا ہے “ غرض یہ آخری رسالت سہل ہے اور انسانی طاقت کی حدود میں ہے۔ اللہ نے لوگوں کو تنگی میں مبتلا نہیں کیا۔ نہ اللہ کا مقصود یہ ہے کہ لوگوں کی مشقت میں ڈالا جائے ، اسلام کی روح میں بھی سہولت ہے اور اسلام کے احکام میں بھی سہولت کو مدنظر رکھا گیا ہے۔ غرض یہ ایک فطری دین ہے۔ سورة روم میں ہے۔\nفطرت .................... علیھا (30:30) ” جس فطرت پر اللہ نے لوگوں کو پیدا کیا ہے ، یہ اللہ کی بنائی ہوئی فطرت ہے “۔\nاور جب انسان اس عقیدے کے ساتھ زندگی بسر کرنا چاہے تو وہ اس کو بہت آسان پاتا ہے۔ وہ دیکھتا ہے کہ اس میں انسانی قوت کو ملحوظ رکھا گیا ہے۔ اس میں انسان کے مختلف حالات کی رعایت بھی کی گئی ہے۔ اس میں ان حالات کا بھی خیال رکھا گیا ہے جو مختلف قسم کے معاشروں میں انسان کو پیش آتے ہیں۔ اسلامی عقیدہ بذات خود نہایت ہی سہل اور قابل فہم ہے۔ بس ایک الٰہ کا عقیدہ ہے اس جیسی کوئی چیز نہیں ہے۔ تمام مخلوقات کو اسی الٰہ نے بنایا ہے اور اسی الٰہ نے ان کو ان کی پیدائش کا مقصد بھی بتایا ہے۔ پھر اس نے رسول بھیجے ہیں اور ان رسولوں نے لوگوں کو ان کا مقصد وجود بتایا ہے۔ رسولوں نے لوگوں کو اپنے خلق کی طرف لوٹایا۔ اس کے بعد جو فرائض بھی ان پر عائد کیے گئے وہ اسی نظریہ سے نکلتے ہیں ، نہایت سیدھے سادھے طریقے سے جس میں کوئی ٹیڑھ نہیں ہے۔ اور لوگوں کو یہ حکم دیا کہ وہ ان میں سے جن احکام پر بھی عمل کرسکتے ہیں بغیر سختی اور مشقت کے عمل کریں۔ حضور ﷺ نے فرمایا : ” جب میں تمہیں حکم دوں تو اس حکم کی تعمیل اس قدر کرو جس قدر تمہاری طاقت ہو اور جس کام سے میں روکوں ، رک جاﺅ“ (بخاری ومسلم) ۔ اور جن چیزوں سے منع کیا گیا ہے ، ان میں سے بھی حالت اضطرار مستثنیٰ ہے۔\nالاما .................... الیہ (119:6) ” الایہ کہ تم ان کے لئے مضطرہوجاﺅ“۔\nیوں رسول آخرالزمان ﷺ کا مزاج ان کی رسالت اور دعوت کے ساتھ گھل مل گیا ہے ، اور اس دعوت اور داعی کی حقیقت ایک ہوگئی ، خصوصاً اس بنیادی صفت اور اس ممتاز رنگ میں ۔ اسی طرح اس امت کو بھی امت وسط اور سہل کہا گیا جس کے پاس رسول خدا یہ پیغام لے کر آئے تھے۔ یہ ایسی امت تھی جس پر رحمت ہوئی اور یہ رحمت اور محبت کا پیغام لے کر نہایت آسان اور سیدھا راستہ لوگوں کو بتانے کے لئے اٹھی۔ اس طرح کہ اس امت کا مراج آفاقی اور کائناتی مزاج بن گیا۔ اور اس کے مزاج اور اس وسیع کائنات کے مزاج کے اندر گہری ہم آہنگی پیدا ہوگئی۔\nپھر ذرا اس کائنات کا مطالعہ کرو ، اس کی حرکت کا بہاﺅ کس قدر سہل ، رواں دواں ہے اور اس میں کوئی ٹکراﺅ اور تصادم نہیں ہے۔ اربوں کھربوں اجرام فلکی اس کائناتی فضا میں تیرتے پھرتے ہیں۔ نہایت ہم آہنگی کے ساتھ اپنے اپنے مدار میں بہتے چلے جارہے ہیں ، نہایت تناسق ، خوشگوار کشش کے ساتھ جس کے اندر کوئی اضطراب نہیں۔ کوئی ایک بھی اپنے مدار سے ادھر ادھر نہیں ہوتا۔ اربوں کھربوں زندہ مخلوقات اس کرہ ارض پر زندگی بسر کررہی ہے اور اپنے قریبی دور کے مقاصد پورے کررہی ہے اور یہ زندگی نہایت پختگی اور زبردست انتظام کے ساتھ گزر رہی ہے۔ اور ہر چیز اپنا مقصد تخلیق نہایت ہی سہولت سے پورا کررہی ہے ، اور اپنی متعین راہ پر اپنی منزل کی طرف گامزن ہے۔ اس کائنات میں اربوں کھربوں حرکات واقعات ، اور حالات چل رہے ہیں ، مجتمع بھی اور متفرق بھی۔ اور یہ سب ایک راہ پر جارہے ہیں جس طرح سازوں کا ایک گروپ اپنے اپنے آلہ سے بالکل مختلف آواز نکال رہا ہوتا ہے اور یہ سب مختلف آوازیں ایک ہی راگ تشکیل کرکے ایک طویل نغمہ بناتی ہیں۔ حقیقت یہ ہے کہ اس کائنات کے وجود ، اسلامی نظام زندگی اور سیرت رسول ﷺ کے درمیان اور امت مسلمہ کے مزاج کے درمیان ایک زبردست ہم آہنگی ہے ، کیونکہ یہ اللہ کی صنعت ہے ، اللہ کی بتائی ہوئی فطرت ہے ، اور اللہ کا راگ ہے ، اور وہ نہایت ہی حکیم صنعت کار ہے۔\nفذکر .................... الذکری (9:87) لہٰذا نصیحت کرو اگر نصیحت نافع ہو “۔ اللہ نے نبی ﷺ کو پڑھایا تو ضمانت دی کہ آپ نہ بھولیں گے ، الا ماشاء اللہ۔ پھر اللہ نے نبی ﷺ کو بسہولت آسان طریقے پر چلنے کی سہولت فراہم کی تاکہ آپ اس عظیم امانت کا بار آسانی سے اٹھائیں اور لوگوں کو یاددہانی کرائیں۔ اسی لئے آپ کو تیار فرمایا اور خوشخبری دی گئی اور کہا کہ جب بھی موقعہ ملے یاددہانی کرائیں ، جب بھی آپ دلوں کے اندر بات اتارنے کی راہ پائیں ، اور تبلیغ کے ذرائع میسر ہوں۔ یہاں کہا گیا ہے۔\nان نفعت الذکری (9:87) ” اگر نصیحت فائدہ دے “۔ جب بھی یاددہانی کرائیں فائدہ ہی ہوتا رہے۔ کبھی ایسا نہیں ہوتا ہے کہ نصیحت سے کسی کو کم یا زیادہ فائدہ نہ ہو ، کبھی کوئی نسل استفادہ کرنے والوں سے خالی نہیں ہوئی۔ اگرچہ زمانہ کے اندر فساد عام ہو ، دلوں پر زنگ آگیا ہو ، اور ان پر پردے پڑگئے ہوں بہرحال تذکیر سے فائدہ ہوتا ہی ہے۔\nجب ہم ان آیا کی اس ترتب پر غور کرتے ہیں تو ہمیں رسالت کی عظمت کا پتہ چلتا ہے اور یہ معلوم ہوتا ہے کہ یہ امانت کس قدر عظیم اور اہم ہے۔ کہ اس فریضہ کی ادائیگی کے لئے اللہ نے آسان طریقے کی رہنمائی فرمائی اور آسانیاں بہم پہنچائیں ، پہلے یاد کروایا ، پھر اس پیغام کی حفاظت کی ذمہ داری اٹھائی تاکہ رسول خدا اطمینان سے یاددہانی کا فریضہ سرانجام دیں اور پھر حکم دیا کہ آپ یاددہانی کرائیں اگر مفید ہو ، یہ سب سہولیات دے کہ آپ کو کام پر لگایا اور یہ دراصل عظیم زاد راہ تھا۔\nجب رسول خدا ﷺ نے اپنا یہ فریضہ پورا کردیا ، تو آپ کی ڈیوٹی ختم ہوگئی۔ پھر لوگ جانیں اور ان کا کام۔ تبلیغ وتذکیر کے بعد لوگوں کے مسالک ، ان کے اہداف اور انجام مختلف ہوجاتے ہیں۔ اور یہ اللہ ہے جو کسی کو ایک انجام تک پہنچاتا ہے اور کسی کو دوسرے تک ۔ جس طرح انہوں نے رویہ اختیار کیا ، قبول کرنے کا یارد کرنے کا۔"
    }
  ]
}
