{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 90,
      "text": "لا اقسم .................................... فی کبد\nشہر سے مراد مکہ ہے ، جہاں بیت الحرام واقع ہے ، یہ پہلا وہ گھر ہے ، جو صرف اللہ کی عبادت کے لئے اس زمین پر بنایا گیا ہے ، تاکہ یہاں لوگ آزادی سے آجاسکیں اور امن سے رہ سکیں۔ جہاں آکر ، یہ اسلحہ پھینک دیں ، اپنے ذاتی جھگڑے ایک طرف رکھ دیں ، عداوتوں کو بھلادیں اور اس میں نہایت امن سے ملیں۔ جہاں کسی کا کسی پر اسلحہ اٹھانا حرام ہو ، انسان میں نہیں بلکہ یہاں کے پرندوں اور درختوں کو چھیڑنا اور نقصان پہنچانا بھی حرام ہو۔ پھر یہ شہر ابراہیم (علیہ السلام) کا گھر ہے ، جو حضرت اسماعیل (علیہ السلام) کے والد محترم ہیں اور حضرت اسماعیل (علیہ السلام) عربوں کے والد اور مسلمانوں کے پیشوا ہیں۔\nاللہ نبی ﷺ کو یوں عزت افزائی فرماتا ہے کہ سا شہر کی قسم اس حال میں اٹھاتا ہے کہ آپ اس میں مقیم ہیں ، مطلب یہ کہ آپ کی یہاں موجودگی کی وجہ سے گویا اس شہر کی عزت واحترام میں اور شرف مقام میں اور عظمت واحتشام میں اضافہ ہوگیا ہے۔ یہ اشارہ اس مقام پر گہرے اثرات کا حامل ہے ، انحالات میں کہ مشرکین اس گھر کی حرمت کو ان دنوں پامال کررہے تھے ، اس شہر میں جہاں نباتات وحیوانات بھی پرامن تھے مسلمانوں کو اذیت دی جاتی تھی۔ حالانکہ یہ گھر محترم تھا اور نبی کریم کی موجودگی کی وجہ سے اور محترم ہوگیا تھا اور جب اللہ نے اس شہر اور اس میں مقیم شخصیت کی وجہ سے قسم اٹھائی تو اس کی حرمت ، عظمت اور مرتبہ میں مزید اضافہ ہوگیا۔ اس لئے مشرکین مکہ کا یہ موقف کہ وہ اس گھر کے خدمت گار ہیں ، اسماعیل (علیہ السلام) کی اولاد سے ہیں ، ابراہیم (علیہ السلام) کے دین پر ہیں ، بالکل غلط ، متضاد اور جھوٹا موقف ہے۔\nیہی وجہ ہے کہ اگلی قسم ۔\nووالد وما ولد (3:90) ” اور قسم ہے باپ کی اولاد کی “۔ میں حضرت ابراہیم (علیہ السلام) اور ان کے بیٹے اسماعیل (علیہ السلام) کی طرف خاص اشارہ ہے اور مکہ کی قسم ، اس میں مقیم نبی آخر الزمان کی قسم اور پھر مکہ کے بانیوں حضرت ابراہیم اور حضرت اسماعیل (علیہ السلام) کی قسم ایک مناسبت رکھتی ہیں ، لیکن اس اشارے اور مناسبت کے باوجود والد اور ولد سے مراد مطلق والد اور مولود بھی ہوسکتے ہیں۔ اور اس صورت میں مفہوم یہ ہوگا کہ اس آیت میں قسم انسانی پیدائش اور انسان کی نشوونما پر کھالی گئی ہے۔ اس طرح یہ قسم تمہید ہوگی۔ سورت کے اصل موضوع کے لئے جو انسان کی حقیقت ہے۔\nاستاد محمد عبدہ نے اس مقام پر ایک خاص تفسیر کی ہے اور ایک لطیف نکتہ بیان کی ہے جو ظلال القرآن کی روح سے مطابقت رکھتا ہے۔ اس لئے ہم سمجھتے ہیں کہ اس کا یہاں نقل کرنا مناسب ہوگا۔ وہ فرماتے ہیں :\nاس کے بعد اللہ نے والد اور مولود کی قسم اٹھائی کہ اس کائنات کے مظاہر میں سے انسانیت کی پیدائش اور نشوونما کا مظہر بہت ہی اہم ہے یعنی نظام تولید اور اس کے اندر جو گہری حکمت پنہاں ہے اور انسان نے حضرت انسان کو کس قدر خوبصورت بنایا۔ پھر یہ کہ والد اور مولود دونوں پیدا ہونے والے کی تکمیل میں کس قدر مشقت اٹھاتے ہیں اور کتنی مشقتوں اور محنتوں سے یہ مولود اپنے مقررہ کمال تک پہنچتا ہے “۔\n” یہی صورت ایک بیج کے اگنے اور نشوونما کے ساتھ تمام ادوار سے گزرنے میں بھی پیش آتی ہے۔ اس بیج اور پودے کو فضا کے عوامل کا مقابلہ کرنا پڑتا ہے اور یہ پودا مشقت کے ساتھ اپنے ماحول سے اپنے لیے مختلف عناصر اخذ کرتا ہے ، یہاں تک کہ وہ آخر کار ایک درخت بن جاتا ہے۔ جس کا ایک تنا اور ٹہنیاں ہوتی ہیں۔ اور پھر یہ درخت اور مکمل پودا مزید بیج پیدا کرتا ہے اور یہ بیج آگے اپنا کردار ادا کرتے ہیں ، اس طرح یہ زمین ان نباتات کی وجہ سے خوبصورت بنتی ہے۔ اگر تم ان سب امور کو ذہن میں رکھو اور پھر اس سے ذرا اوپر حیوانات پر غور کرو ، تو تمہیں معلوم ہوگا کہ والد اور مولود کی حیاتیات میں جو عجوبے ہیں وہ بہت بڑے ہیں ، اور والد اور مولود دونوں اس نشوونما کے عمل میں جن مشقتوں سے گزرتے ہیں اور جس طرح اس ذریعہ سے بقائے نوع کا انتظام کیا جاتا ہے اور ان کے ذریعے جس طرح اس کائنات کے حسن کو دوبالا کیا جاتا ہے ۔ تو اس عمل میں نہایت بلند اور اہم مظاہر قدرت ہیں “۔"
    },
    {
      "ayah": 10,
      "surah": 90,
      "text": "وھدینہ النجدین (10:90) ” اور دونوں راستے اسے دکھائے “۔ کہ نیکی وبدی میں سے وہ جس راستے کو چاہے اختیار کرے۔ اس کو ایسی طاقت دی کہ وہ نیکی اور بدی میں سے جس کو چاہے ، اپنائے اور انسان کی تخلیق میں یہ دوہری قوت رکھی گئی اور یہی اللہ کی حکمت تخلیق تھی۔ پھر اللہ نے ہر چیز کو خلقت بخشی اور اس کائنات میں اس کے لئے اس کا فریضہ منصبی آسان کردیا۔\nیہ آیت اس بات کی وضاحت کرتی ہے کہ انسان کی فطرت کیا ہے اور سورة شمس میں اس کی مزید وضاحت کی گئی ہے۔\nونفس وما سواھا ................................ دسھا (7:90 تا 10) ” قسم ہے نفس انسانی کی اور اس کی ساخت کی۔ اور پھر اسے بتایا کہ فجور کیا ہے اور تقویٰ کیا ہے۔ بیشک کامیاب ہوا وہ شخص جس نے نفس کو پاک کیا اور ناکام ہوا۔ وہ شخص جس نے اسے برباد کیا “۔ ان آیات میں نفس کے بارے میں اسلام کا نقطہ نظر بیان کیا گیا ہے۔ اس کی تفصیلات سورة شمس میں بیان کریں گے۔\nیہ اللہ کی نعمتیں ہیں جو اللہ نے بنی نوع انسان کو عطا کی ہیں اور ہر انسان کے نفس میں یہ نعمتیں رکھ دی گئی ہیں ، ان کا تقاضا یہ ہے کہ انسان ہدایت قبول کرے ، اس کی آنکھوں کا یہ فرض ہے کہ یہ کائنات میں قدرت الٰہیہ کے دلائل مشاہدہ کریں اور اشارات ایمان تلاش کریں اور دلائل قدرت اور اشارات ایمان اس کائنات میں ہر طرف بکھرے پڑے ہیں۔ پھر انسان کی زبان اور اس کے ہونٹ کلام اور بیان کے ذرائع ہیں۔ اور ان دونوں کی وجہ سے انسان اس کرہ ارض پر بہت کچھ کرتا ہے ، بعض اوقات ایک لفظ توار اور بم کا کام کرتا ہے اور کبھی وہ اس کے تلفظ کرنے والے کو آگ میں گرادیا ہے۔ غرض یہ الفاظ ہی ہیں جو انسان کو اٹھاتے اور گراتے ہیں ، یعنی اس آگ میں : ” حضرت معاذ ابن جبل ؓ سے روایت ہے ، فرماتے ہیں کہ میں نبی ﷺ کے ساتھ ایک سفر میں تھا۔ ایک دن میں آپ کے قریب آگیا اور ساتھ ساتھ چلنے لگا ۔ تو میں نے حضور اکرم سے پوچھا اے رسول خدا ! مجھے ایسا عمل بتائیے جو مجھے جنت میں پہنچا دے اور دوزخ سے بچائے۔ آپ نے فرمایا تو نے تو بہت بڑی بات پوچھی ، مگر یہ بڑی بات ان لوگوں کے لئے آسان ہے جن کے لئے اللہ آسان کردے۔ وہ یہ کہ تم اللہ کی بندگی کرو اور اس کے ساتھ کسی کو شریک نہ کرو ، نماز قائم کرو ، زکوٰة ادا کرو ، رمضان شریف کے روزے رکھو ، بیت اللہ کا حج کرو ۔ پھر آپ نے فرمایا کہ کیا میں تمہیں یہ نہ بتادوں کہ خیر کے دروازے کیا ہیں ؟ تو میں نے کہا ضرور۔ تو فرمایا : روزہ ڈھال ہے اور صدقہ گناہوں کو اس طرح مٹاتا ہے جس طرح پانی آگ کو بجھاتا ہے اور رات کے نصف آخر میں نماز نیک لوگوں کا شعار وعلامت ہے۔ اور آپ نے یہ آیت تلاوت فرمائی :\nتتجافی ........................ المضاجع ” ان کے پہلو رات کو بستروں سے جدا ہوجاتے ہیں “۔ پھر فرمایا کیا میں تمہیں نہ بتاﺅں کہ اس معاملہ (دین) کا سرا کیا ہے ؟ اس کا ستون کیا ہے ؟ اور اس کی بلند ترین چوٹی کیا ہے ؟ تو حضرت معاذ ؓ نے کہا اللہ کے رسول ضرور بتائیے۔ تو فرمایا اس معاملے کا سرا اسلام ہے ، ستون نماز ہے ، اور بلند ترین چوٹی جہاد ہے۔ پھر آپ نے فرمایا کیا میں تمہیں نہ بتاﺅں کہ ان سب چیزوں کا دارومدار کس چیز پر ہے تو میں نے کہا اللہ کے رسول ضرور بتائیے ، تو فرمایا اس پر (زبان کی طرف اشارہ کرتے ہوئے) قابو رکھو ، تو میں نے کہا ، اے رسول خدا جو کچھ ہم بولتے ہیں اس پر بھی ہم سے مواخذہ ہوگا ، آپ نے فرمایا : تمہاری ماں تمہیں روئے کہ لوگ اپنی زبان کی کاٹی ہوئی فصل کی وجہ سے منہ کے بل یا فرمایا ناک کے بل جہنم میں گرائے جاتے ہیں “۔ (احمد ، ترمذی ، نسائی ، ابن ماجہ)"
    },
    {
      "ayah": 11,
      "surah": 90,
      "text": "پھر اللہ نے انسان کو یہ ہدایت دی کہ وہ خیروشر کو سمجھے اور یہ سمجھے کہ جنت کا راستہ کون سا ہے اور جہنم کا راستہ ہے اور اللہ نے اگلی آیات میں اس مشکل گھاٹی کی توضیح فرمادی ہے :\nفلا اقتحم ................................ المیمنة\nیہ ہے وہ دشوار گزار کھائی جس کو عبور کرنے کی ہمت انسان نہیں کرتا ، الایہ کہ جو لوگ اپنے پختہ ایمان سے مدد لیں۔ یہ گھاٹی انسان اور جنت کے درمیان حائل ہے ، اگر انسان اسے عبور کرلے تو وہ سیدھا جنت میں داخل ہوجائے ۔ یہاں قرآن کریم اس کی تصویر کشی اس طرح کرتا ہے کہ انسان کے دل میں اسے عبور کرنے کا جوش پیدا ہو ، اور یہ تحریک ہو کہ وہ اسے عبور کرلے ، ایک جست لگائے اور اس پار ہو ، اس کی پوری طرح وضاحت کی گئی اور یہ یقین دلادیا گیا کہ یہی تمہارے اور جنت کے درمیان حائل ہے۔\nفلا اقتحم العقبة (11:90) ” مگر اس نے دشوار گزار گھاٹی سے گزرنے کی ہمت نہ کی “۔ لفظ اقتحام استعمال کرکے اس بات پر ابھارا گیا ہے کہ آگے بڑھو ، ایک جست لگا کر اسے عبور کرو ، گھس جاﺅ۔"
    },
    {
      "ayah": 12,
      "surah": 90,
      "text": "پھر اس گھاٹی کی عظمت اور بڑائی بیان کرنے کے لئے سوال\nوما ادرک ما العقبة (12:90) ” تم کیا جانو کہ وہ دشوار گزار گھاٹی کیا ہے “۔ یہ سوال اس لئے نہیں ہے کہ وہ گھاٹی کوئی بہت ضخیم ہے اور ناقابل عبور ہے ، مطلب یہ ہے کہ یہ بہت اہم ہے۔ اللہ کے نزدیک اس کو عبور کرنا ضروری ہے تاکہ انسان جرات کرکے گھس جائے اور جست لگادے۔ اگرچہ اس کی راہ میں مشکلات حائل ہوں ، کیونکہ محنت اور مشقت کے بغیر تو کوئی کام بھی نہیں ہوتا اور اگر کوئی یہ مشقت برداشت کرے گا تو اسے ضرور اس کا ثمرہ مل جائے گا اور اس کی تکالیف کا صلہ اس کے سامنے ہوگا ، اور اس کا کوئی عمل ضائع نہ ہوگا اور یہ کام ہر حال میں ہونے والا ہے۔\nیہ دشوارگزار گھاٹی کیا ہے۔ یہ وہ چیز ہے جس کی مکہ کی سوسائٹی کو بےحد ضرورت تھی ، جہاں تحریک اسلامی دعوت کا کام کررہی تھی۔ ان غلاموں کو آزادی دلانا جو اس سوسائٹی میں نہایت ہی برے حالات کار میں کام کررہے تھے ، اس خود غرض سوسائٹی میں لوگ نہایت ہی خود غرضی سے مفادات کے پیچھے دوڑ رہے تھے اور نادار لوگ بھوک سے مر رہے تھے۔ اس میں لوگوں کے لئے ابتدائی انسانی ضروریات فراہم کرنا ، یہ باتیں تو مکہ کی سوسائٹی کے پس منظر میں تھیں ، باقی بعض ایسی باتیں جن کا تعلق کسی زمان ومکان سے نہیں ہے اور جن کا تعلق تمام انسانوں کے ساتھ ہے اور جو نجات کے لئے ہمیشہ دشوار گزار گھاٹی کی طرح رہے ہیں مثلاً\nثم کان ............................ بالمرحمة (17:90) ” پھر وہ آدمی ان لوگوں میں شامل ہو جو ایمان لائے اور جنہوں نے ایک دوسرے کو صبر اور (خلق خدا پر) رحم کی تلقین کی “۔ روایات میں ہے کہ کسی گردن کو غلامی سے چھڑانے کا مقصد یہ ہے کہ غلاموں کو آزاد کرنے میں شرکت کرنا ، اور لغوی لحاظ سے عتق کے معنی ہیں کسی کو مکمل آزاد کردینا یعنی ایک شخص کسی کو آزاد کردے۔ کوئی کسی کی آزادی میں شریک ہو یا کسی کو پورا آزاد کردے ، حاصل دونوں کا ایک ہی ہے۔\nجب یہ آیات نازل ہوئیں تو مکہ میں لوگوں نے اسلام کو ہر طرف سے گھیررکھا تھا۔ اسلامی حکومت قائم نہ تھی کہ وہ آزادی غلاماں کا قانون پاس کردیتی۔ غلامی جزیرة العرب اور اس کے علاوہ پوری دنیا میں عام تھی اور پوری دنیا میں عورتوں کے ساتھ نہایت ظالمانہ سلوک کیا جاتا تھا ، جب بعض غلام مسلمان ہوگئے ، مثلاً عمار ابن یاسر ان کا خاندان ، بلال ابن رباح ، صہیب ؓ وغیرہ۔ تو ان غلاموں کے مالکان نے ان پر سخت تشدد شروع کردیا۔ اور ان پر ایسا تشدد شروع کردیا جو ناقابل برداشت تھا ، مسلمان اس نتیجے پر پہنچے کہ ماسوائے آزادی کے اور کسی طریقے سے ان کی جان نہیں چھوٹ سکتی اور آزادی کا صرف ایک ہی طریقہ تھا کہ ان لوگوں کو ، ان کے شقی القلب اور سنگدل مالکان سے خریدا جائے۔ اس میدان میں حضرت ابوبکر صدیق ؓ مرد اول رہے ، جیسا کہ ان کی عادت تھی کہ وہاسلام کے ہر معاملے میں سب سے پہلے لبیک کہتے ، اور نہایت ثابت قدمی سے اور اطمینان سے اور استقامت سے اس راہ پر آگے بڑھتے۔\nابن اسحاق لکھتے ہیں کہ حضرت ابوبکر صدیق ؓ کے آزاد کردہ غلام حضرت بلال ، اس سے پہلے بنی جمح کے پیدائشی غلام تھے ، یہ نہایت سچے مسلمان تھے ، نہایت پاک دل تھے۔ امیہ ابن حلف ابن وہب ابن خذافہ ابن جمح تپتی دوپہر میں انہیں نکالتا ، وادی مکہ میں زمین پر پیٹھ کے بل لٹاتا اور حکم دیتا کہ ان کے سینے پر ایک بھاری پتھر رکھ دیا جائے اور ان سے کہتا کہ ” تم اسی طرح رہو گے جب تک تم مر نہیں جاتے یا محمد (ﷺ) کی نبوت کا انکار نہیں کردیتے اور لات وعزیٰ کی عبادت نہیں کرتے ؟ “ اس مصیبت کی حالت میں وہ صرف یہی کہتے “ احد .... احد “۔\nایک دن حضرت ابوبکر صدیق ؓ پاس سے گزرے اور یہ لوگ اس وقت ان پر اس طرح تشدد کررہے تھے۔ حضرت ابوبکر ؓ کا گھر محلہ بنی جمح میں تھا ۔ آپ نے امیہ ابن خلف سے کہا : ” کیا تم اللہ سے نہیں ڈرتے کب تک تم یہ ظلم کرتے رہو گے ؟ “ اس نے جواب دیا : ” تم ہی نے تو اسے برباد کیا ہے لہٰذا اس عذاب سے تمہی اسے چھڑاﺅ گے “۔ حضرت ابوبکر صدیق ؓ نے فرمایا ” اچھا میں کرتا ہوں۔ میرے پاس ایک سیاہ فام غلام ہے اس سے زیادہ قوی اور مضبوط اور وہ تمہارے دین پر ہے۔ میں اسے اس کے بدلے تمہیں دیتا ہوں “۔ امیہ ابن خلف نے کہا : ” میں نے قبول کیا “۔ تو حضرت ابوبکر صدیق ؓ نے اسے اپنے غلام کے بدلے خرید لیا اور آزاد کردیا۔\n” مدینہ کو ہجرت کرنے سے پہلے ، ان کے ساتھ اور چھ غلام بھی حضرت ابوبکر صدیق ؓ نے آزاد کرائے ، بلال ساتویں تھے۔ عامر ابن فہیرہ ؓ جو بدر میں شریک ہوئے اور ہئر معمونہ میں شہید ہوئے۔ ام عبیں ، زنیرہ ، جب ان کو حضرت ابوبکر صدیق ؓ نے آزاد کرایا تو ان کی بصارت چلی گئی۔ قریش نے کہا اس سے لات اور عزیٰ کے سوا کسی اور نے نظر نہیں چھین لی۔ اس پر اس نے یہ تبصرہ لیا : ” وہ جھوٹ بولتے ہیں ، بیت اللہ کی قسم لات اور عزیٰ نہ نقصان پہنچاسکتے اور نہ نفع “۔ اس کے بعداللہ نے اس کی نظر کو لوٹا دیا۔ نہدیہ اور اس کی بیٹی ، یہ دونوں بنی عبدالدار کی ایک عورت کی لونڈیاں تھیں۔ اس نے ان کو آٹا دے کر بھیجا اور ساتھ ہی یہ کہا خدا کی قسم میں تمہیں کبھی بھی آزادانہ کروں گی۔ اس وقت حضرت ابوبکر صدیق ؓ پاس ہی سے گزر رہے تھے۔ انہوں نے کہا : ام فلاں ، اس قسم کا کفارہ ادا کرکے اس سے نکل آﺅ، اس نے جواب دیا تم اس کا کفارہادا کرو ، تم ہی نے تو ان کو خراب کیا ہے۔ لہٰذا تم ہی انہیں آزاد کرو ، تو حضرت نے فرمایا ، بتاﺅ قیمت ، اس نے کہا یہ ہے قیمت ، حضرت ابوبکر صدیق ؓ نے فرمایا بس میں نے خرید لیا اور یہ آزاد ہوئیں۔ اس کا آٹا اسے لوٹا دو ، انہوں نے کہا ، مناسب نہیں کہ ہم اس سے فارغ ہوجائیں اور پھر اسے لوٹا دیں۔ تو انہوں نے کہا جس طرح تم چاہو۔\nاسی طرح ایک بار ایک لونڈی کے پاس سے گزرے ، یہ بنی عدی قبیلے کی شاخ بنی مومل سے تھی اور مسلمان تھی۔ عمرو ابن مہیب اسے سخت سزا دیتے تھے اور یہ کہتے تھے کہ اسلام چھوڑ دو ، اس وقت حضرت عمر ؓ مشرک تھے ، اسے یہ مار رہے تھے۔ جب وہ تھک گئے تو کہا میں معذرت کرتا ہوں کہ میں نے تمہیں محض اس لئے چھوڑ دیا ہے کہ میں تھک گیا ہوں ورنہ اور ماتا اور وہ کہتی ، اسی طرح اللہ تیرے ساتھ کرے۔ اسے بھی حضرت ابوبکر صدیق ؓ نے خریدا اور آزاد کردیا “۔\nابن اسحاق کہتے ہیں ، محمد ابن عبداللہ ابن ابو عتیق نے بیان کیا ، عامر ابن عبداللہ سے انہوں نے ابن زبیر سے ، انہوں نے ان کے خاندان والوں سے یہ کہ ابو قحافہ نے کہا : ” بیٹے میں دیکھ رہا ہوں کہ تم ضعیف غلاموں کو آزاد کررہے ہو ، اگر تم یہ کام کرتے ہی ہو جو کررہے ہو تو پھر تمہیں چاہیے کہ مضبوط لوگوں کو آزاد کرو ، جو تمہارے حامی ہوں اور جب تم پر مصیبت آئے تو تمہارے آگے کھڑے ہوں “۔ اس پر حضرت ابوبکر صدیق ؓ نے فرمایا : ” اے باپ ، میں جو چاہتا ہوں وہ صرف رضائے الٰہی کے لئے چاہتا ہوں “۔\nیہ حضرت ابوبکر صدیق ؓ تھے جو اس مشکل گھاٹی کو عبور کرنے کے لئے گھس رہے تھے ، اور وہ ایسے مصیبت زدہ جن پر تشدد ہورہا تھا ، اور سوسائٹی ایسی تھی جس میں ایسا اقدام نہایت ابتدائی جست شمار ہوتا اور نہایت انقلابی اقدام ہوتا تھا۔ یوں جس طرح کوئی مشکل ترین گھاٹی کو عبور کرے۔"
    },
    {
      "ayah": 13,
      "surah": 90,
      "text": "پھر اس گھاٹی کی عظمت اور بڑائی بیان کرنے کے لئے سوال\nوما ادرک ما العقبة (12:90) ” تم کیا جانو کہ وہ دشوار گزار گھاٹی کیا ہے “۔ یہ سوال اس لئے نہیں ہے کہ وہ گھاٹی کوئی بہت ضخیم ہے اور ناقابل عبور ہے ، مطلب یہ ہے کہ یہ بہت اہم ہے۔ اللہ کے نزدیک اس کو عبور کرنا ضروری ہے تاکہ انسان جرات کرکے گھس جائے اور جست لگادے۔ اگرچہ اس کی راہ میں مشکلات حائل ہوں ، کیونکہ محنت اور مشقت کے بغیر تو کوئی کام بھی نہیں ہوتا اور اگر کوئی یہ مشقت برداشت کرے گا تو اسے ضرور اس کا ثمرہ مل جائے گا اور اس کی تکالیف کا صلہ اس کے سامنے ہوگا ، اور اس کا کوئی عمل ضائع نہ ہوگا اور یہ کام ہر حال میں ہونے والا ہے۔\nیہ دشوارگزار گھاٹی کیا ہے۔ یہ وہ چیز ہے جس کی مکہ کی سوسائٹی کو بےحد ضرورت تھی ، جہاں تحریک اسلامی دعوت کا کام کررہی تھی۔ ان غلاموں کو آزادی دلانا جو اس سوسائٹی میں نہایت ہی برے حالات کار میں کام کررہے تھے ، اس خود غرض سوسائٹی میں لوگ نہایت ہی خود غرضی سے مفادات کے پیچھے دوڑ رہے تھے اور نادار لوگ بھوک سے مر رہے تھے۔ اس میں لوگوں کے لئے ابتدائی انسانی ضروریات فراہم کرنا ، یہ باتیں تو مکہ کی سوسائٹی کے پس منظر میں تھیں ، باقی بعض ایسی باتیں جن کا تعلق کسی زمان ومکان سے نہیں ہے اور جن کا تعلق تمام انسانوں کے ساتھ ہے اور جو نجات کے لئے ہمیشہ دشوار گزار گھاٹی کی طرح رہے ہیں مثلاً\nثم کان ............................ بالمرحمة (17:90) ” پھر وہ آدمی ان لوگوں میں شامل ہو جو ایمان لائے اور جنہوں نے ایک دوسرے کو صبر اور (خلق خدا پر) رحم کی تلقین کی “۔ روایات میں ہے کہ کسی گردن کو غلامی سے چھڑانے کا مقصد یہ ہے کہ غلاموں کو آزاد کرنے میں شرکت کرنا ، اور لغوی لحاظ سے عتق کے معنی ہیں کسی کو مکمل آزاد کردینا یعنی ایک شخص کسی کو آزاد کردے۔ کوئی کسی کی آزادی میں شریک ہو یا کسی کو پورا آزاد کردے ، حاصل دونوں کا ایک ہی ہے۔\nجب یہ آیات نازل ہوئیں تو مکہ میں لوگوں نے اسلام کو ہر طرف سے گھیررکھا تھا۔ اسلامی حکومت قائم نہ تھی کہ وہ آزادی غلاماں کا قانون پاس کردیتی۔ غلامی جزیرة العرب اور اس کے علاوہ پوری دنیا میں عام تھی اور پوری دنیا میں عورتوں کے ساتھ نہایت ظالمانہ سلوک کیا جاتا تھا ، جب بعض غلام مسلمان ہوگئے ، مثلاً عمار ابن یاسر ان کا خاندان ، بلال ابن رباح ، صہیب ؓ وغیرہ۔ تو ان غلاموں کے مالکان نے ان پر سخت تشدد شروع کردیا۔ اور ان پر ایسا تشدد شروع کردیا جو ناقابل برداشت تھا ، مسلمان اس نتیجے پر پہنچے کہ ماسوائے آزادی کے اور کسی طریقے سے ان کی جان نہیں چھوٹ سکتی اور آزادی کا صرف ایک ہی طریقہ تھا کہ ان لوگوں کو ، ان کے شقی القلب اور سنگدل مالکان سے خریدا جائے۔ اس میدان میں حضرت ابوبکر صدیق ؓ مرد اول رہے ، جیسا کہ ان کی عادت تھی کہ وہاسلام کے ہر معاملے میں سب سے پہلے لبیک کہتے ، اور نہایت ثابت قدمی سے اور اطمینان سے اور استقامت سے اس راہ پر آگے بڑھتے۔\nابن اسحاق لکھتے ہیں کہ حضرت ابوبکر صدیق ؓ کے آزاد کردہ غلام حضرت بلال ، اس سے پہلے بنی جمح کے پیدائشی غلام تھے ، یہ نہایت سچے مسلمان تھے ، نہایت پاک دل تھے۔ امیہ ابن حلف ابن وہب ابن خذافہ ابن جمح تپتی دوپہر میں انہیں نکالتا ، وادی مکہ میں زمین پر پیٹھ کے بل لٹاتا اور حکم دیتا کہ ان کے سینے پر ایک بھاری پتھر رکھ دیا جائے اور ان سے کہتا کہ ” تم اسی طرح رہو گے جب تک تم مر نہیں جاتے یا محمد (ﷺ) کی نبوت کا انکار نہیں کردیتے اور لات وعزیٰ کی عبادت نہیں کرتے ؟ “ اس مصیبت کی حالت میں وہ صرف یہی کہتے “ احد .... احد “۔\nایک دن حضرت ابوبکر صدیق ؓ پاس سے گزرے اور یہ لوگ اس وقت ان پر اس طرح تشدد کررہے تھے۔ حضرت ابوبکر ؓ کا گھر محلہ بنی جمح میں تھا ۔ آپ نے امیہ ابن خلف سے کہا : ” کیا تم اللہ سے نہیں ڈرتے کب تک تم یہ ظلم کرتے رہو گے ؟ “ اس نے جواب دیا : ” تم ہی نے تو اسے برباد کیا ہے لہٰذا اس عذاب سے تمہی اسے چھڑاﺅ گے “۔ حضرت ابوبکر صدیق ؓ نے فرمایا ” اچھا میں کرتا ہوں۔ میرے پاس ایک سیاہ فام غلام ہے اس سے زیادہ قوی اور مضبوط اور وہ تمہارے دین پر ہے۔ میں اسے اس کے بدلے تمہیں دیتا ہوں “۔ امیہ ابن خلف نے کہا : ” میں نے قبول کیا “۔ تو حضرت ابوبکر صدیق ؓ نے اسے اپنے غلام کے بدلے خرید لیا اور آزاد کردیا۔\n” مدینہ کو ہجرت کرنے سے پہلے ، ان کے ساتھ اور چھ غلام بھی حضرت ابوبکر صدیق ؓ نے آزاد کرائے ، بلال ساتویں تھے۔ عامر ابن فہیرہ ؓ جو بدر میں شریک ہوئے اور ہئر معمونہ میں شہید ہوئے۔ ام عبیں ، زنیرہ ، جب ان کو حضرت ابوبکر صدیق ؓ نے آزاد کرایا تو ان کی بصارت چلی گئی۔ قریش نے کہا اس سے لات اور عزیٰ کے سوا کسی اور نے نظر نہیں چھین لی۔ اس پر اس نے یہ تبصرہ لیا : ” وہ جھوٹ بولتے ہیں ، بیت اللہ کی قسم لات اور عزیٰ نہ نقصان پہنچاسکتے اور نہ نفع “۔ اس کے بعداللہ نے اس کی نظر کو لوٹا دیا۔ نہدیہ اور اس کی بیٹی ، یہ دونوں بنی عبدالدار کی ایک عورت کی لونڈیاں تھیں۔ اس نے ان کو آٹا دے کر بھیجا اور ساتھ ہی یہ کہا خدا کی قسم میں تمہیں کبھی بھی آزادانہ کروں گی۔ اس وقت حضرت ابوبکر صدیق ؓ پاس ہی سے گزر رہے تھے۔ انہوں نے کہا : ام فلاں ، اس قسم کا کفارہ ادا کرکے اس سے نکل آﺅ، اس نے جواب دیا تم اس کا کفارہادا کرو ، تم ہی نے تو ان کو خراب کیا ہے۔ لہٰذا تم ہی انہیں آزاد کرو ، تو حضرت نے فرمایا ، بتاﺅ قیمت ، اس نے کہا یہ ہے قیمت ، حضرت ابوبکر صدیق ؓ نے فرمایا بس میں نے خرید لیا اور یہ آزاد ہوئیں۔ اس کا آٹا اسے لوٹا دو ، انہوں نے کہا ، مناسب نہیں کہ ہم اس سے فارغ ہوجائیں اور پھر اسے لوٹا دیں۔ تو انہوں نے کہا جس طرح تم چاہو۔\nاسی طرح ایک بار ایک لونڈی کے پاس سے گزرے ، یہ بنی عدی قبیلے کی شاخ بنی مومل سے تھی اور مسلمان تھی۔ عمرو ابن مہیب اسے سخت سزا دیتے تھے اور یہ کہتے تھے کہ اسلام چھوڑ دو ، اس وقت حضرت عمر ؓ مشرک تھے ، اسے یہ مار رہے تھے۔ جب وہ تھک گئے تو کہا میں معذرت کرتا ہوں کہ میں نے تمہیں محض اس لئے چھوڑ دیا ہے کہ میں تھک گیا ہوں ورنہ اور ماتا اور وہ کہتی ، اسی طرح اللہ تیرے ساتھ کرے۔ اسے بھی حضرت ابوبکر صدیق ؓ نے خریدا اور آزاد کردیا “۔\nابن اسحاق کہتے ہیں ، محمد ابن عبداللہ ابن ابو عتیق نے بیان کیا ، عامر ابن عبداللہ سے انہوں نے ابن زبیر سے ، انہوں نے ان کے خاندان والوں سے یہ کہ ابو قحافہ نے کہا : ” بیٹے میں دیکھ رہا ہوں کہ تم ضعیف غلاموں کو آزاد کررہے ہو ، اگر تم یہ کام کرتے ہی ہو جو کررہے ہو تو پھر تمہیں چاہیے کہ مضبوط لوگوں کو آزاد کرو ، جو تمہارے حامی ہوں اور جب تم پر مصیبت آئے تو تمہارے آگے کھڑے ہوں “۔ اس پر حضرت ابوبکر صدیق ؓ نے فرمایا : ” اے باپ ، میں جو چاہتا ہوں وہ صرف رضائے الٰہی کے لئے چاہتا ہوں “۔\nیہ حضرت ابوبکر صدیق ؓ تھے جو اس مشکل گھاٹی کو عبور کرنے کے لئے گھس رہے تھے ، اور وہ ایسے مصیبت زدہ جن پر تشدد ہورہا تھا ، اور سوسائٹی ایسی تھی جس میں ایسا اقدام نہایت ابتدائی جست شمار ہوتا اور نہایت انقلابی اقدام ہوتا تھا۔ یوں جس طرح کوئی مشکل ترین گھاٹی کو عبور کرے۔"
    },
    {
      "ayah": 14,
      "surah": 90,
      "text": "پھر اس گھاٹی کی عظمت اور بڑائی بیان کرنے کے لئے سوال\nوما ادرک ما العقبة (12:90) ” تم کیا جانو کہ وہ دشوار گزار گھاٹی کیا ہے “۔ یہ سوال اس لئے نہیں ہے کہ وہ گھاٹی کوئی بہت ضخیم ہے اور ناقابل عبور ہے ، مطلب یہ ہے کہ یہ بہت اہم ہے۔ اللہ کے نزدیک اس کو عبور کرنا ضروری ہے تاکہ انسان جرات کرکے گھس جائے اور جست لگادے۔ اگرچہ اس کی راہ میں مشکلات حائل ہوں ، کیونکہ محنت اور مشقت کے بغیر تو کوئی کام بھی نہیں ہوتا اور اگر کوئی یہ مشقت برداشت کرے گا تو اسے ضرور اس کا ثمرہ مل جائے گا اور اس کی تکالیف کا صلہ اس کے سامنے ہوگا ، اور اس کا کوئی عمل ضائع نہ ہوگا اور یہ کام ہر حال میں ہونے والا ہے۔\nیہ دشوارگزار گھاٹی کیا ہے۔ یہ وہ چیز ہے جس کی مکہ کی سوسائٹی کو بےحد ضرورت تھی ، جہاں تحریک اسلامی دعوت کا کام کررہی تھی۔ ان غلاموں کو آزادی دلانا جو اس سوسائٹی میں نہایت ہی برے حالات کار میں کام کررہے تھے ، اس خود غرض سوسائٹی میں لوگ نہایت ہی خود غرضی سے مفادات کے پیچھے دوڑ رہے تھے اور نادار لوگ بھوک سے مر رہے تھے۔ اس میں لوگوں کے لئے ابتدائی انسانی ضروریات فراہم کرنا ، یہ باتیں تو مکہ کی سوسائٹی کے پس منظر میں تھیں ، باقی بعض ایسی باتیں جن کا تعلق کسی زمان ومکان سے نہیں ہے اور جن کا تعلق تمام انسانوں کے ساتھ ہے اور جو نجات کے لئے ہمیشہ دشوار گزار گھاٹی کی طرح رہے ہیں مثلاً\nثم کان ............................ بالمرحمة (17:90) ” پھر وہ آدمی ان لوگوں میں شامل ہو جو ایمان لائے اور جنہوں نے ایک دوسرے کو صبر اور (خلق خدا پر) رحم کی تلقین کی “۔ روایات میں ہے کہ کسی گردن کو غلامی سے چھڑانے کا مقصد یہ ہے کہ غلاموں کو آزاد کرنے میں شرکت کرنا ، اور لغوی لحاظ سے عتق کے معنی ہیں کسی کو مکمل آزاد کردینا یعنی ایک شخص کسی کو آزاد کردے۔ کوئی کسی کی آزادی میں شریک ہو یا کسی کو پورا آزاد کردے ، حاصل دونوں کا ایک ہی ہے۔\nجب یہ آیات نازل ہوئیں تو مکہ میں لوگوں نے اسلام کو ہر طرف سے گھیررکھا تھا۔ اسلامی حکومت قائم نہ تھی کہ وہ آزادی غلاماں کا قانون پاس کردیتی۔ غلامی جزیرة العرب اور اس کے علاوہ پوری دنیا میں عام تھی اور پوری دنیا میں عورتوں کے ساتھ نہایت ظالمانہ سلوک کیا جاتا تھا ، جب بعض غلام مسلمان ہوگئے ، مثلاً عمار ابن یاسر ان کا خاندان ، بلال ابن رباح ، صہیب ؓ وغیرہ۔ تو ان غلاموں کے مالکان نے ان پر سخت تشدد شروع کردیا۔ اور ان پر ایسا تشدد شروع کردیا جو ناقابل برداشت تھا ، مسلمان اس نتیجے پر پہنچے کہ ماسوائے آزادی کے اور کسی طریقے سے ان کی جان نہیں چھوٹ سکتی اور آزادی کا صرف ایک ہی طریقہ تھا کہ ان لوگوں کو ، ان کے شقی القلب اور سنگدل مالکان سے خریدا جائے۔ اس میدان میں حضرت ابوبکر صدیق ؓ مرد اول رہے ، جیسا کہ ان کی عادت تھی کہ وہاسلام کے ہر معاملے میں سب سے پہلے لبیک کہتے ، اور نہایت ثابت قدمی سے اور اطمینان سے اور استقامت سے اس راہ پر آگے بڑھتے۔\nابن اسحاق لکھتے ہیں کہ حضرت ابوبکر صدیق ؓ کے آزاد کردہ غلام حضرت بلال ، اس سے پہلے بنی جمح کے پیدائشی غلام تھے ، یہ نہایت سچے مسلمان تھے ، نہایت پاک دل تھے۔ امیہ ابن حلف ابن وہب ابن خذافہ ابن جمح تپتی دوپہر میں انہیں نکالتا ، وادی مکہ میں زمین پر پیٹھ کے بل لٹاتا اور حکم دیتا کہ ان کے سینے پر ایک بھاری پتھر رکھ دیا جائے اور ان سے کہتا کہ ” تم اسی طرح رہو گے جب تک تم مر نہیں جاتے یا محمد (ﷺ) کی نبوت کا انکار نہیں کردیتے اور لات وعزیٰ کی عبادت نہیں کرتے ؟ “ اس مصیبت کی حالت میں وہ صرف یہی کہتے “ احد .... احد “۔\nایک دن حضرت ابوبکر صدیق ؓ پاس سے گزرے اور یہ لوگ اس وقت ان پر اس طرح تشدد کررہے تھے۔ حضرت ابوبکر ؓ کا گھر محلہ بنی جمح میں تھا ۔ آپ نے امیہ ابن خلف سے کہا : ” کیا تم اللہ سے نہیں ڈرتے کب تک تم یہ ظلم کرتے رہو گے ؟ “ اس نے جواب دیا : ” تم ہی نے تو اسے برباد کیا ہے لہٰذا اس عذاب سے تمہی اسے چھڑاﺅ گے “۔ حضرت ابوبکر صدیق ؓ نے فرمایا ” اچھا میں کرتا ہوں۔ میرے پاس ایک سیاہ فام غلام ہے اس سے زیادہ قوی اور مضبوط اور وہ تمہارے دین پر ہے۔ میں اسے اس کے بدلے تمہیں دیتا ہوں “۔ امیہ ابن خلف نے کہا : ” میں نے قبول کیا “۔ تو حضرت ابوبکر صدیق ؓ نے اسے اپنے غلام کے بدلے خرید لیا اور آزاد کردیا۔\n” مدینہ کو ہجرت کرنے سے پہلے ، ان کے ساتھ اور چھ غلام بھی حضرت ابوبکر صدیق ؓ نے آزاد کرائے ، بلال ساتویں تھے۔ عامر ابن فہیرہ ؓ جو بدر میں شریک ہوئے اور ہئر معمونہ میں شہید ہوئے۔ ام عبیں ، زنیرہ ، جب ان کو حضرت ابوبکر صدیق ؓ نے آزاد کرایا تو ان کی بصارت چلی گئی۔ قریش نے کہا اس سے لات اور عزیٰ کے سوا کسی اور نے نظر نہیں چھین لی۔ اس پر اس نے یہ تبصرہ لیا : ” وہ جھوٹ بولتے ہیں ، بیت اللہ کی قسم لات اور عزیٰ نہ نقصان پہنچاسکتے اور نہ نفع “۔ اس کے بعداللہ نے اس کی نظر کو لوٹا دیا۔ نہدیہ اور اس کی بیٹی ، یہ دونوں بنی عبدالدار کی ایک عورت کی لونڈیاں تھیں۔ اس نے ان کو آٹا دے کر بھیجا اور ساتھ ہی یہ کہا خدا کی قسم میں تمہیں کبھی بھی آزادانہ کروں گی۔ اس وقت حضرت ابوبکر صدیق ؓ پاس ہی سے گزر رہے تھے۔ انہوں نے کہا : ام فلاں ، اس قسم کا کفارہ ادا کرکے اس سے نکل آﺅ، اس نے جواب دیا تم اس کا کفارہادا کرو ، تم ہی نے تو ان کو خراب کیا ہے۔ لہٰذا تم ہی انہیں آزاد کرو ، تو حضرت نے فرمایا ، بتاﺅ قیمت ، اس نے کہا یہ ہے قیمت ، حضرت ابوبکر صدیق ؓ نے فرمایا بس میں نے خرید لیا اور یہ آزاد ہوئیں۔ اس کا آٹا اسے لوٹا دو ، انہوں نے کہا ، مناسب نہیں کہ ہم اس سے فارغ ہوجائیں اور پھر اسے لوٹا دیں۔ تو انہوں نے کہا جس طرح تم چاہو۔\nاسی طرح ایک بار ایک لونڈی کے پاس سے گزرے ، یہ بنی عدی قبیلے کی شاخ بنی مومل سے تھی اور مسلمان تھی۔ عمرو ابن مہیب اسے سخت سزا دیتے تھے اور یہ کہتے تھے کہ اسلام چھوڑ دو ، اس وقت حضرت عمر ؓ مشرک تھے ، اسے یہ مار رہے تھے۔ جب وہ تھک گئے تو کہا میں معذرت کرتا ہوں کہ میں نے تمہیں محض اس لئے چھوڑ دیا ہے کہ میں تھک گیا ہوں ورنہ اور ماتا اور وہ کہتی ، اسی طرح اللہ تیرے ساتھ کرے۔ اسے بھی حضرت ابوبکر صدیق ؓ نے خریدا اور آزاد کردیا “۔\nابن اسحاق کہتے ہیں ، محمد ابن عبداللہ ابن ابو عتیق نے بیان کیا ، عامر ابن عبداللہ سے انہوں نے ابن زبیر سے ، انہوں نے ان کے خاندان والوں سے یہ کہ ابو قحافہ نے کہا : ” بیٹے میں دیکھ رہا ہوں کہ تم ضعیف غلاموں کو آزاد کررہے ہو ، اگر تم یہ کام کرتے ہی ہو جو کررہے ہو تو پھر تمہیں چاہیے کہ مضبوط لوگوں کو آزاد کرو ، جو تمہارے حامی ہوں اور جب تم پر مصیبت آئے تو تمہارے آگے کھڑے ہوں “۔ اس پر حضرت ابوبکر صدیق ؓ نے فرمایا : ” اے باپ ، میں جو چاہتا ہوں وہ صرف رضائے الٰہی کے لئے چاہتا ہوں “۔\nیہ حضرت ابوبکر صدیق ؓ تھے جو اس مشکل گھاٹی کو عبور کرنے کے لئے گھس رہے تھے ، اور وہ ایسے مصیبت زدہ جن پر تشدد ہورہا تھا ، اور سوسائٹی ایسی تھی جس میں ایسا اقدام نہایت ابتدائی جست شمار ہوتا اور نہایت انقلابی اقدام ہوتا تھا۔ یوں جس طرح کوئی مشکل ترین گھاٹی کو عبور کرے۔"
    },
    {
      "ayah": 15,
      "surah": 90,
      "text": "پھر اس گھاٹی کی عظمت اور بڑائی بیان کرنے کے لئے سوال\nوما ادرک ما العقبة (12:90) ” تم کیا جانو کہ وہ دشوار گزار گھاٹی کیا ہے “۔ یہ سوال اس لئے نہیں ہے کہ وہ گھاٹی کوئی بہت ضخیم ہے اور ناقابل عبور ہے ، مطلب یہ ہے کہ یہ بہت اہم ہے۔ اللہ کے نزدیک اس کو عبور کرنا ضروری ہے تاکہ انسان جرات کرکے گھس جائے اور جست لگادے۔ اگرچہ اس کی راہ میں مشکلات حائل ہوں ، کیونکہ محنت اور مشقت کے بغیر تو کوئی کام بھی نہیں ہوتا اور اگر کوئی یہ مشقت برداشت کرے گا تو اسے ضرور اس کا ثمرہ مل جائے گا اور اس کی تکالیف کا صلہ اس کے سامنے ہوگا ، اور اس کا کوئی عمل ضائع نہ ہوگا اور یہ کام ہر حال میں ہونے والا ہے۔\nیہ دشوارگزار گھاٹی کیا ہے۔ یہ وہ چیز ہے جس کی مکہ کی سوسائٹی کو بےحد ضرورت تھی ، جہاں تحریک اسلامی دعوت کا کام کررہی تھی۔ ان غلاموں کو آزادی دلانا جو اس سوسائٹی میں نہایت ہی برے حالات کار میں کام کررہے تھے ، اس خود غرض سوسائٹی میں لوگ نہایت ہی خود غرضی سے مفادات کے پیچھے دوڑ رہے تھے اور نادار لوگ بھوک سے مر رہے تھے۔ اس میں لوگوں کے لئے ابتدائی انسانی ضروریات فراہم کرنا ، یہ باتیں تو مکہ کی سوسائٹی کے پس منظر میں تھیں ، باقی بعض ایسی باتیں جن کا تعلق کسی زمان ومکان سے نہیں ہے اور جن کا تعلق تمام انسانوں کے ساتھ ہے اور جو نجات کے لئے ہمیشہ دشوار گزار گھاٹی کی طرح رہے ہیں مثلاً\nثم کان ............................ بالمرحمة (17:90) ” پھر وہ آدمی ان لوگوں میں شامل ہو جو ایمان لائے اور جنہوں نے ایک دوسرے کو صبر اور (خلق خدا پر) رحم کی تلقین کی “۔ روایات میں ہے کہ کسی گردن کو غلامی سے چھڑانے کا مقصد یہ ہے کہ غلاموں کو آزاد کرنے میں شرکت کرنا ، اور لغوی لحاظ سے عتق کے معنی ہیں کسی کو مکمل آزاد کردینا یعنی ایک شخص کسی کو آزاد کردے۔ کوئی کسی کی آزادی میں شریک ہو یا کسی کو پورا آزاد کردے ، حاصل دونوں کا ایک ہی ہے۔\nجب یہ آیات نازل ہوئیں تو مکہ میں لوگوں نے اسلام کو ہر طرف سے گھیررکھا تھا۔ اسلامی حکومت قائم نہ تھی کہ وہ آزادی غلاماں کا قانون پاس کردیتی۔ غلامی جزیرة العرب اور اس کے علاوہ پوری دنیا میں عام تھی اور پوری دنیا میں عورتوں کے ساتھ نہایت ظالمانہ سلوک کیا جاتا تھا ، جب بعض غلام مسلمان ہوگئے ، مثلاً عمار ابن یاسر ان کا خاندان ، بلال ابن رباح ، صہیب ؓ وغیرہ۔ تو ان غلاموں کے مالکان نے ان پر سخت تشدد شروع کردیا۔ اور ان پر ایسا تشدد شروع کردیا جو ناقابل برداشت تھا ، مسلمان اس نتیجے پر پہنچے کہ ماسوائے آزادی کے اور کسی طریقے سے ان کی جان نہیں چھوٹ سکتی اور آزادی کا صرف ایک ہی طریقہ تھا کہ ان لوگوں کو ، ان کے شقی القلب اور سنگدل مالکان سے خریدا جائے۔ اس میدان میں حضرت ابوبکر صدیق ؓ مرد اول رہے ، جیسا کہ ان کی عادت تھی کہ وہاسلام کے ہر معاملے میں سب سے پہلے لبیک کہتے ، اور نہایت ثابت قدمی سے اور اطمینان سے اور استقامت سے اس راہ پر آگے بڑھتے۔\nابن اسحاق لکھتے ہیں کہ حضرت ابوبکر صدیق ؓ کے آزاد کردہ غلام حضرت بلال ، اس سے پہلے بنی جمح کے پیدائشی غلام تھے ، یہ نہایت سچے مسلمان تھے ، نہایت پاک دل تھے۔ امیہ ابن حلف ابن وہب ابن خذافہ ابن جمح تپتی دوپہر میں انہیں نکالتا ، وادی مکہ میں زمین پر پیٹھ کے بل لٹاتا اور حکم دیتا کہ ان کے سینے پر ایک بھاری پتھر رکھ دیا جائے اور ان سے کہتا کہ ” تم اسی طرح رہو گے جب تک تم مر نہیں جاتے یا محمد (ﷺ) کی نبوت کا انکار نہیں کردیتے اور لات وعزیٰ کی عبادت نہیں کرتے ؟ “ اس مصیبت کی حالت میں وہ صرف یہی کہتے “ احد .... احد “۔\nایک دن حضرت ابوبکر صدیق ؓ پاس سے گزرے اور یہ لوگ اس وقت ان پر اس طرح تشدد کررہے تھے۔ حضرت ابوبکر ؓ کا گھر محلہ بنی جمح میں تھا ۔ آپ نے امیہ ابن خلف سے کہا : ” کیا تم اللہ سے نہیں ڈرتے کب تک تم یہ ظلم کرتے رہو گے ؟ “ اس نے جواب دیا : ” تم ہی نے تو اسے برباد کیا ہے لہٰذا اس عذاب سے تمہی اسے چھڑاﺅ گے “۔ حضرت ابوبکر صدیق ؓ نے فرمایا ” اچھا میں کرتا ہوں۔ میرے پاس ایک سیاہ فام غلام ہے اس سے زیادہ قوی اور مضبوط اور وہ تمہارے دین پر ہے۔ میں اسے اس کے بدلے تمہیں دیتا ہوں “۔ امیہ ابن خلف نے کہا : ” میں نے قبول کیا “۔ تو حضرت ابوبکر صدیق ؓ نے اسے اپنے غلام کے بدلے خرید لیا اور آزاد کردیا۔\n” مدینہ کو ہجرت کرنے سے پہلے ، ان کے ساتھ اور چھ غلام بھی حضرت ابوبکر صدیق ؓ نے آزاد کرائے ، بلال ساتویں تھے۔ عامر ابن فہیرہ ؓ جو بدر میں شریک ہوئے اور ہئر معمونہ میں شہید ہوئے۔ ام عبیں ، زنیرہ ، جب ان کو حضرت ابوبکر صدیق ؓ نے آزاد کرایا تو ان کی بصارت چلی گئی۔ قریش نے کہا اس سے لات اور عزیٰ کے سوا کسی اور نے نظر نہیں چھین لی۔ اس پر اس نے یہ تبصرہ لیا : ” وہ جھوٹ بولتے ہیں ، بیت اللہ کی قسم لات اور عزیٰ نہ نقصان پہنچاسکتے اور نہ نفع “۔ اس کے بعداللہ نے اس کی نظر کو لوٹا دیا۔ نہدیہ اور اس کی بیٹی ، یہ دونوں بنی عبدالدار کی ایک عورت کی لونڈیاں تھیں۔ اس نے ان کو آٹا دے کر بھیجا اور ساتھ ہی یہ کہا خدا کی قسم میں تمہیں کبھی بھی آزادانہ کروں گی۔ اس وقت حضرت ابوبکر صدیق ؓ پاس ہی سے گزر رہے تھے۔ انہوں نے کہا : ام فلاں ، اس قسم کا کفارہ ادا کرکے اس سے نکل آﺅ، اس نے جواب دیا تم اس کا کفارہادا کرو ، تم ہی نے تو ان کو خراب کیا ہے۔ لہٰذا تم ہی انہیں آزاد کرو ، تو حضرت نے فرمایا ، بتاﺅ قیمت ، اس نے کہا یہ ہے قیمت ، حضرت ابوبکر صدیق ؓ نے فرمایا بس میں نے خرید لیا اور یہ آزاد ہوئیں۔ اس کا آٹا اسے لوٹا دو ، انہوں نے کہا ، مناسب نہیں کہ ہم اس سے فارغ ہوجائیں اور پھر اسے لوٹا دیں۔ تو انہوں نے کہا جس طرح تم چاہو۔\nاسی طرح ایک بار ایک لونڈی کے پاس سے گزرے ، یہ بنی عدی قبیلے کی شاخ بنی مومل سے تھی اور مسلمان تھی۔ عمرو ابن مہیب اسے سخت سزا دیتے تھے اور یہ کہتے تھے کہ اسلام چھوڑ دو ، اس وقت حضرت عمر ؓ مشرک تھے ، اسے یہ مار رہے تھے۔ جب وہ تھک گئے تو کہا میں معذرت کرتا ہوں کہ میں نے تمہیں محض اس لئے چھوڑ دیا ہے کہ میں تھک گیا ہوں ورنہ اور ماتا اور وہ کہتی ، اسی طرح اللہ تیرے ساتھ کرے۔ اسے بھی حضرت ابوبکر صدیق ؓ نے خریدا اور آزاد کردیا “۔\nابن اسحاق کہتے ہیں ، محمد ابن عبداللہ ابن ابو عتیق نے بیان کیا ، عامر ابن عبداللہ سے انہوں نے ابن زبیر سے ، انہوں نے ان کے خاندان والوں سے یہ کہ ابو قحافہ نے کہا : ” بیٹے میں دیکھ رہا ہوں کہ تم ضعیف غلاموں کو آزاد کررہے ہو ، اگر تم یہ کام کرتے ہی ہو جو کررہے ہو تو پھر تمہیں چاہیے کہ مضبوط لوگوں کو آزاد کرو ، جو تمہارے حامی ہوں اور جب تم پر مصیبت آئے تو تمہارے آگے کھڑے ہوں “۔ اس پر حضرت ابوبکر صدیق ؓ نے فرمایا : ” اے باپ ، میں جو چاہتا ہوں وہ صرف رضائے الٰہی کے لئے چاہتا ہوں “۔\nیہ حضرت ابوبکر صدیق ؓ تھے جو اس مشکل گھاٹی کو عبور کرنے کے لئے گھس رہے تھے ، اور وہ ایسے مصیبت زدہ جن پر تشدد ہورہا تھا ، اور سوسائٹی ایسی تھی جس میں ایسا اقدام نہایت ابتدائی جست شمار ہوتا اور نہایت انقلابی اقدام ہوتا تھا۔ یوں جس طرح کوئی مشکل ترین گھاٹی کو عبور کرے۔"
    },
    {
      "ayah": 16,
      "surah": 90,
      "text": "اواطعم ............................ ذا متربة (14:90 تا 16) ” یا فاقے کے دن کسی قریبی یتیم یاخاک نشین مسکین کو کھانا کھلانا “۔ مسفبہ کے معنی ہیں بھوک کے۔ قحط کے دنوں میں چونکہ کھانا مہنگا ہوتا ہے ، اس لئے ان دنوں غریبوں کو کھانا کھلانا ، ایمان کے لئے معیار بن جاتا ہے۔ اس وقت کی جاہلی سوسائٹی میں یتیموں کی حالت تو یہ تھی کہ ان کے حقوق ہر طرف پامال ہوتے تھے ، ان کے مال کو غبن کیا جاتا تھا اور اس رطح سے اڑالیا جاتا تھا کہ گویا زمین اسے کھاگئی۔ اگرچہ یتیم قریبی رشتہ دار ہوتا۔ اس لئے کہ اس جاہلی سوسائٹی میں لوگ دولت کے پیچھے کتوں کی طرح ہلکان ہورہے تھے۔ یہی وجہ ہے کہ قرآن کو یتیم کے مال کی حفاظت کے لئے بار بار وصیت کرنی پڑی ، کیونکہ اس معاشرے میں یتیموں پر حکم عام تھا۔ اس لئے یہ ہدایات قرآن حکیم میں جاری رہیں اور مدنی سورتوں میں یہ دی گئیں۔ مثلاً میراث ، وصیت اور نکاح کے قوانین کے ضمن میں۔ ہم نے سورة بقرہ اور نساء میں اس موضوع پر مفصل بات کی ہے۔ خاک نشین مسکین کو کھانا کھلانا۔\nاو مسکینا ذا متربة (16:90) ” اس لئے کہا گیا ہے کہ اپنی بدحالی کی وجہ سے وہ خاک آلود ہے یہاں یتیموں اور مسکینوں کو کھانا کھلانے سے قبل قیدلگا دی۔\nفی یوم ذی مسغبة (14:90) ” فاقے کے دن کسی یتیم اور مسکین کو کھانا کھلانا “۔ یہ اس لئے کہ اس گھاٹی کو مشکل گھاٹی کہا گیا ہے اور یہ گھاٹی معیار ہے ایمانی شعور ، رحمدلی ، ایثار اور اسلامی سوسائٹی کے نظام تکافل کے لئے۔ لوگ اللہ کے اہل و عیال ہیں اور اللہ کے عیال کا خیال رکھنا ایمانی تقاضا ہے خصوصاً قحط سالی اور فاقوں کے دنوں میں۔ اور دونوں کام ، غلاموں کو آزاد کرنا اور غریبوں کو کھلانا ، مکہ کی سوسائٹی میں نہایت ہی اہم تھے۔ اگرچہ یہ دونوں کام اسلام کے عمومی مقاصد میں بھی داخل ہیں۔ یہی وجہ ہے کہ اللہ نے ان کو ایمان سے بھی مقدم ذکر کیا۔ حالانکہ ایمان لانا ایک بنیادی قاعدہ ہے۔ اس کے بعد پھر عمومی اور بنیادی اصول کا ذکر کیا گیا۔"
    },
    {
      "ayah": 17,
      "surah": 90,
      "text": "ثم کان ............................ بالمرحمة (17:90) ؟ ؟ سب سے بڑی بات یہ ہے کہ آدمی ان لوگوں میں شامل ہو جو ایمان لائے اور جنہوں نے ایک دوسرے کو صبر اور رحم کی تلقین کی “۔ لفظ تم یہاں ” پھر “ کے معنی میں نہیں ہے ، کہ پہلے یہ دوکام ہیں اور بعد میں اسلام ہے ، بلکہ معنی یہ ہے کہ یہ دوجزوی کام بھی ضروری ہیں لیکن ان سے پہلے ایمان لانا ضروری ہے ، اور یہ ضروری اور عام اصول ہے۔ اور اعلیٰ مقام و مرتبہ ہے ، اگر ایمان نہیں ہے تو پھر غلاموں کو آزاد کرنا ، اور لوگوں کو کھانا کھلانا مفید ہی نہیں ہے۔ ہر اچھے عمل سے قبل ایمان لانا ضروری ہے۔ اللہ کے ہاں کسی بھی عمل صالح میں وزن صرف ایمان کی وجہ سے پیدا ہوتا ہے۔ اس لئے کہ ایمان ہی اعمال کو ایک منہاج مسلسل منہاج کی لڑی میں پرودیتا ہے۔ ایمان کی وجہ سے عمل صالح مسلسل اور دائمی نوعیت اختیار کرلیتا ہے اور ایمان کے بغیر اگر کوئی نیکی کرتا ہے تو وہ محض ایک عارضی جوش ہوتا ہے۔ بدلتے ہوئے مزاجوں کے ساتھ بدل جاتا ہے ، یا کسی مصلحت کی وجہ سے کوئی نیکی کرتا ہے یا تعریف سننے کے لئے۔\nاب معنی یوں ہوا کہ مشکل گھاٹی یہ ہے کہ کسی غلام کو آزاد کردے ، یا کسی یتیم ومسکین کو فاقے کے دن کھانا کھلائے لیکن سب سے اول یہ کہ وہ اہل ایمان میں سے ہو اور ایک دوسرے کو صبر اور رحم کرنے کی نصیحت کرنے والوں میں سے ہو۔” ثم “ کا لفظ گویا یہاں ” پھر “ کے معنی میں نہیں بلکہ ” سب سے بڑی بات یہ کہ “ کا مفہوم دیتا ہے۔\nصبر کی وصیت اس لئے ضروری ہے کہ ایمان کے تقاضوں میں سے بالعموم اہم تقاضا صبر ہے۔ اور دشوار گزار گھاٹی کو عبور کرنے کے لئے بالخصوص صبر کی ضرورت ہوتی ہے۔ پھر ایک دوسرے کو صبر کی وصیت بھی کرنا یہ صبر سے بھی ایک اونچا درجہ ہے۔ یعنی اسلامی جماعت ایسے درجے پر ہوتی ہے کہ اس کے افراد اور کارکن باہم ایک دوسرے کو صبر کی نصیحت کرتے ہیں اور اس طرح وہ ایمان کے تقاضے پورے کرنے میں ایک دوسرے کے لے ممدومعاون ہوتے ہیں۔ کیونکہ ان لوگوں کے احساسات ایک دوسرے کے ساتھ ہم رنگ ہوتے اور یہ ایک دوسرے کے ساتھ قدم ملا کر چلتے ہیں ، اور یہ سمجھتے ہیں کہ زمین کے اوپر ایمانی نظام کے قیام کا فریضہ صبر اور مصابرت ہی سے ادا ہوسکتا ہے۔ اس لئے وہ اس کا گراں کے سلسلے میں پیش آنے والی مشکلات پر ایک دوسرے کو صبر کی تلقین کرتے ہیں اور ایک دوسرے کے لئے ثابت قدمی کا باعث بنتے ہیں۔ ایک دوسرے کو حوصلہ دیتے ہیں ، ایک دوسرے کو قوت دیتے ہیں۔ یہ صبر اور تواصی بالصبر انفرادی صبر سے آگے ایک بلند درجہ ہے۔ اگرچہ یہ صبر بھی انفرادی صبر ہی پر قائم ہوتا ہے لیکن تواصی بالصبر سے اشارہ اس طرف سے ہی کہ مومنین اجتماعی صبر ہی کریں۔ اور یہ کہ وہ ایک دوسرے کے لئے ہمت توڑنے کا باعث نہ بنیں بلکہ ہمت بڑھانے کا باعث ہوں۔ ہزیمت کا باعث نہ بنیں بلکہ اقتحام اور مشکلات کو انگیز کرنے کا باعث بنیں۔ جزع فزع کا باعث بنیں بلکہ ایک دوسرے کے اطمینان کا باعث بنیں۔\nاسی طرح خلق خدا پر رحم کرنا ایک بات ہے اور ایک دوسرے کو لوگوں پر رحم کرنے کی تلقین کرنا ایک دوسرا فعل ہے۔ جو رحم کی تلقین کرنے پر ایک زیادہ بات ہے۔ اور اس میں یہ اشارہ ہے کہ یہ صفت جماعت مسلمہ کی ہے کہ وہ ایک دوسرے کو رحم کی وصیت کریں اور اس فعل پر ایک دوسرے کو اکسائیں اور اسے ایک انفرادی اور اجتماعی فریضہ سمجھیں ، کہ افراد جماعت کا یہ شعار ہو اور نکتہ تعاون ہو۔\nصبر اور تواصی صبر ، رحم او تواصی رحم کے اندر سے یہ ہدایت نکلتی ہے کہ اسلام ایک اجتماعی دین ہے جس کے قیام کے لئے جماعت ضروری ہے ، کیونکہ یہ ایک جماعت ایک سوسائٹی کا دین ہے اور اس کے قیام سے ایک امت وجود میں آتی ہے ، لیکن یہ ایسا اجتماعی دین نہیں ہے کہ اس میں انفرادی ذمہ داری ہو ، یہ گویا انفرادی ذمہ داری کی بنا پر اجتماعی دین ہے۔ انفرادی ذمہ داری اس میں بہت واضح ہے۔"
    },
    {
      "ayah": 18,
      "surah": 90,
      "text": "یہ لوگ جو اس مشکل گھاٹی کو عبور کرتے ہیں جیسا کہ قرآن کریم نے فرمایا۔\nاولئک ........................ المیمنة (18:90) ” یہ لوگ دائیں بازو والے ہیں “۔ ان کو دوسری جگہ اصحاب الیمین کہا گیا ہے۔ یہ دائیں بازو والے اور سعادت مندی کی صفت والے ہیں۔ دونوں معانی ایمانی مفہوم سے پیوست ہیں۔"
    },
    {
      "ayah": 19,
      "surah": 90,
      "text": "والذین ........................ موصدة\n” بائیں بازو والے فریق کے بیان میں دوسری صفات کو ترک کردیا گیا ہے۔\nوالذین ................ بایتنا (19:90) ” اور جنہوں نے ہماری آیات کو ماننے سے انکار کردیا “۔ کیونکہ جب کافر ہوگئے تو بات ختم ہوگئی۔ کفر کے ساتھ کوئی نیکی جمع ہی نہیں ہوسکتی اور نہ کسی برائی کا علیحدہ اعتبار ہوتا ہے اس لئے کہ ہر برائی کفر کے اندر ہی ہوتی ہے اور یہ کفر اسے ڈھانپ لیتا ہے ، لہٰذا اب اس بات کی ضرورت ہی نہیں ہے کہ یہ لوگ غلاموں کو آزاد نہیں کرتے ، اور کھانا نہیں کھلاتے ، پھر ان لوگوں نے اللہ کی آیات کا انکار کردیا اور کافر ہوگئے تو پھر کوئی نیکی ان کے لئے مفید ہی نہیں ہے۔\nیہ بائیں ہاتھ کے لوگ ہیں یا بدبخت لوگ ، دونوں مفہوم مراد ہوسکتے ہیں ، وہ بائیں ہاتھ والے بھی ، اور منحوس بھی ہیں اور یہی دونوں مفہوم یعنی دائیں جانب اور نیک بخت ایمانی مفہوم میں بھی یکجا ہیں۔ کیونکہ ان لوگوں نے جرات کرکے دشوار گزار گھاٹی کو عبور نہ کیا۔\nعلیھم ................ موصدة (20:90) ” ان پر آگ چھائی ہوئی ہے “۔ یعنی آگ کے دروازے ان پر بند ہیں یعنی حقیقی معنی میں کہ اندر کرکے ان پر جہنم کے دروازے بند کردیئے گئے ہیں اور یا اس معنی میں کہ آگ کا عذاب ان پر چھایا ہوا ہے۔ یہ لازمی معنی ہے کہ وہ اس سے خارج نہ ہوسکیں گے۔ جب آگ کہ ہٹانہ سکیں گے تو وہ ان پر بند ہے۔ یہ دونوں مفہوم لازم وملزوم ہیں۔\nیہ بنیادی حقائق جو اس انسان کی زندگی کا بنیادی امور ہیں ، ایمانی عقیدے کے اساسیات ہیں ، سب کے سب اس چند سطری سورت میں سمودیئے گئے ہیں اور نہایت وضاحت اور زور دار انداز سے بیان کیے گئے ہیں۔ یہ ہے ممتاز خصوصیت قرآن کے انداز بیان کی۔"
    },
    {
      "ayah": 2,
      "surah": 90,
      "text": "لا اقسم .................................... فی کبد\nشہر سے مراد مکہ ہے ، جہاں بیت الحرام واقع ہے ، یہ پہلا وہ گھر ہے ، جو صرف اللہ کی عبادت کے لئے اس زمین پر بنایا گیا ہے ، تاکہ یہاں لوگ آزادی سے آجاسکیں اور امن سے رہ سکیں۔ جہاں آکر ، یہ اسلحہ پھینک دیں ، اپنے ذاتی جھگڑے ایک طرف رکھ دیں ، عداوتوں کو بھلادیں اور اس میں نہایت امن سے ملیں۔ جہاں کسی کا کسی پر اسلحہ اٹھانا حرام ہو ، انسان میں نہیں بلکہ یہاں کے پرندوں اور درختوں کو چھیڑنا اور نقصان پہنچانا بھی حرام ہو۔ پھر یہ شہر ابراہیم (علیہ السلام) کا گھر ہے ، جو حضرت اسماعیل (علیہ السلام) کے والد محترم ہیں اور حضرت اسماعیل (علیہ السلام) عربوں کے والد اور مسلمانوں کے پیشوا ہیں۔\nاللہ نبی ﷺ کو یوں عزت افزائی فرماتا ہے کہ سا شہر کی قسم اس حال میں اٹھاتا ہے کہ آپ اس میں مقیم ہیں ، مطلب یہ کہ آپ کی یہاں موجودگی کی وجہ سے گویا اس شہر کی عزت واحترام میں اور شرف مقام میں اور عظمت واحتشام میں اضافہ ہوگیا ہے۔ یہ اشارہ اس مقام پر گہرے اثرات کا حامل ہے ، انحالات میں کہ مشرکین اس گھر کی حرمت کو ان دنوں پامال کررہے تھے ، اس شہر میں جہاں نباتات وحیوانات بھی پرامن تھے مسلمانوں کو اذیت دی جاتی تھی۔ حالانکہ یہ گھر محترم تھا اور نبی کریم کی موجودگی کی وجہ سے اور محترم ہوگیا تھا اور جب اللہ نے اس شہر اور اس میں مقیم شخصیت کی وجہ سے قسم اٹھائی تو اس کی حرمت ، عظمت اور مرتبہ میں مزید اضافہ ہوگیا۔ اس لئے مشرکین مکہ کا یہ موقف کہ وہ اس گھر کے خدمت گار ہیں ، اسماعیل (علیہ السلام) کی اولاد سے ہیں ، ابراہیم (علیہ السلام) کے دین پر ہیں ، بالکل غلط ، متضاد اور جھوٹا موقف ہے۔\nیہی وجہ ہے کہ اگلی قسم ۔\nووالد وما ولد (3:90) ” اور قسم ہے باپ کی اولاد کی “۔ میں حضرت ابراہیم (علیہ السلام) اور ان کے بیٹے اسماعیل (علیہ السلام) کی طرف خاص اشارہ ہے اور مکہ کی قسم ، اس میں مقیم نبی آخر الزمان کی قسم اور پھر مکہ کے بانیوں حضرت ابراہیم اور حضرت اسماعیل (علیہ السلام) کی قسم ایک مناسبت رکھتی ہیں ، لیکن اس اشارے اور مناسبت کے باوجود والد اور ولد سے مراد مطلق والد اور مولود بھی ہوسکتے ہیں۔ اور اس صورت میں مفہوم یہ ہوگا کہ اس آیت میں قسم انسانی پیدائش اور انسان کی نشوونما پر کھالی گئی ہے۔ اس طرح یہ قسم تمہید ہوگی۔ سورت کے اصل موضوع کے لئے جو انسان کی حقیقت ہے۔\nاستاد محمد عبدہ نے اس مقام پر ایک خاص تفسیر کی ہے اور ایک لطیف نکتہ بیان کی ہے جو ظلال القرآن کی روح سے مطابقت رکھتا ہے۔ اس لئے ہم سمجھتے ہیں کہ اس کا یہاں نقل کرنا مناسب ہوگا۔ وہ فرماتے ہیں :\nاس کے بعد اللہ نے والد اور مولود کی قسم اٹھائی کہ اس کائنات کے مظاہر میں سے انسانیت کی پیدائش اور نشوونما کا مظہر بہت ہی اہم ہے یعنی نظام تولید اور اس کے اندر جو گہری حکمت پنہاں ہے اور انسان نے حضرت انسان کو کس قدر خوبصورت بنایا۔ پھر یہ کہ والد اور مولود دونوں پیدا ہونے والے کی تکمیل میں کس قدر مشقت اٹھاتے ہیں اور کتنی مشقتوں اور محنتوں سے یہ مولود اپنے مقررہ کمال تک پہنچتا ہے “۔\n” یہی صورت ایک بیج کے اگنے اور نشوونما کے ساتھ تمام ادوار سے گزرنے میں بھی پیش آتی ہے۔ اس بیج اور پودے کو فضا کے عوامل کا مقابلہ کرنا پڑتا ہے اور یہ پودا مشقت کے ساتھ اپنے ماحول سے اپنے لیے مختلف عناصر اخذ کرتا ہے ، یہاں تک کہ وہ آخر کار ایک درخت بن جاتا ہے۔ جس کا ایک تنا اور ٹہنیاں ہوتی ہیں۔ اور پھر یہ درخت اور مکمل پودا مزید بیج پیدا کرتا ہے اور یہ بیج آگے اپنا کردار ادا کرتے ہیں ، اس طرح یہ زمین ان نباتات کی وجہ سے خوبصورت بنتی ہے۔ اگر تم ان سب امور کو ذہن میں رکھو اور پھر اس سے ذرا اوپر حیوانات پر غور کرو ، تو تمہیں معلوم ہوگا کہ والد اور مولود کی حیاتیات میں جو عجوبے ہیں وہ بہت بڑے ہیں ، اور والد اور مولود دونوں اس نشوونما کے عمل میں جن مشقتوں سے گزرتے ہیں اور جس طرح اس ذریعہ سے بقائے نوع کا انتظام کیا جاتا ہے اور ان کے ذریعے جس طرح اس کائنات کے حسن کو دوبالا کیا جاتا ہے ۔ تو اس عمل میں نہایت بلند اور اہم مظاہر قدرت ہیں “۔"
    },
    {
      "ayah": 20,
      "surah": 90,
      "text": "والذین ........................ موصدة\n” بائیں بازو والے فریق کے بیان میں دوسری صفات کو ترک کردیا گیا ہے۔\nوالذین ................ بایتنا (19:90) ” اور جنہوں نے ہماری آیات کو ماننے سے انکار کردیا “۔ کیونکہ جب کافر ہوگئے تو بات ختم ہوگئی۔ کفر کے ساتھ کوئی نیکی جمع ہی نہیں ہوسکتی اور نہ کسی برائی کا علیحدہ اعتبار ہوتا ہے اس لئے کہ ہر برائی کفر کے اندر ہی ہوتی ہے اور یہ کفر اسے ڈھانپ لیتا ہے ، لہٰذا اب اس بات کی ضرورت ہی نہیں ہے کہ یہ لوگ غلاموں کو آزاد نہیں کرتے ، اور کھانا نہیں کھلاتے ، پھر ان لوگوں نے اللہ کی آیات کا انکار کردیا اور کافر ہوگئے تو پھر کوئی نیکی ان کے لئے مفید ہی نہیں ہے۔\nیہ بائیں ہاتھ کے لوگ ہیں یا بدبخت لوگ ، دونوں مفہوم مراد ہوسکتے ہیں ، وہ بائیں ہاتھ والے بھی ، اور منحوس بھی ہیں اور یہی دونوں مفہوم یعنی دائیں جانب اور نیک بخت ایمانی مفہوم میں بھی یکجا ہیں۔ کیونکہ ان لوگوں نے جرات کرکے دشوار گزار گھاٹی کو عبور نہ کیا۔\nعلیھم ................ موصدة (20:90) ” ان پر آگ چھائی ہوئی ہے “۔ یعنی آگ کے دروازے ان پر بند ہیں یعنی حقیقی معنی میں کہ اندر کرکے ان پر جہنم کے دروازے بند کردیئے گئے ہیں اور یا اس معنی میں کہ آگ کا عذاب ان پر چھایا ہوا ہے۔ یہ لازمی معنی ہے کہ وہ اس سے خارج نہ ہوسکیں گے۔ جب آگ کہ ہٹانہ سکیں گے تو وہ ان پر بند ہے۔ یہ دونوں مفہوم لازم وملزوم ہیں۔\nیہ بنیادی حقائق جو اس انسان کی زندگی کا بنیادی امور ہیں ، ایمانی عقیدے کے اساسیات ہیں ، سب کے سب اس چند سطری سورت میں سمودیئے گئے ہیں اور نہایت وضاحت اور زور دار انداز سے بیان کیے گئے ہیں۔ یہ ہے ممتاز خصوصیت قرآن کے انداز بیان کی۔"
    },
    {
      "ayah": 3,
      "surah": 90,
      "text": "لا اقسم .................................... فی کبد\nشہر سے مراد مکہ ہے ، جہاں بیت الحرام واقع ہے ، یہ پہلا وہ گھر ہے ، جو صرف اللہ کی عبادت کے لئے اس زمین پر بنایا گیا ہے ، تاکہ یہاں لوگ آزادی سے آجاسکیں اور امن سے رہ سکیں۔ جہاں آکر ، یہ اسلحہ پھینک دیں ، اپنے ذاتی جھگڑے ایک طرف رکھ دیں ، عداوتوں کو بھلادیں اور اس میں نہایت امن سے ملیں۔ جہاں کسی کا کسی پر اسلحہ اٹھانا حرام ہو ، انسان میں نہیں بلکہ یہاں کے پرندوں اور درختوں کو چھیڑنا اور نقصان پہنچانا بھی حرام ہو۔ پھر یہ شہر ابراہیم (علیہ السلام) کا گھر ہے ، جو حضرت اسماعیل (علیہ السلام) کے والد محترم ہیں اور حضرت اسماعیل (علیہ السلام) عربوں کے والد اور مسلمانوں کے پیشوا ہیں۔\nاللہ نبی ﷺ کو یوں عزت افزائی فرماتا ہے کہ سا شہر کی قسم اس حال میں اٹھاتا ہے کہ آپ اس میں مقیم ہیں ، مطلب یہ کہ آپ کی یہاں موجودگی کی وجہ سے گویا اس شہر کی عزت واحترام میں اور شرف مقام میں اور عظمت واحتشام میں اضافہ ہوگیا ہے۔ یہ اشارہ اس مقام پر گہرے اثرات کا حامل ہے ، انحالات میں کہ مشرکین اس گھر کی حرمت کو ان دنوں پامال کررہے تھے ، اس شہر میں جہاں نباتات وحیوانات بھی پرامن تھے مسلمانوں کو اذیت دی جاتی تھی۔ حالانکہ یہ گھر محترم تھا اور نبی کریم کی موجودگی کی وجہ سے اور محترم ہوگیا تھا اور جب اللہ نے اس شہر اور اس میں مقیم شخصیت کی وجہ سے قسم اٹھائی تو اس کی حرمت ، عظمت اور مرتبہ میں مزید اضافہ ہوگیا۔ اس لئے مشرکین مکہ کا یہ موقف کہ وہ اس گھر کے خدمت گار ہیں ، اسماعیل (علیہ السلام) کی اولاد سے ہیں ، ابراہیم (علیہ السلام) کے دین پر ہیں ، بالکل غلط ، متضاد اور جھوٹا موقف ہے۔\nیہی وجہ ہے کہ اگلی قسم ۔\nووالد وما ولد (3:90) ” اور قسم ہے باپ کی اولاد کی “۔ میں حضرت ابراہیم (علیہ السلام) اور ان کے بیٹے اسماعیل (علیہ السلام) کی طرف خاص اشارہ ہے اور مکہ کی قسم ، اس میں مقیم نبی آخر الزمان کی قسم اور پھر مکہ کے بانیوں حضرت ابراہیم اور حضرت اسماعیل (علیہ السلام) کی قسم ایک مناسبت رکھتی ہیں ، لیکن اس اشارے اور مناسبت کے باوجود والد اور ولد سے مراد مطلق والد اور مولود بھی ہوسکتے ہیں۔ اور اس صورت میں مفہوم یہ ہوگا کہ اس آیت میں قسم انسانی پیدائش اور انسان کی نشوونما پر کھالی گئی ہے۔ اس طرح یہ قسم تمہید ہوگی۔ سورت کے اصل موضوع کے لئے جو انسان کی حقیقت ہے۔\nاستاد محمد عبدہ نے اس مقام پر ایک خاص تفسیر کی ہے اور ایک لطیف نکتہ بیان کی ہے جو ظلال القرآن کی روح سے مطابقت رکھتا ہے۔ اس لئے ہم سمجھتے ہیں کہ اس کا یہاں نقل کرنا مناسب ہوگا۔ وہ فرماتے ہیں :\nاس کے بعد اللہ نے والد اور مولود کی قسم اٹھائی کہ اس کائنات کے مظاہر میں سے انسانیت کی پیدائش اور نشوونما کا مظہر بہت ہی اہم ہے یعنی نظام تولید اور اس کے اندر جو گہری حکمت پنہاں ہے اور انسان نے حضرت انسان کو کس قدر خوبصورت بنایا۔ پھر یہ کہ والد اور مولود دونوں پیدا ہونے والے کی تکمیل میں کس قدر مشقت اٹھاتے ہیں اور کتنی مشقتوں اور محنتوں سے یہ مولود اپنے مقررہ کمال تک پہنچتا ہے “۔\n” یہی صورت ایک بیج کے اگنے اور نشوونما کے ساتھ تمام ادوار سے گزرنے میں بھی پیش آتی ہے۔ اس بیج اور پودے کو فضا کے عوامل کا مقابلہ کرنا پڑتا ہے اور یہ پودا مشقت کے ساتھ اپنے ماحول سے اپنے لیے مختلف عناصر اخذ کرتا ہے ، یہاں تک کہ وہ آخر کار ایک درخت بن جاتا ہے۔ جس کا ایک تنا اور ٹہنیاں ہوتی ہیں۔ اور پھر یہ درخت اور مکمل پودا مزید بیج پیدا کرتا ہے اور یہ بیج آگے اپنا کردار ادا کرتے ہیں ، اس طرح یہ زمین ان نباتات کی وجہ سے خوبصورت بنتی ہے۔ اگر تم ان سب امور کو ذہن میں رکھو اور پھر اس سے ذرا اوپر حیوانات پر غور کرو ، تو تمہیں معلوم ہوگا کہ والد اور مولود کی حیاتیات میں جو عجوبے ہیں وہ بہت بڑے ہیں ، اور والد اور مولود دونوں اس نشوونما کے عمل میں جن مشقتوں سے گزرتے ہیں اور جس طرح اس ذریعہ سے بقائے نوع کا انتظام کیا جاتا ہے اور ان کے ذریعے جس طرح اس کائنات کے حسن کو دوبالا کیا جاتا ہے ۔ تو اس عمل میں نہایت بلند اور اہم مظاہر قدرت ہیں “۔"
    },
    {
      "ayah": 4,
      "surah": 90,
      "text": "اور اس قسم کا جواب کیا ہے ، کس حقیقت کے اظہار کے لئے یہ قسم اٹھالی گئی۔\nلقد ................ فی کبد (4:90) ” درحقیقت ہم نے انسان کو مشقت میں پیدا کیا ہے “۔ سخت جدوجہد اور مشقت میں سخت کشمکش اور مصائب کے مقابلے کی حالت میں پیدا کیا ہے جیسا کہ دوسری جگہ فرمایا۔\nیایھا ................................ فملقیہ (6:84) ” اے انسان تو سخت مشقت کرتا ہوا اپنے رب کی طرف جارہا ہے اور آخرکار تو اس سے ملنے والا ہے “۔\nرحم کے اندر جب ایک خلیہ قرار پکڑتا ہے تو وہ پہلے دن ہی سے جہد ومشقت شروع کردیتا ہے کہ اپنے لئے غذا فراہم کرے اور آنے والی زندگی کے لئے اچھے حالات فراہم کرے ، یہ تمام کام وہ رب تعالیٰ کی ہدایت کے مطابق کرتا ہے۔ رحم کے اندر یہ اسی طرح جدوجہد میں ہوتا ہے ، یہاں تک کہ اس کے نکلنے کا وقت آتا ہے تو اپنی ماں کی طرح یہ بھی درد زہ کی تکالیف سہتا ہے ، اس پر رحم مادر سے نکلتے وقت سخت دباﺅ پڑتا ہے ، پھر جب نکلتا ہے اور روشنی دیکھتا ہے تو بھی اس پر دباﺅ ہوتا ہے۔\nباہر آتے ہی ایک نئی جدوجہد شروع ہوتی ہے ، جب یہ ہوا کھینچتا ہے اور سانس لینے کا عمل شروع کرتا ہے اور پہلی مرتبہ وہ منہ کھولتا ہے ، تو اس کے پھیپھڑے کام شروع کرتے ہیں تو اسے سخت تکلیف ہوتی ہے اور وہ چلانے لگتا ہے ، اس کا خون دوران شروع کرتا ہے۔ پھر اس کا نظام ہضم کام شروع کرتا ہے اور یہ سب اعمال ایسے ہوتے ہیں کہ ان کا وہ عادی نہیں ہوتا ، اس کی انتڑیاں فضلات خارج کرنے کی عادی نہیں ہوتیں۔ غرض اس کے بعد اس کا ہر قدم مشقت میں اٹھتا ہے ، ہر حرکت مشقت ہوتی ہے۔ ذرا دیکھئے اب یہ گھٹنوں کے بل چل رہا ہے ، پھر یہ پاﺅں پر کھڑا ہونے کی کوشش کرتا ہے اور چلتا ہے ، یہ سب مشقتیں ہیں اور ہر مرحلے پر جدوجہد کرتی ہیں۔\nپھر جب دانت نکلتے ہیں تو مشقت ، سیدھا کھڑے ہونے میں مشقت اور جم کر چلنے میں مشقت ، تعلیم حاصل کرنے میں مشقت ، غوروفکر کرنے میں مشقت ، غرض جو جدید تجربہ وہ کرتا ہے ، جس طرح گھٹنوں کے بل چلنے کا تجربہ اس نے کیا یہ سب مشقت اور جدوجہد ہے۔\nاب ذرا آگے پڑھئے ، اب ان مشقتوں کی شاخیں نکل آتی ہیں۔ یہ دیکھو ، اپنے عضلات سے مزدوری کرنے کی مشقت کرتا ہے۔ دوسرا اپنی فکر سے مشقت کرتا ہے ، یہ روح کے ساتھ محنت کررہا ہے ، یہ دیکھو ایک لقمہ جویں کے لئے مشقت کررہا ہے ، یہ دوسرے کیڑے کے لئے جدوجہد کررہا ہے ، اور یہ دوسرا ہزار کو دو ہزار بنارہا ہے۔ پھر دس ہزار اور آگے ، یہ دیکھو ایک حکومت اور مرتبے کے لئے جدوجہد کررہا ہے ، ان میں ایک دیکھو اللہ کے راستے میں جدوجہد کررہا ہے ، بعض عیاشیوں اور خواہشات کے بندے ہیں ، بعض جہنم کے لئے محنت کررہے ہیں اور ان کے مقابلے دوسرے جنت کے لئے جدوجہد کررہے ہیں ، ہر شخص اپنا بوجھ اٹھائے ہوئے جارہا ہے اور بڑی مشقت کے ساتھ رب کے قریب ہورہا ہے ، اور جب میدان حشر میں اللہ کے سامنے سب کھڑے ہوں گے تو پھر بدبختوں کو دائمی مشقت اور مصیبت میں گرفتار ہونا ہوگا اور نیکوکاروں اور نیک بختوں کو عظیم نعمت اور آرام سے ملے گا۔\nحقیقت یہ ہے کہ دنیا کی زندگی ایک مشقت ہی ہے ، لیکن اس کی مشقت کی شکلیں مختلف ہیں ، نوعیت کے اختلاف کے باوجود اصل میں یہ زندگی کی مشقت ہی ہے۔ لیکن عظیم خسارہ اٹھانے والا شخص وہ ہے جو اس دنیا کی پوری مشقت اور مسلسل تکلیفات اٹھا کر نہایت ہی دائمی ، تلخ مشقت تک جا پہنچتا ہے اور جہنم رسید ہوتا ہے اور اس جدوجہد میں سب سے زیادہ کامیاب وہ شخص ہوتا ہے جو نہایت ہی تکلیف دہ انداز میں اپنے رب کی طرف بڑھتا ہے اور ایسی کمائی کرکے اس دنیا کی زندگی کا بوجھ اپنے کاندھوں سے اتارتا ہے اور آخر کار دائمی کامیابی حاصل کرتا ہے اور دائمی راحت پاتا ہے۔\nہاں یہ ہے کہ بعض اوقات اس دنیا کی مشقتوں کا بعض انعام اس دنیا میں بھی مل جاتا ہے ، کیونکہ جو شخص کسی اعلیٰ مقصد کے لئے جدوجہد کرتا ہے ، وہ اس شخص کی طرح نہیں ہوتا جو کسی حقیر سے کام کے لئے محنت کرتا ہے ۔ ایک اعلیٰ مقاصد کے لئے جان ومال خرچ کرتا ہے اور دوسرا حقیر مقاصد کے لئے ، دونوں کی خوشی ، اطمینان اور روحانی مسرت یکساں نہیں ہوسکتی۔ جو شخص محنت اور جدوجہد کرتا ہے ، اور اس کے پیش نظر کوئی مادی مقصد نہیں ہے ، یا وہ اس مادیت سے نکلنے کی جدوجہد کررہا ہے ۔ وہ اس شخص کی طرح نہیں ہوتا جو اس مادیت کے لئے اس طرح ہلکان ہوتا جس طرح کیڑے مکوڑے اور حشرات الارض پیٹ بھرنے کے لئے مشقت کرتے ہیں۔ جو شخص اقامت دین کی جدوجہد کرتا ہے۔ وہ اس شخص کی طرح نہیں ہوتا جو کسی دنیاوی خواہش کے پیچھے مرتا ہے ، دونوں کی مشقت ، شعور احساس برابر نہیں ہوتے۔ زندگی کی حقیقت واضح کرنے کے بعد انسان کے بعض مزعومات ، تصورات اور بعض دعوﺅں اور بعض تصرفات پر ناقدانہ تبصرہ کیا جاتا ہے !"
    },
    {
      "ayah": 5,
      "surah": 90,
      "text": "ایحسب ان ................................ احد\nیہ انسان مشقت میں پیدا کیا گیا اور جو اپنی اس دنیا کی پوری زندگی میں اس مشقت سے چھوٹ نہیں سکتا ، یہ اپنی حقیقت کو بھول جاتا ہے اور اس کا پیدا کرنے والا اسے جو قوت ، طاقت اور وجدان اور سازو سامان دیتا ہے ، تو وہ ان قوتوں میں ایسے تصرفات کرتا ہے جیسا کہ وہ کسی کے سامنے جوابدہ نہیں ہے اور اسے اس جوابدہی کی توقع نہیں ہے اور یہ خوف نہیں ہے کہ ایک بڑی قوت اور قدروالاا سے پکڑ سکتا ہے اور حساب لے سکتا ہے۔ اس لئے یہ انسان دیتا ہے ، پکڑتا ہے ، چھینتا ہے ، لوٹتا ہے ، جمع کرتا ہے ، اضافہ کرتا ہے ، فسق وفجور کرتا ہے ، نہایت بےخوفی اور نہایت بےباکی کے ساتھ ، یہ خدوخال اس انسان کے ہیں جس کا دل ایمان سے خالی ہو۔\nپھر جب ایسے مواقع پر جیسے اس سورت میں مذکور ہیں ، اسے راہ خیر میں خرچ کرنے کی دعوت دی جائے تو پھر وہ کہتا ہے۔\nالھکت ملا لبدا (6:90) ” میں نے ڈھیروں مال اڑادیا “۔ اور میرے لئے بس یہ کافی ہے کہ میں نے اس قدر مال اڑادیا۔\nایحسب ................ احد (7:90) ” کیا وہ سمجھتا ہے کہ کسی نے اس کو نہیں دیکھا “۔ یہ بھول جاتا ہے کہ اللہ تو دیکھ رہا ہے ، اللہ کا علم تو دلوں کی باتوں کو بھی گھیرے ہوئے ہے ، اللہ تو وہ سب کچھ کو دیکھ رہا ہے جو اس نے خرچ کیا اور اسے معلوم ہے کہ اس نے کس لئے خرچ کیا۔ لیکن یہ انسان اس حقیقت کو بھی بھول جاتا ہے اور یہ سمجھتا ہے کہ شاید وہ اللہ کی نظروں سے اوجھل ہے۔\nانسان کے اس غرور اور اس زعم کے مقابلے میں کہ وہ طاقتور ہے اور زور آور ہے اور اس کی کنجوسی اور پھر بھی دعوائے اتفاق کثیر کے مقابلے میں ، قرآن خود اس کے نفس کا آئینہ اس کے سامنے رکھ کر اسے بتلاتا ہے کہ ذرا غور تو کرو کہ اللہ نے خود تمہارے نفس کے اندر اور تمہاری ساخت کے اندر تم پر کس قدر مہربانیاں کی ہیں اور کس قدر صلاحیتیں دی ہیں لیکن اے انسان تم نے تو ایک نعمت وصلاحیت کا شکر بھی ادا نہیں کیا۔"
    },
    {
      "ayah": 6,
      "surah": 90,
      "text": "ایحسب ان ................................ احد\nیہ انسان مشقت میں پیدا کیا گیا اور جو اپنی اس دنیا کی پوری زندگی میں اس مشقت سے چھوٹ نہیں سکتا ، یہ اپنی حقیقت کو بھول جاتا ہے اور اس کا پیدا کرنے والا اسے جو قوت ، طاقت اور وجدان اور سازو سامان دیتا ہے ، تو وہ ان قوتوں میں ایسے تصرفات کرتا ہے جیسا کہ وہ کسی کے سامنے جوابدہ نہیں ہے اور اسے اس جوابدہی کی توقع نہیں ہے اور یہ خوف نہیں ہے کہ ایک بڑی قوت اور قدروالاا سے پکڑ سکتا ہے اور حساب لے سکتا ہے۔ اس لئے یہ انسان دیتا ہے ، پکڑتا ہے ، چھینتا ہے ، لوٹتا ہے ، جمع کرتا ہے ، اضافہ کرتا ہے ، فسق وفجور کرتا ہے ، نہایت بےخوفی اور نہایت بےباکی کے ساتھ ، یہ خدوخال اس انسان کے ہیں جس کا دل ایمان سے خالی ہو۔\nپھر جب ایسے مواقع پر جیسے اس سورت میں مذکور ہیں ، اسے راہ خیر میں خرچ کرنے کی دعوت دی جائے تو پھر وہ کہتا ہے۔\nالھکت ملا لبدا (6:90) ” میں نے ڈھیروں مال اڑادیا “۔ اور میرے لئے بس یہ کافی ہے کہ میں نے اس قدر مال اڑادیا۔\nایحسب ................ احد (7:90) ” کیا وہ سمجھتا ہے کہ کسی نے اس کو نہیں دیکھا “۔ یہ بھول جاتا ہے کہ اللہ تو دیکھ رہا ہے ، اللہ کا علم تو دلوں کی باتوں کو بھی گھیرے ہوئے ہے ، اللہ تو وہ سب کچھ کو دیکھ رہا ہے جو اس نے خرچ کیا اور اسے معلوم ہے کہ اس نے کس لئے خرچ کیا۔ لیکن یہ انسان اس حقیقت کو بھی بھول جاتا ہے اور یہ سمجھتا ہے کہ شاید وہ اللہ کی نظروں سے اوجھل ہے۔\nانسان کے اس غرور اور اس زعم کے مقابلے میں کہ وہ طاقتور ہے اور زور آور ہے اور اس کی کنجوسی اور پھر بھی دعوائے اتفاق کثیر کے مقابلے میں ، قرآن خود اس کے نفس کا آئینہ اس کے سامنے رکھ کر اسے بتلاتا ہے کہ ذرا غور تو کرو کہ اللہ نے خود تمہارے نفس کے اندر اور تمہاری ساخت کے اندر تم پر کس قدر مہربانیاں کی ہیں اور کس قدر صلاحیتیں دی ہیں لیکن اے انسان تم نے تو ایک نعمت وصلاحیت کا شکر بھی ادا نہیں کیا۔"
    },
    {
      "ayah": 7,
      "surah": 90,
      "text": "ایحسب ان ................................ احد\nیہ انسان مشقت میں پیدا کیا گیا اور جو اپنی اس دنیا کی پوری زندگی میں اس مشقت سے چھوٹ نہیں سکتا ، یہ اپنی حقیقت کو بھول جاتا ہے اور اس کا پیدا کرنے والا اسے جو قوت ، طاقت اور وجدان اور سازو سامان دیتا ہے ، تو وہ ان قوتوں میں ایسے تصرفات کرتا ہے جیسا کہ وہ کسی کے سامنے جوابدہ نہیں ہے اور اسے اس جوابدہی کی توقع نہیں ہے اور یہ خوف نہیں ہے کہ ایک بڑی قوت اور قدروالاا سے پکڑ سکتا ہے اور حساب لے سکتا ہے۔ اس لئے یہ انسان دیتا ہے ، پکڑتا ہے ، چھینتا ہے ، لوٹتا ہے ، جمع کرتا ہے ، اضافہ کرتا ہے ، فسق وفجور کرتا ہے ، نہایت بےخوفی اور نہایت بےباکی کے ساتھ ، یہ خدوخال اس انسان کے ہیں جس کا دل ایمان سے خالی ہو۔\nپھر جب ایسے مواقع پر جیسے اس سورت میں مذکور ہیں ، اسے راہ خیر میں خرچ کرنے کی دعوت دی جائے تو پھر وہ کہتا ہے۔\nالھکت ملا لبدا (6:90) ” میں نے ڈھیروں مال اڑادیا “۔ اور میرے لئے بس یہ کافی ہے کہ میں نے اس قدر مال اڑادیا۔\nایحسب ................ احد (7:90) ” کیا وہ سمجھتا ہے کہ کسی نے اس کو نہیں دیکھا “۔ یہ بھول جاتا ہے کہ اللہ تو دیکھ رہا ہے ، اللہ کا علم تو دلوں کی باتوں کو بھی گھیرے ہوئے ہے ، اللہ تو وہ سب کچھ کو دیکھ رہا ہے جو اس نے خرچ کیا اور اسے معلوم ہے کہ اس نے کس لئے خرچ کیا۔ لیکن یہ انسان اس حقیقت کو بھی بھول جاتا ہے اور یہ سمجھتا ہے کہ شاید وہ اللہ کی نظروں سے اوجھل ہے۔\nانسان کے اس غرور اور اس زعم کے مقابلے میں کہ وہ طاقتور ہے اور زور آور ہے اور اس کی کنجوسی اور پھر بھی دعوائے اتفاق کثیر کے مقابلے میں ، قرآن خود اس کے نفس کا آئینہ اس کے سامنے رکھ کر اسے بتلاتا ہے کہ ذرا غور تو کرو کہ اللہ نے خود تمہارے نفس کے اندر اور تمہاری ساخت کے اندر تم پر کس قدر مہربانیاں کی ہیں اور کس قدر صلاحیتیں دی ہیں لیکن اے انسان تم نے تو ایک نعمت وصلاحیت کا شکر بھی ادا نہیں کیا۔"
    },
    {
      "ayah": 8,
      "surah": 90,
      "text": "الم نجعل .................................... النجدین\nانسان اپنی قوت پر ہمیشہ مغرور ہوجاتا ہے ، حالانکہ اس کے پاس جو چھوٹی موٹی قوت ہوتی ہے۔ وہ اسے اللہ نے دی ہوئی ہوتی ہے ، پھر انسان مال کے بارے میں بڑا بخیل واقع ہوا ہے ، حالانکہ یہ مال بھی اللہ ہی نے دیا ہے۔ اس کے باوجود ، نہ وہ ہدایت کی راہ لیتا ہے اور نہ شکر منعم بجالاتا ہے۔ اللہ نے اسے خو اس خمسہ عطا کیے۔ ان کے ذریعہ یہ عالم محسوسات میں کام کرتا ہے ، پھر اس کو آنکھیں دی گئیں اور ان کی ساخت کس قدر دقیق اور پیچیدہ ہے اور جن کے ذریعہ وہ چیزوں کو دیکھتا ہے ، پھر اللہ نے اسے قوت گویائی عطا کی اور آلہ گویائی بھی عجیب ہے ، زبان اور دو ہونٹ۔"
    },
    {
      "ayah": 9,
      "surah": 90,
      "text": "ولسانا وشفتین (9:90 ) ” ایک زبان اور دو ہونٹ “۔ اس کے بعد اللہ نے انسان کو خیروشر میں تمیز کرنے کا ملکہ دیا۔ ہدایت وضلالت میں اور حق و باطل میں فرق کرنے کے لئے قوت استدلال دی۔"
    }
  ]
}
