{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 94,
      "text": "ان آیات سے معلوم ہوتا ہے کہ رسول اللہ ﷺ کی روح میں کوئی تنگی تھی اور آپ دعوت اسلامی کے سلسلے میں کچھ مشکلات محسوس فرماتے تھے۔ آپ پریشان تھے کیونکہ آپ کے خلاف سازشیں ہورہی تھیں اور آپ کے دل پر ان کے اثرات پڑ رہے تھے اور آپ سمجھتے تھے کہ یہ ذمہ داریاں بہت بھاری ہیں اور یہ کہ آپ کو اللہ کی امداد نصرت اور خصوصی زادراہ کی ضرورت ہے۔\nچناچہ اس موقعہ پر آپ کے ساتھ یہ بیٹھا مکالمہ ہوا۔ انداز گفتگو ایسا ہے کہ بات محبتوں سے بھری ہے۔\nالم نشرح .................... صدرک (1:94) ”(اے نبی) کیا ہم نے تمہارا سینہ تمہارے لئے کھول نہیں دیا “۔ آپک کا سینہ دعوت اسلامی کے کام کے لئے کھل گیا ، اور آپ کے لئے اس ذمہ داری کا اٹھانا ہم نے آسان کردیا۔ یہ ذمہ داری ہم نے آپ کے لئے محبوب بنادی اور راستہ ہم نے صاف کردیا اور ہم نے آپ کو اسی راستے پر لگا دیا یہاں تک کہ آپ کو اس کا انجام نہایت خوبی سے نظر آنے لگا جو سعادتوں سے پر تھا۔\nذرا اپنے سینے کو ٹٹولیے ، کیا آپ اس میں کشادگی ، خوشی اور ایک چمک نہیں پاتے۔ کیا اللہ کے اس دین کا ذوق واضح طور پر نہیں پاتے۔ بتائیے تو سہی کیا ہر مشکل اور مشقت میں آپ یہ بات نہیں پاتے ، کیا ہر تھکاوٹ میں آپ کو خوشی نہیں ہوتی ، کیا ہر مشکل آپ کو آسان نہیں لگتی ، کیا ہر محرومی پہ آپ راضی نہیں ہیں ؟"
    },
    {
      "ayah": 2,
      "surah": 94,
      "text": "ووضعنا ............................ ظھرک (3:94) ” اور تم پر سے وہ باری بوجھ اتاردیا جو تمہاری کمر توڑے ڈال رہا تھا “۔ یعنی دعوت اسلامی کا بوجھ اس قدر بھاری ہوگیا کہ قریب تھا کہ آپ کی کمر ہی توڑ دے۔ ہم نے آپ کو شرح صدر عطا کیا اور یہ بوجھ ہلکا ہوگیا ، آپ کو کام کرنے کی توفیق دی ، آپ کے لئے دعوت کا کام آسان کردیا اور یہ لوگوں کے دلوں تک پہنچنے لگی۔ وحی کا سلسلہ جاری ہوگیا اور بذریعہ وحی حقائق کا انکشاف ہونے لگا۔ اور یوں یہ دعوت دلوں میں اترنے لگی۔ اور بذریعہ وحی یہ کام نہایت آسانی ، نرمی اور سکون سے ہونے لگا۔ کیا آپ اس تبدیلی کو اس بوجھ میں محسوس نہیں کرتے جس نے آپ کی کمر توڑ دی اور اب یہ ہلکا ہوگیا ہے۔ شرح صدر کے بعد اب آپ پر نہ بوجھ ہے اور نہ تنگی دل۔"
    },
    {
      "ayah": 3,
      "surah": 94,
      "text": "ووضعنا ............................ ظھرک (3:94) ” اور تم پر سے وہ باری بوجھ اتاردیا جو تمہاری کمر توڑے ڈال رہا تھا “۔ یعنی دعوت اسلامی کا بوجھ اس قدر بھاری ہوگیا کہ قریب تھا کہ آپ کی کمر ہی توڑ دے۔ ہم نے آپ کو شرح صدر عطا کیا اور یہ بوجھ ہلکا ہوگیا ، آپ کو کام کرنے کی توفیق دی ، آپ کے لئے دعوت کا کام آسان کردیا اور یہ لوگوں کے دلوں تک پہنچنے لگی۔ وحی کا سلسلہ جاری ہوگیا اور بذریعہ وحی حقائق کا انکشاف ہونے لگا۔ اور یوں یہ دعوت دلوں میں اترنے لگی۔ اور بذریعہ وحی یہ کام نہایت آسانی ، نرمی اور سکون سے ہونے لگا۔ کیا آپ اس تبدیلی کو اس بوجھ میں محسوس نہیں کرتے جس نے آپ کی کمر توڑ دی اور اب یہ ہلکا ہوگیا ہے۔ شرح صدر کے بعد اب آپ پر نہ بوجھ ہے اور نہ تنگی دل۔"
    },
    {
      "ayah": 4,
      "surah": 94,
      "text": "ورفعنا ................ ذکرک ( 4:94) ” اور تمہاری خاطر تمہارے ذکر کا آواز بلند کردیا “۔ آپ کا ذکر عالم بالا میں بلند ہونے لگا ، پوری زمین میں آپ کی دعوت کا غلغلہ بلندہوگیا۔ اس پوری کائنات میں آپ کا نام بلند ہوگیا اور پھر کلمہ طیبہ میں آپ کا نام اللہ کے نام کے ساتھ جوڑ دیا گیا۔\nلاالہ الا اللہ محمد رسول اللہ کہ جب بھی کوئی کلمہ پڑھے گا آپ کا نام بلند ہوگا ، اس کے بعد آخر اور کیا مقام و مرتبہ ہوسکتا ہے ؟ یہ تو آپ کا ایک منفرد مقام ہے اور تمام مخلوقات کے مقابلے میں آپ کے لئے مخصوص ہے۔\nہم نے آپ کا ذکر لوح محفوظ میں کردیا کہ زمانے گزر جائیں گے ، نسلیں جائیں گی اور آئیں گی اور کروڑوں ہونٹ آپ کے اسم گرامی کو ادا کرتے رہیں گے۔ صلوٰة وسلام بھیجتے رہیں گے۔ گہری محبت اور عظمت واحترام کا اظہار کرتے رہیں گے۔ آپ کا ذکر یوں بھی بلند ہوا کہ آپ کا نام اسلامی نظام زندگی اور شریعت محمدی کے ساتھ نتھی ہوگیا ۔ صرف آپ کا انتخاب ہی رفع ذکر کا باعث بنا۔ یہ وہ مقام تھا جو نہ کسی کو کبھی نصیب ہوا اور نہ ہوگا۔ لہٰذا اب مشقت کہاں ، تھکاوٹ کہاں ، یہ دین اس قدر عظیم دین ہے کہ اس کے ہوتے ہوئے ہر قسم کی مشقت اور تھکاوٹ کا احساس ہی جاتا رہتا ہے۔\nلیکن اس کے باوجود اللہ اپنے محبوب مختار کے ساتھ مزید مہربانیاں فرماتا ہے ، آپ کی کلفتیں مزید دور فرماتا ہے ، آپ کو خوش اور مطمئن فرماتا ہے اور یہ اطلاع دیتا ہے کہ بہت بڑی آسانیاں اور فراخیاں آپ کے انتظار میں ہیں۔"
    },
    {
      "ayah": 5,
      "surah": 94,
      "text": "” پس حقیقت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔\nحقیقت یہ ہے کہ مشکل کے ساتھ آسانی لازمی ہے اور مشکل کے بعد آسانیاں ہوتی ہیں۔ اور اے نبی یہ آپ کے ساتھ بھی لازم رہی ہے۔ جب آپ پر دعوت کا بوجھ بھاری ہوگیا تو ہم نے آپ کا دل کھول دیا ، یوں آپ کا بوجھ ہلکا ہوگیا جس نے آپ کی کمر توڑ دی تھی لہٰذا مشکل کے ساتھ ہی آسانی جڑی رہی اور یہ بھاری بوجھ ہلکا ہوگیا۔\nیہ اصول ایک اٹل اصول ہے ، اس لئے اسے انہی الفاظ میں مکرر لایا گیا ہے۔\nفان مع ........................ یسرا (6:94) ” پس حقیت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔ یہ تکرار اس بات کا اظہار کررہا ہے کہ جس وقت یہ آیات نازل ہورہی تھیں حضور اکرم ﷺ بےحد مشقت اور تنگی میں تھے۔ اس لئے اللہ نے اس مسئلہ کی طرف اس طرح توجہ فرمائی ، یاددہانی فرمائی ، اللہ نے حضور کی ذات کے حوالے سے اپنی سابقہ مہربانیاں گنوائیں اور اپنے فضل وکرم اور دستگیری کا ذکر کیا اور آئندہ کے لئے بھی اسی اصول کو تاکید مزید کے ساتھ بیان کیا ، تاکہ آپ کو تسلی ہو کہ بہتر دور آنے والا ہے۔ یہ بات معلوم ہوتی ہے کہ حضور اکرم جن مشکلات میں گھرے ہوئے تھے وہ کوئی سخت مشکلات تھیں۔\nاب بتایا جاتا ہے کہ آپ پر جو بہتر دور آنے والا ہے وہ کس طرح آئے گا اور انشراح صدر کے حقیقی اسباب کیا ہوا کرتے ہیں اور دعوت اسلامی کی طویل راہ میں اور دشوار گزار سفر میں زادراہ کیا ہے ، سیراب ہونے کے ذرائع کیا ہیں۔"
    },
    {
      "ayah": 6,
      "surah": 94,
      "text": "” پس حقیقت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔\nحقیقت یہ ہے کہ مشکل کے ساتھ آسانی لازمی ہے اور مشکل کے بعد آسانیاں ہوتی ہیں۔ اور اے نبی یہ آپ کے ساتھ بھی لازم رہی ہے۔ جب آپ پر دعوت کا بوجھ بھاری ہوگیا تو ہم نے آپ کا دل کھول دیا ، یوں آپ کا بوجھ ہلکا ہوگیا جس نے آپ کی کمر توڑ دی تھی لہٰذا مشکل کے ساتھ ہی آسانی جڑی رہی اور یہ بھاری بوجھ ہلکا ہوگیا۔\nیہ اصول ایک اٹل اصول ہے ، اس لئے اسے انہی الفاظ میں مکرر لایا گیا ہے۔\nفان مع ........................ یسرا (6:94) ” پس حقیت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔ یہ تکرار اس بات کا اظہار کررہا ہے کہ جس وقت یہ آیات نازل ہورہی تھیں حضور اکرم ﷺ بےحد مشقت اور تنگی میں تھے۔ اس لئے اللہ نے اس مسئلہ کی طرف اس طرح توجہ فرمائی ، یاددہانی فرمائی ، اللہ نے حضور کی ذات کے حوالے سے اپنی سابقہ مہربانیاں گنوائیں اور اپنے فضل وکرم اور دستگیری کا ذکر کیا اور آئندہ کے لئے بھی اسی اصول کو تاکید مزید کے ساتھ بیان کیا ، تاکہ آپ کو تسلی ہو کہ بہتر دور آنے والا ہے۔ یہ بات معلوم ہوتی ہے کہ حضور اکرم جن مشکلات میں گھرے ہوئے تھے وہ کوئی سخت مشکلات تھیں۔\nاب بتایا جاتا ہے کہ آپ پر جو بہتر دور آنے والا ہے وہ کس طرح آئے گا اور انشراح صدر کے حقیقی اسباب کیا ہوا کرتے ہیں اور دعوت اسلامی کی طویل راہ میں اور دشوار گزار سفر میں زادراہ کیا ہے ، سیراب ہونے کے ذرائع کیا ہیں۔"
    },
    {
      "ayah": 7,
      "surah": 94,
      "text": "بیشک سختی کے بعد آسانی ہے ، تنگی کے بعد فراخی ہے ، اور اس کے اسباب یہ ہیں ، ان پر عمل کیجئے کہ جب آپ لوگوں کے ساتھ اپنی مشغولیات سے فارغ ہوجائیں اور دنیا کے امور سے فارغ ہوجائیں اور زندگی کی سرگرمیوں قدرے رک جائیں ، جب آپ ان امور سے فارغ ہوجائیں تو پھر اس میدان میں اتر جائیں جس میں آپ کو محنت اور جدوجہد کی ضرورت ہے یعنی اللہ کی عبادت ، اللہ کی طرف توجہ۔\nوالی ربک فارغب (8:94) ” اپنے رب کی طرف راغب ہوجاﺅ“۔ تو پھر آپ صرف رب کی طرف راغب ہوجائیں ، تمام دنیاوی امور چھوڑدیں ، یہاں تک کہ دعوت اسلامی کی سرگرمیاں بھی چھوڑدیں ، یہ ہے زادراہ۔ ہر سفر کے لئے کوئی نہ کوئی سازوسامان ہوتا ہے اور یہ ہے سازو سامان اس سفر کا۔ جہاڈ کے لئے تیاری کی ضرورت ہے اور یہ ہے تیاری اور اس کے نتیجے میں تنگی کی بجائے فراخی آجائے گی۔ مشکل میں کشادگی آجائے گی اور یہی ہے صحیح طریقہ کار۔\nاس سورت کا خاتمہ بھی الضحیٰ کی طرح ہوتا ہے ۔ اختتام پر دل میں دو قسم کے احساسات جاگزیں ہوتے ہیں۔ ایک یہ کہ اللہ تعالیٰ کو حضور اکرم کے ساتھ نہایت ہی عظیم محبت ہے اور عالم بالا سے اس محبت کے تازہ بہ تازہ جھونکے دم بدم رہے ہیں ، دوسری یہ بات کہ محبت کے ساتھ ساتھ ذات باری کو حضور اکرم کے ساتھ بےحد شفقت اور ہمدردی ہے۔ اور دونوں سورتوں سے یہ محسوس ہوتا ہے کہ اس وقت حضور نہایت مشکل دور سے گزر رہے تھے ۔ لہٰذا عالم بالا کی طرف سے اس محبت اور شفقت کے اظہار کی ضرورت تھی ۔ یہ حق کی دعوت کی بھاری ذمہ داری ہے۔ کمر توڑ دینے والا ہے لیکن جو لوگ یہ کام کرتے ہیں ان پر اللہ کا نور اور رحمت ہر وقت چوکس رہتی ہے۔"
    },
    {
      "ayah": 8,
      "surah": 94,
      "text": "بیشک سختی کے بعد آسانی ہے ، تنگی کے بعد فراخی ہے ، اور اس کے اسباب یہ ہیں ، ان پر عمل کیجئے کہ جب آپ لوگوں کے ساتھ اپنی مشغولیات سے فارغ ہوجائیں اور دنیا کے امور سے فارغ ہوجائیں اور زندگی کی سرگرمیوں قدرے رک جائیں ، جب آپ ان امور سے فارغ ہوجائیں تو پھر اس میدان میں اتر جائیں جس میں آپ کو محنت اور جدوجہد کی ضرورت ہے یعنی اللہ کی عبادت ، اللہ کی طرف توجہ۔\nوالی ربک فارغب (8:94) ” اپنے رب کی طرف راغب ہوجاﺅ“۔ تو پھر آپ صرف رب کی طرف راغب ہوجائیں ، تمام دنیاوی امور چھوڑدیں ، یہاں تک کہ دعوت اسلامی کی سرگرمیاں بھی چھوڑدیں ، یہ ہے زادراہ۔ ہر سفر کے لئے کوئی نہ کوئی سازوسامان ہوتا ہے اور یہ ہے سازو سامان اس سفر کا۔ جہاڈ کے لئے تیاری کی ضرورت ہے اور یہ ہے تیاری اور اس کے نتیجے میں تنگی کی بجائے فراخی آجائے گی۔ مشکل میں کشادگی آجائے گی اور یہی ہے صحیح طریقہ کار۔\nاس سورت کا خاتمہ بھی الضحیٰ کی طرح ہوتا ہے ۔ اختتام پر دل میں دو قسم کے احساسات جاگزیں ہوتے ہیں۔ ایک یہ کہ اللہ تعالیٰ کو حضور اکرم کے ساتھ نہایت ہی عظیم محبت ہے اور عالم بالا سے اس محبت کے تازہ بہ تازہ جھونکے دم بدم رہے ہیں ، دوسری یہ بات کہ محبت کے ساتھ ساتھ ذات باری کو حضور اکرم کے ساتھ بےحد شفقت اور ہمدردی ہے۔ اور دونوں سورتوں سے یہ محسوس ہوتا ہے کہ اس وقت حضور نہایت مشکل دور سے گزر رہے تھے ۔ لہٰذا عالم بالا کی طرف سے اس محبت اور شفقت کے اظہار کی ضرورت تھی ۔ یہ حق کی دعوت کی بھاری ذمہ داری ہے۔ کمر توڑ دینے والا ہے لیکن جو لوگ یہ کام کرتے ہیں ان پر اللہ کا نور اور رحمت ہر وقت چوکس رہتی ہے۔"
    }
  ]
}
