{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 97,
      "text": "انا انزلنہ ............................ القدر (1:97) ” ہم نے اسے لیلة القدر میں اتارا “۔ لیلتہ القدر کے معنی تقدیر اور تدبیر بھی ہوسکتے ہیں ، اور قابل قدر اور بلند مرتبہ کے بھی ہوسکتے ہیں۔ یہ دونوں معانی اس عظیم الشان کائناتی واقعہ کے ساتھ مناسب ہیں ، یہ واقعہ کہ اس رات میں قرآن کریم نازل ہوا ، یہ آخری رسالت نبی کریم ﷺ کے سپرد ہوئی اور آپ نے دعوت کا کام شروع کیا۔ میں سمجھتا ہوں اس کائنات میں اس سے بڑا کوئی واقعہ نہیں ہے۔ اور انسانوں کی زندگی میں اس سے پر معنی اور زیادہ اہمیت اور قدر و قیمت والا کوئی واقعہ بھی نہیں ہے۔ یہ رات ایک ہزار مہینوں سے زیادہ بہتر ہے۔ مراد ہزار مہینوں کی تحدید نہیں ہے ، مراد کہ ہزارہا راتوں سے یہ رات زیادہ قیمتی ہے۔ الف شہر سے مراد زیادہ راتیں ہیں۔ مطلب ہے ہزاروں لاکھوں راتوں سے زیادہ قیمتی ہے۔ یوں کہ ہزاروں لاکھوں کروڑوں راتیں انسانی زندگی کو اس قدر متاثر نہیں کرسکیں۔ جس قدر اس رات نے انسانی زندگی کو متاثر کیا۔ اس رات نے انسانی زندگی کا رخ ہی بدل دیا۔\nلیلة القدر .................... الف شھر (3:97) ” شب قدر ایک ہزار مہینوں سے زیادہ بہتر ہے “۔"
    },
    {
      "ayah": 2,
      "surah": 97,
      "text": "وما ادرک .................... القدر (2:97) ” اور تم کیا جانو لیلتہ القدر کیا ہے “۔ یہ اس قدر عظیم ہے کہ انسانی فہم وادراک کی حدود سے ماوراء ہے۔ بس یہی ہے اس کا مفہوم اور اس سلسلے میں عامتہ الناس میں جو اوہام و خرافات مشہور ہیں۔ ان کے تذکرے کی یہاں کوئی ضرورت نہیں ہے۔ بس یہ ایک نہایت ہی عظیم رات ہے ، اور اس عظمت اس وجہ سے ہے کہ اس کو اللہ نے ایک عظیم کام کے لئے منتخب کیا ہے یعنی نزول قرآن کریم کے لئے اور اس لئے کہ اللہ نے اس رات کو اپنے نور سے پوری کائنات کو بھردیا۔ اور اس رات کو اللہ نے انسانیت کو وہ چیز عطا کی تھی جس کی اسے بےحد ضرورت تھی۔ انسانی روح اور انسانی زندگی کو اس رات یہ عطیہ ملا یعنی عمومی امن وسلامتی اور امن وسلامتی کا پیغام یعنی قرآن دیا۔ جس میں صحیح عقائد و تصورات وضاحت سے بیان ہوئے۔ جس میں ایسے آداب زندگی ثبت ہوئے جن کی وجہ سے انسانی ضمیر اور انسانی ماحول یعنی پوری زمین کو سلامتی ملی۔ اور حضرت روح الامین اس رات کو پیغام لے کر فرشتوں کے جلو میں آئے۔ یہ ایک جشن کا سماں تھا ، انسانیت کو تو بہار مل رہی تھی۔ اس جشن کو قرآن نے نہایت ہی عجیب انداز میں یہاں بیان کیا ہے۔"
    },
    {
      "ayah": 3,
      "surah": 97,
      "text": "وما ادرک .................... القدر (2:97) ” اور تم کیا جانو لیلتہ القدر کیا ہے “۔ یہ اس قدر عظیم ہے کہ انسانی فہم وادراک کی حدود سے ماوراء ہے۔ بس یہی ہے اس کا مفہوم اور اس سلسلے میں عامتہ الناس میں جو اوہام و خرافات مشہور ہیں۔ ان کے تذکرے کی یہاں کوئی ضرورت نہیں ہے۔ بس یہ ایک نہایت ہی عظیم رات ہے ، اور اس عظمت اس وجہ سے ہے کہ اس کو اللہ نے ایک عظیم کام کے لئے منتخب کیا ہے یعنی نزول قرآن کریم کے لئے اور اس لئے کہ اللہ نے اس رات کو اپنے نور سے پوری کائنات کو بھردیا۔ اور اس رات کو اللہ نے انسانیت کو وہ چیز عطا کی تھی جس کی اسے بےحد ضرورت تھی۔ انسانی روح اور انسانی زندگی کو اس رات یہ عطیہ ملا یعنی عمومی امن وسلامتی اور امن وسلامتی کا پیغام یعنی قرآن دیا۔ جس میں صحیح عقائد و تصورات وضاحت سے بیان ہوئے۔ جس میں ایسے آداب زندگی ثبت ہوئے جن کی وجہ سے انسانی ضمیر اور انسانی ماحول یعنی پوری زمین کو سلامتی ملی۔ اور حضرت روح الامین اس رات کو پیغام لے کر فرشتوں کے جلو میں آئے۔ یہ ایک جشن کا سماں تھا ، انسانیت کو تو بہار مل رہی تھی۔ اس جشن کو قرآن نے نہایت ہی عجیب انداز میں یہاں بیان کیا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 97,
      "text": "تنزل ............................ کل ام (4:97) فرشتے اور روح ، اس میں اپنے رب کے اذن سے ہر حکم لے کر اترتے ہیں “۔ آج جب ہم صدیوں پیچھے کی طرف نظر دوڑاتے ہیں اور پھر ہماری نگاہ اس بزرگ اور عظیم رات پر پڑتی ہے۔ اور ہم اس جشن پر غور کرتے ہیں جو اس رات دیکھا گیا۔ پھر ہم ان امور کو دیکھتے ہیں جو اس رات میں فیصلہ ہوئے اور مکمل ہوئے اور دیکھتے ہیں کہ انسانی تاریخ نے کیا سفر طے کیا ، کیا واقعات وحادثات رونما ہوئے ، اس رات کے فیصلوں کے نتیجے میں انسانی قلب ونظر میں کیا کیا تبدیلیاں ہوئیں تو ہمیں یقین ہوجاتا ہے کہ یہ ایک عظیم رات تھی اور میں بتایا جانے والا یہ حسن نوبہاراں بھی فی الواقعہ بجا تھا اور آج ہمیں اللہ کا یہ کلام اچھی طرح سمجھ میں آتا ہے۔\nوما ادرک .................... القدر (2:97) ” تم کیا جانو کہ شب قدر کیا ہے “۔ اور یہ کہ اس رات تمام حکیمانہ امور طے ہوئے ، اس رات اساس دین ، دینی اقدار اور حسن وقبح کے پیمانے طے ہوئے۔ اس رات افراد کے علاوہ حکومتوں ، ملتوں اور اقوام کی قسمتوں کا فیصلہ ہوا بلکہ اس سے بھی بڑھ کر جس اہم چیز کا فیصلہ ہوا وہ یہ ہے کہ حق کا معیار طے ہوا۔ مستقل قدریں طے ہوئیں۔ طریق زندگی اور نظام شریعت طے ہوا اور روحانی اقدار طے ہوئیں۔ سلم ” وہ رات سراسر سلامتی ہے “ ۔ انسانیت نے اپنی جہالت اور بدبختی کی وجہ سے شب قدر کی قدر و قیمت کو بھلا دیا ہے۔ اور اس عظیم واقعہ کی اہمیت کو دل سے محو کردیا ہے ، حالانکہ انسانی تاریخ کا یہ ایک عظیم واقعہ تھا ، اور جب سے انسانیت نے اس عظیم واقعہ کو بھلایا اور اس عظیم پیغام کے حوالے سے غفلت کا مظاہرہ کیا تو انسانیت اللہ کی عظیم ترین رحمت وسعادت سے محروم ہوگئی۔ وہ کیا تھی ؟ حقیقی امن وسلامتی کی سعادت ، انسانی ضمیر ونفسیات میں امن وسلامتی کی سعادت ، انسانی خاندان میں امن وسلامتی کی سعادت ، وہ ہمہ گیر سعادت تھی جس سے اسلام نے دنیا کو مالا مال کردیا تھا۔ یہ درست ہے کہ انسان نے اس عرصہ میں بےپناہ مادی ترقی کی ، دنیاکو خوب آبادوشاداب کیا۔ لیکن اسلام نے جو امن وسلامتی عطا کی ہے اسے انسان نہ پاسکا۔ باوجود مادی ترقی اور بےپناہ پیداوار کے انسانیت بدبخت ہی رہی۔ وہ خوبصورت نور بجھ گیا جس نے کبھی اس کی روح کو روشن کردیا تھا۔ اور وہ روشن خوشی ختم ہوکر رہ گئی جس نے اسے زمین کے بندھنوں سے آزاد کرکے عالم بالا کے ساتھ معلق کردیا تھا ، اور وہ مجموعی سلامتی ختم ہوگئی۔ جس کے فیوض وبرکات انسانی قلب اور ارواح سے سرشار ہوگئے تھے۔ لیکن یہ سب کچھ کھو چکنے کے بعد انسان نے نہ روحانی خوشی پائی ، نہ آسمانی روحانیت ملی اور نہ انسان کو یہ آزادی ملی کہ وہ زمینی بوجھ سے ذرا اٹھ کر آسمانوں تک پہنچے۔"
    },
    {
      "ayah": 5,
      "surah": 97,
      "text": "ھی حتی ................ الفجر (5:97) ” یہ طلوع فجر تک ہے “۔ ہم اہل ایمان اس بات پر مامور ہیں کہ اس جشن نوبہاراں کو بھی نہ بھلائیں۔ یہ اچھی یادیں ہیں ، اور ان یادوں کو تازہ رکھنے کے لئے ہمارے نبی نے ہمارے لئے بہت ہی سہل طریقے بتائے ہیں تاکہ ہماری روحیں اس سرچشمے سے مربوط ہیں۔ اور وہ عظیم کائناتی واقعہ انہیں یاد رہے جو اس رات میں وقوع پذیر ہوا۔ وہ یوں کہ حضور نے ہمیں تاکید فرمائی کہ ہر سال اس رات کو اللہ کی عبادت میں کھڑے رہو اور رمضان شریف کی آخری دس راتوں میں اسے تلاش کرو ، صحیح حدیث ہے :\nتحروالیلة القدر فی العشر الاواخر من رمضان۔\n” شب قدر کو رمضان کی آخری راتوں میں تلاش کرو “۔ اور صحیحین ہی کی ایک دوسری روایت میں نبی ﷺ نے فرمایا :\nمن قام لیلة القدر ایمانا واحتسابا غفرلہ ماتقدم من ذنبہ۔\n” جس شخص نے شب قدر میں اللہ کی عبادت ایمان اور حسبتہ اللہ کی حالت میں کی اس کے تمام پچھلے گناہ معاف کردیئے جائیں گے “۔\nاسلام محض ظاہری رسومات اور اشکال کا نام نہیں ہے۔ یہی وجہ ہے کہ رسول اللہ ﷺ نے اس عبادت کے سلسلے میں فرمایا :\nایمنا واحتسابا ” یعنی ایمان اور اخلاص کے ساتھ “ تاکہ یہ قیام و عبادت اعلیٰ مقاصد کے لئے ہو جو اس رات میں متعین ہوئے اور احتساب کے طور پر یعنی خالص اللہ کے لئے ان دوشرائط سے انسانی دل میں ایسے حقائق جاگزیں ہوتے ہیں۔ جو انسان کو ان معانی کے ساتھ مربوط کردیتے ہیں جن کے لئے قرآن نازل ہوا۔\nاسلامی نظام زندگی کا یہ طریقہ ہے کہ وہ ایمان وعمل ، ضمیر کے اندر موجود معتقدات اور عملی عبادات کے درمیان ربط پیدا کرتا ہے اور نظام عبادات اس طرح تجویز کرتا ہے جس کے ذریعہ انسان کے ضمیر و شعور میں وہ عقائد اچھی طرح مستحکم ہوجائیں اور زندہ مشکل میں موجود ہوں اور یہ نظریہ و عقائد محض افکار کی حد تک محدود نہ ہوں بلکہ ان کا عملی اور زندہ اظہار بھی ہو۔\nیہ بات ثابت ہوچکی ہے کہ اسلامی نظام زندگی اور نظام عبادت دراصل ایک بہترین نظام ہے جوان حقائق کو زندہ کرتا ہے اور انسانی ضمیر و شعور میں بھی اور عمل اور طرز عمل میں بھی زندہ اور متحرک کرتا ہے ، ان حقائق کا محض ذہنی ادراک ، بغیر عمل و عبادت کے ، ان عقائد ونظریات کو ثبات وقرار نہیں بخش سکتا۔ عبادات وعمل کے بغیر نہ فرد کی زندگی اور نہ سوسائٹی میں یہ حقائق زندہ اور متحرک ہوسکتے ہیں۔ یہی وجہ ہے کہ لیلة القدر کی یہ یاد اور اس میں ایمان اور خلوص کے ساتھ عبادت کرنے کو لازمی قرار دیا گیا ہے۔ اور یہ اسلامی نظام زندگی کے منہاج اور طریقہ کار ایک خاص پہلو ہے۔"
    }
  ]
}
