{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 99,
      "text": "یہ ہے منظر قیام قیامت کا ، اس دن زمین نہایت شدت سے ہلا ماری جائے گی اور ایک شدید زلزلہ برپا ہوگا اور زمین کے پیٹ کے اندر جو کچھ ہوگا ، وہ اسے باہر پھینک دے گی اور اس نے ایک طویل عرصے سے انسانی جانوں کا جو بوجھ اٹھارکھا ہوگا ، یا اس کے اندر جو معدنیات ہوں گے وہ ان کو اٹھاکر باہر پھینک دے گی ، گویا اس بوجھ کو باہر پھینک کر وہ ہلکی ہوجائے گی۔\nیہ ایک ایسی تصویر کشی ہے کہ سننے والے اپنے پاﺅں کے نیچے کھڑی ہر چیز متزلزل محسوس کرتے ہیں کہ وہ ڈگمگا رہے ہیں ، لڑکھڑا رہے ہیں ، ان کے قدموں کے نیچے سے زمین کانپ رہی ہے ، دوڑرہی ہے ، یہ ایک ایسا منظر ہے جس کو دیکھ کر انسان تمام امور سے قطع تعلق کرلیتا ہے جو انسان کو اس زمین سے وابستہ کرتے ہیں اور جن کے بارے میں انسان یہ خیال کرتا ہے کہ وہ ثابت اور باقی ہیں۔ قرآن اس قسم کے مناظر سے جو اثرات قائم کرنا چاہتا ہے۔ یہ ان میں سے پہلا اثر ہے اور قرآن کی یہ منفرد آیات سنتے ہی یہ اثر انسان کے اعصاب تک منتقل ہوجاتا ہے۔ یہ تاثر اس وقت اور گہرا ہوجاتا ہے ۔ جب قرآن کریم میدان حشر میں کھڑے اس ” انسان “ کے تاثرات قلم بند کرتا ہے ، جو ان مناظر کو دیکھ رہا ہوگا۔"
    },
    {
      "ayah": 2,
      "surah": 99,
      "text": "یہ ہے منظر قیام قیامت کا ، اس دن زمین نہایت شدت سے ہلا ماری جائے گی اور ایک شدید زلزلہ برپا ہوگا اور زمین کے پیٹ کے اندر جو کچھ ہوگا ، وہ اسے باہر پھینک دے گی اور اس نے ایک طویل عرصے سے انسانی جانوں کا جو بوجھ اٹھارکھا ہوگا ، یا اس کے اندر جو معدنیات ہوں گے وہ ان کو اٹھاکر باہر پھینک دے گی ، گویا اس بوجھ کو باہر پھینک کر وہ ہلکی ہوجائے گی۔\nیہ ایک ایسی تصویر کشی ہے کہ سننے والے اپنے پاﺅں کے نیچے کھڑی ہر چیز متزلزل محسوس کرتے ہیں کہ وہ ڈگمگا رہے ہیں ، لڑکھڑا رہے ہیں ، ان کے قدموں کے نیچے سے زمین کانپ رہی ہے ، دوڑرہی ہے ، یہ ایک ایسا منظر ہے جس کو دیکھ کر انسان تمام امور سے قطع تعلق کرلیتا ہے جو انسان کو اس زمین سے وابستہ کرتے ہیں اور جن کے بارے میں انسان یہ خیال کرتا ہے کہ وہ ثابت اور باقی ہیں۔ قرآن اس قسم کے مناظر سے جو اثرات قائم کرنا چاہتا ہے۔ یہ ان میں سے پہلا اثر ہے اور قرآن کی یہ منفرد آیات سنتے ہی یہ اثر انسان کے اعصاب تک منتقل ہوجاتا ہے۔ یہ تاثر اس وقت اور گہرا ہوجاتا ہے ۔ جب قرآن کریم میدان حشر میں کھڑے اس ” انسان “ کے تاثرات قلم بند کرتا ہے ، جو ان مناظر کو دیکھ رہا ہوگا۔"
    },
    {
      "ayah": 3,
      "surah": 99,
      "text": "وقال ............ مالھا (3:99) ” اور انسان کہے گا ، یہ اس کو کیا ہورہا ہے ؟ “۔ یہ ایک ایسے شخص کا سوال ہے جو ایک اچانک ، خوفناک منظر کو دیکھ کر مبہوت رہ جاتا ہے ، جو ایسا منظر دیکھ رہا ہوتا ہے جو نادیدنی ہو ، جو ایسی صورت حالات سے دوچارہوتا ہے جس کو وہ سمجھ نہیں پارہا ہوتا ، اور ایک ایسے منظر کو دیکھ رہا ہوتا ہے ، جس پر وہ نہ خاموش ہوسکتا ہے ، اور نہ صبر کرسکتا ہے۔\nمالھا (3:99) ” اسے کیا ہوگیا ہے “۔ کیا سبب ہے کہ ایک زلزلہ برپا ہے اور زمین ہے کہ مسلسل حرکت کررہی ہے اور اس کے قدم ہی نہیں جمتے اور وہ ادھر ادھر لڑھک رہا ہے اور کوشش کررہا ہے کہ جو سہارے ہاتھ میں آئے اسے لے ، لیکن اس کے ماحول میں ہر چیز حرکت کررہی ہے ، اور شدید زلزلے کی زد میں ہے۔\nانسان نے اس سے قبل زلزلے اور آتش فشانی کے عمل دیکھے ہوئے تھے اور زلزلے اور آتش فشانی کے دوران خوف اور بےچینی سے وہ دوچار رہا ہے۔ اس نے ہلاکتیں اور بربادیاں دیکھی ہیں لیکن جب وہ قیامت کا زلزلہ دیکھتا ہے تو وہ سمجھ لیتا ہے کہ دنیا کے زلزلوں اور آتش فشانیوں اور اس کی موجودہ حادثے کے درمیان کوئی مماثلت نہیں ہے۔ یہ کوئی اور ہی عمل ہے ، کوئی اور ہی حادثہ ہے۔ اس حادثے کا کوئی حقیقی سبب اس کی سمجھ میں نہیں آرہا ہے۔ نہ اس کی کوئی مثال ہے۔ یہ ایک نہایت ہی ہولناک واقعہ ہے اور پہلی مرتبہ پیش آرہا ہے۔"
    },
    {
      "ayah": 4,
      "surah": 99,
      "text": "یومئذ (4:99) ” اس دن “۔ جس دن یہ زلزلہ واقعہ ہوگا اور انسان اس کے سامنے دہشت زدہ ہوگا۔ اس دن۔\nتحدث اخبارھا (4:99) ” وہ اپنے (اوپر گزرے ہوئے حالات بیان کرے گی “۔ اس دن یہ زمین اپنی خبریں دے گی اپنے حالات بتائے گی اور اپنی پوری کہانی بیان کرے گی۔"
    },
    {
      "ayah": 5,
      "surah": 99,
      "text": "بان ربک اوحی لھا (5:99) کہ تیرے رب نے اسے ایسا کرنے کا حکم دیا ہوگا “۔ اس کو حکم دیا ہوگا کہ وہ اپنی حرکت تیز کردے اور اپنے سکان کو خوب جھٹکے دے اور اپنے اندر کی چیزیں باہر پھینک دے اور یہ کام وہ رب کے حکم کی اطاعت میں کررہی ہے۔\nواذنت لربھا وحقت ” اور وہ اپنے رب کے حکم کی اطعت کرے گی اور اس کا حق یہی ہے “۔ لہٰذا وہ اپنے حالات بتائے گی۔ غرض یہ صورت حال اور یہ منظر اس بات کا خوب اظہار کررہا ہے کہ اس وقت اللہ کے احکام واشارات کیا ہوں گے۔\nاب یہاں حالات ایسے ہیں کہ انسان ششدررہ گیا ہے ، سورت کی گھن گرج اور زور دار بیان سے خوف وہراس کی فضا ہے ، ہر سو دہشت اور حیرانی کا دور دورہ ہے۔ اضطراب اور بھگدڑ ہے ، ایسے حالات میں انسان کا سانس پھولا ہوا ہے۔ اور وہ پوچھ رہا ہے کہ اسے کیا ہوگیا ہے۔\nمالھا (3:99) ” اسے کیا ہوگیا ہے .... ایسے حالات میں جواب ایک نئے منظر کی صورت میں آتا ہے ، یہ ہے منظر حشر ونشر ، حساب و کتاب اور میزان وجزاء کا ہے۔"
    },
    {
      "ayah": 6,
      "surah": 99,
      "text": "ایک لمحہ میں ہم دیکھتے ہیں کہ لوگ قبروں سے اٹھتے چلے آرہے ہیں۔\nیومئذ .................... اشتاتا (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے “۔ ہم دیکھتے ہیں کہ وہ مختلف گروہوں مختلف اطراف سے چلے آرہے ہیں۔ یوں لگتا ہے کہ گویا وہ بکھری ہوئی ٹڈیاں ہیں۔\nکانھم .................... منتشر ” گویا کہ یہ لوگ بکھری ہوئی ٹڈیاں ہیں “۔ یہ ایک ایسا منظر ہے جو اس سے قبل انسان نے کبھی نہیں دیکھا ، یہ کہ لوگوں کی نسلیں ، اگلوں پچھلوں کی یہاں سے اور وہاں سے اٹھ رہی ہیں۔ جس طرح دوسری جگہ آیا۔\nیوم تشقق .................... سراعا ” وہ دن جبکہ زمین پھٹے گی اور وہ اس میں سے تیزی تیزی سے نکل بھاگیں گے “۔ منظر یوں ہے کہ تاحد نظر انسان ہی انسان نظر آتے ہیں۔ جو قبروں سے اٹھ رہے ہیں اور تیزی سے بھاگ رہے ہیں۔ کسی طرف کسی کو توجہ نہیں ہے۔ آگے اور پیچھے ، دائیں اور بائیں کچھ نہیں دیکھ رہے ہیں۔ نظریں اٹھی ہوئی ہیں۔\nمھطعین ................ الداع ” پکارنے والے کی طرف سر اٹھائے تیزی سے دوڑ رہے ہیں “۔ گردنیں بلند کی ہوئی ، نظریں پھٹی ہوئی۔\nلکل ........................ یغنیہ (37:80) ” ہر شخص کو اس دن بس اپنی پڑی ہوگی “۔\nیہ ایک ایسا منظر ہے جس کی تصویر کشی کسی انسانی زبان میں نہیں کی جاسکتی ۔ ” ہولناک “ اور ” خوفناک “ ،” حیرت زدہ کردینے والا “ اور ” مدہوش کردینے والا “۔ غرض یہ اور اس قسم کے تمام دوسرے الفاظ اس منظر کی تصویر کشی سے عاجز ہیں۔ ہاں صرف خیال وتصور کو ہم کسی قدر آگے بڑھا سکتے ہیں اور اس منظر کی تصویر کشی میں الفاظ کی بجائے خیال کی جو لانی ہوسکتی ہے۔ اپنی وسعت اور طاقت کے حدود کے اندر اندر۔\nیومئذ ........................ اعمالھم (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے ، تاکہ ان کے اعمال ان کو دکھائے جائیں “۔ اور یہ پھر اس منظر سے بھی شدید تربات ہے۔ اف ، ان کے سامنے تو ان کے اعمال پیش ہورہے ہیں ! کیا یہ اپنے اعمال کا سامنا کرسکیں گے ؟ کیا اس سزا کا مقابلہ کرسکیں گے۔ حقیقت یہ ہے کہ انسان کے لئے بعض اوقات خود اپنے اعمال کا مقابلہ نہایت ہی تلخ ہوتا ہے۔ انسان بعض اوقات خود اپنے اعمال کا سامنا کرنے سے بھاگتا ہے حالانکہ لوگوں کو انکا پہ نہیں ہوتا ، لیکن جب توبہ وندامت کے وقت خود انسان کے اعمال اس کے سامنے آکر کھڑے ہوتے ہیں تو وہ سخت نادام ہوتا ہے ، اپنی نفسیات ، اپنے ضمیر سے بھاگتا ہے ، چہ جائیکہ کھلی عدالت میں اسے پیش ہونا ہو اور سب کے سامنے اس پر فرد جرم لگتا ہو اور عدالت کا سربراہ رب ذوالجلال ہو جو جبار اور متکبر ہے۔\nحقیقت یہ ہے کہ کسی کو اس کا عمل دکھانا بھی دراصل ایک خوفناک سزا ہے ، صرف یہ بات کہ کوئی اپنا جتھا دیکھے اور جو کچھ اس نے کیا ہے اس کا سامنا کرے۔ خصوصاً ایسے اوقات میں جبکہ حساب و کتاب ایسا ہو کہ اس میں ذرہ ذرہ درج ہو ، نہ شر کا ذرہ چھوڑا گیا ہو اور نہ خیر کار کا ذرہ چھوڑا گیا ہو۔"
    },
    {
      "ayah": 7,
      "surah": 99,
      "text": "ایک لمحہ میں ہم دیکھتے ہیں کہ لوگ قبروں سے اٹھتے چلے آرہے ہیں۔\nیومئذ .................... اشتاتا (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے “۔ ہم دیکھتے ہیں کہ وہ مختلف گروہوں مختلف اطراف سے چلے آرہے ہیں۔ یوں لگتا ہے کہ گویا وہ بکھری ہوئی ٹڈیاں ہیں۔\nکانھم .................... منتشر ” گویا کہ یہ لوگ بکھری ہوئی ٹڈیاں ہیں “۔ یہ ایک ایسا منظر ہے جو اس سے قبل انسان نے کبھی نہیں دیکھا ، یہ کہ لوگوں کی نسلیں ، اگلوں پچھلوں کی یہاں سے اور وہاں سے اٹھ رہی ہیں۔ جس طرح دوسری جگہ آیا۔\nیوم تشقق .................... سراعا ” وہ دن جبکہ زمین پھٹے گی اور وہ اس میں سے تیزی تیزی سے نکل بھاگیں گے “۔ منظر یوں ہے کہ تاحد نظر انسان ہی انسان نظر آتے ہیں۔ جو قبروں سے اٹھ رہے ہیں اور تیزی سے بھاگ رہے ہیں۔ کسی طرف کسی کو توجہ نہیں ہے۔ آگے اور پیچھے ، دائیں اور بائیں کچھ نہیں دیکھ رہے ہیں۔ نظریں اٹھی ہوئی ہیں۔\nمھطعین ................ الداع ” پکارنے والے کی طرف سر اٹھائے تیزی سے دوڑ رہے ہیں “۔ گردنیں بلند کی ہوئی ، نظریں پھٹی ہوئی۔\nلکل ........................ یغنیہ (37:80) ” ہر شخص کو اس دن بس اپنی پڑی ہوگی “۔\nیہ ایک ایسا منظر ہے جس کی تصویر کشی کسی انسانی زبان میں نہیں کی جاسکتی ۔ ” ہولناک “ اور ” خوفناک “ ،” حیرت زدہ کردینے والا “ اور ” مدہوش کردینے والا “۔ غرض یہ اور اس قسم کے تمام دوسرے الفاظ اس منظر کی تصویر کشی سے عاجز ہیں۔ ہاں صرف خیال وتصور کو ہم کسی قدر آگے بڑھا سکتے ہیں اور اس منظر کی تصویر کشی میں الفاظ کی بجائے خیال کی جو لانی ہوسکتی ہے۔ اپنی وسعت اور طاقت کے حدود کے اندر اندر۔\nیومئذ ........................ اعمالھم (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے ، تاکہ ان کے اعمال ان کو دکھائے جائیں “۔ اور یہ پھر اس منظر سے بھی شدید تربات ہے۔ اف ، ان کے سامنے تو ان کے اعمال پیش ہورہے ہیں ! کیا یہ اپنے اعمال کا سامنا کرسکیں گے ؟ کیا اس سزا کا مقابلہ کرسکیں گے۔ حقیقت یہ ہے کہ انسان کے لئے بعض اوقات خود اپنے اعمال کا مقابلہ نہایت ہی تلخ ہوتا ہے۔ انسان بعض اوقات خود اپنے اعمال کا سامنا کرنے سے بھاگتا ہے حالانکہ لوگوں کو انکا پہ نہیں ہوتا ، لیکن جب توبہ وندامت کے وقت خود انسان کے اعمال اس کے سامنے آکر کھڑے ہوتے ہیں تو وہ سخت نادام ہوتا ہے ، اپنی نفسیات ، اپنے ضمیر سے بھاگتا ہے ، چہ جائیکہ کھلی عدالت میں اسے پیش ہونا ہو اور سب کے سامنے اس پر فرد جرم لگتا ہو اور عدالت کا سربراہ رب ذوالجلال ہو جو جبار اور متکبر ہے۔\nحقیقت یہ ہے کہ کسی کو اس کا عمل دکھانا بھی دراصل ایک خوفناک سزا ہے ، صرف یہ بات کہ کوئی اپنا جتھا دیکھے اور جو کچھ اس نے کیا ہے اس کا سامنا کرے۔ خصوصاً ایسے اوقات میں جبکہ حساب و کتاب ایسا ہو کہ اس میں ذرہ ذرہ درج ہو ، نہ شر کا ذرہ چھوڑا گیا ہو اور نہ خیر کار کا ذرہ چھوڑا گیا ہو۔"
    },
    {
      "ayah": 8,
      "surah": 99,
      "text": "فمن یعمل ................................ یرہ (8:99) ” پھر جس نے ذرا برابر نیکی کی ہوگی وہ اس کو دیکھے گا اور جس نے ذرہ برابر بدی کی ہوگی وہ اس کو دیکھے گا “۔ پرانے مفسرین ذرے کی تفسیر مچھر کے برابر کرتے تھے۔ وہ کہتے تھے ذرہ وہ اڑنے والا چھوٹا ایٹم ہے جو سورج کی روشنی میں نظر آیا کرتا ہے۔ دراصل اس دور میں یہ وہ چھوٹی سے چھوٹی مقدار تھی جس کا وہ لوگ تصور کرسکتے تھے لیکن آج کے جدید زمانے میں ہم جانتے ہیں کہ ذرہ کیا ہے۔ وہ ایک متعین جسم ہے اور یہ یہ ذرہ سے بہت چھوٹا ہے جو فضا میں اڑرہا ہوتا ہے اور جو سورج کی روشنی میں نظر آتا ہے اس لئے کہ ہوا میں اڑنے والی یہ چھوٹی سی مقدار محض آنکھ سے دیکھی جاسکتی ہے۔ رہے ایٹم تو وہ صرف خوردبین کے ساتھ لیبارٹری میں دیکھا جاسکتا ہے۔ سائنس دان اس ذرے کو دراصل اپنے ذہن اور عقل سے دیکھتے ہیں اور اس کے آثار کو آنکھوں سے دیکھ سکتے ہیں۔ پس قیامت کے دن اس ذرے یعنی ایٹم جتنی بھلائی یا برائی کی کوئی بھی جزاء وسزا ہوگی۔ یہ چھوٹی سی نیکی اور بدی بھی اس کے کرنے والے کے سامنے پیش ہوگی ، اور وہ اسے اپنی آنکھوں سے دیکھے گا۔\nیہاں آکر ہر انسان چوکنا ہوجاتا ہے اور وہ اپنے خیروشر سے غافل نہیں رہتا ، اور یہ نہیں کہتا کہ یہ تو چھوٹا سا عمل نیک ہے یا یہ تو چھوٹی سی برائی ہے اور اس کا کوئی حساب و کتاب نہ ہوگا۔ اس نہایت ہی باریک اور لطیف ترازو کے سامنے ہر شخص کانپ اٹھتا ہے کہ جہاں ذرے کو بھی تولا اور ناپا جائے گا۔\nاس جہاں میں تو ایسی کوئی میزان نہیں ہے جو اس قدر ناقابل وزن ذرے کو بھی ناپ اور تول سکے۔ البتہ قلب مومن میں جو تقویٰ کا میزان وہ ذرے کو ہی ناپتا اور تولتا ہے ۔ کیونکہ ایک مومن تو ذرے کے برابر گناہ سے بھی ڈرتا ہے۔ افسوس کہ اس جہاں میں ایسے سخت دل بھی ہیں جو پہاڑوں جیسے جرائم سے بھی نہیں ڈرتے ، بلکہ ایسے سنگدل لوگ بھی ہیں جو خیر کے ایسے ایسے پہاڑوں کو بھی مٹانے کے درپے ہیں جن کے سامنے اس زمین کے اونچے اونچے پہاڑ بھی ہیچ ہیں۔\nیہ نہایت ہی سخت دل ہیں ، پتھروں جیسے سخت۔ یہ پتھروں کی طرح زمین کے ساتھ چمٹے ہوئے ہیں اور یہ دل جب قیامت کے دن آئیں گے تو اپنے گناہوں کے بوجھوں کے نیچے پس کر ریزہ ریزہ ہوجائیں گے۔ (1)\n(1) یہ پیراگراف خود سید قطب پر صادق آتا ہے جسے قی القلب ناصر نے اس جہاں سے مٹایا ، حالانکہ وہ نیکی کے ایک بلند پہاڑ تھے۔"
    }
  ]
}
