{
  "text": "Place of Revelation\nAccording to Sayyidna Ibn Masud, Jabir, Hasan Basri, ` Ikramah and ` Ata' رحمۃ اللہ علیہم Surah Al-` Adiyat was revealed in Makkah and, according to Sayyidna Ibn ` Abbas, Anas ؓ ، Imam Malik and Qatadah رحمۃ اللہ علیہما ، the Surah was revealed in Madinah. [ Qurtubi ].\nIn this Surah Allah describes the special features of war-horses or chargers, and swears by them. The subject of the oath states that man is very ungrateful to his Lord. It has been explained time and again previously that it is the prerogative of Allah to swear oath by any of his creatures to recount an event or set down ordinances. It is not permitted for any of the human beings to take oath by any of the creatures. The purpose of swearing an oath is to confirm or give weight to a subsequently stated truth. It is also mentioned earlier that when the Holy Qur'an swears an oath by an object, it has some nexus with the subject of the oath. Here the hard tasks of the war-horses are called to bear testimony to the fact that man is very ungrateful for Allah's favours. In other words, man needs to look at the horses, especially the war-horses, who risk their lives to travel under very dangerous and difficult conditions, especially in the battlefields where they follow the commands of their masters, whereas man has not created them, he has not even created the fodder he gives to them. His task is merely to give them the fodder that Allah has created. The horses recognize and acknowledge this little favor man does to them, and are prepared to risk their lives and bear the greatest of hardships. As against this, Allah has created man with an insignificant drop of sperm and endowed him with high faculties, abilities, intellect and senses to perform various types of tasks, thus making him the crown of His creation. He [ Allah ] provided him with all types of food. Facilities are created for all his needs and necessities in an amazing manner. But man does not recognize and acknowledge any of these sublime favors, nor does he express his gratitude to his Creator.\nLexicographical Analysis\nThe word عَادِیَات adiyat is derived from the root ` adw' which means 'to run'. The ضَبح dabh means 'the sound coming out of the chest of a horse when it runs fast and breathes laboriously; panting.' The word مُورِیَاتِ muriyat is the active participle of the infinitive of\t اِیراَء ‘ira. The infinitive means 'to strike or produce fire with a particular piece of wood.' The word قَدح qadh means 'to strike or produce fire with a flint; striking sparks of fire when the horse runs fast on a rocky ground with horse-shoes on'. The word مُغِیرَات mughirat is active participle of the infinitive اِغَارَۃ igharah. The infinitive means 'to attack, or make a sudden hostile excursion upon, an enemy'. The word subh means 'morning or dawn'. This time has been specifically mentioned because it was the practice of Arabs to attack their enemy at dawn, and not at night in order to show off their bravery. They thought making a hostile excursion on the enemy in the darkness of night was an act of cowardice. The word\t اَثَرنَ atharna is derived from ` itharah, which means 'to raise dust'. The word نَقع naq' means 'dust'. This implies that the dust became stirred up and spread upon the horizon, especially in the morning when the horses run fast. Normally, this is not the time for clouds of dust to fly in this way, unless it was caused by very fast running.",
  "ayah": 1,
  "surah": 100
}
