{
  "text": "آیت 29{ اِنَّ الَّذِیْنَ یَتْلُوْنَ کِتٰبَ اللّٰہِ وَاَقَامُوا الصَّلٰوۃَ } ”یقینا وہ لوگ جو تلاوت کرتے ہیں اللہ کی کتاب کی اور نماز قائم کرتے ہیں“ { وَاَنْفَقُوْا مِمَّا رَزَقْنٰہُمْ سِرًّا وَّعَلَانِیَۃً } ”اور خرچ کرتے ہیں اس میں سے جو ہم نے انہیں دیا ہے خفیہ اور اعلانیہ“ { یَّرْجُوْنَ تِجَارَۃً لَّنْ تَبُوْرَ } ”وہ ایسی تجارت کے امیدوار ہیں جس میں کبھی خسارہ نہیں ہوگا۔“ اللہ کے راستے میں جان و مال خرچ کرنے کو قرآن میں تجارت سے تشبیہہ دی گئی ہے۔ سورة الصف میں اس حوالے سے پہلے اہل ِایمان سے سوال کیا گیا : { یٰٓــاَ یُّہَا الَّذِیْنَ اٰمَنُوْا ہَلْ اَدُلُّکُمْ عَلٰی تِجَارَۃٍ تُنْجِیْکُمْ مِّنْ عَذَابٍ اَلِیْمٍ۔ ”اے اہل ایمان ! کیا میں تمہیں ایک ایسی تجارت کے بارے میں بتائوں جو تمہیں درد ناک عذاب سے بچا لے ؟“ اور پھر جواب میں یوں فرمایا گیا : { تُؤْمِنُوْنَ بِاللّٰہِ وَرَسُوْلِہٖ وَتُجَاہِدُوْنَ فِیْ سَبِیْلِ اللّٰہِ بِاَمْوَالِکُمْ وَاَنْفُسِکُمْط } آیت 11 ”وہ تجارت یہ ہے کہ تم ایمان لائو اللہ اور اس کے رسول ﷺ پر اور اس کے راستے میں جہاد کرو اپنے اموال اور اپنی جانوں کے ساتھ۔“ کسی بھی کاروبار اور تجارت کو کامیاب کرنے کے لیے سرمایہ اور محنت دونوں چیزوں کی ضرورت ہوتی ہے۔ چناچہ جس طرح دنیا میں تم اپنی تجارت کو فروغ دینے اور زیادہ منافع کمانے کے لیے بڑھ چڑھ کر سرمایہ لگاتے ہو اور پھر اس میں دن رات کی محنت سے جان بھی کھپاتے ہو ‘ اسی طرح جان و مال لگا کر اگر تم اللہ کے ساتھ تجارت کرو گے تو اس میں تمہیں کبھی نقصان نہیں اٹھانا پڑے گا اور منافع بھی ایسا ملے گا کہ تم آخرت کے عذاب سے چھٹکارا پا کر ہمیشہ کی کامیابی سے ہمکنار ہو جائو گے۔ آیت زیر مطالعہ میں نیک اعمال کی ترغیب کو عام فہم بنانے کے لیے تجارت کی تشبیہہ کا استعمال کیا گیا ہے۔ دراصل قرآن مجید بنیادی باتوں کو سمجھانے کے لیے عموماً ایسے الفاظ استعمال کرتا ہے جو عام لوگوں کی سمجھ میں بھی آسانی سے آجائیں۔ جیسے سورة التوبہ کی آیت 111 میں فرمایا گیا : { اِنَّ اللّٰہَ اشْتَرٰی مِنَ الْمُؤْمِنِیْنَ اَنْفُسَہُمْ وَاَمْوَالَہُمْ بِاَنَّ لَہُمُ الْجَنَّۃَط } ”یقینا اللہ نے خرید لی ہیں اہل ایمان سے ان کی جانیں بھی اور ان کے مال بھی اس قیمت پر کہ ان کے لیے جنت ہے۔“ اس آیت میں بھی ایک ”سودے“ کی بات کی گئی ہے تاکہ ہر آدمی مضمون کے اصل مدعا کو سمجھ سکے۔ اللہ تعالیٰ سے دعا کریں کہ وہ ہمیں بھی ان لوگوں میں شامل کرلے جو اس کے ساتھ اپنے مال و جان کا سودا کرنے والے ہیں !",
  "ayah": 29,
  "surah": 35
}
