{
  "text": "آیت 32{ ثُمَّ اَوْرَثْنَا الْکِتٰبَ الَّذِیْنَ اصْطَفَیْنَا مِنْ عِبَادِنَاج } ”پھر ہم نے کتاب کا وارث بنایا ان لوگوں کو جنہیں ہم نے اپنے بندوں میں سے ُ چن لیا۔“ یعنی اللہ تعالیٰ نے اس امت کو کتاب کی وراثت کے لیے چن لیا ہے۔ یہ مضمون اس سے پہلے سورة الحج کی آخری آیت میں واضح تر انداز میں آچکا ہے : { وَجَاہِدُوْا فِی اللّٰہِ حَقَّ جِہَادِہٖط ہُوَ اجْتَبٰٹکُمْ } ”اور جہاد کرو اللہ کے لیے جیسے کہ اس کے لیے جہاد کا حق ہے ‘ اس نے تمہیں چن لیا ہے“۔ سورة الحج میں اس مفہوم کے لیے لفظ ”اِجْتَبٰی“ استعمال ہوا ہے جبکہ آیت زیر مطالعہ میں لفظ ”اِصْطَفٰی“ آیا ہے۔ سورة الحج کے مطالعے کے دوران بھی ذکر ہوا تھا کہ اجتباء اور اصطفاء دونوں قریب المفہوم الفاظ ہیں ‘ لیکن لغوی مفہوم کے اعتبار سے ان دونوں میں ایک لطیف سا فرق بھی ہے۔ اس فرق کو سمجھنے کے لیے آپ انگریزی کے دو الفاظ to select اور to choose کو ذہن میں رکھیے۔ choose میں پسند choice کارفرما ہوتی ہے اور اس کا تعلق ”ذوق“ سے ہے کہ کوئی اپنے ذوق کے مطابق کیا پسند choose کرتا ہے ‘ جبکہ انتخاب selection ہمیشہ کسی مقصد کے لیے ہوتا ہے۔ دوسرے لفظوں میں اس فرق کو اس طرح واضح کیا جاسکتا ہے : A and B choice out of something selection for something  ان دونوں الفاظ کے مذکورہ معانی کو اگر امت مسلمہ پر منطبق کریں تو یہ اہم حقیقت واضح ہوجاتی ہے کہ اس امت کے اجتباء selection میں ایک عظیم مقصد کارفرما ہے جبکہ اصطفاء choice کے حوالے سے اس کے لیے اللہ تعالیٰ کی پسندیدگی کا پہلو نمایاں نظر آتا ہے۔ یہ دونوں الفاظ نبی اکرم ﷺ کے لیے بھی آئے ہیں محمد مصطفیٰ اور احمد مجتبیٰ صلی اللہ علیہ وآلہ وسلم اور مذکورہ دونوں آیات زیرمطالعہ آیت اور سورة الحج کی آخری آیت کے حوالے سے حضور ﷺ کی امت کے لیے بھی استعمال ہوئے ہیں۔ بہر حال اس امت کو پسندیدہ chosen قرار دے کر اجتباء selection کے اعزاز سے نواز تو دیا گیا لیکن بعد میں کیا ہوا ؟ { فَمِنْہُمْ ظَالِمٌ لِّنَفْسِہٖ ج } ”تو ان میں سے کچھ اپنی جانوں پر ظلم کرنے والے ہیں۔“ یہ وہ لوگ ہیں جو قرآن کو اللہ کی کتاب اور محمد ﷺ کو اللہ کا رسول تو مانتے ہیں ‘ مگر عملاً کتاب اللہ اور سنت ِرسول ﷺ کی پیروی میں کوتاہی کے مرتکب ہوتے ہیں۔ سورة الشورٰی میں اسی مضمون کو یوں بیان فرمایا گیا ہے : { وَاِنَّ الَّذِیْنَ اُوْرِثُوا الْکِتٰبَ مِنْم بَعْدِہِمْ لَفِیْ شَکٍّ مِّنْہُ مُرِیْبٍ } یعنی انبیاء علیہ السلام کے بعد جو لوگ کتاب کے وارث بنائے جاتے ہیں وہ اس کے بارے میں شکوک و شبہات میں مبتلا ہوجاتے ہیں۔ { وَمِنْہُمْ مُّقْتَصِدٌج } ”اور ان میں کچھ درمیانی راہ پر چلنے والے ہیں۔“ یعنی ایسے لوگ جو نیکی بھی کرتے ہیں اور ان سے برائی بھی سرزد ہوجاتی ہے۔ سورة التوبہ میں ایسے اہل ِایمان کا ذکر بایں الفاظ ہوا ہے : { خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَیِّئًا } آیت 102 ”انہوں نے اچھے اور برے اعمال کو گڈمڈ کردیا ہے۔“ { وَمِنْہُمْ سَابِقٌم بِالْخَیْرٰتِ بِاِذْنِ اللّٰہِ } ”اور ان میں سے کچھ نیکیوں میں سبقت لے جانے والے ہیں ‘ اللہ کی توفیق سے۔“ ان میں سے کچھ ایسے خوش قسمت بھی ہوتے ہیں جو اللہ کی عطا کردہ توفیق سے دین کی خدمت کرنے ‘ حق کی دعوت کو پھیلانے ‘ اللہ کی کتاب کا حق ادا کرنے اور ہر اچھے عمل میں دوسروں سے آگے نکلنے کی کوشش میں رہتے ہیں۔ { ذٰلِکَ ہُوَ الْفَضْلُ الْکَبِیْرُ } ”یہی بہت بڑی فضیلت ہے۔“",
  "ayah": 32,
  "surah": 35
}
