{
  "text": "৯-১২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মুশরিকদের শিরকপূর্ণ কাজের নিন্দে করছেন যে, তারা শরীক বিহীন আল্লাহর সাথে শরীক স্থাপন করছে এবং অন্যদের উপাসনায় লিপ্ত রয়েছে। তিনি বলছেন যে, সত্য ও সঠিক অভিভাবক এবং প্রকৃত কর্মসম্পাদনকারী তো আল্লাহ। মৃতকে জীবিত করা, এ বিশেষণ তো একমাত্র তাঁরই। প্রত্যেক জিনিসের উপর ক্ষমতাবান একমাত্র তিনিই। সর্বগুণের অধিকারী। হলেন তিনি, সুতরাং তিনি ছাড়া অন্য কেউ ইবাদতের যোগ্য কি করে হতে পারে?এরপর মহান আল্লাহ বলেনঃ তোমরা যে বিষয়েই মতভেদ কর না কেন, ওর মীমাংসা তো আল্লাহরই নিকট। অর্থাৎ দ্বীন ও দুনিয়ার সমুদয় মতভেদের ফায়সালার জিনিস তো হলো আল্লাহর কিতাব এবং রাসূল (সঃ)-এর সুন্নাত। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তোমরা কোন বিষয়ে মতবিরোধ করলে তা তোমরা আল্লাহ এবং তাঁর রাসূল (সঃ)-এর দিকে ফিরিয়ে দাও।”(৪:৫৯)মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি বলে দাও- ইনিই আল্লাহ, আমার প্রতিপালক, আমি নির্ভর করি তাঁরই উপর এবং আমি তাঁরই অভিমুখী। সব সময় আমি তাঁরই দিকে প্রত্যাবর্তন করি। আসমান, যমীন এবং এতোদুভয়ের মধ্যস্থিত সমস্ত সৃষ্টির সৃষ্টিকর্তা তিনি।মহান আল্লাহ বলেনঃ তোমরা আল্লাহ তাআলার অনুগ্রহের প্রতি লক্ষ্য কর যে, তিনি তোমাদের মধ্য হতে তোমাদের জোড়া সৃষ্টি করেছেন এবং আনআমের (গরু, ছাগল, ভেড়া, উট ইত্যাদির) মধ্য হতে সৃষ্টি করেছেন আনআমের জোড়া এবং এগুলো আটটি। এই ভাবে তিনি বংশ বিস্তার করেন। যুগ ও শতাব্দী অতীত হয়ে যাচ্ছে এবং মহান আল্লাহর সৃষ্টিকার্য এভাবেই চলতে আছে। এদিকে মানব সৃষ্টি এবং ওদিকে জীবজন্তু সৃষ্টি। বাগাভী (রঃ) বলেন যে, এর ভাবার্থ হলোঃ তিনি গর্ভাশয়ে সৃষ্টি করেন, কেউ বলেন যে, পেটের মধ্যে সৃষ্টি করেন এবং কেউ বলেন যে, এই পন্থায় তিনি বংশ বিস্তার করেন। হযরত মুজাহিদ (রঃ) বলেন যে, এর দ্বারা বংশ বিস্তারই উদ্দেশ্য। কেউ কেউ বলেন যে, এখানে (আরবী) ব্যবহৃত হয়েছে (আরবী)-এর অর্থে। অর্থাৎ পুরুষ ও নারীর জোড়ার মাধ্যমে তিনি মানব বংশ। বিস্তার করছেন এবং সৃষ্টি করতে রয়েছেন। সত্য কথা এই যে, তাঁর মত সৃষ্টিকর্তা আর কেউ নেই। তিনি এক। তিনি বেপরোয়া, অভাবমুক্ত এবং অতুলনীয়। তিনি সর্বশ্রোতা ও সর্বদ্রষ্টা। আকাশ ও পৃথিবীর চাবি তাঁরই নিকট। সূরায়ে যুমারে এর তাফসীর গত হয়েছে। উদ্দেশ্য এই যে, সারা জগতের ব্যবস্থাপক, অধিকর্তা এবং হুকুমদাতা তিনিই। তিনি এক ও অংশীবিহীন। তিনি যার প্রতি ইচ্ছা তার রিযক বর্ধিত করেন অথবা সংকুচিত করেন। তাঁর কোন কাজ হিকমত শূন্য নয়। কোন অবস্থাতেই তিনি কারো উপর যুলুমকারী নন। তার প্রশস্ত জ্ঞান সমস্ত সৃষ্টজীবকে পরিবেষ্টন করে রয়েছে।",
  "ayah": 12,
  "surah": 42
}
