{
  "text": "১৩-১৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা এই উম্মতের উপর যে নিয়ামত দান করেছেন, এখানে মহান আল্লাহ তারই বর্ণনা দিচ্ছেন। মহান আল্লাহ বলেনঃ আল্লাহ তোমাদের জন্যে যে দ্বীন ও শরীয়ত নির্ধারণ করেছেন তা ওটাই যা হযরত আদম (আঃ)-এর পরে দুনিয়ার সর্বপ্রথম রাসূল হযরত নূহ (আঃ) এবং সর্বশেষ রাসূল হযরত মুহাম্মাদ (সঃ)-এর মধ্যবর্তী স্থির প্রতিজ্ঞ নবীদের (আঃ) ছিল। এখানে যে পাঁচজন নবী (আঃ)-এর নাম উল্লেখ করা হয়েছে তাঁদেরই নাম উল্লেখ করা হয়েছে সূরায়ে আহযাবেও। সেখানে রয়েছেঃ (আরবী) অর্থাৎ “স্মরণ কর, যখন আমি নবীদের নিকট হতে অঙ্গীকার গ্রহণ করেছিলাম এবং তোমার নিকট হতেও এবং নূহ (আঃ), ইবরাহীম (আঃ), মূসা (আঃ) মরিয়ম তনয় ঈসা (আঃ)-এর নিকট হতে, তাদের নিকট হতে গ্রহণ করেছিলাম দৃঢ় অঙ্গীকার।”(৩৩:৭) ঐ দ্বীন, যা সমস্ত নবীর মধ্যে মিলিতভাবে ছিল তা হলো এক আল্লাহর ইবাদত। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে আমি যতজন রাসূল পাঠিয়েছিলাম তাদের সবারই কাছে এই অহী করেছিলামঃ আমি ছাড়া কোন মা'বুদ নেই, সুতরাং তোমরা আমারই ইবাদত কর।\"(২১:২৫) হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমরা নবীরা পরস্পর বৈমাত্রেয় ভাই-এর মত। আমাদের সবারই একই দ্বীন।” যেমন বৈমাত্রেয় ভাইদের পিতা একজনই। মোটকথা, শরীয়তের আহকামে যদিও আংশিক পার্থক্য রয়েছে, কিন্তু মৌলিক নীতি হিসেবে দ্বীন একই। আর তা হলো মহামহিমান্বিত আল্লাহর একত্ববাদ। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমাদের প্রত্যেকের জন্যে আমি শরীয়ত ও পথ করে দিয়েছি।”(৫:৪৮)।এখানে এই অহীর ব্যাখ্যা এভাবে দেয়া হয়েছেঃ “তোমরা দ্বীনকে কায়েম রেখো, দলবদ্ধ হয়ে একত্রিতভাবে বাস কর এবং মতানৈক্য সৃষ্টি করে পৃথক পৃথক হয়ে যেয়ো না। তাওহীদের এই ডাক মুশরিকদের নিকট অপছন্দনীয়। সত্য কথা এই যে, হিদায়াত আল্লাহর হাতে। যে হিদায়াত লাভের যোগ্য হয় সে তার প্রতিপালকের দিকে ফিরে যায় এবং মহান আল্লাহ তার হাত ধরে তাকে হিদায়াতের পথে নিয়ে গিয়ে দাঁড় করিয়ে দেন। পক্ষান্তরে যে নিজেই মন্দ পথ অবলম্বন করে এবং সঠিক ও সরল পথকে ছেড়ে দেয়, আল্লাহও তখন তার মাথায় পথভ্রষ্টতা লিখে দেন। যখন তার কাছে সত্য এসে যায়, হুজ্জত কায়েম হয়ে যায়, তখন পারস্পরিক হঠকারিতার ভিত্তিতে পরস্পরের মধ্যে মতানৈক্য সৃষ্টি হয়।মহান আল্লাহ বলেনঃ হে নবী (সঃ)! যদি এক নির্ধারিত কাল পর্যন্ত অবকাশ সম্পর্কে তোমার প্রতিপালকের পূর্ব সিদ্ধান্ত না থাকতো তবে তাদের বিষয়ে এখনই ফায়সালা হয়ে যেতো এবং তাদের উপর এই দুনিয়াতেই শাস্তি আপতিত হতো।এরপর আল্লাহ তা'আলা বলেনঃ তাদের পর যারা কিতাবের উত্তরাধিকারী। হয়েছে তারা কুরআন সম্পর্কে বিভ্রান্তিকর সন্দেহে রয়েছে। তারা তাদের পূর্ববর্তীদের অন্ধ অনুসারী। দলীল প্রমাণাদির ভিত্তিতে তাদের ঈমান নেই। বরং তারা অন্ধভাবে তাদের পূর্ববর্তীদের অনুসরণ করছে যারা সত্যের প্রতি অবিশ্বাসী ছিল।",
  "ayah": 14,
  "surah": 42
}
