{
  "text": "কুরআন কারীমের এই আয়াতের মধ্যে দশটি স্বতন্ত্র কালেমা রয়েছে যেগুলোর প্রত্যেকটির হুকুম পৃথক পৃথক। আয়াতুল কুরসী ছাড়া এ ধরনের আয়াত কুরআন কারীমের মধ্যে আর পাওয়া যায় না। প্রথম হুকুম তো এই হচ্ছেঃ হে নবী (সঃ)! তোমার উপর অহী অবতীর্ণ করা হয়েছে এবং অনুরূপ অহী তোমার পূর্ববর্তী নবীদের (আঃ) উপরও হতো। তোমার জন্যে যে শরীয়ত নির্ধারণ করা হয়েছে, তুমি সমস্ত মানুষকে ওরই দাওয়াত দাও। প্রত্যেককে ওরই দিকে আহ্বান কর এবং ওকে মানাবার এবং ছাড়াবার চেষ্টায় লেগে থাকো। দ্বিতীয় হুকুমঃ আল্লাহ তা'আলার ইবাদত ও একত্ববাদের উপর তুমি নিজে প্রতিষ্ঠিত থাকো এবং তোমার অনুসারীদেরকে ওর উপর প্রতিষ্ঠিত রাখো। তৃতীয় হুকুমঃ মুশরিকরা যে মতভেদ সৃষ্টি করে রেখেছে, মিথ্যারোপ ও অবিশ্বাস করা যে তাদের অভ্যাস, গায়রুল্লাহর ইবাদত করাই যে তাদের নীতি, সাবধান! কখনো তোমরা তাদের প্রবৃত্তির অনুসরণ করো না এবং তাদের একটা কথাও স্বীকার করো না। চতুর্থ হুকুমঃ প্রকাশ্যভাবে তোমার এই আকীদার কথা প্রচার করতে থাকো, তা এই যে, তুমি বলে দাও- আল্লাহ যেসব কিতাব অবতীর্ণ করেছেন, সবগুলোর উপরই আমি ঈমান রাখি। আমার এই কাজ নয় যে, কোনটি মানবো এবং কোনটি মানবো না, একটিকে গ্রহণ করবো ও অপরটিকে ছেড়ে দিবো। পঞ্চম হুকুমঃ তুমি বলে দাও আমি আদিষ্ট হয়েছি। তোমাদের মধ্যে ন্যায় বিচার করতে। ষষ্ঠ হুকুমঃ তুমি বল, সত্য মা'বুদ একমাত্র আল্লাহ। তিনি আমাদেরও প্রতিপালক এবং তোমাদেরও প্রতিপালক। তিনি সবারই পালনকর্তা ও আহারদাতা। খুশী মনে কেউ কেউ তার দিকে ঝুঁকে না পড়লেও প্রকৃতপক্ষে সবকিছুই তার সামনে ঝুঁকে রয়েছে এবং সিজদায় পড়ে আছে। সপ্তম হুকুমঃ তুমি বলে দাও আমাদের আমল আমাদের সাথে এবং তোমাদের আমল তোমাদের সাথে। আমাদের ও তোমাদের মধ্যে কোনই সম্পর্ক নেই। যেমন অন্য আয়াতে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! যদি তারা তোমাকে অবিশ্বাস করে তবে তুমি তাদেরকে বলে দাও আমার জন্যে আমার কর্ম এবং তোমাদের জন্যে তোমাদের কর্ম। আমি যে কর্ম করি তা হতে তোমরা দায়িত্বমুক্ত এবং তোমরা যে কর্ম কর তা হতে আমিও দায়িত্বমুক্ত।”(১০:৪১) অষ্টম হুকুমঃ তুমি বলে দাওআমাদের ও তোমাদের মধ্যে কোন ঝগড়া-বিবাদ নেই, নেই কোন তর্ক-বিতর্কের প্রয়োজন। হযরত সুদ্দী (রঃ) বলেন যে, এ হুকুম মক্কায় ছিল। মদীনায় আগমনের পর জিহাদের হুকুম নাযিল হয়। খুব সম্ভব এটাই ঠিক। কেননা এটা মক্কী আয়াত: আর জিহাদের আয়াতগুলো অবতীর্ণ হয় মদীনায় হিজরতের পর। নবম হুকুমঃ বলে দাও- কিয়ামতের দিন আল্লাহ সকলকেই একত্রিত করবেন। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তুমি বলে দাও আমাদের প্রতিপালক আমাদেরকে একত্রিত করবেন, অতঃপর সত্যের সাথে আমাদের মধ্যে ফায়সালা করবেন, তিনিই ফায়সালাকারী এবং সর্বজ্ঞ।”(৩৪:২৬) দশম হুকুমঃ বল- প্রত্যাবর্তন তারই নিকট।",
  "ayah": 15,
  "surah": 42
}
