{
  "text": "২৩-২৪ নং আয়াতের তাফসীর:\nউপরের আয়াতগুলোতে মহান আল্লাহ জান্নাতের নিয়ামতরাশির বর্ণনা দেয়ার পর এখানে বলেনঃ আল্লাহ এই সু-সংবাদ তাঁর ঐ বান্দাদেরকে দেন যারা ঈমান আনে ও সৎকর্ম করে। অতঃপর তিনি স্বীয় নবী (সঃ)-কে বলেনঃ এই কুরায়েশ মুশরিকদেরকে বলে দাও আমি এই তাবলীগের কাজে এবং তোমাদের মঙ্গল কামনার বিনিময়ে তোমাদের কাছে তো কিছুই চাচ্ছি না। আমি তোমাদের কাছে। শুধু এটুকুই চাই যে, আত্মীয়তার সম্পর্কের প্রতি লক্ষ্য রেখে আমাকে আমার প্রতিপালকের বাণী জনগণের নিকট পৌছাতে দাও এবং আমাকে কষ্ট দেয়া হতে বিরত থাকো। এটুকু করলেই আমি খুশী হবো। সহীহ বুখারীতে রয়েছে যে, হযরত ইবনে আব্বাস (রাঃ)-কে এ আয়াতের তাফসীর জিজ্ঞেস করা হলে হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেনঃ “এর দ্বারা আলে মুহাম্মাদ (সঃ)-এর আত্মীয়তা বুঝানো হয়েছে।” তখন হযরত ইবনে আব্বাস (রাঃ) তাকে বলেন, তুমি খুব তাড়াতাড়ি করেছে। জেনে রেখো যে, কুরায়েশের যতগুলো গোত্র ছিল সবারই সাথে রাসূলুল্লাহ (সঃ)-এর আত্মীয়তার সম্পর্ক ছিল। তাহলে ভাবার্থ হবেঃ “তোমরা ঐ আত্মীয়তার সম্পর্কের প্রতি লক্ষ্য রাখো যা আমার ও তোমাদের মধ্যে রয়েছে।” হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রঃ), হযরত কাতাদা (রঃ), হযরত সুদ্দী (রঃ), হযরত আবূ মালিক (রঃ), হযরত আবদুর রহমান (রঃ) প্রমুখ গুরুজনও এই আয়াতের এই তাফসীরই করেছেন।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মুশরিক কুরায়েশদেরকে বলেনঃ “আমি তোমাদের কাছে কোন বিনিময় চাচ্ছি না, আমি তোমাদের কাছে শুধু এটুকু কামনা করি যে, তোমরা ঐ আত্মীয়তার প্রতি লক্ষ্য করবে যা আমার এবং তোমাদের মধ্যে রয়েছে। তোমাদের উপর আমার আত্মীয়তার যে অধিকার রয়েছে তা আদায় কর।” (এ হাদীসটি হাফিয আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আমি তোমাদের কাছে যে দলীল প্রমাণাদি পেশ করছি এবং তোমাদেরকে যে হিদায়াতের পথ প্রদর্শন করছি এর বিনিময়ে আমি তোমাদের কাছে কিছুই চাচ্ছি না, শুধু এটুকুই কামনা করি যে, তোমরা আল্লাহকে চাইতে থাকে এবং তার আনুগত্যের মাধ্যমে তাঁর নৈকট্য লাভ কর।” (এ হাদীসটি বর্ণনা করেছেন ইমাম আহমাদ (রঃ))হযরত হাসান বসরী (রঃ) হতেও এই তাফসীরই বর্ণিত আছে। এটা হলো দ্বিতীয় উক্তি। রাসূলুল্লাহ (সঃ)-এর প্রথম উক্তি হলো কুরায়েশদেরকে নিজের আত্মীয়তার সম্পর্ক স্মরণ করিয়ে দেয়া। তৃতীয় উক্তি, যা হযরত সাঈদ ইবনে জুবায়ের (রঃ)-এর রিওয়াইয়াতে রয়েছে তা হলোঃ “তোমরা আমার আত্মীয়তার প্রতি লক্ষ্য রেখে আমার সাথে সৎ ব্যবহার কর।”আবুদ দায়লাম (রঃ) বলেন যে, হযরত হুসাইন ইবনে আলী (রাঃ)-কে বন্দী করে এনে যখন দামেশকের প্রাসাদে রাখা হয় তখন একজন সিরিয়াবাসী তাকে বলেঃ “সমুদয় প্রশংসা আল্লাহর যে, তিনি আপনাকে হত্যা ও ধ্বংস সাধনের ব্যবস্থা করে ক্রমবর্ধমান হাঙ্গামার সমাপ্তি ঘটিয়েছেন। তখন তিনি বলেনঃ “তুমি কি কুরআন পড়েছো?” সে উত্তরে বলেঃ “কুরআন আবার পড়িনি?\" তিনি আবার প্রশ্ন করেনঃ (আরবী) যুক্ত সূরাগুলো পড়নি কি? সে জবাব দেয়ঃ “গোটা কুরআন যখন পড়েছি তখন (আরবী) যুক্ত সূরাগুলো কেন পড়বো না?” তিনি বললেনঃ “তাহলে তুমি কি নিম্নের আয়াতটি পড়নি?” (আরবী) অর্থাৎ “আমি এর বিনিময়ে তোমাদের নিকট হতে আত্মীয়ের সৌহার্দ্য ব্যতীত অন্য কোন প্রতিদান চাই না।” সে তখন বললোঃ “তাহলে তারা কি তোমরাই?” তিনি জবাব দিলেনঃ “হ্যা।”হযরত আমর ইবনে শুআ'য়েব (রাঃ)-কে এ আয়াতের তাফসীর জিজ্ঞেস করা হলে তিনি বলেনঃ “এর দ্বারা রাসূলুল্লাহ (সঃ)-এর আত্মীয়তা বুঝানো হয়েছে।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, আনসারগণ বলেনঃ “আমরা (ইসলামের জন্যে) এই কাজ করেছি, ঐ কাজ করেছি। তারা যেন এটা গর্ব করে বলেন। তখন হযরত ইবনে আব্বাস (রাঃ) অথবা হযরত আব (রাঃ) তাদেরকে বলেনঃ “আমরা তোমাদের চেয়ে উত্তম।” রাসূলুল্লাহ (সঃ)-এর নিকট এ সংবাদ পৌঁছলে তিনি আনসারদের মজলিসে এসে বলেনঃ “হে আনসারের দল! তোমরা লাঞ্ছিত অবস্থায় ছিলে না, অতঃপর আল্লাহ তা'আলা আমার কারণে তোমাদেরকে সম্মানিত করেন?\" তারা উত্তরে বলেনঃ “নিশ্চয়ই আপনি সত্য কথা বলেছেন। তিনি আবার বলেনঃ “তোমরা কি পথভ্রষ্ট ছিলে না, অতঃপর আল্লাহ আমার মাধ্যমে তোমাদেরকে হিদায়াত দান করেন?” উত্তরে তাঁরা এবারও বলেনঃ “হ্যা, অবশ্যই আপনি সত্য বলছেন।” তখন রাসূলুল্লাহ (সঃ) তাঁদেরকে বললেনঃ “তোমরা কেন আমাকে আমার প্রতি তোমাদের অনুগ্রহের কথা বলছো না?” তারা জবাব দিলেনঃ “আমরা কি বলবো?” তিনি বললেন, তোমরা আমাকে বলঃ “আপনার কওম কি আপনাকে বের করে দেয়নি, অতঃপর আমরা আপনাকে আশ্রয় দিয়েছি? তারা কি আপনাকে অবিশ্বাস করেনি, অতঃপর আমরা আপনার সত্যতা স্বীকার করেছি? তারা কি আপনাকে নীচু করতে চায়নি, অতঃপর আমরা আপনাকে সাহায্য করেছি?” অনুরূপভাবে রাসূলুল্লাহ (সঃ) আরো বহু কথা বললেন। শেষ পর্যন্ত আনসারগণ তাঁদের হাঁটুর উপর ঝুঁকে পড়েন এবং বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের সন্তান-সন্ততি এবং যা কিছু আমাদের আছে সবই আল্লাহর এবং তাঁর রাসূল (সঃ)-এর। তখন ... (আরবী)-এ আয়াত অবতীর্ণ হয়।ইমাম ইবনে আবি হাতিমও (রঃ) এটা প্রায় অনুরূপভাবে দুর্বল সনদে বর্ণনা করেছেন। সহীহ বুখারী ও সহীহ মুসলিমেও এ হাদীসটি রয়েছে। এতে আছে যে, এ ঘটনাটি হুনায়েনের যুদ্ধের যুদ্ধলব্ধ মাল বন্টনের সময় ঘটেছিল। ঐ সময় এ আয়াতটি অবতীর্ণ হওয়ার কথা তাতে উল্লেখ করা হয়নি। এ আয়াতটি মদীনায় অবতীর্ণ হওয়ার ব্যাপারেও চিন্তা-ভাবনার অবকাশ রয়েছে। কেননা, এটা মক্কী সূরার আয়াত। আবার যে ঘটনাটি হাদীসে উল্লিখিত হয়েছে ঐ ঘটনা এবং এই আয়াতটির মধ্যে তেমন কোন সম্বন্ধ নেই।একটি রিওয়াইয়াতে রয়েছে যে, জনগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! যাঁদের সঙ্গে মহব্বত রাখার নির্দেশ আমাদেরকে এ আয়াতে দেয়া হয়েছে। তাঁরা কারা?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হযরত ফাতিমা (রাঃ) এবং তার সন্তান-সন্ততি।” কিন্তু এর সনদ দুর্বল। এর বর্ণনাকারী অস্পষ্ট এবং অপরিচিত। আবার তার উস্তাদ একজন শীআহ যার উপর মোটেই আস্থা রাখা যায় না। তার নাম হুসাইন ইবনে আশকার। এরূপ লোক হতে বর্ণিত এই ধরনের হাদীস কি করে মেনে নেয়া যেতে পারে? আবার এ আয়াতটি মদীনায় অবতীর্ণ হওয়া তো অবিশ্বাস্য কথা। এটা তো মক্কী আয়াত। আর মক্কা শরীফে হযরত ফাতিমা (রাঃ)-এর বিবাহই হয়নি। সুতরাং সন্তান হয় কি করে? হযরত আলী (রাঃ)-এর। সঙ্গে তার বিবাহ তো হয় বদর যুদ্ধের পর হিজরী ৪র্থ সনে। সুতরাং এর সঠিক তাফসীর ওটাই যেটা মুফাসসিরুল কুরআন হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) তাফসীর করেছেন এবং যা ইমাম বুখারী (রঃ) উল্লেখ করেছেন। আমরা আহলে বায়েতের শুভাকাক্ষা অস্বীকার করি না। আমরা বিশ্বাস করি যে, তাদের সাথে উত্তম ব্যবহার করা এবং তাঁদের মর্যাদার প্রতি লক্ষ্য রাখা একান্ত কর্তব্য। সারা বিশ্বে তাঁদের অপেক্ষা বেশী পাক-সাফ পরিবার আর একটিও নেই। বংশ মর্যাদায় ও আত্মশুদ্ধিতে নিঃসন্দেহে তারা সবারই ঊর্ধ্বে রয়েছেন। বিশেষ করে যাঁরা সুন্নাতে রাসূল (সঃ)-এর অনুসারী। পূর্ব যুগীয় মনীষীদের রীতিনীতি এটাই ছিল। তাঁরা হলেন হযরত আব্বাস (রাঃ) এবং তাঁর বংশধর এবং হযরত আলী (রাঃ) ও তার বংশধর। আল্লাহ তা'আলা তাঁদের সবারই প্রতি সন্তুষ্ট থাকুন!সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) স্বীয় ভাষণে বলেছেনঃ “আমি তোমাদের মধ্যে দু'টি জিনিস ছেড়ে যাচ্ছি, তাহলো আল্লাহর কিতাব এবং আমার সন্তান-সন্ততি। এ দুটো পৃথক হবে না যে পর্যন্ত না হাউযের উপর আমার পার্শ্বে এসে পড়ে।”একদা হযরত আব্বাস ইবনে আবদিল মুত্তালিব (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট অভিযোগ করে বলেনঃ “কুরায়েশরা যখন পরস্পর মিলিত হয় তখন হাসিমুখে মিলিত হয়, কিন্তু তারা আমাদের সাথে যখন মিলিত হয় তখন খুশী মনে মিলিত হয় না। একথা শুনে রাসূলুল্লাহ (সঃ) খুবই দুঃখিত হন এবং বলেনঃ “যার অধিকারে আমার প্রাণ রয়েছে তার শপথ! কারো অন্তরে ঈমান প্রবেশ করতে পারে না যে পর্যন্ত না তারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর সন্তুষ্টির উদ্দেশ্যে তোমাদের সাথে মহব্বত বা ভালবাসা রাখবে।অন্য রিওয়াইয়াতে আছে যে, হযরত আব্বাস (রাঃ) বলেনঃ “কুরায়েশরা পরস্পর কথা বলতে বলতে আমাদেরকে দেখেই নীবর হয়ে যায়।” একথা শুনে রাসূলুল্লাহ (সঃ)-এর কপাল মুবারক ক্রোধে কুঞ্চিত হয়ে যায় এবং তিনি বলেনঃ “আল্লাহর কসম! কোন মুসলমানের অন্তরে ঈমান স্থান লাভ করতে পারে না যে পর্যন্ত না সে আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে এবং আমার আত্মীয়তার সম্পর্কের কারণে তোমাদের সাথে মহব্বত রাখবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, হযরত আবূ বকর (রাঃ) বলেনঃ “মুহাম্মাদ (সঃ)-এর আহলে বায়েতের ব্যাপারে তোমরা তাঁর প্রতি লক্ষ্য রাখবে।” (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)সহীহ হাদীসে এসেছে যে, হযরত আবু বকর (রাঃ) হযরত আলী (রাঃ)-কে বলেনঃ আল্লাহর কসম! আমার নিকট আল্লাহর রাসূল (সঃ)-এর আত্মীয়দের সাথে উত্তম ব্যবহার করা আমার নিজের আত্মীয়দের সাথে উত্তম ব্যবহার করা অপেক্ষা বেশী প্রিয়।”হযরত উমার ইবনে খাত্তাব (রাঃ) হযরত আব্বাস (রাঃ)-কে বলেনঃ “আল্লাহর কসম! আপনার ইসলাম গ্রহণ আমার কাছে আমার পিতা খাত্তাবের ইসলাম গ্রহণের চেয়েও ভাল বোধ হয়েছে। কেননা, আপনার ইসলাম গ্রহণ আল্লাহর রাসূল (সঃ)-এর নিকট খাত্তাবের ইসলাম গ্রহণ অপেক্ষা বেশী প্রিয় ছিল।” নবী ও রাসূলদের (আঃ) পরে যে দু’জন মনীষী সমগ্র মানব জাতির মধ্যে সর্বাপেক্ষা অধিক শ্রেষ্ঠত্বের অধিকারী, তারা রাসূলুল্লাহ (সঃ)-এর আত্মীয়দের ও আহলে বায়েতের সাথে যে উত্তম ব্যবহার করেছিলেন, সমস্ত মুসলমানের কর্তব্য হবে তাঁদের সাথে ঐ রূপ উত্তম ব্যবহার করা। আল্লাহ তা'আলা এ দু' খলীফা, আহলে বায়েত এবং সমস্ত সাহাবীর প্রতি সন্তুষ্ট থাকুন এবং তাঁদের সকলকে সন্তুষ্ট রাখুন। আবু হাইয়ান তামীমী (রঃ) হতে বর্ণিত আছে যে, হযরত ইয়াযীদ ইবনে হাইয়ান (রঃ), হযরত হুসাইন ইবনে মাইরা (রঃ) এবং হযরত উমার ইবনে মুসলিম (রঃ) হযরত যায়েদ ইবনে আরকাম (রাঃ)-এর নিকট গমন করেন। তারা তাঁর নিকট বসে পড়েন। হযরত হুসাইন (রঃ) বলেনঃ “হে যায়েদ (রাঃ)! আপনি তো বড় বড় কল্যাণ ও বরকত লাভ করেছেন। আপনি আল্লাহর রাসূল (সঃ)-কে স্বচক্ষে দেখেছেন, তাঁর কথা নিজের কানে শুনেছেন, তাঁর সাথে থেকে জিহাদ করেছেন এবং তার পিছনে নামায পড়েছেন। সত্য কথা তো এই যে, আপনি বড় বড় ফযীলত লাভে সক্ষম হয়েছেন! মেহেরবানী করে আমাদেরকে কোন হাদীস শুনিয়ে দিন।” হযরত যায়েদ (রাঃ) তখন বলেনঃ “হে আমার ভ্রাতুস্পুত্র। আমার বয়স বেশী হয়ে গেছে। আল্লাহর রাসূল (সঃ) বহু পূর্বে বিদায়:গ্রহণ করেছেন। বহু কথা আমি বিস্মৃতও হয়ে গেছি। এখন একটি কথা এই যে, আমি যা বলছি তা শুনো এবং মেনে নাও। নাহলে আমাকে অযথা কষ্ট দিয়ে না।” অতঃপর তিনি বলতে শুরু করলেনঃ মক্কা ও মদীনার মাঝে ‘খুম' নামক একটি পানির জায়গায় দাড়িয়ে একদা আল্লাহর নবী (সঃ) আমাদের সামনে ভাষণ দেন। আল্লাহ তা'আলার হামদ ও সানার পর বলেনঃ “হে লোক সকল! আমি একজন মানুষ। এতে বিস্ময়ের কিছুই নেই যে, এখনই হয়তো আমার কাছে আমার প্রতিপালকের দূত আসবেন এবং আমি তার কথা মেনে নিবো। জেনে রেখো যে, আমি তোমাদের কাছে দু'টি জিনিস ছেড়ে যাচ্ছি। একটি হচ্ছে আল্লাহর কিতাব, যাতে নূর ও হিদায়াত রয়েছে। তোমরা আল্লাহর কিতাবকে দৃঢ়ভাবে আঁকড়ে ধরে থাকবে। এভাবে তিনি এর প্রতি খুবই উৎসাহ প্রদান করলেন এবং বহু কিছুর গুরুত্বারোপ করলেন। অতঃপর বললেনঃ “আমার আহলে বায়েত, আমার আহলে বায়েতের ব্যাপারে তোমাদেরকে আমি আল্লাহকে স্মরণ করিয়ে দিচ্ছি।” একথা শুনে হযরত হুসাইন (রঃ) হযরত যায়েদ (রাঃ)-কে জিজ্ঞেস করলেনঃ “আহলে বায়েত কারী? তাঁর স্ত্রীগণও কি তাঁর আহলে বায়েতের অন্তর্ভুক্ত?” হযরত যায়েদ (রাঃ) উত্তরে বললেনঃ “তার স্ত্রীগণ তাঁর আহলে বায়েতের অন্তর্ভুক্ত। কিন্তু তাঁর (প্রকৃত) আহলে বায়েত হলেন তাঁরা যাদের উপর সাদকা হারাম।” হযরত হুসাইন (রঃ) পুনরায় জিজ্ঞেস করলেনঃ “তারা কারা? জবাবে হযরত যায়েদ (রাঃ) বললেনঃ “তারা হলেন হযরত আলী (রাঃ)-এর বংশধর, হযরত আকীল (রাঃ)-এর বংশধর, হযরত জাফর (রাঃ)-এর বংশধর এবং হযরত আব্বাস (রাঃ)-এর বংশধর।” হযরত হুসাইন (রঃ) আবার প্রশ্ন করলেনঃ “এঁদের সবারই উপর কি সাদকা হারাম?” তিনি জবাব দিলেনঃ  হ্যাঁ।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম মুসলিম (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত যায়েদ ইবনে আরকাম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদের নিকট এমন জিনিস ছেড়ে যাচ্ছি যে, যদি তোমরা তা দৃঢ়ভাবে ধারণ কর তবে তোমরা পথভ্রষ্ট হবে না। একটি অপরটি অপেক্ষা বেশী মর্যাদাসম্পন্ন। তা হলো আল্লাহর কিতাব, যা আল্লাহ তা'আলার পক্ষ হতে একটি লটকানো রঞ্জু, যা আসমান হতে যমীন পর্যন্ত এসেছে। আর দ্বিতীয় জিনিস হলো আমার সন্তান-সন্ততি, আমার আহলে বায়েত। এ দুটি পৃথক হবে না যে পর্যন্ত না দু’টি হাউযে কাওসারের উপর আমার কাছে আসবে। দেখো, কিভাবে তোমরা আমার পরে তাদের মধ্যে আমার স্থলাভিষিক্ত কর।” (এ হাদীসটি ইমাম আবু ঈসা তিরমিযী (রঃ) বর্ণনা করেছেন। তিনি এটাকে হাসান গারীব বলেছেন)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, তিনি বিদায় হজ্বে আরাফার দিন রাসূলুল্লাহ (সঃ)-কে তাঁর কাসওয়া নাম্নী উষ্ট্রীর উপর আরোহিত অবস্থায় ভাষণ দিতে শুনেছেনঃ “হে লোক সকল! আমি তোমাদের মধ্যে এমন জিনিস ছেড়ে যাচ্ছি যে, যদি তোমরা তা ধারণ করে থাকো তবে তোমরা কখনো পথভ্রষ্ট হবে না। তা হলো আল্লাহর কিতাব এবং আমার সন্তান-সন্ততি, আমার আহলে বায়েত।” (এ হাদীসটিও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন। এটাকেও তিনি হাসান গারীব বলেছেন)হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলার নিয়ামতরাশিকে সামনে রেখে তোমরা তাঁর সাথে মহব্বত রাখো, আল্লাহর সাথে মহব্বতের কারণে আমার সাথে মহব্বত রাখো এবং আমার সাথে মহব্বতের কারণে আমার আহলে বায়েতের সাথে মহব্বত রাখো।” (এ হাদীসটিও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি এটাকেও হাসান গারীব বলেছেন) এ বিষয়ের আরো হাদীস আমরা (আরবী) অর্থাৎ “হে নবী পরিবার! আল্লাহ তো শুধু চান তোমাদের হতে অপবিত্রতা দূর করতে এবং তোমাদেরকে সম্পূর্ণরূপে পবিত্র করতে।”(৩৩:৩৩) এই আয়াতের তাফসীরে আনয়ন করেছি। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন। প্রশংসা ও কৃতজ্ঞতা আল্লাহ তা'আলারই প্রাপ্য।একদা হযরত আবু যার (রাঃ) বায়তুল্লাহ শরীফের দরযার শিকল ধরে থাকা অবস্থায় বলেনঃ “হে লোক সকল! যারা আমাকে চিনে তারা তো চিনেই, আর যারা আমাকে চিনে না তারা জেনে রাখুক যে, আমার নাম আবু যার (রাঃ)। তোমরা শুনে নাও যে, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “তোমাদের মধ্যে আমার আহলে বায়েতের দৃষ্টান্ত হচ্ছে হযরত নূহ (আঃ)-এর নৌকার ন্যায়। যারা ঐ নৌকায় আরোহণ করেছিল তারা পরিত্রাণ পেয়েছিল, আর যারা ঐ নৌকায় আরোহণ করেনি তারা ডুবে গিয়ে ধ্বংস হয়ে গিয়েছিল।” (এ হাদীসটি হাফিয আবু ইয়ালা (রঃ) বর্ণনা করেছেন। কিন্তু এ হাদীসটি দুর্বল)মহান আল্লাহ বলেনঃ যে উত্তম কাজ করে আমি তার জন্যে এতে কল্যাণ বর্ধিত করি অর্থাৎ প্রতিদান ও পুরস্কার বৃদ্ধি করি। যেমন মহান আল্লাহ অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “আল্লাহ অণু পরিমাণও যুলুম করেন না এবং অণু পরিমাণ পুণ্যকার্য হলেও আল্লাহ ওকে দ্বিগুণ করেন এবং আল্লাহ তাঁর নিকট হতে মহা পুরস্কার প্রদান করেন।”(৪:৪০)কোন কোন গুরুজন বলেন যে, পুণ্যের পুরস্কার হলো ওর পরে পুণ্যকর্ম এবং মন্দকার্যের বিনিময় হলো ওর পরে মন্দকার্য।মহান আল্লাহ বলেনঃ আল্লাহ ক্ষমাশীল, গুণগ্রাহী। তিনি পুণ্য কর্মের মর্যাদা দিয়ে থাকেন এবং ওটা বৃদ্ধি করে দেন।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তারা কি বলে যে, সে আল্লাহ সম্পর্কে মিথ্যা উদ্ভাবন করেছে? অর্থাৎ এই মূখ কাফিররা রাসূলুল্লাহ (সঃ)-কে বলতো ? “তুমি এই কুরআন নিজেই রচনা করে আল্লাহর নামে চালিয়ে দিচ্ছ।\" মহান আল্লাহ তাদের এ কথার উত্তরে স্বীয় নবী (সঃ)-কে বলেনঃ “এটা কখনো নয়। যদি তাই হতো তবে আল্লাহ ইচ্ছা করলে তোমার হৃদয় মোহর করে দিতেন।” যেমন মহা প্রতাপান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সে যদি আমার নামে কিছু রচনা করে চালাতে চেষ্টা করতো, তবে অবশ্যই আমি তার দক্ষিণ হস্ত ধরে ফেলতাম এবং কেটে দিতাম তার জীবন ধমনী। অতঃপর তোমাদের মধ্যে এমন কেউই নেই, যে তাকে রক্ষা করতে পারে।”(৬৯:৪৪-৪৭) অর্থাৎ যদি হযরত মুহাম্মাদ (সঃ) আল্লাহর কালামের মধ্যে কিছু বৃদ্ধি করতেন তবে আল্লাহ তাআলা তার প্রতিশোধ এমনভাবে গ্রহণ করতেন যে, কেউ তাকে রক্ষা করতে পারতো না। এর পরবর্তী বাক্য ... (আরবী) এটা (আরবী)-এর উপর (আরবী) বা সংযোগ হয়নি, বরং এটা (আরবী) এবং (আরবী) হওয়ার কারণেই (আরবী) হয়েছে, (আরবী)-এর উপর সংযোগ নয় যে, (আরবী) বা জযম বিশিষ্ট হবে। (আরবী) টির লিখায় না আসা, এটা শুধু ইমামের (আরবী)-এর আনুকূল্যের কারণে হয়েছে। (আরবী)-এর মধ্যে (আরবী) টি লিখাতে এসেছে এবং (আরবী)-এর মধ্যে (আরবী) টি লিখিত হয়েছে। হ্যা, তবে এর পরবর্তী বাক্য (আরবী)-এর সংযোগ (আরবী)-এর উপর হয়েছে। অর্থাৎ তিনি নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। অর্থাৎ দলীল প্রমাণ বর্ণনা করে এবং যুক্তি তর্ক পেশ করে তিনি সত্যকে প্রতিষ্ঠিত করেন। অন্তরে যা আছে সে বিষয়ে তিনি তো সবিশেষ অবহিত। অর্থাৎ অন্তরের গোপন কথা তার কাছে প্রকাশমান।",
  "ayah": 24,
  "surah": 42
}
