{
  "text": "২৫-২৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় অনুগ্রহ এবং দয়ার বর্ণনা দিচ্ছেন যে, বান্দা যত বড়ই পাপী হোক না কেন, যখন সে তার অসৎ ও পাপ কার্য হতে বিরত থাকে এবং আন্তরিকতার সাথে তাঁর দিকে ঝুঁকে পড়ে ও বিশুদ্ধ অন্তরে তাওবা করে তখন তিনি স্বীয় দয়া ও করুণা দ্বারা তাকে ঢেকে নেন এবং তাকে ক্ষমা করে দেন ও স্বীয় অনুগ্রহ তার অবস্থার অনুরূপ করে দেন। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যে ব্যক্তি মন্দকর্ম করে অথবা নিজের উপর যুলুম করে, অতঃপর আল্লাহর নিকট ক্ষমা প্রার্থনা করে, সে আল্লাহকে ক্ষমাশীল, দয়ালু পায়।”(৪:১১০)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা স্বীয় বান্দার তাওবায় ঐ ব্যক্তির চেয়েও বেশী খুশী হন যার উষ্ট্ৰীটি মরু প্রান্তরে হারিয়ে গেছে, যার উপর তার পানাহারের জিনিসও রয়েছে। লোকটি উস্ত্রীর খোঁজ করতে করতে ক্লান্ত হয়ে একটি গাছের নীচে বসে পড়লো এবং নিজের জীবনের আশাও ত্যাগ করলো। উস্ত্রী হতে সে সম্পূর্ণ নিরাশ হয়ে পড়লো। এমতাবস্থায় হঠাৎ সে দেখে যে, উষ্ট্ৰীটি তার পাশেই দাঁড়িয়ে রয়েছে। সে তৎক্ষণাৎ উঠে দাঁড়ালো এবং ওর লাগাম ধরে নিলো এবং সে এতো বেশী খুশী হলো যে, আত্মভোলা হয়ে বলে ফেললোঃ “হে আল্লাহ! আপনি আমার বান্দা এবং আমি আপনার প্রতিপালক। অত্যাধিক খুশীর কারণেই সে এরূপ ভুল করলো।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বান্দা তাওবা করলে আল্লাহ এতো বেশী খুশী হন যে, ঐ লোকটিও এরূপ খুশী হয় না যে এমন জায়গায় তার হারানো জন্তুটি পেয়েছে যেখানে পানির অভাবে) পিপাসায় তার জীবন ধ্বংস হয়ে যাবার সে আশংকা করছিল।” হযরত ইবনে মাসউদ (রাঃ)-কে জিজ্ঞেস করা হলোঃ “যদি কোন লোক কোন নারীর সাথে অবৈধ কাজে লিপ্ত হয়ে পড়ে তবে সে তাকে বিয়ে করতে পারে কি?উত্তরে তিনি বলেনঃ “এতে কোন দোষ নেই (অর্থাৎ সে তাকে বিয়ে করতে পারে)।” অতঃপর তিনি ... (আরবী)-এ আয়াতটি পাঠ করেন। (এটা ইমাম ইবনে জারীর (রঃ) ও ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ “তিনি পাপ মোচন করেন।” অর্থাৎ তিনি ভবিষ্যতের জন্য তাওবা কবুল করেন এবং অতীতের পাপরাশি ক্ষমা করে দেন।আল্লাহ তাআলার উক্তিঃ “তোমরা যা কর তা তিনি জানেন।' অর্থাৎ তিনি তোমাদের কথা ও কাজ সম্পর্কে পূর্ণ ওয়াকিফহাল। তথাপি যে তার দিকে ঝুঁকে পড়ে তার তাওবা তিনি কবুল করে থাকেন। আল্লাহ পাক বলেনঃ “তিনি মুমিন ও সৎকর্মশীলদের আহ্বানে সাড়া দেন। অর্থাৎ তারা নিজেদের জন্যে আহ্বান করুক অথবা অন্যদের জন্যে প্রার্থনা করুক, তিনি তাদের প্রার্থনা কবুল করে থাকেন।বর্ণিত আছে যে, হযরত মুআয (রাঃ) সিরিয়ায় অবস্থানরত তার মুজাহিদ সঙ্গীদের মধ্যে ভাষণ দেনঃ “তোমরা ঈমানদার, সুতরাং তোমরা জান্নাতী। তোমরা যে এই রোমক ও পারসিকদেরকে বন্দী করে রেখেছো, এরাও যে জান্নাতে চলে যেতে পারে এতেও বিস্ময়ের কিছুই নেই। কেননা, যখন তাদের মধ্যে কেউ তোমাদের কোন কাজ করে দেয় তখন তোমরা বলে থাকোঃ “আল্লাহ তোমার প্রতি দয়া করুন! তুমি খুব ভাল কাজ করেছে। আল্লাহ তোমাকে বরকত দান করুন, সত্যি তুমি খুব কল্যাণকর কাজ করেছে। আর আল্লাহ তা'আলা তো বলেছেনঃ “তিনি মুমিন ও সৎকর্মশীলদের আহ্বানে সাড়া দেন এবং তাদের প্রতি তাঁর অনুগ্রহ বর্ধিত করেন। ভাবার্থ এই যে, আল্লাহ তা'আলা মুমিনদের দু'আ কবূল করে থাকেন।(আরবী)-এই আয়াতের তাফসীর করা হয়েছেঃ যারা কথা মেনে নেয় ও ওর অনুসরণ করে। যেমন আল্লাহ তাবারাকা ওয়া তা'আলার উক্তিঃ (আরবী) অর্থাৎ “যারা শুনে, মানে ও অনুসরণ করে তাদের প্রার্থনা আল্লাহ কবূল করেন। এবং মৃতদেরকে তিনি পুনরুত্থিত করবেন।”(৬:৩৬) হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) আল্লাহ পাকের এই উক্তির তাৎপর্য হচ্ছেঃ তাদের এমন ব্যক্তির পক্ষে সুপারিশ কবুল করে নেয়া যার উপর জাহান্নাম ওয়াজিব হয়ে গেছে। যে দুনিয়ায় তাদের সাথে সদ্ব্যবহার করেছে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবরাহীম নখঈ (রঃ) এ আয়াতের তাফসীরে বলেনঃ তারা তাদের ভাইদের জন্যে সুপারিশ করবে। আর তারা আরো বেশী অনুগ্রহ লাভ করবে’ এর তাফসীর হলোঃ তাদের ভাইদের ভাইদের জন্যেও তাদেরকে সুপারিশ করার অনুমতি দেয়া হবে। মুমিনদের এই মর্যাদার বর্ণনা দেয়ার পর মহাপ্রতাপান্বিত আল্লাহ কাফিরদের দুরবস্থার বর্ণনা দিচ্ছেন যে, তাদের জন্যে রয়েছে কঠিন শাস্তি।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ তাঁর বান্দাদেরকে জীবনোপকরণে প্রাচুর্য দিলে তারা পৃথিবীতে অবশ্যই বিপর্যয় সৃষ্টি করতো। অর্থাৎ মানুষকে আল্লাহ তাদের প্রয়োজনের অতিরিক্ত জীবনোপকরণ দান করলে তারা ধরাকে সরা জ্ঞান করে বসতো এবং ঔদ্ধত্য ও হঠকারিতা প্রকাশ করতে শুরু করে দিতো এবং ভূ-পৃষ্ঠে বিশৃংখলা, অশান্তি ও অরাজকতা সৃষ্টি করতো। এজন্যেই হযরত কাতাদা (রঃ)-এর দর্শনপূর্ণ উক্তি হলোঃ “জীবনোপকরণ এটুকুই উত্তম যাতে ঔদ্ধত্য ও হঠকারিতা প্রকাশ না পায়। এই বিষয়ের পূর্ণ হাদীস যে, “আমি তোমাদের উপর পার্থিব জগতের সুদৃশ্য ও বাহ্যড়ম্বরকেই ভয় করি” পূর্বে বর্ণিত হয়েছে। মহান আল্লাহর উক্তিঃ কিন্তু তিনি তাঁর ইচ্ছামত পরিমাণেই (জীবনোপকরণ) দিয়ে থাকেন। তিনি তাঁর বান্দাদেরকে সম্যক জানেন ও দেখেন। অর্থাৎ তিনি বান্দাকে ঐ পরিমাণ রিযক দিয়ে থাকেন যা গ্রহণের তার মধ্যে যোগ্যতা রয়েছে। কে ধনী হওয়ার উপযুক্ত এবং কে দরিদ্র হওয়ার যোগ্য এ জ্ঞান তারই আছে। যেমন হাদীসে কুদসীতে রয়েছে যে, আল্লাহ তাআলা বলেনঃ “আমার এমন বান্দাও রয়েছে যে, তার মধ্যে ধনশ্বৈর্যের যোগ্যতা রয়েছে, যদি আমি তাকে দরিদ্র বানিয়ে দিই তবে তার দ্বীনও নষ্ট হয়ে যাবে। পক্ষান্তরে, আমার এমন বান্দাও রয়েছে যে, সে দরিদ্র হওয়ারই যোগ্য। তাকে যদি আমি ধনী করে দিই তবে তার দ্বীন যেন আমি নষ্ট করে দিলাম।এরপর মহান আল্লাহ বলেনঃ “তারা যখন হতাশাগ্রস্ত হয়ে পড়ে তখনই তিনি বৃষ্টি বর্ষণ করেন ও তাঁর করুণা বিস্তার করেন। অর্থাৎ মানুষ যখন রহমতের বৃষ্টির জন্যে অপেক্ষা করতে করতে শেষে নিরাশ হয়ে পড়ে এরূপ পূর্ণ প্রয়োজন এবং কঠিন বিপদের সময় আল্লাহ তা'আলা স্বীয় রহমতের বৃষ্টি বর্ষণ করে থাকেন। ফলে তাদের নৈরাশ্যও দূর হয়ে যায় এবং অনাবৃষ্টির বিপদ হতে তারা মুক্ত হয়। সাধারণভাবে আল্লাহর রহমত ছড়িয়ে পড়ে। একটি লোক হযরত উমার ইবনে খাত্তাবা (রাঃ)-কে বলেঃ “হে আমীরুল মুমিনীন! বৃষ্টি-বর্ষণ বন্ধ হয়েছে এবং জনগণ নিরাশ হয়ে পড়েছে (এখন উপায় কিঃ)” উত্তরে হযরত উমার (রাঃ) বললেনঃ “যাও, ইনশাআল্লাহ বৃষ্টি অবশ্যই বর্ষিত হবে।” অতঃপর তিনি ...(আরবী)-এই আয়াতটি তিলাওয়াত করেন।মহান আল্লাহর উক্তিঃ “তিনিই তো অভিভাবক, প্রশংসাৰ্হ।' অর্থাৎ সৃষ্টজীবের ব্যবস্থাপনা তাঁরই হাতে। তাঁর সমুদয় কাজ প্রশংসার যোগ্য। মানুষের কিসে মঙ্গল আছে তা তিনি ভালই জানেন। তাঁর কাজ কল্যাণ ও উপকার শূন্য নয়।",
  "ayah": 28,
  "surah": 42
}
