{
  "text": "২৯-৩১ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় শ্রেষ্ঠত্ব, ক্ষমতা ও আধিপত্যের বর্ণনা দিচ্ছেন যে, আকাশ ও পৃথিবী সৃষ্টি করেছেন তিনিই এবং এতোদুভয়ের মধ্যে যত কিছু ছড়িয়ে রয়েছে সবই তিনি সৃষ্টি করেছেন। ফেরেশতা, মানব, দানব এবং বিভিন্ন প্রকারের প্রাণী, যেগুলো প্রান্তে প্রান্তে ছড়িয়ে রয়েছে, কিয়ামতের দিন তিনি এসবকে একই ময়দানে একত্রিত করবেন, সেদিন তিনি তাদের মধ্যে ন্যায়ের সাথে ফায়সালা করবেন।মহামহিমান্বিত আল্লাহ বলেনঃ “তোমাদের যে বিপদ-আপদ ঘটে তা তো তোমাদের কৃতকর্মেরই ফল। অর্থাৎ হে লোক সকল! তোমাদের উপর যে বিপদ-আপদ আপতিত হয় তা প্রকৃতপক্ষে তোমাদের কৃত পাপকার্যের প্রতিফল। তবে আল্লাহ এমন ক্ষমাশীল ও দয়ালু যে, তিনি তোমাদের বহু অপরাধ ক্ষমা করে দেন। যদি তিনি তোমাদেরকে তোমাদের কৃতকর্মের কারণে পাকড়াও করতেন তবে ভূ-পৃষ্ঠে তোমাদের কেউ চলাফেরা করতে পারতো না।সহীহ হাদীসে এসেছে যে, নবী (সঃ) বলেছেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! মুমিনের উপর যে কষ্ট ও বিপদ-আপদ আপতিত হয় ওর কারণে তার অপরাধ ক্ষমা করে দেয়া হয়, এমনকি একটি কাঁটা ফুটলেও (এর বিনিময়ে গুনাহ মাফ করা হয়)।”হযরত আবু কালাবাহ (রঃ) বলেন যে, যখন (আরবী) (অর্থাৎ কেউ অণু পরিমাণ সৎ কর্ম করলে তা দেখবে এবং কেউ অণু পরিমাণ অসৎ কর্ম করলে তাও দেখবে) (৯৯:৭-৮) এই আয়াত অবতীর্ণ হয় তখন হযরত আবু বকর (রাঃ) আহার করছিলেন। এ আয়াত শুনে তিনি খাদ্য হতে হাত উঠিয়ে নেন এবং বলেনঃ “হে আল্লাহর রাসূল (সঃ)! প্রত্যেক ভাল ও মন্দের প্রতিফল দেয়া হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “জেনে রেখো যে, স্বভাব বিরুদ্ধ যা কিছু হয় তাই হলো মন্দ কর্মের প্রতিফল এবং সমস্ত পুণ্য আল্লাহর নিকট জমা থাকে।” (এটা ইমাম ইবনে জারীর (রাঃ) বর্ণনা করেছেন)হযরত আবু ইদরীস (রঃ) বলেন যে, এই আয়াতে এই বিষয়টিই বর্ণিত হয়েছে। হযরত আলী (রাঃ) বলেন, এসো, আমি তোমাদেরকে শ্রেষ্ঠতম আয়াত এবং হাদীসও শুনাচ্ছি। আয়াতটি হলোঃ (আরবী) অর্থাৎ “তোমাদের যে বিপদ-আপদ ঘটে তা তো তোমাদের কৃতকর্মেরই ফল এবং তোমাদের অনেক অপরাধ তিনি মার্জনা করে দেন। রাসূলুল্লাহ (সঃ) আমার সামনে এ আয়াতটি তিলাওয়াত করে আমাকে বলেনঃ “হে আলী (রাঃ)! আমি তোমাকে এর তাফসীর বলছি। মানুষের কৃতকর্মের ফলে তাদের উপর যে বিপদ-আপদ আপতিত হয়, আল্লাহ তা'আলার ধৈর্য ও সহনশীলতা এর বহু ঊর্ধে যে, পরকালে আবার তিনি এর কারণে শাস্তি দান করবেন। বহু অপরাধ তিনি ক্ষমা করে দেন। বান্দার উপর যার এতো বড় দয়া তার দ্বারা এটা কখনো সম্ভব নয় যে, যে অপরাধ তিনি ক্ষমা করে দিয়েছেন ওটার জন্যে আবার পরকালে পাকড়াও করবেন।” (ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে (রঃ) এটা বর্ণনা করেছেন)মুসনাদে ইবনে আবি হাতিমেও এই রিওয়াইয়াতটিই হযরত আলী (রাঃ) হতেই বর্ণিত আছে। তাতে এও রয়েছে যে, আবু জাহফা (রঃ) যখন হযরত আলী (রাঃ)-এর নিকট গমন করেন তখন তিনি তাঁকে বলেনঃ “তোমাকে আমি এমন একটি হাদীস শুনাচ্ছি যা মনে রাখা প্রত্যেক মুমিনের অবশ্য কর্তব্য।” তারপর তিনি এ আয়াতের তাফসীর শুনিয়ে দেন।হযরত মুআবিয়া ইবনে আবি সুফিয়ান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে, তিনি বলতে শুনেছেন:“মুমিনের দেহে যে কষ্ট পৌছে, ঐ কারণে আল্লাহ তাআলা তার গুনাহ মাফ করে দেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(মুমিন) বান্দার গুনাহ্ যখন বেশী হয়ে যায় এবং ঐ গুনাহকে মিটিয়ে দেয়ার মত কোন জিনিস তার কাছে থাকে না তখন আল্লাহ তা'আলা তাকে দুঃখ-কষ্টে ফেলে দেন এবং ওটাই তার গুনাহ্ মাফের কারণ হয়ে যায়।” (ইমাম আহমাদই (রঃ) এ হাদীসটিও বর্ণনা করেছেন)হযরত হাসান বসরী (রঃ) হতে বর্ণিত আছে যে, ... (আরবী)-এই আয়াতটি যখন অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “যার হাতে মুহাম্মাদ (সঃ)-এর প্রাণ রয়েছে তাঁর শপথ! লাঠির সামান্য খোঁচা, হাড়ের সামান্য আঘাত, এমন কি পা পিছলিয়ে যাওয়া ইত্যাদিও কোন পাপের কারণে ঘটে থাকে। আর এমনিতেই আল্লাহ তা'আলা বহু গুনাহ মাফ করে দেন।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত হাসান (রঃ) হতে বর্ণিত আছে যে, একবার হযরত ইমরান ইবনে হুসাইন (রাঃ)-এর দেহে রোগ দেখা দেয়। খবর পেয়ে জনগণ তাঁকে দেখতে যান। হযরত হাসান (রঃ) তাঁকে এ অবস্থায় বলেনঃ “আপনার এ অবস্থা দেখে আমরা বড়ই মর্মাহত হয়েছি। তার একথা শুনে হযরত ইমরান ইবনে হুসাইন (রাঃ) তাকে বলেনঃ “এরূপ কথা বলো না। তোমরা যা দেখছো এসব হচ্ছে পাপ মোচনের মাধ্যম। আর এমনিতেই আল্লাহ বহু গুনাহ মাফ করে দিয়েছেন।” অতঃপর তিনি ...(আরবী)-এ আয়াতটিই পাঠ করেন। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)আবুল বিলাদ (রঃ) আ’লা ইবনে বদর (রঃ)-কে বলেনঃ “কুরআন কারীমে তো ... (আরবী)-এ আয়াতটি রয়েছে, আর আমি এই অপ্রাপ্ত বয়সেই অন্ধ হয়ে গেছি (এর কারণ কি?)” উত্তরে হযরত আ’লা ইবনে বদর (রঃ) বলেনঃ “এটা তোমার পিতা-মাতার পাপের বিনিময়।”হযরত যহহাক (রঃ) বলেনঃ “যে ব্যক্তি কুরআন মুখস্থ করে ভুলে যায়, নিশ্চয়ই এটা তার পাপের কারণে হয়। এছাড়া আর কোনই কারণ নেই।” অতঃপর তিনি ... (আরবী)-এ আয়াতটি পাঠ করে বলেনঃ “বল তো, এর চেয়ে বড় বিপদ আর কি হতে পারে যে, মানুষ আল্লাহর কালাম মুখস্থ করে ভুলে যাবে?”",
  "ayah": 31,
  "surah": 42
}
