{
  "text": "৩২-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় ক্ষমতার নিদর্শন স্বীয় মাখলুকের কাছে রাখছেন যে, তিনি সমুদ্রকে নিয়ন্ত্রণে রেখেছেন। যাতে নৌযানসমূহ তাতে যখন তখন চলাফেরা করতে পারে। সমুদ্রে বড় বড় নৌযানগুলোকে যমীনের বড় বড় পাহাড়ের মত দেখায়। যে বায়ু নৌযানগুলোকে এদিক হতে ওদিকে নিয়ে যায় তা তার অধিকারভুক্ত। তিনি ইচ্ছা করলে ঐ বায়ুকে স্তব্ধ করে দিতে পারেন, ফলে নৌযানসমূহ নিশ্চল হয়ে পড়বে সমুদ্র পৃষ্ঠে। প্রত্যেক ঐ ব্যক্তির জন্যে এতে নিদর্শন রয়েছে যে দুঃখে ধৈর্যধারণ ও সুখে কৃতজ্ঞতা প্রকাশ করতে অভ্যস্ত। সে এসব নিদর্শন দেখে আল্লাহ তা'আলার ব্যাপক ও অসীম ক্ষমতা ও আধিপত্য জানতে ও বুঝতে পারে। যেমন মহাপ্রতাপান্বিত আল্লাহ বায়ুকে স্তব্ধ করে দিয়ে নৌযানসমূহকে নিশ্চল করে দিতে পারেন, অনুরূপভাবে পর্বত সদৃশ নৌযানগুলোকে ক্ষণেকের মধ্যে সমুদ্রে ডুবিয়ে দিতে পারেন। তিনি ইচ্ছা করলে নৌযানের আরোহীদের পাপের কারণে ঐগুলোকে বিধ্বস্ত করে দিতে পারেন। অনেককে তিনি ক্ষমা করে থাকেন। যদি সমস্ত গুনাহর উপর তিনি পাকড়াও করতেন তবে নৌযানের সমস্ত আরোহীকে সোজাসুজি সমুদ্রে ডুবিয়ে দিতেন। কিন্তু তার সীমাহীন রহমত তাদেরকে সমুদ্রের এপার হতে ওপারে নিয়ে যায়। তাফসীরকারগণ এও বলেছেন যে, তিনি ইচ্ছা করলে বায়ুকে প্রতিকূলভাবে প্রবাহিত করতে পারেন, ফলে নৌযানগুলো আর সোজাভাবে চলতেই পারবে না, বরং এদিক ওদিক চলে যাবে। মাঝি-মাল্লারা তখন আর নৌযানগুলোর ভারসাম্য রক্ষা করতে পারবে না। যেদিকে যাওয়ার দরকার সেদিকে না গিয়ে নৌকা অন্যদিকে চলে যাবে। ফলে যাত্রীরা হতবুদ্ধি হয়ে পড়বে এবং শেষ পর্যন্ত ধ্বংসের মুখে পতিত হবে। মোটকথা, যদি আল্লাহ তা'আলা বায়ুকে স্তব্ধ করে দেন তবে তো নৌকা নিশ্চল হয়ে পড়বে, আবার যদি বায়ুকে এলোপাতাড়িভাবে প্রবাহিত করেন তাহলেও যাত্রীদের সমূহ ক্ষতি হবে। কিন্তু মহান আল্লাহর এটা বড়ই দয়া ও করুণা যে, তিনি শান্ত ও অনুকূল বায়ু প্রবাহিত করেন, ফলে আদম সন্তানরা অতি সহজে ও নিরাপদে নৌকাযোগে সুদীর্ঘ পথ অতিক্রম করে নিজেদের গন্তব্যস্থলে পৌছে যায়। বৃষ্টির অবস্থাও এইরূপ যে, যদি মোটেই বর্ষিত না হয় তবে যমীন শুকিয়ে যাবে এবং কোন ফসল উৎপন্ন হবে না। ফলে মানুষ দুর্ভিক্ষের কবলে পতিত হবে। আর যদি অতিমাত্রায় বর্ষিত হয়, তবে মানুষ বন্যার কবলে পতিত হয়ে ধ্বংস হয়ে যাবে। কিন্তু আল্লাহ তা'আলা কত বড় মেহেরবান যে, যে শহরে ও যে যমীনে বেশী বৃষ্টির প্রয়োজন সেখানে তিনি বেশী বৃষ্টি বর্ষণ করেন। এবং যেখানে বৃষ্টির প্রয়োজন কম সেখানে কমই বর্ষণ করেন।এরপর মহাপরাক্রমশালী আল্লাহ বলেনঃ যারা আমার নিদর্শন সম্বন্ধে বিতর্ক করে তাদের জেনে রাখা উচিত যে তারা আমার ক্ষমতার বাইরে নয়। আমি যদি তাদেরকে শাস্তি দেয়ার ইচ্ছা করি তবে তাদের কোন নিষ্কৃতি নেই। সবাই আমার ক্ষমতা ও ইচ্ছার অধীনে রয়েছে।",
  "ayah": 35,
  "surah": 42
}
