{
  "text": "৩৬-৩৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা দুনিয়ার অসারতা, তুচ্ছতা এবং নশ্বরতার বর্ণনা দিতে গিয়ে বলেন যে, এটা জমা করে কেউ যেন গর্বে ফুলে না উঠে। কেননা, এটাতো ক্ষণস্থায়ী। বরং মানুষের আখিরাতের প্রতি আকৃষ্ট হওয়া উচিত। সকর্ম করে পুণ্য সঞ্চয় করা তাদের একান্ত কর্তব্য। কেননা, এটাই হচ্ছে চিরস্থায়ী। সুতরাং অস্থায়ীকে স্থায়ীর উপর এবং স্বল্পতাকে আধিক্যের উপর প্রাধান্য দেয়া বুদ্ধিমানের কাজ নয়।অতঃপর মহান আল্লাহ এই পুণ্য লাভ করার পন্থা বলে দিচ্ছেন যে, ঈমান দৃঢ় হতে হবে, যাতে পার্থিব সুখ-সম্ভোগকে পরিত্যাগ করার উপর ধৈর্যধারণ করা যেতে পারে। আল্লাহ তা'আলার উপর পূর্ণ নির্ভরশীল হতে হবে যাতে ধৈর্যধারণে তাঁর নিকট হতে সাহায্য লাভ করা যায় এবং তাঁর আহকাম পালন করা এবং অবাধ্যচিরণ হতে বিরত থাকা সহজ হয়। আর যাতে কবীরা গুনাহ ও নির্লজ্জতা পূর্ণ কাজ হতে দূরে থাকা যায়। এই বাক্যের তাফসীর সূরায়ে আ'রাফে গত হয়েছে। ক্রোধকে সম্বরণ করতে হবে, যাতে ক্রোধের অবস্থাতেও সচ্চরিত্রতা এবং ক্ষমাপরায়ণতার অভ্যাস পরিত্যক্ত না হয়। যেমন সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) নিজের প্রতিশোধ কারো নিকট হতে কখনো গ্রহণ করেননি। হ্যা, তবে আল্লাহর আহকামের বেইজ্জতী হলে সেটা অন্য কথা। অন্য হাদীসে এসেছে যে, কঠিন ক্রোধের সময়েও রাসূলুল্লাহ (সঃ)-এর পবিত্র মুখ হতে নিম্নের কথাগুলো ছাড়া আর কিছুই বের হতো নাঃ “তার কি হয়েছে? তার হাত ধূলায় ধূসরিত হোক।”ইবরাহীম (রঃ) বলেন যে, মুমিনরা লাঞ্ছিত হওয়া পছন্দ করতেন না বটে, কিন্তু আবার শত্রুদের উপর ক্ষমতা লাভ করলে প্রতিশোধ গ্রহণ করতেন না, বরং ক্ষমা করে দিতেন। মহান আল্লাহ বলেনঃ (মুমিনদের আরো বিশেষণ এই যে,) তারা তাদের প্রতিপালকের আহ্বানে সাড়া দেয়, রাসূল (সঃ)-এর আনুগত্য করে, তার আদেশ ও নিষেধ মেনে চলে, নামায কায়েম করে যা হলো সবচেয়ে বড় ইবাদত এবং নিজেদের মধ্যে পরামর্শের মাধ্যমে নিজেদের কর্ম সম্পাদন করে। স্বয়ং রাসূলুল্লাহ (সঃ)-কে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “কাজে কর্মে তাদের সাথে পরামর্শ কর।”(৩:১৫৯) এ জন্যেই রাসূলুল্লাহ (সঃ)-এর অভ্যাস ছিল যে, তিনি যুদ্ধ ইত্যাদির ক্ষেত্রে সাহাবীদের (রাঃ) সাথে পরামর্শ করতেন যাতে তাদের মন আনন্দিত হয়। এর ভিত্তিতেই আমীরুল মুমিনীন হযরত উমার (রাঃ) আহত হওয়ার পর মৃত্যুর সম্মুখীন হলে ছয়জন লোককে নির্ধারণ করেন, যেন তারা পরস্পর পরামর্শ করে তার মৃত্যুর পরে কোন একজনকে খলীফা মনোনীত করেন। ঐ ছয় ব্যক্তি হলেনঃ হযরত উসমান (রাঃ), হযরত আলী (রাঃ), হযরত তালহা (রাঃ), হযরত যুবায়ের (রাঃ), হযরত সা'দ (রাঃ) এবং হযরত আবদুর রহমান ইবনে আউফ (রাঃ)। সুতরাং তারা সর্বসম্মতিক্রমে হযরত উসমান (রাঃ)-কে খলীফা মনোনীত করেন।এরপর আল্লাহ তা'আলা মুমিনদের আর একটি বিশেষণ বর্ণনা করছেন যে, তারা যেমন আল্লাহর হক আদায় করেন, অনুরূপভাবে মানুষের হক আদায় করার। ব্যাপারেও তারা কার্পণ্য করেন না। তাঁদের সম্পদ হতে তারা দরিদ্র ও অভাবীদেরকেও কিছু প্রদান করেন এবং শ্রেণীমত নিজেদের সাধ্যানুযায়ী প্রত্যেকের সাথে সদ্ব্যবহার ও ইহসান করে থাকেন। তবে তারা এমন দুর্বল ও কাপুরুষ নন যে, যালিমদের হতে প্রতিশোধ গ্রহণ করেন না, বরং তাঁরা অত্যাচারিত হলে পুরোপুরিভাবে প্রতিশোধ গ্রহণ করে থাকেন। এভাবে তারা অত্যাচারিতদেরকে অত্যাচারীদের অত্যাচার হতে রক্ষা করেন। এতদসত্ত্বেও কিন্তু অনেক সময় ক্ষমতা লাভের পরেও তারা ক্ষমা করে থাকেন। যেমন হযরত ইউসুফ (আঃ) তাঁর ভাইদেরকে বলেছিলেনঃ(আরবী) অর্থাৎ “আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই। আল্লাহ তোমাদেরকে ক্ষমা করুন!”(১২:৯২) আর যেমন রাসূলুল্লাহ (সঃ) ঐ আশিজন কাফিরকে ক্ষমা করে দেন যারা হুদাবিয়ার সন্ধির বছর সুযোগ খুঁজে চুপচাপ মুসলিম সেনাবাহিনীতে ঢুকে পড়েছিল। যখন তাদেরকে গ্রেফতার করে রাসূলুল্লাহ (সঃ)-এর সামনে পেশ করা হয় তখন তিনি তাদেরকে ক্ষমা করে দিয়ে ছেড়ে দেন। আর যেমন তিনি গাওরাস ইবনে হারিস নামক লোকটিকেও ক্ষমা করে দিয়েছিলেন। সে ছিল ঐ ব্যক্তি যে রাসূলুল্লাহ (সঃ)-এর নিদ্রিত অবস্থায় তাঁর তরবারীখানা হাতে উঠিয়ে নেয় এবং তাকে হত্যা করতে উদ্যত হয়। এমতাবস্থায় রাসূলুল্লাহ (সঃ) জেগে উঠেন এবং তরবারীখানা তার হাতে দেখে তাকে এক ধমক দেন। সাথে সাথে ঐ তরবারী তার হাত হতে পড়ে যায় এবং তিনি তা উঠিয়ে নেন। ঐ অপরাধী তখন গ্রীবা নীচু করে তার সামনে দাড়িয়ে যায়। রাসূলুল্লাহ (সঃ) সাহাবীদেরকে (রাঃ) ডেকে তাদেরকে এ দৃশ্য প্রদর্শন করেন এবং ঘটনাটিও বর্ণনা করেন। অতঃপর তাকে ক্ষমা করে দিয়ে ছেড়ে দেন। অনুরূপভাবে লাবীদ ইবনে আসম যখন তার উপর যাদু করে তখন তা জানা এবং প্রতিশোধ গ্রহণের ক্ষমতা থাকা সত্ত্বেও তিনি তাকে মাফ করে দেন। এভাবেই যে ইয়াহূদীনী তাঁকে বিষ পানে হত্যা করার ইচ্ছা করেছিল তার থেকেও তিনি প্রতিশোধ গ্রহণ করেননি। তার নাম ছিল যয়নব। সে মারাহাব নামক ইয়াহদীর ভগ্নী ছিল। যে ইয়াহূদীকে হযরত মাহমূদ ইবনে সালমা (রাঃ) খায়বারের যুদ্ধে হত্যা করেছিলেন। ঐ ইয়াহুদিনী বকরীর কাঁধের গোশতে বিষ মাখিয়ে রাসূলুল্লাহ (সঃ)-এর সামনে পেশ করেছিল। স্বয়ং কাঁধের গোশতই নিজের বিষ মিশ্রিত হওয়ার কথা তাঁর নিকট প্রকাশ করেছিল। মহিলাটিকে তিনি ডেকে পাঠিয়ে এটা জিজ্ঞেস করলে সে তা স্বীকার করে। তাকে এর কারণ জিজ্ঞেস করা হলে সে বলেঃ “আমি মনে করেছিলাম যে, যদি আপনি সত্যই আল্লাহর নবী হন তবে এটা আপনার কোনই ক্ষতি করতে পারবে না। আর যদি আপনি আপনার দাবীতে মিথ্যাবাদী হন তবে আপনার (আধিপত্য) হতে আমরা আরাম পাবো।” এটা জানতে পারা এবং তার উপর ক্ষমতা লাভের পরেও তিনি তাকে ক্ষমা করে দিয়ে ছেড়ে দেন। পরে অবশ্য তাকে হত্যা করা হয়েছিল। কেননা, ঐ বিষ মিশ্রিত খাদ্য খেয়েই হযরত বিশর ইবনে বারা (রাঃ) মারা গিয়েছিলেন। ফলে কিসাস হিসেবে ঐ মহিলাটিকেও হত্যা করা হয়েছিল। এ সম্পৰ্কীয় আরো বহু আসার ও হাদীস রয়েছে। এসব ব্যাপারে মহান আল্লাহই সবচেয়ে ভাল জানেন।",
  "ayah": 39,
  "surah": 42
}
