{
  "text": "القول في تأويل قوله تعالى :  وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (20)يقول تعالى ذكره: ويقول الذين صدّقوا الله ورسوله: هلا نـزلت سورة من الله تأمرنا بجهاد أعداء الله من الكفار ( فَإِذَا أُنـزلَتْ سُورَةٌ مُحْكَمَةٌ ) يعني: أنها محكمة بالبيان والفرائض. وذُكر أن ذلك في قراءة عبد الله ( فَإِذَا أُنـزلَتْ سُورَةٌ مُحْدَثَةٌ ) .وقوله ( وَذُكِرَ فِيهَا الْقِتَالُ ) يقول: وذُكر فيها الأمر بقتال المشركين.وكان قتادة يقول في ذلك ما حدثني بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَيَقُولُ الَّذِينَ آمَنُوا لَوْلا نـزلَتْ &; 22-175 &; سُورَةٌ فَإِذَا أُنـزلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ) قال: كلّ سورة ذُكر فيها الجهاد فهي محكمة, وهي أشدّ القرآن على المنافقين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَذُكِرَ فِيهَا الْقِتَالُ ) قال كل سورة ذُكر فيها القتال فهي محكمة.وقوله ( رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ) يقول: رأيت الذين في قلوبهم شك في دين الله وضعف ( يَنْظُرُونَ إِلَيْكَ ) يا محمد,( نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ) , خوفا أن تغزيهم وتأمرهم بالجهاد مع المسلمين, فهم خوفا من ذلك وتجبنا عن لقاء العدوّ ينظرون إليك نظر المغشيّ عليه الذي قد صرع. وإنما عنى بقوله ( مِنَ الْمَوْتِ ) من خوف الموت, وكان هذا فعل أهل النفاق.كالذي حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ) قال: هؤلاء المنافقون طبع الله على قلوبهم, فلا يفقهون ما يقول النبي صَلَّى الله عَلَيْهِ وَسَلَّم.وقوله ( فَأَوْلَى لَهُمْ ) يقول تعالى ذكره: فأولى لهؤلاء الذين في قلوبهم مرض.وقوله ( فَأَوْلَى لَهُمْ ) وعيد توعَّد الله به هؤلاء المنافقين.كما حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَأَوْلَى لَهُمْ ) قال: هذه وعيد, فأولى لهم, ثم انقطع الكلام فقال: ( طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ).حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَأَوْلَى لَهُمْ ) قال: وعيد كما تسمعون.",
  "ayah": 20,
  "surah": 47
}
