{
  "text": "القول في تأويل قوله تعالى :  فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (22)يقول تعالى ذكره لهؤلاء الذين وصف أنهم إذا نـزلت سورة محكمة, وذُكر فيها القتال نظروا إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نظر المغشيّ عليه ( فَهَلْ عَسَيْتُمْ ) أيها القوم, يقول: فلعلكم إن توليتم عن تنـزيل الله جلّ ثناؤه, وفارقتم أحكام كتابه, وأدبرتم عن محمد صَلَّى الله عَلَيْهِ وَسَلَّم وعما جاءكم به ( أَنْ تُفْسِدُوا فِي الأرْضِ ) يقول: أن تعصوا الله في الأرض, فتكفروا به, وتسفكوا فيها الدماء ( وَتُقَطِّعُوا أَرْحَامَكُمْ ) وتعودوا لما كنتم عليه في جاهليتكم من التشتت والتفرّق بعد ما قد جمعكم الله بالإسلام, وألَّف به بين قلوبكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ )... الآية. يقول: فهل عسيتم كيف رأيتم القوم حين تولوا عن كتاب الله, ألم يسفكوا الدم الحرام, وقطَّعوا الأرحام, وعَصَوا الرحمن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ) قال: فعلوا.حدثني محمد بن عبد الرحيم البرقي, قال: ثنا ابن أبي مريم, قال: أخبرنا محمد بن جعفر وسليمان بن بلال, قالا ثنا معاوية بن أبي المزرّد المديني, عن سعيد بن يسار, عن أبي هريرة, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" خَلَقَ اللّهُ الخَلْقَ, فَلَمَّا فَرغ مِنْهُمْ تَعَلَّقَتِ الرَّحِمُ بِحَقْوِ الرَّحْمَنِ فَقالَ مَهْ: فَقالَتْ: هَذَا مَقامُ العائِذِ بِكَ مِنَ القَطِيعَةِ, قالَ: أَفمَا تَرْضَيْنَ أَنْ أَقْطَعَ مَنْ قَطَعَكِ, وَأصِلَ مَنْ وَصَلَكِ؟ قالَتْ: نَعَمْ, قالَ: فَذلكِ لَكِ\".قال سليمان في حديثه: قال أبو هريرة: اقرءوا إن شئتم ( فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ) وقد تأوّله بعضهم: فهل عسيتم إن توليتم أمور الناس أن تفسدوا في الأرض بمعنى الولاية, وأجمعت القرّاء غير نافع على فتح السين من عَسَيتم , وكان نافع يكسرها عَسِيتم.والصواب عندنا قراءة ذلك بفتح السين لإجماع الحجة من القرّاء عليها, وأنه لم يسمع في الكلام: عَسِيَ أخوك يقوم, بكسر السين وفتح الياء; ولو كان صوابا كسرها إذا اتصل بها مكنّى, جاءت بالكسر مع غير المكنّى, وفي إجماعهم على فتحها مع الاسم الظاهر, الدليل الواضح على أنها كذلك مع المكنّى, وإن التي تَلِي عسيتم مكسورة, وهي حرف حزاء, و \" أن \" التي مع تفسدوا في موضع نصب بعسيتم.",
  "ayah": 22,
  "surah": 47
}
