{
  "text": "القول في تأويل قوله تعالى :  فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (35)يقول تعالى ذكره: فلا تضعفوا أيها المؤمنون بالله عن جهاد المشركين وتجبُنوا عن قتالهم. كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( فَلا تَهِنُوا ) قال: لا تضعفوا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَلا تَهِنُوا ) لا تضعف أنت.وقوله ( وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأعْلَوْنَ ) يقول: لا تضعفوا عنهم وتدعوهم إلى الصلح والمسالمة, وأنتم القاهرون لهم والعالون عليهم ( وَاللَّهُ مَعَكُمْ ) يقول: والله معكم بالنصر لكم عليهم.وبنحو الذي قلنا في ذلك قال أهل التأويل, غير أنهم اختلفوا في معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) فقال بعضهم: معناه: وأنتم أولى بالله منهم. وقال بعضهم: مثل الذي قلنا فيه.ذكر من قال ذلك, وقال معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) أنتم أولى بالله منهم.حدثني أحمد بن المقدام, قال: ثنا المعتمر, قال: سمعت أبي يحدّث, عن قتادة, في قوله ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: أي لا تكونوا أولى الطائفتين تصرع.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: لا تكونوا أولى الطائفتين صرعت لصاحبتها, ودعتها إلى الموادعة, وأنتم أولى بالله منهم والله معكم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ ) قال: لا تكونوا أولى الطائفتين صرعت إلى صاحبتها( وَأَنْتُمُ الأعْلَوْنَ ) قال: يقول: وأنتم أولى بالله منهم ذكر من قال معنى قوله ( وَأَنْتُمُ الأعْلَوْنَ ) : أنتم الغالبون الأعزّ منهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نحيح, عن مجاهد, قوله ( وَأَنْتُمُ الأعْلَوْنَ ) قال: الغالبون مثل يوم أُحد, تكون عليهم الدائرة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأعْلَوْنَ ) قال: هذا منسوخ, قال: نسخه القتال والجهاد, يقول: لا تضعف أنت وتدعوهم أنت إلى السلم وأنت الأعلى, قال: وهذا حين كانت العهود والهدنة فيما بينه وبين المشركين قبل أن يكون القتال, يقول: لا تهن فتضعف, فيرى أنك تدعو. إلى السلم وأنت فوقه, وأعزّ منه ( وَأَنْتُمُ الأعْلَوْنَ ) أنتم أعزّ منهم, ثم جاء القتال بعد فنسخ هذا أجمع, فأمره بجهادهم والغلظة عليهم. وقد قيل: عنى بقوله ( وَأَنْتُمُ الأعْلَوْنَ ) وأنتم الغالبون آخر الأمر, وإن غلبوكم في بعض الأوقات, وقهروكم في بعض الحروب.وقوله ( فَلا تَهِنُوا ) جزم بالنهي, وفي قوله ( وَتَدْعُوا ) وجهان: أحدهما الجزم على العطف على تهنوا, فيكون معنى الكلام: فلا تهنوا ولا تدعوا إلى السلم, والآخر النصب على الصرف.وقوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) يقول: ولن يظلمكم أجور أعمالكم فينقصكم ثوابها, من قولهم: وترت الرجل إذا قتلت له قتيلا فأخذت له مالا غصبا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله يقول ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) يقول: لن يظلمكم أجور أعمالكم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن ينقصكم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) : أي لن يظلمكم أعمالكم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, مثله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن يظلمكم, أعمالكم ذلك يتركم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ ) قال: لن يظلمكم أعمالكم.",
  "ayah": 35,
  "surah": 47
}
