{
  "text": "القول في تأويل قوله تعالى :  فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4)يقول تعالى ذكره لفريق الإيمان به وبرسوله: ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ) بالله ورسوله من أهل الحرب, فاضربوا رقابهم.وقوله ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ ) يقول: حتى إذا غلبتموهم وقهرتم من لم تضربوا رقبته منهم, فصاروا في أيديكم أسرى ( فَشُدُّوا الْوَثَاقَ ) يقول: فشدّوهم في الوثاق كيلا يقتلوكم, فيهربوا منكم.وقوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) يقول: فإذا أسرتموهم بعد الإثخان, فإما أن تمنوا عليهم بعد ذلك بإطلاقكم إياهم من الأسر, وتحرروهم بغير عوض ولا فدية, وإما أن يفادوكم فداء بأن يعطوكم من أنفسهم عوضا حتى تطلقوهم, وتخلوا لهم السبيل.واختلف أهل العلم في قوله ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) فقال بعضهم: هو منسوخ نسخه قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  وقوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  .* ذكر من قال ذلك:حدثنا ابن حُمَيد وابن عيسى الدامغانيّ, قالا ثنا ابن المبارك, عن ابن جُرَيج أنه كان يقول, في قوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) نسخها قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن السديّ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) قال: نسخها  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) نسخها قوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا ) إلى قوله ( وَإِمَّا فِدَاءً ) كان المسلمون إذا لقوا المشركين قاتلوهم, فإذا أسروا منهم أسيرا, فليس لهم إلا أن يُفادوه, أو يمنوا عليه, ثم يرسلوه, فنسخ ذلك بعد قوله  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  : أي عظ بهم من سواهم من الناس لعلهم يذّكرون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن عبد الكريم &; 22-155 &; الجزري, قال: كتب إلى أبي بكر رضي الله عنه في أسير أُسر, فذكر أنهم التمسوه بفداء كذا وكذا, فقال أبو بكر: اقتلوه, لقتلُ رجل من المشركين, أحبّ إليّ من كذا وكذا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ )... إلى آخر الآية, قال: الفداء منسوخ, نسختها:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ  ... إلى  كُلَّ مَرْصَدٍ  قال: فلم يبق لأحد من المشركين عهد ولا حرمة بعد براءة, وانسلاخ الأشهر الحرم.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) هذا منسوخ, نسخه قوله:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  فلم يبق لأحد من المشركين عهد ولا ذمة بعد براءة.وقال آخرون: هي محكمة وليست بمنسوخة, وقالوا: لا يحوز قتل الأسير, وإنما يجوز المن عليه والفداء.* ذكر من قال ذلك:حدثنا ابن المثنى, قال: ثنا أبو عتاب سهل بن حماد, قال: ثنا خالد بن جعفر, عن الحسن, قال: أتى الحجاج بأسارى, فدفع إلى ابن عمر رجلا يقتله, فقال ابن عمر: ليس بهذا أُمرنا, قال الله عزّ وجلّ( حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) قال: (1) البكاء بين يديه فقال الحسن: لو كان هذا وأصحابه لابتدروا إليهم.حدثنا ابن حميد وابن عيسى الدامغانيّ, قالا ثنا ابن المبارك, عن ابن جُرَيج, عن عطاء أنه كان يكره قتل المشرك صبرا, قال: ويتلو هذه الآية ( فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً ) .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن, قال: لا تقتل الأسارى إلا في الحرب يهيب بهم العدوّ.قال: ثنا ابن ثور, عن معمر, قال: كان عمر بن عبد العزيز يفديهم الرجل بالرجل, وكان الحسن يكره أن يفادى بالمال.قال: ثنا ابن ثور, عن معمر, عن رجل من أهل الشأم ممن كان يحرس عمر بن عبد العزيز, وهو من بني أسد, قال: ما رأيت عمر رحمه الله قتل أسيرا إلا واحدا من الترك كان جيء بأسارى من الترك, فأمر بهم أن يُسترقوا, فقال رجل ممن جاء بهم: يا أمير المومنين, لو كنت رأيت هذا لأحدهم وهو يقتل المسلمين لكثر بكاؤك عليهم, فقال عمر: فدونك فاقتله, فقام إليه فقتله.والصواب من القول عندنا في ذلك أن هذه الآية محكمة غير منسوخة, وذلك أن صفة الناسخ والمنسوخ ما قد بيَّنا في غير موضع في كتابنا إنه ما لم يجز اجتماع حكميهما في حال واحدة, أو ما قامت الحجة بأن أحدهما ناسخ الآخر, وغير مستنكر أن يكون جعل الخيار في المنّ والفداء والقتل إلى الرسول صَلَّى الله عَلَيْهِ وَسَلَّم , وإلى القائمين بعده بأمر الأمة, وإن لم يكن القتل مذكورا في هذه الآية, لأنه قد أذن بقتلهم في آية أخرى, وذلك قوله  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ... الآية، بل ذلك كذلك, لأن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كذلك كان يفعل فيمن صار أسيرا في يده من أهل الحرب, فيقتل بعضا, ويفادي ببعض, ويمنّ على بعض, مثل يوم بدر قتل عقبة بن أبي مُعَيْطٍ وقد أتي به أسيرا, وقتل بني قُرَيظة, وقد نـزلوا على حكم سعد, وصاروا في يده سلما, وهو على فدائهم, والمنّ عليهم قادر, وفادى بجماعة أسارى المشركين الذين أُسروا ببدر, ومنّ على ثمامة بن أثال الحنفيّ, وهو أسير في يده, ولم يزل ذلك ثابتا من سيره في أهل الحرب من لدن أذن الله له بحربهم, إلى أن قبضه إليه صَلَّى الله عَلَيْهِ وَسَلَّم دائما ذلك فيهم, وإنما ذكر جلّ ثناؤه في هذه الآية المنّ والفداء في الأسارى, فخصّ ذكرهما فيها, لأن الأمر بقتلهما والإذن منه بذلك قد كان تقدم في سائر آي تنـزيله مكرّرا, فأعلم نبيه صَلَّى الله عَلَيْهِ وَسَلَّم بما ذكر في هذه الآية من المنّ والفداء ما له فيهم مع القتل.وقوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) يقول تعالى ذكره: فإذا لقيتم الذين كفروا فاضربوا رقابهم, وافعلوا بأسراهم ما بيَّنت لكم, حتى تضع الحرب آثامها وأثقال أهلها, المشركين بالله بأن يتوبوا إلى الله من شركهم, فيؤمنوا به وبرسوله, ويطيعوه في أمره ونهيه, فذلك وضع الحرب أوزارها, وقيل: ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) والمعنى: حتى تلقي الحرب أوزار أهلها. وقيل: معنى ذلك: حتى يضع المحارب أوزاره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ووقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال: حتى يخرج عيسى ابن مريم, فيسلم كلّ يهودي ونصرانيّ وصاحب ملة, وتأمن الشاة من الذئب, ولا تقرض فأرة جِرابا, وتذهب العداوة من الأشياء كلها, ذلك ظهور الإسلام على الدين كله, وينعم الرجل المسلم حتى تقطر رجله دما إذا وضعها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) حتى لا يكون شرك.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال: حتى لا يكون شرك.ذكر من قال : عني بالحرب في هذا الموضع: المحاربون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور عن معمر, عن قتادة ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) قال الحرب: من كان يقاتلهم سماهم حربا.وقوله ( ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ ) يقول تعالى ذكره: هذا الذي أمرتكم به أيها المؤمنون من قتل المشركين إذا لقيتموهم في حرب, وشدّهم وثاقا بعد قهرهم, وأسرهم, والمنّ والفداء ( حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ) هو الحق الذي ألزمكم ربكم ولو يشاء ربكم, ويريد لانتصر من هؤلاء المشركين الذين بين هذا الحكم فيهم بعقوبة منه لهم عاجلة, وكفاكم ذلك كله, ولكنه تعالى ذكره كره الانتصار منهم, وعقوبتهم عاجلا إلا بأيديكم أيها المؤمنون ( لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ ) يقول: ليختبركم بهم, فيعلم المجاهدين منكم والصابرين, ويبلوهم بكم, فيعاقب بأيديكم من شاء منهم, ويتعظ من شاء منهم بمن أهلك بأيديكم من شاء منهم حتى ينيب إلى الحقّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَوْ يَشَاءُ اللَّهُ لانْتَصَرَ مِنْهُمْ ) إي والله بجنوده الكثيرة كلّ خلقه له جند, ولو سلط أضعف خلقه لكان جندا.وقوله ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ ) اختلفت القرّاء في قراءة ذلك, فقرأته عامة قراء الحجاز والكوفة ( وَالَّذِينَ قَاتَلُوا ) بمعنى: حاربوا المشركين, وجاهدوهم, بالألف; وكان الحسن البصري فيما ذُكر عنه يقرأه ( قُتِّلُوا ) بضم القاف وتشديد التاء, بمعنى: أنه قتلهم المشركون بعضهم بعد بعض, غير أنه لم يُسمّ الفاعلون. وذُكر عن الجحدريّ عاصم أنه كان يقرأه ( وَالَّذِينَ قَتَلُوا ) بفتح القاف وتخفيف التاء, بمعنى: والذين قتلوا المشركون بالله. وكان أبو عمرو يقرأه ( قُتِلُوا ) بضم القاف وتخفيف التاء بمعنى: والذين قتلهم المشركون, ثم أسقط الفاعلين, فجعلهم لم يسمّ فاعل ذلك بهم.وأولى القراءات بالصواب قراءة من قرأه ( وَالَّذِينَ قَاتَلُوا ) لاتفاق الحجة من القرّاء, وإن كان لجميعها وجوه مفهومة.وإذ كان ذلك أولى القراءات عندنا بالصواب, فتأويل الكلام: والذين قاتلوا منكم أيها المؤمنون أعداء الله من الكفار في دين الله, وفي نصرة ما بعث به رسوله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم من الهدى, فجاهدوهم في ذلك ( فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) فلن يجعل الله أعمالهم التي عملوها في الدنيا ضلالا عليهم كما أضلّ أعمال الكافرين.وذُكر أن هذه الآية عُنِي بها أهل أحد.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) ذُكر لنا أن هذه الآية أُنـزلت يوم أُحد ورسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في الشِّعْب, وقد فَشَت فيهم الجراحات والقتل, وقد نادى المشركون يومئذ: اُعْلُ هُبَلْ, فنادى المسلمون: الله أعلى وأجلّ, فنادى المشركون: يوم بيوم, إن الحرب سجال, إن لنا عُزَّى, ولا عُزَّى لكم, قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" اللهُ مَوْلانا وَلا مَوْلَى لَكُمْ. إنَّ القَتْلَى مُخْتَلِفَةٌ, أمَّا قَتْلانا فأَحْيَاءٌ يُرْزَقُونَ, وأمَّا قَتْلاكم فَفِي النَّارِ يُعَذَّبُونَ\" .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ ) قال: الذين قُتلوا يوم أُحد.------------------------الهوامش:(1) لعله سقط من الأصل هنا كلمة أو نحوها ، مثل اشتد أو علا ، أو ارتفع أي ارتفع : بكاء الأسرى بين يدي الحجاج .",
  "ayah": 4,
  "surah": 47
}
