{
  "surah": 5,
  "ayah": 12,
  "text": "[God had made] a covenant with the Children of Israel, the covenant mentioned [below]. The twelve leaders are the five external senses, the five internal ones, as well as the considerative intelligent faculty and the cognitive intelligent faculty. And God said: 'I am with you, in the subsequent bond [ensuing from the covenant], granting you assistance and help, that if you fulfil the dues in terms of self-purification and withdrawal in the way of refraining from corporeal felicities by means of devotions and abandoning the external felicities by means of renunciation and giving preference to the third, which is belief in the messengers of the intellect and in the inspirations, correct reflective thoughts, sincere thoughts coming in from the spirit, the heart, and [from] the reinforcement of the angelic realm, and by succouring these [messengers], that is, exalting them by unleashing them against the devils of estimation, reinforcing them and protecting these [messengers] from their [these devils'] whisperings and [their] casting [upon them] of illusory, imaginary and ego-centric thoughts, and lend to God a goodly loan, by acquitting yourselves totally from [claims to] the might, strength, knowledge and power that belong [only] to God in terms of the acts and attributes in their entirety, then from the Essence by means of [your] effacement, annihilation and surrender of these [acts and attributes] to God, I will absolve you of your evil deeds, that is, [of] the existences of these three, which constitute your veils and your impediments, and I will admit you to gardens, of My acts, My attributes and My essence, underneath which rivers flow, [these rivers being] the forms of knowledge relating to trust [in God], satisfaction, surrender, and the affirmation of the Oneness, which as a whole constitute the knowledge of the self-disclosures of the acts, the attributes and the Essence. Thus whoever remains veiled after this covenant and [after] the sending forth of leaders from among you, surely he has strayed, from the way that is made straight by the truth."
}
