{
  "surah": 5,
  "ayah": 26,
  "text": "He said: 'Then it shall be forbidden them for forty years; they shall wander lost in the land: this constitutes the duration of their subsisting at the station of the soul. In other words, they remained in the wilderness of nature wandering perplexed for forty years [searching] for the village of the heart. For entry into the station of the heart when it is under the mastery of the tyrannical attributes of the soul is forbidden and prohibited. That is why He says [elsewhere] until when he is attained maturity and has attained forty years [Q. 46:15], for that is the moment of true maturity. It is related of this story of the wandering in the wilderness that they would journey earnestly all day the distance of six parasangs, but when it came to evening they found that they were still at the same station from which they had departed [earlier]. In other words, their endeavour was focused on the actualisation of carnal satisfactions and corporeal desires, which were confined to the six aspects and did not depart from these [six] aspects by disengaging. Thus they were [still] at the first station because they failed to orient themselves towards the azimuth of the heart by seeking disengagement and rising above corporeal configurations and ego-centric attributes. At night a column of fire would descend from the heaven by whose light they could journey and benefit; that is to say, there would descend upon them the light of the intellect of livelihood from the heaven of the spirit and they would be guided thereby to their welfare. It is described as being 'of fire' because it is an intellect that is blemished by illusion and not a pure intellect, for otherwise they would have been guided thereby to the path of the heart. As for the clouds, the manna and the quails, these have already been mentioned along with their interpretation. It is said that every child born in the wilderness had a shirt that was the length of his body and would grow as the child grew; by this they meant the garb of the body, but God knows best. If you wish to effect the correspondence between this story and your state, then you should interpret Moses as the heart and Aaron as the spirit, since he was his elder brother, which is why he said he is more eloquent than me in speech [Q."
}
