{
  "text": "دھواں ہی دھواں اور کفار فرماتا ہے کہ حق آچکا اور یہ شک شبہ میں اور لہو لعب میں مشغول و مصروف ہیں انہیں اس دن سے آگاہ کر دے جس دن آسمان سے سخت دھواں آئے گا حضرت مسروق فرماتے ہیں کہ ہم ایک مرتبہ کوفے کی مسجد میں گئے جو کندہ کے دروازوں کے پاس ہے تو دیکھا کہ ایک حضرت اپنے ساتھیوں میں قصہ گوئی کرتے ہوئے فرماتے ہیں کہ اس آیت میں جس دھوئیں کا ذکر ہے اس سے مراد وہ دھواں ہے جو قیامت کے دن منافقوں کے کانوں اور آنکھوں میں بھر جائے گا اور مومنوں کو مثل زکام کے ہوجائے گا۔ ہم وہاں سے جب واپس لوٹے اور حضرت ابن مسعود سے اس کا ذکر کیا تو آپ لیٹے لیٹے بےتابی کے ساتھ بیٹھ گئے اور فرمانے لگے اللہ عزوجل نے اپنے نبی ﷺ سے فرمایا ہے میں تم سے اس پر کوئی بدلہ نہیں چاہتا اور میں تکلف کرنے والوں میں نہیں ہوں۔ یہ بھی علم ہے کہ انسان جس چیز کو نہ جانتا ہو کہہ دے کہ اللہ جانے سنو میں تمہیں اس آیت کا صحیح مطلب سناؤں جب کہ قریشیوں نے اسلام قبول کرنے میں تاخیر کی اور حضور ﷺ کو ستانے لگے تو آپ نے ان پر بددعا کی کہ یوسف کے زمانے جیسا قحط ان پر آپڑے۔ چناچہ وہ دعا قبول ہوئی اور ایسی خشک سالی آئی کہ انہوں نے ہڈیاں اور مردار چبانا شروع کیا۔ اور آسمان کی طرف نگاہیں ڈالتے تھے تو دھویں کے سوا کچھ دکھائی نہ دیتا تھا۔ ایک روایت میں ہے کہ بوجہ بھوک کے ان کی آنکھوں میں چکر آنے لگے جب آسمان کی طرف نظر اٹھاتے تو درمیان میں ایک دھواں نظر آتا۔ اسی کا بیان ان دو آیتوں میں ہے۔ لیکن پھر اس کے بعد لوگ حضور ﷺ کی خدمت میں حاضر ہوئے اور اپنی ہلاکت کی شکایت کی۔ آپ کو رحم آگیا اور آپ نے جناب باری تعالیٰ میں التجا کی چناچہ بارش برسی اسی کا بیان اس کے بعد والی آیت میں ہے کہ عذاب کے ہٹتے ہی پھر کفر کرنے لگیں گے۔ اس سے صاف ثابت ہے کہ یہ دنیا کا عذاب ہے کیونکہ آخرت کے عذاب تو ہٹتے کھلتے اور دور ہوتے نہیں۔ حضرت ابن مسعود کا قول ہے کہ پانچ چیزیں گذر چکیں۔ دخان، روم، قمر، بطشہ، اور لزام (صحیحین) یعنی آسمان سے دھوئیں کا آنا۔ رومیوں کا اپنی شکست کے بعد غلبہ پانا۔ چاند کے دو ٹکڑے ہونا بدر کی لڑائی میں کفار کا پکڑا جانا اور ہارنا۔ اور چمٹ جانے والا عذاب بڑی سخت پکڑ سے مراد بدر کے دن لڑائی ہے حضرت ابن مسعود، نخعی، ضحاک، عطیہ، عوفی، وغیرہ کا ہے اور اسی کو ابن جریر بھی ترجیح دیتے ہیں۔ عبدالرحمن اعرج سے مروی ہے کہ یہ فتح مکہ کے دن ہوا۔ یہ قول بالکل غریب بلکہ منکر ہے اور بعض حضرات فرماتے ہیں یہ گذر نہیں گیا بلکہ قرب قیامت کے آئے گا۔ پہلے حدیث گزر چکی ہے کہ صحابہ قیامت کا ذکر کر رہے تھے اور حضور ﷺ آگئے۔ تو آپ نے فرمایا جب تک دس نشانات تم نہ دیکھ لو قیامت نہیں آئے گی سورج کا مغرب سے نکلنا، دھواں، یاجوج ماجوج کا آنا، مشرق مغرب اور جزیرۃ العرب میں زمین کا دھنسایا جانا، آگ کا عدن سے نکل کر لوگوں کو ہانک کر ایک جا کرنا۔ جہاں یہ رات گذاریں گے آگ بھی گذارے گی اور جہاں یہ دوپہر کو سوئیں گے آگ بھی قیلولہ کرے گی۔ (مسلم) بخاری و مسلم میں ہے کہ رسول اللہ ﷺ نے ابن صیاد کے لئے دل میں آیت (فَارْتَـقِبْ يَوْمَ تَاْتِي السَّمَاۗءُ بِدُخَانٍ مُّبِيْنٍ 10 ۙ) 44۔ الدخان :10) چھپا کر اس سے پوچھا کہ بتا میں نے اپنے دل میں کیا چھپا رکھا ہے ؟ اس نے کہا (دخ) آپ نے فرمایا بس برباد ہو اس سے آگے تیری نہیں چلنے کی۔ اس میں بھی ایک قسم کا اشارہ ہے کہ ابھی اس کا انتظار باقی ہے اور یہ کوئی آنے والی چیز ہے چونکہ ابن صیاد بطور کاہنوں کے بعض باتیں دل کی زبان سے بتانے کا مدعی تھا اس کے جھوٹ کو ظاہر کرنے کے لئے آپ نے یہ کیا اور جب وہ پورا نہ بتا سکا تو آپ نے لوگوں کو اس کی حالت سے واقف کردیا کہ اس کے ساتھ شیطان ہے کلام صرف چرا لیتا ہے اور یہ اس سے زیادہ پر قدرت نہیں پانے کا۔ ابن جریر میں ہے حضور ﷺ فرماتے ہیں قیامت کے اولین نشانیاں یہ ہیں۔ دجال کا آنا اور عیسیٰ بن مریم (علیہما السلام) کا نازل ہونا اور آگ کا بیچ عدن سے نکلنا جو لوگوں کو محشر کی طرف لے جائے گی قیلولے کے وقت اور رات کی نیند کے وقت بھی ان کے ساتھ رہے گی اور دھویں کا آنا۔ حضرت حذیفہ نے سوال کیا کہ حضور ﷺ دھواں کیسا ؟ آپ نے اس آیت کی تلاوت کی اور فرمایا یہ دھواں چالیس دن تک گھٹا رہے گا جس سے مسلمانوں کو تو مثل نزلے کے ہوجائے گا اور کافر بیہوش و بدمست ہوجائے گا اس کے نتھنوں سے کانوں سے اور دوسری جگہ سے دھواں نکلتا رہے گا۔ یہ حدیث اگر صحیح ہوتی تو پھر دخان کے معنی مقرر ہوجانے میں کوئی بات باقی نہ رہتی۔ لیکن اس کی صحت کی گواہی نہیں دی جاسکتی اس کے راوی رواد سے محمد بن خلف عسقلانی نے سوال کیا کہ کیا سفیان ثوری سے تو نے خود یہ حدیث سنی ہے ؟ اس نے انکار کیا پوچھا کیا تو نے پڑھی اور اس نے سنی ہے ؟ کہا نہیں۔ پوچھا اچھا تمہاری موجودگی میں اس کے سامنے یہ حدیث پڑھی گئی ؟ کہا نہیں کہا پھر تم اس حدیث کو کیسے بیان کرتے ہو ؟ کہا میں نے تو بیان نہیں کی میرے پاس کچھ لوگ آئے اس روایت کو پیش کی پھر جا کر میرے نام سے اسے بیان کرنی شروع کردی بات بھی یہی ہے یہ حدیث بالکل موضوع ہے ابن جریر اسے کئی جگہ لائے ہیں اور اس میں بہت سی منکرات ہیں خصوصًا مسجد اقصیٰ کے بیان میں جو سورة بنی اسرائیل کے شروع میں ہے واللہ اعلم۔ اور حدیث میں ہے کہ تمہارے رب نے تمہیں تین چیزوں سے ڈرایا، دھواں جو مومن کو زکام کر دے گا اور کافر کا تو سارا جسم پھلا دے گا۔ روئیں روئیں سے دھواں اٹھے گا دابتہ الارض اور دجال۔ اس کی سند بہت عمدہ ہے حضور ﷺ فرماتے ہیں دھواں پھیل جائے گا مومن کو تو مثل زکام کے لگے گا اور کافر کے جوڑ جوڑ سے نکلے گا یہ حدیث حضرت ابو سعید خدری کے قول سے بھی مروی ہے اور حضرت حسن کے اپنے قول سے بھی مروی ہے حضرت علی فرماتے ہیں دخان گذر نہیں گیا بلکہ اب آئے گا۔ حضرت ابن عمر سے دھویں کی بابت اوپر کی حدیث کی طرح روایت ہے ابن ابی ملکیہ فرماتے ہیں کہ ایک دن صبح کے وقت حضرت ابن عباس کے پاس گیا۔ تو آپ فرمانے لگے رات کو میں بالکل نہیں سویا میں نے پوچھا کیوں ؟ فرمایا اس لئے کہ لوگوں سے سنا کہ دم دار ستارہ نکلا ہے تو مجھے اندیشہ ہوا کہ کہیں یہی دخان نہ ہو پس صبح تک میں نے آنکھ سے آنکھ نہیں ملائی۔ اس کی سند صحیح ہے اور (حبرالامتہ) ترجمان القرآن حضرت ابن عباس کے ساتھ صحابہ اور تابعین بھی ہیں اور مرفوع حدیثیں بھی ہیں۔ جن میں صحیح حسن اور ہر طرح کی ہیں اور ان سے ثابت ہوتا ہے کہ دخان ایک علامت قیامت ہے جو آنے والی ہے ظاہری الفاظ قرآن بھی اسی کی تائید کرتے ہیں کیونکہ قرآن نے اسے واضح اور ظاہر دھواں کہا ہے جسے ہر شخص دیکھ سکے اور بھوک کے دھوئیں سے اسے تعبیر کرنا ٹھیک نہیں کیونکہ وہ تو ایک خیالی چیز ہے بھوک پیاس کی سختی کی وجہ سے دھواں سا آنکھوں کے آگے نمودار ہوجاتا ہے جو دراصل دھواں نہیں اور قرآن کے الفاظ ہیں آیت (دخان مبین) کے۔ پھر یہ فرمان کہ وہ لوگوں کو ڈھانک لے گی یہ بھی حضرت ابن عباس کی تفسیر کی تائید کرتا ہے کیونکہ بھوک کے اس دھوئیں نے صرف اہل مکہ کو ڈھانپا تھا نہ کہ تمام لوگوں کو پھر فرماتا ہے کہ یہ ہے المناک عذاب یعنی ان سے یوں کہا جائے گا جیسے اور آیت میں ہے (يَوْمَ يُدَعُّوْنَ اِلٰى نَارِ جَهَنَّمَ دَعًّا 13؀ۭ) 52۔ الطور :13) ، جس دن انہیں جہنم کی طرف دھکیلا جائے گا کہ یہ وہ آگ ہے جسے تم جھٹلا رہے تھے یا یہ مطلب کہ وہ خود ایک دوسرے سے یوں کہیں گے کافر جب اس عذاب کو دیکھیں گے تو اللہ سے اس کے دور ہونے کی دعا کریں گے جیسے کہ اس آیت میں ہے (وَلَوْ تَرٰٓي اِذْ وُقِفُوْا عَلَي النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ 27؀) 6۔ الانعام :27) ، یعنی کاش کے تو انہیں دیکھتا جب یہ آگ کے پاس کھڑے کئے جائیں گے اور کہیں گے کاش کے ہم لوٹائے جاتے تو ہم اپنے رب کی آیتوں کو نہ جھٹلاتے اور باایمان بن کر رہتے اور آیت میں ہے لوگوں کو ڈراوے کے ساتھ آگاہ کر دے جس دن ان کے پاس عذاب آئے گا اس دن گنہگار کہیں گے پروردگار ہمیں تھوڑے سے وقت تک اور ڈھیل دے دے تو ہم تیری پکار پر لبیک کہہ لیں اور تیرے رسولوں کی فرمانبرداری کرلیں پس یہاں یہی کہا جاتا ہے کہ ان کے لئے نصیحت کہاں ؟ ان کے پاس میرے پیغامبر آچکے انہوں نے ان کے سامنے میرے احکام واضح طور پر رکھ دئیے لیکن ماننا تو کجا انہوں نے پرواہ تک نہ کی بلکہ انہیں جھوٹا کہا ان کی تعلیم کو غلط کہا ان کی تعلیم کو غلط کہا اور صاف کہہ000دیا کہ یہ تو سکھائے پڑھائے ہیں، انہیں جنوں ہوگیا ہے جیسے اور آیت میں ہے اس دن انسان نصیحت حاصل کرے گا لیکن اب اس کے لئے نصیحت کہاں ہے ؟ اور جگہ فرمایا ہے آیت (وَّقَالُوْٓا اٰمَنَّا بِهٖ ۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍ 52؀ښ) 34۔ سبأ :52) ، یعنی اس دن عذابوں کو دیکھ کر ایمان لانا سراسر بےسود ہے پھر جو ارشاد ہوتا ہے اس کے دو معنی ہوسکتے ہیں ایک تو یہ کہ اگر بالفرض ہم عذاب ہٹا لیں اور تمہیں دوبارہ دنیا میں بھیج دیں تو بھی تم پھر وہاں جا کر یہی کرو گے جو اس سے پہلے کر کے آئے ہو جیسے فرمایا آیت (وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّـــلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ 75؀) 23۔ المؤمنون :75) ، یعنی اگر ہم ان پر رحم کریں اور برائی ان سے ہٹا لیں تو پھر یہ اپنی سرکشی میں آنکھیں بند کر کے منہمک ہوجائیں گے اور جیسے فرمایا آیت (وَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ 28؀) 6۔ الانعام :28) ، یعنی اگر یہ لوٹائے جائیں تو قطعًا دوبارہ پھر ہماری نافرمانیاں کرنے لگیں گے اور محض جھوٹے ثابت ہوں گے۔ دوسرے معنی یہ بھی ہوسکتے ہیں کہ اگر عذاب کے اسباب قائم ہو چکنے اور عذاب آجانے کے بعد بھی گو ہم اسے کچھ دیر ٹھہرا لیں تاہم یہ اپنی بد باطنی اور خباثت سے باز نہیں آنے کے اس سے یہ لازم آتا کہ عذاب انہیں پہنچا اور پھر ہٹ گیا جیسے قوم یونس کی حضرت حق تبارک و تعالیٰ کا فرمان ہے کہ قوم یونس جب ایمان لائی ہم نے ان سے عذاب ہٹا لیا۔ گویا عذاب انہیں ہونا شروع نہیں ہوا تھا ہاں اس کے اسباب موجود و فراہم ہوچکے تھے ان تک اللہ کا عذاب پہنچ چکا تھا اور اس سے یہ بھی لازم نہیں آتا کہ وہ اپنے کفر سے ہٹ گئے تھے پھر اس کی طرف لوٹ گئے۔ چناچہ حضرت شعیب اور ان پر ایمان لانے والوں سے جب قوم نے کہا کہ یا تو تم ہماری بستی چھوڑ دو یا ہمارے مذہب میں لوٹ آؤ تو جواب میں اللہ کے رسول نے فرمایا کہ گو ہم اسے برا جانتے ہوں۔ جبکہ اللہ تعالیٰ نے ہمیں اس سے نجات دے رکھی ہے پھر بھی اگر ہم تمہاری ملت میں لوٹ آئیں تو ہم سے بڑھ کر جھوٹا اور اللہ کے ذمے بہتان باندھنے والا اور کون ہوگا ؟ ظاہر ہے کہ حضرت شعیب ؑ نے اس سے پہلے بھی کبھی کفر میں قدم نہیں رکھا تھا اور حضرت قتادہ فرماتے ہیں کہ تم لوٹنے والے ہو۔ اس سے مطلب اللہ کے عذاب کی طرف لوٹنا ہے بڑی اور سخت پکڑ سے مراد جنگ بدر ہے حضرت ابن مسعود اور آپ کے ساتھ کی وہ جماعت جو دخان کو ہوچکا مانتی ہے وہ تو (بطشہ) کے معنی یہی کرتی ہے بلکہ حضرت ابن عباس سے حضرت ابی بن کعب سے ایک اور جماعت سے یہی منقول ہے گو یہ مطلب بھی ہوسکتا ہے لیکن بہ ظاہر تو یہ معلوم ہوتا ہے کہ اس سے مراد قیامت کے دن کی پکڑ ہے گو بدر کا دن بھی پکڑ کا اور کفار پر سخت دن تھا ابن جریر میں ہے حضرت ابن عباس فرماتے ہیں کہ گو حضرت ابن مسعود اسے بدر کا دن بتاتے ہیں لیکن میرے نزدیک تو اس سے مراد قیامت کا دن ہے اس کی اسناد صحیح ہے حضرت حسن بصری اور عکرمہ سے بھی دونوں روایتوں میں زیادہ صحیح روایت یہی ہے واللہ اعلم۔",
  "ayah": 13,
  "surah": 44
}
