{
  "text": "زقوم ابو جہل کی خوراک ہوگا منکرین قیامت کو جو سزا وہاں دی جائے گی اس کا بیان ہو رہا ہے کہ ان مجرموں کو جو اپنے قول اور فعل کو نافرمانی سے ملوث کئے ہوئے تھے آج زقوم کا درخت کھلایا جائے گا۔ بعض کہتے ہیں اس سے مراد ابو جہل ہے۔ گو دراصل وہ بھی اس آیت کی وعید میں داخل ہے لیکن یہ نہ سمجھا جائے کہ آیت صرف اسی کے حق میں نازل ہوئی ہے۔ حضرت ابو درداء ایک شخص کو یہ آیت پڑھا رہے تھے مگر اس کی زبان سے لفظ (اثیم) ادا نہیں ہوتا تھا اور وہ بجائے اس کے یتیم کہہ دیا کرتا تھا تو آپ نے اسے (طعام الفاجر) پڑھوایا یعنی اسے اس کے سوا کھانے کو اور کچھ نہ دیا جائے گا۔ حضرت مجاہد فرماتے ہیں کہ اگر زقوم کا ایک قطرہ بھی زمین میں ٹپک جائے تو تمام زمین والوں کی معاش خراب کر دے ایک مرفوع حدیث میں بھی یہ آیا ہے جو پہلے بیان ہوچکی ہے، یہ مثل تلچھٹ کے ہوگا۔ اپنی حرارت بدمزگی اور نقصان کے باعث پیٹ میں جوش مارتا رہے گا اللہ تعالیٰ جہنم کے داروغوں سے فرمائے گا کہ اس کافر کو پکڑ لو وہیں ستر ہزار فرشتے دوڑیں گے اسے اندھا کر کے منہ کے بل گھسیٹ لے جاؤ اور بیچ جہنم میں ڈال دو پھر اس کے سر پر جوش مارتا گرم پانی ڈالو۔ جیسے فرمایا آیت (يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ 19؀ۚ) 22۔ الحج :19) ، یعنی ان کے سروں پر جہنم کا جوش مارتا گرم پانی بہایا جائے گا جس سے ان کی کھالیں اور پیٹ کے اندر کی تمام چیزیں سوخت ہوجائیں گی اور یہ بھی ہم پہلے بیان کر آئے ہیں کہ فرشتے انہیں لوہے کے ہتھوڑے ماریں گے جن سے ان کا دماغ پاش پاش ہوجائیں گے پھر اوپر سے یہ حمیم ان پر ڈالا جائے گا یہ جہاں جہاں پہنچے گا ہڈی کو کھال سے جدا کر دے گا یہاں تک کہ اس کی آنتیں کاٹتا ہوا پنڈلیوں تک پہنچ جائے گا۔ اللہ ہمیں محفوظ رکھے پھر انہیں شرمسار کرنے کے لئے اور زیادہ پشیمان بنانے کے لئے کہا جائے گا کہ لو مزہ چکھو تم ہماری نگاہوں میں نہ عزت والے ہو نہ بزرگی والے۔ مغازی امویہ میں ہے کہ رسول اللہ ﷺ نے ابو جہل ملعون سے کہا کہ مجھے اللہ کا حکم ہوا ہے کہ تجھ سے کہہ دوں تیرے لئے ویل ہے تجھ پر افسوس ہے پھر مکرر کہتا ہوں کہ تیرے لئے خرابی اور افسوس ہے۔ اس پاجی نے اپنا کپڑا آپ کے ہاتھ سے گھسیٹتے ہوئے کہا جا تو اور تیرا رب میرا کیا بگاڑ سکتے ہو ؟ اس تمام وادی میں سب سے زیادہ عزت و تکریم والا میں ہوں۔ پس اللہ تعالیٰ نے اسے بدر والے دن قتل کرایا اور اسے ذلیل کیا اور اس سے کہا جائے گا کہ لے اب اپنی عزت کا اور اپنی تکریم کا اور اپنی بزرگی اور بڑائی کا لطف اٹھا اور ان کافروں سے کہا جائے گا کہ یہ ہے جس میں ہمیشہ شک شبہ کرتے رہے۔ جیسے اور آیتوں میں ہے کہ جس دن انہیں دھکے دے کر جہنم میں پہنچایا جائے گا اور کہا جائے گا کہ یہ وہ دوزخ ہے جسے تم جھٹلاتے رہے کیا یہ جادو ہے یا تم دیکھ نہیں رہے ؟ اسی کو یہاں بھی فرمایا ہے کہ یہ جس میں تم شک کر رہے تھے۔",
  "ayah": 44,
  "surah": 44
}
