{
  "text": "جب موت کو ذبح کرایا جائے گا  بدبختوں کا ذکر کر کے اب نیک بختوں کا حال بیان ہو رہا ہے۔ اسی لئے قرآن کریم کو مثانی کہا گیا ہے اس دنیا میں جو اللہ تعالیٰ مالک و خالق و قادر سے ڈرتے دبتے رہے وہ قیامت کے دن جنت میں نہایت امن وامان سے ہوں گے۔ موت سے وہاں سے نکلنے کے، غم و رنج، گھبراہٹ، مشکلوں، دکھ درد، تکلیف، مشقت، شیطان اور اس کے مکر سے رب کی ناراضگی سے غرض تمام آفتوں اور مصیبتوں سے نڈر بےفکر مطمئن اور بےاندیشہ ہوں گے۔ جہنمیوں کو تو زقوم کا درخت اور آگ جیسا گرم پانی ملے گا اور انہیں جنتیں اور نہریں ملیں گی مختلف قسم کے ریشمی پارچہ جات انہیں پہننے کو ملیں گے جن میں نرم باریک بھی ہوگا اور دبیز چمکیلا بھی ہوگا۔ یہ تختوں پر بڑے طمطراق سے تکئے لگائے بیٹھے ہوں گے اور کسی کی کسی کی طرف پیٹھ نہ ہوگی بلکہ سب ایک دوسرے کے سامنے بیٹھے ہوئے ہوں گے اس عطا کے ساتھ ہی انہیں حوریں دی جائیں گی جو گورے چٹے پنڈے کی بڑی بڑی رسیلی آنکھوں والی ہوں گی جن کے پاک جسم کو ان سے پہلے کسی نے چھوا بھی نہ ہوگا۔ وہ یاقوت و مرجان کی طرح ہوں گی۔ اور کیوں نہ ہو جب انہوں نے اللہ کا ڈر دل میں رکھا اور دنیا کی خواہشوں کی چیزوں سے محض فرمان اللہ کو مدنظر رکھ کر بچے رہے تو اللہ تعالیٰ ان کے ساتھ یہ بہترین سلوک کیوں نہ کرتا ؟ ایک مرفوع حدیث میں ہے کہ اگر ان حوروں میں سے کوئی کھاری سمندر میں تھوک دے تو اس کا سارا پانی میٹھا ہوجائے پھر وہاں یہ جس میوے کی طلب کریں گے موجود ہوگا جو مانگیں گے ملے گا ادھر ارادہ کیا ادھر موجود ہوا، خواہش ہوئی اور حاضر ہوا پھر نہایت بےفکری سے کمی کا خوف نہیں ہوگا ختم ہوجانے کا کھٹکا نہیں ہوگا پھر فرمایا وہاں انہیں کبھی موت نہیں آئے گی۔ پھر استثناء منقطع لا کر اس کی تاکید کردی۔ بخاری و مسلم میں ہے کہ موت کو بھیڑیے کی صورت میں لا کر جنت دوزخ کے درمیان ذبح کردیا جائے گا اور ندا کردی جائے گی کہ جنتیو اب ہمیشگی ہے کبھی موت نہیں۔ اور اے جہنمیو تمہارے لئے بھی ہمیشہ رہنا ہے کبھی موت نہ آئے گی۔ سورة مریم کی تفسیر میں بھی یہ حدیث گذر چکی ہے۔ صحیح مسلم وغیرہ میں ہے کہ جنتیوں سے کہہ دیا جائے گا کہ تم ہمیشہ تندرست رہو گے کبھی بیمار نہ پڑو گے اور ہمیشہ زندہ رہو گے کبھی مرو گے نہیں اور ہمیشہ نعمتوں میں رہو گے کبھی کمی نہ ہوگی اور ہمیشہ جوان بنے رہو گے کبھی بوڑھے نہ ہو گے اور حدیث میں ہے جو اللہ سے ڈرتا رہے گا جنت میں جائے گا جہاں نعمتیں پائے گا کبھی محتاج نہ ہوگا جئے گا کبھی مرے گا نہیں جہاں کپڑے میلے نہ ہوں گے اور جوانی فنا نہ ہوگی۔ حضور ﷺ سے سوال ہوا کہ کیا جنتی سوئیں گے بھی ؟ آپ نے فرمایا نیند موت کی بہن ہے جنتی سوئیں گے نہیں ہر وقت راحت و لذت میں مشغول رہیں گے۔ یہ حدیث اور سندوں سے بھی مروی ہے اور اس سے پہلے سندوں کا خلاف گذر چکا ہے واللہ اعلم۔ اس راحت و نعمت کے ساتھ یہ بھی بڑی نعمت ہے کہ انہیں پروردگار عالم نے عذاب جہنم سے نجات دے دی ہے۔ تو مطلوب حاصل ہے اور خوف زائل ہے اسی لئے ساتھ ہی فرمایا کہ یہ صرف اللہ تعالیٰ کا احسان و فضل ہے۔ صحیح حدیث میں ہے تم ٹھیک ٹھاک رہو قریب قریب رہو اور یقین مانو کہ کسی کے اعمال اسے جنت میں نہیں لے جاسکتے لوگوں نے کہا کیا آپ کے اعمال بھی ؟ فرمایا ہاں میرے اعمال بھی مگر یہ کہ اللہ تعالیٰ کا فضل اور اسکی رحمت میرے شامل حال ہو ہم نے اپنے نازل کردہ اس قرآن کریم کو بہت سہل بالکل آسان صاف ظاہر بہت واضح مدلل اور روشن کر کے تجھ پر تیری زبان میں نازل فرمایا ہے جو بہت فصیح وبلیغ بڑی شیریں اور پختہ ہے تاکہ لوگ بہ آسانی سمجھ لیں اور بخوشی عمل کریں۔ باوجود اس کے بھی جو لوگ اسے جھٹلائیں نہ مانیں تو انہیں ہوشیار کر دے اور کہہ دے کہ اچھا اب تم بھی انتظار کرو میں بھی منتظر ہوں تم دیکھ لوگے کہ اللہ کی طرف سے تائید ہوتی ہے ؟ کس کا کلمہ بلند ہوتا ہے ؟ کسے دنیا اور آخرت ملتی ہے ؟ مطلب یہ ہے کہ اے نبی ﷺ تم تسلی رکھو فتح و ظفر تمہیں ہوگی میری عادت ہے کہ اپنے نبیوں اور ان کے ماننے والوں کو اونچا کروں جیسے ارشاد ہے آیت (كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا وَرُسُلِيْ ۭ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ 21؀) 58۔ المجادلة :21) ، یعنی اللہ تعالیٰ نے یہ لکھ دیا ہے کہ میں اور میرے رسول ہی غالب رہیں گے اور آیت میں ہے (اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِي الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُ 51؀ۙ) 40۔ غافر :51) ، یعنی یقینا ہم اپنے پیغمبروں کی اور ایمان والوں کی دنیا میں بھی مدد کریں گے اور قیامت میں بھی جس دن گواہ قائم ہوں گے اور ظالموں کو ان کے عذر نفع نہ دیں گے ان پر لعنت ہوگی اور ان کے لئے برا گھر ہوگا۔",
  "ayah": 56,
  "surah": 44
}
