{
  "text": "وقوله ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) يقول: فلما بلغ الغلام الذي بشر به إبراهيم مع إبراهيم العمل، وهو السعي، وذلك حين أطاق معونته على عمله.وقد اختلف أهل التأويل في معنى ذلك، فقال بعضهم نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قولهِ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) يقول: العمل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) قال: لما شبّ حتى أدرك سعيه سَعْي إبراهيمَ في العمل.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله، إلا أنه قال: لما شبّ حين أدرك سعيه.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن شعبة، عن الحكم، عن مجاهد ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) قال: سَعي إبراهيم.حدثنا ابن المثنى، قال: ثنا سهل بن يوسف، عن شعبة، عن الحكم، عن مجاهد ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) : سَعي إبراهيم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ ) قال: السَّعْيُ ها هنا العبادة.وقال آخرون: معنى ذلك: فلما مشى مع إبراهيم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَلَمَّا بَلَغَ مَعَهُ  السَّعْيَ ) : أي لما مشى مع أبيه.وقوله ( قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ ) يقول تعالى ذكره: قال إبراهيم خليل الرحمن لابنه: ( يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ ) وكان فيما ذكر أن إبراهيم نذر حين بشَّرته الملائكة بإسحاق ولدًا أن يجعله إذا ولدته سارَة لله ذبيحا; فلما بلغ إسحاقُ مع أبيه السَّعْي أرِي إبراهيم في المنام، فقيل له: أوف لله بنذرك، ورؤيا الأنبياء يقين، فلذلك مضى لما رأى في المنام، وقال له ابنه إسحاق ما قال.* ذكر من قال ذلك:حدثنا موسى بن هارون، قال: ثنا عمرو بن حماد، قال: ثنا أسباط، عن السديّ، قال: قال جبرائيل لسارَة: أبشري بولد اسمه إسحاق، ومن وراء إسحاق يعقوب، فضربت جبهتها عَجَبا، فذلك قوله  فَصَكَّتْ وَجْهَهَا  و  قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ  إلى قوله  حَمِيدٌ مَجِيدٌ  قالت سارَة لجبريل: ما آية ذلك ؟ فأخذ بيده عودا يابسا، فلواه بين أصابعه، فاهتز أخضر، فقال إبراهيم: هو لله إذن ذَبيح; فلما كبر إسحاق أُتِيَ إبراهيمُ في النوم، فقيل له: أوف بنذرك الذي نَذَرْت، إن الله رزقك غلاما من سارَة أن تذبحه، فقال لإسحاق: انطلق نقرب قُرْبَانا إلى الله، وأخذ سكينا وحبلا ثم انطلق معه حتى إذا ذهب به بين الجبال قال له الغلام: يا أبت أين قُرْبانك؟( قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى ؟ قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ ) فقال له إسحاق: يا أبت أشدد رباطي حتى لا أضطرب، واكففْ عني ثيابك حتى لا ينتضح عليها من دمي شيء، فتراه سارَة فتحزن، وأَسْرِعْ مرّ السكين على حَلْقي؛ ليكون أهون للموت عليّ، فإذا أتيت سارَة فاقرأ عليها مني السلام; فأقبل عليه إبراهيم يقبله وقد ربطه وهو يبكي وإسحاق يبكي، حتى استنقع الدموع تحت خدّ إسحاق، ثم إنه جرّ السكين على حلقه، فلم تَحِكِ السكين، وضرب الله صفيحة من النحاس على حلق إسحاق; فلما رأى ذلك ضرب به على جبينه، وحزّ من قفاه، فذلك قوله  فَلَمَّا أَسْلَمَا  يقول: سلما لله الأمر  وَتَلَّهُ لِلْجَبِينِ  فنودي يا إبراهيم  قَدْ صَدَّقْتَ الرُّؤْيَا  بالحق فالتفت فإذا بكبش، فأخذه وخَلَّى عن ابنه، فأكبّ على ابنه يقبله، وهو يقول: اليوم يا بُنَيّ وُهِبْتَ لي; فلذلك يقول الله:  وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ  فرجع إلى سارَة فأخبرها الخبر، فجَزِعَت سارَة وقالت: يا إبراهيم أردت أن تذبح ابني ولا تُعْلِمني!.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ ) قال: رؤيا الأنبياء حق إذا رأوا فى المنام شيئا فعلوه.حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: ثنا سفيان بن عيينة، عن عمرو بن دينار، عن عبيد بن عمير، قال: رؤيا الأنبياء وحي، ثم تلا هذه الآية: ( إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ ).قوله ( فَانْظُرْ مَاذَا تَرَى ) : اختلفت القرّاء في قراءة قوله ( مَاذَا تَرَى ؟ ) ، فقرأته عامة قرّاء أهل المدينة والبصرة، وبعض قراء أهل الكوفة: ( فَانْظُرْ مَاذَا تَرَى ؟) بفتح التاء، بمعنى: أي شيء تأمر، أو فانظر ما الذي تأمر، وقرأ ذلك عامة قراء الكوفة: \" مَاذَا تُرَى \" بضم التاء، بمعنى: ماذا تُشير، وماذا تُرَى من صبرك أو جزعك من الذبح؟.والذي هو أولى القراءتين في ذلك عندي بالصواب قراءة من قرأه: ( مَاذَا تَرَى ) بفتح التاء، بمعنى: ماذا ترى من الرأي.فإن قال قائل: أو كان إبراهيم يؤامر ابنه في المضيّ لأمر الله، والانتهاء إلى طاعته؟ قيل: لم يكن ذلك منه مشاورة لابنه في طاعة الله، ولكنه كان منه ليعلم ما عند ابنه من العَزْم: هل هو من الصبر على أمر الله على مثل الذي هو عليه، فيسر بذلك أم لا وهو في الأحوال كلها ماض لأمر الله.وقوله ( قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ ) يقول تعالى ذكره: قال إسحاق لأبيه: يا أبت افعل ما يأمرك به ربك من ذبحي.( سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ ) يقول: ستجدني إن شاء الله صابرا من الصابرين لما يأمرنا به ربنا، وقال: (افعل ما تُؤْمَرُ، ولم يقل: ما تؤمر به، لأن المعنى: افعل الأمر الذي تؤمره، وذكر أن ذلك في قراءة عبد الله: \" إني أرى في المنام: افعل ما أُمِرْت به \".",
  "ayah": 102,
  "surah": 37
}
