{
  "text": "(وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ) يقول: وتَدعون عبادة أحسن مَن قيل له خالق.وقد اختلف في معنى بَعْل، فقال بعضهم: معناه: أتدعون ربا؟ وقالوا: هي لغة لأهل اليمن معروفة فيهم.* ذكر من قال ذلك :حدثنا ابن المثنى، قال: ثنا حرمي بن عمارة، قال: ثنا شعبة، قال: أخبرني عُمارة، عن عكرمة، في قوله ( أَتَدْعُونَ بَعْلا ) قال: إلها.حدثنا عمران بن موسى، قال: ثنا عبد الوارث، قال: ثنا عمارة، عن عكرمة، في قوله ( أَتَدْعُونَ بَعْلا ) يقول: أتدعون ربا، وهي لغة أهل اليمن، تقول: من بعل هذا الثور: أي من ربُّه؟حدثني زكريا بن يحيى بن أبي زائدة ومحمد بن عمرو، قالا ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله ( أَتَدْعُونَ بَعْلا ) قال: ربا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( أَتَدْعُونَ بَعْلا ) قال: هذه لغة باليمانية: أتدعون ربا دون الله.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، قوله ( أَتَدْعُونَ بَعْلا ) قال: ربّا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن عبد الله بن أبي يزيد، قال: كنت عند ابن عباس فسألوه عن هذه الآية: ( أَتَدْعُونَ بَعْلا ) قال: فسكت ابن عباس، فقال رجل: أنا بعلها، فقال ابن عباس: كفاني هذا الجواب.وقال آخرون: هو صنم كان لهم يقال له بَعْل، وبه سميت بعلبك.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( أَتَدْعُونَ بَعْلا ) يعني: صنما كان لهم يسمى بَعْلا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( أَتَدْعُونَ بَعْلا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ ) ؟ قال: بعل: صنم كانوا يعبدون، كانوا ببعلك، وهم وراء دمشق، وكان بها البعل الذي كانوا يعبدون.وقال آخرون: كان بَعْل: امرأة كانوا يعبدونها.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: سمعت بعض أهل العلم يقول: ما كان بَعْل إلا امرأة يعبدونها من دون الله.وللبَعْل في كلام العرب أوجه. يقولون لربّ الشيء هو بَعْله، يقال: هذا بَعْل هذه الدار، يعني ربُّها; ويقولون لزوج المرأة بعلُها; ويقولون لما كان من الغروس والزروع مستغنيا بماء السماء، ولم يكن سقيا بل هو بعل، وهو العَذْي. وذُكر أن الله بعث إلى بني إسرائيل إلياس بعد مهلك حِزْقيل بن يوزا.وكان من قصته وقصة قومه فيما بلغنا، ما حدثنا ابن حميد، قال: ثنا سلمة، عن محمد بن إسحاق، عن وهب بن منبه، قال: إن الله قبض حِزْقيل، وعظمت في بني إسرائيل الأحداث، ونُسوا ما كان من عهد الله إليهم، حتى نصبوا الأوثان وعبدوها دون الله، فبعث الله إليهم إلياس بن ياسين بن فنحاص بن العيزار بن هارون بن عمران نبيا. وإنما كانت الأنبياء من بني إسرائيل بعد موسى يُبعثون إليهم بتجديد ما نُسوا من التوراة، فكان إلياس مع ملك من ملوك بني إسرائيل، يقال له: أحاب، كان اسم امرأته: أربل، وكان يسمع منه ويصدّقه، وكان إلياس يقيم له أمره، وكان سائر بني إسرائيل قد اتخذوا صنما يعبدونه من دون الله يقال له بعل.قال ابن إسحاق: وقد سمعت بعض أهل العلم يقول: ( ما كان بعل إلا امرأة يعبدونها من دون الله ); يقول الله لمحمد: ( وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ إِذْ قَالَ لِقَوْمِهِ أَلا تَتَّقُونَ أَتَدْعُونَ بَعْلا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الأوَّلِينَ ) فجعل إلياس يدعوهم إلى الله، وجعلوا لا يسمعون منه شيئا إلا ما كان من ذلك الملك، والملوك متفرّقة بالشام، كل ملك له ناحية منها يأكلها، فقال ذلك الملك الذي كان إلياس معه يقوم له أمره، ويراه على هدى من بين أصحابه يوما: يا إلياس، والله ما أرى ما تدعو إليه إلا باطلا والله ما أرى فلانا وفلانا - يعدّد ملوكًا من ملوك بني إسرائيل قد عبدوا الأوثان من دون الله- إلا على مثل ما نحن عليه، يأكلون ويشربون وينعمون مملكين، ما ينقص دنياهم أمرهم الذي تزعم أنه باطل، وما نرى لنا عليهم من فضل; فيزعمون- والله أعلم- أن إلياس استرجع وقام شعر رأسه وجلده، ثم رفضه وخرج عنه، ففعل ذلك الملك فعل أصحابه: عبد الأوثان، وصنع ما يصنعون، فقال إلياس: اللهمّ إن بني إسرائيل قد أبَوْا إلا أن يكفروا بك والعبادة لغيرك، فغير ما بهم من نعمتك ) أو كما قال.حدثنا ابن حميد، قال: ثنا سلمة، قال: ثنا محمد بن إسحاق، قال: فذكر لي أنه أوحي إليه: إنا قد جعلنا أمر أرزاقهم بيدك وإليك حتى تكون أنت الذي تأذن في ذلك، فقال إلياس: اللهم فأمسك عليهم المطر; فحبس عنهم ثلاث سنين، حتى هلكت الماشية والهوامّ والدوابّ والشجر، وجهد الناس جهدا شديدا. وكان إلياس فيما يذكرون حين دعا بذلك على بني إسرائيل قد استخفى، شفقا على نفسه منهم، وكان حيثما كان وضع له رزق، وكانوا إذا وجدوا ريح الخبز في دار أو بيت، قالوا: لقد دخل إلياس هذا المكان فطلبوه، ولقي منهم أهل ذلك المنـزل شرا. ثم إنه أوى ليلة إلى امرأة من بني إسرائيل لها ابن يقال له اليسع ابن أخطوب به ضرّ، فآوته وأخفت أمره، فدعا إلياس لابنها، فعُوفِيَ من الضرّ الذي كان به، واتبع اليسع غلاما شابا، فيزعمون- والله أعلم- أن أوحى إلى إلياس: إنك قد أهلكت كثيرا من الخلق ممن لم يعص سوى بني إسرائيل من البهائم والدوابّ والطير والهوامّ والشجر، بحبس المطر عن بني إسرائيل، فيزعمون والله أعلم أن إلياس قال: أي ربّ دعني أنا الذي أدعو لهم وأكون أنا الذي آتيهم بالفرج مما هم فيه من البلاء الذي أصابهم، لعلهم أن يرجعوا وينـزعوا عما هم عليه من عبادة غيرك، قيل له: نعم; فجاء إلياس إلى بني إسرائيل فقال لهم: إنكم قد هلكتم جهدا، وهلكت البهائم والدوابّ والطير والهوامّ والشجر بخطاياكم، وإنكم على باطل وغرور، أو كما قال لهم، فإن كنتم تحبون أن تعلموا ذلك، وتعلموا أن الله عليكم ساخط فيما أنتم عليه، وأن الذي أدعوكم إليه الحقّ، فاخرجوا بأصنامكم هذه التي تعبدون وتزعمون أنها خير مما أدعوكم إليه، فإن استجابت لكم، فذلك كما تقولون، وإن هي لم تفعل علمتم أنكم على باطل، فنـزعتم، ودعوت الله ففرّج عنكم ما أنتم فيه من البلاء، قالوا: أنصفت; فخرجوا بأوثانهم، وما يتقربون به إلى الله من إحداثهم الذي لا يرضى، فدعوها فلم تستجب لهم، ولم تفرج عنهم ما كانوا فيه من البلاء حتى عرفوا ما هم فيه من الضلالة والباطل، ثم قالوا لإلياس: يا إلياس إنا قد هلكنا فادع الله لنا، فدعا لهم إلياس بالفرج مما هم فيه، وأن يسقوا، فخرجت سحابة مثل التُّرس بإذن الله على ظهر البحر وهم ينظرون، ثم ترامى إليه السحاب، ثم أدحَسَتْ ثم أرسل المطر، فأغاثهم، فحيت بلادهم، وفرج عنهم ما كانوا فيه من البلاء، فلم ينـزعوا ولم يرجعوا، وأقاموا على أخبث ما كانوا عليه; فلما رأى ذلك إلياس من كفرهم، دعا ربه أن يقبضه إليه، فيريحه منهم، فقيل له فيما يزعمون: انظر يوم كذا وكذا، فاخرج فيه إلى بلد كذا وكذا، فماذا جاءوك من شيء فاركبه ولا تهبه; فخرج إلياس وخرج معه اليسع بن أخطوب، حتى إذا كان في البلد الذي ذُكر له في المكان الذي أُمر به، أقبل إليه فرس من نار حتى وقف بين يديه، فوثب عليه، فانطلق به، فناداه اليسع: يا إلياس، يا إلياس ما تأمرني؟ فكان آخر عهدهم به، فكساه الله الريش، وألبسه النور، وقطع عنه لذّة المطعم والمشرب، وطار في الملائكة، فكان إنسيا ملكيا أرضيا سَماويا.",
  "ayah": 125,
  "surah": 37
}
