{
  "text": "القول في تأويل قوله تعالى :  وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ (158)يقول تعالى ذكره: وجعل هؤلاء المشركون بين الله وبين الجنة نسبا.واختلف أهل التأويل في معنى النسب الذي أخبر الله عنهم أنهم جعلوه لله تعالى، فقال بعضهم: هو أنهم قالوا أعداء الله: إن الله وإبليس أخوان.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) قال: زعم أعداء الله أنه تبارك وتعالى وإبليس أخوان.وقال آخرون: هو أنهم قالوا: الملائكة بنات الله، وقالوا: الجنة: هي الملائكة.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد: ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) قال: قال كفار قريش: الملائكة بنات الله، فسأل أبو بكر: مَنْ أمهاتهنّ؟ فقالوا: بنات سَرَوات الجنّ، يحسبون أنهم خلقوا مما خلق منه إبليس.حدثنا عمرو بن يحيى بن عمران بن عفرة، قال: ثنا عمرو بن سعيد الأبح، عن سعيد بن أبي عروبة، عن قتادة، في قوله ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) قالت اليهود: إن الله تبارك وتعالى تزوّج إلى الجنّ، فخرج منهما الملائكة، قال: سبحانه سبح نفسه.حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ، في قوله ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) قال: الجنة: الملائكة، قالوا: هنّ بنات الله.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) : الملائكة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ) قال: بين الله وبين الجنة نسبا افتروا.وقوله ( وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: ولقد علمت الجنة إنهم لمشهدون &; 21-122 &; الحساب.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ ) أنها ستُحضر الحساب.وقال آخرون: معناه: إن قائلي هذا القول سيُحضرون العذاب في النار.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ( إِنَّهُمْ لَمُحْضَرُونَ ) إن هؤلاء الذين قالوا هذا لمحضَرُون: لمعذّبون. وأولى القولين في ذلك بالصواب قول من قال: إنهم لمحضرون العذاب، لأن سائر الآيات التي ذكر فيها الإحضار في هذه السورة، إنما عُنِيَ به الإحضار في العذاب، فكذلك في هذا الموضع.",
  "ayah": 158,
  "surah": 37
}
