{
  "text": "وقوله ( لا فِيهَا غَوْلٌ ) يقول: لا في هذه الخمر غول، وهو أن تغتال عقولهم: يقول: لا تذهب هذه الخمر بعقول شاربيها كما تذهب بها خمور أهل الدنيا إذا شربوها فأكثروا منها، كما قال الشاعر:وَمــا زَالَــتِ الكــأْسُ تَغْتَالُنَــاوَتَـــــذْهَبُ بِــــالأوَّلِ الأوَّلِ (2)والعرب تقول: ليس فيها غيلة وغائلة وغَوْل بمعنى واحد; ورفع غول ولم ينصب بلا لدخول حرف الصفة بينها وبين الغول، وكذلك تفعل العرب في التبرِئة إذا حالت بين لا والاسم بحرف من حروف الصفات رفعوا الاسم ولم ينصبوه ، وقد يحتمل قوله ( لا فِيهَا غَوْلٌ ) أن يكون معنيا به: ليس فيها ما يؤذيهم من مكروه، وذلك أن العرب تقول للرجل يصاب بأمر مكروه، أو ينال بداهية عظيمة: غالَ فلانا غولٌ وقد اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: ليس فيها صُداع.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( لا فِيهَا غَوْلٌ ) يقول: ليس فيها صداع.وقال آخرون: بل معنى ذلك: ليس فيها أذى فتشكَّى منه بطونهم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( لا فِيهَا غَوْلٌ ) قال: هي الخمر ليس فيها وجع بطن.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد قوله ( لا فِيهَا غَوْلٌ ) قال: وجع بطن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( لا فِيهَا غَوْلٌ ) قال: الغول ما يوجع البطون، وشارب الخمر ههنا يشتكي بطنه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا فِيهَا غَوْلٌ ) يقول: ليس فيها وجع بطن، ولا صُداع رأس.وقال آخرون: معنى ذلك: أنها لا تغول عقولهم.* ذكر من قال ذلك:حدثنا محمد بن الحسين، قال: ثنا أحمد، قال: ثنا أسباط، عن السديّ( لا فِيهَا غَوْلٌ ) قال: لا تغتال عقولهم.وقال آخرون: بل معنى ذلك: ليس فيها أذًى ولا مكروه.* ذكر من قال ذلك:حُدثت عن يحيى بن زكريا بن أبي زائدة، عن إسرائيل، عن سالم الأفطس، عن سعيد بن جُبَير، في قوله ( لا فيها غَوْلٌ ) قال: أذًى ولا مكروه.حدثنا محمد بن سنان القزاز، قال: ثنا عبد الله بن يزيعة، قال: أخبرنا إسرائيل، عن سالم، عن سعيد بن جُبَير، في قوله: ( لا فيها غَوْلٌ ) قال: ليس فيها أذًى ولا مكروه.وقال آخرون: بل معنى ذلك: ليس فيها إثم.ولكل هذه الأقوال التي ذكرناها وجه، وذلك أن الغَوْل في كلام العرب: هو ما غال الإنسان فذهب به، فكل من ناله أمر يكرهه ضربوا له بذلك المثل، فقالوا: غالت فلانا غول، فالذاهب العقل من شرب الشراب، والمشتكي البطن منه، والمصدع الرأس من ذلك، والذي ناله منه مكروه كلهم قد غالته غُول.فإذا كان ذلك كذلك، وكان الله تعالى ذكره قد نفى عن شراب الجنة أن يكون فيه غَوْل، فالذي هو أولى بصفته أن يقال فيه كما قال جل ثناؤه ( لا فِيها غَوْلٌ ) فيعم بنفي كل معاني الغَوْل عنه، وأعم ذلك أن يقال: لا أذى فيها ولا مكروه على شاربيها في جسم ولا عقل، ولا غير ذلك.واختلفت القرّاء في قراءة قوله ( وَلا هُمْ عَنْها يُنـزفُونَ ) فقرأته عامة قراء المدينة والبصرة وبعض قراء الكوفة (يُنـزفُونَ) بفتح الزاي، بمعنى: ولا هم عن شربها تُنـزف عقولهم. وقرأ ذلك عامة قراء الكوفة: ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) بكسر الزاي، بمعنى: ولا هم عن شربها يَنْفَد شرابهم.والصواب من القول في ذلك أنهما قراءتان معروفتان صحيحتا المعنى غير مختلفتيه، فبأيتهما قرأ القارئ فمصيب، وذلك أن أهل الجنة لا ينفد شرابهم، ولا يُسكرهم شربهم إياه، فيُذْهب عقولهم.واختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: لا تذهب عقولهم.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن علي، عن ابن عباس ( وَلا هُمْ عنْها يُنـزفُونَ ) يقول: لا تذهب عقولهم.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) قال: لا تُنـزف فتذهب  عقولهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) قال: لا تذهب عقولهم.حدثنا محمد بن الحسين، قال: ثنا أحمد بن المفضل، قال: ثنا أسباط، عن السدي، في قوله ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) قال: لا تُنـزف عقولهم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) قال: لا تُنـزف العقول.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلا هُمْ عَنْهَا يُنـزفُونَ ) قال: لا تغلبهم على عقولهم.وهذا التأويل الذي ذكرناه عمَّن ذكرنا عنه لم تفصل لنا رواته القراءة الذي هذا تأويلها، وقد يحتمل أن يكون ذلك تأويل قراءة من قرأها ينـزفُونَ ويُنـزفُونَ كلتيهما، وذلك أن العرب تقول: قد نـزف الرجل فهو منـزوف: إذا ذهب عقله من السكر، وأنـزف فهو مُنـزف، محكية عنهم اللغتان كلتاهما في ذهاب العقل من السكر; وأما إذا فَنِيت خمر القوم فإني لم أسمع فيه إلا أنـزفَ القوم بالألف، ومن الإنـزاف بمعنى: ذهاب العقل من السكر، قول الأبَيْرد:لَعَمْـرِي لَئِـنْ أنزفْتُمُـوا أوْ صَحَـوْتُمُلَبِئْــسَ النَّــدَامَى كُـنْتُمُ آلَ أبجَـرا (3)------------------------الهوامش:(2) البيت من شواهد أبي عبيدة في مجاز القرآن ( مصورة الجامعة الورقة 209 - 1 ) قال:\"لا فيها غول\": مجازه: ليس فيها غول. والغول: أن تغتال عقولهم. قال الشاعر:\" وما زالت الكأس .... البيت\". وقال الفرّاء في معاني القرآن ( مصورة الجامعة ص 272 ): وقوله\"لا فيها غول\":\" لو قلت: لا غول فيها كان رفعا ونصبا ( أي كانت\"لا\" عاملة عمل ليس أو عمل إن ). قال: فإذا حلت بين الغول بلام أو بغيرها من الصفات ( حروف جر ) لم يكن إلا الرفع. والغول: يقول: ليس فيها غيلة، غائلة وغول.اهـ. وأنشد البيت في ( اللسان: غول ) عن أبي عبيدة، وفيه:\"الخمر\" في موضع:\"الكأس\".اهـ.(3) البيت من شواهد أبي عبيدة في مجاز القرآن ( مصورة الجامعة الورقة 209 - 1 ) قال في\" ولا هم عنها ينزفون\": تقول العرب لا تقطع عنه وتنزف سكرا. وقال الأبيرد الرياحي من بني عجل:\" لعمري ...... البيت\" قال:\" آل أبجرا\": آل أبجر من عجل. وقال الفرّاء في معاني القرآن ( مصورة الجامعة ص 272 )، وقوله\" ولا هم عنها ينزفون\" وينزفون ( مبنيا للمجهول والمعلوم ) وأصحاب عبد الله يقرءون: ينزفون، وله معنيان يقال: قد أنزف الرجل: إذا فنيت خمره ، وأنزف: إذا ذهب عقله. فهذان وجهان. ومن قال: ينزفون يقول: لا تذهب عقولهم وهو منزوف. وفي ( اللسان: نزف ): وفي التنزيل:\" لا يصدعون فيها ولا ينزفون\": أي لا يسكرون. وأنشد الجوهري للأبيرد:لعمــري لئـن أنـزفتمُ أو صحـوتمُلبئــس النــدامى كـنتم آل أبجـراشـربتم ومــدرتم وكــان أبـوكمكـذاكمْ إذا مـا يشـربُ الكـأس مدرَقال ابن بري: هو أبجر بن جابر العجلي، وكان نصرانيا. قال: وقوم يجعلون المنزف مثل المنزوف، الذي قد نزف دمه. وقال اللحياني: نزف الرجل، فهو منزوف ونزيف سكر، فذهب عقله.اهـ.. وقول الأبيرد\" شربتم ومدرتم\" لعله يريد: سلحتم على أنفسكم لذهاب عقولكم، من قولهم مدرت الضبع: إذا سلحت. وانظر ( اللسان: مدر ).",
  "ayah": 47,
  "surah": 37
}
