{
  "text": "القول في تأويل قوله تعالى :  يَقُولُ أَئِنَّكَ لَمِنَ الْمُصَدِّقِينَ (52)حدثني إسحاق بن إبراهيم بن حبيب بن الشهيد، قال: ثنا عتاب بن بشير، عن خَصِيف، عن فُرات بن ثعلبة البهراني في قوله ( إِنِّي كَانَ لِي قَرِينٌ ) قال: إن رجلين كانا شريكين، فاجتمع لهما ثمانية آلاف دينار، وكان أحدهما له حرفة، والآخر ليس له حرفة، فقال الذي له حرفة للآخر: ليس لك حرفة، ما أُراني &; 21-46 &; إلا مفارقك ومُقاسمك، فقاسمه وفارقه; ثم إن الرجل اشترى دارًا بألف دينار كانت لملك قد مات فدعا صاحبه فأراه، فقال: كيف ترى هذه الدار ابتعتُها بألف دينار؟ قال: ما أحسنها; فلما خرج قال: اللهم إن صاحبي هذا قد ابتاع هذه الدار بألف دينار، وإني أسألك دارًا من دور الجنة، فتَصَدَّقَ بألف دينار; ثم مكث ما شاء الله أن يمكث، ثم إنه تزوج امرأة بألف دينار، فدعاه وصنع له طعاما; فلما أتاه قال: إني تزوجت هذه المرأة بألف دينار; قال: ما أحسن هذا; فلما انصرف قال: يا رب إن صاحبي تزوج امرأة بألف دينار، وإني أسألك امرأة من الحُور العين، فتصدق بألف دينار; ثم إنه مكث ما شاء الله أن يمكث، ثم اشترى بستانين بألفي دينار، ثم دعاه فأراه، فقال: إني ابتعت هذين البستانين، فقال: ما أحسن هذا; فلما خرج قال: يا رب إن صاحبي قد اشترى بستانين بألفي دينار، وأنا أسألك بستانين من الجنة، فتصدقَ بألفي دينار; ثم إن الملك أتاهما فتوفَّاهما; ثم انطلق بهذا المتصدق فأدخله دارًا تعجبه، فإذا امرأة تطلع يضيء ما تحتها من حُسنها، ثم أدخله بستانين، وشيئا الله به عليم، فقال عند ذلك: ما أشبه هذا برجل كان من أمره كذا وكذا. قال: فإنه ذاك، ولك هذا المنـزل والبستانان والمرأة. قال: فإنه كان لي صاحب يقول: ( أَئِنَّكَ لَمِنَ الْمُصَدِّقِينَ ) قيل له: فإنه في الجحيم، قال: فهل أنتم مُطَّلِعون ؟ فاطَّلَعَ فرآه في سواء الجحيم، فقال عند ذلك:  تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ * وَلَوْلا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ  . ...الآيات. وهذا التأويل الذي تأوله فرات بن ثعلبة يقوي قراءة من قرأ \" إنَّكَ لَمِنَ المُصَّدِّقِينَ\" بتشديد الصاد بمعنى: لمن المتصدقين، لأنه يذكر أن الله تعالى ذكره إنما أعطاه ما أعطاه على الصدقة لا على التصديق، وقراءة قراء الأمصار على خلاف ذلك، بل قراءتها بتخفيف الصاد وتشديد الدال، بمعنى: إنكار قرينه عليه التصديق أنه يبعث بعد الموت، كأنه قال: أتصدق بأنك تبعث بعد مماتك، وتُجْزَى بعملك، وتحاسَب؟.",
  "ayah": 52,
  "surah": 37
}
