{
  "text": "وقوله ( إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ ) اختلفت القراء في قراءة قوله (بِزِينَةٍ الْكَوَاكِبِ) فقرأته عامة قراء المدينة والبصرة وبعض قراء الكوفة بزينة الكواكب بإضافة الزينة إلى الكواكب، وخفض الكواكب (إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا) التي تليكم أيها الناس وهي الدنيا إليكم بتزيينها الكواكب: أي بأن زينتها الكواكب. وقرأ ذلك جماعة من قراء الكوفة (بِزِينَةٍ الْكَوَاكِبِ) بتنوين زينة، وخفض الكواكب ردا لها على الزينة، بمعنى: إنا زينا السماء الدنيا بزينة هي الكواكب، كأنه قال: زيناها بالكواكب. ورُوِي عن بعض قراء الكوفة أنه كان ينون الزِّينة وينصب الكواكبَ، بمعنى: إنا زينا السماء الدنيا بتزييننا الكواكبَ. ولو كانت القراءة في الكواكب جاءت رفعا إذ نونت الزينة، لم &; 21-11 &; يكن لحنا، وكان صوابا في العربية، وكان معناه: إنا زينا السماء الدنيا بتزيينها الكواكب: أي بأن زينتها الكواكب وذلك أن الزينة مصدر، فجائز توجيهها إلى أيِّ هذه الوجوه التي وُصِفت في العربية.وأما القراءة فأعجبها إلي بإضافة الزينة إلى الكواكب وخفض الكواكب لصحة معنى ذلك في التأول والعربية، وأنها قراءة أكثر قراء الأمصار وإن كان التنوين في الزينة وخفض الكواكب عندي صحيحا أيضا. فأما النصب في الكواكب والرفع، فلا أستجيز القراءة بهما، لإجماع الحجة من القراء على خلافهما، وإن كان لهما في الإعراب والمعنى وجه صحيح.وقد اختلف أهل العربية في تأويل ذلك إذا أضيفت الزينة إلى الكواكب، فكان بعض نحويي البصرة يقول: إذا قرئ ذلك كذلك فليس يعني بعضَها، ولكن زينتها حسنها، وكان غيره يقول: معنى ذلك: إذا قرئ كذلك: إنا زينا السماء الدنيا بأن زينتها الكواكب.وقد بيَّنا الصواب في ذلك عندنا.وقوله (وَحِفْظا) يقول تعالى ذكره: (وحفظا) للسماء الدنيا زيناها بزينة الكواكب.وقد اختلف أهل العربية في وجه نصب قوله (وحِفْظا) فقال بعض نحويي البصرة: قال وحفظا، لأنه بدل من اللفظ بالفعل، كأنه قال: وحفظناها حفظا. وقال بعض نحويي الكوفة: إنما هو من صلة التزيين أنا زينا السماء الدنيا حفظا لها، فأدخل الواو على التكرير: أي وزيناها حفظا لها، فجعله من التزيين، وقد بيّنا القول فيه عندنا. وتأويل الكلام: وحفظا لها من كل شيطان عات خبيث زيناها.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (وَحِفْظا) يقول: جعلتها حفظا من كل، شيطان مارد.وقوله (لا يَسَّمَّعُونَ إِلَى الْمَلإ الأعْلَى ) اختلفت القراء في قراءة قوله &; 21-12 &; ( لا يَسَّمَّعُونَ ) فقرأ ذلك عامة قراء المدينة والبصرة، وبعض الكوفيين: ( لا يَسْمَعُونَ ) بتخفيف السين من يسمعون، بمعنى أنهم يتسمَّعون ولا يسمعون. وقرأ ذلك عامة قراء الكوفيين بعد لا يسمعون بمعنى: لا يتسمعون، ثم أدغموا التاء في السين فشددوها.وأولى القراءتين في ذلك عندي بالصواب قراءة من قرأه بالتخفيف، لأن الأخبار الواردة عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعن أصحابه، أن الشياطين قد تتسمع الوحي، ولكنها ترمى بالشهب لئلا تسمع.* ذكر رواية بعض ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسرائيل، عن أبي إسحاق، عن سعيد بن جُبَير، عن ابن عباس، قال: كانت للشياطين مقاعد في السماء، قال: فكانوا يسمعون الوحي، قال: وكانت النجوم لا تجري، وكانت الشياطين لا ترمى، قال: فإذا سمعوا الوحي نـزلوا إلى الأرض، فزادوا في الكلمة تسعا; قال: فلما بُعِثَ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم جعل الشيطانُ إذا قعد مقعده جاء شهاب، فلم يُخْطِهِ حتى يحرقه، قال: فشكوا ذلك إلى إبليس، فقال: ما هو إلا لأمر حدث ; قال: فبعث جنوده، فإذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قائم يصلي بين جبلي نخلة; قال أبو كُرَيب: قال وكيع: يعني بطن نخلة، قال: فرجعوا إلى إبليس فأخبروه، قال: فقال هذا الذي حدث.حدثنا ابن وكيع وأحمد بن يحيى الصوفي قالا ثنا عبيد الله، عن إسرائيل، عن أبي إسحاق، عن سعيد بن جُبَير، عن ابن عباس، قال: كانت الجن يصعدون إلى السماء الدنيا يستمعون الوحي، فإذا سمعوا الكلمة زادوا فيها تسعا، فأما الكلمة فتكون حقا، وأما ما زادوا فيكون باطلا فلما بُعث النبي صَلَّى الله عَلَيْهِ وَسَلَّم مُنِعوا مقاعدَهم، فذكروا ذلك لإبليس، ولم تكن النجوم يُرْمى بها قبل ذلك، فقال لهم إبليس: ما هذا إلا لأمر حدث في الأرض، فبعث جنوده، فوجدوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قائما يصلي، فأتوه فأخبروه، فقال: &; 21-13 &; هذا الحدث الذي حدث.حدثنا ابن المثنى، قال: ثنا عبد الله بن رجاء، قال: ثنا إسرائيل، عن أبي إسحاق، عن سعيد بن جُبَير، عن ابن عباس، قال: كانت الجن لهم مقاعد، ثم ذكر نحوه.حدثنا أبو كُرَيب، قال: ثنا يونس بن بكير، قال: ثنا محمد بن إسحاق، قال: ثني الزهري، عن عليّ بن الحسين، عن أبي إسحاق، عن ابن عباس، قال: حدثني رهط من الأنصار، قالوا: \" بينا نحن جلوس ذات ليلة مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، إذ رأى كوكبا رُمي به، فقال: \" ما تقولون في هذا الكوكب الذي يرمي به؟\" فقلنا: يولد مولود، أو يهلك هالك، ويموت ملك ويملك ملك، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" لَيْسَ كَذَلِكَ، وَلَكِنَّ اللهَ كان إذا قَضَى أمْرًا فِي السَّمَاءِ سَبَّحَ لِذَلِكَ حَمَلَةُ الْعَرْشِ، فَيُسَبِّحُ لِتَسْبِيحِهِمْ مَنْ يَلِيهِمْ مِنْ تَحْتِهِمْ مِنَ الْمَلائِكَةِ، فَمَا يَزَالُونَ كَذَلِكَ حَتَّى يَنْتَهِيَ التَّسْبِيحُ إلَى السَّمَاءِ الدُّنْيَا، فَيَقُولُ أهْلُ السَّمَاءِ الدُّنْيَا لِمَنْ يَلِيهِمْ مِنَ الْمَلائِكَةِ مِمَّ سَبَّحْتُمْ؟ فَيَقُولُونَ: مَا نَدْرِي: سَمِعْنَا مَنْ فَوْقَنَا مِنَ الْمَلائِكَةِ سَبَّحُوا فَسَبَّحْنَا اللهَ لِتَسْبِيحِهِمْ وَلَكِنَّا سَنَسْأَلُ، فَيَسْأَلُونَ مَنْ فَوْقَهُمْ، فَمَا يَزَالُونَ كَذَلِكَ حتى يَنْتَهِيَ إلَى حَمَلَةِ الْعَرْشِ، فَيَقُولُوَن: قَضَى اللهُ كَذَا وَكَذَا، فَيُخْبِرُونَ بِهِ مَنْ يَلِيهِمْ حتى يَنْتَهُوا إلى السَّمَاءِ الدُّنْيا، فَتَسْتَرِقُ الجِنُّ مَا يَقُولُونَ، فَيَنـزلُونَ إلى أوْلِيائِهِمْ مِنَ الإنْسِ فَيُلْقُونَهُ على ألْسِنَتِهِمْ بِتَوَهُّمٍ مِنْهُمْ، فَيُخْبِرُونَهُمْ بِهِ، فَيَكُونُ بَعْضُهُ حَقًّا وبَعْضُهُ كَذِبًا، فَلَمْ تَزَلِ الجِنّ كذلكَ حتى رُمُوا بِهذهِ الشُّهُبِ\"وحدثنا ابن وكيع وابن المثنى، قالا ثنا عبد الأعلى، عن معمر، عن الزهري، عن عليّ بن حسين، عن ابن عباس، قال بينما النبي صَلَّى الله عَلَيْهِ وَسَلَّم في نفر من الأنصار، إذ رمي بنجم فاستنار، فقال النبي صَلَّى الله عَلَيْهِ وَسَلَّم :ما كُنتم تقولون لِمثلِ هذا في الجاهليةِ إذا رأيتموهُ؟ قالوا: كنا نقول: يموت عظيم أو يولد عظيم، قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم :فإنهُ لا يرمى به لموتِ أحد ولا لحياتهِ، ولكنَّ ربنا تباركَ اسمهُ إذا قضَى أمرًا سبحَ حملةُ العرشِ، ثمَّ سبحَ أهلُ السماءِ الذينَ يلونهمْ، ثمَّ الذينَ يلونهمْ حتى يبلغَ التسبيحُ أهلَ هذه السماءِ ثمَّ يسألُ أهلُ السماءِ السابعة حملة العرش: ماذا قال ربنا؟ فيخبرونهم، ثم يستخبر أهلُ كل سماء، حتى يبلع الخبر أهل السماءِ الدنيا، وتخطُف الشياطين السمع، فيرمونَ، فيقذفونهُ إلى أوليائهمْ، فما جاءُوا به على وجههِ فهوَ حق، ولكنهمْ يزيدونَ\".حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: أخبرنا معمر، قال: ثنا ابن شهاب، عن عليّ بن حسين، عن ابن عباس قال: كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم جالسا في نفر من أصحابه، قال: فرمي بنجم، ثم ذكر نحوه، إلا أنه زاد فيه: قلت للزهري: أكان يُرْمى بها في الجاهلية؟ قال: نعم، ولكنها غلظت حين بُعث النبيُّ صَلَّى الله عَلَيْهِ وَسَلَّم.حدثني عليّ بن داود، قال: ثنا عاصم بن عليّ، قال: ثنا أبي عليّ بن عاصم، عن عطاء بن السائب، عن سعيد بن جُبَير، عن ابن عباس، قال: \" كان للجن مقاعد في السماء يسمعون الوحي، وكان الوحي إذا أُوحِي سمعت الملائكة كهيئة الحديدة يُرْمى بها على الصَّفْوان، فإذا سمعت الملائكة صلصلة الوحي خر لجباههم مَنْ في السماء من الملائكة، فإذا نـزل عليهم أصحاب الوحي  قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ  قال: فيتنادون، قال: ربكم الحق وهو العلي الكبير; قال: فإذا أنـزل إلى السماء الدنيا، قالوا: يكون في الأرض كذا وكذا موتا، وكذا وكذا حياة. وكذا وكذا جدوبة، وكذا وكذا خِصْبا، وما يريد أن يصنع، وما يريد أن يبتدئ تبارك وتعالى، فنـزلت الجن. فأوحوا إلى أوليائهم من الإنس، مما يكون في الأرض ،فبيناهم كذلك، إذ بعث الله النبي صَلَّى الله عَلَيْهِ وَسَلَّم ، فزجرت الشياطين عن السماء ورَمَوْهم بكواكب، فجعل لا يصعد أحد منهم إلا احترق، وفزع أهل الأرض لِمَا رأوا في الكواكب، ولم يكن قبل ذلك، وقالوا: هلك مَنْ في السماء، وكان أهل &; 21-15 &; الطائف أول من فزع، فينطلق الرجل إلى إبله، فينحر كل يوم بعيرا لآلهتهم، وينطلق صاحب الغنم، فيذبح كل يوم شاة، وينطلق صاحب البقر. فيذبح كل يوم بقرة، فقال لهم رجل: ويلكم لا تهلكوا أموالكم، فإن معالمكم من الكواكب التي تهتدون بها لم يسقط منها شيء، فأقلعوا وقد أسرعوا في أموالهم. وقال إبليس: حدث في الأرض حدث، فأتي من كل أرض بتربة، فجعل لا يؤتى بتربة أرض إلا شمها، فلما أتي بتربة تهامة قال: ها هنا حدث الحدث، وصرف الله إليه نفرا من الجن وهو يقرأ القرآن، فقالوا:  إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا  حتى ختم الآية...، فولَّوا إلى قومهم منذرين.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني ابن لهيعة، عن محمد بن عبد الرحمن، عن عروة، عن عائشة أنها قالت: سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" إنَّ الملائكةَ تنـزلُ في العنانِ- وهوَ السحابُ- فتذكرُ ما قضيَ في السماءِ، فتسترقُ الشياطينُ السمعَ، فتسمعهُ فتوحيهِ إلى الكهانِ، فيكذبونَ معها مئةَ كذبةٍ من عند أنفسهمْ .فهذه الأخبار تُنبئ عن أن الشياطين تسمع، ولكنها تُرْمى بالشهب لئلا تسمع.فإن ظن ظان أنه لما كان في الكلام \" إلى \"، كان التسمع أولى بالكلام من السمع، فإن الأمر في ذلك بخلاف ما ظن، وذلك أن العرب تقول: سمعت فلانا يقول كذا، وسمعت إلى فلان يقول كذا، وسمعت من فلان.وتأويل الكلام: إنا زينا السماء الدنيا بزينة الكواكب.",
  "ayah": 6,
  "surah": 37
}
