{
  "text": "وقوله ( طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ ) يقول تعالى ذكره: كأن طلع هذه الشجرة، يعني شجرة الزقوم في قُبحه وسماجته رءوس الشياطين في قبحها.وذكر أن ذلك في قراءة عبد الله: \" إنَّهَا شَجَرَةٌ نَابِتَةُ فِي أصْلِ الجَحِيم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ ) قال: شبهه بذلك.فإن قال قائل: وما وجه تشبيهه طلع هذه الشجرة برءوس الشياطين في القبح، ولا علم عندنا بمبلغ قبح رءوس الشياطين، وإنما يمثَّل الشيء بالشيء تعريفا من المُمَثِّل له قُرب اشتباه الممثَّل أحدهما بصاحبه مع معرفة المُمَثَّل له الشيئين كليهما، أو أحدهما، ومعلوم أن الذين خوطبوا بهذه الآية من المشركين، لم يكونوا عارفين شَجَرة الزقوم، ولا برءوس الشياطين، ولا كانوا رأوهما، ولا واحدا منهما؟.قيل له: أما شجرة الزقوم فقد وصفها الله تعالى ذكره لهم وبينها حتى عرفوها ما هي وما صفتها، فقال لهم: ( شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ * طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ ) فلم يتركهم في عَماء منها. وأما في تمثيله طلعها برءوس الشياطين، فأقول لكل منها وجه مفهوم: أحدها أن يكون مثل ذلك برءوس الشياطين على نحو ما قد جرى به استعمال المخاطبين بالآية بينهم وذلك أن استعمال الناس قد جرى بينهم في مبالغتهم إذا أراد أحدهم المبالغة في تقبيح الشيء، قال: كأنه شيطان، فذلك أحد الأقوال. والثاني أن يكون مثل برأس حية معروفة عند العرب تسمى شيطانا، وهي حية لها عرف فيما ذكر قبيح الوجه والمنظر، وإياه عنى الراجز بقولهعَنْجَــرِدٌ تَحْــلِفُ حِــينَ أحْـلِفُكمِثْــلِ شَــيْطَانِ الحَمـاطِ أعْـرَفُ (4)ويروى عُجَيِّزٌ. والثالث: أن يكون مثل نبت معروف برءوس الشياطين ذُكِر أنه قبيح الرأس .------------------------الهوامش:(4) هذان البيتان من مشطور الرجز ، أنشدهما الفرّاء في معاني القرآن ( مصورة الجامعة 273 ) عند تفسير قوله تعالى:\" كأنه رءوس الشياطين\" قال: فإن فيه في العربية ثلاثة أوجه: أحدها: أن تشبه طلعها في قبحه برءوس الشياطين، لأنها موصوفة بالقبح، كانت لا ترى، وأنت قائل للرجل كأنه شيطان: إذا استقبحته. والآخر أن: العرب تسمي بعض الحيات شيطانا، وهو حية ذو عرف، قال الشاعر وهو يذم امرأة له:\" عنجرد تحلف ... البيت\". ويقال: إنه بيت قبيح يسمى برءوس الشياطين. والأوجه الثلاثة إلى معنى واحد في القبح .اهـ. وفي ( اللسان: عنجرد ): الأزهري - الفرّاء: امرأة عنجرد خبيثة سيئة الخلق وأنشد بيت الشاهد. وقال غيره: امرأة عنجرد: سليطة. وفي ( اللسان: حمط ) عن الجوهري: الحماط يبيس الأفاعي، يألفه الحيات، يقال شيطان حماط، كما يقال ذئب غضبى، وتيس حلب. وقال الأزهري العرب تقول لجنس من الحيات: شيطان الحماط. وقيل الحماط بلغة هذيل: شجرة عظام تنبت في بلادهم، تألفها الحيات، والحماط تبن الذرة خاصة عن أبي حنيفة. اهـ.",
  "ayah": 65,
  "surah": 37
}
