{
  "text": "( ثم إنكم يوم القيامة عند ربكم تختصمون ) قال ابن عباس : يعني : المحق والمبطل ، والظالم والمظلوم .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا ابن فنجويه ، حدثنا ابن مالك ، حدثنا ابن حنبل ، حدثني أبي ، حدثنا ابن نمير ، حدثنا محمد - يعني - ابن عمرو عن يحيى بن عبد الرحمن بن حاطب ، عن عبد الله بن الزبير ، عن الزبير بن العوام قال : لما نزلت على رسول الله - صلى الله عليه وسلم - \" ثم إنكم يوم القيامة عند ربكم تختصمون \" قال الزبير : أي رسول الله أيكرر علينا ما كان بيننا في الدنيا مع خواص الذنوب ؟ قال : \" نعم ليكررن عليكم حتى يؤدى إلى كل ذي حق حقه \" قال الزبير : والله إن الأمر لشديد .وقال ابن عمر : عشنا برهة من الدهر وكنا نرى أن هذه الآية أنزلت فينا وفي أهل الكتابين \" ثم إنكم يوم القيامة عند ربكم تختصمون \" قلنا : كيف نختصم وديننا وكتابنا واحد ؟ حتى رأيت بعضنا يضرب وجوه بعض بالسيف ، فعرفت أنها نزلت فينا .وعن أبي سعيد الخدري في هذه الآية قال : كنا نقول : ربنا واحد وديننا واحد ونبينا واحد فما هذه الخصومة ؟ فلما كان يوم صفين وشد بعضنا على بعض بالسيوف قلنا : نعم هو هذا .وعن إبراهيم قال : لما نزلت : \" ثم إنكم يوم القيامة عند ربكم تختصمون \" قالوا : كيف نختصم ونحن إخوان ؟ فلما قتل عثمان قالوا : هذه خصومتنا ؟أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أبو محمد عبد الرحمن بن أبي شريح ، أخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ، حدثنا علي بن الجعد ، حدثنا ابن أبي ذئب ، عن سعيد المقبري ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : \" من كانت لأخيه عنده مظلمة من عرض أو مال فليتحلله اليوم قبل أن يؤخذ منه يوم لا دينار ولا درهم ، فإن كان له عمل صالح أخذ منه بقدر مظلمته ، وإن لم يكن له أخذ من سيئاته فجعلت عليه \" .أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أخبرنا أبو الحسن الطيسفوني ، أخبرنا عبد الله بن عمر الجوهري ، حدثنا أحمد بن علي الكشمهيني ، حدثنا علي بن حجر ، حدثنا إسماعيل بن جعفر ، عن العلاء ، عن أبيه ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" أتدرون من المفلس \" ؟ قالوا : المفلس فينا من لا درهم له ولا متاع ، قال : \" إن المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة ، وكان قد شتم هذا ، وقذف هذا ، وأكل مال هذا ، وسفك دم هذا ، وضرب هذا ، فيقضي هذا من حسناته وهذا من حسناته ، قال : فإن فنيت حسناته قبل أن يقضي ما عليه أخذ من خطاياهم فطرحت عليه ثم طرح في النار \" .",
  "ayah": 31,
  "surah": 39
}
