{
  "text": "عطف على الجمل قبله عطف القصّة على القصّة ، فالضّمير المرفوع في { جعلوا } عائد إلى { قومُك } من قوله تعالى : { وكذّب به قومك } [ الأنعام : 66 ].وهذا انتقال إلى ذكر شِرك آخر من شرك العرب وهو جعلهم الجِنّ شركاءَ لله في عبادتهم كما جعلوا الأصنام شركاء له في ذلك . وقد كان دين العرب في الجاهليّة خليطاً من عبادة الأصنام ومن الصّابئيّة عبادة الكواكب وعبادة الشّياطين ، ومجوسيّة الفرس ، وأشياء من اليهوديّة ، والنّصرانيّة ، فإنّ العرب لجهلهم حينئذٍ كانوا يتلقّون من الأمم المجاورة لهم والّتي يرحلون إليها عقائد شتّى متقارباً بعضها ومتباعداً بعض ، فيأخذونه بدون تأمّل ولا تمحيص لفقد العلم فيهم ، فإنّ العلم الصّحيح هو الذّائد عن العقول من أنّ تعشّش فيها الأوهام والمعتقدات الباطلة ، فالعرب كان أصل دينهم في الجاهليّة عبادة الأصنام وسرت إليهم معها عقائد من اعتقاد سلطة الجنّ والشّياطين ونحو ذلك .فكان العرب يثبتون الجنّ وينسبون إليهم تصرّفات ، فلأجل ذلك كانوا يتّقون الجنّ وينتسبون إليها ويتّخذون لها المَعاذات والرّقَى ويستجلبون رضاها بالقرابين وترك تسميّة الله على بعض الذبائح . وكانوا يعتقدون أنّ الكاهن تأتيه الجنّ بالخبر من السّماء ، وأنّ الشّاعر له شيطان يوحى إليه الشّعر ، ثمّ إذ أخذوا في تعليل هذه التصرّفات وجمعوا بينها وبين معتقدهم في ألوهيّة الله تعالى تعلّلوا لذلك بأنّ للجنّ صلة بالله تعالى فلذلك قالوا : الملائكة بنات الله مِن أمّهاتتٍ سَرَوات الجنّ ، كما أشار إليه قوله تعالى : { وجعلوا بينه وبينَ الجِنّة نسباً } [ الصافات : 158 ] وقال { فاستفتهم ألرَبِّك البنات ولهم البنون أم خلقنا الملائكة إناثاً وهم شاهدون ألاَ إنّهم من إفكهم ليقولون ولد اللّهُ وإنّهم لكاذبون } [ الصافات : 149 152 ]. ومن أجل ذلك جَعَل كثير من قبائل العرب شيئاً من عبادتهم للملائكة وللجنّ . قال تعالى : { ويوم نحشرهم جميعاً ثمّ نقول للملائكة أهؤلاء إيّاكم كانوا يعبدون قالوا سبحانك أنت وليّنا من دونهم بل كانوا يعبدون الجنّ أكثرهم بهم مؤمنون } [ سبأ : 40 ، 41 ].والّذين زعموا أنّ الملائكة بنات الله هم قريش وجُهينة وبنو سلمة وخزاعة وبنو مُليح . وكان بعض العرب مجوساً عبدوا الشّيطان وزعموا أنّه إلهُ الشرّ وأنّ الله إله الخير ، وجعلوا الملائكة جند اللّهِ والجنّ جندَ الشّيطان . وزعموا أنّ الله خلق الشّيطان من نفسه ثمّ فوّض إليه تدبير الشرّ فصار إله الشرّ . وهم قد انتزعوا ذلك من الدّيانة المزدكيّة القائلة بإلهين إله للخير وهو ( يَزْدَانْ ). وإلهٍ للشرّ وهو ( أهْرُمُنْ ) وهو الشّيطان .فقوله : { الجنّ } مفعول أوّل { جعلوا } و { شركاء } مفعوله الثّاني ، لأنّ الجنّ المقصود من السّياق لا مطلق الشّركاء ، لأنّ جعل الشركاء لله قد تقرّر من قبل . و { لله } متعلّق ب { شركاء }.وقدم المفعول الثّاني على الأوّل لأنّه محلّ تعجيب وإنكار فصار لذلك أهمّ وذكره أسبق .وتقديم المجرور على المفعول في قوله : { لله شركاء } للاهتمام والتعجيب من خطل عقولهم إذ يجعلون لله شركاء من مخلوقاته لأنّ المشركين يعترفون بأنّ الله هو خالق الجنّ ، فهذا التّقديم جرى على خلاف مقتضى الظّاهر لأجل ما اقتضى خُلافه . وكلام «الكشاف» يَجعل تقديم المجرور في الآية للاهتمام باعتقادهم الشّريك لله اهتماماً في مقامه وهو الاستفظاع والإنكار التّوبيخي . وتبعه في «المفتاح» إذ قال في تقديم بعض المعمولات على بعض «للعناية بتقديمه لكونه نُصْب عينك كما تَجِدُك إذا قال لك أحد : عرفتَ شركاء لله ، يَقِف شَعَرُك وتقول : للّهِ شركاء . وعليه قوله تعالى : { وجعلوا لله شركاء } اه . فيكون تقديم المجرور جارياً على مقتضى الظّاهر .والجِنّ بكسر الجيم اسم لموجودات من المجرّدات الّتي لا أجسام لها ذاتتِ طبع ناري ، ولها آثار خاصّة في بعض تصرّفات تؤثّر في بعض الموجودات ما لا تؤثّره القُوى العظيمة . وهي من جنس الشّياطين لا يُدرى أمدُ وجود أفرادها ولا كيفيّة بقاء نوعها . وقد أثبتها القرآن على الإجمال ، وكان للعرب أحاديث في تخيّلها . فهم يتخيّلونها قادرة على التشكّل بأشكال الموجودات كلّها ويزعمون أنّها إذا مسّت الإنسان آذته وقتلته . وأنّها تختطف بعض النّاس في الفيافي ، وأنّ لها زَجَلاً وأصْواتاً في الفيافي ، ويزعمون أنّ الصدى هو من الجنّ ، وقد تقدّم ذلك عند قوله تعالى : { كالّذي استهوته الشّياطين في الأرض } [ الأنعام : 71 ] ، وأنّها قد تقول الشّعر ، وأنّها تظهر للكهان والشّعراء .وجملة { وخلقهم } في موضع الحال والواو للحال . والضّمير المنصوب في { خلقهم } يحتمل أن يعود إلى ما عاد إليه ضمير { جعلوا } ، أي وخلق المشركين ، وموقع هذه الحال التّعجيب من أن يجعلوا لله شركاء وهو خالقهم ، من قبيل { وتجعلون رزقكم أنّكم تكذّبون } [ الواقعة : 82 ] ، وعلى هذا تكون ضمائر الجمع متناسقة والتعجيب على هذا الوجه من جعلهم ذلك مع أنّ الله خالقهم في نفس الأمر فكيف لا ينظرون في أنّ مقتضى الخلق أن يُفرد بالإلهيّة إذ لا وجه لدعواها لمن لا يَخلق كقوله تعالى : { أفمن يخلق كمن لا يخلق أفلا تَذكَّرون } [ النحل : 17 ] فالتّعجيب على هذا من جهلهم وسوء نظرهم . ويجوز أن يكون ضمير { وخلقهم } عائداً إلى الجنّ لصحّة ذلك الضمير لهم باعتبار أنّ لهم عقلاً ، وموقع الحال التّعجيب من ضلال المشركين أنّ يشركوا الله في العبادة بعض مخلوقاته مع علمهم بأنّهم مخلوقون لله تعالى ، فإنّ المشركين قالوا : إنّ الله خالق الجنّ ، كما تقدّم ، وأنّه لا خالق إلاّ هو ، فالتّعجيب من مخالفتهم لمقتضى علمهم . فالتّقدير : وخلقهم كما في علمهم ، أي وخلقهم بلا نزاع . وهذا الوجه أظهر .وجملة : { وخرّقوا } عطف على جملة : { وجعلوا } والضّمير عائد على المشركين .وقرأ الجمهور { وخَرَقوا } بتخفيف الرّاء ، وقرأه نافع ، وأبو جعفر بتشديد الرّء .والخرق : أصله القطع والشقّ . وقال الراغب : هو القطع والشقّ على سبيل الفساد من غير تدبّر ، ومنه قوله تعالى :{ أخَرَقْتها لتُغْرِق أهلَها } [ الكهف : 71 ]. وهو ضدّ الخلق ، فإنّه فعل الشّيء بتقدير ورفق ، والخرق بغير تقدير . ولم يقيّده غيره من أئمّة اللّغة . وأيّاً ما كان فقد استعمل الخرق مجازاً في الكذب كما استعمل فيه افترى واختلقَ من الفَرْي والخَلْق . وفي «الكشاف» : سئل الحسن عن قوله تعالى : { وخرّقوا } فقال : كلمة عربيّة كانت العرب تقولها ، كان الرّجل إذا كذب كذبة في نادى القوم يقول بعضهم : «قد خَرَقها والله» . وقراءة نافع تفيد المبالغة في الفعل لأنّ التّفعل يدلّ على قوّة حصول الفعل . فمعنى { خرّقوا } كذبوا على الله على سبيل الخرق ، أي نسبوا إليه بنين وبناتتٍ كذباً ، فأمّا نسبتهم البنين إلى الله فقد حكاها عنهم القرآن هنا . والمراد أنّ المشركين نسبوا إليه بنين وبنات . وليس المراد اليهود في قولهم : { عُزيز ابن الله } [ التوبة : 30 ] ، ولا النّصارى في قولهم : { المسيح ابنُ الله } [ التوبة : 30 ]. كما فسّر به جميع المفسّرين ، لأنّ ذلك لا يناسب السّياق ويشوّش عود الضّمائر ويخرم نظم الكلام . فالوجه أنّ المراد أنّ بعض المشركين نسبوا لله البنين وهو الّذين تلقّنوا شيئاً من المجوسيّة لأنّهم لمّا جعلوا الشّيطان متولّداً عن الله تعالى إذ قالوا إنّ الله لمّا خلق العالم تفكّر في مملكته واستعظمها فحصل له عُجب تولّد عنه الشّيطان ، وربّما قالوا أيضاً : إنّ الله شكّ في قدرة نفسه فتولّد من شكّه الشّيطانُ ، فقد لزمهم أنّ الشّيطان متولّد عن الله تعالى عمّا يقولون ، فلزمهم نسبة الابن إلى الله تعالى .ولعلّ بعضهم كان يقول بأنّ الجنّ أبناء الله والملائكة بنات الله ، أو أنّ في الملائكة ذكوراً وإناثاً ، ولقد ينجرّ لهم هذا الاعتقاد من اليهود فإنّهم جعلوا الملائكة أبناء الله . فقد جاء في أوّل الإصحاح السّادس من سفر التّكوين «وحدث لَمَّا ابتدأ النّاس يكثرون على الأرض ووُلد لهم بنات أنّ أبناءَ الله رأوا بنات النّاس أنّهن حسَنات فاتَّخذوا لأنفسهم نساء من كلّ ما اختاروا وإذ دخل بنو الله على بنات النّاس ووَلَدْن لهم أولاداً هؤلاء هم الجبابرة الّذين منذ الدّهر ذوو اسم» . وأمّا نسبتهم البنات إلى الله فهي مشهورة في العرب إذ جعلوا الملائكة إناثاً ، وقالوا : هنّ بنات الله .وقوله { بغير علم } متعلّق ب { خرّقوا } ، أي اختلقوا اختلاقاً عن جهل وضلالة ، لأنّه اختلاق لا يلتئم مع العقل والعِلم فقد رموا بقولهم عن عمى وجهالة . فالمراد بالعلم هنا العلم بمعناه الصّحيح ، وهو حُكمُ الذّهننِ المطابقُ للواقع عن ضرورةٍ أو برهاننٍ .والباء للملابسة ، أي ملابساً تخريقُهم غيرَ العلم فهو متلبّس بالجهل بدءاً وغاية ، فهم قد اختلقوا بلا داع ولا دليل ولم يجدوا لما اختلقوه ترويجاً ، وقد لزمهم به لازمُ الخَطل وفسادِ القول وعدممِ التئامه ، فهذا موقع باء الملابسة في الآية الّذي لا يفيد مُفادَه غيرُه .وجملة : { سبحانه وتعالى عمّا يصفون } مستأنفة تنزيهاً عن جميع ما حكي عنهم .ف { سبحان } مصدر منصوب على أنّه بدل من فعله . وأصل الكلام أسبّح الله سبحاناً . فلمّا عُوّض عن فعله صار ( سبحانَ الله ) بإضافته إلى مفعوله الأصلي ، وقد تقدّم في قوله تعالى : { قالوا سبحانك لا علم لنا إلاّ ما علّمتنا } في سورة [ البقرة : 32 ].ومعنى : { تعالى } ارتفع ، وهو تفاعل من العلوّ . والتّفاعل فيه للمبالغة في الاتّصاف . والعلوّ هنا مجاز ، أي كونُه لا ينقصه ما وصفوه به ، أي لا يوصف بذلك لأنّ الاتّصاف بمثل ذلك نقص وهو لا يلحقه النّقص فشبّه التّحاشي عن النّقائص بالارتفاع ، لأنّ الشّيء المرتفع لا تلتصق به الأوساخ الّتي شأنها أن تكون مطروحة على الأرض ، فكما شبّه النّقص بالسفالة شبّه الكمالُ بالعُلوّ ، فمعنى ( تعالى عن ذلك ) أنّه لا يتطرّق إليه ذلك .وقول : ه { عمّا يصفون } متعلّق ب ( عَنْ ) للمجاوزة . وقد دخلت على اسم الموصول ، أي عن الّذي يصفونه .والوصف : الخَبر عن أحوال الشّيء وأوصافه وما يتميّز به ، فهو إخبار مبيِّن مُفصّل للأحوال حتّى كأنّ المخبَر يصف الشّيءَ وينْعته .واختير في الآية فعل { يصفون } لأنّ ما نسبوه إلى الله يرجع إلى توصيفه بالشّركاء والأبناء ، أي تباعد عن الاتّصاف به . وأمّا كونهم وصفوه به فذلك أمر واقع .",
  "ayah": 100,
  "surah": 6
}
