{
  "text": "جملة ابتدائيّة لإفادة عظمته تعالى وسعة علمه ، فلعظمته جلّ عن أن يحيط به شيء من أبصار المخلوقين ، وذلك تعريض بانتفاء الإلهيّة عن الأصنام الّتي هي أجسام محدودة محصورة متحيّزة ، فكونُها مدركة بالأبصار من سمات المحدثات لا يليق بالإلهيّة ولو كانت آلهة لكانت محتجبة عن الأبصار ، وكذلك الكواكب الّتي عبدها بعض العرب ، وأمّا الجنّ والملائكة وقد عبدوهما فإنّهما وإن كانا غير مدركين بالأبصار في المتعارف لكلّ النّاس ولا في كلّ الأوقات إلاّ أنّ المشركين يزعمون أنّ الجنّ تَبدو لهم تارات في الفيافي وغيرها . قال شَمِر بن الحارث الضبي: ... أتَوْا ناري فقلتُ مَنُونَ أنتُمفقالوا الجنّ قلتُ عِمُوا ظَلامَا ... ويتوهّمون أنّ الملائكة يظهرون لبعض النّاس ، يتلقّون ذلك عن اليهود .والإدراك حقيقته الوصول إلى المطلوب . ويطلق مجازاً على شعور الحاسّة بالمحسوس أو العقللِ بالمعقول يقال : أدركَ بصري وأدرك عقْلي تشبيهاً لآلة العلم بشخص أو فرس وصل إلى مطلوبه تشبيهَ المعقول بالمحسوس ، ويقال : أدرك فلان ببصره وأدرك بعقله ، ولا يقال : أدرك فلان بدون تقييد ، واصطلح المتأخّرون من المتكلّمين والحكماء على تسمية الشعور العقلي إدراكاً ، وجعلوا الإدراك جنساً في تعريف التصوّر والتّصديق ، ووصفوا صاحب الفهم المستقيم بالدّراكَة .وأمّا قوله تعالى : { وهو يدرك الأبصار } فيجوز أن يكون إسنادُ الإدراك إلى اسم الله مشاكلة لما قبله من قوله : { لا تدركه الأبصار }.ويجوز أن يكون الإدراك فيه مستعاراً للتصرّف لأنّ الإدراك معناه النوال .والأبصار جمع بصر ، وهو اسم للقوّة الّتي بها النّظر المنتشرة في إنسان العين الّذي في وسط الحَدقة وبه إدراك المبصرات . والمعنى : لا تحيط به أبصار المبصرين لأنّ المدرِك في الحقيقة هو المبصِر لا الجارحة ، وإنّما الجارحة وسيلة للإدراك لأنّها توصّل الصّورة إلى الحسّ المشترك في الدّماغ . والمقصود من هذا بيان مخالفة خصوصيّة الإلهِ الحقّ عن خصوصيات آلهتهم في هذا العالم ، فإنّ الله لا يُرى وأصنامهم تُرى ، وتلك الخصوصيّة مناسبة لعظمته تعالى ، فإنّ عدم إحاطة الأبصار بالشّيء يكون من عظمته فلا تطيقه الأبصار ، فعموم النّكرة في سياق النّفي يدلّ على انتفاء أن يُدركه شيء من أبصار المبصِرين في الدّنيا كما هو السّياق .ولا دلالة في هذه الآية على انتفاء أن يكون الله يُرى في الآخرة ، كما تمسّك به نفاة الرّؤية ، وهم المعتزلة لأنّ للأمور الآخرة أحوالاً لا تجري على متعارفنا ، وأحرى أن لا دلالة فيها على جواز رؤيته تعالى في الآخرة . ومن حاول ذلك فقد تكلّف ما لا يتمّ كما صنع الفخر في «تفسيره» .والخلاف في رؤية الله في الآخرة شائع بين طوائف المتكلّمين؛ فأثبته جمهور أهل السنّة لكثرة ظواهر الأدلّة من الكتاب والسنّة مع اتّفاقهم على أنّها رؤية تخالف الرّؤية المتعارفة .وعن مالك رحمه الله «لو لم يَر المؤمنون ربّهم يوم القيامة لم يُعَيَّر الكفّار بالحجاب في قوله تعالى : { كلاّ إنّهم عن ربّهم يومئذٍ لمحجوبون } [ المطففين : 15 ]. وعنه أيضاً «لم يُر الله في الدّنيا لأنّه باق ولا يرى الباقي بالفاني ، فإذا كان في الآخرة ورزقوا أبصاراً باقية رأوا الباقيَ بالباقي» . وأمّا المعتزلة فقد أحالوا رؤية الله في الآخرة لاستلزامها الانحياز في الجهة . وقد اتّفقنا جميعاً على التّنزيه عن المقابلة والجهة ، كما اتّفقنا على جواز الانكشاف العلمي التّامّ للمؤمنين في الآخرة لحقيقة الحقّ تعالى ، وعلى امتناع ارتسام صورة المرْئي في العين أو اتّصال الشّعاع الخارج من العين بالمرئي تعالى لأنّ أحوال الأبصار في الآخرة غير الأحوال المتعارفة في الدّنيا . وقد تكلّم أصحابنا بأدلّة الجواز وبأدلّة الوقوع ، وهذا ممّا يجب الإيمان به مجملاً على التّحقيق . وأدلّة المعتزلة وأجوبتنا عليها مذكورة في كتب الكلام وليست من غرض التّفسير ومرجعها جميعاً إلى إعمال الظاهر أو تأويله .ثمّ اختلف أيمّتنا هل حصلت رؤية الله تعالى للنّبيء صلى الله عليه وسلم فنفى ذلك جمع من الصّحابة منهم عائشة وابن مسعود وأبو هريرة رضي الله عنهم وتمسّكوا بعموم هذه الآية كما ورد في حديث البخاري عن عكرمة عن عائشة . وأثبتها الجمهور ، ونقل عن أبَيّ بن كعب وابن عبّاس رضي الله عنهما ، وعليه يكون العموم مخصوصاً . وقد تعرّض لها عياض في «الشّفاء» . وقد سئل عنها رسول الله صلى الله عليه وسلم فأجاب بجواب اختلف الرّواةُ في لفظه ، فحجب الله بذلك الاختلاف حقيقةَ الأمر إتماماً لمراده ولطفاً بعباده .وقوله : { وهو يدرك الأبصار } معطوف على جملة : { لا تدركه الأبصار } فإسناد الإدراك إلى ضمير اسمه تعالى إمّا لأنّ فعل { يُدرك } استعير لمعنى يَنال ، أي لا تخرج عن تصرّفه كما يقال : لَحِقَه فأدركه ، فالمعنى يَقدر على الأبصار ، أي على المبصِرين ، وإمّا لاستعارة فعل { يدرك } لمعنى يعلم لمشاكلة قوله : { لا تدركه الأبصار } أي لا تعلمه الأبصار . وذلك كناية عن العلم بالخفيّات لأنّ الأبصار هي العَدَسات الدّقيقة الّتي هي واسطة إحساس الرّؤية أو هي نفس الإحساس وهو أخفى . وجَمعهُ باعتبار المدرِكين .وفي قوله : { لا تدركه الأبصار وهو يدرك الأبصار } محسِّن الطِّباق .وجملة : { وهو اللّطيف الخبير } معطوفة على جملة : { لا تدركه الأبصار } فهي صفة أخرى . أو هي تذييل للاحتراس دفعا لتوهّم أنّ من لا تدْركه الأبصار لا يعلم أحوال من لا يدركونه .واللّطيف : وصف مشتقّ من اللّطف أو من اللّطافة . يقال : لطف بفتح الطّاء بمعنى رَفق ، وأكرَم ، واحتفَى . ويتعدّى بالباء وباللاّم باعتبار ملاحظة معنى رَفق أو معنى أحْسن . ولذلك سمّيت الطُّرفة والتُّحفَة الّتي يكرَم بها المرء لَطفَا ( بِالتّحريكِ ) ، وجمعها ألطاف . فالوصف من هذا لاَطِف ولَطِيف؛ فيكون اللّطيف اسمَ فاعل بمعنى المبالغة يدلّ على حذف فعل من فاعله ، ومنه قوله تعالى عن يوسف{ إنّ ربّي لطيف لما يشاء } [ يوسف : 100 ]. ويقال لَطُفَ بضمّ الطّاء أي دَقّ وخَفّ ضدّ ثَقُل وكَثُف .واللّطيف : صفة مشبّهة أو اسم فاعل . فإن اعتبرت وصفاً جارياً على لطُف بضمّ الطّاء فهي صفة مشبّهة تدلّ على صفة من صفات ذات الله تعالى ، وهي صفة تنزيهه تعالى عن إحاطة العقول بماهيته أو إحاطة الحواس بذاته وصفاته ، فيكون اختيارها للتّعبير عن هذا الوصف في جانب الله تعالى هو منتهى الصّراحة والرّشاقة في الكلمة لأنّها أقرب مادّة في اللّغة العربيّة تقرّب معنى وصفه تعالى بحسب ما وُضعت له اللّغة من متعارف النّاس ، فيَقْرب أن تكون من المتشابه ، وعليه فتكون أعمّ من مدلول جملة { لا تدركه الأبصار } ، فتتنزّل من الجملة الّتي قبلها منزلة التّذييل أو منزلة الاستدلال على الجزئيّة بالكلّية فيزيد الوصفَ قبله تمكّناً . وعلى هذا المعنى حملها الزمخشري في «الكشاف» لأنّه أنسب بهذا المقام وهو من معاني الكلمة المشهورة في كلام العرب ، واستحسنه الفخر وجوّزه الرّاغب والبيضاوي ، وهو الّذي ينبغي التّفسير به في كلّ موضع اقترن فيه وصف اللّطيف بوصف الخبير كالّذي هنا والّذي في سورة المُلك .وإن اعتبر اللّطيف اسم فاعل من لطَف بفتح الطّاء فهو من أمثلة المبالغة يدلّ على وصفه تعالى بالرّفق والإحسان إلى مخلوقاته وإتقان صنعه في ذلك وكثرة فعله ذلك ، فيدلّ على صفة من صفات الأفعال . وعلى هذا المعنى حمله سائر المفسّرين والمبيّنين لمعنى اسمه اللّطيف في عداد الأسماء الحسنى . وهذا المعنى هو المناسب في كلّ موضع جاء فيه وصفه تعالى به مفرداً معدّى باللاّم أو بالباء نحو { إنّ ربّي لطيف لما يشاء } [ يوسف : 100 ] ، وقوله : { الله لطيف بعباده } [ الشوى : 19 ]. وبه فسّر الزمخشري قوله تعالى : { الله لطيف بعباده } فللّه درّه ، فإذا حمل على هذا المحمل هنا كان وصفاً مستقلاً عمّا قبله لزيادة تقرير استحقاقه تعالى للإفراد بالعبادة دون غيره .و«خَبير» صفة مشبّهة من خبُر بضمّ الباء في الماضي ، خُبراً بضمّ الخاء وسكون الباء بمعنى عَلِم وعرَف ، فالخبير الموصوف بالعلم بالأمور الّتي شأنها أن يُخبر عنها عِلماً موافقاً للواقع .ووقوع الخبير بعد اللّطيف على المحمل الأوّل وقوعُ صفة أخرى هي أعمّ من مضموننِ { وهو يدرك الأبصار } ، فيكمل التّذييل بذلك ويكون التّذييل مشتملاً على محسِّن النشر بعد اللّف؛ وعلى المحمل الثّاني موقعه موقع الاحتراس لمعنى اللّطيف ، أي هو الرّفيق المحسن الخبير بمواقع الرّفق والإحسان وبمستحقّيه .",
  "ayah": 103,
  "surah": 6
}
