{
  "text": "جملة معترضة تذييلاً لما قَبلها . والواو اعتراضية فهو متّصل بجملة : { قد جاءكم بصائر من ربّكم } [ الأنعام : 104 ] الّتي هي من خطاب الله تعالى رسوله صلى الله عليه وسلم بتقدير «قل» كما تقدّم ، والإشارة بقوله : { وكذلك } إلى التّصريف المأخوذ من قوله : { نُصرّف الآيات }.أي ومثلَ ذلك التّصريف نُصرّف الآيات . وتقدّم نظيره غير مرّة وأوّلها قوله : { وكذلك جعلناكم أمّة وسَطا } في سورة [ البقرة : 143 ].والقول في تصريف الآيات تقدّم في قوله تعالى : { انظر كيف نصرّف الآيات } في هذه السّورة [ 46 ].وقوله : { وليقُولوا دَرَسْتَ } معطوف على { وكذلك نصرّف الآيات }.وقد تقدّم بيان معنى هذا العطف في نظيره في قوله تعالى : { وكذلك نفصّل الآيات ولتستبين سبيل المجرمين } من هذه السّورة [ 55 ]. ولكن ما هنا يخالف ما تقدّم مخالفة مَّا فإنّ قول المشركين للرّسول عليه الصلاة والسلام درستَ } لا يناسب أن يكون علّة لتصريف الآيات ، فتعيَّن أن تكون اللاّم مستعارة لمعنى العاقبة والصيرورة كالّتي في قوله تعالى : { فالتقطه آل فرعون ليكونَ لهم عدوّاً وحزناً } [ القصص : 8 ]. المعنى . فكان لهم عدوّاً . وكذلك هنا ، أي نصرّف الآيات مثلَ هذا التّصريف الساطع فيحسبونك اقتبسته بالدّراسة والتّعليم فيقولوا : دَرَسْتَ . والمعنى : أنّا نصرّف الآيات ونبيّنها تبييناً من شأنه أن يصدر من العَالِم الَّذي دَرَس العلم فيقول المشركون دَرستَ هذا وتَلَقَّيتَه من العلماء والكُتب ، لإعراضهم عن النّظر الصّحيح الموصل إلى أنّ صدور مثل هذا التَّبيين من رجل يعلمونه أمِّيّاً لا يكون إلاّ من قِبل وحي من الله إليه ، وهذا كقوله : { ولقد نعلم أنّهم يقولون إنّما يعلّمه بشر } [ النحل : 103 ] وهم قد قالوا ذلك من قَبْل ويقولونه ويزيدون بمقدار زيادة تصريف الآيات ، فشُبّه ترَتُّب قولهم على التّصريف بترتّب العلّة الغائيَّة ، واستعير لهذا المعنى الحرفُ الموضوع للعلّة على وجه الاستعارة التّبعيّة ، ولذلك سمَّى بعض النّحويين مثل هذه اللاّم لام الصّيرورة ، وليس مرادهم أنّ الصّيرورة معنى من معاني اللاّم ولكنّه إفصاح عن حاصل المعنى .والدّراسة : القراءة بتمهّل للحفظ أو للفهم ، وتقدّم عند قوله تعالى : { وبما كنتم تدرسون } في سورة [ آل عمران : 79 ]. وفعله من باب نصر . يقال : درس الكتاب ، أي تعلّم . وقد تقدّم في قوله تعالى : { بما كنتم تعلمون الكتاب وبما كنتم تدرسون } [ آل عمران : 79 ] ، وقال { وَدَرَسوا ما فيه } [ الأعراف : 169 ]. وسمّي بيت تعلّم اليهود المِدْرَاسَ ، وسمّي البيت الّذي يسكنه التّلامذة ويتعلّمون فيه المدرسة . والمعنى يقولون : تعلّمت ، طعْناً في أمّية الرّسول عليه الصّلاة والسّلام لئلاّ يلزمَهم أنّ ما جاء به من العلم وحي من الله تعالى .وقرأ الجمهور { درست } بدون ألف وبفتح التّاء . وقرأه ابن كثير ، وأبو عمرو «دَارسْتَ» على صيغة المفاعلة وبفتح التّاء أي يقولون : قرأت وقُرىء عليك ، أي دارسْتَ أهل الكتاب وذاكرتهم في علمهم . وقرأه ابن عامر ويعقوب «دَرَسَتْ» بصيغة الماضي وتاء التأنيث أي الآيات ، أي تكرّرتْ .وأمّا اللاّم في قوله : { ولنبيّنه لقوم يعلمون } فهي لام التّعليل الحقيقيّة . وضمير { نبيّنه } عائد إلى القرآن لأنّه ماصْدَق { الآيات } ، ولأنّه معلوم من السّياق .والقوم هم الّذين اهتدوا وآمنوا كما تقدّم في قوله : { قد فصّلنا الآيات لقوم يعلمون } [ الأنعام : 97 ] ، والكلام تعريض كما تقدّم .والمعنى أنّ هذا التّصريف حصل منه هدى للموفّقين ومكابرة للمخاذيل . كقوله تعالى : { يضلّ به كثيراً ويهدي به كثيراً وما يضلّ به إلاّ الفاسقين } [ البقرة : 26 ].",
  "ayah": 105,
  "surah": 6
}
