{
  "text": "استئناف في خطاب النّبيء عليه الصّلاة والسّلام لأمره بالإعراض عن بهتان المشركين وأن لا يكترث بأقوالهم ، فابتداؤه بالأمر باتّباع ما أوحي إليه يتنزّل منزلة المقدّمة للأمر بالإعراض عن المشركين ، وليس هو المقصد الأصلي من الغرض المسوق له الكلام ، لأنّ اتّباع الرّسول صلى الله عليه وسلم ما أوحي إليه أمر واقع بجميع معانيه؛ فالمقصود من الأمر الدّوام على اتّباعه . والمعنى : أعرض عن المشركين اتّباعاً لما أنزل إليك من ربّك . والمراد بما أوحي إليه القرآن .والاتِّباع في الأصل اقتفاء أثر الماشِي ، ثمّ استعمل في العمل بمثل عمل الغير ، كما في قوله : { والّذين اتّبعوهم بإحسان } [ التوبة : 100 ]. ثمّ استعمل في امتثال الأمر والعمل بما يأمر به المتبوع فهو الائتمار ، ويتعدّى فعله إلى ذات المتَّبَع فيقال : اتَّبعت فلاناً بهذه المعاني الثّلاثة وهو على حذف مضاف في جميع ذلك لأنّ الاتّباع لا يتعلّق بالذّات .وإطلاق الاتّباع بمعنى الائتمار شائع في القرآن لأنّه جاء بالأمر والنّهي وأمر النّاس باتّباعه ، واستُعمل أيضاً في معنى الملازمة على سبيل المجاز المرسل ، لأنّ من يتّبع أحداً يلازمه . ومنه سمّي الرّئيّ من الجنّ في خرافات العرب تابعة ، ومنه سمّى من لازم الصّحابي وروى عنه تابعياً .فيجوز أن يكون الاتّباع في الآية مراداً به دوام الامتثال لما أمر به القرآن من الإعراض عن أذى المشركين وعنادهم ، فالاتّباع المأمور به اتّباع في شيء مخصوص ، وهذا مأمور به غير مرّة ، فالأمر بالفعل مستمرّ في الأمر بالدّوام عليه .ويجوز أن يكون أمراً بملازمة الدّعوة إلى الله والإعلان بها ودعاء المشركين إلى التّوحيد والإيمان وأن لا يعتريه في ذلك لَيْن ولا هوادة حتّى لا يكون لبذاءتهم وتكذيبهم إيّاه تأثير على نفسه يوهن دعوتهم والحرصَ على إيمانهم واعتقاد أنّ محاولة إيمانهم لا جدوى لها . فالمراد بما أوحي إليه ما أوحي من القرآن خطاباً للمشركين ، أو أمراً بدعوتهم للإسلام وعدم الانقطاع عن ذلك ، فيكون الكلام شدّاً لساعد النّبيء صلى الله عليه وسلم في مقامات دعوته إلى الله ، وهذا هو المناسب لقوله : { لا تسبّوا الّذين يدعون من دون الله } [ الأنعام : 108 ] كما سنبيّنه . وقد تقدّم شيء من هذا آنفاً عند قوله تعالى : { إنْ أتَّبِعُ إلاّ ما يوحَى إليّ } [ الأنعام : 50 ]. وليس المراد من الأمر بالاتّباع الأمرُ باتّباع أوامر القرآن ونواهيه مطلقاً ، لأنّه لا مناسبة له بهذا السّياق ، وفي الإتيان بلفظ : { ربّك } دون اسم الجلالة تأنيس للرّسول صلى الله عليه وسلم وتلطّف معه .وجملة : { لا إله إلاّ هو } معترضة ، والمقصود منها إدماج التّذكير بالوحدانيّة لزيادة تقرّرها وإغاظة المشركين .والمراد بالإعراض عن المشركين الإعراض عن مكابرتهم وأذاهم لا الإعراض عن دعوتهم ، فإنّ الله لم يأمر رسوله صلى الله عليه وسلم بقطع الدّعوة لأي صنف من النّاس ، وكلّ آية فيها الأمر بالإعراض عن المشركين فإنّما هو إعراض عن أقوالهم وأذاهم ، ألا ترى كلّ آية من هذه الآيات قد تلتْها آيات كثيرة تدعو المشركين إلى الإسلام والإقلاع عن الشّرك كقوله تعالى في سورة [ النّساء : 63 ] :{ فأعرض عنهم وعِظْهُم } وقد تقدّم .",
  "ayah": 106,
  "surah": 6
}
