{
  "text": "أُعقِب ذكرُ عناد المشركين ، وعداوتِهم للرسول صلى الله عليه وسلم وولايتهم للشّياطين ، ورضاهم بما توسوس لهم شياطين الجنّ والإنس ، واقترافهم السيّئات طاعة لأوليائهم ، وما طَمْأن به قلب الرّسول صلى الله عليه وسلم من أنّه لقي سنّة الأنبياء قبلَه من آثار عداوة شياطين الإنس والجنّ ، بذكر ما يهون على الرّسول صلى الله عليه وسلم والمسلمين ما يرونه من كثرة المشركين وعزّتهم ، ومن قلّة المسلمين وضعفهم ، مع تحذيرهم من الثّقة بقولهم ، والإرشاد إلى مخالفتهم في سائر أحوالهم ، وعدم الإصغاء إلى رأيهم ، لأنَّهم يُضِلّون عن سبيل الله ، وأمرِهم بأن يلزموا ما يرشدهم الله إليه . فجملة : { وإن تطع } متّصلة بجملة : { وكذلك جعلنا لكل نبيء عدوّا شياطين الإنس والجنّ } [ الأنعام : 112 ] وبجملة : { أفغير الله أبتغي حكماً } [ الأنعام : 114 ] وما بعدها إلى : { وهو السميع العليم } [ الأنعام : 115 ].والخطاب للنّبي صلى الله عليه وسلم والمقصود به المسلمون مثل قوله تعالى : { لئن أشركت ليحبطنّ عملك } [ الزمر : 65 ].وجيء مع فعل الشّرط بحرف ( إنْ ) الّذي الأصل فيه أن يكون في الشّرط النّادر الوقوع ، أو الممتنع إذا كان ذكره على سبيل الفرض كما يفرض المحال ، والظاهر أنّ المشركين لمّا أيسوا من ارتداد المسلمين ، كما أنبأ بذلك قوله تعالى : { قل أندعوا من دون الله ما لا ينفعنا ولا يضرّنا } [ الأنعام : 71 ] الآية ، جَعلوا يلقون على المسلمين الشُبه والشكوك في أحكام دينهم ، كما أشار إليه قوله تعالى عقب هذا : { وإنّ الشّياطين ليوحون إلى أوليائهم ليجادلوكم وإنْ أطعتموهم إنّكم لمشركون } [ الأنعام : 121 ]. وقد روى الطّبري عن ابن عبّاس ، وعكرمة : أنّ المشركين قالوا : «يا محمّد أخبرنا عن الشّاة إذا ماتَتْ مَنْ قَتلها ( يريدون أكل الشّاة إذا ماتت حتف أنفها دون ذبح ) قال اللَّهُ قتَلها فتزعم أنّ ما قتلتَ أنت وأصحابُك حلال وما قتل الكلبُ والصَقر حلال وما قتله الله حرام» فوقع في نفس ناس من المسلمين من ذلك شيء وفي «سنن التّرمذي» ، عن ابن عبّاس قال : \" أتى أناس النبي صلى الله عليه وسلم فقالوا : يا رسول الله أنأكل ما نقتل ولا نأكل ما يقتل اللَّهُ \" فأنزل الله : { فكلوا ممّا ذكر اسم الله عليه } [ الأنعام : 118 ] الآية . قال التّرمذي : هذا حديث حسن غريب . فمن هذا ونحوه حَذّر الله المسلمين من هؤلاء ، وثبّتهم على أنّهم على الحقّ ، وإن كانوا قليلاً . كما تقدّم في قوله : { قل لا يستوي الخبيث والطيّب ولو أعجبك كثرة الخبيث } [ المائدة : 100 ].والطاعة : اسم للطّوع الّذي هو مصدر طاع يطوع ، بمعنى انقاد وفَعَل ما يؤمر به عن رضى دون ممانعة ، فالطاعة ضدّ الكره . ويقال : طاع وأطاع ، وتستعمل مجازاً في قبول القول ، ومنه ما جاء في الحديث : \" فإن هم طاعوا لك بذلك فأخبرهم أنّ الله قد فرض عليهم زكاة أموالهم \"ومنه قوله تعالى : { ولا شفيععٍ يُطاع } [ غافر : 18 ] أي يُقبل قوله ، وإلاّ فإنّ المشفوع إليه أرفع من الشفيع فليس المعنى أنّه يمتثل إليه . والطاعة هنا مستعملة في هذا المعنى المجازي وهو قبول القول .و { أكثر من في الأرض } هم أكثر سكّان الأرض . والأرض : يطلق على جميع الكرة الأرضية الّتي يعيش على وجهها الإنسان والحيوان والنّبات ، وهي الدّنيا كلّها . ويطلق الأرض على جزء من الكرة الأرضيّة معهود بين المخاطبين وهو إطلاق شائع كما في قوله تعالى : { وقُلنا مِن بعده لبني إسرائيل اسكُنُوا الأرض } [ الإسراء : 104 ] يعني الأرض المقدّسة ، وقولِه : { أو يُنْفَوْا من الأرض } [ المائدة : 33 ] أي الأرض الّتي حاربوا الله فيها . والأظهر أنّ المراد في الآية المعنى المشهور وهو جميع الكرة الأرضية كما هو غالب استعمالها في القرآن . وقيل : أريد بها مكّة لأنّها الأرض المعهودة للرّسول عليه الصلاة والسلام . وأيّاً مّا كان فأكثر من في الأرض ضالّون مضلّون : أمّا الكرة الأرضية فلأنّ جمهرة سكّانها أهل عقائد ضالّة ، وقوانين غير عادلة .فأهل العقائد الفاسدة : في أمر الإلهيّة : كالمجوس ، والمشركين ، وعبدة الأوثان ، وعبدة الكواكب ، والقائلين بتعدّد الإله؛ وفي أمر النّبوّة : كاليهود والنّصارى؛ وأهلُ القوانين الجائرة من الجميع . وكلّهم إذا أطيع إنَّما يدعو إلى دينه ونحلته ، فهو مُضِلّ عن سبيل الله ، وهم متفاوتون في هذا الضّلال كثرة وقلّة ، واتّباع شرائعهم لا يخلو من ضلال وإن كان في بعضها بعض من الصّواب . والقليل من النّاس مَن هم أهل هدى ، وهم يومئذ المسلمون ، ومن لم تبلغهم دعوة الإسلام من الموحّدين الصّالحين في مشارق الأرض ومغاربها الطالبين للحقّ .وسبب هذه الأكثرية : أنّ الحقّ والهدى يحتاج إلى عقوللٍ سليمة ، ونفوس فاضلة ، وتأمّل في الصّالح والضارّ ، وتقديممِ الحقّ على الهوى ، والرشدِ على الشّهوة ، ومحبّة الخير للنّاس؛ وهذه صفات إذا اختلّ واحد منها تطرّق الضّلال إلى النّفس بمقدار ما انثلم من هذه الصّفات . واجتماعها في النّفوس لا يكون إلاّ عن اعتدال تامّ في العقل والنّفس ، وذلك بتكوين الله وتعليمه ، وهي حالة الرّسل والأنبياء ، أو بإلهام إلهي كما كان أهل الحقّ من حكماء اليونان وغيرهم من أصحاب المكاشفات وأصحاب الحكمة الإشراقية وقد يسمّونها الذّوق . أو عن اقتداء بمرشد معصوم كما كان عليه أصحاب الرّسل والأنبياء وخيرة أممهم؛ فلا جرم كان أكثر من في الأرض ضالّين وكان المهتدون قلّة ، فمن اتبعهم أضلّوه .والآية لم تقتض أنّ أكثر أهل الأرض مُضِلّون ، لأنّ معظم أهل الأرض غير متصدّين لإضلال النّاس ، بل هم في ضَلالهم قانعون بأنفسهم ، مقبلون على شأنهم؛ وإنَّما اقتضت أنّ أكثرهم ، إنْ قَبِل المسلم قَولهم ، لم يقولوا له إلاّ ما هو تضليل ، لأنّهم لا يُلقون عليه إلاّ ضلالهم . فالآية تقتضي أنّ أكثر أهل الأرض ضالّون بطريق الالتزام لأنّ المهتدي لا يُضِلّ مُتبعه وكلّ إناء يرشح بما فيه .وفي معنى هذه الآية قوله تعالى في آية ( 100 ) سورة العقود : { قل لا يستوي الخبيث والطيب ولو أعجبك كثرة الخبيث . } واعلم أنّ هذا لا يشمل أهل الخطأ في الاجتهاد من المسلمين ، لأنّ المجتهد في مسائل الخلاف يتطلّب مصادفة الصّواب باجتهاده ، بتتبع الأدلة الشرعية ولا يزال يبحث عن معارض اجتهاده وإذا استبان له الخطأ رجع عن رأيه ، فليس في طاعته ضلال عن سبيل الله لأنّ من سبيل الله طُرق النّظر والجدللِ في التفقّه في الدّين .وقوله : يضلوك عن سبيل الله } تمثيل لحال الدّاعي إلى الكفر والفساد مَن يَقْبَل قولَه ، بحال من يُضلّ مستهديه إلى الطريق ، فينعت له طريقاً غير الطّريق الموصّلة ، وهو تمثيل قابل لتوزيع التّشبيه : بأنّ يشبّه كلّ جزء من أجزاء الهيئة المشبَّهة بجزء من أجزاء الهيئة المشبَّة بِها ، وإضافة السبيل إلى اسم الله قرينة على الاستعارة ، وسبيل الله هو أدلّة الحقّ ، أو هو الحقّ نفسه .ثمّ بيّن الله سبب ضلالهم وإضلالهم : بأنّهم ما يعتقدون ويدينون إلاّ عقائد ضالّة ، وأدياناً سَخيفة ، ظنّوها حقّا لأنّهم لم يستفرغوا مقدرة عقولهم في ترسُّم أدلّة الحقّ فقال : { إن يتبعون إلا الظن }.والاتّباع : مجاز في قبول الفكر لما يقال وما يخطر للفكر : من الآرَاء والأدلّة وتقلّد ذلك . فهذا أتمّ معنى الاتّباع ، على أنّ الاتّباع يطلق على عمل المرء برأيه كأنّه يتبعه .والظنّ ، في اصطلاح القرآن ، هو الاعتقاد المخطىء عن غير دليل ، الّذي يحسبه صاحبه حقّا وصحيحاً ، قال تعالى : { وما يتّبع أكثرهم إلاّ ظنّاً إنّ الظنّ لا يغنى من الحقّ شيئاً } [ يونس : 36 ] ومنه قول النّبي صلى الله عليه وسلم « إيّاكم والظَّنّ فإنّ الظنّ أكذب الحديث » وليس هو الظنّ الّذي اصطلح عليه فقهاؤنا في الأمور التّشريعية ، فإنَّهم أرادوا به العلم الرّاجح في النّظر ، مع احتمال الخطأ احتمالاً مرجوحاً ، لتعسّر اليقين في الأدلّة التّكليفيّة ، لأنّ اليقين فيها : إن كان اليقينَ المراد للحكماء ، فهو متوقّف على الدّليل المنتهي إلى الضّرورة أو البرهان ، وهما لا يجريان إلاّ في أصول مسائل التّوحيد ، وإن كان بمعنى الإيقان بأنّ الله أمر أو نهى ، فذلك نادر في معظم مسائل التّشريع ، عدا ما علم من الدّين بالضرورة أو حصل لصاحبه بالحسّ ، وهو خاصّ بما تلقّاه بعض الصّحابة عن رسول الله صلى الله عليه وسلم مباشرة ، أو حصل بالتّواتر . وهو عزيز الحصول بعد عصر الصّحابة والتّابعين ، كما عُلم من أصول الفقه .وجملة : { إن يتبعون إلا الظن } استئناف بياني ، نشأ عن قوله : { يضلوك عن سبيل الله } فبيّن سبب ضلالهم : أنّهم اتَّبعوا الشّبهة ، من غير تأمّل في مفاسدها ، فالمراد بالظنّ ظنّ أسلافهم ، كما أشعر به ظاهر قوله : { يتبعون }.وجملة { وإن هم إلا يخرصون } عطف على جملة : { إن يتبعون إلا الظن }.ووجود حرف العطف يمنع أن تكون هذه الجملة تأكيداً للجملة التي قبلها ، أو تفسيراً لها ، فتعيّن أنّ المراد بهذه الجملة غير المراد بجملة : { إن يتبعون إلا الظن }.وقد تردّدت آراء المفسّرين في محمل قوله : { وإن هم إلا يخرصون } ؛ فقيل : يَخرصون يكذبون فيما ادّعوا أنّ ما اتَّبعوه يقين ، وقيل : الظن ظنّهم أنّ آباءهم على الحقّ . والخرص : تقديرهم أنفسهم على الحقّ .والوجه : أنّ محمل الجملة الأولى على ما تلقّوه من أسلافهم ، كما أشعر به قوله : { يتبعون } ، وأنّ محمل الجملة الثّانية على ما يستنبطونه من الزّيادات على ما ترك لهم أسلافهم وعلى شبهاتهم التي يحسبونها أدلّة مفحمة ، كقولهم : «كيف نأكل مَا قتلناه وقتله الكلب والصّقر ، ولا نأكل ما قتله الله» كما تقدم آنفاً ، كما أشعر به فعل : { يخرصون } من معنى التّقدير والتّأمّل .والخَرْص : الظنّ الناشىء عن وِجدان في النّفس مستند إلى تقريب ، ولا يستند إلى دليل يشترك العقلاء فيه ، وهو يرادف : الحزرَ ، والتّخمين ، ومنه خرص النّخل والكرْم ، أي تقدير ما فيه من الثّمرة بحسب ما يجده النّاظر فيما تعوّدهُ . وإطلاق الخرص على ظنونهم الباطلة في غاية الرشاقة لأنّها ظنون لا دليل عليها غير ما حَسُن لظانِّيها . ومن المفسّرين وأهل اللّغة من فسّر الخرص بالكذب ، وهو تفسير قاصر ، نظرَ أصحابُه إلى حاصل ما يفيده السّياق في نحو هذه الآية ، ونحو قوله : { قُتل الخرّاصون } [ الذاريات : 10 ] ؛ وليس السّياق لوصف أكثر من في الأرض بأنّهم كاذبون ، بل لوصمهم بأنَّهم يأخذون الاعتقاد من الدّلائل الوهميّة ، فالخرص ما كان غير علم ، قال تعالى : { ما لهم بذلك من علم إن هم إلاّ يخرصون } [ الزخرف : 20 ] ، ولو أريد وصفهم بالكذب لكان لفظ ( يكذبون ) أصرح من لفظ { يخرصون }.واعلم أنّ السّياق اقتضى ذمّ الاستدلال بالخرص ، لأنّه حزر وتخمين لا ينضبط ، ويعارضه ما ورد عن عتاب بن أسيد قال : «أمرَ رسول الله صلى الله عليه وسلم أن يخرص العنب كما يخرص التّمر» . فأخذ به مالك ، والشّافعي ، ومحمله على الرخصة تيسيراً على أرباب النّخيل والكروم لينتفعوا بأكل ثمارهم رطبة ، فتؤخذ الزّكاة منهم على ما يقدره الخرص ، وكذلك في قسمة الثّمار بين الشّركاء ، وكذلك في العَريَّة يشتريها المُعري ممن أعراه ، وخالف أبو حنيفة في ذلك وجعل حديث عتاب منسوخاً .",
  "ayah": 116,
  "surah": 6
}
