{
  "text": "{ وَمَا لَكُمْ أَلاَّ تَأْكُلُواْ مِمَّا ذُكِرَ اسم الله عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضطررتم إِلَيْهِ }.عطف على قوله : { فكلوا ممّا ذكر اسم الله عليه } [ الأنعام : 118 ]. والخطاب للمسلمين .و { مَا } للاستفهام ، وهو مستعمل في معنى النّفي : أي لا يَثبت لكم عدم الأكل ممّا ذُكر اسم الله عليه ، أي كلوا ممّا ذكر اسم الله عليه . واللام للاختصاص ، وهي ظرف مستقرّ خبر عن ( ما ) ، أي ما استقرّ لكم .و { أن لا تأكلوا } مجرور ب ( في ) محذوفة . مع ( أنْ ). وهي متعلّقة بما في الخبر من معنى الاستقرار ، وتقدّم بيان مثل هذا التّركيب عند قوله تعالى : { قالوا وما لَنا أَلاَّ نقاتل في سبيل الله } في سورة البقرة ( 246 ).ولم يفصح أحد من المفسّرين عن وجه عطف هذا على ما قبله ، ولا عن الدّاعي إلى هذا الخطاب ، سوى ما نقله الخفاجي في حاشية التّفسير } عمّن لقَّبه علم الهدى ولعلّه عنى به الشّريف المرتضى : أنّ سبب نزول هذه الآية أنّ المسلمين كانوا يتحرّجون من أكل الطيّبات ، تقشّفاً وتزهّداً اه ، ولعلّه يريد تزهّداً عن أكل اللّحم ، فيكون قوله تعالى : { وما لكم ألا تأكلوا مما ذكر اسم الله عليه } استطراداً بمناسبة قوله قبله : { فكلوا ممّا ذكر اسم الله عليه } [ الأنعام : 118 ] ، وهذا يقتضي أنّ الاستفهام مستعمل في اللّوم ، ولا أحسب ما قاله هذا الملقّب بعلم الهدى صحيحاً ولا سند له أصلاً . قال الطّبري : ولا نعلم أحداً من سلف هذه الأمّة كفّ عن أكل ما أحلّ اللَّه من الذّبائح .والوجه عندي أنّ سبب نزول هذه الآية ما تقدّم آنفاً من أنّ المشركين قالوا للنّبيء صلى الله عليه وسلم وللمسلمين ، لمّا حَرّم الله أكل الميتة : « أنأكل ما نَقتل ولا نَأكل ما يقتلُ اللَّهُ » يعنون الميتة ، فوقع في أنفس بعض المسلمين شيء ، فأنزل الله { وما لكم ألا تأكلوا مما ذكر اسم الله عليه } أي فأنبأهم الله بإبطال قياس المشركين المُموّهِ بأنّ الميتة أولى بالأكل ممّا قتله الذّابح بيده ، فأبدى الله للنّاس الفرق بين الميتة والمذكّى ، بأنّ المذكّى ذُكر اسم الله عليه ، والميتة لا يذكر اسم الله عليها ، وهو فارق مؤثّر . وأعرض عن محاجة المشركين لأنّ الخطاب مسوق إلى المسلمين لإبطال محاجّة المشركين فآل إلى الرد على المشركين بطريق التعريض . وهو من قبيل قوله في الردّ على المشركين ، في قولهم : { إنَّما البيعُ مثل الرّبا } [ البقرة : 275 ] ، إذ قال : { وأحلّ الله البيع وحرّم الرّبا } [ البقرة : 275 ] كما تقدّم هنالك ، فينقلب معنى الاستفهام في قوله : { وما لكم أن لا تأكلوا } إلى معنى : لا يسوِّلْ لكم المشركون أكل الميتة ، لأنّكم تأكلون ما ذكر اسم الله عليه ، هذا ما قالوه وهو تأويل بعيد عن موقع الآية .وقوله : { وقد فصل لكم ما حرم عليكم } جملة في موضع الحال مبيّنة لما قبلها ، أي لا يصدّكم شيء من كلّ ما أحلّ الله لكم ، لأنّ الله قد فصّل لكم ما حرّم عليكم فلا تعدوه إلى غيره . فظاهر هذا أنّ الله قد بيّن لهم ، من قَبْلُ ، ما حرّمه عليهم من المأكولات ، فلعلّ ذلك كان بوحي غير القرآن ، ولا يصحّ أن يكون المراد ما في آخر هذه السّورة من قوله : { قُل لا أجد فيما أوحي إليّ محرّما } [ الأنعام : 145 ] الآية ، لأنّ هذه السّورة نزلت جملة واحدة على الصّحيح ، كما تقدّم في ديباجة تفسيرها ، فذلك يناكِد أن يكون المتأخّر في التّلاوة متقدّماً نزولهُ ، ولا أن يكون المراد ما في سورة المائدة ( 3 ) في قوله : { حُرّمت عليكم الميتة } لأنّ سورة المائدة مدنيَّة بالاتّفاق ، وسورة الأنعام هذه مكّيّة بالاتِّفاق .وقوله : إلا ما اضطررتم إليه } استثناء من عائد الموصول ، وهو الضّمير المنصوب ب { حرّم } ، المحذوف لكثرة الاستعمال ، و { ما } موصولة ، أي إلاّ الّذي اضطُررتم إليه ، فإنّ المحرّمات أنواع استثني منها ما يضطرّ إليه من أفرادها فيصير حلالاً . فهو استثناء متّصل من غير احتياج إلى جعل { ما } في قوله : { ما اضطررتم } مصدريّة .وقرأ نافع ، وحمزة ، والكسائي ، وعاصم ، وأبو جعفر ، وخلف : { وقد فصل } ببناء الفعل للفاعل . وقرأه ابن كثير ، وأبو عمرو ، وابن عامر بالبناء للمجهول . وقرأ نافع ، وحفص عن عاصم ، وأبو جعفر : { ما حرم } بالبناء للفاعل ، وقرأه الباقون : بالبناء للمجهول . والمعنى في القراءات فيهما واحد .والاضطرار تقدّم بيانه في سورة المائدة .{ وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ إِنَّ رَّبَّكَ هُوَ أَعْلَمُ بالمعتدين }.تحذير من التشبّه بالمشركين في تحريم بعض الأنعام على بعض أصناف النّاس . وهو عطف على جملة : { وما لكم ألا تأكلوا مما ذكر اسم الله عليه } ، ويجوز أن يكون الواو للحال ، فيكون الكلام تعريضاً بالحذر من أن يكونوا من جملة من يضلّهم أهل الأهواء بغير علم .وقرأ نافع ، وابن كثير ، وأبو عمرو ، وابن عامر ، ويعقوب : { ليَضِلُّون } بفتح الياء على أنّهم ضالّون في أنفسهم ، وقرأ عاصم ، وحمزة ، والكسائي ، وخلف : بضمّ الياء على معنى أنَّهم يُضلّلون النّاس ، والمعنى واحد ، لأنّ الضالّ من شأنه أن يُضلّ غيره ، ولأنّ المُضلّ لا يكون في الغالب إلاّ ضالاً ، إلاّ إذا قصد التّغرير بغيره . والمقصود التّحذير منهم وذلك حاصل على القراءتين .والباء في { بأهوائهم } للسببيّة على القراءتين . والباء في { بغير علم } للملابسة ، أي يضلّون مُنقَادِين للهوى ، مُلابسين لعَدم العلم . والمراد بالعلم : الجزم المطابق للواقع عن دليل ، وهذا كقوله تعالى : { إن يتَّبعون إلاّ الظن وإن هم إلاّ يَخْرصون } [ الأنعام : 116 ]. ومن هؤلاء قادة المشركين في القديم ، مثل عَمْرو بن لُحَيّ ، أوّللِ من سنّ لهم عبادة الأصنام وبَحَّر البحيرة وسيَّب السائبة وحَمَى الحامِي ، ومَن بعده مثل الّذين قالوا : ( ما قتل اللَّهُ أولى بأن نأكله ممّا قتلنا بأيدينا ).وقوله : { إن ربك هو أعلم بالمعتدين } تذييل ، وفيه إعلام للرّسول صلى الله عليه وسلم بتوعّد الله هؤلاء الضالّين المضلين ، فالإخبار بعلم الله بهم كناية عن أخذه إيَّاهم بالعقوبة وأنَّه لا يفلتهم ، لأنّ كونه عالماً بهم لا يُحتاج إلى الإخبار به . وهو وعيد لهم أيضاً ، لأنَّهم يسمعون القرآن ويُقرَأ عليهم حين الدّعوة . وذِكْرُ المعتدين ، عقب ذكر الضالّين ، قرينة على أنَّهم المراد وإلاّ لم يكن لانتظام الكلام مناسبة ، فكأنَّه قال : إنّ ربّك هو أعلم بهم وهم معتدون ، وسمّاهم الله معتدين . والاعتداء : الظلم ، لأنَّهم تقلّدوا الضّلال من دون حجّة ولا نظر ، فكانوا معتدين على أنفسهم ، ومعتدين على كلّ من دَعوه إلى موافقتهم . وقد أشار هذا إلى أنّ كلّ من تَكلَّم في الدّين بما لا يعلمه ، أو دعا النّاس إلى شيء لا يعلم أنّه حق أو باطل ، فهو معتد ظالم لنفسه وللنّاس ، وكذلك كلّ ما أفتى وليس هو بكفء للإفتاء .",
  "ayah": 119,
  "surah": 6
}
