{
  "text": "الواو في قوله : { أو من كان ميتاً } عاطفة لجملة الاستفهام على جملة : { وإن أطعتموهم إنَّكم لمشركون } [ الأنعام : 121 ] لتضمّن قوله : { وإن أطعتموهم } أنّ المجادلة ، المذكورة من قَبْلُ ، مجادلة في الدّين : بتحسين أحوال أهل الشّرك وتقبيح أحكام الإسلام الّتي منها : تحريم الميتة ، وتحريم ما ذُكر اسم غير الله عليه . فلمّا حَذر الله المسلمين من دسائس أولياء الشّياطين ومجادلتهم بقوله : { وإن أطعتموهم إنَّكم لمشركون } [ الأنعام : 121 ] أعقَب ذلك بتفظيع حال المشركين ، ووصَفَ حسن حالة المسلمين حين فارقوا الشّرك ، فجاء بتمثيلين للحالتين ، ونفَى مساواة إحداهما للأخرى : تنبيها على سوء أحوال أهل الشّرك وحسننِ حال أهل الإسلام .والهمزة للاستفهام المستعمل في إنكار تَماثل الحالتين : فالحالة الأولى : حالة الّذين أسلموا بعد أن كانوا مشركين ، وهي المشبّهة بحال مَن كان ميّتاً مودَعاً في ظلمات ، فصار حيّاً في نورٍ واضححٍ ، وسار في الطّريق الموصّلة للمطلوب بين النّاس ، والحالة الثّانية : حالةُ المشرك وهي المشبّهة بحالة من هو في الظلمات ليس بخارج منها ، لأنَّه في ظلمات .وفي الكلام إيجازُ حذففٍ ، في ثلاثة مواضع ، استغناء بالمذكور عن المحذوف : فقوله : { أو من كان ميتاً } معناه : أَحَال مَن كان ميّتاً ، أو صِفة مَن كان ميّتاً . وقوله : { وجعلنا له نوراً يمشي به في الناس } يدلّ على أنّ المشبّه به حال مَن كان ميّتاً في ظُلمات . وقوله : كمن مثله في الظلمات تقديره : كمن مثله مثَل ميّت فما صدْق ( مَن ) ميّت بدليل مقابلته بميّت في الحالة المشبّهة ، فيعلم أنّ جزء الهيئة المشبّهة هو الميّت لأنّ المشبّه والمشبّه به سواء في الحالة الأصليّة وهي حالة كون الفريقين مشركين . ولفظ ( مثَل ) بمعنى حالة . ونفيُ المشابهة هنا معناه نفي المساواة ، ونفي المساواة كناية عن تفضيل إحدى الحالتين على الأخرى تفضيلاً لا يلتبس ، فذلك معنى نفي المشابهة كقوله : { قل هل يستوي الأعمى والبصير أم هل تستوي الظّلمات والنّور } [ الرعد : 16 ] وقوله { أفمَن كان مؤمناً كَمَن كان فاسقاً لا يستوون } [ السجدة : 18 ]. والكاف في قوله : { كمن مثله في الظلمات } كاف التّشبيه ، وهو تشبيه منفي بالاستفهام الإنكاري .والكلام جار على طريقة تمثيل حال من أسْلَم وتخلَّص من الشرك بحال من كان ميّتا فأُحْيِي ، وتمثيللِ حال من هو باق في الشرك بحال ميت باق في قبره . فتضمّنت جملة : { أو من كان ميتاً } إلى آخرها تمثيل الحالة الأولى ، وجملة : { كمن مثله في الظلمات } الخ تمثيلَ الحالة الثّانية ، فهما حالتان مشبّهتان ، وحالتان مشبَّهٌ بهما ، وحصل بذكر كاف التّشبيه وهمزة الاستفهام الإنكاري أنّ معنى الكلام نفي المشابهة بين من أسلم وبين من بَقي في الشرك . كما حصل من مجموع الجملتين : أنّ في نظم الكلام تشبيهين مركَّبين .ولكنّ وجودَ كاف التّشبيه في قوله : { كمن مثله } مع عدم التّصريح بذكر المشبَّهَيْن في التّركيبين أثارَا شُبهة : في اعتبار هذين التّشبيهين أهو من قبيل التّشبيه التّمثيلي ، أم من قبيل الاستعارة التّمثيلية؛ فنحا القطب الرّازي في «شرح الكشاف» القبيلَ الأول ، ونحا التفتزاني القبيلَ الثّاني ، والأظهر ما نحاه التفتزاني : أنَّهما استعارتان تمثيليتان ، وأمّا كاف التّشبيه فهو متوجّه إلى المشابهة المنفيّة في مجموع الجملتين لا إلى مشابهة الحالين بالحالين ، فمورد كاف التّشبيه غير مورد تمثيل الحالين .وبين الاعتبارين بون خفي .والمراد : ب { الظّلمات } ظلمةُ القبر لمناسبته للميِّت ، وبقرينة ظاهر { في } من حقيقة الظرفية وظاهر حقيقة فعل الخروج .ولقد جاء التّشبيه بديعاً : إذ جعل حال المسلم ، بعد أن صار إلى الإسلام ، بحال من كان عديم الخير ، عديم الإفادة كالميّت ، فإنّ الشرك يحول دون التّمييز بين الحقّ والباطل ، ويصرف صاحبه عن السّعي إلى ما فيه خيره ونجاته ، وهو في ظلمة لو أفاق لم يعرف أين ينصرف ، فإذا هداه الله إلى الإسلام تغيرّ حاله فصار يميّز بين الحقّ والباطل ، ويعلم الصّالح من الفاسد ، فصار كالحي وصار يسعى إلى ما فيه الصّلاح ، ويتنكّب عن سبيل الفساد ، فصار في نور يمشي به في النّاس . وقد تبيّن بهذا التّمثيل تفضيل أهل استقامة العقول على أضدادِهم .والباء في قوله : { يمشي به } باء السّببيّة . والنّاس المصرح به في الهيئة المشبه بها هم الأحياء الّذين لا يخلو عنهم المجتمع الإنساني . والنّاس المقدّر في الهيئة المشبهة هم رفقاء المسلم من المسلمين . وقد جاء المركب التّمثيلي تاماً صالحاً لاعتبار تشبيه الهيئة بالهيئة ، ولاعتبار تشبيه كلّ جزء من أجزاء الهيئة المشبّهة بجزء من أجزاء الهيئة المشبّهِ بها ، كما قد علمته وذلك أعلى التّمثيل .وجملة : { ليس بخارج منها } حال من الضّمير المجرور بإضافة ( مَثل ) ، أي ظلمات لا يرجى للواقع فيها تنوّر بنور ما دام في حالة الإشراك .وجملة : { كذلك زين للكافرين ما كانوا يعملون } استئناف بياني ، لأنّ التّمثيل المذكور قبلها يثير في نفس السّامع سُؤالاً ، أن يقول : كيف رضوا لأنفسهم البقاء في هذه الضّلالات ، وكيف لم يشعروا بالبَون بين حالهم وحال الّذين أسلموا؛ فإذا كانوا قبل مجيء الإسلام في غفلة عن انحطاط حالهم في اعتقادهم وأعمالهم ، فكيف لمّا دعاهم الإسلام إلى الحقّ ونصب لهم الأدلَّة والبراهين بَقُوا في ضلالهم لم يقلعوا عنه وهمْ أهل عقول وفطنة فكان حقيقاً بأن يبيّن له السّبب في دوامهم على الضّلال ، وهو أنّ ما عملوه كان تزيّنه لهم الشّياطين ، هذا التّزيين العجيب ، الّذي لو أراد أحد تقريبه لم يجد ضلالاً مزيَّناً أوضح منه وأعجبَ فلا يشبَّه ضلالُهم إلاّ بنفسه على حدّ قولهم : ( والسّفاهة كاسمها ).واسم الإشارة في قوله : { كذلك زين للكافرين } مشار به إلى التّزيين المأخوذ من فعل { زين } أي مثلَ ذلك التّزيين للكافرين العجيب كيداً ودِقَّةً زيّن لهؤلاء الكافرين أعمالهم على نحو ما تقدّم في قوله تعالى : { وكذلك جعلناكم أمّة وسطاً } في سورة البقرة ( 143 ).وحُذف فاعل التّزيين فبني الفعل للمجهول : لأنّ المقصود وقوع التّزيين لا معرفة مَن أوقعه . والمزيّن شياطينهم وأولياؤهم ، كقوله : { وكذلك زَيَّن لكثير من المشركين قتلَ أولادهم شركاؤُهم } [ الأنعام : 137 ] ، ولأنّ الشّياطين من الإنس هم المباشرون للتّزيين ، وشياطين الجنّ هم المُسَوّلون المزيّنون . والمراد بالكافرين المشركون الّذين الكلام عليهم في الآيات السّابقة إلى قوله : { وإنّ الشّياطين لَيُوحون إلى أوليائهم ليجادلوكم } [ الأنعام : 121 ].",
  "ayah": 122,
  "surah": 6
}
