{
  "text": "جملة معطوفة على { لله } من قوله : { قل لله } [ الأنعام : 12 ] الذي هو في تقدير الجملة ، أي ما في السماوات والأرض لله ، وله ما سكن .والسكون استقرار الجسم في مكان ، أي حيّز لا ينتقل عنه مدّة ، فهو ضدّ الحركة ، وهو من أسباب الاختفاء ، لأنّ المختفي يسكن ولا ينتشر . والأحسن عندي أن يكون هنا كناية عن الخفاء مع إرادة المعنى الصريح . ووجه كونه كناية أنّ الكلام مسوق للتذكير بعلم الله تعالى وأنّه لا يخفى عليه شيء من أعمالكم ومحاسبكم عليها يوم يجمعكم إلى يوم القيامة ، فهو كقوله تعالى : { الله يعلم ما تحمل كلّ أنثى إلى أن قال ومن هو مستخف بالليل } [ الرعد : 8 10 ]. فالذي سكن بالليل والنهار بعض ما في السماوات والأرض ، فلمّا أعلمهم بأنّه يملك ما في السموات والأرض عطف عليه الإعلام بأنه يملك ما سكن من ذلك لأنّه بحيث يُغفل عن شمول ما في السماوات والأرض إيّاه ، لأنّ المتعارف بين الناس إذا أخبروا عن أشياء بحكم أن يريدوا الأشياء المعروفة المتداولة . فهذا من ذكر الخاصّ بعد العامّ لتقرير عموم الملك لله تعالى بأنّ مِلكه شمل الظاهرات والخفيّات ، ففي هذا استدعاء ليوجّهوا النظر العقلي في الموجودات الخفيّة وما في إخفائها من دلالة على سعة القدرة وتصرّفات الحكمة الإلهية .و { في } للظرفية الزمانية ، وهي ظرف مستقرّ ، لأنّ فعل السكون لا يتعدّى إلى الزمان تعدية الظرف اللغو كما يتعدّى إلى المكان لو كان بمعنى حلّ واستقرّ وهو ما لا يناسب حمل معنى الآية عليه . والكلام تمهيد لسعة العلم ، لأنّ شأن المالك أن يعلم مملوكاته . وتخصيص الليل بالذكر لأنّ الساكن في ذلك الوقت يزداد خفاء ، فهو كقوله : { ولا حَبَّةٍ في ظلمات الأرض } [ الأنعام : 59 ]. وعطف النهار عليه لقصد زيادة الشمول ، لأنّ الليل لمّا كان مظنّةً الاختفاء فيه قد يظنّ أنّ العالِم يقصد الاطّلاع على الساكنات فيه بأهميّة ولا يقصد إلى الاطّلاع على الساكنات في النهار ، فذكر النهار لتحقيق تمام الإحاطة بالمعلومات .وتقديم المجرور للدلالة على الحصر ، وهو حصر الساكنات في كونها له لا لغيره ، أي في كون ملكها التامّ له ، كماتقدّم في قوله : { قل لمن ما في السماوات والأرض قل لله } [ الأنعام : 12 ].وقد جاء قوله : { وهو السميع العليم } كالنتيجة للمقدمة ، لأنّ المقصود من الإخبار بأنّ الله يملك الساكنات التمهيد لإثبات عموم علمه ، وإلاّ فإنّ مِلك المتحرّكات المتصرّفات أقوى من ملك الساكنات التي لا تبدي حَراكاً ، فظهر حسن وقع قوله : { وهو السميع العليم } عقب هذا .والسميع : العالم العظيم بالمسموعات أو بالمحسوسات . والعليم : الشديد العلم بكلّ معلوم .",
  "ayah": 13,
  "surah": 6
}
