{
  "text": "احتراس على قوله : { ذلك أن لم يكن ربّك مهلك القرى بظلم } [ الأنعام : 131 ] للتنبيه على أنّ الصّالحين من أهل القرى الغالببِ على أهلها الشركُ والظّلم لا يُحرمون جزاء صلاحهم .والتّنوين في : { ولكل } عوض عن المضاف إليه : أي ولكلّهم ، أي كلّ أهل القرى المهلَكة درجات . يعني أنّ أهلها تتفاوت أحوالهم في الآخرة . فالمؤمنون منهم لا يضاع إيمانهم . والكافرون يحشرون إلى العذاب في الآخرة . بعد أن عُذّبوا في الدّنيا . فالله قد ينجي المؤمنين من أهل القُرى قبل نزول العذاب . فتلك درجة نالوها في الدّنيا ، وهي درجة إظهار عناية الله بهم ، وتُرفع درجتهم في الآخرة . والكافرون يحيق بهم عذاب الإهلاك ثمّ يصيرون إلى عذاب الآخرة . وقد تهلك القرية بمؤمنيها ثمّ يصيرون إلى النّعيم فيظهر تفاوت درجاتهم في الآخرة ، وهذه حالة أخرى وهي المراد بقوله تعالى : { واتَّقوا فتنة لا تصيبنّ الذين ظلموا منكم خاصّة } [ الأنفال : 25 ] روى البخاري ، ومسلم ، عن ابن عمر ، قال رسول الله صلى الله عليه وسلم \" إذَا أنزل الله بقوم عذاباً أصاب العذابُ من كان فيهم ثمّ بُعثوا على أعمالهم \" . وفي حديث عائشة رضي الله عنها عند البيهقي في «الشُعب» مرفوعاً أنّ الله تعالى إذا أنزل سطوته بأهللِ نقمته وفيهم الصّالحون قُبضوا معهم ثمّ بُعثوا على نياتهم وأعمالهم ، صحّحه ابن حِبّان . وفي «صحيح البخاري» ، من حديث زينب بنت جحش أمّ المؤمنين رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم \" ويلٌ للعرب من شرّ قد اقترب فتح اليوم من رَدْم ياجوج وماجوج هكذا وعقد تسعين ( أي عقد أصبعين بعلامة تسعين في الحساب المعبر عنه بالعُقَد بضم العين وفتح القاف ) قِيل : أنهلك وفينا الصّالحون ، قال : نَعَم إذا كثر الخُبْث \" .والدّرجات هي ما يرتقى عليه من أسفل إلى أعلى ، في سُلم أو بناء ، وإن قصد بها النّزول إلى محلّ منخفض من جبّ أو نحوه فهي دركات ، ولذلك قال تعالى : { يرفع اللَّهُ الذين آمنوا منكم والذينَ أوتوا العلم درجات } [ المجادلة : 11 ] وقال : { إنّ المنافقين في الدرك الأسفل من النّار } [ النساء : 145 ] ولمّا كان لفظ ( كلّ ) مراداً به جميع أهل القرية ، وأتى بلفظ { الدّرجات } كان إيماء إلى تغليب حال المؤمنين لِتَطمئنّ نفوسُ المسلمين من أهل مكّة بأنّهم لا بأس عليهم من عذاب مشركيها ، ففيه إيماء إلى أنّ الله منجيهم من العذاب : في الدّنيا بالهجرة ، وفي الآخرة بحشرهم على أعمالهم ونياتهم لأنَّهم لم يقصروا في الإنكار على المشركين ، ففي هذه الآية إيذان بأنَّهم سيخرجون من القرية الّتي حقّ على أهلها العذاب ، فإنّ الله أصاب أهل مكّة بالجوع والخوف ثمّ بالغزو بعد أن أنجى رسوله صلى الله عليه وسلم والمؤمنين .وقدْ عُلم من الدّرجات أنّ أسافلها دركات فغلب درجات لنكتة الإشعار ببشارة المؤمنين بعد نِذارة المشركين . و { مِن } في قوله { مما عملوا } تعليلية ، أي من أعمالهم أي بسبب تفاوت أعمالهم .وقوله : { وما ربك بغافل عما يعملون } خطاب للرّسول صلى الله عليه وسلموقرأ الجمهور : { يعلمون } بياء الغيبة فيعود الضّمير إلى أهل القرى ، والمقصود مشركو مكّة ، فهو للتّسليّة والتّطمين لئلا يستبطىء وعد الله بالنَّصر ، وهو تعريض بالوعيد للمشركين من باب : واسمعي يا جارة .  وقرأه ابن عامر بتاء الخطاب ، فالخطاب للرّسول صلى الله عليه وسلم ومن معه من المسلمين ، فهو وعد بالجزاء على صالح أعمالهم ، ترشيحاً للتّعبير بالدّرجات حسبما قدّمناه ، ليكون سَلاً لهم من وعيد أهل القرى أصحاب الظّلم ، وكلتا القراءتين مراد الله تعالى فيما أحسب .",
  "ayah": 132,
  "surah": 6
}
