{
  "text": "استئناف آخر ناشىء عن جملة : { قل لمن ما في السماوات والأرض قل لله } [ الأنعام : 12 ].وأعيد الأمر بالقول اهتماماً بهذا المقول ، لأنّه غرض آخر غير الذي أمر فيه بالقول قبله ، فإنّه لمّا تقرّر بالقول ، السابق عبودية ما في السماوات والأرض لله وأنّ مصير كلّ ذلك إليه انتقل إلى تقرير وجوب إفراده بالعبادة ، لأنّ ذلك نتيجة لازمة لكونه مالكاً لجميع ما احتوته السماوات والأرض ، فكان هذا التقرير جارياً على طريقة التعريض إذ أمر الرسول عليه الصلاة والسلام بالتبرّىء من أن يعبد غير الله . والمقصود الإنكار على الذين عبدوا غيره واتّخذوهم أولياء ، كما يقول القائل بمحضر المجادل المكابر ( لا أجحد الحقّ ) لدلالة المقام على أنّ الرسول صلى الله عليه وسلم لا يصدر منه ذلك ، كيف وقد علموا أنّه دعاهم إلى توحيد الله من أول بعثته ، وهذه السورة ما نزلت إلاّ بعد البعثة بسنين كثيرة ، كما استخلصناه ممّا تقدّم في صدر السورة . وقد ذكر ابن عطية عن بعض المفسّرين أنّ هذا القول أمر به الرسول صلى الله عليه وسلم ليجيب المشركين الذين دعوه إلى عبادة أصنامهم ، أي هو مثل ما في قوله تعالى : { قل أفغير الله تأمروني أعبد أيّها الجاهلون } [ الزمر : 64 ] ، وهو لعمري ممّا يشعر به أسلوب الكلام وإن قال ابن عطية : إنّ ظاهر الآية لا يتضمّنه كيف ولا بدّ للاستئناف من نكتة .والاستفهام للإنكار . وقدّم المفعول الأول ل { أتّخذ } على الفعل وفاعله ليكون موالياً للاستفهام لأنّه هو المقصود بالإنكار لا مطلق اتّخاذ الوليّ . وشأن همزة الاستفهام بجميع استعمالاته أن يليها جزء الجملة المستفهم عنه كالمنكر هنا ، فالتقديم للاهتمام به ، وهو من جزئيات العناية التي قال فيها عبد القاهر أن لا بدّ من بيان وجه العناية ، وليس مفيداً للتخصيص في مثل هذا لظهور أنّ داعي التقديم هو تعيين المراد بالاستفهام فلا يتعيّن أن يكون لغرض غير ذلك . فمن جعل التقديم هنا مفيداً للاختصاص ، أي انحصار إنكار اتّخاذ الولي في غير الله كما مال إليه بعض شرّاح «الكشاف» فقد تكلّف ما يشهد الاستعمال والذوق بخلافه ، وكلام «الكشاف» بريء منه بل الحقّ أنّ التقديم هنا ليس إلاّ للاهتمام بشأن المقدّم ليليَ أداة الاستفهام فيعلم أن محلّ الإنكار هو اتّخاذ غير الله وليّاً ، وأما مّا زاد على ذلك فلا التفات إليه من المتكلم . ولعلّ الذي حداهم إلى ذلك أنّ المفعول في هذه الآية ونظائرها مثل { أفغير الله تأمروني أعبد } [ الزمر : 64 ] { أغير الله تدعون } [ الأنعام : 40 ] هو كلمة { غير } المضافة إلى اسم الجلالة ، وهي عامّة في كلّ ما عدا الله ، فكان الله ملحوظاً من لفظ المفعول فكان إنكار اتّخاذ الله وليّاً لأنّ إنكار اتّخاذ غيره وليّاً مستلزماً عدم إنكار اتّخاذ الله وليّاً ، لأنّ إنكار اتّخاذ غير الله لا يبقى معه إلاّ اتّخاذ الله وليّاً؛ فكان هذا التركيب مستلزماً معنى القصر وآئلاً إليه وليس هو بدالّ على القصر مطابقة ، ولا مفيداً لما يفيده القصر الإضافي من قلب اعتقاد أو إفراد أو تعيين ، ألا ترى أنّه لو كان المفعول خلاف كلمة ( غير ) لما صحّ اعتبار القصر ، كما لو قلت : أزيداً أتتّخذ صديقاً ، لم يكن مفيداً إلاّ إنكار اتّخاذ زيد صديقاً من غير التفات إلى اتّخاذ غيره ، وإنّما ذلك لأنّك تراه ليس أهلاً للصداقة فلا فرق بينه وبين قولك : أتتّخذ زيداً صديقاً ، إلاّ أنّك أردت توجّه الإنكار للمتّخذ لا للاتّخاذ اهتماماً به .والفرق بينهما دقيق فأجد فيه نظرك .ثم إن كان المشركون قد سألوا من النبي صلى الله عليه وسلم أن يتّخذ أصنامهم أولياء كان لتقديم المفعول نكتة اهتمام ثانية وهي كونه جواباً لكلام هو المقصود منه كما في قوله : { أفغير الله تَأمُرُونيَ أعْبُدُ أيّها الجاهلون } [ الزمر : 64 ] وقوله : { قالوا يا موسى اجعل لنا إلهاً كما لهم آلهة إلى قوله قال أغير الله أبغيكم إلهاً } [ الأعراف : 12 ]. وأشار صاحب «الكشاف» في قوله : { أغير الله أبغي ربّاً } الآتي في آخر السورة إلى أنّ تقديم { غير الله } على { أبغي } لكونه جواباً عن ندائهم له إلى عبادة آلهتهم . قال الطيبي : لأنّ كل تقديم إمّا للاهتمام أو لجواب إنكار .والوليّ : الناصر المدبّر ، ففيه معنى العلم والقدرة . يقال : تولّى فلاناً ، أي اتّخذه ناصراً . وسمّي الحليف وليّاً لأنّ المقصود من الحلف النصرة . ولمّا كان الإله هو الذي يرجع إليه عابده سمّي وليّاً لذلك . ومن أسمائه تعالى الولي .والفاطر : المبدع والخالقُ . وأصله من الفطر وهو الشقّ . وعن ابن عباس : ما عرفت معنى الفاطر حتى اختصم إليّ أعرابيات في بئر ، فقال أحدهما : أنا فطرتُها . وإجراء هذا الوصف على اسم الجلالة دون وصف آخر استدلال على عدم جدارة غيره لأن يتّخذ وليّاً ، فهو ناظر إلى قوله : في أول السورة { الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربّهم يعدلون } [ الأنعام : 1 ]. وليس يغني عنه قوله قبله { قل لمن ما في السماوات والأرض قل لله } [ الأنعام : 12 ] لأنّ ذلك استدلال عليهم بالعبودية لله وهذا استدلال بالافتقار إلى الله في أسبَاب بقائهم إلى أجل .وقوله : { وهو يُطعم } جملة في موضع الحال ، أي يُعطي الناس ما يأكلونه ممّا أخرج لهم من الأرض : من حبوب وثمار وكلأ وصيد . وهذا استدلال على المشركين بما هو مسلّم عندهم ، لأنّهم يعترفون بأنّ الرازق هو الله وهو خالق المخلوقات وإنّما جعلوا الآلهة الأخرى شركاء في استحقاق العبادة . وقد كثر الاحتجاج على المشركين في القرآن بمثل هذا كقوله تعالى : { أفرأيتم ما تحرثون أأنتم تزرعونه أم نحن الزارعون } [ الواقعة : 63 ،  64 ].وأمّا قوله : { ولا يُطْعَمْ } بضم الياء وفتح العين فتكميل دالّ على الغنى المطلق كقوله تعالى : { وما أريد أن يطعِمونِ } [ الذاريات : 57 ]. ولا أثر له في الاستدلال إذ ليس في آلهة العرب ما كانوا يطعمونه الطعام . ويجوز أن يراد التعريض بهم فيما يقدّمونه إلى أصنامهم من القرابين وما يهرقون عليها من الدماء ، إذ لا يخلو فعلهم من اعتقاد أنّ الأصنام تنعم بذلك .{ قُلْ إنى أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلاَ تَكُونَنَّ مِنَ المشركين }.استئناف مكرّر لأسلوب الاستئناف الذي قبله . ومثار الاستئنافين واحد ولكن الغرض منهما مختلف ، لأنّ ما قبله يحوم حول الاستدلال بدلالة العقل على إبطال الشرك ، وهذا استدلال بدلالة الوحي الذي فيه الأمر باتّباع دين الإسلام وما بني عليه اسم الإسلام من صرف الوجه إلى الله ، كما قال في الآية الأخرى { فقل أسلمت وجهي لله } [ آل عمران : 20 ] ، فهذا إبطال لطعنهم في الدين الذي جاء به المسمّى بالإسلام ، وشعاره كلمة التوحيد المبطلة للإشراك .وبني فعل { أمرت } للمفعول ، لأنّ فاعل هذا الأمر معلوم بما تكرّر من إسناد الوحي إلى الله .ومعنى { أوّل من أسلم } أنّه أول من يتّصف بالإسلام الذي بعثه الله به ، فهو الإسلام الخاصّ الذي جاء به القرآن ، وهو زائد على ما آمن به الرسل من قبل ، بما فيه من وضوح البيان والسماحة ، فلا ينافي أنّ بعض الرسل وصفوا بأنّهم مسلمون ، كما في قوله تعالى : حكاية عن إبراهيم ويعقوب { يا بنيّ إنّ الله اصطفى لكم الدين فلا تموتنّ إلاّ وأنتم مسلمون } وقد تقدّم بيان ذلك عند ذكر تلك الآية في سورة [ البقرة : 132 ].ويجوز أن يكون المراد أول من أسلم ممّن دعوا إلى الإسلام . ويجوز أن يكون الأول كناية عن الأقوى والأمكن في الإسلام ، لأنّ الأول في كلّ عمل هو الأحرص عليه والأعلق به ، فالأوليّة تستلزم الحرص والقوة في العمل ، كما حكى الله تعالى عن موسى قوله : { وأنا أول المؤمنين } [ الأعراف : 143 ]. فإنّ كونه أوّلهم معلوم وإنّما أراد : أنّي الآن بعد الصعقة أقوى الناس إيماناً . وفي الحديث : « نحن الآخرون الأولون يوم القيامة » وقد تقدّم شيء من هذا عند قوله تعالى : { ولا تكونوا أول كافر به } في سورة [ البقرة : 41 ].والمقصود من هذا على جميع الوجوه تأييس المشركين من عوده إلى دينهم لأنّهم ربّما كانوا إذا رأوا منه رحمة بهم وليناً في القول طمعوا في رجوعه إلى دينهم وقالوا إنّه دين آبائه .وقوله : ولا تكوننّ من المشركين } عطف على قوله : { قل } ، أي قل لهم ذلك لييْأسوا . والكلام نهي من الله لرسوله مقصود منه تأكيد الأمر بالإسلام ، لأنّ الأمر بالشيء يقتضي النهي عن ضدّه ، فذكر النهي عن الضدّ بعد ذلك تأكيد له ، وهذا التأكيد لتقطع جرثومة الشرك من هذا الدين .و { من } تبعيضية ، فمعنى { من المشركين } أي من جملة الذين يشركون ، ويحتمل أنّ النهي عن الانتماء إلى المشركين ، أي هو أمر بالبراءة منهم فتكون { من } اتّصالية ويكون { المشركين } بالمعنى اللقبي ، أي الذي اشتهروا بهذا الاسم ، أي لا يكن منك شيء فيه صلة بالمشركين ، كقول النّابغة: ... . فإنِّي لَسْتُ منك ولست منّيوالتأييس على هذا الوجه أشدّ وأقوى .وقد يؤخذ من هذه الآية استدلال للمأثور عن الأشعري : أنّ الإيمان بالله وحده ليس ممّا يجب بدليل العقل بل تتوقّف المؤاخذة به على بعثة الرسول ، لأنّ الله أمر نبيّه صلى الله عليه وسلم أن ينكر أن يتّخذ غير الله وليّاً لأنّه فاطر السماوات والأرض ، ثم أمره أن يقول { إنّي أمرت أن أكون أول من أسلم } ثم أمره بما يدلّ على المؤاخذة بقوله : { إنّي أخاف إن عصيت ربّي إلى قوله فقد رحمه } [ الأنعام : 15 ، 16 ].",
  "ayah": 14,
  "surah": 6
}
