{
  "text": "عُطف : { حمولة } على : { جنات معروشات } [ الأنعام : 141 ] أي : وأنشأ من الأنعام حمولة وفَرْشاً ، فينسحب عليه القصر الّذي في المعطوف عليه ، أي هو الّذي أنشأ من الأنعام حمولة وفرشاً لا آلهة المشركين ، فكان المشركون ظالمين في جعلهم للأصنام حقّاً في الأنعام .و ( مِنْ ) في قوله : { ومن الأنعام } ابتدائيّة لأنّ الابتداء معنى يصلح للحمولة وللفرش لأنَّه أوسع معاني ( مِن ). والمجرور : إمَّا متعلّق ب { أنشأ } [ الأنعام : 141 ] ، وإمَّا حال من { حمولة } أصلها صفة فلمّا قدمت تحوّلت .وأيًّا ما كان فتقديم المجرور على المفعول الّذي هو أولى بالتّقديم في ترتيب المتعلّقات ، أو تقديمُ الصّفة على الموصوف ، لقصد الاهتمام بأمر الأنعام ، لأنَّها المقصود الأصلي من سياق الكلام ، وهو إبطال تحريم بعضها ، وإبطالُ جعل نصيب منها للأصنام ، وأمَّا الحمل والفَرْش فذلك امتنان أُدمج في المقصود توفيراً للأغراض ، ولأنّ للامتنان بذلك أثراً واضحاً في إبطال تحريم بعضها الّذي هو تضييق في المنّة ونبذ للنّعمة ، وليتمّ الإيجاز إذ يغني عن أن يقول : وأنشأ لكم الأنعام وأنشأ منها حمولة وفرشاً ، كما سيأتي .والأنعام : الإبل ، والبقر ، والشّاء ، والمعز ، وقد تقدّم في صدر سورة العقود ، والحمولة بفتح الحاء ما يحمل عليه المتاع أو النّاس يقال : حمل المتاع وحمل فلاناً ، قال تعالى : { إذا ما أتَوْك لتحملهم } [ التوبة : 92 ] ويلزمها التّأنيث ، والإفراد مثل ( صَرورة ) للّذي لم يحجّ يقال : امرأة صَرورة ورجل صّرورة .والفرش : اختلف في تفسيره في هذه الآية . فقيل : الفرش ما لا يُطيق الحَمل من الإبل أي فهو يركب كما يُفرش الفَرش ، وهذا قول الراغب . وقيل : الفَرش الصّغار من الإبل أو من الأنعام كلّها ، لأنَّها قريبة من الأرض فهي كالفرش ، وقيل : الفرش ما يذبح لأنّه يفرش على الأرض حين الذبح أو بعده ، أي فهو الضان والمعز والبقر لأنَّها تذبح . وفي «اللّسان» عن أبي إسحاق : أجمع أهل اللّغة على أنّ الفرش هو صغار الإبل .زاد في «الكشاف» : «أو الفَرْش : ما يُنْسَج من وبره وصوفه وشَعْره الفرْش» يريد أنه كما قال تعالى : { ومن أصوافها وأوبارها وأشعارها أثاثاً ومتاعاً إلى حين } [ النحل : 80 ] ، وقال : { والأنعام خلقها لكم فيها دِفْءٌ ومنافع ومنها تأكلون ولكم فيها جمال حين تريحون وحين تسرحون وتحمل أثقالكم } [ النحل : 5 7 ] الآية ، ولأنَّهم كانوا يفترشون جلود الغنم والمعز للجلوس عليها .ولفظ { فرشا } صالح لهذه المعاني كلّها ، ومحامله كلّها مناسبة للمقام ، فينبغي أن تكون مقصودة من الآية ، وكأنّ لفظ الفرش لا يوازنه غيره في جمع هذه المعاني ، وهذا من إعجاز القرآن من جانب فصاحته ، فالحمولة الإبل خاصّة ، والفَرش يكون من الإبل والبقر والغنم على اختلاف معاني اسم الفرش الصّالحة لكلّ نوع مع ضميمته إلى كلمة ( من ) الصالحة للابتداء .فالمعنى : وأنشأ من الأنعام ما تحملون عليه وتركبونه ، وهو الإبل الكبيرة والإبل الصّغيرة ، وما تأكلونه وهو البقر والغنم ، وما هو فرش لكم وهو ما يُجزّ منها ، وجلودها .وقد علم السّامع أنّ الله لمّا أنشأ حمولة وفرشاً من الأنعام فقد أنشأ الأنعام أيضاً ، وأول ما يتبادر للنّاس حين ذكر الأنعام أن يتذكّروا أنَّهم يأكلون منها ، فحصل إيجاز في الكلام ولذلك عقّب بقوله : { كلوا مما رزقكم الله }.وجملة : { كلوا مما رزقكم الله } معترضة مثل آية : { كلوا من ثمره إذا أثمر } [ الأنعام : 141 ]. ومناسبة الأمر بالأكل بعد ذكر الأنعام : أنَّه لمّا كان قوله : { وفرشا } شيئاً ملائماً للذّبح ، كما تقدّم ، عقّب بالإذن بأكل ما يصلح للأكل منها . واقتصر على الأمر بالأكل لأنَّه المقصود من السّياق إبطالاً لتحريم ما حرّموه على أنفسهم ، وتمهيداً لقوله : { ولا تتبعوا خطوات الشيطان } فالأمر بالأكل هنا مستعمل في النَّهي عن ضدّه وهو عدم الأكل من بعضها ، أي لا تحرّموا ما أحلّ لكم منها اتّباعاً لتغرير الشّيطان بالسوسوسة لزعماء المشركين الّذين سنّوا لهم تلك السّنن الباطلة ، وليس المراد بالأمر الإباحة فقط .وعدل عن الضّمير بأن يقول : كلوا مِنها : إلى الإتيان بالموصول ، { مما رزقكم الله } لما في صلة الموصول من الإيماء إلى تضليل الّذين حرّموا على أنفسهم ، أو على بعضهم ، الأكل من بعضها ، فعطّلوا على أنفسهم بعضاً ممّا رزقهم الله .ومعنى : { ولا تتبعوا خطوات الشيطان } النّهي عن شؤون الشّرك فإنّ أول خطوات الشّيطان في هذا الغرض هي تسويلهُ لهم تحريم بعض ما رزقهم الله على أنفسهم . وخطوات الشّيطان تمثيل ، وقد تقدّم عند قوله تعالى : { يأيّها النّاس كلوا ممّا في الأرض حلالاً طيّباً ولا تتّبعوا خطوات الشّيطان } في سورة البقرة ( 168 ).وجملة : إنه لكم عدوٌ مبين } تعليل للنّهي ، وموقع ( إنّ ) فيه يغني عن فاء التّفريع كما تقدّم غير مرّة ، وقد تقدّم بيانه في آية البقرة .",
  "ayah": 142,
  "surah": 6
}
