{
  "text": "جملة : { ثمانية أزواج } حال من { من الأنعام } [ الأنعام : 142 ]. ذكر توطئة لتقسيم الأنعام إلى أربعة أصناف الّذي هو توطئة للردّ على المشركين لقوله : { قل ءآلذكرين حرم أم الأنثيين إلى قوله أم كنتم شهداء أي أنشأ من الأنعام حمولة إلى آخره حالة كونها ثمانية أزواج .والأزواج جمع زوج ، والزوج اسم لذات منضمَّة إلى غيرها على وجه الملازمة ، فالزّوج ثان لواحد ، وكلّ من ذيْنِك الاثنين يقال له : زوج ، باعتبار أنّه مضموم ، وقد تقدّم ذلك عند قوله تعالى : { وقلنا يا آدم اسكن أنت وزوجك الجَنَّة } في سورة البقرة ( 35 ) ، ويطلق الزوج غالباً على الذّكر والأنثى من بني آدم المتلازمين بعقدة نكاح ، وتوسّع في هذا الإطلاق فأطلق بالاستعارة على الذّكر والأنثى من الحيوان الّذي يتقارن ذكره وأنثاه مثل حمار الوحش وأتانه ، وذكر الحمام وأنثاه ، لشبهها بالزوجين من الإنسان . ويطلق الزّوج على الصنف من نوع كقوله تعالى : ومن كل الثمرات جعل فيها زوجين اثنين في سورة الرّعد ( 3 ). وكلا الإطلاقين الأخيرين صالح للإرادة هنا لأنّ الإبل والبقر والضأن والمعز أصناف للأنعام ، ولأنّ كلّ ذلك منه ذكر وأنثى . إذ المعنى أنّ الله خلق من الأنعام ذكرها وأنثاها ، فالأزواج هنا أزواج الأصناف ، وليس المراد زوْجاً بعينه ، إذ لا تعرف بأعيانها ، فثمانية أزواج هي أربعة ذكور من أربعة أصناف وأربعُ إناث كذلك .وقوله : من الضأن اثنين ومن المعز اثنين } أُبدل { اثنين } من قوله : { ثمانية أزواج } قوله : { اثنين } : بدلَ تفصيل ، والمراد : اثنين منها أي من الأزواج ، أي ذَكَرٌ وأنثى كلّ واحد منهما زوج للآخر ، وفائدة هذا التّفصيل التوصّل لذكر أقسام الذّكور والإناث توطئة للاستدلال الآتي في قوله : { قل ءآلذكرين حرم أم الأنثيين } الآية .وسُلك في التّفصيل طريق التّوزيع تمييزاً للأنواع المتقاربة ، فإنّ الضأن والمعز متقاربان ، وكلاهما يذبح ، والإبلَ والبقرَ متقاربة ، والإبلُ تنحر ، والبقر تذبح وتُنحر أيضاً . ومن البقر صنف له سنام فهو أشبه بالإبل ويوجد في بلاد فارس ودخل بلاد العرب وهو الجاموس ، والبقرُ العربي لا سنام له وثَورها يسمّى الفريش .ولمّا كانوا قد حرّموا في الجاهليّة بعض الغنم ، ومنها ما يسمّى بالوصيلة كما تقدّم ، وبعض الإبل كالبَحيرة والوصيلة أيضاً ، ولم يحرّموا بعض المعز ولا شيئاً من البقر ، ناسب أن يؤتى بهذا التّقسيم قبل الاستدلال تمهيداً لتحكّمهم إذْ حرّموا بعض أفراد من أنواع ، ولم يحرّموا بعضاً من أنواع أخرى ، وأسباب التّحريم المزعومة تتأتى في كلّ نوع فهذا إبطال إجمالي لما شرعوه وأنَّه ليس من دين الله ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً .وهذا الاستدلال يسمى في علم المناظرة والبحث بالتحكّم .والضأن بالهمز اسم جمع للغَنم لا واحد له من لفظه ، ومفرد الضأن شاة وجمعها شاءٌ .وقيل هو جمع ضَائن . والضأن نوع من الأنعام ذواتتِ الظلف له صوف . والمعز اسم جمع مفرده ماعِز ، وهو نوع من الأنعام شبيه بالضأن من ذوات الظلف له شعر مستطيل ، ويقال : مَعْز بسكون العين ومَعز بفتح العين وبالأول قرأ نافع . وعاصم ، وحمزة ، والكسائي ، وأبو جعفر ، وخلف . وقرأ بالثّاني الباقون .وبعد أن تمّ ذكر المنّة والتّمهيد للحجّة ، غيرّ أسلوب الكلام ، فابتدىء بخطاب الرّسول عليه الصّلاة والسلام بأن يجادل المشركين ويظهر افتراءهم على الله فيما زعموه من تحريم ما ابتدعوا تحريمه من أنواع وأصناف الأنعام على من عيّنوه من النّاس بقوله : { قل ءآلذكرين حرم } الآيات . فهذا الكلام ردّ على المشركين ، لإبطال ما شرعوه بقرينة قوله : { نبئوني بعلم إن كنتم صادقين } وقوله : { أم كنتم شهداء إذ وصاكم الله بهذا } الآية . فقوله : قل ءآلذكرين حرم أم الأنثيين إلى آخرها في الموضعين ، اعتراض بعد قوله : { ومن المعز اثنين } وقوله : { ومن البقر اثنين }.وضمير : { حرّم } عائد إلى اسم الله في قوله : { كلوا مما رزقكم الله } [ الأنعام : 142 ] ، أو في قوله : { وحرموا ما رزقهم الله } [ الأنعام : 140 ] الآية . وفي تكرير الاستفهام مرّتين تعريض بالتّخطئة ، فالتّوبيخ والتّقريع الّذي يعقبه التّصريح به في قوله : { إن كنتم صادقين } وقوله : { أم كنتم شهداء إذ وصاكم الله بهذا فمن أظلم ممن أفترى على الله كذباً } الآية . فلا تردّد في أنّ المقصود من قوله : { قل ءآلذكرين حرم } في الموضعين إبطال تحريم ما حرّم المشركون أكله ، ونفي نسبة ذلك التّحريم إلى الله تعالى . وإنَّما النظر في طريق استفادة هذا المقصود من نظم الكلام . وهو من المعضلات .فقال الفخر : «أطبق المفسّرون على أنّ تفسير هذه الآية أنّ المشركين كانوا يحرّمون بعض الأنعام فاحتجّ الله على إبطال قولهم بأنْ ذكَرَ الضأن والمعز والإبل والبقر . وذكر من كلّ واحد من هذه الأربعة زوجين ذكراً وأنثى ، ثمّ قال : إن كان حُرّم منها الذّكر وجب أن يكون كلّ ذكورها حراماً ، وإن كان حُرم الأنثى وجب أن يكون كلّ إناثها حراماً ، وأنَّه إن كان حرّم ما اشتملت عليه أرحام الأنثيين وجب تحريم الأولاد كلّها» . حاصل المعنى نفي أن يكون الله حرّم شيئاً ممّا زعموا تحريمه إياه بطريق السبّر والتّقسيم وهو من طريق الجدل .قلت : هذا ما عزاه الطّبري إلى قتادة ، ومجاهد ، والسدّي ، وهذا لا يستقيم لأنّ السبر غير تامّ إذ لا ينحصر سبب التّحريم في النّوعيّة بل الأكثر أنّ سببه بعض أوصاف الممنوع وأحواله . 5وقال البغوي : قالوا : { هذه أنعَام وحرث حجر } [ الأنعام : 138 ] وقالوا : { ما في بطون هذه الأنعام خالصة لذكورنا ومحرّم على أزواجنا } [ الأنعام : 139 ] وحرّموا البحيرة والسّائبة والوصيلة والحامي ، فلمّا قام الإسلام جَادَلوا النّبيء صلى الله عليه وسلم وكان خطيبهم مالكَ بن عوف الجُشَمي قالوا : يا محمّد بلغَنا أنَّك تحرّم أشياء ممّا كان آباؤنا يفعلونه .فقال لهم رسول الله صلى الله عليه وسلم إنَّكم قد حرّمتم أصنافاً من النّعم على غير أصل ، وإنَّما خلق الله هذه الأزواج الثّمانية للأكل والانتفاع بها ، فمِن أيْن جاء هذا التّحريم أمِن قِبلَ الذّكر أم من قِبَل الأنثى . فسكت مالك بن عوف وتحيَّر اه ( أي وذلك قبل أن يُسلم مالك بن عوف ) ولم يعزه البغوي إلى قائل وهو قريب ممّا قاله قتادة والسّدي ومجاهد فتبيّن أنّ الحجاج كلّه في تحريم أكل بعض هذه الأنواع من الأنعام ، وفي عدم التّفرقة بين ما حرّموا أكله وما لم يحرّموه مع تماثل النّوع أو الصنف .والّذي يؤخذ من كلام أئمَّة العربيّة في نظم الاستدلال على المشركين أنّ الاستفهام في قوله : { ءآلذكرين حرم } في الموضعين . استفهام إنكاري ، قال في «الكشاف» الهمزة في { ءآلذكرين } للإنكار . والمعنى : إنكار أن يحرّم الله تعالى من جنسي الغنم شيئاً من نوعي ذكورها وإناثها وما تحمل إناثها وكذلك في جنسي الإبل والبقر ، وبيّنه صاحب «المفتاح» في باب الطلب بقوله : وإن أردتَ به ( أي بالاستفهام ) الإنكا فانسجه على منوال النّفي فَقُل ( في إنكار نفس الضرب ) أضربت زيداً ، وقل ( في إنكار أن يكون للمخاطب مضروبٌ ) أزيداً ضربت أم عمراً ، فإنَّك إذا أنكرت من يُردّد الضّرب بينهما ( أي بزعمه ) تولّد منه ( أي من الإنكار عليه ) إنكار الضرب على وجه بُرهاني ومنه قوله تعالى : { ءآلذكرين حرم أم الأنثيين }.قال شارحه القطب الشّيرازي : لاستلزام انتفاء محلّ التّحريم انتفاءَ التّحريم لأنَّه عرض يمتنع وجوده ، أي التّحريم ، دون محلّ يقوم به فإذا انتفى ( أي محلّه ) انتفى هو أي التّحريم ا ه .أقول وجه الاستدلال : أنّ الله لو حرّم أكل بعض الذّكور من أحد النّوعين لحرّم البعضَ الآخر ، ولو حرّم أكل بعض الإناث لحرّم البعض الآخر . لأنّ شأن أحكام الله أن تكون مطّردة في الأشياء المتّحدة بالنّوع والصّفة ، ولو حَرّم بعض ما في بطون الأنعام على النّساء لحرّم ذلك على الرّجال ، وإذْ لم يحرّم بعضها على بعض مَع تماثل الأنواع والأحوال . أنتجَ أنَّه لم يحرّم البعض المزعوم تحريمُه ، لأنّ أحكام الله منوطة بالحكمة ، فدلّ على أنّ ما حرّموه إنَّما حرّموه من تلقاء أنفسهم تحكّماً واعتباطاً ، وكان تحريمهم ما حرّموه افتراءً على الله . ونهضت الحجّة عليهم ، الملجئةُ لهم ، كما أشار إليه كلام النّبيء صلى الله عليه وسلم لمالك بن عوف الجُشمي المذكورُ آنفاً ، ولذلك سَجَّل عليهم بقوله : { نبئوني بعلم إن كنتم صادقين } فقوله : { ءآلذكرين حرم } أي لو حرّم الله ءآلذكرين لسوّى في تحريمهما بين الرّجال والنّساء . وكذلك القول في الأنثيين ، والاستفهام في قوله : { ءآلذكرين حرم } في الموضعين مُستعمل في التّقرير والإنكار بقرينة قوله قبله : { سيجزيهم وصفهم إنَّه حكيم عليم }[ الأنعام : 139 ]. وقوله : { ولا تتَّبعوا خطوات الشّيطان } [ البقرة : 168 ]. ومعلوم أنّ استعمال الاستفهام في غير معنى طلب الفهم هو إما مجاز أو كناية .ولذلك تعيَّن أن تكون { أم } منقطعة بمعنى ( بل ) ومعناها الإضراب الانتقالي تعديداً لهم ويُقَدّر بعدها استفهام . فالمفرد بعد { أم } مفعول لفعل محذوف ، والتّقدير : أم أحرّم الأنثيين . وكذلك التّقدير في قوله : { أما اشتملت عليه أرحام الأنثيين } وكذلك التّقدير في نظيره .وقوله : { من الضأن اثنين ومن المعز اثنين } مع قوله : { ومن الإبل اثنين ومن البقر اثنين } من مسلك السير والتقسيم المذكور في مسالك العلة من علم أصول الفقه .وجملة : { نبئوني بعلم إن كنتم صادقين } بدل اشتمال من جملة؛ { ءآلذكرين حرم أم الأنثيين } لأنّ إنكار أن يكون الله حرّم شيئاً من ذكور وإناث ذينك الصنفين يقتضي تكذيبهم في زعمهم أنّ الله حرّم ما ذكروه فيلزم منه طلبُ الدّليل على دعواهم . فموقع جملة { ءآلذكرين } بمنزلة الاستفسار في علم آداب البحث . وموقع جملة : { نبئوني بعلم إم كنتم صادقين } بمنزلة المنع . وهذا تهكّم لأنَّه لا يَطلب تلقّي علم منهم . وهذا التَّهكّم تابع لصورة الاستفهام وفرعٌ عنها . وهو هنا تجريد للمجاز أو للمعنى الملزوم المنتقل منه في الكناية . وتثنية ءآلذكرين والأنثيين : باعتبار ذكور وإناث النّوعين .وتعدية فعل : { حَرّم } إلى { الذّكرين } و { الأنثيين } وما اشتملت عليه أرحام الأنثيين ، على تقدير مضاف معلوم من السّياق ، أي : حرّم أكل ءآلذكرين أم الأنثيين إلى آخره .والتّعريف في قوله : { ءآلذكرين } وقوله : { أما اشتملت عليه أرحام الأنثيين } تعريف الجنس كما في «الكشاف» .والباء في { بعلم } : يحتمل أن تكون لتعدية فعل الإنباء ، فالعلم بمعنى المعلوم . ويحتمل أن تكون للملابسة ، أي نبّئوني إنباء ملابساً للعلم ، فالعلم ما قابل الجهل أي إنباء عالم . ولمَّا كانوا عاجزين عن الإنباء دلّ ذلك على أنَّهم حرّموا ما حرّموه بجهالة وسوء عقل لا بعلم ، وشأن من يتصدّى للتحريم والتّحليل أن يكون ذا علم .وقوله : { إن كنتم صادقين } أي في قولكم : إنّ الله حرّم ما ذكرتم أنَّه محرّم ، لأنَّهم لو كانوا صادقين في تحريم ذلك لاستطاعوا بيان ما حرّمه الله ، ولأبدوا حكمة تحريم ما حرّموه ونسبوا تحريمه إلى الله تعالى .",
  "ayah": 143,
  "surah": 6
}
