{
  "text": "استئناف رجع به الكلام إلى مجادلة المشركين بعد أن اعترض بينها بقوله : { قل لا أجد في مآ أوحي إليّ محرماً على طاعم يطعمه إلى قوله فإنّ ربّك غفور رحيم } [ الأنعام : 145 ] ، فلمّا قطع الله حجّتهم في شأن تحريم ما حرّموه ، وقسمة ما قسموه ، استقصى ما بقي لهم من حجّة وهي حجّة المحجوج المغلوب الذي أعيته المجادلة ولم تبق له حجّة ، إذ يتشبّث بالمعاذير الواهية لترويج ضلاله ، بأن يقول : هذا أمر قضي وقدّر .فإن كان ضمير الرّفع في قوله : { فإن كذبوك } [ الأنعام : 147 ] عائداً إلى المشركين كان قوله تعالى هنا : { سيقول الذين أشركوا } إظهاراً في مقام الإضمار لزيادة تفظيع أقوالهم ، فإخبار الله عنهم بأنَّهم سيقولون ذلك إن كان نزول هذه الآية قبلَ نزول آية سورة النّحل ( 35 ) : { وقال الذين أشركوا لو شاء الله ما عبدنا من دونه من شيء نحن ولا آباؤنا ولا حرمنا من دونه من شيء } وهو الأرجح ، فإنّ سورة النَّحل معدودة في النّزول بعد سورة الأنعام ، كان الإخبار بأنَّهم سيقولونه اطلاعاً على ما تُكنّه نفوسهم من تزوير هذه الحجّة ، فهو معجزة من معجزات القرآن من نوع الإخبار بالغيب كقوله تعالى : { فإن لم تفعلوا ولن تفعلوا } [ البقرة : 24 ]. وإن كان نزول هذه الآية بعد نزول آية سورة النّحل فالإخبار بأنَّهم سيقولونه معناه أنَّهم سيعيدون معذرتهم المألوفة .وحاصل هذه الحجّة : أنَّهم يحتجّون على النّبيء صلى الله عليه وسلم بأنّ ما هم عليه لو لم يكن برضى الله تعالى لصَرَفَهم عنه ولَمَا يسَّره لهم ، يقولون ذلك في معرض إفحام الرّسول عليه الصّلاة والسّلام وإبطال حُكمه عليهم بالضّلالة ، وهذه شبهة أهل العقول الأفِنة الذين لا يُفرّقون بين تصرّف الله تعالى بالخَلْق والتّقدير وحفظِ قوانين الوجود ، وهو التصرّف الذي نسمّيه نحن بالمشيئة وبالإرادة ، وبين تصرّفه بالأمر والنّهي ، وهو الذي نسمّيه بالرّضى وبالمحبّة ، فالأوّل تصرّف التّكوين والثّاني تصرف التّكليف ، فهم يحسبون أنّ تمكّنهم من وضع قواعد الشّرك ومن التّحريم والتّحليل ما هو إلاَّ بأن خلق الله فيهم التمكّن من ذلك ، فيحسبون أنَّه حين لم يمسك عِنان أفعالهم كان قد رضي بما فعلوه ، وأنَّه لو كان لا يرضى به لما عجز عن سلب تمكّنهم ، يحسبون أنّ الله يُهمّه سوءُ تصرّفهم فيما فطرهم عليه ، ولو كان كما يتوهَّمون لكان الباطل والحقّ شيئاً واحداً ، وهذا ما لا يفهمه عقل حَصيف ، فإنّ أهل العقول السّخيفة حين يتوهَّمون ذلك كانوا غير ملتفتين إلاّ إلى جانب نحلتهم ومعرضين عن جانب مخالفهم ، فإنَّهم حين يقولون : { لو شاء الله ما أشركنا } غافلون عن أن يقال لهم . من جانب الرّسول : لو شاء الله ما قلتُ لكم أنّ فعلكم ضلال ، فيكون الله على حسب شبهتهم قد شاء الّشيء ونقيضه إذ شاء أنَّهم يشركون وشاء أن يقول لهم الرّسول لا تشركوا .وسبب هذه الضّلالة العارضة لأهل الضّلال من الأمم ، التي تلوح في عقول بعض عوام المسلمين في معاذيرهم للمعاصي والجرائم أن يقولوا : أمْرُ الله أو مَكْتُوبُ عند الله أو نحو ذلك ، هو الجهل بأنّ حكمة الله تعالى في وضع نظام هذا العالم اقتضت أن يجعل حجاباً بين تصرّفه تعالى في أحوال المخلوقات ، وبين تصرّفهم في أحوالهم بمقتضى إرادتهم ، وذلك الحجاب هو ناموس ارتباط المسبّبات بأسبابها ، وارتباطِ أحوال الموجودات في هذا العالم بعضِها ببعض ، ومنه ما يسمّى بالكَسب والاستطاعة عند جمهور الأشاعرة ، ويسمّى بالقدرة عند المعتزلة وبعضضِ الأشاعرة ، وذلك هو مورد التّكليف الدالّ على ما يرضاه الله وما لا يرضى به ، وأنّ الله وضع نظام هذا العالم بحكمة فجعل قِوامه هو تدبير الأشياء أمورَها من ذواتها بحسب قوى أودعها في الموجودات لتسعى لما خُلقت لأجله ، وزاد الإنسانَ مزيَّةً بأن وضع له عقلاً يمكّنه من تغيير أحواله على حسب احتياجه ، ووضّع له في عقله وسائل الاهتداء إلى الخير والشرّ ، كما قيّض له دعاة إلى الخير تنبّهه إليه إن عرته غفلة ، أو حجبته شهوة ، فإن هو لم يرعوِ غيِّهْ ، فقد خَانَ بساطَ عقله بطَيِّهْ .وبهذا ظهر تخليط أهل الضّلالة بين مشيئة العباد ومشيئة الله ، فلذلك ردّ الله عليهم هنا قولهم : { لو شاء الله مآ أشركنا ولا أباؤنا } لأنَّهم جعلوا ما هو مشيئة لهم مشيئة لله تعالى ، ومع ذلك فهو قد أثبت مشيئته في قوله : { ولو شاء الله ما أشركوا } [ الأنعام : 107 ] فهي مشيئة تكوين العقول وتكوين نظام الجماعة .فهذه المشيئة التي اعتلّوا بها مشيئة خفيّة لا تتوصّل إلى الاطّلاع على كنهها عقول البشر ، فلذلك نعى الله عليهم استنادهم إليها على جهلهم بكنهها ، فقال : كذلك كذب الذين من قبلهم فَشَبَّه بتكذيبِهم تكذيبَ المكذّبين الذين من قبلهم ، فكنّى بذلك عن كون مقصد المشركين من هذه الحجّة تكذيب النّبيء صلى الله عليه وسلم وقد سبق لنا بيان في هذا المعنى في هذه السّورة ( 107 ) عند قوله تعالى : { ولو شاء الله ما أشركوا . } وليس في هذه الآية ما ينهض حجّة لنا على المعتزلة ، ولا للمعتزلة علينا ، وإن حاول كلا الفريقين ذلك لأنّ الفريقين متّفقان على بطلان حجّة المشركين . وفي الآية حجّة على الجبرية .وقوله تعالى : { كذلك كذب الذين من قبلهم } أي كذّب الذين من قبلهم أنبياءهم مثل ما كذّبك هؤلاء . وهذا يدلّ على أنّ الذين أشركوا قصدوا بقولهم : { لو شاء الله ما أشركنا } تكذيب النّبيء صلى الله عليه وسلم إذ دعاهم إلى الإقلاع عمّا يعتقدون بحجّة أنّ الله رضيه لهم وشاءه منهم مشيئة رضى ، فكذلك الأمم قبلهم كذّبوا رسلهم مستندين إلى هذه الشبهة فسمّى الله استدلالهم هذا تكذيباً ، لأنَّهم ساقوه مساق التّكذيب والإفحام ، لا لأنّ مقتضاه لا يقول به الرّسول صلى الله عليه وسلم والمسلمون ، فإنَّا نقول ذلك كما قال تعالى :{ ولو شاء الله ما أشركوا } [ الأنعام : 107 ] نريد به معنى صحيحاً فكلامهم من باب كلام الحقّ الذي أريد به باطل ، ووقع في «الكشاف» أنّه قرىء : { كذلك كذب الذين من قبلهم } بتخفيف ذال كذب وقال الطيّبي : هي قراءة موضوعة أو شاذّة يعني شاذّة شذوذاً شديداً ولم يروها أحد عن أحد من أهل القراءات الشاذّة ، ولعلّها من وضع بعض المعتزلة في المناظرة كما يؤخذ من كلام الفخر .وقوله : { حتى ذاقوا بأسنا } غاية للتكذيب مقصود منها دوامهم عليه إلى آخر أوقات وجودهم . فلمّا ذاقوا بأس الله هلكوا واضمحلّوا ، وليست الغاية هنا للتّنهية : والرّجوع عن الفعل لظهور أنَّه لا يتصوّر الرّجوع بعد استئصالهم .والذّوق مجاز في الإحساس والشّعور ، فهو من استعمال المقيّد في المطلق ، وقد تقدّم الكلام عليه عند قوله تعالى : { ليذوقَ وبال أمره في سورة العقود ( 95 ).والبأس تقدّم الكلام عليه في سورة البقرة وإضافته إلى ضمير الله تعالى لتعظيمه وتهويله .وأمَرَ الله رسولَه بالجواب عن مقالهم الواقع أو المتوقّع بقوله : قل هل عندكم من علم فتخرجوه لنا } ، ففصل جملة : { قل } لأنَّها جارية مجرى المقاولة والمجاوبة كما تقرّر غير مرّة ، وجاء بالاستفهام المقصود منه الإفحَام والتهكّم بما عُرف من تشبّثُهم بمثل هذا الاستدلال .وجُعل الاستفهام ب { هَلْ } لأنَّها تدلّ على طلب تحقيق الإسناد المسؤول عنه ، لأنّ أصل { هل } أنَّها حرف بمعنى «قد» لاختصاصها بالأفعال ، وكثرَ وقوعها بعد همزة الاستفهام ، فغلب عليها معنى الاستفهام ، فكثر حذف الهمزة معها حتّى تنوسيت الهمزة في مشهور الكلام ولم تظهر معها إلا في النّادر ، وقد تقدّم شيء من هذا عند قوله تعالى : { فهل أنتم منتهون في سورة العقود ( 91 ). فدلّ هل } على أنَّه سائل عن أمر يريد أن يكون محقّقا كأنَّه يرغب في حصوله فيغريهم بإظهاره حتّى إذا عجزوا كان قطعاً لدعواهم .والمقصود من هذا الاستفهام التهكّم بهم في قولهم : { لو شاء الله ما أشركنا ألى ولا حرمنا } ، فأظهر لهم من القول من يظهره المعجَب بكلامهم . وقرينة التّهكّم بادية لأنَّه لا يظنّ بالرّسول عليه الصلاة والسلام والمؤمنين أن يطلبوا العلم من المشركين ، كيف وهو يصارحهم بالتّجهيل والتّضليل صباحَ مساءَ .والعِلم : ما قابل الجهل ، وإخراجه الإعلام به ، شبهت إفادة المعلوم لمن يجهله بإخراج الشّيء المخبوء ، وذلك مثل التّشبيه في قول النّبي صلى الله عليه وسلم «وعلم بثّه في صدور الرّجال» ولذلك كان للإتيان : ب { عندكم } موقع حسن ، لأنّ ( عند ) في الأصل تدلّ على المكان المختصّ بالذي أضيف إليه لفظُها ، فهي ممّا يناسب الخفاء ، ولولا شيوع استعمالها في المعنى المجازي حتّى صارت كالحقيقة لقلْتُ : إنّ ذكر ( عند ) هنا ترشيح لاستعارة الإخراج للإعلام .وجعل إخراج العلم مرتَّباً بفاء السَّببيّة على العندية للدّلالة على أنّ السّؤال مقصود به ما يتسبّب عليه .واللاّم في : { فتخرجوه لنا } للأجْل والاختصاص ، فتؤذن بحاجة مجرورها لمتعلّقها ، أي فتخرجوه لأجلنا : أي لنفعنا ، والمعنى : لقد أبدعتم في هذا العلم الذي أبديتموه في استفادتكم أنّ الله أمركم بالشّرك وتحريم ما حرّمتموه بدلالة مشيئة على ذلك إذ لو شاء لما فعلتم ذلك فزيدونا من هذا العلم .وهذا الجواب يشبه المنع في اصطلاح أهل الجدل ، ولمّا كان هذا الاستفهام صورياً وكان المتكلّم جازماً بانتفاء ما استَفْهَم عنه أعقبه بالجواب بقوله : { إن تتبعون إلا الظن }.وجملة : { إن تتبعون إلا الظن } مستأنفة لأنَّها ابتداء كلام بإضراب عن الكلام الذي قبله ، فبعد أن تهكّم بهم جدّ في جوابهم ، فقال : { إن تتبعون إلا الظن } أي : لا علم عندكم . وقصارى ما عندكم هو الظنّ الباطل والخَرْص . وهذا يشبه سند المنع في عرف أهل الجدل . والمراد بالظنّ الظنّ الكاذب وهو إطلاق له شائع كما تقدّم عند قوله تعالى : { إن يتبعون إلا الظن وإن هم إلا يخرصون } في هذه السّورة ( 116 ).",
  "ayah": 148,
  "surah": 6
}
