{
  "text": "استئناف ابتدائي : للانتقال من طريقة الجدل والمناظرة في إبطال زعمهم ، إلى إبطاله بطريقة التّبيين ، أي أحضروا من يشهدون أنّ الله حرّم هذا ، تقصياً لإبطال قولهم من سائر جهاته . ولذلك أعيد أمر الرّسول صلى الله عليه وسلم بأن يقول لهم ما يظهر كذب دعواهم .وإعادة فعل { قل } بدون عطف لاسترعاء الأسماع ولوقوعه على طريقة المحاورة كما قدمناه آنفاً .و { هلمّ } اسم فعللِ أمْرٍ للحُضور أو الإحضار ، فهي تكون قاصرة كقوله تعالى : { هلمّ إلينا } [ الأحزاب : 18 ] ومتعدية كما هنا ، وهو في لغة أهل الحجاز يلزم حالة واحدة فلا تلحقه علامات مناسبة للمخاطب ، فتقول : هلمّ يا زيدُ ، وهلمّ يا هندُ ، وهكذا ، وفي لغة أهل العالية أعني بني تميم تلحقه علامات مناسبة ، يقولون : هَلُمّي يا هند ، وهلُمَّا ، وهلُمّوا ، وهلْمُمْنَ ، وقد جاءَ في هذه الآية على الأفصح فقال : { هلم شهداءكم }.والشّهداء : جمع شهيد بمعنى شاهد ، والأمر للتّعجيز إذ لا يَلقون شهداء يشهدون أنّ الله حرّم ما نسبوا إليه تحريمه من شؤون دينهم المتقدّم ذكرها . وأضيف الشّهداء إلى ضمير المخاطبين لزيادة تعجيزهم ، لأنّ شأن المحقّ أن يكون له شهداء يعلمهم فيحضرهم إذا دُعي إلى إحقاق حقّه ، كما يقال للرّجل : اركَب فرسك والْحَقْ فلاناً ، لأنّ كلّ ذي بيت في العرب لا يَعدِم أن يكون له فرس ، فيقول ذلك له من لا يعلم له فرساً خاصاً ولكن الشأن أن يكون له فرس ومنه قوله تعالى : { يدنين عليهن من جلابيبهن } [ الأحزاب : 59 ] وقد لا يكون لإحداهن جلباب كما ورد في الحديث أنَّه سئل : إذا لم يكن لإحدانا جلباب ، قال : لتُلْبِسْها أخْتُها من جلبابها .ووصفُهم بالموصول لزيادة تقرير معنى إعداد أمثالهم للشّهادة ، فالطّالب ينزّل نفسه منزلة من يظنّهم لا يخلُون عن شهداء بحقِّهم من شأنهم أن يشهدوا لهم وذلك تمهيد لتعجيزهم البين إذا لم يحضروهم ، كما هو الموثوق به منهم ألا ترى قوله : { أم كنتم شهداء إذ وصّاكم الله بهذا } [ الأنعام : 144 ] فهو يعلم أن ليس ثمة شهداء .وإشارة { هذا } تشير إلى معلوم من السّياق ، وهو ما كان الكلام عليه من أوّل الجدال من قوله : { ثمانية أزواج } [ الأنعام : 143 ] الآيات ، وقد سبقت الإشارة إليه أيضاً بقوله : { أم كنتم شهداء إذ وصّاكم الله بهذا } [ الأنعام : 144 ].ثمّ فرع على فرض أن يحضروا شهداء يشهدون ، قوله : { فإن شهدوا فلا تشهد معهم } ، أي إن فرض المستبعد فأحضروا لك شهداء يشهدون أنّ الله حرّم هذا الذي زعموه ، فكذّبهم وأعلم بأنَّهم شهود زور ، فقوله : { فلا تشهد معهم } كناية عن تكذيبهم لأنّ الذي يصدق أحداً يوافقه في قوله ، فاستعمل النّهي عن موافقتهم في لازمه ، وهو التّكذيب ، وإلاّ فإنّ النَّهي عن الشّهادة معهم لمن يعلم أنَّه لا يشهد معهم لأنَّه لا يصدّق بذلك فضلاً على أن يكون شاهده من قبيل تحصيل الحاصل ، فقرينة الكناية ظاهرة .وعُطف على النّهي عن تصديقهم ، النّهيُ عن اتّباع هواهم بقوله : { ولا تتبع أهواء الذين كذبوا }.وأظهر في مقام الإضمار قوله : { الذين كذبوا بآياتنا } لأنّ في هذه الصّلة تذكيراً بأنّ المشركين يكذّبون بآيات الله ، فهم ممّن يتجنّب اتَّباعهم ، وقيل : أريد بالذين كذبوا اليهود بناء على ما تقدّم من احتمال أن يكونوا المراد من قوله : { فإن كذّبوك فقل ربكم ذو رحمة واسعة } [ الأنعام : 147 ] وسمَّى دينهم هوى لعدم استناده إلى مستند ولكنّه إرضاء للهوى . والهوى غلب إطلاقه على محبّة الملائم العاجل الذي عاقبته ضرر . وقد تقدّم عند قوله تعالى : { ولئن اتبعت أهواءهم من بعد ما جاءك من العلم } في سورة البقرة ( 145 ).وقوله : والذين لا يؤمنون بالآخرة } عطف على { الذين كذبوا } والمقصود عطف الصّلة على الصّلة لأنّ أصحاب الصّلتين متّحدون ، وهم المشركون ، فهذا كعطف الصّفات في قول القائل ، أنشده الفراء: ... إلى الملك القرم وابن الهمام وليثثِ الكتيبة في المزدَحَم ... كان مقتضَى الظاهر أن لا يعاد اسم الموصول لأنّ حرف العطف مغن عنه ، ولكن أجري الكلام على خلاف مقتصى الظاهر لزيادة التّشهير بهم ، كما هو بعض نكت الإظهار في مقام الإضمار . وقيل : أريد بالذين كذّبوا بالآيات : الذين كذّبوا الرّسول عليه الصّلاة والسّلام والقرَآن ، وهم أهل الكتابين ، وبالذين لا يؤمنون بالآخرة وهم بربِّهم يعدلون : المشركون ، وقد تقدّم معنى : { بربهم يعدلون } عند قوله تعالى : { ثم الذين كفروا بربّهم يعدلون } في أوّل هذه السورة ( 1 ).",
  "ayah": 150,
  "surah": 6
}
