{
  "text": "{ وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتى هِىَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ }.عطف جملة : { ولا تقربوا } على الجملة التي فَسَّرت فعل : { أتْلُ } [ الأنعام : 151 ] عطف محرّمات ترجع إلى حفظ قواع التّعامل بين النّاس لإقامة قواعد الجامعة الإسلاميّة ومدنيتها وتحقيق ثقة النّاس بعضهم ببعض .وابتدأها بحفظ حقّ الضّعيف الذي لا يستطيع الدّفع عن حقّه في ماله ، وهو اليتيم ، فقال : { ولا تقربوا مال اليتيم إلا بالتي هي أحسن } والقِربان كناية عن ملابسة مال اليتيم . والتّصرّف فيه كما تقدّم آنفاً في قوله : { ولا تقربوا الفواحش } [ الأنعام : 151 ]. ولمَّا اقتضى هذا تحريم التصرّف في مال اليتيم ، ولو بالخزن والحفظ ، وذلك يعرّض ماله للتّلف ، استُثني منه قوله : { إلا بالتي هي أحسن } أي إلاّ بالحالة التي هي أحسن ، فاسم الموصول صفة لموصوف محذوف يقدّر مناسباً للموصول الذي هو اسم للمؤنَّث ، فيقدر بالحالة أو الخَصلة .والباء للملابسة ، أي إلاّ ملابسين للخصلة أو الحالة التي هي أحسن حالات القرب ، ولك أن تقدّره بالمرّة من : { تقربوا } أي إلاّ بالقَربة التي هي أحسن . وقد التزم حذف الموصوف في مثل هذا التّركيب واعتباره مؤنَّثاً يجري مجرى المثل ، ومنه قوله تعالى : { ادفع بالتي هي أحسن السيئة } [ المؤمنون : 96 ] أي بالخصلة الحسنة ادفَعْ السيّئة ، ومن هذا القبيل أنَّهم أتوا بالموصول مؤنَّثاً وصفاً لمحذوف ملتزم الحذف وحذفوا صلته أيضاً في قولهم في المثل : «بعد اللَّتَيَّا والتي» ، أي بعد الدّاهية الحقيرة والدّاهية الجليلة كما قال سُلْمِيّ بنُ ربيعةَ الضبِّي: ... ولقد رأبْتُ ثَأى العشيرة بينَهاوكفيتُ جانبها اللَّتَيَّا والتِي ... و { أحسنُ } اسم تفضيل مسلوب المفاضلة ، أي الحسنة ، وهي النّافعة التي لا ضرّ فيها لليتيم ولا لِماله . وإنَّما قال هنا : { ولا تقربوا } تحذيراً من أخذ ماله ولو بأقلّ أحوال الأخذ لأنَّه لا يدفع عن نفسه ، ولذلك لم يقل هنا : { ولا تأكلوا كما قال في سورة البقرة ( 188 ) : { ولا تأكلوا أموالكم بينكم بالباطل } والأشُدّ : اسم يدلّ على قوّة الإنسان ، وهو مشتقّ من الشدّ وهو التوثّق ، والمراد به في هذه الآية ونظائرها ، ممّا الكلام فيه على اليتيم ، بلوغه القوّة التي يخرج بها من ضعف الصّبا ، وتلك هي البلوغ مع صحّة العقل ، لأنّ المقصود بلوغه أهليّة التصرّف في ماله . وما منع الصّبي من التصرّف في المال إلاّ لضعف في عقله بخلاف المراد منه في أوصاف الرّجال فإنَّه يُعنى به بلوغ الرجل منتهى حدّ القوّة في الرّجال وهو الأربعون سنة إلى الخمسين قال تعالى : { حتى إذا بلغ أشده وبلغ أربعين سنة } [ الأحقاف : 15 ] وقال سُحيم بن وَثيل: ... أخُو خمسين مُجتمع أشُدّيوَنَجَّذني مداورة الشُّؤون ... والبلوغ : الوصول ، وهو هنا مجاز في التدرّج في أطوار القوّة المخرِجة من وهن الصّبا .و { حتى } غاية للمستثنى : وهو القربان بالتي هي أحسن ، أي التصرّف فيه إلى أن يبلغ صاحبه أشدّه أي فيسلم إليه ، كما قال تعالى في الآية الأخرى{ فإن آنستم منهم رشداً فادفعوا إليهم أموالهم } [ النساء : 6 ] الآية .ووجه تخصيص حقّ اليتيم في ماله بالحفظ : أنّ ذلك الحقّ مظنّة الاعتداء عليه من الولي ، وهو مظنة انعدام المدافع عنه ، لأنَّه ما من ضعيف عندهم إلاّ وله من الأقارب والموالي من يدفع عنه إذا استجاره أو استنجده ، فأمّا اليتيم فإنّ الاعتداء عليه إنَّما يكون من أقرب النّاس إليه ، وهو وليّه ، لأنَّه لم يكن يلي اليتيم عندهم إلاّ أقرب النّاس إليه ، وكان الأولياء يتوسّعون في أموال أيتامهم ، ويعتدُون عليها ، ويضيعون الأيتام لكيلا ينشأوا نشأة يعرفون بها حقوقهم ، ولذلك قال تعالى : { ألم يجدك يتيماً فآوى } [ الضحى : 6 ] لأنّ اليتيم مظنّة الإضاعة فلذلك لم يوص الله تعالى بمال غير اليتيم ، لأنّ صاحبه يدفع عن نفسه ، أو يستدفع بأوليائه ومنجديه .{ وَأَوْفُواْ الكيل والميزان بالقسط }.عطف الأمر بإيفاء الكيل والميزان ، وذلك في التّبايع ، فقد كانوا يبيعون التّمر والزّبيب كيلاً ، وكانوا يتوازنون الذّهب والفضّة ، فكانوا يُطَفّفون حرصاً على الرّبح ، فلذلك أمرهم بالوفاء . وعدل عن أن يأتي فيه بالنَّهي عن التّطفيف كما في قول شعيب : { ولا تَنقصوا المكيال والميزان } [ هود : 84 ] إشارة إلى أنَّهم مأمورون بالحدّ الذي يتحقّق فيه العدل وافياً ، وعدمُ النّقص يساوي الوفاء ، ولكن في اختيار الأمر بالإيفاء اهتماماً به لتكون النّفوس ملتفتة إلى جانب الوفاء لا إلى جانب ترك التّنقيص ، وفيه تذكير لهم بالسّخاء الذي يتمادحُون به كأنَّه قيل لهم : أين سخاؤكم الذي تتنافسون فيه فهلا تظهرونه إذا كِلْتم أو وزنتم فتزيدوا على العدل بأن توفّروا للمُكتال كرماً بله أن تسرقوه حقّه . وهذا تنبيه لهم على اختلال أخلاقهم وعدم توازنها .والباء في قوله : { بالقسط } للملابسة والقسط العدل ، وتقدّم عند قوله تعالى : { قائماً بالقسط } في سورة آل عمران ( 18 ) ، أي أوفوا متلبّسين بالعدل بأن لا تظلموا المكتال حقّه .لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا }.ظاهر تعقيب جملة : { وأوفوا الكيل } إلخ بجملة : { لا نكلف نفساً إلا وسعها } أنَّها متعلّقة بالتي وليتها فتكون احتراساً ، أي لا نكلّفكم تمام القسط في الكيل والميزان بالحبّة والذرّة ولكنّا نكلّفكم ما تظنّون أنَّه عدل ووفاء . والمقصود من هذا الاحتراسسِ أنّ لا يَترك النّاسُ التّعامل بينهم خشية الغلط أو الغفلة ، فيفضي ذلك إلى تعطيل منافع جمّة . وقد عدل في هذا الاحتراس عن طريق الغيبة الذي بُنيَ عليه المقول ابتداء في قوله : { ما حرم ربكم عليكم } [ الأنعام : 151 ] لِما في هذا الاحتراس من الامتنان ، فتولّى الله خطاب النّاس فيه بطريق التكلّم مباشرة زيادة في المنّة ، وتصديقاً للمبلّغ ، فالوصاية بإيفاء الكيل والميزان راجعة إلى حفظ مال المشتري في مظنّة الإضاعة ، لأنّ حالة الكيل والوزن حالة غفلة المشتري ، إذ البائع هو الذي بيده المكيال أو الميزان ، ولأنّ المشتري لرغبته في تحصيل المكيل أو الموزون قد يتحمّل التّطفيف ، فأوصِي البائع بإيفاء الكيل والميزان .وهذا الأمر يدلّ بفحوى الخطاب على وجوب حفظ المال فيما هو أشدّ من التّطفيف ، فإنّ التّطفيف إن هو إلاّ مخالسة قَدْر يسير من المبيع ، وهو الذي لا يظهر حين التّقدير فأكل ما هو أكثر من ذلك من المال أوْلى بالحفظ ، وتجنّب الاعتداء عليه .ويجوز أن تكون جملة : { لا نكلف نفساً إلا وسعها } تذييلاً للجمل التي قبلها ، تسجيلاً عليهم بأنّ جميع ما دُعوا إليه هو في طاقتهم ومكنتهم . وقد تقدّم ذلك عند قوله تعالى : { لا يكلف الله نفساً إلا وسعها } في آخر سورة البقرة ( 286 ).وَإِذَا قُلْتُمْ فاعدلوا وَلَوْ كَانَ ذَا قربى }.هذا جامعٌ كلّ المعاملات بين النّاس بواسطة الكلام وهي الشّهادة ، والقضاء ، والتّعديل ، والتّجريح ، والمشاورة ، والصّلح بين النّاس ، والأخبار المخبِرة عن صفات الأشياء في المعاملات : من صفات المبيعات ، والمؤاجرات ، والعيوب؛ وفي الوعود ، والوصايا ، والأيمان؛ وكذلك المدائح والشّتائم كالقذف ، فكلّ ذلك داخل فيما يصدر عن القول .والعدل في ذلك أن لا يكون في القول شيء من الاعتداء على الحقوق : بإبطالها ، أو إخفائها ، مثل كتمان عيوب المبيع ، وادّعاء العيوب في الأشياء السّليمة ، والكذب في الأثمان ، كأن يقول التّاجر : أُعطيت في هذه السلعة كذا ، لثمن لم يُعْطَه ، أو أنّ هذه السّلعة قامتْ علي بكذا . ومنه التزام الصّدق في التّعديل والتّجريح وإبداء النّصيحة في المشاورة ، وقول الحقّ في الصّلح . وأمّا الشّهادة والقضاء فأمر العدل فيهما ظاهر ، وإذا وَعَد القائل لا يُخلِف ، وإذا أوْصَى لا يظلم أصحابَ حقوق الميراث ، ولا يحلف على الباطل ، وإذا مدحَ أحداً مدحه بما فيه ، وأمَّا الشّتم فالإمساك عنه واجب ولو كان حقّاً فذلك الإمساك هو العدل لأنّ الله أمر به .وفي التّعليق بأداة الشّرط في قوله : { وإذا قلتم } إشارة إلى أنّ المرء في سعة من السكوت إن خشي قولَ العدل . وأمَّا أن يقول الجور والظّلم والباطل فليس له سبيل إلى ذلك ، والكذب كلّه من القول بغير العدل ، على أنّ من السكوت ما هو واجب . وفي «الموطأ» أنّ رجلاً خطب إلى رجل أختَه فذكر الأخُ أنَّها قد كانت أحدثَتْ فبلغ ذلك عُمر بن الخطّاب فضربه أو كاد يضربه ثمّ قال : «مَالَك ولِلْخَبَر» .والواو في قوله : { ولو كان } واو الحال ، ولو وصلية تفيد المبالغة في الحال التي من شأنها أن يظُنّ السّامع عدمَ شموللِ الحكم إيَّاها لاختصاصها من بين بقيّة الأحوال التي يشملها الحكم ، وقد تقدّم بيانها عند قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به } في سورة آل عمران ( 91 ) ، فإنّ حالة قرابة المقوللِ لأجله القولُ قد تحمل القائل على أن يقول غير العدل ، لنفع قريبه أو مصانعته ، فنبّهوا على وجوب التزام العدل في القول في تلك الحالة ، فالضّمير المستتر في ( كان ) كائد إلى شيء معلوم من الكلام : أي ولو كان الذي تعلّق به القول ذا قربى .والقربى : القرابة ويُعلم أنَّه ذو قرابة من القائل ، أي إذا قلتم قولاً لأجله أو عليه فاعدلوا ولا تقولوا غير الحقّ ، لا لدفع ضرّه بأن تغمصوا الحقّ الذي عليه ، ولا لنفعه بأن تختلقوا له حقّاً على غيره أو تبرءوه ممّا صدر منه على غيره ، وقد قال الله تعالى في العدل في الشّهادة والقضاء : { كونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين والأقربين } [ النساء : 135 ].وقد جاء طلب الحقّ في القول بصيغة الأمر بالعدل ، دون النّهي عن الظلم أو الباطل : لأنَّه قيّده بأداة الشّرط المقتضي لصدور القول : فالقول إذا صدر لا يخلو عن أن يكون حقّاً أو باطلاً ، والأمر بأن يكون حقّاً أوفَى بمقصد الشّارع لوجهين : أحدهما : أنّ الله يحبّ إظهار الحقّ بالقول ، ففي الأمر بأن يكون عدلاً أمر بإظهاره ونهي عن السّكوت بدون موجب . الثّاني : أنّ النَّهي عن قول الباطل أو الزّور يصدق بالكلام الموجَّه الذي ظاهره ليس بحقّ ، وذلك مذموم إلاّ عند الخوف أو الملاينة ، أو فيما لا يرجع إلى إظهار حقّ ، وتلك هي المعاريض التي ورد فيها حديث : « إنّ في المعاريض لمندوحة عن الكذب » .ختم هذه المتلوات بالأمر بإيفاء العهد بقوله : { وبعهد الله أوفوا }.وعهد الله المأمور بالإيفاء به هو كلّ عهد فيه معنى الانتساب إلى الله الذي اقتضته الإضافة ، إذ الإضافة هنا يصحّ أن تكون إضافة المصْدر إلى الفاعل ، أي ما عهد اللَّهُ به إليكم من الشّرائع ، ويصحّ أن تكون إضافة المصدر إلى مفعوله ، أي ما عاهدتم الله أن تفعلوه ، والتزمتموه وتقلّدتموه ، ويصحّ أن تكون الإضافة لأدنى ملابسة ، أي العهد الذي أمر الله بحفظه ، وحذر من ختره ، وهو العهود التي تنعقد بين الناس بعضهم مع بعض سواء كان بين القبائل أم كان بين الآحاد . ولأجل مراعاة هذه المعاني النّاشئة عن صلاحيّة الإضافة لإفادتها عُدِل إلى طريق إسناد اسم العهد إلى اسم الجلالة بطريق الإضافة دون طريق الفعل ، بأن يقال : وبما عاهدتم الله عليه ، أو نحن ذلك ما لا يحتمل إلاّ معنى واحداً . وإذْ كان الخطاب بقوله : { تعالوا } [ الأنعام : 151 ] للمشركين تعيّن أن يكون العهد شيئاً قد تقرّرت معرفته بينهم ، وهو العهود التي يعقدونها بالموالاة والصّلح أو نحو ذلك فهو يدعوهم إلى الوفاء بما عاقدوا عليه . وأضيف إلى الله لأنَّهم كانوا يتحالفون عند التّعاقد ولذلك يسمّون العهد حِلْفاً ، قال الحارث بن حلِّزة: ... واذْكروا حِلْف ذي المجاز وماقُدم فيه العهودُ والكفلاء ... وقال عمرو بن كلثوم: ... ونُوجد نحن أمنعَهم ذماراًوأوفاهم إذا عقَدوا يميناً ... فالآية آمرة لهم بالوفاء ، وكان العرب يتمادحون به . ومن العهود المقرّرة بينهم : حلف الفضول ، وحلف المطيَّبين ، وكلاهما كان في الجاهليّة على نفي الظّلم والجور عن القاطنين بمكّة ، وذلك تحقيق لعهد الله لإبراهيم عليه السّلام أن يجعل مكّة بلداً آمناً ومن دخله كان آمناً ، وقد اعتدى المشركون على ضعفاء المؤمنين وظلموهم مثللِ عمار ، وبلال ، وعامر بن فهيرة ، ونحوهم ، فهو يقول لهم فيما يتلو عليهم أنّ خفر عهد الله بأمان مكّة ، وخفر عهودكم بذلك ، أولى بأن تحرّموه من مزاعمكم الكاذبة فيما حرّمتم وفصّلتم ، فهذا هو الوجه في تفسير قوله : { وبعهد الله أوفوا }.وتقديم المجرور على عامله للاهتمام بأمر العهد وصرف ذهن السّامع عند ، ليتقرّر في ذهنه ما يرد بعده من الأمر بالوفاء ، أي إن كنتم تَرَون الوفاء بالعهد مدحة فعهد الله أولى بالوفاء وأنتم قد اخترتموه ، فهذا كقوله تعالى : { يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير } ثمّ قال { وصَدّ عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله } [ البقرة : 217 ]{ ذلكم وصاكم بِهِ لَعَلَّكُمْ تَذَكَّرُونَ }.تكرار لقوله المماثل له قبله ، وقد علمت أنّ هذا التّذييل ختم به صنف من أصناف الأحكام . وجاء مع هذه الوصيّة بقوله : { لعلكم تذكرون } لأنّ هذه المطالب الأربعة عرف بين العرب أنَّها محامد ، فالأمر بها ، والتّحريض عليها تذكير بما عرفوه في شأنها ولكنّهم تناسوه بغلبة الهوى وغشاوة الشّرك على قلوبهم .وقرأ نافع ، وابن كثير ، وأبو عمرو ، وابن عامر ، وعاصم في رواية أبي بكر ، وأبو جعفر ، ويعقوبُ : تذّكرون بتشديد الذال لإدغام التّاء الثّانية في الذال بعد قلبها ، وقرأ حمزة ، والكسائي ، وعاصم في رواية حفص ، وخلَف بتخفيف الذال على حذف التّاء الثّانية تخفيفاً .",
  "ayah": 152,
  "surah": 6
}
