{
  "text": "{ ثُمّ } هنا عاطفة على جملة : { قل تعالوا } [ الأنعام : 151 ] فليست عاطفة للمفردات ، فلا يُتوهَّم أنَّها لتراخي الزّمان ، بل تنسلخ عنه حين تعطف الجمل فتدل على التّراخي في الرّتبة ، وهو مهلة مجازيّة ، وتلك دلالة ( ثُم ) إذا عطفت الجُمَل . وقد استصعب على بعض المفسّرين مسلك ( ثُمّ ) في هذه الآية لأنّ إتيان موسى عليه السّلام الكتاب ليس برتبة أهمّ من رتبة تلاوة ما حرّمه الله من المحرّمات وما فرضه من اتّباع صراط الإسلام . وتعدّدت آراء المفسّرين في محمل ( ثُمّ ) هنا إلى آراء : للفراء ، والزجاج ، والزّمخشري ، وأبي مسلم ، وغيرهم ، كلّ يروم التخلّص من هذا المضيق .والوجه عندي : أنّ ( ثُمّ ) ما فارقت المعروف من إفادة التّراخي الرّتبي ، وأنّ تراخي رتبة إيتاء موسى عليه السّلام الكتاب عن تلاوة ما حَرّم الله في القرآن ، وما أمر به من ملازمة صراط الإسلام ، إنَّما يظهر بعد النَّظر إلى المقصود من نظم الكلام ، فإنّ المقصود من ذكر إيتاء موسى عليه السّلام الكتاب ليس لذاته بل هو التّمهيد لقوله : { وهذا كتاب أنزلناه مبارك } [ الأنعام : 92 ] ليرتّب عليه قوله : { أن تقولوا إنَّما أنْزِل الكتابُ على طائفتين من قبلنا } إلى قوله : { وهدى ورحمة } [ الأنعام : 156 ، 157 ] ، فمعنى الكلام : وفوْق ذلك فهذا كتاب أنزلناه مبارك جمع فيه ما أوتيه موسى عليه السّلام ( وهو أعظم ما أوتيه الأنبياء من قبله ) وما في القرآن : الذي هو مصدّق لما بين يديه ومهيمن عليه؛ إن اتَّبعتموه واتَّقيتم رَحمناكم ولا معذرة لكم أن تقولوا لو أنزل لنا كتاب لكنّا أفضل اهتداءً من أهل الكتابين ، فهذا غرض أهمّ جمعاً لاتّباع جميع ما اشتمل عليه القرآن ، وأدْخل في إقناع المخاطبين بمزية أخذهم بهذا الكتاب .ومناسبة هذا الانتقال : ما ذكر من صراط الله الذي هو الإسلام ، فإنّ المشركين لمّا كذّبوا دعوة الإسلام ذكَّرهم الله بأنَّه آتى موسى عليه السّلام الكتاب كما اشتهر بينهم حسبما بيّناه عند قوله تعالى : { وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر من شيء قل من أنزل الكتاب الذي جاء به موسى } ( 91 ) الآية ، في هذه السّورة ، لينتقل إلى ذكر القرآن والتّحريض على اتّباعه فيكون التّذكير بكتاب موسى عليه السّلام تمهيداً لذلك الغرض .والكتاب } هو المعهود ، أي التّوراة ، و { تماما } حال من الكتاب ، والتّمام الكمال ، أي كان ذلك الكتاب كمالاً لما في بني إسرائيل من الصّلاح الذي هو بقيّة ممّا تلقّوه عن أسلافهم : من صلاح إبراهيم ، وما كان عليه إسحاق ويعقوبُ والأسباط عليهم السّلام ، فكانت التّوراة مكمّلة لصلاحهم ، ومزيلة لما اعتراهم من الفساد ، وأنّ إزالة الفساد تكملة للصّلاح . ووصف التّوراة بالتّمام مبالغة في معنى المُتِمّ .والموصول في قوله : { على الذي أحسن } مراد به الجنس ، فلذلك استوى مفرده وجمعه .والمراد به هنا الفريق المحسن ، أي تماماً لإحسان المحسنين من بنِي إسرائيل ، فالفعل منزّل منزلة اللاّزم ، أي الذي اتَّصف بالإحسان .والتّفصيل : التّبيين ، وقد تقدّم عند قوله تعالى : { وكذلك نفصّل الآيات } في هذه السّورة ( 55 ).وكلّ شيء } مراد به أعظم الأشياء ، أي المهمّات المحتاج إلى بيان أحكامها في أحوال الدّين . فتكون ( كلّ ) مستعملة في معنى الكثرة كما تقدّم في قوله تعالى : { ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك } في سورة البقرة ( 145 ).  أو في معنى العظيم من الأشياء كأنَّه جمع الأشياء كلّها .أو يراد بالشّيء : الشّيء المهمّ ، فيكون من حذف الصّفة ، كقوله : { يأخذ كل سفينة غصباً } [ الكهف : 79 ] ، أي كلّ سفينة صالحة ، ومثله قوله تعالى : { ما فرطنا في الكتاب من شيء } [ الأنعام : 38 ].وقوله : { لعلهم بلقاء ربهم يؤمنون } رجاء أن تؤمنوا بلقاء ربّهم ، والضّمير عائد إلى معلوم من المقام وهم بنو إسرائيل ، إذ قد علم من إيتاء موسى عليه السّلام الكتاب أنّ المنتفعين به هم قومه بنو إسرائيل ، ومعنى ذلك : لعلّهم إن تحَرّوا في أعمالهم ، على ما يناسب الإيمانَ بلقاء ربّهم ، فإنّ بني إسرائيل كانوا مؤمنين بلقاء الله من قبل نزول التّوراة ، ولكنّهم طرأ عليهم من أزمنة طويلة : من أطوار مجاورة القبط ، وما لحقهم من المذلّة والتغرّب والخصاصة والاستعباد ، ما رفع منهم العلم ، وأذْوَى الأخلاق الفاضلة ، فنسوا مراقبة الله تعالى ، وأفسدوا ، حتّى كان حالهم كحال من لا يؤمن بأنَّه يلقى الله ، فأراد الله إصلاحهم ببعثة موسى عليه السّلام ، ليرجعوا إلى ما كان عليه سلفهم الصّالح من مراقبة الله تعالى وخشية لقائه ، والرّغبة في أن يلقوه وهو راض عنهم . وهذا تعريض بأهل مكة ومن إليهم من العرب ، فكذلك كان سلفهم على هدى وصلاح ، فدخل فيهم من أضلّهم ولقَّنهم الشّرك وإنكارَ البعث ، فأرسل الله إليهم محمّدا صلى الله عليه وسلم ليردّهم إلى الهدى ويؤمنوا بلقاء ربّهم .وتقديم المجرور على عامله للاهتمام بأمر البعث والجزاء .",
  "ayah": 154,
  "surah": 6
}
