{
  "text": "وقوله :  { أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم } تدرّج في الاعتلال جاء على ما تكنّه نفوس العرب من شفوفهم بأنفسهم على بقيّة الأمم ، وتطلّعهم إلى معالي الأمور ، وإدلالهم بفطنتهم وفصاحة ألسنتهم وحِدّة أذهانهم وسرعة تلقّيهم ، وهم أخلقاء بذلك كلّه .وفي الإعراب عن هذا الاعتلال منهم تلقين لهم ، وإيقاظ لأفهامهم أن يغتبطوا بالقرآن ، ويفهموا ما يعود عليهم به من الفضل والشّرف بين الأمم ، كقوله تعالى : { لقد أنزلنا إليكم كتابا فيه ذكركم أفلا تعقلون } [ الأنبياء : 10 ]. وقد كان الذين اتَّبعوا القرآن أهدى من اليهود والنّصارى ببون بعيد الدّرجات .ولقد تهيّأ المقام بعد هذا التّنبيه العجيب لفاء الفصيحة في قوله : { فقد جاءكم بينة من ربكم } وتقديرها : فإذا كنتم تَقولون ذلك ويهجس في نفوسكم فقد جاءكم بيانٌ من ربِّكم يعني القرآن ، يدفع عنكم ما تستشعرون من الانحطاط عن أهل الكتاب .والبيّنة ما به البيان وظهور الحقّ . فالقرآن بيّنة على أنَّه من عند الله لإعجازه بلغاء العرب ، وهو هدي بما اشتمل عليه من الإرشاد إلى طرق الخير ، وهو رحمة بما جاء به من شريعة سمحة لا حرج فيها ، فهي مقيمة لصلاح الأمّة مع التّيسير . وهذا من أعجب التّشريع وهو أدلّ على أنَّه من أمر العليم بكلّ شيء .وتفرّع عن هذا الإعذار لهم الإخبار عنهم بأنَّهم لا أظلم منهم ، لأنَّهم كذّبوا وأعرضوا . فالفاء في قوله : { فمن أظلم } للتّفريع . والاستفهامُ إنكاري ، أي لا أحد أظلم من الذين كذّبوا بآيات الله .و ( مَن ) في { ممن كذب بآيات الله } موصولة وما صدقُها المخاطبون من قوله : { أن تقولوا إنما أنزل الكتاب على طائفتين }.والظّلم هنا يشمل ظلم نفوسهم ، إذ زجُّوا بها إلى العذاب في الآخرة وخسران الدّنيا ، وظلمَ الرّسول صلى الله عليه وسلم إذ كذّبوه ، وما هو بأهل التّكذيب ، وظلم الله إذ كذّبوا بآياته وأنكروا نعمته ، وظلموا النّاس بصدّهم عن الإسلام بالقول والفعل .وقد جيء باسم الموصول لتدلّ الصّلة على تعليل الحكم ووجه بناء الخبر ، لأنّ من ثبَت له مضمون تلك الصّلة كان حقيقا بأنَّه لا أظلم منه .ومعنى { صَدَف } أعرض هُو ، ويطلق بمعنى صَرف غيره كما في «القاموس» . وأصله التّعدية إلى مفعول بنفسه وإلى الثّاني ب { عن } يقال : صدفتُ فلاناً عن كذا ، كما يقال : صرفتُه ، وقد شاع تنزيله منزلة اللاّزم حتّى غلب عدمُ ظهور المفعول به ، يقال : صدَف عن كذا بمعنى أعرض وقد تقدّم عند قوله تعالى : { انظر كيف نصرّف الآيات ثمّ هم يصدفون } في هذه السّورة ( 46 ) ، وقدّره في الكشاف } هنا متعدّياً لأنَّه أنسب بكونهم أظلم النّاس تكثيراً في وجوه اعتدائهم ، ولم أر ذلك لِغيره نظراً لقوله تعالى : { سنجزي الذين يصدفون عن آياتنا سوء العذاب } إذ يناسبه معنى المتعدّي لأنّ الجزاء على أعراضهم وعلى صدّهم النّاس عن الآيات ، فإنّ تكذيبهم بالآيات يتضمّن إعْراضهم عنها فناسب أن يكون صَدْفهم هو صرفَهم النّاس .و { سوء العذاب } من إضافة الصّفة إلى الموصوف ، وسوءه أشدّه وأقواه ، وقد بيّن ذلك قوله تعالى : { الذين كفروا وصدوا عن سبيل الله زدناهم عذاباً فوق العذاب بما كانوا يفسدون } [ النحل : 88 ]. فقوله : { عذاباً فوق العذاب } هو مضاعفة العذاب ، أي شدّته . ويحتمل أنَّه أريد به عذاب الدّنيا بالقتل والذلّ ، وعذاب الآخرة ، وإنَّما كان ذلك جزاءهم لأنَّهم لم يكذِّبوا تكذيباً عن دعوة مجرّدة ، بل كذّبوا بعد أن جاءتهم الآيات البيّنات .و ( ما ) مَصدريّة : أي بصدفهم وإعراضهم عن الآيات إعراضاً مستمراً لم يدعوا راغبه ف { كان } هنا مفيدة للاستمرار مثل : { وكان الله غفوراً رحيماً } [ النساء : 96 ].",
  "ayah": 157,
  "surah": 6
}
