{
  "text": "استئناف بياني نشأ في قوله : { فمن أظلم ممن كذب بآيات الله } [ الأنعام : 157 ] الآية ، وهو يحتمل الوعيد ويحتمل التهكّم ، كما سيأتي . فإن كان هذا وعيداً وتهديداً فهو ناشىء عن جملة : { سنجزي الذين يصدفون عن آياتنا } [ الأنعام : 157 ] لإثارته سؤال سائل يقول : متى يكون جزاؤهم ، وإن كان تهكّما بهم على صدفهم عن الآيات التي جاءتهم ، وتطلّعهم إلى آيات أعظم منها في اعتقادهم ، فهو ناشىء عن جملة : { فمن أظلم ممن كذب بآيات الله وصدف عنها } [ الأنعام : 157 ] لأنَّه يثير سؤال سائل يقول : ماذا كانوا يترقَّبون من الآيات فوق الآيات التي جاءتهم .و { هل } للاستفهام الإنكاري ، وهي ترد له كما ترد له الهمزة على التّحقيق ، ولذلك جاء بعده الاستثناء .و { ينظرون } مضارع نَظَر بمعنى انتظر ، وهو مشترك مع نظر بمعنى رأى في الماضي والمضارع والمصدر ، ويخالفه في التّعدية ، ففِعل نَظَر العين متعدّ بإلى ، وفعل الانتظار متعدّ بنفسه ، ويخالفه أيضاً في أنّ له اسم مصدر وهو النظِرة بكسر الظاء ولا يقال ذلك في النّظر بالعين . والضّمير عائد للّذين يصدفون عن الآيات .ثمّ إنْ كان الانتظار واقعاً منهم على أنَّه انتظار آيات ، كما يقترحون ، فمعنى الحصر : أنَّهم ما ينتظرون بعد الآيات التي جاءتهم ولم يقتنعوا بها إلاّ الآيات التي اقترحوها وسألوها وشرطوا أن لا يؤمنوا حتّى يُجاءوا بها ، وهي ما حكاه الله عنهم بقوله : { وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً } إلى قوله { أو تأتي بالله والملائكة قبيلا } [ الإسراء : 90 92 ] وقوله { وقالوا لولا أنزل عليه ملك } [ الأنعام : 8 ] فهم ينتظرون بعض ذلك بجِدّ من عامتَّهم ، فالانتظار حقيقة ، وبسخرية من قادتهم ومضلّليهم ، فالانتظار مجاز بالصّورة ، لأنَّهم أظهروا أنفسهم في مظهر المنتظرين ، كقوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة تنبّئهم بما في قلوبهم قل استهزءوا } [ التوبة : 64 ] الآية . والمراد ببعض آيات ربّك : ما يشمل ما حكي عنهم بقوله : { حتى تفجر لنا من الأرض ينبوعاً إلى قوله حتى تنزل علينا كتاباً نقرؤه } [ الإسراء : 90 93 ]. وفي قوله : { وقالوا لولا أنزل عليه ملك } إلى قوله { فحاق بالذين سخروا منهم ما كانوا به يستهزئون } [ الأنعام : 8 10 ] فالكلام تهكّم بهم وبعقائدهم .وإن كان الانتظار غير واقع بجدّ ولا بسخرية فمعناه أنَّهم ما يترقَّبون شيئاً من الآيات يأتيهم أعظم ممَّا أتاهم ، فلا انتظار لهم ، ولكنّهم صمّموا على الكفر واستبطنوا العناد ، فإن فرض لهم انتظار فإنَّما هو انتظار ما سيَحل بهم من عذاب الآخرة أو عذاب الدّنيا أو ما هو برزخ بينهما ، فيكون الاستنثاء تأكيداً للشّيء بما يشبه ضدّه . والمراد : أنَّهم لا ينتظرون شيئاً ولكن سيجيئهم ما لا ينتظرونه ، وهو إتيان الملائكة ، إلى آخره ، فالكلام وعيد وتهديد .والقصر على الاحتمالين إضافي ، أي بالنّسبة لما ينتظر من الآيات ، والاستفهام الخبري مستعمل في التهكّم بهم على الاحتمالين ، لأنَّهم لا ينتظرون آية ، فإنَّهم جازمون بتكذيب الرّسول صلى الله عليه وسلم ولكنّهم يسألون الآيات إفحاماً في ظنّهم .ولا ينتظرون حساباً لأنَّهم مكذّبون بالبعث والحشر .والإتيان بالنّسبة إلى الملائكة حقيقة ، والمراد بهم : ملائكة العذاب ، مثل الّذين نزلوا يوم بدر { إذ يوحي ربّك إلى الملائكة أنّي معكم فثبّتوا الذين آمنوا سألقي في قلوب الذين كفروا الرّعب فاضربوا فوق الأعناق واضربوا منهم كلّ بنان } [ الأنفال : 12 ]. وأمّا المسند إلى الرّب فهو مجاز ، والمراد به : إتيان عذابه العظيم ، فهو لعظم هوله جعل إتيانه مسنداً إلى الآمر به أمراً جازماً ليعرف مقدار عظمته ، بحسب عظيم قدرة فاعله وآمره ، فالإسناد مجازي من باب : بنى الأمير المدينة ، وهذا مجاز وارد مثله في القرآن ، كقوله تعالى : { فأتاهم الله من حيث لم يحتسبوا } [ الحشر : 2 ] وقوله : { ووجد الله عنده فوفّاه حسابه } [ النور : 39 ]. ويجوز أن يكون المراد بقوله : { أو يأتي ربك } إتيان أمره بحساب النّاس يوم القيامة ، كقوله : { وجاء ربك والملك صفا صفاً } [ الفجر : 22 ] ، أي لا ينتظرون إلاّ عذاب الدّنيا أو عذاب الآخرة .وعلى الاحتمالات كلّها يجوز أن يكون وقوع ذلك يوم القيامة ، ويجوز أن يكون في الدّنيا .وجملة : { يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها } مستأنفة استئنافاً بيانياً تذكيراً لهم بأنّ الانتظار والتريّث عن الإيمان وخِيمُ العاقبة ، لأنَّه مهدّد بما يمنع من التّدارك عند النّدامة ، فإمَّا أن يعقبه الموت والحساب ، وإمّا أن يعقبه مجيء آية من آيات الله ، وهي آية عذاب خارق للعادة يختصّ بهم فيعلموا أنَّه عقوبة على تكذيبهم وصَدْفهم ، وحين ينزّل ذلك العذاب لا تبقى فسحة لتدارك ما فات لأنّ الله إذا أنزل عذابه على المكذّبين لم ينفع عنده توبة ، كما قال تعالى : { فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين } [ يونس : 98 ] وقال تعالى : { ما ننزل الملائكة إلا بالحق وما كانوا إذاً منظرين } [ الحجر : 8 ] وقال { ولو أنزلنا ملكاً لقضي الأمر ثم لا ينظرون } [ الأنعام : 8 ].ومن جملة آيات الله الآيات التي جعلها الله عامّة للنّاس ، وهي أشراط السّاعة : والتي منها طلوع الشّمس من مغربها حين تُؤذن بانقراض نظام العالم الدنيوي . روى البخاري ، ومسلم ، عن أبي هريرة ، قال : قال رسول الله صلى الله عليه وسلم « لا تقوم السّاعة حتّى تطلع الشمس من مغربها فإذا طلعت ورآها النّاس آمنوا أجمعون وذلك حينَ لا ينفع نفساً إيمانها لم تكن آمنت من قبل » ثمّ قرأ هذه الآية .والنّفع المنفي هو النّفع في الآخرة ، بالنّجاة من العذاب ، لأنّ نفع الدّنيا بكشف العذاب عند مجيء الآيات لا ينفع النّفوس المؤمنة ولا الكافرة ، لقوله تعالى :{ واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة } [ الأنفال : 25 ] وقول رسول الله صلى الله عليه وسلم « ثمّ يحشرون على نياتهم » . والمراد بالنّفس : كلّ نفس ، لوقوعه في سياق النّفي .وجملة : { لم تكن آمنت من قبل } صفة { نفساً } ، وهي صفة مخصّصة لعموم : { نفساً } ، أي : النّفس التي لم تكن آمنت من قبل إتيان بعض الآيات لا ينفعها إيمانها إذا آمنت عند نزول العذاب ، فعلم منه أنّ النّفس التي كانت آمنت من قبل نزول العذاب ينفعها إيمانها في الآخرة . وتقديم المفعول في قوله : { نفساً إيمانها } ليتمّ الإيجاز في عود الضّمير .وقوله : { أو كسبت في إيمانها خيراً } عطف على { آمنت } ، أي أو لم تكن كسبت في إيمانها خيراً .و { في } للظرفيّة ، وإنَّما يصلح للظرفية مدّة الإيمان ، لا الإيمان ، أي أو كسبت في مدّة إيمانها خيراً . والخير هو الأعمال الصّالحة والطّاعات .و { أو } للتّقسيم في صفات النّفس فيستلزم تقسيم النّفوس التي خصّصتها الصّفتان إلى قسمين : نفوس كافرة لم تكن آمنت من قبل ، فلا ينفعها إيمانها يوم يأتي بعض آيات الله ، ونفوس آمنت ولم تكسب خيراً في مدّة إيمانها ، فهي نفوس مؤمنة ، فلا ينفعها ما تكسبه من خير يوم يأتي بعض آيات ربّك . وهذا القسم الثّاني ذو مراتب متفاوتة ، لأنّ التّقصير في اكتساب الخير متفاوت ، فمنه إضاعة لأعمال الخير كلّها ، ومنه إضاعة لبعضها ، ومنه تفريط في الإكثار منها . وظاهر الآية يقتضي أن المراد نفوس لم تكسب في إيمانها شيئاً من الخير أي اقتصرت على الإيمان وفرّطت في جميع أعمال الخير .وقد علم من التّقسيم أنّ هذه النّفوس لا ينفعها اكتساب الخير من بعد مجيء الآيات ، ولا ما يقوم مقام اكتساب الخير عند الله ، وهو ما منّ به على هذه الأمّة من غفران السيّئات عند التّوبة ، فالعزم على الخير هو التّوبة ، أي العزم على اكتساب الخير ، فوقع في الكلام إيجازُ حذف اعتمَاداً على القرينة الواضحة . والتّقدير : لا ينفع نفساً غيرَ مؤمنة إيمانُها أو نفساً لم تكن كسبت خيراً في إيمانها من قبل كسبها ، يعني أو ما يقوم مقام كسب الخير ، مثل التّوبة فإنَّها بعض اكتساب الخير ، وليس المراد أنّه لا ينفع نفساً مؤمنة إيمانُها إذا لم تكن قد كسبت خيراً بحيث يضيع الإيمان إذا لم يقع اكتساب الخير ، لأنَّه لو أريد ذلك لما كانت فائدة للتّقسيم ، ولكفى أن يقال لا ينفع نفساً إيمانها لم تكسب خيراً ، ولأنّ الأدلّة القطعية ناهضة على أن الإيمان الواقع قبل مجيء الآيات لا يُدْحَض إذا فرّط صاحبه في شيء من الأعمال الصّالحة ، ولأنَّه لو كان كذلك وسلَّمناه لما اقتضى أكثر من أنّ الّذي لم يفعل شيئاً من الخير عدا أنَّه آمن لا ينفعه إيمانه ، وذلك إيجاد قسم لم يقل به أحد من علماء الإسلام .وبذلك تعلم أنّ الآية لا تنهض حجّة للمعتزلة ولا الخوارج الذين أوجبوا خلود مرتكب الكبيرة غير التّائب في النّار ، والتّسويةَ بينه وبين الكافر ، وإن كان ظاهرُها قبل التأمّل يوهم أنَّها حجّة لهم ، ولأنّه لو كان الأمر كما قالوا لصار الدّخول في الإيمان مع ارتكاب كبيرة واحدة عبثاً لا يرضاه عاقل لنفسه ، لأنّه يدخل في كلفةِ كثيرٍ من الأعمال بدون جدوى عليه منها ، ولكان أهون الأحوال على مرتكب الكبيرة أن يخلع ربقة الإيمان إلى أن يتوب من الأمرين جميعاً . وسخافة هذا اللازم لأصحاب هذا المذهب سخافة لا يرضاها من له نظر ثاقب . 6 والاشتغال بتبيين ما يستفاد من نظم الآية من ضبط الحدّ الذي ينتهي عنده الانتفاع بتحصيل الإيمان وتحصيل أعمال الخير ، أجدى من الخوض في لوازم معانيها من اعتبار الأعمال جُزْءاً من الإيمان ، لا سيّما مع ما في أصل المعنى من الاحتمال المسقط للاستدلال .فصفة : { لم تكن آمنت من قبل } تحذير للمشركين من التريُّث عن الإيمان خشية أن يبغتهم يومُ ظهور الآيات ، وهم المقصود من السّياق . وصفة { أو كسبت في إيمانها خيراً } إدماج في أثناء المقصود لتحذير المؤمنين من الإعراض عن الأعمال الصّالحة .ثمّ إنّ أقوال المفسرين السّالفين ، في تصوير هذين القسمين ، تفرّقت تفرّقاً يؤذن باستصعاب استخلاص مقصود الآية من ألفاظها ، فلم تقارب الإفصاح بعبارة بيّنة ، ويجمع ذلك ثلاثة أقوال :الأوّل : عن السدّي ، والضحاك : أنّ معنى { كسبت في إيمانها خيراً } : كسبت في تصديقها ، أي معه أو في مدّته ، عملاً صالحاً ، قَالا : وهؤلاء أهلُ القبلة ، فإن كانت مُصدّقة ولم تعمل قبل ذلك ، أي إتيان بعض آيات الله ، فعمِلت بعد أن رأت الآية لم يُقبل منها ، وإن عملتْ قبل الآية خيراً ثمّ عملت بعد الآية خيراً قُبل منها .الثّاني : أنّ لفظ القرآن جرى على طريقة التّغليب ، لأنّ الأكثر ممّن ينتفع بإيمانه ساعتئذ هو من كسب في إيمانه خيراً .الثّالث : أنّ الكلام إبهام في أحد الأمرين ، فالمعنى : لا ينفع يومئذ إيمان من لم يكن آمن قبل ذلك اليوم أو ضمّ إلى إيمانه فعل الخير ، أي لا ينفع إيمان من يؤمن من الكفار ولا طاعة من يطيع من المؤمنين . وأمّا من آمن قبل فإنَّه ينفعه إيمانه ، وكذلك من أطاع قبلُ نفعته طاعته .وقد كان قوله : { يوم يأتي بعض آيات ربك } بعد قوله : { هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك } ، مقتصراً على ما يأتي من آيات الله في اليوم المؤجّل له ، إعراضاً عن التعرّض لما يكون يوم تأتي الملائكة أو يأتي ربّك ، لأنّ إتيان الملائكة ، والمعطوف عليه غير محتمَل الوقوع وإنَّما جرى ذكره إبطالاً لقولهم : { أو تأتي باللَّه والملائكة قَبيلاً } [ الإسراء : 92 ] ونحوه من تهكّماتهم ، وإنَّما الذي يكون ممّا انتظروه هو أن يأتي بعض آيات الله ، فهو محلّ الموعظة والتّحذير ، وآيات القرآن في هذا كثيرة منها قوله تعالى :{ فلم يك ينفعهم إيمانهم لما رأوا بأسنا } [ غافر : 85 ].وآياتُ اللَّه منها ما يختصّ بالمشركين وهو ما هدّدهم الله به من نزول العذاب بهم في الدّنيا ، كما نزل بالأمم من قبلهم ، ومنها آيات عامّة للنّاس أجمعين ، وهو ما يُعرف بأشراط السّاعة ، أي الأشراط الكبرى .وقد جاء تفسير هذه الآية في السنّة بطلوع الشّمس من مغربها . ففي «الصّحيحين» وغيرهما عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم \" لا تقوم السّاعة حتّى تطلع الشّمس من مغربها فإذا رآها النّاس آمَن مَنْ عليها فذلك حينَ لا ينفع نفساً إيمانها لم تكن آمنت من قبل \" . ثمّ قرأ هذه الآية ، أي قوله تعالى : { يوم يأتي بعض آيات ربك } إلى قوله { خيراً }.وفي «صحيح مسلم» عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم \" من تاب قبل طلوع الشّمس من مغربها تاب الله عليه \" . وفي «جامع التّرمذي» ، عن صفوان بن عسال المرادي قال : قال رسول الله صلى الله عليه وسلم \" بابٌ مِن قِبل المغرب مفتوح مسيرة عَرضه أربعين سنة ( كذا ) مفتوح للتَّوبة لا يُغلق حتّى تطلُع الشّمس من مغربها \" قال التّرمذي : حديث صحيح .واعلم أنّ هذه الآية لا تعارض آية سورة النّساء ( 18 ) : { وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن ولا الذين يموتون وهم كفار } لأنّ محمل تلك الآية على تعيين وقت فوات التّوبة بالنّسبة للأحوال الخاصّة بآحاد النّاس ، وذلك ما فُسّر في حديث ابن عمر : أنّ رسول الله قال : إنّ الله يقبل توبة العبد ما لم يُغَرْغِرْ رواه التّرمذي ، وابن ماجه ، وأحمد . ( ومعنى يغرغر أن تبلغ روحه أي أنفاسه رأْس حلقه ). ومحمل الآية التي نتكلّم فيها تعيين وقت فوات التّوبة بالنّسبة إلى النّاس كافة ، وهي حالة يأس النّاس كلّهم من البقاء .وجاء الاستئناف بقوله : قل انتظروا إنا منتظرون } أمراً للرّسول صلى الله عليه وسلم بأن يهدّدهم ويتوعّدهم على الانتظار ، إن كان واقعاً منهم ، أو على التريُّثثِ والتّأخّر عن الدّخول في الإسلام الذي هو شبيه بالإنتظار إن كان الانتظار إدّعائياً ، بأن يأمرهم بالدّوام على حالهم التي عبّر عنها بالانتظار أمْرَ تهديد ، ويخبرهم بأنّ المسلمين ينتظرون نصر الله ونزول العقاب بأعدائهم ، أي : دوموا على انتظاركم فنحن منتظرون .وفي مفهوم الصّفتين دلالة على أنّ النّفس التي آمنت قبل مجيء الحساب ، وكسبت في إيمانها خيراً ، ينفعها إيمانها وعملها . فاشتملت الآية بمنطوقها ومفهومها على وعيد ووعد مُجملين تبيّنهما دلائل الكتاب والسنّة .",
  "ayah": 158,
  "surah": 6
}
