{
  "text": "استئناف جاء عقب الوعيد كالنّتيجة والفذلكة ، لأنّ الله لما قال لرسوله صلى الله عليه وسلم { قل انتظروا إنا منتظرون } [ الأنعام : 158 ] أعقب ذلك بأنّ الفريقين متباينان مُتجافيان في مدّة الانتظار .وجيء بالموصوليّة لتعريف المسند إليه لإفادة تحقّق معنى الصّلة فيهم ، لأنَّها تناسب التّنفير من الاتّصال بهم ، لأنّ شأن الدّين أن يكون عقيدة واحدة وأعمالاً واحدة ، والتّفرّق في أصوله ينافي وحدته ، ولذلك لم يزل علماء الإسلام يبْذلون وسعهم لاستنباط مراد الله من الأمّة ، ويعلمون أنّ الحقّ واحدٌ وأنّ الله كلّف العلماء بإصابته وجعل للمصيب أجرين ولمن أخطأه مع استفراغ الوسع أجراً واحداً ، وذلك أجر على بذل الوسع في طلبه فإنّ بذل الوسع في ذلك يوشك أن يُبلِّغ المقصود . فالمراد ب { الذين فرّقوا دينهم } قال ابن عبّاس : هم المشركون ، لأنَّهم لم يَتّفقوا على صورة واحدة في الدين ، فقد عبدت القبائل أصناماً مختلفة ، وكان بعض العرب يعبدون الملائكة ، وبعضهم يعبد الشّمس ، وبعضهم يعبد القمر ، وكانوا يجعلون لكلّ صنم عبادة تخالف عبادة غيره .ويجوز أن يراد : أنَّهم كانوا على الحنيفيّة ، وهي دين التّوحيد لجميعهم ، ففرّقوا وجعلوا آلهة عباداتها مختلفة الصّور . وأمّا كونهم كانوا شيعاً فلأنّ كلّ قبيلة كانت تنتصر لصنمها ، وتزعم أنّه ينصرهم على عُبَّاد غيره كما قال ضِرار بن الخطّاب الفهري: ... وفَرّت ثقيفٌ إلى لاتهابمنقلَب الخائب الخاسر ... ومعنى : { لست منهم في شيء } أنّك لا صلة بينك وبينهم . فحرف ( مِن ) اتّصالية . وأصلها ( من ) الابتدائيّة .و { شيء } اسم جنس بمعنى موجود فنفيه يفيد نفي جميع ما يوجد من الاتّصال ، وتقدّم عند قوله تعالى : { ومن يفعل ذلك فليس من الله في شيء } في سورة آل عمران ( 28 ) ، وقوله : { لستم على شيء } في سورة المائدة ( 68 ).ولمّا دلّت على التبرّي منهم وعدم مخالطتهم ، كان الكلام مثار سؤال سائل يقول : أعلى الرّسول أن يتولّى جَزاءهم على سُوء عملهم ، فلذلك جاء الاستئناف بقوله : إنما أمرهم إلى الله } فهو استئناف بياني ، وصيغة القصر لقلب اعتقاد السائل المتردّد ، أي إنَّما أمرهم إلى الله لا إلى الرّسول صلى الله عليه وسلم ولا إلى غيره ، وهذا إنذار شديد ، والمراد بأمرهم : عملهم الذي استحقوا به الجزاء والعقوبة . و ( إلى ) مستعمل في الانتهاء المجازي : شبّه أمرهم بالضالّة التي تركها النّاس فسارت حتّى انتهت إلى مراحها ، فإنّ الخلق كلّهم عبيد الله وإليه يرجعون ، والله يمهلهم ثمّ يأخذهم بعذاب من عنده أو بأيدي المؤمنين حين يأذن لرسوله صلى الله عليه وسلم بقتالهم كما قال تعالى : { فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم ربَّنا اكشف عنا العذاب إنَّا مؤمنون أنى لهم الذكرى وقد جاءهم رسول مبين ثم تولوا عنه وقالوا معلَّم مجنون إنَّا كاشفوا العذاب قليلاً إنّكم عائدون يوم نبطش البطشة الكبرى إنا منتقمون }[ الدخان : 10 ، 16 ]. والبطشة الكبرى هي بطشة يوم بدر .وقوله : { ثم ينبئهم بما كانوا يفعلون } ( ثمّ ) فيه للتّرتيب الرُّتبي مع إفادة المهلة ، أي يبقى أمرهم إلى الله مدّة . وذلك هو الإمهال والإملاء لهم ، ثمّ يعاقبهم ، فأطلق الإنباء على العقاب ، لأنَّه إن كان العقاب عقاب الآخرة فهو يتقدّمه الحساب ، وفيه إنباء الجاني بجنايته وبأنَّه مأخوذ بها ، فإطلاق الإنباء عليه حقيقة مراد معها لازمه على وجه الكناية ، وإن كان العقاب عقاب الدّنيا فإطلاق الإنباء عليه مجاز ، لأنّه إذا نزل بهم العذاب بعد الوعيد عَلموا أنَّه العقاب الموعود به ، فكَانَ حصول ذلك العلم لهم عند وقوعه شَبيهاً بحصول العلم الحاصل عن الإخبار فأطلق عليه الإنباء ، فيكون قوله : { ينبئهم } بمعنى يعاقبهم بما كانوا يفعلون .ووصف المشركين بأنَّهم فَرّقوا دينهم وكانوا شيعاً : يؤذن بأنَّه وصف شنيع ، إذ ما وصفهم الله به إلاّ في سياق الذم ، فيؤذن ذلك بأنّ الله يحذّر المسلمين من أن يكونوا في دينهم كما كان المشركون في دينهم ، ولذلك قال تعالى : { شَرَع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك إلى قوله أن أقيموا الدين ولا تتفرقوا فيه } [ الشورى : 13 ].وتفريق دين الإسلام هو تفريق أصوله بعد اجتماعها ، كما فعل بعض العرب من منعهم الزّكاة بعد رسول الله صلى الله عليه وسلم فقال أبو بكر رضي الله عنه : لأقاتلنّ من فرّق بين الصّلاة والزّكاة . وأمّا تفريق الآراء في التّعليلات والتَّبيينات فلا بأس به ، وهو من النّظر في الدّين : مثل الاختلاف في أدلّة الصّفات ، وفي تحقيق معانيها ، مع الاتّفاق على إثباتها . وكذلك تفريق الفُروع : كتفريق فروع الفقه بالخلاف بين الفقهاء ، مع الإتّفاق على صفة العمل وعلى ما به صحة الأعمال وفسادها . كالاختلاف في حقيقة الفرض والواجب . والحاصلُ أنّ كلّ تفريق لا يُكفِّر به بعض الفرق بعضاً ، ولا يفضي إلى تقاتل وفتن ، فهو تفريق نظر واستدلال وتطلّب للحقّ بقدر الطّاقة وكلّ تفريق يفضي بأصحابه إلى تكفير بعضهم بعضاً ، ومقاتلة بعضهم بعضاً في أمر الدّين ، فهو ممّا حذّر الله منه ، وأمّا ما كان بين المسلمين نزاعاً على المُلك والدّنيا فليس تفريقاً في الدّين ، ولكنّه من الأحوال التي لا تسلم منها الجماعات .وقرأه الجمهور : { فَرّقوا } بتشديد الراء وقرأه حمزة ، والكسائي : { فَارَقوا } بألف بعد الفاء أي تركوا دينهم ، أي تركوا ما كان ديناً لهم ، أي لجميع العرب ، وهو الحنيفية فنبذوها وجعلوها عدّة نحل . ومآل القراءتين واحد .",
  "ayah": 159,
  "surah": 6
}
