{
  "text": "استئناف أيضاً ، يتنزّل منزلة التّفريع عن الأوّل ، إلاّ أنَّه استؤنف للإشارة إلى أنّه غرض مستقلّ مُهِمّ في ذاته ، وإن كان متفرّعاً عن غيره ، وحاصل ما تضمّنه هو الإخلاص لله في العبادة ، وهو متفرّع عن التّوحيد ، ولذلك قيل : الرياءُ الشّرك الأصغر . عُلّم الرّسول صلى الله عليه وسلم أن يقوله عقب ما عُلّمه بما ذكر قبله لأنّ المذكور هنا يتضمّن معنى الشّكر لله على نعمة الهداية إلى الصّراط المستقيم ، فإنَّه هداه ثمّ ألهمه الشّكر على الهداية بأن يجعل جميع طاعته وعبادته لله تعالى . وأعيد الأمر بالقول لما علمتَ آنفاً .وافتتحت جملة المقول بحرف التّوكيد للاهتمام بالخبر ولتحقيقه ، أو لأنّ المشركين كانوا يزعمون أنّ الرّسول عليه الصّلاة والسّلام كان يُرائي بصلاته ، فقد قال بعض المشركين لمَّا رأى رسول الله صلى الله عليه وسلم يصلّي عند الكعبة : « ألاَ تنظرون إلى هذا المُرائي أيُّكم يقوم إلى جَزور بني فلان فيعمِد إلى فَرثها وسلاها فإذا سجد وضعه بين كتفيه » . فتكون ( إنّ ) على هذا لردّ الشكّ .واللاّم في { لله } يجوز أن تكون للملك ، أي هي بتيسير الله فيكون بياناً لقوله : { إنني هداني ربي إلى صراط مستقيم } [ الأنعام : 161 ]. ويجوز أن تكون اللام للتعليل أي لأجل الله .وجعل صلاته لله دون غيره تعريضاً بالمشركين إذ كانوا يسجدون للأصنام . ولذلك أردف بجملة { لا شريك له }.والنّسك حقيقته العبادة ومنه يسمى العابد الناسك .والمحْيَا والممات يستعملان مصدرين ميميين ، ويستعملان اسمي زمان ، من حيي ومات ، والمعنيَان محتمَلان فإذا كان المراد من المحيا والممات المعنى المصدري كان المعنى على حذف مضاف تقديره : أعمال المحيَا وأعمال الممات ، أي الأعمال التي من شأنها أن يتلبّس بها المرء مع حياته ، ومع وقت مماته . وإذا كان المراد منهما المعنى الزمني كان المعنى ما يعتريه في الحياة وبعد الممات .ثمّ إنّ أعمال الحياة كثيرة وفيرة ، وأمّا الأعمال عند الموت فهي ما كان عليه في مدّة الحياة وثباتُه عليه ، لأنّ حالة الموت أو مدّته هي الحالة أو المدّة التي تنقلب فيها أحوال الجسم إلى صفة تؤذن بقرب انتهاء مدّة الحياة وتلك حالة الاحتضار ، وتلك الحالة قد تؤثّر انقلاباً في الفكر أو استعجالاً بما لم يكن يستعجل به الحي ، فربّما صدرت عن صاحبها أعمال لم يكن يصدرها في مدّة الصحّة ، اتّقاءً أو حياءً أو جلباً لنفع ، فيرى أنَّه قد يئس ممّا كان يُراعيه ، فيفعل ما لم يكن يفعل ، وأيضاً لتلك الحالة شؤون خاصّة تقع عندها في العادة مثل الوصيّة ، وهذه كلّها من أحوال آخر الحياة ، ولكنّها تضاف إلى الموت لوقوعها بقربه ، وبهذا يكون ذكر الممات مقصوداً منه استيعاب جميع مدّة الحياة حتّى زمن الإشراف على الموت .ويجوز أن يكون المراد من الممات ما يحصل للرسول عليه الصّلاة والسّلام بعد وفاته من توجهاته الرّوحيّة نحو أمّته بالدّعاء لهم والتّسليم على من سلّم عليه منهم والظّهور لخاصّة أمَّته في المنام فإنّ للرّسول بعد مماته أحكام الحياة الرّوحيّة الكاملة كما ورد في الحديث : \" إذا سلّم عليّ أحد من أمَّتي رَدّ الله عليّ روحِي فرددتُ عليه السّلام \" وكذلك أعماله في الحشر من الشّفاعة العامّة والسّجود لله في عرصات القيامة فتلك أعمال خاصة به صلى الله عليه وسلم وهي كلّها لله تعالى لأنَّها لنفع عبيده أو لنفع أتباع دينه الذي ارتضاه لهم ، فيكون قوله : { ومماتي } هنا ناظراً إلى قوله في الحديث : \" حياتي خير لكم ومماتي خير لكم \" .ويجوز أن يكون معنى مماته لله الشهادة في سبيل الله فإن رسول الله صلى الله عليه وسلم سمّته اليهودية بخيبر في لحم شاة أطعموه إياه حصل بعض منه في إمعائه . ففي الحديث \" ما زالت أكلة خيبر تعتادني كل عام حتى كان هذا أوان قطع أبْهَري \" .وبقوله : { ومحياي ومماتي لله رب العالمين } تحقّق معنى الإسلام الذي أصله الإلقاء بالنّفس إلى المُسْلَم له ، وهو المعنى الذي اقتضاه قوله : { فقل أسلمت وجهي لله ومن اتبعن } كما تقدّم في سورة آل عمران ( 20 ) ، وهو معنى الحنيفية الذي حكاه الله تعالى عن إبراهيم عليه السّلام في قوله : { إذ قال له ربه أسلم قال أسلمت لرب العالمين } كما في سورة البقرة ( 131 ).وقوله : رب العالمين } صفة تشير إلى سبب استحقاقه أن يكون عمل مخلوقاته له لا لغيره ، لأنّ غيره ليس له عليهم نعمة الإيجاد ، كما أشار إليه قوله في أوّل السورة ( 1 ) : { الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون . }",
  "ayah": 162,
  "surah": 6
}
