{
  "text": "عطف على الجمل المفتتحة بفعل { قل } [ الأنعام : 15 ] فالخطاب للنبيء صلى الله عليه وسلموهذا مؤذن بأنّ المشركين خوّفوا النبي صلى الله عليه وسلم أو عرّضوا له بعزمهم على إصابته بشرّ وأذى فخاطبه الله بما يثبّت نفسه وما يؤيس أعداءه من أن يستزلّوه . وهذا كما حكي عن إبراهيم عليه السلام { وكيف أخاف ما أشركتم ولا تخافون أنّكم أشركتم بالله ما لم ينزّل به عليكم سلطاناً } [ الأنعام : 81 ] ، ومن وراء ذلك إثبات أنّ المتصرّف المطلق في أحوال الموجودات هو الله تعالى بعد أن أثبت بالجمل السابقة أنّه محدث الموجودات كلّها في السماء والأرض ، فجُعل ذلك في أسلوب تثبيت للرسول صلى الله عليه وسلم على عدم الخشية من بأس المشركين وتهديدهم ووعيدهم ، ووعدُه بحصول الخير له من أثر رضى ربّه وحدَه عنه ، وتحدّي المشركين بأنّهم لا يستطيعون إضراره ولا يجلبون نفعه . ويحصل منه ردّ على المشركين الذين كانوا إذا ذُكّروا بأنّ الله خالق السماوات والأرض ومن فيهن أقرّوا بذلك ، ويزعمون أنّ آلهتهم تشفع عند الله وأنّها تجلب الخير وتدفع الشرّ ، فلمَّا أبطلت الآيات السابقة استحقاق الأصنام الإلهية لأنّها لم تخلق شيئاً ، وأوجبت عبادة المستحقّ الإلهية بحقّ ، أبطلت هذه الآية استحقاقهم العبادة لأنّهم لا يملكون للناس ضرّاً ولا نفعاً ، كما قال تعالى : { قل أتعبدون من دون الله ما لا يملك لكم ضرّاً ولا نفعاً } [ المائدة : 76 ] وقال عن إبراهيم عليه السلام : { قال هل يسمعونكم إذ تدعون أو ينفعونكم أو يضرّون } [ الشعراء : 73 ].وقد هيّأت الجمل السابقة موقعاً لهاته الجملة ، لأنّه إذا تقرّر أنّ خالق الموجودات هو الله وحده لزم من ذلك أنّه مقدّر أحوالِهم وأعمالِهم ، لأنّ كون ذلك في دائرة قدرته أولى وأحقّ بعد كون معروضات تلك العوارض مخلوقة له . فالمعروضات العارضة للموجودات حاصلة بتقدير الله لأنّه تعالى مقدّر أسبابها ، واضع نظام حصولها وتحصيلها ، وخالق وسائل الدواعي النفسانية إليها أو الصوارف عنها .والمسّ حقيقته وضع اليد على شيء . وقد يكون مباشرة وقد يكون بآلة ، ويستعمل مجازاً في إيصال شيء إلى شيء فيستعار إلى معنى الإيصال فيكثر أن يذكر معه ما هو مستعار للآلة . ويدخل عليه حرف الآلة وهو الباء كما هنا ، فتكون فيه استعارتان تبعيتان إحداهما في الفعل والأخرى في معنى الحرف ، كما في قوله : { ولا تمسّوها بسوء } [ الأعراف : 73 ]. فالمعنى : وإن يصبك الله بضرّ ، أو وإن ينلك من الله ضرّ .والضُرّ بضم الضاد هو الحال الذي يؤلم الإنسان ، وهو من الشرّ ، وهو المنافر للإنسان . ويقابله النفع ، وهو من الخير ، وهو الملائم . والمعنى إن قدّر الله لك الضرّ فهلاّ يستطيع أحد كشفه عنك إلاّ هو إن شاء ذلك ، لأنّ مقدّراته مربوطة ومحوطة بنواميس ونظم لا تصل إلى تحويلها إلاّ قدرة خالقها .وقابل قوله : { وإن يمسسك الله بضرّ } بقوله : { وإن يمسسك بخير } مقابلة بالأعمّ ، لأنّ الخير يشمل النفع وهو الملائم ويشمل السلامة من المنافر ، للإشارة إلى أنّ المراد من الضرّ ما هو أعمّ ، فكأنّه قيل : إن يمسسك بضرّ وشرّ وإن يمسسك بنفع وخير ، ففي الآية احتباك . وقال ابن عطية : ناب الضرّ في هذه الآية مناب الشرّ والشرّ أعمّ وهو مقابل الخير . وهو من الفصاحة عدول عن قانون التكلّف والصنعة ، فإنّ من باب التكلّف أن يكون الشيء مقترناً بالذي يختصّ به ونظَّر هذا بقوله تعالى : { إنّ لك أن لا تجوع فيها ولا تعرى وأنَّك لا تظمأ فيها ولا تضحى } [ طه : 118 ، 119 ]. اه .وقوله : { فهو على كلّ شيء قدير } جعل جواباً للشرط لأنّه علّة الجواب المحذوف والجواببِ المذكور قبله ، إذ التقدير : وإن يمسسك بخير فلا مانع له لأنّه على كلّ شيء قدير في الضرّ والنفع . وقد جعل هذا العموم تمهيداً لقوله بعده { وهو القاهر فوق عباده } [ الأنعام : 18 ].",
  "ayah": 17,
  "surah": 6
}
