{
  "text": "وقوله : { ثم لم تكن فتنتهم } عطف على جملة { ثم نقول } و ( ثم ) للترتيب الرتبي وهو الانتقال من خبر إلى خبر أعظم منه .والفتنة أصلها الاختبار ، من قولهم : فتنَ الذهَب إذا اختبر خلوصه من الغلْث . وتطلق على اضطراب الرأي من حصول خوف لا يصبر على مثله ، لأنّ مثل ذلك يدلّ على مقدار ثبات من يناله ، فقد يكون ذلك في حالة العيش؛ وقد يكون في البغض والحبّ؛ وقد يكون في الاعتقاد والتفكير وارتباك الأمور . وقد تقدّم الكلام عليها عند قوله تعالى : { إنّما نحن فتنة فلا تكفر } في سورة [ البقرة : 102 ].{ وفتنتهم } هنا استثني منها { أن قالوا والله ربّنا ما كنّا مشركين } ، فذلك القول إمّا أن يكون من نوع ما استثني هو منه المحذوف في تفريغ الاستثناء ، فيكون المستثنى منه من الأقوال الموصوفة بأنّها فتنة .فالتقدير : لم يكن لهم قول هو فتنة لهم إلاّ قولهم { والله ربّنا ما كنا مشركين }.وإمّا أن يكون القول المستثنى دالاً على فتنتهم ، أي على أنّهم في فتنة حين قالوه . وأيّاً ما كان فقولهم : { والله ربّنا ما كنّا مشركين } متضمّن أنّهم مفتونون حينئذٍ .وعلى ذلك تحتمل الفتنة أن تكون بمعنى اضطراب الرأي والحيرة في الأمر ، ويكون في الكلام إيجاز . والتقدير : فافتتنوا في ماذا يجيبون ، فكان جوابهم أن قالوا : { والله ربّنا ما كنّا مشركين } فعدل عن المقدّر إلى هذا التركيب لأنّه قد علم أنّ جوابهم ذلك هو فتنتهم لأنّه أثرها ومظهرها .ويحتمل أن يراد بالفتنة جوابهم الكاذب لأنّه يفضي إلى فتنة صاحبه ، أي تجريب حالة نفسه .ويحتمل أن تكون أطلقت على معناها الأصلي وهو الاختبار . والمراد به السؤال لأنّ السؤال اختبار عمّا عند المسؤول من العلم ، أو من الصدق وضدّه ، ويتعيّن حينئذٍ تقدير مضاف ، أي لم يكن جواب فتنتهم ، أي سؤالهم عن حال إشراكهم إلاّ أن قالوا : { والله ربّنا ما كنّا مشركين }.وقرأ الجمهور { لم تكن } بتاء تأنيث حرف المضارعة . وقرأه حمزة ، والكسائي ، ويعقوب بياء المضارعة للغائبة باعتبار أنّ { قالوا } هو اسم ( كان ). وقرأ الجمهور { فتنتهم } بالنصب على أنّه خبر ( كان ) ، فتكون ( كان ) ناقصة واسمها { إلاّ أن قالوا } وإنّما أخّر عن الخبر لأنّه محصور .وقرأه ابن كثير ، وابن عامر ، وحفص عن عاصم بالرفع على أنّه اسم ( كان ) و { أنْ قالوا } خبر ( كان ) ، فتجعل ( كان ) تامّة . والمعنى لم توجد فتنة لهم إلاّ قولهم : { والله ربّنا ما كنّا مشركين } ، أي لم تقع فتنتهم إلاّ أن نفوْا أنّهم أشركوا .ووجه اتّصال الفعل بعلامة مضارعة للمؤنّث على قراءة نصب { فتنتهم } هو أنّ فاعله مؤنَّث تقديراً ، لأنّ القول المنسبك من ( أن ) وصلتها من جملة الفتنة على أحد التأويلين . قال أبو علي الفارسي : وذلك نظير التأنيث في اسم العدد في قوله تعالى : { من جاء بالحسنة فله عشر أمثالها } [ الأنعام : 160 ] ، لأنّ الأمثال لمّا كانت في معنى الحسنات أنّث اسم عددها .وقرأ الجمهور { ربّنا } بالجرّ على الصفة لاسم الجلالة . وقرأه حمزة ، والكسائي ، وخلف بالنصب على النداء بحذف حرفه .وذكرُهم الربّ بالإضافة إلى ضميرهم مبالغة في التنصّل من الشرك ، أي لا ربّ لنا غيره . وقد كذّبوا وحلفوا على الكذب جرياً على سننهم الذي كانوا عليه في الحياة ، لأنّ المرء يحشر على ما عاش عليه ، ولأنّ الحيرة والدهش الذي أصابهم خيّل إليهم أنّهم يموّهون على الله تعالى فيتخلّصون من العقاب . ولا مانع من صدور الكذب مع ظهور الحقيقة يومئذٍ ، لأنّ الحقائق تظهر لهم وهم يحسبون أنّ غيرهم لا تظهر له ، ولأنّ هذا إخبار منهم عن أمر غائب عن ذلك اليوم فإنّهم أخبروا عن أمورهم في الدنيا .وفي «صحيح البخاري» : أنّ رجلاً قال لابن عباس : إنِّي أجد في القرآن أشياء تختلف عليّ ، فذكر منها قوله : { ولا يكتمون الله حديثاً } [ النساء : 42 ] وقوله : { والله ربّنا ما كنّا مشركين }.فقد كتموا في هذه الآية . فقال ابن عباس : إنّ الله يغفر لأهل الإخلاص ذنوبهم ، فيقول المشركون تعالوا نقل : ما كنّا مشركين ، فيختم على أفواههم فتنطق أيديهم ، فعند ذلك عرفوا أنّ الله لا يُكتم حديثاً .",
  "ayah": 23,
  "surah": 6
}
