{
  "text": "عطف جملة ابتدائية على الجمل الابتدائية التي قبلها من قوله : { الذين خسروا أنفسهم فهم لا يؤمنون } [ الأنعام : 20 ].والضمير المجرور ب { من } التبعيضية عائد إلى المشركين الذين الحديث معهم وعنهم ابتداء من قوله : { ثم الذين كفروا بربِّهم يعدلون } [ الأنعام : 1 ] ، أي ومن المشركين من يستمع إليك . وقد انتقل الكلام إلى أحواللِ خاصّة عقلائهم الذين يربأون بأنفسهم عن أن يقابلوا دعوة الرسول صلى الله عليه وسلم بمثل ما يقابله به سفهاؤهم من الإعراض التامّ ، وقولِهم : { قلوبنا في أكنّة ممّا تدعونا إليه وفي آذاننا وقر ومن بيننا وبينك حجاب } [ فصلت : 5 ]. ولكن هؤلاء العقلاء يتظاهرون بالحلم والأناة والإنصاف ويخيّلون للدهماء أنّهم قادرون على مجادلة الرسول عليه الصلاة والسلام وإبطال حججه ثم ينهون الناس عن الإيمان . روى الواحدي عن ابن عبّاس أنّه سمّى من هؤلاء أبا سفيان بن حرب ، وعتبة وشيبة ابني ربيعة ، وأبا جهل ، والوليد بن المغيرة ، والنضر بن الحارث ، وأمية وأبيّا ابني خلف ، اجتمعوا إلى النبي صلى الله عليه وسلم يستمعون القرآن فلمّا سمعوه قالوا للنضر : ما يقول محمد فقال : والذي جعلها بيته ( يعني الكعبة ) ما أدري ما يقول إلاّ أنِّي أرى تحرّك شفتيه فما يقول إلاّ أساطير الأولين مثل ما كنت أحدّثكم عن القرون الماضية . يعني أنّه قال ذلك مكابرة منه للحقّ وحسداً للرسول عليه الصلاة والسلام . وكان النضر كثير الحديث عن القرون الأولى . وكان يحدّث قريشاً عن أقاصيص العجم ، مثل قصة ( رستم ) و ( إسفنديار ) فيستملحون حديثه ، وكان صاحب أسفار إلى بلاد الفرس ، وكان النضر شديد البغضاء للرسول صلى الله عليه وسلم وهو الذي أهدر الرسول عليه الصلاة والسلام دمه فقتل يوم فتح مكّة . وروي أنّ أبا سفيان قال لهم : إنِّي لأراه حقّاً . فقال له أبو جهل : كلاّ . فوصف الله حالهم بهذه الآية . وقد نفع الله أبا سفيان بن حرب بكلمته هذه ، فأسلم هو دونهم ليلة فتح مكّة وثبتت له فضيلة الصحبة وصهر النبي صلى الله عليه وسلم ولزوجه هند بنت عتبة بن ربيعة .و { الأكنّة } جمع كنان بكسر الكاف و ( أفعلة ) يتعيّن في ( فِعال ) المكسور الفاء إذا كان عينه ولامه مثلين . والكنان : الغطاء ، لأنّه يكنّ الشيء ، أي يستره . وهي هنا تخييل لأنّه شبَّهت قلوبهم في عدم خلوص الحقّ إليها بأشياء محجوبة عن شيء . وأثبتت لها الأكنّة تخييلاً ، وليس في قلب أحدهم شيء يشبه الكنان .وأسند جعل تلك الحالة في قلوبهم إلى الله تعالى لأنّه خلقهم على هذه الخصلة الذميمة والتعقّل المنحرف ، فهم لهم عقول وإدراك لأنّهم كسائر البشر ، ولكن أهواءهم تخيّر لهم المنع من اتِّباع الحقّ ، فلذلك كانوا مخاطبين بالإيمان مع أنّ الله يعلم أنّهم لا يؤمنون إذ كانوا على تلك الصفة ، على أنّ خطاب التكليف عامّ لا تعيين فيه لأناس ولا استثناء فيه لأناس .فالجعل بمعنى الخلق وليس للتحويل من حال إلى حال . وقد مات المسمّون كلّهم على الشرك عدا أبا سفيان فإنّه شهد حينئذٍ بأنّ ما سمعه حقّ ، فدلّت شهادته على سلامة قلبه من الكنان .والضمير المنصوب في { أن يفقهوه } عائد إلى القرآن المفهوم من قوله { يستمع إليك }.وحذف حرف الجرّ . والتقدير : من أن يفقهوه ، ويتعلّق ب { أكنّة } لما فيه من معنى المنع ، أي أكنّة تمنع من أن يفهموا القرآن .والوَقر بفتح الواو الصمم الشديد وفعله كوعد ووجد يستعمل قاصراً ، يقال : وقرت أذنه ، ومتعدّياً يقال : وقر الله أذنه فوقرت . والوقر مصدر غير قياسي ل ( وقرت ) أذنه ، لأنّ قياس مصدره تحريك القاف ، وهو قياسي ل ( وقر ) المتعدّي ، وهو مستعار لعدم فهم المسموعات . جعل عدم الفهم بمنزلة الصمم ولم يذكر للوقر متعلّق يدلّ على الممنوع بوقر آذانهم لظهور أنّه من أن يسمعوه ، لأنّ الوقر مؤذن بذلك ، ولأنّ المراد السمع المجازي وهو العلم بما تضمّنه المسموع .وقوله : { على قلوبهم } ، وقوله : { في آذانهم } يتعلّقان بِ { جعلنا }.وقدّم كلّ منهما على مفْعول { جعلنا } للتنبيه على تعلّقه به من أول الأمر .فإن قلت : هل تكون هاته الآية حجّة للذين قالوا من علمائنا : إنّ إعجاز القرآن بالصَّرْفة ، أي أعجز الله المشركين عن معارضته بأن صرفهم عن محاولة المعارضة لتقوم الحجّة عليهم ، فتكون الصرفة من جملة الأكنّة التي جعل الله على قلوبهم .قلت : لم يحتجّ بهذه الآية أصحاب تلك المقالة لأنّك قد علمت أنّ الأكنّة تخييل وأنّ الوقر استعارة وأنّ قول النضر ( ما أدري ما أقول ) ، بُهتان ومكابرة ، ولذلك قال الله تعالى : { وإن يروا كلّ آية لا يؤمنوا بها }.وكلمة { كلّ } هنا مستعملة في الكثرة مجازاً لتعذّر الحقيقة سواء كان التعذّر عقلاً كما في هذه الآية ، وقوله تعالى : { فلا تميلوا كلّ الميل } [ النساء : 129 ] ، وذلك أنّ الآيات تنحصر أفرادها لأنّها أفراد مقدّرة تظهر عند تكوينها إذ هي من جنس عامّ؛ أم كان التعذّر عادة كقول النابغةبها كلّ ذيّال وخنساء ترعوي: ...إلى كلّ رَجّاف من الرّمل فارد ... فإنّ العادة تحيل اجتماع جميع بقر الوحش في هذا الموضع .فيتعذّر أن يرى القوم كلّ أفراد ما يصحّ أن يكون آية ، فلذلك كان المراد ب { كلّ } معنى الكثرة الكثيرة ، كما تقدّم في قوله تعالى : { ولئن أتيت الذين أوتوا الكتاب بكلّ آية } في سورة [ البقرة : 145 ].و { حتى } حرف موضوع لإفادة الغاية ، أي أنّ ما بعدها غاية لما قبلها . وأصل { حتى } أن يكون حرف جرّ مثل ( إلى ) فيقع بعده اسم مفرد مدلوله غاية لما قبل ( حتّى ). وقد يعدل عن ذلك ويقع بعد ( حتّى ) جملة فتكون ( حتّى ) ابتدائية ، أي تؤذن بابتداء كلام مضمونه غاية لكلام قبل ( حتى ).ولذلك قال ابن الحاجب في «الكافية» : إنّها تفيد السببية ، فليس المعنى أنّ استماعهم يمتدّ إلى وقت تجيئهم ولا أنّ جعل الأكنّة على قلوبهم والوقر في آذانهم يمتدّ إلى وقت مجيئهم ، بل المعنى أن يتسبّب على استماعهم بدون فهم . وجعل الوقر على آذانهم والأكنّة على قلوبهم أنّهم إذا جاءوك جادلوك .وسمّيت { حتى } ابتدائية لأنّ ما بعدها في حكم كلام مستأنف استئنافاً ابتدائياً . ويأتي قريب من هذا عند قوله : { قد خسر الذين كذّبوا بلقاء الله حتّى إذا جاءتهم الساعة بغتة } في هذه السورة [ 31 ] ، وزيادة تحقيق لمعنى ( حتّى ) الابتدائية عند قوله تعالى : { فمن أظلم من افترى على الله كذباً إلى قوله حتى إذا جاءتهم رسلنا } الخ في سورة [ الأعراف : 37 ].{ وإذا } شرطية ظرفية . و { جاءوك } شرطها ، وهو العامل فيها . وجملة { يجادلونك } حال مقدّرة من ضمير { جاءوك } أي جاءوك مجادلين ، أي مقدّرين المجادلة معك يظهرون لقومهم أنّهم أكفّاء لهذه المجادلة .وجملة { يقول } جواب { إذا } ، وعدل عن الإضمار إلى الإظهار في قوله : { يقول الذين كفروا } لزيادة التسجيل عليهم بالكفر ، وأنّهم ما جاءوا طالبين الحقّ كما يدّعون ولكنّهم قد دخلوا بالكفر وخرجوا به فيقولون { إن هذا إلاّ أساطير الأولين } ، فهم قد عدلوا عن الجدل إلى المباهتة والمكابرة .والأساطير جمع أسطورة بضم الهمزة وسكون السين وهي القصّة والخبر عن الماضين . والأظهر أنّ الأسطورة لفظ معرّب عن الرومية : أصله إسطوريَا بكسر الهمزة وهو القصّة . ويدلّ لذلك اختلاف العرب فيه ، فقالوا : أسطورة وأسطيرة وأسطور وأسطير ، كلّها بضم الهمزة وإسطارة وإسطار بكسر الهمزة . والاختلاف في حركات الكلمة الواحدة من جملة أمارات التعريب . ومن أقوالهم : «أعجميّ فالعب به ما شئْت» . وأحسن الألفاظ لها أسطُورة لأنّها تصادف صيغة تفيد معنى المفعول ، أي القصّة المسطورة . وتفيد الشهرة في مدلول مادّتها مثل الأعجوبة والأحدوثة والأكرومة . وقيل : الأساطير اسم جمع لا واحد له مثل أبابيل وعباديد وشَمَاطيط . وكان العرب يطلقونه على ما يتسامر الناس به من القصص والأخبار على اختلاف أحوالها من صدق وكذب . وقد كانوا لا يميِّزون بين التواريخ والقصص والخرافات فجميع ذلك مرمي بالكذب والمبالغة . فقولهم : { إن هذا إلاّ أساطير الأولين }.يحتمل أنّهم أرادوا نسبة أخبار القرآن إلى الكذب على ما تعارفوه من اعتقادهم في الأساطير . ويشتمل أنّهم أرادوا أنّ القرآن لا يخرج عن كونه مجموع قصص وأساطير ، يعنون أنّه لا يستحقّ أن يكون من عند الله لأنّهم لقصور أفهامهم أو لتجاهلهم يعرضون عن الاعتبار المقصود من تلك القصص ويأخذونها بمنزلة الخرافات التي يتسامر الناس بها لتقصير الوقت . وسيأتي في سورة الأنفال أنّ من قال ذلك النضرلآالحارث ، وأنّه كان يمثّل القرآن بأخبار ( رستم ) و ( اسفنديار ).",
  "ayah": 25,
  "surah": 6
}
