{
  "text": "لمّا جرى ذكر الساعة وما يلحق المشركين فيها من الحسرة على ما فرّطوا ناسب أن يذكّر الناس بأنّ الحياة الدنيا زائلة وأنّ عليهم أن يستعدّوا للحياة الآخرة . فيحتمل أن يكون جواباً لقول المشركين : { إن هي إلاّ حياتنا الدنيا وما نحن بمبعوثين } [ الأنعام : 29 ]. فتكون الواو للحال ، أي تقولون إن هي إلاّ حياتنا الدنيا ولو نظرتم حقّ النظر لوجدتم الحياة الدنيا لعباً ولهواً وليس فيها شيء باق ، فلعلمتم أنّ وراءها حياة أخرى فيها من الخيرات ما هو أعظم ممّا في الدنيا وإنّما يناله المتّقون ، أي المؤمنون ، فتكون الآية إعادة لدعوتهم إلى الإيمان والتقوى ، ويكون الخطاب في قوله : { أفلا تعقلون } التفاتاً من الحديث عنهم بالغيبة إلى خطابهم بالدعوة .ويحتمل أنَّه اعتراض بالتذييل لحكاية حالهم في الآخرة ، فإنَّه لما حكى قولهم : { يا حسرتنا على ما فرّطنا فيها } [ الأنعام : 31 ] علم السامع أنَّهم فرّطوا في الأمور النافعة لهم في الآخرة بسبب الانهماك في زخارف الدنيا ، فذُيّل ذلك بخطاب المؤمينن تعريفاً بقيمة زخارف الدنيا وتبشيراً لهم بأنّ الآخرة هي دار الخير للمؤمنين ، فتكون الواو عطفت جملة البشارة على حكاية النذارة . والمناسبة هي التضادّد . وأيضاً في هذا نداء على سخافة عقولهم إذ غرّتهم في الدنيا فسوّل لهم الاستخفاف بدعوة الله إلى الحق . فيجعل قوله : { أفلا تعقلون } خطاباً مستأنفاً للمؤمنين تحذيراً لهم من أن تغرّهم زخارف الدنيا فتلهيهم عن العمل للآخرة .وهذا الحكم عامّ على جنس الحياة الدنيا ، فالتعريف في الحياة تعريف الجنس ، أي الحياة التي يحياها كلّ أحد المعروفة بالدنيا ، أي الأولى والقريبة من الناس ، وأطلقت الحياة الدنيا على أحوالها ، أو على مدّتها .واللعب : عمل أو قول في خفّة وسرعة وطيش ليست له غاية مفيدة بل غايته إراحة البال وتقصير الوقت واستجلاب العقول في حالة ضعفها كعقل الصغير وعقل المتعب ، وأكثره أعمال الصبيان . قالوا ولذلك فهو مشتقّ من اللّعاب ، وهو ريق الصبي السائل . وضدّ اللعب الجِدّ .واللهو : ما يشتغل به الإنسان ممّا ترتاح إليه نفسه ولا يتعب في الاشتغال به عقله . فلا يطلق إلاّ على ما فيه استمتاع ولذّة وملائمة للشهوة .وبين اللهو واللعب العموم والخصوص الوجهي . فهما يجتمعان في العمل الذي فيه ملاءمة ويقارنه شيء من الخفّة والطيش كالطرب واللهو بالنساء . وينفرد اللعب في لعب الصبيان . وينفرد اللهو في نحو الميسر والصيد .وقد أفادت صيغة { وما الحياة الدنيا إلاّ لعب ولهو } قصَر الحياة على اللعب واللهو ، وهو قصر موصوف على صفة . والمراد بالحياة الأعمال التي يحبّ الإنسان الحياة لأجلها ، لأنّ الحياة مدّة وزمن لا يقبل الوصف بغير أوصاف الأزمان من طول أو قصر ، وتحديد أو ضدّه ، فتعيّن أنّ المراد بالحياة الأعمال المظروفة فيها .واللعب واللهو في قوة الوصف ، لأنّهما مصدران أريد بهما الوصف للمبالغة ، كقول الخنساء: ... فإنّما هي إقبال وإدباروهذا القصر ادّعائي يقصد به المبالغة ، لأنّ الأعمال الحاصلة في الحياة كثيرة ، منها اللهو واللعب ، ومنها غيرهما ، قال تعالى : { إنّما الحياة الدنيا لعب ولَهْو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد } [ الحديد : 20 ]. فالحياة تشتمل على أحوال كثيرة منها الملائم كالأكل واللذات ، ومنها المؤلم كالأمراض والأحزان ، فأمّا المؤلمات فلا اعتداد بها هنا ولا التفات إليها لأنّها ليست ممّا يرغب فيه الراغبون ، لأنّ المقصود من ذكر الحياة هنا ما يحصل فيها ممّا يحبّها الناس لأجله ، وهو الملائمات .وأمّا الملائمات فهي كثيرة ، ومنها ما ليس بلعب ولهو ، كالطعام والشراب والتدفّىء في الشتاء والتبرّد في الصيف وجمع المال عند المولع به وقرى الضيف ونكاية العدوّ وبذل الخير للمحتاج ، إلاّ أنّ هذه لمّا كان معظمها يستدعي صرف همّة وعمل كانت مشتملة على شيء من التعب وهو منافر . فكان معظم ما يحبّ الناس الحياة لأجله هو اللهو واللعب ، لأنّه الأغلب على أعمال الناس في أول العمر والغالبُ عليهم فيما بعد ذلك . فمن اللعب المزاح ومغازلة النساء ، ومن اللهو الخمر والميسر والمغاني والأسمار وركوب الخيل والصيد .فأمّا أعمالهم في القربات كالحجّ والعمرة والنذر والطواف بالأصنام والعتيرة ونحوها فلأنّها لمّا كانت لا اعتداد بها بدون الإيمان كانت ملحقة باللعب ، كما قال تعالى : { وما كان صلاتُهم عند البيت إلاّ مكاء وتصدية } [ الأنفال : 35 ] ، وقال : { الذين اتّخذوا دينهم لَهَواً ولعباً وغرّتهم الحياة الدنيا } [ الأعراف : 51 ].فلا جرم كان الأغلب على المشركين والغالب على الناس اللعب واللهو إلاّ من آمن وعمل صالحاً . فلذلك وقع القصر الادّعائي في قوله : { وما الحياة الدنيا إلاّ لعب ولهو }.وعقّب بقوله : { وللدّار الآخرة خير للذين يتَّقون } ، فعلم منه أنّ أعمال المتَّقين في الدنيا هي ضدّ اللعب واللهو ، لأنّهم جعلت لهم دار أخرى هي خير ، وقد علم أنّ الفوز فيها لا يكون إلاّ بعمل في الدنيا فأنتج أنّ عملهم في الدنيا ليس اللهو واللعب وأنّ حياة غيرهم هي المقصورة على اللهو واللعب .والدار محلّ إقامة الناس ، وهي الأرض التي فيها بيوت الناس من بناء أو خيام أو قباب . والآخرة مؤنّثُ وصف الآخِر بكسر الخاء وهو ضدّ الأول ، أي مقرّ الناس الأخير الذي لا تحوّل بعده .وقرأ جمهور العشرة { وللدار } بلامين لام الابتداء ولام التعريف ، وقرأوا { الآخرة } بالرفع . وقرأ ابن عامر { ولَدارُ الآخرة } بلام الابتداء فقط وبإضافة دار منكّرة إلى الآخرة فهو من إضافة الموصوف إلى الصفة ، كقولهم : مسجد الجامع ، أو هو على تقدير مضاف تكون { الآخرة } وصفاً له . والتقدير : دار الحياة الآخرة .و { خَيْر } تفضيل على الدنيا باعتبار ما في الدنيا من نعيم عاجل زائل يلحق معظمة مؤاخذةٌ وعذاب .وقوله { للذين يتّقون } تعريض بالمشركين بأنّهم صائرون إلى الآخرة لكنّها ليست لهم بخير ممّا كانوا في الدنيا . والمراد ب { الذين يتّقون } المؤمنون التابعون لما أمر الله به ، كقوله تعالى : { هدى للمتّقين } [ البقرة : 2 ] ، فإنّ الآخرة لهؤلاء خير محض . وأمّا من تلحقهم مؤاخذة على أعمالهم السيئة من المؤمنين فلمّا كان مصيرهم بعدُ إلى الجنّة كانت الآخرة خيراً لهم من الدنيا .وقوله : { أفلا تعقلون } عطف بالفاء على جملة : { وما الحياة الدنيا } إلى آخرها لأنّه يتفرّع عليه مضمون الجملة المعطوفة . والاستفهام عن عدم عقلهم مستعمل في التوبيخ إن كان خطاباً للمشركين ، أو في التحذير إن كان خطاباً للمؤمنين . على أنَّه لمّا كان استعماله في أحد هذين على وجه الكناية صحّ أن يراد منه الأمران باعتبار كلا الفريقين ، لأنّ المدلولات الكنائية تتعدّد ولا يلزم من تعدّدها الاشتراك ، لأنّ دلالتها التزامية ، على أنّنا نلتزم استعمال المشترك في معنييه .وقرأ نافع ، وابن عامر ، وحفص ، وأبو جعفر ، ويعقوب ، { أفلا تعقلون } بتاء الخطاب على طريقة الإلتفات . وقرأه الباقون بياء تحتية ، فهو على هذه القراءة عائد لما عاد إليه ضمائر الغيبة قبله ، والاستفهام حينئذٍ للتعجيب من حالهم .وفي قوله : { للذين يتّقون } تأييس للمشركين .",
  "ayah": 32,
  "surah": 6
}
