{
  "text": "عطف على جملة : { قد نعلم إنّه لَيُحْزنك الذي يقولون } [ الأنعام : 33 ] ، فإنّ رسول الله صلى الله عليه وسلم كان يحزنه ما يقولونه فيه من التكذيب به وبالقرآن حَزَناً على جهل قومه بقدر النصيحة وإنكارهم فضيلة صاحبها ، وحزناً من جرّاء الأسف عليهم من دوام ضلالهم شفقة عليهم ، وقد سلاّه الله تعالى عن الحزن الأول بقوله { فإنّهم لا يكذبونك } [ الأنعام : 33 ] وسلاّه عن الثاني بقوله : { وإن كانَ كَبُر عليك إعراضهم } الآية .و { كبُر } ككرم ، كِبراً كعنب : عظمت جثّته . ومعنى { كَبُر } هنا شقّ عليك . وأصله عظم الجثّة ، ثم استعمل مجازاً في الأمور العظيمة الثقيلة لأنّ عظم الجثّة يستلزم الثقل ، ثم استعمل مجازاً في معنى ( شقّ ) لأنّ الثقيل يشق جمله . فهو مجاز مرسل بلزومين .وجيء في هذا الشرط بحرف ( إنْ ) الذي يكثر وروده في الشرط الذي لا يظنّ حصوله للإشارة إلى أنّ الرسول عليه الصلاة والسلام ليس بمظنّة ذلك ولكنّه على سبيل الفرض .وزيدت ( كان ) بعد ( إنْ ) الشرطية بينها وبين ما هو فعل الشرط في المعنى ليبقى فعل الشرط على معنى المضي فلا تُخلّصه ( إن ) الشرطيّةُ إلى الاستقبال ، كما هو شأن أفعال الشروط بعد ( إن ) ، فإنّ ( كان ) لقوّة دلالته على المضي لا تقلبه أداة الشرط إلى الاستقبال .والإعراض المعرّف بالإضافة هو الذي مضى ذكره في قوله تعالى : { وما تأتيهم من آية من آيات ربّهم إلاّ كانوا عنها معرضين } [ الأنعام : 4 ]. وهو حالة أخرى غير حالة التكذيب ، وكلتاهما من أسباب استمرار كفرهم .وقوله : { فإن استطعت } جوابُ { إن كان كبر } ، وهو شرط ثان وقع جواباً للشرط الأول . والاستطاعة : القدرة . والسين والتاء فيها للمبالغة في طاع ، أي انقاد .والابتغاء : الطلب . وقد تقدّم عند قوله تعالى : { أفغير دين الله تبغون } في سورة [ آل عمران : 83 ] ، أي أن تَطْلُبَ نَفَقاً أو سُلّماً لتبلغ إلى خبايا الأرض وعجائبها وإلى خبايا السماء . ومعنى الطلب هنا : البحث .وانتصب نفقاً } و { سُلّما } على المفعولين ل { تبتغي }.والنفق : سرب في الأرض عميق .والسّلَّم بضمّ ففتح مع تشديد اللاّم آلة للارتقاء تتّخذ من حبلين غليظين متوازيين تصل بينهما أعواد أو حبال أخرى متفرّقة في عرض الفضاء الذي بين الحبلين من مساحة ما بين كلّ من تلك الأعواد بمقدار ما يرفع المرتقي إحدَى رجليه إلى العود الذي فوق ذلك ، وتسمّى تلك الأعواد دَرَجَات . ويجعلُ طول الحبلين بمقدار الارتفاع الذي يراد الارتقاء إليه . ويسمَّى السلّم مِرْقاة ومِدْرَجة . وقد سمّوا الغرز الذي يرتقي به الراكب على رحل ناقته سُلّما . وكانوا يرتقون بالسلّم إلى النخيل للجذاذ . وربما كانت السلاليم في الدور تتّخذ من العود فتسمّى المرقاة . فأمّا الدرج المبنيّة في العَلالي فإنّها تُسَمَّى سُلّماً وتسمّى الدّرَجة كما ورد في حديث مقتل أبي رافع قول عبد الله بن عتيك في إحدى الروايات« حتّى انتهيت إلى دَرَجة له » ، وفي رواية « حتّى أتيت السلّم أريد أن أنزل فأسْقُطُ منه »وقوله { في الأرض } صفة { نفقاً } أي متغلغلاً ، أي عميقاً . فذكر هذا المجرور لإفادة المبالغة في العمق مع استحضار الحالة وتصوير حالة الاستطاعة إذ من المعلوم أنّ النفق لا يكون إلاّ في الأرض .وأمّا قوله : { في السماء } فوصف به { سُلّما } ، أي كائناً في السماء ، أي واصلاً إلى السماء . والمعنى تبلغ به إلى السماء . كقول الأعشىورُقّيتَ أسبَاب السّمَاء بسُلّم ... والمعنى : فإن استطعت أن تطلب آية من جميع الجهات للكائنات . ولعلّ اختيار الابتغاء في الأرض والسماء أنّ المشركين سألوا الرسول عليه والصلاة والسلام آيات من جنس ما في الأرض ، كقولهم { حتّى تُفجّر لنا من الأرض ينبوعاً } [ الإسراء : 90 ] ، ومن جنس ما في السماء ، كقولهم : { أو ترقى في السماء } [ الإسراء : 93 ].وقوله : { بآية } أي بآية يسلّمون بها ، فهنالك وصف محذوف دلّ عليه قوله : { إعراضهم } ، أي عن الآيات التي جئتهم بها .وجواب الشرط محذوف دلّ عليه فعل الشرط ، وهو { استطعت }.والشرط وجوابه مستعملان مجازاً في التأييس من إيمانهم وإقناعهم ، لأنّ الله جعل على قلوبهم أكنّة وفي آذانهم وقراً وإن يروا كلّ آية لا يؤمنوا بها .ويتعيّن تقدير جواب الشرط ممّا دلّ عليه الكلام السابق ، أي فأتهم بآية فإنّهم لا يؤمنون بها ، كما يقول القائل للراغب في إرضاء مُلحّ . إن استطعت أن تجلب ما في بيتك ، أي فهو لا يرضى بما تقصر عنه الاستطاعة بلْهَ ما في الاستطاعة . وهو استعمال شائع ، وليس فيه شيء من اللوم ولا من التوبيخ ، كما توهّمه كثير من المفسّرين .وقوله : { ولو شاء الله لجمعهم على الهدى } شرط امتناعي دلّ على أنّ الله لم يشأ ذلك ، أي لو شاء الله أن يجمعهم على الهدى لجمعهم عليه؛ فمفعول المشيئة محذوف لقصد البيان بعد الإبهام على الطريقة المسلوكة في فعل المشيئة إذا كان تعلّقه بمفعوله غير غريب وكان شرطاً لإحدى أدوات الشرط كما هنا ، وكقوله : { إن يشأ يُذهبكم } [ النساء : 133 ].ومعنى : { لجمعهم على الهدى } لهداهم أجمعين . فوقع تفنّن في أسلوب التعبير فصار تركيباً خاصِّيّاً عدل به على التركيب المشهور في نحو قوله تعالى : { فلو شاء لهداكم أجمعين } [ الأنعام : 149 ] للإشارة إلى تمييز الذين آمنوا من أهل مكّة على من بقي فيها من المشركين ، أي لو شاء لجمعهم مع المؤمنين على ما هدى إليه المؤمنين من قومهم .والمعنى : لو شاء الله أن يخلقهم بعقول قابلة للحقّ لخلقهم بها فلَقَبلُوا الهدى ، ولكنّه خلقهم على ما وصف في قوله : { وجعلنا على قلوبهم أكنّة أن يفقهوه وفي آذانهم وقراً } [ الأنعام : 25 ] الآية ، كما تقدّم بيانه . وقد قال تعالى : { ولو شاء ربّك لجعل الناس أمّة واحدة }[ هود : 118 ] ، وبذلك تعلم أنّ هذه مشيئة كليّة تكوينيّة ، فلا تعارض بين هذه الآية وبين قوله تعالى في آخر هذه السورة [ 148 ] { سيقول الذين أشركوا لو شاء الله ما أشركنا ولا آباؤنا } الآية . فهذا من المشيئة المتعلّقة بالخلق والتكوين لا من المشيئة المتعلّقة بالأمر والتشريع . وبينهما بَوْن ، سقط في مهواته من لم يقدّر له صون .وقوله : فلا تكونّن من الجاهلين } تذييل مفرّع على ما سبق .والمراد ب { الجاهلين } يجوز أن يكون من الجهل الذي هو ضدّ العلم ، كما في قوله تعالى خطاباً لنوح { إنّي أعظُك أن تكون من الجاهلين } [ هود : 46 ] ، وهو ما حمل عليه المفسّرون هنا . ويجوز أن يكون من الجهل ضدّ الحلم ، أي لا تضق صدراً بإعراضهم . وهو أنسب بقوله : { وإن كان كبر عليك إعراضهم }.وإرادة كلا المعنيين ينتظم مع مفاد الجملتين : جملة : { وإن كان كبر عليك إعراضهم } وجملة { ولو شاء الله لجمعهم على الهدى }.ومع كون هذه الجملة تذييلاً للكلام السابق فالمعنى : فلا يَكْبُرْ عليك إعراضهم ولا تضق به صدراً ، وأيضاً فكن عالماً بأنّ الله لو شاء لجمعهم على الهدى . وهذا إنباء من الله تعالى لرسوله صلى الله عليه وسلم بأمر من علم الحقيقة يختصّ بحالة خاصّة فلا يطّرد في غير ذلك من مواقف التشريع .وإنّما عدل على الأمر بالعلم لأنّ النّهي عن الجهل يتضمّنه فيتقرّر في الذهن مرتين ، ولأنّ في النهي عن الجهل بذلك تحريضاً على استحضار العلم به ، كما يقال للمتعلّم : لا تنسى هذه المسألة . وليس في الكلام نهي عن شيء تلبّس به الرسول صلى الله عليه وسلم كما توهّمه جمع من المفسّرين ، وذهبوا فيه مذاهب لا تستبين .",
  "ayah": 35,
  "surah": 6
}
