{
  "text": "عطف على جملة : { وإن كان كبر عليك إعراضهم } [ الأنعام : 35 ] الآيات ، وهذا عود إلى ما جاء في أول السورة [ 4 ] من ذكر إعراضهم عن آيات الله بقوله { وما تأتيهم من آية من آيات ربّهم إلاّ كانوا عنها معرضين } ثم ذكر ما تفنّنوا به من المعاذير من قولهم : { لولا أنزل عليه ملك } [ الأنعام : 8 ] وقوله : { وإن يروا كلّ آية لا يؤمنوا بها } [ الأنعام : 25 ] أي وقالوا : لولا أنزل عليه آية ، أي على وفق مقترحهم ، وقد اقترحوا آيات مختلفة في مجادلات عديدة . ولذلك أجملها الله تعالى هنا اعتماداً على علمها عند الرسول صلى الله عليه وسلم والمؤمنين ، فقال : { وقالوا لولا نزّل عليه آية من ربّه }.فجملة : { وقالوا لولا نزّل عليه آية من ربِّه } وقع عطفها معترضاً بين جملة { والموتى يبعثهم الله ثم إليه يرجعون } [ الأنعام : 36 ] وجملة { وما من دابّة في الأرض ولا طائر يطير بجناحيه } [ الأنعام : 38 ] الخ . وفي الإتيان بفعل النزول ما يدلّ على أنّ الآية المسؤولة من قبيل ما يأتي من السماء ، مثل قولهم { لولا أنزل عليه ملك } [ الأنعام : 8 ] وقولهم : { ولن نُؤمن لِرُقيّك حتى تنزّل علينا كتاباً نقرؤه } [ الإسراء : 93 ] وشبه ذلك .وجرّد { نزّل } من علامة التأنيث لأنّ المؤنّث الذي تأنيثه لفظي بحت يجوز تجريد فعله من علامة التأنيث؛ فإذا وقع بين الفعل ومرفوعه فاصل اجتمع مسوّغان لتجريد الفعل من علامة التأنيث ، فإنّ الفصل بوحده مسوّغ لتجريد الفعل من العلامة . وقد صرّح في «الكشاف» بأنّ تجريد الفعل عن علامة التأنيث حينئذٍ حسن .و { لولا } حرف تحضيض بمعنى ( هلاّ ). والتحضيض هنا لقطع الخصم وتعجيزه ، كما تقدّم في قوله تعالى آنفاً { وقالوا لولا أنزل عليه ملك } [ الأنعام : 8 ].وتقدّم الكلام على اشتقاق { آية } عند قوله تعالى : { والذين كفروا وكذّبوا بآياتنا } في سورة [ البقرة : 39 ].وفصل فعل { قل } فلم يعطف لأنَّه وقع موقع المحاورة فجاء على طريقة الفصل التي بيّنّاها في مواضع كثيرة ، أولها : قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة [ البقرة : 30 ].وأمَر الله رسوله أن يجيبهم بما يُعلم منه أنّ الله لو شاء لأنزل آية على وفق مقترحهم تقوم عليهم بها الحجّة في تصديق الرسول ، ولكنّ الله لم يرد ذلك لحكمة يعلمها؛ فعبّر عن هذا المعنى بقوله : إنّ الله قادر على أنّ ينزّل آية } وهم لا ينكرون أنّ الله قادر ، ولذلك سألوا الآية ، ولكنّهم يزعمون أنّ الرسول عليه الصلاة والسلام لا يَثبُت صدقه إلاّ إذا أيّده الله بآية على وفق مقترحهم . فقوله : { إنّ الله قادر على أن ينزّل آية } مستعمل في معناه الكنائي ، وهو انتفاء أن يريد الله تعالى إجابة مقترحهم ، لأنَّه لمّا أرسل رسوله بآيات بيّنات حصل المقصود من إقامة الحجّة على الذين كفروا ، فلو شاء لزادهم من الآيات لأنّه قادر .ففي هذه الطريقة من الجواب إثبات للردّ بالدليل ، وبهذا يظهر موقع الاستدراك في قوله : { ولكنّ أكثرهم لا يعلمون } فإنّه راجع إلى المدلول الالتزامي ، أي ولكن أكثر المعاندين لا يعلمون أنّ ذلك لو شاء الله لفعله ، ويحسبون أنّ عدم الإجابة إلى مقترحهم يدلّ على عدم صدق الرسول عليه الصلاة والسلام وذلك من ظلمة عقولهم ، فلقد جاءهم من الآيات ما فيه مزدجر .فيكون المعنى الذي أفاده هذا الردّ غير المعنى الذي أفاده قوله { ولو أنزلنا ملكاً لقضي الأمر ثم لا ينظرون } [ الأنعام : 8 ] فإنّ ذلك نبّهوا فيه على أنّ عدم إجابتهم فيه فائدة لهم وهو استبقاؤهم ، وهذا نبّهوا فيه على سوء نظرهم في استدلالهم .وبيان ذلك أنّ الله تعالى نصب الآيات دلائل مناسبة للغرض المستدلّ عليه كما يقول المنطقيّون : إنّ المقدّمات والنتيجة تدلّ عقلاً على المطلوب المستدلّ عليه ، وإنّ النتيجة هي عين المطلوب في الواقع وإن كانت غيره في الاعتبار؛ فلذلك نجد القرآن يذكر الحجج على عظيم قدرة الله على خلق الأمور العظيمة ، كإخراج الحي من الميت وإخراج الميت من الحي في سياق الاستدلال على وقوع البعث والحشر . ويسمّى تلك الحجج آيات كقوله { وهو الذي أنشأكم من نفس واحدة فمستقَرّ ومستودع قد فصّلنا الآيات لقوم يفقهون } [ الأنعام : 98 ] ، وكما سيجيء في أول سورة [ الرعد : 2 ] { الله الذي رفع السماوات بغير عمد قرونها } وذكر في خلال ذلك تفصيل الآيات إلى قوله : { وإن تعجب فعجب قولهم أإذا كنّا تراباً إنّا لفي خلق جديد } [ الرعد : 5 ]. وكذلك ذكر الدلائل على وحدانية الله باستقلاله بالخلق ، كقوله : { وخلق كلّ شيء وهو بكلّ شيء عليم ذلكم الله ربّكم لا إله إلاّ هو خالق كلّ شيء فاعبدوه إلى قوله وكذلك نفصّل الآيات وليقولوا دَرَست } [ الأنعام : 101 105 ] الخ ، وكقوله في الاستدلال على انفراده بأنواع الهداية { وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمات البرّ والبحر قد فصّلنا الآيات لقوم يعلمون }.ولمّا كان نزول القرآن على الرسول عليه الصلاة والسلام حجّة على صدقه في إخباره أنّه مُنزل من عند الله لمَا اشتمل عليه من العلوم وتفاصيل المواعظ وأحوال الأنبياء والأمم وشرع الأحكام مع كون الذي جاء به معلوم الأمية بينهم قد قضى شبابه بين ظهرانيهم ، جعَله آية على صدق الرسول عليه الصلاة والسلام فيما أخبر به عن الله تعالى ، فسمّاه آيات في قوله : { وإذا تتلى عليهم آياتنا ، بيّنات تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم آياتنا } [ الحج : 72 ] فلم يشأ الله أن يجعل الدلائل على الأشياء من غير ما يناسبها .أمّا الجهلة والضّالون فهم يرومون آيات من عجائب التصاريف الخارقة لنظام العالم ، يريدون أن تكون علامة بينهم وبين الله على حسب اقتراحهم بأن يحييهم إليها إشارة منه إلى أنّه صدّق الرسول فيما بلّغ عنه ، فهذا ليس من قبيل الاستدلال ولكنَّه من قبيل المخاطرة ليزعموا أنّ عدم إجابتهم لما اقترحوه علامة على أنّ الله لم يصدّق الرسول صلى الله عليه وسلم في دعوى الرسالة .ومن أين لهم أنّ الله يرضى بالنزول معهم إلى هذا المجال ، ولذلك قال تعالى : { قل إنّ الله قادر على أن ينزّل آية ولكنّ أكثرهم لا يعلمون } ، أي لا يعلمون ما وجه الارتباط بين دلالة الآية ومدلولها . ولذلك قال في الردّ عليهم في سورة [ الرعد : 7 ] { ويقول الذين كفروا لولا أنزل عليه آية من ربّه إنّما أنت منذر فهم جعلوا إيمانهم موقوفاً على أن تنزّل آية من السماء . وهم يعنون أنّ تنزيل آية من السماء جملة واحدة . فقد قالوا : لولا نُزّل عليه القرآن جملة واحدة } [ الفرقان : 32 ] وقالوا : { ولن نؤمن لرقّيك حتّى تُنَزّل علينا كتاباً نقرؤه } [ الإسراء : 93 ]. فردّ الله عليهم بقوله : { إنّما أنت منذر } [ الرعد : 7 ] ، أي لا علاقة بين الإنذار وبين اشتراط كون الإنذار في كتاب ينزّل من السماء ، لأنّ الإنذار حاصل بكونه إنذاراً مفصّلاً بليغاً دالاّ على أنّ المنذِر به ما اخترعه من تلقاء نفسه ، ولذلك ردّ عليهم بما يبيّن هذا في قوله : { وما كنت تتلوا من قبله من كتاب ولا تخطّه بيمينك إذَنْ لارْتَابَ المُبطلون إلى قوله وقالوا لولا أنزل عليه آيات من ربّه قل إنَّما الآيات عند الله وإنّما أنا نذير مبين أو لم يكفهم أنَّا أنزلنا عليك الكتاب يُتلى عليهم } [ العنكبوت : 48 51 ] ، أي فما فائدة كونه ينزل في قرطاس من السماء مع أنّ المضمون واحد .وقال في ردّ قولهم : { حتّى تنزّل علينا كتاباً نقرؤه } [ الإسراء : 93 ] { قل سبحان ربِّي هل كنت إلاّ بشراً رسولا } [ الإسراء : 93 ]. نعم إنّ الله قد يقيم آيات من هذا القبيل من تلقاء اختياره بدون اقتراح عليه ، وهو ما يسمّى بالمعجزة مثل ما سمّى بعض ذلك بالآيات في قوله : { في تسع آيات إلى فرعون وقومه } [ النمل : 12 ] ، فذلك أمر أنف من عند الله لم يقترحه عليه أحد . وقد أعطى نبيّنا محمداً صلى الله عليه وسلم من ذلك كثيراً في غير مقام اقتراححٍ من المعرضين ، مثل انشقاق القمر ، ونبع الماء من بين أصابعه ، وتكثير الطعام القليل ، ونبع الماء من الأرض بسهم رشقه في الأرض . هذا هو البيان الذي وعدتُ به عند قوله تعالى : { وقالوا لولا أنزل عليه ملَك } في هذه السورة [ 8 ].ومن المفسِّرين من جعل معنى قوله ولكنّ أكثرهم لا يعلمون } أنّهم لا يعلمون أنّ إنزال الآية على وفق مقترحهم يعقبها الاستئصال إن لم يؤمنوا ، وهم لعنادهم لا يؤمنون . إلاّ أنّ ما فسّرتها به أولى لئلاّ يكون معناها إعادة لمعنى الآية التي سبقتها ، وبه يندفع التوقّف في وجه مطابقة الجواب لمقتضى السؤال حسبما توقّف فيه التفتزاني في تقرير كلام «الكشاف» .وقوله : { ولكنّ أكثرهم لا يعلمون } تنبيه على أنّ فيهم من يعلم ذلك ولكنّه يكابر ويُظهر أنّه لا يتمّ عنده الاستدلال إلاّ على نحو ما اقترحوه .وإعادة لفظ { آية } بالتنكير في قوله { أن يُنزّل آية } من إعادة النكرة نكرة وهي عين الأولى . وهذا يبطل القاعدة المتداولة بين المعربين من أنّ اللفظ المنكّر إذا أعيد في الكلام منكّراً كان الثاني غير الأول . وقد ذكرها ابن هشام في «مغني اللبيب» في الباب السادس ونقضها . وممّا مثّل به لإعادة النكرة نكرة وهي عين الأولى لا غيرها قوله تعالى : { الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة } [ الروم : 54 ]. وقد تقدّم ذلك عند قوله تعالى : { فلا جناح عليهما أن يصّالحا بينهما صلحاً والصلح خير } في سورة [ النساء : 128 ].",
  "ayah": 37,
  "surah": 6
}
