{
  "text": "معنى هذه الآية غامض بدءاً . ونهايتها أشدّ غموضاً ، وموقعها في هذا السياق خفي المناسبة . فاعلَم أنّ معنى قوله : { وما من دابّة في الأرض إلى قوله إلاّ أمم أمثالكم } أنّ لها خصائص لكلّ جنس ونوع منها كما لأمم البشر خصائصها ، أي جعل الله لكلّ نوع ما به قوامه وألهمه اتِّباع نظامه وأنّ لها حياة مؤجّلة لا محالة .فمعنى { أمثالكم } المماثلة في الحياة الحيوانية وفي اختصاصها بنظامها .وأمّا معنى قوله : { ثم إلى ربّهم يحشرون } أنّها صائرة إلى الموت . ويعضّده ما روي عن ابن عباس : حشر البهائم موتها ، أي فالحشر مستعمل في مجاز قريب إلى حقيقته اللغوية التي في نحو قوله تعالى : { وحشر لسليمان جنوده } [ النمل : 17 ]. فموقع هذه الآية عند بعض المفسّرين أنّها بمنزلة الدليل على مضمون قوله تعالى : { قل إنّ الله قادر على أن ينزّل آية ولكن أكثرهم لا يعلمون } [ الأنعام : 37 ] ، فيجوز أن تكون معطوفة على جملة { إنّ الله قادر على أن ينزّل آية } [ الأنعام : 37 ] على أنّها من جملة ما أمر النبي بأن يقوله لهم؛ ويجوز أن تكون معطوفة على جملة : { قُل إنّ الله قادر } [ الأنعام : 37 ] على أنّها من خطاب الله لهم . أي أنّ الذي خلق أنواع الأحياء كلِّها وجعلها كالأمم ذات خصائص جامعة لأفراد كلّ نوع منها فكان خلقها آية على عظيم قدرته لا يعجزه أن يأتي بآية حسب مقترحكم ولكنّكم لا تعلمون الحكمة في عدم إجابتكم لما سألتم . ويكون تعقيبه بقوله تعالى : { والّذين كذّبوا بآياتنا صمّ وبُكْم } [ الأنعام : 39 ] الآية واضح المناسبة ، أي لا يهتدون إلى ما في عوالم الدواب والطير من الدلائل على وحدانية الله .وأمّا قوله : { ثمّ إلى ربّهم يحشرون } فإن نظرنا إليه مستقلاً بنصّه غير ملتفتين إلى ما نيط به من آثار مروية في تفسيره؛ فأول ما يبدو للناظر أنّ ضميري { ربّهم } و { يحشرون } عائدان إلى { دابّة } و { طائر } باعتبار دلالتهما على جماعات الدّواب والطير لوقوعهما في حيّز حرف ( مِنْ ) المفيدة للعموم في سياق النفي ، فيتساءل الناظر عن ذلك وهما ضميران موضوعان للعقلاء . وقد تأولوا لوقوع الضميرين على غير العقلاء بوجهين : أحدهما أنّه بناءٌ على التغليب إذ جاء بعده { إلاّ أمم أمثالكم }.الوجه الثاني أنّهما عائدان إلى { أمم أمثالكم } ، أي أنّ الأمم كلّها محشورة إلى الله تعالى .وأحسن من ذلك تأويلاً أن يكون الضميران عائديْن إلى ما عادت إليه ضمائر الغيبة في هذه الآيات التي آخرها ضمير { وقالوا لولا نزّل عليه آية من ربّه } ، فيكون موقع جملة { ثم إلى ربّهم يحشرون } موقع الإدماج والاستطراد مجابهة للمشركين بأنَّهم محشورون إلى الله لا محالة وإن أنكروا ذلك .فإذا وقع الإلتفات إلى ما روي من الآثار المتعلّقة بالآية كان الأمر مُشكلاً .فقد روى مسلم عن أبي هريرة أنّ رسول الله صلى الله عليه وسلم قال : \" لتُؤَدّنّ الحقوق إلى أهلها يوم القيامة حتّى يقاد للشّاة الجلحاء ( التي لا قرن لها ، وفي رواية غيره : الجَماء ) من الشاة القرناء \" وروى أحمد بن حنبل وأبو داوود الطيالسي في «مسنديهما» عن أبي ذرّ قال : انتطحت شاتان أو عنزان عند رسول الله صلى الله عليه وسلم فقال : يا أبا ذر أتدري فيم انتطحتا ، قلت : لا ، قال : لكن الله يدري وسيقضي بينهما يوم القيامة . فهذا مقتض إثبات حشر الدوابّ ليوم الحساب ، فكان معناه خفي الحكمة إذ من المحقّق انتفاء تكليف الدوابّ والطير تبعاً لانتفاء العقل عنها . وكان موقعها جلي المناسبة بما قاله الفخر نقلاً عن عبد الجبّار بأنّه لمّا قدّم الله أنّ الكفّار يُرجعون إليه ويحشرون بيّن بعده أنّ الدوابّ والطير أمم أمثالهم في أنّهم يحشرون . والمقصود بيان أنّ الحشر والبعث كما هو حاصل في الناس حاصل في البهائم . وهذا ظاهر قوله : { يحشرون } لأنّ غالب إطلاق الحشر في القرآن على الحشر للحساب ، فيناسب أن تكون جملة : { وما من دابّة في الأرض } الآية عطفاً على جملة : { والموتى يبعثهم الله } ، فإنّ المشركين ينكرون البعث ويجعلون إخبار الرسول عليه الصلاة والسلام به من أسباب تهمته فيما جاء به ، فلمّا توعّدهم الله بالآية السابقة بأنّهم إليه يرجعون زاد أن سجّل عليهم جهلهم فأخبرهم بما هو أعجب ممّا أنكروه ، وهو إعلامهم بأنّ الحشر ليس يختصّ بالبشر بل يعمّ كلّ ما فيه حياة من الدّوابّ والطير . فالمقصود من هذا الخبر هو قوله : { ثم إلى ربّهم يحشرون }.وأمّا ما قبله فهو بمنزلة المقدمة له والاستدلال عليه ، أي فالدّوابّ والطير تبعث مثل البشر وتحضر أفرادها كلّها يوم الحشر ، وذلك يقتضي لا محالة أن يقتصّ لها ، فقد تكون حكمة حشرها تابعة لإلقاء الأرض وما فيها وإعادة أجزاء الحيوان .وإذا كان المراد من هذين الحديثين ظاهرهما فإنّ هذا مظهر من مظاهر الحق يوم القيامة لإصلاح ما فرط في عالم الفناء من رواج الباطل وحكم القوة على العدالة ، ويكون القصاص بتمكين المظلوم من الدوابّ من ردّ فعل ظالمه كيلا يستقرّ بالباطل . فهو من قبيل ترتّب المسبّبات على أسبابها شبيه بخطاب الوضع ، وليس في ذلك ثواب ولا عقاب لانتفاء التكليف ثم تصير الدواب يومئذٍ تراباً ، كما ورد في رواية عن أبي هريرة في قوله تعالى : { ويقول الكافر يا ليتني كنت تراباً } [ النبأ : 40 ]. قال المازري في المُعَلِم : واضطرب العلماء في بعث البهائم . وأقوى ما تعلّق به من يقول ببعثها قوله تعالى : { وإذا الوحوش حشرت }.وقد قيل : إنّ هذا كلّه تمثيل للعدل . ونسبه المازري إلى بعض شيوخه قال : هو ضرب مَثل إعلاماً للخلق بأن لا يبقى حقّ عند أحد .والدابّة مشتقّة من دبّ إذا مشى على الأرض ، وهي اسم لكلّ ما يدبّ على الأرض . وقوله : { في الأرض } صفة قصد منها إفادة التعميم والشمول بذكر اسم المكان الذي يحوي جميع الدوابّ وهو الأرض ، وكذلك وصف { طائر } بقوله { يطير بجناحيه } قصد به الشمول والإحاطة ، لأنّه وصف آيل إلى معنى التوكيد ، لأنّ مفاد { يطير بجناحيه } أنَّه طائر ، كأنَّه قيل : ولا طائر ولا طائر . والتوكيد هنا يؤكّد معنى الشمول الذي دلّت عليه ( من ) الزائدة في سياق النفي؛ فحصل من هذين الوصفين تقرير معنى الشمول الحاصل من نفي اسمي الجنسين . ونكتة التوكيد أنّ الخبر لغرابته عندهم وكونه مظنّة إنكارهم أنَّه حقيق بأن يؤكّد .ووقع في «المفتاح» في بحث إتباع المسند إليه بالبيان أنّ هذين الوصفين في هذه الآية للدلالة على أنّ القصد من اللفظين الجنس لا بعض الأفراد وهو غير ما في «الكشاف» ، وكيف يتوهَّم أنّ المقصود بعض الأفراد ووجود ( مِن ) في النفي نصّ على نفي الجنس دون الوحدة .وبهذا تعلم أن ليس وصف { يطير بجناحيه } وارداً لرفع احتمال المجاز في { طائر } كما جنح إليه كثير من المفسِّرين وإن كان رفع احتمال المجاز من جملة نكت التوكيد اللفظي إلاّ أنّه غير مطّرد ، ولأنّ اعتبار تأكيد العموم أولى ، بخلاف نحو قولهم :نظرته بعيني وسمعته بأذني . وقول صخْر: ... شر واتّخذت من شَعَر صدارهاإذ من المعلوم أنّ الصّدار لا يكون إلاّ من شَعَر .و { أمم } جمع أمّة . والأمّة أصلها الجماعة من الناس المتماثلة في صفات ذاتية من نسب أو لغة أو عادة أو جنس أو نوع . قيل : سمّيت أمة لأنّ أفرادها تؤمّ أمَماً واحداً وهو ما يجمع مقوّماتها .وأحسب أنّ لفظ أمَّة خاصّ بالجماعة العظيمة من البشر ، فلا يقال في اللغة أمّة الملائكة ولا أمّة السباع . فأمّا إطلاق الأمم على الدّوابّ والطير في هذه الآية فهو مجاز ، أي مثل الأمم لأنّ كلّ نوع منها تجتمع أفراده في صفات متّحدة بينها أمماً واحدة ، وهو ما يجمعها وأحسب أنّها خاصّة بالبشر .و { دابّة } و { طائر } في سياق النفي يُراد بهما جميع أفراد النوعين كما هو شأن الاستغراق ، فالإخبار عنهما بلفظ { أمم } وهو جمع على تأويله بجماعاتها ، أي إلاّ جماعاتها أمم ، أو إلاّ أفراد أمم .وتشمل الأرض البحر لأنَّه من الأرض ولأنّ مخلوقاته يطلق عليها لفظ الدابَّة ، كما ورد في حديث سرية سِيف البحر قول جابر بن عبد الله : فألقى لنا البحر دابّة يقال لها العنبر .والمماثلة في قوله : { أمثالكم } التشابه في فصول الحقائق والخاصّات التي تميّز كلّ نوع من غيره ، وهي النظم الفطرية التي فطر الله عليها أنواع المخلوقات . فالدّواب والطير تُماثل الأناسي في أنّها خلقت على طبيعة تشترك فيها أفراد أنواعها وأنّها مخلوقة لله معطاة حياة مقدّرة مع تقدير أرزاقها وولادتها وشبابها وهرمها ، ولها نظم لا تستطيع تبديلها .وليست المماثلة براجعة إلى جميع الصفات فإنّها لا تماثل الإنسان في التفكير والحضارة المكتسبة من الفكر الذي اختصّ به الإنسان . ولذلك لا يصحّ أن يكون لغير الإنسان نظام دولة ولا شرائع ولا رسل ترسل إليهن لانعدام عقل التكليف فيهنّ ، وكذلك لا يصحّ أن توصف بمعرفة الله تعالى . وأما قوله تعالى : { وإنْ من شيء إلاّ يُسبّح بحمده } [ الإسراء : 44 ] فذلك بلسان الحال في العجماوات حين نراها بَهِجَة عند حصول ما يلائمها فنراها مرحة فرحة . وإنّما ذلك بما ساق الله إليها من النعمة وهي لا تفقه أصلها ولكنّها تحسّ بأثرها فتبتهج ، ولأنّ في كل نوع منها خصائص لها دلالة على عظيم قدرة الله وعلمه تختلف عن بقية الأنواع من جنسه والمقصد من هذا صرف الأفهام إلى الاعتبار بنظام الخلق الذي أودعه الله في كلّ نوع ، والخطاب في قوله : { أمثالكم } موجّه إلى المشركين .وجملة : { ما فرطنا في الكتاب من شيء } معترضة لبيان سعة علم الله تعالى وعظيم قدرته . فالكتاب هنا بمعنى المكتوب ، وهو المكنّى عنه بالقلم المراد به ما سبق في علم الله وإرادته الجارية على ، وفْقِه كما تقدّم في قوله تعالى : { كتب على نفسه الرحمة } [ الأنعام : 12 ].وقيل الكتاب القرآن . وهذا بعيد إذ لا مناسبة بالغرض على هذا التفسير ، فقد أورد كيف يشتمل القرآن على كلّ شيء . وقد بسط فخر الدين بيان ذلك لاختيار هذا القول وكذلك أبو إسحاق الشاطبي في «الموافقات» .والتفريط : الترك والإهمال ، وتقدّم بيانه آنفاً عند قوله تعالى : { قالوا يا حسرتنا على ما فرّطنا فيها } [ الأنعام : 31 ].والشيء هو الموجود . والمراد به هنا أحوال المخلوقات كما يدلّ عليه السياق فشمل أحوال الدّواب والطير فإنّها معلومة لله تعالى مقدّرة عنده بما أودع فيها من حكمة خلقه تعالى .وقوله { ثم إلى ربِّهم يحشرون } تقدّم تفسيره آنفاً في أوّل تفسير هذه الآية . وفي الآية تنبيه للمسلمين على الرفق بالحيوان فإنّ الإخبار بأنّها أمم أمثالنا تنبيه على المشاركة في المخلوقية وصفات الحيوانية كلّها . وفي قوله : { ثم إلى ربِّهم يحشرون } إلقاء للحذر من الاعتداء عليها بما نهى الشرع عنه من تعذيبها وإذا كان يقتصّ لبعضها من بعض وهي غير مكلّفة ، فالاقتصاص من الإنسان لها أولى بالعدل . وقد ثبت في الحديث الصحيح : أنّ الله شكر للذي سقى الكلب العطشان ، وأنّ الله أدخل امرأة النار في هرّة حبستها فماتت جوعاً .",
  "ayah": 38,
  "surah": 6
}
