{
  "text": "موقع { بَل إيّاه تدعون } عقب ذلك الاستفهام موقع النتيجة للاستدلال . فحرف ( بل ) لإبطال دعوة غير الله . أي فأنا أجيب عنكم بأنّكم لا تدعون إلاّ الله . ووجه تولّي الجواب عنهم من السائل نفسِه أنّ هذا الجواب لمّا كان لا يسع المسؤول إلاّ إقرارُه صحّ أن يتولّى السائل الجوابَ عنه ، كما تقدّم في قوله تعالى : { قل لمن ما في السماوات والأرض قل لله } في هذه السورة [ 12 ].وتقديم المفعول على تَدْعون } للقصر وهو قصر إفراد للردّ على المشركين في زعمهم أنّهم يدعون الله ويدعون أصنامهم ، وهم وإن كانوا لم يزعموا ذلك في حاللِ ما إذا أتاهم عذاب الله أو أتتهم الساعة إلاّ أنّهم لمّا ادّعوه في غير تلك الحالة نزّلوا منزلة من يستصحب هذا الزعم في تلك الحالة أيضاً .وقوله : { فيكشف } عطف على { تدعون } ، وهذا إطماع في رحمة الله لعلّهم يتذكّرون . ولأجل التعجيل به قدّم { وتنسوْن ما تشركون } وكان حقّه التأخير .فهو شبيه بتعجيل المسرّة . ومفعول : { تدعون } محذوف وهو ضمير اسم الجلالة ، أي ما تدعونه . والضمير المجرور بِ ( إلى ) عائد على { ما } من قوله { ما تدعون } أي يكشف الذي تدعونه إلى كشفه . وإنّما قيّد كشف الضرّ عنهم بالمشيئة لأنَّه إطماع لا وعد .وعديّ فعل { تدعون } بحرف ( إلى ) لأنّ أصل الدعاء نداء فكأنّ المدعو مطلوب بالحضور إلى مكان اليأس .ومفعول { شاء } محذوف على طريقة حذف مفعول فعل المشيئة الواقع شرطاً ، كما تقدّم آنفاً .وفي قوله : { إن شاء } إشارة إلى مقابله ، وهو إن لم يشأ لم يكشف ، وذلك في عذاب الدنيا . وأما إتيان الساعة فلا يُكشف إلاّ أن يراد بإتيانها ما يحصل معها من القوارع والمصائب من خسف وشبهه فيجوز كشفه عن بعض الناس . وممَّا كشفه الله عنهم من عذاب الدنيا عذابُ الجوع الذي في قوله تعالى : { فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم إلى قوله إنّا كاشفوا العذاب قليلاً إنّكم عائدون يوم نبطش البطشة الكبرى إنّا منتقمون } [ الدخان : 10 16 ] فُسّرت البطشة بيوم بدر .وجملة : { فيكشف } الخ معترضة بين المعطوفين . وقوله : { وتنسون ما تشركون } عطف على { إيّاه تدعون } ، أي فإنّكم في ذلك الوقت تنسون ما تشركون مع الله ، وهو الأصنام .وقوله : { وتنسون ما تُشركون } يجوز أن يكون النسيان على حقيقته ، أي تذهلون عن الأصنام لِمَا ترون من هول العذاب وما يقع في نفوسهم من أنّه مرسل عليهم من الله فتنشغل أذهانهم بالذي أرسل العذاب وينسون الأصنام التي اعتادوا أن يستشفعوا بها .ويجوز أن يكون مجازاً في الترك والإعراض ، أي وتعرضون عن الأصنام ، إذ لعلَّهم يلهمون أن يستدلّون في تلك الساعة على أنّ غير الله لا يكشف عنهم من ذلك العذاب شيئاً ، وإطلاق النسيان على الترك شائع في كلام العرب ، كما في قوله تعالى : { فاليوم ننساكم كما نسيتم لقاء يومكم هذا } [ الجاثية : 34 ] ، أي نهملكم كما أنكرتم لقاء الله هذا اليوم . ومن قبيله قوله تعالى : { الذين هم عن صلاتهم ساهون } [ الماعون : 5 ].وفي قوله : { فيكشف ما تدعون إليه إن شاء } دليل على أنّ الله تعالى قد يجيب دعوة الكافر في الدنيا تبعاً لإجراء نعم الله على الكفّار . والخلاف في ذلك بين الأشعري والماتريدي آئل إلى الاختلاف اللفظي .",
  "ayah": 41,
  "surah": 6
}
