{
  "text": "الفاء فصيحة على الأظهر أفصحت عن كلام مقدّر نشأ عن قوله : { إلا كانوا عنها معرضين } ، أي إذا تقرّر هذا الإعراض ثبت أنّهم كذّبوا بالحقّ لمّا جاءهم من عند الله ، فإنّ الإعراض علامة على التكذيب ، كما قدّمته آنفاً ، فما بعد فاء الفصيحة هو الجزاء . ومعناه أنّ من المعلوم سوء عواقب الذين كذّبوا بالحق الآتي من عند الله فلمّا تقرّر في الآية السابقة أنّهم أعرضوا آيات الله فقد ثبت أنّهم كذّبوا بالحقّ الوارد من الله ، ولذلك فرّع عليه قوله : { فسوف يأتيهم أنباء ما كانوا به يستهزئون } تأكيداً لوعد المؤمنين بالنصر وإظهار الإسلام على الدين كلّ وإنذار للمشركين بأن سيحلّ بهم ما حلّ بالأمم الذين كذّبوا رسلهم ممّن عرفوا مثل عاد وثمود وأصحاب الرسّ .وبهذا التقدير لم تكن حاجة إلى جعل الفاء تفريعاً محضاً وجعل ما بعدها علّة لجزاء محذوف مدلول عليه بعلّته كما هو ظاهر «الكشاف» ، وهي مضمون { فقد كذّبوا } بأن يقدّر : فلا تعجب فقد كذّبوا بالقرآن ، لأنّ من قدّر ذلك أوهمه أنّ تكذيبهم المراد هو تكذيبهم بالآيات التي أعرضوا عنها ما عدا آية القرآن . وهذا تخصيص لعموم قوله : { من آية } بلا مخصّص ، فإنّ القرآن من جملة الآيات بل هو المقصود أولاً ، وقد علمت أنّ { فقد كذّبوا } هو الجزاء وأنّ له موقعاً عظيماً من بلاغة الإيجاز ، على أنّ ذلك التقدير يقتضي أن يكون المراد من الآيات في قوله : { من آيات ربّهم } ما عدا القرآن . وهو تخصيص لا يناسب مقام كون القرآن أعظمها .والفاء في قوله : { فسوف } فاء التسبّب على قوله : { كذّبوا بالحقّ } ، أي يترتّب على ذلك إصابتهم بما توعّدهم به الله .وحرف التسويف هنا لتأكيد حصول ذلك في المستقبل . واستعمل الإتيان هنا في الإصابة والحصول على سبيل الاستعارة . والأنباء جمع نبأ ، وهو الخبر الذي ب أهميّة . وأطلق تحقّق نبئِه ، لأنّ النبأ نفسه قد علم من قبل .و { ما كانوا به يستهزئون } هو القرآن ، كقوله تعالى : { ذلكم بأنّكم اتَّخذتم آيات الله هزؤاً } فإنّ القرآن مشتمل على وعيدهم بعذاب الدنيا بالسيف ، وعذاب الآخرة . فتلك أنباءٌ أنبأهم بها فكذبّوه واستهزؤا به فتوعّدهم الله بأنّ تلك الأنباء سيصيبهم مضمونها . فلمّا قال لهم : { ما كانوا به يستهزئون } علموا أنّها أنباء القرآن لأنّهم يعلمون أنّهم يستهزئون بالقرآن وعلم السامعون أنّ هؤلاء كانوا مستهزئين بالقرآن . وتقدّم معنى الاستهزاء عند قوله تعالى في سورة البقرة : { إنّما نحن مستهزئون }.",
  "ayah": 5,
  "surah": 6
}
