{
  "text": "عطف على قوله { ولا تطرد الذين يدعون ربّهم } [ الأنعام : 52 ] وهو ارتقاء في إكرام الذين يدْعون ربَّهم بالغداة والعشي . فهم المراد بقوله : { الذين يؤمنون بآياتنا }.ومعنى { يؤمنون بآياتنا } أنَّهم يوقنون بأنّ الله قادر على أن ينزّل آيات جمَّة . فهم يؤمنون بما نزّل من الآيات وبخاصّة آيات القرآن وهو من الآيات ، قال تعالى : { أو لم يكفهم أنَّا أنزلنا عليك الكتاب يتلى عليهم } [ العنكبوت : 51 ].وقوله : { فقل سلام عليكم } قيل : معناه حَيِّهم بتحيَّة الإسلام ، وهي كلمة ( سلام عليكم ) ، وقيل : أبلغهم السلام من الله تعالى تكرمة لهم لمضادّة طلب المشركين طردَهم .وقد أكرمهم الله كرامتين الأولى أن يبدأهم النبي صلى الله عليه وسلم بالسلام حين دخولهم عليه وهي مزيَّة لهم ، لأنّ شأن السلام أن يبتدئه الداخل ، ثم يحتمل أنّ هذا حكم مستمرّ معهم كلّما أدخلوا على رسول الله صلى الله عليه وسلم ويحتمل أنّه للمرّة التي يبلّغهم فيها هذه البشارة ، فنزّل هو منزلة القادم عليهم لأنَّه زفّ إليهم هذه البشرى .والكرامةُ الثانية هي بشارتهم برضى الله عنهم بأنّ غفر لهم ما يعملون من سوء إذا تابوا من بعده وأصلحوا . وهذا الخبر وإن كان يعمّ المسلمين كلّهم فلعلّه لم يكن معلوماً ، فكانت البشارة به في وجوه المؤمنين يومئذٍ تكرمة لهم ليكونوا ميموني النقيبة على بقية إخوانهم والذين يجيئون من بعدهم .والسلام : الأمان ، كلمة قالتها العرب عند لقاء المرء بغيره دلالة على أنَّه مسالم لا مُحارب لأنّ العرب كانت بينهم دماء وتِرات وكانوا يثأرون لأنفسهم ولو بغير المعتدي من قبيلته ، فكان الرجل إذا لقي من لا يعرفه لا يأمن أن يكون بينه وبين قبيلته إحَن وحفائظ فيؤمِّن أحدهما الآخر بقوله : السلام عليكم ، أو سلام ، أو نحو ذلك . وقد حكاها الله تعالى عن إبراهيم عليه السلام ثم شاع هذا اللفظ فصار مستعملاً في التكرمة . ومصدر سلَّم التسليم . والسلام اسم مصدر ، وهو يأتي في الاستعمال منكّراً مرفوعاً ومنصوباً؛ ومعرّفاً باللام مرفوعاً لا غير . فأمَّا تنكيره مع الرفع كما في هذه الآية ، فهو على اعتباره اسماً بمعنى الأمان ، وساغ الابتداء به لأنّ المقصود النوعية لا فرد معيّن . وإنّما لم يقدّم الخبر لاهتمام القادم بإدخال الطمأنينة في نفس المقدوم عليه ، أنَّه طارق خير لا طارق شرّ . فهو من التقديم لضرب من التفاؤل . وأمَّا تعريفه مع الرفع فلدخول لام تعريف الجنس عليه .وكلمة ( على ) في الحالتين للدلالة على تمكّن التلبّس بالأمان ، أي الأمان مستقرّ منكم متلبِّس بكم ، أي لا تخف .وأمّا إن نصبوا مع التنكير فعلى اعتباره كمصدر سلم ، فهو مفعول مطلق أتى بدلاً من فعله . تقديره : سلّمت سلاماً ، فلذلك لا يؤتى معه ب ( على ).ثم إنَّهم يرفعونه أيضاً على هذا الاعتبار فلا يأتون معه ب ( على ) لقصد الدلالة على الدوام والثبات بالجملة الاسمية بالرفع ، لأنَّه يقطع عنه اعتبار البدلية عن الفعل ولذلك يتعيّن تقدير مبتدأ ، أي أمرُكم سلام ، على حدّ { فصبر جميل } [ يوسف : 18 ]. والرفع أقوى ، ولذلك قيل : إنّ إبراهيم ردّ تحيَّة أحسن من تحية الملائكة ، كما حكي بقوله تعالى : { قالوا سلاماً قال سلام } [ هود : 69 ]. وقد ورد في ردّ السلام أن يكون بمثل كلمة السلام الأولى ، كقوله تعالى : { إلاّ قيلاً سلاماً سلاماً } [ الواقعة : 26 ] وورد بالتعريف والتنكير فينبغي جعل الردّ أحسن دلالة . فأمَّا التعريف والتنكير فهما سواء لأنّ التعريف تعريف الجنس . ولذلك جاء في القرآن ذكر عيسى { وسلام عليه يوم ولد } [ مريم : 15 ] وجاء أنَّه قال : { والسلامُ عليَّ يوم وُلدت } [ مريم : 33 ].وجملة { كتب ربّكم على نفسه الرحمة } مستأنفة استئنافاً ابتدائياً وهي أول المقصود من المقول ، وأمَّا السلام فمقدّمة للكلام . وجوّز بعضهم أن تكون كلاماً ثانياً . وتقدّم تفسير نظيره في قوله تعالى : { كتب على نفسه الرحمة ليجمعنَّكم إلى يوم القيامة } في هذه السورة [ 12 ]. فقوله هنا كتب ربُّكم على نفسه الرحمة } تمهيد لقوله : { أنَّه مَنْ عَمِلَ منكم سوءاً بجهالة } الخ .وقوله : { أنَّه من عمل منكم سوءاً بجهالة } قرأه نافع ، وابن عامر ، وعاصم ، ويعقوب بفتح الهمزة على أنَّه بدل من { الرحمة } بدلُ اشتمال ، لأنّ الرحمة العامَّة تشتمل على غفران ذنب من عمل ذنباً ثم تاب وأصلح . وقرأه الباقون بكسر الهمزة على أن يكون استئنافاً بيانياً لجواب سؤال متوقّع عن مَبلغ الرحمة . ( ومَنْ ) شرطية ، وهي أدلّ على التعميم من الموصولة . والباء في قوله : { بجهالة } للملابسة ، أي ملتبساً بجهالة . والمجرور في موضع الحال من ضمير { عَمل }.والجهالة تطلق على انتفاء العلم بشيء مَّا . وتطلق على ما يقابل الحلم ، وقد تقدّم في قوله تعالى : { إنَّما التوبة على الله للذين يعملون السوء بجهالة } في سورة [ النساء : 17 ]. والمناسب هنا هو المعنى الثاني ، أي من عمل سوءاً عن حماقة من نفسه وسفاهة ، لأنّ المؤمن لا يأتي السيّئات إلاّ عن غلبة هواه رُشدَه ونُهاه . وهذا الوجه هو المناسب لتحقيق معنى الرحمة . وأمَّا حمل الجهالة على معنى عدم العلم بناء على أنّ الجاهل بالذنب غير مؤاخذ ، فلا قوة لتفريع قوله : ثم تاب من بعده وأصلح } عليه ، إلاّ إذا أريد ثم تفطَّن إلى أنّه عمل سوءاً .والضمير في قوله : { مِنْ بعده } عائد إلى { سوءاً } أي بعد السوء ، أي بعد عمله . ولك أن تجعله عائداً إلى المصدر المضمون في ( عَمِلَ ) مثل { اعْدلُوا هُو أقرب للتقوى } [ المائدة : 8 ].ومعنى { أصلح } صيّر نفسه صالحة ، أو أصلح عمله بعد أن أساء . وقد تقدّم عند قوله تعالى : { فمن تاب من بعد ظلمه وأصلح فإنّ الله يتوب عليه } في سورة [ المائدة : 39 ]. وعند قوله : { إلاّ الذين تابوا وأصلحوا وبيَّنُوا } في سورة [ البقرة : 160 ].وجملة : فإنَّه غفور رحيم } دليل جواب الشرط ، أي هو شديد المغفرة والرحمة . وهذا كناية عن المغفرة لهذا التائب المصلح .وقرأه نافع ، وابن كثير ، وأبو عمرو ، وحمزة ، والكسائي ، وأبو جعفر ، وخلف بكسر همزة { فإنَّه غفور رحيم } على أنّ الجملة موكَّدة ب { إنّ } فيعلم أنّ المراد أنّ الله قد غفر لمن تاب لأنَّه كثير المغفرة والرحمة . وقرأه ابن عامر ، وعاصم ، ويعقوب { فأنّه } بفتح الهمزة على أنَّها ( أنّ ) المفتوحة أخت ( إنّ ) ، فيكون ما بعدها مؤوّلاً بمصدر . والتقدير : فغفرانه ورحمته . وهذا جزء جملة يلزمه تقدير خبر ، أي له ، أي ثابت لمن عمل سوءاً ثم تاب .",
  "ayah": 54,
  "surah": 6
}
