{
  "text": "استئناف ابتدائي عاد به الكلام إلى إبطال الشرك بالتبرّىء من عبادة أصنامهم فإنَّه بعد أن أبطل إلهية الأصنام بطريق الاستدلال من قوله { قل أغير الله أتّخذ وليّاً } [ الأنعام : 14 ] الآية . وقوله : { قُلْ أرَأيْتكُم إنْ أتاكم عذاب الله أو أتتكم الساعة } [ الأنعام : 40 ] الآية وقوله : { قل أرأيتُم إنْ أخَذَ الله سمعكم وأبصاركم } [ الأنعام : 46 ] الآية . جاء في هذه الآية بطريقة أخرى لإبطال عبادة الأصنام وهي أنّ الله نهى رسوله عليه الصلاة والسلام عن عبادتها وعن اتّباع أهواء عبدتها .وبُني { نُهيت } على صيغة المجهول للاستغناء عن ذكر الفاعل لظهور المراد ، أي نهاني الله . وهو يتعدّى بحرف ( عن ) فحذف الحرف حذفاً مطّرداً مع ( أنْ ).وأجري على الأصنام اسم الموصول الموضوع للعقلاء لأنَّهم عاملوهم معاملة العقلاء فأتى لهم بما يحكي اعتقادهم ، أو لأنَّهم عبدوا الجنّ وبعض البشر فغُلِّب العُقلاء من معبوداتهم .ومعنى { تدعون } تعبدون وتَلْجئُون إليهم في المهمّات ، أي تدعونهم . و { مِن دون الله } حال من المفعول المحذوف ، فعامِلُه { تدعون }.وهو حكاية لما غلب على المشركين من الاشتغال بعبادة الأصنام ودعائهم عن عبادة الله ودعائه ، حتَّى كأنَّهم عبدوهم دون الله ، وإن كانواإنّما أشركوهم بالعبادة مع الله ولو في بعض الأوقات . وفيه نداء عليهم باضطراب عقيدتهم إذْ أشركوا مع الله في العبادة من لا يستحقّونها مع أنَّهم قائلون بأنّ الله هو مالك الأصنام وجاعلها شفعاء لكن ذلك كالعدم لأنّ كلّ عبادة توجَّهُوا بها إلى الأصنام قد اعتدوا بها على حقّ الله في أن يَصْرفوها إليه .وجملة { قل لا أتَّبع أهواءكم } استئناف آخر ابتدائي ، وقد عدل عن العطف إلى الاستئناف ليكون غرضاً مستقلاً . وأعيد الأمر بالقول زيادة في الاهتمام بالاستئناف واستقلاله ليكون هذا النفي شاملاً للاتِّباع في عبادة الأصنام وفي غيرها من ضلالتهم كطلب طرد المؤمنين عن مجلسه .والأهواء جمع هَوى ، وهو المحبَّة المفرطة . وقد تقدّم عند قوله تعالى : { ولئن اتَّبعتَ أهواءهم } في سورة [ البقرة : 120 ]. وإنَّما قال : لا أتَّبع أهواءكم } دون لا أتَّبعكم للإشارة إلى أنَّهم في دينهم تابعون للهوى نابذون لدليل العقل . وفي هذا تجهيل لهم في إقامة دينهم على غير أصل متين .وجملة { قد ضللت إذا } جواب لشرط مقدّر ، أي إنْ اتَّبعتُ أهواءكم إذَنْ قد ضللتُ . وكذلك موقع ( إذَنْ ) حين تدخل على فعل غير مستقبل فإنَّها تكون حينئذٍ جواباً لشرط مقدّر مشروط ب ( إنْ ) أوْ ( لوْ ) مُصرّح به تارة ، كقول كُثَيِّر :لَئنْ عاد لي عبد العزيز بمثلها ... وأمكنني منها إذَنْ لا أقيلهاومقدّرٍ أخرى كهذه الآية ، وكقوله تعالى : { وما كان معه من إله إذاً لذهب كل إله بما خلق } [ المؤمنون : 91 ].وتقديم جواب ( إذن ) على ( إذَنْ ) في هذه الآية للاهتمام بالجواب . ولذلك الاهتمام أكّد ب { قد } مع كونه مفروضاً وليس بواقع ، للإشارة إلى أنّ وقوعه محقّق لو تحقّق الشرط المقدّر الذي دلّت عليه ( إذَنْ ).وقوله : { وما أنا من المهتدين } عطف على { قد ضَلَلْتُ } ، عطف عليه للدلالة على أنَّه جزاء آخر للشرط المقدّر ، فيدلّ على أنَّه إن فعل ذلك يخرج عن حاله التي هو عليها الآن من كونه في عداد المهتدين إلى الكون في حالة الضلال ، وأفاد مع ذلك تأكيد مضمون جملة { قد ضللت } لأنَّه نفَى عن نفسه ضدّ الضلال فتقرّرت حقيقة الضلال على الفرض والتقدير .وتأكيد الشيء بنفي ضدّه طريقة عربية قد اهتديتُ إليها ونبَّهت عليها عند قوله تعالى : { قد ضلّوا وما كانوا مُهتدين } في هذه السورة [ 140 ]. ونظيره قوله تعالى : وأضلّ فرعون قومه وما هدى } [ طه : 79 ].وقد أتي بالخبر بالجار والمجرور فقيل : { من المهتدين } ولم يقل : وما أنا مهتد ، لأنّ المقصود نفي الجملة التي خبرها { من المهتدين } ، فإنّ التعريف في { المهتدين } تعريف الجنس ، فإخبار المتكلم عن نفسه بأنّه من المهتدين يفيد أنَّه واحد من الفئة التي تُعرف عند الناس بفئة المهتدين ، فيفيد أنَّه مهتد إفادة بطريقة تشبه طريقة الاستدلال . فهو من قبيل الكناية التي هي إثبات الشيء بإثبات ملزومه . وهي أبلغ من التصريح . قال في «الكشاف» في قوله تعالى : { قال إنِّي لِعَمَلِكُمْ من القَالين } [ الشعراء : 168 ] : قولك فلان من العلماء أبلغ من قولك : فلان عالم ، لأنَّك تشهد له بكونه معدوداً في زمرتهم ومعروفة مساهمته لهم في العلم . وقال عند قوله تعالى : { قالوا سواء علينا أوعَظت أم لم تكن من الواعظين } في سورة [ الشعراء : 136 ]. فإن قلت لوقيل : أوعظت أو لم تعظ ، كان أخصر ، والمعنى واحد . قلت : ليس المعنى بواحد وبينهما فرق لأنّ المراد سواء علينا أفعلتَ هذا الفعل الذي هو الوعظ أم لم تكن أصلاً من أهله ومباشرته ، فهو أبلغ في قلَّة الاعتداد بوعظه من قوله : أم لم تعظ . وقال الخفاجي إنّ أصل هذا لابن جنّي .ولهذا كان نفي هذا الخبر مفيداً نفي هذه النسبة الكنائية فكانت أبلغيَّتُه في النفي كأبلغيَّته في الإثبات ، لأنّ المفاد الكنائي هُو هُو . ولذلك فسّره في الكشاف } بقوله : «وما أنا من الهدى في شيء» . ولم يتفطَّن لهذه النكتة بعض الناظرين نقله عنه الطيبي فقال : إنَّه لمَّا كان قولك : هو من المهتدين ، مفيداً في الإثبات أنّ للمخبر عنه حظوظاً عظيمة في الهدى فهو في النفي يُوجِب أن تنفى عنه الحظوظ الكثيرة ، وذلك يصدق بأن يبقى له حظّ قليل . وهذا سفسطة خفيت عن قائلها لأنَّه إنَّما تصحّ إفادة النفي ذلك لو كانت دلالة المثبَت بواسطة القيود اللفظية ، فأمَّا وهي بطريق التكنية فهي ملازمة للفظ إثباتاً ونفياً لأنَّها دلالة عقلية لا لفظية . ولذا قال التفتزاني : «هو من قبيل تأكيد النفي لا نفي التأكيد» فهو يفيد أنّه قد انسلخ عن هذه الزمرة التي كان معدوداً منها وهو أشدّ من مطلق الاتّصاف بعدم الهدى لأنّ مفارقة المرء فئته بعد أن كان منها أشدّ عليه من اتِّصافه بما يخالف صفاتهم قبل الاتِّصال بهم .وقد تقدّم قوله تعالى : { قال أعوذ بالله أن أكون من الجاهلين } في سورة [ البقرة : 67 ] ، وأحلنا بسطه على هذا الموضع .",
  "ayah": 56,
  "surah": 6
}
