{
  "text": "عُطف على جملة : { والله أعلم بالظالمين } [ الأنعام : 58 ] على طريقة التخلّص . والمناسبة في هذا التخلّص هي الإخبار بأنّ الله أعلم بحالة الظالمين ، فإنّها غائبة عن عيان الناس ، فالله أعلم بما يناسب حالهم من تعجيل الوعيد أو تأخيره ، وهذا انتقال لبيان اختصاصه تعالى بعلم الغيب وسعة علمه ثم سعة قدرته وأنّ الخلق في قبضة قدرته . وتقديم الظرف لإفادة الاختصاص ، أي عنده لا عند غيره . والعندية عندية علم واستئثار وليست عندية مكان .والمفاتح جمع مِفْتَح بكسر الميم وهو الآلة التي يفتح بها المغلق ، وتسمّى المِفتاح . وقد قيل : إنّ مفتح أفصح من مفتاح ، قال تعالى : { وآتيناه من الكنوز ما إنّ مَفَاتِحَه لتنوء بالعُصْبَة أولي القوة } [ القصص : 76 ].والغيب ما غاب على علم الناس بحيث لا سبيل لهم إلى علمه ، وذلك يشمل الأعيان لمغيَّبة كالملائكة والجنّ ، والأعراض الخفيَّة ، ومواقيت الأشياء .و { مفاتح الغيب } هنا استعارة تخييلية تنبني على مكنية بأن شُبِّهت الأمور المغيّبة عن الناس بالمتاع النفيس الذي يُدّخر بالمخازن والخزائن المستوثق عليها بأقفال بحيث لا يعلم ما فيها إلاّ الذي بيده مفاتحها . وأثبتت لها المفاتِح على سبيل التخييلية . والقرينة هي إضافة المفاتح إلى الغيب ، فقوله : { وعنده مفاتح الغيب } بمنزلة أن يقول : عنده علم الغيب الذي لا يعلمه غيرُه .ومفاتح الغيب جَمْع مضاف يعمّ كلّ المغيّبات ، لأنّ علمها كلّها خاصّ به تعالى ، وأمّا الأمور التي لها أمارات مثل أمارات الأنواء وعلامات الأمراض عند الطبيب فتلك ليْست من الغيب بل من أمور الشهادة الغامضة . وغمُوضُها متفاوت والناس في التوصّل إليْها متفاوتون ومعرفتهم بها من قبيل الظنّ لا من قبيل اليقين فلا تسمّى عِلماً ، وقيل : المفاتح جمع مَفْتَح بفتح الميم وهو البيت أو المخزن الذي من شأنه أن يُغلق على ما فيه ثم يُفْتح عند الحاجة إلى ما فيه ، ونقل هذا عن السدّي ، فيكون استعارة مصرّحة والمشبَّه هو العلم بالغيب شبّه في إحاطته وحَجبه المغيِّبات ببيت الخزم تشبيه معقول بمحسوس .وجملة { لا يعلمها إلاّ هو } مُبيَّنة لمعنى { عندَه } ، فهي بيان للجملة التي قبلها ومفيدة تأكيداً للجملة الأولى أيضاً لرفع احتمال أن يكون تقديم الظرف لمجرّد الاهتمام فأعيد ما فيه طريق مُتَعيِّن كونُه للقصر . وضمير { يعلمها } عائد إلى { مفاتح الغيب } على حذف مضاف من دلالة الاقتضاء . تقديره : لا يعلم مكانَها إلاّ هو ، لأنّ العلم لا يتعلّق بذوات المفاتح ، وهو ترشيح لاستعارة مفاتح الغيب للعلم بالمغيّبات ، ونفيُ علم غيره لها كناية عن نفي العلم بما تغلق عليه المفاتح من علم المغيّبات .ومعنى : { لا يعلمها إلاّ هو } أي علماً مستقلاً به ، فأمَّا ما أطْلع عليه بعضَ أصفيائه ، كما قال تعالى : { عالم الغيب فلا يُظهر على غيبه أحداً إلاّ مَن ارتضى مِن رسول }[ الجن : 26 ] فذلك علم يحصل لمن أطلعه بإخبار منه فكان راجعاً إلى علمه هو . والعلم معرفة الأشياء بكيفية اليقين .وفي الصحيح عن عبد الله بن عمر أنّ رسول يالله صلى الله عليه وسلم قال : { مفاتح الغيب خمس : إنّ الله عندَه علمُ الساعة ، ويُنزّل الغيث ، ويعلَم ما في الأرحام ، وما تدري نفس مَاذا تكسب غداً ، وما تدري نفس بأي أرض تموت إنّ الله عليم خبير }.وجملة : { ويعلم ما في البرّ والبحر } عطف على جملة { لا يعلمها إلاّ هو } ، أو على جملة { وعنده مفاتح الغيب } ، لأنّ كلتيهما اشتملت على إثبات علم لله ونفي علم عن غيره ، فعُطفت عليهما هذه الجملة التي دلَّت على إثبات علم لله تعالى ، دون نفي علم غيره وذلك علم الأمور الظاهرة التي قد يتوصّل الناس إلى علم بعضها ، فعطفُ هذه الجملة على جملة { وعنده مفاتح الغيب } لإفادة تعميم علمه تعالى بالأشياء الظاهرة المتفاوتة في الظهور بعد إفادة علمه بما لا يظهر للناس .وظهور ما في البرّ للناس على الجملة أقوى من ظهور ما في البحر . وذكر البرّ والبحر لقصد الإحاطة بجميع ما حوته هذه الكرة ، لأنّ البرّ هو سطح الأرض الذي يمشي فيه الحيوان غير سابح ، والبحر هو الماء الكثير الذي يغمر جزءاً من الأرض سواء كان الماء ملحاً أم عذباً . والعرب تسمِّي النهر بحراً كالفرات ودجلة . والموصول للعموم فيشمل الذوات والمعاني كلّها .وجملة : { وما تسقط من ورقة } عطف على جملة : { ويعلم ما في البرّ والبحر } لقصد زيادة التعميم في الجزئيات الدقيقة . فإحاطة العلم بالخفايا مع كونها من أضعف الجزئيات مؤذن بإحاطة العلم بما هو أعظم أولى به . وهذه من معجزات القرآن فإنّ الله علِمَ ما يعتقده الفلاسفة وعلم أنْ سيقول بقولهم من لا رسوخ له في الدين من أتباع الإسلام فلم يترك للتأويل في حقيقة علمه مجالاً ، إذ قال : { وما تسقط من ورقة إلاّ يعلمها ولا حبَّة في ظُلمات الأرض } كما سنبيّن الاختيار في وجه إعرابه .والمراد بالورقة ورقة من الشّجر . وحرف ( مِنْ ) زائد لتأكيد النفي ليفيد العموم نصّاً . وجملة { يعلمها } في موضع الحال من { ورقة } الواقعة في حيِّز النفي المستغنية بالعموم عن الصفة . وذلك لأنّ الاستثناء مفرّغ من أحوال ، وهذه الحال حال لازمة بعد النفي حصل بها مع الفعل المنفي الفائدة الاستثناء من عموم الأحوال ، أي ما تسقط من ورقة في حالة إلاّ حالة يعلمها .والأظهر في نظم قوله : { وما تسقط من ورقة } أن يكون { ورقة } في محلّ المبتدأ مجرور بِ { منْ } الزّائدة ، وجملة { تسْقط } صفة ل { ورقة } مقدّمة عليها فتُعرب حالاً ، وجملة { إلاّ يعلمها } خبر مفرّغ له حرفُ الاستثناء . { ولا حبّة } عطف على المبتدأ بإعادة حرف النفي ، و { في ظلمات الأرض } صفة ل { حبّة } ، أي ولا حبّة من بذور النبت مظروفة في طبقات الأرض إلى أبعد عمق يمكن ، فلا يكون { حبَّة } معمولاً لفعل { تسقط } لأنّ الحبَّة التي تسقط لا تبلغ بسقوطها إلى ظلمات الأرض .{ ولا رطببٍ ولا يابس } معطوفان على المبتدأ المجرور ب { من }.والخبر عن هذه المبتدآت الثلاثة هو قوله : { إلاّ في كتاب مبين } لوروده بعد الثلاثة ، وذلك ظاهر وقُوع الإخبار به عن الثلاثة ، وأنّ الخبر الأول راجع إلى قوله : { من ورقة }.والمراد بالكتاب المبين العلم الثابت الذي لا يتغيّر ، وما عسى أن يكون عند الله من آثار العلم من كتابة أو غيرها لم يطلعنا على كنهها .وقيل : جرّ { حبَّة } عطف على { ورقة } مع إعادة حرف النفي ، و { في ظلمات الأرض } وصف ل { حبّة }.وكذلك قوله : { ولا رطب ولا يابس } بالجرّ عطفاً على { حبَّة } و { ورقة } ، فيقتضي أنَّها معمولة لفعل { تسقط } ، أي ما يَسقط رطب ولا يابس ، ومقيَّدة بالحال في وقوله : { إلاّ يعلمها }.وقوله : { إلاّ في كتاب مبين } تأكيد لقوله : { إلاُّ يعلمها } لأنّ المراد بالكتاب المبين علم الله تعالى سواء كان الكتاب حقيقة أم مجازاً عن الضبط وعدم التبديل . وحسَّن هذا التأكيد تجديد المعنى لبعد الأول بالمعطوفات وصفاتها ، وأعيد بعبارة أخرى تفنّناً .وقد تقدّم القول في وجه جمع { ظلمات } عند قوله تعالى : { وجعل الظلمات والنور } في هذه السورة [ 1 ]. ومبين إمّا من أبان المتعدّي ، أي مبين لبعض مخلوقاته ما يريده كالملائكة ، أو من أبَانَ القاصر الذي هو بمعنى بان ، أي بيّن ، أي فصل بما لا احتمال فيه ولا تردّد .وقد علم من هاته الآيات عموم علمه تعالى بالكلِّيّات والجزئيّات . وهذا متَّفق عليه عند أهل الأديان دون تصريح به في الكتب السابقة وما أعلنه إلاّ القرآن في نحو قوله : { وهو بكلّ شيء عليم } [ البقرة : 29 ]. وفيه إبطال لقول جمهور الفلاسفة أنّ الله يعلم الكلِّيّات خاصّة ولا يعلم الجزئيّات ، زعماً منهم بأنَّهم ينزّهون العلم الأعلى عن التجزّي؛ فهم أثبتوا صفة العلم لله تعالى وأنكروا تعلّق علمه بجزئيات الموجودات . وهذا هو المأثور عنهم عند العلماء . وقد تأوّله عنهم ابن رشد الحفيدُ ونصير الدين الطُوسي . وقال الإمام الرازي في «المباحث المشرقية» : ولا بدّ من تفصيل مذهب الفلاسفة فإنّ اللائق بأصولهم أن يقال : الأمور أربعة أقسام؛ فإنَّها إمَّا أن لا تكون متشكِّلة ولا متغيِّرة ، وإمَّا أن تكون متشكّلة غير متغيِّرة ، وإمَّا أن تكون متغيِّرة غير متشكّلة؛ وإمَّا أن تكون متشكّلة ومتغيّرة معاً . فأمَّا ما لا تكون متشكِّلة ولا متغيِّرة فإنَّه تعالى عالم به سواء كان كليّاً أو جزئياً . وكيف يمكن القول بأنَّه تعالى لا يعلم الجزئيّات منها مع اتِّفاق الأكثر منهم على علمه تعالى بذاته المخصوصة وبالعقول .وأمّا المتشكِّلة غير المتغيِّرة وهي الأجرام العلوية فهي غير معلومة له تعالى بأشخاصها عندهم ، لأنّ إدراك الجسمانيات لا يكون إلاّ بالآت جسمانية .وأمّا المتغيِّرة غير المتشكّلة فذلك مثل الصور والأعراض الحادثة والنفوس الناطقة ، فإنَّها غير معلومة له لأنّ تعلّقها يحوج إلى آلة جسمانية بل لأنَّها لمّا كانت متغيّرة يلزم من تغيّرها العلم .وأمّا ما يكون متشكِّلاً ومتغيِّراً فهو الأجسام الكائنة الفاسدة . وهي يمتنع أن تكون مُدْركة له تعالى للوجهين ( أي المذكورين في القسمين الثاني والثالث ) اه .وقد عُدّ إنكار الفلاسفة أنّ الله يعلم الجزئيَّات من أصول ثلاثة لهم خالفت المعلوم بالضرورة من دين الإسلام . وهي : إنكار علم الله بالجزئيَّات؛ وإنكار حشر الأجساد ، والقول بقدم العالم . ذكر ذلك الغزالي في «تهافت الفلاسفة» فمن يوافقهم في ذلك من المسلمين يعتبر قوله كفراً ، لكنَّه من قبيل الكفر باللازم فلا يعتبر قائله مرتدّاً إلاّ بعد أن يوقف على ما يفضي إليه قولُه ويأبى أن يرجع عنه فحينئذٍ يستتاب ثلاثاً فإن تاب وإلاّ حكم بردّته .",
  "ayah": 59,
  "surah": 6
}
