{
  "text": "عطف جملة { وهو الذي يتوفَّاكم } على جملة { وما تسقط من ورقة إلاّ يعلمها } [ الأنعام : 59 ] انتقالاً من بيان سعة علمه إلى بيان عظيم قدرته لأنّ ذلك كلَّه من دلائل الإلهية تعليماً لأوليائه ونعياً على المشركين أعدائه . وقد جرت عادة القرآن بذكر دلائل الوحدانية في أنفس الناس عقب ذكر دلائلها في الآفاق فجمع ذلك هنا على وجه بديع مؤذن بتعليم صفاته في ضمن دليل وحدانيته . وفي هذا تقريب للبعث بعد الموت .فقوله : { وهو الذي يتوفَّاكم } صيغة قصر لتعريف جزأي الجملة ، أي هو الذي يتوفَّى الأنفس دون الأصنام فإنَّها لا تملك موتاً ولا حياة .والخطاب موجه إلى المشركين كما يقتضيه السياق السابق من قوله : { لَقُضي الأمر بيني وبينكم } [ الأنعام : 58 ] واللاحق من قوله { ثم أنتم تشركون } [ الأنعام : 64 ] ويقتضيه طريق القصر . ولمَّا كان هذا الحال غير خاصّ بالمشركين علم منه أنّ الناس فيه سواء .والتوفّي حقيقته الإماتة ، لأنَّه حقيقة في قبض الشيء مستوفى . وإطلاقه على النوم مجاز لشبه النوم بالموت في انقضاع الإدراك والعمل . ألا ترى قوله تعالى : { الله يتوفَّى الأنفسَ حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمَّى } [ الزمر : 42 ]. وقد تقدّم تفصيله عند قوله تعالى : { إذ قال الله يا عيسى إنِّي متوفِّيك } في سورة [ آل عمران : 55 ].والمراد بقوله : يتوفَّاكم } ينيمكم بقرينة قوله : { ثم يبعثكم فيه } ، أي في النهار ، فأراد بالوفاة هنا النوم على التشبيه . وفائدته أنّه تقريب لكيفية البعث يوم القيامة ، ولذا استعير البعث للإفاقة من النوم ليتمّ التقريب في قوله : { ثم يبعثكم فيه }.ومعنى { جرحتم } كسبتم ، وأصل الجرح تمزيق جلد الحيّ بشيء محدّد مثل السكين والسيف والظُفُر والناب . وتقدّم في قوله : { والجروح قصاص } في سورة [ العقود : 45 ]. وأطلق على كلاب الصيد وبزاته ونحوها اسمُ الجوارح لأنَّها تجرح الصيد ليُمسكه الصائد . قال تعالى : { وما عَلَّمتم من الجوارح مكلِّبين } وتقدّم في سورة [ العقود : 4 ]. كما سمَّوها كواسب ، كقول لبيد: ... غُضْفا كَواسبَ ما يُمَنّ طَعَامُهافصار لفظ الجوارح مرادفاً للكواسب؛ وشاع ذلك فأطلق على الكسب اسم الجرح ، وهو المراد هنا . وقال تعالى : { أم حسب الذين اجترحوا السيّئات أن نجعلهم كالذين آمنوا وعملوا الصالحات } [ الجاثية : 21 ].وجملة : { ويعلم ما جرحتم بالنهار } معترضة لقصد الامتنان بنعمة الإمهال ، أي ولولا فضله لما بعثكم في النهار مع علمه بأنَّكم تكتسبون في النهار عبادة غيره ويكتسب بعضكم بعض ما نهاهم عنه كالمؤمنين .ووقع الاقتصار على الإخبار بعلمه تعالى ما يكسب الناس في النهار دون الليل رعياً للغالب ، لأنّ النهار هو وقت أكثر العمل والاكتساب ، ففي الإخبار أنّه يعلم ما يقع فيه تحذير من اكتساب ما لا يرضَى الله باكتسابه بالنسبة للمؤمنين ، وتهديد للمشركين .وجملة : { ثم يبعثكم فيه } معطوفة على { يتوفَّاكم بالليل } فتكون ( ثُمّ ) للمهلة الحقيقية ، وهو الأظهر . ولك أن تجعل ( ثم ) للترتيب الرتبي فتعطف على جملة { ويعلم ما جرحتم } ؛ أي وهو يعلم ما تكتسبون من المناهي ثم يردّكم ويمهلكم . وهذا بفريق المشركين أنسب .و ( في ) للظرفية . والضمير للنهار . والبعثُ مستعار للإفاقة من النوم لأنّ البعث شاع في إحياء الميّت وخاصّة في اصطلاح القرآن { قالوا أئذا متنا وكنَّا تراباً وعظاماً أإنَّا لمبعوثون } [ المؤمنون : 82 ] وحسَّن هذه الاستعارة كونها مبنية على استعارة التوفِّي للنوم تقريباً لكيفية البعث التي حارت فيها عقولهم ، فكلّ من الاستعارتين مرشِّح للأخرى .واللاّم في { ليقضى أجل مُسمّى } لام التعليل لأنّ من الحكم والعلل التي جعل الله لها نظام اليقظة والنوم أن يكون ذلك تجزئة لعُمُر الحي ، وهو أجله الذي أجِّلت إليه حياته يومَ خلقه ، كما جاء في الحديث « يؤمر بكتب رزقه وأجله وعمله » فالأجل معدود باللأيام والليالي ، وهي زمان النوم واليقظة . والعلَّةُ التي بمعنى الحكمة لا يلزم اتِّحادها فقد يكون لِفعل الله حِكَم عديدة . فلا إشكال في جَعل اللاّم للتعليل .وقضاء الأجل انتهاؤه . ومعنى كونه مُسمَّى أنَّه معيَّن محدّد . والمرجع مصدر ميمي ، فيجوز أن يكون المراد الرجوع بالموت ، لأنّ الأرواح تصير في قبضة الله ويبطل ما كان لها من التصرّف بإرادتها . ويجوز أن يكون المراد بالرجوع الحشر يوم القيامة ، وهذا أظهر .وقوله : { ثُم يُنَبّئكم بما كنتم تعملون } أي يحاسبكم على أعمالكم بعد الموت ، فالمهلة في ( ثم ) ظاهرة ، أو بعد الحشر ، فالمهلةُ لأنّ بين الحشر وبين ابتداء الحساب زمناً ، كما ورد في حديث الشفاعة .",
  "ayah": 60,
  "surah": 6
}
