{
  "text": "لمَّا كان الإعراض عن مجالس الذين يخوضون بالطعن في الآيات قد لا يحول دون بلوغ أقوالهم في ذلك إلى أسماع المؤمنين من غير قصد أتْبع الله النهي السابق بالعفو عمَّا تتلقَّفه أسماع المؤمنين من ذلك عَفْواً ، فتكون الآية عذراً لما يطرق أسماعَ المؤمنين من غير قعودهم مع الطاعنين .والمراد ب { الَّذين يتَّقون } المؤمنون ، والنبي صلى الله عليه وسلم هو أوّل المتَّقين ، فالموصول كتعريف الجنس فيكون شاملاً لجميع المسلمين كما كان قوله { فأعرض عنهم } [ الأنعام : 68 ] حكمه شاملاً لبقية المسلمين بحكم التبع . وقال جمع من المفسّرين : كانت آية { وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم } [ الأنعام : 68 ] خاصّة بالنبي صلى الله عليه وسلم وجاء قوله تعالى : { وما على الذين يتَّقون من حسابهم من شيء } رخصة لغير النبي من المسلمين في الحضور في تلك المجالس لأنّ المشركين كان يغضبهم قيام النبي من مجالسهم . ونسب هذا إلى ابن عبَّاس ، والسديّ ، وابن جبير ، فيكون عموم الموصول في قوله : { الذين يتَّقون } مخصوصاً بما اقتضته الآية التي قبلها .وروى البغوي عن ابن عبَّاس قال : لمَّا نزلت { وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم } [ الأنعام : 68 ] قال المسلمون : كيف نقعد في المسجد الحرام ونطوف بالبيت وهم يخوضون أبداً . فأنزل الله عزّ وجلّ { وما على الذين يتّقون من حسابهم من شيء } يعني إذا قمتم عنهم فما عليكم تبعةُ ما يقولون في حال مجانبتكم إيَّاهم إذ ليس عليكم جرى ذلك وما عليهم أن يمنعوهم .وقوله : { وما على الذين يتّقون من حسابهم من شيء } تقدّم تفسير نظيره آنفاً ، وهو قوله : { ما عليك من حسابهم من شيء } [ الأنعام : 68 ].ثمّ الحساب هنا مصدر مضاف إلى ضمير الذين يخوضون في الآيات . فهذا المصدر بمنزلة الفعل المبني للمجهول فيحتمل أن يكون فاعله { الذين يتَّقون } على وزان ما تقدّم في قوله : { ما عليك من حسابهم من شيء } [ الأنعام : 52 ] ، أي ما على الذين يتَّقون أن يحاسِبُوا الخائضين ، أي أن يمنعوهم من الخوض إذ لم يكلّفهم الله بذلك لأنَّهم لا يستطيعون زجر المشركين ، ويحتمل أن يكون فاعله الله تعالى كقوله : { ثمّ إنّ علينا حسابهم } [ الغاشية : 26 ] أي ما على الذين يتَّقون تبعة حساب المشركين ، أي ما عليهم نصيب من إثم ذلك الخوض إذا سمعوه .وقوله : { ولكن ذكرى } عطفت الواو الاستدراكَ على النفي ، أي ما عليهم شيء من حسابهم ولكن عليهم الذكرى . والذكرى اسم مصدر ذكَّر بالتشديد بمعنى وعظ ، كقوله تعالى : { تبصرة وذكرى لكلّ عبد منيب } [ ق : 8 ] ، أي عليهم إن سمعُوهم يستهزئون أن يعظُوهم ويُخوّفوهم غضب الله فيجوز أن يكون { ذكرى } منصوباً على المفعول المطلق الآتي بدلاً من فعله . والتقدير : ولكن يُذكّرونهم ذكرى . ويجوز أن يكون ذكرى مرفوعاً على الابتداء ، والتقدير : ولكن عليهم ذكرى .وضمير { لعلَّهم يتَّقون } عائد إلى ما عاد إليه ضمير { حسابهم } أي لعلّ الذين يخوضون في الآيات يتَّقون ، أي يتركون الخوض . وعلى هذا فالتقوى مستعملة في معناها اللغوي دون الشرعي . ويجوز أن يكون الضمير عائداً إلى { الذين يتَّقون } ، أي ولكن عليهم الذكرى لعلَّهم يتَّقون بتحصيل واجب النهي عن المنكر أو لعلَّهم يستمرّون على تقواهم .وعن الكسائي : المعنى ولكن هذه ذكرى ، أي قوله : { وإمَّا ينسينَّك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين } [ الأنعام : 68 ] تذكرة لك وليست مؤاخذة بالنسيان ، إذ ليس على المتَّقين تبعة سماع استهزاء المستهزئين ولكنّا ذكَّرناهم بالإعراض عنهم لعلَّهم يتَّقون سماعهم .والجمهور على أنّ هذه الآية ليست بمنسوخة . وعن ابن عبَّاس والسدّي أنَّها منسوخة بقوله تعالى في سورة [ النساء : 140 ] { وقد نزّل عليكم في الكتاب أنْ إذا سمعتم آيات الله يُكْفَرُ بها ويُستهزأ بها فلا تقعدوا معهم حتَّى يخُوضُوا في حديث غيره إنَّكم إذن مثلهم بناء على رأيهم أنّ قوله : وما على الذين يتَّقون من حسابهم من شيء } أباح للمؤمنين القعود ولم يمنعه إلاّ على النبي صلى الله عليه وسلم بقوله : { وإذا رأيتَ الذين يخوضون في آياتنا فأعرض عنهم } [ الأنعام : 68 ] كما تقدّم آنفاً .",
  "ayah": 69,
  "surah": 6
}
