{
  "text": "استئناف ابتدائي لتأييس المشركين من ارتداد بعض المسلمين عن الدين ، فقد كان المشركون يحاولون ارتداد بعض قرابتهم أو من لهم به صلة . كما ورد في خبر سعيد بن زيد وما لَقي من عُمر بن الخطاب . وقد روي أنّ عبد الرحمان بن أبي بكر الصديق دعا أباه إلى عبادة الأصنام ، وأنّ الآية نزلت في ذلك ، ومعنى ذلك أنّ الآية نزلت مشيرة إلى ذلك وغيره وإلاّ فإنّ سورة الأنعام نزلت جملة واحدة . وحاول المشركون صرف النبي صلى الله عليه وسلم عن الدعوة إلى الإسلام وهم يُرْضُونه بما أحبّ كما ورد في خبر أبي طالب .والاستفهام إنكار وتأييس ، وجيء بنون المتكلّم ومعه غيره لأنّ الكلام من الرسول صلى الله عليه وسلم عن نفسه وعن المسلمين كلّهم . و { من دون الله } متعلّق ب { ندعوا }.والمراد بما لا ينفع ولا يضرّ الأصنامُ ، فإنَّها حجارة مشاهد عدمُ نفعها وعجزُها عن الضرّ ، ولو كانت تستطيع الضرّ لأضرّت بالمسلمين لأنَّهم خلعوا عبادتها وسفَّهوا أتباعها وأعلنوا حقارتها ، فلمَّا جعلوا عدَم النفع ولا الضرّ علَّة لنفي عبادة الأصنام فقد كنّوا بذلك عن عبادتهم النافع الضارّ وهو الله سبحانه .وقوله : { ونُردّ على أعقابنا } عطف على { ندعوا } فهو داخل في حيّز الإنكار . والردّ : الإرجاع إلى المكان الذي يؤتى منه ، كقوله تعالى : { رُدّوها عليّ } [ ص : 33 ].والأعقاب جمع عَقِب وهي مؤخّر القدم . وعقب كلّ شيء طَرفه وآخره ويقال : رجع على عَقِبه وعلى عَقِبَيْه ونكص على عقبيه بمعنى رجع إلى المكان الذي جاء منه لأنَّه كان جاعلاً إيَّاه وراءه فرَجَع .وحرف ( على ) فيه للاستعلاء ، أي رجع على طريق جهة عقبه ، كما يقال : رجع وراءه ، ثم استعمل تمثيلاً شائعاً في التَّلبّس بحالة ذميمة كان فارقها صاحبُها ثم عاد إليها وتلبّس بها ، وذلك أنّ الخارج إلى سفر أو حاجة فإنَّما يمشي إلى غرض يريده فهو يمشي القُدُمية فإذا رجع قبل الوصول إلى غرضه فقد أضاع مشيَه؛ فيمثّل حاله بحال من رجع على عقبيه . وفي الحديث : « اللهمّ أمْض لأصحابي هِجْرتهم ولا تَرُدّهم على أعقابهم » فكذلك في الآية هو تمثيل لحال المرتدّ إلى الشرك بعد أن أسلَم بحال من خرج في مهمّ فرجع على عقبيه ولم يقض ما خرج له . وهذا أبلغ في تمثيل سوء الحالة من أن يُقال : ونرجعُ إلى الكفر بعد الإيمان .وقد أضيف ( بعد ) إلى { إذْ هدانا } وكلاهما اسم زمان ، فإنّ ( بعد ) يدلّ على الزمان المتأخِّر عن شيء كقوله : { ومن بعد صلاة العشاء } [ النور : 58 ] و ( إذا ) يدلّ على زمان معرّف بشيء ، ف ( إذا ) اسم زمن متصرّف مراد به الزمان وليس مفعولاً فيه . والمعنى بعدَ الزمن الذي هدانا الله فيه ، ونظيره{ ربّنا لا تُزغ قلوبنا بعد إذ هديتنا } في سورة [ آل عمران : 8 ].ارتقى في تمثيل حالهم لو فُرض رجوعهم على أعقابهم بتمثيل آخر أدقّ ، بقوله : { كالذي استهوته الشياطين في الأرض } ، وهو تمثيل بهيئة متخيّلة مبنيّة على اعتقاد المخاطبين في أحوال الممسُوسينَ . فالكاف في موضع الحال من الضمير في { نُردّ على أعقابنا } ، أي حال كوننا مشْبهينَ للذي استهوته الشياطين فهذه الحال مؤكّدة لما في { نردّ على أعقابنا } من معنى التَمثيل بالمرتدّ على أعقابه .والاستهواء استفعال ، أي طلب هَوى المرء ومحبّتِه ، أي استجلاب هَوى المرء إلى شيء يحاوله المستجلِب . وقرّبه أبو علي الفارسي بمعنى همزة التعدية . فقال : استهواه بمعنى أهواه مثل استزلّ بمعنى أزلّ . ووقع في «الكشَّاف» أنَّه استفعال من هَوَى في الأرض إذا ذهب فيها ، ولا يعرف هذا المعنى من كلام أئمَّة اللغة ولِم يذكره هو في «الأساس» مع كونه ذكر { كالذي استهوته الشياطين } ولم ينبِّه على هذا مَن جاء بعده .والعرب يقولون : استهوته الشياطين ، إذا اختطفت الجنّ عقله فسيَّرتْه كما تريد . وذلك قريب من قولهم : سَحَرتْه ، وهم يعتقدون أنّ الغيلان هي سحرة الجنْ ، وتسمَّى السعالي أيضاً ، واحدتُها سَعْلاة ، ويقولون أيضاً : استهامته الجنّ إذا طلبت هُيامه بطاعتها .وقوله : { في الأرض } متعلّق ب { استهوته } ، لأنَّه يتضمَّن معنى ذهبت به وضلّ في الأرض .  وذلك لأنّ الحالة التي تتوهَّمها العرب استهواء الجنّ يصاحبها التوحّش وذهاب المجنون على وجهه في الأرض راكباً رأسه لا ينتصح لأحد ، كما وقع لكثير من مجانينهم ومَن يزعمون أنّ الجنّ اختطفتهم . ومن أشهرهم عَمْرو بن عَدي الأيادي اللخمي ابن أخت جُذيمة بن مالك ملك الحيرة . وجوّز بعضهم أن يكون { في الأرض } متعلِّقاً ب { حَيْران } ، وهو بعيد لعدم وجود مقتض لتقديم المعمول .و { حَيْرانَ } حال من { الذي استهوتْه } ، وهو وصف من الحَيْرة ، وهي عدم الاهتداء إلى السبيل . يقال : حارَ يحَار إذ تاهَ في الأرض فلم يعلم الطريق . وتطلق مجازاً على التردّد في الأمر بحيث لا يعلم مخرجه ، وانتصب { حيران } على الحال من { الذي }.وجملة : { له أصحاب } حال ثانية ، أي له رفقة معه حين أصابه استهواء الجنّ . فجملة { يدعونه } صفة ل { أصحاب }.والدعاء : القول الدالّ على طلب عمل من المخاطب . والهدى : ضدّ الضلال . أي يدعونه إلى ما فيه هدَاه . وإيثارُ لفظ { الهُدى } هنا لما فيه من المناسبة للحالة المشبَّهة . ففي هذا اللفظ تجريد للتمثيلية كقوله تعالى : { فلمّا أضاءت ما حوله ذهب الله بنورهم } في سورة [ البقرة : 17 ]. ولذلك كان لتعقيبه بقوله : قل إنّ هدى الله هو الهدى } وقع بديع . وجوّز في «الكشاف» أن يكون الهدى مستعاراً للطريق المستقيم .وجملة : { ائتنا } بيان ل { يدعونه إلى الهدى } لأنّ الدعاء فيه معنى القول . فصحّ أن يبيّن بما يقولونه إذا دعَوه ، ولكونها بياناً فُصلت عن التي قبلها ، وإنَّما احتاج إلى بيان الدعاء إلى الهدى لتمكِين التمثيل من ذهن السامع ، لأنّ المجنون لا يخاطب بصريح المقصد فلا يدعى إلى الهدى بما يَفهم منه أنَّه ضالّ لأنّ من خُلق المجانين العناد والمكابرة ، فلذلك يدعونه بما يفهم منه رغبتُهم في صحبته ومحبتُهم إيَّاه ، فيقولون : ايتنا ، حتَّى إذا تمكَّنوا منه أوثقوه وعادوا به إلى بيته .وقد شبّهت بهذا التمثيل العجيب حالة من فُرض ارتدادُه إلى ضلالة الشرك بعد هدى الإسلام لدعوة المشركين إيَّاه وتركه أصحابه المسلمين الذين يصدّونه عنه ، بحَال الذي فسد عقله باستهواء من الشياطين والجنّ ، فتاه في الأرض بعد أن كان عاقلاً عارفاً بمسالكها ، وترك رفقته العقلاء يدعونه إلى موافقتهم ، وهذا التركيب البديع صالح للتفكيك بأن يشبّه كل جزء من أجزاء الهيئة المشبّهة بجزء من أجزاء الهيئة المشبّهة بها ، بأن يشبه الارتداد بعد الإيمان بذهاب عقل المجنون ، ويشبّه الكفر بالهُيام في الأرض ، ويشبّه المشركون الذين دعَوْهم إلى الارتداد بالشياطين وتُشَبّه دعوة الله الناس للإيمان ونزولُ الملائكة بوحيه بالأصحاب الذين يدعون إلى الهدى . وعلى هذا التفسير يكون { الذي } صادقاً على غير معيّن ، فهو بمنزلة المعرّف بلام الجنس . وروي عن ابن عباس أنّ الآية نزلت في عبد الرحمان بن أبي بكر الصدّيق حين كان كافراً وكان أبوه وأمّه يدعوانه إلى الإسلام فيأبى ، وقد أسلم في صلح الحديبية وحسن إسلامه .",
  "ayah": 71,
  "surah": 6
}
