{
  "text": "جملة : { قل إنّ هدى الله هو الهدى } مستأنفة استئنافَ تكرير لِما أمِر أن يقوله للمشركين حين يدعون المسلمين إلى الرجوع إلى ما كانوا عليه في الجاهلية ، وقد روي أنَّهم قالوا للنبيء صلى الله عليه وسلم اعْبُد آلهتنا زمناً ونعبُدُ إلهك زمناً . وكانوا في خلال ذلك يزعمون أنّ دينهم هدى فلذلك خوطبوا بصيغة القصر . وهي { إنّ هدى الله هو الهدى } فجيء بتعريف الجزأيْن ، وضمير الفصل ، وحرف التوكيد ، فاجتمع في الجملة أربعة مؤكّدات ، لأنّ القصر بمنزلة مؤكِّدَيْن إذ ليس القصر إلاّ تأكيداً على تأكيد ، وضمير الفصل تأكيد ، و ( إنّ ) تأكيد ، فكانت مقتضَى حال المشركين المنكرين أنّ الإسلام هدى .وتعريف المسند إليه بالإضافة للدلالة على الهدى الوارد من عند الله تعالى ، وهو الدين المُوصى به ، وهو هنا الإسلام ، بقرينة قوله { بعد إذْ هدانا الله }.وقد وصف الإسلام بأنَّه { هُدى الله } في قوله تعالى : { ولن ترضى عنك اليهود ولا النصارى حتَّى تتّبع ملَّتهم قل إنّ هدى الله هو الهدى } في سورة [ البقرة : 120 ] ، أي القرآن هو الهدى لا كُتُبُهم .وتعريف المسند بلام الجنس للدلالة على قصر جنس الهدى على دين الإسلام ، كما هو الغالب في تعريف المسند بلام الجنس ، وهو قصر إضافي لأنّ السياق لردّ دعوة المشركين إيَّاهم الرجوع إلى دينهم المتضمِّنة اعتقادهم أنَّه هدى ، فالقصر للقلب إذ ليسوا على شيء من الهدى ، فلا يكون قصر الهدى على هدى القرآن بمعنى الهدى الكامل ، بخلاف ما في سورة البقرة .وجملة : وأمِرْنا لِنُسْلِم } عطف على المقول . وهذا مقابل قوله { قل إنِّي نهيت أن أعبد الذين تدعون من دون الله } [ الأنعام : 56 ] ، وقوله { قل أندعو من دون الله } الآية .واللام في { لِنُسْلِم } أصلها للتعليل وتنوسي منها معنى التعليل فصارت لمجرّد التأكيد . وهي اللام التي يكثر ورودها بعد مادّة الأمر ومادّة الإرادة . وسمَّاها بعضهم لام أنْ بفتح الهمزة وسكون النون قال الزجَّاج : العرب تقول : أمَرْتُك بأنْ تفعل وأمرتُك أن تفعل وأمرتك لِتَفعل . فالباء للإلصاق ، وإذا حذفوها فهي مقدّرة مع ( أنْ ). وأمَّا أمرتك لتفعل ، فاللام للتعليل ، فقد أخبر بالعلَّة التي لها وقَع الأمر . يعني وأغنت العلَّة عن ذكر المعلّل . وقيل : اللام بمعنى الباء ، وقيل : زائدة ، وعلى كلّ تقدير ف ( أنْ ) مضرة بعدها ، أي لأجل أن نُسْلِمَ . والمعنى : وأمرنا بالإسلام ، أي أمرنا أن أسلموا . وتقدّم الكلام على هذه اللام عند قوله تعالى : { يريد الله ليُبيّن لكم } في سورة [ النساء : 26 ].واللام في قوله : لربّ العالمين } متعلِّقة ب { نسلم } لأنَّه معنى تخلّص له ، قال : { فقل أسلمت وجهي لله }.وقد تقدّم القول في معنى الإسلام عند قوله تعالى : { إذ قال له ربّه أسْلِم قال أسلمت لربّ العالمين } في سورة [ البقرة : 131 ].وفي ذكر اسم الله تعالى بوصف الربوبية لجميع الخلق دون اسمه العَلَم إشارة إلى تعليل الأمر وأحقِّيّته .وقوله : وأن أقيموا الصلاة } إنْ جُعلت ( أنْ ) فيه مصدرية على قول سيبويه ، إذ يسوّغ دخول ( أنْ ) المصدرية على فِعل الأمر فتفيد الأمر والمصدرية معاً لأنّ صيغة الأمر لم يؤت بها عبثاً ، فقول المعربين : إنَّه يتجرّد عن الأمرية ، مرادهم به أنَّه تجرّد عن معنى فعل الأمر إلى معنى المصدرية فهو من عطف المفردات . وهو إمّا عطف على { لنسلم } بتقدير حرف جرّ محذوف قبل ( أنْ ) وهو الباء . وتقدير الحرف المحذوف يدلّ عليه معنى الكلام ، وإمّا عطف على معنى { لنسلم } لأنَّه وقع في موقع بأن نسلم ، كما تقدّم عن الزجّاج . فالتقدير : أمرنا بأن نسلم ، ثم عطف عليه { وأن أقيموا } أي وأمرنا بأن أقيموا ، والعطف على معنى اللفظ وموقِعه استعمال عربي ، كقوله تعالى : { لولا أخَّرْتَنِي إلى أجل قريب فأصّدّقَ وأكُنْ } [ المنافقون : 10 ] إذ المعنى إنْ تُؤخّرني أصّدّقْ وأكُنْ .وإن جُعلت ( أنْ ) فيه تفسيرية فهو من عطف الجمل . فيقدّر قوله : { أمرنا لنسلم } بأمِرْنا أن أسلموا لنُسلم { وأن أقيموا الصلاة } ، أي لنقيم فيكون في الكلام احتباك .وأظهر من هذا أن تكون ( أنْ ) تفسيرية . وهي تفسير لما دلَّت عليه واوُ العطف من تقدير العامل المعطوف عليه ، وهو { وأمرنا } ، فإنّ { أمرنا } فيه معنى القول دون حروفه فناسب موقع ( أنْ ) التفسيرية .وتقدّم معنى إقامة الصلاة في صدر سورة البقرة ( 3 ).و { اتَّقوه } عطف على { أقيموا } ويجري فيه ما قُرّر في قوله { وأن أقيموا }.والضمير المنصوب عائد إلى { ربّ العالمين } وهو من الكلام الذي أمروا بمقتضاه بأن قال الله للمؤمنين : أسلموا لربّ العالمين وأقيموا الصلاة واتَّقُوه . ويجوز أن يكون محكياً بالمعنى بأن قال الله : اتَّقون ، فحُكي بما يوافق كلام النبي المأمور بأن يقوله بقوله تعالى : { قل إنّ هدى الله هو الهدى } ، كما في حكاية قول عيسى : { ما قلتُ لهم إلاّ مَا أمَرتني به أن اعبدوا الله ربِّي وربّكم } [ المائدة : 117 ].وجَمع قوله : { واتَّقوه } جميعَ أمور الدين ، وتخصيصُ إقامة الصلاة بالذكر للاهتمام .وجملة : { وهو الذي إليه تُحشرون } إمّا عطف على جملة { اتَّقُوه } عطف الخبر على الإنشاء فتكون من جملة المقول المأمور به بقوله : { قل إنّ هدى الله } ، أي وقل لهم وهو الذي إليه تحشرون ، أو عطف على { قل } فيكون من غير المقول . وفي هذا إثبات للحشر على منكريه وتذكير به للمؤمنين به تحريضاً على إقامة الصلاة والتقوى .واشتملت جملة { وهو الذي إليه تحشرون } على عدّة مؤكّدات وهي : صيغة الحصر بتعريف الجزأين ، وتقديم معمول { تحشرون } المفيد للتقوّي لأنّ المقصود تحقيق وقوع الحشر على من أنكره من المشركين وتحقيق الوعد والوعيد للمؤمنين ، والحصر هنا حقيقي إذ هم لم ينكروا كون الحشر إلى الله وإنَّما أنكروا وقوع الحشر ، فسلك في إثباته طريق الكناية بقصره على الله تعالى المستلزم وقوعه وأنَّه لا يكون إلاّ إلى الله ، تعريضاً بأنّ آلهتهم لا تغني عنهم شيئاً .",
  "ayah": 72,
  "surah": 6
}
