{
  "text": "وجملة : { وهو الذي خلق السماوات } عطف على { وهو الذي إليه تحشرون } ، والقصر حقيقي إذ ليس ثم ردّ اعتقاد لأنّ المشركين يعترفون بأنّ الله هو الخالق للأشياء التي في السماء والأرض كما قدّمناه في أول السورة . فالمقصود الاستدلال بالقصر على أنَّه هو المستحقّ للعبادة لأنّ الخلائق عبيده كقوله تعالى : { أفمن يخلق كمن لا يخلق أفلا تذكّرون } [ النحل : 17 ].والباء من قوله : { بالحقّ } للملابسة ، والمجرور متعلّق ب { خلَق } أو في موضع الحال من الضمير .والحقّ في الأصل مصدر ( حقّ ) إذا ثبت ، ثم صار اسماً للأمر الثاتب الذي لا يُنكر من إطلاق المصدر وإرادة اسم الفاعل مثل فلان عَدْل . والحقّ ضدّ الباطل . فالباطل اسم لضدّ ما يسمَّى به الحقّ فيطلق الحقّ إطلاقاً شائعاً على الفعل أو القول الذي هو عَدل وإعطاء المستحقّ ما يستحقّه ، وهو حينئذٍ مرادف العدل ويقابله الباطل فيرادفُ الجَور والظلم ، ويطلق الحق على الفعل أو القول السديد الصالح البالغ حدّ الإتقان والصواب ، ويرادف الحكمة والحقيقة ، ويقابله الباطل فيرادف العبث واللعبَ . والحقّ في هذه الآية بالمعنى الثاني ، كما في قوله تعالى : { ما خلقناهما إلاّ بالحقّ } [ الدخان : 39 ] بعد قوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين } [ الدخان : 38 ] وكقوله : { ويتفكرون في خلق السماوات والأرض ربّنا ما خلقت هذا باطلاً } [ آل عمران : 191 ]. فالله تعالى أخرج السماوات والأرض وما فيهنّ من العَدم إلى الوجود لِحكم عظيمة وأودع في جميع المخلوقات قُوى وخصائص تصدر بسببها الآثار المخلوقة هي لها ورتَّبها على نُظم عجيبة تحفظ أنواعها وتُبرز ما خُلقت لأجله ، وأعظمها خَلق الإنسان وخَلْق العقل فيه والعلم ، وفي هذا تمهيد لإثبات الجزاء إذ لو أهملت أعمال المكلّفين لكان ذلك نقصاناً من الحقّ الذي خُلقت السماوات والأرض ملابِسة له ، فعُقّب بقوله : { ويوم يقول كن فيكون قوله الحقّ }.وجملة : { ويوم يقول كن فيكون قوله الحقّ } معطوفة على التي قبلها لمناسبة ملابسة الحقّ لأفعاله تعالى فبُينت ملابسة الحقّ لأمره تعالى الدّال عليه { يقول }.والمراد ب { يومَ يقول كن } يوم البعث ، لقوله بعده : { يوم يُنفخ في الصور }.وقد أشكل نظم قوله : { ويوم يقول كن فيكون قوله الحقّ } ، وذهب فيه المفسّرون طرائق . والوجه أنّ قوله { ويوم يقول كن فيكون } ظرف وقع خبره مقدّماً للاهتمام به ، والمبتدأ هو { قوله } ويكون { الحق } صفة للمتبدأ . وأصل التركيب : وقوله الحقّ يومَ يقول : كن فيكون . ونكتة الاهتمام بتقديم الظرف الردّ على المشركين المنكرين وقوع هذا التكوين بعد العدم .ووصف القول بأنَّه الحقّ للردّ على المشركين أيضاً . وهذا القول هو عين المقول لِفعل { يقول كن } ، وحُذف المقول له { كن } لظهوره من المقام ، أي يقول لغير الموجود الكائن : كُن . وقوله : { فيكون } اعتراض ، أي يقول لمّا أراد تكوينه ( كن ) فيوجد المقولُ له { كُن } عقِب أمر التكوين .والمعنى أنَّه أنشأ خلق السماوات والأرض بالحقّ ، وأنّه يعيد الخلق الذي بدأه بقول حقّ ، فلا يخلو شيء من تكوينه الأول ولا من تكوينه الثاني عن الحقّ . ويتضمَّن أنّه قول مستقبل ، وهو الخلق الثاني المقابل للخلق الأول ، ولذلك أتي بكلمة { يوم } للإشارة إلى أنَّه تكوين خاصّ مقدّر له يوم معيّن .وفي قوله : { قولُه الحقّ } صيغة قصر للمبالغة ، أي هو الحقّ الكامل لأنّ أقوال غيره وإن كان فيها كثير من الحقّ فهي معرّضة للخطأ وما كان فيها غيرَ معرض للخطأ فهو من وحي الله أو من نعمته بالعقل والإصابة ، فذلك اعتداد بأنَّه راجع إلى فضل الله . ونظير هذا قول النبي صلى الله عليه وسلم في دعائه : « قولك الحقّ ووعدك الحقّ » . والمراد بالقول كلّ ما يدلّ على مراد الله تعالى وقضائه في يوم الحشر ، وهو يوم يقول كن ، من أمرِ تكوين ، أو أمر ثواب ، أو عقاب ، أو خبر بما اكتسبه الناس من صالح الأعمال وأضدادها ، فكلّ ذلك من قول الله في ذلك اليوم وهو حقّ . وخصّ من بين الأقوال أمرُ التكوين لما اقتضاه التقديم من تخصيصه بالذكر كما علمت .وللمفسّرين في إعراب هذه الآية وإقامة المعنى من ذلك مسالك أخرى غير جارية على السبل الواضحة .وقوله { وله الملك يوم ينفخ في الصور } جملة مستقلّة وانتظامها كانتظام جملة { ويوم يقول كن فيكون قوله الحقّ } إلاّ أنّ في تقديم المسند إليه على المسند قصر المسند إليه على المسند ، أي المُلك مقصور على الكَون له لا لغيْره لردّ ما عسى أن يطمع فيه المشركون من مشاركة أصنامهم يومئذٍ في التصرفّ والقضاء . والمقصود من هذا الظرف تهويل ذلك اليوم .والنفخ في الصور مَثَل ضُرب للأمر التكويني بحياة الأموات الذي يعُمّ سائر الأموات ، فيحيون به ويحضرون للحشر كما يحضر الجيش بنفخ الأبواق ودَقّ الطبول .والصّور : البُوق . وورد في الحديث : « أن المَلَك الموكَّل بنفخ الصور هو إسرافيل ، ولا يَعلم كنه هذا النفخ إلاّ الله تعالى » ويومُ النَّفخ في الصّور هو يومَ يقُول : كن فيكون ، ولكنَّه عبَّر عنه هنا ب { يوم ينفخ في الصور } لإفادة هذا الحال العجيب ، ولأنّ اليوم لمّا جعل ظرفاً للقول عُرّفَ بالإضافة إلى جملة { يقول كن فيكون }.ولمَّا جعل اليوم ظرفاً للمُلك ناسب أن يعرّف اليوم بما هو من شعار المُلك والجند .وقد انتصب { يوم ينفخ } على الظرفية ، والعامل فيه للاستقرار الذي في قوله { وله الملك }.ويجوز أن يجعل بدلاً من { يومَ يقول كُن فيكون }.ويجعل { وله الملك } عطفاً على { قوله الحقّ } على أنّ الجميع جملة واحدة .وعن ابن عبّاس : الصور هنا جمع صُورة ، أي ينفخ في صُوَر الموجودات .ولما انتهى المقصود من الإخبار عن شؤون من شأن الله تعالى أتبع بصفات تشير إلى المحاسبة على كلّ جليل ودقيق ظاهر وباطن بقوله : { عالم الغيب والشهادة }.وجاء أسلوب الكلام على طريقة حذف المخبَر عنه في مقام تَقَدُّم صفاته . فحذْف المسند إليه في مثله تبع لطريقة الاستعمال في تعقيب الأخبار بخبر أعظم منها يجعل فيه المخبر عنه مسنداً إليه ويلتزم حذفه . وقد تقدّم بيانه عند قوله تعالى : { مقامُ إبراهيم } في سورة [ آل عمران : 97 ] ، فلذلك قال هنا عالم الغيب } فحذف المسند إليه ثم لم يحذف المسند إليه في قوله : { وهو الحَكِيم الخبير }.والغيب : ما هو غائب . وقد تقدّم بيانه عند قوله تعالى : { الذين يؤمنون بالغيب } في سورة [ البقرة : 3 ] ، وعند قوله { وعنده مفاتح الغيب } في هذه السورة [ 59 ].والشهادة : ضدّ الغيب ، وهي الأمور التي يشاهدها الناس ويتوصّلون إلى علمها يقال : شَهِد ، بمعنى حضر ، وضدّه غَاب ، ولا تخرج الموجودات عن الاتّصاف بهذين الوصفين ، فكأنَّه قيل : العالم بأحوال جميع الموجودات . والتعريف في الغيب والشهادة } للاستغراق ، أي عالم كلّ غيب وكلّ شهادة .وقوله : { وهو الحكيم الخبير } عطف على قوله : { عالم الغيب }.وصفة { الحكيم } تجمع إتقان الصنع فتدلّ على عظم القدرة مع تعلّق العلم بالمصنوعات . وصفة { الخبير } تجمع العلم بالمعلومات ظاهرها وخفيّها . فكانت الصفتان كالفذلكة لقوله : { وهو الذي خلق السماوات والأرض بالحقّ } ولقوله { عالم الغيب والشهادة }.",
  "ayah": 73,
  "surah": 6
}
