{
  "text": "وجملة { إنّي وجَّهْت وَجْهِي } بمنزلة بدل الاشتمال من جملة { إنِّي بريء ممّا تشركون } ، لأنّ البراءة من الإشراك تشتمل على توجيه الوجه إلى الله ، وهو إفراده بالعبادة . والوجه في قوله : { وجهي }.و { وجّهت } مشتقّ من الجهة والوجهة ، أي صرفته إلى جهة ، أي جعلت كذا جهة له يقصدها . يقال : وجَّهه فتوجّه إلى كذا إذا ذهب إليه . ويقال للمكان المقصود وجهة بكسر الواو ، وكأنَّهم صاغوه على زنة الهيئة من الوَجه لأنّ القاصد إلى مكان يقصده من نحو وجهه ، وفعلوه على زنة الفعلة بكسر الفاء لأنّ قاصد المكان بوجهه تَحْصُل هيئة في وجهه وهي هيئة العزم وتحديقُ النظر . فمعنى { وجَّهت وجهي } صرفتُه وأدرته . وهذا تمثيل : شبّهت حالة إعراضه عن الأصنام وقصده إلى إفراد الله تعالى بالعبادة بمن استقبل بوجهه شيئاً وقصده وانصرف عن غيره .وأتي بالموصول في قوله : { للذي فطر السماوات والأرض } ليومىء إلى علّة توجّهه إلى عبادته ، لأنّ الكواكب من موجودات السماء ، والأصنامَ من موجودات الأرض فهي مفطورة لله تعالى .وفعل ( وجَّه ) يتعدّى إلى المكان المقصود بإلى ، وقد يتعدّى باللام إذا أريد أنَّه انصرف لأجل ذلك الشيء ، فيحسن ذلك إذا كان الشيء المقصود مراعى إرضاؤه وطاعته كما تقول : توجّهت للحبيب ، ولذلك اختير تعدّيه هنا باللام ، لأنّ في هذا التوجّه إرضاء وطاعة .وفَطَر : خلَق ، وأصل الفَطْر الشقّ . يقال فطر فطوراً إذا شقّ قال تعالى { فارجع البصر هل تَرى من فُطُور } [ الملك : 3 ] أي اختلال ، شُبّه الخلْق بصناعة الجلد ونحوه ، فإنّ الصانع يشقّ الشيء قبل أن يصنعه ، وهذا كما يقال : الفَتق والفَلْق ، فأطلق الفَطر على إيجاد الشيء وإبداعه على هيئة تؤهّل للفعل .و { حنيفاً } حال من ضمير المتكلّم في { وجهتُ }.وتقدّم بيان ذلك عند قوله تعالى : { قل بل ملّة إبراهيم حنيفاً } في سورة [ البقرة : 135 ].وجملة : وما أنا من المشركين } عطف على الحال ، نفَى عن نفسه أن يكون متَّصلاً بالمشركين وفي عدادهم .فلما تبرّأ من أصنامهم تبرّأ من القوم ، وقد جمعهما أيضاً في سورة [ الممتحنة : 4 ] إذ قال { إنّا بُرَآء منكم وممّا تعبدون من دون الله }وأفادت جملة { وما أنا من المشركين } تأكيداً لجملة { إنِّي وجّهت وجهي للذي فطر السماوات والأرض حنيفاً } ، وإنَّما عطفت لأنَّها قصد منها التبرّىء من أن يكون من المشركين .وهذا قد جرينا فيه على أنّ قول إبراهيم لمّا رأى النيّرات { هذا ربِّي } هو مناظرة لقومه واستدراج لهم ، وأنّه كان موقناً بنفي إلهيتها ، وهو المناسب لصفة النبوءة أن يكون أوحى إليه ببطلان الإشراك وبالحجج التي احتجّ بها على قومه . ومن المفسّرين من قال : إنّ كلامه ذلك كان نظراً واستدلالاً في نفسه لقوله : { لئن لم يهدني ربِّي } ، فإنَّه يُشعر بأنّه في ضلال لأنَّه طلب هداية بصيغة الاستقبال أي لأجل أداة الشرط ، وليس هذا بمتعيّن لأنَّه قد يقوله لتنبيه قومه إلى أنّ لهم ربَّا بيده الهداية ، كما بيّنّاه في موضعه ، فيكون كلامه مستعملاً في التعريض . على أنَّه قد يكون أيضاً مراداً به الدوام على الهداية والزيادة فيها ، على أنَّه قد يكون أراد الهداية إلى إقامة الحجّة حتَّى لا يتغلّب عليه قومه .فإذا بنينا على أنّ ذلك كان استدلالاً في نفسه قبل الجزم بالتوحيد فإنّ ذلك كان بإلهام من الله تعالى ، فيكون قوله : { وكذلك نري إبراهيم ملكوت السماوات والأرض } [ الأنعام : 75 ] معناه نريه ما فيها من الدلائل على وجود الصانع ووحدانيته قبل أن نُوحي إليه ، ويكون قوله : { رأى كوكباً } بمعنى نظر في السماء فرأى هذا الكوكب ولم يكن نظر في ذلك من قبل ، ويكون قوله : { قال هذا ربِّي } قولاً في نفسه على نحو ما يتحدّث به المفكِّر في نفسه ، وهو حديث النفس ، كقول النابغة في كلب صيد: ... قالتْ له النفس إنِّي لا أرى طمعاًوإنّ مولاك لم يسلَمْ ولم يَصد ... وقول العَجّاج في ثور وحشي :ثم انثنى وقال في التفكير ... إنّ الحياة اليوم في الكُروروقوله : { هذا ربِّي } وقوله : { لا أحبّ الآفلين ، } وقوله : { لئِن لم يهدني ربِّي } كلّ ذلك مستعمل في حقائقه من الاعتقاد الحقيقي . وقوله : { قال يا قوم } هو ابتداء خطابه لقومه بعد أن ظهر الحقّ له فأعلن بمخالفته قومه حينئذٍ .",
  "ayah": 79,
  "surah": 6
}
