{
  "text": "عطف على جملة { وحاجّه قومه } [ الأنعام : 80 ]. و { تلك } إشارة إلى جميع ما تكلّم به إبراهيم في محاجَّة قومه ، وأتي باسم إشارة المؤنّث لأنّ المشار إليه حجّة فأخبر عنه بحجّة فلمَّا لم يكن ثمَّة مشار إليه محسوس تعيّن أن يعتبر في الإشارة لفظ الخبر لا غير ، كقوله تعالى : { تلك الرسل فضلنا بعضهم على بعض } [ البقرة : 253 ]. وإضافة الحجّة إلى اسم الجلالة للتّنويه بشأنها وصحَّتها .و { آتيناها } في موضع الحال من اسم الإشارة أو من الخبر . وحقيقة الإيتاء الإعطاء ، فحقَّه أن يتعدّى إلى الذّوات ، ويكون بمناولة اليد إلى اليد . قال تعالى : { وآتى المال على حبّه ذوي القربى } [ البقرة : 177 ] ، ولذلك يقال : اليدُ العليا هي المعطية واليد السّفلى هي المعطاة . ويستعمل مجازاً شائعاً في تعليم العلوم وإفادة الآداب الصالحة وتخويلها وتعيينها لأحد دون مناولة يد سواء كانت الأمور الممنوحة ذواتاً أم معانيَ . يقال : آتاه الله مالاً ، ويقال : آتاه الخليفة إمارة و { آتاه الله المُلك } [ البقرة : 258 ] ، { وآتيناه الحكمة } [ ص : 20 ]. فإيتاء الحجّة إلهامُه إيّاها وإلقاءُ ما يعبِّر عنها في نفسه . وهو فضل من الله على إبراهيم إذ نصره على مناظريه .و { على } للاستعلاء المجازي ، وهو تشبيه الغالب بالمستعلي المتمكّن من المغلوب ، وهي متعلّقة { بحجّتنا } خلافاً لمن منعه . يقال : هذا حجّة عليك وشاهد عليك ، أي تلك حجّتنا على قومه أقحمناهم بها بواسطة إبراهيم ، ويجوز أن يتعلَّق ب { آتيناها } لمّا يتضمّنه الإيتاء من معنى النصر .وجملة : { نرفع درجات من نشاء } حال من ضمير الرفع في { آتيناها } أو مستأنفة لبيان أنّ مثل هذا الإيتاء تفضيل للمؤتَى وتكرمة له . ورفع الدّرجات تمثيل لتفضيل الشأن ، شبّهت حالة المفضّل على غيره بحال المرتقي في سُلَّم إذا ارتفع من درجة إلى درجة ، وفي جميعها رفع ، وكلّ أجزاء هذا التمثيل صالح لاعتبار تفريق التّشبيه ، فالتّفضيل يُشبه الرّفع ، والفضائل المتفاوتة تشبه الدّرجات ، ووجه الشّبه عِزّة حصول ذلك لغالب النّاس .وقرأ نافع ، وابن كثير ، وأبو عمرو ، وابن عامر ، وأبو جعفر ، بإضافة { درجات } إلى { مَنْ }.فإضافة الدرجات إلى اسم الموصول باعتبار ملابسة المرتقي في الدرجة لها لأنّها إنّما تضاف إليه إذا كان مرتقياً عليها ، والإتيان بصيغة الجمع في { درجات } باعتبار صلاحيّة { من نشاء } لأفراد كثيرين متفاوتين في الرفعة ، ودلّ فعل المشيئة على أنّ التفاضل بينهم بكثرة موجبات التّفضيل ، أو الجمعُ باعتبار أنّ المفضّل الواحد يتفاوت حاله في تزايد موجبات فضله . وقرأه البقية بتنوين { درجات } ، فيكون تمييزاً لنسبة الرفع باعتبار كون الرفع مجازاً في التفضيل . والدرجات مجازاً في الفضائل المتفاوتة .ودلّ قوله { مَن نشاء } على أنّ هذا التّكريم لا يكون لكلّ أحد لأنّه لو كان حاصلاً لكلّ النّاس لم يحصل الرفع ولا التفضيل .وجملة : { إنّ ربّك حكيم عليم } مستأنفة استئنافاً بيانياً ، لأنّ قوله : { نرفع درجات من نشاء } يثير سؤالاً ، يقول : لماذا يرفع بعض النّاس دون بعض ، فأجيب بأنّ الله يعلم مستحقّ ذلك ومقدار استحقاقه ويخلق ذلك على حسب تعلّق علمه . فحكيم بمعنى محكم ، أي متّقن للخلق والتّقدير . وقدم { حكيم } على { عليم } لأنّ هذا التّفضيل مَظهر للحكمة ثمّ عقّب ب { عليم } ليشير إلى أنّ ذلك الإحكام جار على وفق العلم .",
  "ayah": 83,
  "surah": 6
}
