{
  "text": "جملة { ووهبنا } عطف على جملة { آتيناها } [ الأنعام : 83 ] لأنّ مضمونها تكرمة وتفضيل . وموقع هذه الجملة وإن كانت معطوفة هو موقع التذييل للجمل المقصود منها إبطال الشرك وإقامةُ الحجج على فساده وعلى أنّ الصالحين كلّهم كانوا على خلافه .والوَهْب والهِبة : إعطاء شيء بلا عوض ، وهو هنا مجاز في التّفضّل والتّيسير . ومعنى هبة يعقوب لإبراهيم أنّه وُلد لابنه إسحاق في حياة إبراهيم وكبر وتزوّج في حياته فكان قرّة عين لإبراهيم .وقد مضت ترجمة إبراهيم عليه السلام عند قوله تعالى : { وإذْ ابتلى إبراهيم ربّه بكلمات } [ البقرة : 124 ]. وترجمةُ إسحاق ، ويعقوب ، عند قوله تعالى : { ووصى بها إبراهيم بنيه ويعقوب } [ البقرة : 132 ] وقوله : { وإله آبائك إبراهيمَ وإسماعيل وإسحاق } [ البقرة : 133 ] كلّ ذلك في سورة البقرة .وقوله : { كلاّ هدينا } اعتراض ، أي كلّ هؤلاء هديناهم يعني إبراهيم وإسحاق ويعقوب ، فحذف المضاف إليه لظهوره وعوض عنه التّنوين في «كلّ» تنوينَ عوض عن المضاف إليه كما هو المختار .وفائدة ذكر هديهما التّنويه بإسحاق ويعقوب ، وأنّهما نبيئان نالا هدى الله كهَدْيه إبراهيم ، وفيه أيضاً إبطال للشرك ، ودمغ ، لقريش ومشركي العرب ، وتسفيه لهم بإثبات أنّ الصالحين المشهورين كانوا على ضدّ معتقدهم كما سيصرّح به في قوله : { ذلك هدى الله يهدي به من يشاء من عباده ولو أشركوا لحبط عنهم ما كانوا يعملون } ( الأعراف : 88 . (وجملة : { ونوحاً هدينا من قبل } عطف على الاعتراض ، أي وهدينا نوحاً من قبلهم . وهذا استطراد بذكر بعض من أنعم الله عليهم بالهدى ، وإشارة إلى أنّ الهدى هو الأصل ، ومن أعظم الهدى التّوحيد كما علمت . وانتصب { نوحاً } على أنّه مفعول مقدّم على { هدينا } للاهتمام ، و { من قبل } حال من { نوحا }.وفائدة ذكر هذا الحال التّنبيه على أنّ الهداية متأصّلة في أصول إبراهيم وإسحاق ويعقوب . وبُني { قبل } على الضمّ ، على ما هو المعروف في ( قبلُ ) وأخواتتِ غيرٍ من حذف ما يضاف إليه قبلُ وينوى معناه دون لفظه . وتقدمت ترجمة نوح عند قوله تعالى : { إنّ الله اصطفى آدم ونوحاً } في سورة آل عمران ( 33 .( وقوله : { من ذرّيته } حال من داوود ، و { داود } مفعول ( هدينا ) محذوفاً . وفائدة هذا الحال التّنويه بهؤلاء المعدودين بشرف أصلهم وبأصل فضلهم ، والتّنويه بإبراهيم أو بنوح بفضائل ذرّيّته . والضمير المضاف إليه عائد إلى نوح لا إلى إبراهيم لأنّ نوحاً أقرب مذكور ، ولأنّ لوطاً من ذرّية نوح ، وليس من ذرية إبراهيم حسبما جاء في كتاب التّوراة . ويجوز أن يكون لوط عومل معاملة ذرّيّة إبراهيم لشدّة اتّصاله به . كما يجوز أن يجعل ذكر اسمه بعد انتهاء أسماء من هم من ذرّيّة إبراهيم منصوباً على المدح بتقدير فعللٍ لا على العَطف .وداود تقدّم شيء من ترجمته عند قوله تعالى : { وقَتل داودُ جالوتَ } في سورة البقرة ( 251 ).ونكمّلها هنا بأنّه داود بن يِسيِّ من سبط يهوذا من بني إسرائيل . ولد بقرية بيت لحم سنة1085 قبل المسيح ، وتوفّي في أورشليم سنة 1015 . وكان في شبابه راعياً لغنم أبيه . وله معرفة النغَم والعزف والرمي بالمقلاع . فأوحى الله إلى ( شمويل ) نبيء بني إسرائيل أنْ يبارك داودَ بن يسيّ ، ويمسحه بالزيت المقدّس ليكون ملكاً على بني إسرائيل ، على حسب تقاليد بني إسرائيل إنباء بأنّه سيصير ملكاً على إسرائيل بعد موت ( شاول ) الذي غضب الله عليه . فلمّا مسحه ( شمويل ) في قرية بيت لحم دُون أن يعلم أحد خطر لشاول ، وكان مريضاً ، أن يتّخذ من يضرب له بالعود عندما يعتاده المرض ، فصادف أن اختاروا له داود فألحقه بأهل مجلسه ليسمع أنغامه . ولما حارب جنُدُ ( شاول ) الكنعانيين كما تقدّم في سورة البقرة ، كان النصر للإسرائيليين بسبب داود إذ رمى البطل الفلسطيني ( جالوت ) بمقلاعه بين عينيه فصرعه وقطع رأسه ، فلذلك صاهره ( شاولُ ) بابنته ( ميكال ) ، ثم أن ( شاول ) تغيّر على داود ، فخرج داود إلى بلاد الفلسطينيين وجمع جماعة تحت قيادته ، ولما قُتل ( شاول ) سنة1055 بايعت طائفة من الجند الإسرائيلي في فلسطين داودَ ملكاً عليهم . وجعل مقرّ ملكه ( حَبْرُون ) ، وبعد سبع سنين قُتل ملك إسرائيل الذي خلف شاولَ فبايعت الإسرائيليون كلّهم داود ملكاً عليهم ، ورجع إلى أورشليم ، وآتاه الله النّبوءة وأمره بكتابة الزبور المسمّى عند اليهود بالمزامير .وسليمان تقدّمت ترجمته عند قوله تعالى : { واتّبعوا ما تتلو الشياطين على ملك سليمان } في سورة البقرة ( 102 .( وأيّوب نبيء أثبت القرآنُ نبوءته . وله قصّة مفصّلة في الكتاب المعروف بكتاب أيّوب ، من جملة كتب اليهود . ويظُنّ بعض المؤرّخين أنّ أيّوب من ذرّيّة ( ناحور ) أخي إبراهيم . وبعضهم ظنّ أنّه ابن حفيد عيسو بننِ إسحاق بننِ إبراهيم ، وفي كتابه أنّ أيّوب كان ساكناً بأرض عُوص ( وهي أرض حَوران بالشّام ، وهي منازل بني عوص بن إرَم بن سام بن نوح ، وهم أصول عاد ) وكانت مجاورة لحدود بلاد الكلدان ، وقد ورد ذكر الكلدان في كتاب أيّوب وبعض المحقّقين يظنّ أنّه من صنف عَربي وأنّه من عُوص ، كما يدلّ عليه عدم التّعرض لنسبته في كتابه ، والاقتصار على أنّه كان بأرض عوص ( الذين هم من العرب العاربة ). وزعموا أنّ كلامه المسطور في كتابه كان بلغة عربيّة ، وأنّ موسى عليه السلام نقله إلى العبرانيّة . وبعضهم يظنّ أنّ الكلام المنسوب إليه كان شِعراً ترجمه موسى في كتابه وأنّه أوّل شعر عرف باللّغة العربيّة الأصليّة . وبعضهم يقول : هو أوّل شعر عرفه التّاريخ ، ذلك لأنّ كلامه وكلام أصحابه الثّلاثة الّذين عَزّوه على مصائبه جَارٍ على طريقة شعريّة لا محالة .ويوسف هو ابن يعقوب ويأتي تفصيل ترجمته في سورة يوسف .وموسى وهارون وزكرياء تقدّمت تراجمهم في سورة البقرة .وترجمة عيسى تقدّمت في سورة البقرة وفي سورة آل عمران .ويحيى تقدّمت ترجمته في آل عمران .وقوله : وكذلك نجزي المحسنين } اعتراض بين المتعاطفات ، والواو للحال ، أي وكذلك الوهْب الّذي وهبنا لإبراهيم والهدي الّذي هدينا ذرّيّته نجزي المحسنين مثله ، أو وكذلك الهدي الّذي هدينا ذرّيّة نوح نجزي المحسنين مثل نوح ، فعلم أنّ نوحاً أو إبراهيم من المحسنين بطريق الكناية ، فأمّا إحسان نوح فيكون مستفاداً من هذا الاعتراض ، وأمّا إحسان إبراهيم فهو مستفاد ممّا أخبر الله به عنه من دعوته قومه وبذله كلّ الوسع لإقلاعهم عن ضلالهم .ويجوز أن تكون الإشارة هنا إلى الهدي المأخوذ من قوله : { هدينا } الأول والثّاني ، أي وكذلك الهدي العظيم نجزي المحسنين ، أي بمثله ، فيكون المراد بالمحسنين أولئك المهديّين من ذرّيّة نوح أو من ذرّيّة إبراهيم . فالمعنى أنّهم أحسنوا فكان جزاء إحسانهم أن جعلناهم أنبياء .",
  "ayah": 84,
  "surah": 6
}
