{
  "text": "جملة ابتدائية قصد من استئنافها استقلالها للاهتمام بمضمونها ، ولأنّها وقعت موقع التّكرير لمضمون الجملتين اللّتين قبلها : جملة { وهديناهم إلى صراط مستقيم } [ الأنعام : 87 ] وجملة { أولئك الذّين آتيناهم الكتاب والحكم والنبوءة } [ الأنعام : 89 ]. وحقّ التكرير أن يكون مفصولاً ، وليبنى عليها التّفريع في قوله : { فبهداهم اقتده }.والمشار إليهم باسم الإشارة هم المشار إليهم بقوله { أولئك الّذين آتيناهم الكتاب والحكم والنّبوءة } [ الأنعام : 89 ] فإنّهم الّذين أمر نبيّنا صلى الله عليه وسلم بالاقتداء بهداهم . وتكرير اسم الإشارة لتأكيد تمييز المشار إليه ولما يقتضيه التكرير من الاهتمام بالخبر .وأفاد تعريف المسند والمسند إليه قصر جنس الّذين هداهم الله على المذكورين تفصيلاً وإجمالاً ، لأنّ المهديين من البشر لا يعدون أن يكونوا أولئك المسمّين ومن آبائهم وذرياتهم وإخوانهم ، فإنّ من آبائهم آدم وهو الأب الجامع للبشر كلّهم ، فأريد بالهدى هدى البشر ، أي الصرف عن الضلالة ، فالقصر حقيقي . ولا نظر لصلاح الملائكة لأنّه صلاح جبليّ . وعدل عن ضمير المتكلّم إلى اسم الجلالة الظاهر لقَرْن هذا الخبر بالمهابة والجلالة .وقوله : { فبهداهم اقتده } تفريع على كمال ذلك الهُدَى ، وتخلُّص إلى ذكر حظّ محمدّ صلى الله عليه وسلم من هُدى الله بعد أن قُدّم قبله مُسْهَبُ ذكر الأنبياء وهديهم إشارة إلى علوّ منزلة محمّد صلى الله عليه وسلم وأنّها منزلة جديدة بالتّخصيص بالذكر حيث لم يذكر مع الأنبياء المتقدّمين ، وأنّه جمَعَ هُدى الأوّلين ، وأكملت له الفضائل ، وجُمع له ما تفرّق من الخصائص والمزايا العظيمة . وفي إفراده بالذكر وترك عدّه مع الأوّلين رمز بديع إلى فذاذته وتفرّد مقداره ، ورَعْي بديع لحال مجيء رسالته بعد مرور تلك العصور المتباعدة أو المتجاورة ، ولذلك قُدّم المجرور وهو { بهداهم } على عامله ، للاهتمام بذلك الهدى لأنّه هو منزلتك الجامعة للفضائل والمزايا ، فلا يليق به الاقتداء بهُدى هو دون هُداهم . ولأجل هذا لم يسبق للنّبيء صلى الله عليه وسلم اقتداء بأحد ممّن تحنّفوا في الجاهليّة أو تنصَّروا أو تهوّدوا . فقد لقي النّبيء صلى الله عليه وسلم زيدَ بن عَمْرو بن نُفَيْللٍ قبل النّبوءة في بَلْدَح وعَرض عليه أن يأكل معه من سُفْرته ، فقال زيد « { إنِّي لا آكل ممّا تذبحون على أنصابكم توهّماً منه أنّ النبي يدين بدين الجاهليّة ، وألهم الله محمّداً السكوت عن إجابته إلهاماً لحفظ السِرّ المدَّخر فلم يقل له إنّي لا أذبح على نُصُب . ولقي ورقةَ بن نوفل غير مرّة بمكّة . ولَقِي بَحيرا الرّاهبَ . ولم يقتد بأحد من أولئك وبقي على الفطرة إلى أن جاءته الرّسالة .والاقتداء افتعال من القُدوةَ بضمّ القاف وكسرها وقياسه على الإسوة يقتضي أنّ الكسر فيه أشهر . وقال في المصباح } : الضمّ أكثر . ووقع في «المقامات» للحريري «وقدوة الشحَّاذين» فضُبط بالضمّ .وذكره الواسطي في إشرح ألفاظ المقامات» في القاف المضمومة ، وروى فيه فتح القاف أيضاً ، وهو نادر . والقدوة هو الّذي يَعمل غيرُه مثل عمله ، ولا يعرف له في اللّغة فعل مجرّد فلم يسمع إلاّ اقتدى . وكأنّهم اعتبروا القدوة اسماً جامداً واشتقّوا منه الافتعال للدّلالة على التّكلّف كما اشتقّوا من اسم الخريف اخترف ، ومن الأسوة ائْتسى ، وكما اشتقّوا من اسم النمر تَنَمَّر ، ومن الحجَر تحجَّر . وقد تستعمل القدوة اسم مصدر لاقتدى . يقال : لي في فلان قُدوة كما في قوله تعالى : { لقد كان لكم فيهم أسوة حسنة } [ الممتحنة : 6 ].وفي قوله : { فبهداهم اقتده } تعريض للمشركين بأنّ محمّداً صلى الله عليه وسلم ما جاء إلاّ على سنّة الرّسل كلّهم وأنّه ما كان بدعاً من الرّسل .وأمْرُ النّبيء صلى الله عليه وسلم بالاقتداء بهُداهم يؤذن بأنّ الله زوى إليه كلّ فضيلة من فضائلهم الّتي اختصّ كلّ واحد بها سواء ما اتّفق منه واتّحد ، أو اختلف وافترق ، فإنّما يقتدي بما أطلعه الله عليه من فضائل الرّسل وسيرهم ، وهو الخُلُق الموصوف بالعظيم في قوله تعالى : { وإنّك لعلى خلق عظيم } [ القلم : 4 ].ويشمل هداهم ما كان منه راجعاً إلى أصول الشّرائع ، وما كان منه راجعاً إلى زكاء النّفس وحسن الخُلق . وأمّا مَا كان منه تفاريع عن ذلك وأحكاماً جزئيّة من كلّ ما أبلغه الله إيّاه بالوحي ولم يأمره باتّباعه في الإسلام ولا بيّن له نسخه ، فقد اختلف علماؤنا في أنّ الشّرائع الإلهيّة السّابقة هل تعتبر أحكامها من شريعة الإسلام إذا أبلغها الله إلى الرّسول صلى الله عليه وسلم ولم يجعل في شريعته ما ينسخها .وأرى أنّ أصل الاستدلال لهذا أنّ الله تعالى إذا ذكر في كتابه أو أوحى إلى رسوله عليه الصلاة والسلام حكاية حكم من الشرائع السابقة في مقام التّنويه بذلك والامتنان ولم يقارنه ما يدلّ على أنّه شُرِع للتّشديد على أصحابه عقوبة لهم ، ولا ما يدلّ على عدم العمل به ، فإنّ ذلك يدلّ على أنّ الله تعالى يريد من المسلمين العمل بمثله إذا لم يكن من أحكام الإسلام ما يخالفه ولا من أصوله ما يأباه ، مثل أصل التّيسير ولا يقتضي القياسُ على حكم إسلامي ما يناقض حكماً من شرائع مَن قَبلنا . ولا حجّة في الآيات الّتي فيها أمرُ النّبيء صلى الله عليه وسلم باتّباع مَن قبله مثل هذه الآية ، ومثل قوله تعالى : { ثمّ أوحينا إليك أن اتّبِعْ ملّة إبراهيم حنيفاً } [ النحل : 123 ] ومثل قوله تعالى : { شَرع لكم من الدّين ما وصّى به نوحاً والذي أوحينا إليك وما وصّينا به إبراهيم وموسى وعيسى } [ الشورى : 13 ] ، لأنّ المقصود من ذلك أصول الدّيانة وأسس التّشريع الّتي لا تختلف فيها الشّرائع ، فمن استدلّ بقوله تعالى : { فبهداهم اقتده } فاستدلاله ضعيف . قال الغزالي في «المستصفى» «أراد بالهُدى التّوحيد ودلالةَ الأدلّة العقليّة على الوحدانيّة والصّفات لأنّه تعالى أمره بالاقتداء بهداهم فلو كان المراد بالهدى شرائعهم لكان أمراً بشرائع مختلفة وناسخة ومنسوخة فدلّ أنّه أراد الهدى المشترك بين جميعهم» اه .ومعنى هذا أنّ الآية لا تقوم حجّة على المخالف فلا مانع من أن يكون فيها استئناس لمن رأى حجّيّة شرع من قبلنا على الصّفات الّتي ذكرتُها آنفاً . وفي «صحيح البخاري» في تفسير سورة ( ص ) عن العَوّام قال : سألت مجاهداً عن سجدة ص فقال : سألت ابن عبّاس من أين سجدتَ ( أي من أيّ دليل أخذت أن تسجد في هذه الآية ، يريد أنّها حكاية عن سجود داوود وليس فيها صيغة أمر بالسجود ) فقال : «أوَمَا تقرأ { أولئك الّذين هدى الله فبهداهم اقتده } فكان داوود ممّن أمر نبيئُكم أن يقتدِي به فسجدها داوود فسجدها رسول الله» .والمذاهب في هذه المسألة أربعة : المذهب الأوّل : مذهب مالك فيما حكاه ابن بكير وعبدُ الوهّاب والقرافي ونسبوه إلى أكثر أصحاب مالك : أنّ شرائع من قبلنا تكون أحكاماً لنا ، لأنّ الله أبلغها إلينا . والحجّة على ذلك ما ثبت في الصحاح من أمر رسول الله صلى الله عليه وسلم في قضية الرُّبَيْععِ بنتتِ النضر حين كسَرَتْ ثنيّة جاريةٍ عمداً أنْ تُكْسر ثنيّتها فراجعتْه أمّها وقالت : واللّهِ لا تُكْسَر ثنيّةُ الرّبيع فقال لها رسول الله صلى الله عليه وسلم \" كتابُ الله القصاص \" ، وليس في كتاب الله حكم القصاص في السنّ إلاّ ما حكاه عن شرع التّوراة بقوله { وكتبنا عليهم فيها أنّ النّفس بالنّفس إلى قوله والسنّ بالسنّ } [ المائدة : 45 ]. وما في «الموطأ» أنّ رسول الله صلى الله عليه وسلم قال : من نسي الصلاة فليصلّها إذا ذكرها فإنّ الله تعالى يقول في كتابه : { أقِمْ الصّلاة لذِكْري } [ طه : 14 ] وإنّما قاله الله حكاية عن خِطابه لموسى عليه السلام ، وبظاهر هذه الآية لأنّ الهدى مصدر مضاف فظاهره العموم ، ولا يُسلّم كونُ السياق مخصّصاً له كما ذهب إليه الغزالي . ونقل علماء المالكية عن أصحاب أبي حنيفة مثلَ هذا . وكذلك نقل عنهم ابنُ حزم في كتابه «الإعراب في الحيرَة والالتباس الواقعين في مذاهب أهل الرأي والقياس» . وفي «توضيح» صدر الشريعة حكايتُه عن جماعة من أصحابهم ولم يُعيّنه . ونقله القرطبي عن كثير من أصحاب الشافعي . وهو منقول في كتب الحنفيّة عن عامّة أصحاب الشّافعي .المذهب الثّاني : ذهب أكثر الشّافعيّة والظاهرية : أنّ شرع من قبلنا ليس شرعاً لنا . واحتجّوا بقوله تعالى : { لكُللٍ جعلنا منكم شِرْعَةً ومنهاجاً } [ المائدة : 48 ]. ونسب القرطبي هذا القول للكثير من أصحاب مالك وأصحاب الشّافعي . وفي «توضيح» صدر الشّريعة نسبة مثل هذا القول لجماعة من أصحابهم .الثالث : إنّما يلزم الاقتداء بشرع إبراهيم عليه السلام لقوله تعالى : { ثمّ أوحينا إليك أن اتَّبِعْ ملّة إبراهيم حَنيفاً } [ النحل : 123 ]. ولم أقف على تعيين من نسب إليه هذا القول .الرّابع : لا يلزم إلاّ اتّباع شريعة عيسى لأنّها آخر الشّرائع نَسخت ما قبلها . ولم أقف على تعيين صاحب هذا القول . قال ابن رشد في «المقدّمات» : وهذا أضعف الأقوال .والهاء في قوله : { اقتده } ساكنة عند جمهور القرّاء ، فهي هاء السكت الّتي تُجلب عند الوقف على الفعل المعتلّ اللاّم إذا حذفت لامَه للجازم ، وهي تثبت في الوقف وتحذف في الوصل ، وقد ثبتت في المصحف لأنّهم كانوا يكتبون أواخر الكلم على مراعاة حال الوقف . وقد أثبتها جمهور القرّاء في الوصل ، وذلك من إجراء الوصل مجرى الوقف وهو وارد في الكلام الفصيح . والأحسن للقارىء أن يقف عليها جرياً على الأفصح ، فجمهور القرّاء أثبتوها ساكنة ما عدا رواية هشام عن ابن عامر فقد حرّكها بالكسر ، ووجَّه أبو عليّ الفارسي هذه القراءة بأنّها تجعل الهاء ضمير مصدر «اقْتد» ، أي اقتد الاقتداء ، وليست هاء السكت ، فهي كالهاء في قوله تعالى : { عذاباً لا أعذّبُه أحداً من العالمين } [ المائدة : 115 ] أي لا أعذّب ذلك العذاب أحداً . وقرأ حمزة ، والكسائي ، وخَلف ، بحذف الهاء في حالة الوصل على القياس الغالب .{ قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِنْ هُوَ إِلاَّ ذكرى للعالمين }.استئناف عُقّب به ذلك البيانُ العظيم الجامع لأحوال كثير من الأمم . والإيماءُ إلى نبوءة جمع من الأنبياء والصّالحين ، وبيان طريقة الجدل في تأييد الدّين ، وأنّه ما جاء إلاّ كما جاءت مِلل تلك الرّسل ، فلذلك ذيَّله الله بأمر رسوله أن يُذكِّر قومه بأنّه يذكِّرُهم . كما ذكَّرتْ الرّسلُ أقوامهم ، وأنّه ما جاء إلاّ بالنّصح لهم كما جاءت الرّسل . وافتتح الكلام بفعل { قل } للتّنبيه على أهميّته كما تقدّم في هذه السّورة غير مرّة . وقُدّم ذلك بقوله : { لا أسألكم عليه أجراً } أي لست طالبَ نفع لنفسي على إبلاغ القرآن ، ليكون ذلك تنبيهاً للاستدلال على صدقه لأنّه لو كان يريد لنفسه نفعاً لصانعهم ووافقهم . قال في «الكشاف» في سورة هود ( 51 ) عند قوله تعالى حكاية من هود { يا قوم لا أسألكم عليه أجراً إنْ أجريَ إلاّ على الّذي فطَرنيَ أفَلا تعقلون } ما من رسول إلاّ واجه قومه بهذا القول لأنّ شأنهم النّصيحة والنّصيحة لا يمحّصها ولا يمحِّضُها إلاّ حَسم المطامع وما دام يتوهّم شيء منها لم تنفع ولم تنجع اه .قلت : وحكى الله عن نوح مثل هذا في قوله في سورة [ هود : 29 ] { ويَا قوم لا أسألكم عليه مَالاً إنْ أجريَ إلاّ على الله } وقال لرسوله أيضاً في سورة [ الشّورى : 23 ] { قل لا أسألكم عليه أجراً إلاّ المودّة في القربى . فليس المقصود من قوله : لا أسألكم عليه أجراً } ردّ اعتقاد معتقد أو نفي تهمة قيلت ولكن المقصود به الاعتبار ولفت النّظر إلى محض نصح الرّسول صلى الله عليه وسلم في رسالته وأنّها لنفع النّاس لا يجرّ منها نفعاً إلى نفسه .والضمير في قوله : { عليه } وقوله : { إن هو } راجع إلى معروف في الأذهان؛ فإنّ معرفة المقصود من الضمير مغنية عن ذكر المعاد مثل قوله تعالى : { حتّى توارتْ بالحجاب } [ ص : 32 ] ، وكما في حديث عُمر في خبر إيلاء النّبيء صلى الله عليه وسلم « فنزل صاحبي الأنصاري يوم نوبته فضرب بأبي ضرباً شديداً فقال : أثمّ هو » ألخ . والتّقدير : لا أسألكم على التّبليغ أو الدّعاء أجراً وما دعائي وتبليغي إلاّ ذِكْرى بالقرآن وغيره من الأقوال .والذّكرى اسم مصدر الذِكر بالكسر ، وهو ضدّ النّسيان ، وتقدّم آنفاً . والمُراد بها هنا ذكر التّوحيد والبعث والثّواب والعقاب .وجَعَل الدّعوة ذكرى للعالمين ، لأنّ دعوته صلى الله عليه وسلم عامّة لسائر النّاس . وقد أشعر هذا بأنّ انتفاء سؤال الأجر عليه لسببين : أحدهما : أنّه ذِكرى لهم ونصح لنفعهم فليس محتاجاً لِجَزاءٍ منهم ، ثانيهما : أنّه ذكرى لغيرهم من النّاس وليس خاصّاً بهم .",
  "ayah": 90,
  "surah": 6
}
