{
  "text": "إن كان القول المقدّر في جملة { أخرجوا أنفسكم } [ الأنعام : 93 ] قولاً من قِبَل الله تعالى كان قوله { ولقد جئتمونا فرادى } عطفاً على جملة { أخرجوا أنفسكم } [ الأنعام : 93 ] ، أي يقال لهم حين دفعهم الملائكة إلى العذاب : أخرجوا أنفسكم ، ويقال لهم : لقد جئتمونا فرادى . فالجملة في محلّ النّصب بالقول المحذوف . وعلى احتمال أن يكون { غمرات الموت } [ الأنعام : 93 ] حَقيقة ، أي في حين النّزع يكون فعل { جئتمونا } من التّعبير بالماضي عن المستقبل القريب ، مثل : قد قامت الصّلاة ، فإنّهم حينئذٍ قاربوا أن يرجعوا إلى مَحض تصرّف الله فيهم .وإن كان القول المقدّر قولَ الملائكة فجملة : { ولقد جئتمونا فُرادى } عطف على جملة : { ولو ترى إذ الظّالمون } [ الأنعام : 93 ] فانتقل الكلام من خطاب المعتبِرين بحال الظّالمين إلى خطاب الظّالمين أنفسهم بوعيدهم بما سيقول لهم يومئذٍ .فعلى الوجه الأوّل يكون { جئتمونا } حقيقة في الماضي لأنّهم حينما يقال لهم هذا القول قد حصل منهم المجيء بين يدي الله . و ( قد ) للتّحقيق .وعلى الوجه الثّاني يكون الماضي معبّراً به عن المستقبل تنبيهاً على تحقيق وقوعه ، وتكون ( قد ) ترشيحاً للاستعارة .وإخبارهم بأنّهم جاءوا ليس المراد به ظاهر الإخبار لأنّ مجيئهم معلوم لهم ولكنّه مستعمل في تخطئتهم وتوقيفهم على صدق ما كانوا يُنذرون به على لسان الرّسول فينكرونه وهو الرّجوع إلى الحياة بعد الموت للحساب بين يدي الله . وقد يقصد مع هذا المعنى معنى الحصول في المِكنة والمصير إلى ما كانوا يحسبون أنّهم لا يصيرون إليه ، على نحو قوله تعالى : { ووجد الله عنده } [ النور : 39 ] ، وقول الرّاجز: ... قد يُصبح الله إمام السّاريوالضّمير المنصوب في { جئتمونا } ضمير الجلالة وليس ضمير الملائكة بدليل قوله : { كما خلقناكم }.و { فُرادى } حال من الضّمير المرفوع في { جئتمونا } أي منعزلين عن كلّ ما كنتم تعتزّون به في الحياة الأولى من مال وولد وأنصار ، والأظهر أنّ ( فُرادى ) جمع فَرْدَان مثل سُكارى لسَكران . وليس فُرادى المقصورُ مرادفاً لفُرادَ المعدوللِ لأنّ فُرادَ المعدول يدلّ على معنى فَرْداً فَرْداً ، مثل ثُلاث ورُباع من أسماء العدد المعدولة . وأمّا فرادى المقصور فهو جمع فردان بمعنى المنفرد . ووجه جمعه هنا أنّ كلّ واحد منهم جاء منفرداً عن ماله .وقوله : { كما خلقناكم أوّل مرّة } تشبيه للمجيء أريد منه معنى الإحياء بعد الموت الّذي كانوا ينكرونه فقد رأوه رأي العين ، فالكاف لتشبيه الخلق الجديد بالخلق الأوّل فهو في موضع المفعول المطلق . و ( ما ) المجرورة بالكاف مصدريّة . فالتّقدير : كخلْقِنا إيّاكم ، أي جئتمونا مُعَادَيْن مخلوقين كما خلقناكم أوّل مرّة ، فهذا كقوله تعالى : { أفعيينا بالخلق الأوّل بل هم في لبس من خلق جديد } [ ق : 15 ].والتّخويل : التفضّل بالعطاء . قيل : أصله إعطاء الخَوَل بفتحتين وهو الخدم ، أي إعطاء العبيد . ثمّ استعمل مجازاً في إعطاء مطلق ما ينفع ، أي تركتم ما أنعمنا به عليكم من مال وغيره .و ( ما ) موصولة ومعنى تركهم إيّاه وراء ظهورهم بعدُهم عنه تمثيلاً لحال البعيد عن الشّيء بمن بارحه سائراً ، فهو يترك من يبارحه وراءه حين مبارحته لأنّه لو سار وهو بين يديه لبلغ إليه ولذلك يمثّل القاصد للشّيء بأنّه بين يديه ، ويقال للأمر الّذي يهيّئه المرءُ لنفسه : قد قدّمه .{ وتَركتم } عطف على { جئتمونا } وهو يبيّن معنى { فرادى } إلاّ أنّ في الجملة الثّانية زيادة بيان لمعنى الانفراد بذكر كيفية هذا الانفراد لأنّ كلا الخبرين مستعمل في التّخطئة والتّنديم ، إذ جاءوا إلى القيامة وكانوا ينْفون ذلك المجيء وتركوا ما كانوا فيه في الدّنيا وكان حالهم حال من ينوي الخلود . فبهذا الاعتبار عطفت الجملة ولم تفصل . وأبو البقاء جعل الجملة حالاً من الواو في { جئتمونا } فيصير ترك ما خوّلوه هو محلّ التّنكيل .وكذلك القول في جملة { وما نَرى معكم شفعاءكم } أنّها معطوفة على { جئتمونا وتركتم } لأنّ هذا الخبر أيضاً مراد به التّخطئة والتَّلهيف ، فالمشركون كانوا إذا اضطربت قلوبهم في أمر الإسلام علّلوا أنفسهم بأنّ آلهتهم تشفع لهم عند الله . وقد روى بعضهم : أنّ النّضر بن الحارث قال ذلك ، ولعلّه قاله استسخاراً أو جهلاً ، وأنّ الآية نزلت ردّاً عليه ، أي أن في الآية ما هو ردّ عليه لا أنّها نزلت لإبطال قوله لأنّ هذه الآيات متّصل بعضها ببعض ، وفي قوله : { وما نرى معكم شفعاءكم } بيان أيضاً وتقرير لقوله : { فرادى }.وقوله : { وما نرى معكم شفعاءكم } تهكّم بهم لأنّهم لا شفعاء لهم فسيق الخطاب إليهم مساق كلام من يترقّب ، أي يرى شيئاً فلم يره على نحو قوله في الآية الأخرى { ويقول أين شركائي الّذين كنتم تُشَاقُّوننِ فيهم } [ النحل : 27 ] ، بناء على أنّ نفي الوصف عن شيء يدلّ غالباً على وجود ذلك الشّيء ، فكان في هذا القول إيهام أنّ شفعاءهم موجودون سوى أنّهم لم يحضروا ، ولذلك جيء بالفعل المنفي بصيغة المضارع الدالّ على الحال دون الماضي ليشير إلى أنّ انتفاء رؤية الشّفعاء حاصل إلى الآن ، ففيه إيهام أنّ رؤيتهم محتملة الحصول بعد في المستقبل ، وذلك زيادة في التهكّم .وأضيف الشّفعاء إلى ضمير المخاطبين لأنّه أريد شفعاء معهودون ، وهم الآلهة الّتي عبدوها وقالوا : { ما نعبدهم إلاّ ليقرّبونا إلى الله زلفى } [ الزمر : 3 ] { ويقولون هؤلاء شفعاؤنا عند الله } [ يونس : 18 ]. وقد زيد تقرير هذا المعنى بوصفهم بقوله : { الّذين زعمتم أنّهم فيكم شركاء }.والزّعم : القول الباطل سواء كان عن تعمّد للباطل كما في قوله تعالى : { ألم تر إلى الّذين يزعمون أنّهم آمنوا بما أنزل إليك } [ النساء : 60 ] أم كان عن سوء اعتقاد كما هنا ، وقوله : { ويوم نحشرهم جميعاً ثمّ نقول للّذين أشركوا أين شركاؤكم الّذين كنتم تزعمون } [ الأنعام : 22 ] ، وقد تقدّم ذلك في هاتين الآيتين في سورة النساء وفي هذه السورة .وتقديم المجرور في قوله : { فيكم شركاء } للاهتمام الّذي وجهُه التَعجيب من هذا المزعوم إذ جعلوا الأصنام شركاء لله في أنفسهم وقد علموا أنّ الخالق هو الله تعالى فهو المستحقّ للعبادة وحده فمن أين كانت شركة الأصنام لله في استحقاق العبادة ، يعني لو ادّعوا للأصنام شيئاً مغيباً لا يُعرف أصل تكوينه لكان العجب أقلّ ، لكن العجب كلّ العجب من ادّعائهم لهم الشركة في أنفسهم ، لأنّهم لمّا عبدوا الأصنام وكانت العبادة حقّاً لأجل الخالقيّة ، كان قد لزمهم من العبادة أن يزعموا أنّ الأصنام شركاء لله في أنْفُس خلقه ، أي في خلقهم ، فلذلك عُلِّقت النّفوس بالوصف الدالّ على الشركة .وتقدّم معنى الشّفاعة عند قوله تعالى : { ولا يُقبل منها شفاعة } في سورة [ البقرة : 48 ].وجملة : لقد تقطّع بينَكم } استئناف بياني لجملة : { وما نرى معكم شفعاءكم } لأنّ المشركين حين يسمعون قوله : { ما نَرى معكم شفعاءكم } يعتادهم الطّمع في لقاء شفعائهم فيتشوّفون لأن يعلموا سبيلهم ، فقيل لهم : لقدْ تقطَّع بينكم تأييساً لهم بعد الإطماع التهكمي ، والضّمير المضاف إليه عائد إلى المخاطبين وشفعائهم .وقرأ نافع ، والكسائي ، وحفص عن عاصم بفتح نون { بينَكم }.ف ( بينَ ) على هذه القراءة ظرف مكان دالّ على مكان الاجتماع والاتّصال فيما يضاف هُو إليه . وقرأ البقيّة بضمّ نون { بينكم } على إخراج ( بين ) عن الظّرفية فصار اسماً متصرّفاً وأسند إليه التقطّع على طريقة المجاز العقلي .وحذف فاعل تقطّع على قراءة الفتح لأنّ المقصود حصول التقطّع ، ففاعله اسم مُبهم ممّا يصلح للتقطّع وهو الاتّصال . فيقدّر : لقد تقطّع الحَبْل أو نحوُه . قال تعالى : { وتقطَّعت بهم الأسباب } [ البقرة : 166 ]. وقد صار هذا التّركيب كالمثَل بهذا الإيجاز . وقد شاع في كلام العرب ذكر التقطّع مستعاراً للبعد وبطلان الاتّصال تبعاً لاستعارة الحبل للاتّصال ، كما قال امرؤ القيستَقَطَّعَ أسبابُ اللُّبانةِ والهوى ... عَشِيَّة جاوزنا حَمَاةَ وشَيْزَرافمن ثمّ حسن حذف الفاعل في الآية على هذه القراءة لدلالة المقام عليه فصَار كالمثل . وقدّر الزمخشري المصدر المأخوذ من { تقطّع } فاعلاً ، أي على إسناد الفعل إلى مصدره بهذا التّأويل ، أي وقع التقطّع بينَكم . وقال التفتزاني : «الأوْلى أنّه أسند إلى ضمير الأمْر لتقرّره في النّفوس ، أي تقطّع الأمْر بينكم» .وقريب من هذا ما يقال : إنّ { بينكم } صفة أقيمت مقام الموصوف الّذي هو المسند إليه ، أي أمر بينكم ، وعلى هذا يكون الاستعمال من قبيل الضّمير الّذي لم يذكر مَعاده لكونه معلوماً من الفعل كقوله : { حتّى توارت بالحجاب } [ ص : 32 ] ، لكن هذا لا يعهد في الضّمير المستتر لأنّ الضّمير المستتر ليس بموجود في الكلام وإنّما دعا إلى تقديره وجود مَعاده الدّال عليه . فأمّا والكلام خليّ عن معاد وعن لفظ الضّمير فالمتعيّن أن نجعله من حذف الفاعل كما قرّرته لك ابتداء ، ولا يقال : إنّ { توارت بالحجاب } ليس فيه لفظ ضمير إذ التّاء علامة لإسناد الفعل إلى مؤنّث لأنَّا نقول : التّحقيق أنّ التّاء في الفعل المسند إلى الضّمير هي الفاعل .وعلى قراءة الرّفع جعل { بينكم } فاعلاً ، أي أخرج عن الظّرفية وجعل اسماً للمكان الّذي يجتمع فيه ماصْدق الضمير المضاف إليه اسم المكان ، أي انفصل المكان الّذي كان محلّ اتّصالكم فيكون كناية عن انفصال أصحاب المكان الّذي كان محلّ اجتماع . والمكانية هنا مجازيّة مثل { لا تقدّموا بين يدي الله ورسوله } [ الحجرات : 1 ]وقوله : { وضلّ عنكم } عطف على { تقطّع بينكم } وهو من تمام التهكّم والتأييس . ومعنى ضلّ : ضدّ اهتدى ، أي جهل شفعاؤكم مكانكم لمّا تقطّع بينكم فلم يهتدوا إليكم ليشفعوا لكم . و ( ما ) موصولة ماصْدقها الشفعاء لاتّحاد صلتها وصلة { الّذين زعمتم أنّهم فيكم شركاء } ، أي الّذين كنتم تزعمونهم شركاء ، فحذف مفعولا الزّعم لدلالة نظيره عليهما في قوله : { زعمتم أنّهم فيكم شركاء } ، وعُبّر عن الآلهة ب ( ما ) الغالبة في غير العاقل لظهور عدم جدواها ، وفسّر ابن عطيّة وغيره ضَلّ بمعنى غاب وتلف وذهب ، وجعلوا ( ما ) مصدريّة ، أي ذهب زعمكم أنّها تشفع لكم . وما ذكرناه في تفسير الآية أبلغ وأوقع .",
  "ayah": 94,
  "surah": 6
}
