{
  "text": "آیت نمبر 17 تا 33\nاس وادی کے دروازے ہی پر یہ خوفناک اعلان لکھا ہوا ہے کہ یاد رکھو ، کسی قوم کی طرف رسول کا بھیجا جانا اس کی آزمائش ہوتی ہے۔ مکذبین کو یہ بات یاد رکھنا چاہئے کہ وقت بہت تھورا ہے ، اس میں تم تکذیب بھی کرسکتے ہو ، تکبر اور غرور بھی کرسکتے ہو۔ رسول کو ایذا بھی دے سکتے ہو ، تکبر اور غرور بھی کرسکتے ہو۔ رسول کو ایذا بھی دے سکتے ہو ، مومنین پر ظلم و ستم بھی ڈھا سکتے ہو لیکن آخر میں غرور کا سر نیچا ہوتا ہے اور تم جو رسول اللہ ﷺ کو طیش دلاتے ہو ، ان کا پیمانہ صبر لبریز کرتے ہو ، لیکن آپ ﷺ بدستور صبر کا پیکر بنے ہوئے ہیں اور تمہاری ہدایت ہی کے امیدوار ہیں ، اس کا انجام برا بھی ہو سکتا ہے اور تم فرعون کی طرح سخت پکڑ میں بھی آسکتے ہو۔\nولقد فتنا قبلھم قوم فرعون (44 : 17) “ ہم اس سے قبل فرعون کی قوم کو اس آزمائش میں ڈال چکے ہیں ”۔ ان کو نعمتیں دے کر اور بادشاہت دے کر اور زمین میں نہایت ہی تمکنت دے کر آزما چکے ہیں۔ اور پھر خوشحالی ، دولت کے اسباب اور سر بلندی میں ان کو طویل مہلت بھی دی گئی :\nوجاءھم رسول کریم (44 : 17) “ اور ان کے پاس ایک نہایت ہی شریف رسول آیا ”۔ اور یہ بھی آزمائش کا ایک پہو تھا۔ اس سے یہ بھی معلوم ہوتا ہے کہ رسول کریم نے ان سے کیا بات تسلیم کرنے کے لئے کہا تھا۔ آپ نے ان سے کوئی بات چیز اپنے لیے طلب نہ کی تھی۔ آپ ان کو اللہ کی طرف بلاتے تھے اور آپ کا مطالبہ یہ تھا کہ ہر بات اللہ کے لئے ادا کرو اور کوئی چیز بخل کرکے اللہ کے مقابلے میں اپنے لیے نہ رکھو۔\nان ادوا ۔۔۔۔۔ رسول امین (44 : 18) وان لا تعلوا ۔۔۔۔۔ مبین (44 : 19) وانی عذت ۔۔۔۔۔ ترجمون (44 : 20) وان لم ۔۔۔۔ فاعتزلون (44 : 21) کہ “ اللہ بندو ! سب کچھ میرے حوالے کر دو ” یا “ اللہ کے بندوں کو میرے حوالے کرو ، میں تمہارے لیے ایک امانت دار رسول ہوں۔ اللہ کے مقابلے میں سر کشی نہ کرو۔ میں تمہارے سامنے (اپنی ماموریت کی) صریح سند پیش کرتا ہوں اور میں اپنے رب اور تمہارے رب کی پناہ لے چکا ہوں ، اس سے کہ تم مجھ پر حملہ آور ہو۔ اگر تم میری بات نہیں مانتے تو مجھ پر ہاتھ ڈالنے سے باز رہو ”۔ یہ ہے وہ مختصر دعوت جسے رسول کریم یعنی حضرت موسیٰ (علیہ السلام) لے کر آئے تھے۔ مطلب یہ ہے کہ تم کلی طور پر اللہ کے سامنے سر تسلیم ختم کردو ، پوری ادائیگی کرو ، اور سب کچھ اللہ کے لئے دو ، جس کے تم بندے ہو ، بندوں کو یہ زیب نہیں دیتا کہ وہ اللہ کے مقابلے میں سرکشی کریں۔ یہ اللہ کی دعوت ہے اور ایک شریف رسول لے کر تمہارے پاس آیا ہے اور اس کے پاس رسول ہونے کی سند بھی ہے۔ ایک مضبوط اور قوی دلیل ہے۔ اگر کھلے دل سے غور کیا جائے تو ایسے براہین پر یقین آنا چاہئے۔ آپ ان کے تشدد کے مقابلے میں اللہ کی پناہ لیتے ہیں کہ وہ آپ کو پکڑ کر رجم کردیں۔ اگر وہ ایمان کا انکار کرتے ہیں اور رسول سے الگ ہوتے ہیں تو آپ ان کو یہ پیشکش کرتے ہیں کہ میں بھی تم سے علیحدہ ہوجاؤں گا۔ اور یہ ایک نہایت ہی منصفانہ بات ہے کہ اگر تم میری بات نہیں مانتے تو میری راہ نہ روکو۔\nاس آیت کی ایک تفسیر یہ بھی کی گئی ہے۔\nان ادوا الی عباد اللہ (44 : 18) “ کہ اللہ کے بندوں (بنی اسرائیل ) کو میرے حوالے کر دو ” اور ان کو تشدد اور ظلم کا نشانہ نہ بناؤ۔ دوسری جگہ تصریح آئی ہے۔\nان ارسل معنا بنی اسرائیل ” یہ کہ ہمارے ساتھ بنی اسرائیل کو بھیج دو “ ۔ لیکن سرکشوں نے کبھی بھی کسی کے معقول اور منصفانہ مطالبات نہیں مانے ۔ سرکش سچائی کو آزاد دیکھنا پسند نہیں کرتے کہ وہ سہولت کے ساتھ عوام تک پہنچ جائے ، چناچہ ہر سرکش سچائی کو اپنی گرفت میں لینا پسند کرتا ہے اور کبھی اس کے ساتھ مصالحت نہیں کرتا۔ کیونکہ سرکشوں اور سچائی کے درمیان اگر صلح ہوجائے تو پھر سچائی تو چھانے لگتی ہے۔ اور عوام کے دل و دماغ کو فتح کرتی چلی جاتی ہے۔ یہی وجہ ہے کہ باطل حق پر ہاتھ ڈالتا ہے۔ اہل حق کو رجم کرتا ہے۔ وہ حق کو الگ بھی رہنے نہیں دیتا کہ وہ صحیح سلامت اور آرام سے رہے۔\nیہاں سیاق کلام میں قصے کی کئی کڑیوں کو مختصر کر کے پیش کیا گیا ہے تا کہ قارئین کو جلد انجام تک پہنچایا جائے ، جبکہ آزمائش انتہا کو پہنچ جائے اور حضرت موسیٰ (علیہ السلام) محسوس کردیں کہ یہ لوگ دعوت کو ہرگز قبول کرنے والے نہیں ہیں۔ اور نہ اس کے لئے تیار ہیں کہ ہمیں گوارا کر کے اپنا کام کرنے دیں۔ اور آپ کو معلوم ہوجائے کہ ان کی مجرمانہ ذہنیت بہت ہی گہری اور ٹھوس ہے اور ان کی اصلاح کی کوئی امید نہیں ہے۔ اور وہ اس ذہنیت کو چھوڑنے والے نہیں ہیں۔ یہاں آکر پھر اپنے رب کے ہاں آخری پکار کرتے ہیں اور مکمل طور پر اس کی پناہ میں آجاتے ہیں۔\nفدعا ربہ ان ھولاء قوم مجرمون (44 : 22) ” آخر کار انہوں نے اپنے رب کو پکارا کہ یہ لوگ مجرم ہیں “۔ آخرت ایک رسول اس کے سوا اور کیا کرسکتا ہے کہ وہ اپنی جدو جہد کی پوری کمائی لے کر اپنے رب کے دربار میں پیش کر دے اور اسے اللہ کے سامنے رکھ دے اور اگلا اقدام اللہ پر چھوڑ دے۔ حضرت موسیٰ (علیہ السلام) نے اپنی قوم کے بارے میں جو تبصرہ اور رپورٹ کی تھی ، اللہ نے اسے قبول کرلیا کہ یہ درست ہے کہ یہ لوگ فی الواقع مجرم ہیں۔\nفاسر بعبادی لیلا انکم متبعون (44 : 23) واترک البحر رھوا انھم جند مغرقون (44 : 24) ” اچھا تو راتوں رات میرے بندوں کو لے کر چل پڑو تم لوگوں کا پیچھا کیا جائے گا۔ سمندر کو اس کے حال پر چھوڑ دے۔ یہ سارا لشکر غرق ہونے والا ہے “۔ السری اس سفر کو کہتے ہیں جو رات کے وقت ہو ، اس کے بعد ” لیلا “ کا لفظ منظر کو دوبارہ ذہن میں لاتا ہے کہ اللہ کے کچھ بندے بنی اسرائیل رات کے وقت سفر میں ہیں۔ یہ لفظ اس وقت راز داری کی فضا کی طرف بھی اشارہ کر رہا ہے ۔ کیونکہ ان کا یہ شبینہ سفر دراصل تھا ہی فرعون سے خفیہ اور حکومت کی لاعلمی سے تھا۔ ” الرہو “ کے معنی ہوتے ہیں سکون کے۔ یہاں اللہ نے حضرت موسیٰ (علیہ السلام) کو حکم دیا کہ آپ اور آپ کی قوم گزر جائیں اور اپنے پیچھے سمندر کو سکون کی حالت میں چھوڑ دیں۔ ایسی ہی حالت پر جس میں آپ اس سے گزرے تا کہ فرعون اور اس کی فوج دھوکہ کھا کر تمہارا پیچھا کرے اور اس طرح اللہ کا حکم پورا ہوجائے۔ انھم جند مغرقون (44 : 24) ” یہ سارا لشکر غرق ہونے والا ہے “۔ یوں اللہ کی تقدیر کا فیصلہ اسباب ظاہریہ کے مطابق پورا ہوا ، اور یہ اسباب بھی در حقیقت اللہ کے فیصلے ہی کا حصہ ہوتے ہیں۔\nیہاں سیاق کلام میں فرعون کی غرقابی کے واقعات کو مجمل چھوڑ دیا گیا ہے کیونکہ بطور فیصلہ یہ کہہ دیا گیا کہ یہ غرق ہونے والا لشکر ہے۔ اب اس منظر کو چھوڑ کر اس پر تبصرہ کیا جاتا ہے اور یہ تبصرہ بھی ایک زبردست منظر ہے جو سرکش اور متکبر فرعون اور اس کے سرداروں کی زبوں حالی کی داستان ہے۔ یہی لوگ تھے جو اسے ظلم اور سرکشی پر آمادہ رکھتے تھے۔ ان کا ہلاک و برباد کرنا ، اللہ کے لئے کس قدر سہل رہا۔ اپنی اس حیثیت کے ساتھ وہ غرور کرتا تھا۔ اور اس کے یہ پیروکار اس پر نثار ہوتے تھے۔ حالانکہ یہ سب لوگ اس قدر چھوٹے اور اس قدر معمولی تھے کہ اس کائنات نے ان کی غرقابی کا کوئی احساس ہی نہ کیا۔ فرعون سے سب کچھ چھین لیا گیا اور کوئی رونے والا نہ تھا۔ کسی نے بھی اس کی اس بربادی پر مرتبہ نہ لکھا ، نہ زمین نے ، نہ آسمان نے۔\nکم ترکوا من جنت وعیون (44 : 25) وزروع و مقام کریم (44 : 26) ونعمۃ کانوا فیھا فکھین (44 : 27) کذلک وارثنھا قوما اخرین (44 : 28) فما بکت علیھم ۔۔۔۔۔۔ منظرین (44 : 29) ” کتنے ہی باغ اور چشمے اور کھیت اور شاندار محل تھے جو وہ چھوڑ گئے ۔ کتنے ہی عیش کے سروسامان ، جن میں وہ مزے کر رہے تھے ، ان کے پیچھے دھرے رہ گئے۔ یہ ہوا ان کا انجام ، اور ہم نے دوسروں کو ان چیزوں کا وارث بنا دیا۔ پھر نہ آسمان ان پر رویا ، نہ زمین اور ذرا سی مہلت بھی ان کو نہ دی گئی “۔ اس منظر میں وہ انعامات بھی دکھائے گئے ہیں جن میں وہ داد عیش دیتے تھے۔ باغات ، چشمے ، قسم قسم کی زراعت ، بڑے بڑے محل ، جہاں ان کو بڑا اعزاز ملا ہوا تھا۔ ان نعمتوں میں کھاتے پیتے اور داد عیش دیتے تھے اور مسرور اور مست تھے۔\nاس کے بعد ان سے یہ سب کچھ چھین لیا جاتا ہے اور دوسری اقوام کو ان کا وارث بنا دیا جاتا ہے اور دوسری جگہ یوں کہا گیا ہے۔\nکذلک واورثنھا بنی اسرائیل ” یونہی ، اور وارث بنا دیا ہم نے ان چیزوں کا بنی اسرائیل کو “۔ بنی اسرائیل تو فرعون کی بادشاہت کے وارث نہ بنائے گئے تھے لیکن فلسطین میں ان کو زبردست عروج نصیب ہوا۔ مطلب یہ ہے کہ اسی قسم کی نعمتوں کا ان کو وارث بنایا گیا جیسی فرعونیوں سے چھینی گئی تھیں۔\nپھر کیا ہوا ، فرعون اور اس کے سردار نیست و نابود ہوگئے۔ ایک وقت تھا کہ اس زمین پر وہ لوگوں کی آنکھ کا تارا تھا اور لوگوں کے دلوں میں ان کا بےحد رعب تھا ، یا یہ وقت ہے کہ ان کے نیست و نابود ہونے پر کوئی آنکھ نہیں روئی۔ نہ آسمان کو اس احساس ہوا اور نہ زمین کو ، نہ ان کو مہلت ملی اور ان کے معاملے کو اٹھا کر رکھا گیا۔\nفما بکت علیھم السماء والارض وما کانوا منظرین (44 : 29) ” نہ آسمان ان پر رویا اور نہ زمین اور ذرا سی مہلت بھی ان کو نہ دی گئی “۔ یہ ایک ایسا انداز تعبیر ہے جو ان کی کسمپری اور دنیا کی بےوفائی اور آنکھیں پھیر لینے کو ظاہر لینے کو ظاہر کرتا ہے۔ یہ سرکش اور مغرور لوگ اس دنیا سے چلے گئے اور ان کے لئے رونے والی آنکھ نہ زمین و آسمان میں کوئی نہ تاسف کا اظہار کرتا ، وہ اس طرح چلے گئے جس طرح کوئی چیونٹیوں کو روند ڈالے۔ جبکہ وہ اس قدر جبار وقہار تھے کہ انسانوں کو چیونٹیوں کی طرح روندتے چلے جاتے تھے۔ یہ کیوں ہوا ، اس لیے کہ یہ اس کائنات سے منقطع تھے۔ یہ پوری کائنات مسلم تھی اور یہ کافر تھے ، یہ خبیث ، دھتکارے ہوئے اور شریر لوگ تھے اور یہ پوری کائنات ان سے نفرت کرتی تھی۔ اس دنیا کے ڈکٹیٹر اگر ان باتوں کو سمجھتے اور ان ہدایات کو اپناتے جو ان آیات میں ہیں تو ان کو معلوم ہوجاتا کہ وہ اس کائنات میں کتنے ہلکے ہیں اور اللہ کے ہاں وہ کس قدر ہلکے ہیں ۔ اور ان کو یہ معلوم ہوتا کہ وہ اس زمین پر نہایت ہی تنہا ، دھتکارے ہوئے اور پوری کائنات اور خالق کائنات سے کٹے ہوئے زندگی بسر کرتے ہیں ، یہ کیوں اس لیے کہ وہ ایمانی رابطوں سے کٹے ہوئے اور مجرم ہیں۔\nاور ان کے ان برے دنوں کے مقابلے میں اہل ایمان کی عزت اور تکریم :\nولقد نجینا۔۔۔۔۔ المھین (44 : 30) من فرعون ۔۔۔۔۔ المسرفین (44 : 31) ولقد اخترنھم علم علی العلمین (44 : 32) واتینھم من الایت ما فیہ بلوا مبین (44 : 33) ” اس طرح بنی اسرائیل کو ہم نے سخت ذلت کے عذاب ، فرعون سے نجات دی جو حد سے گزر جانے والوں میں فی الواقع بڑے اونچے درجے کا آدمی تھا ، اور ان کی حالت جانتے ہوئے ان کو دنیا کی دوسری قوموں پر ترجیح دی ، اور انہیں ایسی نشانیاں دکھائیں جن میں صریح آزمائش تھی “۔\nیہاں توہین آمیز عذاب سے بنی اسرائیل کی نجات کا ذکر ہے۔ جبکہ یہ عذاب دینے والے جباروں کو نیست و نابود کردیا گیا ۔ جو کبرو غرور کرنے والے اور اپنے آپ کو بڑا سمجھنے والے تھے۔\nمن فرعون انہ کان عالیا من المسرفین (44 : 31) ” فرعون سے جو حد سے گزرنے والوں میں فی الواقع اونچے درجے کا آدمی تھا “۔\nاس کے بعد اس بات کا ذکر ہے کہ اللہ نے بنی اسرائیل کو دوسری قوموں پر ترجیح دی اور ان کی حقیقت کو جانتے ہوئے دی۔ ان کی اچھائی بھی ہماری نظروں میں تھی اور ان کا شر بھی ہماری نظروں میں تھا۔ اس لیے ان کو اپنے دور میں تمام اقوام پر سربلند کردیا ، کیونکہ اللہ کو معلوم تھا کہ اپنے زمانے کی اقوام میں یہ اعلیٰ و افضل اور برتر ہیں۔ اس سے معلوم ہوتا ہے کہ اللہ تعالیٰ بعض اوقات اپنی نصرت ، اور امداد سے اس قوم کو بھی نوازتا ہے جو اپنے اہل زمانہ سے افضل ہوتے ہیں۔ اگرچہ وہ لوگ ایمان و یقین میں اعلیٰ معیار تک نہ پہنچے ہوئے ہیں۔ بشرطیکہ ان کی قیادت اچھی ہو اور ان کو ہدایت ، علم اور بصیرت کے ساتھ اور ثابت قدمی کے ساتھ بلندی کی طرف لے جارہی ہو۔\nواتینھم من الایت ما فیہ بلؤا مبین (44 : 33) ” اور انہیں ایسی نشانیاں دیں جن میں صریح آزمائش تھی “۔ اس طرح ان نشانیوں کے ذریعہ ان کو آزمایا گیا ۔ جب ان کا امتحان اور ان کی آزمائش پوری ہوگئی اور ان کی خلافت اور اقوام عالم پر ترجیح کا زمانہ ختم ہوگیا تو ان کے انحراف اور گمراہی کی وجہ سے ان کو پکڑا گیا اور ان پر دوسری اقوام کو مسلط کردیا گیا ، پھر ان کو بار بار ملک بدری کا سامنا کرنا پڑا اور خواری لکھ دی گئی اور ان کو کہہ دیا گیا کہ جب بھی تم حد سے بڑھے اور سرکشی اختیار کی تو تمہیں ذلیل و خوار کیا جائے گا۔ یہ حالت تمہاری قیامت تک ہوگی۔\n٭٭٭\nفرعون اور اس کے سرداروں کی ہلاکت خیز سفر کے مشاہدات کے بعد جس میں حضرت موسیٰ (علیہ السلام) اور آپ کی قوم کو بات دی گئی اور اس کے ان کو آزمایا گیا۔ اب دوبارہ مشرکین کے عقیدہ بعث بعد الموت کی طرف بات کا رخ ہوتا ہے۔ یہ لوگ مرنے کے بعد اٹھائے جانے میں شک کرتے تھے بلکہ انکار کرتے تھے۔ اس موضوع کو دوبارہ اس زاویہ سے لیا جاتا ہے کہ مرنے کے بعد اٹھایا جانا اس کائنات کے اصل نقشے کا حصہ ہے کیونکہ یہ حق ہے اور اس کائنات کا وجود ہی حق پر ہے اور حق کا تقاضا ہے کہ موت کے بعد لوگوں کو اٹھایا جائے۔",
  "ayah": 25,
  "surah": 44
}
