{
  "text": "آیت نمبر 34 تا 42\nمشرکین عرب یہ کہتے تھے ، بس ہماری یہی موت ہے ، جس سے ہم دو چار ہوں گے۔ اس کے بعد نہ زندگی ہے اور نہ حشرونشر ہے اور اس کو وہ ” پہلی “ اس معنی میں کہتے تھے کہ حشر ونشر کا جو ڈر اوا ہمیں سنایا جارہا ہے اس سے یہ پہلی ہے۔ وہ یہ کہتے تھے کہ یہی موت ہے اور اس پر سب کچھ ختم ہونے والا ہے۔ کیونکہ ان کے آباء و اجداد بس ایک ہی بار مر گئے۔ اور ان میں سے کوئی بھی اس جہاں میں واپس نہیں آیا۔ نہ کبھی کوئی اٹھایا گیا اور ان کا مطالبہ ہی یہ ہوتا تھا کہ اگر نشو رحق ہے تو لاؤ ہمارے آباء کو۔\nلیکن اس مسئلے پر وہ حشر و نشر کی حکمت پر غور نہ کرتے تھے اور یہ بھی محسوس نہ کرتے تھے کہ حشر اور نشر انسانی نشوونما کا ایک مرحلہ ہے۔ اس کی ایک خاص حکمت ہے اور ایک متبعین مقصد ہے۔ وہ یہ کہ زندگی کے پہلے مرحلے میں کس نے کیا کیا۔ جو اچھے لوگ ہیں اور جنہوں نے دنیا کی زندگی کے اس مرحلے میں اچھا رویہ اختیار کیا ان کو اچھا بدلہ دیا جائے اور جن لوگوں نے یہاں برا رویہ اختیار کیا ان کو اس کا بدلہ دیا جائے اور نہایت ہی ناپاک اور غلیظ زندگی دی جائے ، اگر اچھوں کو جزائے خیر نہ دی جائے اور بروں کو مناسب سزا نہ دی جائے تو یہ حق بات نہ ہوگی۔ اس حکمت کا تقاضا یہ ہے کہ اس پوری زمین پر موجودہ مرحلہ حیات ختم ہونے کے بعد حشر ونشر ہو اور حساب و کتاب ہو۔ اس لیے یہ ممکن نہیں ہے کہ کائنات کی اس پوری سکیم کو ختم کر کے ، محض چند لوگوں کے مطالبے پر چند افراد یا ایک گروہ کے حشر و نشر کا ڈراما کیا جائے اور ان کے مطالبے کو پورا کیا جائے جبکہ ان کو موت کے بعد اٹھائے جانے پر یقین بھی نہیں ہے جس کی اطلاع ان کو تمام رسولوں نے بالاتفاق دی ہے۔ اور اس زندگی پر اچھی طرح غوروفکر کرنے سے بھی عقل اس کا تقاضا کرتی ہے اس طرح اللہ کے نظام تخلیق میں بھی اگر غور کیا جائے تو انسان قیام قیامت پر یقین کرسکتا ہے۔\nقبل اس کے کہ ان کو اس پوری کائنات کے اساسی نقشے پر غوروفکر کی دعوت دی جائے ۔ ان کے دل و دماغ کو ایک ایسے تاریخی واقعہ کی طرف متوجہ کیا جاتا ہے ، جس کے وقوع سے وہ اچھی طرح باخبر تھے ، یعنی قوم تبع اور ملوک حمیر کے واقعات ۔ یہ تاریخ اس وقت کے لوگوں کو اچھی طرح معلوم تھی اس لیے اس کی طرف مختصر اشارہ کیا گیا ہے۔ یہ اس لیے کہ ذرا ان کے دلوں کے اندر خدا کی پکڑ کا ڈرتا زہ ہوجائے۔\nاھم خیر ام ۔۔۔۔۔ کانوا مجرمین (44 : 37) ” یہ بہتر ہیں یا تبع کی قوم اور اس سے پہلے کے لوگ ؟ ہم نے ان کو اسی بنا پر تباہ کیا کہ وہ مجرم ہوگئے تھے “۔ اس یاد دہانی کی فضا میں اور کانپتے ہوئے دلوں اور اللہ کی پکڑ کے تصور کی اس فضا میں ان کو متوجہ کیا جاتا ہے کہ اس پوری کائنات کی تخلیق کا نقشہ کیا ہے۔ اس کائنات کے اندر بالا رادہ نہایت ہی گہری سچائی رکھی گئی ہے اس کا تقاضا بھی یہ ہے کہ حشر و نشر لابدی ہے۔\nوما خلقنا ۔۔۔۔۔ لعبین (44 : 38) ما خلقنھما ۔۔۔۔۔۔ یعلمون (44 : 39) ان یوم ۔۔۔۔۔۔ اجمعین (44 : 40) یوم لا یغنی ۔۔۔۔۔ ینصرون (44 : 41) الا من ۔۔۔۔۔ الرحیم (44 : 42) ” یہ آسمان و زمین اور ان کے درمیان کی چیزیں ہم نے کچھ کھیل کے طور پر نہیں بنا دی ہیں۔ ان کو ہم نے برحق پیدا کیا ہے ، مگر ان میں سے اکثر لوگ جانتے نہیں ہیں۔ ان سب کے اٹھائے جانے کے لئے طے شدہ وقت فیصلے کا دن ہے ، وہ دن جب کوئی عزیز قریب اپنے کسی عزیز قریب کے کچھ بھی کام نہ آئے گا اور نہ کہیں سے انہیں کوئی مدد پہنچے گی ، سوائے اس کے کہ اللہ ہی کسی پر رحم کرے ، وہ زبردست اور رحیم ہے “۔ یہ ایک نہایت ہی لطیف اشارہ ہے کہ زمین و آسمان اور ان کے درمیان جو مخلوقات پیدا کی گئی ہیں ، اس کے اور مسئلہ حشر ونشر کے درمیان ایک لطیف ربط ہے اور انسانی فطرت اس کا ادراک اس وقت کرسکتی ہے جب وہ اس کائنات کی تخلیق پر گہرا غورو فکر کرے۔\nواقعہ یہ ہے کہ اس کائنات کی تخلیق کا جو نقشہ اور اسکیم ہے۔ وہ نہایت پیچیدہ اور گہری ٹیکنالوجی پر مبنی ہے۔ اس کے اندر تمام باریکیاں ایک مقصد اور ارادے کے ساتھ رکھی گئی ہیں۔ یہ تخلیق بڑی مربوط ہے ۔ اور اس کے اندر ہر چیز ایک مقدار مطلب کے مطابق ہے ، نہ اس میں کمی ہوتی ہے اور نہ اضافہ ہوتا ہے۔ ہر چیز اپنے ماحول کے اندر پوری طرح فٹ ہے۔ جس چیزکو جس شکل و صورت میں پیدا کیا گیا ہے ، اگر دیکھا جائے تو معلوم ہوتا ہے کہ وہ اس طرح ضروری ہے اور یہ بات بعید از امکان ہے کہ اس قدر پیچیدہ ٹیکنالوجی محض بخت و اتفاق سے پیدا ہوگئی ہو اور اس پوری کائنات میں جو ہولناک حد تک عظیم ہے۔\nحقیقت یہ ہے کہ ان تمام باتوں پر اچھی طرح غوروفکر کرنے سے معلوم ہوتا ہے کہ اس کائنات کا بھی کوئی بڑا مقصد ہے اور وہ صرف اس صورت میں پورا ہو سکتا ہے اور کہ حشر ونشر کو تسلیم کیا جائے۔ یہ کائنات حق پر قائم ہے ، اس میں کوئی چیز باطل نہیں ہے ، اس کا انجام ہے جو ابھی واقع نہیں ہوا۔ یہ انجام اور مقصد صرف موت سے پورا نہیں ہوتا کیونکہ موت تو اس دنیا کا انجام ہے۔ اس دنیا کے مختصر سفر کا اختتام ہے۔ اور حشر ونشر تو محض منطقی حوالے سے بھی ضروری ہے کیونکہ جب تخلیق سچائی پر ہے تو نیکی اور بدی کا فیصلہ بھی سچائی پر ہونا چاہئے۔ انسان کے اندر آغاز حیات سے صلاح و فساد کی صلاحیت رکھی گئی ہے۔ اور وہ یہاں با صلاح اختیار کرتا ہے یا فساد لہٰذا اسے صلاح کا انعام اور فساد کی سزا ملنی چاہئے۔\nیہ کہ انسان کو نیکی اور بدی کی صلاحیت دی گئی ہے اور یہ کہ اللہ نے انسان کو اس طرح عبث نہیں پیدا کیا ہے ، لہٰذا نیک اور بد کا انجام ضروری ہے اور یہ انجام اس دنیا کی مختصر زندگی کے بعد ہونا چاہئے ۔ لہٰذا حشر و نشر اس کائنات کی تخلیق کے نقشے کے اندر موجود ہے۔ یہی وجہ ہے کہ یہ کہنے کے بعد کہ کائنات کو عبث نہیں پیدا کیا گیا ، قیامت کا ذکر آتا ہے۔\nان یوم ۔۔۔۔۔۔ اجمعین (44 : 40) یوم لا یغنی ۔۔۔۔۔ ینصرون (44 : 41) الا من ۔۔۔۔۔ الرحیم (44 : 42) ” ان سب لوگوں کے اٹھائے جانے کے لئے طے شدہ وقت فیصلے کا دن ہے ، وہ دن جب کوئی عزیز قریب اپنے کسی عزیز قریب کے کچھ بھی کام نہ آئے گا اور نہ کہیں سے انہیں کوئی مدد پہنچے گی ، سوائے اس کے کہ اللہ ہی کسی پر رحم کرے ، وہ زبردست اور رحیم ہے “۔\nقیامت کی یہ بات اپنی ماقبل کی باتوں اور آیات سے نہایت مربوط طور پر یہاں لائی گئی ہے ۔ حکمت اور حق کا تقاضا یہ ہے کہ ایک یوم الفصل ہو ، جس میں لوگوں کے باہم فیصلے بھی چکائے جائیں اور ضلالت و ہدایت کے فیصلے بھی کئے جائیں ، نیکی کو عزت بخشی جائے اور برائی اور شر کو سزا دی جائے ، اور لوگ تمام ارضی سہاروں سے بےنیاز ہوں ، عزیز و اقارب کا وہاں کوئی آسرا نہ ہو۔ وہ اکیلے اکیلے وہاں جائیں جس طرح خالق نے انہیں پیدا کیا ہے۔ خالق وہاں ان کو اس کی جزاء دے جو انہوں نے کمایا۔ کوئی ان کی مدد کرنے والا نہ ہو ، کوئی ان پر رحم کرنے والا نہ ہو ، بس صرف اللہ ، قادر مطلق عزیز و رحیم ہی کا بھروسہ اور فضل ہو ۔ کیونکہ اسی نے ان کو اس زمین پر لا کر کام میں لگایا اور وہی ہے جو ان کو سزا دے گا۔ اور یہاں ان کے بسائے جانے اور اٹھائے جانے کے درمیان جو مختصر زندگی ہے ، یہ ابتلا اور آزمائش کی زندگی ہے۔\nیوں اللہ تعالیٰ بتاتا ہے کہ اس کائنات کی تخلیق کے اصل نقشے میں اور زمین و آسمان کی ساخت کے انداز میں سچائی ودیعت کردہ ہے اور واضح طور پر معلوم ہوتا ہے کہ اس کائنات کی تخلیق کا ایک مقصد ہے۔\n٭٭٭٭\nان باتوں کے بعد اب قیامت کے مناظر میں سے ایک منظر ، سرکشوں کی سزا اور اطاعت کیشوں کے لئے انعام ، یہ ایک نہایت ہی خوفناک اور شدید منظر ہے اور اس پوری سورت کی فضا کے ساتھ ہم آہنگ ہے۔",
  "ayah": 42,
  "surah": 44
}
