{
  "surah": 37,
  "ayah": 102,
  "text": "And when he reached the age of striving with him, he said “O my son! I see in a dream that I will sacrifice thee. Look, what dost thou see?” He said, “O my father! Do as thou art commanded. Thou shalt find me, God willing, one of the patient.” Ishmael was a child increasing day by day. He grew up noble and stood up exalted. He was the ex- tract of bosom friendship and the oyster shell for the pearl of MuḤammad the emissary. The corner of Abraham's heart became attached to him and looked upon him while deeming him beautiful. A rebuke came from the threshold of Exaltedness: “O Bosom Friend, I did not preserve you from Azar's idols so that you could attach your heart to passion for Ishmael. Whatever veils the road of bosom friendship-whether Azarite idol or passion for Ishmael!” Any talk that keeps you back from the road-let it be unbelief or faith. Any picture that holds you back from the Friend-let it be ugly or beautiful. [DS 51] “O Bosom Friend, you claimed friendship with Me and like a desirer you came into the road of desire: 'Surely I have turned my face toward Him who originated the heavens and the earth' [6:79]. You disowned creatures and attachments: Surely they are an enemy to me, save the Lord of the Worlds [26:77]. Now you have come with a heart that is dedicated to love for My majesty and beauty and you have turned it toward him, placing love's seal on him. Make a sacrifice of him for Me, and sever yourself completely for Me! If you want Me, apply the remedy to your pain.” As long as your heart has not done away with attachments, not one of your arrows will reach its mark. As long as you have not removed both worlds from the midst, the ship will not reach the shore of safety. At the beginning of desire, the pirs of the Tariqah have the desirers keep their eyes down so that they will not look at anything, for whenever they look at something, that thing will become their bond and the basis of tribulation. One day Jacob gazed at Joseph's beauty with an eye that deemed him beautiful-look at the tribulation he suffered and how he was afflicted by separation from Joseph! One day MuṣṬafā said, “I love ʿāÌisha” He suffered what he suffered and saw what he saw because of the words and calumny of the hypocrites! The same state occurred for Abraham.  He gave the corner of his heart over to love for Ishmael. He fell into trial and threw Ishmael into tribulation as well. He told him the story of his dream, saying, “I see in a dream that I will sacrifice thee.” Ishmael himself was brave, noble in nature, and beautiful in character. He answered, “O my father, do as thou art commanded. Thou shalt find me, God willing, one of the patient. O father, bring to pass what you have been commanded. The road of your bosom friendship must be pure and approved. As for me, whether I have a head-or not.” They spoke to see which of them was more generous-he who was sacrificing his son, or he who was sacrificing his life and body. Abraham said, “My work is more wondrous, for I am sac- rificing my precious child.” Ishmael said, “My generosity is more tremendous, for I am sacrificing my dear life and my precious body.” Abraham said, “For you, it is not more than an hour's pain, and for me it will be pain with every breath and grief at every instant-that I sacrificed my own child with my own hand.” It is as if the Exalted Lord said to them, “I am more munificent and more generous than both of you, for I will take the unslain as slain, and I will send a sacrifice unasked for. 'And We ransomed him with a tremendous sacrifice' [37:107].” Why should the sacrifice sent by God not be greater and more tremendous? Gabriel brought it, Abraham accepted it, and it became Ishmael's ransom."
}
