{
  "text": "আমি কোন আয়াত (বাক্য) রহিত করলে[১] অথবা ভুলিয়ে দিলে তা থেকে উত্তম কিংবা তার সমতুল্য কোন আয়াত আনয়ন করি। তুমি কি জান না যে, আল্লাহ সকল বিষয়ে সর্বশক্তিমান?\n[১] نَسخ (নসখ) এর আভিধানিক অর্থ হল, নকল করা। কিন্তু শরীয়তের পরিভাষায় তা হল, কোন বিধানকে রহিত করে তার পরিবর্তে অন্য বিধান অবতীর্ণ করা। আর এই রহিতকরণ বা পরিবর্তন হয়েছে আল্লাহরই পক্ষ থেকে। যেমন, আদম (আঃ)-এর যুগে সহোদর ভাই-বোনদের আপোসে বিবাহ বৈধ ছিল। পরবর্তীকালে তা হারাম করা হয়। এইভাবে কুরআনেও আল্লাহ কিছু বিধানকে রহিত করে তার পরিবর্তে নতুন বিধান অবতীর্ণ করেছেন। এর সংখ্যার ব্যাপারে মতভেদ রয়েছে। শাহ ওলীউল্লাহ 'আল-ফাউযুল কাবীর' নামক কিতাবে এর সংখ্যা পাঁচ বলেছেন। এই রহিতকরণ তিন প্রকারের হয়েছেঃ যথা\n(ক) সাধারণভাবে বিধান রহিতকরণঃ অর্থাৎ, কোন বিধান (আয়াতসহ) রহিত করে তার স্থলে অন্য বিধান (ও আয়াত) অবতীর্ণ করা হয়েছে।\n(খ) তেলাঅত ব্যতিরেকে বিধান রহিত করা। অর্থাৎ, প্রথম বিধানের আয়াতগুলো কুরআনে বিদ্যমান রাখা হয়, তার তেলাঅতও হয় আবার দ্বিতীয় বিধানও যা পরে অবতীর্ণ করা হয় তাও কুরআনে বিদ্যমান থাকে। অর্থাৎ, 'নাসেখ' (রহিতকারী) এবং 'মানসুখ' (রহিতকৃত) উভয় আয়াতই বিদ্যমান থাকে।\n(গ) কেবল তেলাঅত রহিত করা। অর্থাৎ, নবী করীম (সাঃ) ঐ আয়াতকে কুরআনের মধ্যে শামিল করেননি, কিন্তু তার বিধানের উপর আমল বহাল রাখা হয়েছে। যেমন,\n{وَالشّيْخُ وَالشَّيخَةُ إِذَ زَنَيَا فَارْجُمُوْهُمَا الْبَتَّةَ}\"বৃদ্ধ (বিবাহিত) পুরুষ ও বৃদ্ধা (বিবাহিতা) নারী যদি ব্যভিচার করলে, তাদেরকে অবশ্য অবশ্যই পাথর মেরে হত্যা কর।\" (মুআত্তা ইমাম মালিক) আলোচ্য আয়াতে 'নাসখ'এর প্রথম দুই প্রকারের বর্ণনা রয়েছে। \"((مَا نَنْسَخْ مِنْ آيَةٍ)) শব্দে দ্বিতীয় প্রকারের এবং \"((أَوْ نُنْسِهَا)) শব্দে প্রথম প্রকারের নসখের কথা বলা হয়েছে। \"((نُنْسِهَا)) (আমি ভুলিয়ে দিই)এর অর্থ হল, তার বিধান ও তেলাঅত দুটোই উঠিয়ে নিই। যেন আমি তা ভুলিয়ে দিলাম এবং নতুন বিধান নাযিল করলাম। অথবা নবী করীম (সাঃ)-এর হৃদয় থেকেই আমি তা মিটিয়ে দিয়ে একেবারে বিলুপ্ত করে দিলাম। ইয়াহুদীরা তাওরাতের বাক্য রহিত হওয়াকে অসম্ভব মনে করত। ফলে কুরআনের কিছু আয়াত রহিত হওয়ার কারণে তার উপরও আপত্তি উত্থাপন করল। মহান আল্লাহ তাদের খন্ডন করে বললেন, যমীন ও আসমানের রাজত্ব তাঁরই হাতে। তিনি যা উচিত মনে করেন তা-ই করেন। যে সময় যে বিধান লক্ষ্য ও কৌশলের দিক দিয়ে উপযুক্ত মনে করেন, সেটাকেই তিনি বহাল করেন এবং যেটাকে চান রহিত ঘোষণা করেন। এটা তাঁর মহাশক্তির এক নিদর্শন। পূর্বের কিছু ভ্রষ্টলোক (যেমন, আবূ মুসলিম আসফাহানী মু'তাযেলী) এবং বর্তমানের কিছু লোক ইয়াহুদীদের মত 'নসখ' মানতে অস্বীকার করেছে। তবে সঠিক কথা তা-ই যা পূর্বের আলোচনায় সুস্পষ্ট হয়েছে। 'নসখ' সুসাব্যস্ত হওয়ারই আকীদা রাখতেন পূর্বের সলফগণ।",
  "ayah": 106,
  "surah": 2
}
