{
  "text": "যে আল্লাহর মসজিদসমূহে তাঁর নাম স্মরণ করতে বাধা দেয়[১] ও তার ধ্বংস-সাধনে প্রয়াসী হয়, [২] তার থেকে বড় সীমালংঘনকারী আর কে হতে পারে? অথচ ভীত-সন্ত্রস্ত অবস্থায় ছাড়া তাদের জন্য মসজিদে প্রবেশ করা সঙ্গত নয়।[৩] তাদের জন্য ইহকালে লাঞ্ছনা ভোগ ও পরকালে মহা শাস্তি রয়েছে।\n[১] যারা মসজিদে আল্লাহর যিকর করতে বাধা দান করেছিল, তারা কারা? তাদের ব্যাপারে মুফাসসিরদের দু'টি মত রয়েছে। একটি মত হল, এ থেকে খ্রিষ্টানদেরকে বুঝানো হয়েছে। যারা রোমসম্রাটের সাথে সাথ দিয়ে ইয়াহুদীদেরকে বায়তুল মুক্বাদ্দাসে নামায পড়তে বাধা দিয়েছিল এবং তার বিনাশ সাধনে অংশ নিয়েছিল। ইবনে জারীর ত্বাবারী এই মতকেই পছন্দ করেছেন। কিন্তু হাফেয ইবনে কাসীর এই মতের বিরোধিতা করে বলেন, এ থেকে মক্কার মুশরিকদের বুঝানো হয়েছে। তারা নবী করীম (সাঃ) ও তাঁর সাহাবাদেরকে মক্কা থেকে বের হতে বাধ্য করেছিল এবং কা'বা শরীফে মুসলিমদেরকে ইবাদত করতে বাধা দিয়েছিল। আবার হুদাইবিয়ার সন্ধির সময় একই আচরণের পুনরাবৃত্তি করে বলেছিল যে, আমরা আমাদের পূর্বপুরুষদের হত্যাকারীদেরকে মক্কায় প্রবেশ করতে দেবো না, অথচ কা'বা শরীফে ইবাদত করতে বাধা দেওয়ার অনুমতি ও তার প্রচলন ছিল না।\n[২] বিনাশ ও ধ্বংস সাধনের অর্থ শুধু এই নয় যে, তা ভেঙ্গে দেওয়া হোক বা ইমারতের অনিষ্ট করা হোক, বরং সেখানে আল্লাহর ইবাদত ও যিকর করতে না দেওয়া, শরীয়ত প্রতিষ্ঠা করতে এবং শিরকীয় কার্যকলাপ থেকে পবিত্র করতে না দেওয়াও আল্লাহর ঘরের বিনাশ ও ধ্বংস সাধন করার শামিল।\n[৩] এখানে শব্দগুলো ঘোষণামূলক হলেও এর অর্থ হবে বাঞ্ছনার। অর্থাৎ, যখন মহান আল্লাহ তোমাদেরকে প্রতিষ্ঠা ও বিজয় দান করবেন, তখন তোমরা মুশরিকদেরকে সেখানে সন্ধি ও জিযিয়াকর ব্যতীত সেখানে (প্রবেশ বা) অবস্থান করার অনুমতি না দেওয়াটাই বাঞ্ছনীয়। তাই যখন ৮ম হিজরীতে মক্কা বিজয় হল, তখন নবী করীম (সাঃ) ঘোষণা করলেন যে, আগামী বছর কোন মুশরিক কা'বায় এসে হজ্জ করার এবং উলঙ্গ তওয়াফ করার অনুমতি পাবে না এবং যার সাথে যে চুক্তি আছে, সে চুক্তির (নির্ধারিত) সময় পর্যন্ত সে এখানে থাকার অনুমতি পাবে। কেউ বলেছেন, এটা একটা সুসংবাদ ও ভবিষ্যদ্বাণী যে, অতি সত্বর মুসলিমরা জয়লাভ করবে এবং মুশরিকরা এই ভেবে ভীত-সন্ত্রস্ত হয়ে প্রবেশ করবে যে, আমরা মুসলিমদের উপর যে যুলুম-অত্যাচার করেছি তার বদলায় হয়তো আমাদেরকে শাস্তি ও হত্যারও শিকার হতে হবে। বলা বাহুল্য, অতি সত্বর এই সুসংবাদ বাস্তবে রূপান্তরিত হয়।",
  "ayah": 114,
  "surah": 2
}
