{
  "text": "আর কোন কোন লোক আছে, যারা আল্লাহ ছাড়া অন্যান্যকে (আল্লাহর) সমকক্ষ বলে মনে করে এবং তাদেরকে আল্লাহকে ভালোবাসার মত ভালবাসে,[১] কিন্তু যারা বিশ্বাস করেছে, তারা আল্লাহর ভালবাসায় দৃঢ়তর।[২] আর অন্যায়কারীরা যে সময় কোন শাস্তি প্রত্যক্ষ করে, তখন যদি বুঝত যে, সমুদয় ক্ষমতা আল্লাহর এবং আল্লাহ শাস্তিদানে অত্যন্ত কঠোর, (তাহলে কতই না উত্তম হত)।\n[১] উল্লিখিত সুস্পষ্ট দলীলাদি ও অকাট্য প্রমাণাদি সত্ত্বেও বহু মানুষ এমনও রয়েছে, যারা এককভাবে আল্লাহর ইবাদত না করে তাঁর সাথে অন্যদেরকে তাঁর শরীক স্থাপন করে থাকে। তাদের সাথে ঐরূপ ভালবাসা পোষণ করে, যেরূপ ভালবাসা আল্লাহর সাথে হওয়া উচিত। আর এটা যে কেবল মহানবী (সাঃ)-এর আগমনের সময়ই ছিল তা নয়, বরং শিরকের এই প্রচলন বর্তমানেও ব্যাপক। বর্তমানে ইসলামের দাবীদারদের মধ্যেও এ রোগ সংক্রমণ করেছে। তারা গায়রুল্লাহ, পীর, ফকীর এবং মাজারের গদিনশীনদেরকে কেবল নিজেদের (বিপদে) আশ্রয়স্থল, (মুক্তির) আধার, প্রয়োজনপূরণের ক্বিবলা বানিয়ে রেখেছে যে তা নয়, বরং তারা তাদেরকে আল্লাহর থেকেও বেশী ভালবাসা দান করেছে! তাওহীদের দর্স ও নসীহত তাদেরকেও ঐরূপ অপছন্দ লাগে, যেরূপ মক্কার মুশরিকদেরকে লাগত। কুরআনের এক আয়াতে মহান আল্লাহ তাদের সে চিত্র তুলে ধরে বলেন,{وَإِذَا ذُكِرَ اللهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ} \"যারা পরকালে বিশ্বাস করে না, 'আল্লাহ এক' --একথা বলা হলে তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় এবং তিনি ছাড়া অন্য (উপাস্য)-দের উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়।\"\n(সূরা যুমার ৩৯:৪৫ আয়াত)\nاشمَأزَّت মানে হৃদয় সংকীর্ণ হওয়া।[২] তবে ঈমানদাররা মুশরিকদের বিপরীত, তাদের ভালোবাসা মহান আল্লাহরই সাথে সর্বাধিক হয়। কেননা, মুশরিকরা যখন সমুদ্রে ইত্যাদিতে বিপদে ফেঁসে যায়, তখন তারা নিজেদের উপাস্য ভুলে গিয়ে কেবল মহান আল্লাহকেই ডাকে।{فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (العنكبوت: ৬৫){وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (لقمان: ৩২){وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (يونس:২২)এই আয়াতগুলোর সারমর্ম হল, মুশরিকরা কঠিন বিপদের সময় সাহায্যের জন্য কেবল আল্লাহকেই ডাকত।",
  "ayah": 165,
  "surah": 2
}
