{
  "text": "নিশ্চয় (আল্লাহ) তোমাদের জন্য শুধু মৃত জীব, রক্ত, শূকরের গোশত এবং যে সব জন্তুর উপরে (যবেহ কালে) আল্লাহ ছাড়া অন্যের নাম উচ্চারণ করা হয়ে থাকে, তা তোমাদের জন্য অবৈধ করেছেন। [১] কিন্তু যে অনন্যোপায় অথচ অন্যায়কারী কিংবা সীমালংঘনকারী নয়, তার কোন পাপ হবে না। আল্লাহ চরম ক্ষমাশীল পরম দয়ালু।\n[১] এই আয়াতে চারটি হারামকৃত জিনিসের উল্লেখ করা হয়েছে। তবে এখানে إنما শব্দ দ্বারা সীমিতকরণে এই সন্দেহের সৃষ্টি হয় যে, হারাম কেবল এই চারটি জিনিসই। অথচ এ ছাড়াও আরো অনেক জিনিস হারাম আছে। তাই প্রথমতঃ এটা বুঝে নেওয়া উচিত যে, এই সীমিতকরণ বিশেষ কথা প্রসঙ্গে এসেছে। অর্থাৎ, মুশরিকরা হালাল জানোয়ারকেও হারাম করে নিত। তাই মহান আল্লাহ বললেন, হারাম শুধুমাত্র এইগুলো। কাজেই এই সীমিতকরণ তুলনামূলক। অর্থাৎ, এ ছাড়াও আরো হারাম জিনিস আছে যা এখানে উল্লিখিত হয়নি।দ্বিতীয়তঃ হাদীসে প্রাণীর হালাল-হারাম সংক্রান্ত দু'টি মূলনীতি বলে দেওয়া হয়েছে। সেটাকে আয়াতের সঠিক তাফসীর হিসেবে সামনে রাখা উচিত। হিংস্র পশুর মধ্যে শিকারী দাঁত বিশিষ্ট পশু এবং পাখীর মধ্যে শিকারী নখ বিশিষ্ট পাখী হারাম। তৃতীয়তঃ যেসব পশুর হারাম হওয়ার কথা হাদীস দ্বারা প্রমাণিত; যেমন গাধা, কুকুর ইত্যাদি, সেগুলোও হারাম। এ থেকে ইঙ্গিত পাওয়া যায় যে, হাদীসও কুরআনের মত দ্বীনের উৎস এবং শরীয়তের দলীল। দুটোকে মেনে নিলেই দ্বীন পরিপূর্ণ হবে, শুধু কুরআন মানলে ও হাদীসকে প্রত্যাখ্যান করলে দ্বীন পরিপূর্ণ হবে না। 'মৃত' বলতে, এমন হালাল পশু যা যথানিয়মে যবেহ ছাড়াই স্বাভাবিকভাবে অথবা কোন দুর্ঘটনায় (বিস্তারিত আলোচনা সূরা মায়িদাহ ৫:৩ নং আয়াতে আছে) মারা গেছে কিংবা শরীয়তের তরীকার পরিপন্থী নিয়মে যাকে যবেহ করা হয়েছে; যেমন, গলা টিপে অথবা পাথর ও লাঠির আঘাত ইত্যাদি দ্বারা মারা হয়েছে কিংবা বর্তমানের যান্ত্রিক যবেহ দ্বারা মারা হয়েছে যা আসলে আঘাত দিয়ে হত্যা করার শামিল (তা আসলে মৃত এবং হারাম)। তবে হাদীসে দু'টো মৃত প্রাণী বৈধ করা হয়েছে। আর তা হল, মাছ ও পঙ্গপাল। এ দু'টো মৃত হারাম হওয়ার বিধান থেকে স্বতন্ত্র। 'রক্ত' বলতে প্রবাহিত রক্ত। অর্থাৎ, যবেহ করার পর যে রক্ত বের হয়ে বয়ে যায়। গোশতের সাথে যে রক্ত লেগে থাকে, তা হালাল। এছাড়াও দু'টো রক্তকে হাদীসে বৈধ বলা হয়েছেঃ কলিজা (লিভার) এবং তিল্লী (প্লীহা)।শুয়োর নিকৃষ্ট জানোয়ার; বিধায় আল্লাহ তাকে হারাম করেছেন। শরীয়তে এমন জানোয়ারও হারাম, যাকে গায়রুল্লাহর নামে যবেহ করা হয়েছে। যেমন, আরবের মুশরিকরা লাত এবং উয্যা ইত্যাদির নামে এবং অগ্নিপূজকরা আগুনের নামে (বা উদ্দেশ্যে) যবেহ করত। আর এরই আওতাভুক্ত হল সেই পশু, যাকে অজ্ঞ মুসলিমরা মৃত ওলীদের ভালবাসায়, তাদের সন্তুষ্টি ও নৈকট্য লাভের উদ্দেশ্যে অথবা তাদের ভয়ে এবং তাদের নিকট (কোন কিছু পাওয়ার) আশায় কবর ও আস্তানাসমূহে যবেহ করে বা আস্তানার খাদেমকে ওলীর নামে দান করে আসে। (যেমন, অনেক আউলিয়ার কবরে সাইনবোর্ড লাগানো আছে যে, 'দাতা' সাহেবের নামে দান করার জন্য গরু-ছাগল এখানে জমা করুন।) ওলীর নামে উৎসর্গীকৃত এই পশুগুলো আল্লাহর নামে যবেহ করা হলেও তা হারাম। কারণ, এ থেকে উদ্দেশ্য আল্লাহর সন্তুষ্টি লাভ নয়, বরং কবরবাসীর সন্তুষ্টি লাভ, গায়রুল্লাহর প্রতি সম্মান প্রদর্শন অথবা তার (অতিপ্রাকৃত) ভয়ে বা তার নিকট (কিছু পাওয়ার) আশা করে করা হয়; যা শিরক।অনুরূপ পশু ছাড়াও যেসব জিনিস গায়রুল্লাহর নামে মানত ও দান করা হয়, তা সবই হারাম। যেমন, কবরে নিয়ে গিয়ে অথবা সেখান থেকেই ক্রয় করে সেখানে উপস্থিত ফকীর-মিসকীনদের মাঝে ডেগচির খয়রাতী খাবার কিংবা মিষ্টি ও টাকা-পয়সা বণ্টন কিংবা নযরানার বাট্টে মানত ও দানের টাকা-পয়সা দেওয়া অথবা উরসের সময় সেখানে দুধ ইত্যাদি খাদ্য পাঠানো; এ সমস্ত কার্যকলাপ হারাম ও অবৈধ। কেননা, এ সবই গায়রুল্লাহর নামে মানত ও দান করা বিবেচিত হয়। মানত করাও নামায-রোযা ইত্যাদি ইবাদতের মত একটি ইবাদত। আর সর্বপ্রকার ইবাদত কেবল আল্লাহর জন্যই নির্দিষ্ট। এ জন্যই হাদীসে এসেছে যে, \"সে অভিশপ্ত, যে গায়রুল্লাহর নামে যবেহ করে।\"\n(সহীহুল জা'মে আলবানী ২/১০২৪)\nতাফসীরে নিশাপুরীর হাওয়ালায় তাফসীরে আযিযীতে উল্লেখ হয়েছে যে, ((أَجْمَعَ الْعُلَمَاءُ لَو أَنَّ مُسْلِمًا ذَبَحَ ذَبِيْحَةً يُرِيْدُ بِذَبْحِهَا التَّقَرُّبَ إِلَى غَيْرِ اللهِ، صَارَ مُرْتَدًّا وَذَبِيْحَتُهُ ذَبِيْحَةً مُرْتَدٍّ)) 'আলেমগণ এ ব্যাপারে ঐক্যমত পোষণ করেন যে, যদি কোন মুসলিম গায়রুল্লাহর নৈকট্য লাভের উদ্দেশ্যে যবেহ করে, তাহলে সে মুরতাদ (দ্বীন থেকে খারিজ) হয়ে যাবে এবং তার যবেহ করা পশু একজন মুর্তাদ্দের যবেহকৃত পশুর মত হবে।\n(তাফসীরে আযিযী ৬১১পৃষ্ঠা আশরাফুল হাওয়াশীর বরাতে)",
  "ayah": 173,
  "surah": 2
}
