{
  "text": "পূর্ব এবং পশ্চিম দিকে তোমাদের মুখ ফেরানোতে পুণ্য নেই;[১] কিন্তু পুণ্য আছে আল্লাহ, পরকাল, ফিরিশতাগণ, সমস্ত কিতাব এবং নবীগণকে বিশ্বাস করলে এবং অর্থের প্রতি আসক্তি থাকা সত্ত্বেও আত্মীয়-স্বজন, পিতৃহীন, অভাবগ্রস্ত, (এতীম-মিসকীন) মুসাফির, সাহায্যপ্রার্থী (ভিক্ষুক)গণকে এবং দাস মুক্তির জন্য দান করলে, নামায যথাযথভাবে পড়লে ও যাকাত প্রদান করলে, প্রতিশ্রুতি পালন করলে এবং দুঃখ-দৈন্য, রোগ-বালা ও যুদ্ধের সময় ধৈর্যধারণ করলে। এরাই তারা, যারা সত্যপরায়ণ এবং ধর্মভীরু।\n[১] এই আয়াত ক্বিবলা সংক্রান্ত ব্যাপারেই নাযিল হয়েছে। একদিকে ইয়াহুদীরা নিজেদের ক্বিবলার (বায়তুল মুক্বাদ্দাসের পশ্চিম দিক) এবং খ্রিষ্টানরা তাদের ক্বিবলার (বায়তুল মুক্বাদ্দাসের পূর্ব দিক)-কে বড়ই গুরুত্ব দিচ্ছিল এবং এ নিয়ে গর্বও করছিল, অন্য দিকে মুসলিমদের ক্বিবলার পরিবর্তনকে কেন্দ্র করে তারা বিভিন্ন রকমের মন্তব্য করছিল। যার কারণে কোন কোন মুসলিমও অনেক সময় আন্তরিক দুঃখবোধ করত। তাই মহান আল্লাহ বললেন, আসলে পশ্চিম ও পূর্বের দিকে মুখ করাটাই স্বয়ং কোন নেকীর কাজ নয়, বরং এটা তো কেবল এককেন্দ্রীভূত ও ঐক্যবদ্ধ করণের একটি পদ্ধতি মাত্র। প্রকৃত নেকী হল, আকীদা সম্পর্কীয় সেই সব জিনিসের উপর ঈমান আনা, যা আল্লাহ বর্ণনা করেছেন এবং সেই সব আমল ও নৈতিকতার প্রতি যত্ন নেওয়া, যার তিনি তাকীদ করেছেন। এর পরবর্তীতে সেই আকীদা ও আমলগুলো বর্ণিত হয়েছে। আল্লাহর উপর ঈমান (বিশ্বাস) হল এই যে, তাঁকে তাঁর সত্তা, উপাস্যত্ব ও গুণাবলীতে একক মনে করা, সমস্ত দোষ-ত্রুটি থেকে তাঁকে পাক-পবিত্র মনে করা এবং কুরআন ও হাদীসে উল্লিখিত তাঁর যাবতীয় গুণাবলীর কোন অপব্যাখ্যা না করে বা তার কোন কিছুকে নিষ্ক্রিয়য় না মনে করে এবং তার কোন ধরন-গঠন নির্ণয় না করে তা মেনে নেওয়া। শেষ বিচার দিবস, পুনরুত্থান এবং জান্নাত ও জাহান্নামকে বিশ্বাস করা। 'কিতাব' বলতে সমস্ত আসমানী কিতাবের সত্যতার উপর ঈমান আনা। ফিরিশতাদের অস্তিত্ব ও সকল নবীদের উপর বিশ্বাস স্থাপন করা। এই বিশ্বাসসমূহের সাথে সাথে আয়াতে উল্লিখিত আমলগুলোর প্রতিও যত্ন নিতে হবে। عَلَى حُبِّهِ এর (ه) সর্বনাম মালের দিকে ইঙ্গিত করছে। অর্থাৎ, মালের প্রতি ভালবাসা বা আসক্তি থাকা সত্ত্বেও তা ব্যয় করা। البَاْسَاءِ থেকে দারিদ্র্য এবং অতীব অভাব الضَرَّآءِ থেকে ক্ষতি ও রোগ এবং الْبَاْسِ থেকে যুদ্ধ ও তার কঠিনতাকে বুঝানো হয়েছে। এই তিনটি অবস্থায় ধৈর্য ধরা। অর্থাৎ, আল্লাহর বিধানাদি থেকে বিমুখ না হওয়া বড় কঠিন কাজ, তাই এই তিনটি অবস্থাকে বিশেষ করে বর্ণনা করা হয়েছে।",
  "ayah": 177,
  "surah": 2
}
