{
  "text": "আর আল্লাহর উদ্দেশ্যে হজ্জ্ব ও উমরাহ পূর্ণভাবে সম্পাদন কর,[১] কিন্তু (ইহরাম বাঁধার পর) যদি তোমরা বাধাপ্রাপ্ত হও, তাহলে সহজলভ্য (পশু) কুরবানী কর[২] এবং যে পর্যন্ত কুরবানীর (পশু) তার যবেহস্থলে উপস্থিত না হয়, তোমরা মস্তক মুন্ডন করো না (হালাল হয়ো না)।[৩] অতএব তোমাদের মধ্যে কেউ পীড়িত হলে, অথবা মাথায় কোন ব্যাধি থাকলে (এবং তার জন্য মস্তক মুন্ডন করতে হলে তার পরিবর্তে) সে রোযা রাখবে কিংবা সাদকাহ করবে, কিংবা কুরবানী দ্বারা তার ফিদ্ইয়া (বিনিময়) দেবে।[৪] অতঃপর যখন তোমরা নিরাপদ হবে, তখন তোমাদের মধ্যে যে ব্যক্তি হজ্জ্বের পূর্বে উমরাহ দ্বারা লাভবান হতে চায়, সে সহজলভ্য কুরবানী করবে। কিন্তু যদি কেউ কুরবানী না পায় (বা দিতে অক্ষম হয়), তাহলে তাকে হজ্জের সময় তিন দিন এবং গৃহে প্রত্যাবর্তনের পর সাত দিন [৫] -- এই পূর্ণ দশ দিন রোযা পালন করতে হবে। এই নিয়ম সেই ব্যক্তির জন্য, যার পরিবার-পরিজন পবিত্র কা’বার নিকটে (মক্কায়) বাস করে না।[৬] আর তোমরা আল্লাহকে ভয় কর এবং জেনে রাখ যে, আল্লাহ কঠোর শাস্তিদাতা।\n[১] হজ্জ ও উমরার ইহরাম বেঁধে নেওয়ার পর তা পূর্ণ করা ওয়াজিব, যদিও তা (হজ্জ ও উমরাহ) নফল হয়।\n(আইসারুত তাফাসীর)\n[২] অর্থাৎ, যদি পথে শত্রু অথবা কঠিন অসুস্থতার কারণে বাধাপ্রাপ্ত হও, তাহলে একটি পশু, উট অথবা গরু (গোটা অথবা এক সপ্তমাংশ) অথবা ছাগল বা ভেড়া সেখানেই যবেহ করে মাথা নেড়া করে হালাল হয়ে যাও। যেমন, নবী করীম (সাঃ) এবং তাঁর সাহাবীগণ হুদাইবিয়্যাতে কুরবানী যবেহ করেছিলেন। আর হুদাইবিয়্যা হারাম সীমানার বাইরে।\n(ফাতহুল ক্বাদীর)\nঅতঃপর আগামী বছরে তার কাযা কর। যেমন, নবী করীম (সাঃ) সন ৬ হিজরীর উমরার কাযা সন ৭ হিজরীতে করেছিলেন।\n[৩] এর সংযোগ {وَاَتِمُّوا الْحَجَّ} (আর তোমরা হজ্জ--- সম্পাদন কর)এর সাথে। আর এর সম্পর্ক হল নিরাপদ পরিস্থিতির সাথে। অর্থাৎ, নিরাপদ অবস্থায় ততক্ষণ পর্যন্ত মাথা নেড়া করবে না (ইহরাম খুলে হালাল হবে না), যতক্ষণ না হজ্জের সমস্ত কার্যাদি পূরণ করেছ।\n[৪] অর্থাৎ, সে যদি এমন কষ্টে পতিত হয়ে পড়ে যে, তাকে মাথার চুল কাটতেই হবে, তাহলে তাকে ফিদ্ইয়া (বিনিময়) অবশ্যই দিতে হবে। হাদীস অনুযায়ী এ রকম (অসুবিধাগ্রস্ত) ব্যক্তি ছ'জন মিসকীনকে খাদ্য দান করবে অথবা একটি ছাগল যবেহ করবে কিংবা তিন দিন রোযা রাখবে। রোযা ব্যতীত অন্য দু'টি ফিদ্ইয়ার স্থানের ব্যাপারে মতভেদ রয়েছে। কেউ বলেছেন, খাদ্য দান ও ছাগল যবেহ করার কাজ মক্কাতে করতে হবে। আবার কেউ বলেছেন, রোযার মতই এর জন্য কোন নির্দিষ্ট স্থান নেই। ইমাম শাওকানী এই মতেরই সমর্থন করেছেন।\n(ফাতহুল ক্বাদীর)\n[৫] হজ্জ তিন প্রকার;\nইফরাদঃ কেবল হজ্জের নিয়তে ইহরাম বাঁধা। ক্বিরানঃ হজ্জ ও উমরার এক সাথে নিয়ত করে ইহরাম বাঁধা। এই উভয় অবস্থায় হজ্জের সমস্ত কার্যাদি সুসম্পন্ন না করে ইহরাম খোলা বৈধ নয়। তামাত্তুঃ এতেও হজ্জ ও উমরার নিয়ত হয়। তবে প্রথমে উমরার নিয়তে ইহরাম বাঁধা হয় এবং উমরাহ সম্পূর্ণ করে ইহরাম খুলে দেওয়া হয় এবং যুল-হজ্জ মাসের ৮ তারীখে হজ্জের জন্য মক্কা থেকেই দ্বিতীয়বার ইহরাম বাঁধা হয়। 'তামাত্তু'র অর্থ লাভবান হওয়া। অর্থাৎ, উমরাহ ও হজ্জের মাঝে ইহরাম খুলে লাভবান হওয়া হয়। হজ্জে ক্বিরান এবং হজ্জে তামাত্তু'তে একটি হাদ্ই (অর্থাৎ, একটি ছাগল বা ভেড়া কিংবা উট বা গরুর এক সপ্তমাংশ) কুরবানী দিতে হবে। যদি কেউ কুরবানী দিতে না পারে, তাহলে সে হজ্জের দিনগুলোতে তিনটি এবং বাড়ি ফিরে সাতটি রোযা রাখবে। হজ্জের দিনগুলোতে যে রোযা রাখবে, তা হয় ৯ই যুল-হজ্জের (আরাফার দিনের) আগে রাখবে অথবা তাশরীকের দিনগুলোতে রাখবে।\n[৬] অর্থাৎ, তামাত্তু' হজ্জ ও কুরবানী বা রোযা রাখা কেবল তাদের জন্য বিধেয়, যারা মসজিদে হারামের বাসিন্দা নয়। অর্থাৎ, হারাম সীমানার অথবা তার এত কাছের বাসিন্দা নয় যে, তাদের সফরে নামায কসর করা যায়।\n(ইবনে কাসীর, ইবনে জারীর)",
  "ayah": 196,
  "surah": 2
}
