{
  "text": "মানুষ (আদিতে) ছিল একই জাতিভুক্ত ছিল।[১] (পরে মানুষেরাই বিভেদ সৃষ্টি করে।) অতঃপর আল্লাহ নবীগণকে সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেন; এবং মানুষের মধ্যে যে বিষয়ে মতভেদ সৃষ্টি হয়েছিল তার মীমাংসার জন্য তিনি তাদের সাথে সত্যসহ কিতাব অবতীর্ণ করেন, আসলে যাদেরকে তা দেওয়া হয়েছিল স্পষ্ট নিদর্শনাদি তাদের নিকট আসার পর তারাই শুধু পরস্পর বিদ্বেষবশতঃ মতভেদ সৃষ্টি করেছিল।[২] অতঃপর তারা যে বিষয়ে মতভেদ করত, আল্লাহ বিশ্বাসীদেরকে সে বিষয়ে নিজ ইচ্ছায় সত্য-পথে পরিচালিত করেন।[৩] আর আল্লাহ যাকে ইচ্ছা সরল পথে পরিচালিত করে থাকেন।\n[১] অর্থাৎ, তাওহীদের উপর। আদম (আঃ) থেকে নূহ (আঃ) পর্যন্ত দশ শতাব্দী অবধি যে তাওহীদের শিক্ষা নবীরা দিয়েছেন, সেই তাওহীদের উপরেই মানুষ প্রতিষ্ঠিত ছিল। আলোচ্য আয়াতে মুফাসসির সাহাবাগণ فَاخْتَلَفُوْا বাক্য ঊহ্য মেনেছেন। অর্থাৎ, এরপর শয়তানের চক্রান্তে তাদের মধ্যে মতভেদ দেখা দিল এবং শিরক ও কবরপূজা ব্যাপক হয়ে গেল। فَبَعَثَ এর সংযোগ فَاخْتَلَفُوْا এর সাথে। অর্থাৎ, মহান আল্লাহ নবীদেরকে কিতাবসহ প্রেরণ করলেন, যাতে তাঁরা তাদের মধ্যেকার মতভেদের ফায়সালা করেন এবং সত্য ও তাওহীদের প্রতিষ্ঠা করেন।\n(ইবনে কাসীর)\n[২] মতভেদ সব সময় সত্য পথ থেকে বিচ্যুত হওয়ার কারণেই হয়। আর এই বিচ্যুতির উৎপত্তি হয় শত্রুতা ও বিদ্বেষ থেকে। মুসলিম উম্মাহর মধ্যে যতদিন পর্যন্ত বিচ্যুতি ছিল না, ততদিন পর্যন্ত এই উম্মাহ তার মূলের উপর প্রতিষ্ঠিত ছিল এবং মতভেদের বিভীষিকা থেকে সুরক্ষিত ছিল। কিন্তু অন্ধ অনুকরণ এবং বিদআত সত্য হতে মুখ ফিরিয়ে নেওয়ার যে পথ বের করল, সেই পথের কারণে মতভেদের গন্ডি প্রসার লাভ করল এবং তা বাড়তেই থাকল। বর্তমানে অবস্থা এমন পর্যায়ে গিয়ে দাঁড়িয়েছে যে, উম্মতের ঐক্যবদ্ধ হওয়া একটি অসম্ভব বিষয়রূপে পরিণত হয়েছে! সুতরাং আল্লাহই মুসলিমদেরকে সুপথ দেখান। আমীন।\n[৩] যেমনঃ আহলে-কিতাব তথা কিতাবধারীরা জুমআর ব্যাপারে মতভেদ করল। ইয়াহুদীরা শনিবারের দিনকে এবং খ্রিষ্টানরা রবিবারের দিনকে তাদের পবিত্র দিন হিসেবে নির্বাচিত করল। মহান আল্লাহ মুসলিমদেরকে জুমআর দিনটা নির্বাচন করার নির্দেশ দিলেন। তারা ঈসা (আঃ)-এর ব্যাপারে বিরোধিতা করল। ইয়াহুদীরা তাঁকে মিথ্যা জানল এবং (অবৈধ সন্তান বলে) তাঁর মাতা মারিয়াম (আলাইহাস্ সালাম)-এর উপর মিথ্যা অপবাদ দিল। এদিকে খ্রিষ্টানরা তাদের (ইয়াহুদীদের) বিপরীত করে তাঁকে (ঈসাকে) আল্লাহর পুত্র বানিয়ে দিল। মহান আল্লাহ মুসলিমদেরকে তাঁর ব্যাপারে সঠিক পদক্ষেপ গ্রহণ করার তাওফীক দিলেন; তিনি আল্লাহর রসূল এবং তাঁর অনুগত বান্দা ছিলেন। ইবরাহীম (আঃ)-এর ব্যাপারেও তারা মতভেদ করে একদল তাঁকে ইয়াহুদী এবং অপর দল তাঁকে খ্রিষ্টান বলল। মুসলিমদেরকে আল্লাহ সঠিক কথা জানিয়ে দিলেন যে, \"তিনি একনিষ্ঠ মুসলিম ছিলেন।\" এইভাবে অনেক বিষয়ে মহান আল্লাহ স্বীয় অনুগ্রহে মুসলিমদেরকে সরল ও সঠিক পথ দেখিয়েছেন।",
  "ayah": 213,
  "surah": 2
}
