{
  "text": "পবিত্র (নিষিদ্ধ) মাসে যুদ্ধ করা সম্পর্কে লোকে তোমাকে জিজ্ঞাসা করে। বল, সে সময় যুদ্ধ করা ভীষণ অন্যায়। কিন্তু আল্লাহর পথে বাধা দান করা, আল্লাহকে অস্বীকার করা, মাসজিদুল হারাম (কা’বা শরীফের পাশে উপাসনায়) বাধা দেওয়া এবং সেখানকার অধিবাসীদেরকে সেখান থেকে বহিষ্কার করা আল্লাহর নিকট তদপেক্ষা অধিক অন্যায়। আর হত্যা অপেক্ষা ফিতনা (শিরক) ভীষণতর অন্যায়। [১] যদি তারা সক্ষম হয়, তাহলে যে পর্যন্ত তোমাদের (সুপ্রতিষ্ঠিত) ধর্ম থেকে তোমাদেরকে ফিরিয়ে না দেয়, সে পর্যন্ত তোমাদের বিরুদ্ধে যুদ্ধ করতে থাকবে।[২] পরন্তু তোমাদের মধ্যে যে কেউ নিজ ধর্ম ত্যাগ করে এবং সে সত্যপ্রত্যাখ্যানকারী (কাফের)রূপে মৃত্যুবরণ করে, তাদের ইহকাল ও পরকালের কর্ম নিষ্ফল হয়ে যায়। তারাই দোযখবাসী, সেখানে তারা চিরকাল থাকবে। [৩]\n[১] রজব, যুলক্বা'দাহ, যুলহাজ্জাহ এবং মুহাররাম এই চারটি মাস জাহেলিয়াতের যুগেও 'হারাম' (পবিত্র, নিষিদ্ধ বা সম্মানীয়) মাস মনে করা হত। এ মাসগুলোতে লড়াই-যুদ্ধ অপছন্দনীয় ছিল। ইসলামও সেই সম্মানকে বজায় রাখল। নবী করীম (সাঃ)-এর যামানায় এক মুসলিম সৈন্যদলের হাতে একজন কাফের নিহত হয় এবং কিছু লোককে বন্দী করা হয়। মুসলিম এই দলটি অবগত ছিল না যে, রজব মাস শুরু হয়ে গেছে। কাফেররা মুসলিমদেরকে গঞ্জনা দিতে লাগল যে, হারাম মাসের সম্মানেরও এরা খেয়াল করে না। এই ব্যাপারেই এই আয়াত নাযিল হয় এবং বলা হয় যে, অবশ্যই হারাম মাসগুলোতে যুদ্ধ করা মহাপাপ, কিন্তু হারামের দোহাইদাতাদের নিজেদের কর্মের প্রতি দৃষ্টি পড়ে না? এরা তো এর (যুদ্ধের) থেকেও বড় অপরাধে অপরাধী। এরা আল্লাহর পথ ও মসজিদে হারাম থেকে লোকদেরকে বাধা দেয় এবং সেখান থেকে মুসলিমদেরকে বাহির হতে বাধ্য করে। এ ছাড়াও কুফরী ও শিরক তো হত্যার চেয়েও বড় পাপ। কাজেই ভুলবশতঃ যদি এক-আধটা হত্যা হারাম মাসে মুসলিমদের দ্বারা হয়েই থাকে, তাতে কি এমন হয়েছে? এ নিয়ে হাঙ্গামা করার পরিবর্তে তাদেরকে নিজেদের কু-কর্মসমূহের প্রতি দৃষ্টিপাত করা উচিত।\n[২] তারা যখন নিজেদের অপকর্ম, চক্রান্ত এবং তোমাদেরকে মুরতাদ করার (দ্বীন থেকে ফেরানোর) প্রচেষ্টা থেকে ফিরে আসার পাত্র নয়, তখন হারাম মাসের কারণে তোমরা তাদের সাথে মোকাবেলা করা থেকে কেনই বা বিরত থাকবে?\n[৩] যে দ্বীন ইসলাম থেকে ফিরে যাবে, অর্থাৎ মুরতাদ হয়ে যাবে, (তওবা না করলে) তার পার্থিব শাস্তি হল হত্যা। হাদীসে আছে, \"যে তার দ্বীন পরিবর্তন করে ফেলেছে, তাকে হত্যা করে দাও।\"\n(বুখারী ৩০১৭নং)\nআর আয়াতে তার পারলৌকিক শাস্তির কথা বলা হচ্ছে। এ থেকে পরিষ্কার হয়ে যায় যে, ঈমান থাকা অবস্থায় কৃত নেক আমলসমূহও কুফরী করা ও দ্বীন থেকে বিমুখ হওয়ার কারণে মূল্যহীন হয়ে যায় এবং যেভাবে ঈমান আনার পর মানুষের বিগত পাপ মার্জিত হয়ে যায়, অনুরূপ কুফরী করা ও মুরতাদ হয়ে যাওয়ার কারণে সমস্ত নেকী বরবাদ হয়ে যায়। তবে কুরআনের বাগধারা থেকে ফুটে উঠে যে, তার আমল বরবাদ তখনই হবে, যখন তার মৃত্যু হবে কুফরীর উপরে। পক্ষান্তরে যদি সে মৃত্যুর পূর্বে তাওবা করে নেয়, তাহলে এ রকম হবে না। অর্থাৎ, মুর্তাদ্দের তওবা গৃহীত হয়।",
  "ayah": 217,
  "surah": 2
}
