{
  "text": "লোকে রজঃস্রাব সম্পর্কে জিজ্ঞাসা করে। তুমি বল, তা অশুচি। সুতরাং তোমরা রজঃস্রাবকালে স্ত্রীসঙ্গ বর্জন কর[১] এবং যতদিন না তারা পবিত্র হয়, (সহবাসের জন্য) তাদের নিকটবর্তী হয়ো না। অতঃপর যখন তারা পবিত্র হয়,[২] তখন তাদের নিকট ঠিক সেই পথে গমন কর, যে পথে আল্লাহ তোমাদেরকে নির্দেশ দিয়েছেন। [৩] নিশ্চয় আল্লাহ ক্ষমা প্রার্থিগণকে এবং যারা পবিত্র থাকে তাদেরকে পছন্দ করেন।\n[১] সাবালিকা হওয়ার পর প্রত্যেক নারীর লজ্জাস্থান থেকে মাসে একবার নিয়মিত যে রক্ত আসে, তাকে হায়েয (মাসিক, ঋতু বা রজঃস্রাব) বলা হয়। আবার কখনো কখনো কোন রোগের কারণে বাঁধা নিয়মের অতিরিক্তও আসে; তাকে ইস্তিহাযা বলে। ইস্তিহাযার বিধান হায়েযের থেকে ভিন্ন। মাসিকের দিনগুলোতে নামায মাফ এবং রোযা রাখা নিষেধ। পরে রোযা কাযা করা আবশ্যক। পুরুষের জন্য কেবল সঙ্গম করা নিষেধ, তবে চুম্বন ও আলিঙ্গন করা জায়েয। অনুরূপ মহিলা এই দিনগুলোতে রান্না সহ সংসারের অন্য সব কাজই করতে পারে। কিন্তু ইয়াহুদীদের মধ্যে এই দিনগুলোতে মহিলাকে সম্পূর্ণ অপবিত্র গণ্য করা হত। তারা তার সাথে মেলামেশা এবং খাওয়া-দাওয়া বৈধ মনে করত না। সাহাবায়ে কেরাম (রাঃ) এ ব্যাপারে জিজ্ঞাসা করলে এই আয়াত অবতীর্ণ হয়। এতে কেবল সহবাস করা থেকে বিরত থাকতে বলা হয়েছে। নিকটবর্তী না হওয়া বা দূরে থাকার অর্থঃ কেবল সঙ্গম করা নিষেধ।\n(ইবনে কাসীর ইত্যাদি)\n[২] 'যখন তারা পবিত্র হয়' এর দু'টি অর্থ বলা হয়েছে। (ক) যখন রক্ত আসা বন্ধ হয়। অর্থাৎ, গোসল ছাড়াই সে পবিত্র হয়ে যাবে। এমতাবস্থায় পুরুষের জন্য তার সাথে (গোসলের পূর্বে) সহবাস করা জায়েয। ইবনে হায্ম এবং অন্য কিছু ইমামগণ এরই সমর্থক। আল্লামা আলবানীও এই মতের সমর্থন করেছেন।\n(আদাবুয্ যিফাফ ৪৭ পৃষ্ঠা)\n(খ) রক্ত বন্ধ হওয়ার পর গোসল করে পবিত্র হয়। দ্বিতীয় অর্থানুযায়ী স্ত্রী যতক্ষণ না গোসল করেছে, ততক্ষণ পর্যন্ত তার সাথে সহবাস করা হারাম থাকবে। ইমাম শাওকানী এটাকেই প্রাধান্য দিয়েছেন।\n(ফাতহুল ক্বাদীর)\nআমাদের নিকট দু'টোই আমলযোগ্য, তবে দ্বিতীয়টি প্রাধান্য পাওয়ার অধিক যোগ্য।\n[৩] 'যে পথে-- নির্দেশ দিয়েছেন।' অর্থাৎ, যোনিপথে। কারণ, মাসিক অবস্থায় এই যোনিপথই ব্যবহার করতে নিষেধ করা হয়েছিল। তাই এখন পবিত্র হওয়ার পর যার অনুমতি দেওয়া হচ্ছে, সেটা এই যোনিপথ ব্যবহার করারই অনুমতি, কোন অন্য পথের নয়। এ থেকে দলীল গ্রহণ করা হয়েছে যে, মহিলার পায়ুপথ (মলদ্বার) ব্যবহার করা হারাম। যেমন হাদীসে এ বিষয়কে আরো পরিষ্কারভাবে বর্ণনা করা হয়েছে।",
  "ayah": 222,
  "surah": 2
}
