{
  "text": "এ তালাক দু’বার,[১] অতঃপর স্ত্রীকে হয় বিধিসম্মতভাবে রাখবে[২] অথবা সদ্ভাবে বিদায় দেবে।[৩] আর স্ত্রীগণকে দেওয়া কোন কিছু ফেরৎ নেওয়া তোমাদের পক্ষে বৈধ নয়; তবে যদি তাদের উভয়ের আশংকা হয় যে, তারা আল্লাহর সীমারেখা রক্ষা করে চলতে পারবে না। সুতরাং তোমরা যদি আশংকা কর যে, তারা আল্লাহর সীমারেখা (বাস্তবিকই) রক্ষা করে চলতে পারবে না, তাহলে (সে অবস্থায়) স্ত্রী কোন কিছুর বিনিময়ে (স্বামী থেকে) নিক্ককৃতি পেতে চাইলে তাতে (স্বামী-স্ত্রীর) ‎কারো কোন পাপ নেই।[৪] এ সব আল্লাহর সীমারেখা। অতএব তা তোমরা লংঘন করো না। আর যারা আল্লাহর (নির্দিষ্ট) সীমারেখা লংঘন করে, তারাই অত্যাচারী।\n[১] অর্থাৎ, সেই তালাক, যে তালাকে স্বামীর (ইদ্দতের মধ্যে) স্ত্রীকে ফিরিয়ে নেওয়ার অধিকার থাকে, তার সংখ্যা হল দুই। প্রথমবার তালাক দেওয়ার পর এবং দ্বিতীয়বার তালাক দেওয়ার পরও ফিরিয়ে নেওয়া যায়। তৃতীয়বার তালাক দেওয়ার পর ফিরিয়ে নেওয়ার অনুমতি নেই। জাহেলিয়াতে তালাকের ও ফিরিয়ে নেওয়ার ব্যাপারে কোন নির্ধারিত সময়-সীমা ছিল না। ফলে নারীর উপর বড়ই যুলুম হত। মানুষ বার বার স্বীয় স্ত্রীকে তালাক দিয়ে আবার ফিরিয়ে নিত। এইভাবে না তাকে নিয়ে সঠিকভাবে সংসার করত, আর না তাকে মুক্ত করত। মহান আল্লাহ এই যুলুমের পথ বন্ধ করে দিলেন। পরন্তু প্রথমবার ও দ্বিতীয়বারে চিন্তা-ভাবনা করার সুযোগ থেকে বঞ্চিত করেননি। তা না হলে যদি প্রথম তালাকেই চির দিনের জন্য বিচ্ছেদের নির্দেশ দিতেন, তাহলে এ থেকে পারিবারিক যে সব সমস্যার সৃষ্টি হত, তা কল্পনাতীত। তাছাড়া মহান আল্লাহ ((طَلْقَتَانِ)) (দু'তালাক) বলেননি, বরং বলেছেন, ((الطَّلاَقُ مَرَّتَانِ)) (তালাক দু'বার)। এ থেকে ইঙ্গিত করেছেন যে, একই সময়ে দুই বা তিন তালাক দেওয়া এবং তা কার্যকরী করা আল্লাহর হিকমতের পরিপন্থী। আল্লাহর হিকমতের দাবী হল, একবার তালাক দেওয়ার পর (তাতে 'তালাক' শব্দ একবার প্রয়োগ করুক বা একাধিকবার করুক) এবং অনুরূপ দ্বিতীয়বার তালাক দেওয়ার পর (তাতে 'তালাক' শব্দ একবার প্রয়োগ করুক বা একাধিকবার করুক) স্বামীকে চিন্তা-ভাবনা করার এবং ত্বরান্বিত ও রাগান্বিত অবস্থায় কৃত কর্ম সম্বন্ধে পুনর্বিবেচনা করার সুযোগ দেওয়া। আর এই হিকমত (যৌক্তিকতা) এক মজলিসে তিন তালাককে এক তালাক গণ্য করার মধ্যেই বিদ্যমান থাকে। একই সময়ে দেওয়া তিন তালাককে কার্যকরী করে দিয়ে চিন্তা-বিবেচনা করা ও ভুল সংশোধনের সুযোগ দেওয়া থেকে বঞ্চিত করে দিলে সেই হিকমত অবশিষ্ট থাকে না। (আরো বিস্তারিত জানার জন্য নিম্নের বইগুলো দ্রষ্টব্যঃ 'মাজমূআহ মাক্বালাত ইলমিয়াহ'-এক মজলিসে তিন তালাক- এবং 'ইখতিলাফে উম্মাহ আওর সিরাতে মুস্তাক্বীম') এ কথাও জেনে রাখা দরকার যে, বহু উলামা এক মজলিসে দেওয়া তিন তালাককে কার্যকরী হয়ে যাওয়ার ফতওয়া দিয়ে থাকেন।\n[২] অর্থাৎ, তালাক প্রত্যাহার করে নিয়ে তার সাথে ভালভাবে সাংসারিক জীবন-যাপন করবে।\n[৩] অর্থাৎ, তৃতীয়বার তালাক দেওয়ার পর।\n[৪] এখানে খুলা' (খোলা তালাকের) কথা বলা হচ্ছে। অর্থাৎ, স্ত্রী স্বামী থেকে পৃথক হতে চাইলে, স্বামী তার স্ত্রীকে দেওয়া মোহরানা ফিরিয়ে নিতে পারে। স্বামী যদি স্ত্রীকে পৃথক করে দিতে না চায়, তাহলে আদালত স্বামীকে তালাক দেওয়ার নির্দেশ দেবে। এতেও যদি সে না মানে, তবে আদালত তাদের বিবাহ বানচাল ঘোষণা করবে। অর্থাৎ, খুলা' তালাকের মাধ্যমেও হতে পারে এবং বিবাহ বানচালের মাধ্যমেও হতে পারে। উভয় অবস্থাতেই স্ত্রীর ইদ্দত কেবল এক মাসিক।\n(আবূ দাউদ, তিরমিযী, নাসায়ী, হাকেম, ফাতহুল ক্বাদীর)\nমহিলাকে এই অধিকার দেওয়ার সাথে সাথে এ কথার উপরেও শক্ত তাকীদ করা হয়েছে যে, কোন উপযুক্ত কারণ ছাড়া সে যেন তার স্বামীর কাছে তালাক কামনা না করে। যদি সে এ রকম (অকারণে তালাক কামনা) করে, তাহলে নবী করীম (সাঃ) এই ধরনের নারীর জন্য কঠিন শাস্তির কথা ঘোষণা করে বলেছেন যে, সে জান্নাতের সুগন্ধও পাবে না।\n(ইবনে কাসীর ইত্যাদি)",
  "ayah": 229,
  "surah": 2
}
