{
  "text": "যদি স্পর্শ করার পূর্বে স্ত্রীদের তালাক দাও, অথচ মোহর পূর্বেই ধার্য করে থাক, তাহলে নির্দিষ্ট মোহরের অর্ধেক আদায় করতে হবে।[১] কিন্তু যদি স্ত্রী অথবা যার হাতে বিবাহ-বন্ধন[২] সে যদি মাফ করে দেয়, (তাহলে স্বতন্ত্র কথা।) অবশ্য তোমাদের মাফ করে দেওয়াই আত্মসংযমের নিকটতর। তোমরা নিজেদের মধ্যে সহানুভূতি (ও মর্যাদার) কথা বিস্মৃত হয়ো না। নিশ্চয় তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।\n[১] এখানে আর এক নিয়মের কথা বলা হচ্ছে, সহবাসের পূর্বে তালাক দিয়ে দিয়েছে, কিন্তু মোহর নির্ধারিত ছিল। এমতাবস্থায় স্বামীর জন্য জরুরী হল অর্ধেক মোহর আদায় করা। কিন্তু স্ত্রী যদি তার মোহরের অধিকার মাফ করে দেয়, তাহলে স্বামীকে কিছুই দিতে হবে না।\n[২] এ থেকে স্বামীকে বুঝানো হয়েছে। কারণ, বিবাহের বন্ধন (অটুট রাখা না রাখার এখতিয়ার) তার হাতেই। সে অর্ধেক মোহর মাফ করে দেয়। অর্থাৎ, আদায়কৃত মোহর থেকে অর্ধেক মোহর ফিরিয়ে নেওয়ার পরিবর্তে নিজের এ অধিকার (অর্ধেক মোহর) মাফ করে দিয়ে সম্পূর্ণ মোহর স্ত্রীকে দিয়ে দেয়। এরপর পারস্পরিক সহানুভূতি ও অনুগ্রহের কথা বিস্মৃত না হওয়ার তাকীদ করে মোহরের অধিকারেও এই সহানুভূতি ও অনুগ্রহ প্রদর্শনের উপর অনুপ্রাণিত করা হয়েছে।\nদ্রষ্টব্যঃ কেউ কেউ {بِيَدِهِ عُقْدَةُ النِّكَاحِ} (যার হাতে বিবাহ-বন্ধন) থেকে মহিলার অভিভাবককে বুঝিয়েছেন। অর্থাৎ, মহিলা নিজে মাফ করে দিক অথবা তার অভিভাবক মাফ করে দিক। কিন্তু এ অর্থ সঠিক নয়। কারণ, প্রথমতঃ অভিভাবকের হাতে বিবাহের বন্ধন নেই। দ্বিতীয়তঃ মোহর মহিলার নিজসব অধিকার ও তার ব্যক্তিগত সম্পদ, তাই এটা মাফ করার অধিকার অভিভাবকের নেই। সুতরাং পূর্বের অর্থই সঠিক।\n(ফাতহুল ক্বাদীর)\nজরুরী বিশ্লেষণঃ তালাকপ্রাপ্তা মহিলারা চার ধরনের। (ক) যার মোহর নির্ধারিত, স্বামী তার সাথে সহবাসও করেছে, তাকে তার মোহরের সম্পূর্ণ অধিকার দেওয়া হবে। যেমন, ২২৯নং আয়াতে এর বর্ণনা রয়েছে। (খ) মোহরও নির্ধারিত নেই এবং তার সাথে সহবাসও করা হয়নি, তাকে কেবল কিছু খরচপত্র দেওয়া হবে। (গ) মোহর নির্ধারিত, কিন্তু সহবাস হয়নি, তাকে অর্ধেক মোহর দেওয়া জরুরী। (উভয়ের ব্যাখ্যা ২৩৬-২৩৭ নং আয়াতে বিদ্যমান।) (ঘ) মোহর নির্ধারিত নেই, কিন্তু সহবাস করা হয়েছে, তার জন্য রয়েছে মোহরে মিসল। অর্থাৎ, এই মহিলার সমাজে যে পরিমাণ মোহরের প্রচলন আছে অথবা তার মত মহিলাদের সাধারণতঃ যে পরিমাণ মোহর দেওয়া হয়, তাকেও সে পরিমাণ মোহর দিতে হবে।\n(নাইনুল আওত্বার ও আ'উনুল মা'বুদ)",
  "ayah": 237,
  "surah": 2
}
