{
  "text": "তাদের নবী তাদেরকে আরও বলল, নিশ্চয় তাঁর রাজত্বের সুস্পষ্ট নিদর্শন এই যে, তোমাদের নিকট একটি সিন্দুক আসবে;[১] যাতে আছে তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের জন্য প্রশান্তি এবং কিছু পরিত্যক্ত জিনিস যা মূসা ও হারুনের বংশধরগণ রেখে গেছে; ফিরিশতাগণ সেটি বহন করে আনবে। নিশ্চয় এতে তোমাদের জন্য নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।\n[১] সিন্দুক অর্থাৎ, তাবূত বা শবাধার। تابوت শব্দটি توب ধাতু থেকে গঠিত। যার অর্থ হল, প্রত্যাবর্তন করা। যেহেতু বানী-ইস্রাঈল বরকত অর্জনের জন্য এর প্রতি প্রত্যাবর্তন করত, তাই এর নাম তাবূত রাখা হয়।\n(ফাতহুল ক্বাদীর)\nএই সিন্দুকে মূসা এবং হারূন (আলাইহিমাসসালাম)-এর বরকতময় কিছু জিনিস ছিল। এই সিন্দুকও তাঁদের শত্রুরা তাঁদের কাছ থেকে কেড়ে নিয়ে গিয়েছিল। মহান আল্লাহ নিদর্শনস্বরূপ ফিরিশতাদের মাধ্যমে এই সিন্দুক ত্বালুতের দরজায় পৌঁছিয়ে দিলেন। তা দেখে বানী-ইস্রাঈল আনন্দিতও হল এবং মেনেও নিল যে, এটি ত্বালূতের রাজত্ব প্রমাণের জন্য আল্লাহ কর্তৃক নিদর্শন। অনুরূপ মহান আল্লাহ এটিকে তাদের জন্য একটি অলৌকিক নিদর্শন এবং বিজয় লাভের ও তাদের মনের প্রশান্তির উপকরণ করেন। মনের প্রশান্তির অর্থই হচ্ছে মহান আল্লাহর পক্ষ থেকে তাঁর খাস বান্দাদের উপর এমন বিশেষ সাহায্যের অবতরণ, যার কারণে রক্তক্ষয়ী যুদ্ধের ময়দানে যখন বড় বড় সিংহের মত বীরদের অন্তর কেঁপে ওঠে, তখন ঈমানদারদের অন্তর শত্রুর ভয় থেকে শূন্য এবং বিজয় ও সফলতা অর্জনের আশায় পরিপূর্ণ থাকে।\nএই কাহিনী থেকে জানা যায় যে, আম্বিয়া ও সালেহীনদের বরকতময় জিনিসের মধ্যে নিঃসন্দেহে আল্লাহর অনুমতিক্রমে গুরুত্ব ও উপকারিতা আছে। তবে শর্ত হল এই যে, তা সত্যপক্ষেই বরকতময় (এবং নবীদের ব্যবহূত) হতে হবে; যেমন উক্ত তাবূতে নিঃসন্দেহে মূসা ও হারূন আলাইহিমাস সালামের কিছু বরকতময় জিনিস রাখা ছিল। বলা বাহুল্য, মিথ্যা দাবীর ফলে কোন জিনিস বরকতময় হয়ে যায় না। যেমন বর্তমানে বরকতময় জিনিসের নামে কয়েক জায়গায় বিভিন্ন জিনিস রাখা আছে, অথচ ঐতিহাসিক প্রেক্ষাপটে তার সত্যতার কোন প্রমাণ মিলে না। অনুরূপ মনগড়াভাবে কোন জিনিসকে বরকতময় বানিয়ে নিলে, তাও কোন উপকারে আসে না। যেমন কিছু লোক মহানবী (সাঃ)-এর বরকতময় জুতার মূর্তি বানিয়ে নিজের পাশে রাখে অথবা বাড়ির দেওয়ালে টাঙিয়ে রাখে অথবা বিশেষ পদ্ধতিতে তা ব্যবহার করার মাধ্যমে নিজেদের প্রয়োজন পূর্ণ ও বিপদ দূর হবে বলে মনে করে থাকে। এইভাবে কবরে বুযুর্গদের নামে নিবেদিত নযর ও নিয়াযের জিনিসকে এবং তবরুকের খানাকে অনেকে বরকতময় মনে করে থাকে। অথচ এ হল গায়রুল্লাহর নামে নিবেদন ও অমূলক বিশ্বাস; যা শিরকের আওতাভুক্ত। এই শ্রেণীর খাবার খাওয়া নিঃসন্দেহে হারাম। কোন কোন কবরের গোসল দেওয়া হয় এবং তার পানিকে বরকতময় মনে করা হয়। অথচ কবরের গোসল দান কা'বাগৃহের গোসল দেওয়ার নকল; যা বৈধই নয়। পক্ষান্তরে গোসলে ব্যবহূত এ নোংরা পানি কিভাবে বরকতময় হতে পারে? বলাই বাহুল্য যে, এ শ্রেণীর অমূলক বিশ্বাস ও বরকত বা তবরুকের ধারণা ভ্রান্ত ও শিরক; ইসলামী শরীয়তে এর কোন ভিত্তি নেই।",
  "ayah": 248,
  "surah": 2
}
