{
  "text": "আর যদি তোমরা সফরে থাক এবং কোন লেখক না পাও, তাহলে বন্ধকী হাতে রাখা বিধেয়।[১] আর যদি তোমরা পরস্পর পরস্পরকে বিশ্বাস কর, তাহলে যাকে বিশ্বাস করা হয়, সে যেন (বিশ্বাস বজায় রেখে) আমানত প্রত্যর্পণ করে এবং তার প্রতিপালক আল্লাহকে ভয় করে। [২] আর তোমরা সাক্ষ্য গোপন করো না, বস্তুতঃ যে তা গোপন করে, নিশ্চয় তার অন্তর পাপময়। [৩] তোমরা যা কর, আল্লাহ তা সবিশেষ অবহিত।\n[১] যদি সফরে ঋণ লেনদেনের প্রয়োজন পড়ে এবং সেখানে লেখার লোক অথবা কাগজ-কলম ইত্যাদি না থাকে, তাহলে তার বিকল্প ব্যবস্থা হল, ঋণগ্রহীতা কোন জিনিস ঋণদাতার কাছে বন্ধক রাখবে। এ থেকে প্রমাণিত হয় যে, বন্ধক রাখা শরীয়ত সম্মত একটি বৈধ জিনিস। নবী করীম (সাঃ)ও তাঁর লোহার বর্মটি একজন ইয়াহুদীর কাছে বন্ধক রেখেছিলেন।\n(বুখারী ২২০০নং,মুসলিম)\nএই বন্ধক রাখা জিনিসটি যদি এমন হয় যার দ্বারা উপকৃত হওয়া যায়, তাহলে তার উপকারিতার অধিকারী হবে মালিক; ঋণদাতা নয়। অবশ্য বন্ধকে রাখা জিনিসে যদি ঋণদাতার কোন কিছু ব্যয় হয়, তবে সে তার খরচ নিতে পারবে। খরচ নিয়ে নেওয়ার পর অবশিষ্ট লাভ মালিককে দেওয়া জরুরী হবে।\n[২] অর্থাৎ, তোমাদের একে অপরের প্রতি যদি বিশ্বাস থাকে, তাহলে কিছু বন্ধক রাখা ছাড়াই ঋণের আদান-প্রদান করতে পার। (এখানে 'আমানত' অর্থ ঋণ।) আল্লাহকে ভয় করে তা (আমানত) সঠিকভাবে আদায় কর।\n[৩] সাক্ষ্য গোপন করা কাবীরা গুনাহ। এই জন্যই এর কঠোর শাস্তির কথা কুরআনের এই আয়াতে এবং বহু হাদীসেও বর্ণিত হয়েছে। অনুরূপ সত্য সাক্ষ্য দেওয়ার ফযীলতও অনেক। এক হাদীসে নবী করীম (সাঃ) বলেছেন, \"আমি কি তোমাদেরকে উত্তম সাক্ষীদাতার কথা বলে দিবো না? সে হল এমন লোক, যার কাছে সাক্ষী তলব করার পূর্বেই সে নিজেই সাক্ষী নিয়ে উপস্থিত হয়ে যায়।\"\n(মুসলিম ১৭১৯নং)\nঅপর এক বর্ণনায় নিকৃষ্টতম সাক্ষীদাতার কথা বলতে গিয়ে বলেন, \"আমি কি তোমাদেরকে নিকৃষ্টতম সাক্ষীদাতাদের কথা বলে দিবো না? তারা এমন লোক, যাদের নিকট সাক্ষী চাওয়ার পূর্বেই তারা সাক্ষী দেয়।\"\n(মুসলিম ২৫৩৫নং)\nঅর্থাৎ, এরা মিথ্যা সাক্ষ্য দিয়ে মহাপাপ সম্পাদন করে। আলোচ্য আয়াতে বিশেষ করে অন্তরের কথা উল্লেখ করা হয়েছে। কারণ, গোপন করা অন্তরের কাজ। তাছাড়া অন্তর হল অন্য সমস্ত অঙ্গ-প্রত্যঙ্গের নেতা। এটা গোশতের এমন এক টুকরা যে, যদি এটা ঠিক থাকে, তাহলে সারা দেহ ঠিক থাকবে। আর যদি এর মধ্যে খারাবী আসে, তাহলে সমস্ত দেহ খারাবীর শিকার হয়ে পড়বে।\n((أَلاَ وَإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ أَلاَ وَهِيَ الْقَلْبُ )) ((অর্থাৎ, শোন! শরীরে এমন একটি গোশতের টুকরা আছে যে, যদি তা ঠিক থাকে, তাহলে সারা দেহ ঠিক থাকবে। আর যদি তা নষ্ট হয়ে যায়, তাহলে সারা দেহ নষ্ট হয়ে যাবে। শোন! তা হল, অন্তর।\"\n(বুখারী ৫২নং)",
  "ayah": 283,
  "surah": 2
}
