{
  "text": "আর তোমরা যখন বলেছিলে, ‘হে মূসা! একই রকম খাদ্যে আমরা কখনো ধৈর্য ধারণ করব না, সুতরাং তুমি তোমার প্রতিপালকের নিকট আমাদের জন্য প্রার্থনা কর, তিনি যেন ভূমি জাত দ্রব্য শাক-সবজী, কাঁকুড়, গম, মসুর ও পিঁয়াজ উৎপাদন করেন। মূসা বলল, তোমরা কি উৎকৃষ্ট বস্তুকে নিকৃষ্ট বস্তুর সাথে বিনিময় করতে চাও? তবে কোন নগরে অবতরণ কর। তোমরা যা চাও, তা সেখানে আছে।’(১) আর তারা লাঞ্ছনা ও দারিদ্র্যগ্রস্ত হল এবং আল্লাহর ক্রোধের পাত্র হল। (২) এ জন্য যে তারা আল্লাহর নিদর্শন সকলকে অমান্য করত এবং (প্রেরিত পুরুষ) নবীদেরকে অন্যায়ভাবে হত্যা করত। (৩) অবাধ্যতা ও সীমালঙঘন করবার জন্যেই তাদের এই পরিণতি ঘটেছিল। (৪)\n(১) এ ঘটনাও ঐ তীহ্ প্রান্তরের। মিসর বলতে এখানে মিসর দেশ বুঝানো হয় নি, বরং কোন এক নগরীকে বুঝানো হয়েছে। অর্থ হল, এখান থেকে যে কোন নগরীতে চলে যাও এবং সেখানে চাষাবাদ ক'রে নিজেদের পছন্দমত শাক-সবজি, ডাল ইত্যাদি উৎপাদন ক'রে খাও। তাদের চাওয়া যেহেতু অকৃতজ্ঞতা এবং অহংকারের ভিত্তিতে ছিল, তাই ধমকের স্বরে তাদেরকে বলা হল, \"তোমরা যা চাও, তা সেখানে আছে।\"\n(২) কোথায় সেই পুরস্কার ও অনুগ্রহসমূহ যা পূর্বে উল্লেখ হয়েছে? আর কোথায় সেই লাঞ্ছনা ও দারিদ্র্য যা পরে তাদের উপর নিপতিত হয়েছে? এবং যার কারণে তারা আল্লাহর গযবের শিকার হয়েছে। 'গযব' (ক্রোধ)ও 'রহমত' (দয়া)র মত আল্লাহর একটি গুণ বিশেষ। এর ব্যাখ্যা 'শাস্তি দেওয়ার ইচ্ছা' বা 'শাস্তি' করা ঠিক নয়, বরং বলতে হবে, আল্লাহ তাদের উপর ঐভাবেই ক্রোধান্বিত হয়েছেন, যেভাবে ক্রোধান্বিত হওয়া তাঁর গৌরবময় সত্তার সাথে সামঞ্জস্যপূর্ণ।\n(৩) এখানে লাঞ্ছিত এবং আল্লাহর গযবের শিকার হওয়ার কারণ বর্ণনা করা হচ্ছে। অর্থাৎ, মহান আল্লাহর আয়াতকে অস্বীকার করা, তাঁর দ্বীনের প্রতি আহবানকারী আম্বিয়া (আলাইহিমুস্ সালাম) ও সত্যের সন্ধানদাতাদেরকে হত্যা করা ও তাঁদের অবমাননা করাই হল তাদের আল্লাহর গযবের শিকার হওয়ার কারণ। কাল এই কর্মে জড়িত হওয়ার কারণে ইয়াহুদীরা যদি অভিশপ্ত ও লাঞ্ছিত হয়ে থাকে, তবে আজ এই একই কাজ সম্পাদনকারীরা কিভাবে সম্মান ও শ্রদ্ধার পাত্র হতে পারে? তাতে তারা যারাই হোক এবং যেখানেই থাক?\n(৪) এটা ইয়াহুদীদের লাঞ্ছনা ও দরিদ্রতার দ্বিতীয় কারণ। عَصَوا (অবাধ্যতা)র অর্থ হল, যে কাজ করতে তাদেরকে নিষেধ করা হত, তা তারা সম্পাদন করত এবং يَعتَدُون (সীমালংঘন করা)র অর্থ হল, নির্দেশিত কাজগুলোর ব্যাপারে তারা বাড়াবাড়ি ও অতিরঞ্জন করত। অনুসরণ ও আনুগত্য হল, নিষেধাবলী থেকে বিরত থাকা এবং নির্দেশাবলীকে ঐভাবেই পালন করা, যেভাবে পালন করার নির্দেশ দেওয়া হয়েছে। নিজের পক্ষ থেকে কমবেশী করলে তা বাড়াবাড়ি ও সীমালংঘন হবে; যা আল্লাহর নিকট অতীব অপছন্দনীয়।",
  "ayah": 61,
  "surah": 2
}
