{
  "text": "یہاں سے سورت کے دوسرے حصے کا آغاز ہو رہا ہے۔ یہ حصہ تین رکوعوں پر مشتمل ہے اور اس میں بنیادی طور پر انباء الرسل کا مضمون ہے ‘ لیکن وقفے وقفے سے بین السطور میں مکہ کے ماحول میں جاری کش مکش کی طرف بھی اشارے ملتے ہیں۔ اس کے بعد آخری تین رکوعوں پر مشتمل اس سورت کے آخری حصے میں مشرکین اور اہل ایمان سے خطاب ہے۔ یہ دو نوں موضوعات سورت کے آخری حصے میں یوں متوازی چلتے نظر آتے ہیں جیسے ایک رسی کی دو ڈوریاں آپس میں گندھی ہوئی ہوں۔ ان میں سے کبھی ایک ڈوری نمایاں ہوتی نظر آتی ہے تو کبھی دوسری۔ سورت کے اس حصے میں اہل ایمان سے خطاب کے دوران انہیں دس اہم ہدایات بھی دی گئی ہیں جو غلبۂ دین کی جدوجہد کرنے اور اس راستے میں مصائب و مشکلات برداشت کرنے والے مجاہدین کے لیے رہتی دنیا تک گویا مشعل راہ کا درجہ رکھتی ہیں۔آیت 14 وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰی قَوْمِہٖ فَلَبِثَ فِیْہِمْ اَلْفَ سَنَۃٍ اِلَّا خَمْسِیْنَ عَامًا ط ”یعنی حضرت نوح علیہ السلام اپنی قوم کے درمیان ساڑھے نو سو سال تک رہے۔ یہاں یہ نکتہ قابل توجہ ہے کہ حضرت نوح علیہ السلام کا ذکر قرآن مجید میں متعدد بار آچکا ہے لیکن یہ بات اور کہیں نہیں کہی گئی کہ انہوں نے ساڑھے نو سو سال کا طویل عرصہ اپنی قوم کے ساتھ گزارا۔ اگر ہم مکہ کے ان حالات کا نقشہ ذہن میں رکھیں جن حالات میں یہ سورت نازل ہوئی تھی اور پہلے رکوع کا مضمون بھی مد نظرّ رکھیں تو حضرت نوح علیہ السلام کی دعوت اور جدوجہد کے ساڑھے نو سو سال کے ذکر کی وجہ صاف نظر آجاتی ہے اور بین السطور میں یہاں جو پیغام دیا جا رہا ہے وہ اقبال کے الفاظ میں یوں بیان کیا جاسکتا ہے : ؂یہ موج پریشاں خاطر کو پیغام لب ساحل نے دیا ہے دور وصال بحر ابھی ‘ تو دریا میں گھبرا بھی گئی !کہ اے مسلمانو ! تم لوگ چند برس میں ہی گھبرا گئے ہو۔ ذرا ہمارے بندے نوح علیہ السلام کی صدیوں پر محیط جاں گسل جدوجہد کا تصور کرو اور پھر ان کے صبر و استقامت کا اندازہ کرو ! چناچہ تم لوگوں کو اس راستے میں مزید امتحانات کے لیے بھی تیار رہنا چاہیے : ؂ستاروں سے آگے جہاں اور بھی ہیں ابھی عشق کے امتحاں اور بھی ہیں ! اقبالسورۃ الانعام میں اسی حوالے سے محمد رسول اللہ ﷺ کو مخاطب کر کے یوں فرمایا گیا ہے : وَلَقَدْ کُذِّبَتْ رُسُلٌ مِّنْ قَبْلِکَ فَصَبَرُوْا عَلٰی مَا کُذِّبُوْا وَاُوْذُوْا حَتّٰیٓ اَتٰٹہُمْ نَصْرُنَاج ولاَ مُبَدِّلَ لِکَلِمٰتِ اللّٰہِج وَلَقدْ جَآءَ کَ مِنْ نَّبَاِی الْمُرْسَلِیْنَ ”اور آپ ﷺ سے پہلے بھی رسولوں علیہ السلام کو جھٹلایا گیا ‘ تو انہوں نے اس تکذیب پر صبر کیا ‘ اور انہیں ایذائیں پہنچائی گئیں یہاں تک کہ ان تک ہماری مدد پہنچ گئی۔ اور دیکھئے اے نبی ﷺ ! اللہ کے ان کلمات کو بدلنے والا کوئی نہیں ‘ اور آپ ﷺ کے پاس رسولوں علیہ السلام کی خبریں تو آ ہی چکی ہیں۔“",
  "ayah": 14,
  "surah": 29
}
