{
  "text": "آیت 25 وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰہِ اَوْثَانًالا مَّوَدَّۃَ بَیْنِکُمْ فِی الْْحَیٰوۃِ الدُّنْیَا ج ”یہ بہت اہم بات ہے جو حضرت ابراہیم علیہ السلام نے اپنی قوم سے کہی تھی کہ میں تمہیں متنبہّ کرچکا ہوں کہ تم لوگ جن بتوں کو پوجتے ہو ان کی حقیقت کچھ نہیں ہے اور ان کے پاس کوئی اختیار نہیں ہے۔ میرے سمجھانے پر تم لوگ یہ بات سمجھ بھی چکے ہو ‘ اس سلسلے میں حق تم لوگوں پر پوری طرح منکشف بھی ہوچکا ہے اور تمہارے دل اس بارے میں حق کی گواہی بھی دے چکے ہیں۔ لیکن اس سب کچھ کے باوجود بھی تم لوگ اگر بتوں کے ساتھ چمٹے ہوئے ہو اور گمراہی کا راستہ چھوڑنے کے لیے تیار نہیں ہو ‘ تو اس کی اصل وجہ اس کے سوا اور کچھ نہیں کہ تم لوگ آپس کے تعلقات ‘ آپس کی دوستیاں اور رشتہ داریاں نبھا رہے ہو۔ دراصل یہ وہ بنیادی عامل factor ہے جو ہر سطح پر لوگوں کے لیے حق کو قبول کرنے میں سب سے بڑی رکاوٹ بنتا ہے۔ ایک معقول اور با شعور شخص کی تان بھی اکثر یہیں پر آکر ٹوٹتی ہے کہ جی ہاں بات تو درست ہے ‘ دل کو بھی لگتی ہے مگر کیا کریں مجبوری ہے ! دوسری طرف برادری ہے ‘ رشتہ داریاں ہیں ‘ دوستیاں ہیں اور کاروبار کی شراکت داریاں ہیں۔ یہ سب کچھ کیسے چھوڑ دیں ؟ سب سے ناتا کیسے توڑ لیں ؟ زندہ رہنے کے لیے یہ سب کچھ ضروری ہے۔ انسان بھلا اکیلا کیسے زندگی گزار سکتا ہے ‘ وغیرہ وغیرہ۔ یہ عصبیت ہر جگہ اور ہر دور میں اپنا رنگ دکھاتی ہے ‘ حتیٰ کہ خالص دینی بنیادوں پر اٹھنے والی تحریکیں بھی اس کا شکار ہوجاتی ہیں۔ ایسی صورت میں یہ سب کچھ یکدم نہیں ہوجاتا بلکہ منفی عصبیت کے خطرناک جراثیم آہستہ آہستہ رینگتے ہوئے کسی تحریک کی صفوں میں داخل ہوتے ہیں۔ فرض کریں کہ آغاز میں ایک تحریک کا نظریہ بالکل خلوص پر مبنی تھا۔ اس کے کارکنوں کی وابستگی بھی خالصتاً حق شناسی کی بنیاد پر تھی اور ان میں جدو جہد کا جذبہ بھی قابل رشک تھا ‘ مگر پھر کسی موڑ پر کہیں کوئی غلطی ہوئی اور تحریک کسی غلط رخ پر مڑ گئی۔ عموماً ایسی غلطیوں کے نتائج فوری طور پر سامنے نہیں آتے ‘ بلکہ کچھ عرصے تک تو کارکنوں کو محسوس بھی نہیں ہوتا کہ ان کی تحریک غلط موڑ مڑ چکی ہے۔ لیکن جب اس غلطی کے نتائج واضح طور پر سامنے آنے لگتے ہیں اور کارکنوں کو معلوم بھی ہوجاتا ہے کہ وہ غلط راستے پر جا رہے ہیں تو اس کے باوجود بھی ان کی اکثریت اس تحریک کو چھوڑنے کے لیے تیار نہیں ہوتی۔ ایسی صورت حال میں وہ لوگ محض ”عصبیت“ کی وجہ سے اس تحریک کے ساتھ چمٹے رہتے ہیں۔ غور سے جائزہ لیا جائے تو یہ حقیقت بھی سامنے آتی ہے کہ کسی بھی جماعت یا تنظیم کے اندر ‘ خواہ وہ خالص دینی بنیادوں پر ہی کیوں نہ اٹھی ہو ‘ کچھ دیر کے بعد شخصی تعلقات ‘ باہمی رشتہ داریاں اور مشترکہ مادی مفادات بھی اہم کردار ادا کرتے ہیں۔ گویا ”جماعتی عصبیت“ کے علاوہ چھوٹی چھوٹی دوسری عصبیتیں بھی اس کے حلقے کے اندر فعال ہوجاتی ہیں۔ یہی وجہ ہے کہ کچھ عرصے کے بعد ہر ایسی جماعت ایک فرقہ بن جاتی ہے۔ اس نکتے کو اس پہلو سے بھی سمجھنا چاہیے کہ اب نبوت ختم ہوگئی ہے اور قیامت تک دنیا میں کوئی اور نبی نہیں آئے گا۔ چناچہ اللہ تعالیٰ نے قیامت تک کے زمانے تک اس خلا کو پر کرنے کے لیے مندرجہ ذیل تین چیزوں کا اہتمام فرمایا ہے :1 قرآن کی حفاظت کی ذمہ داری کا اہتمام۔ جبکہ اس سے پہلے کسی کتاب کی حفاظت کی ضمانت نہیں دی گئی۔2 ہر صدی میں ایک مجدد اٹھا نے کا اہتمام۔ یہ مجدد دین کے بنیادی حقائق کو تازہ کیا کرے گا اور لوگوں کو دین کی ان حقیقی تعلیمات کی طرف متوجہ کیا کرے گا جنہیں وہ بھول چکے ہوں گے۔3 اس چیز کا اہتمام کہ ہر دور میں ایک جماعت ضرور حق پر قائم رہے گی۔ اس ضمن میں نبی اکرم ﷺ کا فرمان ہے : لَا تَزَالُ طَاءِفَۃٌ مِنْ اُمَّتِیْ قَاءِمَۃً بِاَمْرِ اللّٰہِ لَا یَضُرُّھُمْ مَنْ خَذَلَھُمْ اَوْ خَالَفَھُمْ۔۔ 1 ”میری امت میں سے ایک جماعت ہمیشہ اللہ کے حکم پر قائم رہے گی۔ جو لوگ ان کو چھوڑ جائیں گے یا ان کی مخالفت کریں گے وہ ان کا کچھ نہیں بگاڑ سکیں گے۔۔“اب عملی طور پر کیا ہوتا ہے ؟ اس حقیقت کو سمجھنے کے لیے فرض کریں کہ ایک مجدد پیدا ہوا ‘ اس نے مختلف پہلوؤں سے جدوجہد کی ‘ دینی تعلیمات کی تطہیر کر کے اصل حقائق لوگوں پر واضح کردیے۔ حالات اور زمانے کی ضروریات اور ترجیحات کے مطابق دین کے مطالبات کی تشریح کر کے لوگوں کی توجہ اس طرف مبذول کرانے کی بھر پور کوشش کی۔ کچھ لوگ اس کی شخصیت سے متاثر ہو کر اس کے گرد جمع ہوئے۔ اعوان و انصار نے اپنا اپنا کردار ادا کیا اور ایک مضبوط جماعت قائم ہوگئی۔ ایسی کسی بھی جماعت کے ہراول دستے کے کارکن چونکہ علیٰ وجہ البصیرت اس میں شامل ہوتے ہیں اس لیے ان کی نظریاتی وابستگی خالص اور مضبوط بنیادوں پر استوار ہوتی ہے۔ البتہ وقت گزرنے کے کے ساتھ ساتھ اس جماعت میں عصبیت کا عنصر داخل ہونا شروع ہوجاتا ہے اور ایک وقت آتا ہے جب اس کے بہت سے کارکنوں کی نظریاتی وابستگی کمزور ہوتے ہوتے برائے نام رہ جاتی ہے ‘ لیکن وہ لوگ صرف اس لیے اس کے ساتھ چمٹے رہتے ہیں کہ ان کے بزرگوں کا تعلق اس جماعت سے تھا۔ پھر تیسری نسل تک پہنچتے پہنچتے اس عصبیت کا دائرہ اور وسیع ہوجاتا ہے۔ اتنے عرصے میں جماعت کے اندر مضبوط شخصی تعلقات پروان چڑھ چکے ہوتے ہیں ‘ رشتہ داریاں بن چکی ہوتی ہیں ‘ کاروباری شراکت داریاں اپنی جڑیں مضبوط کرچکی ہوتی ہیں اور یوں یہ جماعت ایک معاشرتی حلقے یا فرقے کی صورت اختیار کر جاتی ہے۔ اب اس کے کارکن اپنی اپنی ترجیحات اور اپنے اپنے مفادات کے تحت اس جماعت یا فرقے کے ساتھ خود کو وابستہ کیے رکھتے ہیں۔ تیسری نسل تک پہنچتے پہنچتے ہر جماعت میں اس خرابی کا پیدا ہونا ایک فطری عمل ہے۔ اس حوالے سے سب سے بڑی حقیقت اور دلیل حضور ﷺ کا یہ فرمان ہے : خَیْرُ اُمَّتِیْ قَرْنِیْ ثُمَّ الَّذِیْنَ یَلُوْنَھُمْ ثُمَّ الَّذِیْنَ یَلُوْنَھُمْ 1 ”میری امت میں سب سے بہتر میرا دور ہے ‘ پھر اس کے بعد والوں کا ‘ پھر اس کے بعد والوں کا“۔ یعنی حضور ﷺ نے خیر کے حوالے سے درجہ بدرجہ تین نسلوں کا ذکر فرمایا ہے۔ آپ ﷺ کا یہ فرمان اتنی بڑی حقیقت ہے کہ تین نسلوں کے بعد خود آپ ﷺ کی قائم کردہ جماعت کو بھی زوال آگیا۔ اور جب حضور ﷺ کی قائم کردہ جماعت بھی اس فطری عمل کے مطابق زوال کا شکار ہوگئی تو کوئی دوسری جماعت کیونکر اس کمزوری سے مبراّ ہوسکتی ہے ؟ چناچہ تیسری نسل ایک صدی کے بعد اللہ تعالیٰ کی طرف سے پھر کسی مجدد کو اٹھانے کا اہتمام کیا جاتا ہے اور وہ از سر نو انہی بنیادوں پر جدوجہد کا آغاز کرتا ہے۔ اسی طرح یہ عمل قیامت تک کے زمانے تک تسلسل کے ساتھ چلتا رہے گا۔ چنانچہ آیت زیر مطالعہ کے حوالے سے ہر دور کے مخلص مسلمان کا فرض ہے کہ وہ حق شناسی کے سلسلے میں خود کو ہر قسم کی عصبیت سے بالاتر رکھ کر پوری دیانت داری سے جائزہ لیتا رہے کہ اس کے دور میں اللہ نے دین کی سربلندی کا کام کس کے حوالے کیا ہے اور وہ کون سی جماعت یا شخصیت ہے جو درست انداز میں اس راہ میں جدوجہد کر رہی ہے۔ پھر جب وہ اس سلسلے میں کسی واضح اور ٹھوس نتیجے پر پہنچ جائے تو اس پر لازم ہے کہ وہ اپنے تعلقات و مفادات کو بالائے طاق رکھ کر اس شخصیت یا اس جماعت کا ساتھ دے جس کی جد وجہد کا رخ اس کی سمجھ اور معلومات کے مطابق درست ہو۔وَّمَاْوٰٹکُمُ النَّارُ وَمَا لَکُمْ مِّنْ نّٰصِرِیْنَ ”تمہاری یہ دوستیاں بس دنیا تک ہی محدود ہیں اور تمہارے یہ گٹھ جوڑ صرف یہیں پر تمہارے لیے مفید ہوسکتے ہیں۔ کل قیامت کے دن تمہارے یہ دوست اور رشتہ دار تمہیں پہچاننے سے بھی انکار کردیں گے۔ اپنے انجام کو دیکھتے ہوئے تم لوگ آپس میں ایک دوسرے کو اس کا ذمہ دار ٹھہراؤ گے اور باہم ایک دوسرے پر لعنتیں بھیجو گے۔ اس مشکل گھڑی میں تمہارا کوئیُ پرسان حال نہ ہوگا۔",
  "ayah": 25,
  "surah": 29
}
