{
  "text": "آیت 38 وَعَادًا وَّثَمُوْدَا وَقَدْ تَّبَیَّنَ لَکُمْ مِّنْ مَّسٰکِنِہِمْوقفۃ ”تمہیں سب معلوم ہے کہ یہ قومیں کس کس علاقے میں کہاں کہاں آباد تھیں۔وَزَیَّنَ لَہُمُ الشَّیْطٰنُ اَعْمَالَہُمْ ”شیطان کے زیر اثر انہیں اپنے مشرکانہ افعال و اعمال بہت خوش نما لگتے تھے اور یہی وجہ تھی کہ وہ ان ہی میں مگن رہتے تھے۔فَصَدَّہُمْ عَنِ السَّبِیْلِ وَکَانُوْا مُسْتَبْصِرِیْنَ ”استبصار باب ”استفعال“ سے ہے۔ اس کے معنی بغور دیکھنا کے ہیں۔ مطلب یہ کہ وہ لوگ بڑے باریک بین تھے ‘ ہرچیز کا مشاہدہ بڑی احتیاط سے کرتے تھے ‘ بڑے ہوشیار اور دانشور قسم کے لوگ تھے ‘ مگر اس کے باوجود انہیں راہ راست سجھائی نہیں دیتی تھی۔ یہ تضاد اکثر دیکھنے میں آیا ہے کہ بہت سمجھدار انسان اپنی ناک کے نیچے کے پتھر سے ٹھوکر کھا جاتا ہے۔ آج کے سائنسدانوں ہی کی مثال لے لیجیے۔ آج یہ لوگ کیسی کیسی ایجادات کر رہے ہیں۔ کائنات کے کیسے کیسے حقائق تک آج ان کی رسائی ہے۔ اربوں ‘ کھربوں نوری سالوں کی دوری پر نئے نئے ستاروں کو دریافت کر رہے ہیں۔ کیسے کیسے آلات کی مدد انہیں حاصل ہے اور ان آلات کے ذریعے کیسے کیسے مشاہدات ان کی نظروں سے گزرتے ہیں۔ لیکن اس سب کچھ کے باوجود ان کے ذہن خالق کائنات اور مدبر کائنات کی طرف منتقل نہیں ہوتے۔ اس کی وجہ یہ ہے کہ وہ یہ سب کچھ ایک مادی آنکھ سے دیکھ رہے ہیں جبکہ ان کی دوسری روحانی آنکھ بالکل اندھی ہے۔ ایسے ہی سائنسدانوں اور دانشوروں کے بارے میں اقبالؔ نے کہا تھا : ڈھونڈنے والا ستاروں کی گزر گاہوں کا اپنے افکار کی دنیا میں سفر کر نہ سکا !یعنی یہ لوگ کائنات کے بڑے بڑے رازوں کی کھوج میں تو لگے ہوئے ہیں اور تحقیق کے اس میدان میں آئے روز نت نئی کامیابیوں کے جھنڈے بھی گاڑ رہے ہیں ‘ لیکن ان میں سے کوئی اپنی ذات کے بارے میں جاننے کی زحمت گوارا نہیں کرتا کہ میں کون ہوں ؟ کہاں سے آیا ہوں ؟ مجھے کہاں جانا ہے ؟ میری اس زندگی کا مقصد و مآل کیا ہے ؟ ان کے نزدیک تو زندگی بھی جانوروں کی طرح پیدا ہونے ‘ کھانے پینے ‘ نسل بڑھانے اور مرجانے کا نام ہے اور وہ سمجھتے ہیں کہ موت پر انسانی زندگی کا خاتمہ ہوجائے گا۔ اگر انسانی زندگی ان دانشوروں کے خیال میں یہی کچھ ہے تو پھر یہ واقعی ایک کھیل ہے۔ اور کھیل بھی بقول بہادر شاہ ؔ ظفربس چار دن کا ! عمر دراز مانگ کے لائے تھے چار دن دو آرزو میں کٹ گئے ‘ دو انتظار میں !اس ”دانشورانہ“ نقطہ نظر کے مطابق جائزہ لیں تو انسانی زندگی کی تہی دامانی اور بےبضاعتی پر ترس آتا ہے۔ ماہ و سال کے اس میزانیہ میں سے کچھ وقت تو بچپنے کے بھولپن میں بیت گیا ‘ کچھ لڑکپن کے کھیل کود اور شرارتوں میں۔ جوانی آئی تو سنجیدہ سوچ کی گویا بساط ہی الٹ گئی۔ جوانی کا خمار اترا اور ہوش سنبھالنے کی فرصت محسوس ہوئی تو بڑھاپے کی چاپ سنائی دینے لگی۔ اور اگر کوئی زیادہ سخت جان ثابت ہوا تو اسے ”ارذل العمر“ میں لِکَیْ لاَ یَعْلَمَ بَعْدَ عِلْمٍ شَیْءًا کے نوشتہ تقدیر کا سامنا کرنا پڑا۔۔ تو کیا یہی ہے انسان کی اس ”انمول“ زندگی کی حقیقت ؟ کیا اسی کے بل پر انسان اشرف المخلوقات بنا تھا ؟ اور کیا اسی برتے پر یہ مسجود ملائک ٹھہرا تھا ؟ اور کیا : ع ”اِک ذرا ہوش میں آنے کے خطاکار ہیں ہم ؟“۔۔ نہیں ‘ نہیں ‘ ایسا ہرگز نہیں ! انسانی زندگی اتنی ارزاں کیونکر ہوسکتی ہے ؟ انسانی زندگی فقط پیدا ہونے ‘ کھانے پینے اور چند سال زندہ رہنے کے دورانیے تک ہرگز محدود نہیں ہوسکتی ! بلکہ یہ اس تصور سے بہت اعلیٰ اور بہت بالا ایک ابدی حقیقت ہے۔ بقول اقبالؔ :r؂ ُ تو اسے پیمانۂ امروز و فردا سے نہ ناپ جاوداں ‘ پیہم دواں ‘ ہر دم جواں ہے زندگی !دراصل جس ”دورانیے“ کو یہ لوگ زندگی سمجھے بیٹھے ہیں وہ تو اصل زندگی کے مقابلے میں کچھ بھی نہیں۔ انسانی زندگی کا اصل اور بڑا حصہ تو وہ ہے جس کا آغاز انسان کی موت کے بعد ہونے والا ہے۔ اس دنیا کی زندگی تو انسان کے لیے محض ایک وقفہ امتحان ہے اور بس !",
  "ayah": 38,
  "surah": 29
}
