{
  "text": "آیت 4 اَمْ حَسِبَ الَّذِیْنَ یَعْمَلُوْنَ السَّیِّاٰتِ اَنْ یَّسْبِقُوْنَاط سَآءَ مَا یَحْکُمُوْنَ ”اس جملے کی روح کو سمجھنے کے لیے مکہ مکرمہ کے ماحول اور اس میں اہل ایمان کی دل دہلا دینے والی مظلومیت کے مناظر ایک دفعہ پھر اپنے تصور میں لائیے ‘ جہاں ابوجہل کو کھلی چھوٹ تھی کہ وہ حضرت یاسر اور حضرت سمیہ رض کو جس طرح چاہے بربریت کا نشانہ بنائے۔ اُمیہ بن خلف مالک و مختار تھا حضرت بلال رض کی قسمت کا کہ ان کے ساتھ جیسا چاہے سلوک کرے۔ انہیں مار پیٹ کر لہو لہان کر دے اور گرم ریت پر لٹا کر سینے پر بھاری پتھر رکھ دے یا گلے میں رسیّ ڈال کر مردہ جانوروں کی طرح مکہ کی گلیوں میں گھسیٹتا پھرے۔ اس پس منظر کو ذہن میں رکھیں تو آیت زیر مطالعہ کے الفاظ کا مفہوم یوں ہوگا کہ کیا بربریت کا یہ بازار گرم کرنے والے درندوں نے یہ سمجھ رکھا ہے کہ انہیں کوئی پوچھنے والا نہیں ؟ کیا ابوجہل اور امیہ بن خلف کو خوش فہمی ہے کہ وہ ہماری گرفت سے بچ جائیں گے ؟ نہیں ‘ ایسا ہرگز نہیں ہوگا ! انہیں اس سب کچھ کا حساب دینا ہوگا۔ وہ وقت دور نہیں جب بہت جلد یہ پانسہ پلٹ جائے گا اور انہیں لینے کے دینے پڑجائیں گے۔ چناچہ چند ہی سال بعد غزوۂ بدر میں کفر اور ظلم کے بڑے بڑے علم برداروں کا حساب چکا دیا گیا۔ میدان بدر میں ہی امیہ بن خلف کو بھی مکافات عمل کے بےرحم شکنجے میں جکڑ کر حضرت بلال رض کے قدموں میں ڈال دیا گیا۔ اس وقت اگرچہ حضرت عبدالرحمن رض بن عوف نے کوشش بھی کی کہ وہ امیہ کو قتل ہونے سے بچالیں اور اسے قیدی بنالیں لیکن حضرت بلال رض نے اسے جہنم رسید کر کے ہی چھوڑا : اِنَّ بَطْشَ رَبِّکَ لَشَدِیْدٌ  البروج ”بلاشبہ آپ کے رب کی گرفت بہت سخت ہے !“ دراصل مکہ میں بارہ سال تک ایک خاص حکمت عملی کے تحت مسلمانوں کو ہاتھ باندھے رکھنے ‘ ہر طرح کا ظلم برداشت کرنے اور استطاعت کے باوجود بھی بدلہ نہ لینے کا حکم دیا گیا تھا۔ گویا تحریک کے اس مرحلے میں انہیں ظلم سہنے اور سخت سے سخت حالات میں عزم و استقلال کے ساتھ اپنے موقف پر ڈٹے رہنے کی تربیت کے عمل سے گزارا جارہا تھا۔ اور ان خطوط پر مکمل تربیت اور تیاری سے قبل انہیں عملی طور پر تصادم کا میدان گرم کرنے کی اجازت نہیں تھی۔ یہ حکمت عملی دراصل تحریکی و انقلابی جدوجہد کے فلسفے کا ایک اہم اور لازمی اصول ہے۔ علامہ اقبال نے اس کی ترجمانی یوں کی ہے : نالہ ہے بلبل شور یدہ ترا خام ابھی اپنے سینے میں اسے اور ذرا تھام ابھی !بعد میں اللہ تعالیٰ کی مشیت کے مطابق سورة الحج کی آیت 39 کے اس حکم کے تحت اہل ایمان کے بندھے ہوئے ہاتھ کھول دیے گئے : اُذِنَ لِلَّذِیْنَ یُقٰتَلُوْنَ بِاَنَّہُمْ ظُلِمُوْا ط ”اب اجازت دی جا رہی ہے قتال کی ان لوگوں کو جن پر جنگ مسلط کردی گئی ہے ‘ اس لیے کہ ان پر ظلم ہو رہا ہے۔“",
  "ayah": 4,
  "surah": 29
}
