{
  "text": "آیت 60 وَکَاَیِّنْ مِّنْ دَآبَّۃٍ لَّا تَحْمِلُ رِزْقَہَاز ”تمہارے رزق کا ذمہ دار اللہ تعالیٰ خود ہے ‘ لہٰذا اس کے لیے تم اللہ پر توکلّ کرو اور اس کے سوا کسی اور کی طرف مت دیکھو۔ دنیا میں کبھی کسی کے بارے میں ایسا مت سوچو کہ وہ ناراض ہوگیا تو تمہاری ضروریات کا کیا بنے گا۔متی کی انجیل میں حضرت مسیح علیہ السلام کا جو وعظ پہاڑی کا وعظ نقل ہوا ہے اس میں یہ مضمون بڑے خوبصورت انداز میں بیان ہوا ہے۔ حضرت مسیح علیہ السلام اپنے شاگردوں کو مخاطب کرتے ہوئے فرماتے ہیں :”تم خدا اور دولت دونوں کی خدمت نہیں کرسکتے۔ اس لیے میں تم سے کہتا ہوں کہ اپنی جان کی فکر نہ کرنا کہ ہم کیا کھائیں گے یا کیا پئیں گے ؟ اور نہ اپنے بدن کی کہ کیا پہنیں گے ؟ کیا جان خوراک سے اور بدن پوشاک سے بڑھ کر نہیں ؟ ہوا کے پرندوں کو دیکھو نہ بوتے ہیں نہ کاٹتے۔ نہ کو ٹھیوں میں جمع کرتے ہیں تو بھی تمہارا آسمانی باپ ان کو کھلاتا ہے۔ کیا تم ان سے زیادہ قدر نہیں رکھتے ؟ تم میں ایسا کون ہے جو فکر کرکے اپنی عمر میں ایک گھڑی بھی بڑھا سکے ؟ اور پوشاک کے لیے کیوں فکر کرتے ہو ؟ جنگلی سو سن کے درختوں کو غور سے دیکھو کہ وہ کس طرح بڑھتے ہیں۔ وہ نہ محنت کرتے نہ کا تتے ہیں۔ تو بھی میں تم سے کہتا ہوں کہ سلیمان بھی باوجود اپنی ساری شان و شوکت کے ان میں سے کسی کے مانند ملبسّ نہ تھا۔ پس جب خدا میدان کی گھاس کو جو آج ہے کل تنور میں جھونکی جائے گی ایسی پوشاک پہناتا ہے تو اے کم اعتقادو ‘ تم کو کیوں نہ پہنائے گا ؟ اس لیے فکر مند ہو کر یہ نہ کہو کہ ہم کیا کھائیں گے یا کیا پئیں گے یا کیا پہنیں گے ؟ کیونکہ ان سب چیزوں کی تلاش میں غیر قومیں رہتی ہیں اور تمہارا آسمانی باپ جانتا ہے کہ تم ان سب چیزوں کے محتاج ہو۔ بلکہ تم پہلے اس کی بادشاہی اور اس کی راست بازی کو تلاش کرو تو یہ سب چیزیں بھی تم کو مل جائیں گی۔ پس کل کے لیے فکر نہ کرو کیونکہ کل کا دن اپنے لیے آپ فکر کرلے گا۔ آج کے لیے آج ہی کا دکھ کافی ہے۔“ متی ‘ باب 6 : 25۔ 34 ‘ بحوالہ تدبر قرآن ‘ جلد پنجم ‘ ص 60اس ضمن میں یہ نکتہ ذہن نشین کرلیں کہ توکل اور ایمان ساتھ ساتھ چلتے ہیں۔ کسی شخص کا اللہ پر ایمان جس قدر پختہ ہوگا ‘ اسی قدر اس کا اس پر توکل بھی مضبوط ہوگا اور اگر ایمان کمزور ہوگا تو پھر توکل بھی کمزور پڑجائے گا۔اَللّٰہُ یَرْزُقُہَا وَاِیَّاکُمْز وَہُوَ السَّمِیْعُ الْعَلِیْمُ ”وہ ہر حاجت مند کی التجا کو سنتا ہے ‘ اسے ہر ایک کی ضرورت کا علم ہے ‘ وہ اپنے ہر بندے کے حالات سے باخبر رہتا ہے ‘ کیا اسے خبر نہ ہوگی کہ میرا فلاں بندہ اس وقت بھوکا ہے ؟ کیا اسے معلوم نہ ہوگا کہ میرا فلاں وفادار تمام اسباب کو ٹھکرا کر مجھ پر توکلّ کیے بیٹھا ہے ؟ بلاشبہ وہ سب کچھ جانتا ہے۔ وہ یہ بھی جانتا ہے کہ اس نے کس محتاج کی حاجت روائی کا کیا بندوبست کرنا ہے اور کس بندے کی ضرورت پوری کرنے کے لیے کسے وسیلہ بنانا ہے۔ اب آئندہ آیات میں خطاب کا رخ پھر مشرکین مکہ کی طرف ہے۔",
  "ayah": 62,
  "surah": 29
}
