{
  "text": "درس نمبر 187 تشریح آیات\n1 ۔۔۔ تا ۔۔۔ 30\nالم (1) تنزیل الکتب ۔۔۔۔۔ لعلھم یھتدون (1-3)\nالف۔ لام۔ میم۔۔۔ یہ وہ حروف ہیں جن سے عرب واقف تھے جن سے یہ کتاب سب سے پہلے مخاطب تھی۔ وہ جانتے تھے کہ ان حروف سے کلام کس طرح بنایا جاتا ہے اور وہ یہ بھی جانتے تھے کہ ان حروف سے وہ جو کلام بناتے ہیں اس میں اور اس کلام میں کس قدر فرق ہے۔ ہر وہ شخص یہ فرق جانتا تھا جو اسالیب کلام سے واقف تھا۔ اور جو شخص بھی افکار و معانی کو الفاظ کا لباس پہنانے کا کام کرتا تھا ۔ یہ لوگ یہ بھی جانتے تھے اور اسے مانتے تھے کہ نصوص قرآنی کے اندر کوئی خفیہ قوت ہے اور اس کے اندر کوئی گہرا عنصر ہے ، جو اسے ایک ایسی قوت قاہرہ عطا کرتا ہے جو بات کو دل میں اتار دیتا ہے۔ ایسی تاثیر ان تمام باتوں اور اشعار میں نہیں ہے جو انسان خود بناتا ہے ، یا اس نے بنائے ہیں۔ یہ قرآن مجید کی ایسی خصوصیت تھی جس میں کسی کو کلام نہ تھا ، موافق ہو یا مخالف۔ کیونکہ جو شخص بھی یہ کلام سنتا تھا وہ اسے محسوس کرتا تھا۔ وہ اس کلام کو دوسرے کلاموں سے ممتاز پاتا تھا اور اس پر جھوم جاتا تھا ۔ اگرچہ وہ یہ نہ جانتا تھا کہ یہ کلام الٰہی ہے۔ قرآن کریم کو مکہ میں جب مخالف لوگوں نے بھی سنا ، کلام کا یہ عنصر ان پر اثر انداز ہوا۔ مختلف لوگوں کے ساتھ مختلف واقعات پیش آئے۔\nادہائے عرب کے کلام اور شعر میں اور قرآن کریم کی سورتوں اور آیات میں وہی فرق ہے جو اللہ کی مصنوعات میں اور انسانوں کی مصنوعات میں ہے۔ اللہ کی مصنوعات واضح اور تمیز اور جدا ہیں۔ کوئی انسانی مصنوعی چیز اللہ کی بنائی ہوئی چیز کا مقابلہ نہیں کرسکتی۔ کسی بھی چھوٹی سے چھوٹی چیز کو لے لیں۔ ایک اصلی پھول کو لے لیں اور ایک مصنوعی پھول کو لے لیں۔ اگر دنیا کے تمام تصویر کشوں کو یہ حکم دیا جائے کہ وہ مل کر ایسی تصویر بنائیں جس میں کسی ایک اصلی پھول میں رنگوں کی تقسیم کا مقابلہ ہو تو وہ ایسا نہ کرسکیں گے۔ ایک پھول کی کلر اسکیم ہی ایک معجزہ ہے۔ یہی حال ہے کلام الٰہی کا اور دوسرے انسانی کلاموں کا جو سب کے سب انہی حروف تہجی سے بنے ہوئے ہیں۔\nتنزیل الکتب لا ریب فیہ من رب العلمین (32: 2) ” اس کتاب کی تنزیل بلاشبہ رب العالمین کی طرف سے ہے “۔ یہ ایک فیصلہ کن بات ہے اور اس میں کوئی شک نہیں ہے کہ یہ کتاب رب العالمین کی طرف سے ہے۔ یہاں آیت کے درمیان لا ریب فیہ یعنی شک کی نفی کو لایا گیا ہے۔ یعنی مبتداء اور خبر کے درمیان کیونکہ یہ حقیقی ” ایشو “ ہے اور اس آیت کا اصل مدعا یہ ہے کہ شک کی تردید کی جائے اور اس فقرے کا آغاز حروف مقطعات سے اس بات کا اظہار ہے کہ اگر کوئی شک کرتا ہے تو یہ رہے وہ حروف ، وہ میٹریل جس سے یہ کلام بنا ہے ، تم بھی بنا لو۔ لہٰذا شک کی کوئی گنجائش نہیں ہے۔ یہ حروف تمہیں مہیا ہیں ، تم اہل لسان ہو ، اس کتاب کا انداز ایسا ہے جس کو تم بھی معجزانہ کلام تصور کرتے ہو۔ یہ تمہارا تجربہ ہے اور تمہارے تجربہ کار لوگوں کا یہی کہنا ہے۔\nاس قرآن کی ہر سورة اور ہر آیت اپنے اندر ایک معجزانہ عنصر رکھتی ہے۔ یہ عنصر اس کلام کے اندر بہت ہی گہرا ہے اور وہ یہ بتاتا ہے کہ اس کلام کے اندر کوئی خفیہ قوت ہے ۔ جب اس کی تلاوت ہوتی ہے تو انسان پر کپکپی طاری ہوجاتی ہے۔ وہ جھوم اٹھتا ہے ، وہ متزلزل ہوجاتا ہے اور اسے اپنے اوپر کنڑول نہیں رہتا۔ جب بھی کسی نے اس کے لیے دل کھولا ، احساس نے کان دھرا ، اور انسانی ادراک بلند ہوا اور اس کو سننے اور قبول کرنے کا جذبہ پیدا ہوا۔ انسانی ثقافت اور علم و بصیرت جوں جوں وسیع ہوتی جاتی ہے ، قرآن کریم کی یہ خصوصیت بہت ہی نمایاں ہوتی جاتی ہے۔ جوں جوں انسان کا علم بڑھتا ہے ، وہ اس کائنات کے اندر دور تک اپنا مشاہدہ بڑھاتا ہے اور وہ اس کائنات اور اس کے اندر کی مخلوق اور افراد تک اپنا علم بڑھاتا ہے۔ اس کلام کی تاثیر و قتی نہیں ہوتی۔ یہ ایک بنیادی حقیقت ہوتی ہے جب قرآن انسان فطرت سے ہمکلام ہوتا ہے اور یہ تاثیر ایک حقیقت بن کر سامنے آتے ہے جب قرآن ایک تجربہ کار دل و دماغ سے مخاطب ہو۔ جب یہ ایک تعلیم یافتہ عقل سے ہمکلام ہو ، جو ایک بھرے ہوئے ذہن سے بات کر رہا ہو ، جس کے اندر علم و معلومات ہوں۔ جوں جوں انسان کا درجہ علم ، ثقافت اور معلومات بلند ہوتا ہے ، اس قرآن کے معانی ، مفاہیم اور اثرات بڑھتے جاتے ہیں (بشرطیکہ انسانی فطرت سیدھی ہو ، اس میں ٹیڑھ نہ ہو اور اس کے اوپر خواہشات نفسانیہ کے پردے نہ پڑگئے ہوں) اور انسان علی وجہ الیقین یہ محسوس کرتا ہے کہ وہ رب العالمین کی طرف سے نازل کردہ ہے۔\nام یقولون افترہ (32: 3) ” تو یہ لوگ یہ کہتے ہیں کہ اس شخص نے اسے خود گھڑ لیا ہے “۔ یہ بات انہوں نے محض ضد اور عناد سے کہی تھی۔ لیکن سیاق کلام میں یہاں اس کو بصورت سوال استکاری اور نہایر ہی ناپسندیدہ بات کے لاتا ہے۔ کیا وہ ایسا کہتے ہیں ؟ ایسی بات تو انہیں نہیں کہنا چاہئے اس لیے کہ محمد ﷺ کا کردار اور سیرت ان کے اندر موجود مثال ہے۔ انہوں نے تو کبھی کسی پر الزام نہیں لگایا۔ کیا وہ اللہ پر الزام لگاتے ہیں۔ حقیقت یہ ہے کہ یہ کتاب بذات خود اپنے اوپر شہادت ہے اس میں تو شک کی کوئی بات ہی نہیں ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ سچائی ، یہ فطرت ازلی کے عین مطابق ہے۔ یہ کائنات کے اندر موجود حق اور سچائی کے عین مطابق ہے۔ لہٰذا اس کے اندر گہری سچائی پائی جاتی ہے۔ اس کی ساخت ، اس کے بیان ، اور اس کے نظام کا ثبات و دوام اور اس کا جامع و مانع ہونا۔ اس کے اجزاء کا باہم ہم آہنگ ہونا اور متصادم نہ ہونا اور اس کے اجزاء کا باہم تعارف اور یگانگت یہ سب اس کے حق پر ہونے پر شاہد ہیں۔\nیہ اس لیے حق ہے کہ یہ انسان اور اس کائنات کے اندر ہائے جانے والے قوانین فطرت کے درمیان رابطہ پیدا کرتا ہے۔ انسان اور اس کائنات کے قوانین کلیہ کے درمیان مکمل ہم آہنگی پائی جاتی ہے اور قرآن انسان اور ان کائناتی قوتوں کے درمیان توافق اور سلامتی پیدا کرتا ہے۔ چناچہ انسانی قوت اور کائیاتی قوتیں باہم معاون ، باہم ملاقی ہوجاتی ہیں اور ان کے درمیان پوری پوری مفاہمت ہوتی ہے۔ یوں انسان اپنے اس وسیع ماحول کا دوست بن جاتا ہے۔ یہ ایک ایسی سچائی ہے کہ جب انسانی فطرت اسے پاتی ہے تو اس پر لبیک کہتی ہے۔ نہایت بسر ، نہایت خوشی اور نہایت شوق سے بغیر کسی تشقت اور دشمنی کے ، کیونکہ دونوں کے اندر ازلی اور قدیم حق رکھ دیا گیا ہے۔\nیہ ایک ایسی سچائی ہے جس کے اندر کوئی تعارض ، کوئی تضاد نہیں ہے اور وہ پوری انسانیت کیلئے ایک مکمل منہاج حیات ہے۔ یہ منہاج انسانوں کی شخصیت ان کی قوت ، ان کے جذبات و میلانات ، ان کی حالت صحت اور حالت مرض اور حالت قوت اور حالت ضعف حالت امن اور حالت فساد کو اچھی طرح مدنظر رکھ کر بنایا گیا ہے۔ یہ ایک ایسی سچائی ہے جس میں مکمل عدل ہے۔ یہ نہ دنیا میں بےانصافی کرتا ہے نہ آخرت میں ، انسانوں کے اندر جو قومیں موجود ہیں ان کے ساتھ بھی یہ کوئی بےانصافی نہیں کرتا۔ یہ دینی اور فکری قوتوں کے ساتھ بھی بےانصافی نہیں کرتا۔ یہ انسان کی کسی حرکت کے ساتھ ظلم کرکے اسے کسی معقول سرگرمی سے نہیں روکتا۔ جب تک وہ سرگرمی اس عالم گیر سچائی کے دائرہ کے اندر ہو ، جو اس پوری کائنات کے اندر ودیعت کردی گئی ہے۔\nبل ھو الحق من ربک (32: 3) ” بلکہ یہ حق ہے تیرے رب کی طرف سے “۔ یہ تمہاری طرف سے نہیں ہے۔ یہ رب کی طرف سے ہے۔ یہ رب مسلمانوں کا ہی نہیں ہے ، رب العالمین ہے۔ یہ ہے اس حق میں کرامت انسانی۔ اس میں رسول کی تکریم ہے کہ وہ اپنی طرف سے افتراء نہیں باندھ رہا۔ پھر یہ اللہ اور رسول ﷺ کے درمیان قرب کا ایک رنگ اور پر تو ہے۔ اور یہ درپر وہ جواب ہے ان کے اس الزام کا ، کہ یہ اللہ پر افتراء ہے۔ ربک سے یہ ثابت کرنا مقصود ہے کہ حضور ﷺ اور قرآن کریم کا مصدر اور سرچشمہ باری تعالیٰ کے درمیان پختہ تعلق ہے۔ ایک باعزت تعلق اور اس کی وجہ سے وہ نہایت ذمہ داری اور امانت داری کے ساتھ ٹھیک ٹھیک وحی نقل کرتے ہیں۔\nلتنذر قوما اتھم ۔۔۔۔۔ لعلھم یھتدون (32: 3) ” تاکہ تو متنبہ کرے ایک ایسی قوم کو جس کے پاس تجھ سے پہلے کوئی متنبہ کرنے والا نہیں آیا شاید کہ وہ ہدایت پا جائیں “۔ عرب جن کے لئے حضور اکرم ﷺ کو بھیجا گیا تھا۔ آپ ﷺ سے قبل ان کی طرف کوئی رسول نہ بھیجا گیا تھا۔ تاریخ میں بنی اسماعیل میں سے کسی رسول کے آنے کا ذکر نہیں ہے جو عربوں کے جد اول تھے۔ اللہ نے حضرت محمد ﷺ پر یہ کتاب نازل کی جو سچائی ہے ، وہ سچائی جو انسان کی فطرت میں بھی موجود ہے۔ انسانوں کے دلوں کے اندر بھی موجود ہے۔\nیہ لوگ جن کے ڈرانے کیلئے یہ کتاب نازل کی گئی ہے کہ ان کو ڈرایا جائے ، یہ اللہ کے ساتھ دوسرے الہوں کو شریک کرتے تھے۔ چناچہ یہاں سے اللہ کی ان صفات کا بیان شروع ہوتا ہے جن کے ذریعہ وہ معلوم کرلیں کہ اللہ کی الوہیت اور حاکمیت کی مخصوص صفات کیا ہیں اور اس طرح انہیں معلوم ہوجائے کہ ان کے عقائد نہایت پوچ ہیں۔ ان عظیم صفات کا موصوف تو اللہ ہے جو رب العالمین ہے اور اس کے ہم پلہ و ہمسر ہونے کا کوئی مستحق نہیں ہے۔ نہ ان کو چاہئے کہ وہ کسی اور کو اس کا ہم پلہ بنائیں۔",
  "ayah": 2,
  "surah": 32
}
