{
  "text": "القول في تأويل قوله :  فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَنًا إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (17)قال أبو جعفر: يقول تعالى ذكره للمؤمنين به وبرسوله، ممن شهد بدرًا مع رسول الله صلى الله عليه وسلم، فقاتل أعداء دينه معه من كفار قريش: فلم تقتلوا المشركين، أيها المؤمنون، أنتم, ولكن الله قتلهم.* * *وأضاف جل ثناؤه قتلهم إلى نفسه, ونفاه عن المؤمنين به الذين قاتلوا المشركين, إذ كان جل ثناؤه هو مسبِّب قتلهم, وعن أمره كان قتالُ المؤمنين إياهم. ففي ذلك أدلُّ الدليل على فساد قول المنكرين أن يكون لله في أفعال خلقه صُنْعٌ به وَصَلوا إليها.وكذلك قوله لنبيه عليه السلام: (وما رميت إذ رميت ولكن الله رمى)، فأضاف الرميَ إلى نبي الله, ثم نفاه عنه, وأخبر عن نفسه أنه هو الرامي, إذ كان جل ثناؤه هو الموصل المرميَّ به إلى الذين رُمُوا به من المشركين, والمسبِّب الرمية لرسوله.فيقال للمنكرين ما ذكرنا (1) قد علمتم إضافة الله رَمْيِ نبيه صلى الله عليه وسلم المشركين إلى نفسه، بعد وصفه نبيَّه به، وإضافته إليه، وذلك فعلٌ واحد، (2) كان من الله تسبيبه وتسديده, (3) ومن رسول الله صلى الله عليه وسلم الحذفُ والإرسال, فما تنكرون أن يكون كذلك سائر أفعال الخلق المكتسبة: من الله الإنشاء والإنجاز بالتسبيب, ومن الخلق الاكتسابُ بالقُوى؟ فلن يقولوا في أحدهما قولا إلا ألزموا في الآخر مثله.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15817- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (فلم تقتلوهم)، لأصحاب محمد صلى الله عليه وسلم حين قال هذا: \" قتلت \", وهذا: \" قتلت \"=(وما رميت إذ رميت)، قال لمحمد حين حَصَب الكفار.15818 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد,بنحوه.15819- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر عن  قتادة: (وما رميت إذ رميت ولكن الله رمى)، قال: رماهم رسول الله صلى الله عليه وسلم بالحصباء يوم بدر.15820- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن أيوب, عن عكرمة قال: ما وقع منها شيء إلا في عين رجل.15821 - حدثنا عبد الوارث بن عبد الصمد بن عبد الوارث قال، حدثنا أبي قال، حدثنا أبان العطار قال، حدثنا هشام بن عروة قال: لما ورد رسول الله صلى الله عليه وسلم بدرًا قال: هذه مصارعهم! ووَجد المشركون النبيَّ صلى الله عليه وسلم قد سبقهم إليه ونـزل عليه, فلما طلعوا عليه زعموا أن النبي صلى الله عليه وسلم قال: \" هذه قريش قد جاءت بجَلَبتها وفخرها، تحادُّك وتكذب رسولك, اللهم إني أسألك ما وعدتني! \". فلما أقبلوا استقبلهم, فحثا في وجوههم, فهزمهم الله عز وجل. (4)15822- حدثنا أحمد بن منصور قال، حدثنا يعقوب بن محمد قال، حدثنا عبد العزيز بن عمران قال، حدثنا موسى بن يعقوب بن عبد الله بن زمعة, عن يزيد بن عبد الله, عن أبي بكر بن سليمان بن أبي حثمة, عن حكيم بن حزام قال: لما كان يوم بدر, سمعنا صوتًا وقع من السماء كأنه صوت حصاة وقعت في طَسْت, ورمى رسول الله صلى الله عليه وسلم تلك الرمية فانهزمنا. (5)15823- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو معشر, عن محمد بن قيس، ومحمد بن كعب القرظي قالا لما دنا القوم بعضهم من بعض, أخذ رسول الله صلى الله عليه وسلم قبضة من تراب فرمى بها في وجوه القوم, وقال: \" شاهت الوجوه!\"، فدخلت في أعينهم كلهم, وأقبل أصحاب رسول الله صلى الله عليه وسلم يقتلونهم ويأسرونهم, وكانت هزيمتهم في رمية رسول الله صلى الله عليه وسلم، وأنـزل الله: (وما رميت إذ رميت ولكن الله رمى)، الآية, إلى: (إن الله سميع عليم) .15824- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وما رميت إذ رميت)، الآية, ذكر لنا أن نبي الله صلى الله عليه وسلم أخذ يوم بدر ثلاثة أحجار ورمى بها وجوه الكفار, فهزموا عند الحجر الثالث.15825- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: قال رسول الله صلى الله عليه وسلم حين التقى الجمعان يوم بدر لعلي: \" أعطني حصًا من الأرض \"، فناوله حصى عليه تراب، فرمى به وجوه القوم, فلم يبق مشرك إلا دخل في عينيه من ذلك التراب شيء، ثم رَدِفهم المؤمنون يقتلونهم ويأسرونهم، (6) فذكر رميةَ النبي صلى الله عليه وسلم فقال: (فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى) .15826- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وما رميت إذ رميت ولكن الله رمى)، قال: هذا يوم بدر, أخذ رسول الله صلى الله عليه وسلم ثلاث حصيات, فرمى بحصاة في ميمنة القوم، وحصاة في ميسرة القوم، وحصاة بين أظهرهم، وقال: \" شاهت الوجوه! \"، وانهزموا, فذلك قول الله عز وجل: (وما رميت إذ رميت ولكن الله رمى) .15827- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قال: رفع رسول الله صلى الله عليه وسلم يده يوم بدر فقال: يا رب، إن تهلك هذه العصابة فلن تعبد في الأرض أبدًا! فقال له جبريل: خذ قبضة من التراب! فأخذ قبضة من التراب, فرمى بها في وجوههم، فما من المشركين من أحد إلا أصابَ عينيه ومنخريه وفمه تراب من تلك القبضة, فولُّوا مدبرين.15728- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: قال الله عز وجل في رمي رسول الله صلى الله عليه وسلم المشركين بالحصباء من يده حين رماهم: (وما رميت إذ رميت ولكن الله رمى)، أي: لم يكن ذلك برميتك، لولا الذي جعل الله فيها من نصرك, وما ألقى في صدور عدوك منها حين هزمهم الله. (7)* * *وروي عن الزهري في ذلك قول خلاف هذه الأقوال, وهو ما:-15829- حدثنا الحسن بن يحيى قال، حدثنا عبد الرزاق قال، أخبرنا معمر, عن الزهري: (وما رميت إذ رميت)، قال: جاء أبي بن خلف الجمحي إلى النبي صلى الله عليه وسلم بعظم حائل, فقال: \"آلله محيي هذا، يا محمد، وهو رميم؟ \"، وهو يفتُّ العظم، فقال النبي صلى الله عليه وسلم: يحييه الله, ثم يميتك, ثم يدخلك النار! قال: فلما كان يوم أحد قال: والله لأقتلن محمدًا إذا رأيته! فبلغ ذلك النبي صلى الله عليه وسلم فقال: بل أنا أقتله إن شاء الله.  (8)* * *وأما قوله: (وليبلي المؤمنين منه بلاء حسنًا)، فإنّ معناه: وكي ينعم على المؤمنين بالله ورسوله بالظفر بأعدائهم, (9) ويغنّمهم ما معهم, ويكتب لهم أجور أعمالهم وجهادهم مع رسول الله صلى الله عليه وسلم . (10)* * *وذلك \" البلاء الحسن \", رمي الله هؤلاء المشركين، ويعني ب \" البلاء الحسن \"، النعمة الحسنة الجميلة, وهي ما وصفت وما في معناه. (11)15830- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال في قوله: (وليبلي المؤمنين منه بلاء حسنًا)، أي ليعرِّف المؤمنين من نعمه عليهم، في إظهارهم على عدوهم مع كثرة عددهم وقلة عددهم, ليعرفوا بذلك حقه، وليشكروا بذلك نعمته. (12)* * *وقوله: (إن الله سميع عليم)، يعني: إن الله سميع، أيها المؤمنون، لدعاء النبي صلى الله عليه وسلم، ومناشدته ربه، ومسألته إياه إهلاكَ عدوه وعدوكم، فقيل له: إنْ يَكُ إلا جحْش ! قال: أليسَ قال: أنا أقتلك؟ والله لو قالها لجميع الخلق لماتوا!\"ولقِيلكم وقيل جميع خلقه= \" عليم \"، بذلك كله، وبما فيه صلاحكم وصلاح عباده, وغير ذلك من الأشياء، محيط به, فاتقوه وأطيعوا أمرَه وأمر رسوله. (13)----------------------الهوامش :(1) في المطبوعة والمخطوطة : \" للمسلمين ما ذكرنا \" ، وهو خطأ صرف ، وظاهر أن كاتب النسخة التي نقل عنها ناسخ المخطوطة ، قد وصل \" راء \" المنكرين بالياء والنون ، ولم يضع شرطة الكاف كعادتهم ، فقرأها خطأ ، ونقلها خطأ .(2) في المطبوعة والمخطوطة : \" ذلك \" بغير واو ، والكلام لا يستقيم بغيرها .(3) في المطبوعة والمخطوطة : \" بتسبيبه \" وهو خطأ من الناسخ ، صوابه ما أثبت بغير باء في أوله ، كما يدل عليه السياق .(4) الأثر : 15821 - \" أبان العطار \" ، هو \" أبان بن يزيد العطار \" ، ثقة ، مضى : 3832 ، 9656 ، 13518 ، 15719 .وهذا الخبر رواه أبو جعفر في تاريخه 2 : 268 في أثناء خبر طويل ، قد مضى بعضه برقم : 15719 ، وهو من كتاب عروة إلى عبد الملك بن مروان ، رواه أبو جعفر مفرقًا في التاريخ ، سأخرجه مجموعًا في تخريج الأثر رقم : 16083 .وكان في المطبوعة هنا : \" قد جاءت بخيلائها وفخرها \" ، وهو تصرف قبيح . وأثبت ما في المخطوطة ، وهو مطابق لما في التاريخ .و \" الجلبة \" ، هو اختلاط الناس إذ تجمعوا ، وصاح بعضهم ببعض يذمره ويستحثه ، كالذي يكون في اجتماع الجيوش .(5) الأثر : 15822 - \" أحمد بن منصور بن سيار بن المعارك الرمادي \" ، شيخ الطبري ، ثقة . مضى برقم : 10260 ، 10521 .و \" يعقوب بن محمد الزهري \" ، مختلف فيه ، وهو صدوق ، لكن لا يبالي عمن حدث . مضى برقم : 2867 ، 8012 ، 15654 ، 15714 .و \" عبد العزيز بن عمران بن عبد العزيز الزهري \" ، الأعرج ، يعرف بابن أبي ثابت . ضعيف ، كان صاحب نسب ، لم يكن من أصحاب الحديث . مضى برقم : 8012 ، 15756 .و \" موسى بن يعقوب بن عبد الله بن وهيب بن زمعة الأسدي القرشي \" ، ثقة ، متكلم فيه ، وقال أحمد : \" لا يعجبني حديثه \" ، وقال أبو داود : \" له مشايخ مجهولون \" . مضى برقم : 9923 ، 15756 .و \" يزيد بن عبد الله بن وهب بن زمعة الأسدي القرشي \" ، روى عنه ابن أخيه \" موسى بن يعقوب \" . مترجم في الكبير 4 2 346 ، وابن أبي حاتم 4 2 276 ، ولم يذكرا فيه جرحًا .و \" أبو بكر بن سليمان بن أبي حثمة العدوي \" ، كان من علماء قريش . ثقة . مترجم في التهذيب ، والكني البخاري : 13 ، وابن أبي حاتم 4 2 341 .وهذا خبر ضعيف الإسناد ، لضعف \" عبد العزيز بن عمران الزهري \" ، وذكره ابن كثير في تفسيره 4 : 32 ، وقال : \" غريب من هذا الوجه \" ، فقصر في بيان إسناده .بيد أن الهيثمي ذكره في مجمع الزائد 6 : 84 ، وقال : \" رواه الطبراني في الكبير والأوسط ، وإسناده حسن \" ، فلعله إسناد غير هذا ، فإنه قد ضعف عبد العزيز بن عمران في هذا الباب مرارًا كثيرة .وخرجه السيوطي في الدر المنثور 3 : 174 ، وزاد نسبته إلى ابن أبي حاتم ، والطبراني ، وابن مردويه .(6) \" ردفه \" ( بفتح فكسر ) : اتبعه ودهمه .(7) الأثر : 15828 - سيرة ابن هشام 2 : 323 ، وهو تابع الأثر السالف رقم : 15783 . وكان في المطبوعة والمخطوطة ، أغفل ذكر \" وما رميت إذ رميت \" ، وأتى ببقية الآية . وكان في المخطوطة \" حين هزمهم \" ، بغير ذكر لفظ الجلالة ، فغيرها في المطبوعة فقال : \" فهزمتهم \" . وأثبت ما في سيرة ابن هشام .(8) أخشى أن يكون في هذا الموضع من التفسير نقص ، فإني وجدت ابن كثير ( 4 : 32 ) قد ذكر في تفسير هذه الآية ما نسبه إلى ابن جرير ، وهذا نصه بترتيبه وتعليقه :وههنا قولان آخران غريبان جدًّا :أحدهما : قال ابن جرير : حدثني محمد بن عوف الطائي ، حدثنا أبو المغيرة ، حدثنا صفوان بن عمرو ، حدثنا عبد الرحمن بن جبير : أن رسول الله صلى الله عليه وسلم يوم ابن أبي الحقيق بخيبر ، دعَا بقوس ، فأتِىَ بقوسٍ طويلة ، وقال : جيئوني بقوس غيرها . فجاؤوه بقوسٍ كَبْداء ، فرمى النبيّ صلى الله عليه وسلم الحصن ، فأقبل السهم يهوي حتى قتل ابن أبي الحقيق ، وهو في فراشه ، فأنزل الله \" وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى \" .وهذا غريب ، وإسناده جيد إلى عبد الرحمن بن جبير بن نفير ، ولعله اشتبه عليه ، أو أنه أراد أن الآية تعم هذا كله ، وإلا فسياق الآية في سورة الأنفال في قصة بدرٍ لا مَحالة ، وهذا مما لا يخفي على أئمة العلم ، والله أعلم .والثاني : روى ابن جرير أيضًا ، والحاكم في مستدركه ، بإسناد صحيح إلى سعيد بن المسيّب والزهري أنهما قالا : أنزلت في رمية النبي صلى الله عليه وسلم يوم أُحُدٍ أُبَيَّ بن خلفٍ بالحربة في لأْمَته ، فخدشه في تَرْقُوَته ، فجعل يتدأدأ عن فرسه مرارًا . حتى كانت وفاتُه بعد أيام قاسى فيها العذاب الأليمَ ، موصولا بعذابِ البرزخ، المتصل بعذاب الآخرة .وهذا القول عن هذين الإمامين غريب أيضًا جدًّا ، ولعلهما أرادَا أن الآية تتناوله بعمومها، لا أنها نزلت فيه خاصة، كما تقدم، والله أعلم \" .قلت : والخبر الأول منهما ، رواه الواحدي في أسباب النزول : 174 من طريق \" صفوان بن عمرو ، عن عبد العزيز بن جبير \" ، وقوله : \" عبد العزيز \" ، خطأ ، صوابه ما في تفسير ابن كثير .ثم إن السيوطي في الدر المنثور 3 : 175 ، خرج هذين الخبرين منسوبين إلى ابن جرير أيضًا ، وزاد نسبته الأول منهما إلى ابن أبي حاتم . وذكر الثاني وزاد نسبته إلى ابن المنذر ، وابن أبي حاتم .ثم زاد السيوطي في الدر المنثور، وهذان الخبران أنقلهما أيضًا بنصهما منه :الأول : \" أخرج عبد بن حميد ، وابن جرير ، وابن أبي حاتم ، عن سعيد بن المسيّب قال : لما كان يوم أُحُد ، أخذ أبيُّ بن خلفٍ يركض فرسه حتى دنا من رسول الله صلى الله عليه وسلم ، واعترض رجالٌ من المسلمين لأبيّ بن خلف ليقتلوه . فقال لهم رسول الله صلى الله عليه وسلم : استأخروا ! استأخرُوا ، فأخذ رسول الله صلى الله عليه وسلم حربته في يده فرمى بها أبيّ بن خلف ، وكسر ضِلْعًا من أضلاعه ، فرجع أبيّ بن خلف إلى أصحابه ثقيلا ، فاحتملوه حين وَلَّوا قافلين ، فطفقوا يقولون : لا بأس ! فقال أبيّ حين قالوا ذلك : والله لو كانت بالناس لقتلتهم ! ألم يقلْ : إنِّي أقتلك إن شاء الله ؟ فانطلق به أصحابه يَنْعَشونه حتى مات ببعض الطريق ، فدفنوه .قال ابن المسيب : وفي ذلك أنزل الله تعالى : \" وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى الآية\" .الثاني : \" وأخرج ابن جرير وابن المنذر ، عن الزهري في قوله : وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى . قال : حيث رمَى أبيَّ بنَ خلف يوم أُحُدٍ بحربته ، فهذا كله ، يوشك أن يرجح سقوط شيء من أخبار أبي جعفر في هذا الموضع . إلا أن تكون هذه الأخبار ستأتي فيما بعد في غير هذا الموضع . أما فيما سلف ، فإن خبر \" أبي بن خلف \" قد مضى في حديث السدى رقم : 7943 ( ج 7 : 255 )والخبر الأول رواه الحاكم في المستدرك 2 : 327 ، من طريق محمد بن فليح ، عن موسى بن عقبة ، عن ابن شهاب ، عن سعيد بن المسيب ، وقال : هذا حديث صحيح على شرط الشيخين ولم يخرجاه ، ووافقه الذهبي .(9) في المطبوعة : \" ولينعم \" ، وأثبت ما في المخطوطة .(10) في المطبوعة : \" ويثبت لهم أجور أعمالهم \" ، وهو لا معنى له ، ولم يحسن قراءة المخطوطة ، لخطأ في نقطها .(11) انظر تفسير \" البلاء \" فيما سلف ص : 85 ، تعليق : 5 ، والمراجع هناك .(12) الأثر : 15830 - سيرة ابن هشام 2 : 323 ، 324 ، وهو تابع الأثر السالف رقم : 15828 . وفي السيرة سقط من السياق قوله : \" مع كثرة عددهم \" ، فيصحح هناك .(13) انظر تفسير \" سميع \" و \" عليم \" فيما سلف من فهارس اللغة ( سمع ) ، ( علم ) .",
  "ayah": 17,
  "surah": 8
}
