{
  "text": "القول في تأويل قوله :  وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلا أَسَاطِيرُ الأَوَّلِينَ (31)قال أبو جعفر: يقول تعالى ذكره: واذا تتلى على هؤلاء الذين كفروا آياتِ كتاب الله الواضحةَ لمن شرح الله صدره لفهمه (65) =، قالوا جهلا منهم، وعنادًا للحق، وهم يعلمون أنهم كاذبون في قيلهم= \" لو نشاء لقلنا مثل هذا \"،  الذي تُلِي علينا= \" إن هذا إلا أساطير الأولين \"، يعني: أنهم يقولون: ما هذا القرآن الذي يتلى عليهم إلا أساطير الأولين.و \" الأساطير \" جمع \" أسطر \", وهو جمع الجمع, لأن واحد \" الأسطر \" \" سطر \", ثم يجمع \" السطر \"، \" أسطر \" و \" سطور \", ثم يجمع \" الأسطر \" \" أساطير \" و \" أساطر \". (66)وقد كان بعضُ أهل العربية يقول: واحد \" الأساطير \"، \" أسطورة \".* * *وإنما عنى المشركون بقولهم: \" إن هذا إلا أساطير الأولين \"، إنْ هذا القرآن الذي تتلوه علينا، يا محمد، إلا ما سطَّره الأولون وكتبوه من أخبار الأمم! كأنهم أضافوه إلى أنه أخذ عن بني آدم, وأنه لم يوحِه الله إليه.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15977 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج قوله: \" وإذا تتلى عليهم آياتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا \" ، قال: كان النضر بن الحارث يختلف تاجرًا إلى فارس, فيمرّ بالعِباد وهم يقرءون الإنجيل ويركعون ويسجدون. (67) فجاء مكة, فوجد محمدًا صلى الله عليه وسلم قد أنـزل عليه وهو يركع ويسجد, فقال النضر: \" قد سمعنا لو نشاء لقلنا مثل هذا!\"، للذي سَمِع من العباد. فنـزلت: \" وإذا تتلى عليهم آياتنا قالوا قد  سمعنا لو نشاء لقلنا مثل هذا \"، قال: فقص ربُّنا ما كانوا قالوا بمكة, وقص قولهم: إذ قالوا:  اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ  ، الآية.15978 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: كان النضر بن الحارث بن علقمة، أخو بني عبد الدار، يختلف إلى الحيرة, فيسمع سَجْع أهلها وكلامهم. فلما قدم مكة, سمع كلام النبي صلى الله عليه وسلم والقرآن, فقال: \" قد سمعنا لو نشاء لقلنا مثل هذا إنْ هذا إلا أساطير الأولين \"، يقول: أساجيع أهل الحيرة. (68)15979 - حدثنا محمد بن بشار قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن أبي بشر, عن سعيد بن جبير قال: قتل النبيُّ من يوم بدر صبرًا: عقبةَ بن أبي معيط, وطعيمة بن عدي, والنضر بن الحارث. وكان المقداد أسر النضر, فلما أمر بقتله ، قال المقداد: يا رسول الله، أسيري! فقال رسول الله صلى الله عليه وسلم: إنه كان يقول في كتاب الله ما يقول! فأمر النبي صلى الله عليه وسلم بقتله، فقال المقداد: أسيري! فقال رسول الله صلى الله عليه وسلم: \" واللهم اغْنِ المقداد من فضلك! \" فقال المقداد: هذا الذي أردت! وفيه نـزلت هذه الآية: \" وإذا تتلى عليهم آياتنا \"، الآية.15980- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا أبو بشر, عن سعيد بن جبير: أن رسول الله صلى الله عليه وسلم قَتل يوم بدر ثلاثة رهط من قريش صبرًا: المطعم بن عديّ, والنضر بن الحارث, وعقبة بن أبي معيط. قال: فلما أمر بقتل النضر، قال المقداد بن الأسود: أسيري، يا رسول الله! قال: إنه كان يقول في كتاب الله وفي رسوله ما كان يقول! قال: فقال ذلك مرتين أو ثلاثًا, فقال رسول الله صلى الله عليه وسلم: \" اللهم اغْن المقداد من فضلك!\" وكان المقداد أسر النضر. (69)-----------------الهوامش :(65) انظر تفسير \" التلاوة \" فيما سلف ص : 385 ، تعليق : 1 ، والمراجع هناك .(66) انظر تفسير \" الأساطير \" فيما سلف 11 : 308 - 310 .(67) \" العباد \" ، قوم من قبائل شتى من بطون العرب ، اجتمعوا على النصرانية قبل الإسلام ، فأنفوا أن يسموا بالعبيد ، فقالوا : \" نحن العباد \" ، ونزلوا بالحيرة . فنسب إلى \" العباد \" ، ومنهم عدى بن يزيد العبادي الشاعر .(68) \" الأساجيع \" جمع \" أسجوعة \" ، ما سجع به الكاهن وغيره . وانظر ما سلف رقم : 13157 .(69) الأثر : 15980 - هكذا جاء في رواية هذا الخبر \" المطعم بن عدي \" ، مكان \" طعيمة بن عدى \" ، وكأنه ليس خطأ من الناسخ ، لأن ابن كثير في تفسيره 4 : 51 ، قال : \" وهكذا رواه هشيم ، عن أبي بشر جعفر بن أبي وحشية ، عن سعيد بن جبير أنه قال : المطعم بن عدي ، بدل طعيمة . وهو غلط ، لأن المطعم بن عدي لم يكن حيًا يوم بدر ، ولهذا قال رسول الله صلى الله عليه وسلم يومئذ : لو كان المطعم بن عدي حيًا ، ثم سألني في هؤلاء النتنى ، لوهبتهم له ! يعني الأسارى ، لأنه كان قد أجار رسول الله صلى الله عليه وسلم يوم رجع من الطائف \" . وانظر التعليق على رقم : 15981 .",
  "ayah": 31,
  "surah": 8
}
