{
  "text": "القول في تأويل قوله :  وَمَا لَهُمْ أَلا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِواختلف أهل العربية في وجه دخول \" أن \" في قوله: \" وما لهم ألا يعذبهم الله \".فقال بعض نحويي البصرة: هي زائدة ههنا, وقد عملت كما عملت \" لا \" وهي زائدة, وجاء في الشعر: (1)لَـوْ لَـمْ تَكـنْ غَطَفَـانُ لا ذُنُوبَ لَهَاإلَــيَّ, لامَ ذَوُو أحْسَــابِهَا عُمَــرَا (2)وقد أنكر ذلك من قوله بعض أهل العربية وقال: لم تدخل \" أن \" إلا لمعنى صحيح, لأن معنى: \" وما لهم \"، ما يمنعهم من أن يعذبوا. قال: فدخلت \" أن \" لهذا المعنى, وأخرج ب \" لا \", ليعلم أنه بمعنى الجحد, لأن المنع جحد. قال: و \" لا \" في البيت صحيح معناها, لأن الجحد إذا وقع عليه جحد صار خبرًا. (3)وقال: ألا ترى إلى قولك: \" ما زيد ليس قائما \", فقد أوجبت القيام؟ قال: وكذلك \" لا \" في هذا البيت. (4)* * *القول في تأويل قوله :  وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ (34)قال أبو جعفر: يقول تعالى ذكره: وما لهؤلاء المشركين ألا يعذبهم الله وهم يصدون عن المسجد الحرام, ولم يكونوا أولياء الله= \" إن أولياؤه \"، (5) يقول: ما  أولياء الله= \" إلا المتقون \", يعني: الذين يتقون الله بأداء فرائضه, واجتناب معاصيه. (6)= \" ولكن أكثرهم لا يعلمون \" يقول: ولكن أكثر المشركين لا يعلمون أن أولياء الله المتقون، بل يحسبون أنهم أولياء الله .* * *وبنحو ما قلنا قال أهل التأويل.* ذكر من قال ذلك:16018 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: \" وما كانوا أولياءه إن أولياؤه إلا المتقون \"، هم أصحاب رسول الله صلى الله عليه وسلم .16019 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله: \" إن أولياؤه إلا المتقون \"، مَن كانوا، وحيث كانوا.16020- حدثني المثنى قال: حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.16021 - حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق: \" وما كانوا أولياءه إن أولياؤه إلا المتقون \"، الذين يحرمون حرمته, (7) ويقيمون الصلاة عنده, أي: أنت= يعني النبي صلى الله عليه وسلم= ومن آمن بك= يقول: \" ولكن أكثرهم لا يعلمون \". (8)---------------------الهوامش :(1) هو الفرزدق .(2) سلف البيت وتخريجه 5 : 302 ، 303 ، وروايته هناك: \" إذن للام ذود أحسابها \" ، وقد فسرته هناك ، وزعمت أن \" الذنوب \" بفتح الذال بمعنى : الحظ والنصيب عن الشرف والحسب والمروءة .أمَّا رواية البيت كما جاءت هنا ، وفي الديوان ، توجب أن تكون \" الذنوب \" جمع \" ذنب \" .فهذا فرق ما بين الروايتين والمعنيين .(3) يعني بقوله : \" خبرًا \" ، أي : إثباتًا .(4) انظر معاني القرآن للفراء 1 : 163 - 166 ، وما سلف من التفسير 5 : 300 - 305 .(5) انظر تفسير \" ولي \" فيما سلف من فهارس اللغة ( ولي ) .(6) وتفسير \" التقوى \" فيما سلف من فهارس اللغة ( وقى ) .(7) في المطبوعة والمخطوطة مكان : \" يحرمون حرمنه \" ، \" يخرجون منه \" ، وهذا من عجائب التحريف من طريق الاختصار !! ، والصواب من سيرة ابن هشام .(8) الأثر : 16021 - سيرة ابن هشام 2 : 325 ، 326 ، وهو تابع الأثر السالف رقم : 16003 .",
  "ayah": 34,
  "surah": 8
}
