{
  "text": "القول في تأويل قوله :  وَمَا كَانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (35)قال أبو جعفر: يقول تعالى ذكره: وما لهؤلاء المشركين ألا يعذبهم الله، وهم يصدون عن المسجد الحرام الذي يصلون لله فيه ويعبدونه, ولم يكونوا لله أولياء, بل أولياؤه الذين يصدونهم عن المسجد الحرام، وهم لا يصلون في المسجد الحرام= \" وما كان صلاتهم عند البيت \"، يعني: بيت الله العتيق= \" إلا مُكاء \"، وهو الصفير.يقال منه: \" مكا يمكو مَكوًا ومُكاءً\" وقد قيل: إن \" المكو \": أن يجمع الرجل يديه، ثم يدخلهما في فيه، ثم يصيح. ويقال منه: \" مَكت است الدابة مُكاء \"، إذا نفخت بالريح. ويقال: \" إنه لا يمكو إلا استٌ مكشوفة \", ولذلك قيل للاست \" المَكْوة \", سميت بذلك، (9) ومن ذلك قول عنترة:وَحَــلِيلِ غَانِيَــةٍ تَــرَكْتُ مُجَـدَّلاتَمْكُــو فَرِيصَتُــهُ كَشِـدْقِ الأعْلَـمِ (10)وقول الطِّرِمَّاح:فَنَحَــا لأُِولاَهــا بِطَعْنَــةِ مُحْـفَظٍتَمْكُــو جَوَانِبُهَــا مِــنَ الإنْهَـارِ (11)بمعنى: تصوِّت.وأما \" التصدية \"، فإنها التصفيق, يقال منه: \" صدَّى يصدِّي تصديةً\", و \" صفَّق \"، و \" صفّح \"، بمعنى واحد.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16022 - حدثنا ابن وكيع قال ، حدثنا أبى, عن موسى بن قيس، عن حجر بن عنبس: \" إلا مكاء وتصدية \"، قال: \" المكاء \"، التصفير= و \" التصدية \"، التصفيق. (12)16023 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، \" المكاء \"، التصفير= و \" التصدية \"، التصفيق.16024 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي  قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، يقول: كانت صلاة المشركين عند البيت \" مكاء \"= يعني الصفير= و \" تصدية \"، يقول: التصفيق.16025 - حدثني محمد بن عمارة الأسدي قال: حدثنا عبيد الله بن موسى قال: أخبرنا فضيل, عن عطية: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، قال: التصفيق والصفير.16026- حدثنا ابن وكيع قال: حدثنا أبي, عن قرة بن خالد, عن عطية, عن ابن عمر قال: \" المكاء \"، التصفيق, و \" التصدية \"، الصفير. قال: وأمال ابن عمر خدّه إلى جانب.16027 - حدثنا القاسم قال: حدثنا الحسين قال: حدثنا وكيع, عن قرة بن خالد, عن عطية, عن ابن عمر: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، قال: \" المكاء \" و \" التصدية \"، الصفير والتصفيق.16028- حدثني الحارث قال: حدثنا القاسم قال: سمعت محمد بن الحسين يحدث، عن قرة بن خالد, عن عطية العوفي, عن ابن عمر قال: \" المكاء \"، الصفير, و \" التصدية \": التصفيق.16029 - حدثنا ابن بشار قال: حدثنا أبو عامر قال: حدثنا قرة, عن عطية, عن ابن عمر في قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، قال: \" المكاء \" الصفير, و \" التصدية \"، التصفيق= وقال قرة: وحكى لنا عطية فعل ابن عمر, فصفر، وأمال خده، وصفق بيديه.16030 - حدثني يونس قال: أخبرنا ابن وهب قال: أخبرني بكر بن مضر, عن جعفر بن ربيعة قال: سمعت أبا سلمة بن عبد الرحمن بن عوف يقول في قول الله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" قال بكر: فجمع لي جعفر كفيه, ثم نفخ فيهما صفيرًا, كما قال له أبو سلمة.16031 - حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس قال: \" المكاء \"، الصفير, و \" التصدية \"، التصفيق.16032- ... قال: حدثنا أبو أحمد قال: حدثنا سلمة بن سابور, عن عطية, عن ابن عمر: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، قال: تصفير وتصفيق. (13)16033- ... قال: حدثنا أبو أحمد قال: حدثنا فضيل بن مرزوق, عن عطية, عن ابن عمر, مثله.16034- حدثنا ابن وكيع قال: حدثنا حبويه أبو يزيد, عن يعقوب, عن جعفر, عن سعيد بن جبير, عن ابن عباس قال: كانت قريش يطوفون بالبيت وهم عراة يصفّرون ويصفقون, فأنـزل الله:  قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ  [سورة الأعراف: 32] ، فأمروا بالثياب.16035 - حدثني المثنى قال: حدثنا الحماني قال: حدثنا شريك, عن سالم, عن سعيد قال: كانت قريش يعارضون النبي صلى الله عليه وسلم في الطواف يستهزئون به, يصفرون به ويصفقون, فنـزلت: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" .16036 - حدثنا ابن وكيع قال: حدثنا أبي, عن سفيان, عن منصور, عن مجاهد: \" إلا مكاء \" ، قال: كانوا ينفخون في أيديهم, و \" التصدية \"، التصفيق.16037- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" إلا مكاء وتصدية \" ، قال: \" المكاء \"، إدخال أصابعهم في أفواههم, و \" التصدية \" التصفيق, يخلِطون بذلك على محمد صلى الله عليه وسلم صلاتَه.16038 - حدثنا المثنى قال: حدثنا إسحاق قال: حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله= إلا أنه لم يقل: \" صلاته \".16039- حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج, عن مجاهد قال: \" المكاء \"، إدخال أصابعهم في أفواههم, و \" التصدية \"، التصفيق. قال نفرٌ من بني عبد الدار، كانوا يخلطون بذلك كله على محمد صلاتَه.16040 - حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا طلحة بن عمرو, عن سعيد بن جبير: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \" ، قال: من بين الأصابع= قال أحمد: سقط عليَّ حرف ، وما أراه إلا الخَذْف (14) = والنفخ والصفير منها، وأراني سعيد بن جبير حيث كانوا يَمْكون من ناحية أبي قُبَيس. (15)16041- حدثني المثنى قال: حدثنا إسحاق بن سليمان قال: أخبرنا طلحة بن عمرو, عن سعيد بن جبير في قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، قال: \" المكاء \"، كانوا يشبِّكون بين أصابعهم ويصفرون بها, فذلك \" المكاء \". قال: وأراني سعيد بن جبير المكان الذي كانوا يمكون فيه نحو أبي قُبَيس.16042- حدثني المثنى قال: حدثنا إسحاق قال: حدثنا محمد بن حرب  قال، حدثنا ابن لهيعة, عن جعفر بن ربيعة, عن أبي سلمة بن عبد الرحمن في قوله: \" مكاء وتصدية \"، قال: \" المكاء \" النفخ= وأشار بكفه قِبَل فيه= و \" التصدية \"، التصفيق.16043 - حدثنا ابن وكيع قال: حدثنا المحاربي, عن جويبر, عن الضحاك قال: \" المكاء \"، الصفير, و \" التصدية \"، التصفيق.16044 - حدثني المثنى قال: حدثنا عمرو بن عون قال: أخبرنا هشيم, عن جويبر, عن الضحاك, مثله.16045 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، قال: كنا نُحَدَّث أن \" المكاء \"، التصفيق بالأيدي, و \" التصدية \"، صياح كانوا يعارضون به القرآن.16046 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: \" مكاء وتصدية \"، قال: \" المكاء \"، التصفير, و \" التصدية \"، التصفيق.16047 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، و \" المكاء \"، الصفير, على نحو طير أبيض يقال له \" المكَّاء \"، يكون بأرض الحجاز، (16) و \" التصدية \"، التصفيق.16048 - حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد في قوله: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، قال: \" المكاء \"، صفير كان أهل الجاهلية يُعلنون به. قال: وقال في \" المكاء \"، أيضًا: صفير في أيديهم ولعب.* * *وقد قيل في \" التصدية \": إنها \" الصد عن بيت الله الحرام \". وذلك قول لا وجه له، لأن \" التصدية \"، مصدر من قول القائل: \" صدّيت تصدية \". وأما \" الصدّ\" فلا يقال منه: \" صدَّيت \", إنما يقال منه \" صدَدْت \", فإن شدَّدت منها الدال على معنى تكرير الفعل قيل: \" صدَّدْتَ تصديدًا \". (17) إلا أن يكون صاحب هذا القول وجَّه \" التصدية \" إلى أنه من \" صَدَّدت \", ثم قلبت إحدى داليه ياء, كما يقال: \" تظنَّيْتُ\" من \" ظننت \", وكما قال الراجز: (18)تَقَضِّيَ البَازِي إذَا البَازِي كَسَرْ (19)يعني: تقضُّض البازي, فقلب إحدى ضاديه ياء, فيكون ذلك وجهًا يوجَّه إليه.* ذكر من قال ما ذكرنا في تأويل \" التصدية \".16049 - حدثني أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا طلحة بن عمرو, عن سعيد بن جبير: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، صدهم عن بيت الله الحرام.16050 - حدثني المثنى قال: حدثنا إسحاق بن سليمان قال: أخبرنا طلحة بن عمرو, عن سعيد بن جبير: \" وتصدية \" قال: \" التصدية \"، صدّهم الناس عن البيت الحرام.16051 - حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: \" وتصدية \"، قال: التصديد، عن سبيل الله, (20) وصدّهم عن الصلاة وعن دين الله.16052 - حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق: \" وما كان صلاتهم عند البيت إلا مكاء وتصدية \"، قال: ما كان صلاتهم التي يزعمون أنها يُدْرَأ بها عنهم= \" إلا مكاء وتصدية \", وذلك ما لا يرضى الله ولا يحبّ, ولا ما افترض عليهم، ولا ما أمرهم به. (21)* * *وأما قوله: \" فذوقوا العذاب بما كنتم تكفرون \"، فإنه يعني العذابَ الذي وعدهم به بالسيف يوم بدر. يقول للمشركين الذين قالوا:  اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ  الآية, حين أتاهم بما استعجلوه من العذاب= \" ذوقوا \"، أي اطعموا, وليس بذوق بفم, ولكنه ذوق بالحسِّ, ووجود طعم ألمه بالقلوب. (22) يقول لهم: فذوقوا العذابَ بما كنتم تجحدون أن الله معذبكم به على جحودكم توحيدَ ربكم، ورسالةَ نبيكم صلى الله عليه وسلم .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16053 - حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق: \" فذوقوا العذاب بما كنتم تكفرون \"، أي: ما أوقع الله بهم يوم بدر من القتل. (23)16054 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج: \" فذوقوا العذاب بما كنتم تكفرون \"، قال: هؤلاء أهل بدر، يوم عذبهم الله.16055 - حدثت عن الحسين بن الفرج قال: سمعت أبا معاذ قال: حدثنا عبيد بن سليمان قال: سمعت الضحاك يقول في قوله: \" فذوقوا العذاب بما كنتم تكفرون \" ، يعني أهل بدر، عذبهم الله يوم بدر بالقتل والأسر.-----------------الهوامش :(9) وتمام سياقه أن يقول : \" سميت بذلك لصفيرها \" .(10) من معلقته المشهورة الغالية . سيرة بن هشام 2 : 326 ، والمعاني الكبير : 981 ، واللسان ( مكا ) وبعد البيت .سَــبَقَتْ يَـدَايَ لَـهُ بِعَـاجِلِ طَعْنَـةٍوَرَشَــاشِ نَــافِذَةٍ كَلَــونِ العَنْـدَمِ\" الحليل \" ، الزوج ، و \" الغانية \" : البارعة الحسن والجمال ، استغنت بجمالها عن التجمل . \" مجدلا \" ، صريعًا على الجدالة ، وهي الأرض . و \" الفريصة \" ، لحمة عند نغض الكتف ، في وسط الجنب ، عند منبض القلب ، وهما فريصتان، وهي التي ترعد عند الفزع ، فيقال للفزع : \" أرعدت فرائصه \" ، وإصابة الفريصة مقتل . و \" الأعلم \" ، الجمل المشقوق الشفة العليا. خرج إليه هذا القتيل ، مدلا بقوته وشبابه ، يحفزه أن ينال إعجاب صاحبته الغانية الجميلة به إذا قتل عنترة ، فلم يكد حتى عاجله بالطعنة التي وصف ما وصف من اتساعها كشدق البعير الأعلم .(11) ديوانه 149 ، والمعاني الكبير : 983 ، وهو بيت من قصيدة مدح بها خالد بن عبد الله القسري ، ولكن هذا البيت ، مفرد وحده لا صلة له بما قبله ، وهي قصيدة ناقصة بلا شك . وشرحه ابن قتيبة فقال : \" نحا \" انحرف ، و \" المحفظ \" ، المغضب . و \" تمكو \" ، تصفر ، وذلك عند سيلانها . و \" الإنهار \" ، سعة الطعنة ، ومنه قول قيس بن الخطيم ، يصف طعنة :طَعَنْـتُ ابـنَ عَبْــدِ الْقَيْسِ طَعْنَةَ ثَائِرٍلَهَــا نَفَـذٌ لَـوْلا الشُّـعَاعُ أَضَاءَهَـامَلَكْـتُ بهـا كَـفِّى فَـأَنْهَرْتُ فَتْقَهَـايَـرَى قَـائِمٌ مِـنْ دُونِهَـا مَا وَرَاءَهَا(12) الأثر : 16022 - \" موسى بن قيس الحضرمي \" ، \" عصفور الجنة \" ، مضى برقم : 16022 .و \" حجر بن عنبس الحضرمي \" ، \" أبو العنبس \" ، ويقال : \" أبو السكن \" ، قال ابن معين : \" شيخ كوفي ثقة مشهور \" ، تابعي ، وكان شرب الدم في الجاهلية ، شهد مع علي الجمل وصفين مترجم في التهذيب ، والكبير 12 68 ، وابن أبي حاتم 1 2 266 .(13) الأثر : 16032 - \" سلمة بن سابور \" ، روى عن عطية العوفي ، وعبد الوارث مولى . روى عنه أبو نعيم ، والفضل بن موسى ، وغيرهما . ضعفه ابن معين ، وثقه ابن حبان وقال : \" كان يحيى القطان يتكلم فيه ، ومن المحال أن يلحق بسلمة ما جنت يدا عطية \" . أما البخاري فاقتصر على قوله : \" كان يحيى يتكلم في عطية \" ، كأنه لا يريد استضعافه . مترجم في لسان الميزان 3 : 68 ، والكبير 2 2 84 ، وابن أبي حاتم 2 1 163 ، وضعفه ، وميزان الاعتدال 1 : 406 ، واقتصر فقال : \" جرحوه \" .(14) \" الخذف \" رميك بحصاة أو نواة تأخذها بين سبابتيك ، وقد نهى رسول الله صلى الله عليه وسلم عن \" الخذف \" وقال : \" إنه يفقأ عينًا ، ولا ينكي العدو ، ولا يحرز صيدًا \" .(15) \" أبو قبيس \" ، اسم الجبل المشرف على بطن مكة .(16) \" المكاء \" ( بضم الميم وتشديد الكاف ) ، وجمعه \" مكاكي \" طائر نحو القنبرة ، إلا أن في جناحيه بلقًا . سمى بذلك ، لأنه يجمع يديه ، ثم يصفر فيهما صفيرًا حسنًا .(17) في المطبوعة والمخطوطة : \" صددت تصدية \" ، وهو خطأ ظاهر ، صوابه ما أثبت .(18) هو العجاج .(19) سلف البيت وتخريجه وشرحه 2 : 157 ، وسيأتي في التفسير 30 : 135 ( بولاق ) .(20) في المطبوعة : \" التصدية \" ، وفي المخطوطة توشك أن تقرأ هكذا وهكذا ، ورأيت الأرجح أن تكون \" التصديد \" ، فأثبتها .(21) الأثر : 16052 - سيرة ابن هشام 2 : 326 ، وهو تابع الأثر السالف رقم : 16021(22) انظر تفسير \" الذوق \" فيما سلف ص 434 ، تعليق : 1 ، والمراجع هناك .(23) الأثر : 16053 - سيرة ابن هشام 2 : 326 ، وهو تابع الأثر السالف رقم : 1605.",
  "ayah": 35,
  "surah": 8
}
