{
  "text": "القول في تأويل قوله :  وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ (48)قال أبو جعفر: يعني تعالى ذكره بقوله: (وإذ زين لهم الشيطان أعمالهم)، وحين زين لهم الشيطان أعمالهم، وكان تزيينه ذلك لهم، (21) كما:-16183- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس, قال: جاء إبليس يوم بدر في جُنْد من الشياطين، معه رايته، في صورة رجل من بني مُدلج، والشيطان في صورة سراقة بن مالك بن جعشم, (22) فقال الشيطان للمشركين: ( لا غالب لكم اليوم من الناس وإني جار لكم ). فلما اصطف الناس, أخذ رسول الله صلى الله عليه وسلم قبضةً من التراب فرمى بها في وجوه المشركين, فولَّوا مدبرين. وأقبل جبريل إلى إبليس, فلما رآه, وكانت يده في يد رجل من المشركين, انتزع. إبليس يده فولَّى مدبرًا هو وشيعته, فقال الرجل: يا سراقة، تزعم أنك لنا جار؟ قال: ( إني أرى ما لا ترون إني أخاف الله والله شديد العقاب)، وذلك حين رأى الملائكة.16184- حدثني محمد بن الحسين قال، حدثنا، أحمد بن المفضل قال: حدثنا أسباط, عن السدي قال: أتى المشركين إبليس في صورة سراقة بن مالك بن جعشم الكنانيّ الشاعر، ثم المدلجي, فجاء على فرس، فقال للمشركين: (لا غالب لكم اليوم من الناس) ! فقالوا: ومن أنت؟ قال: أنا جاركم سراقة, وهؤلاء كنانة قد أتوكم!16185- حدثنا ابن حميد, قال: حدثنا سلمة قال، قال ابن إسحاق, حدثني يزيد بن رومان, عن عروة بن الزبير قال: لما أجمعت قريش المسير، ذكرت الذي بينها وبين بني بكر =يعني من الحرب= فكاد ذلك أن يثنيهم, (23) فتبدّى لهم إبليس في صورة سراقة [بن مالك] بن جعشم المدلجيّ, وكان من أشراف بني كنانة, فقال: \" أنا جار لكم من أن تأتيكم كنانة [من خلفكم بشيء] تكرهونه \"! فخرجوا سراعا. (24)16186- حدثنا ابن حميد قال: حدثنا سلمة قال، قال ابن إسحاق في قوله: (وإذ زين لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس وإني جار لكم)، فذكر استدراج إبليس إياهم، وتشبهه بسراقة بن مالك بن جعشم لهم، (25) حين ذكروا ما بينهم وبين بني بكر بن عبد مناة بن كنانة في الحرب التي كانت بينهم، (26) يقول الله: (فلما تراءت الفئتان)، ونظر عدوّ الله إلى جنود الله من الملائكة قد أيَّد الله بهم رسوله والمؤمنين على عدوهم =(نكص على عقبيه وقال إني بريء منكم إني أرى ما لا ترون)، وصدق عدوّ الله، إنه رأى ما لا يرون= وقال: (إني أخاف الله والله شديد العقاب) , فأوردهم ثم أسلمهم.  قال: فذكر لي أنهم كانوا يرونه في كل منـزل في صورة سراقة بن مالك بن جعشم لا ينكرونه. حتى إذا كان يوم بدر والتقى الجمعان, كان الذي رآه حين نكص: \" الحارث بن هشام \" أو: \" عمير بن وهب الجمحي\", فذُكر أحدهما، فقال: أينَ، أيْ سُرَاقَ! ، (27) ومثَل عدوُّ الله فذهب. (28)16187- حدثنا بشر بن معاذ قال: حدثنا يزيد, قال: حدثنا سعيد, عن قتادة قوله: (وإذ زين لهم الشيطان أعمالهم)، إلى قوله: (شديد العقاب)، قال: ذُكر لنا أنه رأى جبريل تنـزل معه الملائكة, فزعم عدو الله أنه لا يَدَيْ له بالملائكة, وقال: (إني أرى ما لا ترون إني أخاف الله)، وكذب والله عدو الله, ما به مخافة الله, ولكن علم أن لا قوة له ولا منعة له, وتلك عادة عدو الله لمن أطاعه واستقاد له, (29) حتى إذا التقى الحق والباطل أسلمهم شر مُسْلَم، (30) وتبرأ منهم عند ذلك.16188- حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: (وإذ زين لهم الشيطان أعمالهم) الآية, قال: لما كان يوم بدر, سار إبليس برايته وجنوده مع المشركين, وألقى في قلوب المشركين: أنّ أحدًا لن يغلبكم، وإني جار لكم! فلما التقوا، ونظر الشيطان إلى أمداد الملائكة، نكص على عقبيه =قال: رجع مدبرًا= وقال: (إني أرى ما لا ترون)، الآية.16189- حدثنا أحمد بن الفرج قال، حدثنا عبد الملك بن عبد العزيز  بن الماجشون قال، حدثنا مالك, عن إبراهيم بن أبي عبلة, عن طلحة بن عبيد الله بن كريز: أنّ رسول الله صلى الله عليه وسلم قال: ما رؤي إبليس يومًا هو فيه أصغرُ، ولا أحقرُ، ولا أدحرُ، ولا أغيظُ من يوم عرفة, وذلك مما يرى من تنـزيل الرحمة والعفو عن الذنوب, إلا ما رأى يوم بدر! قالوا: يا رسول الله، وما رأى يوم بدر؟ قال: \" أما إنه رأى جبريل يَزَعُ الملائكة \". (31)16190- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال: حدثنا سليمان بن المغيرة, عن حميد بن هلال, عن الحسن في قوله: (إني أرى ما لا ترون) قال: رأى جبريل معتجرًا ببُرْدٍ، (32) يمشي بين يدي النبي صلى الله عليه وسلم , وفي يده اللجام, ما رَكبَ.16191- حدثنا ابن وكيع قال، حدثنا هاشم بن القاسم قال، حدثنا سليمان بن المغيرة, عن حميد بن هلال قال: قال الحسن، وتلا هذه الآية: (وإذ زين لهم الشيطان أعمالهم) الآية, قال: سار إبليس مع المشركين ببدر برايته وجنوده, وألقى في قلوب المشركين أن أحدًا لن يغلبكم وأنتم تقاتلون على دين  آبائكم, (33) ولن تغلبوا كثرةً! فلما التقوا نكص على عقبيه =يقول: رجع مدبرًا= وقال: (إني بريء منكم إني أرى ما لا ترون)، يعني الملائكة.16192- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو معشر, عن محمد بن كعب قال: لما أجمعت قريش على السير قالوا: إنما نتخوف من بني بكر! فقال لهم إبليس، في صورة سراقة بن مالك بن جعشم: أنا جار لكم من بني بكر, ولا غالب لكم اليوم من الناس.* * *قال أبو جعفر: فتأويل الكلام: ( وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ ) في هذه الأحوال =وحين زين لهم الشيطان خروجهم إليكم، أيها المؤمنون، لحربكم وقتالكم وحسَّن ذلك لهم وحثهم عليكم، وقال لهم: لا غالب لكم اليوم من بني آدم, فاطمئنوا وأبشروا =(وإني جار لكم) ، من كنانة أن تأتيكم من ورائكم فمعيذكم، (34) أجيركم وأمنعكم منهم, فلا تخافوهم, واجعلوا حدَّكم وبأسكم على محمد وأصحابه (35) =(فلما تراءت الفئتان)، يقول: فلما تزاحفت جنود الله من المؤمنين وجنود الشيطان من المشركين, ونظر بعضهم إلى بعض=(نكص على عقبيه)، يقول: رجع القهقري على قفاه هاربًا. (36)* * *يقال منه: \" نكص ينكُص وينكِص نكوصًا \", ومنه قول زهير:هُـمْ يَضْرِبُـونَ حَبِيكَ البَيْضِ إِذْ لَحِقُوالا يَنْكُصُـون, إِذَا مَـا اسْتُلْحِمُوا وَحَمُوا (37)وقال للمشركين: (إني بريء منكم إني أرى ما لا ترون)، يعني أنه يرى الملائكة الذين بعثهم الله مددًا للمؤمنين, والمشركون لا يرونهم (38) = إني أخاف عقاب الله، وكذب عدوُّ الله=(والله شديد العقاب) . (39)----------------------الهوامش :(21) انظر تفسير \" زين \" فيما سلف 12 : 136 ، تعليق : 1 ، والمراجع هناك .(22) في المطبوعة ، حذف قوله : \" والشيطان \" ، وساق الكلام سياقًا واحدًا .(23) في المطبوعة : \" أن يثبطهم \" ، غير ما في المخطوطة ، وهو مطابق لما في السيرة .(24) الأثر : 16185 - سيرة ابن هشام 2 : 263 ، والزيادة بين الأقواس منها .(25) في المطبوعة ، حذف \" لهم \" ، وهي ثابتة في المخطوطة وسيرة ابن هشام .(26) في المطبوعة : \" من الحرب \" ، غير ما في المخطوطة ، وهو مطابق لما في سيرة ابن هشام . والناشر كما تعلم وترى ، كثير العبث بكلام أهل العلم .(27) هذه الجملة والتي تليها غيرها الناشر كل التغير ، فكتب : \" فقال : أين سراقة ! أسلمنا عدو الله وذهب \" . والذي في المخطوطة مطابق لما في سيرة ابن هشام \" . وقوله : \" مثل \" ، أي : انتصب ونهض .(28) الأثر : 16186 - سيرة ابن هشام 2 : 318 ، 319 ، وأخر صدر الخبر فجعله في آخره . وهذا الخبر لم يروه ابن هشام في سياق تفسير هذه الآيات في سيرته 2 : 329 ، تابعًا للأثر السالف رقم : 16173 ، بل ذكر الآية ثم قال : \" وقد مضى تفسير هذه الآية \" .(29) في المطبوعة : \" واستعاذ به \" ، غير ما في المخطوطة بسوء أمانته ورأيه . و \" استقاد له \" ، انقاد له وأطاعه .(30) \" مسلم \" ( بضم فسكون ففتح ) مصدر ميمي ، بمعنى \" الإسلام \" .(31) الأثر : 16189 - رواه مالك في الموطأ : 422 ، بنحو هذا اللفظ ، وانظر التقصي لابن عبد البر : 12 ، 13 .\" أحمد بن الفرج بن سليمان الحمصي \" ، شيخ الطبري ، مضى برقم : 6899 ، 15377 . و \" عبد الملك بن عبد العزيز بن الماجشون التيمي \" ، فقيه المدينة ومفتيها في زمانه ، وهو فقيه ابن فقيه ، وهو ضعيف الحديث . مترجم في التهذيب ، وابن أبي حاتم 2 2 358 .و \" إبراهيم بن أبي عبلة الرملي \" ، مضى برقم : 11014 .و \" طلحة بن عبيد الله بن كريز بن جابر الكعبي \" ، كان قليل الحديث ، مضى برقم : 15585 .هذا خبر مرسل .وقوله : \" يزع الملائكة \" ، أي : يرتبهم ويسويهم ، ويصفهم للحرب ، فكأنه يكفهم عن التفرق والانتشار ، و \" الوازع \" ، هو المقدم على الجيش ، الموكل بالصفوف وتدبير أمرهم ، وترتيبهم في قتال العدو . من قولهم : \" وزعه \" ، أي : كفه وحبسه عن فعل أو غيره .(32) \" الاعتجار \" ، هو لف العمامة على استدارة الرأس ، من غير إدارة تحت الحنك . وإدارتها تحت الحنك هو \" التلحي \" ( بتشديد الحاء ) .(33) في المطبوعة : \" لن يغلبكم \" ، وأثبت ما في المخطوطة .(34) في المطبوعة : \" فيغيركم \" ، ومثلها في المخطوطة غير منقوطة ، وهذا صواب قراءتها بعد إصلاح فسادها .(35) في المطبوعة : \" جدكم \" بالجيم ، وانظر ما سلف ج 13 ص : 577 ، تعليق : 1 .(36) انظر تفسير \" العقب \" فيما سلف 3 : 163 11 : 450 .(37) ديوانه : 159 ، من قصيدته في هرم بن سنان ، وهي من جياد شعره . و \" حبيك البيض \" ، طرائق حديده . و \" البيض \" جمع \" بيضة \" ، هي الخوذة من سلاح المحارب ، على شكل بيضة النعام ، يلبسها الفارس على رأسه لتقيه ضرب السيوف والرماح . و \" استلحم الرجل \" ( بالبناء للمجهول ) : إذا نشب في ملحمة القتال ، فلم يجد مخلصًا . وقوله : \" وحموا \" ، من قولهم : \" حمى من الشيء حمية ومحمية \" ، إذا فارت نفسه وغلت ، وأنف أن يقبل ما يراد به من ضيم ، ومنه : \" أنف حمى \" .(38) انظر تفسير \" بريء \" فيما سلف من فهارس اللغة ( برأ ) .(39) انظر تفسير \" شديد العقاب \" فيما سلف من فهارس اللغة ( عقب ) .",
  "ayah": 48,
  "surah": 8
}
