{
  "text": "15701- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا  عيسى, عن ابن أبي نجيح, عن مجاهد: \" كما أخرجك ربك من بيتك بالحق \"، قال: كذلك يجادلونك في الحق.15702 - حدثني المثنى قال، حدثنا أبو حذيفة, قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" كما أخرجك ربك من بيتك بالحق \"، كذلك يجادلونك في الحقِّ, القتالِ.15703- . . . . قال: حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن ورقاء, عن ابن أبي نجيح, عن مجاهد في قوله: \" كما أخرجك ربك من بيتك بالحق \"، قال: كذلك أخرجك ربك. (59)15704- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: أنـزل الله في خروجه = يعني خروج النبي صلى الله عليه وسلم= إلى بدر، ومجادلتهم إياه فقال: \" كما أخرجك ربك من بيتك بالحق وإن فريقًا من المؤمنين لكارهون \"، لطلب المشركين, \" يجادلونك في الحق بعد ما تبين \" .* * *واختلف أهل العربية في ذلك.فقال بعض نحويي الكوفيين: ذلك أمر من الله لرسوله صلى الله عليه وسلم أن يمضي لأمره في الغنائم, على كره من أصحابه, كما مضى لأمره في خروجه من بيته لطلب العِير وهم كارهون. (60)* * *وقال آخرون منهم: معنى ذلك: يسألونك عن الأنفال مجادلةً، كما جادلوك يوم بدر فقالوا: \" أخرجتنا للعِير, ولم تعلمنا قتالا فنستعدَّ له \".وقال بعض نحويي البصرة، يجوز أن يكون هذا \" الكاف \" في (كما أخرجك)، على قوله:  أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا  ، (كما أخرجك ربك من بيتك بالحق). وقال: \" الكاف \" بمعنى \" على \". (61)* * *وقال آخرون منهم (62) هي بمعنى القسم. قال: ومعنى الكلام: والذي أخرجك ربّك. (63)* * *قال أبو جعفر: وأولى هذه الأقوال عندي بالصواب، قولُ من قال في ذلك بقول مجاهد, وقال: معناه: كما أخرجك ربك بالحقّ على كره من فريق من المؤمنين, كذلك يجادلونك في الحق بعد ما تبين= لأن كلا الأمرين قد كان, أعني خروج بعض من خرج من المدينة كارهًا, وجدالهم في لقاء العدو وعند دنوِّ القوم بعضهم من بعض, فتشبيه بعض ذلك ببعض، مع قرب أحدهما من الآخر، أولى من تشبيهه بما بَعُد عنه.* * *وقال مجاهد في \" الحق \" الذي ذكر أنهم يجادلون فيه النبيّ صلى الله عليه وسلم بعد ما تبينوه: هو القتال.15705- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (يجادلونك في الحق)، قال: القتال.15706 - حدثني المثنى قال، حدثنا أبو حذيفة، قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.15707 - حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.* * *وأما قوله: (من بيتك)، فإن بعضهم قال: معناه: من المدينة.* ذكر من قال ذلك:15708- حدثني المثنى قال، حدثنا أبو حذيفة، قال، حدثنا شبل, عن ابن أبي بزة: (كما أخرجك ربك من بيتك)، المدينة، إلى بدر.15709- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، أخبرني محمد بن عباد بن جعفر في قوله: (كما أخرجك ربك من بيتك بالحق)، قال: من المدينة إلى بدر.* * *وأما قوله: (وإن فريقًا من المؤمنين لكارهون)، فإن كراهتهم كانت، كما:-15710- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال، حدثني محمد بن مسلم الزهري, وعاصم بن عمر بن قتادة, وعبد الله بن أبي بكر، ويزيد بن رومان, عن عروة بن الزبير وغيرهم من علمائنا, عن عبد الله بن عباس, قالوا: لما سمع رَسول الله صلى الله عليه وسلم بأبي سفيان مقبلا من الشأم, ندب إليهم المسلمين, (64) وقال: هذه عير قريش فيها أموالهم, (65) فاخرجوا إليها، لعل الله أن ينفِّلكموها! فانتدب الناس, فخفّ بعضهم وثقُل بعضهم, وذلك أنهم لم يظنوا أن رسول الله صلى الله عليه وسلم يلقى حربًا. (66)15711- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (وإن فريقًا من المؤمنين لكارهون)، لطلب المشركين.* * *ثم اختلف أهل التأويل في الذين عنوا بقوله: (يجادلونك في الحق بعد ما تبين).فقال بعضهم: عُني بذلك: أهلُ الإيمان من أصحاب رسول الله صلى الله عليه وسلم، الذين كانوا معه حين توجَّه إلى بدر للقاء المشركين.* ذكر من قال ذلك:15712- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قال، لما شاور النبي صلى الله عليه وسلم في لقاء القوم, وقال له سعد بن عبادة ما قال، وذلك يوم بدر, أمرَ الناس, فتعبَّوْا للقتال, (67) وأمرهم بالشوكة, وكره ذلك أهل الإيمان, فأنـزل الله: (كما أخرجك ربك من بيتك بالحق وإن فريقًا من المؤمنين لكارهون يجادلونك في الحق بعد ما تبين كأنما يساقون إلى الموت وهم ينظرون) .15713- حدثني ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: ثم ذكر القومَ= يعني أصحابَ رسول الله صلى الله عليه وسلم = ومسيرَهم مع رسول الله صلى الله عليه وسلم , حين عرف القوم أن قريشًا قد سارت إليهم, وأنهم إنما خرجوا يريدون العيرَ طمعًا في الغنيمة, فقال: (كما أخرجك ربك من بيتك بالحق)، إلى قوله: (لكارهون)، أي كراهيةً للقاء القوم, وإنكارًا لمسير قريش حين ذُكِروا لهم. (68)* * *وقال آخرون: عُني بذلك المشركون.* ذكر من قال ذلك:15714- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في  قوله: (يجادلونك في الحق بعد ما تبين كأنما يساقون إلى الموت وهم ينظرون)، قال: هؤلاء المشركون، جادلوه في الحق (69) = \" كأنما يساقون إلى الموت \"، حين يدعون إلى الإسلام=(وهم ينظرون)، قال: وليس هذا من صفة الآخرين, هذه صفة مبتدأة لأهل الكفر.15715- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا يعقوب بن محمد قال، حدثني عبد العزيز بن محمد, عن ابن أخي الزهري, عن عمه قال: كان رجل من أصحاب رسول الله صلى الله عليه وسلم يفسر: (كأنما يساقون إلى الموت وهم ينظرون)، خروجَ رسول الله صلى الله عليه وسلم إلى العِير. (70)* * *قال أبو جعفر: والصواب من القول في ذلك ما قاله ابن عباس وابن إسحاق, من أن ذلك خبرٌ من الله عن فريق من المؤمنين أنهم كرهوا لقاء العدو, وكان جدالهم نبيَّ الله صلى الله عليه وسلم أن قالوا: \" لم يُعلمنا أنا نلقى العدو فنستعد لقتالهم, وإنما خرجنا للعير \". ومما يدلّ على صحته قولُه (71)  وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ  ، ففي ذلك الدليلُ الواضح لمن فهم عن الله، أن القوم قد كانوا للشوكة كارهين، وأن جدالهم كان في القتال، كما قال مجاهد, كراهيةً منهم له= وأنْ لا معنى لما قال ابن زيد, لأن الذي قبل قوله: (يجادلونك في الحق)، خبرٌ عن أهل الإيمان, والذي يتلوه  خبرٌ عنهم, فأن يكون خبرًا عنهم، أولى منه بأن يكون خبرًا عمن لم يجرِ له ذكرٌ.* * *وأما قوله: (بعد ما تبين)، فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: معناه: بعد ما تبين لهم أنك لا تفعل إلا ما أمرك الله.* ذكر من قال ذلك:15816- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: بعد ما تبين أنك لا تصنع إلا ما أمرك الله به.* * *وقال آخرون: معناه: يجادلونك في القتال بعدما أمرت به.* ذكر من قال ذلك:15717- رواه الكلبي, عن أبي صالح, عن ابن عباس. (72)* * *وأما قوله: (كأنما يساقون إلى الموت وهم ينظرون)، فإن معناه: كأن هؤلاء الذين يجادلونك في لقاء العدوّ، من كراهتهم للقائهم إذا دعوا إلى لقائهم للقتال، \" يساقون إلى الموت \".* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15718- حدثنا ابن حميد قال، حدثنا سلمة قال، قال ابن إسحاق: (كأنما يساقون إلى الموت وهم ينظرون)، أي كراهةً للقاء القوم, وإنكارًا لمسير قريش حين ذكروا لهم. (73)----------------------الهوامش :(59) هكذا في المخطوطة والمطبوعة ، ولعل الصواب : \" قال : كذلك يجادلونك \" ، وهو ما تدل عليه الآثار السالفة عن مجاهد .(60) انظر معاني القرآن للفراء 1 : 403(61) في المطبوعة : \" وقيل : الكاف ... \" ، كأنه قول آخر ، والصواب ما في المخطوطة . ولعل قائل هذا هو الأخفش ، لأنه الذي قال : \" الكاف بمعنى : على \" ، وزعم أن من كلام العرب إذا قيل لأحدهم : \" كيف أصبحت \" ، أن يقول : \" كخير \" ، والمعنى : على خير .وانظر تفسير \" كما \" فيما سلف 3 : 209 ، في قوله تعالى : \" كما أرسلنا فيكم رسولا \" [ سورة البقرة : 151 ] .(62) في المطبوعة : \" وقال آخرون \" ، جمعًا ، وأثبت ما في المخطوطة ، وهو الصواب ، وقائل ذلك هو أبو عبيدة معمر بن المثنى .(63) انظر مجاز القرآن لأبي عبيدة 1 : 240 ، 241 .(64) \" ندب الناس إلى حرب أو معونة ، فانتدبوا \" ، أي : دعاهم فاستجابوا وأسرعوا إليه .(65) \" العير \" ، ( بكسر العين ) : القافلة ، وكل ما امتاروا عليه من أبل وحمير وبغال . وهي قافلة تجارة قريش إلى الشام .(66) الأثر: 15710 - سيرة ابن هشام 2 :257 ، 258.(67) \" عبى الجيش \" و \" عبأة \" بالهمز ، واحد . و \" تعبوا للقتال \" و \" تعبأوا \" ، تهيأوا له .(68) الأثر : 15713- سيرة ابن هشام 2 : 322 ، وهو تابع الأثر السالف رقم : 15655 .(69) في المطبوعة : \" جادلوك \" ، وأثبت الصواب الجيد من المخطوطة .(70) الأثر : 15715 - \" يعقوب بن محمد الزهري \" ، مضى قريبًا برقم 15654 ، وهو يروي عن ابن أخي الزهري مباشرة ، ولكنه روى عنه هنا بالواسطة .و\" عبد العزيز بن محمد بن عبيد بن أبي عبيد الدراوردي \" ثقة ، روى له الجماعة ، مضى برقم : 10676 .و \" ابن أخي الزهري \" ، هو \" محمد بن عبد الله بن مسلم الزهري \" ، ثقة ، متكلم فيه ، روى له الجماعة . يروي عن عمه \" ابن شهاب الزهري \" .(71) في المطبوعة والمخطوطة : \" على صحة قوله \" ، والصواب ما أثبت .(72) الأثر : 15717 - هكذا جاء في المخطوطة والمطبوعة ، لم يذكر نصًا ، وكأن صواب العبارة : \" رواه الكلبي ... \" .(73) الأثر : 15718 - سيرة بن هشام 2 : 322 ، وهو جزء من الخبر السالف رقم : 15713 .",
  "ayah": 6,
  "surah": 8
}
