{
  "text": "القول في تأويل قوله :  وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ (60)قال أبو جعفر: يقول تعالى ذكره: (وأعدوا)، لهؤلاء الذين كفروا بربهم، الذين بينكم وبينهم عهد, إذا خفتم خيانتهم وغدرهم، أيها المؤمنون بالله ورسوله =(ما استطعتم من قوة)، يقول: ما أطقتم أن تعدّوه لهم من الآلات التي تكون قوة لكم عليهم، (35) من السلاح والخيل=(ترهبون به عدو الله وعدوكم)، يقول: تخيفون بإعدادكم ذلك عدوَّ الله وعدوكم من المشركين.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16224- حدثنا أبو كريب قال: حدثنا ابن إدريس قال: سمعت أسامة بن زيد, عن صالح بن كيسان, عن رجل من جهينة، يرفع الحديث إلى رسول الله صلى الله عليه وسلم: (وأعدوا لهم ما استطعتم من قوة)، ألا إنَّ الرمي هو القوة, ألا إنّ الرمي هو القوة. (36)16225- حدثنا أبو كريب قال: حدثنا سعيد بن شرحبيل قال: حدثنا ابن لهيعة, عن يزيد بن أبي حبيب, وعبد الكريم بن الحارث, عن أبي علي الهمداني: أنه سمع عقبة بن عامر على المنبر يقول: قال الله: (وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل)، ألا وإني سمعت رسول الله صلى الله عليه وسلم يقول على المنبر: قال الله: (وأعدوا لهم ما استطعتم من قوة)، ألا إن القوة الرمي، ألا إن القوة الرمي، ثلاثا. (37)16226- حدثنا أبو كريب قال: حدثنا محبوب، وجعفر بن عون، ووكيع، وأبو أسامة، وأبو نعيم=, عن أسامة بن زيد, عن صالح بن كيسان, عن رجل, عن عقبة بن عامر الجهني قال: قرأ رسول الله صلى الله عليه وسلم على المنبر: (وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل)، فقال: \" ألا إن القوة الرمي, ألا إن القوة، الرمي\" ثلاث مرات. (38)16227- حدثنا ابن وكيع قال: حدثنا أبي, عن أسامة بن زيد, عن صالح بن كيسان, عن رجل, عن عقبة بن عامر: أن النبي صلى الله عليه وسلم قرأ هذه الآية على المنبر, فذكر نحوه. (39)16228- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا أسامة بن زيد, عن صالح بن كيسان, عن عقبة بن عامر, عن النبي صلى الله عليه وسلم , نحوه. (40)16229- حدثنا أحمد بن حميد قال: حدثنا يحيى بن واضح قال: حدثنا موسى بن عبيدة, عن أخيه، محمد بن عبيدة, عن أخيه عبد الله بن عبيدة, عن عقبة بن عامر, عن النبي صلى الله عليه وسلم في قوله: (وأعدوا لهم ما استطعتم من قوة)، \" ألا إن القوة الرمي\". (41)16230- حدثنا ابن وكيع قال: حدثنا أبي, عن سفيان, عن شعبة بن دينار, عن عكرمة في قوله: (وأعدوا لهم ما استطعتم من قوة)، قال: الحصون =(ومن رباط الخيل)، قال: الإناث. (42)16231- حدثنا علي بن سهل قال: حدثنا ضمرة بن ربيعة, عن رجاء بن أبي سلمة قال: لقي رجل مجاهدًا بمكة, ومع مجاهد جُوَالَق،, (43) قال: فقال مجاهد: هذا من القوة! =ومجاهد يتجهز للغزو.16232- حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: (وأعدوا لهم ما استطعتم من قوة)، من سلاح.* * *وأما قوله: (ترهبون به عدو الله وعدوكم)== فقال ابن وكيع:16233- حدثنا أبي، عن إسرائيل, عن عثمان بن المغيرة الثقفي, عن مجاهد, عن ابن عباس: (ترهبون به عدو الله وعدوكم)، قال: تخزون به عدو الله وعدوكم.16234- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن عثمان, عن مجاهد، عن ابن عباس, مثله.16235- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا إسرائيل, عن خصيف, عن عكرمة وسعيد بن جبير, عن ابن عباس: (ترهبون به عدو الله  وعدوكم)، قال: تخزون به عدو الله وعدوكم. وكذا كان يقرؤها: (تُخْزُونَ). (44)16237- حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا إسرائيل, عن عثمان بن المغيرة، وخصيف, عن مجاهد, عن ابن عباس: (ترهبون به)، تخزون به. (45)16238- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا إسرائيل, عن خصيف, عن عكرمة, عن ابن عباس, مثله.* * *يقال منه: \" أرهبت العدو، ورهَّبته, فأنا أرهبه وأرهِّبه، إرهابًا وترهيبًا, وهو الرَّهَب والرُّهْب \", ومنه قول طفيل الغنوي:وَيْـلُ أُمِّ حَـيٍّ دَفَعْتُـمْ فِـي نُحُـورِهِمُبَنِـي كِـلابٍ غَـدَاة الـرُّعْبِ والرَّهَبِ (46)* * *القول في تأويل قوله :  وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْقال أبو جعفر: اختلف أهل التأويل في هؤلاء \" الآخرين \"، من هم، وما هم؟فقال بعضهم: هم بنو قريظة.*ذكر من قال ذلك:16239- حدثت عن عمار بن الحسن قال: حدثنا ابن أبي جعفر, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: (وآخرين من دونهم)، يعني: من بني قريظة.16240- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وآخرين من دونهم)، قال: قريظة.* * *وقال آخرون: من فارس.* ذكر من قال ذلك:16241- حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط، عن السدي: (وآخرين من دونهم لا تعلمونهم الله يعلمهم)، هؤلاء أهل فارس.* * *وقال آخرون: هم كل عدو للمسلمين، غير الذي أمر النبي صلى الله عليه وسلم أن يشرِّد بهم من خلفهم. قالوا: وهم المنافقون.* ذكر من قال ذلك:16242- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد في قول الله:  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ  ، قال: أخفهم بهم، لما تصنع بهؤلاء. وقرأ: (وآخرين من دونهم لا تعلمونهم الله يعلمهم). (47)16243- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (وآخرين من دونهم لا تعلمونهم الله يعلمهم)، قال: هؤلاء المنافقون، لا تعلمونهم لأنهم معكم، يقولون: لا إله إلا الله، ويغزون معكم.* * *وقال آخرون: هم قوم من الجنّ.* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن الله أمر المؤمنين بإعداد الجهاد وآلة الحرب وما يتقوّون به على جهاد عدوه وعدوهم من المشركين، من السلاح والرمي وغير ذلك، ورباط الخيل =ولا وجه لأن يقال: عني بـ \" القوة \"، معنى دون معنى من معاني \" القوة \", وقد عمَّ الله الأمر بها.فإن قال قائل: فإن رسول الله صلى الله عليه وسلم قد بيَّن أن ذلك مرادٌ به الخصوص بقوله: \" ألا إن القوة الرمي\"؟ (48)قيل له: إن الخبر، وإن كان قد جاء بذلك، فليس في الخبر ما يدلّ على أنه مرادٌ بها الرمي خاصة، دون سائر معاني القوة عليهم, فإن الرمي أحد معاني القوة, لأنه إنما قيل في الخبر: \" ألا إن القوة الرمي\"، ولم يقل: \" دون غيرها \"، ومن \" القوة \" أيضًا السيف والرمح والحربة, وكل ما كان معونة على قتال المشركين, كمعونة الرمي أو أبلغ من الرمي فيهم وفي النكاية منهم. هذا مع وهاء سند الخبر بذلك عن رسول الله صلى الله عليه وسلم . (49)* * *وأما قوله: (وآخرين من دونهم لا تعلمونهم)، فإن قول من قال: عنى به الجن, أقربُ وأشبهُ بالصواب، لأنه جل ثناؤه قد أدخل بقوله:  وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ  ، الأمرَ بارتباط الخيل لإرهاب كل عدوٍّ لله وللمؤمنين يعلمونهم, ولا شك أن المؤمنين كانوا عالمين بعداوة قريظة وفارس لهم, لعلمهم بأنهم مشركون، وأنهم لهم حرب. ولا معنى لأن يقال: وهم يعلمونهم لهم  أعداءً: (وآخرين من دونهم لا تعلمونهم)، ولكن معنى ذلك إن شاء الله: ترهبون بارتباطكم، أيها المؤمنون، الخيلَ عدوَّ الله وأعداءكم من بني آدم الذين قد علمتم عداوتهم لكم، لكفرهم بالله ورسوله, وترهبون بذلك جنسًا آخر من غير بني آدم، لا تعلمون أماكنهم وأحوالهم، الله يعلمهم دونكم, لأن بني آدم لا يرونهم. وقيل: إن صهيل الخيل يرهب الجن, وأن الجن لا تقرب دارًا فيها فرس. (50)* * *فإن قال قائل: فإن المؤمنين كانوا لا يعلمون ما عليه المنافقون, فما تنكر أن يكون عُنِي بذلك المنافقون؟قيل: فإن المنافقين لم يكن تروعهم خيل المسلمين ولا سلاحهم, وإنما كان يَرُوعهم أن يظهر المسلمون على سرائرهم التي كانوا يستسرُّون من الكفر, وإنما أمر المؤمنون بإعداد القوة لإرهاب العدو, فأما من لم يرهبه ذلك، فغير داخل في معنى من أمر بإعداد ذلك له المؤمنون. وقيل: \" لا تعلمونهم \", فاكتفي لـ \" العلم \"، بمنصوب واحد في هذا الموضع, لأنه أريد: لا تعرفونهم, كما قال الشاعر: (51)فَـــإِنَّ اللــهَ يَعْلَمُنِــي وَوَهْبًــاوَأَنَّـــا سَــوْفَ يَلْقَــاهُ كِلانــا (52)* * *القول في تأويل قوله :  وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (60)قال أبو جعفر: يقول تعالى ذكره: وما أنفقتم، أيها المؤمنون، من نفقة في شراء آلة حرب من سلاح أو حراب أو كُرَاع أو غير ذلك من النفقات، (53) في جهاد أعداء الله من المشركين يخلفه الله عليكم في الدنيا, ويدَّخر لكم أجوركم على ذلك عنده, حتى يوفِّيكموها يوم القيامة (54) (وأنتم لا تظلمون)، يقول: يفعل ذلك بكم ربكم، فلا يضيع أجوركم عليه.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16244- حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق، (وما تنفقوا من شيء في سبيل الله يوف إليكم وأنتم لا تظلمون)، أي لا يضيع لكم عند الله أجرُه في الآخرة، وعاجل خَلَفه في الدنيا. (55)-----------------الهوامش :(35) انظر تفسير \" الاستطاعة \" ، فيما سلف 4 : 315 9 : 284 .(36) الأثر : 16224 - \" ابن إدريس \" ، وهو \" عبد الله بن إدريس الأودي \" الإمام ، مضى مرارًا . وكان في المطبوعة والمخطوطة : \" أبو إدريس \" وهو خطأ صرف .و \" أسامة بن زيد الليثي \" ، ثقة ، مضى برقم : 2867 ، 3354 .و \" صالح بن كيسان المدني \" ، روى له الجماعة ، مضى برقم : 1020 ، 5321 .وسيأتي هذا الخبر من طرق أخرى رقم : 16226 - 16228 ، وسأذكرها عند كل واحد منها ، وانظر تخريج الخبر التالي .(37) الأثر : 16225 - \" سعيد بن شرحبيل الكندي \" ، روى عنه البخاري ، وروى له النسائي وابن ماجه بالواسطة . ثقة . مترجم في التهذيب ، والكبير 2 1 442 ، وابن أبي حاتم 2 1 33 .و \" ابن لهيعة \" ، مضى مرارًا ، ومضى الكلام في أمر توثيقه .و \" يزيد بن أبي حبيب الأزدي المصري \" ، ثقة ، روى له الجماعة ، مضى مرارًا آخرها : 11871 .و \" عبد الكريم بن الحارث بن يزيد الحضرمي المصري \" ، ثقة ، مترجم في التهذيب ، وابن أبي حاتم 3 1 60 .و \" أبو علي الهمداني \" ، هو \" ثمامة بن شفي الهمداني \" المصري ، ثقة ، مترجم في التهذيب ، والكبير 1 2 177 ، وابن أبي حاتم 1 1 466 .وهذا إسناد فيه ضعف لمن ضعف ابن لهيعة ، والطبري نفسه سيقول في ص : 37 ، تعليق : 2 ، أنه سند فيه وهاء \" .بيد أن هذا الخبر روي من طرق صحيحة جدا :رواه مسلم في صحيحه 13 : 64 ، من طريق هارون بن معروف ، عن ابن وهب ، عن عمرو بن الحارث ، عن أبي علي ثمامة بن شفي ، بمثله .ورواه أبو داود في سننه 3 : 20 ، رقم : 2514 ، من طريق سعيد بن منصور ، عن ابن وهب ، بمثله .ورواه ابن ماجه في سننه : 940 رقم : 2813 ، من طريق يونس بن عبد الأعلى ، عن ابن وهب بمثله .ورواه الحاكم في المستدرك 2 : 328 ، من طريق سعيد بن ابي أيوب ، عن يزيد بن أبي حبيب ، عن أبي الخير ، عن عقبة ، وقال : \" هذا حديث صحيح على شرط الشيخين . ولك يخرجه البخاري ، لأن صالح بن كيسان أوقفه \" ووافقه الذهبي .(38) الأثر : 16226 - \" محبوب \" ، هو \" محبوب بن محرز القواريري \" ، وثقه ابن حبان ، وضعفه الدارقطني . مترجم في التهذيب ، وابن أبي حاتم 4 1 388 .و \" جعفر بن عون المخزومي \" ، ثقة ، أخرج له الجماعة ، مضى برقم : 9506 .وهذا الخبر رواه الترمذي من طريق وكيع عن أسامة بن زيد ، ثم قال : \" وقد روى بعضهم هذا الحديث عن أسامة بن زيد ، عن صالح بن كيسان ، عن عقبة بن عامر ، وحديث وكيع أصح ، وصالح بن كيسان لم يدرك عقبة بن عامر ، وأدرك ابن عمر \" . وانظر الخبر رقم : 16228 .(39) الأثر: 16227 - هو مكرر الأثر السالف ، وانظر تخريجه ، رواه من هذه الطريق ، الترمذي في سننه ، كما سلف.(40) الأثر : 16228 - هذا هو الحديث الذي أشار إليه الترمذي ، وقال فيه : \" صالح بن كيسان ، لم يدرك عقبة بن عامر \" . انظر ما سلف : 16226 .(41) الأثر : 16229 - \" موسى بن عبيدة بن نشيط الربذي \" ، ضعيف بمرة ، لا تحل الرواية عنه . سلف مرارًا ، آخرها رقم : 11811 ، 14045 ، روى عن أخويه \" عبد الله \" و \" محمد \" وأخوه \" محمد بن عبيدة بن نشيط الربذي \" ، لم أجد له ترجمة ، وهو مذكور في ترجمة أخيه \" موسى \" ، وترجمة أخيه \" عبد الله \" ، وأنه روى عنه . وكان أكبر من أخيه موسى بثمانين سنة . وأخوه \" عبد الله بن عبيدة بن نشيط الربذي \" ، روى عن جماعة من الصحابة ، وثقه بعضهم ، وضعفه آخرون ، وقال أحمد : \" موسى بن عبيدة وأخوه ، لا يشتغل بهما \" . مترجم في التهذيب ، وابن أبي حاتم 2 2 101 .(42) الأثر : 16230 - \" شعبة بن دينار الكوفي \" ، روى عن مكرمة ، وأبي بردة بن أبي موسى الأشعري ، ثقة . مترجم في التهذيب ، والكبير 2 2 245 ، وابن أبي حاتم 2 1 368 .(43) \" الجوالق \" ( بضم الجيم ، وفتح اللام أو كسرها ) ، وعاء من الأوعية ، هو الذي نسميه اليوم في مصر محرفا \" الشوال \" .(44) في المطبوعة والمخطوطة : \" وكذا كان يقرؤها : ترهبون \" ، والصواب الذي لا شك فيه هنا ، هو \" تخزون \" ، كما أثبتها ، وقد ذكر قراءة ابن عباس هذه ، ابن خالويه في القراءات الشاذة : 50 ( وفي المطبوعة خطأ ، كتب : يجرون به عدو الله ، والصواب ما أثبت ) ، وقال أبو حيان في تفسيره 4 : 512 : \" وقرأ ابن عباس ، وعكرمة ، ومجاهد : \" تخزون به \" ، مكان : ترهبون به = وذكرها الطبري على وجه التفسير لا على وجه القراءة ، وهو الذي ينبغي ، لأنه مخالف لسواد المصحف \" .قلت : وقد رأيت بعد أن الطبري ذكرها أيضًا على جهة القراءة ، ولا يستقيم نصه إلا بما أثبت .(45) سقط من الترقيم : 16236 ، سهوًا .(46) ديوانه : 56 ، ومجاز القرآن لأبي عبيدة 1 : 249 يمدح بها بني جعفر بن كلاب ، من أبيات ثلاثة ، مفردة .(47) الأثر : 16242 - هذا مكرر الأثر السالف رقم 16220 ، ولا أدري فيم جاء به هنا مفردًا ، وأما الأثر الذي عناه ، فهو الذي يليه ، والظاهر أنه خطأ من الطبري نفسه في النقل . ولفظ هذا الخبر ، يخالف لفظ الخبر السالف قليلا .(48) انظر الآثار السالفة رقم : 16224 - 16229 .(49) هذه مرة أخرى تختلف فيها كتابة المخطوطة ، فههنا : \" وهاء \" ، كما أثبتها ، وكان في المطبوعة : \" وهي \" ، وانظر ما كتبته ما سلف 9 : 531 ، تعليق : 2 .ثم انظر ما قلته في تخريج الخبر السالف رقم : 16225 ، وما ذكرته من الطريق الصحيحة في رواية هذا الخبر .(50) ذكر ابن كثير في تفسيره خبرين ، أحدهما رواه ابن أبي حاتم ، عن زيد بن عبد الله بن عريب ، عن أبيه عن جده : أن رسول الله صلى الله عليه وسلم قال: هم الجن، في هذه الآية ثم قال رواه الطبراني ، وزاد : قال رسول الله صلى الله عليه وسلم : \"لا يخبل بيت فيه عتيق الخيل \" ، ( انظر الإصابة : ترجمة عريب ) ، ثم قال ابن كثير : \" هذا الحديث منكر ، لا يصح إسناده ولا متنه \" . وانظر القرطبي 8 : 38 .وهذا الذي قاله الطبري ، رده العلماء من قوله ، وحق لهم . وقد رجح ابن كثير وأبو حبان ( 4 : 513 ) ، أن المعنى بذلك هم المنافقون ، وهو القول الذي رده أبو جعفر فيما يلي ، ورد أبي جعفر رد محكم .فإن كان لنا أن نختار ، فإني أختار أن يكون عني بذلك ، من خفي على المؤمنين أمره من أهل الشرك ، كنصارى الشأم وغيرهم ، ممن لم ينظر المؤمنون عدواتهم بعد ، وهي آتية سوف يرونها عيانًا بعد قليل . وفي الكلام فضل بحث ليس هذا مكانه ، والآية عامة لا أدري كيف يخصصها أبو جعفر ، بخبر لا حجة فيه .(51) هو النمر بن تولب العكلي .(52) الاقتضاب : 303 ، المفصل الزمخشري : 88 . وكان النمر بن تولب ، نازع رجلا يقال له \" وهب \" ، من قومه ، في بئر تدعى \" الدحول \" ( بالحاء المهملة ) ، في أرض عكل ، نميرة الماء ، يقول فيها من هذه الأبيات :ولكـــنَّ الدَّحُـــولَ إذَا أتَاهَـــاعِجَــافُ المَــالِ تتْرُكُــهُ سِـمَانَاوكان النمر سقاه منها ، فلم يشكر له ، وخان الأمانة ونازعه فيها فقال :يُريــدُ خِيَــانَتِي وَهْـبٌ , وأَرْجُـومِــنَ اللــهِ الــبراءَةَ وَالأمَانَــافَـــإِنَّ اللــهَ يَعْلَمُنِـي وَوَهْبًــاوَيَعْلَـــمُ أَنْ سَـــيَلقَاهُ كِلانَـــاوَإنَّ بَنِــي رَبِيعَــةَ بَعْــدَ وَهْـبٍكَــرَاعِي البَيْــتِ يَحْفَظُـهُ فخانَـاوكان البيت في المطبوعة والمخطوطة :فــــإن اللــــهَ يعلمنــــيوأَنـــا ســوف يلقــاهُ كلانــا(53) انظر تفسير \" النفقة \" فيما سلف من فهارس اللغة ( نفق ) .(54) انظر تفسير \" وفي \" فيما سلف 12 : 224 ، تعليق : 3 ، والمراجع هناك .(55) الأثر : 16244 - سيرة ابن هشام 2 : 329 ، 330 ، وهو تابع الأثر السالف رقم : 16218 .",
  "ayah": 60,
  "surah": 8
}
