{
  "text": "القول في تأويل قوله :  وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (61)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وإما تخافنّ من قوم خيانة وغدرًا, فانبذ إليهم على سواء وآذنهم بالحرب =(وإن جنحوا للسلم فاجنح لها)، وإن مالوا إلى مسالمتك ومتاركتك الحربَ, إما بالدخول في الإسلام, وإما بإعطاء الجزية, وإما بموادعة, ونحو ذلك من أسباب السلم والصلح (56) =(فاجنح لها)، يقول: فمل إليها, وابذل لهم ما مالوا إليه من ذلك وسألوكه.* * *يقال منه: \" جنح الرجل إلى كذا يجنح إليه جنوحًا \", وهي لتميم وقيس، فيما ذكر عنها, تقول: \" يجنُح \"، بضم النون، وآخرون: يقولون: \" يَجْنِح \" بكسر النون, وذلك إذا مال, ومنه قول نابغة بني ذبيان:جَــوَانِحَ قَــدْ أَيْقَــنَّ أَنَّ قَبِيلَــهُإذَا مَـا التَقَـى الجمْعـانِ أَوَّلُ غَـالِبِ (57)جوانح: موائل.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16245- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (وإن جنحوا للسلم) قال: للصلح، ونسخها قوله:  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  [سورة التوبة: 5]16246- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (وإن جنحوا للسلم)، إلى الصلح=(فاجنح لها)، قال: وكانت هذه قبل \" براءة \", وكان نبي الله صلى الله عليه وسلم يوادع القوم إلى أجل, فإما أن يسلموا، وإما أن يقاتلهم, ثم نسخ ذلك بعد في \" براءة \" فقال:  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، وقال:  وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً  ، [سورة التوبة: 36]، ونبذ إلى كل ذي عهد عهده, وأمره بقتالهم حتى يقولوا \" لا إله إلا الله \" ويسلموا, وأن لا يقبلَ منهم إلا ذلك. وكلُّ عهد كان في هذه السورة وفي غيرها, وكل صلح يصالح به المسلمون المشركين يتوادعون به، فإن \" براءة \" جاءت بنسخ ذلك, فأمر بقتالهم على كل حال حتى يقولوا: \" لا إله إلا الله \".16247- حدثنا ابن حميد قال: حدثنا يحيى بن واضح, عن الحسين, عن يزيد, عن عكرمة والحسن البصري قالا ( وإن جنحوا للسلم فاجنح لها)، نسختها الآية التي في \" براءة \" قوله:  قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ  ، إلى قوله:  وَهُمْ صَاغِرُونَ  [سورة التوبة: 29]16248- حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: (وإن جنحوا للسلم فاجنح لها)، يقول: وإن أرادوا الصلح فأرده.16249- حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق,(وإن جنحوا للسلم فاجنح لها)، أي: إن دعوك إلى السلم =إلى الإسلام= فصالحهم عليه. (58)16250- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد في قوله: (وإن جنحوا للسلم فاجنح لها)، قال: فصالحهم. قال: وهذا قد نسخه الجهاد.* * *قال أبو جعفر: فأما ما قاله قتادة ومن قال مثل قوله، من أن هذه الآية منسوخة, فقولٌ لا دلالة عليه من كتاب ولا سنة ولا فطرة عقل.وقد دللنا في غير موضع من كتابنا هذا وغيره على أن الناسخ لا يكون إلا ما نفى حكم المنسوخ من كل وجه. فأما ما كان بخلاف ذلك، فغير كائنٍ ناسخا. (59)وقول الله في براءة:  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، غير نافٍ حكمُه حكمَ قوله.(وإن جنحوا للسلم فاجنح لها)، لأن قوله: (وإن جنحوا للسلم)، إنما عني به بنو قريظة, وكانوا يهودًا أهلَ كتاب, وقد أذن الله جل ثناؤه للمؤمنين بصلح أهل الكتاب ومتاركتهم الحربَ على أخذ الجزية منهم.وأما قوله:  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  فإنما عُني به مشركو العرب من عبدة الأوثان، الذين لا يجوز قبول الجزية منهم. فليس في إحدى  الآيتين نفي حكم الأخرى, بل كل واحدة منهما محكمة فيما أنـزلت فيه.16251- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وإن جنحوا للسلم)، قال: قريظة.* * *وأما قوله: (وتوكل على الله)، يقول: فوِّض إلى الله، يا محمد، أمرك, واستكفِه، واثقًا به أنه يكفيك (60) كالذي:-16252- حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق: (وتوكل على الله)، إن الله كافيك. (61)* * *وقوله: (إنه هو السميع العليم)، يعني بذلك: إن الله الذي تتوكل عليه، \" سميع \"، لما تقول أنت ومن تسالمه وتتاركه الحربَ من أعداء الله وأعدائك عند عقد السلم بينك وبينه, وما يشترط كل فريق منكم على صاحبه من الشروط (62) =\" العليم \"، بما يضمره كل فريق منكم للفريق الآخر من الوفاء بما عاقده عليه, ومن المضمر ذلك منكم في قلبه، والمنطوي على خلافه لصاحبه. (63)------------------------الهوامش:(56) انظر تفسير \" السلم \" فيما سلف 4 : 251 - 255 .(57) ديوانه : 43 ، من شعره المشهور في عمرو بن الحارث الأعرج ، حين هرب إلى الشأم ، من النعمان بن المنذر في خبر المتجردة ، وقبله ، ذكر فيها غارة جيشه ، والنسور التي تتبع الجيش :إذَا مَـا غَـزَوْا بِـالجَيْشِ , حَلَّقَ فَوْقَهُمْعَصَــائِبُ طَـيْرٍ تَهْتَـدِي بِعَصَـائِبِيُصَــاحبْنَهُمْ حَـتَّى يُغِـرْنَ مُغَـارَهممِـنَ الضَّارِيَـاتِ بالدِّمَـاءِ الـدَّوَارِبِتَـرَاهُنَّ خَـلْفَ القـومِ خُـزْرًا عُيُونهَاجُـلُوسَ الشُّـيُوخِ فِـي ثِيَابِ المَرَانِبِجَــوانِحَ قَــدْ أيْقَـنَّ . . . . . . .. . . . . . . . . . . . . . . . . . .وهذا من جيد الشعر وخالصه .(58) الأثر : 16249 - سيرة ابن هشام 2 : 330 ، وهو تابع الأثر السالف رقم : 16244 ، وفي السيرة : \" إلى السلم على الإسلام \" .(59) انظر مقالته في \" النسخ \" فيما سلف 11 : 209 ، وما بعده وما قبله في فهارس الكتاب ، وفي فهارس العربية والنحو وغيرها .(60) انظر تفسير \" التوكل \" فيما سلف ص : 15 تعليق : 1 ، والمراجع هناك .(61) الأثر : 16252 - سيرة ابن هشام 2 : 330 ، وهو تابع الأثر السالف رقم : 16249 .(62) في المطبوعة : \" ويشرط كل فريق . . . \" ، وفي المخطوطة : \" ويشترط . . . \" ، والصواب بينهما ما أثبت .(63) انظر تفسير \" سميع \" و \" عليم \" فيما سلف من فهارس اللغة ( سمع ) ، ( علم ) .",
  "ayah": 61,
  "surah": 8
}
