{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ (64)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: (يا أيها النبي حسبك الله), وحسب من اتبعك من المؤمنين، الله. يقول لهم جل ثناؤه: ناهضوا  عدوكم, فإن الله كافيكم أمرهم, ولا يهولنكم كثرة عددهم وقلة عددكم, فإن الله مؤيدكم بنصره. (20)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16265- حدثنا محمد بن بشار قال، حدثنا مؤمل بن إسماعيل قال، حدثنا سفيان, عن شوذب أبي معاذ، عن الشعبي في قوله: (يا أيها النبي حسبك الله ومن اتبعك من المؤمنين)، قال: حسبك الله وحسب من اتبعك من المؤمنين، الله. (21)16266- حدثني أحمد بن عثمان بن حكيم الأودي قال، حدثنا عبيد الله بن موسى قال، أخبرنا سفيان, عن شوذب, عن الشعبي في قوله: (يا أيها النبي حسبك الله ومن اتبعك من المؤمنين)، قال: حسبك الله، وحسب من معك.16267- حدثنا ابن وكيع قال، حدثنا عبيد الله, عن سفيان, عن شوذب, عن عامر, بنحوه =إلا أنه قال: حسبك الله، وحسب من شهد معك.16268- حدثني يونس قال، أخبرنا ابن وهب, عن ابن زيد في قوله: (يا أيها النبي حسبك الله ومن اتبعك من المؤمنين)، قال: يا أيها النبي حسبك الله، وحسب من اتبعك من المؤمنين, إنّ حسبك أنت وهم، الله.* * *فـ \" منْ\" قوله: (ومن اتبعك من المؤمنين)، على هذا التأويل الذي  ذكرناه عن الشعبي، نصب، عطفا على معنى \" الكاف \" في قوله: (حسبك الله) لا على لفظه, لأنها في محل خفض في الظاهر، وفي محل نصب في المعنى, لأن معنى الكلام: يكفيك الله, ويكفي من اتبعك من المؤمنين.* * *وقد قال بعض أهل العربية في \" من \"، أنها في موضع رفع على العطف على اسم \" الله \", كأنه قال: حسبك الله ومتبعوك إلى جهاد العدو من المؤمنين، دون القاعدين عنك منهم. واستشهد على صحة قوله ذلك بقوله:  حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ  . (22)--------------------الهوامش :(20) انظر تفسير \" حسب \" فيما سلف ص : 44 ، تعليق : 2 ، والمراجع هناك .(21) الأثر : 16265 - \" شوذب ، أبو معاذ \" ، ويقال : \" أبو عثمان \" ، مولى البراء بن عازب . قال سفيان ، عن شوذب : \" كنت تياسًا ، فنهاني البراء بن عازب عن عسب الفحل \" روى عنه سفيان الثوري ، وشعبة . مترجم في الكبير 2 2 261 ، وابن أبي حاتم 2 1 377 ، وكان في المطبوعة: \"شوذب بن معاذ\" وهو خطأ، صوابه في المخطوطة.وسيأتي في الإسنادين التاليين .(22) هو الفراء في معاني القرآن 1 : 417 .",
  "ayah": 64,
  "surah": 8
}
