{
  "text": "(24) ثم خفف تعالى ذكره عن المؤمنين، إذ علم ضعفهم فقال لهم: (الآن خفف الله عنكم وعلم أن فيكم ضعفا)، يعني: أن في الواحد منهم عن لقاء العشرة من عدوهم ضعفًا =(فإن يكن منكم مئة صابرة)، عند لقائهم للثبات لهم =(يغلبوا مئتين) منهم =(وإن يكن منكم ألف يغلبوا ألفين) منهم =(بإذن الله) يعني: بتخلية الله إياهم لغلبتهم، ومعونته إياهم (25) =(والله مع الصابرين)، لعدوهم وعدو الله, احتسابًا في صبره، وطلبًا لجزيل الثواب من ربه, بالعون منه له، والنصر عليه.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16269- حدثنا محمد بن بشار قال. حدثنا محمد بن محبب قال، حدثنا سفيان, عن ليث, عن عطاء في قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، قال: كان الواحد لعشرة, ثم جعل الواحد باثنين; لا ينبغي له أن يفرَّ منهما. (26)16270- حدثنا سعيد بن يحيى قال، حدثنا أبي قال، حدثنا ابن جريج,  عن عمرو بن دينار, عن ابن عباس قال: جعل على المسلمين على الرجل عشر من الكفار, فقال: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، فخفف ذلك عنهم, فجعل على الرجل رجلان. قال ابن عباس: فما أحب أن يعلم الناس تخفيف ذلك عنهم.16271- حدثنا ابن حميد قال، حدثنا سلمة قال: قال محمد بن إسحاق, حدثني عبد الله بن أبي نجيح المكي, عن عطاء بن أبي رباح, عن عبد الله بن عباس, قال: لما نـزلت هذه الآية، ثقلت على المسلمين، وأعظموا أن يقاتل عشرون مئتين، ومئة ألفا, فخفف الله عنهم. فنسخها بالآية الأخرى فقال: (الآن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مئة صابرة يغلبوا مئتين وإن يكن منكم ألف يغلبوا ألفين)، قال: وكانوا إذا كانوا على الشطر من عدوهم لم ينبغ لهم أن يفروا منهم. وإن كانوا دون ذلك، لم يجب عليهم أن يقاتلوا, وجاز لهم أن يتحوّزوا عنهم. (27)16272- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، قال: كان لكل رجل من المسلمين عشرة لا ينبغي له أن يفرّ منهم. فكانوا كذلك حتى أنـزل الله: (الآن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مئة صابرة يغلبوا مئتين)، فعبأ لكل رجل من المسلمين رجلين من المشركين, فنسخ الأمر الأول =وقال مرة أخرى في قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، فأمر الله الرجل من المؤمنين أن يقاتل عشرة من الكفار, فشق ذلك على المؤمنين، ورحمهم الله, فقال: (إن يكن منكم مئة صابرة يغلبوا مئتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله والله مع الصابرين)،  فأمر الله الرجلَ من المؤمنين أن يقاتل رجلين من الكفار.16273- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (يا أيها النبي حرض المؤمنين على القتال)، إلى قوله: (بأنهم قوم لا يفقهون)، وذلك أنه كان جعل على كل رجل من المسلمين عشرة من العدو يؤشِّبهم =يعني: يغريهم (28) = بذلك، ليوطنوا أنفسهم على الغزو, وأن الله ناصرهم على العدو, ولم يكن أمرًا عزمه الله عليهم ولا أوجبه, ولكن كان تحريضًا ووصية أمر الله بها نبيه، ثم خفف عنهم فقال: (الآن خفف الله عنكم وعلم أن فيكم ضعفا)، فجعل على كل رجلٍ رجلين بعد ذلك، تخفيفا, ليعلم المؤمنون أن الله بهم رحيم, فتوكلوا على الله وصبروا وصدقوا, ولو كان عليهم واجبًا كفّروا إذنْ كلَّ رجل من المسلمين [نكل] عمن لقي من الكفار إذا كانوا أكثر منهم فلم يقاتلوهم. (29) فلا يغرنَّك قولُ رجالٍ ! فإني قد سمعت رجالا يقولون: إنه لا يصلح لرجل من المسلمين أن يقاتل حتى يكون على كل رجل رجلان, وحتى يكون على كل رجلين أربعة, ثم بحساب ذلك, وزعموا أنهم يعصون الله إن قاتلوا حتى يبلغوا عدة ذلك, وإنه لا حرج عليهم أن لا يقاتلوا حتى يبلغوا عدَّةَ أن يكون على كل رجل رجلان, وعلى كل رجلين أربعة, وقد قال الله:  وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ  [سورة البقرة: 207]، وقال الله:  فَقَاتِلْ فِي سَبِيلِ اللَّهِ لا تُكَلَّفُ إِلا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ  [سورة النساء: 84]، فهو التحريض الذي أنـزل الله  عليهم في \" الأنفال \", فلا تعجزنَّ، قاتلْ، قد سقطت بين ظَهْرَيْ أناس كما شاء الله أن يكونوا. (30)16274- حدثنا ابن حميد قال، حدثنا يحيى بن واضح, عن الحصين, عن زيد, عن عكرمة والحسن قالا قال في \" سورة الأنفال \" =(إن يكن منكم عشرون صابرون يغلبوا مئتين وإن يكن منكم مئة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون)، ثم نسخ فقال: (الآن خفف الله عنكم وعلم أن فيكم ضعفا)، إلى قوله: (والله مع الصابرين).16275- حدثنا ابن حميد قال، حدثنا جرير, عن مغيرة, عن عكرمة, في قوله: (إن يكن منكم عشرون صابرون)، قال: واحد من المسلمين وعشرة من المشركين. ثم خفف عنهم فجعل عليهم أن لا يفرَّ رجل من رجلين.16276- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قوله: (إن يكن منكم عشرون صابرون)، إلى قوله: (وإن يكن منكم مئة)، قال: هذا لأصحاب محمد صلى الله عليه وسلم يوم بدر, جعل على الرجل منهم عشرة من الكفار, (31) فضجوا من ذلك, فجعل على الرجل قتال رجلين، تخفيفا من الله.16277- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا إبراهيم بن يزيد, عن عمرو بن دينار، وأبي معبد عن ابن عباس قال: إنما أمر الرجل أن يصبر نفسه لعشرة, والعشرة لمئة إذ المسلمون قليل، فلما كثر  المسلمون، خفف الله عنهم. فأمر الرجل أن يصبر لرجلين, والعشرة للعشرين, والمئة للمئتين.16278- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن ابن أبي نجيح: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، قال: كان فرض عليهم إذا لقي عشرون مئتين أن لا يفروا، فإنهم إن لم يفروا غَلَبوا, ثم خفف الله عنهم وقال: (إن يكن منكم مئة صابرة يغلبوا مئتين وإن يكن منكم ألف يغلبوا ألفين)، فيقول: لا ينبغي أن يفر ألف من ألفين, فإنهم إن صبروا لهم غلبوهم.16279- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (الآن خفف الله عنكم وعلم أن فيكم ضعفا إن يكن منكم مئة صابرة يغلبوا مئتين وإن يكن منكم ألف يغلبوا ألفين)، جعل الله على كل رجل رجلين، بعد ما كان على كل رجل عشرة = وهذا الحديث عن ابن عباس.16280- حدثنا ابن وكيع قال، حدثنا يزيد بن هارون, عن جرير بن حازم, عن الزبير بن الخرِّيت, عن عكرمة, عن ابن عباس: كان فُرِض على المؤمنين أن يقاتل الرجل منهم عشرة من المشركين. قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين وإن يكن منكم مئة يغلبوا ألفا)، فشق ذلك عليهم, فأنـزل الله التخفيف, فجعل على الرجل أن يقاتل الرجلين, قوله: (إن يكن منكم مئة صابرة يغلبوا مئتين)، فخفف الله عنهم, ونُقِصوا من الصبر بقدر ذلك. (32)16281- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، يقول: يقاتلوا مئتين, فكانوا أضعف من ذلك, فنسخها الله عنهم. فخفف  فقال: (فإن يكن منكم مئة صابرة يغلبوا مئتين)، فجعل أول مرة الرجل لعشرة, ثم جعل الرجل لاثنين.16282- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن ابن أبي نجيح, عن مجاهد في قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، قال: كان فرض عليهم إذا لقي عشرون مئتين أن لا يفروا, فإنهم إن لم يفرُّوا غَلَبوا. ثم خفف الله عنهم فقال: (إن يكن منكم مئة صابرة يغلبوا مئتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله)، فيقول: لا ينبغي أن يفرّ ألف من ألفين, فإنهم إن صبروا لهم غلبوهم.16283- حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن جويبر, عن الضحاك قال: كان هذا واجبًا أن لا يفر واحد من عشرة.16284- وبه قال: أخبرنا الثوري, عن الليث, عن عطاء, مثل ذلك.* * *وأما قوله: (بأنهم قوم لا يفقهون)، فقد بينّا تأويله. (33)* * *وكان ابن إسحاق يقول في ذلك ما:-16285- حدثنا به ابن حميد قال، حدثنا سلمة, عن ابن إسحاق: (بأنهم قوم لا يفقهون)، أي لا يقاتلون على نِيَّةٍ ولا حقٍّ فيه, ولا معرفة بخير ولا شر. (34)* * *قال أبو جعفر: وهذه الآية =أعني قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين)، = وإن كان مخرجها مخرج الخبر, فإن معناها الأمر. يدلّ على  ذلك قوله: (الآن خفف الله عنكم)، فلم يكن التخفيف إلا بعد التثقيل. ولو كان ثبوت العشرة منهم للمئة من عدوهم كان غير فرض عليهم قبل التخفيف، وكان ندبًا، لم يكن للتخفيف وجه، لأن التخفيف إنما هو ترخيص في ترك الواحد من المسلمين الثبوتَ للعشرة من العدو. وإذا لم يكن التشديد قد كان له متقدِّمًا، لم يكن للترخيص وجه, إذ كان المفهوم من الترخيص إنما هو بعد التشديد. وإذ كان ذلك كذلك, فمعلوم أن حكم قوله: (الآن خفف الله عنكم وعلم أن فيكم ضعفا)، ناسخ لحكم قوله: (إن يكن منكم عشرون صابرون يغلبوا مئتين وإن يكن منكم مئة يغلبوا ألفا من الذين كفروا). وقد بينا في كتابنا \" البيان عن أصول الأحكام \"، (35) أن كل خبرٍ من الله وعد فيه عباده على عملٍ ثوابًا وجزاء, وعلى تركه عقابًا وعذابًا, وإن لم يكن خارجًا ظاهرُه مخرج الأمر, ففي معنى الأمر= بما أغنى عن إعادته في هذا الموضع.* * *واختلفت القرأة في قراءة قوله: (وعلم أن فيكم ضعفًا).فقرأه بعض المدنيين وبعض البصريين: (وَعَلِمَ أَنَّ فِيكُمْ ضُعْفًا)، بضم \" الضاد \" في جميع القرآن، وتنوين \" الضعف \" على المصدر من: \" ضَعُف الرجل ضُعْفًا \".* * *وقرأ ذلك عامة قرأة الكوفيين: ( وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا )، بفتح \" الضاد \"، على المصدر أيضًا من \" ضَعُف \".* * *وقرأه بعض المدنيين: (ضُعَفَاء)، على تقدير \" فعلاء \", جمع \" ضعيف \" على \" ضعفاء \"، كما يجمع \" الشريك \"، \" شركاء \"، و \" الرحيم \"، \" رحماء \".* * *قال أبو جعفر: وأولى القراءات في ذلك بالصواب، قراءة من قرأه: ( وَعَلِمَ  أَنَّ فِيكُمْ ضَعْفًا )، و (ضُعْفًا), بفتح الضاد أو ضمها, لأنهما القراءتان المعروفتان, وهما لغتان مشهورتان في كلام العرب فصيحتان بمعنى واحد, فبأيتهما قرأ القارئ فهو مصيبٌ الصوابَ.* * *فأما قراءة من قرأ ذلك: \" ضعفاء \"، فإنها عن قراءة القرأة شاذة, وإن كان لها في الصحة مخرج, فلا أحبُّ لقارئٍ القراءةَ بها.---------------------الهوامش :(24) انظر تفسير \" فقه \" فيما سلف 13 : 278 ، تعليق : 1 ، والمراجع هناك .(25) انظر تفسير \" الإذن \" فيما سلف 11 : 215 ، تعليق : 2 . والمراجع هناك .(26) الأثر : 16269 - \" محمد بن محبب بن إسحاق القرشي \" ، ثقة ، مضى برقم : 6320 .(27) الأثر : 16271 - سيرة ابن هشام 2 : 331 ، وهو تابع الأثر التالي رقم : 16285 ، قدم الطبري وأخر في هذا الموضع ، فاختلف ترتيب نقله من تفسير ابن إسحاق في سيرته .(28) \" التأشيب \" التحريش بين القوم بالشر ، ومثله \" التأشيب \" بمعنى الإغراء بالعدو ، انظر كما سلف في التعليق على رقم : 16059 ، ج 13 : 531 ، تعليق رقم : 2 ، وكتب اللغة مقصرة في بيان معنى هذا الحرف من العربية .(29) في المطبوعة : \" ولو كان عليهم واجبًا الغزو إذا بعد كل رجل من المسلمين عمن لقي من الكفار \" ، جاء بكلام لا معنى له . وكان في المخطوطة : \" ولو كان عليهم واجبًا كفروا إذا كل رجل من المسلمين عمن لقي من الكفار \" ، وصواب الجملة ما أثبت ، ولكن الناسخ أسقط ، والله أعلم ، [ نكل ] التي وضعها بين القوسين . و \" نكل عن عدوه \" ، نكص .(30) في المطبوعة : \" فلا يعجزك قائل قد سقطت \" ، وهو بلا معنى ، صوابه ما في المخطوطة كما أثبته ، وهو فيها غير منقوط ، وهذا صواب قراءة . وقوله : \" فلا تعجزن \" ، يعني لا تقعد عن القتال عجزًا ، ولكن قاتل ، فإنك قد وقعت بين عدد من العدو ، كما شاء الله أن يكون عددهم ، قلوا أو كثروا .(31) في المطبوعة في الموضعين حذف \" قتال \" ، لأنها في المخطوطة : \" فقال \" ، وصواب قراءتها ما أثبت .(32) في المطبوعة : \" ونقصوا من الصبر \" ، زاد \" واوًا \" ، وغير \" النصر \" ، فأفسد الكلام . غفر الله له .(33) انظر ما سلف ص : 51 .(34) الأثر : 16285 - سيرة ابن هشام 2 : 331 ، وهو تابع الأثر السالف رقم : 16257 ، وقد أخره أبو جعفر عن موضعه إلى هذا الموضع ، وقدم عليه الخبر رقم : 16271 ، وهو تال له في تفسير السورة في سيرة ابن هشام .كان في المطبوعة . \" ولا معرفة لخير \" ، وأثبت ما في المخطوطة والسيرة .(35) في المطبوعة : \" كتاب لطيف البيان \" ، وأثبت ما في المخطوطة ، والكتاب هو هو .",
  "ayah": 66,
  "surah": 8
}
