{
  "text": "القول في تأويل قوله :  مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ (67)قال أبو جعفر: يقول تعالى ذكره: ما كان لنبي أن يحتبس كافرًا قدر عليه وصار في يده من عبدة الأوثان للفداء أو للمنّ.* * *و \" الأسر \" في كلام العرب: الحبس, يقال منه: \" مأسورٌ\", يراد به: محبوس. ومسموع منهم: \" أبَاله الله أسْرًا \". (36)* * *وإنما قال الله جل ثناؤه [ذلك] لنبيه محمد صلى الله عليه وسلم، يعرِّفه أن قتل المشركين الذين أسرهم صلى الله عليه وسلم يوم بدر ثم فادى بهم، كان أولى بالصواب من أخذ الفدية منهم وإطلاقهم.* * *وقوله: (حتى يثخن في الأرض)، يقول: حتى يبالغ في قتل المشركين فيها, ويقهرهم غلبة وقسرًا.* * *يقال منه: \" أثخن فلان في هذا الأمر \"، إذا بالغ فيه. وحكي: \" أثخنته معرفةً\", بمعنى: قتلته معرفةً.* * *=(تريدون)، يقول للمؤمنين من أصحاب رسول الله صلى الله عليه وسلم: (تريدون)، أيها المؤمنون، (عرض الدنيا)، بأسركم المشركين =وهو ما عَرَض للمرء منها من مال ومتاع. (37) يقول: تريدون بأخذكم الفداء من المشركين متاع الدنيا وطُعْمها =(والله يريد الآخرة)، يقول: والله يريد لكم زينة الآخرة وما أعدّ للمؤمنين وأهل ولايته في جناته، بقتلكم إياهم وإثخانكم في الأرض. يقول لهم: فاطلبوا ما يريد الله لكم وله اعملوا، (38) لا ما تدعوكم إليه أهواء أنفسكم من الرغبة في الدنيا وأسبابها =(والله عزيز)، يقول: إن أنتم أردتم الآخرة، لم يغلبكم عدوّ لكم, لأن الله عزيز لا يقهر ولا يغلب = وأنه (حكيم) (39) في تدبيره أمرَ خلقه.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16286- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض)، وذلك يوم بدر والمسلمون يومئذ قليل، فلما كثروا واشتد سلطانهم, أنـزل الله تبارك وتعالى بعد هذا في الأسارى:  فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً  ، [سورة محمد: 4]، فجعل الله النبيَّ والمؤمنين في أمر الأسارى بالخيار, إن  شاءوا قتلوهم، وإن شاءوا استعبدوهم، وإن شاءوا فادَوْهم.16287- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا)، الآية, قال: أراد أصحاب نبيّ الله صلى الله عليه وسلم يوم بدر الفداءَ, ففادوهم بأربعة آلاف أربعة آلاف. (40) ولعمري ما كان أثخن رسول الله صلى الله عليه وسلم يومئذ! وكان أول قتال قاتله المشركين.16288- حدثنا ابن وكيع قال، حدثنا ابن فضيل, عن حبيب بن أبي عمرة, عن مجاهد قال: \" الإثخان \"، القتل. (41)16289- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا شريك, عن الأعمش, عن سعيد بن جبير في قوله: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض)، قال: إذا أسرتموهم فلا تفادوهم حتى تثخنوا فيهم القتلَ.16290-... قال، حدثنا عبد العزيز قال، حدثنا إسرائيل, عن خصيف, عن مجاهد: (ما كان لنبي أن يكون له أسرى)، الآية, نـزلت الرخصة بعدُ, إن شئت فمنّ، وإن شئت ففاد.16291- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض)، يعني: الذين أسروا ببدر.16292- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق: (ما كان لنبي أن يكون له أسرى)، من عدوه =(حتى يثخن في الأرض)، أي:  يثخن عدوه حتى ينفيهم من الأرض =(تريدون عرض الدنيا)، أي: المتاع والفداء بأخذ الرجال =(والله يريد الآخرة)، بقتلهم، لظهور الدين الذي يريدون إطفاءه, الذي به تدرك الآخرة. (42)16293- حدثني أبو السائب قال، حدثنا أبو معاوية قال، حدثنا الأعمش, عن عمرو بن مرة, عن أبي عبيدة, عن عبد الله قال: لما كان يوم بدر وجيء بالأسرى, قال رسول الله صلى الله عليه وسلم: ما تقولون في هؤلاء الأسرى؟ فقال أبو بكر: يا رسول الله، قومك وأهلك, استبقهم واستأنهم, (43) لعل الله أن يتوب عليهم. وقال عمر: يا رسول الله، كذبوك وأخرجوك, قدّمهم فاضرب أعناقهم! وقال عبد الله بن رواحة: يا رسول الله, انظر واديًا كثير الحطب فأدخلهم فيه, ثم أضرمه عليهم نارا. قال: فقال له العباس: قُطِعتْ رَحِمُك! قال: فسكت رسول الله صلى الله عليه وسلم فلم يجبهم, ثم دخل. فقال ناس: يأخذ بقول أبي بكر. وقال ناس: يأخذ بقول عُمر. وقال ناس: يأخذ بقول عبد الله بن رواحة. ثم خرج عليهم رسول الله صلى الله عليه وسلم فقال: \" إنّ الله ليلين قلوب رجال حتى تكون ألين من اللبن, وإن الله ليشدد قلوبَ رجال حتى تكون أشد من الحجارة! وإن مثلك يا أبا بكر مثل إبراهيم, قال:  فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ  [سورة إبراهيم: 36]، ومثلك يا أبا بكر مثل عيسى قال:  إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ  ، الآية [سورة المائدة: 118].  ومثلك يا عمر مثل نوح، قال:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  [سورة نوح: 26] , ومثلك كمثل موسى قال: (44)  رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الأَلِيمَ  [سورة يونس: 88]. قال رسول الله صلى الله عليه وسلم: أنتم اليوم عالة, (45) فلا ينفلتّنَ أحدٌ منهم إلا بفداء أو ضرب عنق. قال عبد الله بن مسعود: إلا سهيل بن بيضاء, فإني سمعته يذكر الإسلام! فسكت رسول الله صلى الله عليه وسلم , فما رأيتُني في يوم أخوفَ أن تقع عليَّ الحجارة من السماء، مني في ذلك اليوم, حتى قال رسول الله صلى الله عليه وسلم: إلا سهيل بن بيضاء. قال: فأنـزل الله: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض)، إلى آخر الثلاث الآيات. (46)16294- حدثنا ابن بشار قال، [حدثنا عمر بن يونس اليمامي] قال، حدثنا عكرمة بن عمار قال، حدثنا أبو زميل قال، حدثني عبد الله بن عباس قال: لما أسروا الأسارى، يعني يوم بدر، قال رسول الله صلى الله عليه وسلم: أين أبو بكر وعمر وعلي؟ قال: ما ترون في الأسارى؟ فقال أبو بكر: يا رسول الله، هم بنو العم والعشيرة, وأرى أن تأخذ منهم فدية تكون لنا قوة على الكفار, وعسى الله أن يهديهم للإسلام! فقال رسول الله صلى الله عليه وسلم: ما ترى يا ابن الخطاب؟ فقال: لا والذي لا إله إلا هو، ما أرى الذي رأى أبو بكر، يا نبي الله, ولكن أرى أن تمكننا منهم, فتمكن عليًّا من عقيل فيضرب عنقه, وتمكن حمزة من العباس فيضرب عنقه, وتمكنني من فلان - نسيبٍ لعمر - فأضرب عنقه, فإن هؤلاء أئمة الكفر وصناديدها. فهويَ رسول الله صلى الله عليه وسلم ما قال أبو بكر ولم يهوَ ما قلت. (47) قال عمر: فلما كان من الغد، جئت إلى رسول الله صلى الله عليه وسلم, فإذا هو وأبو بكر قاعدان يبكيان, فقلت: يا رسول الله، أخبرني من أيّ شيء تبكي أنتَ وصاحبك, فإن وجدت بكاء بكيت، وإن لم أجد بكاء تباكيت! فقال رسول الله صلى الله عليه وسلم: أبكي للذي عرَض لأصحابي من أخذهم الفداء, ولقد عُرِض علي عذابكم أدنى من هذه الشجرة! لشجرة قريبة من رسول الله صلى الله عليه وسلم، فأنـزل الله عز وجل: (ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض)، إلى قوله:  حَلالا طَيِّبًا  ، وأحلّ الله الغنيمة لهم. (48)--------------------الهوامش :(36) انظر تفسير \" الأسير \" فيما سلف 2 : 311 ، 312 .وأما قوله : \" أباله الله أسرا \" ، فإن \" الأسر \" \" بضم الألف وسكون السين \" ، وهو احتباس البول ، يقال : \" أخذه الأسر \" . وهذه الجملة كانت في المخطوطة : \" أبي الله أسرًا \" ، وفي لسان العرب ، كما في المطبوعة \" أناله بالنون \" ، وفي أساس البلاغة : \" وفي أدعيتهم : أبي لك الله أسرا \" .والذي في المخطوطة وأساس البلاغة يرجح صواب ما قرأته بالباء .(37) انظر تفسير \" العرض \" فيما سلف 9 : 71 13 : 211 .(38) في المطبوعة والمخطوطة : \" واطلبوا \" ، والسياق للفاء لا للواو .(39) انظر تفسير \" عزيز \" و \" حكيم \" فيما سلف من فهارس اللغة ( عزز ) ، ( حكم ) .(40) في المطبوعة حذف \" أربعة آلاف \" ، الثانية ، كأنها لم تعجبه ، غفر الله له ! ! .(41) الأثر : 16288 - \" حبيب بن أبي عمرة \" ، القصاب ، أو : اللحام ، \" أبو عبد الله الحماني \" ، ثقة قليل الحديث سلف برقم : 10224 .(42) الأثر : 16292 - سيرة ابن هشام 2 : 332 ، وهو تابع الأثر السالف رقم : 16271 . وفي لفظ سيرة ابن هشام بعض الاختلاف ، وأشك في قوله هناك : \" أي : قتلهم لظهور الدين الذي يريد إظهاره ، والذي تدرك به الآخرة \" .(43) كان في المطبوعة : \" واستأن بهم \" ، وهو نص الخبر في مسند أحمد وغيره ، من \" الأناة \" . يقال : \" استأنى بالشيء \" ، ترفق به ، وأخره وانتظر به ، وتربص به . ونقل صاحب أساس البلاغة : \" واستأنيت فلانًا \" : لم أعجله ، وأنشد لابن مقبل :وَقَــوْمٌ بــأَيدِيهِمْ رِمَــاحُ رُدَينَـةٍشَــوَارِعَ تَسْـتأني دَمًـا أو تسَـلَّفُقال : \" تنظره أو تتعجله \" .ورواية \" واستأنهم \" هذه هي الثابتة في تاريخ أبي جعفر ، في رواية هذا الخبر .(44) في المطبوعة : \" ومثلك يا بن أبي رواحة كمثل موسى \" ، زاد من عنده ما ليس في المخطوطة ، وهو اجتراء قبيح بلا علم ، فإن الحديث ليس فيه هذه الزيادة ، والقول فيه موجه إلى عمر ، ولم يذكر فيه عن ابن رواحة مثل ، كما في جميع المراجع ، بل في بعضها : \" وإن مثلك يا عمر كمثل موسى \" . فهذه زيادة لا تحل لأحد .وإنما ترك رسول الله صلى الله عليه وسلم ضرب مثل لعبد الله بن رواحة ، والله أعلم ، لما في مشورته من النكال الشديد ، فإنه لا يعذب بالنار إلا رب النار سبحانه وتعالى ، وأعاذنا من عذاب جهنم بفضله ورحمته ومنه على كل عاص من عباده .(45) \" العالة \" : الفقراء ذوي الفاقة ، جمع \" عائل \" . و \" عال الرجل \" ، احتاج وافتقر.(46) الأثر: 16293 - إسناده منقطع ، لأن \"أبا عبيدة بن عبد الله بن مسعود\"، لم يسمع من أبيه.وهذا الخبر رواه أحمد في مسنده من هذه الطريق نفسها رقم: 3632 - 3634،ورواه الحاكم في المستدرك 3 : 21 ، 22 ، من طريق جرير بن عبد الحميد ، عن الأعمش ، وقال : \" هذا حديث صحيح الإسناد ، ولم يخرجاه \" ، وقال الذهبي : \" صحيح ، سمعه جرير بن عبد الحميد \" .ورواه الطبري في تاريخه 2 : 259 ، بلفظه وإسناده .ورواه الهيثمي في مجمع الزوائد 6 : 86 ، 87 ، وفصل الكلام فيه ، وقال : \" رواه أحمد . . . ورواه الطبراني ، وفيه أبو عبيدة ، ولم يسمع من أبيه ، ولكن رجاله ثقات \" .ورواه الواحدي في أسباب النزول : 178 .وأما قوله : \" إلا سهيل بن بيضاء \" ، فهو خطأ من بعض الرواة ، وإنما هو \" سهل بن بيضاء \" أخو \" سهيل \" لأبيه وأمه ، قال ابن سعد : \" أسلم بمكة وكتم إسلامه ، فأخرجته قريش معها في نفير بدر ، فشهد بدرًا مع المشركين ، فأسر يومئذ . فشهد له عبد الله بن مسعود أنه رآه يصلي بمكة ، فخلى عنه . والذي روى القصة في سهيل بن بيضاء قد أخطأ ، سهيل بن بيضاء أسلم قبل عبد الله بن مسعود ، ولم يستخف بإسلامه ، وهاجر إلى المدينة ، وشهد بدرًا مع رسول الله صلى الله عليه وسلم مسلمًا ، لا شك فيه . فخلط من روى ذلك الحديث ما بينه وبين أخيه ، لأن سهيلا أشهر من أخيه سهل ، والقصة في سهل \" ، ابن سعد 4 1 156 .(47) هذا الخبر عن ابن عباس ، عن عمر رضي الله عنه ، كما سترى في التخريج .(48) الأثر : 16294 - \" أبو زميل \" ، هو \" سماك بن الوليد الحنفي \" ، سلف أخيرًا برقم : 15734 ، 1600 ، وسائر رجال الإسناد قد مضوا جميعًا .وكان في المطبوعة والمخطوطة : \" حدثنا ابن بشار قال حدثنا عكرمة بن عمار \" ، وهو إسناد مختل ، والظاهر أن الناسخ كتب \" ابن بشار \" في آخر الصفحة ، كما هو في مخطوطتنا ، ثم لما انتقل إلى أول الصفحة التالية كتب : \" حدثنا عكرمة بن عمار \" ، فأسقط من الإسناد ما أثبته بين القوسين ، واستظهرته من رواية صدر هذا الخبر نفسه في الترمذي ، في كتاب التفسير ، حيث رواه مختصرًا ، قال : \" حدثنا محمد بن بشار ، حدثنا عمر بن يونس اليمامي ، حدثنا عكرمة بن عمار ، حدثنا أبو زميل ، حدثني عبد الله بن عباس ، حدثني عمر بن الخطاب \" .وقد مضى مختصرًا كما في الترمذي ، برقم : 15734 ، وقد بينت تخريج الخبر هناك .وهذا الخبر مطولا رواه أحمد في مسنده رقم : 208 ، 221 ، من طريق أبي نوح قراد ، عن عكرمة بن عمار .ورواه مسلم في صحيحه مطولا 12 : 84 - 87 ، من طريق هناد بن السري ، عن ابن المبارك ، عن عكرمة ، ثم من طريق زهير بن حرب ، عن عمر بن يونس الحنفي ( اليمامي ) ، عن عكرمة .ورواه أبو جعفر في التاريخ 2 : 294 ، مطولا ، من طريق أحمد بن منصور ، عن عاصم بن علي ، عن عكرمة .ورواه الواحدي في أسباب النزول : 179 .وهو حديث صحيح ، لا يعرف إلا من طريق عكرمة بن عمار ، كما سلف .وخرجه ابن كثير في تفسير 45 : 18 ، 19 .",
  "ayah": 67,
  "surah": 8
}
