{
  "text": "القول في تأويل قوله :  لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (68)قال أبو جعفر: يقول تعالى ذكره لأهل بدر الذين غنموا وأخذوا من الأسرى الفداء: (لولا كتاب من الله سبق)، يقول: لولا قضاء من الله سبق لكم أهل بدر في اللوح المحفوظ، بأن الله مُحِلٌّ لكم الغنيمة, وأن الله قضى فيما قضى أنه لا يُضِلّ قومًا بعد إذ هداهم حتى يبين لهم ما يتقون, (49) وأنه لا يعذب أحدًا شهد المشهد الذي شهدتموه ببدر مع رسول الله صلى الله عليه وسلم ناصرًا دينَ الله = لنالكم من الله، بأخذكم الغنيمة والفداء، عذاب عظيم. (50)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16295- حدثنا محمد بن بشار قال، حدثنا ابن أبي عدي قال، حدثنا عوف, عن الحسن في قوله: (لولا كتاب من الله سبق) الآية, قال: إن الله كان مُطْعِم هذه الأمة الغنيمةَ, وإنهم أخذوا الفداء من أسارى بدر قبل أن يؤمروا به. قال: فعاب الله ذلك عليهم, ثم أحله الله.16296- حدثنا محمد بن عبد الله بن بزيع قال، حدثنا بشر بن المفضل عن عوف, عن الحسن في قول الله: (لولا كتاب من الله سبق) الآية, وذلك يوم بدر, وأخذ أصحاب النبي صلى الله عليه وسلم المغانمَ والأسارى قبل أن يؤمروا به, وكان الله تبارك وتعالى قد كتب في أم الكتاب: \" المغانم والأسارى حلال لمحمد وأمته \", ولم يكن أحله لأمة قبلهم، وأخذوا المغانم وأسروا الأسارى قبل أن ينـزل إليهم في ذلك, قال الله: (لولا كتاب من الله سبق)، يعني في الكتاب الأول. أن المغانم والأسارى حلال لكم =(لمسكم فيما أخذتم عذاب عظيم) .16297- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (لولا كتاب من الله سبق) الآية, وكانت الغنائم قبل أن يبعث النبي صلى الله عليه وسلم في الأمم، إذا أصابوا مغنمًا جعلوه للقربان, وحرم الله عليهم أن يأكلوا منه قليلا أو كثيرًا. حُرِّم ذلك على كل نبي وعلى أمته, فكانوا لا يأكلون منه، ولا يغلُّون منه، ولا يأخذون منه قليلا ولا كثيرًا إلا عذبهم الله عليه. وكان الله حرمه عليهم تحريمًا شديدًا, فلم يحله لنبيّ إلا لمحمد صلى الله عليه وسلم . وكان قد سبق من الله في قضائه أن المغنم له ولأمته حلال, فذلك قوله يوم بدر، في أخذ الفداء من الأسارى: (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم) .16298- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن عروة, عن  الحسن: (لولا كتاب من الله سبق) قال: إن الله كان مُعطِيَ هذه الأمة الغنيمةَ, وفعلوا الذي فعلوا قبل أن تُحَلّ الغنيمة.16299- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر قال، قال الأعمش في قوله: (لولا كتاب من الله سبق)، قال: سبق من الله أن أحل لهم الغنيمة.16300- حدثنا أبو كريب قال، حدثنا محمد بن عبد الرحمن بن أبي ليلى, عن بشير بن ميمون قال: سمعت سعيدًا يحدث، عن أبي هريرة, قال: قرأ هذه الآية: (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم)، قال: يعني: لولا أنه سبق في علمي أني سأحلُّ الغنائم, لمسكم فيما أخذتم من الأسارى عذاب عظيم. (51)16301- حدثنا أبو كريب قال، حدثنا جابر بن نوح, وأبو معاوية بنحوه, عن الأعمش, عن أبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ما أحلت الغنائم لأحدٍ سُودِ الرؤوس من قبلكم, كانت تنـزل نارٌ من السماء وتأكلها, حتى كان يوم بدر, فوقع الناس في الغنائم, فأنـزل الله: (لولا كتاب من الله سبق لمسكم)، حتى بلغ،  حَلالا طَيِّبًا  .16302- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن الأعمش, عن أبي صالح, عن أبي هريرة, عن النبي صلى الله عليه وسلم , بنحوه = قال: فلما كان يوم بدر أسرَع الناس في الغنائم. (52)16303- حدثنا أبو كريب قال، حدثنا ابن فضيل, عن أشعث بن سوار, عن ابن سيرين, عن عبيدة, قال: أسر المسلمون من المشركين سبعين وقتلوا سبعين, فقال رسول الله صلى الله عليه وسلم: اختاروا أن تأخذوا منهم الفداء فتقوَّوْا به على عدوكم, وإن قبلتموه قتل منكم سبعون = أو تقتلوهم! فقالوا: بل نأخذ الفدية منهم, وقُتل منهم سبعون، قال عبيدة، وطلبوا الخيرتين كلتيهما. (53)16304- حدثنا أبو كريب قال، حدثنا ابن فضيل, عن أشعث, عن عبيدة قال: كان فداء أسارى بدر مئة أوقية, و \" الأوقية \" أربعون درهمًا, ومن الدنانير ستة دنانير. (54)16305- حدثنا أبو كريب ويعقوب بن إبراهيم قالا حدثنا ابن علية قال، حدثنا ابن عون, عن ابن سيرين, عن عبيدة: أنه قال في أسارى بدر: قال رسول الله صلى الله عليه وسلم: إن شئتم قتلتموهم, وإن شئتم فاديتموهم واستشْهِد منكم بعِدَّتهم! فقالوا: بلى, (55) نأخذ الفداء فنستمتع به، ويستشهد منا بعِدَّتهم.16306- حدثني أحمد بن محمد الطوسي قال، حدثنا عبد الصمد بن عبد الوارث قال، حدثنا همام بن يحيى قال، حدثنا عطاء بن السائب, عن أبي وائل, عن عبد الله بن مسعود قال: أمر عمر رحمه الله عنه بقتل الأسارى, فأنـزل الله: (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم). (56)16307- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (لولا كتاب من الله سبق)، قال: كان المغنم محرَّمًا على كل نبي وأمته, وكانوا إذا غنموا يجعلون المغنم لله قربانًا تأكله النار. وكان سبق في قضاء الله وعلمه أن يحلّ المغنم لهذه الأمة، يأكلون في بطونهم.16308- حدثنا ابن حميد قال، حدثنا جرير, عن عطاء في قول الله: (لولا كتاب من الله سبق لمسكم)، قال: كان في علم الله أن تحلّ لهم الغنائم, فقال: (لولا كتاب من الله سبق)، بأنه أحل لكم الغنائم =(لمسكم فيما أخذتم عذاب عظيم).* * *وقال آخرون: معنى ذلك: لولا كتاب من الله سبق لأهل بدر، أن لا يعذبهم، لمسهم عذاب عظيم.* ذكر من قال ذلك:16309- حدثنا ابن وكيع قال، حدثنا أبو أحمد الزبيري, عن شريك, عن سالم, عن سعيد: (لولا كتاب من الله سبق)، قال: لأهل بدر، من السعادة.16310- حدثنا ابن وكيع قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: (لولا كتاب من الله سبق)، لأهل بدر مَشْهدَهم.16311- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن: (لولا كتاب من الله سبق)، قال: سبق من الله خيرٌ لأهل بدر.16312- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم)، كان سبق لهم من الله خير, وأحلّ لهم الغنائم.16313- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا عبد الوارث بن سعيد, عن عمرو بن عبيد, عن الحسن: (لولا كتاب من الله سبق)، قال: (سبق)، أن لا يعذب أحدًا من أهل بدر.16314- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (لولا كتاب من الله سبق)، لأهل بدر، ومشهدَهم إياه.16315- حدثني يونس قال، أخبرني ابن وهب قال، قال ابن زيد في قوله: (لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم)، لمسكم فيما أخذتم من الغنائم يوم بدر قبل أن أحلها لكم. فقال: سبق من الله العفو عنهم والرحمة لهم، سبق أنه لا يعذب المؤمنين, لأنه لا يعذب رَسوله ومن آمن به وهاجر معه ونصره.* * *وقال آخرون: معنى ذلك: (لولا كتاب من الله سبق)، أن لا يؤاخذ أحدًا بفعل أتاه على جهالة =(لمسكم فيما أخذتم عذاب عظيم).* ذكر من قال ذلك:16316- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن  ابن جريج, عن مجاهد قوله: (لولا كتاب من الله سبق)، لأهل بدر ومشهدَهم إياه, قال: كتاب سبق لقوله:  وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ  [سورة التوبة: 115]، سبق ذلك، وسبق أن لا يؤاخذ قومًا فعلوا شيئًا بجهالة =(لمسكم فيما أخذتم)، قال ابن جريج، قال ابن عباس: (فيما أخذتم)، مما أسرتم. ثم قال بعد:  فَكُلُوا مِمَّا غَنِمْتُمْ  .16317- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: عاتبه في الأسارى وأخذ الغنائم, ولم يكن أحد قبله من الأنبياء يأكل مغنمًا من عدوٍّ له. (57)16318- حدثنا ابن حميد قال، حدثنا سلمة, عن محمد قال، حدثني أبو جعفر محمد بن علي بن الحسين بن علي بن أبي طالب قال: قال رسول الله صلى الله عليه وسلم: نُصِرت بالرعب، وجُعِلت لي الأرض مسجدًا وطهورًا, وأعطيت جوامع الكلم, وأحلّت لي المغانم، ولم تحلّ لنبيٍّ كان قبلي, وأعطيت الشفاعة, خمسٌ لم يُؤْتَهُنَّ نبيٌّ كان قبلي = قال محمد (58) فقال:  مَا كَانَ لِنَبِيٍّ  ، أي: قبلك =  أَنْ يَكُونَ لَهُ أَسْرَى  إلى قوله: (لولا كتاب من الله سبق لمسكم فيما أخذتم)، أي: من الأسارى والمغانم =(عذاب عظيم)، أي: لولا أنه سبق مني أن لا أعذب إلا بعد النهي، ولم أكن نهيتكم، لعذبتكم فيما صنعتم. ثم أحلها له ولهم رحمةً ونعمةً وعائدةً من الرحمن الرحيم. (59)* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، ما قد بيناه قبلُ. وذلك أن قوله: (لولا كتاب من الله سبق)، خبر عامٌّ غير محصور على معنى دون  معنى، وكل هذه المعاني التي ذكرتها عمن ذكرت، مما قد سبق في كتاب الله أنه لا يؤاخذ بشيء منها هذه الأمة, وذلك: ما عملوا من عمل بجهالة, و إحلال الغنيمة، والمغفرة لأهل بدر, وكل ذلك مما كتب لهم. وإذ كان ذلك كذلك، فلا وجه لأن يخصّ من ذلك معنى دون معنى, وقد عم الله الخبر بكل ذلك، بغير دلالة توجب صحة القول بخصوصه.16319- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: لم يكن من المؤمنين أحد ممن نُصِر إلا أحبَّ الغنائم، إلا عمر بن الخطاب, جعل لا يلقى أسيرًا إلا ضرب عنقه, وقال: يا رسول الله، ما لنا وللغنائم, نحن قوم نجاهد في دين الله حتى يُعبد الله! فقال رسول الله صلى الله عليه وسلم: \" لو عذبنا في هذا الأمر يا عمر ما نجا غيرك! قال الله: لا تعودوا تستحلون قبل أن أحلّ لكم.16320- حدثنا ابن حميد قال، حدثنا سلمة قال، قال ابن إسحاق: لما نـزلت: (لولا كتاب من الله سبق)، الآية, قال رسول الله صلى الله عليه وسلم: \" لو نـزل عذابٌ من السماء لم ينج منه إلا سعد بن معاذ، لقوله: يا نبي الله، كان الإثخان في القتل أحبّ إلي من استبقاء الرجال. (60)--------------------الهوامش :(49) انظر تفسير \" كتاب\" فيما سلف من فهارس اللغة ( كتب ).(50) انظر تفسير \" المس \" فيما سلف 13 : 333 ، تعليق : 2 ، والمراجع هناك .(51) الأثر : 16300 - \" بشير بن ميمون الخراساني الواسطي \" ، أبو صيفي ، ضعيف ، منكر الحديث ، متهم بالوضع . وقال أبو حاتم : \" ضعيف الحديث ، وعامة روايته مناكير \" . وأجمعوا على طرح حديثه ، مترجم في التهذيب ، والكبير 1 2 105 ، وابن أبي حاتم 1 1 379 ، وميزان الاعتدال 1 : 153 ، 154 .و \" سعيد \" هو \" سعيد بن أبي سعيد المقبري \" .(52) الأثران : 16301 ، 16302 - حديث صحيح الإسناد ، إلا ما كان من أمر \" جابر بن نوح الحماني \" ، ليس حديثه بشيء ، ضعيف ، قال يحيى بن معين : \" جابر بن نوح ، إمام مسجد بني حمان ، ولم يكن بثقة ، كان ضعيفًا \" . مترجم في التهذيب ، والكبير 1 2 210 ، وابن أبي حاتم 1 1 500 ، وميزان الاعتدال 1 : 176 ، وأبو كريب رواه عن جابر ، وعن أبي معاوية ، فحديث أبي معاوية هو الصحيح .وهذا الخبر رواه الترمذي في كتاب التفسير من طريق عبد بن حميد ، عن معاوية بن عمرو ، عن زائدة ، عن الأعمش ، وقال : \" هذا حديث حسن صحيح \" .ورواه البيهقي في السنن 6 : 290 من طريق محاضر ، عن الأعمش ، ومن طريق أبي معاوية ، عن الأعمش .وخرجه السيوطي في الدر المنثور 3 : 203 ، وزاد نسبته إلى النسائي ، وابن أبي شيبة في المصنف ، وابن أبي حاتم ، وأبي الشيخ ، وابن مردويه .(53) \" الخيرة \" ( بكسر الخاء وسكون الياء ، أو فتح الياء ) ، هو ما يختار ويصطفى من الخير .(54) انظر تقدير \" الأوقية \" فيما سلف في الأثر رقم : 16058 .(55) انظر مجيء \" بلى \" في غير جحد ، فيما سلف في الأثر رقم : 781 ج 1 : 554 ثم 2 : 280 ، 510 10 : 98 ، تعليق : 4 ثم 10 : 253 ، تعليق : 3 ثم 12 : 174 ، تعليق : 3 .(56) الأثر : 16306 - \" همام بن يحيى بن دينار الأزدي \" ، ثقة ، مضى برقم : 10190 ، 11725 .وهذا خبر صحيح إسناده .(57) الأثر : 16317 - سيرة ابن هشام 2 : 331 ، وهو سابق الأثر السالف رقم : 16292 في ترتيب السيرة .(58) قوله : \" محمد \" ، يعني محمد بن إسحاق ، لا \" محمد بن علي \" .(59) الأثر : 16318 - سيرة ابن هشام 2 : 332 ، وصدره تابع الأثر السالف رقم : 16317 ، وسابق للأثر رقم : 16292 ، ثم روى صدرًا من الأثر رقم : 16292 ، وأتبعه بما يليه في السيرة .(60) الأثر : 16320 - لم أجد هذا الخبر في سيرة ابن هشام ، فيما أقدر .",
  "ayah": 68,
  "surah": 8
}
