{
  "text": "القول في تأويل قوله :  وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (71)قال أبو جعفر: يقول تعالى ذكره لنبيه: وإن يرد هؤلاء الأسارى الذين في أيديكم =(خيانتك)، أي الغدر بك والمكرَ والخداع, بإظهارهم لك بالقول خلافَ ما في نفوسهم (4) =(فقد خانوا الله من قبل)، يقول: فقد خالفوا أمر الله من قبل وقعة بدر, وأمكن منهم ببدر المؤمنين (5) =(والله عليم)، بما يقولون بألسنتهم ويضمرونه في نفوسهم =(حكيم)، في تدبيرهم وتدبير أمور خلقه سواهم. (6)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16328- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن  ابن جريج, عن عطاء الخراساني, عن ابن عباس: (وإن يريدوا خيانتك)، يعني: العباس وأصحابه في قولهم: آمنا بما جئت به, ونشهد إنك رسول الله, لننصحن لك على قومنا \"، يقول: إن كان قولهم خيانة =(فقد خانوا الله من قبل فأمكن منهم)، يقول: قد كفروا وقاتلوك, فأمكنك الله منهم.16329- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وإن يريدوا خيانتك) الآية، قال: ذكر لنا أن رجلا كتب لنبي الله صلى الله عليه وسلم , ثم عمد فنافق, فلحق بالمشركين بمكة, ثم قال: \" ما كان محمد يكتب إلا ما شئت!\" فلما سمع ذلك رجل من الأنصار, نذر لئن أمكنه الله منه ليضربنه بالسيف. فلما كان يوم الفتح، أمَّن رسول الله صلى الله عليه وسلم الناس إلا عبد الله بن سعد بن أبي سرح, ومِقْيَس بن صُبابة, (7) وابن خطل, وامرأة كانت تدعو على النبيّ صلى الله عليه وسلم كل صباح. فجاء عثمان بابن أبي سرح, وكان رضيعه = أو: أخاه من الرضاعة = فقال: يا رسول الله، هذا فلان أقبل تائبًا نادمًا! فأعرض نبي الله صلى الله عليه وسلم . فلما سمع به الأنصاريّ أقبل متقلدًا سيفه, فأطاف به, (8) وجعل ينظر إلى رسول الله صلى الله عليه وسلم رجاء أن يومئ إليه. ثم إن رسول الله صلى الله عليه وسلم قدّم يده فبايعه, فقال: أما والله لقد تلوَّمتك فيه لتوفي نذرك! (9) فقال: يا نبيّ الله إنّي هِبْتك, فلولا أوْمضت إليّ! (10) فقال: إنه لا ينبغي لنبيٍّ أن يومض. (11)16330- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال،  حدثنا أسباط, عن السدي: (وإن يريدوا خيانتك فقد خانوا الله من قبل فأمكن منهم)، يقول: قد كفروا بالله ونقضوا عهده, فأمكن منهم ببدر.----------------------------الهوامش :(4) انظر تفسير \" الخيانة \" فيما سلف ص : 25 ، تعليق : 1 ، والمراجع هناك .(5) انظر تفسير \" أمكن \" فيما سلف 11 : 263 12 : 315 .(6) انظر تفسير \" عليم \" و \" حكيم \" فيما سلف من فهارس اللغة ( علم ) ، ( حكم ) .(7) في المطبوعة : \" بن ضبابة \" ، وهو خطأ محض .(8) يقال : \" طاف بالقوم ، وأطاف بهم \" ، إذا استدار ، وجاء من نواحيهم وهو يحوم حولهم .(9) \" تلوم في الأمر \" و \" تلوم به \" ، انتظر وتلبث وتأنى ، وتعدية مثل هذا الفعل من صريح العربية .(10) \" أومض إليه \" ، أشار إشارة خفية ، من \" إيماض البرق \" ، إذا لمع لمعًا خفيًا ، ثم يخفى .(11) الأثر : 16329 - انظر مسند أحمد 3 : 151 ، حديث أنس ، بغير هذا اللفظ .",
  "ayah": 71,
  "surah": 8
}
