{
  "text": "القول في تأويل قوله :  وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْقال أبو جعفر: يقول تعالى ذكره: \" والذين آمنوا \"، بالله ورسوله، من بعد تبياني ما بيَّنت من ولاية المهاجرين والأنصار بعضهم بعضًا، وانقطاع ولايتهم ممن آمن ولم يهاجر حتى يهاجر =(وهاجروا)، دارَ الكفر إلى دار الإسلام =(وجاهدوا معكم)، أيها المؤمنون =(فأولئك منكم)، في الولاية، يجب عليكم لهم من الحق والنصرة في الدين والموارثة، مثل الذي يجب لكم عليهم، ولبعضكم على بعض، (45) كما:-16352- حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق, قال: ثم ردّ المواريث إلى الأرحام ممن أسلم بعد الولاية من المهاجرين والأنصار دونهم، إلى الأرحام التي بينهم، (46) فقال: (والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم وأولو الأرحام بعضهم أولى ببعض في كتاب الله)، أي: بالميراث (47) =  إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ  . (48)* * *القول في تأويل قوله :  وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (75)قال أبو جعفر: يقول تعالى ذكره: والمتناسبون بالأرحام =(بعضهم أولى ببعض)، في الميراث, إذا كانوا ممن قسم الله له منه نصيبًا وحظًّا، من الحليف والولي =(في كتاب الله)، يقول: في حكم الله الذي كتبه في اللوح المحفوظ والسابق من القضاء (49) =(إن الله بكل شيء عليم)، يقول: إن الله عالم بما يصلح عباده، في توريثه بعضهم من بعض في القرابة والنسب، دون الحلف بالعقد, وبغير ذلك من الأمور كلها, لا يخفى عليه شيء منها. (50)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16353- حدثنا أحمد بن المقدام قال، حدثنا المعتمر بن سليمان قال، حدثنا أبي, قال، حدثنا قتادة أنه قال: كان لا يرث الأعرابيُّ المهاجرَ، حتى أنـزل الله: ( وأولو الأرحام بعضهم أولى ببعض في كتاب الله).16354- حدثنا محمد بن المثنى قال، حدثنا معاذ بن معاذ قال، حدثنا ابن عون, عن عيسى بن الحارث: أن أخاه شريح بن الحارث كانت له سُرِّيَّة، فولدت منه جارية, فلما شبت الجارية زُوِّجت, فولدت غلامًا, ثم ماتت السرِّية, واختصم شريح بن الحارث والغلام إلى شريح القاضي في ميراثها, فجعل شريح بن الحارث يقول: ليس له ميراث في كتاب الله! قال: فقضى شريح بالميراث للغلام. قال: ( وأولو الأرحام بعضهم أولى ببعض في كتاب الله)، فركب ميسرة بن يزيد إلى ابن الزبير, فأخبره بقضاء شريح وقوله, فكتب ابن  الزبير إلى شريح: \" إن ميسرة أخبرني أنك قضيت بكذا وكذا \"، وقلت: ( وأولو الأرحام بعضهم أولى ببعض في كتاب الله)، وإنه ليس كذلك, إنما نـزلت هذه الآية: أنّ الرجل كان يعاقد الرجل يقول: \" ترثني وأرثك \", فنـزلت: ( وأولو الأرحام بعضهم أولى ببعض في كتاب الله) . فجاء بالكتاب إلى شريح, فقال شريح: أعتقها حيتان بطنها! (51) وأبى أن يرجع عن قضائه. (52)16355- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن ابن عون قال، حدثني عيسى بن الحارث قال: كانت لشريح بن الحارث سُرِّية, فذكر نحوه = إلا إنه قال في حديثه: كان الرجل يعاقد الرجل يقول: \" ترثني وأرثك \"، فلما نـزلت تُرِك ذلك. (53)آخر تفسير \" سورة الأنفال \"والحمد لله وحده، وصلى الله على سيدنا محمد وآله.--------------------الهوامش :(45) انظر تفسير \" هاجر \" ، و \" جاهد \" فيما سلف ص : 88 ، تعليق : 1 ، والمراجع هناك .(46) في المطبوعة والمخطوطة : \" ثم المواريث إلى الأرحام التي بينهم \" ، أسقط من الكلام تمام الكلام الذي أثبته من سيرة ابن هشام ، وسبب ذلك كما فعل في رقم : 16350 ، هو ذكر \" الأرحام \" مرتين ، فاختلط عليه بصره فنقل ما نقل .(47) في المطبوعة : \" أي : في الميراث \" ، وهو خطأ ، صوابه في المخطوطة والسيرة .(48) الأثر : 16352 - سيرة ابن هشام 2 : 333 ، وهو تابع الأثر السالف رقم : 16350 .(49) انظر تفسير \" كتاب \" فيما سلف ص : 64 ، تعليق 1 ، والمراجع هناك .(50) انظر تفسير \" عليم \" فيما سلف من فهارس اللغة ( علم ) .(51) في المطبوعة : \" جنين \" ، غير ما في المخطوطة . وفي أخبار القضاة لوكيع \" جنان بطنها \" ، والذي هنا ، وفي أخبار القضاة ، مشكل ، فأثبته حتى أعرف صوابه ، أو يعرفه غيري .(52) الأثر : 16354 ، 16355 - رواه وكيع في أخبار القضاة 2 : 320 ، 321 ، من طريق عمرو بن بشر ، عن حسن بن عيسى ، عن عبد الله ، عن ابن عون ، بنحوه .(53) الأثر : 16354 ، 16355 - رواه وكيع في أخبار القضاة 2 : 320 ، 321 ، من طريق عمرو بن بشر ، عن حسن بن عيسى ، عن عبد الله ، عن ابن عون ، بنحوه .",
  "ayah": 75,
  "surah": 8
}
