{
  "text": "القول في تأويل قوله :  إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ (9)قال أبو جعفر: يقول تعالى ذكره:  وَيُبْطِلَ الْبَاطِلَ  ، حين تستغيثون ربكم= ف \" إذْ\" من صلة \" يبطل \".* * *ومعنى قوله: (تستغيثون ربكم)، تستجيرون به من عدوكم, وتدعونه للنصر عليهم=\" فاستجاب لكم \" فأجاب دعاءكم، (1) بأني ممدكم بألف من الملائكة يُرْدِف بعضهم بعضًا، ويتلو بعضهم بعضًا. (2)* * *وبنحو ما قلنا في ذلك قال أهل التأويل، وجاءت الرواية عن أصحاب رسول الله صلى الله عليه وسلم . * ذكر الأخبار بذلك:15734- حدثني محمد بن عبيد المحاربي قال، حدثنا عبد الله بن المبارك, عن عكرمة بن عمار قال، حدثني سماك الحنفي قال، سمعت ابن عباس يقول: حدثني عمر بن الخطاب رضي الله عنه قال: لما كان يوم بدر، ونظرَ رَسول الله صلى الله عليه وسلم إلى المشركين وعِدّتهم, ونظر إلى أصحابه نَيِّفا على ثلاثمئة, فاستقبل القبلة, فجعل يدعو يقول: \" اللهم أنجز لي ما وعدتني! اللهم إن تهلك هذه العصابة من أهل الإسلام لا تُعبد في الأرض! \"، فلم يزل كذلك حتى سقط رداؤه, وأخذه أبو بكر الصديق رضي الله عنه فوضع رداءه عليه, ثم التزمه من ورائه, (3) ثم قال: كفاك يا نبي الله، بأبي وأمي، مناشدتَك ربك, فإنه سينجز لك ما وعدك! فأنـزل الله: (إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين) . (4)15735- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قال: لما اصطفَّ القوم, قال أبو جهل: اللهم أولانا بالحق فانصره! ورفع رسول الله صلى الله عليه وسلم يده فقال: يا رب، إن تهلك هذه العصابة فلن تعبد في الأرض أبدا!15736- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قال: قام النبي صلى الله عليه وسلم فقال: اللهم ربنا أنـزلت علي الكتاب, وأمرتني بالقتال, ووعدتني بالنصر, ولا تخلف الميعاد! فأتاه جبريلُ عليه السلام, فأنـزل الله:  أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْـزَلِينَ * بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةِ مُسَوِّمِينَ  ، (5)[سورة آل عمران: 124-125] .15737- حدثني أبو السائب قال، حدثنا أبو معاوية, عن الأعمش, عن أبي إسحاق, عن زيد بن يُثَيْع قال: كان أبو بكر الصديق رضي الله عنه مع رسول الله صلى الله عليه وسلم في العريش, فجعل النبي صلى الله عليه وسلم يدعو يقول: اللهم انصر هذه العصابة, فإنك إن لم تفعل لن تعبد في الأرض! قال: فقال أبو بكر: بعضَ مناشدتك مُنْجِزَك ما وعدك. (6)15738- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: أقبل النبي صلى الله عليه وسلم يدعو الله ويستغيثه ويستنصره, فأنـزل الله عليه الملائكة.15739- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله: (إذ تستغيثون ربكم)، قال: دعاء النبي صلى الله عليه وسلم .15740- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق: (إذ تستغيثون ربكم)، أي: بدعائكم، حين نظروا إلى كثرة عدوهم وقلة عددهم= \" فاستجاب لكم \"، بدعاء رسول الله صلى الله عليه وسلم ودعائكم معه. (7)15741- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو بكر بن عياش, عن أبي حصين, عن أبي صالح قال: لما كان يوم بدر جعل النبي صلى الله عليه وسلم يناشد ربه أشد النِّشدة يدعو، (8) فأتاه عمر بن الخطاب رضي الله عنه فقال: يا رسول الله، بعض نِشْدَتك, فوالله ليفيَنَّ الله لك بما وعدك!* * *وأما قوله: (أني ممدكم بألف من الملائكة مردفين)، فقد بينا معناه. (9)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15742- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (أني ممدكم بألف من الملائكة مردفين)، يقول: المزيد, كما تقول: \" ائت الرجل فزده كذا وكذا \".15743- حدثنا ابن وكيع قال، حدثنا أحمد بن بشير, عن هارون بن عنترة [عن أبيه]، عن أبيه, عن ابن عباس: (مردفين)، قال: متتابعين. (10)15744- . . . . قال، حدثني أبي, عن سفيان, عن هارون بن عنترة, [عن أبيه]، عن ابن عباس, مثله. (11)15745- حدثني سليمان بن عبد الجبار قال، حدثنا محمد بن الصلت قال، حدثنا أبو كدينة, عن قابوس, عن أبيه, عن ابن عباس: (ممدكم بألف من الملائكة مردفين)، قال: وراء كل ملك ملك. (12)15746 - حدثني ابن وكيع قال، حدثنا أبو أسامة, عن أبي كدينة يحيى بن المهلب, عن قابوس, عن أبيه, عن ابن عباس: (مردفين)، قال: متتابعين. (13)15747- . . . . قال، حدثنا هانئ بن سعيد, عن حجاج بن أرطأة,  عن قابوس قال: سمعت أبا ظبيان يقول: (مردفين)، قال: الملائكة، بعضهم على إثر بعض. (14)15748- . . . . قال، حدثنا المحاربي, عن جويبر, عن الضحاك قال: (مردفين)، قال: بعضهم على إثر بعض.15749- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد مثله.15750- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (مردفين)، قال: ممدِّين= قال ابن جريج, عن عبد الله بن كثير قال: (مردفين)، \" الإرداف \"، الإمداد بهم.15751- حدثني بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (بألف من الملائكة مردفين)، أي متتابعين.15752- حدثنا [محمد بن عبد الأعلى قال، حدثنا محمد بن ثور] قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (بألف من الملائكة مردفين)، يتبع بعضهم بعضًا. (15)15753- حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (مردفين)، قال: \" المردفين \"، بعضهم على إثر بعض, يتبع بعضهم بعضًا.15754- حدثت عن الحسين قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (بألف من الملائكة مردفين)، يقول: متتابعين، يوم بدر.* * *واختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة أهل المدينة: \" مُرْدَفِينَ\"، بنصب الدال.* * *وقرأه بعض المكيين وعامة قرأة الكوفيين والبصريين: (مُرْدِفِينَ) .* * *وكان أبو عمرو يقرؤه كذلك, ويقول فيما ذكر عنه: هو من \" أردف بعضهم بعضًا \".* * *وأنكر هذا القول من قول أبي عمرو بعض أهل العلم بكلام العرب وقال: إنما \" الإرداف \"، أن يحمل الرجل صاحبه خلفه. قال: ولم يسمع هذا في نعت الملائكة يوم بدر.* * *واختلف أهل العلم بكلام العرب في معنى ذلك إذا قرئ بفتح الدال أو بكسرها.فقال بعض البصريين والكوفيين: معنى ذلك إذا قرئ بالكسر: أن الملائكة جاءت يتبع بعضهم بعضًا، على لغة من قال: \" أردفته \". وقالوا: العرب تقول: \" أردفته \". و \" رَدِفته \", بمعنى \" تبعته \" و \" أتبعته \"، واستشهد لصحة قولهم ذلك بما قال الشاعر: (16)إِذَا الْجَـــوْزَاءُ أرْدَفَــتِ الثُّرَيَّــاظَنَنْــتُ بِــآلِ فَاطِمَــةَ الظُّنُونَـا (17)قالوا: فقال الشاعر: \" أردفت \", وإنما أراد \" ردفت \"، جاءت بعدها, لأن الجوزاء تجئ بعد الثريا.وقالوا معناه إذا قرئ(مردَفين)، أنه مفعول بهم, كأن معناه: بألف من الملائكة يُرْدِف الله بعضهم بعضًا. (18)* * *وقال آخرون: معنى ذلك، إذا كسرت الدال: أردفت الملائكة بعضها بعضًا= وإذا قرئ بفتحها: أردف الله المسلمين بهم.* * *قال أبو جعفر: والصواب من القراءة في ذلك عندي، قراءة من قرأ: ( بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ )، بكسر الدال، لإجماع أهل التأويل على ما ذكرت من تأويلهم، أن معناه: يتبع بعضهم بعضًا، ومتتابعين= ففي إجماعهم على ذلك من التأويل، الدليلُ الواضح على أن الصحيح من القراءة ما اخترنا في ذلك من كسر الدال, بمعنى: أردف بعض الملائكة بعضًا, ومسموع من العرب: \" جئت مُرْدِفًا لفلان \"، أي: جئت بعده.وأما قول من قال: معنى ذلك إذا قرئ \" مردَفين \" بفتح الدال: أن الله أردفَ المسلمين بهم= فقولٌ لا معنى له، إذ الذكر الذي في \" مردفين \" من الملائكة دون المؤمنين. وإنما معنى الكلام: أن يمدكم بألف من الملائكة يُرْدَف بعضهم ببعض. ثم حذف ذكر الفاعل, وأخرج الخبر غير مسمَّى فاعلُه, فقيل: (مردَفين)، بمعنى: مردَفٌ بعض الملائكة ببعض.ولو كان الأمر على ما قاله من ذكرنا قوله، وجب أن يكون في \" المردفين \" ذكر المسلمين، لا ذكر الملائكة. وذلك خلاف ما دلّ عليه ظاهر القرآن.وقد ذكر في ذلك قراءة أخرى, وهي ما:-15755- حدثني المثنى قال، حدثنا إسحاق قال، قال عبد الله بن يزيد: \" مُرَدِّفِينَ\" و \" مُرِدِّفِينَ\" و \" مُرُدِّفِينَ\", مثقَّل (19) على معنى: \" مُرْتَدِفين \".15756- حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا يعقوب بن محمد الزهري قال، حدثني عبد العزيز بن عمران عن الزمعي, عن أبي الحويرث, عن محمد بن جبير, عن علي رضي الله عنه قال: نـزل جبريل في ألف من الملائكة عن ميمنة النبي صلى الله عليه وسلم وفيها أبو بكر رضي الله عنه, ونـزل ميكائيل عليه السلام في ألف من الملائكة عن ميسرة النبي صلى الله عليه وسلم , وأنا فيها. (20)----------------------الهوامش :(1) انظر تفسير \" استجاب \" فيما سلف ص : 321 ، تعليق : 2 ، والمراجع هناك .(2) انظر تفسير \" الإمداد \" فيما سلف 1 : 307 ، 308 7 : 181 .(3) \" التزمه \" ، احتضنه أو اعتنقه .(4) الأثر : 15734 - \" عكرمة بن عمار اليمامي العجلي \" ، ثقة ، مضى برقم : 849 ، 2185 ، 8224 ، 13832 .و \" سماك الحنفي \" ، هو \" سماك بن الوليد الحنفي \" ، \" أبو زميل \" ، ثقة . مضى برقم : 13832 .وهذا الخبر ، رواه مسلم في صحيحه 12 : 84 - 87 ، مطولا من طريق هناد بن السري ، عن عبد الله بن المبارك ، عن عكرمة .رواه أحمد في مسنده رقم : 208 ، 221 ، من طريق أبي نوح قراد ، عن عكرمة ابن عمار . مطولا .وروى بعضه أبو داود في سننه 3 : 82 .ورواه الترمذي في كتاب التفسير ، مختصرًا ، من طريق محمد بن بشار ، عن عمر بن يونس اليمامي ، عن عكرمة ، وقال \" هذا حديث حسن صحيح غريب ، لا نعرفه من حديث عمر ، إلا من حديث عكرمة بن عمار ، عن أبي زميل \" .ورواه أبو جعفر الطبري في تاريخه ، من الطريق نفسها 2 : 280 .(5) الأثر : 15736 - هذا الخبر لم يذكره أبو جعفر في تفسير آية سورة آل عمران 7 : 173 - 190 .(6) الأثر : 15737 - \" أبو إسحاق \" ، هو الهمداني السبيعي ، وكان في المطبوعة \" ابن إسحاق \" غير ما في المخطوطة ، فأساء .و \" زيد بن يثيع الهمداني \" ، ويقال : \" ... أثيع \" و \" أثيل \" . آخره لام . روى عن أبي بكر الصديق ، وعلي ، وحذيفة ، وأبي ذر ، وعنه أبو إسحاق السبيعي فقط . ذكره ابن حبان في الثقات ، مترجم في التهذيب ، وابن سعد : 155 ، والكبير 2 1 373 ، وابن أبي حاتم 1 2 573 في \" زيد بن نفيع الهمداني \" ، وهو خطأ ، والصواب ما أثبتناه ، ولكن العجب أنه كان هناك في المطبوعة والمخطوطة ، \" زيد بن نفيع \" أيضًا .و \" يثيع \" بالياء والثاء، مصغرًا ، هكذا ضبط . وقال ابن دريد في كتاب الاشتقاق : 249 : \"يثيع\" \"يفعل\" من \"ثاع، يثيع\" ، إذا اتسع وانبسط .(7) الأثر : 15740 - سيرة ابن هشام 2 : 322 ، 323 ، وهو تابع الأثر السالف رقم : 15731 ، وليس في سيرة ابن هشام \" معه \" ، في آخر الخبر .(8) \" النشدة \" ( بكسر فسكون ) مصدر : \" نشدتك الله \" ، أي سألتك به واستحلفتك .(9) انظر ما سلف ص : 409 .(10) الأثر : 15743 - \" أحمد بن بشير الكوفي \" ، مضى برقم 7819 ، 11084 .و \" هارون بن عنترة بن عبد الرحمن \" ، مضى مرارًا كثيرة آخرها : 11084 .وأبوه \" عنترة بن عبد الرحمن \" ، مضى أيضًا ، انظر رقم 11084 .(11) الأثر : 15744 . زيادة \" عن أبيه \" بين قوسين ، هو ما أرجح أنه الصواب ، وأن إسقاطها من الناسخ . انظر الإسناد السالف .(12) الأثر : 15745 - \" سليمان بن عبد الجبار بن زريق الخياط \" ، شيخ الطبري ، مضى برقم : 5994 ، 9745 .و \" محمد بن الصلت بن الحجاج الأسدي \" ، مضى برقم : 3002 ، 5994 ، 9745 .و \" أبو كدينة \" ، \" يحيى بن المهلب البجلي \" ، مضى برقم : 4193 ، 5994 ، 9745 .و \" قابوس بن أبي ظبيان الجنبي \" ، مضى برقم : 9745 ، 10683 .وأبوه \" أبو ظبيان \" ، هو : \" حصين بن جندب الجنبي \" ، مضى برقم : 9745 ، 10683 .(13) الأثر : 15746 - انظر رجال الأثر السالف .(14) الأثر : 15747 - \" هانئ بن سعيد النخعي \" ، شيخ ابن وكيع ، سلف برقم : 13159 ، 13965 ، 14836 .(15) الأثر : 15752 - صدر هذا الإسناد خطأ لا شك فيه . وهو كما وضعته بين القوسين ، جاء في المطبوعة . أما المخطوطة ، فهو فيها هكذا : \" حدثنا محمد بن عبد الله قال ، حدثنا محمد ابن ثور قال ، حدثنا بن عبد الأعلى قال حدثنا أحمد بن المفضل ... \" ، وهو خلط لا ريب ، وهما إسنادان .فالإسناد الأول ، هو : \" حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد ثور ، عن معمر ... \" ، وهو إسناد دائر في التفسير .والإسناد الثاني ، وهو هذا كما يجب أن يكون :\" حدثنا محمد بن الحسين قال ، حدثنا أحمد بن المفضل ... \" ، وهو إسناد دائر في التفسير ، أقربه رقم : 15738 .وظاهر أنه قد سقط تمام إسناد \" محمد بن عبد الأعلى \" .(16) هو : حزيمة بن نهد بن زيد بن ليث بن سود بن أسلم بن الحاف بن قضاعة ، من قدماء الشعراء في الجاهلية . و \" حزيمة \" بالحاء المهملة المفتوحة ، وكسر الزاي ، هكذا ضبطه في تاج العروس ، وقال : \" وحزيمة بن نهد \" في قضاعة . وهو في كتب كثيرة \" خزيمة بن نهد \" ، أو \" خزيمة بن مالك بن نهد \" ( اللسان : ردف ) . وقد قرأت في جمهرة الأنساب لابن حزم : 418 ، أن \" نهد بن زيد \" ، ولد \" خزيمة \" و \" حزيمة \" ، فهذا يقتضي التوقف والنظر في ضبطه ، وأيهما كان صاحب القصة والشعر . وإن كان الأرجح هو الأول .(17) الأغاني 13 : 78 ، معجم ما استعجم : 19 ، سمط اللآلئ : 100 ، شرح ديوان أبي ذؤيب : 145 . المعارف لا بن قتيبة : 302 ، الأزمنة والأمكنة 2 : 130 ، جمهرة الأمثال : 31 ، الأمثال للميداني 1 : 65 ، اللسان ( ردف ) ، ( قرظ ) .وسبب هذا الشعر : أن حزيمة بن نهد كان مشئومًا فاسدًا متعرضًا للنساء ، فعلق فاطمة بنت يذكر ابن عنزة بن أسد بن ربيعة بن نزار ، ( وهو أحد القارظين المضروب بهما المثل ) ، فاجتمع قومه وقومها في مربع ، فلما انقضى الربيع ، ارتحلت إلى منازلها فقيل له : يا حزيمة : لقد ارتحلت فاطمة ! قال : أما إذا كانت حية ففيها أطمع ! ثم قال في ذلك :إِذَا الْجَـــوْزَاءُ أرْدَفَــتِ الثُّرَيَّــاظَنَنْــتُ بِـــآلِ فَاطِمَــةَ الظُّنُونَـاظَنَنْـتُ بِهَـا , وَظَـنُّ المـرء حُوبٌوَإنْ أَوْفَــى , وَإِنْ سَــكَنَ الحَجُونـاوَحَــالَتْ دُونَ ذَلِـكَ مِـنْ هُمُـومِيهُمُــومٌ تُخْــرِيُج الشَّـجَنَ الدَّفينَـاأَرَى ابْنَـةَ يَذْكُــرٍ ظَعَنَـتْ فَحَـلَّتْجَـنُوبَ الْحَـزْنِ , يـا شَـحَطًا مُبِينَا !فبلغ ذلك ربيعة ، فرصدوه ، حتى أخذوه فضربوه . فمكث زمانًا ، ثم أن حزيمة قال ليذكر ابن عنزة : أحب أن تخرج حتى نأتي بقرظ . فمرا بقليب فاستقيا ، فسقطت الدلو ، فنزل يذكر ليخرجها . فلما صار إلى البئر ، منعه حزيمة الرشاء ، وقال : زوجني فاطمة ! فقال : على هذه الحال ، اقتسارًا ! أخرجني أفعل ! قال : لا أخرجك ! فتركه حتى مات فيها . فلما رجع وليس هو معه ، سأله عنه أهله ، فقال : فارقني ، فلست أدري أين سلك ! فاتهمته ربيعة ، وكان بينهم وبين قومه قضاعة في ذلك شر ، ولم يتحقق أمر فيؤخذ به ، حتى قال حزيمة :فَتَــاةٌ كَــأَنَّ رُضَــابَ العَبِــيرِبِفِيهَــا , يُعَــلُّ بِــهِ الزَّنْجَــبِيلُقَتَلْــتُ أَبَاهَــا عَــلَى حُبِّهَــا ,فَتَبْخَـــلُ إنْ بَخِـــلَتْ أوْ تُنِيــلُعندئذ ، ثارت الحرب بين قضاعة وربيعة .قال أبو بكر بن السراج في معنى بيت الشاهد : \" إن الجوزاء تردف الثريا في اشتداد الحر ، فتتكبد السماء في آخر الليل ، وعند ذلك تنقطع المياه وتجف ، فيتفرق الناس في طلب المياه ، فتغيب عنه محبوبته ، فلا يدري أين مضت ، ولا أين نزلت \" . وانظر أيضًا شرحه في الأزمنة والأمكنة 2 : 130 ، 131 .(18) انظر معاني القرآن للفراء 1 : 404 ، ومجاز القرآن لأبي عبيدة 1 : 241 .(19) ضبطها القرطبي في تفسيره 7 : 371 .(20) الطبري : 15756 - \" عبد العزيز بن عمران بن عبد العزيز بن عمر بن عبد الرحمن ابن عوف الزهري \" ، الأعرج ، يعرف \" بابن أبي ثابت \" ، كان صاحب نسب وشعر ، ولم يكن صاحب حديث ، وكان يشتم الناس ويطعن في أحسابهم . قال البخاري \" منكر الحديث ، لا يكتب حديثه \" ، وقال ابن أبي حاتم : \" منكر الحديث جدًا \" . مضى برقم : 8012 .و\" الزمعي \" ، هو \" موسى بن يعقوب الزمعي القرشي \" ، ثقة ، متكلم فيه مضى برقم : 9923 ، زكان في المطبوعة هناك \" الربعي \" ، وهي في المخطوطة غير منقوطة ، وهذا صوابه ، وهو الذي يروى عن أبي الحويرث .و \" أبو الحويرث \" هو : \" عبد الرحمن بن معاوية بن الحويرث الأنصاري الزرقي \" ، ثقة ، متكلم فيه حتى قالوا : \" لا يحتج بحديثه ، مترجم في التهذيب ، وابن أبي حاتم 2/2/284 ، و\"محمد بن جبير بن مطعم\" ، ثقة تابعي مضى برقم: 9269. وهو إسناد ضعيف جداً .",
  "ayah": 9,
  "surah": 8
}
