{
  "text": "রহমান, রহীম [১] আল্লাহ্‌র নামে [২]\nসূরার নাম ও কিছু বৈশিষ্ট্যঃ\nসূরা আল-ফাতিহা-ই সর্বপ্রথম কুরআন মজীদের একটি পূর্ণাঙ্গ সূরা হিসাবে রাসূলের প্রতি নাযিল হয়েছে। [তাবারী, কাশশাফ, আল-ইতকান] সৰ্বপ্রথম অহীর মাধ্যমে মুহাম্মদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর প্রতি যে আয়াত বা সূরার অংশ নাযিল হয় তা হচ্ছে সূরা আল-আলাক’-এর প্রাথমিক আয়াত কয়টি। [দেখুন, বুখারী: ৩]\nসূরা আল-মুদ্দাসসির-এর প্রাথমিক কতক আয়াত এর কিছুদিন পর নাযিল হয়। [বুখারী ৪৯২২, ৪৯২৪] কিন্তু এই খণ্ড আয়াতসমূহ নাযিল হওয়ার মধ্যে একটিও পূর্ণাঙ্গ সূরা ছিল না। পূর্ণাঙ্গ সূরা প্রথম যা নাযিল হয়েছে, তা হচ্ছে সূরা আল ফাতিহা।\nকুরআন মজীদের ১১৪টি সূরার মধ্যে প্রত্যেকটির জন্য একটি নাম নির্দিষ্ট করা হয়েছে। এই নামকরণ ব্যাপারে কয়েকটি বিশেষ নীতি অনুসরণ করা হয়েছে। কোন কোন সূরার নাম রাখা হয়েছে এর প্রথম শব্দ দ্বারা। কোন সূরায় আলোচিত বিশেষ কোন কথা কিংবা তাতে উল্লেখিত বিশেষ কোন শব্দ নিয়ে তা-ই নাম হিসাবে ব্যবহার করা হয়েছে। আবার কোন কোন সূরার নামকরণ করা হয়েছে তার আভ্যন্তরীণ ভাবধারা ও বিষয়বস্তুকে সম্মুখে রেখে। কয়েকটি সূরার নাম রাখা হয়েছে কোন একটি বিশেষ ঘটনার প্রতি খেয়াল রেখে। সূরা আল-ফাতিহার নাম রাখা হয়েছে কুরআনে এর স্থান-মর্যাদা, বিষয়বস্তু-ভাবধারা, এর প্রতিপাদ্য বিষয় ইত্যাদির প্রতি লক্ষ্য রেখে। এদিক দিয়ে সূরা আল-ফাতিহার স্থান সর্বোচ্চ। কেননা অন্যান্য সূরার ন্যায় সূরা আল-ফাতিহার নাম মাত্র একটি নয়, অনেকগুলো। উল্লেখযোগ্য কয়েকটি নাম হচ্ছে, ১. ‘ফাতিহাতুল কিতাব' (فَاتِحَةُ الْكِتَا بِ) কুরআনের চাবি-কাঠি। কেননা, এই সূরা দ্বারাই কুরআনের সূচনা হয়, কুরআনের প্রথম স্থানেই একে রাখা হয়েছে। কুরআন খুলে সর্বপ্রথম এই সূরা-ই পাঠ করতে হয়। কখনও কখনও এই নামের রূপান্তর হয়ে ফাতিহাতুল কুরআন হয়ে থাকে। এতে অর্থের দিক দিয়ে কোন পার্থক্যই সুচিত হয় না। ২. “উম্মুল কিতাব\" (اُمُّ الْكِتَا بِ) আরবী ভাষায় ‘উম্ম্‌’ বলা হয় সর্ব ব্যাপক ও কেন্দ্রীয় মর্যাদাসম্পন্ন জিনিসকে। সৈন্য বাহিনীর ঝান্ডাকে বলা হয় উম্ম্‌। কেননা সৈনিকবৃন্দ তারই ছায়াতলে সমবেত হয়ে থাকে। মক্কা নগরের আর এক নাম হচ্ছে, ‘উম্মুল কুরা’-‘জনপদসমূহের মা’। কেননা, হজ্জের মৌসুমে সমস্ত মানুষ-সকল গোত্র ও জাতি এই শহরেই একত্রিত হয়। ইমাম বুখারী কিতাবুত্‌ তাফসীর-এর শুরুতে লিখেছেনঃ এর নাম ‘উম্মুল কিতাব' এজন্য বলা হয়েছে যে, কুরআন লিখতে ও পড়তে তা-ই প্রথম এবং সালাতের কেরাতেও তা-ই প্রথম পাঠ করতে হয়। ৩. “সূরাতুল-হামদ\" (سُوْرَةُ الْحَمْد) তা'রীফ ও প্রশংসার সূরা। হামদ এই সূরার প্রথম শব্দ। ইহাতে আল্লাহ্‌র হামদ-তা'রীফ-প্রশংসা ও শ্রদ্ধা নিবেদন করা হয়েছে, সেই জন্য এটি এ সূরার জন্য যথার্থ নাম। ৪. “সূরাতুস-সালাত” (سُوْرَةُ الصَّلَاةِ) - অর্থাৎ সালাতের সূরা। যেহেতু সব সালাতের সব রাক\"আতেই এটি পাঠ করতে হয় সেজন্যই এই নামকরণ হয়েছে। নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ইরশাদ করেছেন,\n(لَا صَلاَة لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)\nঅর্থাৎ, ‘যে ব্যক্তি নামাযে সূরা ফাতিহা পড়বে না, তার সালাত হবে না।’ [বুখারীঃ ৭৫৬, মুসলিমঃ ৩৯৪] ৫. “আস্‌-সাব্‌'য়ুল মাসানী\" (السَّبْعُ الْمَثَانِىْ)—'বার বার পাঠ করার সাতটি আয়াত'। সূরা ফাতিহার সাতটি আয়াত রয়েছে এবং তা বার বার পাঠ করা হয় বলে এর আর এক নাম সাব্‌'য়ুল মাসানী’। অথবা সালাতের প্রতি রাক’আতেই তা পড়া হয় বলেই এর এই নাম। [আল-কাশশাফ, বাগভী, তাফসীর ইবন কাসীর, আল-ইতকান, আত-তাফসীরুস সহীহ]\nআয়াত সংখ্যা :\nএ ব্যাপারে কারও কোন দ্বিমত নেই যে, সূরা ফাতিহার মোট সাতটি আয়াত রয়েছে। এ জন্য হাদীস শরীফে একে সাতটি পুনরাবৃত্তিমূলক আয়াতের সূরা (السَّبْعُ الْمَثَانِىْ) বলা হয়েছে। [বুখারী ৪৭০৩] পবিত্র কুরআনেও একে এ নামে উল্লেখ করা হয়েছে। [সূরা আল-হিজর:৮৭]\nএ কারণে স্বাভাবিকভাবেই প্রশ্ন জেগেছেঃ সূরার পূর্বে যে “বিসমিল্লাহির রাহমানির রাহীম\" উল্লেখিত হয়েছে তা সূরা ফাতিহার মধ্যে গণ্য আয়াত ও এর অংশ, না তা হতে সম্পূর্ণ স্বতন্ত্র কোন জিনিস? এর উত্তরে বলা যায়, কোন কোন সাহাবী “বিসমিল্লাহ\"কে সূরা ফাতিহার অংশ মনে করতেন। পক্ষান্তরে অপর সাহাবীদের মতে এটি এ সূরার অংশ নয়। তবে মদীনা শরীফে সংরক্ষিত কুরআনে এটিকে সূরা আল-ফাতিহার অংশ হিসেবে গণ্য করা হয়েছে। তাছাড়া অধিকাংশ কেরাআতেও এটিকে সূরার প্রথমে একটি আয়াত ধরা হয়েছে এবং ‘সিরাতাল্লাযীনা আন'আমতা ‘আলাইহিম গাইরিল মাগদূবি ‘আলাইহিম ওলাদ দ্বলীন’ পর্যন্ত পুরোটাকে একই আয়াত ধরা হয়েছে। আর যারা বিসমিল্লাহকে সূরার আয়াত হিসেবে গণ্য করেননি তারা\n(صِراطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ)\nপর্যন্ত এক আয়াত, আর তার পরের অংশ\n(غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ)\nকে আলাদা আয়াত সাব্যস্ত করে সাত আয়াত পূর্ণ করেছেন। [বাগভী]\nনাযিল হওয়ার স্থানঃ\nগ্রহণযোগ্য মত হচ্ছে যে, সূরা আল-ফাতিহা মক্কায় অবতীর্ণ সূরা। অবশ্য কেউ কেউ বলেছেন, এটি মদীনায় অবতীর্ণ হয়েছে। আবার কারও মতে এটা একবার মক্কায় এবং আর একবার মদীনায় অবতীর্ণ হয়েছিল। তাছাড়া এর অর্ধেক মক্কায় এবং অপর অর্ধেক মদীনায় নাযিল হয়েছে বলেও কেউ কেউ মত প্রকাশ করেছেন। কিন্তু এ সব মত গ্রহণযোগ্য নয়। তার বড় প্রমাণ এই যে, সূরা আল-হিজর সর্বসম্মতভাবে মক্কী। তার ৮৭ নং আয়াতে বলা হয়েছেঃ “আমরা আপনাকে সাতটি বার বার পঠনীয় আয়াত ও কুরআনে ‘আযীম প্রদান করেছি।’ এই বার বার পঠনীয় সাতটি আয়াতই হল সূরা আল-ফাতিহা। [বাগভী] তাছাড়া সালাত মক্কায়ই ফরয হয়েছিল এবং সূরা ফাতিহা ছাড়া কখনই সালাত পড়া হয়নি- এটাও সর্বসম্মত কথা।\nসূরার ফযীলতঃ\nসূরা আল-ফাতিহার ফযীলত বর্ণনায় অসংখ্য হাদীস এসেছে। যেমন হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্‌ তা’আলা বলেছেন, আমার এবং আমার বান্দার মধ্যে সালাতকে আমি দু’ভাগে বিভক্ত করেছি, আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়। বান্দা (اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ) বললে আল্লাহ্‌ বলেন, আমার বান্দা আমার প্রশংসা করেছে; আর যখন সে (الرَّحْمٰنِ الرَّحِيْمِ) বলে তখন আল্লাহ্‌ বলেন, আমার বান্দা আমার গুণ-গান করেছে। আর যখন সে বলে (مٰلِكِ يَوْمِ الدِّيْنِ) তখন আল্লাহ্‌ বলেন, আমার বান্দা আমাকে সম্মানে ভূষিত করেছে। আর যখন সে বলে\n(اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ)\nতখন আল্লাহ্‌ বলেন, এটা আমার ও আমার বান্দার মধ্যে, আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়। আর যখন সে বলে\n(اِهْدِنَا الصِّرَاطَ الْمُسْتَـقِيْمَ ـ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ـ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ)\nতখন আল্লাহ্‌ বলেন, এটা আমার বান্দার জন্য আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়”। [মুসলিম,৩৯৫]\nঅন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, আল্লাহ্‌ তা'আলা উম্মুল কুরআন এর অনুরূপ কোন কিছু তাওরাত ও ইঞ্জীলে নাযিল করেননি। আর তা হলো পুনঃ পুনঃ পঠিতব্য সাতটি আয়াত, যা আমি (আল্লাহ্‌) এবং বান্দাদের মাঝে দু'ভাগে বিভক্ত। \" [নাসায়ী, ৯১৩, তিরমিযী, ৩১২৫]\nঅন্য বর্ণনায় এসেছে, ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ও জিবরিল ‘আলাইহিস্‌সালাম উপবিষ্ট ছিলেন। তখন হঠাৎ উপরের দিকে (এক ধরণের) শব্দ শুনা গেল। তখন জিবরিল ‘আলাইহিস সালাম আকাশের দিকে দৃষ্টি নিবদ্ধ করে বললেন, এটা আকাশের একটি দরজা যা কখনও খোলা হয় নি। ইবন আববাস রাদিয়াল্লাহু আনহুমা বলেন, অতঃপর সে দরজা দিয়ে একজন ফেরেশতা অবতরণ করে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে এসে বললেন, আমি আপনাকে দু’টি নূরের সুসংবাদ দিচ্ছি যা আপনাকে দেয়া হয়েছে, যা আপনার পূর্বে কোন নবীকে দেয়া হয়নি। সূরা আল-ফাতিহা ও সূরা আল-বাকারাহ এর শেষাংশ। এর একটি অক্ষর পাঠের মাধ্যমে চাওয়া বস্তুও তাকে দেয়া হবে। [মুসলিম: ৮০৬]\nঅনুরূপভাবে আবু সায়ীদ খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমরা এক সফরে এক জায়গায় অবতরণ করলাম। সেখানে একটি মেয়ে এসে বলল, এ গ্রামের প্রধানকে সাপে দংশন করেছে, তোমাদের মধ্যে কেউ কি ঝাঁড়-ফুঁক করার মত আছে? তখন মেয়েটির সাথে এক ব্যক্তি গিয়ে তাকে ঝাঁড়-ফুঁক করে এল, আমরা তাকে ঝাঁড়-ফুঁক জানে বলে মনে করতাম না। এতে গ্রাম প্রধান আরোগ্য লাভ করেন। ফলে সে তাকে ত্রিশটি বকরী উপহার দিল এবং আমাদেরকে দুধ পান করাল। আমাদের সঙ্গীকে আমরা বললাম তুমি কি ভাল ঝাঁড়-ফুঁক করতে জান? সে বলল, আমি শুধু উম্মুল কুরআন দ্বারা ফুঁক দিয়েছি। আমরা সবাইকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে পৌঁছে জিজ্ঞেস না করা পর্যন্ত তোমরা এগুলোকে কিছু কর না। অতঃপর মদীনা পৌঁছে নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে সব কথা খুলে বললাম। তিনি বললেন, সে কিভাবে জানলো যে, এটি একটি ঝাঁড়-ফুঁক করার বস্তু! তোমরা এগুলো বন্টন করে নাও এবং আমাকে তোমাদের সাথে এক ভাগ দিও। [মুসলিম: ২২০১]\nঅন্য বর্ণনায় আবু সা’য়ীদ ইবনুল মু'আল্লা বলেন, আমি সালাত আদায় করছিলাম এমতাবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আমাকে ডাকলেন। আমি সালাত শেষ করেই তার ডাকে সাড়া দিলাম। তখন তিনি আমাকে বললেন, “আমার কাছে আসা হতে তোমাকে কিসে বারণ করেছে? আমি বললাম, হে আল্লাহ্‌র রাসূল! আমি সালাত আদায় করছিলাম। তিনি বললেন, আল্লাহ্‌ তা'আলা কি বলেন নি যে, 'হে ঈমানদারগণ! তোমরা আল্লাহ্‌ ও তাঁর রাসূলের ডাকে সাড়া দাও; যখন তোমাদেরকে ডাকেন সে বস্তুর দিকে যা তোমাদেরকে জীবন দান করবে”। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘মসজিদ হতে বের হবার পূর্বে আমি তোমাকে কুরআনের সবচেয়ে মহান সূরা শিক্ষা দিব। ... অতঃপর তিনি বললেন, তাহলো, (اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ)। এটি হলো সাতটি পূনঃ পূনঃ পঠিতব্য আয়াত এবং মহান কুরআন যা আমাকে দান করা হয়েছে। [বুখারী, ৪৬৪৭]\nউপর্যুক্ত হাদীসসমূহ পর্যালোচনা করলে দেখা যায় যে, এ সূরাটি সবচেয়ে মহান সূরা।\n[১] সাধারণত আয়াতের অনুবাদে বলা হয়ে থাকে, পরম করুণাময়, দয়ালু আল্লাহ্‌র নামে শুরু করছি। এ অনুবাদ বিশুদ্ধ হলেও এর মাধ্যমে এ আয়াতখানির পূর্ণভাব প্রকাশিত হয় না। কারণ, আয়াতটি আরও বিস্তারিত বর্ণনার দাবী রাখে। প্রথমে লক্ষণীয় যে, আয়াতে আল্লাহ্‌র নিজস্ব গুণবাচক নামসমূহের মধ্য হতে ‘আর-রাহমান ও আর-রাহীম' এ দু’টি নামই এক স্থানে উল্লিখিত হয়েছে। ‘রহম’ শব্দের অর্থ হচ্ছে দয়া, অনুগ্রহ। এই ‘রহম’ ধাতু হতেই ‘রহমান’ ও ‘রহীম' শব্দদ্বয় নির্গত ও গঠিত হয়েছে। ‘রহমান' শব্দটি মহান আল্লাহ্‌র এমন একটি গুণবাচক নাম যা অন্য কারও জন্য ব্যবহার করা জায়েয নেই। [তাবারী] কুরআন ও হাদীসে এমনকি আরবদের সাহিত্যেও এটি আল্লাহ্‌ ছাড়া আর কারও গুণ হিসেবে ব্যবহৃত হয়নি। পক্ষান্তরে ‘রহীম' শব্দটি আল্লাহ্‌র গুণ হলেও এটি অন্যান্য সৃষ্টজগতের কারও কারও গুণ হতে পারে। তবে আল্লাহ্‌র গুণ হলে সেটা যে অর্থে হবে অন্য কারও গুণ হলে সেটা সে একই অর্থে হতে হবে এমন কোন কথা নেই। প্রত্যেক সত্তা অনুসারে তার গুণাগুণ নির্দিষ্ট হয়ে থাকে। এখানে একই স্থানে এ দুটি গুণবাচক নাম উল্লেখ করার বিশেষ তাৎপর্য রয়েছে। কোন কোন তাফসীরকার বলেছেন যে, আল্লাহ্‌ ‘রহমান’ হচ্ছেন এই দুনিয়ার ক্ষেত্রে, আর ‘রাহীম’ হচ্ছেন আখেরাতের হিসেবে। [বাগভী]\n[২]  নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর প্রতি সর্বপ্রথম ‘ইক্‌রা বিসমে' বা সূরা আল-‘আলাক এর প্রাথমিক কয়েকটি আয়াত নাযিল হয়েছিল। এতে সৃষ্টিকর্তা আল্লাহ্‌র নাম নিয়ে পাঠ শুরু করতে বলা হয়েছিল। সম্ভবত এজন্যই আল্লাহ্‌র এই প্রাথমিক আদেশ অনুযায়ী কুরআনের প্রত্যেক সূরা’র প্রথমেই তা স্থাপন করে সেটাকে রীতিমত পাঠ করার ব্যবস্থা করে দেয়া হয়েছে। বস্তুতঃ বিসমিল্লাহ প্রত্যেকটি সূরার উপরিভাগে অর্থ ও বাহ্যিক আঙ্গিকতার দিক দিয়ে একটি স্বর্ণমুকুটের ন্যায় স্থাপিত রয়েছে। বিশেষ করে এর সাহায্যে প্রত্যেক দু’টি সূরার মধ্যে পার্থক্য সৃষ্টি করাও অতীব সহজ হয়েছে। হাদীসেও এসেছে, “রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সূরার শেষ তখনই বুঝতে পারতেন যখন বিসমিল্লাহ নাযিল করা হতো” [আবু দাউদ:৭৮৮]\nতবে প্রত্যেক সূরার প্রথমে ও কুরআন পাঠের পূর্বে এ বাক্য পাঠ করার অর্থ শুধু এ নয় যে, এর দ্বারা আল্লাহ্‌র নাম নিয়ে কুরআন তিলাওয়াতে শুরু করার সংবাদ দেয়া হচ্ছে। বরং এর দ্বারা স্পষ্ট কণ্ঠে স্বীকার করা হয় যে, দুনিয়া জাহানের সমস্ত নিয়ামত আল্লাহ্‌র তরফ হতে প্রাপ্ত হয়েছে। এর মাধ্যমে এ কথাও মেনে নেয়া হয় যে, আল্লাহ্‌ তা'আলা আমাদের প্রতি যে দয়া ও অনুগ্রহ করেছেন বিশেষ করে দ্বীন ও শরীয়াতের যে অপূর্ব ও অতুলনীয় নিয়ামত আমাদের প্রতি নাযিল করেছেন, তা আমাদের জন্মগত কোন অধিকারের ফল নয়। বরং তা হচ্ছে আল্লাহ্‌ তা'আলার নিজস্ব বিশেষ মেহেরবানীর ফল।\nতাছাড়া এই বাক্য দ্বারা আল্লাহ্‌র নিকট এই প্রার্থনাও করা হয় যে, তিনি যেন অনুগ্রহপূর্বক তাঁর কালামে-পাক বুঝবার ও তদনুযায়ী জীবন যাপন করার তওফীক দান করেন। এ ছোট্ট বাক্যটির অন্তর্নিহিত ভাবধারা এটাই। তাই শুধু কুরআন তিলাওয়াত শুরু করার পূর্বেই নয় প্রত্যেক জায়েয কাজ আরম্ভ করার সময়ই এটি পাঠ করার জন্য ইসলামী শরীয়াতে নির্দেশ করা হয়েছে। কারণ প্রত্যেক কাজের পূর্বে এটি উচ্চারণ না করলে উহার মঙ্গলময় পরিণাম লাভে সমর্থ হওয়ার কোন সম্ভাবনাই থাকে না। নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার বিভিন্ন কথা ও কাজে এই কথাই ঘোষণা করেছেন। যেমন, তিনি প্রতিদিন সকাল-বিকাল বলতেন\n(بِسْمِ اللّٰهِ الَّذِيْ لَا يَضُرُّ مَعَ اسْمِه شَيْئٌ فِي الْاَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ)–\n“আমি সে আল্লাহ্‌র নামে শুরু করছি যার নামে শুরু করলে যমীন ও আসমানে কেউ কোন ক্ষতি করতে পারে না, আর আল্লাহ্‌ তো সব কিছু শুনেন ও সবকিছু দেখেন।\" [আবুদাউদ: ৫০৮৮, ইবনে মাজাহ ৩৮৬৯]\nঅনুরূপভাবে যখন তিনি রোম সম্রাট হিরাক্লিয়াসের কাছে চিঠি লিখেন তাতে বিসমিল্লাহ্‌ লিখেছিলেন [বুখারী, ৭] তাছাড়া তিনি যে কোন ভাল কাজে বিসমিল্লাহ বলার জন্য নির্দেশ দিতেন। যেমন, খাবার খেতে, [বুখারী ৫৩৭৬, মুসলিম: ২০১৭, ২০২২]\nদরজা বন্ধ করতে, আলো নিভাতে, পাত্র ঢাকতে, পান-পাত্র বন্ধ করতে [বুখারী ৩২৮০] কাপড় খুলতে [ইবনে মাজাহ ২৯৭, তিরমিয়ী ৬০৬] স্ত্রী সহবাসের পূর্বে বুখারী: ৬৩৮৮, মুসলিম: ১৪৩৪], ঘুমানোর সময় আবু দাউদ: ৫০৫৪] ঘর থেকে বের হতে [আবুদাউদ: ৫০৯৫] চুক্তিপত্র/ বেচা-কেনা লিখার সময় [সুনানুল কুবরা লিল বাইহাকী: ৫/৩২৮] চলার সময় হোঁচট খেলে [মুসনাদে আহমাদ: ৫/৫৯] বাহনে উঠতে [আবু দাউদ: ২৬০২] মসজিদে ঢুকতে [ইবনে মাজাহ: ৭৭১, মুসনাদে আহমাদ: ৬/২৮৩] বাথরুমে প্রবেশ করতে [ইবনে আবি শাইবাহ: ১/১১] হাজরে আসওয়াদ স্পর্শ করতে [সুনানুল কুবরা লিল বাইহাকী: ৫/৭৯] যুদ্ধ শুরু করার সময় [তিরমিযী: ১৭১৫] শক্র দ্বারা আক্রান্ত হয়ে ব্যাথা পেলে বা কেটে গেলে নাসায়ী: ৩১৪৯] ব্যাথার স্থানে ঝাড়-ফুক দিতে [মুসলিম: ২২০২] মৃতকে কবরে দিতে [তিরমিযী: ১০৪৬]। এ ব্যাপারে আরও বহু সহীহ হাদীস এসেছে। আবার কোথাও কোথাও ‘বিসমিল্লাহ' বলা ওয়াজিবও বটে যেমন, যবাই করতে [বুখারী: ৯৮৫, মুসলিম: ১৯৬০]\nযেহেতু মানুষের শক্তি অত্যন্ত সীমাবদ্ধ, সে যে কাজই শুরু করুক না কেন, তা যে সে নিজে আশানুরূপে সাফল্যজনকভাবে সম্পন্ন করতে পারবে, এমন কথা জোর করে বলা যায় না। এমতাবস্থায় সে যদি আল্লাহ্‌র নাম নিয়ে কাজ শুরু করে এবং আল্লাহ্‌র অসীম দয়া ও অনুগ্রহের প্রতি হৃদয়-মনে অকুণ্ঠ বিশ্বাস জাগরুক রেখে তাঁর রহমত কামনা করে, তবে এর অর্থ এ-ই হয় যে, সংশ্লিষ্ট কাজ সুষ্ঠুরূপে সম্পন্ন করার ব্যাপারে সে নিজের ক্ষমতা যোগ্যতা ও তদবীর অপেক্ষা আল্লাহ্‌র অসীম অনুগ্রহের উপরই অধিক নির্ভর ও ভরসা করে এবং তা লাভ করার জন্য তাঁরই নিকট প্রার্থনা করে ।",
  "ayah": 1,
  "surah": 1
}
