{
  "text": "সকল ‘হাম্‌দ’ [১] আল্লাহ্‌র [২] , যিনি সৃষ্টিকুলের [৩] রব, [৪]\n[১] আরবী ভাষায় ‘হাম্‌দ’ অর্থ নির্মল ও সম্ভমপূর্ণ প্রশংসা। গুণ ও সিফাত সাধারণতঃ দুই প্রকার হয়ে থাকে। তা ভালও হয় আবার মন্দও হয়। কিন্তু হাম্‌দ শব্দটি কেবলমাত্র ভাল গুণ প্রকাশ করে। অর্থাৎ বিশ্ব জাহানের যা কিছু এবং যতকিছু ভাল, সৌন্দর্যমাধুর্য, পূর্ণতা মাহাত্ম দান ও অনুগ্রহ রয়েছে তা যেখানেই এবং যে কোন রূপে ও যে কোন অবস্থায়ই থাকুক না কেন, তা সবই একমাত্র আল্লাহ্‌ তা'আলারই জন্য নির্দিষ্ট, একমাত্র তিনিই-তাঁর মহান সত্তাই সে সব পাওয়ার অধিকারী। তিনি ছাড়া আর কোন উপাস্যই এর যোগ্য হতে পারে না। কেননা সব কিছুর সৃষ্টিকর্তা তিনিই এবং তাঁর সব সৃষ্টিই অতীব সুন্দর। এর অধিক সুন্দর আর কিছুই হতে পারে না-মানুষ কল্পনাও করতে পারে না। তাঁর সৃষ্টি, লালন-পালন-সংরক্ষণ-প্রবৃদ্ধি সাধনের সৌন্দর্য তুলনাহীন। তাই এর দরুন মানব মনে স্বতঃস্ফূর্তভাবে জেগে উঠা প্রশংসা ও ইচ্ছামূলক প্রশংসাকে ‘হামদ বলা হয়। এখানে এটা বিশেষভাবে জানা আবশ্যক যে, ‘আল-হামদু’ কথাটি ‘আশ-শুক্‌র’ থেকে অনেক ব্যাপক, যা আধিক্য ও পরিপূর্ণতা বুঝায়। কেউ যদি কোন নিয়ামত পায়, তা হলে সেই নিয়ামতের জন্য শুকরিয়া প্রকাশ করা হয়। সে ব্যক্তি যদি কোন নিয়ামত না পায় (অথবা তার পরিবর্তে অন্য কোন লোক নিয়ামতটি পায়) স্বভাবতঃই তার বেলায় এজন্য শুকরিয়া নয়। অর্থাৎ যে ব্যক্তি নিয়ামত পায়, সে-ই শুকরিয়া আদায় করে। যে ব্যক্তি নিয়ামত পায় না, সে শুকরিয়া আদায় করে না। এ হিসেবে ‘আশ-শুক্‌র লিল্লাহ' বলার অর্থ হতো এই যে, আমি আল্লাহ্‌র যে নিয়ামত পেয়েছি, সেজন্য আল্লাহ্‌র শুকরিয়া আদায় করছি। অপরদিকে 'আল-হামদুলিল্লাহ’ অনেক ব্যাপক। এর সম্পর্ক শুধু নিয়ামত প্রাপ্তির সাথে নয়। আল্লাহ্‌র যত নেয়ামত আছে, তা পাওয়া যাক, বা না পাওয়া যাক; সে নিয়ামত কোন ব্যক্তি নিজে পেলো, বা অন্যরা পেলো, সবকিছুর জন্যই যে প্রশংসা আল্লাহ্‌র প্রাপ্য সেটিই হচ্ছে ‘হামদ’। এ প্রেক্ষিতে আল-হামদুলিল্লাহ' বলে বান্দা যেন ঘোষণা করে, হে আল্লাহ্‌! সব নিয়ামতের উৎস আপনি, আমি তা পাই বা না পাই, সকল সৃষ্টিজগতই তা পাচ্ছে; আর সেজন্য সকল প্রশংসা একান্তভাবে আপনার, আর কারও নয়। কেউ আপনার প্রশংসা করলে আপনি প্রশংসিত হবেন আর কেউ প্রশংসা না করলে প্রশংসিত হবেন না, ব্যাপারটি এমন নয়। আপনি স্বপ্রশংসিত। প্রশংসা আপনার স্থায়ী গুণ। প্রশংসা আপনি ভালবাসেন। আপনার প্রশংসা কোন দানের বিনিময়ে হতে হবে এমন কোন বাধ্য-বাধকতা নেই। [ইবন কাসীর] আরও একটি বিষয় লক্ষণীয় যে, এখানে (اَلْحَمْدُ لِلّٰهِ) ‘সকল প্রশংসা আল্লাহ্‌র’ এ শব্দটি ব্যবহার করা হয়েছে। (اَلْحَمْدُ لِلّٰهِ)  ‘আমি আল্লাহ্‌র প্রশংসা করছি’ এ শব্দ ব্যবহৃত হয়নি। এর কারণ সম্ভবত এই যে, ‘আহমাদুল্লাহ' বা ‘আমি আল্লাহ্‌র প্রশংসা করছি’ এ বাক্যটি বর্তমানকালের সাথে সম্পৃক্ত। অর্থাৎ আমি বর্তমানকালে আল্লাহ্‌র প্রশংসা করছি। অন্যদিকে ‘আল-হামদুলিল্লাহ’ বা ‘সকল প্রশংসা আল্লাহ্‌র’ সর্বকালে (অতীত, বর্তমান ও ভবিষ্যতে) প্রযোজ্য। আর এ জন্যই হাদীসে বলা হয়েছে,\n(اَفْضَلُ الدُّعَاءِ الْحَمْدُ لِلّٰهِ)\n“সবচেয়ে উত্তম দো’আ হলো আল-হামদুলিল্লাহ” [তিরমিযী:৩৩৮৩]\nকারণ, তা সর্বকাল ব্যাপী। অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেন,\n(وَالْحَمْدُ لِلّٰهِ تَمْلَأُ الْمِيْزَانَ),\n“আর ‘আল-হামদুলিল্লাহ' মীযান পূর্ণ করে” [মুসলিম: ২২৩]\nএ জন্য অধিকাংশ হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দিন-রাত্রির যিক্‌র ও সালাতের পরের যিক্‌র এর মধ্যে এ “আল হামদুলিল্লাহ\"  শব্দই শিখিয়েছেন। এ “আল-হামদুলিল্লাহ\" পুর্ণমাত্রার প্রশংসা হওয়ার কারণেই আল্লাহ্‌ এতে খুশী হন। বিশেষ করে নেয়ামত পাওয়ার পর বান্দাকে কিভাবে আল্লাহ্‌র প্রশংসা করতে হবে তাও \"আল-হামদুলিল্লাহ\" শব্দের মাধ্যমে করার জন্যই আল্লাহ্‌ ও তাঁর রাসূল শিখিয়ে দিয়েছেন। [দেখুন, ইবনে মাজাহ, ৩৮০৫]\nএভাবে “আল-হামদুলিল্লাহ\" হলো সীমাহীন প্রশংসা ও কৃতজ্ঞতার রূপ। আল্লাহ্‌র হামদ প্রকাশ করার ক্ষেত্র, মানুষের মন-মানষ, মুখ ও কর্মকাণ্ড। অর্থাৎ মানুষের যাবতীয় শক্তি দিয়ে আল্লাহ্‌র হামদ করতে হয়। কিন্তু দুঃখের বিষয় যে, মানুষের মধ্যে কেউ কেউ আল্লাহ্‌র ‘হামদ বা প্রশংসা’ শুধু মুখেই সীমাবদ্ধ রাখে। অনেকে মুখে আল-হামদুলিল্লাহ' বলে, কিন্তু তার অন্তরে আল্লাহ্‌র প্রশংসা আসেনি আর তার কর্মকাণ্ডেও সেটার প্রকাশ ঘটে না।\n[২] ‘সকল হামদ আল্লাহ্‌র’ এ কথাটুকু দ্বারা এক বিরাট গভীর সত্যের দিকে ইঙ্গিত করা হয়েছে। পৃথিবীর যেখানেই যে বস্তুতেই যাকিছু সৌন্দর্য ভাল প্রশংসার যোগ্য গুণ বা শ্রেষ্ঠত্ব বৈশিষ্ট্য পরিলক্ষিত হবে, মনে করতে হবে যে, তা তার নিজস্ব সম্পদ ও স্বকীয় গৌরবের বস্তু নয়। কেননা সেই গুণ মূলতঃই তার নিজের সৃষ্টি নয়; তা সেই আল্লাহ্ তা'আলারই নিরঙ্কুশ দান, যিনি নিজের কুদরতে সকল সৃষ্টিকে সৃষ্টি করেছেন। বস্তুতঃ তিনি হচ্ছেন সমস্ত সৌন্দর্য ও সমস্ত ভালোর মূল উৎস। মানুষ, ফেরেশতা, গ্রহ-নক্ষত্র, বিশ্ব-প্রকৃতি, চন্দ্ৰ-সূৰ্য-যেখানেই যা কিছু সৌন্দর্য ও কল্যাণ রয়েছে, তা তাদের কারো নিজস্ব নয়, সবই আল্লাহ্‌র দান। অতএব এসব কারণে যা কিছু প্রশংসা হতে পারে তা সবই আল্লাহ্‌র প্রাপ্য। এসব সৃষ্টি করার ব্যাপারে যেহেতু আল্লাহ্‌র সাথে কেউ শরীক ছিলনা, কাজেই এসব কারণে যে প্রশংসা প্রাপ্য হতে পারে তাতেও আল্লাহ্‌র সাথে কারো এক বিন্দু অংশীদারিত্ব থাকতে পারে না। সুন্দর, অনুগ্রহকারী, সৃষ্টিকর্তা, লালন-পালনকর্তা, রক্ষাকর্তা ও ক্রমবিকাশদাতা আল্লাহ্‌র প্রতি মানুষ যা কিছু ভক্তি-শ্রদ্ধা ইবাদত-বন্দেগী এবং আনুগত্য পেশ করতে পারে; তা সবই একমাত্র আল্লাহ্‌র সামনেই নিবেদন করতে হবে। কেননা আল্লাহ্‌ ছাড়া অন্য কোন শক্তিই তার এক বিন্দুরও দাবীদার হতে পারে না। বরং তারই রয়েছে যাবতীয় হাম্‌দ। হাম্‌দ জাতীয় সবকিছু কেবল তাঁরই প্রাপ্য, কেবল তিনিই সেটার একমাত্র যোগ্য। তাছাড়া ভালো বা মন্দ সকল অবস্থায় কেবল এক সত্তারই ‘হামদ’ বা প্রশং করতে হয়। তিনি হচ্ছেন আল্লাহ্ তা'আলা। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম শিক্ষা দিয়েছেন যে, কেউ যদি কোন খারাপ কিছুর সম্মুখীন হয়, তখনও যেন বলে,\n(اَلْحَمْدُ لِلّٰهِ عَلٰى كُلِّ حَالٍ)\nবা সর্বাবস্থায় আল্লাহ্‌র জন্যই যাবতীয় হামদ  [ইবন মাজাহঃ ৩৮০৩ ]\nকুরআন হাদীস হতে সুস্পষ্টরূপে জানা যায় যে, সাধারণভাবে কোন ব্যক্তির গুণ সৌন্দর্যে মুগ্ধ হয়ে তার এতখানি প্রশংসাও করা যায় না যাতে তার ব্যক্তিত্বকেই অসাধারণভাবে বড় করে তোলা হয় এবং সে আল্লাহ্‌র সমকক্ষতার পর্যায়ে পৌঁছে যায়। মূলতঃ এইরূপ প্রশংসাই মানুষকে তাদের পূজার কঠিন পাপে নিমজ্জিত করে। সে জন্য রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম প্রত্যেক ঈমানদার ব্যক্তিকে বলেছেন: “যখন বেশী বেশী প্রশংসাকারীদেরকে দেখবে, তখন তাদের মুখের উপর ধূলি নিক্ষেপ কর। ” [মুসলিম: ৩০০২]  নতুবা তার মনে গৌরব ও অহংকারী ভাবধারার উদ্রেক হতে পারে। হয়ত মনে করতে পারে যে, সে বহুবিধ গুণ-গরিমার অধিকারী, তার বিরাট যোগ্যতা ও ক্ষমতা আছে। আর কোন মানুষ যখন এই ধরনের খেয়াল নিজের মনে স্থান দেয় তখন তার পতন হতে শুরু হয় এবং সে পতন হতে উদ্ধার হওয়া কিছুতেই সম্ভব হয় না। তাছাড়া মানুষ যখন আল্লাহ্‌ ছাড়া অপর কারো গুণ সৌন্দর্য দেখে মুগ্ধ হয়ে তার প্রশংসা করতে শুরু করে, তখন মানুষ তার ভক্তি-শ্রদ্ধার জালে বন্দী হয়ে পড়ে এবং শেষ পর্যন্ত সে মানুষের দাসত্ব ও মানুষের পূজা করতে আরম্ভ করে। এই অবস্থা মানুষকে শেষ পর্যন্ত চরম পঙ্কিল শির্কের পথে পরিচালিত করতে পারে। সে জন্যই যাবতীয় ‘হামদ’ একমাত্র আল্লাহ্‌র জন্যই করার শিক্ষা দেয়া হয়েছে।\n[৩] ‘আলামীন' বহুবচন শব্দ, একবচনে ‘আলাম’। কোন কোন তাফসীরকার বলেন, ‘আলাম’ বলা হয় সেই জিনিসকে, যা অপর কোন জিনিস সম্পর্কে জানবার মাধ্যম হয়; যার দ্বারা অন্য কোন বৃহত্তর জিনিস জানতে পারা যায়। সৃষ্টিজগতের প্রত্যেকটি অংশ স্বতঃই এমন এক মহান সত্তার অস্তিত্বের নিদর্শন, যিনি তার সৃষ্টিকর্তা, রক্ষাকর্তা, পৃষ্ঠপোষক ও সুব্যবস্থাপক। এই জন্য সৃষ্টিজগতকে ‘আলাম’ এবং বহুবচনে আলামীন বলা হয়। [কাশশাফ] ‘আলামীন' বলতে কি বুঝায়, যদিও এখানে তার ব্যাখ্যা করা হয় নি, কিন্তু অপর আয়াতে তা স্পষ্ট করে বলে দেয়া হয়েছে। আয়াতটি হচ্ছে,\n(قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعٰلَمِيْنَ ـ قَالَ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا  اِنْ كُنْتُمْ مُّوْقِنِيْنَ)\n“ফিরআউন বললঃ রাব্বুল আলামীন কি? মূসা বললেনঃ যিনি আসমান-যমীন এবং এ দু'টির মধ্যবর্তী সমস্ত জিনিসের রব। \" [সূরা আশ-শু'আরা: ২৩-২৪]\nএতে ‘আলামীন' এর তাফসীর হয়ে গেছে যে, সৃষ্টি জগতের আর সব কিছুই এর অধীন। আসমান ও যমীনে এত অসংখ্য  ‘আলাম’ বিদ্যমান যে, মানুষ আজ পর্যন্ত সেগুলোর কোন সীমা নির্ধারণ করতে সমর্থ হয় নি। মানব-জগত, পশু-জগত, উদ্ভিদ-জগত-এই জগত সমূহের কোন সীমা-সংখ্যা নাই, বরং এগুলো অসীম অতলস্পর্শ জগত-সমুদ্রের কয়েকটি ক্ষুদ্রাতিক্ষুদ্র বিন্দু মাত্র। মানব-বুদ্ধি সে সম্পর্কে সঠিক ধারণা করতে একেবারেই সমর্থ নয়। [কুরতুবী, ফাতহুল কাদীর]\n[৪] 'রব্‌' শব্দের বাংলা অর্থ করা হয় প্রভু-লালন পালনকারী। কিন্তু কুরআনে প্রয়োগভেদে এ শব্দের অর্থঃ-সৃষ্টি করা, সমানভাবে সজ্জিত ও স্থাপিত করা, প্রত্যেকটি জিনিসের পরিমাণ নির্ধারণ করা, পথ প্রদর্শন ও আইন বিধান দেওয়া, কোন জিনিসের মালিক হওয়া, লালন-পালন করা, রিযিক্‌ দান করা ও উচ্চতর ক্ষমতার অধিকারী হওয়া। তাছাড়া ভাঙ্গা গড়ার অধিকারী হওয়া, জীবনদান করা, মৃত্যু প্রদান করা, সন্তান দেয়া, আরোগ্য প্রদান করা ইত্যাদি যাবতীয় অর্থই এতে নিহিত আছে। আর যিনি এক সঙ্গে এই সব কিছু করার ক্ষমতা রাখেন তিনিই হচ্ছেন রব্‌। যেমন পবিত্র কুরআনের সূরা আল-আ’লায় এইরূপ ব্যাপক অর্থে রব্‌ শব্দটি ব্যবহৃত হয়েছে,\n(سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَى ـ الَّذِيْ خَلَقَ فَسَوّٰى ـ وَالَّذِيْ قَدَّرَ فَهَدٰى)\nআপনার রব্‌ এর নামে তাসবিহ্‌  পাঠ করুন, যিনি মহান উচ্চ; যিনি মানুষকে সৃষ্টি করেছেন ও তার অঙ্গ-প্রত্যঙ্গ যথাযথ ভাবে সজ্জিত ও সুবিন্যস্ত করে দিয়েছেন; এবং যিনি সঠিক রূপে প্রত্যেকটি জিনিসের পরিমাণ নির্ধারণ করেছেন। অতঃপর জীবন যাপন পন্থা প্রদর্শন করেছেন”। [সূরা আল-আ’লা: ১-৩]\nএই আয়াত হতে নিঃসন্দেহে জানা যায় যে, ‘রব্‌’ তাঁকেই বলতে হবে যাঁর মধ্যে নিজস্ব ক্ষমতা বলে সৃষ্টি করার, সৃষ্টির অঙ্গ-প্রত্যঙ্গ সমান ও সজ্জিত করার, প্রত্যেকটির পরিমাণ নির্ধারণ করার এবং হেদায়েত, দ্বীন ও শরীআত প্রদান করার যোগ্যতা রয়েছে। যিনি নিজ সত্তার গুণে মানুষ ও সমগ্র বিশ্ব-ভূবনকে সৃষ্টি করেছেন; শুধু সৃষ্টিই নয়-যিনি প্রত্যেকটি জিনিসকে বাহ্যিক ও আভ্যন্তরীণ ক্ষমতা দান করেছেন ও তার বিভিন্ন অঙ্গ-প্রত্যঙ্গকে পরস্পরের সহিত এমনভাবে সংযুক্ত করে সাজিয়ে দিয়েছেন যে, তার প্রত্যেকটি অঙ্গই পূর্ণ সামঞ্জস্য সহকারে নিজ নিজ স্থানে বসে গেছে। রব্‌ তিনিই—যিনি প্রত্যেকটি জিনিসকেই কর্মক্ষমতা দিয়েছেন, সেই সঙ্গে একটি নির্দিষ্ট কাজ ও দায়িত্বও দিয়েছেন। প্রত্যেকের জন্য নিজের একটি ক্ষেত্র এবং তার সীমা নির্ধারিত করে দিয়েছেন। আল্লাহ্‌ বলেন,\n(الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهُ شَرِيْكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا)\n“যিনি প্রত্যেকটি জিনিস সৃষ্টি করেছেন, এবং তার পরিমাণ ঠিক করেছেন \" [সূরা আল-ফুরকান:২] অতএব এক ব্যক্তি যখন আল্লাহ্‌কে রব্‌ বলে স্বীকার করে, তখন সে প্রকারান্তরে এ কথারই ঘোষণা করে যে, আমার বাহ্যিক ও আভ্যন্তরীণ দৈহিক, আধ্যাত্মিক, দ্বীনী ও বৈষয়িক-যাবতীয় প্রয়োজন পূরণ করার দায়িত্ব ও ক্ষমতা একমাত্র আল্লাহ্‌ তা'আলাই গ্রহণ করেছেন। আমার এই সবকিছু একমাত্র তাঁরই মর্জির উপর নির্ভরশীল। আমার সবকিছুর একচ্ছত্র মালিক তিনিই। আর কেউ তার কোন কিছু পূরণ করার অধিকারী নয়।\nবস্তুতঃ সৃষ্টিলোকে আল্লাহ্‌র দু'ধরনের রবুবিয়্যাত কার্যকর দেখা যায়: সাধারণ রবুবিয়াত বা প্রকৃতিগত এবং বিশেষ রবুবিয়াত বা শরী’আতগত।\n১) প্রকৃতিগত বা সৃষ্টিমূলক- মানুষের জন্ম, তাহার লালন পালন ও ক্রমবিকাশ দান, তার শরীরকে ক্ষুদ্র হতে বিরাটত্বের দিকে, অসম্পূর্ণতা হতে পূর্ণতার দিকে অগ্রসর করা এবং তার মানসিক ক্রমবিকাশ ও উৎকর্ষতা দান।\n২) শরীয়াত ভিত্তিক-মানুষের বিভিন্ন জাতি ও গোত্রকে পথ প্রদর্শন করা, ভাল-মন্দ, পাপ-পুণ্য নির্দেশের জন্য নবী ও রাসূল প্রেরণ। যারা মানুষের অন্তর্নিহিত শক্তি ও প্রতিভার পূর্ণত্ব বিধান করেন। এদেরই মাধ্যমে তারা হালাল, হারাম ইত্যাদি সম্পর্কে অবহিত হয়। নিষিদ্ধ কাজ হতে দূরে থাকতে এবং কল্যাণ ও মঙ্গলময় পথের সন্ধান লাভ করতে পারে।\nঅতএব, আল্লাহ্‌ তা'আলার জন্য মানুষের রব্‌ হওয়ার ব্যাপারটি খুবই ব্যাপক। কেননা আল্লাহ্‌ তা'আলা মানুষের রব্‌ হওয়া কেবল এই জন্যই নয় যে, তিনিই মানুষকে সৃষ্টি করেছেন, তার দেহের লালন পালন করেছেন এবং তাহার দৈহিক শৃঙ্খলাকে স্থাপন করেছেন। বরং এজন্যও তিনি রব্‌ যে, তিনি মানুষকে আল্লাহ্‌র বিধান মুতাবিক জীবন যাপনের সুযোগদানের জন্য নবী প্রেরণ করেছেন এবং নবীর মাধ্যমে সেই ইলাহী বিধান দান করেছেন।",
  "ayah": 2,
  "surah": 1
}
