{
  "text": "اس دن ہر شخص گھٹنوں کے بل گرا ہو گا اب سے لے کر ہمیشہ تک اور آج سے پہلے بھی تمام آسمانوں کا کل زمینوں کا مالک بادشاہ سلطان اللہ تعالیٰ ہی ہے۔ اللہ کے اور اس کی کتابوں کے اور اس کے رسولوں کے منکر قیامت کے روز بڑے گھاٹے میں رہیں گے۔ حضرت سفیان ثوری جب مدینے شریف میں تشریف لائے تو آپ نے سنا کہ معافری ایک ظریف شخص ہیں لوگوں کو اپنے کلام سے ہنسایا کرتے ہیں تو آپ نے انہیں نصیحت کی اور فرمایا کیوں جناب کیا آپ کو معلوم نہیں کہ ایک دن آئے گا جس میں باطل والے خسارے میں پڑیں گے۔ اس کا بہت اچھا اثر ہوا اور حضرت معافری مرتے دم تک اس نصیحت کو نہ بھولے (ابن ابی حاتم) وہ دن ایسا ہولناک اور سخت تر ہوگا کہ ہر شخص گھٹنوں پر گرجائے گا۔ یہاں تک کہ خلیل اللہ حضرت ابراہیم اور روح اللہ حضرت عیسیٰ بھی۔ ان کی زبان سے بھی اس وقت (نفسی نفسی نفسی) نکلے گا۔ صاف کہہ دیں گے کہ اللہ آج ہم تجھ سے اور کچھ نہیں مانگتے صرف اپنی سلامتی چاہتے ہیں۔ حضرت عیسیٰ فرمائیں گے کہ آج میں اپنی والدہ کے لئے بھی تجھ سے کچھ عرض نہیں کرتا بس مجھے بچا لے۔ گو بعض مفسرین نے کہا ہے کہ مراد یہ ہے کہ ہر گروہ جداگانہ الگ الگ ہوگا لیکن اس سے اولیٰ اور بہتر وہی تفسیر ہے جو ہم نے کی یعنی ہر ایک اپنے زانو پر گرا ہوا ہوگا۔ ابن ابی حاتم میں ہے حضور ﷺ فرماتے ہیں گویا کہ میں تمہیں جہنم کے پاس زانو پر جھکے ہوئے دیکھ رہا ہوں۔ اور مرفوع حدیث میں جس میں صور وغیرہ کا بیان ہے یہ بھی ہے کہ پھر لوگ جدا جدا کر دئیے جائیں گے اور تمام امتیں زانو پر جھکیں پڑیں گی یہی اللہ کا فرمان ہے آیت (وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۣ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَا ۭ اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ 28؀) 45۔ الجاثية :28) ، اس میں دونوں حالتیں جمع کردی ہیں پس دراصل دونوں تفسیروں میں ایک دوسرے کے خلاف نہیں واللہ اعلم، پھر فرمایا ہر گروہ اپنے نامہ اعمال کی طرف بلایا جائے گا۔ جیسے ارشاد ہے (وَوُضِعَ الْكِتٰبُ وَجِايْۗءَ بالنَّـبِيّٖنَ وَالشُّهَدَاۗءِ وَقُضِيَ بَيْنَهُمْ بالْحَــقِّ وَهُمْ لَا يُظْلَمُوْنَ 69؀) 39۔ الزمر :69) ، نامہ اعمال رکھا جائے گا اور نبیوں اور گواہوں کو لایا جائے گا۔ آج تمہیں تمہارے ہر ہر عمل کا بدلہ بھرپور دیا جائے گا جیسے فرمان ہے آیت (يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَ 13؀ۭ) 75۔ القیامة :13) ، انسان کو ہر اس چیز سے باخبر کردیا جائے گا جو اس نے آگے بھیجی اور پیچھے چھوڑی اس کے اگلے پچھلے تمام اعمال ہوں گے بلکہ خود انسان اپنے حال پر خوب مطلع ہوجائے گا گو اپنے تمام تر حیلے سامنے لا ڈالے۔ یہ اعمال نامہ جو ہمارے حکم سے ہمارے امین اور سچے فرشتوں نے لکھا ہے وہ تمہارے اعمال کو تمہارے سامنے پیش کردینے کے لئے کافی وافی ہیں جیسے ارشاد ہے (وَوُضِـعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَا 49؀) 18۔ الكهف :49) ، یعنی نامہ اعمال سامنے رکھ دیا جائے گا تو تو دیکھے گا کہ گنہگار اس سے خوفزدہ ہوجائیں گے اور کہیں گے ہائے ہماری کم بختی اور عمل نامے کی تو یہ صفت ہے کہ کسی چھوٹے بڑے عمل کو قلم بند کئے بغیر چھوڑا ہی نہیں ہے جو کچھ انہوں نے کیا تھا سب سامنے حاضر پالیں گے۔ تیرا رب کسی پر ظلم نہیں کرتا۔ پھر فرماتا ہے کہ ہم نے محافظ فرشتوں کو حکم دے دیا تھا کہ وہ تمہارے اعمال لکھتے رہا کریں۔ حضرت ابن عباس وغیرہ فرماتے ہیں کہ فرشتے بندوں کے اعمال لکھتے ہیں پھر انہیں لے کر آسمان پر چڑھتے ہیں آسمان کے دیوان عمل کے رشتے اس نامہ اعمال کو لوح محفوظ میں لکھے ہوئے اعمال سے ملاتے ہیں جو ہر رات اس کی مقدار کے مطابق ان پر ظاہر ہوتا ہے جسے اللہ نے اپنی مخلوق کی پیدائش سے پہلے ہی لکھا ہے تو ایک حرف کی کمی زیادتی نہیں پاتے پھر آپ نے اسی آخری جملے کی تلاوت فرمائی۔",
  "ayah": 28,
  "surah": 45
}
