{
  "text": "کبریائی اللہ عزوجل کی چادر ہے ان آیتوں میں اللہ تبارک وتعالیٰ اپنے اس فیصلے کی خبر دیتا ہے جو وہ آخرت کے دن اپنے بندوں کے درمیان کرے گا۔ جو لوگ اپنے دل سے ایمان لائے اور اپنے ہاتھ پاؤں سے مطابق شرع نیک نیتی کے ساتھ اچھے عمل کئے انہیں اپنے کرم و رحم سے جنت عطا فرمائے گا رحمت سے مراد جنت ہے۔ جیسے صحیح حدیث میں ہے کہ اللہ تعالیٰ نے جنت سے فرمایا تو میری رحمت ہے جسے میں چاہوں گا تجھے عطا فرماؤں گا، کھلی کامیابی اور حقیقی مراد کو حاصل کرلینا یہی ہے اور جو لوگ ایمان سے رک گئے بلکہ کفر کیا ان سے قیامت کے دن بطور ڈانٹ ڈپٹ کے کہا جائے گا کہ کیا اللہ تعالیٰ کی آیتیں تمہارے سامنے نہیں پڑھی جاتی تھیں ؟ یعنی یقینا پڑھی جاتی تھیں اور تمہیں سنائی جاتی تھیں پھر بھی تم نے غرور و نخوت میں آکر ان کی اتباع نہ کی۔ بلکہ ان سے منہ پھیرے رہے اپنے دلوں میں اللہ تعالیٰ کے فرمان کی تکذیب لئے ہوئے تم نے ظاہرا اپنے افعال میں بھی اس کی نافرمانی کی گناہوں پر گناہ دلیری سے کرتے چلے گئے اور قیامت ضرور قائم ہوگی اس کے آنے میں کوئی شک نہیں تو تم پلٹ کر جواب دے دیا کرتے تھے کہ ہم نہیں جانتے قیامت کسے کہتے ہیں ؟ ہمیں اگرچہ کچھ یوں ہی سا وہم ہوتا ہے لیکن ہرگز یقین نہیں کہ قیامت ضرور آئے گی ہی اب ان کی بد اعمالیوں کی سزا ان کے سامنے آگئی اپنی آنکھوں اپنے کرتوت کا بدلہ دیکھ چکے اور جس عذاب و سزا کا انکار کرتے تھے، جسے مذاق میں اڑاتے تھے جس کا ہونا ناممکن سمجھ رہے تھے ان عذابوں نے انہیں چاروں طرف سے گھیر لیا اور انہیں ہر قسم کی بھلائی سے مایوس کرنے کے لئے کہہ دیا گیا کہ ہم تمہارے ساتھ وہی معاملہ کریں گے جیسے کوئی کسی کو بھول جاتا ہے یعنی جہنم میں جھونک کر پھر تمہیں کبھی اچھائی سے یاد بھی نہ کریں گے۔ یہ بدلہ ہے اس کا کہ تم اس دن کی ملاقات کو بھلائے ہوئے تھے، اس کے لئے تم نے کوئی عمل نہ کیا، کیونکہ تم اس کے آنے کی صداقت کے قائل ہی نہ تھے۔ اب تمہارا ٹھکانہ جہنم ہے اور کوئی نہیں جو تمہاری کسی قسم کی مدد کرسکے۔ صحیح حدیث شریف میں ہے کہ اللہ تعالیٰ اپنے بعض بندوں سے قیامت کے دن فرمائے گا کیا میں نے تجھے بال بچے نہیں دئیے تھے ؟ کیا میں نے تجھ پر دنیا میں انعام و اکرام نازل نہیں فرمائے تھے ؟ کیا میں نے تیرے لئے اونٹوں اور گھوڑوں کو مطیع اور فرمانبردار نہیں کیا تھا ؟ اور تجھے چھوڑ دیا تھا کہ سرور و خوشی کے ساتھ اپنے مکانات اور حویلیوں میں آزادی کی زندگی بسر کرے ؟ یہ جواب دے گا کہ میرے پروردگار یہ سب سچ ہے بیشک تیرے یہ تمام احسانات مجھ پر تھے۔ اللہ تعالیٰ فرمائے گا پس آج میں تجھے اس طرح بھلا دوں گا جس طرح تو مجھے بھول گیا تھا پھر فرماتا ہے کہ یہ سزائیں تمہیں اسلئے دی گئی ہیں کہ تم نے اللہ تعالیٰ کی آیتوں کا خوب مذاق اڑایا تھا۔ اور دنیا کی زندگی نے تمہیں دھوکے میں ڈال رکھا تھا تم اسی پر مطمئن تھے اور اس قدر تم نے بےفکری برتی کہ آخر آج نقصان اور خسارے میں پڑگئے۔ اب تم دوزخ سے نکالے نہ جاؤ گے اور نہ تم سے ہماری خفگی کے دور کرنے کی کوئی وجہ طلب کی جائے گی یعنی اس عذاب سے تمہارا چھٹکارا بھی محال اور اب میری رضامندی کا تمہیں حاصل ہونا بھی ناممکن۔ جیسے کہ مومن بغیر عذاب و حساب کے جنت میں جائیں گے۔ ایسے ہی تم بےحساب عذاب کئے جاؤ گے اور تمہاری توبہ بےسود رہے گی اپنے اس فیصلے کو جو مومنوں اور کافروں میں ہوگیا بیان فرما کر اب ارشاد فرماتا ہے کہ تمام حمد زمین و آسمان اور ہر چیز کے مالک اللہ تعالیٰ ہی کے لئے ہے۔ جو کل جہان کا پالنہار ہے اسی کو کبریائی یعنی سلطنت اور بڑائی آسمانوں اور زمینوں میں ہے وہ بڑی عظمت اور بزرگی والا ہے۔ ہر چیز اس کے سامنے پست ہے ہر ایک اس کا محتاج ہے صحیح مسلم شریف کی حدیث قدسی میں ہے اللہ تعالیٰ جل و علا فرماتا ہے عظمت میرا تہبند ہے اور کبریائی میری چادر ہے جو شخص ان میں سے کسی کو بھی مجھ سے لینا چاہے گا میں اسے جہنم رسید کر دونگا۔ یعنی بڑائی اور تکبر کرنے والا دوزخی ہے۔ وہ عزیز ہے یعنی غالب ہے جو کبھی کسی سے مغلوب نہیں ہونے کا کوئی نہیں جو اس پر روک ٹوک کرسکے۔ اس کے سامنے پڑ سکے وہ حکیم ہے۔ اس کا کوئی قول کوئی فعل اس کی شریعت کا کوئی مسئلہ اس کی لکھی ہوئی تقدیر کا کوئی حرف حکمت سے خالی نہیں نہ اس کے سوا کوئی مسجود۔ اللہ تعالیٰ کے فضل و کرم اور اس کے لطف و رحم سے سورة جاثیہ کی تفسیر ختم ہوئی اور اسی کے ساتھ پچیسویں پارے کی تفسیر ختم ہوئی۔ فالحمدللہ",
  "ayah": 33,
  "surah": 45
}
