{
  "text": "১-৩ নং আয়াতের তাফসীর:\nহযরত হাতিব ইবনে আবি বুলতাআহ (রাঃ)-এর ব্যাপারে এই সূরার প্রাথমিক আয়াতগুলো অবতীর্ণ হয়। ঘটনা এই যে, হযরত হাতিব (রাঃ) মুহাজিরদের অন্তর্ভুক্ত ছিলেন। তিনি বদরের যুদ্ধে অংশগ্রহণ করেছিলেন। তাঁর সন্তান-সন্ততি, মাল-ধন মক্কাতেই ছিল এবং তিনি নিজে কুরায়েশদের অন্তর্ভুক্ত ছিলেন না। শুধু তিনি হযরত উসমান (রাঃ)-এর মিত্র ছিলেন, এ জন্যেই মক্কায় তিনি নিরাপত্তা লাভ করেছিলেন। অতঃপর তিনি হিজরত করে রাসূলুল্লাহ (সঃ)-এর সাথে মদীনায় অবস্থান করছিলেন। শেষ পর্যন্ত যখন মক্কাবাসী চুক্তি ভঙ্গ করে এবং এর ফলে রাসূলুল্লাহ্ (সঃ) মক্কা-আক্রমণের ইচ্ছা করেন তখন তাঁর মনে বাসনা এই ছিল যে, আকস্মিকভাবে তিনি মক্কা আক্রমণ করবেন, যাতে রক্তপাত বন্ধ থাকে এবং তিনি মক্কার উপর আধিপত্যও লাভ করতে পারেন। এ জন্যেই তিনি মহামহিমান্বিত আল্লাহর নিকট দু'আ করেনঃ “হে আল্লাহ্ ! মক্কাবাসীদের নিকট যেন আমাদের যুদ্ধ প্রস্তুতির খবর না পৌছে।” এদিকে তিনি মুসলমানদেরকে প্রস্তুতির নির্দেশ দিয়েছেন।  হযরত হাতিব ইবনে আবি বুলতাআহ্ (রাঃ) এই পরিস্থিতিতে মক্কাবাসীদের নামে একটি পত্র দিখেন এবং একটি মহিলার হাতে পত্রটি দিয়ে মক্কাবাসীদের উদ্দেশ্যে পাঠিয়ে দেন। পত্রটিতে রাসূলুল্লাহ্ (সঃ)-এর সংকল্পের কথা এবং মুসলমানদের মক্কা আক্রমণের প্রস্তুতির খবর লিখিত ছিল। হযরত হাতিব (রাঃ)-এর উদ্দেশ্য শুধু এটাই ছিল যে, এর মাধ্যমে কুরায়েশদের উপর কিছুটা ইহসান করা হবে যার ফলে তাঁর সন্তান-সন্ততি ও মাল-ধন রক্ষিত থাকবে। রাসূলুল্লাহ (সঃ)-এর দু'আ কবুল হয়ে গিয়েছিল বলে এটা অসম্ভব ছিল যে, কারো মাধ্যমে তার সংকল্পের খবর মক্কাবাসীদের নিকট পৌছে যাবে। এজন্যে মহান আল্লাহ স্বীয় নবী (সঃ)-কে এই গোপন তথ্য অবহিত করেন। সুতরাং রাসূলুল্লাহ্ (সঃ) মহিলাটির পিছনে নিজের ঘোড়-সওয়ারদেরকে পাঠিয়ে দেন। পথে তাঁরা তাকে আটক করেন এবং তার নিকট হতে পত্র উদ্ধার করেন। এই বিস্তারিত ঘটনা সহীহ্ হাদীসসমূহে পূর্ণভাবে এসেছে।হযরত আলী (রাঃ) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ (সঃ) আমাকে এবং হযরত যুবায়ের (রাঃ) ও হযরত মিকদাদ (রাঃ)-কে পাঠানোর সময় বললেনঃ “তোমরা যাত্রা শুরু কর, যখন তোমরা রাওযায়ে খাখ নামক স্থানে পৌছবে তখন সেখানে উষ্ট্রীর উপর আরোহিণী একজন মহিলাকে দেখতে পাবে। তার কাছে একটি পত্র আছে, তার নিকট হতে ওটা নিয়ে নিবে।” আমরা তিনজন ঘোড়ার উপর আরোহণ করে দ্রুতবেগে ঘোড়া চালিয়ে চলতে লাগলাম। যখন আমরা রাওযায়ে খাখ নামক স্থানে পৌছলাম তখন দেখি যে, বাস্তবিকই একটি মহিলা উস্ত্রীর উপর আরোহণ করে চলছে। আমরা তাকে বললামঃ তোমার কাছে যে পত্রটি রয়েছে তা আমাদেরকে দিয়ে দাও। সে স্পষ্টভাবে অস্বীকার করে বললো যে, তার কাছে কোন পত্র নেই। আমরা বললামঃ তোমার কাছে অবশ্যই পত্র আছে। তুমি যদি খুশী মনে আমাদেরকে পত্রটি না দাও তবে আমরা বাধ্য হয়ে তোমার দেহ তল্লাশী করে তা জোর পূর্বক বের করে নেবো। তখন মহিলাটি কিংকর্তব্যবিমূঢ় হয়ে পড়লো এবং অবশেষে তার চুলের ঝুঁটি খুলে ওর মধ্য হতে পত্রটি বের করে দিলো। আমরা তখন পত্রটি নিয়ে সেখান হতে প্রত্যাবর্তন করলাম এবং মদীনায় পৌছে পত্রটি রাসূলুল্লাহ (সঃ)-এর সামনে হাযির করে দিলাম। পত্রপাঠে জানা গেল যে, ওটা হযরত হাতিব (রাঃ) লিখেছেন এবং এর মাধ্যমে তিনি রাসূলুল্লাহ্ (সঃ)-এর সংকল্পের খবর মক্কার কাফিরদেরকে অবহিত করতে চেয়েছেন। রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-কে জিজ্ঞেস করলেনঃ “হাতিব (রাঃ)! ব্যাপার কি?” হযরত হাতিব (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! অনুগ্রহপূর্বক তাড়াতাড়ি করবেন না, আমার মুখে কিছু শুনে নিন! আমি কুরায়েশদের সাথে মিলে-মিশে থাকতাম কিন্তু আমি নিজে কুরায়েশদের অন্তর্ভুক্ত ছিলাম না। অতঃপর আমি আপনার উপর ঈমান এনে হিজরত করে মদীনায় চলে আসি। এখানে যত মুহাজির রয়েছেন তাঁদের সবারই আত্মীয়-স্বজন মক্কায় রয়েছে। তারা এই মুহাজিরদের সন্তান-সন্ততি ও মাল-ধনের রক্ষণাবেক্ষণ করছে। কিন্তু আমার কোন আত্মীয়-স্বজন মক্কায় নেই যে, তারা আমার সন্তান-সন্ততি ও মাল-ধনের হিফাযত করবে। তাই আমি ইচ্ছা করেছিলাম যে, কুরায়েশ কাফিরদের প্রতি কিছুটা ইহসান করে তাদের সাথে সুসম্পর্ক কায়েম করবে। তাহলে তারা আমার ধন-মাল ও সন্তান-সন্ততির হিফাযত করবে। আর যেভাবে এখানে অবস্থানরত মুহাজিরদের আত্মীয়তার কারণে মক্কার কাফিরদের সাথে ভাল সম্পর্ক রয়েছে, তেমনিভাবে আমার তাদের প্রতি ইহসানের কারণে তাদের সাথে আমারও সম্পর্ক ভাল থাকবে। হে আল্লাহর রাসূল (রঃ)! আমি কুফরী করিনি এবং ধর্মত্যাগীও হইনি। ইসলাম ছেড়ে কুফরীর উপর আমি সন্তুষ্ট হইনি। পত্রের মাধ্যমে মক্কায় অবস্থানরত আমার সন্তান-সন্ততির হিফাযত করাই আমার একমাত্র উদ্দেশ্য ছিল। এছাড়া আর কিছুই নয়।”  হযরত হাতিব (রাঃ)-এর এ বক্তব্য শুনে রাসূলুল্লাহ্ (সঃ) জনগণকে সম্বোধন করে বললেনঃ “হে জনমণ্ডলী! হাতিব (রাঃ) যে বক্তব্য পেশ করেছে তা অক্ষরে অক্ষরে সত্য। শুধু কিছুটা উপকার লাভের খাতিরে ভুল করে বসেছে। মুসলমানদের ক্ষতি সাধন করা অথবা কফিরদের সাহায্য করা তার মোটেই উদ্দেশ্য নয়।” হযরত উমার (রাঃ) তখন বলে ওঠেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে ছেড়ে দিন, আমি এই মুনাফিকের গর্দান উড়িয়ে দিই।” একথা শুনে রাসূলুল্লাহ্ (সঃ) বলেনঃ “তুমি কি জান না যে, এ ব্যক্তি বদরে হাযির হয়েছিল। আর আল্লাহ্ তা'আলা বদরী সাহাবীদের (রাঃ) প্রতি লক্ষ্য করে বলেছিলেন, “তোমরা যা ইচ্ছা তাই আমল কর, আমি তোমাদেরকে ক্ষমা করে দিয়েছি। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)এই রিওয়াইয়াতটি আরো বহু হাদীস গ্রন্থে বর্ণিত হয়েছে। সহীহ বুখারীর কিতাবুল মাগাযীর মধ্যে এটুকু আরো রয়েছে যে, ঐ সময় আল্লাহ্ তা'আলা এ সূরাটি অবতীর্ণ করেন। কিতাবুত তাফসীরে আছে যে, হযরত আমর (রাঃ) বলেনঃ এই ব্যপারেই ....(আরবী)-এ আয়াতটি অবতীর্ণ হয়। কিন্তু আয়াতটি অবতীর্ণ হওয়ার বর্ণনা হযরত আমর (রাঃ)-এর নিজের, না এটা হাদীসে রয়েছে এ ব্যাপারে বর্ণনাকারীর সন্দেহ আছে। ইমাম আলী ইবনে মাদীনী (রঃ) বলেন যে, হযরত সুফইয়ান (রঃ)-কে জিজ্ঞেস করা হয়ঃ “এ আয়াতটি হযরত হাতিব (রাঃ)-এর ঘটনার ব্যাপারেই কি অবতীর্ণ হয়?” উত্তরে তিনি বলেনঃ “এটা লোকদের কথা। আমি এটা হযরত আমর (রাঃ) হতে শুনেছি ও মুখস্থ করেছি এবং একটি অক্ষরও আমি ছাড়িনি। আর আমার ধারণা এই যে, আমি ছাড়া অন্য কেউ এটা মুখস্থ রাখেনি।”সহীহ বুখারী ও সহীহ মুসলিমের একটি রিওয়াইয়াতে হযরত মিকদাদ (রাঃ)-এর নামের স্থলে হযরত আবু মুরসিদ (রাঃ)-এর নাম রয়েছে। তাকে এও রয়েছে যে, রাসূলুল্লাহ্ (সঃ) একথাও বলেছিলেনঃ “ঐ স্ত্রীলোকটির কাছে হাতিব (রাঃ)-এর পত্র রয়েছে।” হযরত আলী (রাঃ) বলেনঃ “আমরা মহিলাটির সওয়ারী বসিয়ে তার কাছে পত্রটি চাইলে সে অস্বীকার করে। আমরা বারবার অনুসন্ধান করার পরেও কোন পত্র পেলাম না। বহু চেষ্টার পরেও যখন পত্র পাওয়া গেল না তখন আমরা মহিলাটিকে বললামঃ তোমার কাছে যে পত্র আছে এতে কোনই সন্দেহ নেই। যদিও আমরা পাচ্ছি না, কিন্তু তোমার কাছে ওটা আছেই। রাসূলুল্লাহ্ (সঃ)-এর কথা যে ভুল হবে এটা অসম্ভব। যদি তুমি আমাদেরকে পত্রটি না দাও তবে আমরা তোমার পরিধেয় বস্ত্র খুলে নিয়ে অনুসন্ধান করবে। সে যখন বুঝতে পারলো যে, আমরা নাছোড় বান্দা হয়ে লেগেছি এবং তার কাছে পত্র যে আছে এটা আমাদের দৃঢ় বিশ্বাস, তখন সে তার চুলের মধ্য হতে পত্রটি বের করে আমাদেরকে দিয়ে দিলো। আমরা এটা নিয়ে তৎক্ষণাৎ প্রত্যাবর্তন করলাম এবং নবী (সঃ)-এর খিদমতে হাযির হয়ে গেলাম। ঘটনাটি শুনে হযরত উমার (রাঃ) বললেনঃ “সে (হযরত হাতিব রাঃ) আল্লাহ, তাঁর রাসূল (সঃ) এবং মুসলমানদের সাথে বিশ্বাসঘাতকতা করেছে। সুতরাং হে আল্লাহর রাসূল (সঃ)! আমাকে তার গর্দান উড়িয়ে দেয়ার অনুমতি দিন!” রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-কে ঘটনাটির ব্যাপারে জিজ্ঞাসাবাদ করলেন এবং তিনি উত্তর দিলেন যা উপরে বর্ণিত হলো। রাসূলুল্লাহ্ (সঃ) সকলকে বললেনঃ “তোমরা তাকে কিছুই বলো না।\" হযরত উমার (রাঃ)-কেও তিনি বললেন যে, হাতিব (রাঃ) বদরী সাহাবী, যেমন উপরে বর্ণিত হয়েছে। আর বদরী সাহাবীদের জন্যে আল্লাহ তা'আলা জান্নাত অবধারিত করেছেন। একথা শুনে হযরত উমার (রাঃ) কেঁদে ফেলেন এবং বলেনঃ “আল্লাহ্ এবং তাঁর রাসূলই (সঃ) খুব ভাল জানেন।” এ হাদীসটি এসব শব্দে সহীহ্ বুখারীর কিতাবুল মাগাযীতে বদর যুদ্ধের বর্ণনায় রয়েছে।  অন্য এক রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ্ (সঃ) তাঁর মক্কা অভিযানের সংকল্পের কথা তার কয়েকজন উচ্চ শ্রেণীর সাহাবীর (রাঃ) সামনে প্রকাশ করেছিলেন যাদের মধ্যে হযরত হাতিবও (রাঃ) ছিলেন। আর সর্বসাধারণের মধ্যে মশহুর হয়ে ছিল যে, তারা খাইবার অভিযানে যাচ্ছেন। এই রিওয়াইয়াতে এও রয়েছে যে, হযরত আলী (রাঃ) বলেনঃ মহিলাটির সবকিছু অনুসন্ধান করার পরও যখন আমরা পত্রটি পেলাম না তখন হযরত আবু মুরসিদ (রাঃ) বললেনঃ “হয়তো তার কাছে কোন পত্ৰই নেই?” জবাবে হযরত আলী (রাঃ) বলেনঃ “রাসূলুল্লাহ্ (সঃ) মিথ্যা কথা বলবেন এটা অসম্ভব। আর আমরা মিথ্যা বলবে এটাও সম্ভব নয়। আমরা যখন মহিলাটিকে ধমকালাম তখন সে বললোঃ ‘তোমাদের কি আল্লাহর ভয় নেই? তোমরা কি মুসলমান নও’?” একটি রিওয়াইয়াতে আছে যে, মহিলাটি তার দেহের মধ্য হতে পত্রটি বের করেছিল। হযরত উমার (রাঃ)-এর উক্তির মধ্যে এও ছিলঃ “হাতিব (রাঃ) বদর যুদ্ধে শরীক হয়েছিল বটে, কিন্তু পরে বিশ্বাসঘাতকতা করে আমাদের গোপনীয় সংবাদ শক্রদের নিকট পৌছিয়ে দিতে চেয়েছে।”একটি রিওয়াইয়াতে আছে যে, মহিলাটি মুযীনা গোত্রের অন্তর্ভুক্ত ছিল। কেউ কেউ বলেন যে, তার নাম ছিল সারা। সে আব্দুল মুত্তালিবের সন্তানদের আযাদকৃত দাসী ছিল। হযরত হাতিব (রাঃ) মহিলাটিকে কিছু দেয়ার অঙ্গীকারে মক্কার কুরায়েশদের কাছে পৌছিয়ে দেয়ার জন্যে একটি পত্র প্রদান করেছিলেন। পত্রটি সে তার চুলের নীচে রেখে উপর হতে চুল বেঁধে ফেলেছিল। রাসূলুল্লাহ্ (সঃ) তাঁর ঘোড়সওয়ারদেরকে বলেছিলেন যে, মহিলাটির কাছে হাতিব (রাঃ)-এর দেয়া পত্র রয়েছে। এ খবর রাসূলুল্লাহ (সঃ)-এর নিকট আকাশ হতে এসেছিল। ঘোড়-সওয়ারগণ মহিলাটিকে বানী আবি আহমাদের হুলাইফায় পাকড়াও করেছিলেন। মহিলাটি তাদেরকে বলেছিলঃ “তোমরা মুখ ফিরিয়ে নাও, আমি বের করে দিচ্ছি।” তারা মুখ ফিরিয়ে নিলে সে পত্রটি বের করে তাঁদের হাতে সমর্পণ করে। এ রিওয়াইয়াতে হযরত হাতিব (রাঃ)-এর জবাবে এও রয়েছেঃ “আল্লাহর কসম! আমি আল্লাহ এবং তাঁর রাসূল (সঃ)-এর উপর ঈমান রেখেছি। আমার ঈমানে বিন্দুমাত্র পরিবর্তন ঘটেনি।” এ ব্যাপারেই এই সূরার আয়াতগুলো হযরত ইবরাহীম (আঃ)-এর ঘটনার শেষ পর্যন্ত অবতীর্ণ হয়।  অন্য এক রিওয়াইয়াতে আছে যে, হযরত হাতিব (রাঃ) মহিলাটিকে পারিশ্রমিক স্বরূপ দশ দিরহাম প্রদান করেছিলেন। আর ঐ পত্রটি উদ্ধার করার জন্যে রাসূলুল্লাহ (সঃ) হযরত উমার (রাঃ) ও হযরত আলী (রাঃ)-কে পাঠিয়েছিলেন। জুহফাহ্ নামক স্থানে ওটা পাওয়া গিয়েছিল। আয়াতগুলোর ভাবার্থ হচ্ছেঃ হে মুসলমানগণ! তোমরা মুশরিক ও কাফিরদেরকে কখনো বন্ধুরূপে গ্রহণ করো না। কেননা, তারা আল্লাহ্, তাঁর রাসূল (সঃ) এবং মুমিনদের সাথে যুদ্ধকারী। তাদের অন্তর তোমাদের প্রতি শত্রুতায় পরিপূর্ণ। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবী) অর্থাৎ “হে ঈমানদারগণ! তোমরা ইয়াহুদী ও নাসারাদেরকে বন্ধুরূপে গ্রহণ করো না, তারা একে অপরের বন্ধু। তোমাদের মধ্যে যে তাদেরকে বন্ধুরূপে গ্রহণ করবে সে তাদেরই অন্তর্ভুক্ত।” (৫:৫১)।  এটা কঠিন হুমকি ও ভীতিপ্রদর্শন। আল্লাহ তা'আলা আরো বলেনঃ (আরবী) অর্থাৎ “হে ঈমানদারগণ! তোমরা বন্ধুরূপে গ্রহণ করো না তোমাদের পূর্ববর্তী কিতাবীদেরকে ও কাফিরদেরকে, যারা তোমাদের দ্বীনকে উপহাস ও খেল-তামাশার উপকরণ বানিয়ে দিয়েছে, আর তোমরা আল্লাহকে ভয় কর যদি তোমরা মুমিন হও।” (৫:৫৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “হে মুমিনগণ! তোমরা মুমিনগণ ব্যতীত কাফিরদের বন্ধুরূপে গ্রহণ করো না, তোমরা কি আল্লাহকে তোমাদের বিরুদ্ধে স্পষ্ট প্রমাণ দিতে চাও?” (৪:১৪৪) আর এক জায়গায় আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী)অর্থাৎ “মুমিনগণ যেন মুমিনগণ ব্যতীত কাফিরদেরকে বন্ধুরূপে গ্রহণ না করে। যে কেউ এরূপ করবে তার সাথে আল্লাহর কোন সম্পর্ক থাকবে না, তবে ব্যতিক্রম, যদি তোমরা তাদের নিকট হতে আত্মরক্ষার জন্যে সতর্কতা অবলম্বন কর। আর আল্লাহ্ তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন।” (৩:২৮) এর উপর ভিত্তি করেই রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-এর ওযর কবূল করেছিলেন, কারণ তিনি তাঁর সন্তান-সন্ততি এবং মাল-ধনের হিফাযতের খাতিরেই শুধু এ কাজ করেছিলেন।হযরত হুযাইফা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ্ (সঃ) আমাদের সামনে কয়েকটি দৃষ্টান্ত বর্ণনা করেন। একটি, তিনটি, পাঁচটি, সাতটি, নয়টি এবং এগারোটি। অতঃপর শুধুমাত্র একটি দৃষ্টান্তই তিনি আমাদের সামনে বিস্তারিতভাবে বর্ণনা করেন এবং বাকীগুলো ছেড়ে দেন। তিনি বলেনঃ “একটি দুর্বল ও দরিদ্র সম্প্রদায় ছিল যাদের উপর শক্তিশালী অত্যাচারী সম্প্রদায় আক্রমণ চালায়। তখন আল্লাহ্ তা'আলা ঐ দুর্বল সম্প্রদায়কে সাহায্য করে তাদেরকে তাদের শত্রুদের উপর জয়যুক্ত করেন। বিজয় লাভ করে ঐ দুর্বল সম্প্রদায়টি গর্বে ফেটে পড়ে এবং তাদের শত্রুদের উপর যুলুম করতে শুরু করে। ফলে আল্লাহ্ তা'আলা তাদের উপর চিরতরে অসন্তুষ্ট হয়ে যান।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এরপর আল্লাহ্ তা'আলা মুসলমানদেরকে সতর্ক করে বলেনঃ কেন তোমরা দ্বীনের এই শত্রুদের সাথে বন্ধুত্ব স্থাপন করছো? অথচ তারা তত তোমাদের সাথে দুর্ব্যবহার করতে কোন প্রকারের ত্রুটি করে না? তোমরা কি এই নতুন ঘটনাটিও বিস্মৃত হয়েছে যে, তারা তোমাদেরকে এমনকি স্বয়ং রাসূলুল্লাহ্ (সঃ)-কেও জোর পূর্বক মাতৃভূমি হতে বহিষ্কার করেছে? তোমাদের অপরাধ তো এছাড়া কিছুই নয় যে, তোমরা আল্লাহর একত্ববাদে বিশ্বাসী হয়েছে এবং আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর আনুগত্য স্বীকার করেছো।যেমন আল্লাহ্ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তারা তাদেরকে নির্যাতন করেছিল শুধু এই কারণে যে, তারা বিশ্বাস করতে পরাক্রমশালী ও প্রশংসনীয় আল্লাহে।” (৮৫:৮) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যাদেরকে অন্যায়ভাবে তাদের দেশ হতে বের করে দেয়া হয়েছে শুধু এই কারণে যে, তারা বলেঃ আমাদের প্রতিপালক আল্লাহ্।” (২২:৪০)মহান আল্লাহ্ বলেনঃ তোমরা সত্যিই যদি আমার পথে জিহাদের উদ্দেশ্যে বেরিয়ে থাকো এবং আমার সন্তুষ্টিকামী হও তবে কখনো ঐ কাফিরদের সাথে বন্ধুত্ব স্থাপন করো না যারা আমার শত্রু, আমার দ্বীনের শত্রু এবং তোমাদের জান ও মালের ক্ষতি সাধনকারী। এটা কতই না বড় ভুল যে, তোমরা গোপনীয়ভাবে তাদের সাথে বন্ধুত্ব রাখবে! এই গোপনীয়তা কি আল্লাহ্ তা'আলার কাছে গোপন থাকতে পারে যিনি প্রকাশ্য ও গোপনীয় সব কিছুরই খবর রাখেন? অন্তরের রহস্য, এবং নফসের কুমন্ত্রণাও যিনি পূর্ণরূপে অবগত। সুতরাং জেনে রেখো যে, যে কেউই ঐ কাফিরদের সাথে বন্ধুত্ব রাখবে সে সরল পথ হতে বিচ্যুত হয়ে পড়বে।আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তোমরা কি বুঝ না যে, এই কাফিররা যদি সুযোগে পায় তবে তারা তাদের হাত পা দ্বারা তোমাদের ক্ষতি সাধন করতে বিন্দুমাত্র ক্রটি করবে না এবং মন্দ কথা বলা হতে রসনাকে মমাটেই সংযত রাখবে না? তোমাদের ক্ষতিসাধন করতে তারা সাধ্যমত চেষ্টা করবে এবং সুযোগে পেলে একটুও পিছ পা হবে না। তাদের মত তোমরাও কাফির হয়ে যাও এ কাজে তারা তাদের সর্বশক্তি নিয়োগ করবে। কাজেই তোমরা যখন তাদের আভ্যন্তরীণ ও বাহ্যিক অবস্থা পূর্ণরূপে অবগত রয়েছে তখন কি করে তাদেরকে বন্ধু মনে করে নিজেদের পথে নিজেরাই কাঁটা গাড়ছো? মোটকথা, মুসলমানদেরকে কাফিরদের উপর ভরসা করতে এবং তাদের সাথে গভীরভাবে ভালবাসা স্থাপন করে মেলামেশা করতে কঠোরভাবে নিষেধ করা হচ্ছে।মহান আল্লাহ মুসলমানদেরকে এমন কথা স্মরণ করিয়ে দিচ্ছেন যা তাদেরকে তাদের হতে পৃথক থাকতে উদ্বুদ্ধ করবে। তিনি বলেনঃ তোমাদের আত্মীয়-স্বজন ও সন্তান-সন্ততি কিয়ামতের দিন তোমাদের কোন কাজে আসবে না, অথচ তাদের খাতিরে তোমরা আল্লাহকে অসন্তুষ্ট করে কাফিরদেরকে সন্তুষ্ট করতে চাচ্ছ! এটা তোমাদের বড়ই নির্বুদ্ধিতার পরিচয়। না আল্লাহ তাআলার পক্ষ হতে আগত ক্ষতি কেউ রোধ করতে পারে এবং না তার প্রদত্ত লাভে কেউ বাধা দিতে পারে। নিজের আত্মীয়-স্বজনদের কুফরীর উপর যে আনুকূল্য করলো সে নিজেকে ধ্বংসের মুখে ঠেলে দিলো। আত্মীয় যেমনই হোকনা কেন, কোনই লাভ নেই।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! আমার (মৃত) পিতা কোথায় আছে (জান্নাতে, না জাহান্নামে)?” উত্তরে রাসূলুল্লাহ্ (সঃ) বললেনঃ “জাহান্নামে (রয়েছে)।” লোকটি (বিষন্ন মনে) ফিরে যেতে উদ্যত হলে তিনি তাকে ডেকে নিয়ে বলেনঃ “আমার পিতা ও তোমার পিতা (উভয়েই) জাহান্নামে (রয়েছে)। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমে ও সুনানে আবি দাউদেও হাদীসটি রয়েছে)",
  "ayah": 3,
  "surah": 60
}
