{
  "text": "آیت 32{ اَلَّذِیْنَ یَجْتَنِبُوْنَ کَبٰٓئِرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَ } ”وہ لوگ جو بڑے بڑے گناہوں اور بےحیائی سے بچتے ہیں سوائے کچھ آلودگی کے۔“ یہاں پر لَـمَم سے مراد صغائر ہیں 1۔ یہ مضمون اس سے پہلے سورة النساء ‘ آیت 31 اور سورة الشوریٰ ‘ آیت 37 میں بھی آچکا ہے اور اب یہاں تیسری مرتبہ آیا ہے۔ مذکورہ آیات کے ضمن میں اس مضمون کے مختلف پہلوئوں کی وضاحت کی جا چکی ہے۔ اس کا حاصل یہ ہے کہ چھوٹی چھوٹی چیزوں کے بارے میں بہت زیادہ متفکر ّ بھی نہ ہواجائے اور دوسروں سے درگزر سے بھی کام لیا جائے۔  یہاں اس حوالے سے میں آپ کی توجہ اس تلخ حقیقت کی طرف دلانا چاہتا ہوں کہ ہمارے معاشرے میں ہر شخص کسی نہ کسی دلیل کے ساتھ ایک دو کبائر کو اپنے لیے ”جائز“ قرار دے لیتا ہے اِلا ماشاء اللہ۔ فیکٹری کا مالک کہتا ہے کہ کیا کریں جی ! سود کے بغیر تو ہمارے ملک میں کاروبار کا کوئی تصور ہی نہیں۔ اب مجبوری ہے ‘ کیا کریں ! فیکٹری بند کر کے تو نہیں بیٹھ سکتے نا۔ سرکاری ملازم کہتا ہے کہ سکولوں کی فیسیں ‘ گھر کا کرایہ ‘ یوٹیلٹی بلز کہاں سے ادا کروں ؟ تنخواہ میں تو کسی طرح بھی گزارا ممکن نہیں۔ اب اگر رشوت نہیں لیں گے تو ظاہر ہے بھوکوں مریں گے ! غرض ہر شخص نے اپنے ضمیر کے سامنے اپنی مجبوری کا رونا رو کر کبائر میں سے کم از کم ایک گناہ کو اپنا لیا ہے اور ضمیر کی تسلی کے لیے اپنی تمام تر ترجیحات صغائر سے ”پرہیز“ کی طرف منتقل کردی ہیں۔ اس حوالے سے یہ لوگ صغائر سے متعلق مسائل بھی دریافت کرتے ہیں ‘ پھر ان مسائل پر بحثیں بھی ہوتی ہیں اور ان کے بارے میں دوسروں پر اعتراضات بھی کیے جاتے ہیں ‘ بلکہ چھوٹی چھوٹی باتوں پر جھگڑوں کی وجہ سے ”من دیگرم تو دیگری“ میں اور ہوں ‘ تم اور ہو کے فتوے بھی صادر کیے جاتے ہیں۔ اس معاملے میں کوئی بھی اللہ کا بندہ یہ نہیں سوچتا الا ماشاء اللہ ! کہ اصل زندگی تو آخرت کی زندگی ہے۔ میں اس چند روزہ زندگی کی آسانیوں اور عیاشیوں کے بدلے اصل زندگی کو تو قربان نہ کروں۔ اگر ایک کام سے جائز طور پر گزارا نہیں ہوتا تو کوئی دوسرا کام کرلوں ‘ یا اپنی ضروریات کو سکیڑ کر کم وسائل کے ساتھ زندگی بسر کرلوں ‘ مگر حرام تو نہ کھائوں ! { اِنَّ رَبَّکَ وَاسِعُ الْمَغْفِرَۃِ } ”یقینا آپ کا ربّ بہت ہی وسیع مغفرت والا ہے۔“ اس کا دامن ِمغفرت بہت وسیع ہے۔ اہل ِایمان بندے اگر کبائر و فواحش سے اجتناب کرتے رہیں تو وہ ان کی چھوٹی چھوٹی لغزشوں پر گرفت نہیں کرے گا اور اپنی رحمت بےپایاں کی وجہ سے ان کو معاف فرما دے گا۔ { ہُوَ اَعْلَمُ بِکُمْ اِذْ اَنْشَاَکُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّۃٌ فِیْ بُطُوْنِ اُمَّہٰتِکُمْ } ”وہ تمہیں خوب جانتا ہے ‘ جبکہ اس نے تمہیں زمین سے اٹھایا اور جب کہ تم اپنی مائوں کے پیٹوں میں جنین کی شکل میں تھے۔“ { فَلَا تُزَکُّوْٓا اَنْفُسَکُمْط ہُوَ اَعْلَمُ بِمَنِ اتَّقٰی۔ } ”تو تم خود کو بہت پاکباز نہ ٹھہرائو۔ وہ اسے خوب جانتا ہے جو تقویٰ اختیار کرتا ہے۔“ یعنی اپنے نفس کی پاکی کے دعوے نہ کرو ‘ وہی بہتر جانتا ہے کہ واقعتا متقی کون ہے۔ دراصل اپنی پرہیزگاری کا ڈھنڈورا پیٹنے کی ضرورت اس شخص کو ہی محسوس ہوتی ہے جس کا دل ”تھو تھا چنا باجے گھنا“ کے مصداق تقویٰ سے خالی ہو۔ جہاں تقویٰ کی روح کو نظر انداز کیا جا رہا ہوگا وہاں سارا زور تقویٰ کے مظاہر پر ہوگا۔ اندر سے حرام خوری جاری ہوگی اور اس کو چھپانے کے لیے اوپر سے چھوٹی چھوٹی دینی علامات کو اپنا کر تقویٰ کا لبادہ اوڑھ رکھاہو گا۔",
  "ayah": 32,
  "surah": 53
}
