{
  "text": "آیت 4 { اِنْ ہُوَ اِلَّا وَحْیٌ یُّوْحٰی۔ } ”یہ تو صرف وحی ہے جو ان کی طرف کی جاتی ہے۔“ اگلی آیات میں حضرت جبرائیل علیہ السلام کا ذکر ہے جنہوں نے نبی مکرم ﷺ کو اس کلام کی تعلیم دی۔ یہ مضمون دوسری مرتبہ 30 ویں پارے کی سورة التَّکوِیر میں آیا ہے۔ دونوں عبارتوں میں ایک خوبصورت مماثلت یہ ہے کہ وہاں بھی حضور ﷺ کا ذکر صَاحِبُـکُمْ کے لفظ سے کیا گیا ہے :{ وَمَا صَاحِبُکُمْ بِمَجْنُوْنٍ۔ وَلَقَدْ رَاٰہُ بِالْاُفُقِ الْمُبِیْنِ۔ وَمَا ہُوَ عَلَی الْغَیْبِ بِضَنِیْنٍ۔ وَمَا ہُوَ بِقَوْلِ شَیْطٰنٍ رَّجِیْمٍ۔ } التکویر”اور مکے والو تمہارے یہ رفیق دیوانے نہیں ہیں۔ بیشک انہوں نے اس جبرائیل کو کھلے افق پر دیکھا ہے۔ اور وہ غیب کے معاملے میں بخیل نہیں ہیں۔ اور یہ ہرگز کسی شیطان رجیم کا قول نہیں ہے۔“ حضرت جبرائیل علیہ السلام جب وحی لے کر آتے تو وہ حضور ﷺ کو نظر نہیں آتے تھے اور نہ ہی وحی کو آپ ﷺ اپنے کانوں سے سن سکتے تھے۔ فرشتے اور وحی دونوں کا تعلق چونکہ عالم امر سے ہے اس لیے ان کا نزول بھی آپ ﷺ کی شخصیت کے اس حصے پر ہوتا تھا جو عالم امر سے متعلق تھا ‘ یعنی آپ ﷺ کی روح مبارک۔ یا دوسرے لفظوں میں یوں سمجھیں کہ انسانی روح کا مسکن چونکہ قلب انسانی ہے اس لیے وحی کا نزول براہ راست حضور ﷺ کے قلب مبارک پر ہوتا تھا : ؎ نغمہ وہی ہے نغمہ کہ جس کو رُوح سنے اور روح سنائے ! تاہم حضرت جبرائیل علیہ السلام کا حضور ﷺ کے پاس انسانی شکل میں آنا بھی ثابت ہے۔ روایات میں یہ وضاحت بھی ملتی ہے کہ حضرت جبرائیل علیہ السلام جب انسانی شکل میں آپ ﷺ کے پاس آتے تو عموماً خوبصورت نوجوان صحابی حضرت دحیہ کلبی رض کی شکل میں آتے جو بہت عظیم انسان تھے۔ اس حوالے سے ایک اہم نکتہ یہ بھی ہے کہ انسانی شکل میں حضرت جبرائیل علیہ السلام کی حضور ﷺ سے جو گفتگو ہوتی وہ ”وحی متلو“ یعنی قرآن میں شامل نہیں ہے۔ مثلاً ”حدیث جبریل علیہ السلام“ میں حضرت جبرائیل علیہ السلام کے ساتھ حضور ﷺ کے مکالمے کی تفصیل درج ہے۔ اس موقع پر حضرت جبرائیل علیہ السلام انسانی شکل میں حضور ﷺ کے پاس آئے اور آپ ﷺ سے دین کے بارے میں چند بنیادی سوالات پوچھے۔ آپ ﷺ نے ان سوالات کے جوابات دیے۔ ان کے چلے جانے کے بعد آپ ﷺ نے صحابہ کرام کو بتایا کہ یہ جبرائیل علیہ السلام تھے جو تم لوگوں کو تمہارا دین سکھانے کے لیے آئے تھے۔ اس حدیث کا مضمون اس قدر اہم ہے کہ محدثین نے اسے ”اُمُّ السُّنَّہ“ قرار دیا ہے ‘ لیکن اس حدیث کے مندرجات قرآن میں شامل نہیں۔ البتہ حضور ﷺ نے حضرت جبرائیل علیہ السلام کو دو مرتبہ ان کی اصلی شکل میں بھی دیکھا ہے۔ پہلی مرتبہ تو آپ ﷺ نے انہیں آغاز نبوت کے زمانے میں دیکھا تھا۔ یہ واقعہ ”فترتِ وحی“ کے دنوں میں پیش آیا۔ پہلی وحی کے بعد وحی کا سلسلہ کچھ عرصہ کے لیے منقطع رہا ‘ اس وقفے کو ”فترتِ وحی“ کہا جاتا ہے۔ ایک دن آپ ﷺ غارِ حرا سے اتر رہے تھے تو آپ ﷺ نے ایک آواز سنی ”یامحمد !“ آپ ﷺ نے ادھر ادھر دیکھا تو کوئی بھی نہیں تھا۔ آپ ﷺ نے سمجھا کہ شاید مجھے دھوکہ ہوا ہے ‘ لیکن دوسرے ہی لمحے وہی آواز پھر سنائی دی۔ اس مرتبہ بھی آپ ﷺ کو جب کوئی انسان دکھائی نہ دیا تو آپ ﷺ کو کچھ خوف محسوس ہوا۔ تیسری مرتبہ جب آپ ﷺ نے پھر وہی آواز سنی تو آپ ﷺ نے آسمان کی طرف دیکھا۔ اوپر دیکھنے سے آپ ﷺ کو حضرت جبرائیل علیہ السلام اپنی اصلی ملکوتی شکل میں اس طرح نظر آئے کہ پورا افق بھرا ہوا تھا۔ دوسری مرتبہ آپ ﷺ نے حضرت جبرائیل علیہ السلام کو معراج کے موقع پر سدرۃ المنتہیٰ کے قریب دیکھا۔ آئندہ آیات میں اسی مشاہدے کا ذکر ہے۔ حضرت جبرائیل علیہ السلام جب حضور ﷺ کو سفر معراج پر لے جانے کے لیے آئے تو وہ انسانی شکل میں تھے اور آپ علیہ السلام کے لیے جو سواری براق وہ لے کر آئے تھے وہ بھی کوئی محسوس و مرئی قسم کی مخلوق تھی۔ لیکن جب آپ ﷺ ساتویں آسمان پر سدرۃ المنتہیٰ کے پاس پہنچے تو وہاں حضرت جبرائیل علیہ السلام اصل ملکوتی شکل میں ظاہر ہوئے۔ اس مقام پر انہوں نے آگے جانے سے معذرت کرتے ہوئے کہا کہ اگر میں یہاں سے آگے بڑھوں گا تو میرے َپر جل جائیں گے : ؎اگر یک سر ِموئے برتر قدم فروغِ تجلی بسوزد پرم  اس مضمون کے حوالے سے یہاں سمجھنے کا اصل نکتہ یہ ہے کہ حضرت جبرائیل علیہ السلام کی اصل ملکوتی شکل میں حضور ﷺ سے ملاقات کرانے اور پھر اس ملاقات کا قرآن مجید میں ذکر کرنے کا مقصد نزول وحی کے سلسلے کے درمیانی رابطے link کی سند فراہم کرنا ہے۔ اس نکتہ لطیف کو ”اصولِ حدیث“ کے حوالے سے سمجھنا چاہیے۔ محدثین نے احادیث کی صحت authenticity کی تحقیق کے لیے جو اصول وضع کیے ہیں ان میں ایک بنیادی اصول یہ بھی ہے کہ جس شخص کی کسی دوسری شخصیت سے روایت منقول ہے اس کی اس شخصیت سے شعور کی عمر اور شعور کی کیفیت میں ملاقات بھی ثابت ہونا ضروری ہے۔ اگر ایسی ملاقات ثابت نہ ہو سکے تو متعلقہ راوی کی روایت قابل قبول نہیں سمجھی جاتی۔ مثلاً اگر ایک تابعی رح رح کی کسی صحابی رض سے کوئی روایت منقول ہے مگر حقائق ثابت کرتے ہیں کہ جب وہ صحابی رض فوت ہوئے تو متعلقہ تابعی کی عمر صرف چھ سال تھی ‘ یعنی اس وقت ان کی عمر ایسی نہ تھی کہ وہ بات کو سمجھ کر کسی دوسرے کو بتاسکتے ‘ تو ایسی صورت میں متعلقہ تابعی کی وہ روایت محدثین کے لیے قابل قبول نہیں ہوگی۔ چناچہ حدیث رسول ﷺ کی صحت authenticity کے لیے اگر متعلقہ راویوں کی ملاقات کا ثابت ہونا ضروری ہے تو ایسا ہی ثبوت اللہ تعالیٰ کی حدیث اللہ تعالیٰ نے قرآن کو سورة الزمر کی آیت 23 میں اَحْسَنَ الْحَدِیْثِ قراردیا ہے کی روایت کے حوالے سے بھی دستیاب ہونا چاہیے۔ -۔ چناچہ قرآن مجید کی روایت کی تصدیق و توثیق یوں ہوگی : قرآن کیا ہے ؟ یہ اللہ کا کلام ہے۔ اللہ سے اس کا کلام کس نے سنا ؟ جبرائیل علیہ السلام نے سنا۔ جبرائیل علیہ السلام سے کس نے سنا ؟ جبرائیل علیہ السلام سے محمد ﷺ نے سنا۔ تو کیا جبرائیل علیہ السلام اور محمد ﷺ کی ملاقات ثابت ہے ؟ جی ہاں ! ان کے درمیان دو مرتبہ کی ملاقات قرآن سے ثابت ہے۔ -۔ چناچہ وحی کی ”روایت“ کا درمیانی رابطہ link ثابت کرنے کے لیے حضور ﷺ کی حضرت جبرائیل علیہ السلام سے اصل ملکوتی شکل میں ملاقات کی ”سند“ انتہائی اہم ہے جو یہ آیات فراہم کر رہی ہیں۔",
  "ayah": 4,
  "surah": 53
}
