{
  "text": "৪৯-৫১ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা বলেন যে, মালধন, স্বাস্থ্য ইত্যাদি কল্যাণের প্রার্থনা হতে মানুষ ক্লান্ত হয় না। কিন্তু যদি তার উপর বিপদ-আপদ এসে পড়ে তখন সে এতো বেশী হতাশ ও নিরাশ হয়ে পড়ে যে, যেন আর কখনো সে কোন কল্যাণের মুখ দেখতেই পাবে না। আবার যদি কোন বিপদ ও কাঠিন্যের পর সে কোন কল্যাণ ও সুখ লাভ করে তখন সে বলে বসেঃ “আল্লাহ তা'আলার উপর তো আমার এটা হক বা প্রাপ্যই ছিল। আমি এর যোগ্যই ছিলাম। এখন সে এই নিয়ামত লাভ করে ফুলে উঠে এবং ধরাকে সরা জ্ঞান করে বসে। মহান আল্লাহকে বিস্মরণ হয়ে যায় এবং পরিষ্কারভাবে তাকে অস্বীকার করে ফেলে। কিয়ামতের সংঘটনকে স্পষ্টভাবে অবিশ্বাস করে বসে। ধন-দৌলত এবং আরাম ও আয়েশ তার কুফরীর কারণ হয়ে দাড়ায়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “বস্তুতঃ মানুষ তো সীমালংঘন করেই থাকে, কারণ সে নিজেকে অভাব মুক্ত মনে করে।”(৯৬:৬-৭) তাই সে মস্তক উঁচু করে হঠকারিতা করতে শুরু করে দেয়।মহান আল্লাহ বলেন যে, শুধু এটুকুই নয়, বরং এই দুষ্কর্যের উপর সে ভাল আশাও রাখে এবং বলেঃ যদি কিয়ামত সংঘটিত হয়েও যায় এবং আমি আল্লাহ তা'আলার নিকট প্রত্যাবর্তিতও হই, তবে যেমন আমি এখানে সুখ-স্বচ্ছন্দে রয়েছি, অনুরূপভাবে সেখানেও অর্থাৎ পরকালেও সুখেই থাকবো। মোটকথা, সে কিয়ামতকে অস্বীকারও করে, মৃত্যুর পর পুনজীবনকে মানেও না, আবার বড় বড় আশাও পোষণ করে যে, দুনিয়ায় যেমন সুখে রয়েছে, আখিরাতেও তেমনি সুখেই থাকবে।যাদের আমল ও বিশ্বাস এইরূপ তাদেরকে আল্লাহ তাবারাকা ওয়া তা'আলা ভয় প্রদর্শন করে বলেনঃ “আমি এই কাফিরদেরকে তাদের কৃতকর্ম সম্বন্ধে অবশ্যই অবহিত করবো এবং তাদেরকে আস্বাদন করাবো কঠোর শাস্তি। মহামহিমান্বিত আল্লাহ মানুষের স্বভাব ও আচরণের বর্ণনা দিতে গিয়ে বলেনঃ ‘যখন আমি মানুষের প্রতি অনুগ্রহ করি তখন (গর্বভরে) মুখ ফিরিয়ে নেয় ও দূরে সরে যায়। আর যখন তাকে অনিষ্ট স্পর্শ করে তখন সে দীর্ঘ প্রার্থনায় রত হয়। (আরবী) ওকেই বলা হয় যার শব্দ বেশী এবং অর্থ কম হয়। আর যে কালাম বা কথা এর বিপরীত হয় অর্থাৎ শব্দ কম ও অর্থ বেশী, ওকে (আরবী) বলা হয়ে থাকে। এই বিষয়টিই অন্য জায়গায় নিম্নরূপে বর্ণিত হয়েছেঃ (আরবী) অর্থাৎ “মানুষকে যখন কষ্ট ও বিপদ স্পর্শ করে তখন সে শুয়ে, বসে এবং দাড়িয়ে আমাকে আহ্বান করে থাকে, অতঃপর যখন আমি ঐ কষ্ট ও বিপদ দূরীভূত করি তখন সে এমন বেপরোয়া ভাব দেখিয়ে ফিরে যায় যে, যেন সে বিপদের সময় আমাকে আহ্বান করেইনি।” (১০:১২)",
  "ayah": 51,
  "surah": 41
}
