{
  "text": "کفار کے بد ارادے ناکام ہوئے ان بہت سی غنیمتوں سے مراد آپ کے زمانے اور بعد کی سب غنیمتیں ہیں جلدی کی غنیمت سے مراد خیبر کی غنیمت ہے اور حدیبیہ کی صلح ہے اس اللہ کا ایک احسان یہ بھی ہے کہ کفار کے بد ارادوں کو اس نے پورا نہ ہونے دیا نہ مکہ کے کافروں کے نہ ان منافقوں کے جو تمہارے پیچھے مدینے میں رہے تھے۔ نہ یہ تم پر حملہ اور ہو سکے نہ وہ تمہارے بال بچوں کو ستا سکے یہ اس لئے کہ مسلمان اس سے عبرت حاصل کریں اور جان لیں کہ اصل حافظ و ناصر اللہ ہی ہے پس دشمنوں کی کثرت اور اپنی قلت سے ہمت نہ ہار دیں اور یہ بھی یقین کرلیں کہ ہر کام کے انجام کا علم اللہ ہی کو ہے بندوں کے حق میں بہتری یہی ہے کہ وہ اس کے فرمان پر عامل رہیں اور اسی میں اپنی خیریت سمجھیں گو وہ فرمان بہ ظاہر خلاف طبع ہو، بہت ممکن ہے کہ تم جسے ناپسند رکھتے ہو وہی تمہارے حق میں بہتر ہو وہ تمہیں تمہاری حکم بجا آوری اور اتباع رسول ﷺ اور سچی جانثاری کی عوض راہ مستقیم دکھائے گا اور دیگر غنیمتیں اور فتح مندیاں بھی عطا فرمائے گا جو تمہارے بس کی نہیں لیکن اللہ خود تمہاری مدد کرے گا اور ان مشکلات کو تم پر آسان کر دے گا سب چیزیں اللہ کے بس میں ہیں وہ اپنا ڈر رکھنے والے بندوں کو ایسی جگہ سے روزیاں پہنچاتا ہے جو کسی کے خیال میں تو کیا ؟ خود ان کے اپنے خیال میں بھی نہ ہوں اس غنیمت سے مراد خیبر کی غنیمت ہے جس کا وعدہ صلح حدیبیہ میں پنہاں تھا یا مکہ کی فتح تھی یا فارس اور روم کے مال ہیں یا وہ تمام فتوحات ہیں جو قیامت تک مسلمانوں کو حاصل ہوں گی۔ پھر اللہ تبارک وتعالیٰ مسلمانوں کو خوشخبری سناتا ہے کہ وہ کفار سے مرعوب اور خائف نہ ہوں اگر کافر مقابلہ پر آئے تو اللہ اپنے رسول ﷺ اور مسلمانوں کی مدد کرے گا۔ اور ان بےایمانوں کو شکست فاش دے گا یہ پیٹھ دکھائیں گے اور منہ پھیر لیں گے اور کوئی والی اور مددگار بھی انہیں نہ ملے گا اس لئے کہ وہ اللہ اور اس کے رسول سے لڑنے کے لئے آئے ہیں اور اس کے ایماندار بندوں کے پیچھے پڑے ہوئے ہیں۔ پھر فرماتا ہے یہی اللہ تعالیٰ کی عادت ہے کہ جب کفر و ایمان کا مقابلہ ہو وہ ایمان کو کفر پر غالب کرتا ہے اور حق کو ظاہر کر کے باطل کو دبا دیتا ہے جیسے کہ بدر والے دن بہت سے کافروں کو جو باسامان تھے چند مسلمانوں کے مقابلہ میں جو بےسرو سامان تھے شکست فاش دی۔ پھر اللہ سبحانہ وتعالیٰ فرماتا ہے میرے احسان کو بھی نہ بھولو کہ میں نے مشرکوں کے ہاتھ تم تک نہ پہنچنے دئیے اور تمہیں بھی مسجد حرام کے پاس لڑنے سے روک دیا اور تم میں اور ان میں صلے کرا دی جو دراصل تمہارے حق میں سراسر بہتری ہے کیا دنیا کے اعتبار سے اور کیا آخرت کے اعتبار سے وہ حدیث یاد ہوگی جو اسی سورت کی تفسیر میں بہ روایت حضرت سلمہ بن اکوع گذر چکی ہے کہ جب ستر کافروں کو باندھ کر صحابہ نے آنحضرت ﷺ کی خدمت اقدس میں پیش کیا تو آپ نے فرمایا انہیں جانے دو ان کی طرف سے ہی ابتدا ہو اور انہی کی طرف سے دوبارہ شروع ہو اسی بابت یہ آیت اتری، مسند احمد میں ہے کہ اسی کافر ہتھیاروں سے آراستہ جبل (تنعیم) کی طرف سے چپ چپاتے موقعہ پا کر اتر آئے لیکن حضور ﷺ غافل نہ تھے آپ نے فورًا لوگوں کو آگاہ کردیا سب گرفتار کر لئے گئے اور حضور ﷺ کے سامنے پیش کئے گئے آپ نے ازراہ مہربانی ان کی خطا معاف فرما دی اور سب کو چھوڑ دیا، اور نسائی میں بھی ہے حضرت عبداللہ بن مغفل فرماتے ہیں جس درخت کا ذکر قرآن میں ہے اس کے نیچے نبی ﷺ تھے ہم لوگ بھی آپ کے اردگرد تھے اس درخت کی شاخیں حضور ﷺ کی کمر سے لگ رہی تھیں حضرت علی بن ابو طالب اور سہیل بن عمرو آپ کے سامنے تھے حضور ﷺ نے حضرت علی سے فرمایا بسم اللہ الرحمن الرحیم لکھو اس پر سہیل نے حضور ﷺ کا ہاتھ تھام لیا اور کہا ہم رحمن اور رحیم کو نہیں جانتے ہمارے اس صلح نامہ میں ہمارے دستور کے مطابق لکھوائیے، پس آپ نے فرمایا (باسمک اللھم) لکھ لو۔ پھر لکھا یہ وہ ہے جس پر اللہ کے رسول محمد ﷺ نے اہل مکہ سے صلح کی اس پر پھر سہیل نے آپ کا ہاتھ تھام کر کہا آپ رسول اللہ ﷺ ہی ہیں تو پھر ہم نے بڑا ظلم کیا اس صلح نامہ میں وہی لکھوائے جو ہم میں مشہور ہے تو آپ نے فرمایا لکھو یہ وہ ہے جس پر محمد بن عبداللہ ﷺ نے اہل مکہ سے صلح کی اتنے میں تیس نوجوان کفار ہتھیار بند آن پڑے آپ نے ان کے حق میں بددعا کی اللہ نے انہیں بہرا بنادیا ہم اٹھے اور ان سب کو گرفتار کر کے آپ کے سامنے پیش کردیا۔ آپ نے ان سے دریافت فرمایا کہ کیا تمہیں کسی نے امن دیا ہے ـ؟ یا تم کسی کی ذمہ داری پر آئے ہو ؟ انہوں نے انکار کیا لیکن باوجود اس کے آپ نے ان سے درگذر فرمایا اور انہیں چھوڑ دیا اس پر یہ آیت (وھوالذی) الخ، نازل ہوئی (نسائی) ابن جریر میں ہے جب حضور ﷺ قربانی کے جانور لے کر چلے اور ذوالحلیفہ تک پہنچ گئے تو حضرت عمر نے عرض کی اے نبی اللہ ﷺ آپ ایک ایسی قوم کی بستی میں جا رہے ہیں جو برسرپیکار ہیں اور آپ کے پاس نہ تو ہتھیار ہیں نہ اسباب، حضور ﷺ نے یہ سن کر آدمی بھیج کر مدینہ سے سب ہتھیار اور کل سامان منگوا لیا جب آپ مکہ کے قریب پہنچ گئے تو مشرکین نے آپ کو روکا آپ مکہ نہ آئیں آپ کو خبر دی کہ عکرمہ بن ابو جہل پانچ سو کا لشکر لے کر آپ پر چڑھائی کرنے کے لئے آرہا ہے آپ نے حضرت خالد بن ولید سے فرمایا اے خالد تیرا چچازاد بھائی لشکر لے کر آرہا ہے حضرت خالد نے فرمایا پھر کیا ہوا ؟ میں اللہ کی تلوار ہوں اور اس کے رسول ﷺ کی اسی دن سے آپ کا لقب سیف اللہ ہوا۔ مجھے آپ جہاں چاہیں اور جس کے مقابلہ میں چاہیں بھیجیں چناچہ عکرمہ کے مقابلہ کے لئے آپ روانہ ہوئے گھاٹی میں دونوں کی مڈبھیڑ ہوئی حضرت خالد نے ایسا سخت حملہ کیا کہ عکرمہ کے پاؤں نہ جمے اسے مکہ کی گلیوں تک پہنچا کر حضرت خالد واپس آگئے لیکن پھر دوبارہ وہ تازہ دم ہو کر مقابلہ پر آیا اب کی مرتبہ بھی شکست کھا کر مکہ کی گلیوں میں پہنچ گیا وہ پھر تیسری مرتبہ نکلا اس مرتبہ بھی یہی حشر ہوا اسی کا بیان آیت (وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۭ وَكَان اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا 24؀) 48۔ الفتح :24) ، میں ہے، پس اللہ تعالیٰ نے باوجود حضور ﷺ کی ظفر مندی کے کفار کو بھی بچا لیا تاکہ جو مسلمان ضعفاء اور کمزور مکہ میں تھے انہیں اسلامی لشکر کے ہاتھوں کوئی گذند نہ پہنچے لیکن اس روایت میں بہت کچھ نظر ہے ناممکن ہے کہ یہ حدیبیہ والے واقعہ کا ذکر ہو اس لئے کہ اس وقت تک تو حضرت خالد مسلمان ہی نہ ہوئے تھے بلکہ مشرکین کے طلایہ کے یہ اس دن سردار تھے جیسے کہ صحیح حدیث میں موجود ہے اور یہ بھی نہیں ہوسکتا کہ یہ واقعہ عمرۃ القضاء کا ہو۔ اس لئے کہ حدیبیہ کے صلح نامہ کی شرائط کے مطابق یہ طے شدہ امر تھا کہ اگلے سال حضور ﷺ آئیں عمرہ ادا کریں اور تین دن تک مکہ میں ٹھہریں چناچہ اسی قرارداد کے مطابق جب حضور ﷺ تشریف فرما ہوئے تو کافروں نے آپ کو روکا نہیں نہ آپ سے جنگ وجدال کیا۔ اسی طرح یہ بھی نہیں ہوسکتا کہ یہ واقعہ فتح مکہ کا ہو اس لئے کہ فتح مکہ والے سال آپ اپنے ساتھ قربانیاں لے کر نہیں گئے تھے اس وقت تو آپ جنگی حیثیت سے گئے تھے لڑنے اور جہاد کرنے کی نیت سے تشریف لے گئے تھے پس اس روایت میں بہت کچھ خلل ہے اور اس میں ضرور قباحت واقع ہوئی ہے خوب سوچ لینا چاہیے واللہ اعلم۔ حضرت ابن عباس کے مولیٰ حضرت عکرمہ فرماتے ہیں کہ قریش نے اپنے چالیس یا پچاس آدمی بھیجے کہ وہ حضور ﷺ کے لشکر کے اردگرد گھومتے رہیں اور موقعہ پا کر کچھ نقصان پہنچائیں یا کسی کو گرفتار کر کے لے آئیں یہاں یہ سارے کے سارے پکڑے لئے گئے لیکن پھر حضور ﷺ نے انہیں معاف فرما دیا اور سب کو چھوڑ دیا انہوں نے آپ کے لشکر پر کچھ پتھر بھی پھینکے تھے اور کچھ تیربازی کر کے ان کو شہید کردیا حضور ﷺ نے کچھ سوار ان کے تعاقب میں روانہ کئے وہ ان سب کو جو تعداد میں بارہ سو تھے گرفتار کر کے لے آئے آپ نے ان سے پوچھا کہ کوئی عہدو پیمان ہے ؟ کہا نہیں لیکن پھر بھی حضور ﷺ نے انہیں چھوڑ دیا اور اسی بارے میں آیت (وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۭ وَكَان اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا 24؀) 48۔ الفتح :24) نازل ہوئی۔",
  "ayah": 24,
  "surah": 48
}
