{
  "text": "تصدیق رسالت بزبان الہ  ان آیتوں میں پہلے نبی ﷺ کی صفت و ثنا بیان ہوئی کہ آپ اللہ کے برحق رسول ہیں پھر آپ کے صحابہ کی صفت و ثنا بیان ہو رہی ہے کہ وہ مخالفین پر سختی کرنے والے اور مسلمانوں پر نرمی کرنے والے ہیں جیسے اور آیت میں ہے آیت (اذلتہ علی المومنین اعزۃ علی الکافرین) مومنوں کے سامنے نرم کفار کے مقابلہ میں گرم، ہر مومن کی یہی شان ہونی چاہیے کہ وہ مومنوں سے خوش خلقی اور متواضع رہے اور کفار پر سختی کرنیوالا اور کفر سے ناخوش رہے۔ قرآن حکیم فرماتا ہے (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةً ۭ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ01203) 9۔ التوبہ :123) ایمان والو اپنے پاس کے کافروں سے جہاد کرو وہ تم میں سختی محسوس کریں رسول اللہ ﷺ فرماتے ہیں آپس کی محبت اور نرم دلی میں مومنوں کی مثال ایک جسم کی طرح ہے کہ اگر کسی ایک عضو میں درد ہو تو سارا جسم بیقرار ہوجاتا ہے کبھی بخار چڑھ آتا ہے کبھی نیند اچاٹ ہوجاتی ہے۔ آپ فرماتے ہیں مومن مومن کے لئے مثل دیوار کے ہے جس کا ایک حصہ دوسرے حصہ کو تقویت پہنچاتا ہے اور مضبوط کرتا ہے، پھر آپ نے اپنے دونوں ہاتھوں کی انگلیاں ایک دوسری میں ملا کر بتائیں پھر ان کا اور وصف بیان فرمایا کہ نیکیاں بکثرت کرتے ہیں خصوصاً نماز جو تمام نیکیوں سے افضل و اعلیٰ ہے پھر ان کی نیکیوں میں چار چاند لگانے والی چیز کا بیان یعنی ان کے خلوص اور اللہ طلبی کا کہ یہ اللہ کے فضل اور اس کی رضا کے متلاشی ہیں۔ یہ اپنے اعمال کا بدلہ اللہ تعالیٰ سے چاہتے ہیں جو جنت ہے اور اللہ کے فضل سے انہیں ملے گی اور اللہ تعالیٰ اپنی رضامندی بھی انہیں عطا فرمائے گا جو بہت بڑی چیز ہے جیسے فرمایا آیت (وَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۭ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ 72؀) 9۔ التوبہ :72) اللہ تعالیٰ کی ذرا سی رضا بھی سب سے بڑی چیز ہے حضرت ابن عباس فرماتے ہیں کہ چہروں پر سجدوں کے اثر سے علامت ہونے سے مراد اچھے اخلاق ہیں مجاہد وغیرہ فرماتے ہیں خشوع اور تواضع ہے، حضرت منصور حضرت مجاہد سے کہتے ہیں میرا تو یہ خیال تھا کہ اس سے مراد نماز کا نشان ہے جو ماتھے پر پڑجاتا ہے آپ نے فرمایا یہ تو ان کی پیشانیوں پر بھی ہوتا ہے جن کے دل فرعون سے بھی زیادہ سخت ہوتے ہیں حضرت سدی فرماتے ہیں نماز ان کے چہرے اچھے کردیتی ہے بعض سلف سے منقول ہے جو رات کو بکثرت نماز پڑھے گا اس کا چہرہ دن کو خوبصورت ہوگا۔ حضرت جابر کی روایت سے ابن ماجہ کی ایک مرفوع حدیث میں بھی یہی مضمون ہے، لیکن صحیح یہ ہے کہ یہ موقوف ہے بعض بزرگوں کا قول ہے کہ نیکی کی وجہ سے دل میں نور پیدا ہوتا ہے چہرے پر روشنی آتی ہے روزی میں کشادگی ہوتی ہے لوگوں کے دلوں میں محبت پیدا ہوتی ہے۔ امیرا لمومنین حضرت عثمان کا فرمان ہے کہ جو شخص اپنے اندرونی پوشیدہ حالات کی اصلاح کرے اور بھلائیاں پوشیدگی سے کرے اللہ تعالیٰ اس کے چہرے کی سلوٹوں پر اور اسکی زبان کے کناروں پر ان نیکیوں کو ظاہر کردیتا ہے الغرض دل کا آئینہ چہرہ ہے جو اس میں ہوتا ہے اس کا اثر چہرہ پر ہوتا ہے پس مومن جب اپنے دل کو درست کرلیتا ہے اپنا باطن سنوار لیتا ہے تو اللہ تعالیٰ اس کے ظاہر کو بھی لوگوں کی نگاہوں میں سنوار دیتا ہے امیرالمومنین حضرت عمر بن خطاب فرماتے ہیں جو شخص اپنے باطن کی اصلاح کرلیتا ہے اللہ تعالیٰ اس کے ظاہر کو بھی آراستہ و پیراستہ کردیتا ہے، طبرانی میں ہے رسول اللہ ﷺ فرماتے ہیں جو شخص جیسی بات کو پوشیدہ رکھتا ہے اللہ تعالیٰ اسے اسی کی چادر اڑھا دیتا ہے اگر وہ پوشیدگی بھلی ہے تو بھلائی کی اور اگر بری ہے تو برائی کی۔ لیکن اس کا ایک راوی عراقی متروک ہے۔ مسند احمد میں آپ کا فرمان ہے کہ اگر تم میں سے کوئی شخص کسی ٹھوس چٹان میں گھس کر جس کا نہ کوئی دروازہ ہو نہ اس میں کوئی سوراخ ہو کوئی عمل کرے گا اللہ اسے بھی لوگوں کے سامنے رکھ دے گا برائی ہو تو یا بھلائی ہو تو۔ مسند کی اور حدیث میں ہے نیک طریقہ، اچھا خلق، میانہ روی نبوۃ کے پچیسویں حصہ میں سے ایک حصہ ہے۔ الغرض صحابہ کرام رضوان اللہ علیہم اجمعین کی نیتیں خالص تھیں اعمال اچھے تھے پس جس کی نگاہ ان کے پاک چہروں پر پڑتی تھی اسے ان کی پاکبازی جچ جاتی تھی اور وہ ان کے چال چلن اور ان کے اخلاق اور ان کے طریقہ کار پر خوش ہوتا تھا حضرت امام مالک کا فرمان ہے کہ جن صحابہ نے شام کا ملک فتح کیا جب وہاں کے نصرانی ان کے چہرے دیکھتے تو بےساختہ پکار اٹھتے اللہ کی قسم یہ حضرت عیسیٰ کے حواریوں سے بہت ہی بہتر و افضل ہیں۔ فی الواقع ان کا یہ قول سچا ہے اگلی کتابوں میں اس امت کی فضیلت و عظمت موجود ہے اور اس امت کی صف اول ان کے بہتر بزرگ اصحاب رسول ہیں اور خود ان کا ذکر بھی اگلی اللہ کی کتابوں میں اور پہلے کے واقعات میں موجود ہے۔ پس فرمایا یہی مثال ان کی توراۃ میں ہے۔ پھر فرماتا ہے اور ان کی مثال انجیل کی مانند کھیتی کے بیان کی گئی ہے جو اپنا سبزہ نکالتی ہے پھر اسے مضبوط اور قوی کرتی ہے پھر وہ طاقتور اور موٹا ہوجاتا ہے اور اپنی بال پر سیدھا کھڑا ہوجاتا ہے اب کھیتی والے کی خوشی کا کیا پوچھنا ہے ؟ اسی طرح اصحاب رسول ﷺ ہیں کہ انہوں نے آپ کی تائید و نصرت کی پس وہ آپ کے ساتھ وہی تعلق رکھتے ہیں جو پٹھے اور سبزے کو کھیتی سے تھا یہ اس لئے کہ کفار جھینپیں۔ حضرت امام مالک نے اس آیت سے رافضیوں کے کفر پر استدلال کیا ہے کیونکہ وہ صحابہ سے چڑتے اور ان سے بغض رکھنے والا کافر ہے۔ علماء کی ایک جماعت بھی اس مسئلہ میں امام صاحب کے ساتھ ہے صحابہ کرام کے فضائل میں اور ان کی لغزشوں سے چشم پوشی کرنے میں بہت سی احادیث آئی ہیں خود اللہ تعالیٰ نے ان کی تعریفیں بیان کیں اور ان سے اپنی رضامندی کا اظہار کیا ہے کیا ان کی بزرگی میں یہ کافی نہیں ؟ پھر فرماتا ہے ان ایمان والوں اور نیک اعمال والوں سے اللہ کا وعدہ ہے کہ ان کے گناہ معاف اور انکا اجر عظیم اور رزق کریم ثواب جزیل اور بدلہ کبیر ثابت یاد رہے کہ (منھم) میں جو (من) ہے وہ یہاں بیان جنس کے لئے ہے اللہ کا یہ سچا اور اٹل وعدہ ہے جو نہ بدلے نہ خلاف ہو ان کے قدم بقدم چلنے والوں ان کی روش پر کاربند ہونے والوں سے بھی اللہ کا یہ وعدہ ثابت ہے لیکن فضیلت اور سبقت کمال اور بزرگی جو انہیں ہے امت میں سے کسی کو حاصل نہیں اللہ ان سے خوش اللہ ان سے راضی یہ جنتی ہوچکے اور بدلے پالئے۔ صحیح مسلم شریف میں ہے حضور ﷺ فرماتے ہیں میرے صحابہ کو برا نہ کہو ان کی بےادبی اور گستاخی نہ کرو اس کی قسم جس کے ہاتھ میں میری جان ہے کہ اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو ان کے تین پاؤ اناج بلکہ ڈیڑھ پاؤ اناج کے اجر کو بھی نہیں پاسکتا۔ الحمد اللہ سورة فتح کی تفسیر ختم ہوئی۔",
  "ayah": 29,
  "surah": 48
}
