{
  "text": "Дьяволы показали людям колдовство и заявили, что пророк Сулейман был колдуном и благодаря этому завладел великим царством. Они измыслили чудовищную ложь, потому что пророк Сулейман никогда не занимался колдовством. Аллах сообщил, что Сулейман не был неверующим и никогда не обучался колдовству. Напротив, дьяволы сами были неверующими, потому что обучали людей колдовству и чародейству. А поступали они так, потому что горели желанием ввести потомков Адама в заблуждение. Иудеи также обучались колдовству, которое было ниспослано двум ангелам, находящимся в Вавилоне, на земле иракской. Аллах ниспослал им знания о колдовстве, дабы подвергнуть Своих рабов испытанию, и оба ангела принялись обучать людей колдовству. Но прежде чем обучить человека, они давали ему добрый совет и предлагали ему не овладевать колдовством, потому что это - неверие. Они запрещали людям обучаться колдовству и чародейству и предупреждали о тяжести этого преступления. Из сказанного следует, что дьяволы обучали людей колдовству, представляя им ложь истиной, вводя их в заблуждение и приписывая колдовство пророку Сулейману, непричастность которого к этому преступлению подтвердил Сам Аллах. А двое ангелов обучали людей колдовству для того, чтобы подвергнуть их испытанию, дать им полезное наставление и лишить их любых оправданий. Иудеи же обучались колдовству как от дьяволов, так и от двух ангелов. Они перестали постигать знания, которые проповедовали пророки и посланники, и принялись изучать науку дьяволов. Воистину, каждому - свое! Затем Всевышний Аллах поведал о вреде, который наносит колдовство. Колдуны обучались от двух ангелов даже тому, как разлучать мужа с женой, хотя известно, что супружеская любовь является гораздо более прочной, чем остальные проявления любви. Именно поэтому Аллах сказал: «Среди Его знамений - то, что Он сотворил из вас самих жен для вас, чтобы вы находили в них успокоение, и установил между вами любовь и милосердие. Воистину, в этом - знамения для людей размышляющих» (30:21). Все сказанное свидетельствует о том, что колдовство действительно существует и может причинить вред, если на то будет воля Аллаха. Но воля Аллаха бывает двух видов - вселенская (машиат каунийя) и законодательная (машиат шарийя). Его вселенская воля распространяется на все события, которым Аллах позволяет произойти. Именно такое дозволение Аллаха упоминается в обсуждаемом нами аяте. Законодательная воля Аллаха упоминается в одном из предыдущих аятов, в котором говорится: «Он низвел его (Коран) на твое сердце с соизволения Аллаха» (2:97). Обсуждаемый нами и другие, похожие аяты свидетельствуют о том, что любые земные причины, даже самые существенные и действенные, всегда находятся в зависимости от предопределения Аллаха, судьбы и не оказывают самостоятельное влияние на происходящее вокруг. Ни одно мусульманское течение не отрицает этого религиозного принципа, кроме кадаритов, которые заявляют, что действия рабов абсолютно самостоятельны и совершенно не зависят от воли Аллаха. Они считают, что воля Аллаха не распространяется на человеческие деяния, и эти взгляды противоречат писанию Аллаха, Сунне Его посланника и единому мнению сподвижников и их последователей. Затем Всевышний Аллах упомянул о том, что колдовское искусство приносит людям один только вред. Колдовство не приносит пользы ни в мирских, ни в духовных делах, что отличает его от некоторых других грехов, которые могут приносить пользу в мирских вопросах. Говоря об употреблении вина и об азартных играх, Всевышний Аллах велел Своему посланнику сказать: «В них есть большой грех, но есть и польза для людей, хотя греха в них больше, чем пользы» (2:219). Однако колдовство приносит человеку один только вред, и ничто не должно подталкивать человека на совершение этого греха. Следует знать, что все запрещенные поступки либо причиняют один только вред, либо приносят больше вреда, чем пользы, тогда как праведные поступки либо приносят абсолютную пользу, либо приносят больше пользы, чем вреда. Что же касается иудеев, то они знали, что если человек желает заниматься колдовством и приобретает эти знания, подобно тому, как покупатель приобретает товар, то он лишается своей доли в Последней жизни и обрекает себя на наказание. Их поступок не был результатом их невежества - они сознательно отдали предпочтение мирской жизни перед жизнью будущей. Для них было бы лучше, если бы они обладали знаниями, которые воплощаются в праведные деяния, однако они не делали этого.",
  "ayah": 103,
  "surah": 2
}
