{
  "text": "Самые несправедливые люди и самые отъявленные преступники - это те, кто мешает поминать Аллаха в мечетях и препятствует совершению намаза и других обрядов поклонения, кто стремится разрушить мечети материально и духовно. Под материальным разрушением мечетей подразумевается разрушение их строений, нанесение им ущерба и осквернение их нечистотами. А под их духовным разрушением подразумевается удержание молящихся от поминания в них Аллаха. Это откровение распространяется на всех, кто обладает перечисленными выше качествами. Оно распространяется на воинство слона и на курейшитов, которые не позволили посланнику Аллаха, да благословит его Аллах и приветствует, совершить паломничество в тот год, когда был подписан Худейбийский мир. Оно распространяется на христиан, которые разрушили Иерусалим, и на многих других беззаконников, стремящихся навредить домам Аллаха, противящихся Аллаху и вносящих раскол в ряды правоверных. В качестве воздаяния Аллах предписал неверующим входить в мечети с чувством унижения и страха. Таковы закон и предопределение Господа. Неверующие пытались устрашить рабов Аллаха, но Всемогущий Аллах посеял страх в них самих. Что касается язычников, то они не позволили посланнику Аллаха совершить паломничество, но прошло немного времени, и Всемогущий Аллах позволил ему завладеть Меккой и запретил многобожникам приближаться к Своему Дому. Всевышний сказал: «О те, которые уверовали! Воистину, многобожники являются нечистыми. И пусть они после этого их года не приближаются к Заповедной мечети» (9:28). Что касается воинства слона, то Всевышний Аллах поведал о постигшем их наказании. А что касается христиан, то Аллах позволил правоверным одержать над ними верх и прогнать их со священной земли. Каждый беззаконник, обладающий описанными выше качествами, непременно получает заслуженное воздаяние. Создатель в точности предсказал события до того, как они произошли, и эти предсказания являются великими знамениями. Опираясь на этот прекрасный аят, богословы считают, что неверующих нельзя впускать в мечети. В этой жизни они удостоены позора и бесчестия, а в Последней жизни их ожидает великое наказание. Если самыми большими беззаконниками являются грешники, которые запрещают поминать имя Аллаха в мечетях, то самыми достойными верующими являются праведники, которые материально и духовно отстраивают мечети. Именно поэтому Всевышний сказал: «Не полагается многобожникам оживлять мечети Аллаха, свидетельствуя о собственном неверии. Тщетны их деяния, и они вечно пребудут в Огне. Только тот оживляет мечети Аллаха, кто уверовал в Аллаха и в Последний день, кто совершает намаз, выплачивает закят и не боится никого, кроме Аллаха. Возможно, они окажутся на верном пути» (9:17–18). Более того, Аллах повелел возводить мечети, почитать и благоустраивать их. Всевышний сказал: «В домах, которые Аллах дозволил воздвигнуть, поминается Его имя. Его славят в них по утрам и перед закатом» (24:36). На мечети распространяется много религиозных предписаний, суть которых излагается в упомянутых прекрасных аятах.",
  "ayah": 114,
  "surah": 2
}
