{
  "text": "Толкование первых двух аятов мы уже рассмотрели. Далее Аллах поведал о Своем рабе и возлюбленном Ибрахиме, которого считают образцом для подражания и славным посланником все религиозные общины людей Писания и даже язычники. Аллах подверг его испытанию посредством повелений и запретов. Так Аллах подвергает испытанию всех Своих рабов, дабы выявить лжецов, которые не способны пройти через испытания, и правдивых верующих, которые благодаря испытаниям поднимаются на еще более высокую ступень и очищают свои души и деяния. Одним из самых достойных рабов, прошедших через подобные испытания, был возлюбленный Аллаха Ибрахим. Аллах подверг его страшному искушению, но он достойно выдержал испытание, за что Аллах отблагодарил его, поскольку Аллах всегда был Благодарным Господом. Аллах сказал Ибрахиму: «Я сделаю тебя предводителем людей и образцом для подражания, а они будут брать с тебя пример и следовать за тобой к вечному счастью. Ты будешь удостоен вечной похвалы, щедрого вознаграждения и всеобщего уважения». Клянусь Аллахом, это и есть наивысшее превосходство, ради которого должны состязаться состязающиеся и засучивать рукава труженики. Это - наивысшее достоинство, достичь которого удавалось только твердым духом посланникам и их верным последователям, призывавшим людей встать на путь Аллаха. Ибрахим ликовал от того, что ему удалось взойти на эту высокую ступень и попросил Аллаха оказать такую же милость его потомкам. Он попросил Аллаха позволить ему и его потомкам подняться на высокие ступени, и этот поступок также свидетельствует о его качествах предводителя. Он искренне желал добра рабам Аллаха и хотел, чтобы среди них было побольше проповедников, наставляющих на прямой путь. Однако принять его высокие устремления и вознести людей на такие высокие ступени мог только Аллах. Милосердный и Сострадательный Господь внял его молитве и сообщил о единственном препятствии, которое не позволит некоторым людям достичь таких высот. Аллах сообщил, что образцом для подражания в религии не станут только беззаконники, которые поступили несправедливо по отношению к самим себе и умалили собственное достоинство. Несправедливость и беззаконие не приличествуют тому, кто является высоким образцом для подражания в религии. Достичь такого положения можно только благодаря терпению и убежденности, а результатом этого являются твердая вера, праведные деяния, превосходный нрав, правильные принципы, совершенная любовь к Господу, страх перед Ним и раскаяние в совершенных прегрешениях. Разве ж несправедливый человек может обрести такие качества?! Смысл этого аята заключается в том, что человек, избегающий несправедливости, может стать образцом для подражания в религии, если он воспользуется соответствующими причинами.",
  "ayah": 124,
  "surah": 2
}
