{
  "text": "Всевышний привел вечное доказательство того, что Ибрахим был образцом для подражания и стал предводителем. Этим доказательством является Заповедная мечеть, посещение которой является одним из столпов мусульманской религии и смывает совершенные людьми грехи и прегрешения. В этой мечети есть многочисленные места, напоминающие о возлюбленном Аллаха и его потомках и свидетельствующие о том, что он был образцом для подражания в религии. Аллах сделал Заповедную мечеть пристанищем для людей, к которому они стекаются, чтобы обрести мирские и духовные блага. Они совершают паломничество раз за разом, но не могут вдоволь насладиться присутствием в Заповедной мечети. Она является безопасным местом для всех живых тварей, будь то дикие животные, деревья или другие творения, лишенные души. Даже во времена невежества язычники, приобщающие к Аллаху сотоварищей, почитали Заповедную мечеть и не нарушали ее покоя, даже если встречали в ней убийцу собственного отца. А с пришествием ислама святость и слава этой мечети еще больше возросли. Затем Всевышний Аллах повелел сделать место Ибрахима (макам Ибрахим) местом моления. Существует мнение, что под местом Ибрахима подразумевается объект, который в настоящее время располагается перед дверью Каабы. В этом случае речь идет о намазе из двух ракатов, который следует совершать после обхода вокруг Каабы и желательно совершать позади места Ибрахима. Этого мнения придерживается большинство комментаторов Корана. Согласно другому толкованию, под местом Ибрахима подразумеваются все места, которые он посещал во время паломничества, а употребление арабского слова макам ‘место’ в единственном числе объясняется тем, что оно определяется родительным падежом. В этом случае речь идет обо всех обрядах хаджа: обход вокруг Каабы, пробежка между холмами ас-Сафа и аль-Марва, стояние в долине Арафат, ночевка в долине Муздалифа, бросание камешек, жертвоприношение и другие обряды паломничества. Согласно такому толкованию, повеление сделать место Ибрахима местом моления означает повеление сделать его местом для поклонения и следовать его примеру во время паломничества. Очевидно, последнее толкование является наиболее предпочтительным, поскольку оно включает в себя первое толкование и соответствует лексическому значению аята. Всевышний также поведал о том, что Ибрахиму и Исмаилу было велено очищать Дом Аллаха от проявлений многобожия, неверия и ослушания, а также от скверны, грязи и нечистот, поскольку эта мечеть предназначена только для совершающих обход, пребывающих и молящихся. Всевышний в первую очередь упомянул о совершающих обход вокруг Каабы, поскольку этот обряд поклонения является особенностью Заповедной мечети. После этого были упомянуты люди, уединяющиеся для поклонения, поскольку благочестивое уединение является особенностью всех мечетей. Только после этого были упомянуты обычные молящиеся, хотя намаз и является самым достойным из всех перечисленных обрядов. Из этого следует, что обсуждаемая нами последовательность имеет соответствующее объяснение. Всевышний назвал заповедный храм Своим Домом по нескольким причинам. Во-первых, это побуждало пророков Ибрахима и Исмаила уделять должное внимание очищению мечети от скверны и делать для этого все необходимое. Во-вторых, это подчеркивало святость и славу Заповедной мечети и обязывало людей поклоняться Аллаху, отдавая дань уважения этому храму. В-третьих, это пробуждало в человеческих сердцах влечение к Заповедной мечети.",
  "ayah": 125,
  "surah": 2
}
