{
  "text": "О Мухаммад! Помни о том, как пророки Ибрахим и Исмаил поднимали основание Каабы и терпеливо продолжали это славное начинание. Их сердца переполнялись чувством страха и надеждой. Совершая это великое благодеяние, они молили Аллаха принять его и сделать его полезным для всех людей. Они просили Аллаха сделать их и их потомков приверженцами ислама, суть которого заключается в смирении всей душой перед Господом и выполнении Его предписаний телом. Затем они попросили Аллаха показать им обряды поклонения, то есть обучить их обрядам поклонения наглядно, дабы это принесло им больше пользы. Существует мнение, что под обрядами поклонения (манасик) здесь подразумеваются все обряды паломничества, о чем свидетельствует контекст обсуждаемых аятов. Согласно другому толкованию, это откровение обладает более широким смыслом и включает в себя все религиозные предписания и обряды, в пользу чего свидетельствует общий смысл этих аятов. Слово «нусук» означает «поклонение», однако чаще всего оно используется в отношении обрядов паломничества. Именно такой смысл вкладывают в это слово в народе. В любом случае, оба пророка попросили Аллаха одарить их полезным знанием и праведными деяниями. А поскольку любой раб непременно допускает упущения и нуждается в покаянии, они попросили Аллаха всегда принимать их покаяния. Затем они попросили Его избрать посланника из числа их потомков, дабы приумножились их слава и величие. Они пожелали, чтобы люди покорились этому посланнику и надлежащим образом познали его прекрасные качества. Они пожелали, чтобы этот посланник прочел людям откровение, позаботился о нем и помог им выучить его наизусть, обучил их толкованию Писания и мудрости, очистил их души посредством праведных деяний и привил им отвращение к порочным поступкам, которые не облагораживают человеческую душу. А затем они восхвалили могущество и мудрость Аллаха и тем самым попросили Его избрать посланника из числа их потомков благодаря этим двум качествам. Аллаху действительно подвластно все сущее, и никто не способен воспротивиться Его воле. Благодаря Своей мудрости Он все расставляет по своим местам. И поэтому Он внял их молитвам и отправил к людям благородного Пророка Мухаммада, да благословит его Аллах и приветствует, пришествие которого стало милостью к потомкам Ибрахима и Исмаила, а также ко всему человечеству в целом. Именно поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, говорил: «Я - следствие молитвы моего предка Ибрахима».",
  "ayah": 129,
  "surah": 2
}
