{
  "text": "Этот и другие, похожие аяты охватывают все, во что обязаны уверовать люди. Следует знать, что под верой подразумевается твердая убежденность в основных религиозных воззрениях, которая подтверждается деяниями, совершаемыми душой и телом. Из этого определения следует, что вера включает в себя все праведные деяния, которые являются частью веры и одним из ее результатов. Если вера упоминается в коранических аятах в отдельности, она всегда подразумевает ислам и праведные деяния, и если ислам упоминается в отдельности, то он всегда подразумевает веру и праведные воззрения. Если же они упоминаются вместе, то под верой подразумеваются убежденность в душе, а под исламом - праведные деяния, которые совершаются открыто. То же самое можно сказать об откровениях, в которых вера упоминается наряду с праведными деяниями. В обсуждаемом нами аяте Всевышний повелел верующим произнести устами слова, которые находят отражение в их сердцах. Только в этом случае слова могут считаться законченными и совершенными, и только в этом случае за них можно получить вознаграждение. Если человек произносит устами слова, в которые он не верит в душе, то такое поведение является лицемерием и неверием. Если же он искренне произносит слова, которые не подтверждаются деяниями, то такие слова не способны оказать воздействие и принести большую пользу. Безусловно, если произносимые слова правильны и если человек признает основы веры, то он получит за них вознаграждение, однако разница между голословными утверждениями и словами, которые подтверждаются делами, совершенно очевидна. Повеление «скажите» подразумевает необходимость открыто провозглашать мусульманские воззрения, исповедовать их и призывать к ним окружающих, поскольку именно правильные воззрения лежат в основе религии. А поскольку это повеление распространяется на всех мусульман, они обязаны вместе ухватиться за вервь Аллаха, проповедовать одинаковые воззрения и вершить общее дело. Из этого также следует, что правоверные не имеют права разделяться на различные толки и должны быть едины, подобно единому организму. Из этого откровения также следует, что человек может утверждать, что он верует в определенные предписания. Более того, каждый мусульманин обязан поступать так. Однако мусульманину не следует называть себя верующим. Напротив, ему надлежит избегать подобных утверждений, если только он не связывает их с волей Аллаха, потому что нарекание себя верующим подразумевает самовосхваление и свидетельство о том, что кроется в душе. Из этого откровения также следует, что мусульманин обязан уверовать в Аллаха - Единственного Господа Бога, существование Которого является обязательным, Который обладает самыми совершенными качествами и далек от любых пороков и недостатков, Который является Единственным заслуживающим поклонения Божеством и не имеет никаких сотоварищей. Мусульманин также обязан уверовать в Откровение, которое было ниспослано Пророку Мухаммаду, да благословит его Аллах и приветствует. Этим Откровением являются Священный Коран и Сунна, поскольку Всевышний Аллах сказал: «Аллах ниспослал тебе Писание и мудрость» (4:113). Под верой же здесь подразумевается вера в качества Творца, особенности Его посланника, Последний день, сказания о событиях в прошлом и будущем, а также во все повествования, которые упоминаются в писании Аллаха и Сунне Посланника, да благословит его Аллах и приветствует. К ним также относятся религиозные законы, законы справедливого возмездия и многое другое. Мусульманин также обязан уверовать во все Писания, которые были ниспосланы предыдущим пророкам, и во всех Божьих пророков. Особое место среди них занимают пророки, имена которых упоминаются в этом аяте, потому что они были самыми славными представителями плеяды Божьих посланников и приносили на землю великие религиозные законодательства. Мусульманин должен верить во всех пророков и все Священные Писания в целом, но если ему известны имена некоторых пророков и названия некоторых Писаний, то он обязан уверовать в них в отдельности. Он не имеет права проводить различия между пророками и Священными Писаниями. Напротив, он обязан уверовать в каждого пророка и каждое писание. Это - характерная особенность мусульман, благодаря которой они отличаются от всех остальных людей, которые безосновательно называют себя верующими. Иудеи, христиане, сабии и приверженцы других вероисповеданий считают, что они уверовали в посланников и Священные Писания. Однако в действительности они признают одну часть их и отказываются уверовать в другую. Они делают различия между Божьими посланниками и Писаниями. Они соглашаются уверовать в одних посланников и отвергают всех остальных. Это неверие разрушает их веру в некоторых посланников, потому что посланники, правдивость которых они признают, заявляли о правдивости всех остальных Божьих посланников, в особенности - Пророка Мухаммада, да благословит его Аллах и приветствует. И если человек отвергает Пророка Мухаммада, да благословит его Аллах и приветствует, то он фактически отказывается уверовать в учение своего посланника и становится неверующим. Кораническое выражение «что было даровано пророкам их Господом» свидетельствует о том, что религия является самым настоящим даром, приносящим человеку счастье как при жизни на земле, так и после смерти. Нам не приказано уверовать во власть, богатство или в другие мирские блага, которые были дарованы пророкам. Нам приказано уверовать в Писания и в законы, которые были ниспосланы им. Это откровение также свидетельствует о том, что пророки передают людям откровения от Аллаха и являются посредниками между Ним и творениями, и миссия их заключается в донесении до людей Божьей религии. Однако они не обладают никакой властью над происходящим во Вселенной. А факт получения ими откровения от своего Господа свидетельствует о совершенной заботе Аллаха о Его творениях. Будучи Совершенным Господом, Аллах ниспосылает людям Писания и отправляет к ним посланников, и Ему не подобает предавать Своих рабов забвению и оставлять их без внимания. Если пророки получали откровения от их Господа, то в обсуждаемом нами аяте подчеркивается разница между Божьими пророками и лжецами, которые называют себя пророками. Для того чтобы выявить эту разницу, достаточно выяснить, к чему призывал каждый из них. Божьи посланники всегда призывали только к добру и запрещали только зло, причем каждый из них подтверждал правдивость всех остальных пророков и свидетельствовал об их правдивости. Их учения не были противоречивыми, поскольку все они были ниспосланы Аллахом. Всевышний сказал: «Неужели они не задумываются над Кораном? Ведь если бы он был не от Аллаха, то они нашли бы в нем много противоречий» (4:82). В отличие от Божьих посланников, проповеди, повеления и запреты лжепророков часто оказываются противоречивыми, о чем прекрасно известно каждому, кто внимательно изучал жизнь и учения лжепророков. После разъяснения воззрений, в которые обязаны уверовать мусульмане в целом и в частности, Всевышний Аллах повелел мусульманам покориться Ему, ведь любые слова не могут принести человеку пользы, если они не подтверждаются деяниями. Мусульмане должны быть покорны величию Аллаха, поклоняться Ему душой и телом, искренне служить Ему одному. Необходимость искреннего служения одному Аллаху подчеркивается тем, что управляемое слово в этом откровении стоит перед управляющим. Этот прекрасный аят является коротким; тем не менее, он объемлет в себе все три составляющие единобожия: веру в то, что Аллах является Единственным Господом; в то, что Он является Единственным Богом; и в то, что только Он обладает божественными именами и качествами. В этом аяте также подчеркивается необходимость веры во всех посланников и во все Писания, после чего упоминаются имена некоторых посланников, что является примером включения частного в общее и свидетельствует об их превосходстве. Из него также следует, что вера складывается из убежденности в сердце, признания на словах и подтверждения на деле, причем все три составляющие веры должны совершаться искренне ради Аллаха. В нем также подчеркивается разница, существующая между правдивыми Божьими посланниками и лжецами, которые провозглашают себя пророками. Посредством этого откровения Творец научил Своих рабов тому, что они должны говорить, оказал им великую милость и почтил их духовным благом, которое является залогом счастья как в этом мире, так и после смерти. Пречист и преславен Аллах, Который сделал Свое писание разъяснением всего сущего, верным руководством и милостью для верующих людей!",
  "ayah": 136,
  "surah": 2
}
