{
  "text": "Исповедуйте религию Аллаха и должным образом выполняйте ее предписания, совершайте праведные деяния душой и телом и разделяйте правильные воззрения, поступайте так всегда, пока благочестие и религиозность не станет вашим неотъемлемым качеством. Когда же это произойдет, вы будете выполнять повеления Аллаха по доброй воле, руководствуясь любовью к Аллаху. Вера станет неотъемлемой частью вашей души, подобно тому, как краска становится неотъемлемой частью крашеной одежды. Эта вера будет подталкивать вас к прекрасным нравственным качествам, праведным деяниям и славным начинаниям, благодаря которым вы обретете счастье как в этом мире, так и в Последней жизни. И чтобы убедить в этом благородные умы, Аллах выразил Свое восхищение истинной религией. Чья религия может быть лучше религии Аллаха? Нет такой религии, которая была бы лучше нее. А для того чтобы уяснить разницу, которая существует между религией Аллаха и другими верованиями, достаточно сравнить эти две совершенно противоположные вещи. Если раб надлежащим образом верует в своего Господа, то он всем сердцем смиряется перед Ним и покоряется Ему в делах. Он облагораживает себя достойными качествами и прекрасными деяниями, совершенствует свой нравственный облик и избавляется от дурных качеств, пороков и недостатков. Он произносит правдивые речи и совершает правдивые поступки, проявляет терпение и выдержку, блюдет целомудрие, ведет себя мужественно, приносит пользу окружающим словом и делом, любит и боится Аллаха и на Него возлагает надежды. Он искренне поклоняется Истинному Богу и оказывает благодеяние Его рабам. Но если раб отказывается уверовать в своего Господа и пытается сбежать от Него, то он начинает поклоняться творениям. Его качества становятся дурными и порочными, поскольку он исповедует неверие, приобщает сотоварищей к Аллаху, измышляет ложь, предает доверие, строит козни, вводит людей в заблуждение, распутничает и причиняет людям обиды словом и делом. Среди Его качеств нет искреннего служения одному Господу Богу и доброго отношения к Его рабам. Если сравнить этих двух людей, то между ними существует огромная разница, которая позволяет понять, что нет религии лучше религии Аллаха. Из этого также можно заключить, что самыми скверными и порочными людьми являются те, которые не исповедуют религию своего Господа. Затем Всевышний подчеркнул, что мусульмане поклоняются одному Аллаху. Это выражение разъясняет суть Его религии, ведь она зиждется на двух основных принципах: искреннем служении Аллаху и следовании путем Пророка Мухаммада, да благословит его Аллах и приветствует. Поклонение - это понятие, объединяющее все слова и деяния, совершаемые душой и телом, которые Аллах любит и которыми Он доволен. Однако Всевышний Аллах не будет доволен словами и поступками Своих рабов, пока они не будут соответствовать тому, что Он узаконил устами Своего посланника, да благословит его Аллах и приветствует. Под искренним служением Аллаху подразумевается совершение благодеяний искренне ради Него. В обсуждаемом нами аяте подчеркивается, что совершать праведные поступки можно только ради Аллаха, поскольку управляемое слово стоит перед управляющим словом. Следует также отметить, что для описания правоверных использовано действительное причастие, которое в арабском языке подчеркивает продолжительность действия. А это значит, что поклонение Аллаху является их неотъемлемым качеством.",
  "ayah": 138,
  "surah": 2
}
