{
  "text": "Всевышний поведал об очередном безосновательном заявлении людей Писания, связанном с Божьими посланниками. Они считали, что имеют больше общего с великими пророками, имена которых упоминаются в этом аяте, нежели мусульмане, однако Всевышний Аллах опроверг их утверждения. Неужели они осведомлены лучше, чем Всевышний Аллах? Они считают, что Ибрахим был иудеем или христианином. Но ведь Всевышний Аллах сказал: «Ибрахим (Авраам) не был ни иудеем, ни христианином. Он был ханифом, мусульманином и не был из числа многобожников» (3:67). Мы оказываемся перед дилеммой: либо они говорят правду и действительно знают истину, либо Всевышний Аллах говорит правду и осведомлен лучше них. Одно из двух утверждений является правдивым - третьего не дано. Ответ на этот вопрос предельно ясен. Он настолько очевиден, что мы можем даже не говорить того, что Аллах осведомлен лучше людей Писания и говорит одну только правду. Подобные истины ясны каждому человеку. Можно спросить: «Ночь светлее или день? Огонь жарче или вода? Единобожие лучше или язычество?» Все эти вопросы являются риторическими и не нуждаются в разъяснении. Ответ на обсуждаемую нами дилемму известен каждому человеку, обладающему хотя бы крупицей ума. Он известен и людям Писания. Они прекрасно знают, что Ибрахим и все остальные пророки не были иудеями или христианами, однако они скрывают это знание и отказываются засвидетельствовать истину. А ведь подобное поведение является величайшей несправедливостью. Кто вообще может быть несправедливее беззаконника, который скрывает имеющееся у него от Аллаха свидетельство? Это свидетельство не было предоставлено им людьми - оно было получено от Аллаха и обязывает их выполнять его требования. Однако они скрывают его и делают совершенно противоположные заявления. Они не просто скрывают истину и отказываются провозгласить ее - они провозглашают ложь и проповедуют ее среди людей. Разве такое поведение не есть самая чудовищная несправедливость? Клянусь Аллахом, это - самая чудовищная несправедливость, за которую люди Писания получат самое страшное наказание! Именно поэтому Всевышний Аллах сообщил, что Он не предает забвению деяния людей Писания. Он подсчитывает все их злодеяния и сохраняет заслуженное ими воздаяние. Как же отвратительно это воздаяние! Как же ужасна Преисподняя, которая будет обителью несправедливых грешников! Таков стиль коранических откровений, в которых после упоминания о человеческих деяниях и заслуженном воздаянии говорится о могуществе и всеобъемлющем знании Аллаха. Это позволяет прельстить рабов Аллаха райским вознаграждением и предостеречь их от наказания. А упоминание прекрасных имен Аллаха после религиозных предписаний указывает на то, что законы мусульманской религии и справедливого возмездия являются одним из обязательных результатов божественной деятельности и следствием божественных качеств.",
  "ayah": 140,
  "surah": 2
}
