{
  "text": "О Мухаммад! Ты можешь показывать людям Писания любые доказательства и знамения, подтверждающие правдивость твоих слов и проповедей. Они все равно не станут поворачиваться лицом в сторону твоей киблы, потому что признание ее равносильно признанию тебя самого и потому что кибла имеет большую значимость. Причина же этого заключается в том, что они - упорствующие упрямцы, которые сознательно отворачиваются от истины. Знамения приносят пользу только тем, кто ищет истину и испытывает определенные сомнения относительно нее. Такие люди уясняют истину благодаря ясным знамениям. Что же касается нечестивцев, которые твердо вознамерились не соглашаться с истиной, то они не способны извлечь пользу из Божьих знамений. Кроме того, между самими людьми Писания существуют большие разногласия - одни из них отказываются признавать киблу других. Поэтому нет ничего удивительного в том, что они отказываются поворачиваться лицом в сторону твоей киблы. Они являются самыми настоящими завистливыми врагами. Они не станут обращаться к твоей кибле, а ты не станешь обращаться к их кибле. Аллах сказал, что Пророк Мухаммад, да благословит его Аллах и приветствует, не станет обращаться к кибле людей Писания, и это откровение имеет более глубокий смысл, нежели простой запрет на обращение в сторону их киблы. Оно подчеркивает, что несогласие с людьми Писания было одним из качеств Пророка Мухаммада, да благословит его Аллах и приветствует. А это значит, что его обращение в сторону киблы людей Писания было невероятно и невозможно. Всевышний также не сказал, что люди Писания смогут показать знамения, свидетельствующие об их правоте, поскольку их утверждения совершенно необоснованны. Если истина подтверждается неопровержимыми доказательствами, то нет необходимости отвечать на сомнительные возражения, поскольку подобных возражений может быть бесчисленное множество. Безосновательность их совершенно очевидна, потому что все, что противоречит бесспорной истине, является ложью. И поэтому опровергать сомнительные доводы и утверждения необязательно. Затем Всевышний Аллах запретил Своему посланнику, да благословит его Аллах и приветствует, потакать желаниям людей Писания. Аллах не назвал их воззрения религией, потому что они опираются исключительно на их желания и в глубине души осознают, что они не исповедуют настоящую религию. Если человек отворачивается от религии, он неизбежно начинает потакать своим желаниям. Вот почему Всевышний сказал: «Видел ли ты того, кто обожествил свою прихоть?» (25:43). Пророку Мухаммаду, да благословит его Аллах и приветствует, было известно, что он придерживается истины, тогда как люди Писания исповедуют ложь. И если бы после этого он стал потакать их желаниям, то непременно оказался бы в числе несправедливых грешников. Кто вообще может быть несправедливее человека, который знает истину и ложь и сознательно отдает предпочтение порочной лжи? Это откровение обращено к Пророку Мухаммаду, да благословит его Аллах и приветствует, но распространяется на всех его последователей. И если потакание низменным желаниям людей Писания могло превратить в несправедливого грешника самого Пророка, да благословит его Аллах и приветствует, несмотря на его высокое положение и многочисленные благодеяния, то для всех остальных людей этот грех представляет еще большую опасность. Следует отметить, что слово изан ‘тогда’ использовано в этом аяте для того, чтобы никто не отделял последнее придаточное предложение этого аята от основного и даже не помышлял об этом.",
  "ayah": 145,
  "surah": 2
}
