{
  "text": "Всевышний повелел Своим рабам поминать Его и обещал почтить их за это щедрым вознаграждением. Этим вознаграждением является то, что Аллах поминает каждого, кто поминает Его. Всевышний сказал устами Своего посланника: «Кто помянет Меня про себя, того Я помяну про Себя. А кто помянет Меня в обществе, того Я помяну в еще более прекрасном обществе». Самой совершенной формой поминания Аллаха является поминание языком и в сердце одновременно. Благодаря этому человек лучше познает Аллаха, начинает сильнее любить Его и получает большее вознаграждение. А поскольку поминание Аллаха является высшим проявлением благодарности, вслед за повелением поминать Аллаха последовало повеление благодарить Его в самом широком смысле. Мусульмане обязаны благодарить Аллаха за то, что Он облагодетельствовал их многочисленными щедротами и уберег их от всевозможного зла, причем выражать такую благодарность следует в душе, признавая добродетель Господа, на словах, восхваляя Его за щедроты и милости, и на деле, выполняя Его повеления и не нарушая Его запреты. Подобная благодарность помогает рабам сохранить полученные блага и даже приумножить их. По этому поводу Всевышний возвестил: «Если вы будете благодарны, то Я одарю вас еще большим. А если вы будете неблагодарны, то ведь мучения от Меня тяжки» (14:7). Повеление благодарить Аллаха после упоминания религиозного знания, нравственной чистоты, праведных деяний и других духовных благ, свидетельствует о том, что эти блага являются самыми достойными и прекрасными. Более того, только они могут называться настоящими благами, поскольку они остаются даже тогда, когда все остальные блага исчезают. И если человек приобрел знания и вдохновлен на совершение праведных поступков, то он обязан благодарить Аллаха, дабы Всемогущий Господь по своей щедрости приумножил его блага, избавил его от самолюбования и помог ему еще лучше благодарить Его. Затем Всевышний Аллах запретил Своим рабам проявлять неблагодарность, которая является полной противоположностью благодарности. Под арабским словом куфр ‘неверие’, ‘неблагодарность’ в данном случае подразумевается неблагодарность, отрицание милости и использование дарованных щедрот не по назначению. Согласно другому толкованию, оно имеет более широкий смысл и подразумевает любые проявления неблагодарности, самым ужасным из которых является неверие в Аллаха. В этом случае оно распространяется на приобщение к Аллаху сотоварищей и другие менее тяжкие грехи.",
  "ayah": 152,
  "surah": 2
}
