{
  "text": "Всевышний повелел правоверным прибегать за помощью в делах религии к терпению и намазу. Под терпением подразумевается удержание души от того, что ей неприятно и тяжело. Терпение можно разделить на три составляющие: терпеливое выполнение повелений Аллаха, терпеливый отказ от ослушания Его и стойкое перенесение тягот Божьего предопределения, без сетования на судьбу. Терпение приносит человеку огромную пользу во всех начинаниях, и если он не проявляет должного терпения, то ему не удается добиться желаемого результата, особенно, если речь идет о постоянном выполнении тяжелых предписаний религии. Любой человек нуждается в терпении, чтобы проглотить горечь тяжелых приказов Аллаха. И если ему удается набраться терпения и выдержки, то он обретает успех, но если тяжелые и неприятные испытания лишают его терпения, то он остается с пустыми руками и лишается великого блага. То же самое можно сказать о грехах, к совершению которых подталкивают низменные порывы человеческой души. Человек способен воздержаться от грехов, однако для этого он должен постоянно проявлять огромное терпение, подавлять низменные порывы своей души и просить Аллаха уберечь его от ослушания, поскольку грехи являются одним из самых больших искушений. То же самое можно сказать и о тяжелых испытаниях, особенно, если они продолжаются долгое время и ослабляют человеческий дух и тело. И если человек не станет переносить эти испытания искренне ради Аллаха, уповая на своего Господа и прибегая к Его поддержке, то он непременно станет сетовать на судьбу. Из всего сказанного следует, что раб Божий сильно нуждается в терпении. Более того, он постоянно испытывает в нем острую необходимость. Именно поэтому Аллах повелел Своим рабам быть терпеливыми и возвестил о том, что Он всегда присутствует рядом с ними. Это означает, что если терпение является неотъемлемым качеством человека, то Аллах помогает ему, наставляет его на прямой путь и исправляет его ошибки. Благодаря такой поддержке правоверные не ощущают тягот тяжелых и неприятных испытаний, легко справляются с самыми сложными повелениями и не знают никаких трудностей. В этом аяте говорится о частном присутствии Аллаха рядом с творениями, которое проявляется в Его любви, поддержке, помощи и близости. Это - великая честь, которой удостоены терпеливые верующие. И если бы подобное присутствие Аллаха было единственным превосходством терпеливых людей, этого было бы для них достаточно. Что же касается общего присутствия Аллаха рядом с творениями, то оно подразумевает божественное знание и могущество. Оно упоминается в словах Всевышнего: «Он с вами, где бы вы ни были. Аллах видит все, что вы совершаете» (57:4). Эта форма присутствия Аллаха рядом с творениями распространяется на абсолютно все творения. Всевышний также повелел обращаться за помощью к намазу, потому что намаз является столпом религии, светом правоверных и способом общения раба с его Господом. И если раб молится совершенным образом, выполняет обязательные и желательные предписания намаза, всей душой смиряется перед Господом, постигая тем самым суть молитвы, если он с самого начала намаза ощущает себя перед Господом и ведет себя, как покорный раб, стоящий перед своим господином, если он осознает свои слова и поступки и поглощается общением с Аллахом и молитвами к Нему, то его намаз непременно поможет ему исправно выполнять все остальные предписания религии, ведь намаз удерживает людей от мерзости и предосудительных поступков. А чувство смирения во время молитвы порождает в сердце человека качество, которое обязывает его покоряться повелениям Аллаха и не нарушать Его запреты. Именно к такому намазу мусульманам велено обращаться за помощью при совершении праведных дел.",
  "ayah": 153,
  "surah": 2
}
