{
  "text": "Всевышний поведал о том, что известные холмы ас-Сафа и аль-Марва являются обрядовыми знамениями Аллаха, у которых рабы поклоняются своему Господу. Поэтому Всевышний Аллах повелел почитать и возвеличивать их, ведь почтительное отношение к обрядовым знамениям Аллаха свидетельствует о богобоязненности человека. Быть богобоязненными обязаны все люди и джинны, а это значит, что пробежка между этими двумя холмами является обязательной частью хаджа и малого паломничества. Этого мнения придерживается большинство богословов. В пользу его также свидетельствуют достоверные хадисы и выполнение этого обряда самим Пророком Мухаммадом, да благословит его Аллах и приветствует, который сказал: «Учитесь у меня своим обрядам». Затем Всевышний Аллах опроверг ошибочное суждение некоторых мусульман, которые опасались совершать пробежку между этими двумя холмами, потому что возле них язычники поклонялись своим идолам во времена невежества. Аллах сообщил, что совершающий пробежку между холмами не совершает греха, только для того, чтобы опровергнуть то ошибочное предположение, а не для того, чтобы подчеркнуть необязательность этого предписания. Из данного откровения, смысл которого конкретен, следует, что человек не совершает греха, если обходит между ас-Сафой и аль-Марвой во время хаджа или малого паломничества, однако обходить между этими холмами в другое время не следует. В этом заключается отличие между пробежкой между холмами и обходом вокруг Каабы, который можно совершать не только во время хаджа и малого паломничество, но и в остальное время в качестве самостоятельного обряда поклонения. Что же касается пробежки между холмами, стояния в долине Арафат, ночевки в Муздалифе и бросания камешек, то эти обряды поклонения являются составной частью паломничества, и совершение этих обрядов при других обстоятельствах является ересью. Ересь бывает двух видов: когда человек выполняет обряд поклонения, который вообще отсутствует в мусульманском шариате, и когда человек выполняет обряд поклонения, узаконенный шариатом в определенной форме, в совершенно другой форме. В данном случае речь идет о последнем виде еретических новшеств. Затем Всевышний Аллах сообщил, что если человек искренне ради своего Господа совершает хадж или малое паломничество, обходит вокруг Каабы или совершает намаз, соблюдает пост или совершает прочие добрые поступки, то это непременно пойдет ему на пользу. Из этого следует, что если человек начинает лучше повиноваться Аллаху, то он становится более совершенным и благочестивым и восходит на более высокую ступень перед Ним. А объясняется это тем, что вера его усиливается. Всевышний отметил, что добровольные поступки должны быть добрыми. Если же человек совершает еретические новшества, которые не приказывали совершать Аллах и Его посланник, да благословит его Аллах и приветствует, то он доставляет себе хлопоты, которые не принесут ему никакой пользы. Более того, они могут принести ему вред, если он совершает их, заведомо зная, что это противоречит мусульманскому шариату. Затем Всевышний Аллах упомянул о Своих прекрасных именах Признательный и Знающий. У Аллаха также есть прекрасное имя Благодарный. Эти имена означают, что Аллах принимает от Своих рабов даже самые незначительные благодеяния и одаряет их великой наградой. Он помогает Своим рабам, если они пытаются выполнять Его повеления и хотят покориться Его воле. Он восхваляет их за покорность, расширяет их сердца, заполняет их души светом и верой, одаряет их тела силой и активностью, благословляет и приумножает их прекрасные качества и делает их поступки более праведными, а затем представляет их поступки к награде в Последней жизни, которую они получат сполна возле своего Господа. Он не станет умалять их значимости за то, что помог верующим совершить эти благодеяния. Благодарность Аллаха Своим рабам также проявляется в том, что если человек отказывается от чего-либо ради Аллаха, то взамен он получает гораздо большее. Если он приближается к Аллаху на одну пядь, то Он приближается к нему на локоть. Если он приближается к Аллаху на один локоть, то Он приближается к нему на сажень. Если он идет навстречу Аллаху шагом, то Он устремляется к нему бегом. Если же он трудится ради Аллаха, то получает вознаграждение в многократном размере. Будучи Благодарным и Всезнающим Господом, Аллах знает, чьи намерения, вера и богобоязненность заслуживают самого совершенного вознаграждения, и выделяет их среди остальных рабов. Он прекрасно осведомлен о деяниях рабов и не дает им пропасть. Напротив, каждый из них найдет свои деяния собранными на основании намерений, которые были известны Мудрому и Ведающему Творцу.",
  "ayah": 159,
  "surah": 2
}
