{
  "text": "Это - обращение ко всем людям, будь то правоверные или неверующие. Аллах оказал людям милость, когда позволил им употреблять в пищу всевозможные злаки и плоды, фрукты и мясо различных животных. Аллах объявил эти яства дозволенными, если они заработаны дозволенным путем, то есть не награблены, не украдены и не присвоены незаконным способом или путем, который может привести к нарушению закона. Употреблять в пищу Аллах позволил только чистые блага, запретив есть мертвечину, кровь, свинину и прочие мерзости. Этот аят свидетельствует о том, что любые земные блага разрешается употреблять в пищу или использовать до тех пор, пока не доказано обратное. Что же касается запрещенных вещей, то они делятся на две группы. Одни из них запрещены сами по себе. Это относится к скверным вещам, которые являются прямой противоположностью чистых благ. Другие же запрещены по косвенным причинам, поскольку их использование подразумевает нарушение обязанностей перед Аллахом или попирание прав других творений. Это относится ко всему, что противопоставляется дозволенному. Из этого аята также следует, что употребление пищи в том количестве, которое необходимо для нормального функционирования организма, является обязательным, и если человек воздерживается от этого, то он нарушает очевидное повеление Аллаха. Поскольку обсуждаемое нами предписание является сущим благом для рабов, Всевышний Аллах запретил им следовать стопами сатаны, то есть выполнять его повеления, ослушаться Аллаха, исповедовать неверие, совершать преступления и творить несправедливость. Сюда же относится запрет на объявление некоторых животных священными и употребление запрещенных продуктов питания. Сатана не скрывает своей враждебности к людям. Он повелевает им творить зло только для того, чтобы ввести их в заблуждение. Он желает, чтобы они стали обитателями пылающего Пламени. Правдивый Господь не довольствовался тем, что запретил людям следовать по стопам сатаны, и сообщил о лютой ненависти сатаны к людям, которая обязывает людей остерегаться этого врага. Более того, Он разъяснил, что дозволенные религией блага превосходят то, что запрещено религией, поскольку она запрещает только отвратительные и вредные вещи. Всевышний сказал:",
  "ayah": 168,
  "surah": 2
}
