{
  "text": "Аллах справедливо лишает верного руководства тех, кто отказывается идти прямым путем, отдавая предпочтение заблуждению. Таково воздаяние от Аллаха, и объясняется это тем, что Аллах ниспослал Свое писание истинно. И если руководствоваться истиной, то праведник должен получить доброе вознаграждение, а злодей - злое возмездие. Откровение о том, что Священное Писание ниспослано с истиной, свидетельствует и о том, что Аллах ниспослал его для того, чтобы наставить людей на прямой путь и провести грань между истиной и ложью, между прямым путем и заблуждением. И если человек искажает суть этого Писания, то он заслуживает самого сурового наказания. Если же он препирается относительно Писания, признавая одну часть Откровения и отказываясь уверовать в другую или искажая его истинный смысл в угоду своим желаниям, то он находится в полном несогласии с истиной. Такие люди противятся Писанию, которое преисполнено истины, хотя именно истина обязывает их соглашаться с ней и не противиться ей. В результате этого они приходят в смятение, а в их рядах происходит раскол. Их участь отличается от участи истинных людей Писания, которые уверовали в него полностью и сделали его своим законом на все случаи жизни. Писание объединило их, благодаря чему они живут в любви и согласии. Эти аяты содержат грозное предупреждение нечестивцам, которые скрывают Божье откровение от людей, предпочитают ему тленные мирские блага и покупают за него Божий гнев и наказание. Аллах не очищает души таких людей, поскольку Он не вдохновляет их на праведные поступки и не прощает им прегрешения. Причина же этого заключается в том, что они предпочитают прямому пути заблуждение, из чего вытекает их готовность обменять прощение Аллаха на наказание. После упоминания об этом Аллах выразил удивление тем, как терпеливо и спокойно относятся неверующие к опасности оказаться в Адском пламени, сознательно совершая преступления, обрекающие их на наказание. После этого Аллах сообщил о том, что Священное Писание содержит истинное знание, обязывающее людей соглашаться с ним и удерживающее их от разногласий, и что противятся этому Писанию только грешники, которые бесконечно далеки от истины и всегда готовы враждовать с ней. А лучше всего об этом известно Аллаху.",
  "ayah": 176,
  "surah": 2
}
