{
  "text": "Благочестие, которое должны исповедовать рабы, не в том, что они поворачивают лица на восток или запад. Так они могут долго искать истину и пререкаться, однако это не принесет им ничего, кроме усталости, которая впоследствии породит раздор и противоречия. Это кораническое выражение подобно следующему высказыванию Пророка, да благословит его Аллах и приветствует: «Силен не тот, кто может повалить с ног, а тот, кто может держать себя в руках, когда гневается». Существуют и другие подобные высказывания. Благочестивым человеком является тот, кто уверовал в Единого Бога, обладающего всеми качествами совершенства и не имеющего пороков и недостатков, кто уверовал в Судный день и во все события, которые произойдут после смерти и которые описаны Аллахом в Его писании и Пророком, да благословит его Аллах и приветствует, в его хадисах, кто уверовал в ангелов, которых Аллах охарактеризовал в Своем писании и Пророк, да благословит его Аллах и приветствует, в своих высказываниях, кто уверовал во все предписания и повествования Небесных Писаний, которые Аллах ниспосылал Своим посланникам, величайшим из которых является Священный Коран, кто уверовал во всех пророков в целом и в Пророка Мухаммада, последнего и самого достойного из Божьих пророков, да благословит его Аллах и приветствует, в частности. Наряду с этим, благочестивый человек должен раздавать пожертвования из своего имущества, несмотря на свою любовь к нему. Под имуществом здесь подразумевается любая собственность, независимо от того, много ее или мало. Из этого откровения также следует, что любовь к богатству присуща каждому человеку настолько, что раб Божий готов никогда не расставаться с ним. Если же он раздает пожертвования из своего имущества в надежде приблизиться к Всевышнему Аллаху, несмотря на свою любовь к мирскому богатству, то это свидетельствует о его вере. Человек расстается со своим богатством, не взирая на любовь к нему, когда он раздает пожертвования, будучи в полном здравии, когда он обладает скудным состоянием, желает разбогатеть и опасается бедности. Одним из лучших пожертвований является пожертвование бедняка, поскольку в таком положении человек не хочет расставаться со своим имуществом, опасаясь полной нищеты. То же самое можно сказать о человеке, который жертвует своим лучшим имуществом или тем, что ему любо и дорого. По этому поводу Всевышний сказал: «Вы не обретете благочестия, пока не будете расходовать из того, что вы любите, и что бы вы ни расходовали, Аллах ведает об этом» (3:92). Все перечисленные случаи относятся к пожертвованиям, при которых человек расстается со своим имуществом, несмотря на любовь к нему. Затем Всевышний Аллах поведал о тех, кого полагается одарять милостыней и кто больше всего заслуживает доброго и снисходительного отношения. Пожертвования полагаются родственникам, ведь человек переживает, когда с ними случаются несчастья, и радуется, когда они благоденствуют. Родственники всегда помогают друг другу и поддерживают связи, и поэтому одним из самых достойных поступков является материальная и моральная поддержка родственников с учетом их близости и нужды. Пожертвования также полагаются сиротам, которые не имеют того, кто зарабатывал бы для них, и не способны удовлетворить свои нужды самостоятельно. Это предписание является милостью Всевышнего Аллаха по отношению к Своим рабам и свидетельствует о том, что Всевышний Господь испытывает больше сострадания к Своим рабам, чем родители к своему ребенку. Аллах ниспослал Своим рабам заповеди и приказал им оказывать материальную помощь тем, кто лишился родителей, дабы они не ощущали материальной нужды, подобно детям, которые имеют родных родителей. А поскольку воздаяние Аллаха всегда соответствует роду совершенных деяний, если человек оказывает милость чужому сироте, то Аллах окажет милость его ребенку, если тот останется сиротой. Пожертвования также полагаются беднякам, которых нужда делает жалкими и униженными. Богатые и обеспеченные люди обязаны заботиться о них, дабы они могли полностью или частично удовлетворить свои нужды, причем помогать им они должны по мере своих возможностей. Пожертвования также полагаются путникам, которые оказались в чужой стране и лишились материальных средств. Аллах призвал Своих рабов обеспечивать их всем необходимым, чтобы они могли продолжить путешествие, ведь путешественники часто оказываются в нужде и несут большие расходы. Пожертвования также полагаются тем, кто вынужден просить о помощи. Это могут быть те, кого обязали заплатить выкуп за совершенное преступление или выплатить налоги государству. Это могут быть те, кто собирает пожертвования на возведение мечетей, медресе, школ, мостов, плотин или других строений, приносящих пользу всему обществу. Таким людям полагается оказать помощь, даже если они являются богатыми и обеспеченными. Пожертвования также полагается расходовать на освобождение рабов. Это может быть приобретение рабов для дальнейшего освобождения их из рабства, или пожертвование в пользу раба, который обговорил со своим господином сумму выкупа, или освобождение мусульман, плененных неверующими или заточенных в тюрьму несправедливыми правителями. Наряду с этим благочестивый человек должен совершать намаз и выплачивать закят. Мы уже неоднократно говорили о том, что Всевышний Аллах часто упоминает закят наряду с намазом, потому что это - самые достойные обряды поклонения и лучший способ приближения к Аллаху. Эти обряды поклонения объединяют в себе поклонение Аллаху сердцем, телом и имуществом. Они являются мерилом веры и с большой точностью выявляют истинных верующих. Благочестивый человек также должен выполнять свои обязательства. Это относится к обязанностям, которые на него возложил Аллах, и к обязательствам, которые человек сам берет на себя. Речь идет об обязанностях человека перед Господом, поскольку Всевышний Аллах приказал Своим рабам выполнять эти обязанности, и они обещали выполнять их надлежащим образом. Они заключили завет с Аллахом и обязаны оставаться верными ему. Речь также идет об обязанностях человека перед другими рабами, которые складываются из предписаний Аллаха, а также клятв, обетов и других обязательств, которые человек сам берет на себя. Благочестивый человек также должен проявлять терпение в нужде, при болезни и во время сражения. Нуждающийся человек всесторонне испытывает острую необходимость в терпении, поскольку он постоянно испытывает такую духовную или физическую боль, которая не выпадает на долю остальных людей. Он страдает, когда не может насладиться благами, которыми наслаждаются состоятельные люди, и когда он и его дети не могут утолить голод. Он страдает, когда не может позволить себе поесть то, что ему хочется, и когда лишается одежды и остается почти голым. Он страдает, когда думает о своем будущем и готовится к нему. Он страдает, когда не может уберечься от холода. Эти и многие другие испытания обязывают человека, испытывающего нужду, запастись терпением и надеяться на вознаграждение от Аллаха. Благочестивый человек также должен проявлять терпение во время разных болезней. Если он заболел лихорадкой или страдает язвой, если он страдает расстройством кишечника или чувствует сильную боль в одном из органов, даже если его мучает зубная боль или боль в пальце, он все равно нуждается в терпении, потому что его тело изнывает, а дух слабеет. Любая болезнь является сильным испытанием для человеческой души, особенно, если она оказывается затяжной, и поэтому в таких случаях мусульманам велено проявлять терпение и надеяться на вознаграждение Всевышнего Аллаха. Благочестивый человек также должен проявлять терпение во время сражения с врагами, против которых ему велено сражаться. Людям трудно участвовать в боевых действиях, потому что сражения, ранения и пленения доставляют им огромное беспокойство. Вот почему бойцы нуждаются в терпении и должны надеяться на вознаграждение Всевышнего, частью которого является победа и поддержка, обещанная терпеливым рабам. Если человек исповедует перечисленные прекрасные воззрения, если он совершает упомянутые выше праведные деяния, каждое из которых является результатом, доказательством и светом правой веры, и если он обладает перечисленными нравственными качествами, которые украшают человека и его моральный облик, то посредством этих деяний и качеств он доказывает правдивость своей веры. Такой человек является богобоязненным мусульманином, а его богобоязненность проявляется в том, что он избегает запрещенные поступки и выполняет Божьи веления. Упомянутые в этом аяте деяния охватывают абсолютно все праведные поступки. Достаточно сказать, что выполнение этих обязательств включает в себя все предписания религии, и если человек исправно выполняет их, то все его деяния можно считать правильными. Именно такими качествами обладают благочестивые, правдивые и богобоязненные мусульмане. И совершенно очевидно, что за благочестие, правдивость и богобоязненность человек удостаивается огромного вознаграждения как в этом мире, так и после смерти, однако эту награду неуместно подробно описывать в толковании этого аята.",
  "ayah": 177,
  "surah": 2
}
