{
  "text": "После упоминания о том, что соблюдение поста является обязательным предписанием, Всевышний Аллах поведал о том, что мусульманский пост является коротким и легким. Более того, Аллах облегчил обязанности Своих рабов, позволив больным и путешественникам возмещать пропущенный пост в другие дни. Болезнь и дальняя дорога обычно доставляют людям много трудностей, и поэтому Аллах позволил мусульманам разговляться при таких обстоятельствах. Однако пост является крайне полезным обрядом для каждого правоверного, и поэтому Аллах велел возмещать пропущенные дни поста после окончания болезни или по возвращении из путешествия, когда человек вернется к спокойной жизни. Упоминание о считанном количестве дней свидетельствует о том, что при возмещении пропущенного поста мусульманин должен возместить ровно столько дней, сколько он пропустил в месяце рамадан, причем вместо пропущенного неполного дня он должен поститься один полный день. При возмещении поста разрешается вместо пропущенного короткого и холодного дня поститься один длинный и жаркий день, и наоборот. Затем Всевышний Аллах позволил вместо соблюдения поста накормить за каждый пропущенный день одного бедняка. Это предписание оставалось в силе короткое время, когда Всевышний Аллах только ниспослал повеление соблюдать пост. Пост был настолько непривычен для мусульман, что категорическое повеление поститься могло стать обременительным для многих из них, и поэтому Премудрый Господь пожелал постепенно подготовить Своих рабов к более тяжелому предписанию и позволил им самостоятельно делать выбор между соблюдением поста и кормлением бедняка. При этом Аллах подчеркнул, что для них будет лучше поститься. Впоследствии Он велел соблюдать пост в обязательном порядке каждому, кто способен поститься, и позволил разговляться и возмещать пропущенный пост тем, кто испытывает временные трудности. Существует мнение, что этот аят распространяется только на пожилых старцев и других людей, которые не способны перенести тяготы поста. Такие люди обязаны во искупление пропущенного поста накормить одного бедняка за каждый пропущенный день. Это мнение также является достоверным.",
  "ayah": 184,
  "surah": 2
}
