{
  "text": "Обязательным постом является пост в рамадане. В этот великий месяц Аллах оказал людям огромную милость, ниспослав Священный Коран, который указывает людям путь ко всему, что приносит пользу их духовной и мирской жизни, разъясняет истину самым доступным образом и помогает отличать истину от лжи, прямой путь - от заблуждения, а счастливых праведников - от несчастных грешников. Любой месяц достоин быть отмеченным славным обрядом поклонения и постом, если он обладает такими достоинствами, если он избран Аллахом для оказания людям такой великой милости. После упоминания о превосходстве рамадана и разъяснения того, почему именно этот месяц выбран для соблюдения обязательного поста, Всевышний Аллах приказал каждому здоровому мусульманину, способному поститься и проживающему на постоянном местожительстве, поститься в течение этого месяца в обязательном порядке. Предыдущее предписание, согласно которому мусульмане имели право самостоятельно выбрать между соблюдением поста и совершением искупительного действия, было аннулировано, и поэтому Аллах повторил, что больным и путешественникам позволено разговляться и возместить пропущенное число дней в другое время. Аллах повторил это, чтобы ни у кого не возникло ошибочное предположение о том, что предписание относительно больных и путешественников также аннулировано. Аллах не желает людям затруднения и желает им облегчения. Он удивительным образом облегчил Своим рабам пути, ведущие к Его довольству, и поэтому все Божьи повеления, в принципе, просты и необременительны. Если же возникают препятствия, мешающие выполнению Божьих повелений и делающие их тягостными, то Всевышний Аллах облегчает эти предписания в еще большей степени либо вообще избавляет Своих рабов от этих обязанностей. Это кораническое предложение невозможно описать во всех подробностях, поскольку оно распространяется на все предписания религии и включает в себя все шариатские облегчения и дозволения. Затем Всевышний Аллах повелел поститься в течение всего рамадана. О причине этого приказа лучше всего известно Аллаху, но совершенно очевидно, что он был ниспослан для того, чтобы никто ошибочно не предположил, что для соблюдения поста в рамадане достаточно поститься в течение части этого месяца. Аллах предотвратил подобное понимание ниспосланного повеления и приказал поститься с начала до конца месяца и благодарить Аллаха по завершении поста за то, что Он помог Своим рабам выполнить это предписание, облегчил его для них и разъяснил его самым прекрасным образом. Аллах также приказал людям возвеличивать Его по завершении рамадана, и это повеление распространяется на возвеличивание Аллаха с момента появления молодого месяца, свидетельствующего о начале шавваля, до окончания праздничной проповеди.",
  "ayah": 185,
  "surah": 2
}
