{
  "text": "Люди спрашивали Пророка, да благословит его Аллах и приветствует, о пользе новолуний или непосредственно о самих новолуниях, и Всевышний Аллах сообщил, что по милости Господней новолуния служат для определения промежутков времени. В начале месяца луна представляет собой тонкий полумесяц, который увеличивается вплоть до середины месяца. А затем полная луна начинает уменьшатся, и так продолжается до окончания месяца. Благодаря этому люди узнают о сроках разных обрядов поклонения: поста, закята, искупительных действий, паломничества. А поскольку хадж совершается в определенные месяцы и продолжается длительное время, Всевышний Аллах упомянул о нем отдельно. Благодаря новолуниям люди узнают о наступлении срока выплаты долгов, истечении срока аренды, истечении срока, который выжидают разведенные женщины или вдовы, приближении родов и многих других событиях. Лунное летоисчисление может вести любой человек: ребенок или взрослый, ученый или необразованный. Что же касается солнечного летоисчисления, то вести его надлежащим образом могут только некоторые люди. Затем Всевышний Аллах сообщил, что благочестие не в том, что люди входят в дома с их задней стороны. Дело в том, что во времена невежества жители Медины и другие арабы после вступления в ихрам во время паломничества не входили в дома через двери, пытаясь таким образом приблизиться к Аллаху. Они полагали, что подобный поступок является проявлением благочестия, но Всевышний Господь сообщил, что это не имеет ничего общего с благочестием, поскольку Аллах не велел людям поступать так, ведь если человек совершает обряды, которые не были предписаны Аллахом и Его посланником, да благословит его Аллах и приветствует, то он является еретиком. Аллах повелел рабам входить в дома через двери, поскольку простота религиозных предписаний является одним из принципов мусульманского шариата. Из этого аята следует, что мусульманин при любых обстоятельствах должен находить самый простой и короткий путь, ведущий к достижению цели. Например, если он призывает людей творить добро и удерживает их от предосудительных поступков, то ему следует принять во внимание положение своего собеседника и вести себя учтиво и корректно, поскольку благодаря этим качествам он может целиком или частично решить поставленную задачу. Следование к поставленной цели ближайшим путем является задачей как преподавателя, так и учащегося. И если человек находит правильный метод решения задачи и прилежно придерживается намеченного курса, то благодаря поддержке Господа Бога он непременно добьется желаемого результата. Затем Всевышний велел исповедовать богобоязненность, поскольку именно выполнение Божьих повелений и избежание всего запрещенного являются благочестием. Богобоязненность - залог преуспеяния, потому что богобоязненный человек обретает все самое заветное и желанное и спасается от всего страшного и неприятного. Если человек не боится Всевышнего Аллаха, то он не находит пути к преуспеянию. Исповедуя же богобоязненность, он непременно добивается великого успеха.",
  "ayah": 189,
  "surah": 2
}
