{
  "text": "Согласно одному мнению, здесь речь идет о том, как язычники помешали Пророку, да благословит его Аллах и приветствует, и его сподвижникам войти в Мекку, когда был подписан Худейбийский мир, а мусульманам было позволено совершить паломничество лишь на следующий год. Противостояние мусульман с курейшитами и заключение мирного договора пришлись на запретный месяц зуль-кааду, и поэтому Аллах утешил сердца сподвижников, сказав, что упущенное в одном запретном месяце они непременно возместят в другом и выполнят обряды паломничества надлежащим образом. Согласно другому мнению, Всевышний Аллах позволил мусульманам сражаться с неверующими в запретные месяцы, потому что неверующие также сражались с ними в эти месяцы. Они первыми преступили границы дозволенного, и мусульмане не должны испытывать стеснения от того, что сражаются с ними. Если опираться на последнее толкование, то упоминание о возмездии за нарушение запретов является примером включения частного в общее. И если человек покушается на святость запретного месяца, заповедной земли, обряда поклонения или того, что Аллах приказал почитать и уважать, то он должен получить справедливое возмездие. Кто сражается в запретный месяц, тот должен получить достойный отпор. Кто покушается на святость заповедной земли, тот должен получить заслуженное наказание. Кто убивает прощенного убийцу, тот должен быть наказан вплоть до смертной казни. Кто наносит другому человеку увечье или отрезает ему часть тела, тот должен понести равноценное наказание. А кто незаконно присваивает себе чужое имущество, того можно лишить его собственности в соответствующем размере. Однако между мусульманскими богословами есть разногласия по поводу того, может ли человек, которого несправедливо лишили его законной собственности, самостоятельно отнять у своего обидчика имущество в таком же размере. Согласно наиболее достоверному мнению, если ущемленные права очевидны, например, если хозяин дома отказывается оказать гостеприимство приезжему или если человек отказывается материально обеспечивать свою жену и родственников, которых он обязан обеспечивать, то им разрешается самостоятельно взять то, что им полагается. Если же ущемленные права не являются очевидными, например, если должник отрицает свои долговые обязательства, если человек отказывается признать, что он брал вещи на хранение, если вор совершил кражу, то подлинный хозяин этой собственности не имеет права самостоятельно забрать у обидчика имущество в таком же размере. Это мнение позволяет объединить все священные тексты по этому вопросу. Именно поэтому Аллах позволил мусульманам нападать на несправедливых людей так, как они напали на них. В этом откровении описывает метод расплаты с обидчиками и преступниками, которые должны получить возмездие, равноценное совершенному ими преступлению. Однако очень часто, когда людям позволяют свершить справедливое возмездие, они желают выместить зло на своем обидчике и преступают границы дозволенного. Вот почему далее Всевышний Аллах повелел мусульманам бояться Господа, ограничиваться дозволенным возмездием и не преступать эти границы. Аллах всегда находится вместе со Своими богобоязненными рабами, оказывая им помощь и поддержку и наставляя их на прямой путь. Если человек удостаивается присутствия Аллаха рядом с ним, то он обретает вечное счастье. Если же он отказывается исповедовать богобоязненность, то Всевышний Покровитель отворачивается от него, лишает его Своей поддержки и вверяет судьбу человека в его собственные руки. И когда это происходит, погибель оказывается ближе к человеку, чем яремная вена.",
  "ayah": 194,
  "surah": 2
}
