{
  "text": "После упоминания предписаний, связанных с постом и джихадом, Аллах начал перечислять предписания, связанные с паломничеством. Из повеления завершать хадж и малое паломничество во имя Аллаха вытекает целый ряд выводов. Во-первых, хадж и малое паломничество относятся к обязательным религиозным предписаниям. Во-вторых, хадж и малое паломничество должны быть совершены в соответствии со всеми основными и обязательными предписаниями, которые вытекают из поступков Пророка Мухаммада, да благословит его Аллах и приветствует, и его высказывания: «Учитесь у меня своим обрядам». В-третьих, это откровение является доводом в пользу того, что малое паломничество является обязательным. В-четвертых, если паломник начал совершать хадж или малое паломничество, то он обязан довести их до конца, даже если они являются добровольными. В-пятых, паломнику следует доводить хадж и малое паломничество до совершенства, выполняя не только обязательные, но и дополнительные предписания. В-шестых, совершать паломничество надлежит искренне во имя Аллаха. В-седьмых, паломник не имеет никаких оснований преждевременно освобождаться от ихрама, если только обстоятельства не вынудят его. Об этом исключении Всевышний Аллах упомянул далее. Если паломник не может добраться до Каабы, чтобы завершить хадж или малое паломничество, если он заболел или сбился с пути, столкнулся с врагом или встретился с другим препятствием, которое задержало его в пути, то он должен принести в жертву то, что сможет. Каждый задержанный паломник самостоятельно может принести в жертву одного барана (овцу), а семь паломников могут вместе принести в жертву одну верблюдицу (верблюда) или одну корову (быка). Затем он должен побрить голову и освободиться от ихрама, поскольку так поступили Пророк, да благословит его Аллах и приветствует, и его сподвижники, когда язычники не позволили им войти в Мекку в год подписания Худейбийского мира. Если же задержанный паломник не имеет возможности совершить жертвоприношение, то он должен поститься в течение десяти дней и только после этого освободиться от ихрама. Похожим образом поступают паломники во время прерываемого хаджа (хаджж таматту). Затем Всевышний Аллах запретил паломникам брить голову до тех пор, пока жертвенные животные не достигнут места заклания. Бритье головы относится к тем действиям, которые запрещены в ихраме. Также запрещается удалять волосы с головы и остальных частей тела любым другим способом, поскольку смысл этого запрета заключается в том, чтобы паломник испытывал определенные неудобства и даже ходил с растрепанными волосами. Опираясь на суждение по аналогии, многие богословы запрещали паломникам в ихраме подстригать ногти, потому что человек подстригает их тоже для удобства. Эти запреты остаются в силе до тех пор, пока жертвенные животные не достигнут места заклания, то есть до наступления дня жертвоприношения. А обсуждаемое нами откровение свидетельствует о том, что в день жертвоприношения брить голову предпочтительнее после принесения жертвы. Из этого откровения также следует, что если паломник вознамерился совершить прерываемый хадж и привел с собой жертвенных животных, то после окончания малого паломничества он не должен освобождаться от ихрама вплоть до наступления дня жертвоприношения. После обхода вокруг Каабы и пробежки между холмами, которые относятся к обрядам малого паломничества, он должен вступить в ихрам для совершения хаджа, поскольку пригнанный скот удерживает его от освобождения от ихрама. Всеблагой и Всевышний Аллах предписал паломникам поступать так для того, чтобы они унижались и смирялись перед Аллахом, ведь смирение перед Господом приносит рабу одну только пользу и ничем не вредит ему. Если же паломник в ихраме заболел или испытывает страдания, избавиться от которых можно только посредством бритья головы, если его кожа покрылась язвами или он страдает педикулезом, то ему разрешается побрить голову, однако он обязан совершить искупительные действия. Он может самостоятельно выбрать между соблюдением трехдневного поста, кормлением десяти бедняков и принесением в жертву животных, которых разрешается приносить в жертву во время паломничества. Самым предпочтительным видом искупления является жертвоприношение, затем - кормление бедняков, а затем - соблюдение поста. Паломник должен совершить аналогичные искупительные действия за подстригание ногтей, покрытие головы, ношение сшитой одежды и умащение благовониями. Эти поступки разрешается совершать при крайней необходимости, однако они обязывают паломника к совершению искупительных действий, поскольку отказ от каждого из них означает отказ от удобств и роскоши. Затем Всевышний Аллах сказал, что если паломники находятся в безопасности и могут не опасаться нападения врага даже ночью, то всякий, кто после завершения малого паломничества освобождается от ихрама и пользуется дозволенными благами до наступления хаджа, а затем совершает прерываемый хадж, обязан по мере своих возможностей принести в жертву животных, которых разрешается приносить в жертву во время паломничества. Таким образом он должен выразить благодарность Аллаху за то, что совершил сразу два паломничества за одну поездку и насладился дозволенными благами после окончания малого паломничества вплоть до начала хаджа. Жертвоприношение также обязательно во время совмещенного хаджа (хаджж киран), поскольку в этом случае паломник тоже совмещает большое и малое паломничества. Из этого аята можно сделать вывод о том, что жертвоприношение необязательно во время самостоятельного хаджа (хаджж ифрад). Этот аят также свидетельствует о законности и даже превосходстве прерываемого хаджа, который разрешается начинать в месяцы хаджа. Если паломник не имеет жертвенного животного и средств на его приобретение, то он обязан поститься в течение трех дней во время паломничества и еще семь дней по возвращении из хаджа. Поститься во время паломничества разрешается с момента вступления в ихрам для совершения малого паломничества вплоть до третьего дня после праздника жертвоприношения. В течение этих трех дней паломники бросают камешки и ночуют в долине Мина. Однако самыми предпочтительными днями для соблюдения поста во время паломничества являются седьмое, восьмое и девятое числа месяца зуль-хиджжа. Что же касается семидневного поста после окончания паломничества, то его можно соблюдать либо в Мекке, либо по дороге домой, либо по возвращении домой. Предписание совершать жертвоприношение в обязательном порядке во время прерываемого хаджа распространяется на тех, чья семья не живет в Заповедной мечети. Это означает, что если человек проживает за пределами долины Арафат, то он обязан совершать жертвоприношение, потому что он совершает сразу два паломничества за одну поездку. Если же семья человека проживает в Мекке, то он не обязан совершать жертвоприношение, поскольку причина этого предписания отсутствует. Затем Аллах повелел исповедовать богобоязненность при любых начинаниях, выполняя Божьи повеления и не нарушая Его запретов. Одним из проявлений богобоязненности является выполнение предписаний и соблюдение запретов, упомянутых в обсуждаемом аяте. Мусульмане также должны помнить, что Аллах сурово наказывает ослушников, и страх перед этим наказанием является одним из факторов, способствующих укреплению богобоязненности и благочестию. Если человек боится Аллаха, то он непременно воздерживается от поступков, влекущих за собой наказание, и если он надеется на Его вознаграждение, то он непременно совершает благодеяния, приносящие ему желанное вознаграждение. Если же он не боится наказания и не надеется на награду, то он пренебрегает любыми запретами и дерзко противится выполнению обязательных предписаний.",
  "ayah": 196,
  "surah": 2
}
