{
  "text": "Всевышний сообщил, что хадж совершается в месяцы, хорошо известные народу, которому было ниспослано это откровение, и называть эти месяцы не было необходимости. Повеление соблюдать пост нуждалось в разъяснении того, какой именно месяц отведен для этого обряда. Повеление совершать пять обязательных намазов также нуждалось в разъяснении отведенного для них времени. Но хадж был известен арабам со времен пророка Ибрахима, и будучи его потомками, они регулярно совершали это паломничество. Большинство богословов считало, что месяцами хаджа являются шавваль, зуль-каада и первая декада месяца зуль-хиджжа. Именно в эти месяцы паломники обычно вступают в ихрам с намерением совершить хадж. Если паломник вознамерился совершить хадж, то есть вступил в ихрам, то он обязан довести паломничество до конца, поскольку вступление в ихрам делает совершение паломничества обязательным, даже если оно является добровольным. Опираясь на это кораническое высказывание, имам аш-Шафии и его последователи считали, что нельзя вступать в ихрам с намерением совершить хадж до наступления месяцев хаджа. Однако я считаю, что мнение большинства богословов, согласно которому вступать в ихрам с намерением совершить хадж до наступления месяцев хаджа разрешается, является наиболее достоверным, поскольку слова «кто намеревается совершить хадж в эти месяцы» означают, что некоторые паломники намереваются совершить хадж в эти месяцы, а некоторые - еще раньше, причем ничто не конкретизирует общий смысл этого откровения. Затем Всевышний Аллах приказал паломникам почтительно относиться к ихраму, особенно, если человек совершает паломничество в отведенные для хаджа месяцы. Паломник обязан избегать всего, что может нарушить ихрам или уменьшить его награду. Он должен избегать половой близости и всех слов и поступков, которые вызывают половое возбуждение, особенно, в присутствии своей жены. Он также должен избегать грехов и всех поступков, которые запрещены во время ихрама. Он не должен вступать в споры и препирательства, поскольку они порождают зло и приводят к взаимной вражде. Суть паломничества заключается в том, чтобы мусульманин унизился и смирился перед Аллахом, приблизился к Нему посредством любых праведных поступков и очистился от грехов. Такое паломничество является благочестивым, и вознаграждением за него может быть только Рай. И хотя грехи запрещается совершать в любое время и в любом месте, во время паломничества все ниспосланные запреты становятся еще более строгими. Следует помнить, что для того, чтобы приблизиться к Аллаху, человек обязан не только избегать грехов, но и выполнять повеления своего Господа. Именно поэтому далее Всевышний сказал, что Ему известно обо всех праведных поступках и обрядах поклонения, которые рабы совершают, чтобы приблизиться к Нему. Предлог мин свидетельствует о том, что это распространяется на все благодеяния. Это откровение призывает людей творить добро, особенно, если они оказались на заповедной мекканской земле. В этих славных местах мусульманин должен воспользоваться представившейся ему возможностью и часто совершать намаз, соблюдать пост, раздавать милостыню, совершать обход вокруг Каабы и делать добро окружающим словом и делом. Затем Всевышний Аллах велел мусульманам готовиться к такому благословенному путешествию, каким является паломничество. Запасаясь необходимыми припасами, паломник избавляется от необходимости обращаться за помощью к людям и сохраняет свое достоинство. Если же он берет с собой дополнительный провиант, то может помочь другим путешественникам и еще больше приблизиться к Господу миров. Такие припасы позволяют человеку обеспечить себя продуктами питания и всем необходимым. Однако самым настоящим припасом, который помогает человеку как в этом мире, так и после смерти, является богобоязненность. Этот припас позволяет ему спокойно отправиться в путешествие в мир иной и, добравшись до настоящего блаженства, вечно наслаждаться самыми удивительными благами. Если же человек не запасается богобоязненностью, то он не сможет достичь конечной цели своего путешествия, не попадет в обитель богобоязненных праведников и окажется обреченным на злосчастье. После восхваления богобоязненности Аллах повелел благоразумным людям бояться Господа, поскольку первым, к чему призывает здравый разум, является страх перед Аллахом. И если человек не исповедует богобоязненность, то это свидетельствует о его невежестве и безрассудстве.",
  "ayah": 197,
  "surah": 2
}
