{
  "text": "Это Великое Писание, которое по праву называется священным, содержит в себе очевидную истину и огромные знания, которых не было даже в предыдущих Небесных Писаниях. Его подлинность не вызывает сомнений, а поскольку убежденность противопоставляется сомнению, каждый человек может убедиться в его истинности и приобрести из него твердые знания, способные сокрушить любые сомнения. Это утверждение подтверждается полезным правилом, согласно которому если отрицание недостатка означает похвалу, то оно подразумевает наличие противоположного качества совершенства. Это правило справедливо, так как просто отрицание недостатка еще не означает похвалы, а лишь указывает на отсутствие какого-либо качества. Из всего сказанного следует, что Священный Коран порождает в людях твердую убежденность, без которой человек не может следовать прямым путем, и поэтому далее Всевышний Аллах назвал его верным руководством для богобоязненных. Верное руководство помогает людям отличить истину от заблуждения и сомнений и призывает их следовать теми путями, которые могут принести рабам пользу. Аллах назвал Коран руководством в самом широком смысле и опустил управляемое слово. Он не назвал его руководством для достижения определенной цели или руководством к определенной вещи. А это значит, что Священный Коран указывает людям путь ко всему, что может принести пользу как при жизни на земле, так и после смерти. Он является верным руководством во всех основных и второстепенных вопросах, помогает отличать истину от лжи, а здоровые воззрения - от ошибочных. Он разъясняет, как можно идти правильным путем, заботясь о благоустройстве своей жизни в этом мире и в Последней жизни. В другом откровении Всевышний Аллах сказал: «В месяц рамадан был ниспослан Коран - верное руководство для людей» (2:185). Примечательно, что здесь Коран назван верным руководством для всех людей, тогда как в обсуждаемом нами аяте и во многих других местах он назван руководством только для богобоязненных. Этому есть несколько объяснений. Во-первых, Священный Коран, в принципе, является верным руководством для всего человечества, однако несчастные неверующие не обращают на него внимания и не принимают руководство от Аллаха. Они узнают истину, но не извлекают из нее никакой пользы, потому что являются несчастными творениями. Что же касается благочестивых верующих, то они ухватились за величайшую причину, помогающую вернуться на прямой путь. Эта причина - их богобоязненность, под которой подразумевается совершение деяний, позволяющих уберечься от гнева Аллаха, выполнение Его повелений и уважение Его запретов. Благодаря своей богобоязненности они встали на прямой путь и обрели великое благо. Всевышний сказал: «О те, которые уверовали! Если вы будете бояться Аллаха, то Он одарит вас способностью различать истину и ложь, отпустит вам ваши прегрешения и простит вас. Воистину, Аллах обладает великой милостью» (8:29). Вот почему именно богобоязненные рабы извлекают пользу из коранических аятов и вселенских знамений. Во-вторых, верное руководство и наставление бывают двух видов. Одним указывают на прямой путь, а других вдохновляют следовать прямым путем. Богобоязненные праведники удостаиваются обоих видов наставления, тогда как все остальные люди не получают второго вида наставления. Им указывают на прямой путь, однако Аллах не вдохновляет их на совершение праведных деяний, и поэтому такие наставление и руководство не являются совершенными и законченными. Затем Всевышний Аллах поведал о воззрениях, которые богобоязненные праведники исповедуют в душе, и тех деяниях, которые они совершают телом:",
  "ayah": 2,
  "surah": 2
}
