{
  "text": "Неужели грешники, распространяющие на земле нечестие, следующие по стопам сатаны и пренебрегающие повелениями Аллаха, не ожидают наступления Судного дня, когда люди получат воздаяние за все свои деяния? Ужасы и несчастья этого дня лишат покоя беззаконников, а злое возмездие со всех сторон окутает тех, кто распространял порок. В этот день Всевышний Аллах свернет небеса и сравняет землю. Небесные светила осыплются, а Солнце и Луна будут скручены. И тогда с небес спустятся ангелы, которые со всех сторон окружат земных тварей, после чего Всеблагой и Всевышний Аллах снизойдет, осененный облаками, дабы свершить справедливый суд над Своими рабами. В этот день будут возведены Весы и развернуты свитки, и тогда лица счастливых праведников посветлеют, а лица несчастных грешников почернеют. Праведники будут отделены от злодеев, и каждый из них получит воздаяние за совершенные деяния. И тогда беззаконники станут кусать свои пальцы, ведь они поймут, на что они себя обрекли. Этот и другие, похожие аяты подтверждают правоту приверженцев Сунны и единой общины, которые признают вознесение, нисхождение, пришествие и другие качества Аллаха, которыми Он охарактеризовал Себя и которыми Его охарактеризовал Посланник, да благословит его Аллах и приветствует. Они признают очевидный смысл этих качеств в той форме, которая соответствует величию и совершенству Аллаха, не уподобляя Его качества качествам творений, не искажая их истинного смысла и не лишая их смысла вообще. Они не уподобляются джахмитам, мутазилитам, ашаритам и прочим еретикам, которые отрицают божественные качества, рационалистически истолковывая коранические аяты. Такие толкования не опираются на убедительные доказательства от Аллаха, подразумевают неспособность Аллаха и Его посланника, да благословит его Аллах и приветствует, разъяснить истину доступным способом и фактически означают, что узнать о Его истинных качествах можно только из толкований рационалистов. Однако эти еретики не способны подтвердить свою правоту достоверными священными текстами. Более того, они не имеют даже убедительных логических аргументов. Что касается священных текстов, то рационалисты признают, что очевидный и даже явный смысл священных текстов Корана и Сунны свидетельствует в пользу воззрений приверженцев Сунны и единой общины. Они также признают, что для объяснения их ошибочных воззрений необходимо отвергнуть очевидный смысл текстов и изменить его посредством добавлений и убавлений. Безусловно, это не может удовлетворить того, в чьем сердце есть хотя бы крупица веры. Что же касается логических аргументов, то здравый разум не может отвергнуть упомянутые выше божественные качества. Напротив, он свидетельствует о том, что способность к действию является более совершенным качеством, чем бездействие, и что деяния Аллаха могут быть связаны с Его божественной сущностью и с Его творениями. Совершенство может быть только таким, и если рационалисты полагают, что признание божественных качеств подразумевает уподобление Аллаха творениям, то мы должны сказать, что обсуждение божественных качеств подобно обсуждению божественной сущности. И если Аллах обладает сущностью, которая не похожа на сущность творений, то нет ничего удивительного в том, что Он также обладает качествами, которые не похожи на качества творений. Божественные качества связаны с божественной сущностью, также как качества творений связаны с их сущностью. А это значит, что признание божественных качеств не означает уподобление Аллаха творениям. Мы также должны сказать каждому, кто признает одни божественные качества, отрицая другие, либо признает имена Аллаха, но отрицает Его качества, что логично либо признавать все имена и качества Аллаха, либо отрицать все Его имена и качества, но в этом случае человек станет опровергать самого Господа миров. Если же он признает одни качества и отрицает другие, то его воззрения оказываются противоречивыми. Если он попытается объяснить, на каком основании он признает одни качества и отвергает другие, то ему не удастся сделать это. Он может сказать: «Я признаю только те качества, которые не подразумевают уподобление Аллаха творениям». Тогда приверженцы Сунны должны возразить ему: «Мы не считаем, что отвергаемые рационалистами божественные качества подразумевают уподобление Аллаха творениям». А если он скажет: «Я считаю, что признание таких качеств может означать только уподобление Аллаха творениям», - то любой еретик, который отрицает абсолютно все божественные качества, может возразить ему: «Я же считаю, что признание тобой некоторых божественных качеств тоже является уподоблением Аллаха творениям». И если он станет отвечать на возражения еретиков, которые отрицают абсолютно все божественные качества, то приверженцы Сунны таким же образом ответят на его возражения. Одним словом, если человек отрицает воззрения, которые проповедуются Кораном и Сунной, то его утверждения оказываются противоречивыми. Они не подтверждаются ни священными текстами, ни логическими аргументами. Напротив, они противоречат здравому смыслу и божественному откровению.",
  "ayah": 210,
  "surah": 2
}
