{
  "text": "Все человечество исповедовало неверие, находилось в заблуждении и было лишено счастья. Люди были лишены света и веры, но Всевышний Аллах смилостивился над ними и отправил к ним Своих посланников, которые приносили благую весть и предостерегали рабов. Тем, кто повиновался Аллаху, они сообщали радостную весть о благом уделе, физической и духовной силе, благополучной жизни и других плодах праведных поступков. А самое главное - они сообщали им весть о довольстве Аллаха и Райских садах. Тех же, кто ослушался Аллаха, они предостерегали от материальных лишений, слабости, унижения, тяжкой жизни и других скверных последствий неповиновения и ослушания. А самое главное - они предупреждали их о гневе Аллаха и Адском пламени. Аллах отправил со Своими пророками Писания, которые содержали правдивые повествования и справедливые повеления. Все откровения этих Писаний были истинными и правдивыми, они разрешали любые споры по поводу основных и второстепенных вопросов религии. Именно поэтому при возникновении любых разногласий и противоречий мусульмане обязаны обращаться на суд к Аллаху и Его посланнику, да благословит его Аллах и приветствует, ведь если бы писание Аллаха и Сунна Его посланника не могли разрешить любые противоречия, то Всевышний Аллах не приказал бы Своим рабам обращаться к ним за решением. После упоминания о великой милости, оказанной людям Писания, которая заключалась в ниспослании Священных Писаний и обязывала их объединиться вокруг Божьего откровения, Всевышний Аллах сообщил о том, что люди Писания поступили несправедливо и впали в многочисленные противоречия. Они разошлись во мнениях относительно Писания, которого им следовало придерживаться раньше всех остальных людей. Это произошло после того, как они узнали его и убедились в его истинности благодаря ясным знамениям и неопровержимым свидетельствам, и поэтому они оказались в глубоком заблуждении. И только мусульман Всевышний Аллах наставил на прямой путь, разъяснив им истину, относительно которой люди Писания стали пререкаться друг с другом, впав в заблуждение. Аллах разъяснил мусульманам истину по Своей воле, облегчив их судьбу и проявив к ним милосердие. Всевышний указывает на прямой путь, кому пожелает. Он призвал на прямой путь абсолютно все творения, проявив высшую справедливость, доведя до сведения людей истину и лишив их возможности оправдаться, говоря: «К нам не приходили добрые вестники и увещеватели!» Однако только Своих избранных рабов Аллах наставил на прямой путь, одарив их добром и оказав им поддержку. Этих рабов Всеблагой и Всевышний Аллах почтил Своей милостью, а со всеми остальными Он поступил, руководствуясь Своей справедливостью и мудростью.",
  "ayah": 213,
  "surah": 2
}
