{
  "text": "Этот аят содержит предписание сражаться на пути Аллаха в обязательном порядке, хотя прежде правоверным было приказано воздерживаться от сражений, поскольку они были слабы и не могли выдержать подобное испытание. После переселения Пророка, да благословит его Аллах и приветствует, в Медину численность мусульман увеличилась, и они окрепли. Тогда Всевышний приказал им сражаться с неверующими и сообщил, что человеческой душе неприятно участвовать в боевых действиях, поскольку война сопряжена с большими трудностями и тяготами. Она подвергает людей опасности и влечет за собой много смертей. Но, несмотря на это, священная война является абсолютным благом, потому что приносит правоверным огромную награду, избавляет их от мучительного наказания, позволяет им одолеть врагов и завладеть трофеями, приносит им много другой пользы, которая во много раз превосходит ее отрицательные стороны. Затем Всевышний сказал, что люди порой любят то, что в действительности причиняет им много вреда. Это относится к отказу от участия в священной войне и желанию наслаждаться спокойной жизнью. Отказ от джихада является великим злом, потому что такие мусульмане лишаются Божьей поддержки и позволяют врагам одержать верх над исламом и его приверженцами. Они обрекают себя на унижение и бесчестие, лишаются огромного вознаграждения и удостаиваются лютой кары. Это откровение содержит общее правило, согласно которому религиозные предписания являются абсолютным добром. Вместе с тем, отказ от их выполнения является абсолютным злом, несмотря на то, что людям тяжело выполнять их, ведь человеческой душе любо отдыхать и забавляться. Что же касается земных событий, то не все они являются абсолютным добром, хотя в большинстве случаев, если верующий раб желает добиться намеченной цели, но Аллах в силу некоторых обстоятельств не позволяет ему сделать этого, то случившееся является для него добром. В такой ситуации человеку полагается возблагодарить Господа и не сомневаться в том, что такой поворот событий является наилучшим для него, поскольку Всевышний Аллах более сострадателен к Своему рабу, чем он сам к себе, и поскольку Аллах может принести ему больше пользы и лучше знает, что именно пойдет ему на пользу. Аллах знает то, чего не знают люди, и поэтому они должны смириться с Его предопределением, независимо от того, обрадовало оно их или огорчило.",
  "ayah": 216,
  "surah": 2
}
