{
  "text": "Правоверные спрашивали посланника Аллаха, да благословит его Аллах и приветствует, о религиозном положении относительно опьяняющих напитков и азартных игр. Арабы употребляли вино и играли в азартные игры во времена невежества и в первые годы распространения ислама. Очевидно, по этой причине мусульмане сталкивались с определенными трудностями. Они часто спрашивали Пророка, да благословит его Аллах и приветствует, о том, как религия относится к подобным поступкам, и тогда Всевышний приказал Своему пророку, да благословит его Аллах и приветствует, разъяснить людям полезные и вредные стороны употребления вина и азартных игр. Это было предпосылкой к последующему окончательному запрету на употребление опьяняющих напитков и азартные игры. Всевышний сообщил, что вред этих поступков заключается в том, что они лишают человека разума и имущества, мешают ему поминать Аллаха, удерживают его от намаза, сеют между людьми вражду и ненависть. Этот вред во много раз превышает пользу, которую человек может получить от торговли вином, выигрыша в азартной игре или душевного возбуждения от совершения этих поступков. Подобного разъяснения было достаточно для того, чтобы люди воздержались от употребления вина и азартных игр, ведь благоразумный человек всегда совершает поступки, которые приносят ему больше пользы, и сторонится всего, что причиняет ему больше вреда. Однако арабы были сильно привязаны к этим поступкам и не могли сразу отказаться от них, и поэтому обсуждаемый нами аят стал предвестником последующего категорического запрета. Этот запрет прозвучал в словах Всевышнего: «О те, которые уверовали! Воистину, опьяняющие напитки, азартные игры, каменные жертвенники (или идолы) и гадальные стрелы являются скверной из деяний дьявола. Сторонитесь же ее, - быть может, вы преуспеете. Воистину, дьявол при помощи опьяняющих напитков и азартных игр хочет посеять между вами вражду и ненависть и отвратить вас от поминания Аллаха и намаза. Неужели вы не прекратите?» (5:90–91). Это предписание было следствием Божьей доброты, милости и мудрости; когда оно было ниспослано, Умар б. аль-Хаттаб воскликнул: «Мы уже прекратили! Мы уже прекратили!» Следует знать, что под вином подразумевается абсолютно все, что опьяняет или одурманивает человека, лишая его трезвого рассудка. А под азартными играми подразумеваются любые игры и состязания, в которых обе играющие стороны делают ставки. Это могут быть нарды, шахматы и другие словесные или физические игры, в которых играющие стороны делают ставки. Однако разрешается проводить состязания в верховой езде на лошадях и верблюдах, а также состязания в стрельбе, поскольку умение ездить верхом и метко стрелять помогает во время боевых действий. Вот почему подобные состязания разрешены Законодателем. Наряду с этими вопросами правоверные спрашивали о том, сколько они должны раздавать в качестве пожертвований. Аллах облегчил их обязанности и повелел раздавать в качестве пожертвований излишек, то есть часть имущества, которая превышает их нужды. Ее размеры зависят от материального благосостояния человека, поскольку все люди - богачи, бедняки и люди среднего достатка - могут найти возможность для пожертвования, даже если это - всего лишь половинка финика. Именно поэтому Пророку, да благословит его Аллах и приветствует, было велено брать в качестве пожертвований излишек и не обременять мусульман непосильными налогами. Аллах ниспослал нам предписания не потому, что Он нуждается в нашем имуществе или желает, чтобы мы выполняли непосильные обязанности. Аллах ниспослал нам предписания, которые делают нас счастливыми, облегчают нашу земную жизнь и приносят пользу нам и нашим братьям, и за это Аллах заслуживает самой совершенной похвалы. После подобного убедительного разъяснения таинств мусульманского шариата Всевышний Аллах сказал, что так Он разъясняет людям Свои знамения, свидетельствующие об истине и позволяющие приобрести полезные знания, научиться отличать добро от зла. Аллах разъясняет людям Свои знамения для того, чтобы они задумались над таинствами Его шариата и поняли, что выполнение Божьих законов - это залог благополучия при жизни на земле и после смерти, чтобы они задумались над скоротечностью мирской жизни, недолговечностью земного мира и вечностью Последней жизни, которая является обителью воздаяния и благоустраивать которую люди обязаны на земле.",
  "ayah": 219,
  "surah": 2
}
