{
  "text": "Это кораническое повеление носит характер повествования, потому что кормление младенцев грудным молоком в течение двух лет является общепринятым, и люди выполняют это предписание без дополнительного приказа. Слово хаул используется для обозначения полного и неполного года, и поэтому Всевышний Аллах подчеркнул, что если матери хотят довести кормление грудью до конца, то они должны кормить детей грудным молоком в течение двух полных лет. Когда ребенку исполняется два года, он вырастает из грудного возраста, и материнское молоко становится для него таким же продуктом питания, как и остальные продукты. По этой причине кормление грудью после двухлетнего возраста не устанавливает молочное родство. При сопоставлении обсуждаемого нами аята с высказыванием Всевышнего «Матери тяжело носить его и рожать его, а беременность и кормление до отнятия его от груди продолжаются тридцать месяцев» (46:15) становится ясно, что минимальный срок беременности составляет шесть месяцев. Всевышний также сообщил, что отец ребенка обязан обеспечивать кормящую мать пропитанием и одеждой в соответствии с принятыми обычаями, независимо от того, состоят они в браке или разведены. Так отец должен вознаграждать мать за то, что она кормит его ребенка. Из этого следует, что если супруги состоят в браке, то муж не обязан обеспечивать кормящую мать материальными средствами, которые превышают расходы, необходимые для нормального питания и приобретения одежды. Всевышний подчеркнул, что материальные обязанности каждого человека связаны с его возможностями. Бедняк не должен расходовать на мать своего ребенка столько, сколько расходует богач. Если же человек вообще не имеет имущества, то он может воздерживаться от таких расходов до тех пор, пока у него не появится такая возможность. Всевышний также возвестил, что матери нельзя причинять зло за ее ребенка. Ее нельзя лишать права вскармливать ребенка грудью или лишать нормального питания, одежды и вознаграждения, которые она заслуживает по праву. Отец также не должен страдать из-за своего младенца, и поэтому матери запрещается отказываться от кормления ребенка грудью, если это может навредить ему, или требовать от мужа вознаграждения, которое превышает размеры обязательного. Это откровение запрещает все поступки, которые могут причинить страдания родителям из-за ребенка. Кораническое высказывание о том, что ребенок рождается у его отца, свидетельствует о том, что ребенок принадлежит своему отцу и является Божьим даром ему, его приобретением. По этой причине отцу разрешается распоряжаться собственностью своего сына, нравится это тому или нет, но это предписание не распространяется на матерей. Затем Аллах сообщил, что если ребенок родился сиротой и не получил наследства от своего покойного отца, то опекун ребенка обязан материально обеспечивать и одевать кормящую мать. Из этого откровения следует, что состоятельный опекун обязан делать пожертвования в пользу своих нуждающихся родственников. Затем Аллах возвестил, что если родители ребенка при обоюдном согласии решат оторвать младенца от груди до истечения двух полных лет, то они должны посоветоваться и выяснить, принесет ли такое решение пользу их ребенку. Если они решат, что для ребенка будет лучше, чтобы его перестали кормить грудным молоком, и согласятся оторвать его от груди, то не совершат греха. Из этого следует, что если один из родителей согласен оторвать ребенка от груди, а другой нет, и если прекращение кормления грудным молоком не пойдет на пользу ребенку, то они не имеют права отрывать его от груди. Затем Аллах сообщил, что если родители решат нанять для ребенка кормилицу и если это не принесет ему вреда, то они не совершат греха при условии, что заплатят кормилице вознаграждение в соответствии с принятыми обычаями. Аллах видит деяния Своих рабов и непременно воздаст им за содеянное либо добром, либо злом.",
  "ayah": 233,
  "surah": 2
}
