{
  "text": "Это предписание распространяется на женщин, которые держат траур по покойному мужу или выжидают установленный срок после окончательного (третьего) развода. Никому, кроме бывшего мужа, не позволяется говорить с ними о сватовстве открыто, потому что Аллах запретил давать им тайные обещания. Если же мужчина только намекнет о сватовстве, то это не будет считаться грехом. Разница между предложением выйти замуж и намеком на сватовство очевидна. Если мужчина говорит о сватовстве открыто, то его намерения жениться явны. Поступать так до окончания установленного срока запрещается, поскольку это может побудить женщину заявить об окончании этого срока раньше времени, чтобы поскорее выйти замуж. Этот запрет свидетельствует о том, что шариат запрещает любые поступки, которые могут привести к греху, и что женщина должна исправно выполнить свои обязанности перед бывшим мужем, не давая никаких обещаний другим мужчинам до окончания установленного для развода срока или траура. Если же мужчина намекает о сватовстве, то совсем не обязательно, чтобы его намерением была женитьба, и поэтому поступать так разрешается. Например, мужчина может сказать женщине, которая получила окончательный развод: «Я собираюсь жениться» или «Я хочу, чтобы ты посоветовалась со мной после окончания установленного для развода срока». Эти и другие подобные высказывания являются допустимыми, поскольку в них мужчина не излагает своего намерения открыто, и поскольку желание намекнуть о своих намерениях в таком положении бывает очень сильным. Тем не менее, мужчине разрешается и скрыть свое намерение жениться на разведенной или овдовевшей женщине после окончания установленного для развода срока или траура. Таково подробное изложение предписаний, связанных с событиями, предшествующими бракосочетанию. Что же касается самого бракосочетания, то оно может состояться только после истечения установленного для развода срока или траура. О мусульмане! Знайте, что Аллаху известно о ваших помыслах и намерениях. Вознамеривайтесь совершать добрые поступки и не помышляйте о злодеяниях, бойтесь наказания Аллаха и надейтесь на Его награду, и знайте, что Он прощает грехи тем, кто раскаялся и устремился к Нему. Он не спешит с наказанием ослушников, хотя способен покарать их без промедления.",
  "ayah": 235,
  "surah": 2
}
