{
  "text": "Творец сообщил о том, что одни посланники превосходили других славными качествами и прекрасными особенностями, которыми их одарил Аллах. Они обладали совершенной верой, твердой убежденностью, возвышенной нравственностью, прекрасными манерами, призывали людей к Аллаху, обучали их полезным знаниям и приносили им всестороннюю пользу. Одних из них Аллах сделал Своими возлюбленными, других почтил разговором без посредников, а третьих возвысил над остальными творениями. Божьи посланники достигли таких высот, взойти на которые не удастся остальным людям. Ису, сына Марьям, Аллах отметил особо. Ясные знамения свидетельствовали о том, что он был Божьим рабом и посланником, и подтверждали правдивость всего, что он проповедовал. Аллах позволил ему исцелять слепых и прокаженных, оживлять мертвых и разговаривать с людьми, будучи еще грудным младенцем в колыбели. Аллах также поддержал его Святым Духом, то есть духом веры. Духовность пророка превосходила духовность остальных творений, благодаря чему он ощущал дополнительную поддержку и силу. Безусловно, каждый правоверный ощущает духовную поддержку в зависимости от своей веры, поскольку Всевышний Аллах сказал: «Среди тех, кто верует в Аллаха и в Последний день, ты не найдешь людей, которые любили бы тех, кто враждует с Аллахом и Его посланником, даже если это будут их отцы, сыновья, братья или родственники. Аллах начертал в их сердцах веру и укрепил их духом от Него» (58:22). Однако поддержка, оказанная пророку Исе, превосходила ту поддержку, которую Аллах оказывает остальным правоверным, и поэтому о ней Всевышний упомянул отдельно. Существует мнение, что Святой Дух - это ангел Джибрил, посредством которого Аллах помогал пророку Исе, однако первое толкование является более достоверным. После упоминания о совершенных качествах посланников и дарованных им преимуществах и особенностях Всевышний Аллах сообщил о том, что все они исповедовали одну религию и призывали к одной вере. Это обстоятельство обязывало все народы признать Божьих посланников и подчиниться им совершенным образом, тем более что им были дарованы удивительные знамения, каждого из которых было достаточно, чтобы люди обратились в правую веру. Однако большинство людей предпочли уклониться от прямого пути, и поэтому между народами земли возникли разногласия и противоречия. Одни народы уверовали, а другие предпочли остаться неверующими. Эти разногласия заканчивались войнами, которые только усугубляли существующие противоречия и усиливали взаимную вражду. Но если бы Аллах пожелал, то собрал бы их всех на прямом пути и уберег от разногласий. Если бы Он пожелал, то они не сражались бы друг с другом, даже несмотря на противоречия, которые подталкивали их к войне и кровопролитию. Однако божественная мудрость требовала, чтобы события шли таким чередом и зависели от человеческих поступков. Этот аят является величайшим свидетельством того, что Всевышний Аллах властен над любыми причинами. Он может сохранить эти причины действующими, но может и помешать им влиять на развитие событий. Все это происходит по Его желанию и в полном соответствии с божественной мудростью. Он творит, что пожелает, и ничто не может помешать Ему или воспротивиться Его непреложной воле.",
  "ayah": 253,
  "surah": 2
}
