{
  "text": "Аллах рассказал нам истории некоторых предыдущих пророков, потому что они разъясняют истину и содержат различные доказательства истинности единобожия. В этой коранической истории Всевышний сообщил о том, как Его возлюбленный посланник Ибрахим препирался с деспотичным правителем Вавилонии Нимрудом, отрицавшим существование Господа миров и оспаривавшим истину, в которой нельзя усомниться. Факт сотворения и управления Вселенной одним Аллахом является очевидным и бесспорным, однако деспотичный правитель был настолько обольщен своей властью, что отрицал эту истину и даже препирался по этому поводу с великим посланником Аллаха Ибрахимом, которого Аллах одарил знаниями и убежденностью, коих не был удостоен ни один другой Божий посланник, кроме Пророка Мухаммада, да благословит его Аллах и приветствует. Отстаивая свою точку зрения, Ибрахим заявил, что Аллах - Единственный, Кто создает творения и управляет Вселенной, дарует жизнь и посылает смерть. Он упомянул о жизни и смерти, потому что это - самые яркие проявления власти Аллаха над творениями. В ответ тиран самодовольно заявил, что он тоже дарует жизнь и смерть. Он имел в виду, что может казнить и миловать, кого пожелает, хотя совершенно ясно, что посредством таких доводов он лишь пытался ввести людей в заблуждение и уклониться от поставленного перед ним вопроса. А суть его заключалась в том, что Всевышний Аллах - Единственный, Кто создает живое из небытия и превращает живое в мертвое, Кто умерщвляет Своих рабов и животных, когда истекает их жизненный срок, посредством созданных для этого причин или без какой-либо причины. Когда Ибрахим увидел, что тиран пускает пыль в глаза и провозглашает ложь, которая может пользоваться спросом среди невежественного народа, он решил представить ему довод, с которым тот будет вынужден согласиться. Он заявил, что Аллах заставляет солнце восходить на востоке, и если заявления Нимруда действительно правдивы, то пусть он заставит солнце взойти на западе. Эти слова обескуражили тирана, заставили его замолчать и развеяли сомнения, которые он пытался посеять. Возлюбленный Аллаха Ибрахим, упомянув второй довод, не отказался от первого. Своими словами он лишь попытался окончательно убедить Нимруда, опровергнуть его слова, привести ему аргумент, который невозможно исказить или перефразировать. Священные предания, логические аргументы и человеческое естество - все эти доводы свидетельствуют об истинности единобожия и подтверждают то, что Аллах один сотворил Вселенную и управляет Своими творениями. Они свидетельствуют о том, что только Аллах, обладающий перечисленными выше качествами, заслуживает поклонения. Все пророки и посланники единодушно проповедовали этот важный принцип, отрицают который только упрямцы и надменные гордецы, подобные деспотичному Нимруду, и это также свидетельствует о справедливости единобожия.",
  "ayah": 258,
  "surah": 2
}
