{
  "text": "Речь идет о втором чудесном знамении, показанном Ибрахиму, когда он попросил Аллаха продемонстрировать ему, как происходит воскрешение мертвых. Аллах спросил его: «Разве ты не веришь?» Тем самым, Аллах приказал ему не испытывать ни малейшего сомнения в истинности воскрешения. Ибрахим ответил: «Господи! Я верю в то, что Ты властен над всем сущим и способен воскресить усопших и воздать по заслугам Своим рабам. Я лишь хочу, чтобы мое сердце укрепилось в вере, чтобы я своими глазами увидел то, во что уверовал». Аллах внял его мольбе, оказав ему великую честь и проявив милосердие к Своим рабам. Аллах велел ему взять четыре птицы, но не сообщил о том, что это были за птицы. Из этого следует, что это могли быть любые птицы. Ибрахиму было велено прижать их к себе, зарезать и разрезать на куски, затем положить по кусочку на каждый холм и позвать их к себе. Он сделал все так, как ему было велено, и разложил куски четырех птиц на холмах, находившихся вокруг него. Затем он позвал птиц по их именам, и они устремились к нему. Это не означает, что они бросились на ногах бежать к пророку. Они полетели к нему так стремительно, как это делают живые птицы. Всевышний приказал ему зарезать именно птиц, потому что оживление птиц является более совершенным и наглядным знамением, чем воскресение других животных. Ему было велено взять четырех птиц, разрезать каждую из них на части и положить эти куски на вершины холмов, чтобы не было места для сомнений, которые могут возникнуть в сердцах неверующих. Благодаря этому чудо пророка Ибрахима стало очевидным, и его можно было наблюдать как с близи, так и издалека. Ему было приказано разложить куски птиц вдалеке от себя, чтобы никто не подумал, что он задумал хитрость. Когда же он выполнил веления своего Господа и позвал к себе разрезанные на куски птицы, они устремились к нему резво и стремительно, что стало величайшим знамением, подтверждающим совершенство могущества и мудрости Аллаха. Из этого следует, что воскрешение - это свидетельство Его безграничного могущества, совершенной мудрости, неограниченной власти, безупречной справедливости и великой милости.",
  "ayah": 260,
  "surah": 2
}
