{
  "text": "Если человек расходует имущество ради Аллаха, а затем попрекает людей оказанной им милостью, если он оскорбляет их или совершает иные поступки, делающие тщетными его благодеяния, то он уподобляется хозяину сада, который сгорел после пронесшегося над ним огненного вихря. Его слабый престарелый владелец оказался в ужасном положении с малолетними и беспомощными детьми. Кто захочет оказаться в его положении? Конечно же, никто! Поэтому Всевышний Аллах ниспослал это откровение в вопросительной форме, подчеркнув ужасное положение старца, оказаться на месте которого не пожелал бы ни один человек. Неожиданная гибель сада после того, как его деревья расцвели и принесли плоды, является большой бедой. Она усугубляется тем, что владелец сада уже превратился в слабого и немощного человека, а дети его еще слабы и неспособны помочь ему. И если человек совершает праведные поступки искренне ради Аллаха, а затем разрушает их своими злодеяниями, то он уподобляется этому старцу, которого постигла такая беда в тот самый момент, когда он больше всего нуждался в своем саде. Третья притча посвящена человеку, который совершает благодеяния ради показухи и тщеславия, не имея правой веры и не надеясь на вознаграждение Аллаха. Его сердце подобно гладкой скале, покрытой слоем земли. Глядя на такую скалу, человек может предположить, что после дождя она покроется растительностью подобно тому, как это происходит с плодородными землями. В действительности же, эта скала - всего лишь каменная глыба, и одного обильного ливня достаточно, чтобы смыть с нее весь слой земли и оставить после себя лишь гладкую поверхность. Эта притча точно описывает сердца лицемеров, которые лишены веры и черствы, которые не смягчаются и не наполняются страхом перед Богом. Их деяния и пожертвования лишены основы, на которой зиждутся праведные поступки, и цели, ради которой совершаются праведные дела. В этой притче говорится о тщетных и бесполезных деяниях, которые лишены главного условия, без которого человеческие поступки не приносят никакой пользы. В предыдущей притче говорилось о деяниях, которые не были лишены этого условия, но оказались тщетными по причине, которая не позволяет деяниям принести людям пользу. А в первой притче говорилось о поступках, которые Аллах принимает и приумножает, потому что они зиждутся на вере и искренности, и это - главное условие, без которого ни один поступок не приносит пользы, и потому что они избавлены от всех пагубных обстоятельств и факторов. Эти три притчи применимы ко всем людям, и поэтому рабы Аллаха должны оценивать свои деяния, руководствуясь этим объективным критерием и этими точными сравнениями. Недаром Всевышний Аллах сказал: «Такие притчи Мы приводим людям, но разумеют их только обладающие знанием» (29:43).",
  "ayah": 266,
  "surah": 2
}
