{
  "text": "Всевышний описал качества нечестивцев и сообщил, что они нарушают завет с Аллахом после его заключения. Это относится к обязательствам рабов перед их Господом и перед творениями, которые скреплены суровым заветом. Однако нечестивцы не придают ему значения. Более того, они нарушают его, пренебрегая повелениями Аллаха и преступая Его запреты. А наряду с этим, они не выполняют своих обязательств по договорам, заключенным с другими людьми. Всевышний также сообщил, что они разрывают то, что Аллах велел поддерживать, и это распространяется на многие религиозные предписания. Аллах повелел нам поддерживать связи между нами и Аллахом, веруя в Него. Он повелел поддерживать связи между нами и Божьим посланником, да благословит его Аллах и приветствует, веруя в него и любя его, почтительно относясь к нему и выполняя свои обязанности перед ним. Он повелел поддерживать связи между нами и нашими родителями, родственниками, друзьями и прочими людьми, выполняя обязанности перед ними. Правоверные поддерживают связи, которые приказал поддерживать Аллах, исправно выполняя свои обязанности. Нечестивцы же обрывают их, пренебрегая своими обязанностями. Они ослушаются Божьих велений, совершают грехи и тем самым распространяют на земле нечестие. И всякий, кто обладает такими качествами, непременно окажется в убытке как в этом мире, так и в Последней жизни. Только такие люди окажутся потерпевшими убыток, поскольку их убыток будет всесторонним. Ни одно из их начинаний не принесет им прибыли, так как правая вера является непременным условием любого праведного поступка. И если человек лишен такой веры, то ни один из его поступков не является праведным. На такой убыток обречены только неверующие. Но есть и другая разновидность убытка, в котором человек оказывается не только по причине неверия, но и вследствие ослушания и пренебрежения разными желательными поступками. Об этой разновидности убытка Всевышний Аллах сказал: «Клянусь предвечерним временем (или временем)! Воистину, каждый человек в убытке, кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение!» (103:1–3). От подобного убытка не избавлен никто, кроме праведников, исповедующих правую веру, совершающих праведные деяния, призывающих руководствоваться истиной и призывающих хранить терпение. Сущность подобного убытка в том, что человек лишается блага, которое он мог заработать.",
  "ayah": 27,
  "surah": 2
}
