{
  "text": "После упоминания о качествах добродетельных мусульман и прекрасном вознаграждении, которое уготовано для них у Аллаха, а также прощении их грехов и оплошностей, Всевышний Господь поведал о беззаконниках, пожирающих лихву и заключающих дурные сделки. Он сообщил, что они непременно получат воздаяние, соответствующее роду совершенных ими злодеяний. В мирской жизни они охотились за богатством, подобно бесноватым безумцам, и поэтому после смерти, в Судный день, они восстанут из могил, как восстают бешеные безумцы, которых сатана поверг своим прикосновением. Это позорное наказание станет возмездием за то, что они пожирали лихву и громогласно заявляли, что торговля подобна лихоимству и ростовщичеству. По причине своей дерзости они уничтожили грань между тем, что Аллах запретил, и тем, что Он дозволил, и провозгласили лихоимство дозволенным. Затем Аллах обещал подвергнуть наказанию всех грешников, включая беззаконников, пожирающих лихву, если те будут продолжать совершать грехи после того, как до них дошло увещевание, то есть после того, как им была разъяснена истина и они узнали об обещанном вознаграждении и наказании. Если после увещевания грешники перестанут заниматься лихоимством, то им будут прощены прошлые грехи, в которых они раскаялись, а их будущие поступки и деяния вернутся к Аллаху. И если они не нарушат своего покаяния, то убедятся в том, что Аллах никогда не умаляет награды праведников. Но если после увещевания и предупреждения они продолжат заниматься ростовщичеством, то окажутся в Адском пламени, в котором пребудут вечно. Из этого откровения следует, что лихоимство обрекает человека на попадание в Преисподнюю и вечное пребывание там. Лихоимство - настолько тяжкий и отвратительный грех, что даже вера не способна защитить этих грешников от вечного наказания. Однако это религиозное положение вступает в силу только тогда, когда возникают соответствующие условия и отсутствуют все препятствующие этому факторы, и поэтому этот аят и все остальные откровения о грядущем наказании не могут служить доводом в пользу воззрений хариджитов. Мусульмане обязаны признавать все тексты Корана и Сунны и не отвергать многочисленные свидетельства того, что если в сердце человека есть вера хотя бы величиной с горчичное зернышко, то он непременно покинет Преисподнюю, и что если человек совершает тяжкие грехи и не раскаивается в них, то он заслуживает наказания в Аду.",
  "ayah": 275,
  "surah": 2
}
