{
  "text": "Из этого аята можно сделать много полезных выводов. 1. При заключении сделок и договоров разрешается брать залог и требовать гарантии, которые позволят рабу получить то, что ему полагается, независимо от того, являются стороны праведниками или грешниками, заслуживающими доверия людьми или вероломными мошенниками. Подобные гарантии позволяют людям сохранить свои права и предотвращают споры. 2. Самым лучшим залогом является тот, который можно взять. Однако это не означает, что залог недействителен, если его нельзя взять и унести. Упомянув о залоге, который можно получить на руки, Всевышний Аллах разъяснил, что если залог можно получить в руки, то он является надежной гарантией сохранения прав человека, если же его невозможно получить в руки, то такая гарантия несовершенна. 3. Предписание назначать залог, который можно получить в руки, свидетельствует о том, что если между закладчиком и берущим заклад возникают разногласия относительно размера долга и заклада, то окончательное слово остается за берущим заклад, потому что он имеет больше прав и потому что заклад является гарантией его прав. И если его слово не будет окончательным, то сохранение его прав не будет гарантировано в отсутствие писца и свидетелей. 4. Если стороны доверяют друг другу, то им разрешается заключать договора без гарантий, защищающих их права, и без свидетелей. Однако при таких обстоятельствах они должны надлежащим образом бояться Аллаха, поскольку в противном случае человек может лишиться того, что он должен получить. Именно поэтому при таких обстоятельствах Аллах велел тем, кто несет материальную ответственность, бояться Его и полностью возвращать вверенное ему на хранение имущество. 5. Если один человек доверяет другому свое имущество, то он оказывает ему великую честь, признавая его набожность и верность, и поэтому лицо, несущее материальную ответственность, должно полностью вернуть вверенное ему на хранение имущество по двум причинам: чтобы выполнить свои обязанности перед Аллахом, который повелел поступать так, и чтобы выполнить свои обязанности перед тем, кто оказал ему доверие и отдал ему на хранение свою собственность. 6. Шариат категорически запрещает скрывать свидетельство, и если, несмотря на это, человек поступает так, то его сердце - важнейший орган в организме - поражено грехом. Это объясняется тем, что сокрытие истинного свидетельства подобно лживому свидетельству и приводит к ущемлению прав людей и нарушению взаимоотношений между ними. И если человек совершает подобный грех, то он несет ответственность за свой проступок и проступок того, кто несет материальную ответственность перед другой стороной. 7. Следует отметить, что брать залог разрешается как во время поездки, так и на постоянном местожительстве. Однако в обсуждаемом нами аяте упоминается залог только во время поездки, потому что при таких обстоятельствах люди обычно не могут найти писца и свидетелей и прибегают к назначению залога. В завершении этого аята Аллах напомнил о том, что Ему доподлинно известно обо всех деяниях рабов, дабы вдохновить людей на заключение достойных сделок и уберечь их от дурных сделок.",
  "ayah": 283,
  "surah": 2
}
