{
  "text": "Всевышний еще раз напомнил сынам Исраила об оказанной им милости. Это напоминание является одновременно увещеванием, предостережением и призывом к праведным деяниям. Вместе с тем Аллах устрашил их вестью о наступлении Дня воскресения, когда ни один человек, будь то пророк, праведник или любой другой праведный раб Аллаха, не сможет ничем помочь окружающим, даже если это будут его близкие родственники, поскольку помочь человеку смогут только совершенные им деяния. Люди даже не смогут заступиться друг за друга без дозволения Аллаха, Который дозволит заступаться только за тех, кто снискал Его благоволение. А снискать его можно только, творя добро искренне ради Аллаха и в строгом соответствии с пророческими предписаниями. Всевышний Аллах сообщил, что в Судный день грешники не смогут откупиться от наказания. В другом откровении говорится: «А расчет с теми, которые не ответили на Его призыв, будет ужасен. Завладей они всем, что есть на земле, и еще стольким же, они попытались бы откупиться этим. Их пристанищем будет Геенна. Как же скверно это ложе!» (13:18). От неверующих не потребуют выкупа, и им не помогут избавиться от всего страшного и неприятного. Аллах сообщил, что люди совершенно не будут помогать друг другу. Они не смогут принести друг другу пользу или избавить друг друга от зла, а это значит, что никто не будет помогать грешникам по собственной инициативе. А наряду с этим, от них не будут приняты заступничество или выкуп, что означает, что им не принесет никакой пользы то, что будут просить о помощи Того, Кто будет властен оказать им помощь. Аллах не примет от них выкупа и не позволит заступаться за них. Следовательно, рабы не должны связывать надежды с творениями, поскольку те не могут принести пользу окружающим. Напротив, они обязаны уповать на Аллаха, Который способен принести им пользу или уберечь их от вреда. Они должны поклоняться Ему одному, не приобщая к Нему сотоварищей, и просить Его помочь им поклоняться Ему.",
  "ayah": 49,
  "surah": 2
}
