{
  "text": "Проповеди и увещевания не повлияли на израильтян. Их сердца стали еще более черствыми, хотя Аллах оказал им великую милость и показал им Свои знамения. Их сердца не должны были ожесточаться, поскольку они воочию узрели знамения, которые смягчают сердца и обязывают людей повиноваться Аллаху. Всевышний также сообщил, что по своей жесткости сердца нечестивцев превзошли даже железо, поскольку железо, свинец и олово плавятся в огне в отличие от камней. Союз «или» подчеркивает, что их сердца абсолютно не уступали по своей жесткости камням, но не означает, что они превосходили их по этому критерию. Затем Аллах упомянул о превосходстве камней над сердцами нечестивцев и сказал, что среди камней есть такие, из которых бьют родники. Среди них есть такие, которые раскалываются так, что через них протекает вода. Среди них есть такие, которые падают от страха перед Аллахом. Благодаря этим качествам даже камни превосходили сердца нечестивцев, и поэтому они заслужили самое суровое предупреждение. Всевышний напомнил израильтянам о том, что Ему прекрасно известно об их великих и малых грехах, и о том, что они непременно получат заслуженное воздаяние сполна. Следует отметить, что многие комментаторы часто пересказывали на страницах своих произведений предания сынов Исраила. Совместив их с аятами Корана, они превратили евреизмы в толкование Божьего писания. При этом они опирались на высказывание Пророка, да благословит его Аллах и приветствует: «Рассказывайте от имени сынов Исраила, поскольку в этом нет ничего предосудительного». Однако я считаю, что предания сынов Исраила разрешается рассказывать в отдельности, не связывая их с мусульманскими священными текстами и не совмещая их с писанием Аллаха, поскольку толковать его можно только на основании достоверных хадисов Пророка, да благословит его Аллах и приветствует. В достоверном хадисе говорится: «Не верьте людям Писания, но и не отвергайте их повествования». И если достоверность евреизмов вызывает сомнение, тогда как мусульманская религия обязывает каждого человека уверовать в текст и смысл Священного Корана, не подвергая их даже малейшему сомнению, то запрещается понимать коранические откровения на основании этих преданий, переданных неизвестными рассказчиками, тем более что большинство их представляются недостоверными. Толкование Священного Корана не должно вызывать сомнений, однако некоторые богословы не придали этому значения, и евреизмы попали в толкования Корана. Помочь же найти прямой путь может только Аллах.",
  "ayah": 74,
  "surah": 2
}
