{
  "text": "Всевышний пригрозил грешникам, которые искажают Священные Писания и утверждают, что вымышленные ими стихи были ниспосланы Аллахом. Они распространяют ложь и скрывают истину, делая это сознательно, в надежде приобрести мирские блага, которые останутся ничтожными, если даже собрать воедино их всех от первого до последнего. Они используют свою ложь в качестве силка, охотясь за чужим имуществом. При этом они поступают с людьми несправедливо дважды. Во-первых, они вводят их в заблуждение относительно их религии. Во-вторых, они несправедливо присваивают себе их имущество, руководствуясь не истинными предписаниями, а чудовищной ложью. Они совершают более тяжкое преступление, нежели грабители, воры и прочие преступники. Именно поэтому Аллах пригрозил подвергнуть их наказанию за то, что они искажают Писание, распространяя ложь, и приобретают имущество запретным путем. Слова «горе им» являются суровым предупреждением и означают, что их ожидают страдания и печаль. Шейх-уль-ислам Ибн Теймийя в толковании пяти последних аятов сказал: «Аллах упрекнул тех, кто переставлял местами слова Священных Писаний, и это порицание также распространяется на тех, кто пытается обосновать лживую ересь текстами Священного Корана и Сунны. Аллах упрекнул тех, кто не обладает знанием о Писании, а лишь следует пустым мечтам. Это распространяется и на тех, кто отказывается размышлять над Кораном и довольствуется простым произношением его слов, а также на тех, кто сочиняет произведения, противоречащие писанию Аллаха, пытается опровергнуть истинную религию и приписывает свои ошибочные воззрения Аллаху. Такие люди называют свои воззрения шариатом и религией, смыслом Корана и Сунны, представлениями праведных предков и великих богословов, основными воззрениями мусульманской религии, исповедовать которые мусульмане обязаны в целом и в частности. Это порицание также распространяется на тех, кто скрывает знания о Коране и Сунне, дабы никто не мог опровергнуть истину, которую он провозглашает. Так часто поступают люди, потакающие собственным желаниям. В целом, к ним можно отнести рафидитов, а в частности - многих мусульман, называющих себя последователями тех или иных богословов».",
  "ayah": 79,
  "surah": 2
}
