{
  "text": "Всевышний поведал о лицемерах, которые ведут себя, как мусульмане, хотя в душе остаются неверующими. Следует знать, что под лицемерием подразумевается показное благочестие, за которым скрывается зло и нечестие. Это определение распространяется не только на лицемерие в воззрениях, но и на лицемерие в поступках, о котором посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Лицемера выдают три качества: если он рассказывает о чем-нибудь, то лжет; если обещает что-нибудь, то не сдерживает обещания; а если ему оказывают доверие, то он не оправдывает его». В другой версии хадиса говорится: «Истинным лицемером является тот, кто объединил в себе следующие четыре качества: если ему оказывают доверие, то он не оправдывает его; если он рассказывает о чем-нибудь, то лжет; если он заключает с кем-нибудь договор, то поступает вероломно; если же он препирается, то ведет себя непристойно». Что же касается лицемерия в воззрениях, то оно выводит человека из лона ислама. В этой и в других коранических сурах, когда Всевышний Аллах описывает лицемеров, речь идет именно об этой форме лицемерия. Среди приверженцев ислама не было лицемеров до переселения Пророка Мухаммада из Мекки в Медину и после его переселения до того, как произошло сражение при Бадре. В том сражении Аллах одарил мусульман победой, возвеличил правоверных и унизил неверующих, которые проживали в Медине. Опасения за свою жизнь и желание обмануть мусульман побудили некоторых из них делать вид, что они обратились в ислам. Тем самым они надеялись сохранить себе жизнь и уберечь свое богатство. Внешне могло показаться, что они - мусульмане, однако в душе они оставались неверующими. И тогда Аллах смилостивился над правоверными и описал качества лицемеров, дабы правоверные узнавали их, не обольщались их словами и поступками и могли уберечься от их злодеяний. Всевышний сказал: «Лицемеры опасаются, что им будет ниспослана сура, которая поведает о том, что в их сердцах» (9:64). Аллах ниспослал такую суру и описал в ней основные качества этих нечестивцев. Они заявляют, что уверовали в Аллаха и в Последний день. Но в действительности они говорят то, чего нет в их сердцах. Они - лжецы, поскольку истинную веру исповедует только тот, чьи слова не расходятся с воззрениями. Что же касается лицемеров, то своими речами они лишь пытаются обмануть Аллаха и Его верующих рабов.",
  "ayah": 8,
  "surah": 2
}
