{
  "text": "Израильтяне были настолько жестокосердным народом, что не выполняли веления Аллаха и не принимали истину, пока Он не заключил с ними суровый завет. Заключив завет, Аллах велел им поклоняться одному Аллаху и запретил им приобщать сотоварищей к Нему. Это - основное условие религии, без которого Аллах не принимает ни одного доброго поступка. И это - обязанность всех рабов перед Всевышним Господом. Аллах также повелел им делать добро родителям. Это предписание включает в себя любые слова и поступки, посредством которых человек может угодить им. Оно подразумевает и запрет на ослушание родителей и дурное отношение к ним, поскольку доброе отношение к ним невозможно без отказа от ослушания их. Повеление совершать добрый поступок всегда подразумевает запрет на противоположный поступок. Доброму отношению к родителям противопоставляются сразу два поступка: плохое отношение к ним и отсутствие хорошего отношения, если даже при этом человек не делает им плохого. И хотя оба поступка греховны, первый из них является более тяжким. То же самое можно сказать о добродетели по отношению к родственникам, сиротам и беднякам. Все проявления доброго отношению к людям невозможно исчислить, и каждое из них имеет свои рамки. Затем Всевышний Аллах повелел израильтянам делать добро всем людям и говорить им прекрасные слова. Под ними подразумеваются призыв к одобряемым поступкам и предостережение от предосудительных, обучение полезным знаниям и приветствие миром, теплые беседы и прочие прекрасные слова. Безусловно, человек не может удовлетворить материальные нужды всех людей, и поэтому Аллах ниспослал предписание, руководствуясь которым можно делать добро всем творениям. Именно для этого Аллах велел говорить людям добрые и прекрасные слова. Это подразумевает и запрет на дурное обращение с окружающими, если даже они - неверующие. Всевышний сказал: «Если вступаете в спор с людьми Писания, то ведите его наилучшим образом. Это не относится к тем из них, которые поступают несправедливо» (29:46). Аллах повелел Своим рабам произносить достойные речи и совершать достойные поступки. Правоверный не должен допускать грубых и непристойных слов и поступков, не должен браниться и вступать в бесполезные споры. Напротив, он должен всегда соблюдать нормы приличия и проявлять подобающую ему выдержку, вежливо обращаться с людьми и терпеливо сносить причиняемые ими обиды, исполняя волю Аллаха и надеясь на Его вознаграждение. Затем Всевышний велел совершать намаз и выплачивать закят. Ранее мы уже говорили, что намаз подразумевает искреннее поклонение одному Аллаху, а закят - доброе отношение к Его рабам. Если благоразумный и проницательный человек задумается над этими и предыдущими повелениями, то ему станет ясно, что ниспослание этих предписаний и заключение подобного завета было милостью Аллаха по отношению к израильтянам. Однако они с отвращением отвернулись от этой милости. Человек может отвернуться от предписания с намерением вернуться к нему впоследствии, но израильтяне не имели ни малейшего желания вернуться к исполнению воли Господа. Боже, упаси нас от подобного заблуждения! Только немногие из израильтян не отвернулись от истины. Аллах сообщил об этом для того, чтобы люди ошибочно не предположили, что абсолютно все израильтяне отказались выполнять Его предписания. Этими немногими были те, кого Он уберег от грехов и утвердил на прямом пути.",
  "ayah": 84,
  "surah": 2
}
