{
  "text": "انہوں نے اللہ کی اس کتاب کو تو چھوڑ دیا جو خود اس ہدایت کی تصدیق بھی کررہی تھی ۔ جو ان کے پاس تھی اور ان باتوں کی پیروی شروع کردی ۔ جو شیاطین حضرت سلیمان (علیہ السلام) کے دور کی طرف منسوب کرتے تھے ۔ یہ شیاطین حضرت سلیمان (علیہ السلام) کی طرف غلط باتیں منسوب کیا کرتے تھے ۔ یعنی یہ کہ وہ ایک عظیم جادوگر تھے اور انہوں نے جن جن چیزوں کو مسخر کررکھا تھا وہ انہوں نے اس کالے علم کے ذریعے مسخر کررکھی تھیں ۔ قرآن کریم ان کے اس زعم باطل کی تردید کرتے ہوئے یہ کہتا ہے کہ حضرت سلیمان جادوگر نہ تھے ۔ وَمَا كَفَرَ سُلَيْمَانُ ” سلیمان نے کفر نہیں کیا “ قرآن کریم گویا جادوگری کو کفر سمجھتا ہے ۔ اس لئے حضرت سلیمان (علیہ السلام) سے اس کی نفی کرکے اور یہ بتارہا ہے کہ جادوگری کا کام حضرت سلیمان (علیہ السلام) نہیں بلکہ شیاطین کیا کرتے تھے ۔ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ ” کفر کے مرتکب تو وہ شیاطین تھے جو لوگوں کو جادوگری کی تعلیم دیتے تھے ۔ “\nاس کے بعد قرآن کریم اس خیال کی تردید کرتا ہے کہ جادوگری کی تعلیم خود اللہ تعالیٰ نے بابل کے دوفرشتوں ہاروت وماروت پر نازل کی تھی ۔ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ” نہ ہی یہ بات درست ہے کہ جادوگری بابل میں ہاروت وماروت نامی دوفرشتوں پر نازل کی گئی تھی۔ “\nمعلوم ہوتا ہے کہ یہودیوں کے ہاں ان دوفرشتوں کے بارے میں کوئی خاصا قصہ مشہور تھا اور یہودی اور شیطان یہ کہتے تھے کہ دو فرشتے جادو کا علم رکھتے تھے ۔ اور یہ علم وہ لوگوں کو بھی سکھاتے پھرتے تھے ۔ ان کا یہ بھی خیال تھا کہ وہ جادو کی یہ تعلیم ان پر اللہ تعالیٰ کی جانب سے نازل کی گئی تھی ۔ قرآن کریم نے اسی افتراء کی بھی تردید کردی کہ سحر کی تعلیم بابل میں ان دوفرشتوں پر اللہ کی طرف سے نازل ہوئی تھی ۔\nالبتہ یہاں قرآن کریم اس قصہ کی حقیقت کو واضح کردیتا ہے کہ یہ دوفرشتے اللہ تعالیٰ کے حکیمانہ رازوں میں سے ایک راز تھے اور عوالناس کے لئے انہیں بطور فتنہ اور آزمائش بھیجا گیا تھا ۔ اور وہ ہر شخص جو ان کے پاس تعلیم سحر کے حصول کے لئے جاتا تھا وہ اسے کہہ دیتے تھے وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولا إِنَّمَا نَحْنُ فِتْنَةٌ فَلا تَكْفُرْ ” وہ فرشتے جب بھی کسی کو اس کی تعلیم دیتے تھے تو پہلے صاف طور پر متنبہ کردیا کرتے تھے دیکھ ہم محض ایک آزمائش ہیں تو کفر میں مبتلا نہ ہو۔ “\nیہاں قرآن کریم دوبارہ سحر کی تعلیم اور جادوگری کو کفر سے تعبیر کرتا ہے اور اس کے کفر ہونے کا اعلان دو فرشتوں ہاروت وماروت کے ذریعہ کرایا جاتا ہے ۔\nقرآن کریم کہتا ہے کہ بعض لوگ ایسے تھے جو ان فرشتوں کے واضح تنبیہ کے باوجود اس بات پر مصر تھے کہ وہ ان کی سحر سے تعلیم حاصل کریں ۔ جب انہیں اصرار تھا کہ وہ اس فتنے کا شکار ہوں تو اللہ تعالیٰ نے بھی ان کے لئے یہ دروازہ کھول دیا فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ ” پھر بھی یہ لوگ ان سے وہ چیزسیکھتے تھے جس سے شوہر اور بیوی میں جدائی ڈال دیں۔ “\nحالانکہ یہی شر تھا ، اس سیاہ علم میں جس سے فرشتوں نے آگایہ کیا تھا لیکن قرآن کریم موقع ومحل کی مناسبت سے یہاں اسلامی نظریہ حیات کے ایک بنیادی اصول کی طرف مبذول کردیتا ہے یہ کہ اس کائنات میں اللہ کی مشئیت اور اذن کے بغیر ایک پتا بھی حرکت نہیں کرسکتا وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلا بِإِذْنِ اللَّهِ ” یہ بات ظاہر تھی کہ اذن الٰہی کے بغیر وہ اس کے ذریعے کسی کو بھی ضرر نہ پہنچاسکتے تھے ۔ “\nیہ اللہ کی مشیئت اور اس کا اذن ہی ہے جس کی وجہ سے اسباب سے مسببات اور نتائج پیدا ہوتے ہیں ۔ اسلامی نظریہ حیات کا یہ نہایت ہی بنیادی اور اہم اصول اور عقیدہ ہے ۔ اور ایک مومن کے دل و دماغ میں سے اچھی طرح واضح اور جاگزین ہونا چاہئے ۔ اس عقیدے کو پیش کرنے کا بہترین مقام بھی ایسا ہی ساحرانہ ماحول ہوتا ہے ۔ اس میں شک نہیں کہ آپ اگر اپنا ہاتھ آگ میں ڈالیں تو وہ لازماً جل جائے گا ، لیکن یہ جلنا اللہ کے حکم اور مشیئت کے بغیر ممکن نہیں ۔ اللہ ہی نے آگ میں جلانے اور آپ کے ہاتھ میں جلنے کی قابلیت رکھی ہے اور جب وہ چاہے آگ اور بندوں دونوں سے یہ قابلیت سلب کرسکتا ہے ۔ جیسا کہ حضرت ابراہیم (علیہ السلام) کے واقعہ میں ایسا عملاً ہوا بھی۔ یہی حال اس جادو کا بھی ہے جس کے ذریعے جادوگر میاں بیوی میں تفرقہ ڈالتے ہیں ، اگر اللہ کی مشیئت نہ ہو تو وہ کوئی اثر نہیں کرسکتا ۔ اگر اس کی حکمت اور مشیئت متقاضی نہ ہو ، تو وہ جادوگر کی اس خاصیت کو کسی وقت بھی معطل کرسکتا ہے۔\nیہی حال ہے ان تمام مؤثرات اور اسباب کا جو آج تک ہمارے علم میں آچکے ہیں ۔ ان میں سے ہر سبب میں اللہ تعالیٰ نے ایک مخصوص خاصیت ودیعت کی ہے اور یہ خاصیت اللہ تعالیٰ کے اذن اور مشیئت سے کام کررہی ہے ، جس طرح اللہ تعالیٰ نے ان اسباب کو یہ خصوصیات عطا کی ہیں ، بعینہ اسی طرح وہ ان سے خاصیات کو سلب بھی کرسکتا ہے۔\nاس کے بعد قرآن کریم اس چیز کی حقیقت کو بھی کھول کر بیان کردیتا ہے ، جس کی تعلیم وہ حاصل کرتے تھے ۔ یعنی وہ جادو جس کے ذریعے وہ میاں اور بیوی کے درمیان تفرقہ دالتے تھے ۔ قرآن حکیم بتاتا ہے کہ یہ کالا علم خود ان کے لئے بھی کوئی مفید چیز نہ تھی ، وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ ” مگر اس کے باوجود وہ اسی چیز کو سیکھتے تھے ، جو خود ان کے لئے بھی نفع بخش نہیں بلکہ نقصان دہ تھی۔ “ جس فتنے میں وہ مبتلا ہورہے تھے اس کا کفرہونا اس بات کے لئے کافی ثبوت تھا کہ وہ شر ہی شر ہے اور اس میں کوئی منفعت نہیں ہے۔\nوَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ ” اور انہیں خوب معلوم تھا کہ جو اس چیز کا خریدار بنا اس کے لئے آخرت میں کوئی حصہ نہیں ۔ “ اور جب آپ کو یہ معلوم ہے کہ جو کچھ وہ کررہا ہے ، اسی کے نتیجے میں وہ آخرت کی تمام بھلائیوں سے محروم ہوجائے گا اور پھر بھی وہ اس روش کو اختیار کرتا ہے ، تو گویا وہ بالقصد اپنی آخرت کو خراب کررہا ہے اور اپنے آپ کو آنے والے جہاں کی جملہ بھلائیوں سے محروم کررہا ہے۔\nیہ کیوں ؟ تاکہ وہ اس چند روزہ زندگی میں مزے لوٹ لے۔ کیا ہی براسودا ہے جو یہ لوگ کررہے ہیں ۔ حالانکہ وہ اس حقیقت سے اچھی طرح باخبر ہیں۔\nوَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ ” کتنی ہی بری متاع تھی جس کے بدلے میں انہوں نے جان کو بیچ ڈالا ! کاش انہیں معلوم ہوتا ! “",
  "ayah": 102,
  "surah": 2
}
