{
  "text": "بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ” حق یہ ہے کہ جو بھی اپنی ہستی کو اللہ کی اطاعت میں سونپ دے اور عملاًنیک روش پر چلے ، اس کے لئے اس کے رب کے پاس اجر ہے اور ایسے لوگوں کے لئے کسی خوف یا رنج کا موقع نہیں ہے۔ “\nاس سے قبل ایک جگہ یہودیوں کے اس دعوے پر کہ ” انہیں آگ نہیں چھوئے گی مگر چند دن “ کی تردید کرتے ہوئے بھی اللہ تعالیٰ نے اپنے ہاں سزا کا یہ عام اصول بیان کیا تھا۔” ہاں جو بھی برائی کمائے گا اور اس کی برائیاں اسے گھیر لیں گی وہ لوگ جہنمی ہوں گے اور وہ ہمیشہ جہنم میں رہیں گے ۔ “ یعنی خطیئات کے مرتکب لوگوں کو سزا محض اس لئے ہوگی کہ انہوں نے خطیئات کا ارتکاب کیا ۔ اس کے علاوہ کوئی نقطہ نظر یا کوئی پہلو اس کا باعث نہ ہوگا کہ انہیں سزا دی جائے ۔ غرض نیکی اور بدی میں اللہ کے ہاں جزاوسزا کا یہی ایک اصول ہے ۔ بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ جو اپنی ہستی کو اللہ کی اطاعت میں سونپ دے اور عملاً نیک روش پر چلے ” یعنی اپنی پوری ذات کو اللہ کے مختص کردے ۔ اپنے پورے شعور کے ساتھ اللہ کی طرف متوجہ ہوجائے اور جس طرح پہلا شخص خالصتاً برائی میں گرفتار ہوگیا تھا ۔۔ یہ ہمہ تن اللہ کے لئے ہوجائے ۔ “ مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ ” جو اپنی ذات کو پوری طرح اللہ کی اطاعت میں سونپ دے۔ “ اس فقرے میں اسلام کی اہم ترین خصوصیت اور واضح علامت کو بیان کیا گیا ہے ۔ یعنی ایک انسان پوری طرح اللہ کی طرف منہ کرلے ۔ یعنی ہمہ تن متوجہ ہوجائے اور مکمل انقیاد اور اطاعت اختیار کرلے یعنی معنوی طور پر اللہ کے آگے جھک جائے اور عملاً بھی اس کا مطیع فرمان ہوجائے اور چونکہ معنوی رضاوتسلیم کے لئے ظاہری دلیل عملاً اطاعت حکم ہوا کرتی ہے ، اس لئے کہا گیا اور عملاً نیک روش اختیار کرے ۔ اسلام کی اہم ترین خصوصیات اور نشانیوں میں سے ایک یہ امر ہے کہ انسان کا شعور اور روش اس کا عقیدہ اور عمل ، اس کا قلبی ایمان اور عملی روش کے درمیان ہم آہنگی پیدا ہوجاتی ہے ۔ اور تب ایک بندہ مومن اس عطاء الٰہی کا مستحق قرار پاتا ہے۔\nفَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ” ان کے لئے ان کے رب کے پاس اجر ہے اور ایسے لوگوں کے لئے کسی خوف یا رنج کا کوئی موقع نہیں۔ “ ان کا اجر محفوظ اور ان کے رب کے پاس ہے ۔ امن و طمانیت کی ایک عظیم دنیا جس میں رنج والم کا شائبہ تک نہیں ، ان کے لئے منتظر ہے ۔ فرحت و سرور کا ایک عالم ہے جس میں حزن وملال کا کوئی لمحہ نہیں ۔ ان کے لئے تیار ہے ۔ جزا کا یہ اصول عامہ ہے اور تمام لوگ اس میں برابر ہیں ۔ اللہ کے ہاں کسی کی رو رعایت یا کسی کی کوئی شان محبوبیت نہیں ہے ۔",
  "ayah": 112,
  "surah": 2
}
