{
  "text": "یہ قول کہ ” اللہ نے کسی کو بیٹا بنایا ہے ۔ “ یہ صرف عیسائیوں کا ہی عقیدہ نہیں جو وہ حضرت مسیح کے بارے میں رکھتے تھے بلکہ خود یہودی بھی حضرت عزیر کی ابنیت کے قائل تھے ۔ اور یہی عقیدہ مشرکین مکہ اللہ کے فرشتوں کے بارے میں رکھتے تھے ۔ قرآن کریم نے یہاں ان فرقوں کے عقیدے کی تفصیلات بیان نہیں کیں۔ کیونکہ یہاں اجمالی بحث مطلوب تھی ۔ یہاں اجمالاً ان تین فرقوں کی طرف اشارہ مطلوب تھا جو اس وقت جزیرہ عرب میں تحریک اسلامی کا راستہ روکے کھڑے تھے ۔ تعجب ہے کہ آج بھی عالم اسلام میں اسلام کی راہ یہی تین فرقے روکے کھڑے ہیں ۔ یہودی بین الاقوامی صہیونیت کے روپ میں ، عیسائی بین الاقوامی صلیبیت کی شکل میں اور عرب عالمی کمیونزم کی شکل میں ہیں ۔ یہ آخری یعنی کمیونزم اس وقت کے ” عربی شرک “ سے زیادہ شدید کفر ہے ۔ اس مشترکہ خصوصیت کے بیان سے یہودیوں اور عیسائیوں کا یہ دعویٰ خود بخود رد ہوجاتا ہے کہ صرف وہی اہل ہدایت ہیں کیونکہ ہدایت کے اصل عقیدے میں وہ مشرکین کے ہم مشرب ہیں۔\nان کے تصور الٰہ کے دوسرے سقیم وفاسد پہلو کے بیان سے پہلے ہی اللہ تعالیٰ اپنے بارے میں ان کے مذکورہ بالاسقیم تصور سے اپنی پاکی اور براءت کا اعلان کرتا ہے اور یہ بیان کرتا ہے کہ اللہ تعالیٰ اور اس کی مخلوقات کے درمیان تعلق کی نوعیت کیا ہے ؟\nسُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأرْضِ كُلٌّ لَهُ قَانِتُونَ (116) بَدِيعُ السَّمَاوَاتِ وَالأرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ\n” اللہ پاک ہے ان باتوں سے اصل حقیقت یہ ہے کہ زمین و آسمان کی تمام موجودات اس کی ملک ہیں ، سب کے سب ان کے مطیع فرمان ہیں ، وہ آسمانوں اور زمین کا موجد ہے ، اور جس بات کا وہ فیصلہ کرتا ہے ، اس کے لئے بس یہ حکم دیتا ہے کہ ” ہوجا “ اور وہ ” ہوجاتی ہے ۔ “\nاس آیت میں ، اسلامی نقطہ نظر سے اللہ سبحانہ وتعالیٰ کا خالد تجریدی تصور بیان کیا گیا ہے ۔ یہ بتایا گیا ہے کہ اللہ اور اس کی مخلوق کے درمیان تعلق کی نوعیت کیا ہے ؟ نیز اللہ کی ذات سے اس کا ئنات کا صدور کیونکر ہوا ؟ ان تمام امور کے بارے میں جو تصور پیش کیا گیا ہے وہ ان کے بارے میں تمام دوسرے تصورات کے نسبت اعلیٰ وارفع ہے ۔ یہ کائنات اللہ کی ذات والاصفات سے کیونکر صادر ہوئی ؟ بس اللہ نے ارادہ کیا اور وہ وجود میں آگئی ” کُن “ کہنے کی دیر تھی کہ ” فَیَکُونُ “ (وہ ہوگئی) ۔ یعنی کسی ہونے والی چیز کی طرف ارادہ الٰہی کی توجہ ہی امر کے لئے کافی ہے کہ وہ فی الفور وجود میں آجائے ۔ اسی صورت اور شکل میں جو اس کے لئے مقرر اور متعین ہے ۔ اس عمل میں کسی واسطے اور کسی مادی قوت کی کوئی ضرورت پیش نہیں آتی ۔ اب سوال یہ ہے کہ ارادہ الٰہی کسی مخلوق کے ساتھ کیونکر وابستہ ہوجاتا ہے ؟ اور اس کے نتیجے میں مخلوق کس طرح وجود میں آجاتی ہے ؟ تو اس کی حقیقت سے ہم واقف نہیں ہوسکتے ۔ کیونکہ یہ ایک ایسا راز ہے جو انسانی ادراک کے سربستہ ہے ۔ اس لئے کہ انسان کی ادراکی قوت ابھی تک اس راز کی متحمل نہیں ہے۔ ازروئے خلقت انسان کی ادراکی قوت کو اس راز کے معلوم کرنے کا اس لئے متحمل نہیں بنایا گیا کہ انسان کی تخلیق ، جس مقصد کے لئے ہوئی ہے ، اس کی ادائیگی کے سلسلے میں اسے اس کی کوئی ضرورت نہیں ہے ۔ تخلیق انسان کا کیا مقصد ہے ؟ زمین میں فریضہ خلافت کی ادائیگی اور زمین کے اندر تعمیر و ترقی ۔ اللہ تعالیٰ نے اس کائنات کے قوانین قدرت کے اتنے ہی راز بتائے ہیں جن کی اسے ضرورت تھی اور جن کے بغیر وہ اپنے فرائض منصبی ادا نہیں کرسکتا تھا۔ اور جن کے ذریعے انسان کے لئے خزائن الارض سے انتفاع ممکن ہوا۔ دوسری طرف اسے ایسے رازوں سے بیخبر رکھا گیا جن کا مقصد تخلیق انسانیت یعنی خلافت کبریٰ کے ساتھ کوئی تعلق نہ تھا۔ اس سلسلے میں دوسرے فلسفے اس بھٹکے کہ انہیں کہیں بھی روشنی کی کرن نظر نہ آئی ۔ وہ بےسود ان اسرا و رموز کے حل کے پیچھے پڑے رہے ۔ انہوں نے ایسے مفروضے قائم کئے جو محض انسانی ادراک کی پیداوار تھے ۔ حالانکہ انسانی ادراک اپنی خلقت ہی کے اعتبار سے اس قابل نہیں کہ وہ ان فوق الطبیعاتی مفروضات پر غور کرسکے ۔ اللہ تعالیٰ نے انسانی ادراک کو سرے سے وہ ذرائع ہی نہیں دئیے جن کے ذریعے وہ ان بھیدوں تک پہنچ سکے ۔ چناچہ اگر غور کیا جائے تو تمام فلسفیانہ افکار میں سے اعلیٰ ترین افکار بھی ایسے مضحکہ انگیز ہیں کہ انہیں دیکھ کر ایک عام انسان بھی حیران رہ جاتا ہے اور سوچنے لگتا ہے کہ ایک فلسفی اور ذہین شخص ان نتائج تک کیونکر پہنچا ۔ یہ سب کچھ اس لئے ہوا کہ ان فلسفوں کے پیش کرنے والوں نے انسانی ادراک کو اس کی فطری حدود سے آگے بڑھایا اور اسے ان فوق الطبیعاتی مسائل میں استعمال کیا جن میں اس کی کوئی مجال نہ تھی ۔ اس لئے وہ کسی قابل اطمینان نتیجے تک نہ پہنچ سکے ۔ بلکہ ان کے نتائج کی فکر اس شخص کی نظر میں کوئی وقعت نہیں رکھتے جو اسلامی نظریہ حیات پر ایمان رکھتا ہو اور اس کے سایہ عاطفت میں زندگی بسر کررہا ہو ۔ اسلام نے اپنے معتقدین کو بغیر واضح حجت کے ان اندھیروں میں ٹامک ٹوئیاں مارنے سے محفوظ کردیا ہے۔ اس لئے وہ بنیادی طور پر غلط طریق فکر کی راہ سے مابعد الطبیعاتی مسائل کے حل کی ناکام کوشش ہی نہیں کرتے ۔ مابعد ادوار میں مسلمانوں میں سے جن متفلسفوں نے ، یونانی فلسفے سے متاثر ہوکر فلسفیانہ مفروضات کے مطابق سوچنا شروع کیا ، وہ بےحد الجھن اور غلط مبحث کا شکار ہوئے ۔ جیسا کہ ان سے پہلے ان کے اساتذہ یونانی فلسفی شکار ہوئے تھے ۔ ان مسلم فلسفیوں نے اسلامی نظام فکر میں وہ مسائل داخل کردئیے جو اس کے مزاج ہی کے خلاف تھے ۔ اور انہیں اسلامی نظریہ حیات کی حقیقت سے دور کا بھی واسطہ نہ تھا ۔ غرض جب بھی انسان نے اپنی عقل وفکر کو اپنی حدود سے آگے بڑھایا اور اپنے مزاج اور خلقت کے خلاف استعمال کیا اس کا انجام یہی رہا ۔ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأرْضِ كُلٌّ لَهُ قَانِتُونَ ” اصل حقیقت یہ ہے کہ زمین و آسمان کی تمام موجودات اس کی ملک ہیں ۔ سب کے سب اس کے مطیع فرمان ہیں ۔ “",
  "ayah": 116,
  "surah": 2
}
