{
  "text": "ذرا انداز کلام ملاحظہ ہو ! کلام کا آغاز حکایتی ہے ۔ ایک قصے کا آغاز یوں ہوتا ہے ۔ وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ ” اور یاد کرو جب ابراہیم (علیہ السلام) اور اسماعیل (علیہ السلام) اس گھر کی بنیادیں اٹھا رہے تھے۔ “\nاب قاری انتظار میں ہے کہ یہ حکایت آگے بڑھے گی ، لیکن اچانک ہمارے تصور کے اسکرین پر ایسا منظر آتا ہے کہ گویا حضرت ابراہیم اور حضرت اسماعیل اس پر سامنے آتے ہیں ۔ محسوس ہوتا ہے کہ گویا تصور نہیں بلکہ ہم اپنی آنکھوں سے ان حضرات کو دیکھ رہے ہیں ۔ وہ ہمارے سامنے حاضر ہیں اور قریب ہے کہ ہم ان حضرات کی یہ رقت آمیز دعا اپنے کانوں سے سن لیں۔\nزمزمہ دعا ، نغمہ التجا اور طلب مدعا کی یہ عجیب فضا بالکل آنکھوں کے سامنے ہے ، گویا یہ سب کچھ اسی وقت ہورہا ہے ۔ ایک زندہ اور متحرک منظر سامنے ہے جس کے کردار مشخص کھڑے ہیں ۔ حسین و جمیل تعبیر اور انداز گفتگو قرآن مجید کی خصوصیات میں سے ایک اہم خصوصیت ہے ۔ قرآن مجید ازمنہ سابقہ کے کسی بھی منظر کو اسی طرح بیان کرتا ہے کہ وہ بالکل اسکرین پر چلتا ہوا نظر آتا ہے ۔ زندگی سے بھرپور ، متحرک اور شخصی تصویر کشی اور منظر نگاری کی یہ ایسی خصوصیت ہے جو اللہ کی اس دائمی کتاب ہی کو زیب دیتی ہے اور ہے بھی معجزانہ ۔\nاور اس دعا کے اندر کیا ہے ؟ نبوت کی نیاز مندانہ ادا ، نبوت کا پختہ یقین اور اس کائنات میں نظریہ اور عقیدے کا پیغمبرانہ شعور ۔ یہی ادا اور یقین اور یہی شعور اللہ تعالیٰ وارثان انبیاء کو سکھانا چاہتے ہیں ۔ قرآن مجید کی یہ کوشش ہے کہ اس القاء کے ذریعہ یہ شعور وارثان انبیاء کے دل و دماغ میں عمیق تر ہوجائے ۔\nرَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ (127) ” اے ہمارے رب ، قبول فرما ، بیشک آپ ہی سننے والے ہیں اور جاننے والے ہیں ۔ “ یہ دعائے اجابت ہے ۔ اور یہی منتہائے مراد ہے ۔ اس لئے کہ یہ عمل خالص اللہ کے لئے ہے ۔ خشوع اور خضوع کے ساتھ ۔ اس کے ذریعہ وہ دونوں اللہ کی جانب متوجہ ہوں ۔ اور اس سب کاروائی اور عمل کے پیچھے صرف رضائے الٰہی اور مقبولیت دعا کا جذبہ کار فرما ہے ۔ اور امید کی کرن یہ ہے کہ اللہ تعالیٰ ہر پکارنے والے کی پکار سنتا ہے اور اس کے ساتھ ساتھ اس پکار کے پیچھے جو جذبہ کارفرماہوتا ہے اور پکارنے والے کا جو شعور ہوتا ہے وہ اس کے علم میں ہوتا ہے ۔",
  "ayah": 127,
  "surah": 2
}
