{
  "text": "سکرات الموت کے وقت حضرت یعقوب (علیہ السلام) اور آپ کے بیٹوں کا یہ منظر ایک عظیم منظر ہے ۔ یہ منظر ایک نہایت ہی نصیحت آموز ، سبق آموز اور پر تاثیر منظر ہے ایک شخص موت وحیات کی کشمکش میں مبتلا ہے اور ان لمحات میں اس کے دل و دماغ پر کیا چھایا ہوا ہے ؟ وہ کیا دلچسپی ہے جس میں اس کا دل و دماغ مشغول ہے حالانکہ وہ زندگی کے آخری لمحات میں ہے۔ اس وقت وہ کس عظیم الشان معاملے میں بات کرکے اس کے بارے میں اطمینان حاصل کرنا چاہتے ہیں ۔ وہ اپنی اولاد کے لئے کیا ترکہ چھوڑ رہے ہیں اور تاکید کرتے ہیں کہ وہ اس ترکہ کی آخردم تک حفاظت کریں اور وہ آخری ہچکیوں میں اسے اولاد کے حوالے کررہے ہیں اور اس پر بڑی تفصیل سے بات کرتے ہیں ۔ یہ ترکہ نظریہ حیات اور عقیدے کا ترکہ ہے ۔ یہی وہ دولت ہے جسے وہ بیٹوں کے حوالے کرتے ہیں اور یہی وہ اہم مسئلہ ہے جس میں وہ بےحد دلچسپی لے رہے ہیں ۔ یہ ہے وہ عظیم الشان مسئلہ جس میں وہ بےحد دلچسپی لے رہے ہیں ۔ یہ ہے وہ عظیم الشان معاملہ جو آخری لمحات میں بھی انہیں یاد ہے مَا تَعبُدُونَ مِن بِعدِی تم میرے بعد کس کی بندگی کروگے ۔ “\nیہ ہے وہ عظیم معاملہ جس کے لئے تمہیں بلایا ہے ۔ اور اس اہم معاملے میں ، میں چاہتا ہوں کہ تم اسے اطمینان حاصل کرلوں ۔ یہ میری دولت ہے ، میرا ترکہ ہے اور وہ اہم امانت ہے جو میں تمہارے سپرد کررہا ہوں قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ ” ان سب نے کہا ! ہم اس ایک اللہ کی بندگی کریں گے جسے آپ نے ، آپ کے بزرگوں ابراہیم اور اسماعیل (علیہم السلام) نے اللہ مانا۔ اور ہم اس کے مسلم ہیں۔ “\nیوں وہ اپنے دین کو دین کو پہچان لیتے ہیں ۔ اسے یاد کرلیتے ہیں ۔ اس ورثے کو وہ قبول کرتے ہیں ۔ اور اس کی حفاظت کا مصمم ارادہ کرلیتے ہیں اور یوں وہ اپنے والد محترم کو مطمئن کردیتے ہیں جو اپنی زندگی کے آخری لمحات میں ہے۔\nحضرت یعقوب (علیہ السلام) کی اولاد نے آخر تم تک ہمیشہ اس وصیت کا خیال رکھا اور وہ ہمیشہ اس بات کے معترف رہے کہ وہ مسلم ہیں ۔ اس موقع پر قرآن مجید بنی اسرائیل سے یہ سوال کرتا ہے۔ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ\n” کیا تم موجود تھے جب حضرت یعقوب (علیہ السلام) کے سامنے موت آگئی۔ “\nہاں یہ واقعہ ہوا تھا ، قرآن مجید اس کی گواہی دیتا ہے ، اس کی تائید کرتا ہے۔ یوں قرآن مجید ان لوگوں کے مکر و فریب کا پردہ چاک کردیتا ہے اور یہ فیصلہ کردیتا ہے کہ بنی اسرائیل کا اب اپنے جد امجد اسرائیل کے ساتھ کوئی نظریاتی یا روحانی تعلق نہیں ہے ۔\n” اس بیان کی روشنی میں وہ فرق و امتیاز کھل کر سامنے آجاتا ہے جو دور رفتہ کی امت مسلمہ اور تحریک اسلامی کے مزاحم بنی اسرائیل کے درمیان پایا جاتا ہے ۔ اس لئے کہ دور رفتہ کی اس امت مسلمہ اور اب کے نام نہاد جانشینوں کے درمیان کوئی تعلق کوئی وراثت اور کوئی روحانی وراثت کا تعلق نہیں ہے۔ “",
  "ayah": 133,
  "surah": 2
}
