{
  "text": "ہر شخص اپنا حساب خود دے گا ۔ ہر ایک کا اپنا راستہ ہے ، ہر ایک کا ایک عنوان ہے اور ہر کسی کی اپنی خصوصیات ہیں ۔ وہ ایک مومن جماعت تھی جس کا بعد میں آنے والے اس کے فاسق جانشینوں سے کوئی تعلق نہیں ہے ۔ بعد میں آنے والے ناخلف اور نالائقوں کا ان پاک بازوں سے کیا واسطہ ؟ وہ ایک علیحدہ جماعت تھے اور یہ ایک علیحدہ جماعت ہیں ۔ ان کا جھنڈا علیحدہ تھا اور ان کا جھنڈا جدا ہے ۔ ان کا تصور حیات ایک ایمانی تصور حیات تھا اور ان نالائقوں کا تصور حیات بالکل جاہل تصور ہے ۔ جاہلی تصور حیات میں ایک جماعت اور دوسری جماعت اور ایک دور ایک دوسرے دور میں فرق نہیں کیا جاتا کیونکہ اس کے تصور کے مطابق اگر دو معاشروں کے درمیان اگر خون اور نسب کا اتحاد ہے تو گویا دونوں معاشرے ایک ہی ہیں لیکن ایمانی تصورحیات میں ایک مومن معاشرے اور ایک فاسق معاشرے کے درمیان امتیاز ہوتا ہے۔ ان کے درمیان کوئی رشتہ داری نہیں ہوتی ۔ کوئی تعلق نہیں ہوتا اور نہ یہ دونوں معاشرے ایک امت بن سکتے ہیں ۔ اللہ تعالیٰ کے ہاں یہ دونوں علیحدہ امتیں ہیں ۔ اس لئے مومنین کی اقدار حیات کے مطابق بھی یہ دونوں مختلف اور متضاد ہیں ۔ اسلامی تصور حیات کے مطابق ایک امت صرف وہ ہوتی ہے ، جو صرف ایک نظریہ حیات اور عقیدہ پر ایمان رکھتی ہو ، چاہے جسمانی تعلق کے لحاظ اور رنگ نسل کے اعتبار سے اس کا تعلق مختلف علاقوں سے ہو۔ اسلامی جماعت کا تعلق کسی زمین کسی علاقے یا کسی رنگ ونسل سے نہیں ہوتا ، یہ وہ تصور حیات ہے جو شرف انسایت کے زیادہ مناسب ہے ۔ جس کی اساس بلند اور عالم بالا کی روحانیت پر ہے اور اس کی بنیاد خاکی اور سفلی تعلقات پر نہیں ہے ۔\nحضرت ابراہیم (علیہ السلام) کے دور کے تاریخی واقعات کے اس تفصیلی بیان کے ضمن میں مسلمانوں کے بیت الحرام اور کعبہ کی تاریخ کے بیان کے ضمن میں اور اسلامی نظام زندگی کی حقیقت اور موروثی تصورات کی حقیقت کے بیان کے ضمن میں ، اب قرآن کریم معاصر اہل کتاب کے بوگس دعوؤں کی طرف متوجہ ہوتا ہے ۔ اور ان کے غلط۔ خیالات ، بےبنیاد دلائل اور غیر معقول مباحث کی تردید کرتا ہے ، جن سے معلوم ہوتا ہے کہ ان کے سب تصورات دلائل کے اعتبار سے اور بحث وجدال کے میدان میں پائے چوبین ہیں ۔ اور محض ضد ، عناد پر مبنی ہیں اور ان کے ان مزعومات کے حق میں ان کے پاس کوئی دلیل نہیں ہے ۔ یوں قرآن مجید یہ ثابت کرتا ہے کہ اسلامی نظریات و عقائد دراصل معقول اور فطری عقائد ہیں ۔ اور ان سے انحراف صرف وہ شخص کرسکتا ہے جو صرف ضدی اور معاند ہو۔ اللہ تعالیٰ فرماتے ہیں ۔",
  "ayah": 134,
  "surah": 2
}
