{
  "text": "سوال یہ ہے کہ کوئی بیوقوف کبھی یہ سمجھا ہے کہ وہ بیوقوف ہے ، یا کوئی گمراہ کبھی یہ شعور رکھتا ہے کہ وہ جادہ مستقیم سے ہٹ چکا ہے ۔ اس کے اب منافقین کی آخری صفت کو بیان کیا جاتا ہے جس میں بتایا گیا ہے کہ یہ لوگ صرف جھوٹ ، فریب کاری ، تحقیر مسلمین اور ادعاء وتعلی ہی میں مبتلا نہیں بلکہ ان مذموم صفات کے ساتھ وہ پست ہمت ، لئیم ، سازشی اور مکار بھی ہیں ۔ ان کی حالت یہ ہے کہ وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ ” جب یہ اہل ایمان سے ملتے ہیں تو کہتے ہیں کہ اصل میں تو ہم تمہارے ساتھ ہیں اور ان لوگوں سے محض مذاق کررہے ہیں ۔ “\nبعض لوگ اس ذلت اور کمینگی کو قوت اور حکمت سمجھتے ہیں ، مکروفریب ان کے پر خیال میں غایت درجے کی فراست وسیاست ہوتی ہے۔ حالانکہ یہ چیز درحقیقت بےچارگی اور خسیس پنے کی آخری حد ہوتی ہے ۔ ایک پرشوکت اور قوی انسان کبھی کمینہ اور خبیث النفس نہیں ہوسکتا۔ نہ اسے مکر و فریب کی ضرورت پڑتی ہے ۔ نہ اسے اس بات کی ضرورت پڑتی ہے کہ وہ تنہائی میں چغل خوریاں کرے اور طعنے اور طنز سے دل کا غبار نکالے ۔ ان منافقین کا یہ حال تھا کہ وہ کھلم کھلا مسلمانوں کا سامنا کرنے سے کترا رہے تھے اور مومنین سے مل کر اپنی طرف سے بھی اس بات کا اظہار کررہے تھے کہ ہم مومن ہیں تاکہ اس طرح وہ مومنین کی جانب سے ہر قسم کی اذیت سے محفوظ رہیں اور اس طرح محفوظ ومامون ہو کر مومنین کے خلاف نیش زنی کرتے رہیں ۔ یہ لوگ جب اپنے شیاطین کے پاس جاتے ، جو غالباً (یہود ہوا کرتے تھے ، اور جنہیں ایسے لوگوں میں سے ایسے کئی افراد مل جاتے تھے جو اسلامی صفوں میں انتشار واختلاف پھیلانے کے لئے استعمال ہوں ۔ دوسری طرف یہودی بھی ایسے لوگوں کے لئے ایک سہارے اور ملجاوماویٰ کا کام کرتے تھے ۔ چناچہ یہ منافقین ” جب علیحدگی میں اپنے شیطانوں سے ملتے تو کہتے کہ اصل میں ہم تو تمہارے ساتھ ہیں اور ان لوگوں سے محض مذاق کررہے ہیں ۔ “ مومنین سے ان کا مذاق یہ تھا کہ وہ ایمان اور تصدیق قلبی کا اقرار کرتے تھے اور سمجھتے تھے کہ بس مومنین کیا جانتے ہیں کہ ہم کیا ہیں ۔\nان کی اس عیارانہ گفتگو اور مکارانہ طر زعمل کی وضاحت کے فوراً بعد قرآن کریم انہیں ایسی سخت ڈانٹ پلاتا ہے کہ اگر احساس ہو تو پہاڑ بھی مارے خوف کے کانپ اٹھیں۔",
  "ayah": 14,
  "surah": 2
}
