{
  "text": "پارہ دوم ایک نظر میں\nسورة بقرہ کے اس حصے میں ، یعنی پارہ دوئم کے شروع ہی سے اس امر پر زور دیا جارہا ہے کہ تحریک اسلامی کو امانت کبریٰ کی ذمہ داریاں اٹھانے کے لئے تیار ہوجانا چاہئے ۔ اسلامی نظریہ حیات کی ذمہ داریاں ۔ پھر اس نظریہ حیات کی اساس پر دنیا میں نظام خلافت کے قیام کی ذمہ داریاں ۔ اگرچہ جابجا تحریک اسلامی کے مخالفین کے ساتھ بحث و تکرار کے مضامین بھی پائے جاتے ہیں ۔ اس وقت مخالفین کے سرخیل بنی اسرائیل ، یعنی یہودی تھے ۔ اس لئے یہاں ان کی سازشوں ، مکاریوں اور اسلامی نظریہ حیات کے خلاف ان کی نظریاتی جنگ اور تحریکِ اسلامی کے وجود کے خلاف ان کی جدوجہد کا مقابلہ کیا جاتا ہے ۔ جگہ جگہ اللہ تعالیٰ کی جانب سے تحریک اسلامی کو ہدایات دی گئیں ہیں اور انہیں دشمنان تحریک اسلامی کی اس چومکھی لڑائی سے خبردار کیا گیا ہے جو انہوں نے تحریک کے خلاف شروع کررکھی ہے ۔ مسلمانوں کو ان کی کوتاہیوں سے آگاہ کیا گیا ہے ، جن میں بنی اسرائیل مبتلا ہوگئے تھے ۔\nاس پارے اور سورت کے بقیہ حصے کا بنیادی مضمون امت مسلمہ کو ایک مستقل تشخص اور ایک علیحدہ قبلہ عطا کرتا ہے ، تاکہ وہ ایک ایسی امت قرار پائے جو منصب خلافت الٰہی کی حامل بن سکے ۔ اور اسے ایک الگ ایسا نظام قانون اور الگ شریعت دی جائے جو پہلے آئے ہوئے قوانین وشرائع کی تصدیق کرتی ہو اور ان کی حامل ہو ۔ اور امت ایک جامع نظام اور عمومی منہاج کی حامل ہو۔ سب سے اہم یہ کہ یہ امت انسانی حیات وممات کے بارے میں ایک خاص نظریہ کی حامل ہو ۔ اسے امر کا شعور ہو کہ اسے اس نظریہ حیات کی راہ میں مال وزر ، شعور و خیال ، طور واطوار اور جان وآبرو کی کیا کیا قربانیاں دینی ہوں گی ۔ اسے اپنے آپ کو قرآن وسنت کے مطابق قادر مطلق کے اقتدار اعلیٰ کے ماننے اور اس کی اطاعت کے لئے تیار کرنا ہے ۔ غرض تسلیم ورضا اور نہایت فرمانبرداری کے ساتھ اسے یہ سب کچھ کرنا ہے۔\nیہی وجہ ہے کہ ابتداء ہی سے تحویل قبلہ کے متعلق بات شروع کی جاتی ہے ۔ تحویل قبلہ کے حکم سے معلوم ہوتا ہے کہ اس امت کو امت وسط قرار دیا جارہا ہے ۔ یہ لوگوں پر گواہ ہے اور رسول امت پر گواہ ہیں ۔ یہ امت پورے کرہ ارض کی قائد ہے ، رہبر و راہنما ہے ، لہٰذا اسے نصیحت کی گئی ہے کہ اس منصب کی وجہ سے اسے جو جو مشکلات پیش آئیں ان پر صبر کرے ۔ راضی برضا رہنا ہوگا۔ مالی وجانی قربانیاں پیش کرنی ہوں گی اور ہر حال میں اپنے تمام امور اللہ کے سپرد کردینے ہوں گے ۔\nذرا آگے چلیں تو ہمارے سامنے ایمانی تصور حیات کے کچھ اصول رکھے جاتے ہیں ۔ بتایا جاتا ہے کہ ” نیکی “ تقویٰ اور عمل صالح کا دوسرانام ہے ۔ شرق وغرب کی سمتیں اور عبادت کرتے وقت ان کی طرف رخ کرنا بذات خود کوئی ٹھوس نیکی نہیں ہے ۔ دراصل یہ یہودیوں کی اس غوغا آرائی کا جواب ہے جو وہ تحویل قبلہ کے وقت بپاکئے ہوئے تھے ۔ وہ حقائق کو مسخ کررہے تھے یا چھپا رہے تھے اور یہ تمام بحث و تکرار ایک نمائش تھی ۔ وہ یہ سب کچھ سوچ سمجھ کر کررہے تھے ، چناچہ ان آیات میں زیادہ تربحث تحویل قبلہ اور اس سے متعلق دوسرے مباحث پر مشتمل ہے۔\nاب سیاق کلام تحریک کی عملی تنظیم کی طرف پھرجاتا ہے اور ساتھ ساتھ بنیادی عبادات سے متعلق بھی کچھ احکام دیئے جاتے ہیں ۔ بتایا جاتا ہے کہ اجتماعی نظم اور عبادت ہی دراصل وہ بنیادی اصول ہیں جن پر امت مسلمہ کی اجتماعی زندگی کا قیام ہے ۔ معاشرہ کی تنظیم اس لئے بھی ضروری ہے کہ تحریک اس ذمہ داری کو بحسن و خوبی ادا کرسکے جو اس پر ڈالی گئی ہے ۔ چناچہ اس حصے میں قانون قصاص ، قانون وصیت ، احکام صیام ، مسجد حرام اور اشہر حرام میں قانونی جنگ فریضہ حج ، شراب اور جوئے کے تعزیزی قوانین اور عائلی قوانین کا ذکر ہے ۔ یہ سب احکام اسلامی نظریہ حیات اور تعلق باللہ کے اصولوں پر قائم ہیں ۔ اس پارے کے آخری حصہ میں جہاد بالنفس اور جہاد بالمال کی مناسبت سے بطور عبرت و مثال موسیٰ (علیہ السلام) کے بعد بنی اسرائیل کی نشاۃ ثانیہ کا ذکر بھی کیا گیا ہے ۔ جب انہوں نے اپنے وقت کے نبی سے کہا :” ہمارے لئے ایک بادشاہ مقرر کردو تاکہ ہم اللہ کی راہ میں جنگ کریں۔ “ (1)\nیہ بھی تحریک اسلامی کے لئے عبرت ہے ۔ اس میں اس کے لئے اہم تجربات وہدایات موجود ہیں کیونکہ تحریک اسلامی ہی ان امم کے نظریات اور تجربات کی اصل وارث ہے ۔\nپارہ اول کے عمیق مطالعے سے اس کشمکش کی حقیقت عیاں ہوجاتی ہے جو قرآن مجید نے برپا کی تھی ۔ امت مسلمہ کی تعمیر وتشکیل کے سلسلے میں قرآن کا نصب العین واضح ہوتا ہے۔ یہ ایک عظیم کشمکش ہے ۔ جو بیرونی سازشوں ، نفرتوں ، دھوکہ بازیوں ، جھوٹے پروپیگنڈوں اور سفید جھوٹ کے پلندوں کے خلاف شروع کی گئی ہے ۔ اور نفس انسانی کی اصلاح کے لئے اس کی اندرونی وبشری کمزوریوں ، اخلاقی فتنوں اور گمراہیوں کے خلاف برپا ہے ۔ یہ دراصل تعمیر ہدایت اور صحیح تصور حیات قائم کرنے کا معرکہ ہے جس پر ایک ایسی امت کی اساس رکھنی ہے جو خلیفۃ اللہ فی الارض کا منصب سنبھال سکے اور پوری دنیا کو ایک صالح قیادت دے سکے ۔\nقرآن کا اعجاز تو دیکھئے ! تنظیم جماعت کے وہ اصول و مبادی اور ہدایات واشارات جو اس نے سب سے پہلی اسلامی جماعت کے لئے تجویز کئے وہ آج بھی اور کل بھی ہر اس جماعت کے لئے ضروری ہیں جو اسلامی خطوط پر اٹھنا چاہے ۔ اسلام نے اپنے مخالفین کے مقابلے میں جو معرکہ سر کیا آج بھی ہر مخالف اسلام کے خلاف وہی معرکہ بپا ہواہوسکتا ہے بلکہ قرآن اپنے اولین مخالفین کی جن سازشوں اور مکاریوں اور مخالفانہ تدبیروں سے برسرپیکار ہوا ۔ وہ مخالفین بعینہٖ آج بھی موجود ہیں اور ان کی مکاریاں ، سازشیں اور تدبیریں آج بھی وہی ہیں چناچہ امت مسلمہ آج اپنی جدوجہد اور اپنے بچاؤ کے لئے انہی ہدایات کی محتاج ہے جس کے لئے پہلی اسلامی تحریک محتاج تھی ۔ اسی طرح آج بھی تحریک اسلامی اپنے صحیح تصور حیات ، اس کائنات میں اپنے منصب کے تعین ، لوگوں کے ساتھ اپنے تعلقات کے انضباط میں انہی ہدایات اور نصوص قرآنی کی محتاج نظر آتی ہے ۔ اس سلسلے میں قرآن واضح سنگہائے میل پیش کرتا ہے جبکہ علم ومعرفت اور رشد وہدایت کے تمام دوسرے مصادر جدید سے جدید سلسلے بھی اس سلسلے میں خاموش ہیں ۔ قرآن آج بھی اس امت کا اس کی پوری زندگی میں راہ عمل ہے ۔ وہ اس امت کا آج بھی اس راہ حقیقت میں رہبر و راہنما ہے ۔ وہ آج بھی امت کا مکمل دستور اس کے نظام زندگی کا منبع اس کی اجتماعیت کا مرجع ہے ۔ اس کے عالمی معاملات اور اخلاقی ضوابط کا سرچشمہ ہے۔ یہ ہے اس کتاب کا اصل اعجاز !\nدرس 8 ایک نظر میں\nاس سبق میں موضوع سخن صرف تحویل قبلہ ہے ۔ تمام مباحث اس سے متعلق ہوں گے ۔ اس پورے سبق میں ان سازشوں کو بےنقاب کیا گیا ہے جو اس موقع پر یہودیوں نے ، اسلامی جماعت کی صفوں میں انتشار پھیلانے کے لئے کیں ۔ اس واقعے پر یہودنے جو اعتراضات کئے اور ان کے نتیجے میں اہل اسلام کے ذہنوں پر جو اثرات ہوئے ، انہیں دور کیا گیا ہے۔\nاس واقعہ سے متعلق کوئی قطعی روایت نہیں ہے ۔ نہ ہی اس کی تاریخ کے بارے میں قرآن مجید میں کچھ ذکر ہے ۔ ان آیات کا تعلق بیت المقدس سے خانہ کعبہ کی طرف قبلے کی تحویل سے ہے ۔ یہ واقعہ مدینہ طیبہ میں ہجرت کے سولہ یا سترہ ماہ بعد پیش آیا ۔ اس سے متعلق روایات پر مجموعی نظر ڈالنے سے اجمالاً یہ معلوم ہوتا ہے کہ مکہ مکرمہ میں ، فرضیت صلوٰۃ کے بعد ، مسلمان خانہ کعبہ کی طرف منہ کرکے نماز پڑھتے تھے ۔ اگرچہ یہ بات منصوص نہیں ہے ، ہجرت مدینہ کے بعد ، امرربی سے مسلمان بیت المقدس کی منہ کرکے نماز پڑھنے لگے تھے ۔ اگرچہ اس سلسلے میں بھی قرآن مجید کی کوئی آیت نازل نہیں ہوئی تھی صرف رسول اللہ ﷺ کو حکم دیا گیا تھا ۔ آخرکار اس معاملے میں قرآن مجید کی یہ آیت نازل ہوئی :\nفَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُمَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ (البقرہ : 144)\n” مسجد حرام کی طرف رخ پھیر دو ۔ اب جہاں کہیں تم ہو ، اسی کی طرف منہ کرکے نماز پڑھا کرو۔ “ سابق حکم منسوخ ہوگیا ۔ حقیقت واقعہ جو بھی ہو ، لیکن مسلمان چونکہ بیت المقدس کی منہ کرکے نماز پڑھتے تھے اور بیت المقدس اہل کتاب یعنی یہود ونصاریٰ کا قبلہ تھا ، اس لئے یہود مدینہ نے اسے اسلام میں داخل نہ ہونے کا بہانہ بنالیا تھا۔ وہ کہتے تھے کہ محمد ﷺ اور ان کے ساتھی چونکہ ہمارے قبلے کی طرف منہ کرکے نماز پڑھتے ہیں اس لئے دین دراصل ہمارا ہی دین ہے ۔ ہمارا قبلہ ہی حقیقی قبلہ ہے ۔ ہم اصل ہیں اور مسلمان تابع ، لہٰذا محمد ﷺ اور ان کے ساتھیوں کے لئے مناسب یہ ہے کہ خود وہ دین یہود میں داخل ہوجائیں ، نہ کہ وہ ہمیں اپنے دین کی طرف بلائیں۔\nعلاوہ ازیں ، بیت المقدس کو قبلہ بنانا عرب مسلمانوں کو بہت شاق تھا ۔ وہ بیت الحرام کے ادب واحترام کے خوگر تھے ۔ وہ ہمیشہ سے ان کا کعبہ اور قبلہ تھا ۔ اس پر مستزاد یہ کہ یہودیوں نے اس پر فخر کرنا شروع کردیا تھا کہ مسلمان ان کے قبلے کی طرف رخ کرکے نماز پڑھتے ہیں ۔ وہ اسے دین اسلام کے خلاف بطور دلیل بھی استعمال کررہے تھے ۔\nاندریں حالات رسول ﷺ ، بار بار آسمان کی طرف منہ اٹھاتے اور اپنے رب کی طرف متوجہ ہوتے تھے ، لیکن زبان سے کچھ نہ فرماتے تھے ۔ اس انتظار میں تھے کہ خداوند تعالیٰ اپنی مرضی سے راہنمائی فرمائیں گے۔\nیہ حالات ہیں کہ وحی کا نزول ہوتا ہے ۔ رسول ﷺ کی خواہش پوری ہوجاتی ہے :\nقَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُمَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ (البقرہ : 144)\n” اے نبی یہ تمہارے منہ کا بار بار آسمان کی طرف اٹھنا ہم دیکھ رہے ہیں ۔ لو ، ہم اسی قبلے کی طرف تمہیں پھیر دیتے ہیں جسے تم پسند کرتے ہو ۔ مسجد حرام کی طرف رخ پھیر دو ۔ اب جہاں کہیں تم ہو ، اس کی طرف منہ کرکے نماز پڑھا کرو۔ “\nروایت میں آتا ہے کہ یہ واقعہ ہجرت کے سولہویں یا سترہویں ماہ میں پیش آیا۔ مسلمانوں نے جب تحویل قبلہ کی خبر سنی تو ان میں سے بعض نماز کی حالت میں تھے ، اور نصف نماز پڑھ چکے تھے ۔ انہوں نے دوران نماز ہی میں اپنا منہ مسجد حرام کی طرف پھیرلیا اور قبلہ جدید کی طرف رخ پھیر کر نماز مکمل کی ۔ قبلہ بدلنا تھا کہ یہودیوں نے پورے مدینہ کو سر پر اٹھالیا ، شور مچاناشروع کردیا ۔ قبلے کا بدل دینا ، ان پر شاق گزرا ۔ اس لئے وہ قبلہ کے سلسلے میں حجت بازی کرکے ، مسلمانوں کے دلوں میں ، ان کے دین کے بارے میں شکوک و شبہات پیدا کرتے تھے اور تحویل قبلہ سے ان کی حجت بازی ختم ہورہی تھی لیکن اب بہ انداز دگران ان کی غوغا آرائی شروع ہوگئی۔ انہوں نے بھی اس کا رخ بدل دیا اور وہ اب دوسری طرف مسلمانوں کے دلوں میں شکوک پیدا کرنے لگے ۔ مسلمانوں سے کہتے ہیں :” اگر بیت المقدس کی منہ کرکے نماز پڑھنا باطل تھا اور تم ایک عرصہ تک اسی طرف رخ کرکے نمازیں پڑھتے رہے تو تمہاری وہ تمام نمازیں ضائع ہوگئیں اور اگر بیت المقدس کی طرف منہ کرکے نماز پڑھنا ٹھیک تھا تو اب تحویل قبلہ باطل ہے اور تمہاری تمام نمازیں ضائع ہورہی ہیں ۔ احکام میں یہ تغیر اور ان آیات کا یہ نسخ بہرحال اللہ تعالیٰ کی جانب سے کوئی وحی نہیں آتی۔ “\nیہودیوں کے اس مخالفانہ حملے کے اثرات اسلامی کیمپ میں بھی محسوس کئے گئے ۔ اس کا اندازہ قرآن مجید کی ان آیات سے ہوتا ہے جو اس سلسلے میں نازل ہوئیں۔ پارہ اول میں مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا ........ الخ ” جس آیت کو ہم منسوخ کرتے ہیں یابھلادیتے ہیں الخ “ پورے دواسباق وہاں نازل ہوئے اور دوسرے پارے کی آیات زیر بحث بھی اسی سے متعلق ہیں ۔ جن میں اس جدل کے بارے میں تاکیدی ہدایات دی گئی ہیں ۔ وضاحتیں کی گئی ہیں اور مسلمانوں کو ڈرایا گیا ہے ان مسائل کے بارے میں نصوص کی تشریح کے موقع پر عرض کروں گا۔\nاس مناسب موقع پر معلوم ہوتا ہے کہ تحویل قبلہ اور اس کی حکمت کے متعلق کچھ کہا جائے ۔ مسلمانوں کے لئے ایک مخصوص قبلہ کے تعین کی ضرورت کیوں لاحق ہوئی ؟ یہ درحقیقت تحریک اسلامی کی تاریخ میں ایک اہم موڑ تھا ۔ تحریک کی زندگی میں اس کے عظیم آثار نمودار ہوئے ۔\nمسلمانوں کا قبلہ پہلے خانہ کعبہ تھا۔ ہجرت کے بعد بعض تربیتی مقاصد کے لئے اسے تبدیل کردیا گیا اور بیت المقدس کو قبلہ مقرر کردیا گیا ۔ اس جانب اسی سبق کی اس آیت میں اشارہ کیا گیا ہے : ” وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ\n” پہلے جس طرف تم رخ کرتے تھے ، اس کو تو ہم نے صرف یہ دیکھنے کے لئے قبلہ مقرر کیا تھا کہ کون رسول ﷺ کی پیروی کرتا ہے اور کون الٹا پھرجاتا ہے۔ “\nدرحقیقت دور جاہلیت ہی سے عرب بیت الحرام کا بہت احترام کرتے تھے اسے وہ اپنے قومی وقار کی علامت تسلیم کرتے تھے ۔ اسلام چونکہ خالص للہیت قائم کرنا چاہتا تھا ، مسلمانوں کے دلوں سے خداوند قدوس کے تعلق کے سوا تمام تعلقات کو ختم کردینا چاہتا ھت اور اسلامی نظریہ حیات کے سوا ، ہر نعرہ جاہلیت اور ہر جذبہ عصبیت مٹادینا چاہتا تھا اور ایک ایسا خدائی نظام قائم کرنا چاہتا تھا جس کا تعلق صرف اللہ سے براہ راست ہو ۔ وہ تمام تاریخی اور قبائلی عصبیتوں اور رنگ ونسل کی تمام آلائشوں سے پاک ہو ، اس لئے مسلمانوں کو حکم دیا گیا کہ وہ نماز میں خانہ کعبہ کی منہ کرنا ترک کردیں ۔ اگرچہ یہ حکم ایک عرصہ قلیل کے لئے ہی کیوں نہ ہو ۔ حکم ہوتا ہے کہ اب وہ رخ بیت المقدس کی طرف موڑدیں ۔ تاکہ ان کے دلوں سے جاہلیت کی تمام گندگی بالکل ختم ہوجائے ۔ ان کے نفوس جاہلیت کی تمام نجاستوں سے پاک ہوجائیں ۔ تاکہ معلوم ہوجائے کہ کون رسول اللہ کی غیر مشروط اطاعت کرتا ہے ۔ کون ہے جو تسلیم ورضا کا پیکر ہے اور پختہ کردار کے ساتھ ، بغیر کسی تحفظ (Reservation) کے تابع فرمان ہے اور کون جاہلیت کے تصورات ، رنگ ونسل کے قومی خیالات اور تاریخ ووطن کے جاہلی نعروں سے متاثر ہوکر الٹے پاؤں پھرجاتا ہے ، نیز معلوم ہوجائے کہ کسی مسلمان کے شعور کے خفیہ ترین گوشوں میں ، کسی کارکن کے ضمیر کے پوشیدہ ترین تہوں میں براہ راست یا بالواسطہ باطل کی کوئی آمیزش تو نہیں ہے۔\nاس حکم کے مطابق جب مسلمانوں نے سر تسلیم خم کردیا ، وہ اس نئے قبلے کی طرف خوشی سے پھرگئے ۔ جس کی طرف رسول اللہ ﷺ نے انہیں حکم دیا تھا تو یہود نے اس صور تحال سے فائدہ اٹھانا چاہا اور اسے تحریک اسلامی کے خلاف بطور دلیل استعمال کرنا شروع کردیا تو حکم الٰہی آپہنچا ۔ مسلمانوں کو حکم دیا گیا کہ وہ اب اپنا منہ مسجد حرام کی طرف کرکے نماز پڑھیں ۔ نہ صرف یہ کہ یہودیوں کی دلیل ختم ہوئی بلکہ اس تبدیلی سے مومنین کے دل ایک دوسری حقیقت سے آشنا ہوگئے ۔ حقیقت اسلام سے ، اسلامی تاریخ سے ۔ اس حقیقت سے کہ بیت اللہ کو حضرت ابراہیم (علیہ السلام) نے خالص اللہ کی بندگی کے لئے تعمیر کیا تھا تاکہ وہ اس امت کی میراث بنے جو حضرت ابراہیم (علیہ السلام) کی دعاؤں کے نتیجے میں اٹھنے والی تھی ۔ حضرت ابراہیم (علیہ السلام) نے دعا کی کہ رب العالمین میری نسل سے ایک رسول پیدا کر اور وہ اس دین پر ہو جو ان کا اور ان کے لڑکوں پوتوں کا دین تھا۔ جیسا کہ پہلے پارے میں ذکر ہوا : وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ (البقرہ : 124)\n” یاد کرو جب ابراہیم (علیہ السلام) کو اس کے رب نے چند باتوں میں آزمایا اور وہ ان سب میں پورا اترا “\nجہاں موضوع سخن مسجد حرام تھی اس کی بنیاد اور تعمیر سے متعلق اور ان امور کے ساتھ وابستہ دوسرے حالات ومعاملات کے متعلق۔ اہل کتاب اور مشرکین کے ساتھ حضرت ابراہیم (علیہ السلام) ، ان کے دین ، ان کی اولاد ، ان کے قبلہ ، ان کے عہد اور ان کی وصیت کے متعلق ، لیکن پارہ اول کی مذکورہ آیات دراصل ، تحویل قبلہ کے موجودہ احکام کی تمہید تھیں ، جن میں ایک تھوڑے ہی وقفے کے بعد ہی قبلہ بیت المقدس سے بیت اللہ کی طرف بدل دیا گیا ۔ مسجد حرام کو حضرت ابراہیم وحضرت اسماعیل (علیہما السلام) نے تعمیر کیا تھا۔ اس کے پاس کھڑے ہوکر دونوں نے طویل دعا کی تھی ۔ پھر امت مسلمہ کو دین حنیف پر اٹھایا گیا اور وہی عہد ابراہیمی کی وارث قرار پائی ، ان حالات میں بیت المقدس سے بیت الحرام کی طرف قبلہ کی تحویل کا حکم حالات کا طبعی اور منطقی نتیجہ تھا۔ تاریخ نے امت مسلمہ کے دل و دماغ میں جو شعوری ربط پیدا کررکھا تھا اس حکم نے مسلمانوں کے حسی مظاہر کو ان کے تاریخی شعور کے ساتھ ہم آہنگ کردیا۔\nاللہ تعالیٰ نے حضرت ابراہیم (علیہ السلام) کو بتاکید وصیت کی تھی کہ وہ مسلمان رہیں اور حضرت ابراہیم (علیہ السلام) نے اپنی اولاد کو بتاکید وصیت کی تھی کہ وہ بھی دین اسلام پر قائم رہیں جیسا کہ حضرت یعقوب (علیہ السلام) (اسرائیل) نے بھی ایسی ہی وصیت اپنی اولاد کو کی ۔ پھر حضرت ابراہیم (علیہ السلام) یہ حقیقت بھی جان چکے تھے کہ اللہ کے اس عہد میں ظالم نہیں آتے ۔ چونکہ بیت الحرام کی تعمیر کا حکم حضرت ابراہیم اور حضرت اسماعیل (علیہما السلام) کو ملا تھا ، لہٰذا یہ انہی کی میراث تھی ۔ یہ میراث ان لوگوں ہی کو ملنی تھی جو دین ابراہیم (علیہ السلام) کی میراث پانے والے تھے ۔ اور چونکہ امت مسلمہ ہی نے اس عہد اور اس فضل خداوندی کو وراثت میں پایا ، لہٰذا اس کا طبعی نتیجہ یہی نکلتا ہے کہ اللہ کا گھر بھی ان کو ملے اور وہ اس امت کا قبلہ ہو۔\nبیشک ایک مختصر عرصہ کے لئے مسلمانوں نے مسجد اقصیٰ کی طرف منہ کرکے نماز پڑھی ، جو یہود ونصاریٰ کا قبلہ تھی جیسا کہ سیاق وسباق سے اشارہ ملتا ہے ۔ ایک مخصوص مصلحت کے تحت ایسا ہو ، جس کا ذکر ہم تفصیل سے لے آئے ہیں ۔ اب مشیت الٰہی یہ ہے کہ یہ وراثت امت مسلمہ کے سپرد کردی جائے۔\nاہل کتاب نے دین اسلام کا انکارکرکے خود اپنے آپ کو ورثہ ابراہیمی سے محروم کردیا تھا ، لہٰذا ایسے حالات میں تحویل قبلہ کا حکم عین حکمت پر مبنی اور نہایت برمحل تھا ۔ چناچہ بحکم اللہ اب حضرت ابراہیم (علیہ السلام) کا تعمیر کردہ بیت اللہ قبلہ ہوگیا ۔ تاکہ ظاہری اور شعوری طور پر مسلمان پوری پوری وراثت پالیں ۔ دینی وراثت قبلہ کی وراثت اور اللہ کے فضل وکرم کی وراثت ۔\nتحریک اسلامی کے لئے ضروری ہے کہ وہ ممتاز ہو ، مخصوص وجدا ہو ، تصورات و عقائد میں ممتاز اور قبلہ و عبادات میں ممتاز ! قبلہ اور عبادات کا امتیاز بھی اسی طرح ضروری ہے جس طرح تصورات ونظریات میں امتیاز ضروری ہے ۔\nتصوراتی اور نظریاتی امتیاز تو بالعموم سمجھ میں آتا ہے ، لیکن قبلہ اور ظاہری شعائر دین کی امتیازی حیثیت بعض اوقات سمجھ میں نہیں آتی ، لہٰذا مناسب ہے کہ عبادات کی شکل و صورت پر بھی کچھ کہا جائے ۔\nجو شخص عبادات کی ظاہری شکل و صورت کو ان کے اصل پس منظر میں نہیں دیکھ پاتا یا انسان کی نفسیات وتاثرات سے ہٹ کر عبادات میں صرف ظاہری اشکال کا مطالعہ کرتا ہے ، ایسا شخص جب دیکھتا ہے کہ لوگوں کی طرف سے عبادات کی ظاہری اشکال کی سختی سے پابندی کی جاتی ہے تو یہ فعل اسے متقشفانہ شکل پرستی ، تنگ نظری اور تاریک خیالی نظر آتا ہے لیکن ایسا خیال درست نہیں۔ وسیع نقطہ نظر سے دیکھا جائے اور عمیق غور وفکر سے کام لیا جائے تو ہر اعتبار سے ایک مختلف حقیقت سامنے آتی ہے۔ مثلاً :\nانسان کی شخصیت کی تشکیل ظاہری جسم اور پوشیدہ روح سے کی گئی ہے ۔ اس لئے انسان روحانی شعور اور پوشیدہ جذبات کے اظہار کے لئے ظاہری شکل اختیار کرتا ہے ۔ اندرونی جذبات کی تسکین اس وقت تک نہیں ہوتی جب تک وہ محسوس ظاہری شکل و صورت اختیار نہ کرلیں ۔ صرف اسی صورت میں اندرونی جذبات ومیلانات کی مکمل تعبیر ممکن ہے ، اس طرح ان میلانات کی تعبیر محسوس طور پر بھی مکمل ہوجاتی ہے جس طرح وہ نفس انسان کے اندر یہ جذبات ومیلانات مکمل صورت میں موجود ہوتے ہیں اور یوں جذبات تسکین پاتے ہیں اور انسان مطمئن ہوجاتا ہے اور انسانی شخصیت کا ظاہر و باطن ہم آہنگ ہوجاتا ہے ۔\nیوں نفس انسانی بیک وقت ایک طرف کائنات کے اسرار اور نامعلوم حقائق کی طرف مائل ہوتا ہے اور دوسری طرف وہ ظاہری اشکال کی اطاعت کرتا ہے۔ ان فطری اصولوں کو مدنظر رکھ کر اسلام نے عبادات وشعائر کی ظاہری شکل و صورت متعین کی ہے ، لہٰذا محض نیت یا روحانی توجہ اور ارتکاز فکر سے اسلامی عبادات کی ادائیگی ممکن نہیں ۔ اسلامی عبادات میں نیت ، توجہ اور ارتکاز فکر کے لئے ضروری ہے کہ وہ ایک ظاہری شکل و صورت میں ہو ۔ مثلاً نماز میں قیام کرنا ، روب قبلہ ہونا ، تکبیر ادا کرنا ، تسبیحات پڑھنا ، جھکنا ، سجدہ ریز ہونا وغیرہ ۔\nحج میں متعین ایام سے احرام باندھنا ، متعین لباس پہننا ، متعین حرکات ، سعی ، دعا ، تلبیہ ، قربانی اور بال ترشوانا۔ اور روزے میں نیت ، کھانا پینا چھوڑنا اور تعلقات زن وشوئی چھوڑنا ، اسی قبیل سے ہے ۔ دیکھئے ہر عبادت میں حرکت اور حرکت میں عبادت ہے ۔ یوں انسانی نفسیات کے ظاہر و باطن کو ہم آہنگ کردیا گیا ہے ۔ انسانی قوتوں کے درمیان ، حسن وترتیب قائم ہوگیا اور یوں فطرت کے تقاضوں کے عین مطابق اسلامی نظریہ ٔ حیات کے تمام مقاصد حاصل کرلئے گئے۔\nیہ بات اللہ کے علم میں تھی کہ فطری طور پر انسان اپنے اندرونی تصورات وجذبات کے اظہار کے لئے ظاہری شکل و صورت اختیار کرتا ہے ۔ اسی طبعی میلان کی وجہ سے کئی اقوام جادٔ مستقیم سے منحرف ہوگئیں ۔ بعض لوگوں نے قوت کبریائی کے اظہار کے لئے کچھ ظاہری رموز واشارات سے کام لیا ۔ پتھروں کے مجسمے گھڑ لئے گئے ۔ درختوں اور پتھروں کی پوجا کی گئی ۔ سور ، چاند اور ستاروں کے آگے جھکنے۔ حیوانات اور طیور وحوش کی پرستش کی۔\nجب ان لوگوں نے اندرونی جذبات و عقائد کے اظہار کے لئے موزوں طریقہ اختیار نہ کیا جو مطابق فطرت ہوتا تو ان حالات میں منشائے الٰہی کے مطابق دعوت اسلامی اٹھی اور اس نے عقائد وجذبات کے اظہار کے لئے وہ فطری طریقہ اختیار کیا جو اسلامی عبادات کی ظاہری شکل کے تعین سے نظر آتا ہے ۔ اسلام نے عبادت الٰہی کے لئے ایسے طریقے اختیار کئے اور اس کے لئے ایسی شکلیں وضع کیں ، جس میں ذات خداوندی کے لئے جسمانیت کے تصور کا شائبہ تک نہیں ہے۔ اس میں ذات باری کے کوئی طرف ، جہت متعین نہیں ہوتی ۔ اسلامی طریقہ عبادت کے مطابق ، جب کوئی شخص جناب باری کی طرف مکمل طور پر متوجہ ہوتا ہے ، توہ قبلہ رخ ہوتا ہے لیکن اس کا دل ، اس کے حواس اور اس کے اعضاء صرف اللہ کی طرف متوجہ ہوتے ہیں ۔ اگرچہ اس کا ظاہری رخ ایک مکان کی سمت میں ہوتا ہے۔\nسوال یہ ہے کہ پھر کسی ایک جگہ کو کیوں مخصوص کیا گیا ؟ اس کی ضرورت اس لئے پیش آئی کہ ایک مسلمان دوسرے لوگوں سے امتیازی شکل اختیار کرلے اور وہ نماز اور دوسری عبادات میں ایک مخصوص قبلہ یا سمت سے متعارف ہو ، یہ تعین دراصل نفرد و امتیاز کے فکری وداعی کا تقاضا تھا۔ تاریخ شاہد ہے کہ اس تعین اور تخصیص نے مسلمانوں کو انفرادیت بخشی ورنہ اللہ تعالیٰ کو کسی سمت وجہت سے کوئی تعلق نہیں ۔\nیہی وہ داعیہ تھا ، جس کی بناپر مسلمانوں کو حکم دیا گیا کہ وہ دوسرے مذاہب واقوام کے مخصوص شعارات اور ان کے مخصوص مظاہر کو نہ اپنائیں ۔ ایسے شعار ، جو انہوں نے اپنے اندرونی تصورات و عقائد یا خیالات وجذبات کے اظہار کے لئے وضع کئے ہیں ۔ مسلمانوں کو یہ بھی کہا گیا ہے کہ وہ اپنے فکر وعمل میں غیر مسلموں کے طور وطریقے نہ اپنائیں ۔ یہ حکم محض تعصب یا تنگ نظری وتقشف کی بناپر نہیں دیا گیا بلکہ اسلام کے پیش نظر شکل و صورت سے وراء ایک عمیق اور حکیمانہ نقطہ نظر تھا۔ ظاہری شکل و صورت کے پس منظر میں کچھ اسباب اور حکمتیں بھی پوشیدہ تھیں ۔ یہ وہی وجوہات تھیں جن کی بناپر ایک قوم دوسری قوم سے جدا ہوجاتی ہے ، ایک فہم دوسری فہم سے مختلف ہوجاتی ہے ، ایک نظریہ دوسرے نظریہ سے ممتاز ہوجاتا ہے ، ایک ضمیر دوسرے ضمیر سے الگ ہوجاتا ہے ، ایک شخص کے اخلاق اور دوسرے شخص کے اخلاق میں فرق ہوجاتا ہے اور زندگی کی گزرگاہوں میں دو افراد کی راہیں مختلف سمتوں میں نکل جاتی ہیں۔\nحضرت ابوہریرہ ؓ فرماتے ہیں : رسول اللہ ﷺ نے فرمایا ! یہودی و عیسائی رنگ نہیں لگاتے تم ان کے خلاف کرو۔ “ (امام مسلم۔ بخاری۔ ابوداؤد)\nایک بار نبی ﷺ کچھ لوگوں کے پاس تشریف لے گئے وہ تعظیماً اٹھے ۔ آپ ﷺ نے فرمایا !” عجمیوں کی طرح مت اٹھو ، ان میں سے بعض لوگ دوسروں کی تعظیم کرتے ہیں ۔ “ (ابوداؤد۔ ابن ماجہ)\nآپ ﷺ نے ایک موقع پر فرمایا ! میری شان میں اس قدر مبالغہ نہ کرو ، جس طرح عیسائیوں نے ابن مریم کی شان میں مبالغہ کیا ۔ میں تو ایک بندہ خدا ہوں۔\nغرض رسول اللہ ﷺ نے مظاہر اور لباس میں غیر مسلموں کے ساتھ تشبیہ سے منع فرمایا۔ حرکات و سکنات اور طور وطریقوں میں بھی تشبہ بالکفار سے منع کیا گیا ۔ قول وفعل میں تشبہ سے منع کیا گیا ۔ کیونکہ اس ظاہری شکل و صورت کے پس منظر میں درحقیقت وہ تصورات ہوتے ہیں جن کی بنیاد پر ایک نظریہ حیات دوسرے نظریہ سے ، ایک نظام دوسرے نظام سے اور کسی قوم کا شعار دوسری اقوام کے شعار سے مختلف ہوجاتا ہے۔\nامت مسلمہ اس لئے برپا ہوئی ہے کہ وہ دنیا میں اسلامی نظام قائم کرے ۔ لہٰذا مسلمانوں کو سختی سے منع کیا گیا کہ وہ اللہ اور اسلامی نظام زندگی کے علاوہ کسی اور نظام سے ہدایات حاصل کریں ۔ انہیں حکم دیا گیا کہ وہ کرہ ارض پر کسی دوسری قوم کے مقابلے میں ذہنی شکست ہرگز قبول نہ کریں ۔ اگر وہ ایسا کریں تو پھر یہی شکست انہیں مجبور کرے گی کہ وہ اس قوم اور اس کی تہذیب کی تقلید کریں ۔ امت مسلمہ کو اس لئے برپا کیا گیا ہے کہ دوسری اقوام اس کی تقلید کریں اور وہ قیادت سنبھالے۔\nلہٰذا اسے چاہئے کہ وہ اپنے نظریات اور طور وطریقے صرف اسی منبع اور سرچشمہ سے حاصل کرے ، جس نے اس امت کو قیادت کا درجہ عطا کیا ہے ۔ اللہ کے نزدیک مسلمان ہی اعلیٰ و برتر ہیں ۔ وہی امت وسط ہیں ۔ وہی خیر امت ہیں ، جنہیں لوگوں کی قیادت اور بھلائی کے لئے برپا کیا گیا ہے۔ تو پھر ان کے نظریہ وعمل کا سرچشمہ کیا ہونا چاہئے ؟ وہ اپنے طور طریقے اور اپنے لئے نظم وضبط کے اصول کہاں سے اخذ کریں ؟ کیا وہ اللہ کو چھوڑ دیں اور ان ذلیل ترین اقوام کو سرچشمہ رشد وہدایت تسلیم کرلیں ، جن کو قعر مذلت سے اٹھانے کے لئے اللہ نے خود مسلمانوں کو اٹھایا تھا ؟\nاسلام نے پوری انسانیت کو ایک اعلیٰ تصور حیات سے روشناس کرایا ، اس نے انسانوں کو ایک اعلیٰ نظام زندگی دیا ، لہٰذا وہ تو پوری انسانیت کو دعوت دیتا ہے کہ وہ اس اعلیٰ تصور حیات اور اعلیٰ نظام زندگی کے حلقہ بگوش ہوجائے ۔ اگر اسلام دوسرے نظاموں اور نظریات کے مقابلے میں ، انسانیت کو اپنے پیش کردہ اعلیٰ نظام زندگی اور ارفع نظریہ حیات کی اساس پر متحد کرنا چاہتا ہے ، تو اس کی یہ خواہش کسی تعصب کی بناپر نہیں ہے ۔ بلکہ اسلام تو اللہ کی توحید کا داعی ہے ۔ وہ ایک اعلیٰ نظریہ حیات پر اتحاد قائم کرنا چاہتا ہے۔ وہ ایک اعلیٰ مقام پر پوری انسانیت کو متحد کرنا چاہتا ہے ۔ لہٰذا وہ کسی ایسے اتحاد میں شریک نہیں ہوتا جس میں اسلام کے الہامی نظریہ حیات کو ترک کیا گیا ہو ۔ وہ کسی ایسے اتحاد میں شریک نہیں ہوتا جس کی بنیاد جاہلیت پر رکھی گئی ہو اور یقیناً یہ کوئی تعصب نہیں ہے ۔ کیا یہ تعصب ہے َاگر ہے تو پھر یہ نیکی ، سچائی اور اصلاح حالات کے لئے کی گئی کوشش کا تعصب ہے اور ایسے تعصب پر میں قربان جاؤں !\nتحریک اسلامی کو چاہئے کہ وہ اس حقیقت کو اچھی طرح ذہن نشین کرلے کیوں وہ ایک مخصوص قبلہ کی طرف منہ کرکے نماز پڑھتی ہے ؟ قبلہ محض ایک مکان ہی نہیں جس کی طرف نماز کے وقت مسلمان منہ کرتے ہیں ۔ مکان اور سمت تو محض ایک اشارہ ہے ۔ دراصل یہ امتیاز وخصوصیت کا اشارہ ہے اور یہ نظریہ کا امتیاز ہے ، تشخص کا امتیاز ہے ، نصب العین کا امتیاز ہے ، ترجیحات کا امتیاز ہے اور امت کے عناصر ترکیبی کا امتیاز ہے۔\nاس وقت دنیا جاہلی تصورات سے اٹی پڑی ہے اور مسلمان اس دنیا کے بیچ میں کھڑے ہیں ۔ جاہلیت پر مبنی بیشمار نصب العین ہیں جنہیں لوگوں نے اپنایا ہوا ہے ۔ بیشمار جاہلی ترجیحات ہیں جو انسانوں کے دل و دماغ پر سوار ہیں ۔ جاہلیت کے بیشمار جھنڈے ہیں جو مختلف لوگوں نے اٹھارکھے ہیں لہٰذا آج کی ضرورت یہ ہے کہ امت مسلمہ اپنا ایک علیحدہ تشخص قائم کرے جو آج کے مروجہ تشخصات کے ساتھ گڈ مڈ نہ ہو وہ اپنی زندگی کے وجود کے لئے ایک جدانظریہ اور ایک ممتاز فلسفہ متعین کرے ۔ جو جاہلی تصورات اور جاہلی فلسفوں سے مختلف ہو۔ وہ اپنے لئے ایک ایسا نصب العین وضع کرے اور اپنے لئے ایسی ترجیحات متعین کرے جو خاص اس کی شخصیت اور اس کے نظریہ حیات سے ہم آہنگ ہوں ۔ وہ ایک ایسا ممتاز جھنڈا بلند کرے جو صرف للہیت پر مبنی ہو ، اس کا طرہ امتیاز یہ ہونا چاہئے کہ وہ امت وسط ہے ، وہ امت و سط جسے اللہ نے انسانوں کی بہتری کے لئے برپا کیا ہے ۔ کیوں ؟ اس لئے کہ وہ ان تک نظریاتی میراث منتقل کررہی ہے جس کی وہ امین ہے ۔\nیہ عقیدہ ایک مکمل نظام زندگی ہے ۔ یہ امت اس عقیدے کی وارث اور امین ہے ۔ وہ زمین پر خلافت الٰہیہ کی منصب دار ہے اور یہی اس کا طرہ امتیاز ہے ۔ یہ امت لوگوں پر گواہ ہوگی اور اس کے فرائض میں یہ داخل ہے کہ کل عالم بشریت کی قیادت کرے ۔ کدھر ! اللہ کی طرف اور اسلامی نظام کے قیام کی طرف ۔ غرض اسلامی زندگی کا قیام ہی اس کی امتیازی خصوصیت ہے ۔ اسی سے اس کی شخصیت قائم ہوتی ہے ۔ اس کے وجود کے عناصر ترکیبی ، اس کی شخصیت کا امتیاز ، اس کے مقاصد ، اس کی ترجیحات ، اس کا علم اور اس کا شعار یہ سب کچھ اس کے نظریات کامرہون منت ہے ۔ یہ نظریہ ہی ہے جو اسے قیادت کا مقام عطا کرتا ہے ۔ یہ نظریہ ہی ہے جس کی خاطر اس کی تخلیق ہوئی ۔ اس نظریہ کے سوا وہ جو لباس پہنے ، جو تحریک بھی شروع کردے ، جو علم بھی بلند کرے ، وہ امتیاز حاصل نہ کرسکے گی ، وہ جاہلی تحریکات کے سیلاب میں بہہ جائے گی اور اس کے خدوخال ہمیشہ مبہم رہیں گے ۔ تحریک اسلامی کے فلسفہ و حکمت پر روشنی ڈالنے کے بعد اب ہم تشریح آیات کی طرف آتے ہیں۔\nقرآن کریم کے سیاق وسباق اور مدینہ طیبہ میں رونما ہونے والے واقعات سے معلوم ہوتا ہے کہ سفہاء سے مراد یہاں یہودی ہیں ۔ یہی لوگ تھے جنہوں نے تحویل قبلہ کے موقع پر غوغا آرائی کی تی۔ وہی تھے جنہوں نے یہ سوال اٹھایا تھا : مَا وَلاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ” کیا وجہ تھی کہ وہ پہلے جس قبلہ کی طرف منہ کرکے نماز پڑھتے تھے اس سے یکایک وہ پھرگئے “ اور جس قبلہ کی طرف وہ نماز پڑھتے تھے وہ بیت المقدس تھا۔\nحضرت براء بن عازب ؓ سے روایت ہے ، فرماتے ہیں ! رسول اللہ ﷺ جب مدینہ طیبہ تشریف لائے تو وہ انصار میں سے اپنے ننہال کے ہاں اترے اور آپ ﷺ یہاں سولہ یا سترہ ماں تک ، مسجد اقصیٰ کی طرف منہ کرکے نماز ادا کرتے رہے ۔ لیکن دل ہی دل میں آپ ﷺ کو یہ بات اچھی لگتی کہ کاش قبلہ بیت اللہ ہوجائے ۔ ایک دن عصر کی نماز کا وقت تھا کہ وحی الٰہی سے قبلہ تبدیل ہوگیا اور آپ نے نماز عصر بیت اللہ کی طرف منہ کرکے پڑھی ۔ لوگوں نے بھی آپ کے ساتھ قبلہ تبدیل کیا ۔ پھر ایک صاحب نماز پڑھ کر نکلے تو دیکھا کہ لوگ ایک دوسری مسجد میں نماز پڑھ رہے ہیں اور رکوع کی حالت میں ہیں ۔ اس شخص نے کہا !” میں گواہی دیتا ہوں کہ میں نے رسول اللہ ﷺ کے پیچھے ابھی ابھی نماز پڑھی ہے اور ہم نے بیت اللہ کی طرف منہ کیا ۔ “ چناچہ یہ لوگ اسی طرح حالت رکوع میں کعبہ کی طرف پھرگئے ۔ (روایت امام مالک : مسلم ، بخاری اور ترمذی)\nیہودی اس پر بہت خوش تھے کہ رسول اللہ ﷺ ان کے قبلہ بیت المقدس کی طرف منہ کرکے نماز پڑھتے ہیں ، لیکن جب قبلہ تبدیل ہوگیا ، تو انہوں نے بہت ہی برامحسوس کیا ۔ اس پر یہ آیت نازل ہوئی ۔ قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ ” اے نبی ﷺ یہ تمہارے منہ کا بار بار آسمان کی طرف اٹھنا ہم دیکھتے ہیں ۔ “\nاس پر احمقوں یعنی یہودیوں نے کہا ! مَا وَلاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ” انہیں کیا ہوگیا ہے کہ وہ جس قبلے کی طرف منہ کرکے نماز پڑھتے تھے اس سے یکایک پھرگئے۔ “\nآنے والی آیات کے دیکھنے سے معلوم ہوگا کہ جس قدر قرآن مجید نے ان لوگوں کے سوالات و اعتراضات کے تفصیلی جوابات دیئے اس لئے کہ ان کے پروپیگنڈے کے اثرات بھی مسلمانوں کے دل و دماغ کو متاثر کررہے تھے ۔ اس بات کا اندازہ قرآن کے طرز تعبیر سے بخوبی ہوجاتا ہے۔\nسَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا ” نادان لوگ ضرور کہیں گے ! انہیں کیا ہوا کہ پہلے یہ جس قبلے کی طرف رخ کرکے نماز پڑھتے تھے اس سے یکایک پھرگئے ۔ “\nیہ آیات درحقیقت آنے والی آیات تحویل قبلہ کے لئے تمہید کا کام دے رہی ہیں ۔ بات سوال و جواب کی صورت میں کی جارہی ہے ۔ اللہ کو علم تھا کہ ناراض لوگ ایسے سوالات اٹھائیں گے ، لہٰذا بطور پیش بندی از خود جواب دے دیا گیا یا اصل واقعہ یہ تھا کہ تحویل قبلہ کا حکم آپ کا تھا ، جس طرح حدیث میں ذکر ہوا ، مخالفین نے بھی سوالات کی بوچھاڑ شروع کردی تھی ، لیکن اللہ تعالیٰ نے مستقبل کا انداز بیان اختیار کرکے اس طرف اشارہ کردیا کہ وہ جو کچھ کہہ رہے ہیں وہ ان کے پروگرام کے مطابق ہے ۔ ان کا یہ منصوبہ کوئی پوشیدہ منصوبہ نہ تھا ، لہٰذا اس کا جواب بھی پہلے سے تیار تھا ۔ تردیدی مقاصد کے لئے یہ انداز بیان بےحد پر تاثیر ہوتا ہے ۔ کہا جاتا ہے کہ لوگ ایسا کہیں گے ! حالانکہ وہ کہہ چکے ہوتے ہیں ۔\nقرآن پہلے سے مخالفین کے سوالات کے جوابات نبی ﷺ کو بتا دیتا ہے ، تاکہ جب بھی وہ سوال اٹھائیں مسلمان جواب دے دیں ، چناچہ اس سلسلے میں تحریک اسلامی کو پہلے سے ایک صحیح نقطہ نظر دے دیا جاتا ہے۔ قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ ” کہو ! مشرق اور مغرب سب اللہ کے لئے ہیں ۔ اللہ جسے چاہتا ہے ، سیدھی راہ دکھا دیتا ہے۔ “\nشرق وغرب سب اللہ کے ہیں ، جدھر دیکھتا ہوں ادھر تو ہی تو ہے ۔ ذاتی طور پر کسی سمت یا کسی جگہ کو کوئی فضیلت حاصل نہیں ہوئی ہے۔ ہاں اللہ کسی سمت ومکان کے بارے میں کوئی حکم دیتا ہے یا کسی جگہ کو وہ خود اختیار کرتا ہے تو یوں اس بات سے فضیلت حاصل ہوجاتی ہے ۔ یہ تو اللہ ہے کہ جسے چاہے سیدھی راہ پر لگادے ۔ اگر وہ اپنے بندوں کے لئے کوئی سمت اختیات کرے ، ان کے لئے کسی مکان کو قبلہ قرار دے دے ، تو پھر وہ جگہ ممتاز ومحترم ہوجاتی ہے۔ اس لئے کہ اللہ کا حکم وابستہ ہوگیا ، لہٰذا صراط مستقیم اس سمت سے گزرتا ہے ، باقی سب سمتیں ٹیڑھی ہوجاتی ہیں۔\nاس ایک فقرے ہی میں مکان وجہت کے بارے میں اسلامی نقطہ نظر پیش کردیا جاتا ہے ۔ اس سرچشمے کی نشان دہی ہوجاتی ہے جو انسان کے لئے مصدر ہدایت ہے ۔ یوں ایک صحیح نقطہ نظر سامنے آجاتا ہے۔ کیا ؟ یہ کہ ہر حال میں ، زندگی کے ہر موڑ پر ، ذات باری تعالیٰ کی طرف متوجہ ہوجانا۔",
  "ayah": 142,
  "surah": 2
}
