{
  "text": "قرآن کریم میں صبر کا تذکرہ بتکرار ہوا ہے ۔ اس لئے کہ تحریک اسلامی کو سخت ترین مخالفتوں اور دشواریوں کا سامنا کرنا تھا ۔ اللہ تعالیٰ کے علم میں تھا کہ اس راہ میں صبر و استقامت کی ضرورت ہے ۔ کیونکہ تحریک اسلامی کو مسلسل مشکلات اور لگاتار کشمکشوں کا مقابلہ کرنا ہوگا لہٰذا اس بات کی ضرورت تھی کہ اہل ایمان صبر سے کام لیں اور ان کے نفوس داخلی اور خارجی معاملات میں بیدار رہیں ۔ اہل ایمان کی قوتیں منظم رہیں اور ان کے اعصاب پختہ رہیں ۔ ایسے حالات میں صبر و استقامت کے سوا چارہ کار ہی کیا ہے ؟ اس طرح عبادت میں بھی صبر کی ضرورت ، گناہوں سے بچنے میں صبر کی ضرورت ، غرض ان مختلف النوع سازشوں کے خلاف صبر ، نصرت خداوندی میں تاخیر پر صبر ، طویل ترجدوجہد پر صبر ، باطل کی قوت پر صبر ، دین کے حامیوں کی قلت پر صبر ، بغض وعداوت کے بوجھ پر اور غرض پرستی کی تلخی پر صبر۔\nجب صبر طویل ہوجاتا ہے اور مشکلات بڑھ جاتی ہے تو قوت صبر کمزور پڑجاتی ہے ۔ اور بعض اوقات یوں بھی ہوتا ہے کہ اگر بیرونی امداد میسر نہ ہو تو پیمانہ صبر لبریز ہوجاتا ہے ، اس لئے نماز کے ساتھ ساتھ صبر کی تلقین بھی کی جارہی ہے ۔ نماز وہ سرچشمہ ہے جو کبھی خشک نہیں ہوتا ۔ یہ وہ زاد راہ ہے جو کبھی ختم نہیں ہوتا ۔ یہ طبع تجدید قوت ہے ، یہ قوت دل کا سامان ہے ۔ اس سے صبر کی بھرپور قوت حاصل ہوجاتی ہے اور صبر کے ساتھ رضامندی وخندہ پیشانی اور یقین محکم پیدا ہوتا ہے۔\nانسان فانی ہے ، ضعیف ہے اور محدود قوت کا مالک ہے ۔ اس لئے ضروری ہے کہ وہ قوت کبریٰ سے لو لگائے ۔ جب اس کا مقابلہ شر کی ظاہری اور باطنی قوتوں سے ہو اور معاملہ اس کی محدود قوت و برداشت سے بڑھ جائے تو اسے چاہئے کہ وہ اس ” عظیم قوت “ سے مددلے ۔ اس راہ میں ایسے مقامات آتے ہیں کہ خواہش نفس کا زور ہوجاتا ہے ، طمع و لالچ کی شدیدکشش ہوتی ہے ۔ اور راہ حق پر استقامت کی جدوجہد بھاری ہوجاتی ہے ، فسق وفجور اور ظلم وعدوان کی قوتیں زور پکڑلیتی ہیں اور مقابلہ دشوار ہوجاتا ہے ، راستہ طویل ہوجاتا ہے ، مشقت بڑھ جاتی ہے اور زندگی کے شب وروز تاریک نظر آتے ہیں۔\nانسان غور کرتا ہے دیکھتا ہے کہ ابھی وہ کسی مقام تک نہیں پہنچ سکا ، لیکن موت قریب ہے ۔ اس نے کچھ پایا نہیں اور زندگی کا سورج قریب الی الغروب ہے ۔ وہ دیکھتا ہے کہ شر دھنی ہوئی روئی کی طرح پھولا ہوا ہے اور حق سکڑا ہوا ہے۔ منزل دور ہے ، افق پر سے آخری شعاع امید غائب بھی ہے اور راستے پر کوئی نشان راہ نہیں ۔ ایسے حالات میں صبر وصلوٰۃ ہی سرچشمہ قوت ہوتے ہیں۔\nایسے مقامات اور ایسی منازل ہی پر نماز کی قدر و قیمت معلوم ہوتی ہے ۔ انسان فانی اور خدائے باقی کے درمیان واحد براہ راست رابطہ نماز سے قائم ہوتا ہے ۔ یہ وہ مقام التقا ہے جس پر ایک تنہا قطرہ ابدی سرچشمہ سے آملتا ہے ۔ یہ اللہ کے ان خزانوں کی کنجی ہے جو مستغنی کردیتے ہیں ، جھولی بھردیتے ہیں اور رحمتوں کی بارش کردیتے ہیں ۔ یہ ایک جست ہے اس کے ذریعے انسان اس چھوٹی اور محدود دنیا کی حدود کو پھاڑ کر عظیم تر کائنات کی حدود میں داخل ہوجاتا ہے ۔ وہ سخت گرمی اور تپتی ہوئی دھوپ میں ۔ ٹھنڈی چھاؤں ہے ، نسیم سحر اور خوشگوار شبنم ہے ۔ وہ تھکے مارے دل کے لئے ایک خوشگوار احساس ہے ۔\nحدیث میں آتا ہے کہ رسول ﷺ جب پریشان ہوتے ، سخت حالات سے دوچار ہوتے تو فرماتے تھے !” بلال ! ذرا ہمیں اس کے ذریعے تسکین دو ۔ “ جب بھی آپ ﷺ پریشانیوں کے ہجوم میں ہوتے ، نماز کثرت سے پڑھنا شروع کردیتے ۔\nاسلامی نظام دراصل عبادت اور بندگی کا نظام ہے ۔ اس کی عبادت بھی حکیمانہ ہے اس کی سب سے بڑی حکمت یہ ہے کہ وہ زاد راہ ہے ۔ روحانی امداد کا سرچشمہ ہے ۔ اور دل کی صفائی ہے ۔ جب بھی انسان مصیبت میں مبتلاہو ، دل تنگ ہو ، یہ عبادت کشادگی کا ذریعہ بن جاتی ہے اور انسان آرام ، خندہ پیشانی اور خوشگواری سے اس مصیبت کو انگیز کرتا ہے ۔\nجب اللہ تعالیٰ نے حضرت محمد ﷺ کو اس عظیم شعار اور بھاری منصب کے لئے منتخب کیا تو آپ کو حکم دیا : يَا أَيُّهَا الْمُزَّمِّلُ (1) قُمِ اللَّيْلَ إِلا قَلِيلا (2) نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا (3) أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلا (4)إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا (5)\n” اے اوڑھ لپیٹ کر سونے والے ، رات کو نماز میں کھڑے رہا کرو ، مگر کم ، آدھی رات ، یا اس سے کچھ کم کرلو ، یا اس سے کچھ زیادہ بڑھالو ، اور قرآن کو خوب ٹھہر ٹھہر کر پڑھو ۔ ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں۔ “ (المزمل : 5 : 1)\nیہ رات کا قیام ، یہ دن کے رکوع و سجود کیا تھے ؟ یہ بھاری کلام ، اور اس عظیم ذمہ داری کے لئے تیاری اور تربیت تھی ، جس کی راہ مصائب وشدائد سے پر تھی ۔ یہ وہ عبادت تھی جس سے سکون کے سوتے پھوٹ پڑے ہیں ۔ باہمی ربط مضبوط ہوجاتا ہے ، کام آسان ہوجاتا ہے ، آنکھیں روشن ہوجاتی ہیں اور قلب مومن پر تسلی وتشفی اور آرام و اطمینان کی بارش شروع ہوجاتی ہے۔\nیہی وجہ ہے کہ جب مسلمان ان مصائب وشدائد کی دہلیز تک جاپہنچتے ہیں تو اللہ تعالیٰ انہیں صبر وصلوٰۃ کی طرف متوجہ کرتے ہیں ۔ اور اس کا نتیجہ کیا ہوگا فرماتے ہیں : اِنَّ اللہَ مَعَ الصَّابِرِینَ ” بیشک اللہ صبر کرنے والوں کے ساتھ ہے ۔ “\nاللہ ان کے ساتھ ہے ، ان کی مدد کرتا ہے ، انہیں قوت اور ثابت قدمی عطا کرتا ہے ، ان کے ساتھ انس و محبت رکھتا ہے ، اس کٹھن سفر میں وہ انہیں اکیلے نہیں چھوڑتا ۔ وہ انہیں اور ان کی محدود طاقت اور قوت کو چھوڑ کر ایک طرف نہیں ہوجاتا۔ جب بھی زاد راہ ختم ہو اس کی جانب سے رسد آجاتی ہے ۔ جب بھی وہ تھک کر چور چور ہوجائیں وہ انہیں از سر نو قوت عطا کرتا ہے ۔ وہ آیت کا آغاز :” اے ایمان والو “ کی پیاری آواز سے کرتا ہے اور اس کا اختتام ان حوصلہ افزا الفاظ پر کرتا ہے ۔” بیشک اللہ صبر کرنے والوں کے ساتھ ہے ۔ “\nصبر و تحمل کے بارے میں بیشمار احادیث وارد ہیں یہاں سیاق وسباق قرآنی کی مناسبت سے اور اس ذمہ داری کو سنبھالنے کے لئے امت مسلمہ کو تیار کرنے کی خاطر جس کے لئے اس امت کو برپا کیا گیا ہے ان میں سے چند احادیث کا ذکر مناسب ہے :\n” حضرت خباب ؓ ، ابن الارت روایت بیان کرتے ہیں ! ہم نے رسول اللہ ﷺ سے شکایت کی ۔ آپ ﷺ اس خانہ کعبہ کی دیوار سے ٹیک لگائے ہوئے تھے ۔ ہم نے کہا : اے اللہ کے رسول ﷺ آپ ہمارے لئے نصرت طلب نہیں فرماتے ؟ ہمارے لئے دعا نہیں فرماتے ؟ آپ ﷺ نے فرمایا تم میں سے پہلے ایسا ہوتا تھا کہ ایک شخص کو پکڑا جاتا ، اس کے لئے زمین میں گڑھا کھودا جاتا اور اسے اس میں رکھ دیا جاتا ، پھر آرا لایا جاتا اور اس کے سر پر رکھ کر اسے دوٹکڑے کردیا جاتا ۔ اور لوہے کی کنگھیوں سے نوچ کر اس کی ہڈیوں سے گوشت الگ کردیا جاتا لیکن باوجود ان مشکلات کے کوئی طاقت اسے اپنے دین سے نہ روک سکتی ۔ اور اللہ کی قسم اللہ اس کام کو ضرور پورا کرے گا ۔ یہاں تک کہ ایک سوار صنعاء سے حضرموت تک سفر کرے گا ، لیکن اسے اللہ کے سوا کسی کا ڈر نہ ہوگا۔ بھیڑیا بھیڑیوں کی رکھوالی کرے گا لیکن افسوس کہ تم جلد بازی کرتے ہو۔ “ (بخاری ، ابوداؤد ، نسائی)\nابن مسعود ؓ فرماتے ہیں ایک بار رسول اللہ ﷺ کسی نبی کا قصہ بیان کرتے تھے ، گویا کہ میں اب بھی انہیں دیکھ رہا ہوں ، اس کی قوم نے انہیں مارا اور لہولہان کردیا ۔ وہ اپنے چہرے سے خون صاف کررہے تھے اور فرما رہے تھے !” اللہ میری قوم کو معاف کردے ۔ یہ لوگ جانتے نہیں۔ “ (بخاری ومسلم)\nیحییٰ بن وثاب نے رسول اللہ ﷺ کے ایک بوڑھے ساتھی سے روایت کی ہے ۔ آپ نے فرمایا وہ مسلمان جو لوگوں میں رہے اور ان کی اذیتوں پر صبر کرے اس مسلمان سے بہتر ہے جو لوگوں سے الگ رہے اور ان کی اذیتوں پر صبر نہ کرے۔ (ترمذی)\nاور اب ، تحریک اسلامی مدینہ طیبہ میں ہے ۔ کرہ ارض پر ، اسلامی نظام کے قیام کے لئے ، وہ آگے بڑھ رہی ہے ۔ کیوں نہ بڑھے ! یہ روز اول سے اس کا مقسوم مقدر تھا ۔ اس نے حق کا علم اٹھالیا اور اس علم کو لے کر ایک طویل دشوار گزار سفر پر روانہ ہورہی ہے ۔ قرآن مجیدروحانی طور پر اسے تیار کررہا ہے اس عظیم تحریک جہاد کے دوران کھینچاتانی ہوگی ، مصائب حائل ہوں گے اور ان مجاہدین کو اپنی جانوں اور مالوں کی قربانی دینی ہوگی ، لہٰذا قرآن مجید یہاں انہیں ایک صحیح نقطہ نظر اور ایک درست نقطہ نظریہ حیات عطا کرتا ہے ۔ قرآن تحریک اسلامی کو ایک ایسا معیار ، ایسی کسوٹی ایک ایسی میزان عطا کرتا ہے ، جس پر وہ اس طویل اور کٹھن سفر میں اپنے تمام معاملات اور اپنی تمام اقدار کو پرکھ سکیں۔",
  "ayah": 153,
  "surah": 2
}
