{
  "text": "یہ ہیں ایمان کی کارستانیاں اور ایمان کی برکات ! وسعت نظر حد احساس و شعور ، حسن ، ہم آہنگی اور کمال قدردانی ۔ حقیقت یہ ہے کہ ایمان اس کائنات کا ادراک جدید ہے ۔ اور حسن و جمال کا ایک نیا شعور ہے ۔ ایمان دراصل ، اللہ تعالیٰ کے قوانین کے رنگین میلے میں چہل پہل کا نام ہے جس میں صبح وشام تماشائے قدرت کا نئے سے نیا نظارہ پیش ہوتا ہے ۔ لیکن کارگاہ حیات کی ان نیرنگیوں کے باوجود ، یہاں ایسے لوگ بھی ہیں جو عقل کے ادراک سے کورے ہیں ۔ ان کی نظر کوتاہ ہے اور وہ قوانین فطرت کی ایسی وحدت کو اور اس کائنات کے چلانے والے اس واحد اور منضبط نظام کو جو عقیدہ توحید کی طرف صاف صاف اشارہ کرتا ہے نظر انداز کردیتے ہیں اور ان سب چیزوں پر سے یونہی گزرجاتے ہیں یا ان کے لئے مختلف خدا اور مختلف اسباب تلاش کرتے ہیں وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ ” اور کچھ لوگ ایسے ہیں جو اللہ کے سوا دوسروں کو اس کا ہمسر اور مدمقابل بناتے ہیں ۔ اور ان کے لئے ایسے گرویدہ ہیں جیسے اللہ کے ساتھ گرویدگی ہونی چاہئے ۔ “\nہاں بعض لوگ ایسے ہیں جو اللہ کے سوا دوسروں کو اللہ کا شریک بناتے ہیں ۔ جن لوگوں سے قرآن مخاطب تھا ۔ ان کے معاشرے میں اللہ کے یہ ہمسر درخت ، پتھر ، ستارے اور ملائکہ و شیاطین تھے ۔ جاہلیت کے مختلف ادوار میں کبھی عام چیزیں ، کبھی افراد واشخاص ، کبھی اشارات واعتبارات اللہ کے ہمسر رہے ہیں۔ بعض اوقات یہ ہمسری شرک خفی کی تعریف میں آتی ہے اور کبھی شرک ظاہر وجلی کی صورت میں ۔ جب ان اشیاء کا ذکر اللہ کے ساتھ ہو اور دل میں ان کے بارے میں وہی عظمت و محبت ہو ، جو اللہ تعالیٰ سے ہونی چاہئے تو یہ خفیہ شرک ہوگا اور اگر صورت احوال یہ ہو کہ دل سے اللہ کی محبت بالکل نکل جائے اور اس کی جگہ کسی اور چیز کی محبت اور عظمت جاگزیں ہوجائے تو یہ کھلا شرک ہوگا۔\nمؤمنین کی صفت یہ ہے کہ وہ اللہ کی محبت اور اللہ کی عظمت کی طرح کسی دوسری چیز کی عظمت نہیں کرتے اور نہ اس کی عظمت کے قائل ہوتے ہیں ۔ نہ اپنی جان سے نہ کسی اور کی جان سے نہ کسی شخصیت سے ، نہ کسی اشارہ و اعتبار سے ، نہ کسی نعرہ ونظریہ سے اور نہ ان جدید اقدار میں سے کسی ایک قدر کے ساتھ ، جن کے پیچھے آج کل مخلوق خدا بھاگ رہی ہے۔ غرض ان میں سے کسی ایک کے ساتھ بھی وہ ربط وتعلق نہیں رکھتے وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ ” حالانکہ ایمان والے لوگ سب سے بڑھ کر اللہ کو محبوب رکھتے ہیں ۔ “ ان کے دلوں میں اللہ کی شدید محبت ہوتی ہے ۔ صرف اللہ کی محبت بلاقید وبلا قدر ۔ ان تمام محبتوں پر جو دوسری چیزوں کے لئے ان کے دل میں ہوتی ہیں۔ اللہ کی محبت شدید تر ہوتی ہے ۔ سبب پر غالب ہوتی ہے ۔\nبندہ اور اللہ کے مابین تعلق کی تعبیر محبت سی کی گئی ہے ۔ یہ بہت اچھی تعبیر ہے ۔ ایک سچے مومن اور حق تعالیٰ کے دور میں محبت ہی کا تعلق ہوتا ہے ۔ قلبی محبت کا تعلق ، روحانی کشش کا رابطہ ، قرب ودوستی کا تعلق اور ایک پر خلوص نورانی جذبہ محبت کا تعلق ۔ یہ افسر وماتحت کا سرکاری تعلق نہیں ہوتا۔\nیہ لوگ ہیں جنہوں نے غیر اللہ کو اللہ کا ہمسر بنایا ، انہوں نے سچائی کے ساتھ ظلم کیا ۔ انہوں نے خود اپنے آپ پر ظلم کیا ۔ کاش وہ آنکھیں کھول کر دیکھتے ۔ اس منظر کے بارے میں کچھ سوچتے کہ ان کو ایک دن اللہ وحدہ لاشریک کے سامنے کھڑا ہونا ہے ۔ کاش وہ چشم بصیرت سے اس عذاب کو دیکھ سکتے جو ظالموں کا انتظار کررہا ہے ۔ ہاں اگر وہ آنکھیں کھولتے تو یقیناً دیکھ لیتے کہ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا ” تمام طاقتیں اور اختیارات گو اللہ ہی کے ہیں ۔ “ لہٰذا وہ اللہ کے ساتھ کسی کو شریک نہ کرے ۔ نہ کسی کو اس کا ہمسربنائے اور ان کو معلوم ہوجاتا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ ” یہ کہ اللہ بہت ہی سخت عذاب دینے والا ہے۔ “",
  "ayah": 166,
  "surah": 2
}
