{
  "text": "سابقہ آیات میں اللہ تعالیٰ نے بتایا تھا کہ وہی ایک معبود اور اللہ ہے ۔ وہی ایک خالق ہے اور جو لوگ دوسروں کو اللہ ہمسر بناتے ہیں ۔ ایک شدید ان کا منتظر ہے ۔ اب یہاں بیان کیا جاتا ہے کہ اپنے بندوں کا رازق بھی وہی ہے۔ حلال و حرام کے بارے میں قانون سازی کا اختیار بھی اسی کو ہے اور جیسا کہ ہم نے بیان کیا ہے کہ وحدت الوہیت کا یہ قدرتی ثمرہ ہے ۔ جس ذات نے پیدا کیا ہے اور پھر پرورش کی ، وہی اس بات کی مستحق ہے کہ حلال و حرام کے معاملے میں قانون سازی کرے اور قانون سازی اور نظریات عقائد سے ہم آہنگ ہو۔ اس فقرے میں اللہ تعالیٰ اعلان فرماتے ہیں کہ زمین میں جو حلال اور پاک چیزیں ہیں انہیں کھاؤ، سوائے ان کے جنہیں حرام قرار دیا گیا ہے ۔ حرام و حلال کے تعین میں صرف اللہ تعالیٰ سے راہ نمائی حاصل کرو اور ان معاملات میں سے کسی ایک میں بھی شیطان کی پیروی نہ کرو ۔ وہ تو تمہارا دشمن ہے ۔ وہ ہرگز تمہیں نیکی کا حکم نہیں دے سکتا۔ وہ تو تمہیں غلط تصورات دیتا ہے۔ غلط افعال کی ترغیب دیتا ہے ۔ وہ چاہتا ہے کہ انسان خود اپنی مرضی سے بعض چیزوں کو حلال قرار دے اور بعض کو حرام ۔ حالانکہ اس پر اللہ کی جانب سے کوئی دلیل وسند نہ ہو اور اس پر مستزاد یہ کہ ایسے انسان کو یہ زعم بھی ہو کہ جو کچھ وہ کررہا ہے وہ عین شریعت کے مطابق ہے ۔ جیسا کہ یہود مدینہ اور مشرکین مکہ اپنے عقائد ونظریات اور افعال و اعمال کے بارے میں کرتے تھے۔\n(یہ حکم کہ زمین کی تمام چیزیں تمہارے لئے جائز ومباح ہیں ۔ الا یہ کہ انہیں اللہ تعالیٰ نے حرام قرار دیا ہو ، ظاہر کرتا ہے کہ اسلامی نظریہ حیات ایک سادہ اور وسیع نظریہ ہے ۔ وہ اس کائنات کے مزاج اور پھر اس میں بسنے والوں کے مزاج سے پوری طرح ہم آہنگ ہے ۔ اللہ تعالیٰ نے زمین و آسمان کی تمام چیزوں کو پیدا انسان کے لئے پیدا کیا ہے ۔ اس کے لئے ان کا استعمال جائز قرار دیا ہے اور یہ کہ کسی چیز کے بارے میں ممانعت کا کوئی حکم آیاہو ، یا یہ کہ کوئی حکم نہ بھی ہو تو بھی یہ عام حکم موجود ہے کہ کسی چیز کا استعمال حد اعتدال سے زیادہ نہ ہو ۔ لیکن اصل پالیسی یہ ہے کہ دنیا کی تمام پاک چیزوں سے فائدہ اٹھانا جائز ہے ، تقاضائے فطرت کے عین مطابق ، تنگی ، سخت گیری اور ناجائز پابندیوں کے بغیر ۔ صرف ایک شرط ضرور ہے وہ یہ لوگوں کے لئے کیا حلال ہے اور کیا حرام ہے ؟ اس کا فیصلہ صرف اللہ کے پاس ہو ، کیونکہ اللہ ہی نے ان طیبات کو پیدا کیا ہے ، لہٰذا حلال و حرام کے احکامات وہ اس شیطان سے اخذ نہ کریں جو ان کا بین دشمن ہے ۔ وہ تو انہیں صرف برائی اور فحش کا حکم دیتا ہے ۔ اور بغیر کسی ثبوت ویقین کے یہ شیطان اللہ پر افتراء باندھتا ہے ۔ اور اللہ تعالیٰ کی طرف کفر کی نسبت کرکے اس کی توہین کرتا ہے۔",
  "ayah": 168,
  "surah": 2
}
