{
  "text": "اس کے بعد مخصوص طور پر بعض ان چیزوں کو جو حرام قرار دی گئی ہیں بیان کردیا جاتا ہے ۔ اور لفظ قصر ” انما “ استعمال کرکے دائرہ محرمات کو محدود کردیا إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ ” اللہ کی طرف سے اگر کوئی پابندی تم پر ہے تو وہ یہ ہے کہ تم حرام نہ کھاؤ۔ خون سے اور سور کے گوشت سے پرہیز کرو اور کوئی ایسی چیز نہ کھاؤ جس پر اللہ کے سوا کسی اور کا نام لیا گیا ہو۔ “\nہر سلیم الفطرت انسان ، ازروئے طبع مردار کو ناپسند کرتا ہے ۔ یہی حال خون کا ہے لیکن فطرت کی کراہت کے علاوہ قرآن اور اس سے پہلے تورات کی بیان کردہ حرمت کے طویل عرصہ بعد ، طب جدید نے بھی اس سلسلے میں کچھ قیمتی انکشافات کئے ہیں ۔ مثلاً یہ کہ خون اور مردار میں کئی قسم کے مضر صحت اجزاء اور جراثیم (Microses) جمع ہوجاتے ہیں ۔ لیکن ہمیں کوئی یقینی علم نہیں ہے کہ طب جدید نے وہ تمام مضرات اور نجاستیں معلوم کرلی ہیں اور کوئی اور سبب تحریم اب باقی نہیں ہے ۔ ہوسکتا ہے کہ ان اشیاء کی تحریم کے لئے کچھ اور اسباب بھی ہوں جن کا علم تک ہمیں نہ ہوسکا ہو۔ رہا خنزیر تو اس کے متعلق ابھی تک بعض لوگ اچھی رائے رکھتے ہیں ۔ لیکن فطرت سلیمہ اس سے بھی شدید متنفر ہے ۔ ایک طویل عرصہ سے شرائع سماویہ نے اسے حرام قرار دیا ہوا ہے ۔ اب جاکر یہ معلوم ہوا کہ اس کے خون ، گوشت اور انٹریوں میں ایک خطرناک کیڑا موجود ہے ۔ یہ کیڑا لمبے دھاگے (TapWrom) کی شکل میں ہوتا ہے ۔ اور اس کے انڈے ملفوف ہوتے ہیں ۔ اس کے بارے میں بعض سور خور کہتے ہیں ۔ صحت وصفائی کے وسائل بہت ترقی کرچکے ہیں ۔ لہٰذا یہ کیڑے اور ان کے انڈے مضر صحت نہیں رہے ۔ کیوں کہ زیادہ حرارت سے یہ انڈے اور کیڑے یکسر ختم ہوجاتے ہیں ۔ اور صحت وصفائی کے جدید وسائل کے تحت یہ سہولتیں ہر جگہ میسر ہیں لیکن یہ لوگ اس بات پر غور نہیں کرتے کہ قرون طویلہ کے بعد ان کی علمی جدوجہد نے صرف ایک مضر کیڑا دریافت کیا ۔ اس بات کا کیا ثبوت ہے کہ خنزیر کے گوشت میں کوئی اور ایسا مضر صحت جز نہیں ہے ۔ جس کا انکشاف نہ ہوا ہو۔ شریعت الٰہیہ جس نے ہزاروں سے سال پہلے ، انسانی علم و آگہی سے بہت پہلے اس مضر صحت کو ممنوع قرار دیا ، کیا اس بات کی مستحق نہیں ہے کہ اس پر کلی اعتماد کیا جائے ۔ اس کے فیصلے کو قول فیصل سمجھاجائے اور اس کے حلال کردہ کو حلال اور اس کے حرام کردہ کو حرام قرار دیا جائے ۔ اس لئے کہ یہ شریعت حکیم وخبیر اللہ کی جانب سے نازل شدہ ہے ۔\nوہ چیزیں جن پر اللہ کے سوا دوسروں کا نام لیا گیا ہو۔ ان چیزوں کے مالکان نے انہیں غیر اللہ کی طرف موڑ دیا ہو۔ یہ چیزیں بھی حرام ہیں ۔ اس لئے کہ ان چیزوں کی ذات میں حرمت کی کوئی وجہ ہے ، محض اس لئے کہ ان چیزوں کا رخ غیر اللہ کی طرف کردیا گیا ہے ۔ مرکز توجہ بدل گیا ، ضمیر خالص نہ رہا ۔ روح پاک نہ رہی ، دل اللہ کے لئے سالم نہ رہا اور عقیدہ ونظریہ پاک نہ رہا۔ یہ ہے وہ روحانی سبب جس کی وجہ سے ان چیزوں کا استعمال حرام قرار دیا گیا اور یہ بھی اسی طرح ناپاک ہوا ، جس طرح مادی نجاست ناپاک ہوتی ہے ۔ لہٰذا یہ بھی غیر طیب اور وہ بھی غیر طیب ۔ چونکہ اسلام اس امر کی تاکید کرتا ہے کہ مسلمان تعظیم و تکریم کے ساتھ صرف بارگاہ الٰہی کی طرف متوجہ ہوں اور اس میں کسی اور کو شریک نہ کریں ، اس لئے ان چیزوں کو بھی اسی طرح نجس قرار دے کر نجس العین اشیاء کے ساتھ رکھا ۔ کیونکہ یہ اشیاء نظریاتی طور پر ناپاک ہیں\nپاکی قلب ونظر اور جسم وجگر ان تمام حرام کردہ چیزوں کے اسباب میں قدر مشترک ہے ۔ چونکہ سابقہ آیات میں عقیدہ توحید بیان ہوا تھا۔ مطلب یہ تھا کہ تمہارا خالق و رازق ایک ہے ۔ یہاں کہا گیا کہ شارع اور مقنن بھی وہی ہے ۔ رزق وخلق کا مصدر اور قانون و شریعت کا مآخذ ایک ہے ۔ ان آیات میں یہ تصور ایک گہرا ربط پیدا کردیتا ہے ۔\nاس حرمت کے باوجود اسلام بعض حالات و ضرورت کا خیال بھی رکھتا ہے ۔ ایسے حالات میں محدود طور پر ، ضرورت کی کم سے کم حد تک ، ان محرمات کو جائز قرار دے دیتا ہے۔ لیکن ہدایت کرتا ہے کہ ضرورت کی حد سے ہرگز آگے نہ بڑھاجائے ۔ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ” ہاں جو شخص مجبوری کی حالت میں ہو اور وہ ان میں سے کوئی چیز کھالے بغیر اس کے کہ وہ قانون شکنی کا ارادہ رکھتا ہو۔ یا ضرورت کی حد سے تجاوز کرے ، تو اس پر کچھ گناہ نہیں اللہ بخشنے والا اور رحم کرنے والا ہے ۔ “ استثناء کا یہ اصول بذاتہ تو عام ہے ، لیکن یہاں یہ مذکورہ بالا محرمات پر متفرع ہے ۔ لیکن ان محرمات کے علاوہ اس کا اطلاق دوسرے محرمات پر بھی ہوسکتا ہے ۔ جہاں ایسی ضرورت ہو ، جہاں زندگی خطرے میں ہو اور ان محرمات کے علاوہ کوئی اور چیز سامنے نہ ہو تو وہاں بھی ممنوعہ چیز کو کم ازکم ضرورت پورا کرنے کے لئے استعمال کیا جاسکتا ہے ۔ ضرورت کے مقامات کے بارے میں فقہاء کے درمیان فقہی اختلافات پائے جاتے ہیں ، مثلاً کیا ضرورت کے مسئلے میں قیاس چلے گا یا محض منصوص ضرورت تک استفادہ محدود ہوگا ؟ پھر ضرورت پوری کرنے کی مقدار کیا ہے ؟ کم ازکم استعمال ہے یا سیر ہو کر کھالینا ہے ؟ میں یہاں ان اختلافات کی تفصیل میں جانا نہیں چاہتا ۔ جو کچھ کہا گیا وہ فی ظلال القرآن کے لئے کافی ہے۔\nجن چیزوں کو حرام یا حلال قراردیا گیا تھا ، ان کے بارے میں یہودیوں نے غوغا آرائی شروع کردی تھی ۔ جیسا کہ قرآن مجید نے دوسری جگہ صراحت کی ہے ۔ بعض چیزیں ایسی بھی تھیں جو صرف یہودیوں پر حرام کی گئی تھیں۔ وَعَلَی الَّذِینَ ھَادُواحَرَّمنَا کُلَّ ذِی ظُفُرٍ وَمِنَ البَقَرِ وَالغَنَمِ حَرَّمنَا عَلَیھِم شُحُومَھُمَا اِلَّا مَا حَمَلَت ظُھُورُھُمَا اَوِالحَوَایَا اَو مَا اختَلَطَ بِعَظمٍ ” اور جن لوگوں نے یہودیت اختیار کی ان پر ہم نے سب ناخن والے جانور حرام کردیئے تھے ، اور گائے اور بکری کی چربی بھی بجز اس کے جو ان کی پیٹھ یا ان کی آنتوں میں لگی ہوئی ہو یا ہڈی سے لگی رہ جائے ۔ “ یہ چیزیں مسلمانوں کے لئے جائز تھیں۔ غالباً اس جواز پر وہ سخت معترض تھے ۔ بعض روایات میں یہ بھی آیا ہے کہ ان چیزوں کی حرمت پر بھی اعتراض تھا جو یہاں حرام کردی گئی ہیں حالانکہ یہ چیزیں تورات میں خود ان کے لئے بھی حرام بیان ہوئی تھیں ۔ مطلب ان کا صرف یہ تھا کہ کسی نہ کسی طرح قرآنی احکامات کو مشکوک کیا جائے اور مسلمانوں کے دل میں یہ شبہ ڈال دیا جائے کہ رسول ﷺ پر وحی منجانب اللہ آتی ہے یا نہیں ۔",
  "ayah": 173,
  "surah": 2
}
