{
  "text": "بہرحال یہ آیت ایک تمہید تھی ۔ اور جیسا کہ دوسری آیت میں ذکر ہوا ، اصل مقصد یہ تھا کہ تندرست اور مقیم پر بتدریج روزے کو علی الاطلاق فرض کردیاجائے ۔ ہاں البتہ یہ حکم ایسے بوڑھے مرد اور بوڑھی عورت کے لئے اب بھی باقی ہے جن کے لئے روزہ رکھنا مشکل ہو اور امید بھی نہ ہو کہ وہ پھر سے تندرست ہوکر روزہ رکھنے کے قابل ہوسکیں گے ۔ امام مالک (رح) فرماتے ہیں کہ ان تک یہ روایت پہنچی ہے کہ حضرت انس بن مالک ؓ کافی بوڑھے ہوگئے تھے اور ان میں روزہ رکھنے کی قدرت ہی نہ تھی ۔ اس لئے ان کی جانب سے فدیہ دیا جاتا تھا ۔ (حضرت ابن عباس ؓ فرماتے ہیں کہ یہ آیت منسوخ نہیں ہے ۔ یہ اس بوڑے مرد اور اس بوڑھی عورت کے لئے ہے جو روزہ رکھنے کی طاقت نہ رکھتے ہوں۔ ان پر فرض ہوگا کہ وہ ایک روزہ کے بدلے ایک مسکین کو کھانا کھلائیں ۔ ابن ابی لیلیٰ سے روایت ہے ۔ کہتے ہیں : میں رمضان شریف میں عطاء کے پاس گیا۔ دیکھتا ہوں کہ کھانا کھا رہے ہیں ۔ اس کی وجہ دریافت کی تو انہوں نے فرمایا ! ابن عباس فرماتے ہیں (شھر رمضان) یہ آیت نازل ہوئی ۔ سابقہ منسوخ ہوگی ۔ البتہ نہایت بوڑھے شخص کے لئے اب بھی یہ رخصت ہے کہ وہ اگر چاہے تو ایک روزہ کے بدلے ایک مسکین کو کھاناکھلا کر افطار کرے ۔ غرض اگلی آیت سے ثابت ہوتا ہے کہ تندرست اور گھر میں مقیم شخص سے یہ رخصت اٹھالی گئی ہے ۔ اور آنے والی آیت فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ ” تم میں سے جو بھی اس مہینے کو پائے اس کے پورے روزے رکھے۔ “ نے اس آیت کو منسوخ کردیا ہے ۔\nتندرست اور مقیم شخص کو اب دوبارہ ترغیب دی جاتی ہے کہ وہ ضرور روزے رکھے ۔ یہ رمضان شریف کے روزے ہیں ۔ یہ وہ مہینہ ہے ۔ جس میں قرآن عظیم نازل ہوا ہے۔ رمضان میں قرآن کا آغاز ہوا یا یہ کہ اس کا زیادہ حصہ رمضان شریف میں نازل ہوا۔ قرآن اس امت کے لئے دائمی کتاب ہے ۔ قرآن ہی نے تو اس امت کو گھٹاٹوپ اندھیروں سے نکال کر روشنی بخشی اور اسے اس عظیم الشان عروج تک پہنچایا ۔ خوف کے بدلے اسے چین نصیب ہوا ۔ اسے اس کرہ ارض پر تمکنت بخشی ۔ اسے ایسے مقومات اور ایسے عناصر دیئے جن کی بنیاد پر وہ ایک امت قرار پائی ۔ حالانکہ قرآن سے پہلے وہ کیا تھی ؟ کچھ نہ تھی اور اب بھی اس قرآن کے بغیر اس کرہ ارض پر ، اس امت کا مقام ہی کیا رہتا ہے ؟ اس کے بغیر تو وہ امت ہی نہیں رہتی ۔ نہ زمین پر اس کا کوئی مقام ہوگا نہ آسمان میں اس کا کوئی ذکر ہوگا ۔ لہٰذا انعامات کا کم ازکم شکریہ ہے کہ مسلمان شہر رمضان میں رو سے سے ہوں ، جس میں یہ قرآن نازل ہوا۔\nشَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ” رمضان وہ مہینہ ہے جس میں قرآن نازل کیا گیا جو انسانوں کے لئے سراسر ہدایت ہے اور ایسی واضح تعلیمات پر مشتمل ہے جو راہ راست دکھانے والی اور حق و باطل کا فرق کھول کر رکھ دینے والی ہیں ، لہٰذا تم میں سے جو شخص اس مہینے کو پائے اس کو لازم ہے کہ وہ اس پورے مہینے کے روزے رکھے۔ “\nیہ آیت روزے کو مطلقاً فرض کردیتی ہے اور تندرست اور مقیم سے افطار کی رخصت واپس لے لی جاتی ہے ۔ اب وہ فدیہ دے کر افطار نہیں کرسکتے ۔ ماسوائے بوڑھے مرد اور بوڑھی عورت کے ، جس طرح کہ ہم پہلے کہہ آئے ہیں ۔ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ” لہٰذا اب سے جو شخص اس مہینے کو پائے اس کو لازم ہے کہ وہ اس پورے مہینے کے روزے رکھے ۔ “ یعنی جو اس مہینے کو پائے اور مسافر نہ ہو ۔۔ جو شخص ماہ رمضان کا چاند دیکھ لے ۔ اگر کسی کو چاند ہونے کا یقین ہوجائے چاہے جس ذریعہ سے بھی ، تو اسپر بھی روزہ اس طرح فرض ہے جو طرح چاند دیکھنے والے پر فرض ہے ۔\nچونکہ یہ آیت بھی عمومیت کی حامل ہے ، اس لئے یہاں مریض اور مسافر کے لئے دوبارہ استثنائی دفعہ تجویز کی گئی ۔ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ ” اور جو مریض ہو یا سفر پر وہ دوسرے دنوں میں روزوں کی تعداد پوری کرے۔ “\nاب تیسری مرتبہ پھر اس اہم فریضہ کی ادائیگی کی ترغیب دی جاتی ہے ۔ بیان کیا جاتا ہے کہ روزے کی فرضیت بھی ایک رحمت ہے اور افطار کے لئے رخصت بھی ایک رحمت يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ ” اللہ تمہارے ساتھ نرمی کرنا چاہتا ہے ، سختی نہیں کرنا چاہتا۔ “ غرض اسلامی نظریہ حیات میں تمام عبادات وفرائض کا اصل الاصول یہ ہے کہ معاملات میں نرمی ہو اور ضرورت سے زیادہ سختی نہ ہو ۔ یہ عبادات ایسی ہیں کہ جس دل میں صحیح ذوق پیدا ہوجائے ، اسے یہ شعور ملتا ہے کہ وہ پوری زندگی کے معاملات میں نرم رویہ اختیار کرے سختی نہ کرے ۔ ان کے نتیجے میں ایک مسلمان میں سادگی پیدا ہوجاتی ہے اور اس کی زندگی پاک ہوجاتی ہے ۔ اس میں کوئی تکلف نہیں ہوتا ، اس میں کوئی پیچیدگی نہیں ہوتی ۔ یوں نظر آتا ہے کہ ایک مسلمان کی پوری زندگی فرائض وواجبات کی ادائیگی ، عملی زندگی کے پورے معاملات میں ، ایک سیل رواں کی طرح جاری وساری ہیں ۔ اس کی زندگی اس طرح غیر محسوس طور پر ، اطمینان ، یقین اور تسلیم ورضا کے ساتھ ترقی کررہی ہوتی ہے جس طرح ایک درخت بڑھتا رہتا ہے اور یہ شعور ہر جگہ مومن کے ساتھ ہوتا ہے کہ اللہ کی رحمت کے لئے اجر عبادت سے محروم ہی نہ ہوجائے وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ ” اور جس ہدایت سے اللہ تعالیٰ نے تمہیں سرفراز کیا ہے ، اس پر اللہ کی کبریائی کا اظہارواعتراف کرو اور شکر گزار بنو۔ “\nاس فریضہ کے مقاصد میں سے ایک یہ ہے کہ جو لوگ ایمان لائے ہیں ان کے دلوں میں اس ہدایت و راہنمائی کی قدر و قیمت کا صحیح شعور پیدا ہوجائے ، جو اللہ تعالیٰ نے انتہائی سہولت اور فراوانی سے انہیں فراہم کردی ہے اور ان کی حالت یہ ہوجائے کہ دوسرے ایام کے مقابلے میں ماہ صیام میں ، ان کے دلوں میں دین کا شعور زیادہ پختہ ہو ۔ ان کے دل معصیت اور گناہ کے بارے میں سوچنا ہی چھوڑ دیں ۔ ان کے اعضاء معصیت کے ارتکاب کے لئے تیار ہی نہ ہوں۔ وہ اس طرح لگیں کہ اللہ کی ہدایت کو محسوس کررہے ہیں ، بلکہ اسے چھو رہے ہیں ۔ ان کے دل اس اطاعت و بندگی کے ساتھ اللہ کی طرف مائل ہوں جیسا کہ رمضان شریف کی بحث کے آغاز میں کہا گیا ۔ لَعَلَّكُمْ تَتَّقُونَ ” اس امید پر کہ تم پرہیز گار بن جاؤ۔ “\nروزہ جو بادی النظر میں جسم وبدن کے لئے شاق و دشوار نظر آتا ہے دراصل اللہ تعالیٰ کا احسان عظیم ہے ۔ نیز یہ بھی معلوم ہوجاتا ہے کہ اس کے تربیتی مقاصد کیا ہیں ۔ اور یہ کہ اس تربیت کے ذریعے ایک مومن کو اس عظیم کردار کے لئے تیار کیا جارہا ہے جس کے لئے اس امت کو برپا کیا گیا ہے تاکہ وہ نہایت ہی خدا خوفی سے ، اللہ کی نگرانی اور ایک زندہ ضمیر کے ساتھ اس فرض کو ادا کرے۔\nاس سے پہلے کہ روزے کے تفصیلی احکام بیان ہوں ، یعنی کس وقت سے کس وقت تک روزہ ہو اور اس میں کیا جائز ہے اور کیا منع ہے ، ہم روزے کی برکات کی طرف توجہ دلاتے ہیں اور بتاتے ہیں کہ روزے کی مشقتوں کے عوض اللہ ہمیں پوراپورا معاوضہ عطا کرتا ہے ۔ یہ معاوضہ اور صلہ کیا ہے ؟ اللہ کا قرب اور دعاؤں کی قبولیت ۔ ذرا قرآن کے الفاظ کو دیکھئے۔",
  "ayah": 185,
  "surah": 2
}
