{
  "text": "جیسا کہ اوپر ذکر ہوا ، اختتام حج کے بعد عرب سوق عکاظ ، مجنہ اور ذوالمجاز نامی بازاروں کو جاتے ۔ یہ بازار صرف خروید وفروخت ہی کے بازار نہ تھے ۔ بلکہ ان میں تقریروں ، اشعار اور آباء اجداد کی نفرتوں کا بھی مقابلہ ہوتا ۔ ان بازاروں میں ہر شخص اپنا نسب نامہ بیان کرتا ۔ اس وقت عربوں کی حالت یہ تھی کہ ان نفرتوں اور کارہائے نمایاں کے بیان و اظہار کے علاوہ عربوں کے پاس کوئی پروگرام ہی نہ تھا ۔ ان کے پاس کوئی انسانی مشن نہ تھا ، جس کی راہ میں وہ اپنی عظیم قوت گویائی اور بلاغت اور عظیم عملی قوتوں کو کام میں لاتے ۔\nعربوں کو بلند ترانسانی مشن تو صرف اسلام نے دیا ہے ۔ اسلام سے پہلے ان کی حالت یہ تھی کہ نہ زمین پر ان کا کوئی پروگرام ہے اور نہ آسمانوں پر ان کا کوئی ذکر یا مقام ہے ۔ یہی وجہ ہے کہ حج سے فارغ ہوکر لوگ ان میلوں اور بازاروں میں اپنے قیمتی اوقات اور اپنی قیمتی طاقتوں کو ان لغو اور بےکار باتوں میں صرف کرتے ۔ اپنے حسب ونسب بیان کرتے ، اپنے آجاؤ اجداد کے کارنامے یاد کرتے ۔ اور فخر ومباہات کے ساتھ ........ لیکن جب اسلام آیا اور انہیں ایک عظیم نصب العین دیا گیا ، انہیں زندگی کا ایک جدید تصور دیا گیا ، بلکہ انہیں ایک نیا جنم دیا گیا تو وہ بامقصد اور بامراد قوم بن گئے ۔ قرآن کریم انہیں صرف وہ تعلیم دیتا ہے جس میں ان کی بھلائی ہے۔\nمناسک حج ادا کرچکنے کے بعد ، اب اسلامی تعلیم پر کھئے کہ آباء و اجداد کے تذکروں کی بجائے اللہ تعالیٰ کو یاد کرو فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا ” پھر جب اپنے حج کے ارکان ادا کرچکو ۔ تو جس طرح پہلے اپنے آباء اجداد کا ذکر کرتے تھے ، اس طرح اب اللہ کا ذکر کرو ، بلکہ اس سے بھی بڑھ کر۔ “........” جس طرح پہلے اپنے آباء و اجداد کا ذکر کرتے تھے ۔ “ ان الفاظ سے معلوم ہوتا نہیں کہ اللہ کے ذکر کے ساتھ اب بھی آباء و اجداد کا تذکرہ جائز ہے ۔ اس تمثیل میں تنقیدی پہلو ہے اور مقصد یہ ہے کہ اس کام سے بہتر کام میں اپنے اوقات صرف کرو یعنی جس طرح تم پہلے اپنے آباء اجداد کا تذکرہ کرتے تھے جو ایک فضول حرکت تھی ۔ جو کوئی جائز یا مستحسن کام نہیں تھا ، اس کو بدل دو ۔ اب اللہ کو یاد کرو بلکہ اس سے بھی زیادہ یاد کرو بالخصوص موسم حج میں جبکہ تم نے عام لباس بھی اتار کر ایک خاص لباس پہن لیا ہے ۔ اسی طرح آباء اجداد پر تکابر وتخافر کے لباس کو اتار پھینکو۔ صرف اللہ کے ذکر ہی سے انسان کا رتبہ بلند ہوتا ہے ۔ آباء اجداد کے جائز وناجائز تفاخر کے ذریعے نہیں ۔ اب زندگی کی جدید قدروں کا میزان ومعیار تقویٰ ہے ۔ اللہ کا خوف ہے اور تعلق باللہ ہے ۔ اس کا ذکر اور اس کی خشیت ہے۔",
  "ayah": 200,
  "surah": 2
}
