{
  "text": "اب یہاں انسانوں کو اسلامی میزان اور اسلامی معیار کے مطابق تولا اور پرکھا جاتا ہے ۔ اللہ تعالیٰ مسلمانوں کو انسانوں کی قدریں بتاتا ہے اور ان کے مطابق مختلف لوگوں کی قیمتیں متعین کرکے دکھاتا ہے :\nفَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ (200) وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (201) أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ ” ان میں سے کوئی تو ایسا ہے ، جو کہتا ہے اے ہمارے رب ! ہمیں دنیا میں بھی بھلائی دے اور آخرت میں بھی بھلائی ، اور آگ کے عذاب سے ہمیں بچا ، ایسے لوگ اپنی کمائی کے مطابق (دونوں جگہ) حصہ پائیں گے اور اللہ کو حساب چکاتے کچھ دیر نہیں لگتی ۔ “\nلوگوں میں دونقطہ ہائے نظر ہیں ۔ ایک گروہ وہ ہے جس کے پیش نظر صرف دنیا ہے ۔ اسے حصول دنیا کا بےحد شوق ہوتا ہے ۔ ہر وقت دنیاوی امور ہی میں مصروف رہتا ہے ۔ اس نقطہ نظر کے حامل لوگ حج کے موقع پر آیا کرتے تھے ، ان لوگوں کی دعائیں کچھ اس قسم کی ہوا کرتی تھیں :” اللہ ! اس سال کو بارش کا سال بنائیے ، تروتازگی کا سال بنائیے ، اچھی اولاد کا سال بنائیے وغیرہ۔ یہ لوگ اپنی دعاؤں میں آخرت کا ذکر تک نہ کرتے تھے ۔\nحضرت ابن عباس ؓ سے روایت ہے کہ یہ آیت ایسے ہی لوگوں کے بارے میں نازل ہوئی ہے ، لیکن اس آیت کا مفہوم عام ہے اور ہمیشہ کے لئے ہے ۔ کیونکہ ہر نسل اور ہر علاقے میں ایسے لوگ پائے جاتے ہیں ۔ وہ لوگ جن کے پیش نظر صرف دنیا ہی دنیا ہوتی ہے اور یہ لوگ جب اللہ تعالیٰ سے کچھ مانگیں تو بھی دنیا ہی مانگتے ہیں ۔ کیونکہ ان کا شغل ہی دنیا میں ہوتا ہے۔ ان کے دل و دماغ پر دنیا ہی چھائی ہوتی ہے ۔ اور دنیا اس کی ذات کی گہرائیوں تک اتر چکی ہوتی ہے۔ بعض اوقات اللہ تعالیٰ ایسے لوگوں کو ان کا پورا حصہ اس دنیا ہی میں عطا کردیتا ہے ۔ اگر ان کے لئے یہاں کچھ مقرر ہو ، ان کے مقدر میں ہو ، اور آخرت میں تو ایسے لوگوں کا کچھ حصہ نہیں ہے مطلقاً کچھ نہیں ۔\nدوسرا گروہ ایسا ہے جس کا نقطہ نظر سابق سے زیادہ وسیع ہے ۔ ان کا نفس بلند اور فطرت عظیم ہے ۔ یہ لوگ واصل باللہ ہیں ۔ یہ لوگ اچھی دنیا کے بھی طالب ہیں لیکن وہ عالم آخرت میں بھی حصہ چاہتے ہیں ۔ اسے بھی صاف بھولے ہوئے نہیں ہیں ۔ یہ گروہ کہتا ہے رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ ” اے ہمارے رب ! ہمیں دنیا میں بھی بھلائی دے اور آخرت میں بھی بھلائی دے اور آگ کے عذاب سے ہمیں بچا۔ “\nیہ لوگ اللہ تعالیٰ سے دونوں جہانوں کی بھلائی کے طلب گار ہیں ۔ یہ بھلائی کا نام نہیں لیتے اس کی تخصیص نہیں کرتے ، یہ اللہ پر چھوڑ دیتے ہیں ۔ اللہ ان کے لئے جو بھلائی چاہے اختیار کرے ۔ وہ مختار ہے اور یہ لوگ اس کے اختیار پر راضی ہیں ۔\nاس قسم کے لوگوں کو اللہ ضمانت دیتا ہے کہ ان کا حصہ انہیں ضرور ملے گا ۔ اس میں دیر نہ ہوگی کیونکہ اللہ تعالیٰ بڑی جلدی حساب چکاتے ہیں ۔\nان قرآنی تعلیمات کی رو سے یہ دیکھا جاتا ہے کہ ایک شخص کا نقطہ نظر کیا ہے ؟ لہٰذا جو شخص اللہ تعالیٰ کی جانب متوجہ ہو ، اپنے تمام امور اس کو سپرد کردے ، اللہ کو اپنا اختیار دے دے ، اور پھر اللہ اس کے لئے جو اختیار کرے اس پر راضی ہو ، تو ایسے شخص کو دنیاوی بھلائیاں بھی ملیں گی اور آخرت میں بھی خیر ہی خیر اس کے حصے میں ہوگی اور جس شخص نے اپنے پیش نظر صرف دنیاہی کو رکھا تو ایسا شخص تو آخرت کو ابھی سے کھوبیٹھا ۔ اس نقطہ نظر والے شخص نے اپنی دعا میں بھی راہ اعتدال کو اختیار کیا ہے اور یہ اسلام کے پیدا کردہ ایک ایسے تصور حیات پر جما ہوا ہے جو نہایت موزوں اور نہایت خوشگوار ہے۔\nاسلام اپنے ماننے والوں سے یہ مطالبہ نہیں کرتا کہ وہ ترک دنیا اختیار کرلیں ۔ کیونکہ انہیں خلافت کے لئے پیدا کیا گیا ہے اور منصب خلافت انہوں نے اس کرہ ارض پر سنبھالنا ہے ۔ اسلام کا مطالبہ صرف یہ ہے کہ مسلمان اپنے دنیاوی امور میں بھی اللہ کی طرف متوجہ رہیں ۔ وہ اپنے نقطہ نظر کو اس قدر محدود نہ کریں کہ وہ خود دنیا کے محدود دائرے کے اندر محدود ہوکر رہ جائیں ۔ اسلام یہ چاہتا ہے کہ انسان کو اس کی محدود دنیا کی چار دیواری سے آزاد کردے ۔ یوں کہ وہ اس دنیا میں بھی کام کرے ، اس سے کام بھی لے ۔ مگر اس کے اندر نہ گھر جائے ۔ اس کے پنجے سے آزاد بھی رہے ۔ وہ یہاں منصب خلافت کے تمام فرائض سرانجام ۔ لیکن اس کی نظریں افق اعلیٰ پر ہوں ۔ یہی وجہ ہے کہ وہ تمام اہتمامات ، وہ تمام سرگرمیاں جن کے فوائد اس دنیا تک محدود ہوں ۔ ان پر اگر ایک انسان ۔ ایک مومن انسان اسلامی تصور حیات کے مقام بلند سے ایک حقارت آمیز نظر ڈالے تو وہ سب کچھ اسے حقیر و ذلیل اور بےوقعت نظر آئے گا بشرطیکہ وہ اسلامی تصور حیات کی بلند چوٹی پر پہنچا ہواہو۔",
  "ayah": 202,
  "surah": 2
}
