{
  "text": "وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ ” یہ گنتی کے چند روز ہیں جو تمہیں اللہ کی یاد میں بسر کرنے چاہئیں ۔ پھر جو کوئی جلدی کرے دوہی دن میں واپس ہوگیا تو کوئی حرج نہیں ، اور جو کچھ دیر زیادہ ٹھہر کر پلٹا تو بھی کوئی حرج نہیں ۔ بشرطیکہ یہ دن اس نے تقویٰ کے ساتھ بسر کئے ہوں۔ اللہ کی نافرمانی سے بچو اور خوب جان رکھو کہ ایک روز اس کے حضور میں تمہاری پیشی ہونے والی ہے ۔ “\nراجح بات یہ ہے کہ ایام ذکر یوم عرفہ ، یوم نحر اور پھر ایام تشریق ہیں ۔ ابن عباس ؓ عنہمافرماتے ہیں کہ ایام معدودات سے مراد ایام تشریق ہیں ۔ عکرمہ (رح) کہتے ہیں کہ معدود دنوں میں ذکر سے مراد تکبیریں ہیں جو ایام تشریق میں ہر فرض نماز کے بعد پڑھی جاتی ہیں ۔ اللہ اکبر ، اللہ اکبر ۔ پہلے ہم عبدالرحمن بن معمر دیلمی کی حدیث نقل کر آئے ہیں کہ ” منیٰ کے دن تین ہیں ۔ اب اگر کوئی دوہی دنوں میں شتاب واپس ہوگیا تو بھی کوئی حرج نہیں ہے اور اگر کوئی تاخیر کرکے پورے وقت کے بعد آئے تو بھی کوئی حرج نہیں ۔ غرض عرفہ ، حج اور ایام تشریق سب میں مناسب ہے کہ اللہ کا ذکر زیادہ سے زیادہ ہو ، چاہے ان میں پہلے دونوں کو منتخب کیا جائے یا دوسرے دو دنوں کو ، لیکن ہر معاملے میں اللہ خوفی اور پرہیز گاری پیش نظر رہے۔” بشرطیکہ یہ دن تقویٰ کے ساتھ بسر کئے۔ “ لِمَنِ اتَّقَى۔\nحج کی گہماگہمی کی مناسبت سے ، اب یہاں یوم حشر کا ذکر کیا گیا جہاں تمام مخلوق حساب و کتاب کے لئے جمع ہوگی ۔ وہاں ایک خوفناک منظر ہوگا لہٰذا اس مقام کی تیاری کرو اور پرہیزگاری کا راستہ اختیار کرو وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ ” اللہ کی نافرمانی سے بچو اور خوب جان رکھو کہ ایک روز اس کے حضور میں تمہاری پیشی ہونے والی ہے۔ “\nان آیات کے مطالعے معلوم ہوتا ہے کہ اسلام نے عربوں کے مروجہ حج کو کس طرح ایک اسلامی فریضہ قرار دیا۔ اس کا ربط جاہلیت کے پس منظر سے ٹوٹ گیا ۔ اب وہ اسلامی زندگی کا ایک جزو بن گیا ۔ اسے بداخلاقیوں اور گندگیوں سے پاک کردیا ۔ اسلام نے زندگی کے تمام معاملات میں یہی طریقہ اختیار کیا ہے ، جس رسم ، جس عبادت کو بھی باقی رکھا ہے اسے جاہلیت کے شوائب سے پاک کرکے رکھا ہے ۔ اس کی وہ شکل بدل گئی ہے جو ایام جاہلیت میں ہوا کرتی تھی ۔ یوں نظر آتا ہے جیسا کہ جدید لباس میں ایک موزوں ٹکڑا۔ اب حج معروف معنوں میں اہل عرب کا ایک عادی اور رسمی فعل نہ رہا بلکہ اب وہ ایک اسلامی عبادت قرار دے دی گئی ہے کیونکہ اب اسلام ہی معیار ہے۔ اسلام کو ہی یہ حق حاصل ہے کہ اگر وہ چاہے تو کسی مفید رسم کو باقی رکھے۔",
  "ayah": 203,
  "surah": 2
}
