{
  "text": "درس 13 ایک نظر میں\nقرآن مجید میں اللہ تعالیٰ نے مختلف قسم کی ہدایات دیں۔ مختلف موضوعات پر قانون وضع کئے گئے ہیں ۔ ان ہدایات اور قوانین کو مجموعی طور پر دیکھا جائے تو ان سے ایک خدائی نظام زندگی وجود میں آتا ہے جو انسان کی پوری زندگی پر حاوی ہے ۔ اس راہنمائی اور اس قانون سازی کے درمیان اللہ تعالیٰ نے انسان کو ایک نظام تربیت بھی عطا کردیا ہے ۔ یہ ایک بہترین نظام اصلاح ہے ۔ اس لئے کہ اللہ نفس انسانی کی حقیقت کے بارے میں اس کی ظاہری اور خفیہ رسم وراہوں کے بارے میں سب سے زیادہ علم رکھتا ہے اللہ تعالیٰ نفس انسانی کے ہر پہلو کو لیتا ہے ۔ اور مختلف انسانوں کی ایسی تصویر بناتا ہے ، جس کے خدوخال واضح ہوتے ہیں ۔ جس میں تمام مطلوبہ خصائص واضح طور پر نظر آتے ہیں ۔ جب انسان الفاظ کی اس تصویر کو آئینہ دماغ میں رکھ کر ، انسانوں کی بھیڑ میں ان اوصاف کے حاملین کی تلاش میں نکلتا ہے ، تو یوں لگتا ہے کہ گویا وہ لوگ گلیوں اور بازاروں میں چلتے پھرتے ہیں ۔ زمین پر دوڑتے پھرتے ہیں اور ایک انسان انگلی رکھ کر بتاسکتا ہے کہ یہ ہیں وہ لوگ جن کا تذکرہ قرآن نے کیا ہے ۔\nاس سبق میں انسانوں کی دواقسام کے واضح خدوخال بیان کئے گئے ہیں ۔ یہ اقسام عام طور پر انسانوں میں پائی جاتی ہیں ۔ پہلی قسم نمائشی ، شریر اور زبان دراز لوگوں کی ہے ۔ ایسا شخص اپنی ذات کو پوری زندگی کا محور بنالیتا ہے ۔ ایسا شخص بظاہر بہت ہی بھلامعلوم ہوتا ہے ، لیکن جب اندرون کھلتا ہے تو گندگی ہی گندگی ہوتی ہے ۔ اسے جب اصلاح احوال اور اللہ خوفی کی طرف دعوت دی جائے تو حق کی طرف نہیں آتا ۔ اپنی اصلاح نہیں کرتا ، اپنے وقار کا خیال اسے گناہ پر جما دیتا ہے ۔ اپنے غرور کی وجہ سے وہ سچائی اور بھلائی سے منہ پھیرلیتا ہے وہ کھیتوں کو غارت کرتا ہے اور نسل انسانی کو تباہ کرتا ہے ۔\nدوسری قسم ان مومنین صادقین کی ہے جو اپنی پوری ہستی کا سودا رضائے الٰہی کے حصول کے عوض کرلیتے ہیں ۔ پوری زندگی بیچ دیتے ہیں ۔ اس کا کچھ حصہ بھی رہنے نہیں دیتے ۔ اپنی سعی اور عمل ، اپنی تمام تگ ودو میں ، وہ اپنا کوئی حصہ نہیں رکھتے ۔ وہ اپنے آپ کو فنا ۔۔۔۔ کردیتے ہیں اور ہمہ تن اللہ کی طرف متوجہ ہوجاتے ہیں ۔\nانسانوں کے یہ دومعیاری نمونے پیش کرنے کے بعد اب مسلمانوں کو دعوت دی جاتی ہے کہ وہ کسی تردد ، کسی جھجھک ، مطالبہ خوارق و معجزات کے بغیر پورے پورے دین اسلام میں داخل ہوجائیں ۔ بنی اسرائیل کی طرح نہ بنیں ، جنہوں نے قدم قدم پر خوارق ومعجزات کا مطالبہ کیا ، اللہ کی اس نعمت یعنی اسلامی نظام زندگی کی نعمت کو چھوڑ کر کفر کا راستہ اختیا کیا ۔ اللہ تعالیٰ نے فرمایا :” پوری طرح اسلام میں داخل ہوجاؤ۔ “ اشارہ اس طرف ہے کہ اسلام ایک مکمل نظام زندگی ہے اور تمہیں اپنی پوری زندگی کو اس نظام میں ڈھالنا ہے اس نظام پر عمل کرنا ہے ۔ (تفصیل آگے آرہی ہے )\nایمان کی نعمت عظمیٰ اور مسلمانوں پر اس کی امن وآشتی کی چھاؤں کے مقابلے میں ، کفار کے غلط نقطہ نظر کی ایک جھلک بھی دکھائی جاتی ہے ۔ یہ لوگ اپنے ناقص تصور زندگی کی وجہ سے مسلمانوں کا مذاق اڑاتے ہیں ۔ لیکن بتادیا جاتا ہے کہ اللہ کے نزدیک کس کی کیا قدر (Value) ہے۔” مگر قیامت کے روز پرہیزگار لوگ ہی ان کے مقابلے میں عالی مقام ہوں گے۔ “\nاس کے بعد بتایا جاتا ہے کہ لوگوں کے درمیان اختلاف رائے کس طرح پیدا ہوگیا اور یہ کہ اس کا حل صرف یہ ہے کہ وہ معیار حق کی طرف پلٹیں اور اسے اپنا حاکم تسلیم کریں ۔ بتایا جاتا ہے کہ حق کا یہ معیار اللہ کی کتاب ہے ، جو نازل ہی اس لئے کی گئی ہے تاکہ لوگوں کے درمیان حق کے بارے میں جو اختلاف رائے پیدا ہوگیا ہے ، اس میں ان کے درمیان فیصلہ کرے۔\nاس مناسبت سے بتادیا جاتا ہے کہ اس معیار حق کتاب اللہ کے حاملین کی راہ میں بیشمار مشکلات ہیں ۔ امت مسلمہ کو بتایا جاتا ہے کہ اس کی راہ میں سختیاں ہیں ، مصیبتیں ہیں ، نہ صرف تمہاری راہ میں بلکہ تاریخ انسانی مین جس جماعت نے بھی اس امانت کا بوجھ اٹھایا ، اس کا حال یہی رہا ہے تاکہ وہ اپنے آپ کو اس بار امت کے اٹھانے کے لئے تیار کرسکے ۔ جسے بہرحال اس نے اٹھانا ہے ۔ اور تاکہ وہ خوشی خوشی اس بوجھ کو اٹھانے کے لئے تیار ہو ، اطمینان کے ساتھ ۔ جب بھی فضا میں خطرات کی آلودگی ہو ، جب بھی اسے یہ نظر آتا ہو کہ صبح دور ہے ، وہ اللہ کی نصرت کے بارے میں پر امید رہے ۔\nاس سبق میں ہم دیکھتے ہیں کہ اسلامی جماعت کی ٹریننگ اور تربیت کے قانون سازی کے ساتھ ساتھ اسلامی نظم وتربیت بھی سکھایا جارہا ہے ۔ اس تربیت کے مختلف پہلو بیان کئے جاتے ہیں جن کا زمزمہ نہایت خوشگوار اور پرتاثیر ہے اور یہ سب کچھ ان ہدایات و وضع قوانین کے اثنا میں ہورہا ہے جن سے اسلامی نظام بنتا ہے جو انسان کی پوری زندگی پر حاوی ہے۔",
  "ayah": 204,
  "surah": 2
}
