{
  "text": "سیاق کلام آگے بڑھتا ہے ۔ یہی تصور سامنے ہے کچھ لکیریں مزید کھینچی جاتی ہیں اور کچھ نشانات اور واضح ہوکر سامنے آتے ہیں ۔ وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ ” جب اس سے کہا جاتا ہے کہ اللہ سے ڈر تو اپنے وقار کیا خیال اس کو گناہ پر جما دیتا ہے ۔ ایسے شخص کے لئے تو بس جہنم کافی ہے اور وہ بہت برا ٹھکانہ ہے ۔ “\nجب اسے اقتدار حاصل ہوتا ہے تو وہ زمین میں فساد برپا کرتا ہے ، کھیتوں کو غارت کرتا ہے ، انسانی نسل کو تباہ کرتا ہے ، تباہی و بربادی کا دور دورہ ہوتا ہے ۔ ایسے شخص کے سینے میں شروفساد اور کینہ کا جو لاوا پک رہا تھا وہ پھوٹ کر باہر نکل آتا ہے ۔ جب اس قسم کا شخص یہ سب کچھ کرنے لگتا ہے اور اسے نصیحت کی خاطر اللہ خوفی کی یاددہانی کے لئے اللہ کے غضب سے بچنے کے لئے اور اس محسن سے حیا کرنے کے لئے صرف یہ کہا جاتا ہے :” اللہ سے ڈرو “ (اتق اللہ) تو وہ سخت بگڑتا ہے کہ کیوں اس کے سامنے یہ جراءت کی گئی ۔ یہ بات اسے کیوں کہی گئی ، یہ تو بری چیز ہے ۔ اسے نیکی کی طرف متوجہ کرنے والے ہیں کون ؟ اس پر اعتراض کرنے والوں کو یہ جراءت کیسے ہوئی ۔ کیا یہ لوگ اسے ہدایت دے رہے ہیں چناچہ اسے اپنے وقار کا خیال ، حق پر نہیں ، انصاف پر نہیں ، بھلائی پر نہیں بلکہ گناہ پر جما دیتا ہے ۔ وہ جرم کو عزت سمجھنے لگتا ہے ۔ خطا کو صواب سمجھتا ہے ۔ گناہ کو نیکی تصور کرتا ہے اور حق کے مقابلے میں اکڑجاتا ہے ۔ گردن فرازی کرتا ہے ، اللہ تعالیٰ کے مقابلے میں بڑی ڈھٹائی سے اتراتا ہے ۔ حالانکہ پہلے خود اس کی حالت یہ تھی کہ یہ اپنی نیک نیتی پر ہر وقت اللہ کو گواہ ٹھہراتا ، اور ہر وقت بھلائی ، نیکی ، یکسوئی اور حیاچشمی کا مظاہرہ کرتا۔\nیہ ایک آخری (Touch) ہے ، جس سے اس تصویر کے خدوخال پورے ہوجاتے ہیں۔ یہ واضح تر ہوجاتی ہے اور اس کی کئی اقسام بھی سامنے آجاتی ہیں ۔ یہ تصویر اب زندہ متحرک مثالوں کی شکل اختیار کرلیتی ہے ۔ کسی تردد کے بغیر آپ یہ کہہ سکتے ہیں :” وہ ہے ! وہ ہے ! وہ ہے ! جس کی تصویر قرآن مجید نے ان الفاظ میں کھینچی ہے ۔ غرض ایسے لوگ تمہیں زندہ اشخاص کی صورت میں ہر دور میں اور ہر جگہ نظرآئیں گے ۔ “\nان صفات کفر پر جم جانے ، گناہ کو وطیرہ بنالینے ، حق کے ساتھ دشمنی اختیار کرنے ، سنگدلانہ فساد بپا کرنے اور فسق وفجور پھیلانے غرض ان سب صفات کے مقابلے میں اللہ کا صرف ایک ہی تازیانہ آتا ہے ۔ تازیانہ عبرت ! جو اس قماش کے لوگوں کے لئے موزوں اور ان کے حالات کے مطابق ہے کیا ؟ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ ” ایسے لوگوں کے لئے تو جہنم ہی علاج ہے جو بہت ہی برا ٹھکانہ ہے ۔ “\nکافی ہے ان کے بس ، کفایت یہ کفایت کرتی ہے ، جہنم جس کا ایندھن انسان اور پتھر ہوں گے ۔ جہنم جس میں ایسے مفسدین کو الٹا کرکے گرایاجائے گا اور شیطان کا تمام لشکر اس میں الٹاکرکے گرایا جائے گا ۔ جہنم جس کی آگ دل کو جلاڈالے گی ۔ جس کی جلن بجلی کی طرح دل سے چیخیں نکال دے گی۔ جہنم جو ہر چیز کو نیست ونابود کردے گی ، جلا کر راکھ کردے گی ۔ جہنم جس کے شعلے خوفناک وغضبناک ہوں گے ........ یہ جہنم ہی اس کا علاج ہے ، بہت ہی براٹھکانہ ہے ۔\nغور کیجئے ! کس قدر حقارت آمیز تصویر ہے جہنم کی ۔ اس حقیر ٹھکانے کی ۔ کس قدر بدحال ہوگا وہ شخص جس کا یہ ٹھکانہ ٹھہرے ۔ ابھی ابھی دنیا میں یہ شخص اکڑ کر چلتا تھا ۔ پھولا ہوا پھرتا تھا اور کبر و غرور کا عالم یہ تھا کہ برائی پر بھی جمن جاتا تھا ، لیکن اب کہاں ہے ؟ مقام ذلت میں !",
  "ayah": 206,
  "surah": 2
}
