{
  "text": "یہ تھا اللہ تعالیٰ کا خطاب ، پہلی اسلامی جماعت سے ۔ فرماتے ہیں کہ میری ایک سنت ہے کہ میں اپنے بندوں میں سے جس کے ہاتھ میں اپنا علم پکڑاتا ہوں ۔ جنہیں میں اس دنیا میں اپنا امین بنالیتا ہوں ، جن کے ذریعے میں اسلامی نظام قائم کرتا ہوں ، اور شریعت نافذ کرتا ہوں انہیں پہلے مصائب کی بھٹی میں ڈال کر ان کی تربیت کرتا ہوں ، یہ میری تاریخی سنت ہے۔\nذرا انسانی تاریخ میں اسلامی تحریکات کا مطالعہ تو کرو ۔ یہ خطاب صرف مدینہ طیبہ کی پہلی تحریک اسلامی کے لئے مخصوص نہ تھا ، بلکہ یہ خطاب ہر اس تحریک کے لئے ہے جسے اللہ تعالیٰ اس کائنات میں یہ عظیم رول ادا کرنے کے لئے منتخب کرلیتا ہے جو اسلامی نظام کے داعی ہوں ، ان سے یہ خطاب ہے ۔\nیہ ایک عظیم ، دور رس اور خوفناک تجربہ ہے ، رسولوں کا چیخ اٹھنا ، رسولوں کے ساتھ مومنین کا پکار اٹھنا ، سب کا بیک آواز پکار اٹھنا کہ کب آئے گی اللہ کی مدد ؟ “ اس سوال ہی سے مصائب وشدائد کا اندازہ کیا جاسکتا ہے جنہوں ان خدا رسیدہ لوگوں کو جھنجھوڑ کر رکھ دیا تھا ، یقیناً وہ مصائب وشدائد ناقابل برداشت ہوں گے ، جنہوں نے ایمان سے بھرے ہوئے ان دلوں کو متاثر کرلیا اور ان کے منہ سے بھی یہ کربناک چیخ نکل ہی گئی ” کب آئے گی اللہ کی مدد ؟ “\nاللہ کی سنت ہے کہ جب ایمان سے بھرے ہوئے یہ دل ان ہلامارنے والے مصائب کو برداشت کرلیتے ہیں تو پھر اللہ کی بات پوری ہوجاتی ہے اور اس کی مدد آپہنچتی ہےأَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ” ہاں اللہ کی مدد قریب ہے۔ “\nہاں اللہ کی نصرت محفوظ ہوتی ہے ، ان کے لئے جو اس کے مستحق ہوتے ہیں اور اس کے مستحق وہ لوگ ہوتے ہیں جو آخر وقت تک ثابت قدم رہتے ہیں ۔ جو تنگی اور مصیبت میں ثابت قدم رہتے ہیں جو لوگ مصائب کے مقابلے میں کھڑے رہتے ہیں ۔ شدائد کی آندھیوں کے آگے جھکتے نہیں ، جنہیں یہ یقین ہوتا ہے کہ صرف اللہ ہی ہے جو امداد ونصرت دے سکتا ہے (اور جب اس کی مشیئت ہوگی وہ نصرت دے گا ) حالت یہ ہوجائے کہ مصائب انتہاء کو پہنچ جائیں اور اہل ایمان کا کوئی اور سہارا نہ رہے ۔ اللہ کے سوا کسی اور نصرت وامداد کا کوئی ذریعہ نہ رہے ۔ صرف اللہ ہی نصرت باقی رہ جائے اور اہل ایمان بھی صرف اللہ ہی کی طرف نظریں اٹھائے ہوئے ہیں ۔\nیہ ہے وہ حالت جس کی بناپر اب تو مومنین داخلہ جنت کے مستحق ہوجاتے ہیں ۔ وہ جنت میں داخل ہوتے ہیں ، آزمائش وامتحان کے بعد ، صبرواثبات کے بعد ، صرف اللہ کی ہی طرف یکسو ہوجانے کے بعد صرف اللہ کے لیے اپنا شعور خالص کردینے کے بعد اور اللہ کے سوا ہر چیز اور ہر سبب بھول چکنے کے بعد ۔\nاسلامی جدوجہد اور اس کے دوران میں مصائب وشدائد پر صبر کے نتیجے میں انسان کو ایک عظیم قوت عطا ہوجاتی ہے ۔ انسان کو اپنی ذات پر حاکمیت حاصل ہوجاتی ہے ۔ اذیت ومصیبت کی بھٹی میں نفس انسانی کے عناصر صاف و شفاف ہوجاتے ہیں ۔ اسلامی نظریہ حیات میں گہرائی ۔ زندگی اور قوت پیدا ہوجاتی ہے ۔ نہ نظریہ زندہ اور تابندہ ہوجاتا ہے ۔ یہاں تک کہ اس کے اس نظریہ کے اعداء کی آنکھیں بھی چکاچوند ہوجاتی ہیں اور یہ وہ مقام ہوتا ہے۔ جہاں پھر یہ دین کے ازلی دشمن بھی فوج در فوج اللہ کے دین میں داخل ہونے لگتے ہیں ۔\nہر مسئلہ حق میں یہی کچھ ہوتا ہے ۔ آغاز سفر میں حاملین حق کو مشکلات پیش آتی ہیں ، لیکن جب وہ ثابت قدمی دکھائیں تو نتیجہ یہ نکلتا ہے کہ ان کے دشمن اور محارب بھی ان کی طرف جھکتے ہیں اور اس نظریہ حیات کے شدید ترین دشمن اور اس کے طاقتور مخالف بھی ہتھیار ڈالتے ہیں اور اس کی دعوت کی نصرت اور امداد کرنے لگتے ہیں لیکن اگر یہ نتیجہ نہ بھی نکلے ، تو بھی اس سے زیادہ عظیم نتائج نکلتے ہیں ۔\nدعوت اسلامی کے حاملین کی روح تمام دنیاوی فتنوں ، تمام دنیاوی خرابیوں پر غالب آجاتی ہے ۔ یہ روح حرص و لالچ اور عیش و عشرت کی غلامی سے آزاد ہوجاتی ہے ۔ یہاں تک کہ آخر میں جاکر مرد مومن کو اپنی زندگی کالالچ بھی نہیں رہتا۔ جب نفس انسانی اس مقام تک پہنچ جائے تو وہ پوری کائنات کو جیت لیتا ہے ۔ ان تمام دلوں کو جیت لیتا ہے جو اس مقام تک مشکلات پر غالب ہو کر پہنچتے ہیں ۔ یہ وہ نفع ہے جو تمام مصائب تمام سختیوں پر بھاری ہے ۔ جو اہل ایمان اس مقام تک پہنچنے کے لئے برداشت کرتے ہیں ، یہ وہ اہل ایمان جو اللہ کے علم کے امین ہیں ۔ جو اللہ کے دین ، اس کی شریعت اور اس کی امانت کے اٹھانے والے ہیں ۔\nیہ آزادی ہی اہل ایمان کو ، اس جہاں میں داخلہ جنت کے اہل بناتی ہے ۔ یہ ہے اصل راہ ۔ یہ وہ راہ ہے جو اللہ تعالیٰ نے روز اول تحریک اسلامی کو دکھائی ۔ ہر دور میں اٹھنے والی ہر اسلامی تحریک کے لئے یہی راہ ہے ۔\nیہی ہے راہ ایمان و جہاد کی راہ ، آزمائش وابتلا کی راہ ، صبر وثبات کی راہ ، صرف اللہ وحدہ لاشریک کی طرف رخ ۔ پھر دیکھئے کہ کس طرح مدد آتی ہے ، پھر دیکھئے کہ انعامات کی بارش کس طرح ہوتی ہے۔",
  "ayah": 214,
  "surah": 2
}
