{
  "text": "جیسا کہ واضح ہے ، سورت کے اس حصے میں احکام کے سوال و جواب کی فضا ہے ۔ جیسا کہ ہم آیت یسئلونک عن الاھلۃ کی تفسیر میں بیان کر آئے ہیں کہ یہ ایک ایسا منظر ہے جو اس بات کی دلیل ہے کہ اسلامی نظریہ حیات کس قدر بیدار تھا ، جماعت کے افراد کے دلوں پر کس طرح چھایا ہوا تھا اور یہ کہ مسلمان اپنی روزمرہ کی زندگی کے ہر معاملے میں اپنے نظریے کا حکم معلوم کرنے کے لئے کس قدر بےتاب تھے تاکہ ان کا طرز عمل ان کے نظریہ حیات کے مطابق ہو اور یہ ایک صحیح مسلمان کی پختہ علامت ہے کہ وہ اپنی زندگی کے ہر چھوٹے بڑے معاملے میں اسلام کا حکم معلوم کرنے کی کوشش کرے ۔ اور وہ اس وقت تک عملی قدم نہ اٹھائے جب تک یہ معلوم نہ کرلے کہ اس بارے میں اسلام کا کیا حکم ہے ؟ جس چیز کو اسلام برقرار رکھے وہ اس کا دستور اور قانون بن جائے اور جسے اسلام ترک کردے وہ اس کے لئے ممنوع اور حرام ہوجائے ۔ یہ حساسیت دراصل اس نظریہ حیات پر پختہ ایمان کی علامت ہے۔\nیہودیوں ، منافقین اور مشرکین نے ، اسلام کی بعض اصلاحات کے خلاف جو اعتراضات شروع کر رکھے تھے وہ اس سلسلے میں وہ سازش کے طور پر حملے کررہے تھے ، ان سے متاثر ہوکر یا ان کی اصل حقیقت اور حکمت معلوم کرنے کی خاطر بعض مسلمان بھی سوالات اٹھا رہے تھے ۔ ان اصلاحات کے خلاف یہودی سخت زہریلا پروپیگنڈا کرتے تھے اور بعض مسلمان اس سے متاثر بھی ہوجاتے ۔ ایسے مواقع پر قرآن مجید کا کوئی حصہ نازل ہوتا اور مسئلہ زیر بحث کا فیصلہ کردیتا ۔ مسلمان یقین حاصل کرلیتے ، سازشیں ختم ہوجاتیں ۔ فتنے اپنی موت آپ مرجاتے اور سازشیوں کی سازش خود ان کے گلے پڑجاتی ۔\nان سوالات سے یہ معلوم ہوتا ہے کہ اس دور میں قرآن مجید چومکھی فکری جنگ لڑرہا تھا ، کبھی یہ معرکہ خود مسلمانوں کے دل و دماغ میں برپا ہے۔ کبھی مسلمانوں کی صفوں میں اور کبھی ان دشمنان اسلام کے خلاف ہے جو اسلام سے برسر پیکار تھے اور اسلام کے خلاف سازشوں میں مصروف تھے۔\nیہ سبق بھی اس فکری جنگ کا حصہ ہے اور اس میں بعض سوالات کے جوابات دیئے گئے ہیں ۔ مثلاً انفاق ، اس کی مقدار ، اس کے مصرف اور مال کی قسم جس سے انفاق کیا جائے ، کے بارے میں سوال ، حرام مہینوں میں لڑنے کے بارے میں سوال ، شراب اور جوئے کے بارے میں سوال ، یتیموں کے بارے میں سوال ، ان سب سوالات کے اسباب وہی تھے جن کا ہم اوپر ذکر کر آئے ہیں اور آیات پر بحث کے وقت تفصیلات عرض ہوں گی انشاء اللہ !\nاس سوال سے پہلے انفاق فی سبیل اللہ کے بارے میں متعدد آیات نازل ہوچکی تھیں ۔ جن حالات میں تحریک اسلامی کا آغاز ہوا ، ایسے حالات میں انفاق فی سبیل اللہ نہایت ضروری ہوتا ہے ، تاکہ اسلامی جماعت مصائب ومشکلات اور ان جنگی معرکوں میں دشمنوں کا مقابلہ کرسکے ، جو اسے درپیش آنے والے تھے ۔ انفاق کی اہمیت ایک دوسری وجہ سے بھی اس دور میں زیادہ ہوگئی تھی ، مثلاً یہ کہ تحریک اسلامی میں ساتھیوں کے درمیان اجتماعی تکافل کے قیام کی بھی اشد ضرورت تھی ۔ افراد جماعت کے مابین ظاہری امتیازات کو ختم کرنے کی ضرورت تھی ، تاکہ ہر فرد یہ سمجھے کہ وہ ایک جسم کا عضو ہے اس سے کوئی چیز پوشیدہ نہیں ہے اور نہ کوئی چیز ان سے روکی جاتی ہے ۔ شعوری طور پر ایک جماعت کے قیام کے لئے اجتماعی تکافل اور انفاق کا نظام قائم کرنا بہت ضروری ہے ۔ افراد جماعت کی کارکردگی میں اضافہ کرنے کے لئے ضروری ہے کہ ان کی ضروریات کا لحاظ رکھا جائے ۔\nایسے حالات میں بعض مسلمانوں نے سوال کیا تھا کہ وہ کیا خرچ کریں ؟ سوال تو یہ تھا کہ وہ کیا خرچ کریں ؟ نوعیت انفاق کیا ہو ؟ جواب میں انفاق کی صفت اور انفاق کے مصارف بیان کئے گئے :\nقُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ ” جو مال بھی تم خرچ کرو “ اس تعبیر میں دواشارے ہیں ۔ ایک یہ کہ جو چیز بھی تم خرچ کرو اسے خیر ہونا چاہئے ۔ دینے والے کے لئے بھی خیر ہو ، لینے والے کے لئے بھی ۔ اس معاشرے کے لئے بھی جس میں یہ لین دین ہورہا ہے اور اپنی ذات میں بھی وہ خیر ہو ۔ اس طرح ہو کہ عمل بھی پاک ۔ تحفہ بھی پاک ۔ چیز بھی پاک۔\nدوسرا اشارہ یہ ہے کہ خراچ کرنے والے کو اچھی طرح سوچ کر اپنے مال سے اعلیٰ تر چیز خرچ کرنی چاہئے ۔ اس کے پاس جو بہترین چیزیں ہوں انہیں خرچ کرے ۔ اس میں دوسروں کو شریک کرے ۔ انفاق سے دل پاک ہوجاتا ہے ۔ نفس کا تزکیہ ہوتا ہے اور دوسروں کا فائدہ ہوتا ہے ۔ ان کی اعانت ہوجاتی ہے ۔ پھر تلاش کرکے اپنے مال میں سے بہتر چیز خرچ کرنا ایک ایسا اقدام ہے جس سے دل میں طہارت آجاتی ہے ۔ نفس انسانی پاک وصاف ہوجاتا ہے اور انفاق کو اپنانے کا اعلیٰ مفہوم سامنے آتا ہے۔\nلیکن یہ محض اشارہ ہے اور اسے لازم اور فرض قرار نہیں دیا گیا ۔ جبکہ دوسری آیت میں اس کی وضاحت کردی گئی ہے ۔ اس سلسلے میں مناسب ہے کہ اوسط درجے کا مال اللہ کی راہ میں دیا جائے ۔ نہ بہت قیمتی ہو اور نہ بالکل ردی ہو ، البتہ آیت میں یہ اشارہ ہے کہ نفس پر قابو پانے کے لئے بہتر مال خرچ کیا جائے اور اہل ایمان کو اس پر آمادہ کرنے کی کوشش کی گئی ہے ۔ یہی قرآن کریم کا انداز تربیت ہے یعنی بذریعہ ترغیب اور آمادگی اصلاح کی جاتی ہے ۔\nانفاق کا طریقہ اور مصرف کیا ہے ؟ اس سوال کا جواب یہ ہے فَلِلْوَالِدَيْنِ وَالأقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ” اپنے والدین رشتے داروں اور یتیموں اور مسکینوں اور مسافروں پر خرچ کرو۔ “\nانفاق کرنے والے اور ان لوگوں کے درمیان مخصوص روابط ہیں ۔ بعض افراد اور انفاق کرنے کے درمیان نسبتی رشتہ ہے ۔ بعض کے درمیان رحم کے رشتے ہیں ۔ بعض کے ساتھ محض رحم و شفقت کا رشتہ ہے اور بعض کے ساتھ نظریات کے وسیع حدود میں صرف انسانی ہمدردی کا تعلق ہے ۔ اور سب کو ایک ہی آیت میں سمودیا گیا ہے ۔ والدین ، اقربین ، یتامی ، مساکین ، مسافر ، ان سب کو اسلامی نظریہ ٔ حیات کے وسیع دائرے میں ضروریات اور بوقت ضرورت معاونت کی گارنٹی حاصل ہے ۔\nانفاق کے مصارف میں وہی ترتیب ہے جو اس آیت میں بیان کی گئی ہے ۔ نیز بعض دوسری آیات میں بھی اس کی وضاحت کی گئی اور بعض احادیث میں اس کی مزید تفصیل اور تشریح کا ذکر ہے ۔ صحیح مسلم میں ایک روایت ہے جس میں رسول ﷺ نے ایک شخص سے کہا :” پہلے اپنے نفس سے آغاز کرو اور اس پر صدقہ کرو۔ اس سے زیادہ ہو تو اپنے اہل و عیال پر خرچ کرو ، اگر پھر بھی کچھ بچ جائے تو رشتے داروں پر خرچ کرو ، اگر ان سے بھی بچ جائے .......“\nمصارف کی اس ترتیب سے معلوم ہوتا ہے کہ اسلام نے نفس انسانی کی تربیت اور اس کی قیادت اور راہنمائی کے لئے کیا حکیمانہ اور سادہ انداز اختیار کیا ہے۔ اسلام انسان کے ساتھ اس کی حقیقت کے مطابق معاملہ کرتا ہے ۔ اس کی فطرت ۔ اس کے میلانات اور اس کے رجحانات کے عین مطابق۔ اسلام انسان کو ساتھ لے کر اس طرح چلتا ہے جس طرح بچہ پیدا ہوتا ہے پھر وہ کھڑا ہوجاتا ہے اور ایک متعین مقام پر ہوتا ہے ۔ اسلام اس کا ہاتھ پکڑ کر قدم بقدم اسے لے کر چلتا ہے ۔ آہستہ آہستہ اس کی یہ رفتار اس کی فطرت ، اس کے رجحانات اور اس کی استعداد کے تقاضوں کے مطابق ہوتی ہے ۔ وہ تدریج کے ساتھ اپنے ساتھ پوری زندگی کو نشوونما اور ترقی دیتا جاتا ہے ۔ وہ بلندی کی طرف جارہا ہوتا ہے۔ لیکن تنگی اور تھکاوٹ کا اسے احساس تک نہیں ہوتا ۔\nاسلام کی ترقی کا انداز یہ نہیں ہے کہ کسی کو بیڑیاں اور ہتھکڑیاں پہناکر اور اسے گھسیٹ کر بلندیوں تک لے جایا جائے ۔ نہ ہی اس کی فطری قوتوں اور فطری رجحانات کو دبایا جاتا ہے کہ وہ ایک پرندے کی طرح پنجرے میں بند ہوجائے اور پھڑپھڑائے اسے راہ ترقی پر اس طرح نہ لے جایا جائے کہ ترقی نہ رہے بلکہ ظلم بن جائے ۔ یا اسے ٹیلوں اور پہاڑیوں سے اڑاتے ہوئے لے جایاجائے ۔ بلکہ اسے آہستگی اور نرمی سے اوپر کی طرف لے جایاجائے ۔ قدم زمین پر ہوں ، آنکھیں آسمان پر ہوں اور دل افق کے ساتھ لٹکا ہوا ہو اور اس کی روح عرش کی بلندیوں میں واصل باللہ ہو۔\nیہ بات تو اللہ کے علم میں تھی کہ انسان میں حب ذات کا داعیہ ہے ۔ اس لئے اللہ نے حکم دیا کہ پہلے اپنی ذات کے لئے بقدر کفایت سامان مہیا کرو۔ ذات کے بعد پھر دوسرے رشتہ داروں پر انفاق کا حکم دیا گیا ۔ اللہ تعالیٰ نے انسان کے کھانے پینے کی پاک چیزوں کو جائز قرار دیا ۔ اسے ترغیب دی کہ وہ ان حلال چیزوں سے لطف اٹھا 4 ے ۔ البتہ یہ پابندی لگادی کہ عیاشی اور غرور سے دور رہے ۔\nانفاق و صدقہ تو تب شروع ہوتا ہے جب انسان بقدر کفایت خود اپنی ضروریات پوری کرلے ۔ رسول اللہ ﷺ فرماتے ہیں :” بہترین صدقہ تو وہ ہے جو ضروریات پورا کرکے دیا جائے اور اوپر کا ہاتھ نچلے ہاتھ سے زیادہ بہتر ہے اور شروع اپنے خاندان سے کرو۔ “\nحضرت جابر ؓ سے روایت ہے فرماتے ہیں :” رسول اللہ ﷺ کے پاس ایک شخص ایک انڈے کے برابر سونا لے کر حاضر ہوا۔ اس نے عرض کیا اللہ کے رسول ﷺ یہ مجھے کان سے ملا ہے ۔ آپ ﷺ اسے لے لیں ۔ یہ صدقہ ہے اور اس کے سوا میرے پاس کچھ بھی نہیں ہے۔ رسول اللہ ﷺ نے اس سے منہ پھیرلیا۔ وہ رسول ﷺ کے داہنے جانب سے لے آیا اور وہی بات دہرائی ، تو آپ ﷺ نے پھر منہ پھیرلیا۔ پھر بائیں جانب سے آیا اور وہی بات دہرائی ۔ رسول ﷺ نے پھر منہ پھیرلیا۔ پھر وہ پیچھے کی طرف سے آیا اور وہی بات دہرائی ۔ اس پر رسول ﷺ نے اس سونے کو لے لیا اور اسے اس پر دے مارا۔ اگر اسے لگی ہو تو یاد رکھنا ۔ آپ ﷺ نے فرمایا :” تم میں ایک صاحب میرے پاس وہ سب کچھ لے کر آجاتا ہے جو اس کے پاس ہوتا ہے اور کہتا ہے یہ صدقہ ہے ، اور پھر بیٹھ جاتا ہے لوگوں سے بھیک مانگنے ۔ بہترین صدقہ وہ ہے جو غنا پر کیا جائے۔ “\nیہ حقیقت اللہ تعالیٰ کے علم میں تھی کہ انسان سب سے پہلے اپنے قریبی افراد خاندان سے محبت کرتا ہے ، اپنی اولاد سے اور اپنے والدین سے ۔ اس لئے اللہ تعالیٰ نے انسان کی ذات کے بعد انفاق کے لئے ان افراد کو مستحق قرار دیا تاکہ وہ اپنی دولت کا کچھ حصہ ان پر خوشی ورضا کے ساتھ خرچ کرے۔ اللہ تعالیٰ نے یہاں انسان کے اس فطری میلانات کا لحاظ رکھا ہے ، جو بےضرر ہیں ، بلکہ ان کا لحاظ رکھنے میں بھلائی اور حکمت پوشیدہ ہے ۔ اور اس حکمت کے ساتھ ساتھ بعض ایسے افراد کی کفالت بھی ہوجاتی ہے جو صدقہ دینے والے کے قریبی رشتہ دار بھی ہیں اور خود امت مسلمہ کے بھی افراد ہیں ۔ اگر ان حضرات کی اعانت ان کے اس قریبی رشتہ دار نے نہ کی تو وہ محتاج ہوں گے ۔ ان کے لئے اپنے اس قریب رشتہ دار سے امداد حاصل کرنا زیادہ بہتر ہے ، بہ نسبت اس کے کہ وہ کسی دور کے شناسا یا غیر شناسا شخص سے امداد لینے پر مجبور ہوجائیں ۔\nپھر یہ فائدہ مزید ہے کہ اس کے ذریعہ انسان کی پہلی تربیت گاہ یعنی خاندان کے اندر امن و محبت میں اضافہ ہوگا اور افراد خاندان کے درمیان روابط مضبوط ہوں گے جو ایک عظیم انسانیت کی تعمیر میں خشت اول کی حیثیت رکھتا ہے ۔\nاپنے قریبی رشتہ داروں کے بعد انسان فطرتاً اپنے جملہ رشتہ داروں کو درجہ بدرجہ اور تعلقات ورابط کے مطابق ترجیح دیتا ہے اور خالق فطرت اس بات سے خوب واقف ہے ۔ اور یہ کوئی بری بات بھی نہیں ہے کیونکہ یہ رشتہ دار بھی بہرحال امت کا ایک حصہ ہیں اور اسلامی معاشرے کے اجزاء ہیں ۔ چناچہ ایک دولت مند مسلمان اپنے قریبی رشتے داروں کے دائرہ سے ایک قدم اور باہر نکل آتا ہے ۔ اس کی پیش رفت بدستور اس کے فطری رجحانات اور میلانات کی سمت میں ہے اور ان کے دور کے رشتے داروں کی ضرورت بھی پوری ہو رہی ہے اور دور کے رشتے داروں کے ساتھ محبت اور رشتے کے تعلقات بھی استوار ہورہے ہیں ۔ یوں اسلامی جماعت کی ابتدائی یونٹ کے باہم تعلقات مربوط ہوجاتے ہیں اور روابط قوی ہوجاتے ہیں۔\nاپنی ذات اور قریب وبعید رشتے کے لوگوں پر خرچ کرنے کے بعد بھی اگر کچھ بچ رہتا ہے تو پھر اسلام کا حکم یہ ہے کہ معاشرے کے ان ضعفاء پر خرچ کرو جنہیں دیکھ کر ہی ایک آدمی شرافت ، جذبہ رحمت اور جذبہ اشتراک میں جوش میں آجاتا ہے اور ایک شریف انسان ایسے کمزور لوگوں کی امداد کے تیار ہوجاتا ہے ۔ ایسے لوگوں میں یتیم سب سے پہلے درجے میں آتے ہیں جو چھوٹے بھی ہوتے ہیں اور کمزور بھی ۔ پھر ان مساکین کا درجہ ہے جن کے پاس اخراجات کے لئے کچھ بھی نہیں ہوتا ۔ لیکن وہ اپنی شرافت اور سفید پوشی کی وجہ سے ۔ کسی کے سامنے ہاتھ نہیں پھیلاتے ۔ پھر مسافروں کا نمبر آتا ہے جن کے پاس اگر مال و دولت ہوتا ہے لیکن ان سے دور گھر میں اور اس کے حصول میں رکاوٹیں ہوتی ہیں۔\nابتدائی دور میں تحریک اسلامی میں ایسے لوگوں کی کثرت تھی ۔ یہ لوگ اپنی دولت مکہ مکرمہ میں چھوڑ کر ہجرت کر آئے تھے ، اور اب یہ لوگ اسلامی معاشرے کے افراد تھے ۔ اسلام تحریک اسلامی کے خوش حال لوگوں کی راہنمائی کرتا ہے کہ وہ ایسے نادار لوگوں پر خرچ کریں ۔ اس سلسلے میں اسلام ان لوگوں کے پاک فطری رجحانات کو ابھارتا ہے اور ان کی تطہیر کرتا ہے اور بڑی نرمی اور تدریج کے ساتھ ان لوگوں کو نصب العین تک پہنچا دیتا ہے۔ پہلے ان خوش حال لوگوں کے نفوس کا تزکیہ کیا جاتا ہے ۔ اور وہ جو کچھ خرچ کرتے ہیں وہ طیب نفس کے ساتھ خرچ کرتے ہیں ، خرچ پر راضی ہوتے ہیں ۔ بغیر کسی تنگی اور بغیر کسی جبر کے ، اپنے اللہ کی طرف متوجہ ہوتے ہیں ۔ دوسرے یہ کہ معاشرے کے ضعیف اور محتاج لوگوں کو ان کی ضروریات مل جاتی ہیں ۔ دوسرے یہ کہ تمام افراد معاشرہ باہم پیوست ہوجاتے ہیں ۔ ایک دوسرے کے کفیل اور مددگاربن جاتے ہیں لیکن اس اجتماعی کفالت میں نہ جبر ہے اور نہ کسی کا نقصان ہے ۔ اسلام کی یہ راہنمائی نہایت ہی لطیف ۔ نہایت ہی خوشگوار اور نہایت ہی دوررس ہے ۔ اس میں بھلائی ہی بھلائی ہے ۔ یہ راہنمائی نہ جابرانہ ہے ، نہ مصنوعی ہے اور نہ اس میں کسی قسم کا تشدد ہے ۔\nانفاق فی سبیل اللہ کے اس کفالتی انتظام کا سررشتہ بھی افق اعلیٰ سے ملادیا جاتا ہے ۔ اس لئے انفاق کرکے دل مومن میں تعلق باللہ کا ایک جوش پیدا ہوجاتا ہے ۔ اس کی دادودہش میں ، اس کے قول وفعل میں ، اس کے ضمیر ونیت میں اور اس کے فہم و شعور میں ، غرض اس کی پر چیز میں تعلق باللہ پیدا ہوجاتا ہے وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ” اور جو بھی بھلائی تم کروگے ، اللہ اس سے باخبر ہوگا۔ “ اللہ تعالیٰ اس انفاق سے بھی باخبر ہے ۔ اس کی غایت سے بھی خبردار ہے ، اس کے پس منظر میں جو نیت ہے اس کا بھی اسے علم ہے ۔ اس لئے یہ انفاق ہرگز ضائع نہیں ہوسکتا ۔ وہ اللہ کے کھاتے میں لکھا گیا ہے اور اس کھاتے میں کوئی چیزضائع نہیں ہوتی ۔ وہ لوگوں کے حقوق میں کوئی کمی نہیں کرتا اور نہ ان پر کسی قسم کا ظلم کرتا ہے ، لیکن اس پر ریاکاری کا کچھ اثر ہوتا ہے نہ دھوکہ بازی اس کے ہاں چل سکتی ہے ۔\nیوں قرآن کی یہ راہنمائی دلوں کو لے کر افق اعلیٰ کی بلندیوں تک جاپہنچتی ہے ۔ یہ دل صاف و شفاف ہوجاتے ہیں ، یکسو ہوجاتے ہیں اور صرف اللہ تعالیٰ کے لئے خالص ہوجاتے ہیں ، لیکن بڑی نرمی کے ساتھ ، بڑی دھیمی رفتار کے ساتھ ، بغیر کسی مصنوعی طریقے کے ، بغیر کسی جابرانہ ذریعے کے ۔ یہ ہے وہ نظام تربیت جسے اللہ تعالیٰ نے وضع کیا ہے جو علیم بھی ہے اور خبیر بھی ہے ۔ اور اس نظام تربیت کے اصولوں کے مطابق اسلامی نظام زندگی تیار ہوتا ہے۔ یہ نظام انسان کی نکیل اپنے ہاتھ میں لے کر ایک عام انسان کی قیادت سنبھالتا ہے ۔ وہ جہاں بھی ہو وہاں سے اس کا ہاتھ پکڑ لیتا ہے اور اسے عروج و کمال کے اس مقام بلند تک لے جاتا ہے جہاں تک یہ انسانیت اسلام سے قبل اپنی پوری تاریخ میں پہنچ سکی ہوتی ۔ ہاں انسانیت نے یہ مقام بلند اگر کبھی حاصل کیا ہے تو وہ صرف اسلامی نظام زندگی کے سایہ میں ، اسلام کے صراط مستقیم پر چل کر ۔\nانفاق فی سبیل اللہ کے بعد ، جہاد فی سبیل اللہ کا حکم آجاتا ہے اور اس میں بھی اسلام نے وہی منہاج تربیت اختیار کیا ہے جو انفاق کے سلسلے میں اختیار کیا گیا ہے۔",
  "ayah": 215,
  "surah": 2
}
