{
  "text": "اس وقت شراب اور جوئے کی حرمت کا حکم نازل نہ ہوا تھا ، لیکن قرآن مجید میں کوئی ایسی آیت بھی نہیں ہے جس سے اس کی حلت کا ثبوت ملتا ہو ، لیکن اللہ تعالیٰ مسلمانوں کو جس راستے پر لے جانا چاہتا تھا ، اس کی مرضی یہ تھی کہ وہ انہیں اس راہ پر قدم بقدم لے جائے اور خود اپنی نگرانی میں اس امت کو اس رول کے لئے تیار کرے جس کے کے لیے اس نے اسے برپا کیا ۔ یہ رول اس قدر عظیم تھا کہ اس کے ساتھ شراب اور جوئے جیسے مخرب الاخلاق ومخرب اوقات کام چل ہی نہ سکتے تھے ۔ عمر کا ٹکڑے ٹکڑے کردینا ، فہم کا پریشان کردینا اور جدوجہد کے حصے بخرے کردینا اس رول اور اس منصب کے مناسب نہیں ۔ اس کے حاملین ان نکتوں کی طرح نہیں ہوسکتے ، جن کا کوئی کام اس کے سوا نہیں ہوتا کہ وہ کام ودہن اور گوشت پوست کی لذت کے پیچھے دوڑتے پھریں ۔ نہ وہ ایسے لوگوں کی طرح ہوتے ہیں جن کا کوئی نظریہ نہ ہو اور ذہن و شعور کا خلا ، خوفناک خلا ، ان کے تعاقب میں ہو اور وہ اس خلا کو شراب کی مدہوشی اور جوئے کی مشغولیت سے بھرنا چاہتے ہیں : نہ وہ ایسے لوگوں کی طرح ہوتے ہیں کہ جو نفسیاتی مریض ہیں اور خود اپنے سایے سے بھاگ رہے ہیں اور شراب وقمار کی پناہ لینے پر مجبور ہیں ۔ حاملین جاہلیت ہمیشہ ان مفاسد میں مبتلا رہے ہیں ۔ آج بھی وہ اس میں مبتلا ہیں اور مستقبل میں بھی جاہلیت کا یہی نشان ہوگا ۔ البتہ یہ بات ایک حقیقت ہے کہ اسلام اپنے مخصوص نظام تربیت کے مطابق ، نفس انسانی کو بڑی سہولت میں لے کر چلتا ہے اور بڑی تدریج اور ترقی کے ساتھ اس کی تربیت کرتا ہے ۔\nآیت زیر بحث کے سلسلے میں پہلی کڑی ہے ۔ یہ پہلا قدم ہے ۔ یہ ممکن نہیں ہے کہ کوئی چیز یا کوئی فعل بذات خود شر ہی شر ہو ، ہوسکتا ہے کہ شر میں خیر کا پہلو بھی کوئی پہلو موجود ہو اور یہ بھی ممکن ہے کہ خیر اور بھلائی میں شر کا کوئی پہلو ہو ۔ لیکن جائز ، حلال و حرام اور امر ونہی کا دارومدار دراصل غالب خیر یا غالب شر کے لحاظ سے ہوتا ہے۔ جوئے اور شراب میں شر کا پہلو چونکہ غالب ہے اس لئے یہ ان چیزوں کی حرمت کے لئے علت بن جائے گا ۔ اگرچہ یہاں ان اشیاء کی حرمت کی صراحت نہیں کی گئی ۔\nیہاں اسلامی نظام تربیت اور قرآنی منہاج تعمیر اور ربانی طرز تعلیم کا ایک انداز کھل کر سامنے آجاتا ہے ۔ یہ نہایت ہی حکیمانہ انداز تربیت ہے ۔ اسلام کی اکثر ہدایات وفرائض اور قانون سازی میں تتبع اور استقراء سے معلوم ہوگا کہ یہی منہاج اختیار کیا گیا ہے ۔ خمر اور میسر کے بارے میں اس ہدایت کی مناسبت سے ضروری معلوم ہوتا ہے کہ اسلامی نظام تربیت کے ایک اصول کی طرف یہاں ایک اشارہ کردیں :\n1۔ اگر کسی امر ونہی کا تعلق کسی ایسے اصول سے ہو جس کا تعلق اسلام کے نظریات و عقائد سے ہو تو اسلام پہلی فرصت میں اس کا قطعی اور اٹل فیصلہ کردیتا ہے۔\n2۔ اگر کسی امر ونہی کا تعلق کسی ایسے مسئلہ سے ہو جو بطور عادت معمول بہ ہو یا بطور رسم چلا آتا ہو ، تو اسلام اس کے بارے میں اصلاحی قدم اٹھانے سے پہلے انتظار کرتا ہے ۔ تدریج ، رفق اور سہولت سے اس میں کوئی قدم اٹھاتا ہے اور اقدام سے پہلے ایسے حالات تیار کرتا ہے ، جن میں نفاذ قانون اور نفاذ حکم کے لئے راہ اچھی ہموار ہوجاتی ہے۔\nمثلاً مسئلہ توحید اور مسئلہ شرک کے بارے میں اسلام نے پہلی فرصت میں فیصلہ کن بات کردی ۔ عقائد شرکیہ پر فیصلہ کن حملہ کیا ۔ بغیر کسی تردد ، بغیر کسی جھجھک کے ، بغیر کسی رکھ رکھاؤ کے ، بغیر کسی سودے بازی کے ، بغیر کچھ لو اور کچھ دو پالیسی کے ۔ پہلے ہی مرحلے میں ایک ایسا وار کیا کہ شرک کا تانا بانا ادھیڑ کر رکھ دیا ۔ کیونکہ یہ مسئلہ اسلامی نظریہ حیات کا اساسی مسئلہ ، اعتقاد کا مسئلہ تھا ۔ اس کے بغیر ایمان مکمل ہی نہ ہوسکتا تھا۔ اس کی صفائی کے بغیر اسلام اپنی جگہ پر قائم ہی نہیں رہ سکتا تھا\nشراب اور جوأ ایسے معاملات تھے جن کا تعلق (Custom) سے تھا۔ عادت بد ایک ایسی بیماری ہے جس کا علاج معالجہ ضروری ہے ۔ اس لئے اس کے علاج کے لئے قرآن کریم نے یہ طریقہ اختیار کیا کہ ان چیزوں کے خلاف دینی شعور بیدار کیا گیا ، مسلمانوں کے دماغ میں قانون سازی کرنے کے لئے وہ دلائل بٹھائے گئے جن کی وجہ سے ان چیزوں کو حرام قرار دیا جاسکتا ہے ۔ مثلاًیہ کہ جوئے اور شراب میں جو مضرات اور قباحتیں ہیں وہ ان فائدوں سے کہیں زیادہ ہیں جوان میں ہیں ۔ اس منطقی دلیل میں اسی طرف اشارہ تھا کہ ان چیزوں سے پرہیز کرنا زیادہ بہتر اور مناسب ہے ۔ اس کے بعد دوسرا قدم سورة نساء کے ذریعہ کیا گیا يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ ” اے لوگوجو ایمان لائے ہو نشے کی حالت میں نماز کے قریب نہ جاؤ یہاں تک کہ تم جو کہتے ہو اسے سمجھنے لگو پھر نماز پڑھو ۔ “ اب نماز کے پانچ اوقات ہیں اور اکثر اوقات ایک دوسرے کے بہت ہی قریب ہیں ۔ ان کے مابین اتنا وقت نہیں ہوتا کہ ایک شخص شراب پئیے ، نشہ میں ہوجائے اور پھر اسے افاقہ ہوجائے ۔ یوں عملاً اس کے اوقات میں کمی کردی گئی ۔ یوں نشے کے مخصوص اوقات میں نفس میں جو اشتیاق پیدا ہوتا ہے اسے توڑدیا گیا ۔ یہ بات عام طور پر مشہور ہے کہ نشے کے عادی نشے کے اوقات میں طلب محسوس کرتے ہیں یعنی جن اوقات میں عام طور پر وہ نشہ کرتے ہیں ۔ اگر کوشش کرکے کسی طرح وہ وقت گزار دیا جائت تو پھر نشے کی حدت طلب ختم ہوجاتی ہے اور اگر مسلسل اس طرح کیا جائے تو اس پر غلبہ پایا جاسکتا ہے جب یہ دو مرحلے طے ہوگئے تو پھر آخری اور قطعی حکم نازل ہوا اور شراب اور جوئے کو قطعاً حرام قرار دے دیا گیا ۔ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأنْصَابُ وَالأزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ ” اے ایمان لانے والو ! یہ شراب اور جوا ، یہ آستانے اور پانسے ، یہ سب شیطانی گندے کام ہیں ۔ ان سے پرہیز کرو ۔ امید ہے کہ تمہیں فلاح نصیب ہوگی۔ “\nاس اصول کی دوسری مثال غلامی ہے ۔ غلامی اس وقت کے اجتماعی اور اقتصادی نظام کا ایک لازمی حصہ تھی ۔ اس وقت کا یہ ایک مسلم بین الاقوامی قانون (Inernation Law) تھا اور اقوام کا یہ رواج تھا کہ جنگی قیدیوں کو غلام بنالیا جاتا تھا اور ان سے کام لیا جاتا تھا ۔ ان بین الاقوامی اجتماعی حالات کی ظاہری شکل و صورت کو تبدیل کرنے سے پہلے اس بات کی ضرورت ہوتی ہے کہ ان اسباب میں تبدیلی کی جائے جن کی وجہ سے یہ حالات رونما ہوئے اور ان بین الاقوامی روابط کو بدلاجائے جن کے نتیجے میں غلامی کے ذرائع وجود میں آتے ہیں ۔ بین الاقوامی قانون اور بین الاقوامی رسومات میں بین الاقوامی سمجھوتوں اور معاہدوں کی ضرورت ہوتی ہے ۔ جہاں تک اسلام کا تعلق ہے اس نے قیام غلامی کے سلسلے میں کوئی حکم نہیں دیا ۔ نہ قرآن مجید میں کوئی آیت اتری ہے جس میں یہ کہا گیا ہو کہ جنگی قیدیوں کو غلام بنالیا جائے۔\nجس وقت اسلامی نظام زندگی کا آغاز ہوا ، تو اس وقت غلامی کا ایک عالمی نظام رائج تھا ، اور یہ مسئلہ صرف غلامی اور جنگی قیدیوں کا نہ تھا ، بلکہ غلامی بین الاقوامی تجارت کا بھی ایک حصہ تھی ۔ اور جنگی قیدیوں کو غلام بنانا ایک بین الاقوامی معروف ضابطہ تھا ۔ اور اس پر بین الاقوامی اور مقامی جنگوں میں حصہ لینے والے تمام فریق عمل کرتے تھے ۔ اس لئے ضروری تھا کہ اسلام اس عالمی اور اجتماعی مسئلے کے مکمل حل کے لئے ٹھوس اقدامات کرتا۔\nاسلام نے ابتدائی طور پر جو کچھ کیا وہ یہ تھا کہ اس نے اس جبر ، تشدد اور استحصال کو ختم کردیا جو غلامی کا خاصہ تھا ، اس نے کوشش کی کہ غلامی کا یہ نظام ہی ختم ہوجائے ۔ غلامی ختم کرنے کے لئے اسلام نے کوئی انتہائی قدم نہیں اٹھایا۔ نہ اس نے ایک جھٹکے کے ساتھ اس وقت کے اجتماعی نظام کو درہم برہم کرنے کوشش کی ، اس طرح کہ جھٹکے کے بعد اس کے نتائج کو کنٹرول نہ کیا جاسکے یا اس تحریک کی قیادت ہی مشکل ہوجائے ۔ غرض غلامی کے سرچشمے بند کرنے کے ساتھ ساتھ غلاموں کی زندگی کی سہولیات میں اضافہ کیا ۔ ان کو مناسب زندگی گزارنے کی ضمانت دی اور وسیع حدود میں انہیں شریفانہ زندگی بسر کرنے کی اجازت دے دی ۔\nاسلام نے سب سے پہلے دو ذرائع کے علاوہ غلامی کے تمام سرچشمے بند کردئیے ۔ ایک یہ کہ کوئی شخص جنگی قیدی بن جائے اور اس کے نتیجے میں وہ غلام بن جائے ۔ دوسرا یہ کہ اس شخص کا باپ غلام ہو تو اس کا بیٹا بھی غلام ہوگا۔ یہ بھی اس لئے کہ اسلامی نظام کے دشمن معاشروں میں مسلمان اسیروں کو غلام بنالیا جاتا تھا ، اور یہ اس وقت کا معروف طریقہ تھا ، اور اسلام اس وقت کوئی بین الاقوامی غالب قوت نہ تھا کہ وہ ان دشمن معاشروں کو اس بات پر مجبور کرسکتا کہ وہ نظم غلامی سے دستبردار ہوجائیں ، جس پر پوری دنیا کا اجتماعی اور اقتصادی نظام قائم تھا۔ اگر اسلام یکطرفہ طو رپر غلامی کے نظام کو ختم کردیتا تو نتیجہ یہ ہوتا کہ اسلامی ضابطے کا اجراء صرف ان اسیروں پر ہوتا جو مسلمانوں کے ہاتھ میں تھے ۔ جبکہ خود مسلمانوں کے قیدی اس وقت کے نظام کے مطابق غلام ہی رہ جاتے ۔ اس طرح اسلام دشمن بڑی جرأت سے اسلام کے خلاف لڑتے ، اس خیال سے کہ اگر وہ قید ہوئے تو رہا ہوجائیں گے جبکہ جو مسلمان ان کے ہاتھ آئیں گے وہ غلام بن جائیں گے اور قبل اس کے کہ اسلامی حکومت کا اقتصادی نظام مستحکم ہوتا ۔ غلاموں کی جو نسل اس وقت عملاً موجود تھی ، اگر اسے آزاد کردیا جاتا تو ان غلاموں کا اس وقت کے معاشرے میں آمدن کا کوئی ذریعہ نہ ہوتا ، نہ ان کی کفالت کرنے والا کوئی ہوتا اور نہ ہی وہ کسی خاندان کے اجزاء تصور ہوتے ، نہ ان کے کسی کے ساتھ رشتے ناطے کے تعلقات ہوتے جو انہیں معاشرتی اور اخلاقی بےراہ روی سے بچاتے ۔ اس حالت میں ایک تو ان لوگوں کے معاشی حالات خراب ہوتے جن کی غلامی سے یہ آزاد ہوتے ۔ اور دوسرے خود یہ لوگ اسلامی معاشرہ کو ایک گری پڑی نسل کی حیثیت سے ، خراب اور گندہ کردیتے جبکہ خود مسلمان مالکان کے حالات بھی اچھے نہ تھے اور اسلامی معاشرہ بھی بالکل نیا تھا۔ غرض یہ تھی اس وقت کی صورتحال اور اس کے پیش نظر ، اس کے مطابق قرآن مجید نے صرف یہ کیا کہ اسلامی قانون میں کوئی ایسی دفعہ نہیں رکھی جس کے مطابق جنگی قیدیوں کو لازماً غلام بنالیا جائے بلکہ قرآن مجید نے صرف یہ حکم دیافَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ” پس جب ان کافروں سے تمہاری مدبھیڑ ہوتوپہلاکام گردنیں مارنا ہے ۔ یہاں تک کہ جب تم ان کو اچھی طرح کچل دو تو تب قیدیوں کو مضبوط باندھو اس کے بعد (تمہیں اختیار ہے ) احسان کرو یا فدیے کا معاملہ کرلو ، تاآنکہ لڑائی اپنے ہتھیار ڈال دے ۔ “\nقرآن مجید نے یہ بھی نہیں کہا کہ جنگی قیدیوں کو غلام نہ بنایاجائے ۔ بلکہ اس معاملے کو اسلامی حکومت کی صوابدید پر چھوڑدیا ہے ۔ تاکہ وہ موقع ومحل کے اعتبار سے جو موقف مناسب ہو وہ اختیار کرے ۔ یا فریقین کے قیدیوں کا باہمی تبادلہ ہوجائے اور جن لوگوں کا غلام بنانا ہی مناسب ہوا انہیں غلام بنالے ۔ اس صورت میں معاملہ وہی ہی ہوگا جو کہ محارب قوت معاملہ کرے گی۔\nاسی طرح غلامی کے دوسرے سر چشمے بند ہوجانے سے غلاموں کی تعداد کم ہوتی چلی گئی ۔ جبکہ اس وقت مختلف ذریعوں سے لوگوں کو غلام بنالیا تھا ۔ غلاموں کی جو قلیل تعداد رہ گئی تھی اسے بھی اسلامی نظام مختلف تدابیر کے ذریعہ کم سے کم کئے جارہا تھا۔ مثلاً جب کوئی غلام دائرہ اسلام میں داخل ہوجاتا اور پھر وہ دشمن کے کیمپ کو چھوڑ کر اسلامی کیمپ میں داخل ہوجاتا تو وہ آزاد قرار پاتا ۔ پھر اسلام نے ہر غلام کو یہ حق دیا کہ وہ اپنے مالک سے آزادی کا سودا کرسکتا ہے۔ اور اس سودے کا معاوضہ ادا کرنے کے سلسلے میں مالک کے ساتھ اسے تحریری یا زبانی ایگریمنٹ کرنے کا پورا پورا اختیار ہے ۔ یہ معاہدہ ہونے کے بعد جسے مکاتبت کہتے تھے غلام آزاد ہوجاتا تھا ۔ آزادانہ کاروبار کرسکتا تھا۔ چاہے اپنے مالک ہی کی نوکری کرلیتا ۔ وہ اپنی کمائی کا خود مالک ہوتا تھا۔ چاہے دوسری جگہ آزادانہ کام کرتا اور مالک کو مقررہ رقم ادا کردیتا۔\nمکاتبت کے ساتھ یہ غلام اس معاشرے کا ایک مستقل فرد بن جاتا تھا۔ ایسے افراد کے لئے اسلام کے نظام زکوٰۃ کا 1/7 حصہ مقرر ہے ۔ اس کے علاوہ بھی مسلمانوں کے لئے یہ بات ضروری قرار دی گئی کہ وہ ایسے افراد کو مالی امداد دیں تاکہ وہ اپنی گردن کو غلامی کے جوئے سے آزاد کرسکیں ۔ اس کے علاوہ جو اسلامی نظام نے مختلف معاملات میں افراد معاشرہ پر کفارات (Fines) واجب کئے اور کفارے کی شقوں میں ایک شق یہ ہوا کرتی ہے کہ کسی غلام کو آزاد کردیا جائے ۔ مثلاً قتل خطاء کی بعض صورتوں میں ، قسم کے کفارے میں ظہار کے کفارے میں ، ان تدابیر کا نتیجہ یہ نکلا کہ مرور زمانہ کے ساتھ ساتھ غلامی کا وجود ہی ختم ہوگیا ۔ اور یہ چیز طبعی موت مرگئی ۔ اگر اسے یکلخت ختم کردیا جاتا تو اس وقت کے معاشرے میں بےحد افراتفری پیدا ہوجاتی ، اور معاشرے میں فتنہ و فساد برپا ہوجاتا۔\nسوال یہ ہے کہ دور نبوی کے بعد اسلامی معاشرے میں غلامی ختم ہونے کے بجائے غلامی میں اضافہ کیوں ہوگیا ؟ اس کا جواب یہ ہے کہ بعد کے ادوار میں غلامی میں اضافہ محض اس لئے ہوگیا تھا ، کہ مسلمانوں نے اسلامی زندگی سے انحراف کرلیا تھا ، جوں جوں مسلمان اسلامی نظام سے دور ہوتے گئے ، خرابیاں زیادہ ہوتی گئیں ۔ لیکن سوال یہ ہے کہ یہ مسلمانوں کا قصور تھا ، اسلامی نظام زندگی کا اس میں کوئی قصور نہ تھا ۔ دور نبوی کے بعد اگر لوگوں نے اسلامی نظام زندگی سے انحراف کیا ، تھوڑا کیا یا زیادہ کیا اور اسلامی نظام زندگی کے اصولوں کو اچھی طرح نافذ نہ کیا ، تو اس کا مطلب یہ نہیں ہے کہ اسلامی نظام میں کچھ خرابی ہے ۔ اسلامی تاریخ کے سلسلے میں ہمار اجو نقطہ نظر ہے وہ ہم اس سے پہلے بیان کر آئے ہیں ۔ اگر اسلامی نظام سے انحراف کے نتیجے میں کچھ ناپسندیدہ حالات ، اسلامی تاریخ کے کسی دور میں ، کبھی پیدا ہوگئے تھے ۔ تو ان حالات کو اسلام کے اسر نہیں تھوپا جاسکتا ۔ ایسے حالات کو اسلامی تاریخ کی کوئی کڑی نہ گردانا جائے گا۔ اس لئے کہ اسلام میں کوئی تبدیلی نہیں آگئی ۔ نہ اس کے اصولوں میں نئے اصولوں کا اضافہ ہوگیا ہے۔ اگر تبدیلی آئی ہے تو لوگوں میں تبدیلی آئی ہے ۔ لوگ اسلام سے اس قدر دور ہوگئے کہ ان کا اسلام سے کوئی واسطہ ہی نہ رہا ۔ اور ان کی تاریخ اسلامی تاریخ کا حصہ نہ رہی۔\nاب اگر کوئی یہ چاہتا ہے کہ نئے سرے سے اسلامی نظام قائم ہو ، تو وہ اسلامی نظام زندگی کا آغاز اسلامی تاریخ کے اس مقام سے ہرگز نہ کرے گا جہاں اسلامی تاریخ ختم ہوجاتی ہے ، بلکہ اب اسلامی نظام زندگی کے قیام ازسر نو اسلامی اصولوں کی روشنی میں کیا جائے گا ۔ خالص اسلامی اصولوں کی روشنی میں !\nیہ ایک اہم حقیقت ہے کہ نظریہ اور نقطہ نظر کے اعتبار سے بھی اور اسلامی نظریہ اور اسلامی نظام کے قیام کی تحریک کے نشوونما کے نقطہ نظر سے بھی ۔ اس نکتے کی تاکید یہاں دوبارہ اس لئے کی جارہی ہے کہ اسلام کی تاریخ اور اسلامی نظام زندگی کے درمیان لوگوں کے ذہنوں میں سخت الجھاؤ پیدا ہوگیا ہے ، حالانکہ اسلامی نظام زندگی اور مسلمانوں کی تاریخ چیزے دیگر ہے ۔\nیہی وجہ ہے کہ لوگ صحیح اسلامی تحریک اور صحیح اسلامی نظام زندگی کے درمیان فرق نہیں کرپاتے ۔ اس دھوکے میں وہ تمام مستشرقین مبتلا ہیں ، جنہوں نے اسلامی تاریخ پر قلم اٹھایا ہے ۔ بعض لوگ جان بوجھ کر اسلامی تاریخ کو یہ رنگ دیتے ہیں اور بعض لوگ فی الواقعہ غلط فہمی کا شکار ہیں ۔",
  "ayah": 219,
  "surah": 2
}
