{
  "text": "یہ ہے قرآن مجید کے خوشگوار سایوں میں سے ایک ظل ، ایک چھاؤں ۔ اس میں زن وشو کے باہمی تعلقات کے مختلف رنگوں میں سے ایک رنگ کو تصویر کی شکل دی گئی ہے ۔ جو قرآنی تعلیمات کے ساتھ مناسب ہے اور جو قرآنی منوبہ حیات کے عین مطابق ہے۔ نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ ” تمہاری عورتیں تمہاری کھیتیاں ہیں ، جس طرح چاہو اپنی کھیتی میں جاؤ۔ “\nیہاں اس آیت میں زن وشوئی تعلقات کی نوعیت اور اس کے خاص پہلو کی طرف اشارہ کیا گیا ہے ۔ یعنی اس تعلق کے مقاصد کیا ہیں اور اس کا اصلی رجحان کیا ہونا چاہئے ۔ اس کے سب پہلو یہاں نہیں بیان کئے گئے ۔ دوسرے مقامات پر ان مقامات کی مناسبت سے کچھ دوسرے پہلو بھی نمایاں کئے گئے ہیں ۔ مثلاً ایک جگہ یہ فرمایا گیا ہے هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ ” وہ تمہارا لباس ہیں اور تم ان کا لباس ہو۔ “................ دوسری جگہ فرمایا : وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ ” اور اس کی نشانیوں میں سے یہ ہے کہ اس نے تمہارے لئے ، تمہاری جنس سے بیویاں بنائیں تاکہ تم ان کے پاس سکون حاصل کرو اور تمہارے درمیان محبت و رحمت پیدا کی۔ “\nغرض ان تعبیرات میں سے ہر تعبیر اس عمیق وعظیم تعلق کا کسی نہ کسی پہلو کو ظاہر کرتی ہے ، ہر جگہ جو پہلو مناسب ہو۔ یہاں سیاق کلام ایسا ہے جس کے ساتھ ” کھیتی “ کیتعبیر زیادہ مناسب تھی ۔ کیونکہ یہاں تروتازگی ، پیدائش اور نشوونما کی فضا ہے ۔ اس لئے کھیتی کے لفظ سے اس تعلق کی تعبیر کی گئی اور حکم دیا گیا کہ جس طرح چاہو اپنی عورتوں کے پاس جاؤ مگر رحم کی جانب سے جہاں سے پیداواری عمل ہوتا ہے ۔ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ ” تم اپنی کھیتی میں آؤ جس طرح چاہو۔ “\nلیکن ساتھ ساتھ اس ملاپ کا مقصدا صلی بھی نہ بھولو ، اسے عبادت اور اللہ خوفی سمجھو اور اس لئے اگر تم اس میں بھی اللہ کے بیان کردہ حدود وقیود کی پابندی کروگے تو یہ تمہارے لئے توشہ آخرت ہوگا۔ اور یقین رکھو کہ ایک دن تمہیں اللہ کے سامنے جانا ہے اور وہاں تم اپنے تمام اعمال کا صلہ پاؤگے۔ وَقَدِّمُوا لأنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلاقُوهُ ” مگر اپنے مستقبل کے لئے کچھ آگے بھیجو ، اللہ کی ناراضی سے بچو ، خوب جان لو کہ تمہیں ایک دن اس سے ملنا ہے اور اے نبی ، جو تمہاری ہدایات کو مان لیں انہیں خوشخبری دے دو ۔ “\nآیت یہاں ختم ہوجاتی ہے اور مسلمانوں کو خوشخبری دی جاتی ہے کہ اللہ تعالیٰ نے ان کے لئے بہت بڑی بھلائی تیار کی ہوئی ہے اور اس بھلائی میں وہ بھلائیاں بھی شامل ہیں جو انہوں نے اپنے کھیت میں بوئی ہیں ۔ کیونکہ مومن جو کچھ بھی کرتا ہے وہ خیر ہے اور اللہ اس پر اس کا ثواب دیتا ہے۔ وَبَشِّرِ الْمُؤْمِنِينَ ” مومنین کو خوشخبری دیجئے۔ “\nاس سے معلوم ہوتا ہے کہ اسلام ایک فطری اور سادہ نظام زندگی ہے ۔ وہ انسان کو بحیثیت انسان لیتا ہے ۔ اس کے رجحانات اور میلانات کو تسلیم کرتا ہے ۔ وہ بلندی اور پاکیزگی کے نام پر فطرت کے ساتھ جنگ نہیں کرتا ۔۔ وہ انسانوں کی ان ضروریات کو گندگی قرار نہیں دیتا ، جن پر ان کا بس ہی نہ چلے ۔ اور بلکہ وہ قرار دیتا ہے کہ زندگی کی ترقی ، نشوونما اور تسلسل کے لئے ، یہ اس کا فریضہ حیات ہیں اور فطری فریضہ ہیں ۔ اسلام کی کوشش تو یہ ہے کہ انسان کی انسانیت برقرار رہے ۔ اسے اس انسانیت کے دائرے کے اندر ترقی دے ۔ اسے اللہ سے جوڑ دے ، اس کے جسمانی میلانات بھی پورے کرے ، پہلے جسمانی تقاضوں اور انسانی شعور کا امتزاج پیدا کردے اور پھر اس پر دینی شعور کا رنگ غالب کردے ۔ اور یوں عارضی جسمانی تقاضے پورے کرتے ہوئے ، اس تلذذ کو دائمی انسانی فرائض کے ساتھ مربوط کردے اور یہ سب کچھ دینی وجدان اور دینی شعور کے ماحول میں ہو۔ غرض ایک ہی لمحہ میں ایک ہی وقت میں ، ایک ہی رخ میں یہ دینی شعور اور جسمانی تلذذ انسان کی اس چھوٹی سی ہستی میں جمع ہوجاتے ہیں ۔ وہ زمین میں اللہ کا خلیفہ ہو۔ اور اس وجہ سے ہو کہ اس کی اس ہستی میں اللہ تعالیٰ نے مختلف النوع طاقتیں ودیعت فرمائی ہیں ۔ دینی شعور اور جسمانی تقاضے ۔ یہ ہے اسلامی نظام اور یہ ہے انسان کی فطرت ۔ چونکہ اللہ خالق فطرت بھی ہے اور اسلامی نظام زندگی بھی اس کی طرف سے آیا ہے۔ اس لئے اس نظام میں تمام فطری تقاضوں کو پورا کیا گیا ہے ۔ اور تمام دوسرے نظامہائے زندگی جو من جانب اللہ نہیں ہیں وہ فطرت سے متصادم ہیں اور بعض میں یہ تصادم کم ہے اور بعض میں بہت ہی زیادہ ہے۔ اس لئے ان کا انجام ہلاکت و بربادی ہے ۔ ان نظاموں میں افراد کی بھی کم بختی ہے اور جماعتوں کی بھی ہلاکت ہے ۔ اس لئے کہ اللہ جانتا ہے اور انسان نہیں جانتا۔\nایام حیض میں مباشرت کے مسائل کے بعد ایلا کا حکم بیان کیا جاتا ہے ۔ ایلا کا مفہوم یہ ہے کہ خاوند یہ قسم کھائے کہ وہ بیوی کے ساتھ مباشرت نہیں کرے گا ۔ قبل اس کے کہ قسم ایلا کا بیان ہو ، نفس قسم کے بارے میں بھی ہدایات دے دی جاتی ہیں ۔ گویا قسم تمہید ہے ایلا کے لئے۔",
  "ayah": 223,
  "surah": 2
}
