{
  "text": "اپنے آپ کو روکیں رکھیں ذرا اپنے جذبات پر کنٹرول کریں۔ تین مرتبہ ایام ماہواری تک یا تین مرتبہ ایام ماہواری سے پاک ہونے تک ، اپنے آپ کو روکیں رکھیں۔ میں نے قرآن مجید کی اس تعبیر اور انداز بیان پر بہت غور کیا ، لطیف نفسیاتی حالت کی یہ عجیب تصویر کشی ہے ۔ مفہوم اور مقصد یہ ہے کہ تین دفعہ ایام ماہواری آنے یا ان سے پاک ہونے تک دوسری شادی کرنے سے باز رہیں ۔ لیکن اس عقلی اور قانونی مفہوم کے علاوہ قرآن کریم کا طرز تعبیر کچھ اور بھی بتاتا ہے ۔ انداز تعبیر روکے رکھیں ، لگام کھینچ لیں باوجود اچھلنے کودنے کے روکے رکھیں ، اس تعبیر سے اس نفسیاتی کیفیت کی طرف اشارہ ہے جو ایسے حالات میں پائی جاتی ہے ۔ ایسے حالات میں بالعموم مطلقہ عورت کو اس بات کی شدید خواہش ہوتی ہے کہ وہ جلد از جلد نئی زندگی کا آغاز ایک نئے شوہر کی قیادت میں کردے ۔ یہ کیفیت فطری ہے ۔ ایسے حالات میں عورت پر شدید اعصابی دباؤ ہوتا ہے ۔ وہ چاہتی ہے کہ وہ ثابت کردکھائے کہ سابقہ تجربہ ازدواج میں اس کا کوئی قصور نہیں ہے۔۔ اس میں کوئی جسمانی نقص نہیں ہے ۔ وہ کسی وقت بھی ، دوسرے شوہر کے لئے پرکشش بن سکتی ہے اور جدید ازدواجی زندگی کا آغاز کرسکتی ہے جبکہ یہ جذبہ اور احساس مرد میں نہیں ہوتا ، اس لئے طلاق کا حق اس کے ہاتھ میں ہے ، طلاق کا وار اس نے کیا ہے اور عورت نے اس وار کو برداشت کیا ہے ۔ اس لئے عورت سے یہ کہا گیا ہے کہ ذرا نفس کو روکے رکھو ، اس کی لگام کو کم ازکم تین ماہ تک کھینچے رکھو ۔ یوں قرآن مجید ایک لفظ اور ایک انداز تعبیر سے نفسیاتی کیفیت کی فضا ظاہر کردیتا ہے ۔ اس نفیساتی کیفیت کو ملحوظ خاطر رکھ کر ہدایات دیتا ہے اور ضابطہ بندی کرتا ہے۔\nوہ اس عرصہ کے لئے اپنے نفوس کو روکھے رکھیں تاکہ ان کے رحم سابق زوجیت کے آثار سے پاک ہوجائیں اور پھر وہ نئے سرے سے ازدواجی زندگی کا آغاز کرسکیں ، اگر چاہیں لا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الآخِرِ ” اور ان کے لئے یہ جائز نہیں کہ اللہ نے ان کے رحم میں کو کچھ خلق فرمایا ہو ، اسے چھپائیں ۔ انہیں ہرگز ایسا نہ کرنا چاہئے اگر وہ اللہ اور روز آخرت پر ایمان رکھتی ہیں۔ “\nان کے رحم میں حالت حمل ہے یا حالت حیض ان کے لئے جائز نہیں ہے کہ اسے چھپائیں ۔ رحم میں جو کچھ ہے ، اسے اللہ تعالیٰ کی خالقیت سے وابستہ کردیا گیا ہے ۔ تاکہ ان کے دلوں میں اللہ خوفی پیدا ہو ۔ انہیں اللہ اور یوم آخرت پر ایمان و یقین کی غیرت دلا کر کہا جاتا ہے کہ اگر تم مومن ہو تو تمہیں ہرگز کسی چیز کو چھپانا نہیں چاہئے ۔ یہاں یوم آخرت کا ذکر اس لئے ہوا کہ یوم آخرت یوم الجزاء ہے ۔ اس دنیا میں جو چیز احکام خداوندی کے بجالاتے ہوئے فوت ہوجائے وہ ایک مومن کو وہاں بطور اجر ملتی ہے ۔ یہاں چونکہ عورتوں کے لئے حکم ہے کہ باوجود اس کے کہ ان کے جذبات کو ٹھیس لگی ہے وہپ اپنے نفوس کو روکے رکھیں ۔ اس لئے کہا گیا ہے کہ جزاء آنے والی ہے ۔ ہاں اگر وہ پردہ داری کریں گی اور جو کچھ ان کے رحم میں ہے صاف صاف اس کا اظہار نہ کریں گی تو اس پر سزا بھی ہے ۔ اس سے تو کوئی چیز پوشیدہ نہیں ہے ۔ کیا کوئی چیز اللہ سے چھپائی جاسکتی ہے ؟ لہٰذا مت چھپاؤ۔ کسی بات سے اثر لے کر ، کسی مطلب کے لئے ۔ کسی خواہش سے مغلوب ہوکر ، کہیں خلق اللہ کو نہ چھپا لو۔\nیہ تو تھا ایک پہلو ، دوسرا پہلو یہ ہے کہ قطعی جدائی سے پہلے ، ایک وقفہ کی ضرورت ہے ۔ معقول وقفہ ۔ اس وقفے میں فریقین جدائی کے بعد اپنے جذبات کو اچھی طرح آزمالیں ۔ ہوسکتا ہے کہ ان کے دل میں محبت کی کوئی چنگاری باقی ہو اور پھر محبت سلگ اٹھے ۔ ہوسکتا ہے کہ جذبات محبت میں پھر طلاطم برپا ہوجائے اور وہ ایک دوسرے سے آملیں۔ ہوسکتا ہے کہ ان کی سوچ جذبات ، کوتاہی یا کبر و غرور کے نیچے دب گئی ہو اور وقفے میں انہیں سوچ آجائے ۔ جب غصہ فرو ہوجائے ، جب طیش اترجائے ، جب نفس مطمئن ہوجائے اور وہ اسباب جو موجب فراق بن گئے تھے دب جائیں ، کچھ عقل کی باتیں سامنے آجائیں ، سوچ کی نئی راہیں کھل جائیں ۔ جب اسباب کو عظیم سمجھ کر فراق کا فیصلہ کرلیا گیا تھا وہ اس وقفے میں مومعمولی نظر آنے لگ جائیں اور فریقین میں از سر نو زندگی کا آغاز کرنے کا داعیہ پیدا ہوجائے ۔ یا اس عرصہ میں کسی اور حسن عمل اور حسن تدبیر سے حالات کا رخ بدل جائے ۔ اس لئے یہ بات نہایت ضروری تھی کہ ایک طلاق کے بعد متعلقہ تین ایام ماہواری یا ان کے پاک ہونے کا انتظار کرے ۔ اسلام میں طلاق مشروع ہے ۔ لیکن اللہ اور رسول کو سخت ناپسندیدہ بھی ہے ۔ یہ کاٹ دینے کا عمل ہے اور اسے صرف اس وقت اختیار کرنا چاہئے ، جب علاج کا کوئی طریقہ ، جوڑنے کا کوئی حربہ کام نہ آسکے ۔ (قرآن مجید میں دوسری جگہ تفصیل سے ذکر کیا گیا ہے کہ طلاق واقع ہونے سے پہلے صلح وصفائی کے لئے سخت کوشش ہونی چاہئے ۔ نیز یہ بھی ہدایت ہے کہ طلاق ایسی حالت میں دینی چاہئے کہ عورت ایام ماہواری سے پاک ہوچکی ہو ، اور ابھی مرد نے اس کے ساتھ مباشرت نہ کی ہو ، محض اس لئے طلاق دینے یا یا طلاق کا آخری شکل دیتے وقت مرد کو سوچ بچار کی کافی مہلت ملے ۔ اگر حیض کی حالت ہے تو مرد طلاق دینے کے لئے طہر کا انتظار کرے گا۔\nجہاں تک پہلی طلاق کا تعلق ہے ، یہ ایک تجربہ ہے ۔ اس تجربہ سے میاں بیوی دونوں یہ معلوم کرلیتے ہیں کہ ان کے جذبات اور احساسات کیا رخ اختیار کرتے ہیں ۔ اگر دوران عدت انہوں نے محسوس کرلیا کہ وہ ایک دوسرے کی رفاقت میں زندگی کا آغاز نئے سرے سے کرسکتے ہیں تو راستہ کھلا وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلاحًا ” ان کے شوہر تعلقات درست کرلینے پر آمادہ ہوں ۔ تو وہ اس عدت کے دوران پھر انہیں اپنی زوجیت میں واپس لینے کے حق دار ہیں ۔ “\nفِي ذَلِكَیعنی اس میں ، اس سے مراد عدت کے دوران میں انتظار اور تربص کے زمانے میں ۔ بشرطیکہ تعلقات زوجیت کو نئے سرے سے اختیار کرنے کا اراہ ہو محض عورت کو اذیت دینا مقصود نہ ہو ، محض انتقام لینے کی خاطر اسے ایسی زندگی کی طرف لوٹانا مقصود نہ ہو ، جس میں کانٹے ہی کانٹے ہوں ۔ یا محض غرور کی خاطر یہ رجوع نہ ہو ۔ یا محض اس لئے نہ ہو کہ اگر میں نے رجوع نہ کیا تو اسے کوئی دوسرا خاوند نکاح میں لے لے گا ، جو میرے لئے شرم کی بات ہے : وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ ” عورتوں کے لئے بھی معروف طریقے پر وہی حقوق ہیں جیسے مردوں کے حقوق ان پر ہیں ۔ “ یعنی اس حالت میں مطلقات کے لئے ایسے حقوق ہیں جس طرح ان پر واجبات ہیں وہ مکلف ہیں کے دوران عدت میں اپنے آپ کو روکے ہوں ، ان کے رحموں میں اللہ تعالیٰ نے جو کچھ خلق فرمایا ہے اسے چھپائیں نہیں ۔ خاوند کا فرض ہے کہ اگر وہ رجوع کرتا ہے تو خالص نیت سے ہو ، اس سے عورتوں کو تکلیف دینا مقصود نہ ہو ، نہ اذیت دینا ہو ، اس پر مزید یہ کہ دوران عدت نان ونفقہ کی بھی حق دار ہوں گی جیسا کہ عنقریب بیان ہوگا ۔ اس لئے کہ وہ ازروئے قانون کی رو سے ہوئی ہیں ۔ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ” البتہ مردوں کو ان پر ایک درجہ حاصل ہے۔ “ اس درجہ سے مراد یہ ہے کہ مردوں کو یہ حق حاصل ہے کہ وہ دوران عدت اگر چاہیں تو مطلقہ عورت کو دوبارہ اپنی زوجیت میں لوٹاسکتے ہیں۔ یہ حق اللہ تعالیٰ نے مرد کو اس لئے دیا ہے کہ طلاق کا حق مرد کا ہے ۔ بعض لوگوں نے اس فقرے سے یہ مفہوم لیا ہے کہ عمومی طور پر مردوں کو عورتوں پر برتری حاصل ہے ۔ یہ حضرات اس سے مراد یہ نہیں لیتے کہ صرف مرد کو حق مراجعت حاصل ہے چانچہ وہ حق مراجعت عورت کو بھی دیتے ہیں کہ عورت کو بھی اختیار ہے کہ وہ واپس چلی آئے اور مرد کو اپنی زوجیت میں لے لے ، لیکن ان حضرات کا یہ استدلال نہایت ہی سقیم ، بےمحل اور بےموقع ہے ۔ یہ حق ، حق طلاق کے ساتھ وابستہ ہے اور صرف مرد ہی کو حاصل ہے ۔\nاب آخری تبصرہ اور نتیجہ وَاللَّهُ عَزِيزٌ حَكِيمٌ” اللہ سب پر غالب اقتدار رکھنے والا اور حکیم ودانا ہے۔ “ یعنی اللہ قوت اور اقتدار اعلیٰ کا مالک ہے ۔ لہٰذا وہ ہر قسم کا حکم نافذ کرنے کا مجا زہے ۔ اور پھر یہ کہ حکیم ودانا ہے ۔ اس کے احکام بھی حکیمانہ ہیں ۔ اس آخری تبصرے کا اثر یہ ہے کہہ مختلف وجوہات اور مختلف حالات سے متاثر ہوکر تم اللہ کے احکام سے منحرف نہ ہوجاؤ ، انہیں پس پشت نہ ڈال دو ۔\nاب آنے والا حکم طلاقوں کی تعداد کی تحدید کے بارے میں ہے ۔ یہ کہ مطلقہ کو یہ حق ہے کہ وہ پورا مہر حاصل کرے ۔ یہ حرام ہے کہ وہ مرد طلاق کے وقت اس سے کچھ لے سکتا ہے ۔ ہاں ایک صورت ایسی ہے جس میں مرد کو حق ہے کہ وہ اگر چاہے تو واپس لے سکتا ہے ۔ اگر صورتحال یہ ہو کہ عورت کو مرد سے سخت نفرت ہو ، اور وہ اس کے ساتھ حدود الٰہی کی پابندی کرتے ہوئے زندگی گزارنے کے اہل نہ ہو ، خطرہ ہو کہ وہ کسی معصیت میں مبتلاہوجائے یعنی خلع کی وہ حالت جس میں عورت ، فدیہ کے بدلے اپنی آزادی خریدنا چاہتی ہو۔ اس صورت میں مرد کو حق ہے کہ وہ کچھ لے لے ۔",
  "ayah": 228,
  "surah": 2
}
