{
  "text": "وہ طلاق جن کے بعد ، فریقین ازدواجی زندگی کا آغاز کرسکتے ہیں دو ہیں ۔ اگر خاوند ان دو سے بھی آگے بڑھ جائے تو پھر ان کے درمیان زادواجی تعلقات صرف اس صورت میں قائم ہوسکتے ہیں ، جس کی تشریح اگلی آیات میں آرہی ہے ۔ یعنی یہ کہ پہلے وہ کسی دوسرے خاوند سے جدا ہوجائے ۔ صرف اس صورت میں پہلے خاوند کے لئے ، جس نے تین طلاقوں کا حق استعمال کرلیا تھا ، یہ جائز ہے کہ اس عورت سے دوبارنکاح کرے بشرطیکہ یہ عورت ازسر نو اس کے ساتھ نکاح کرنے پر راضی ہو۔\nاس پابندی کے عائد ہونے کی وجہ کے بارے میں بعض روایات میں آتا ہے کہ اسلامی دور آغاز میں بھی (جاہلیت کی طرح) طلاقوں کی تعداد مقرر نہ تھی ۔ اور مرد کو یہ حق بھی حاصل تھا کہ وہ ہر طلاق کے دوران عدت رجوع کرسکے ۔ چناچہ بعض لوگ اسی طرح طلاق دیتے ، پھر رجوع کرتے اور یوں ہی یہ سلسلہ چلتا رہتا ۔ اسلامی دور میں انصار میں سے ایک صاحب کی اپنی بیوی کے ساتھ ان بن ہوگئی ، اس نے بیوی سے کہا اللہ کی قسم نہ میں تجھے اپنے قریب چھوڑوں گا اور نہ ہی تجھے اپنے سے جدا کروں گا ۔ اس نے کہا کیونکر ہوگا ؟ اس نے کہا میں تجھے طلاق دوں گا ، لیکن جب عدت کا وقت قریب آئے گا تو میں رجوع کرلوں گا ۔ وہ پریشان ہوئی اور اس نے رسول اللہ ﷺ سے یہ شکا یت کی ۔ اس پر اللہ تعالیٰ کی جانب سے یہ وحی آئی الطَّلاقُ مَرَّتَانِ ” طلاقیں دو ہیں۔ “\nاللہ نے اسلامی نظام کے نزول احکام میں حکیمانہ پالیسی اختیار کی جب بھی کسی حکم کی ضرورت پڑی ، حکم نزال کردیا گیا۔ اور اس طرح بتدریج پورے احکام نازل ہوگئے ۔ اور اسلامی زندگی کے اصول مکمل کرلئے گئے ۔ اب جو کام رہ گیا تھا وہ جزوی اور نئے حالات پر ان اصولی احکام کی تطبیق کا تھا کہ اصول کی روشنی میں جزئیات کے حل معلوم کئے جائیں۔\nاس پابندی کے نتیجے میں طلاقوں کی تعداد محدود ہوگئی ۔ اب وہ سابقہ صورت حال باقی نہ رہی کہ خاوند مسلسل طلاق دیتا جائے اور اس کو بازیچہ اطفال بنادے ۔ اب طریق کار یہ ہوگیا کہ جب مرد عورت کو ایک مرتبہ طلاق دے دے تو وہ دوران عدت کسی قانونی پیچیدگی کے بغیر اپنی بیوی سے رجوع کرسکتا ہے ۔ اور اگر یوں ہی عدت گزرجائے تو عورت جدا ہوجائے گی جسے فقہ میں ” بائنہ “ کہتے ہیں ۔ اب بھی عدت کا عرصہ گزرجانے کے بعد وہ محض رجوع سے واپس نہیں لے سکتا ۔ بلکہ اسے ایک نئے نکاح کے ذریعہ ، اور ایک نیا مہر مقرر کرکے عورت کی رضا سے اسے واپس نکاح میں لانا ہوگا ۔ ایک طلاق کے بعد مرد عورت کو دوران عدت میں واپس لے لے ، رجوع کرکے یا عدت گزرنے کے بعد وہ نکاح تازہ کرلے اور جدید مہر کے ساتھ عورت کو واپس کرلے دونوں صورتیں جائز ہیں۔\nاس کے بعد اگر دوسری مرتبہ یہ خاوند پھر اسے ایک طلاق دے دیتا ہے تو بھی اسے یہی حق حاصل ہوگا۔ یعنی دوران عدت میں رجوع اور بعد از عدت نکاح جدید ۔ لیکن اگر وہ تیسری مرتبہ طلاق دے دے تو اس صورت میں یہ عورت اس سے ہمیشہ ہمیشہ کے لئے جدا ہوجائے گی ۔ فقہی اصطلاح میں اسے عظیم جدائی (بینونت کبریٰ ) کہتے ہیں ۔ تیسری مرتبہ طلاق دیتے ہی عورت بائن ہوجائے گی یعنی جدا تصور ہوگی ۔ اب یہ مرد دوران عدت رجوع کا حق استعمال نہیں کرسکتا ، نہ وہ نکاح جدید کرسکتا ہے ۔ الایہ کہ اس عورت کا نکاح کسی دوسرے مرد سے ہوجائے اور یہ دوسرا خاوند اپنی ازدواج زندگی کے دوران اسے طلاق دے دے ، پھر رجوع نہ کرے یا یہ دوسرا خاوند بھی تین طلاقوں کا حق استعمال کرے اور عورت ہمیشہ کے لئے جدا ہوجائے تو پھر پہلے مرد کے لئے جائز ہے کہ وہ اس عورت کو اپنے نکاح میں لے لے ۔ لیکن یہ سب کام اپنی قدرتی رفتار سے ہونا چاہئے۔\nپہلی طلاق ایک کسوٹی اور ایک معیار ہے جیسا کہ ہم اوپر کہہ آئے ہیں ۔ دوسری طلاق دوبارہ آزمائش اور ایک آخری تجربہ ہے ۔ دوسری طلاق کے بعد اگر زندگی کی گاڑی چل پڑے تو فبہا ورنہ تیسری طلاق اس بات کا بین ثبوت فراہم کردیتی ہے کہ زوجین کے درمیان طبائع اور مزاجوں کا اختلاف بہت ہی بنیادی نوعیت کا ہے اور ناقابل اصلاح ہے۔\nبہرحال طلاق بھی ایک آخری علاج ہے ۔ کوششوں کے بعد بھی اگر فریقین کے درمیان مصالحت کا کوئی امکان نہ رہے تو پھر یہی بہتر ہے کہ دائمی جدائی ہوجائے ۔ اگر دوطلاقیں ہوجائیں تو پھر بیوی کو یا تو معروف طریقے سے رکھنا ہے اور نرمی و محبت کا نئے سرے سے آغاز کرنا ہے اور پا پھر بھلے انداز میں حسن و خوبی کے ساتھ ، احسان کے ساتھ ، شرافت کے ساتھ اس کو رخصت کردینا ہے ، یعنی تیسری مرتبہ طلاق دے کر ، جس کے بعد عورت کو پھر زندگی کی نئی لائن اختیار کرنی ہوتی ہے ۔ یہ ہے حقیقت پسندانہ قانون سازی ، جو انسان کے حقیقی واخلاقی زندگی کو سامنے رکھ کر کی گئی ہے ۔ اور جو عائلی زندگی کے پیچیدہ مسائل کا بہترین اور عملی (Paractical) حل پیش کرتی ہے ۔ اس قانون سازی میں ایسی شدت بھی نہیں ہے جو مفید نہ ہو ، انسان کو ایسے اخلاقی نظام میں ڈھالنے کی کوشش نہیں کرتی جو اس کی جبلت سے متصادم ہو ، نہ یہ قانون سازی انسان اور اس کی قوتوں کو مہمل چھوڑنے پر اصرار کرتی ہے ، اگر یہ اسے یوں ہی چھوڑدیتے ہیں کوئی فائدہ نہ ہو۔\nازدواجی زندگی کے دوران مرد نے عورت کو جو مہر دیا ہے ، یا اس پر مختلف قسم کے جو اخراجات کئے ہیں ، مرد کے لئے جائز نہیں ہے کہ تیسری مرتبہ طلاق کے بعد ، وہ اس سے کوئی چیز واپس لینے کا حق دار بن جاتا ہے ۔ وہ یہ ہے کہ عورت کو ذاتی اسباب کی بناپر ذاتی جذبات اور بمقتضائے طبیعت مرد ناپسند ہو اور عورت یہ محسوس کرتی ہو کہ اس نفرت اور کراہت کی وجہ سے وہ اس خاوند کے ساتھ حدودالٰہی کی پابندی کرتے ہوئے زندگی بسر نہیں کرسکتی ۔ وہ اس قابل نہیں ہے کہ اس کے ساتھ حسن معاشرت سے پیش آئے ۔ اس کے ادب کا خیال رکھے یا اس کی عزت وآبرو بچائے اور عفیفانہ زندگی بسر کرسکے تو ایسے حالات میں عورت کے لئے یہ جائز ہے کہ وہ مرد سے طلاق طلب کرے ۔ اس صورت میں یہ عورت چونکہ محض ذاتی وجوہات کی بناپر اس مرد کے جذبات مجروح کرتی ہے اور اس کے خاندان اور گھر کو خراب کررہی ہے ۔ اور اس میں بیچارے مرد کا کوئی ذاتی قصور نہیں ہے ۔ اس لئے اس عورت کا فرض ہے وہ مہر واپس کردے ۔ یہ محض اس لئے کہ عورت اللہ کی معصیت سے بچے ، اس کی حدود توڑنے کا موقع اسے نہ ملے ، اور نہ اپنے نفس پر اور نہ دوسروں پر مصیبت لانے کے مواقع پیدا ہوں۔\nیہ ہے اسلامی نظام زندگی ، جس میں لوگوں کو پیش آنے والے تمام واقعی حالات زندگی کی رعایت کی گئی ہے ۔ اس میں انسانی جذبات اور فطری پسند وناپسند کا بھی خاطر خواہ لحاظ رکھا گیا ہے ، جن پر خود انسان کو کنٹرول نہ ہو ، بیوی کو بھی مجبور نہیں کیا گیا کہ وہ اپنی پوری زندگی ایک ایسے شخص کے ساتھ بسر کردے جسے وہ پسند ہی نہیں کرتی ، اس سے طبعاً متنفر ہے ، اور ساتھ ہی مرد کے حقوق کو بھی نظر انداز نہیں کرتی ۔ جس میں اس کا کوئی قصور نہیں ہے ۔ اس طبعی نفرت اور مزاج کی ناہمواری کے پیدا کرنے میں اس کا کوئی قصور نہیں ہے ۔\nاس آیت کی اہمیت اور اس کے دوررس نتائج تک پہنچنے کے لئے ضروری معلوم ہوتا ہے کہ ہم قارئین کے سامنے وہ واقعی حالات بھی رکھ دیں جن حالات کے پیش نظر اللہ تعالیٰ نے یہ قانون بنایا اور اسے نافذ کیا گیا۔ ان واقعات سے معلوم ہوتا ہے کہ اسلام کے اس ربانی نظام زندگی میں کس حقیقت پسندی ، کس دقت نظری ، کس میانہ روی اور عدل و انصاف کے کس اونچے معیار کو پیش نظررکھا گیا ہے ۔\nامام مالک (رح) نے اپنی مشہور کتاب مؤطا میں روایت کی ہے کہ حبیبہ بنت سہل انصاری ، ثابت ابن قیس ابن شماس کی بیوی تھیں ۔ رسول اللہ ﷺ صبح اندھیرے منہ گھر سے باہر نکلے تو دیکھا کہ صبح کی تاریکی میں حبیبہ کھڑی ہیں ۔ رسول ﷺ نے فرمایا کون ہوسکتی ہیں یہ ؟ کہنے لگی میں حبیبہ بنت سہیل ہوں جناب ۔ رسول اللہ ﷺ نے فرمایا ! ایسے وقت میں کیسے ؟ کہنے لگی اللہ کے رسول ﷺ میں کسی صورت میں بھی ثابت ابن قیس کے ساتھ نہیں رہ سکتی ۔\nاس کے بعد ثابت بن قیس بلائے گئے تو رسول ﷺ نے فرمایا ! ثابت ، یہ حبیبہ ہے اس نے میرے سامنے تمہارے بارے میں وہ باتیں کی ہیں جو اللہ کو منظور ہوں گی۔\nاس پر حبیبہ نے کہا اللہ کے رسول ﷺ ” اس نے مجھے جو کچھ دیا ہے وہ میرے پاس محفوظ ہے۔ “\nاس پر رسول ﷺ نے ثابت سے کہا اس سے لے لو چناچہ اس نے وہ سب کچھ لے لیا اور حبیبہ اپنے اہل خاندان کے پاس چلی گئی۔\nامام بخاری (رح) نے اپنی سند کے ساتھ حضرت ابن عباس ؓ سے روایت کی ہے کہ ثابت ابن قیس ابن شماس کی بیوی رسول ﷺ کے پاس آئیں ۔ کہنے لگیں میں اس کسی بےدینی وبداخلاقی کا الزام نہیں لگاتی ۔ لیکن میں نہیں چاہتی کہ ہم مسلمان ہوکر کفر کا ارتکاب کریں۔\nرسول ﷺ نے فرمایا !” کیا تم اس باغ کو واپس کردو گی جو اس نے تمہیں (بطورمہر) دیا ہے ؟ “\nاس نے کہا :” ہاں “ رسول ﷺ نے فرمایا :” ثابت ! اپنا باغ واپس لے لو اور اسے ایک طلاق دے دو ۔ “\nایک دوسری روایت میں ذرا زیادہ تفصیل آئی ہے ۔ ابن جریر (رح) نے نقل کیا ہے کہ ابوجریر (رح) نے عکرمہ (رح) سے دریافت کیا : کیا خلع کی کوئی شرعی حقیقت ہے ؟ عکرمہ (رح) نے جواب دیا حضرت ابن عباس ؓ کہا کرتے تھے اسلام میں پہلا خلع عبداللہ ابن ابی کی بہن کا ہوا۔ وہ رسول ﷺ کے پاس آئیں اور کہا : اللہ کے رسول ﷺ ، میرا سر اس چیز کے سر کے ساتھ ہرگز جمع نہیں ہوسکتا ۔ میں نے پردے کا ایک کونا اٹھایا اور اسے چند آدمیوں کے درمیان آتے ہوئے دیکھا۔ وہ سب میں سیاہ رنگ تھا ، سب میں کوتاہ قد اور سب میں قبیح صورت تھا۔ “\nاس پر اس کے خاوند نے کہا :” رسول ﷺ میں نے تو اسے بہترین جائیداد عطا کردی ہے ۔ ایک ہی باغ تھا میرا جو میں نے اسے دے دیا ہے کیا وہ میرا باغ واپس کردے گی ؟ “\nرسول ﷺ نے عورت سے دریافت کیا تمہاری رائے کیا ہے ؟ اس نے کہا : ہاں اگر وہ چاہتا ہے تو میں اسے واپس کردوں گا۔” ابن عباس کہتے ہیں :” اس پر رسول ﷺ نے دونوں کے درمیان تفریق کرادی۔ “\nان تمام روایات کے مطالعہ سے معلوم ہوتا ہے کہ وہ کیا نفسیاتی صورت حال تھی ، جو رسول ﷺ کے سامنے آئی۔ رسول ﷺ نے اس صورتحال کو اس طرح قبول کرلیا کہ یہ کیس ناقابل علاج ہے ۔ تشدد اور سختی سے اس کا علاج ممکن نہیں ہے اور نہ اس میں ازدواجی زندگی میں کوئی مفید مثال قائم ہوسکتی ہے ۔ کہ عورت کو ہمیشہ ہمیشہ کے لئے ایسی تلخ معاشرت پر مجبور کرکے رکھ دیا جائے۔ اس لئے رسول ﷺ نے اس صورت حال کا اصل اسلامی نظام زندگی کے مطابق ، اسلامی منہاج کے مطابق ، پیش کردیا جو بےحد عملی ہے ۔ واضح ہے ۔ حقیقت سے اچھی طرح باخبر ہو ، کہ اس نفس کے اندر کیا جذبات کام کررہے ہیں ۔ کیا رجحانات ہیں ۔\nپھر ایسی تمام صورتوں میں سنجیدہ طرز عمل یا طفلانہ طرزعمل ، اور سچائی کی راہ یا فریب کاری کی راہ اختیار کرنے کے لئے واحد نگراں صرف اللہ خوفی اور اس کی پکڑ کا ڈر ہی ہوسکتا تھا ، اس لئے ان احکام کے خاتمہ پر تنبیہ کردی گئی کہ یہ ہیں اللہ کی حدود ۔ ان سے تجاوز مت کرنا۔\nتِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ ” یہ اللہ کی مقرر کردہ حدود ہیں ، ان سے تجاوز نہ کرو اور جو حدود الٰہی سے تجاوز کریں ، وہی ظالم ہیں۔ “\nیہاں تھوڑی دیر کے لئے رکیے ! یہاں ہمارے سامنے قرآن مجید نے ایک ہی مضمون کو مختلف حالات میں مختلف انداز میں بیان کیا ہے ۔ مضمون ایک ، حالات مختلف ، اس لئے انداز بیان اور ۔\nاس صورت میں روزے پر بحث کرتے ہوئے آخر میں یہ تنبیہ فرمائی گئی تھی تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا ” یہ اللہ کی حدیں ہیں ، ان کے قریب مت پھٹکو اور یہاں یہ کہا گیا ہے ۔ تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا ” یہ اللہ کی مقرر کردہ حدود ہیں ان سے تجاوز نہ کرو۔ “ سوال یہ ہے کہ انداز میں یہ اختلاف کیوں ہے ؟\nحقیقت یہ ہے کہ سابقہ مقام ایسا تھا ، جس میں اللہ تعالیٰ نے ایسی چیزوں سے روکا تھا ، جو طبعاً سخت ناپسندیدہ ہیں بلکہ ایک مادہ پرست کے لئے خلاصہ حیات ہیں وہاں فرمایا گیا تھا :\n” تمہارے لئے روزوں کے زمانے میں راتوں کو اپنی بیویوں کے پاس جانا حلال کردیا ہے ۔ وہ تمہارے لئے لباس ہیں اور تم ان کے لئے لباس ہو۔ اللہ کو معلوم ہوگیا کہ تم لوگ چپکے چپکے اپنے آپ سے خیانت کررہے تھے ۔ مگر اس نے تمہارا قصور معاف کردیا اور تم سے درگزر فرمایا۔ اب تم اپنی بیویوں کے ساتھ شب باشی کرو اور جو لطف اللہ نے تمہارے لئے جائز کردیا ہے اسے حاصل کرو ۔ نیز راتوں کو کھاؤ پیو یہاں تک کہ تم کو سیاہی شب کی دھاری سے سپیدہ صبح کی دھاری سے نمایاں نظر آجائے۔ تب یہ سب کام چھوڑ کر اپنا روزہ پورا کرو اور جب تم مسجدوں میں معتکف ہو تو بیوی سے مباشرت نہ کرو ۔ یہ اللہ کی باندھی ہوئی حدیں ہیں ، ان کے قریب نہ پھٹکنا ۔ “ تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا\nان آیات میں جن چیزوں کی ممانعت کردی گئی ہے ، وہ سب ایسی ہیں کہ انسان ازروئے طبیعت انہیں بےحد چاہتا ہے ۔ اس لئے یہاں حکم دیا گیا کہ ان کے قریب نہ پھٹکنا ، قریب ہی نہ ہونا ، انسان ضعیف ہے ، ہوسکتا ہے کہ ان چیزوں کی جاذبیت کا مقابلہ نہ کرسکے اور ان میں مبتلا ہوجائے ، ان کے پھندے میں بس کہیں پھنس ہی نہ جائے ۔\nاب یہاں سیاق کلام سے معلوم ہوتا ہے کہ ایسی چیزوں سے منع کیا گیا ہے جو بذات خود ناپسندیدہ ہیں ۔ گھریلو اختلافات ، جھگڑے بذات خود ناپسندیدہ ہیں ۔ یہاں خطرہ اس بات کا نہیں ہے کہ کوئی لڑائی جھگڑے کا شوق کرے ، بلکہ خطرہ اس بات کا ہے کہ بامر مجبوری اگر کوئی مبتلا ہو ہی جائے تو اس میں حدود سے تجاوز نہ کرے ۔ معقول حدود میں رہے ، حدیں توڑ ہی نہ دے۔ اس لئے یہاں حکم یہ نہیں دیا گیا کہ قریب ہی مت جاؤ بلکہ یہ حکم دیا گیا کہ حدود سے آگے نہ بڑھو۔ انداز بیان میں یہ لطیف فرق اس لئے ہوا ہے کہ موقع ومحل میں اختلاف ہے ۔ دونوں مواقع ومحل کے اس قدر لطیف فرق میں بالکل جدا ہیں ۔ یہ قرآن کریم کا اعجاز ہے کہ وہ موقع ومحل کے اس قدر لطیف فرق میں بھی انداز بیان مختلف اختیار کرتا ہے۔\nاحکام طلاق کا سلسلہ جاری ہے ۔ چلتے جائیے :",
  "ayah": 229,
  "surah": 2
}
