{
  "text": "یہودیوں کو نبی ﷺ کی رسالت میں شک تھا ۔ منافقین بھی اس میں شک کرتے تھے اور مشرکین کی بھی یہی حالت تھی ۔ قرآن کریم یہاں سب کو چیلنج دیتا ہے ۔ اور ان کے سامنے ایک فیصلہ کن عملی تجربہ رکھ کر ان کو دعوت دیتا ہے کہ وہ اس قرآن جیسی کتاب بنالائیں۔\nوَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ (23)\n” اگر تمہیں اس امر میں شک ہے کہ یہ کتاب جو ہم نے اپنے بندے پر اتاری ہے ، یہ ہماری ہے یا نہیں ، تو اس کے مانند ایک ہی سورت بنالاؤ، اپنے سارے ہم نواؤں کو بلالو ، ایک اللہ کو چھوڑ کر باقی جس کی چاہو مدد لے لو ، اگر تم سچے ہو۔ “\nیہ چیلنج ایک خاص انداز سے شروع ہوتا ہے ، جو اس مقام میں اہمیت رکھتا ہے ۔ یہاں اللہ تعالیٰ نے نبی ﷺ کی صفت عبودیت کا ذکر فرمایا ہے کہ ہم نے اپنے بندے پر کتاب اتاری ہے اگر تمہیں اس بارے میں شک ہے کہ وہ ، ہماری جانب سے ہے یا نہیں تو تم اس جیسی کوئی کتاب بنالاؤ۔\nیہاں نبی ﷺ کو ” اپنا بندہ “ کہا گیا ہے ، اس سے متعدد اور باہم مربوط باتوں کی طرف اشارہ کیا گیا ہے ۔ مثلاً یہ کہ آپ ﷺ کو ” ہمارا بندہ “ کہہ کر آپ کی عظمت شان کی طرف اشارہ کیا گیا ہے ۔ مقصد یہ کہ اللہ کی بندگی اور غلامی ، وہ بلند ترین اعزاز ہے جو کسی انسان کو یہاں دیا جاسکتا ہے اور جس پر کوئی فخر کرسکتا ہے ۔ دوسرے یہ کہ نبی ﷺ کو اپنا بندہ اور غلام کہہ کر اس بات کی طرف اشارہ کیا گیا ہے کہ ذات باری کے ساتھ کوئی شریک نہیں ہے اور نہ کوئی اس کا ہمسر ہے ۔ بلکہ سب لوگ اسی کے بندے اور غلام ہیں اور تو اور حضرت نبی ﷺ پیغمبر اور مورد وحی ہونے کے باوجود اللہ کے غلام اور بندے ہیں اور انہیں اپنے اس اعزاز پر فخر ہے ۔\nاس چیلنج میں اس بات کو پیش نظر رکھا گیا ہے کہ سورة کے آغاز میں حروف تہجی کا ذکر تھا۔ اور یہ کتاب انہی حروف کلمات سے مرکب ہے جو ان کی دسترس میں ہیں ۔ اگر انہیں اس کتاب کے منزل من اللہ ہونے میں کوئی شبہ ہے تو یہ حروف ان کے پاس موجود ہیں ۔ انہیں چاہئے کہ وہ اس جیسی کوئی ایک سورت مرتب کرکے لے آئیں ۔ اور اس کام میں اپنے تمام ہمنواؤں اور مددگاروں سے بھی کام لیں تاکہ وہ اس سلسلے میں ان کے حق میں کوئی بات کریں۔ جہاں تک باری تعالیٰ کا تعلق ہے اس نے تو اپنے بندے کے حق میں گواہی دے دی ہے کہ وہ سچا ہے۔\nیہ چیلنج جو متشککین قرآن کو دیا گیا ، رسول اللہ ﷺ کی پوری زندگی میں اور آپ ﷺ کے بعد قائم رہا۔ اور آج بھی ہمارے دور تک اسی طرح قائم ہے ۔ یہ ایک ایسی دلیل ہے جس کا کسی کے پاس کوئی جواب نہیں ہے ۔ آج تک قرآن کریم اور تمام انسانی تحریروں اور ادبی شہ پاروں کے درمیان واضح فرق قائم ہے اور قیامت تک یونہی رہے گا اور یہ فرق قیامت تک اللہ تعالیٰ کے اس فرمان کی تصدیق کرتا رہے گا۔",
  "ayah": 23,
  "surah": 2
}
