{
  "text": "دور جاہلیت میں ، جس عورت کا خاوند فوت ہوجاتا ، وہ بیچاری سخت مصیبت میں مبتلا ہوجاتی ۔ اہل خاندان ، مرد کے اہل خاندان اور پورا معاشرہ اس پر ظلم کرتا ۔ عربوں میں رواج یہ تھا کہ جب اس کا خاوند فوت ہوجاتا تو وہ ایک خستہ حال مکان میں چلی جاتی ، سب سے بےکار کپڑے پہن لیتی ۔ وہ ایک سال تک خوشبو نہ لگاسکتی اور نہ ہی زیب وزینت کا کوئی کام کرسکتی ۔ اس کے بعد یہ زمانہ جاہلیت چند جاہلانہ رسومات کی ادائیگی پر ختم ہوجاتا ، جو سب کی سب توہین آمیز اور گری ہوئی تھیں ۔ جیسا کہ جاہلیت کی دوسری رسومات ہوا کرتی تھیں ۔ مثلاً وہ اونٹ کی مینگنی لیتی اور اسے پھینکتی ۔ کسی سواری مثلاً گدھے یا بکری پر سوار ہوتی وغیرہ وغیرہ لیکن جب اسلام آیاتو اس نے اس بیچاری کو ان تمام مصیبتوں سے چھڑایا۔ اس کے کندھوں سے یہ تمام بوجھ اتاردیئے ۔ اس کے بعد وہ بیک وقت دومصیبتوں میں گرفتار نہ ہوتی ، ایک تو خاوند فوت ہوجائے اور دوسرے اہل خاندان اس کے ساتھ برا سلوک کریں۔ اس پر شریفانہ زندگی کے تمام دروازے بند کردیں اور مطمئن ہوکر عائلی زندگی گزارنے کے لئے آزاد نہ ہونے دیں ۔ اسلام نے اس کی عدت چار ماہ اور دس دن مقرر کئے بشرطیکہ حاملہ نہ ہو ، ورنہ اس کی عدت وضع حمل ہوگی ، یہ عدت مطلقہ کی عدت سے قدرے طویل ہے ۔ اس میں ایک طرف تو اس کا رحم صاف ہوگا ۔ یہ شبہ نہ رہے گا کہ سابق خاوند کے کچھ آثار اس میں ہیں ۔ اور چار ماہ دس دن کے انتظار میں یہ فائدہ بھی ہوگا کہ خاوند کے اہل خاندان کے جذبات بھی مجروح نہ ہوں گے ، کیونکہ ادہر خاوند فوت ہوا ، ادہر عورت دوسرے خاوند کی تلاش میں نکل پڑے تو خاوند کے اہل خاندان لازماً اسے محسوس کریں گے ۔ اس عدت کے دوران میں اچھے کپڑے زیب تن کرنے کی اجازت ہوگی ، البتہ وہ ایسے کپڑے نہ پہنے گی جن کی وجہ سے لوگ اسے نکاح ثانی کا پیغام دیں۔ اور جب عدت ختم ہوجائے تو اب وہ مکمل آزاد ہے ، اس پر کسی کا کوئی اختیار نہیں ہے ، نہ اس کے اپنے خاندان کی طرف سے اور نہ ہی اس کے خاوند کے خاندان کی طرف سے۔ وہ معروف طریقے سے اپنے لئے جو شریفانہ رویہ اختیار کرنا چاہے ، قرآن وسنت کے مطابق وہ آزادانہ طور پر اپنے لئے اختیار کرسکتی ہے۔ مسلمان عورتوں کے لئے وہ زیب وزینت جائز ہے وہ اسے اختیار کرسکتی ہے وہ پیغام نکاح حصول کرسکتی ہے۔ وہ جس سے چاہے نکاح کرسکتی ہے ۔ اب اس کی راہ میں کوئی جاہلی رسم رکاوٹ نہیں ہے ۔ اور نہ کوئی کھوٹا تکبر و غرور اسے روک سکتا ہے۔ اب اس پر اللہ تعالیٰ کے سوا کوئی رقیب ونگراں نہیں ہے وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ” جو تم کام کرتے ہو اللہ اس سے خبردار ہے۔ “",
  "ayah": 234,
  "surah": 2
}
