{
  "text": "یہ تو تھی عورت ۔ اب اللہ تعالیٰ مردوں کو بھی ہدایات دیتے ہیں جو اس عورت کو نکاح میں لانا چاہتے ہیں ، لیکن وہ عدت گزاررہی ہے ۔ ان کو ایسی ہدایت دی جاتی ہے کہ جس میں ذاتی آداب ، اجتماعی آداب ، فریقین کے جذبات ومیلانات اور ایسے مرحلے کے مصالح اور تقاضوں سب کو ملحوظ رکھا گیا ہے :\nوَلا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ ” زمانہ عدت میں خواہ تم ان بیوہ عورتوں کے ساتھ منگنی کا ارادہ اشارے کنایے میں ظاہر کردو ، خواہ وہ دل میں چھپائے رکھو ، دونوں صورتوں میں کوئی مضائقہ نہیں۔ “\nدوران عدت عورت کے ساتھ ، میت کے خاندان کی کچھ ایسی یادیں وابستہ ہوتی ہیں ، جو ابھی تک زندہ ہوتی ہیں ۔ پھر ابھی تک اس بات کا امکان بھی ہوتا ہے کہ اس کے رحم میں حمل کے آثار نمایاں ہوجائیں یا حمل واضح ہے اور عدت وضع حمل تک متعلق ہے۔ یہ تمام حالات ایسے ہیں ، جن میں کوئی شریف عورت مناسب نہیں سمجھتی کہ بصراحت جدید ازدواجی زندگی کے سلسلے میں کوئی بات کرسکے ، کیونکہ ایسے حالات میں ایسی باتوں کا ہونا مناسب نہیں ہوتا ۔ اس طرح عورت کے جذبات مجروح ہوتے ہیں اور ابھی یادیں تازہ تازہ ہوئی ہیں۔\nان آداب کا لحاظ کرتے ہوئے ، اشارے ، کنایے میں بات کرنے کو جائز قرار دیا گیا ہے ، لیکن بصراحت کوئی معاملہ طے کرنے سے منع فرمایا ہے۔ اشارہ ایسا ہو کہ اس سے عورت یہ سمجھ جائے کہ یہ مرد اسے بحیثیت رفیقہ حیات لینے میں دلچسپی رکھتا ہے ، لیکن کنایات میں ۔ حضرت ابن عباس ؓ سے روایت ہے کہ انہوں نے اس اشارے کنایے کی یہ مثال بیان کی ہے ۔ مجھے ایک رفیقہ حیات کی ضرورت ہے ۔ مجھے عورتوں سے دلچسپی ہے ۔ میں چاہتا ہوں کہ کوئی صالح رفیقہ حیات مل جائے۔\nاسی طرح قرآن کریم نے دلی رغبت اور خواہش کی بھی کوئی ممانعت نہیں کی ہے۔ بشرطیکہ اس کی کوئی صراحت نہ کی گئی ہو اور نہ ہی اشارہ کنایہ سے ظاہر کی گئی ہو۔ اس لئے کہ دلی خواہش پر انسان کوئی ضبط نہیں کرسکتا۔ دل پر کوئی کنٹرول کس طرح کرسکتا ہے :\nعَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ ” اللہ جانتا ہے کہ ان کا خیال تو تمہارے دل میں آئے گا ہی۔ “\nیہ اللہ تعالیٰ نے اس لئے جائز قرار دیا ہے کہ یہ فطری میلان ہے ۔ اور بذات خود نکاح جائز ہے ۔ اس میں کسی قسم کی ممانعت نہیں ہے ۔ یہاں بعض خارجی اسباب کی بناپر اس بات کی ممانعت کی گئی ہے کہ بصراحت شادی کا پیغام دوران عدت میں نہ دیا جائے ۔ کوئی عملی قدم نہ اٹھایا جائے ۔ اسلام فطری میلانات کا قلع قمع کرنا نہیں چاہتا ۔ بلکہ وہ انہیں تہذیب کے دائرے میں لاتا ہے اور ان کی اصلاح کرتا ہے ۔ وہ انسان کے طبیعی جذبات کو دباتا نہیں بلکہ ان کی ضابطہ بندی کرتا ہے۔ اس معاملے میں وہ صرف ایسی پابندیاں عائد کرتا ہے جو شعور کی پاکیزگی کے خلاف ہوں اور جو ضمیر کی طہارت کے منافی ہوں : وَلَكِنْ لا تُوَاعِدُوهُنَّ سِرًّا ” مگر ان کے ساتھ خفیہ عہد وپیان نہ کرو۔ “ اس پر کوئی مواخذہ نہ ہوگا کہ تم منگنی کی طرف اشاروں کنایوں میں عورت کی توجہ مبذول کردو۔ یا تم دل ہی دل میں نکاح کی خواہش رکھو ۔ ممنوع یہ ہے کہ تم خفیہ طور پر عدت گزارنے سے پہلے ہی نکاح کا کوئی معاہدہ کرلو۔ یہ فعل آداب نفسیات کے خلاف ہے ، سابقہ خاوند کی یادوں کو مجروح کرتا ہے۔ اللہ تعالیٰ نے ازدواجی زندگی کے دو ادوار کے درمیان عرصہ عدت کو حد فاصل رکھا ہے ، ہمیں ایسا کرنے سے حیاء آنا چاہئے اور ایسا کرنے سے انقضائے عدت تک باز رہنا چاہئے إِلا أَنْ تَقُولُوا قَوْلا مَعْرُوفًا ” اگر کوئی بات کرنی ہے تو معروف طریقے سے کرو۔ “\nجس میں کوئی ناپسندیدہ بات نہ ہو ، کوئی فحش بات نہ ہو اور کوئی ایسی بات نہ ہو ، جس کے ذریعے اللہ کے وہ حدود ٹوٹتے ہوں ، جو اس سلسلے میں اللہ تعالیٰ نے مقرر کئے ہیں ولا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ ” اور عقد نکاح باندھنے کا فیصلہ اس وقت تک نہ کرو جب تک کہ عدت پوری نہ ہوجائے ۔ “ یہاں قرآن مجید کے الفاظ قابل غور ہیں ۔ یہ نہیں کہا :” تم نکاح نہ کرو “ یا ” عقد نکاح نہ باندھو “ بلکہ یہ کہا ہے :” عقد نکاح باندھنے کا فیصلہ نہ کرو۔ “” مقصد یہ ہے کہ دوران عدت عقد نکاح باندھنے سے سخت گریز کرو۔ یہاں تک کہ اس کا فیصلہ بھی نہ کرو۔ “ کیونکہ فیصلہ عقد کے نتیجے ہی میں عقد وجود میں آتا ہے ، جس سے اللہ تعالیٰ نے منع فرمایا ہے ۔\nقرآن مجید کی اس قسم کی لطیف طرز ادا کی طرف ہم اوپر آیت تِلکَ حُدُودُاللّٰہِ فَلَا تَقرَبُوھَا ” یہ اللہ کی حدیں ہیں ، ان کے قریب ہی نہ جاؤ۔ “ میں بیان کر آئے ہیں ۔ یعنی قرآن مجید محض ایک لفظ کے انتخاب کے ذریعہ ایک ایسے مفہوم کی طرف اشارہ کردیت ہے جو نہایت ہی لطیف ودقیق ہوتا ہے وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ ” خوب سمجھ لو کہ اللہ تمہارے دلوں کا حال تک جانتا ہے۔ لہٰذا اس سے ڈرو۔ “ یہاں آکر قرآن مجید اپنے منہاج کے عین مطابق قانون سازی اور اللہ خوفی کو باہم مربوط کردیتا ہے ، بتاتا ہے کہ اللہ جو قانون بنارہا ہے وہ تمہارے دلوں کے بھیدوں سے واقف ہے ۔ مرد وزن کے باہمی تعلقات کا گہرے میلانات اور خفیہ جذبات سے گہرا تعلق ہے ۔ اس تعلق میں دل کو دل سے ربط ہوتا ہے ، ایک دوسر کی محبت دلوں کی تہوں تک پہنچی ہوئی ہوتی ہے ۔ اس لئے یہاں انہیں یہ تاثر دیا جارہا ہے کہ اللہ تو تمہارے ہر راز سے واقف ہے ۔ تمہارے دلی بھیدوں کا جاننے والا ہے ۔ خبرداررہو ! اس سے ڈرو ! اور اللہ کے حدود اور اللہ کے قانون کے سلسلے میں تمہاری حیلہ سازی یا کوئی بات خفیہ اور راز ، اس کے مقابلے میں نہ رہ سکے گی ۔ خبردار !\nاب تک انسانی ضمیر کو خوف دلا کر متنبہ کرکے جھنجھوڑ دیا گیا ، وہ جاگ اٹھا اور اس کے اندر احتیاط اور اللہ خوفی پیدا کردی گئی ۔ تو خدائے رحیم شفیق وکریم دیر کئے بغیر خود اسے تسلی بھی دے دیتے ہیں ، اطمینان قلب کا سامان بھی فراہم کردیا جاتا ہے ۔ یقین دلایا جاتا ہے کہ وہ تو غفور ورحیم ہے ۔ وہ نہایت بردبار ہے اور سزا دہی میں جلدی نہیں کرتا ۔ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ” اور جان لو کہ اللہ بردبار ہے ، چھوٹی چھوٹی باتوں سے درگزر فرماتا ہے۔ “ وہ تو بخشنے والا ہے اور اس دل کی خطا معاف کردیتا ہے ، جس میں اللہ تعالیٰ کا شعور ہو ، جو اپنی پوشیدہ اور نہفتہ بھیدوں کے بارے میں محتاط ہو ۔ وہ حلیم اور بردبار ہے ۔ سزا دہی میں جلدی نہیں کرتا ، اس انتظار میں کہ بیچارہ بندہ عاجز بندہ ، شاید باز آجائے اور توبہ تائب ہوجائے۔\nسلسلہ عائلی احکام جاری ہے ، اب اس عورت کے احکام آتے ہیں جس کو رخصتی سے پہلے طلاق دے دی جائے ۔ یہ صورت ان سے مختلف ہے ، جن میں مطلقہ عورتوں کے ساتھ شب باشی ہوچکی ہو ، جن کا بیان پوری طرح ہوچکا ہے ۔ یہ ایسی صورت ہے جو اکثر بیشتر آتی رہتی ہے ، اس صورت میں حقوق الزوجین یہ ہیں :",
  "ayah": 235,
  "surah": 2
}
