{
  "text": "دوسری صورت یہ ہے کہ مباشرت سے پہلے ہی طلاق دے دی جائے ، لیکن نکاح کے ساتھ مہر بھی مقرر کردیا گیا ہو ۔ اس صورت میں مہر کا نصف حصہ واجب ہوگا ۔ یہ تو ہے قانون ، لیکن قرآن مجید قانون کے بجائے معاملہ مہربانی حسن سلوک اور سہولت پر چھوڑ دیتا ہے ۔ عورت اور اگر وہ بالغ ہے تو اس کے ولی نکاح کے لئے مناسب یہ ہے کہ وہ معاف کرے اور اپنے قانونی حق سے دستبردار ہوجائے ۔ ایسے کشیدہ حالات میں جو فریق اپنے حق سے دستبردار ہوجاتا ہے ، دراصل بہت ہی شریف النفس ، خوش اخلاق ، بردبار اور معاف کرنے والا ہوتا ہے ۔ وہ کسی ایسے شخص کے مال کو بھی اسی کے پاس رہنے دیتا ہے ، جس کے ساتھ اب دوسرے تعلقات باقی نہیں رہے ۔ لیکن قرآن مجید آخر تک اس کوشش میں ہے کہ ان کے درمیان کدورتیں صاف ہوجائیں ۔ ان میں کوئی کدورت نہ رہے اور دل ہلکے ہوجائیں وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ” اور اگر تم نرمی سے کام لو تو یہ تقویٰ سے زیادہ مناسب ہے ۔ آپس کے معاملات میں فیاضی کو نہ بھولو ، تمہارے اعمال کو اللہ دیکھ رہا ہے۔ “\nسب سے آخر میں تقویٰ کے احساس کو تیز کیا جاتا ہے ۔ باہمی حسن سلوک اور احسان کے رویہ کی حوصلہ افزائی کی جاتی ہے ۔ اور کہا جاتا ہے کہ اپنے دلوں میں یہ شعور پیدا کرو کہ اللہ تعالیٰ دیکھنے والا ہے اور نگران ہے تاکہ تمہارے باہمی تعلقات میں حسن سلوک ، نرمی اور احسان کی فضا غالب رہے ، چاہے تعلقات رشتہ داری کامیاب ہوں یا ناکام ہوچکے ہوں ۔ دلوں کو صاف اور خالی رہنا چاہئے اور ہر حال میں تعلق باللہ قائم اور پختہ رہنا چاہئے ۔\nمندرجہ بالا تمام احکام میں یہ کوشش کی گئی ہے کہ دلوں کا رابطہ اور تعلق باللہ مضبوط ہوجائے اور یہ سعی کی گئی ہے کہ باہمی معاشرت میں نیکی اور احسان کو عبادت سمجھا جائے ، ایسی فضا کے عین بیچ میں نماز کا ذکر کردیا جاتا ہے جو اسلام کی سب سے بڑی اور اہم عبادت ہے ۔ حالانکہ ابھی تک عائلی احکام کا بیان جاری تھا اور وہ ختم نہ ہوئے تھے ۔ ابھی ایک حکم یہ باقی تھا کہ جس عورت کا خاوند فوت ہوجائے ۔ اس کے حق میں یہ وصیت کی جائے کہ اسے ایک سال تک گھر سے نہ نکالاجائے اور نان ونفقہ دیا جائے ۔ دوسرا یہ کہ مطلقہ عورتوں کو بالعموم کچھ نہ کچھ سامان بطور تحفہ دے دیاجائے ۔ اس کا مقصد یہ بتانا ہے کہ جس طرح نماز ایک عبادت ہے اس طرح ان احکام پر عمل کرنا عبادت ہے ۔ یہ دونوں امور اللہ کی بندگی میں آتے ہیں ۔ یہ ایک بہت ہی لطیف اشارہ ہے اور یہ اشارہ انسان کی تخلیق کے بارے میں ہے ، اسلامی نقطہ نظر کے عین مطابق ہے ۔ اللہ انسان کے بارے میں فرماتے ہیں وَمَاخَلَقتُ الجِنَّ وَالاِنسَ اِلَّا لِیَعبُدُونِ ” میں نے جن وانس کو صرف اس لئے پیدا کیا ہے کہ وہ میری بندگی کریں ۔ “ (عبادت اور بندگی صرف ان چیزوں میں نہیں ہے جو شعائر عبادات ہیں بلکہ ہر وہ کام عبادت ہے جس میں انسان اللہ کی طرف متوجہ ہوتا ہے اور اس کا مقصد ، اس کام سے صرف یہ ہو کہ اللہ کی اطاعت کی جائے۔ )",
  "ayah": 237,
  "surah": 2
}
