{
  "text": "فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ (24)\n” لیکن اگر تم نے ایسا نہ کیا ، اور یقینا کبھی نہیں کرسکتے ، تو ڈرو اس آگ سے ، جس کا ایندھن بنیں گے انسان اور پتھر جو مہیا کی گئی ہے منکرین حق کے لئے ۔ “\nیہ چیلنج اگر عجیب ہے تو یہ جزم کہ اسے قیامت تک کوئی قبول ہی نہیں کرسکتا ، اس سے عجیب تر ہے ، اگر کفار کے بس میں یہ بات ہوتی کہ وہ اس جیسی کتاب بنالائیں تو وہ ایک لحظہ کے لئے بھی توقف نہ کرتے ۔ قرآن کا یہ کہہ دینا کہ ” وہ یقینا اس جیسی کتاب نہیں لاسکتے ۔ “ اور اس کے بعد صدیوں تک فی الواقعہ مخالفین کا عاجز وہ جانا ہی اپنی جگہ ایک ایسا کھلا معجزہ ہے ، جس میں کسی قسم کے شک وشبہ کی کوئی گنجائش نہیں ۔ یہ مخالفین کے لئے ایک عام چیلنج تھا ۔ ان کے لئے میدان کھلا تھا ۔ اگر وہ اس جیسی کوئی کتاب لے ہی آتے تو قرآن کا اعجاز ہمیشہ کے لئے ختم ہوسکتا تھا مگر وہ ایسا نہ کرسکے اور نہ ایسا کر ہی سکیں گے ۔ اگر ابتداً خطاب ایک نسل کو تھا لیکن دراصل یہ پوری انسانیت کو چیلنج دیا گیا تھا اور اعجاز قرآن اور حجیت قرآن کا تاریخی فیصلہ تھا۔\nجو لوگ انسانی اسالیب کلام کا کسی قدر ذوق رکھتے ہیں ۔ جنہیں ، اس کائنات اور موجودات کے بارے میں انسانی تصورات سے کچھ بھی واقفیت ہے اور جو لوگ انسان کے بنائے ہوئے طریقوں اور نظاموں کے بارے میں کچھ بھی جانتے ہیں اور اس کے قائم کئے ہوئے نفسیاتی اور اجتماعی تصورات میں کسی قدر بھی درک رکھتے ہیں ۔ وہ یقینا اس بات کو اچھی طرح سمجھتے ہیں کہ اس سلسلے میں قرآن جو کچھ کہتا ہے وہ بالکل ایک دوسری ہی چیز ہے اور اسے ان گھروندوں سے کوئی نسبت ہی نہیں ہے ، جو یہ بےچارہ انسان بناتا رہتا ہے۔ اس بارے میں اگر کوئی شک وشبہ میں مبتلا ہے تو وہ جاہل ہے ، اسے کھرے کھوٹے کی کوئی تمیز نہیں ہے یا وہ اپنے کسی مفاد کی خاطر حق و باطل کو گڈمڈ کررہا ہے۔\nیہی وجہ ہے کہ جو لوگ اس چیلنج کے مقابلے میں عاجز آگئے اور پھر بھی انہوں نے اس کھلی سچائی کو تسلیم نہ کیا ان کے بارے میں یہ وعید شدید آتی ہے ۔\nفَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ ” توڈرو اس آگ سے ، جس کا ایندھن بنیں گے انسان اور پتھر جو مہیا کی گئی ہے منکرین حق کے لئے ۔ “\nاس میں انسان پتھروں کے ساتھ کیوں جمع کئے گئے۔ اور پھر اس خوفناک اور ڈراؤنی صورت میں ؟ اس لئے کہ وہ آگ منکرین حق کے لئے تیار کی گئی ہے ۔ وہ منکرین جن کا ذکر اس سورت کے آغاز میں ان الفاظ میں کیا گیا تھا کہ ” اللہ نے ان کے دلوں اور کانوں پر مہر لگادی ہے اور ان کی آنکھوں پر پردہ پڑا ہوا ہے۔ “ یہ وہی لوگ ہیں قرآن کریم یہ چیلنج دیتا ہے کہ وہ اس کے قبول کرنے سے (صدیوں تک ) عاجز آجاتے ہیں لیکن پھر بھی دعوت حق کو قبول نہیں کرتے ۔ اس لئے یہ لوگ بھی گویا اور پتھروں کی طرح پتھر ہیں ، اگرچہ ظاہری صورت کے لحاظ سے یہ آدمی نظر آتے ہیں ۔ بس اب انتظار اس بات کا ہے قیامت میں یہ پتھر کی قسم کے پتھر اور انسانوں کے پتھر جہنم میں باہم جمع ہوجائیں ۔\nیہاں پتھروں کے ذکر سے ایک خاص مفہوم کو ذہن نشین کرنا مطلوب ہے۔ یعنی آگ کی خوفناکی ۔ ملاحظہ ہو پتھروں کو کھائے جارہی ہے اور اس آگ کے اندر ان بدبخت آدمیوں کی حالت ملاحظہ ہو جو پتھروں کے اندر دبے پڑے ہوں گے ۔",
  "ayah": 24,
  "surah": 2
}
