{
  "text": "اس خوفناک اور وحشتناک منظر کے بالمقابل ذرا دوسرا رخ بھی دیکھئے کہ انعامات واکرامات کی کیا فروانی ہے جو مومنین کا انتظار کررہی ہے ؟\nوَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ (25)\n” اور اے پیغمبر جو لوگ کتاب پر ایمان لے آئیں ، اور اس کے مطابق اپنے عمل درست کرلیں ، انہیں خوشخبری دے دو کہ ان کے لئے ایسے باغ ہیں جن کے نیچے نہریں بہتی ہوں گی ۔ ان باغوں کے پھل صورت میں دنیا کے پھلوں سے ملتے جلتے ہوں گے ۔ جب کوئی پھل انہیں کھانے کو دیاجائے گا تو وہ کہیں گے کہ ایسے ہی پھل اس سے پہلے ہم کو دیئے جاچکے ہیں ۔ ان کے لئے وہاں پاکیزہ بیویاں ہوں گی اور وہ وہاں ہمیشہ رہیں گے۔ “\nیہ رنگا رنگ انعامات واکرامات ، نگاہ جاکر ان میں سے پاکیزہ بیویوں پر جاٹکتی ہے ۔ یہ پھل اس سے پہلے کے پھلوں سے ملتے جلتے ہوں گے اور جن کے بارے میں اہل جنت یہ خیال کریں گے کہ اس سے پ ہے بھی جنت میں ان کی تواضع ایسے ہی پھلوں سے کی گئی ہے ۔ یا وہ ان پھلوں کے ہم شکل پھل دیئے جائیں گے لیکن جب وہ انہیں چکھیں گے تو ان کی حیرانی کی انتہا نہ رہے گی کہ مزا ہر دفعہ علیحدہ اور پرکیف ہوگا۔ قدم قدم پر انہیں ایسے نئے تجربے ہوں گے ، جن سے ظاہر ہوگا کہ وہ رضائے الٰہی کے اطمینان بخش ماحول میں رہ رہے ہیں ۔ کیا خوب تفکہہ ہے کہ ہر دفعہ بظاہر ہم شکل پھلوں کی صورت میں انہیں ایک نہی نعمت دی جاتی ہے۔\nشکل و صورت کی یہ ہم رنگی اور ذائقہ و حقیقت کا یہ تنوع ، تخلیق کائنات میں اللہ تعالیٰ کی ایک ممتاز کاریگری ہے ، جس سے یہ کائنات بظاہر ایک عظیم حقیقت نظر آتی ہے ۔ اس عظیم نکتے کی وضاحت کے لئے مناسب ہے کہ ہم خود اس کا مطالعہ کریں ۔ دیکھئے تمام انسان تخلیقی اعتبار سے ایک ہیں ۔ سر ، جسم اور دوسرے اعضاء سب ایک جیسے ہیں۔ سب گوشت پوست اور ہڈیوں اور اعصاب سے بنے ہوئے ہیں ۔ سب کو دوآنکھیں ، دوکان ، ایک ناک اور ایک زبان دی گئی ہے ، اور سب اسی ایک زندہ (Cell) خلیے سے پیدا کئے گئے ہیں ۔ مادہ اور صورت کے لحاظ سے سب ایک جیسے ہیں لیکن اخلاق و قابلیت میں ایک دوسرے کے درمیان زمین و آسمان کا فرق ہوتا ہے اور اس ظاہری مشابہت کے باوجود یہ فرق کبھی آسمان و زمین سے بھی زیادہ ہوتا ہے ۔\nجب انسان صنعت باری کی ان باریکیوں پر غور کرتا ہے تو سر چکرا جاتا ہے ۔ ذرا غور کیجئے ! مخلوقات کی مختلف اقسام اور اجناس میں کیا تنوع ہے ۔ مختلف شکلیں اور رنگارنگ خصوصیات ، قابلیتوں اور خصوصیتوں میں امتیاز ، لیکن ان تمام چیزوں کا آغاز صرف ایک جیسے خلیے سے ہوا ہے جو اپنی ترکیب اور ساخت کے لحاظ سے بالکل یک گونہ ہوتا ہے۔\nپس کون سیاہ دل ہے جو اللہ کی قدرت کے ان کھلے آثار اور شواہد کو دیکھ کر بھی صرف اسی کی بندگی اور غلامی اختیار نہیں کرتا ؟ اور کون ہے جو ان معجزہ دلائل اور واضح براہین کے ہوتے ہوئے بھی اللہ کی ذات وصفات میں کسی کو اس کا ہمسر بناتا ہے ! حالانکہ یہ بیشمار آثار اور یہ بکثرت دلائل اس کی آنکھوں کے سامنے ہیں اور وہ برابر ان کا مشاہدہ کررہا ہے ۔ کئی ایسے دلائل بھی ہیں جو اس کی نظروں اور مشاہدے سے اوجھل ہیں ۔",
  "ayah": 25,
  "surah": 2
}
