{
  "text": "اہل ایمان کے دلوں سے یہ ایک محبت بھری اپیل ہے ۔ یہ اپیل اہل ایمان اور اپیل کنندہ کے درمیان ایک روحانی رابطہ ہے کیونکہ وہ ذات باری پر ایمان لائے ہوئے ہیں ۔” اے ایمان لانے والو ! “\nاپیل یہ ہے کہ جو ہم نے تمہیں عطا کیا ہے اس کا ایک حصہ ہمیں دے دد۔ آخر ہم ہی دینے والے ہیں اور داتا ہیں اور ہم ہی اپنے دئیے سے کچھ مانگ رہے ہیں۔ أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ........ ” اور جو کچھ ہم نے تمہیں دیا ہے ، اس میں سے خرچ کرو۔ “\nدیکھو ایسے مواقع بار بار نہیں آتے ۔ اگر تم نے اس سے فائدہ نہ اٹھایا تو پھر یہ مواقع نصیب نہ ہوں گے ۔ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خُلَّةٌ وَلا شَفَاعَةٌ........ ” قبل اس کے کہ وہ دن آئے جس میں نہ خرید وفروخت ہوگی ، نہ دوستی کام آئے گی اور نہ سفارش چلے گی ۔ “\nیہ آخری موقعہ ہے ۔ اگر تم سے چلا گیا تو پھر ہاتھ نہ آئے گا ۔ اس موقعہ پر مال نفع بخش کاروبار میں لگ رہا ہے ۔ اس کے بعد کوئی دوستی ، کوئی سفارش اس نقصان اور خسارے کی تلافی کرنے کے لئے نہیں ہے۔\nیہاں اس مقصد کی طرف بھی اشارہ کردیا جاتا ہے جس کے لئے خالق کائنات خود چندہ کی اپیل کررہے ہیں یعنی جہاد فی سبیل اللہ کے یہ مطالبہ ہورہا ہے ۔ اور جہاد اس لئے ہے کہ کفر کا دفعیہ کیا جائے گا ۔ دنیا سے ظالمانہ نظام کو ختم کیا جائے جو کفر کی شکل میں قائم ہے ۔ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ................ ” ظالم وہی ہیں جو کفر کی روش پر جم جاتے ہیں ۔ “\nانہوں نے سچائی کا انکارکرکے ظلم کا ارتکاب کیا ۔ انہوں نے خود اپنے نفوس پر ظلم کیا ہے جنہیں وہ ابدی ہلاکت کے گڑھے میں گرا رہے ہیں ۔ وہ عوام الناس پر بھی ظلم کررہے ہیں ۔ یوں کہ وہ انہیں راہ ہدایت پر آنے سے روکتے ہیں اور انہیں گمراہ کرتے ہیں اور انہیں اس بھلائی تک پہنچنے نہیں دیتے جس جیسی اور کوئی بھلائی نہیں ہے ۔ یعنی امن وسلامتی کی بھلائی ، اطمینان و محبت کی بھلائی اور اصلاح و یقین کی بھلائی۔\nجو لوگ اس بات کے دشمن ہیں کہ لوگوں کے دل و دماغ میں ایمان کی حقیقت جاگزیں ہوجائے ۔ جو اس بات کے دشمن ہیں کہ ایمانی نظام زندگی ہماری زندگیوں میں جاری وساری ہوجائے اور جو لوگ اس بات کی جدوجہد کررہے ہیں کہ ایمانی شریعت ہمارے اجتماعی نظام میں نافذ نہ ہونے پائے ، وہ اس انسانیت کے بدترین دشمن ہیں ۔ وہ پرلے درجے کے ظالم ہیں ۔ اگر انسانیت نے راہ راست کو پالیا ہے تو اس کا یہ فرض ہے کہ وہ ایسے لوگوں کا اس وقت تک تعاقب کرے جب تک وہ اس ظلم سے باز نہیں آتے ۔ جو وہ مسلسل انسانیت پر ظلم ڈھا رہے ہیں ۔ انسانیت کا یہ فرض اولیں ہے کہ وہ ایسے لوگوں کے مقابلے کے لئے جان ومال کی یہ قربانی دے ۔ اور یہ ہر اس اسلامی جماعت کا بھی فرض ہے جسے اللہ تعالیٰ نے اس کام کے لئے برپا کیا ہے ۔ اور جسے یہ فریضہ سر انجام دینے کی دعوت دی جارہی ہے اور جسے اس کا رب ایسے گہرے الہامی الفاظ میں پکار رہا ہے۔\nرسولوں کے بعد ان کی امتوں کے درمیان نظریاتی اختلافات اور تاریخی جنگ وجدال کے بیان کے بعد اور یہ واضح کرنے کے بعد کہ واضح ایمانی دلائل کے باجود انہوں نے ناحق کفریہ تصورات اپنا لئے ۔ اب یہاں یہ مناسب سمجھا گیا کہ یہاں ایک ایسی جامع آیت اتاری دی جائے جو ایمانی تصورات کے اصول وقواعد پر مشتمل ہے ۔ یہ آیت الکرسی ہے جو نظریہ توحید کو اپنی پوری گہرائیوں اور واضح نشانات کے ساتھ پیش کرتی ہے ۔ یہ ایک عظیم المرتبہ آیت ہے ۔ جس میں گہرے معانی پوشیدہ ہیں اور جس کا دائرہ اطلاق بہت ہی وسیع ہے۔ (جس میں وہ کم ازکم عقائد بیان کئے گئے ہیں جو کفر و ایمان کے درمیان فاصلہ متعین کرتے ہیں)",
  "ayah": 254,
  "surah": 2
}
