{
  "text": "اب سلسلہ کلام اور آگے بڑھتا ہے ۔ ایک متحرک اور محسوس انداز میں منظر کشی کی جاتی ہے ۔ ہدایت کا صراط مستقیم اور گمراہی اور ضلالت کے راستے صاف صاف آنکھوں کے سامنے آجاتے ہیں ۔ نظر آتا ہے کہ ہدایت کیا ہے اور ضلالت کیسی ہے ؟ اسکرین پر نظر آتا ہے کہ اللہ تعالیٰ اہل ایمان کو ہاتھ سے پکڑ کر اندھیروں سے نکالتے ہیں اور روشنی میں لاتے ہیں جبکہ طاغوت جو کفار کے مددگار ہیں اہل کفر کا ہاتھ تھامے ہوئے انہیں نور ایمان سے ظلمات کفر میں لے جاتے ہیں ۔\nیہ ایک عجیب پر کیف زندہ منظر ہے ۔ رہوار خیال کبھی ایک منظر کی طرف سرپٹ دوڑ رہا ہے اور کبھی دوسرے کی طرف ۔ ادہر سے واپس ہوتا ہے تو ادہر بھاگ کھڑا ہوتا ہے ۔ یہ انداز گفتگو ایسے جامد اور غیر متحرک انداز میں کلام کی جگہ اختیار کرتا ہے جو را ہوار خیال کو مہمیز نہیں دے سکتا ۔ نہ اس سے انسانی احساس لطف اندوز ہوسکتا ہے نہ شعور ووجدان میں طلاطم آتا ہے۔ اور جو صرف ذہن انسانی سے بذریعہ الفاظ ہی خطاب کرسکتا ہے ۔\nاگر ہم کلام الٰہی کی عظمت کا صحیح اندازہ کرنا چاہیں تو اسی مفہوم کو ہم مختلف الفاظ میں لفظ اور معانی کا اظہار کرسکتے ہیں مثلاً ہم یہ کہہ سکتے ہیں کہ اللہ مسلمانوں کا دوست ہے وہ انہیں راہ ایمان کی طرف لاتا ہے اور وہ لوگ جو کفر اختیار کرتے ہیں ، وہ انہیں راہ کفر کی طرف کھینچتے ہیں ۔ “ دیکھئے یہ الفاظ اور انداز کلام ہمارے سامنے مردہ پڑا ہے ۔ اس میں وہ گرمی ، وہ حرکت اور القاء نہیں ہے جو کلام الٰہی میں ہے (تفصیل کے لئے دیکھئے میری کتاب التصویر الفنی فی القرآن کی فصل طریقہ قرآن)\nلیکن اس حسی اور القائی تصویر کشی کے ساتھ قرآن کریم کا حسن تعبیر اور حقیقت پسندانہ اظہار مفہوم دیکھئے ۔\nاللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ................ ” جو لوگ ایمان لاتے ہیں ان کا حامی و مددگار اللہ ہے اور وہ ان کو تاریکیوں سے روشنی میں نکال لاتا ہے اور جو لوگ کفر کی راہ اختیار کرتے ہیں ان کے حامی و مددگار طاغوت ہیں اور وہ انہیں تاریکیوں کی طرف کھینچ لے جاتے ہیں۔ “\nحقیقت یہ ہے ایمان نور ہے ۔ وہ اپنے مزاج اور حقیقت کے اعتبار سے ایک منفرد نور ہے ۔ اور بیشک کفر اندھیرے ہیں اور یہ اپنے مزاج اور حقیقت کے اعتبار سے متعدد اور متنوع ہیں لیکن ہیں سب کے سب اندھیرے ۔ حقیقت یہ ہے کہ ایمان کی تعبیر نور کے ساتھ اور کفر کی تعبیر ظلمات کے ساتھ ایک بہترین تعبیر ہے ۔ یہ نہایت ہی حقیقت پسندانہ انداز تعبیر ہے ۔\nجب دل مومن میں پہلے پہل ایمان کی چنگاری سلگتی ہے تو اس کے ذریعہ مومن کی پوری شخصیت نور سے بھرجاتی ہے ۔ اس کی روح روشن ہوتی ہے اور اسے تشفی ہوجاتی ہے ۔ اور اس کا نتیجہ یہ ہوتا ہے کہ ایک مومن کی روح اپنے ماحول میں روشنی پھیلاتی ہے ۔ اس کا ماحول روشن اور واضح ہوجاتا ہے ۔ اس نور سے تمام موجودات کی حقیقت سامنے آجاتی ہے ۔ تمام اقدار کی تشریح ہوجاتی ہے ۔ تمام تصورات حیات کی اصلیت سامنے آجاتی ہے ۔ مومن کا دل و دماغ ان تمام حقائق کو بغیر کسی ملاوٹ کے واضح طو رپر پالیتا ہے ۔ وہ ہر قدر کو اپنی جگہ دیکھتا ہے اور اسے اس کا صحیح مقام دیتا ہے۔\nایمان ایک ایسا نور ہوتا ہے جس کے ذریعہ ایک مومن اس کائنات میں رائج قانون قدرت کو پالیتا ہے ۔ اب یہ مومن اپنے طرز عمل کو اس کائنات میں رائج قانون قدرت کے ساتھ ہم آہنگ کرلیتا ہے ۔ جو اس کے ارد گرد جاری وساری ہوتا ہے ۔ اور وہ بڑی سنجیدگی کے ساتھ پروقار طریقے سے اپنی راہ پر آگے بڑھتا ہے ۔ وہ اپنی راہ کو چونکہ اچھی طرح پالیتا ہے اس لئے وہ نہ کہیں گمراہ ہوتا ہے اور نہ ہی اپنی راہ میں غیر اہم رکاوٹوں کے ساتھ الجھتا ہے ۔\nیہ ایک ایسی روشنی ہے جو صرف ایک اور منفرد راستہ دکھاتی ہے ۔ کفر کی گمراہیاں تو وہ مختلف قسم کی تاریکیاں ہیں ۔ شہوت وخود سری کی تاریکی ، فسق وفجور کی تاریکی ، کبر و غرور اور سرکشی کی تاریکی ، غلامی اور ضعیفی کی تاریکی ، ریاکاری اور نفاق کی تاریکی ، لالچ اور نفع اندوزی کی تاریکی ، شک اور بےچینی کی تاریکی ، غرض بیشمار اور لاتعداد ظلمات ہیں جو سب کے سب کفر وگمراہی کی تاریکیاں ہیں اور سب کا مزاج یہ ہے کہ ان میں گھرا ہوا انسان اللہ کی راہ سے بےطرف ہوجاتا ہے۔ وہ غیر اللہ سے ہدایت حاصل کرتا ہے اور غیر اسلامی نظام زندگی کے مطابق زندگی بسر کرتا ہے اور جونہی ایک انسان اللہ کے اس منفرد نور اس واحد حقیقت پسندانہ اور واضح روشنی کو ترک کردیتا ہے ، وہ کفر کے مختلف اندھیروں میں سے کسی اندھیرے میں پھنس جاتا ہے ۔ یہ اندھیرے متنوع ہیں اور سب ہپی اندھیرے ہیں ۔ اور ان اندھیروں کا انجام کیا ہے ؟ جو لوگ ان اندھیروں میں زندگی بسر کرتے ہیں أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ................ ” یہ لوگ آگ والے ہیں اور یہ ہمیشہ آگ میں رہنے والے ہیں ۔ “ اگر یہ لوگ اسلام کی روشنی میں راہ پانے کی کوشش نہیں کرتے تو وہ اس بات کے مستحق ہیں کہ ہمیشہ آگ میں رہیں ۔\nحقیقت یہ ہے کہ سچائی ایک اور منفرد حقیقت ہے ۔ سچائیاں دو نہیں ہوسکتیں اور گمراہی کی مختلف انواع و اقسام ہیں اور حق وصداقت کے علاوہ جو کچھ ہے وہ سب گمراہی ہے ۔\nاس سے پہلے کہ ہم اس سبق پر بات ختم کرکے آگے بڑھیں ، مناسب یہ ہے کہ ہم اس قاعدے یعنیلاإِكْرَاهَ فِي الدِّينِ................ کے بارے میں ایک اصولی بات کردیں ۔ اس قاعدہ کلیہ کے ساتھ ساتھ اسلام میں فرضیت جہاد کا بھی حکم دیا گیا ہے اور ایسے مواقع پیش آئے ہیں جن میں اسلام نے جہاد میں حصہ لیا ہے ۔ حالانکہ ایک سابقہ آیت میں کہا گیا ہے ۔ وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ................ (بقرہ 193) ” اور ان سے لڑو یہاں تک کہ فتنہ نہ رہے اور نظام زندگی اللہ کا ہوجائے ۔ “\nاسلام کے بعض مفاد پرست دشمنوں نے یہ الزام لگایا ہے کہ لاإِكْرَاهَ فِي الدِّينِ................ کے اصولی قاعدہ کے ساتھ ساتھ جہاد کی فرضیت کا حکم دینا ایک متضاد بات ہیں۔ اس سوال کے جواب میں بعض لوگوں نے بظاہر اسلام کی مدافعت کرتے ہوئے اور بباطن اسلام کے ساتھ دشمنی کرتے ہوئے مسلمانوں کے شعور سے جذبہ جہاد ختم کرنے کی کوشش کی ہے ۔ ایسے لوگ فریضہ جہاد کی اہمیت کو کم کرنے کی کوشش کرتے ہیں حالانکہ اسلام کے قیام اور اس کی نشرواشاعت میں فریضہ جہاد نے بہت اہم رول ادا کیا ہے ۔ ایسے لوگ بڑی مکاری سے ، نہایت ہی نرم انداز سے اور نہایت ہی حکیمانہ انداز سے مسلمانوں کے دل میں یہ بات بٹھانا چاہتے ہیں کہ آج جہاد کی ضرورت باقی نہیں رہی اور نہ آئندہ کبھی فریضہ جہاد کی ضرورت پیش آسکتی ہے ۔ بظاہر یہ لوگ یہ بات اسلام کی مدافعت میں کرتے ہیں (دیکھئے آرنلڈ کی کتاب ” دعوت اسلامی “ ترجمہ ڈاکٹر ابراہیم حسن وبرادرز)\nیہ دونوں قسم کے لوگ مستشرقین ہیں ۔ جو ایک ہی میدان میں کام کرتے ہیں ۔ یہ دونوں اسلام کے خلاف برسرپیکار ہیں ۔ یہ اسلامی منہاج میں تحریف کرنا چاہتے ہیں ۔ یہ لوگ اس شعور کو ختم کرنا چاہتے ہیں جو نظام جہاد ایک مسلمان کے نفس میں پیدا کردیتا ہے۔ یہ لوگ اسلام کے شعور جہاد سے خائف ہیں ۔ اس لئے کہ میدان جہاد میں وہ کبھی بھی اسلام کا مقابلہ نہیں کرسکے ۔ اس لئے اس شعور کو مٹاکر یہ اپنے لئے امن و اطمینان پیدا کرنا چاہتے ہیں اور جب سے انہوں نے دل مسلم سے جہاد ختم کیا ہے یا اسے الجھا دیا ہے ، انہوں نے امت مسلمہ کے جسم پر مختلف پہلوؤں سے ضرب ہائے کاری لگائی ہیں اور ہر میدان میں اسے شکست دے دی ہے ۔ یہ لوگ امت مسلمہ کو یہ سمجھانے کی کوشش کررہے ہیں کہ مسلم اقوام اور استعماری قوم کی جنگ فقط معاشی اور تجارتی منڈیوں کی جنگ ہے ۔ لہٰذا اس جنگ میں امت مسلمہ کو جذبہ جہاد کو بیچ میں نہیں لاناچا ہئے جو فقط نظریاتی جنگ میں کارآمد ہوتا ہے ۔ اس لئے اس دور جدید میں جہاد کی بات بلاجواز ہے ۔\nاسلام نے پہلے پہل جہاد اس وقت شروع کیا جس وقت مسلمانوں پر مظالم توڑے جارہے تھے تاکہ ان کی جان ، مال اور نظریہ حیات کو محفوظ کیا جاسکے ۔ یعنی جہاد برائے قیام امن ۔ اس تفسیر کے حصہ دوئم میں اس اصول کی تشریح آیت وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ................ ” اور فتنہ و فساد قتل سے زیادہ شدید ہیں “ کی تفسیر کے موقع پر کرچکے ہیں ۔ اس اصول کے مطابق اسلام نے نظریاتی تشدد اور اس کی وجہ سے جسمانی اذیت اور اہل نظریہ پر بوجہ نظریہ ظلم وتشدد کو قتل سے زیادہ شدید قرار دیا ۔ اس اصول کے مطابق نظریات کی قدر و قیمت انسانی زندگی سے بھی زیادہ ہے ۔ اگر ایک مسلمان کو اس بات کی اجازت ہے کہ وہ اپنے مال اور اپنی جان کی حفاظت میں ہتھیار اٹھاسکتا ہے تو اسے بطریق اولیٰ اس بات کی اجازت ہے کہ وہ اپنے دین ، عقیدے اور نظریہ کی حفاظت اور دفاع میں ہتھیار اٹھائے ۔ اس وقت مسلمان محض اپنے عقیدے کی وجہ سے ظلم وتشدد کی چکی میں پس رہے تھے ۔ ان کے سامنے اس کے سوا اور کوئی چارہ کار ہی نہ تھا کہ وہ اپنی عزیز ترین دولت یعنی دولت ایمان کی مدافعت میں ہتھیار اٹھائیں ۔ ان پر یہ تشدد محض ان کے عقیدے کی وجہ سے ہورہا تھا اور کرہ ارض کے مختلف حصوں میں ان پر یہ مظالم ڈھائے جارہے تھے ۔ سرزمین اندلس نے ان وحشیانہ مظالم کو دیکھا ہے ۔ وہ اس اجتماعی قتل و غارت کی گواہ ہے ۔ جو مسلمانوں پر محض ان کے دین اور عقیدے کی وجہ سے ڈھائے گئے ۔ پھر یہ سرزمین ان مظالم کی بھی گواہ ہے جو وہاں عیسائیوں کے کیتھولک فرقے نے دوسرے فرقوں کے خلاف روا رکھے تاکہ انہیں زبردستی کیتھولک بنایاجائے۔ آج اسپین کی حالت یہ ہے کہ وہاں سے مسلمان اور دوسرے عیسائی فرقوں کا نام ونشان مٹادیا گیا ہے ۔ پھر بیت المقدس اور اس کے اردگرد کے اسلامی علاقے صلیبی حملوں سے بھی بخوبی واقف ہیں ۔ جن کا ہدف صرف اسلامی نظریہ حیات اور دین اسلام پر غلبہ پانا تھا ۔ ان جنگوں کا دفاع بھی اہل اسلام نے اسلامی نظریہ حیات کے پلیٹ فارم سے کیا اور وہ اس میں بہت اچھی طرح کامیاب رہے ۔ اور اس علاقے کو اندلس کے انجام بد سے بچالیا ۔ آج بھی اشتراکی علاقوں ، بت پرست علاقوں ، یہودی علاقوں اور مسیحی علاقوں میں مسلمانوں پر ظلم ڈھائے جارہے ہیں اور یہ محض اس لئے کہ وہ مسلمان ہیں ۔ لہٰذا اگر صحیح معنوں میں مسلمان ہیں تو آج بھی ان پر جہاد فرض ہے جس طرح پہلے فرض تھا تاکہ مسلمانوں کے خلاف ان مظالم کو بند کیا جاسکے ۔\nاسلام کے نظریہ جہاد کی پشت پر دوسرا محرک یہ تھا کہ نظریاتی آزادی کے بعد نظریاتی دعوت وتبلیغ کی آزادی کے لئے بھی مواقع پیدا کئے جائیں ۔ اس لئے اسلام انسانی زندگی اور اس کائنات کا ایک بہترین حل پیش کرتا ہے ۔ وہ اس کرہ ارض پر انسانی زندگی کی نشوونما کے لئے ایک بہترین نظام تجویز کرتا ہے ۔ وہ اس بہترین عقیدے اور مکمل نظام کو پوری انسانیت تک پہنچانا چاہتا ہے ۔ تاکہ وہ اسے سنیں اور سمجھیں ۔ اور سننے اور سمجھنے کے بعد پھر وہ آزاد ہیں کہ وہ اسے قبول کرلیں یا رد کردیں ۔ اس لئے کہ دین وہ عقیدے کے بارے میں وہ کسی جبر واکراہ کا قائل نہیں ہے ۔ لیکن مکمل نظریاتی آزادی سے پہلے اس امر کی ضرورت ہے کہ تمام انسانوں تک اسلامی پیغام کے پہنچنے کی راہ میں کوئی رکاوٹ نہ ہو ۔ اس لئے کہ اللہ کی جانب سے یہ پیغام تمام انسانوں کے لئے بھیجا گیا ہے ۔ لہٰذا وہ تمام رکاوٹیں دور ہونی چاہئیں جو عوام الناس کو اس پیغام کے سننے ، اسے قبول کرنے اور اگر وہ چاہیں تو قافلہ ہدایت یافتگان میں شامل ہونے کی راہ میں حائل ہیں ۔ ان رکاوٹوں میں سب سے بڑی رکاوٹ اس کرہ ارض پر قائم طاغوتی نظام زندگی ہوتا ہے ۔ یہ نظام عوام الناس اور اس پیغام کی راہ میں حائل ہوتا ہے ۔ اور جو لوگ کسی طرح اس عقیدے اور پیغام کو سن کر اپنالیتے ہیں۔ یہ طاغوتی نظام ان پر تشدد شروع کردیتا ہے ۔ لہٰذا اسلام نے جب بھی جہاد کیا ہے اس نے ایسے باطل اور طاغوتی نظامہائے زندگی کا قلع قمع کیا ہے ۔ اور اس نے ایسے نظاموں کی جگہ ایسا عادلانہ نظام زندگی قائم کیا ہے جس میں ہر جگہ دعوت حق اور داعی حق کو پوری پوری آزادی حاصل ہو ۔ یہ مقصد اور ہدف آج بھی قائم ہے ۔ لہٰذا آج بھی مسلمانوں پر جہاد فرض ہے تاکہ وہ اس پیغام کو عام کرسکیں بشرطیکہ مسلمان ، مسلمان ہوں۔\nایک دوسرا مقصد جس کے لئے اسلام نے جہاد کو روا رکھا ہے وہ اسلامی نظام زندگی کا قیام اور اس کی حفاظت ہے۔ یہ واحد نظام زندگی ہے جو ایک انسان کو اپنے دوسرے انسان بھائی تک رسائی حاصل کرنے کی آزادی عطا کرتا ہے۔ اور اس میں ہر انسان دوسرے انسان کی نسبت سے بالکل آزاد بھی ہے ۔ اس نظام میں بندگی صرف خدائے واحد بلندو برتر کے لئے مخصوص ہے ۔ اور یہ نظام اس دنیا سے انسان کی جانب سے دوسرے انسان کے لئے ہر قسم کی غلامی کا قلع قمع کردیتا ہے ۔ اس نظام میں کوئی فرد ، کوئی طبقہ اور کوئی قوم دوسرے انسان کے لئے قانون سازی کا کام نہیں کرسکتی ۔ اور نہ اس قانون سازی کے ذریعہ انسانوں کو کوئی اپنا غلام اور زیر دست بناسکتا ہے ۔ اس نظام میں سب انسانوں کا ایک ہی رب ہے ۔ وہ تمام انسانوں کے قانون وضع کرتا ہے بالکل مساوات کے ساتھ ۔ اور تمام انسان صرف اس رب کی بارگاہ میں خضوع اور خشوع کے ساتھ سجدہ ریز ہوتے ہیں ، صرف اس رب واحد کی بندگی کرتے ہیں اور صرف اس پر ایمان لاتے ہیں ۔ اس نظام میں انسان کی جانب سے کسی دوسرے انسان کی اطاعت صرف ایک ہی صورت میں کی جاتی ہے کہ وہ اللہ کی شریعت کا نافذ کنندہ ہو۔ اور امت کی جانب سے نفاذ شریعت کا کام اس کے سپرد کردیا گیا ہو ۔ نفاذ شریعت کا کام بھی کوئی از خود نہیں کرسکتا۔ اس لئے کہ قانون سازی صرف اللہ کا کام ہے ۔ انسانی زندگی میں شریعت شان خداوندی کا اظہار ہے ۔ اس لئے کوئی انسان اس بات کا مستحق نہیں ہے کہ وہ اپنے لئے شریعت سازی کا کام مخصوص کرسکے حالانکہ وہ صرف ایک بندہ اللہ ہے ۔\nیہ اسلامی نظام حیات کا اصل الاصول ہے اور اس اصول ودستور کے نتیجے میں ایک ایسا پاک اخلاقی نظام زندگی پرورش پاتا ہے جس میں تمام بنی نوع انسان کو کامل حریت اور آزادی حاصل ہوتی ہے ۔ ان انسانوں کو بھی جو اسلامی عقیدہ حیات کو سرے سے قبول ہی نہیں کرتے ۔ اس نظام میں ہر شخص کی عزت محفوظ ہوتی ہے ، یہاں تک کہ جو لوگ اسلامی نظام زندگی کو قبول ہی نہیں کرتے ہر اس باشندے کے حقوق محفوظ ہوتے ہیں جو کسی اسلامی ملک میں رہائش پذیر ہوتا ہے ۔ چاہے اس کا عقیدہ جو بھی ہو ۔ اس نظام میں کسی بھی شخص کو اسلامی عقیدہ اپنانے پر مجبور نہیں کیا جاتا ۔ اس میں دین کے بارے میں کسی کو مجبور نہیں کیا جاتا ۔ اس میں صرف تبلیغ کی آزادی ہوتی ہے۔\nمحض اسلام نے جہاد کو اس لئے فرض کیا ہے کہ وہ دنیا میں مذکورہ بالا ارفع اور اکمل نظام زندگی کو قائم کرے اور اس کی حمایت اور بچاؤ کی تدابیر اختیار کرے ۔ یہ اسلام کا حق تھا کہ وہ بذریعہ جہاد باطل اور فاسد نظام ہائے زندگی کا قلع قمع کردے جو اس اصول پر قائم تھے کہ بعض انسان بعض دوسرے انسانوں کے غلام ہیں اور جن میں بعض انسان خدائی کے مقام کے مدعی ہوتے ہیں جو خدائی فرائض سنبھالتے ہیں ، حالانکہ یہ ان کا حق نہیں ہوتا ۔ اور ظاہر ہے کہ جب اسلام اس نصب العین کو لے کر اٹھتا ہے تو باطل نظامہائے زندگی بھی اس کے مقابلے میں اٹھ کھڑے ہوتے ہیں اور وہ اس کے دشمن ہوجاتے ہیں ۔ لہٰذا اس کے سوا کوئی چارہ کار ہی نہ تھا کہ اسلام ان طاغوتی نظاموں کا قلع قمع کرکے ان کی جگہ اس کرہ ارض پر اپنے ارفع اور اکمل نظام کا اعلان کردے ۔ اور پھر اس نظام کے زیر سایہ انہیں اپنے مخصوص عقائد کے اندر آزادی عطاکردے اور ان پر صرف اسلام کے اجتماعی سول کوڈ ، اسلامی اخلاقیات اور مملکت کی اقتصادی پالیسی کی پابندی لازم ہو ۔ رہے دینی اور قلبی عقائد ورجحانات تو وہ ان میں مکمل طور پر آزاد ہیں ۔ ان کے شخصی قوانین ومعاملات میں بھی وہ مکمل طور پر آزاد ہیں۔ اپنے عقائد کے مطابق اپنے معاملات طے کریں لیکن اسلامی نظام زندگی ان پر قائم ہو جو ان کی حفاظت کرے ۔ ان کی آزادی اس کے سایہ میں محفوظ ہو ۔ ان کو مکمل آزادی رائے حاصل ہو ۔ ان کی عزت محفوظ ہو اور ان کے مکمل اساسی حقوق انہیں حاصل ہوں لیکن اس نظام کے دائرے کے اندر۔\nیہ جہاد اب بھی باقی ہے اور مسلمانوں پر فرض ہے کہ وہ اسلامی نظام زندگی کے قیام کے لئے اس جہاد کو قائم رکھیں ۔\nحَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ................ ” یہاں تک کہ کوئی فتنہ باقی نہ رہے اور جنس دین اللہ کا ہوجائے۔ “ اور اس دنیا سے انسان کی خدائی ختم ہو اور اللہ کے سوا کسی کی بندگی اور غلامی دنیا میں نہ رہے ۔ (مسئلہ جہاد کی زیادہ وضاحت کے لئے ملاحظہ فرمائیے کتاب الجہاد فی الاسلام مصنفہ المسلم العظیم سید ابوا لاعلیٰ مودودی ۔ نیز میری کتاب ” السلام العالمی فی الاسلام “ (سید قطب)\nغرض اسلام نے تلوار اس لئے نہیں اٹھائی کہ وہ لوگوں کو اسلامی اعتقادات اور تصورات اپنانے پر مجبور کردے ۔ نہ دنیا میں اسلام کا پھلاؤ تلوار کے بل بوتے پر ہوا ہے جیسا کہ اسلام کے بعض اعداء اسلام یہ الزام لگاتے ہیں ۔ بلکہ حقیقت یہ ہے کہ اسلام نے جہاد اس لئے شروع کیا تھا کہ وہ اس کرہ ارض پر ایک پر امن نظام زندگی قائم کردے جس کے سائے میں تمام عقائد اور مختلف دینی تصورات رکھنے والے لوگ امن وآشتی کی زندگی بسر کرسکیں ۔ ہاں وہ اسلام کے سیاسی دائرے عمل میں رہتے ہوئے اپنے عقائد محفوظ رکھیں اور آزادی سے رہیں ۔ اگرچہ وہ اسلامی عقائد قبول نہ کریں۔\nاسلامی نظام کے وجود ، اس کے پھیلاؤ اور اہل اسلام کے امن و سکون کے لئے اور ان لوگوں کے امن و اطمینان کے لئے جو لوگ اس نظام زندگی میں داخل ہونا چاہتے تھے اسلام کی مسلح قوت کی اشد ضرورت تھی ۔ نیز اقامت دین اور حفاظت دین کے لئے بھی مسلح قوت کا وجود از بس ضروری تھا ۔ اسلامی جہاد کا ادارہ کوئی معمولی اہمیت کا حامل نہ تھا ۔ نہ وہ ایسا تھا کہ اس کی اس وقت کوئی ضرورت نہ ہو یا اس کی ضرورت نہ ہو یا یہ کہ مستقبل میں اس کی ضرورت نہ ہو ۔ مسلمانوں کا بدترین دشمن یہ بات ان کے ذہن نشین کرتے ہیں کہ اب جہاد کی ضرورت نہیں ہے ۔ حالانکہ حقیقت یہ ہے کہ اسلام کو ایک اجتماعی نظام کی ضرورت ہے ۔ اس نظام کو ایک اجتماعی قوت کی ضرورت ہے ۔ اور یہ قوت اسلام کے جذبہ جہاد میں مضمر ہے ۔ یہ اسلام کا مزاج ہے جس کے بغیر نہ اسلام قائم ہوسکتا ہے اور نہ ہی وہ قائدانہ کردار ادا کرسکتا ہے۔\nلا إِكْرَاهَ فِي الدِّينِ................” دین میں جبر نہیں ہے “ لیکن اس کے ساتھ ساتھ قرآن مجید یہ حکم بھی دیتا ہے\nوَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ\n” اور تم لوگ ، جہاں تمہارا بس چلے ، زیادہ سے زیادہ طاقت اور تیار بندھے رہنے والے گھوڑے ان کے مقابلے کے لئے مہیا رکھو تاکہ اس کے ذریعے اللہ کے اور اپنے دشمنوں کو اور ان دوسرے اعداء کو خوفزدہ کردو جنہیں تم نہیں جانتے مگر اللہ جانتا ہے۔ “\nاسلام کی نظر میں یہ بنیادی نقطہ ہے اور اسی کی روشنی میں مسلمانوں کو اپنے دین کو سمجھنا چاہئے اور اسی نقطہ نظر سے اہل اسلام کو اپنی تاریخ پڑھنا چاہئے ۔ اسلام کے نظریہ جہاد کے بارے میں مسلمانوں کو ایسا موقف اختیارنہ کرنا چاہئے جس میں وہ ایک ملزم کی طرح کھڑے ہوں اور اپنا دفاع کرنے کی کوشش کررہے ہوں ۔ اس سلسلے میں انہیں ایک پر اعتماد ، پر عزم اور خود دار شخص کا موقف اختیار کرنا چاہئے جسے یہ یقین ہو کہ وہ اس دنیا کے تمام تصورات سے بلند تر ہے ۔ اسلامی نظام تمام نظاموں کے مقابلے میں بلند تر ہے ۔ دین اسلام تمام ادیان سے بالاتر ہے۔ اہل اسلام کو ان لوگوں سے دھوکہ نہ کھانا چاہئے جو بظاہر دین اسلام کا دفاع کررہے ہوتے نظر آتے ہیں لیکن دراصل وہ ان کے دل و دماغ سے تصور جہاد کھرچ کھرچ کر نکال رہے ہیں تاکہ وہ خود اسلام دشمن اقوام کو محفوظ کرسکیں ۔ جہاد دراصل ظالم طاغوت کی برتری کو ریزہ ریزہ کرنے والا عمل ہے ۔ اور جہاد میں تمام انسانیت کی بھلائی ہے ۔ اور انسانیت کا سب سے بڑ دشمن وہ شخص ہے جو اسے جہاد سے محروم کرتا ہے اور انسانیت اور جہاد کی راہ میں رکاوٹیں کھڑی کرتا ہے ۔ لہٰذا یہ شخص انسانیت کا دشمن نمبر ایک قرار پاتا ہے۔ اور انسانیت میں اگر رشد وہدایت ہو تو اسے چاہئے کہ وہ اپنے اس عظیم دشمن انسانیت کا پیچھا کرے ۔ اس لئے کہ اہل ایمان امت مختار ہیں ۔ انہیں دولت ایمان سے برگزیدہ بنایا گیا ہے ۔ اس لئے خود ان کے اپنے نفوس کے لئے بھی اور پوری انسانیت کی خاطر بھی یہ ان کا فرض بنتا ہے کہ وہ منکر جہاد کا تعاقب کریں اور یہ ان کا ایسا فریضہ ہے جس کے بارے میں ازروئے شریعت وہ عنداللہ مسئول ہیں۔",
  "ayah": 257,
  "surah": 2
}
