{
  "text": "درس 18 ایک نظر میں\nیہ تین آیات ہیں اور ان کا موضوع ایک ہے یعنی زندگی اور موت کی حقیقت کیا ہے ؟ اور موت کے بعد زندگی کا راز کیا ہے ؟ حیات بعد الممات اسلامی نظریات کا ایک اہم پہلو ہے ۔ جس پر قرآن مجید میں بحث کی گئی ہے ۔ اور اس پارہ کے آغاز ہی سے جابجا اس پر بحث کی گئی ہے ۔ نیز ان آیات کا ان صفات الٰہی کے ساتھ بھی براہ راست تعلق ہے جو آیت الکرسی میں بیان کی گئی ہیں ۔ اور ان سب آیات سے قرآن کریم کی اس واضح جدوجہد کا اظہار ہوتا ہے ، جو قرآن مجید ، ایک مسلمان کے شعور وادراک میں ، ایک صحیح اسلامی تصور حیات کے پیدا کرنے کے لئے آرہا ہے ۔ اور انسانی زندگی کے بصیرت افروز جائزے کی خاطر اس بات کی ضرورت ہے کہ ذہن انسانی میں اس کا صاف ستھرا تصور موجود ہو ، جو اس کائنات کے حقیقی مشاہدے پر مبنی ہو ۔ اور جو مضبوط اور دل نشین اعتقاد پر مبنی ہو۔ اس لئے کہ انسان کے پورے نظام زندگی ، انسان کے مکمل طرز عمل اور اس کے تمام اخلاق وآداب کے قواعد و ضوابط کا ایک گہرا تعلق اگر اس عقائد ونظریات اور اس کے مکمل تصور کائنات کے ساتھ نہ ہو تو وہ نظام زندگی نہ تو مضبوط ومستحکم ہوسکتا ہے اور نہ ہی اس کا کوئی ایک مستقل معیار ہوسکتا ہے ۔ یہی وجہ ہے کہ قرآن کریم نے تطہیر افکار اور عقائد و تصورات کی توضیح اور پختگی پر بڑا زو دیا ہے اور قرآن کریم کا مکی دور زیدہ تر اسی پر مشتمل ہے ۔ اور یہی رنگ مدنی دور کی آیات میں بھی نظر آتا ہے ۔ جہاں تفصیلی ہدایات اور قانون سازی بھی ہورہی ہے ۔\nان میں سے پہلی آیات میں حضرت ابراہیم (علیہ السلام) اور ان کے دور کے بادشاہ کے درمیان ہونے والی گفتگو کو نقل کیا گیا ہے ۔ یہاں بادشاہ کا نام نہیں دیا گیا ، اس لئے کہ یہاں اس کے نام کے ذکر سے اصل بات میں کسی چیز کا اضافہ نہیں ہوتا ۔ یہاں رسول اکرم ﷺ اور جماعت مسلمہ کے سامنے استعجاب کے ساتھ اس گفتگو کو پیش کیا جاتا ہے کہ اس شخص نے حضرت ابراہیم (علیہ السلام) کے ساتھ رب کائنات کے بارے میں یہ مناظرہ کیا اور کس قدر احمقانہ موقف اختیار کیا ۔ اس نے اور قرآن کریم نے اپنے خاص بلیغانہ انداز میں اس مباحثے کو نقل کیا ہے ۔\nیہ شخص جس نے حضرت ابراہیم (علیہ السلام) کے ساتھ یہ مباحثہ کیا وہ وجود باری کا منکر نہ تھا۔ وہ اگر منکر تھا تو اللہ کی وحدانیت اور ربوبیت کا منکر تھا۔ وہ اللہ تعالیٰ کو اس کائنات میں واحد متصرف اور واحد مدبر ماننے کے لئے تیار نہ تھا۔ اسی طرح جس طرح جاہلیت کے گمراہ لوگوں میں سے بعض ایسے تھے جو وجود باری کے معترف تھے لیکن وہ اللہ تعالیٰ کے ساتھ بعض دوسروں کو شریک ٹھہراتے تھے ۔ بعض افعال واقعات کو ان شریکوں کی طرف منسوب کرتے تھے ۔ اسی طرح یہ لوگ اللہ تعالیٰ کی صفت حاکمیت کے بھی منکر تھے ۔ اسلامی تصور کائنات کے مطابق جس طرح اس کائنات کے تکوینی امور اللہ تعالیٰ کے ہاتھ میں ہیں اسی طرح یہاں قانون سازی اور اجتماعی امور کے فیصلے کا اختیار بھی اللہ کے پاس ہے اور اس میں اس کا کوئی شریک نہیں ہے ۔\nیہ منکر حق بادشاہ بہت ہی ہٹ دھرم تھا اور یہ اس سبب کی وجہ سے منکر حق تھا کہ اسے اللہ نے حکومت دی رکھی تھی۔\nأَنْ آتَاهُ اللَّهُ الْمُلْكَ................ حالانکہ اس سبب کا تقاضا تو یہ تھا کہ وہ اس کی وجہ سے پکا مومن ہوتا اور شکر گزار ہوتا اور اللہ کے احسانات کا معترف ہوتا لیکن اس نے اس قتدار اور بادشاہت کی وجہ سے کفر و طغیان کا راستہ اختیار کیا ۔ اور اللہ کے اس انعام کی ناقدری کی اور اس انعام واکرام کی اصل حقیقت اور اس کے حقیقی تصور کو نہ پاسکا ۔ شکر کی جگہ اس نے کفر کی روش اختیار کی ۔ اور جو بات ان کی ہدایت کا سبب ہونا چاہئے تھی ، اس کی وجہ سے وہ گمراہ ہوگئے ۔ وہ حاکم اس لئے ہیں کہ اللہ تعالیٰ نے انہیں حاکم بنایا۔ اللہ تعالیٰ نے انہیں حاکم اس لئے نہیں بنایا کہ وہ عوام کو خود اپنا بندہ بنالیں ۔ اور خود اپنے بنائے ہوئے قوانین کی پیروی کرائیں۔ وہ تو خود اللہ کے بندے ہیں جس طرح دوسرے لوگ اللہ کے بندے ہیں ۔ وہ بھی ان کی طرح اللہ سے شریعت پانے والے ہیں ۔ وہ اللہ تعالیٰ سے بغاوت کرکے نہ حاکم رہتے ہیں اور نہ کوئی قانون بناسکتے ہیں ۔ یہ حکام تو خلفاء ہیں اصل حاکم نہیں ہیں ۔\nیہی وجہ ہے کہ جب یہ بادشاہ نبی وقت کے ساتھ مباحثہ کرتے ہیں تو اللہ تعالیٰ کو ان کا یہ طرز عمل عجیب نظر آتا ہے ۔\nأَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ................ ” کیا تم نے اس شخص کے حال پر غور نہیں کیا جس نے ابراہیم (علیہ السلام) سے جھگڑا کیا تھا۔ جھگڑا اس بات پر کہ ابراہیم کا رب کون ہے ؟ اس بناپر کہ اس شخص کو اللہ نے حکومت دے رکھی تھی ۔ “ کیا تو نے نہیں دیکھا ! یہ قابل مذمت رویے اور حقارت آمیز طرز عمل پر استعجاب کا اظہار ہے ۔ انکار اور استنکار اپنے لفظی اور معنوی ہم آہنگی کی وجہ سے ایک ساتھ چلتے ہیں ۔ اس بادشاہ کی یہ حرکت فی الحقیقت ناپسندیدہ ہے ۔ اس لئے کہ انعام واکرام پانے کے سبب اگر کوئی جدل وجدال شروع کردے تو یقیناً قابل مذمت ہوتا ہے۔ نیز یہ بات بھی قابل مذمت ہے کہ کوئی رب کائنات کی صفات اپنے لئے مخصوص کرے ۔ اور کوئی حاکم اپنی خواہشات نفس کے مطابق عوام الناس پر حکمرانی کرے اور تقنین وتشریح کے کام میں اللہ سے ہدایت نہ لے ۔\nإِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ................ ” جب ابراہیم نے کہا کہ میرا رب وہ ہے جس کے اختیار میں زندگی اور موت ہے ۔ “ زندگی اور موت ایسے واقعات ہیں جن کا اعادہ ہر لحظہ ہوتا رہتا ہے ، یہ حقائق ہر وقت انسانی احساس اور انسانی عقل کے سامنے آتے رہتے ہیں لیکن باوجود اس تکرار اور کثرت وقوع کے زندگی اور موت ایک حیرت انگیز راز ہیں ۔ اس سربستہ راز کے حل کے لئے عقل انسانی ایک ایسے سرچشمے کی طرف رجوع کرتی ہے جو بشریت سے وراء ہے ۔ اور ایک ایسے مرجع اور مصدر کی رجوع جس کا اس مخلوقات سے کوئی تعلق نہیں ہے ۔ لہٰذا اس ناقابل حل پہیلی کے صحیح حل کے لئے ضروری ہے کہ انسان ذات باری کی طرف رجوع کرے جو پیدا کرنے پر بھی قادر ہے اور فنا کرنے پر بھی قادر ہے ۔\nآج تک ہم موت وحیات کی حقیقت نہیں پاسکے ۔ البتہ زندوں میں ہم زندگی کے آثار سمجھ لیتے ہیں اور مردوں سے ہم موت کی خصوصیات جان لیتے ہیں ۔ اس لئے ہم مجبور ہیں کہ موت وحیات کی حقیقت اس حقیقی قوت کے حوالے کردیں جو ان تمام قوتوں سے وراء ہے جن کو ہم جانتے ہیں یعنی قوت الٰہیہ ۔\nیہی وجہ ہے کہ حضرت ابراہیم (علیہ السلام) نے اپنے رب کی ایک ایسی صفت بیان کی جس میں اس کے ساتھ کوئی شریک نہیں ہے ۔ نہ کسی کو یہ زعم ہوسکتا ہے کہ وہ اس میں شریک کار ہوسکتا ہے ۔ جب ابراہیم (علیہ السلام) سے اس بادشاہ نے پوچھا کہ تمہارا رب کون ہے جو تمہارے لئے قانون بناتا ہے ، ، جس کے پاس اقتدار اعلیٰ ہے اور جسے قانون سازی کے پورے اختیارات حاصل ہیں ؟ تو حضرت ابراہیم (علیہ السلام) نے جواب دیا کہ میرا رب وہ ہے جس کے ہاتھ میں موت وحیات ہے ۔ لہٰذا وہی ہے جو حاکم اور قانون ساز ہے ۔\nحضرت ابراہیم (علیہ السلام) موت وحیات کی حقیقت سے خوب واقف تھے ۔ اور موت اور زندگی سے ان کی مراد یہ تھی کہ اللہ ان حقائق کا خالق ہے ۔ اس لئے کہ وہ رسول تھے اور انہیں وہ لدنی اسرار و رموز عطاکئے گئے تھے جن کے بارے میں ہم نے حصہ اول میں بحث کی ہے ۔ اور موت وحیات کی تخلیق ایک ایسا عمل ہے جس میں اللہ کے ساتھ اس کے بندوں میں سے کوئی شریک نہیں ہے لیکن جو بادشاہ حضرت ابراہیم (علیہ السلام) کے ساتھ مباحثہ کررہا تھا وہ یہ سمجھتا تھا کہ وہ اپنی قوم کا حاکم مختار ہے۔ اس کی قوم پر اس کے پورے احکام نافذ ہوتے ہیں ۔ وہ سزائے موت بھی دے سکتا ہے اور معاف بھی کرسکتا ہے ۔ تو گویا یہ بھی ایک قسم کی ربوبیت ہے ۔ اس لئے اس نے حضرت ابراہیم (علیہ السلام) سے کہا :” میں اس قوم کا سردار ہوں ۔ ان کے معاملات میرے ہاتھ میں ہیں ۔ اس لئے میں ہی ایک قسم کا رب ہوں۔ جس کے سامنے تمہیں بھی جھکنا چاہئے اور مری حاکمیت اور اقتدار اعلیٰ کو تسلیم کرنا چاہئے ۔ “ چناچہ اس نے کہا أَنَا أُحْيِي وَأُمِيتُ................” زندگی اور موت میرے اختیار میں ہے ۔ “\nاس موقعہ پر حضرت ابراہیم (علیہ السلام) نے یہ مناسب نہ سمجھا کہ وہ اس کے ساتھ حقیقت موت وحیات کے موضوع پر تفصیلی بات چیت شروع کردیں ۔ خصوصاً ایسے شخص کے ساتھ جو حقیقت موت وحیات میں بذات خوداشتباہ میں تھا اور ڈانواں ڈول تھا ۔ جو ہمیشہ ایک مشکل مسئلہ رہی ہے ۔ یعنی یہ مشیئت کہ اللہ تعالیٰ انسان کو کس طرح زندگی عطا کرتے ہیں اور کس طرح اس پر موت طاری کردیتے ہیں ۔ یہ ایک ایسا راز ہے جس تک پوری انسانیت کی رسائی آج تک نہیں ہوسکی ہے ۔ اس لئے اس مقام پر حضرت ابراہیم (علیہ السلام) نے مناسب سمجھا کہ وہ اللہ تعالیٰ کی اس مشکل تکوینی حقیقت سے ذرا ہٹ کر ایسی ظاہری سنت کا سہارالیں جو ہر وقت اس شخص کے مشاہدے میں آتی رہتی ہے ۔ پہلے تو آپ نے صرف تکوینی سنت الٰہیہ کو پیش کیا کہ اللہ وہ ہے جو زندگی اور موت عطا کرتا ہے ۔ اب انہوں نے اپنے مخالف کے لئے ظاہری چیلنج کا راستہ اختیار کیا کہ تم اللہ کی قدرت کے بارے میں جھگڑتے ہو تو اللہ کی سنن میں سے کسی سنت کو تبدیل کرکے دیکھ لو ۔ اور یہ چیلنج انہوں نے یہ دکھانے کے لئے دیا کہ رب وہ نہیں ہوتا جو انسانی زندگی کے کسی ایک شعبے میں حاکم ہو یا کسی ایک خطے میں حاکم ہو وہ تو اس پوری کائنات میں متصرف ہوتا ہے اور اس کی عمومی ربوبیت کا تقاضا یہی ہے کہ وہ تمام لوگوں کے لئے قانون ساز بھی ہو اس لئے کہ وہ ان کا رب ہے ۔\nتو حضرت ابراہیم (علیہ السلام) نے فرمایا : قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ................ ” ابراہیم نے کہا :” اچھا اللہ سورج کو مشرق سے نکالتا ہے ، تو ذرا اسے مغرب سے نکال لا۔ “ یہ بھی ایک مسلسل وقوع پذیر ہونے والی کائناتی حقیقت ہے ۔ ہماری نظر روز یہ نظارہ دیکھتی ہے اور ہماری قوت مدرکہ روز اسے پاتی ہے اور کبھی بھی اس نظام میں کوئی تعطل یا تاخیر واقعہ نہیں ہوتی ۔ یہ کائنات ایک شہادت ہے جو ہماری فطرت کو اپیل کرتی ہے ۔ اگرچہ ہم اس کائنات کی طبیعت اور مزاج کو اچھی طرح نہ سمجھ پا رہے ہوں ۔ اگرچہ ہم نے فلکیات کے بارے میں مختلف نظریات کا علم حاصل نہ کیا ہو ۔ اس لئے کہ اللہ تعالیٰ نے جس قدر انبیاء مبعوث فرمائے ہیں انہوں نے ہمیشہ انسانی فطرت کو مخاطب کیا ہے ۔ چاہے فطرت انسانی اپنی علمی اور عقلی ترقی کے تاریخی مراحل میں سے جس مرحلے میں بھی ہو اور فطرت انسانی نے اجتماعی لحاظ سے ترقی کے جو مدارج بھی طے کئے ہوں انبیاء نے فطرت انسانی کا ہاتھ پکڑا ہے ۔ اور اسے ترقی کے اگلے مدارج تک پہنچایا ہے ۔ یہی وجہ ہے کہ حضرت ابراہیم (علیہ السلام) نے اس بادشاہ کو چیلنج دیا اور جو مطالعہ فطرت پر مبنی تھا وہ لاجواب تھا ۔ اور نتیجہ یہ نکلا فَبُهِتَ الَّذِي كَفَرَ................ ” تو وہ منکر حق ششدر رہ گیا۔ “\nیہ چیلنج اس منکر حق کے سامنے کھڑا تھا ۔ بات بالکل واضح تھی ، کسی غلط فہمی کی کوئی گنجائش نہ تھی ۔ مناسب رویہ تو یہ تھا کہ وہ سیدھی طرح ایمان لے آتا اور سر تسلیم خم کردیتا لیکن جو شخص کافرانہ رویہ اختیار کرلیتا ہے اور پھر متکبر بھی ہوتا ہے ۔ یہ صفات اسے رجوع الی الحق سے روک لیتی ہیں اور وہ حیران رہ جاتا ہے ، پریشان ہوتا ہے اور متحیر ہوجاتا ہے ۔ اسے نہیں سوجھتا کہ وہ کیا کرے اور کیا نہ کرے ۔ لیکن اسے اللہ تعالیٰ راہ حق اس لئے نہیں سجھاتے کہ وہ ہدایت کا متلاشی ہی نہیں ہوتا ۔ اسے راہ حق کی طرف آنے کا شوق نہیں ہوتا ۔ وہ سیدھی راہ نہیں پکڑتا تاکہ منزل مقصود پائے ۔ اس لئے نتیجہ یہ ہوتا ہے کہ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ................ ” مگر اللہ ظالموں کو راہ راست نہیں دکھایا کرتا۔ “\nاس واقعہ کو اللہ تعالیٰ نے اپنے نبی حضرت محمد ﷺ اور آپ کی پہلی جماعت ، جماعت مسلمہ کے سامنے ، بغض عناد اور ضلالت اور ہٹ دھرمی کی مثال کے طور پر پیش فرمایا۔ نیز ان لوگوں کے لئے بھی جو دور جدید میں دعوت اسلامی کا کام کرتے ہیں۔ یہ ایک تاریخی تجربہ کے طور پر قرآن مجید میں درج کردیا گیا کہ اہل دعوت منکرین حق کا مقابلہ کس طرح کریں۔\nسیاق کلام ایسے حقائق کو لے کے آگے بڑھتا جو ایمان ویقین کے ساتھ ایک واضح تصور کے عناصر ترکیبی ہیں ۔” میرا رب وہ ہے جس کے اختیار میں موت وحیات ہے۔ “ اور ” اللہ تو سورج کو مشرق سے نکال کر لاتے ہیں ، تم ذرا اسے مغرب سے نکال کر دکھاؤ۔ “ ایک حقیقت ایسی ہے جو نفوس انسانی میں پائی جاتی ہے ۔ دوسری حقیقت ایسی ہے جو آفاق کائنات میں عیاں ہے ۔ دونوں عظیم تکوینی حقیقتیں ہیں لیکن اپنی عظمت کے ساتھ ساتھ پیش پا افتادہ ہیں ۔ روز کے مشاہدے میں ہیں ۔ رات دن فکر ونظر کی آماجگاہ ہیں اور ان حقائق کے پانے کے لئے کسی بڑی علمی استعداد کی ضرورت نہیں ہے ۔ اور نہ کسی طویل غور وفکر کی ضرورت ہے ۔ اللہ تعالیٰ اپنے بندوں پر رحیم و کریم ہے ۔ وہ اللہ پر ایمان لانے اور اللہ کی جانب ہدایت پانے کے مسئلے پر اس قسم کی علمی اور منطقی بحث نہیں کرتا کہ جو کم علم آدمی کی دسترس سے باہر ہو یا ایسے لوگوں کی استعداد فکری کے دائرے سے باہر ہو جو غوروفکر کے معاملے میں طفل مکتب ہوں۔ یہ ایک زندہ اور اہم معاملہ ہے ۔ انسانی فطرت کے لئے وہ لابدی ہے ۔ اس کے بغیر انسانی زندگی استوار ہوسکتی ہے نہ انسانی معاشرہ اس کے بغیر منظم ہوسکتا ہے ۔ اس کے بغیر انسان یہ پہچان حاصل نہیں کرسکتے کہ ان کے اجتماعی نظام اور اعلیٰ اقتدار اور آداب کا ماخذ کیا ہے ۔ اس لئے اللہ تعالیٰ ایمان کے مسئلہ میں انسان کے ساتھ ایسے حقائق کو پیش نظر رکھ کر بات کرتا ہے ، جو سب کے سامنے ہوتے ہیں اور جن کا تعلق فطرت انسانی سے ہوتا ہے۔ اور وہ حقائق ایسے ہوتے ہیں جو ہر فطرت سلیمہ سے اپنے آپ کو خود تسلیم کراتے ہیں ۔ ان حقائق اور مشاہدات کے اشارات اس قدر مضبوط ہوتے ہیں کہ ان کی گرفت سے انسان بمشکل نکل سکتا ہے ۔ اور ان سے دامن چھڑانے کے لئے اسے انتہائی محنت ، مشقت ، کبر و غرور اور عناد ومکابرہ کا سہارا لینا پڑتا ہے۔\nاعتقادات اور ایمانیات کے علاوہ بھی انسانی زندگی کے وہ معاملات جن پر حیات انسانی مکمل طور پر موقوف ہے ، ان میں بھی انسان راہ فطرت اپناتا ہے اور اشارات فطرت کے دائرے میں رہتا ہے ۔ مثلاً تلاش معاش ، ہوا ، پانی ، تناسل وتکاثر وغیرہ ان اہم معاملات میں بھی انسان کو اپنے حال پر نہیں چھوڑا گیا ۔ یہاں تک کہ اس کی سوچ مکمل اور پختہ ہوگئی ۔ اس کا علم ترقی کر گیا اور پختہ ہوگیا۔ اگر اسے یونہی چھوڑ دیا جاتا تو وہ کب کا ہلاک وبرباد ہوگیا ہوتا۔ ایمان انسان کے لئے اسی قدر اہم اور ضروری ہے جس قدر اس کی زندگی کے لئے کھانا ، پینا اور ہوا ضروری ہے ۔ یہی وجہ ہے کہ ان موضوعات پر اللہ تعالیٰ فطرت انسانی کے تقاضوں کے مطابق بات کرتا ہے اور ایسے آثار و شواہد پیش کرتا ہے جو انسان کے اردگرد صفحہ کائنات پر پھیلے ہوئے ہیں ۔",
  "ayah": 258,
  "surah": 2
}
