{
  "text": "اس سے قبل سورت کی ابتداء میں قرآن مجید یہود ومشرکین سے تعلق رکھنے والے منافقین کو اس شخص سے تشبیہ دی تھی جو آگ جلاتا ہے یا اس شخص کے ساتھ جو آسمانی بادلوں کی تاریکی اور گرج وچمک میں گھرا ہوا ہے ، نیز اس سے پہلے مکی دور کے نازل شدہ قرآن کریم میں بھی کئی تمثیلیں بیان کی گئی ہیں اور جو مدینہ میں عام طور پر پڑھی جاتی تھیں ۔ مثلاً جو لوگ رب العالمین کا انکار کرتے ہیں انہیں مکڑی سے تشبیہ دیتے ہوئے کہا گیا تھا ” ان کی مثال اس مکڑی کی طرح ہے کو اپنا گھر بناتی ہے اور حقیقت یہ ہے کہ سب گھروں میں کمزور گھر مکڑی کا جالاہوتا ہے ۔ کاش کے یہ لوگ جانتے ۔ “ ایک جگہ کہا گیا تھا جن کو یہ پکارتے ہیں ، ان کے عجز وماندگی کا حال یہ ہے ” وہ لوگ جو اللہ کے سوا پکارے جاتے ہیں ان کا حال یہ ہے کہ اگر وہ سب بھی جمع ہوجائیں تو ایک مکھی بھی پیدا نہیں کرسکیں گے ۔ بلکہ اگر ان سے مکھی کوئی چیز لے بھاگے تو وہ اس سے چھڑا نہیں سکتے ۔ کیا براحال ہے طالب اور مطلوب دونوں کا ؟ “\nیہ آیات بتارہی ہیں کہ منافقین جن میں یہود ومشرکین دونوں شریک تھے ، ایسی تشبیہات پر اعتراض کرتے تھے کہ ان تشبیہات میں منافقین کا مذاق اڑایا گیا ہے ۔ ان میں مکھیوں اور مکڑیوں جیسی حقیر چیزوں کا ذکر ہے اور ظاہر ہے کہ اللہ جل شانہ کی مقدس ذات اس سے برتر وبالا ہے ۔ یہ اعتراض مشرکین مکہ اور منافقین مدینہ کے پھیلائے ہوئے شبہات اور انتشار کے مختلف پہلوؤں اور تدبیروں میں سے ایک ہے۔\nچناچہ ان آیات میں ان شبہات کی تردید کی گئی ہے اور بتایا گیا ہے کہ تمثیلوں کے بیان سے اللہ کا مقصد کیا ہے کفار کو اس بات سے ڈرایا جاتا ہے کہ وہ اس فریب کاری سے باز آجائیں اور مومنین کو اطمینان دلایا جاتا ہے کہ ان مثالوں سے ان کے ایمان میں مزید اضافہ ہوگا۔\nإِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلا مَا بَعُوضَةً فَمَا فَوْقَهَا ” اللہ اس بات سے ہرگز نہیں شرماتا کہ مچھر یا اس سے بھی کسی حقیر ترچیز کی تمثیلیں دے ۔ “ کیونکہ اللہ جس طرح چھوٹی چیز کا رب ہے اسی طرح بڑی چیزوں کا بھی رب ہے۔ مچھر کا بھی خالق ہے اور ہاتھی کا بھی خالق ہے ۔ جس طرح ہاتھی کی تخلیق ایک اعجاز ہے اسی طرح مچھر کی تخلیق بھی ایک اعجاز ہے اور ان دونوں کی زندگی ایک ایسا راز سربستہ ہے ، جس کا علم اللہ کے سوا آج تک کسی کو نہیں ہے ۔ پھر تمثیل تو ایک پیرایہ اظہار ہوتا ہے اور اس کی غرض وغایت صرف یہ ہوتی ہے کہ اس کی مدد سے مدعا کو اچھی طرح کھول کر ذہن نشین کرایا جائے ، نہ یہ کہ جس چیز سے تشبیہ دی جارہی ہے وہ کوئی عظیم الشان چیز ہی ہو ۔ ضرب الامثال میں کوئی ایسی چیز نہیں ہے جس کا تذکرہ معیوب ہو۔ بلکہ ان تمثیلات کے بیان کے ذریعہ تو اللہ تعالیٰ دلوں کو آزماتا اور نفوس کو پرکھنا چاہتا ہے۔\nفَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ ” جو لوگ حق بات کو قبول کرنے والے ہیں وہ انہی تمثیلوں کو دیکھ کر جان لیتے ہیں کہ یہ حق ہے جو ان کے رب کی طرف سے آیا ہے ۔ “ اپنے ایمان کی بدولت وہ اللہ جل شانہ سے اس طرح ہدایت لیتے ہیں جس طرح ان کی شان ہے ۔ نیز وہ جانتے ہیں کہ ان تمثیلوں میں کیا حکمت پوشیدہ ہے ۔ ان کا نور سے لبریز ہے ۔ ان کی روح حساس ہے ، ان کا دل و دماغ اس ہدایت کے لئے کھلا ہے ۔ ان کے پاس اللہ جو حکم آتا ہے ، اللہ کی جو بات ان تک پہنچتی ہے ، وہ اس کی حکمت اور اس کے پس منظر کو اچھی طرح جانتے ہیں ۔\nوَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلا ” اور جو ماننے والے نہیں ہیں ، وہ انہیں سن کر کہنے لگتے ہیں کہ ایسی تمثیلوں سے اللہ کو کیا سروکار ؟ “ یہ اس شخص کا سوال ہے جس کی نظروں سے اللہ کا نور اور اس کی حکمت اوجھل ہے ۔ وہ سنت الٰہی اور تدبیر الٰہی کو نہیں جانتا ۔ ایسا سوال وہ لوگ کرتے ہیں جن کے دلوں میں اللہ کا کوئی احترام نہیں ہوتا اور وہ اللہ تعالیٰ کے تصرفات کو ان نظروں سے نہیں دیکھتے جن سے انہیں اللہ کا ایک بندہ اور فرمانبردار غلام دیکھتا ہے ۔ ایسے لوگ کبھی تو بطور اعتراض اور ناپسندیدگی ایسی باتیں کرتے ہیں ، یا وہ ایسی باتیں اس لئے کرتے ہیں کہ انہیں اس بات کا یقین نہیں آتا کہ اللہ تعالیٰ بھی ایسی باتیں کرسکتا ہے۔\nان کی اس روش پر تہدید اور تنبیہ کی صورت میں انہیں جواب دیا جاتا ہے کہ ان تمثیلوں کے پیچھے اللہ کی ایک خاص تدبیر کام کررہی ہے ۔ یہ تمثیلیں لوگوں کی تقدیرکا فیصلہ کررہی ہیں ۔\nيُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلا الْفَاسِقِينَ ” اس طرح اللہ ایک ہی بات سے بہتوں کو گمراہی میں مبتلا کردیتا ہے اور بہتوں کو راہ راست دکھا دیتا ہے اور گمراہی میں ان ہی کو مبتلا کردیتا ہے جو فاسق ہیں ۔ “ یہ اللہ تعالیٰ کا قانون قدرت ہے کہ وہ انسانوں کو امتحان اور ابتلا میں ڈالتا ہے ان آزمائشوں اور ابتلاؤں میں ہر انسان متقضائے طبیعت و استعداد کے مطابق طرز عمل اختیار کرتا ہے ۔ ہر شخص کی روش اس طریق حیات کے مطابق ہوتی ہے جو اس نے اپنے لئے پسند کیا ہوتا ہے۔ آزمائش ایک ہی ہوتی ہے لیکن مختلف نظام ہائے زندگی اختیار کرنے والے لوگوں پر اس کے اثرات مختلف ہوتے ہیں ۔ مثلاً مصیبت اور تکلیف ہی کو لے لیجئے ۔ سب لوگ مصائب میں مبتلاہوتے ہیں ۔ مومن بھی اور فاسق بھی ۔ ایک صالح جو اللہ کی رحمتوں اور حکمتوں پر پختہ یقین رکھتا ہے وہ جب مصیبت میں مبتلاہوتا ہے تو وہ زیادہ خشیت زیادہ عاجزی اور تضرع سے اللہ کے سامنے ملتجی ہوتا ہے ۔ لیکن اگر ایک فاسق تکلیف میں مبتلا ہو تو اس کے قدم اکھڑجاتے ہیں ، وہ اللہ سے اور بعید ہوجاتا ہے ۔ وہ مومنین کی صفوں سے نکل جاتا ہے ۔ اسی طرح خوشحالی اور تکاثر کو لے لیجئے کہ .... بعض لوگ اس آزمائش میں مبتلا ہوتے ہیں ۔ لیکن ایک مومن جب زیادہ انعامات اور اکرامات پاتا ہے تو وہ زیادہ بیدار ہوجاتا ہے ۔ وہ شکر الٰہی میں پہلے سے بھی زیادہ حساس ہوجاتا ہے ۔ لیکن جب ایک فاس کو سہولتیں ملتی ہیں تو وہ اسے برباد کردیتی ہیں۔ وہ غرور میں مبتلا ہوجاتا ہے اور گمراہی کی روش اختیار کرتا ہے ۔ اسی طرح اللہ نے لوگوں کے لئے جو تمثیلیں بیان کیں ان کا نتیجہ یہ نکلا کہ يُضِلُّ بِهِ كَثِيرًا ” ان سے بھی وہ بہتوں کو گمراہ کرتا ہے “ اور یہ وہ لوگ ہوتے ہیں جو اللہ کی طرف سے آنے والی ہدایت کو اچھی طرح قبول نہیں کرتے ۔ وَيَهْدِي بِهِ كَثِيرًا ” اور بہتوں کو راہ ہدایت دکھا دیتا ہے ۔ “ اور یہ وہ لوگ ہوتے ہیں جو حکمت باری کو جانتے ہوتے ہیں۔\nوَمَا يُضِلُّ بِهِ إِلا الْفَاسِقِينَ ” اور گمراہی میں انہی کو مبتلا کرتا ہے جو فاسق ہیں ۔ “ یہ وہ لوگ ہوتے ہیں جن کے دل پہلے سے فاسق ہوجاتے ہیں ۔ چناچہ یہ لوگ ہدایت اور اصلاح کی روش سے نکل جاتے ہیں لہٰذا ان کا صلہ یہی ہے کہ ان کی اس ضلالت میں اور اضافہ کردیاجائے۔",
  "ayah": 26,
  "surah": 2
}
