{
  "text": "اس کے بعد حقیقت موت وحیات کے سلسلے میں ایک تیسرا تجربہ بیان کیا جاتا ہے۔ یہ تجربہ حضرت ابراہیم (علیہ السلام) کو کرایا گیا ۔ جو امت مسلمہ کے ترنبی گزرے ہیں۔\nیہ قدر الٰہیہ کی کاریگریوں تک رسائی کا ایک شوق ہے ۔ حضرت ابراہیم (علیہ السلام) جو نہایت ہی حلیم الطبع اور مطیع فرمان اولوالعزم نبی تھے ان کی جانب سے شوق اس حقیقت کا اظہار کرتا ہے کہ بعض اوقات اللہ کے برگزیدہ اور اقرب المقربین بندوں کے دل میں بھی یہ امنگ پیدا ہوتی ہے کہ وہ اللہ تعالیٰ کی کاریگریوں کے راز ہائے پس پردہ تک رسائی حاصل کریں ۔ حضرت ابراہیم (علیہ السلام) جیسے راضی برضا ، خشوع و خضوع کرنے والے اور عبادت گزار بندے کی جانب سے اس خواہش کا اظہار دراصل اسی قسم کی امنگ کا نتیجہ ہے ۔\nاس امنگ کا تعلق ایمان ، کمال ایمان یا ایمان کی پختگی اور ثبوت وقرار کے ساتھ نہیں ہے ۔ اس امنگ کے ذریعہ حضرت ابراہیم کسی قوی دلیل کا مطالبہ نہ کررہے تھے یا ایمان کی کمزوری دور کرکے اس میں پختگی حاصل نہ کرنا چاہتے تھے ۔ یہ چیزیں تو انہیں پہلے سے حاصل تھیں ۔ راز ہائے درون پردہ تک رسائی دراصل ایک دوسرا ہی ذوق ہے ۔ یہ ایک قسم کا روحانی شوق ہے ۔ بندہ مومن راز ہائے الٰہیہ کے ساتھ منسلک ہونا چاہتا ہے ۔ عملاً ان واقعات کو رونما ہوتے ہوئے دیکھنا چاہتا ہے۔ وجود انسانی میں یہ ذوق وشوق ایک فطری امر ہے ۔ اس کا تعلق ایمان بالغیب سے نہیں ہے۔ ایمان بالغیب کمال درجہ میں موجود ہوتا ہے ۔ پھر بھی یہ جذبہ کمال درجہ موجود ہوتا ہے۔ حضرت ابراہیم (علیہ السلام) ذات باری سے ہمکلام ہیں ۔ رب کریم حضرت ابراہیم (علیہ السلام) سے ہمکلام ہیں ۔ حضرت ابراہیم (علیہ السلام) کو اس ہمکلامی سے زیادہ کس ایمان کی ضرورت تھی ، کس دلیل وبرہان کی ضرورت تھی ؟ وہ جو چیز دیکھنا چاہتے تھے وہ یہ تھی کہ کارخانہ قدرت میں قدرت کو کام کرتے ہوئے دیکھیں تاکہ ان کے اس جذبہ حصول رازہائے دروں کو تسکین حاصل ہو ۔ وہ ان رازوں کے ہم نفس ہوجائیں ۔ اور ان میں گھل مل جائیں ۔ یہ ایک ایسی بات ہے جس نفس ایمان سے کوئی واسطہ نہیں ہے ۔ کیونکہ نبی کے ایمان کے لئے کوئی اور ایمان درکار نہیں ہوتا وہ تو درجہ کمال میں ہوتا ہے۔\nجب حضرت ابراہیم (علیہ السلام) کی گفتگو اور ان کا یہ تجربہ مکمل ہوتا ہے تو پھر پتہ چلتا ہے کہ ایمان کے نتیجے میں قلب مومن میں متعدد قسم کے جذبات پیدا ہوتے ہیں ۔ اور مومن کامل کے دل میں پیدا ہونے والی یہ امنگیں اسے مجبور کرتی ہیں کہ وہ حریم قدرت کے اندر جھانکنے کی کوشش کرے۔\nوَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي\n” جب ابراہیم نے کہا ” مجھے دکھادے تو مردوں کو کیسے زندہ کرتا ہے ؟ “ فرمایا :” کیا تو ایمان نہیں رکھتا ؟ “ اس نے عرض کیا ” ایمان تو رکھتا ہوں مگر دل اک اطمینان درکار ہے ۔ “ حضرت ابراہیم (علیہ السلام) کا مطلب یہ تھا کہ قلبی اطمینان تب حاصل ہوتا جب وہ دست قدرت کو کام کرتے دیکھ لیں ۔ اور جذبہ افشائے راز ہاں درون خانہ کی تسکین تب ہوتی ہے جب انسان ان رازوں کو کھول دیتا ہے اور وہ اس پر عیاں ہوجاتے ہیں۔ اللہ تعالیٰ کو اچھی طرح علم تھا کہ اس کا بندہ اور دوست پکا مومن ہے لیکن اس کا یہ سوال محض تسکین شوق اور اعلان ذوق کی خاطر ہے ۔ سوال و جواب کا یہ سلسلہ اللہ کریم کی جانب سے اپنے اس مطیع فرمان اور حلیم الطبع بندے کے ساتھ ایک قسم کا اظہار لطف وکرم تھا اور ذرہ نوازی تھی ۔\nغرض اللہ تعالیٰ نے حضرت ابراہیم (علیہ السلام) کے اس شوق تجسس کی تسکین کا سامان فراہم فرمادیا۔ اور اس کو راہ راست ایک ذاتی تجربے سے دوچار کردیا۔\nقَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ\n” فرمایا تو چار پرندے لے لے اور ان کو اپنے سے مانوس کرلے ۔ پھر ان کا ایک جزء ایک پہاڑ پر رکھ دے ۔ پھر ان کو پکار ، وہ تیرے پاس دوڑتے چلے آئیں گے ۔ خوب جان لے کہ اللہ نہایت بااقتدار اور حکیم ہے ۔ “\nاللہ تعالیٰ نے حضرت ابراہیم (علیہ السلام) کو حکم دیا کہ اب چار پرندے لیں ۔ ان کو اپنے ساتھ مانوس کرلیں ۔ ان کی خصوصیات اور ان کی نشانیاں اچھی طرح جان لیں تاکہ انہیں جاننے میں غلطی واقعہ نہ ہو ۔ پھر انہیں ذبح کرکے ٹکڑے ٹکڑے کردیں اور ان کے اجزاء کو ارد گرد کے پہاڑوں پر بکھیر دیں ۔ اور پھر ان کو پکاریں ۔ اب ان کے یہ متفرق اعضاء دوبارہ صحیح ہونے لگیں گے ۔ ان میں زندگی لوٹ آئے گی اور دوڑ کر وہ تمہاری طرف لوٹ آئیں گے ۔ چناچہ ایسا ہی ہوا۔\nحضرت ابراہیم (علیہ السلام) نے راز تخلیق کو عیاں پایا۔ یہ وہ راز ہے جو ہر لحظہ دہرایا جارہا ہے ۔ لیکن لوگ اس راز کی تکمیل کے بعد صرف اس کے آثار دیکھ سکتے ہیں ۔ یہ راز عطائے حیات کا راز تھا ۔ یہ وہ حیات ہے جو اس کائنات کو عطا کی گئی جبکہ پہلے کچھ نہ تھا ۔ اور اب وہ ہر زندہ مخلوق کی شکل میں دہرائی جارہی ہے ۔\nحضرت ابراہیم (علیہ السلام) نے اپنی آنکھوں سے اس راز کو دیکھ لیا ۔ چند پرندے تھے ، جن سے زندگی الگ ہوگئی تھی ۔ ان کا قیمہ مختلف مقامات پر بکھیر دیا گیا ۔ اب ان کے اجزاء جمع ہورہے ہیں اور ان میں دوبارہ زندگی ڈالی جارہی ہے ۔ اور وہ آکر حضرت ابراہیم (علیہ السلام) تک پہنچ جاتے ہیں ۔\nیہ کیونکر ہوا ؟ یہی تو وہ راز ہے جس کا ادراک اس بشر کے حیطہ قدرت سے وراء ہے ۔ کبھی انسان اس راز کو اسی طرح دیکھتا ہے جس طرح حضرت ابراہیم (علیہ السلام) نے دیکھا ۔ وہ اس کی تصدیق اس طرح کرتا ہے جس طرح حضرت ابراہیم (علیہ السلام) نے اس کی تصدیق فرمائی۔ لیکن وہ اس کی حقیقت کا ادراک نہیں کرسکتا ۔ اس کا طریقہ واردات اسے معلوم نہیں ہے ۔ یہ امر الٰہی ہے ۔ اور لوگوں کی حالت یہ ہے کہ وہ علوم الٰہیہ میں سے ایک محدود مقدار کو جان اور پاسکتے ہیں ، وہ جسے وہ چاہے دے دے لیکن راز حیات سے اس کسی کو آگاہ نہیں کیا ۔ اس لئے کہ وہ انسان کی قدرت اور طاقت کے مقابلے میں بہت بڑا راز ہے ۔ اس نے کسی کو آگاہ نہیں کیا ۔ اس لئے کہ وہ انسان کی قدرت اور طاقت کے مقابلے میں بہت ہی بڑا راز ہے ۔ اس کو عبث ہمارے حس وادراک کی نوعیت سے مختلف ہے ۔ اور اس کرہ ارض پر ادائیگی فریضہ خلافت کے سلسلے میں انہیں اس تکوینی علم کی قدرت بھی نہیں ہے ۔ یہ اللہ تعالیٰ کی خاص شان ہے اور مخلوقات کا شملہ علم اس کے مقابلے میں بہت ہی کوتاہ ہے اور اگر انسان دروازہ مستورات میں جھانکنے کی سعی بھی کرے تو اسے پردے ہی پردے نظر آئیں گے اور حجاب در حجاب نظر آئے گا ۔ اس کی یہ سعیٔ لاحاصل ہوگی اور علم الغیب کا دائرہ علوم النبوت تک ہی محدود رہے گا ۔",
  "ayah": 260,
  "surah": 2
}
