{
  "text": "صدقہ اگر نفلی ہو تو اس صورت میں اللہ کے ہاں پسندیدہ یہ ہے کہ وہ خفیہ ہو ، اور اس لائق ہے کہ اس میں ریاکاری اور دکھاوے کا شائبہ تک نہ ہو ۔ لیکن اگر صدقہ ، صدقات واجبہ اور فرائض میں سے ہو ، تو اس میں اطاعت اور حکم کی بجاآوری کا پہلو بھی ہوتا ہے ۔ اور اس پہلو کا اظاہر اور اشاعت زیادہ مطلوب ہے ۔ یہی وجہ ہے کہ اللہ تعالیٰ فرماتے ہیں\nإِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ................ ” اگر اپنے صدقات اعلانیہ دو تو یہ بھی اچھا ہے لیکن اگر چھپا کر حاجت مندوں کو دو تو تمہارے حق میں زیادہ بہتر ہے۔ “ اس میں ان دوحالتوں کا ذکر کردیا گیا ہے ۔ اس لئے ہر صورت کو اس وقت کے موجودہ حالات کی نسبت اختیار کیا جاتا ہے اور ہر بات عملاً موجودہ حالت کے مطابق اچھی یابری شمار ہوتی ہے۔ بہرحال اہل ایمان انفاق فی سبیل اللہ کے لئے جو صورت بھی اختیار کریں ، اس پر ان کے ساتھ وعدہ کیا جاتا ہے کہ یہ ان گناہوں کا کفارہ ہوگا۔ وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ................ ” تمہاری بہت سی برائیاں محو کردے گا ۔ “ ایک طرف اہل ایمان کے دل خدا خوفی اور برائی کے مقابلے میں پرجوش اور ہوشمند ہوجاتے ہیں اور دوسری طرف وہ راحت ، اطمینان کا صلہ پاتے ہیں ۔ اور نیت اور اعمال کے ہر مرحلے اور ہر حال میں وہ تعلق باللہ قائم رکھے ہوئے ہوتے ہیں ۔ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ................ ” اور تم جو کچھ کرتے ہو اللہ کو بہرحال اس کی خبر ہے۔ “\nیہاں مناسب ہے کہ انفاق فی سبیل اللہ کی ان طویل ہدایات پر قدرے غور کریں ۔ ان ہدایات میں مختلف انداز میں ترغیب و ترہیب سے بھی کام لیا گیا ہے ۔ اس غو روفکر سے ہمیں دو باتیں حاصل ہوتی ہیں ۔ پہلی یہ کہ اسلامی نظام میں انسان کے مزاج اور اس کی طبیعت کا پورا خیال رکھا گیا ہے ۔ انسانی مزاج میں بخل اور کنجوس داخل ہے ۔ انسان مال سے بےحد محبت کرتا ہے ۔ اور اس بات کی ضرورت ہے کہ بار بار اسے انفاق فی سبیل اللہ پر آمادہ کیا جائے ۔ اس کے سر انجام دینے کے لئے اسے بار بار جوش دلاتے رہنا چاہئے تاکہ وہ اس بخل اور لالچ سے ذرا بلند ہوکر سوچے اور بخل وکنجوسی کے بندھنوں سے رہائی پائے ۔ اور اس رتبہ بلندپر فائز ہو جو اللہ تعالیٰ نے انسانوں کے لئے پسند کیا ہے ۔ اور دوسری بات یہ ہے کہ اگرچہ عربی معاشرہ میں جودوکرم ایک عام صفت تھی لیکن وہ لوگ جودوکرم محض اس لئے کرتے تھے کہ انہیں شہرت عام نصیب ہو ، ان کی فیاضی کا ڈھنڈورہ پٹ جائے ۔ شہروں اور بازاروں میں ان کا تذکرہ ہو ۔ اسلام کے لئے یہ آسان نہ تھا کہ وہ ابتدائے کار ہی میں لوگوں سے یہ مطالبہ کرے کہ وہ ان امور میں سے کسی کا انتظار کئے بغیر ہی اللہ کی راہ میں خرچ کریں ۔ اور ان امور میں سے کسی کا کوئی لحاظ نہ رکھیں ۔ صرف اللہ کی ذات پیش نظر ہو اور عوام الناس ہو خاطر ہی میں نہ لائیں ۔ یہ مقام تو ایک طویل تعلیم وتربیت ہی سے حاصل کیا جاسکتا ہے ۔ وہ بھی ایک طویل جدوجہد کے بعد ۔ یہ تو تب حاصل ہوگا کہ لوگوں کو یہ بلند مقام حاصل کرنے کے لئے مسلسل پکارا جائے اور ان کو تزکیہ اور اخلاص کی تربیت دی جائے ۔ چناچہ تحریک اسلامی نے مسلسل یہ کام جاری رکھا ۔\nیہی وجہ ہے کہ یہاں اب اہل ایمان سے روئے سخن پھیر کر ، رسول ﷺ کو مخاطب کیا جاتا ہے ۔ اور روئے سخن اس لئے پھیر دیا جاتا ہے کہ وہ تمام حقائق یہاں ذہن نشین کردئیے جائیں جن کا اسلامی تصور حیات کی نشوونما میں بہت زیادہ دخل ہے ، اور اسلامی نظام زندگی کے حوالے سے اسلامی طرز عمل اختیار کرنے اور انسانی طرز عمل کو درست کرنے میں وہ بہت زیادہ اثر انداز ہوتے ہیں ۔",
  "ayah": 271,
  "surah": 2
}
