{
  "text": "اس خاتمہ کلام میں اس آیت کی عمومیت اور ہم آہنگی بہت ہی خوبصورت نظر آتی ہے ۔ آیت کا آغاز اور اختتام ایک موزوں سر کی طرح باہم متوازن اور اصول عام کی صورت میں دوبارہ دہرایا جاتا ہے۔ اور بہت ہی موزونیت کے ساتھ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ............... ” وہ لوگ جو اپنے اموال خرچ کرتے ہیں۔ “ یعنی ہر قسم کے مال اور دولت جو وہ خرچ کرتے ہیں ۔ اس میں کوئی تخصیص نہیں ہے۔ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلانِيَةً............... ” شب و روز چھپے یا کھلے ۔ “ یعنی جن اوقات اور جن حالات میں بھی وہ انفاق فی سبیل اللہ کرتے ہیں فَلَهُمْ أَجْرُهُمْ............... ” تو ان کا اجر ان کے رب کے پاس ہے ۔ “ ان کا ہر قسم کا اجر محفوظ ہے ۔ اس میں اضافہ بھی ہوگا ، اس سے ان کی عمر میں برکت بھی ہوگی ۔ آخرت میں بھی پوری پوری جزاملے گی ۔ اور اللہ کی رضامندی اس پر مستزاد ہوگی۔ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ............... کسی بھی جانب سے انہیں کوئی خوف نہ ہوگا ۔ کسی جانب سے کسی کا کوئی خدشہ نہ ہوگا۔ نہ دنیا میں ہوگا نہ آخرت میں ہوگا۔ غرض دستور انفاق فی سبیل اللہ کا یہ موزوں اور متناسب اختتامیہ ہے جس میں یہ اشارات پنہاں ہیں کہ انفاق فی سبیل اللہ اپنی عمومی شکل میں ماجور ہے چاہے وہ جس قسم کا ہو جس وقت ہو ، جس مقصد کے لئے ہو۔\nیہاں یہ بات نوٹ کرنے کے قابل ہے کہ اسلام اپنے ماننے والوں کی زندگی کی معیشت کا مدار صرف انفاق فی سبیل اللہ پر نہیں رکھتا ۔ اسلامی نظام میں معیشت کا دارومدار اس پر تھا کہ ہر شخص کے لئے جو قدرت رکھتا ہو ، روزگار کے مواقع فراہم کئے جائیں ۔ اس کے علاوہ اسلام نے اپنی معیشت کا دارومدار ، اہل اسلام کے درمیان ، دولت کی منصفانہ تقسیم پر رکھا ہے اور دولت کی اس تقسیم کا اصول حسن کارکردگی اور استحقاق پر رکھا گیا ہے لیکن بعض اوقات ایسے استثنائی حالات درپیش ہوجاتے ہیں ، جن میں معیشت کے عمومی اصول کارآمد نہیں ہوتے اور ان حالات میں درپیش مشکلات ان سے حل نہیں ہوتیں۔ ایسے حالات کو اسلام انفاق فی سبیل اللہ کے ذریعے حل کرتا ہے ۔ یہ انفاق بعض اوقات تو ایک لازمی ٹیکس کی صورت میں ہوتا ہے ، جسے وہ اسلامی حکومت نافذ کرتی ہے جو اسلامی شریعت نافذ کرنے والی ہو ۔ صرف اسلامی حکومت ہی اس قسم کا لازمی ٹیکس نافذ کرسکتی ہے ۔ زکوٰۃ اور صدقات واجبہ اسلامی حکومت کے محاصل میں سے اہم ہوتے ہیں اور بعض اوقات یہ تقسیم دولت صدقات نفلیہ کی صورت میں ہوتا ہے جن کی مقدار کا تعین نہیں ہوتا اور یہ نفلی صدقات اہل ثروت کی جانب سے مستحقین کے لئے ہوتے ہیں ۔ جو انہیں ذاتی طور پر دئیے جاتے ہیں ۔ اور اس قسم کا عطیہ دیتے وقت ان آداب اور شرائط کا لحاظ رکھنا ضروری ہوتا ہے جن کا اوپر ذکر ہوا ۔ اور ان آداب ہی کی وجہ سے لینے والے خودداری کا مظاہرہ کرتے ہیں ۔ یہی خودداری ہے جس کا اظہار اس آیت میں ہوا ہے ۔ اس خود داری کو اسلام نے اسلامی معاشرہ میں اس قدر ترقی دی تھی کہ ایک شخص کے پاس کچھ بھی نہ ہوتا تھا اور وہ معمولی ضروریات زندگی کا بھی محتاج ہوتا ، تب بھی وہ دست سوال کسی کے سامنے دراز نہ کرتا۔\nبخاری نے عطاء ابن یسار اور عبدالرحمن بن ابی عمرہ سے روایت کی ہے ۔ وہ کہتے ہیں کہ ہم نے ابوہریرہ سے سنا ۔ فرمایا کہ رسول ﷺ نے فرمایا ” مسکین وہ نہیں ہوتا جسے ایک کھجور یا دوکھجوریں لوٹادیں ۔ یا ایک لقمے یا دو لقموں کے لئے وہ بھیک مانگتا پھرے ، مسکین وہ ہوتا ہے جو خوددار ہو۔ “ اگر تم چاہو تو اس آیت لا يَسْأَلُونَ النَّاسَ إِلْحَافًا ............... ” وہ لوگوں کے پیچھے پڑ کر سوال نہیں کرتے ۔ “\nامام احمد نے ابوبکر ، عبدالحمید بن جعفر ، اس کے والد کے واسطہ سے قبیلہ مزینہ کے ایک شخص کی روایت نقل کی ہے ۔ اس شخص کو اس کی والدہ نے مشورہ دیا کہ دوسرے لوگوں کی طرح تم کیوں رسول اللہ ﷺ کے پاس جاکر سوال نہیں کرتے ؟ اس نے کہا کہ میں رسول اللہ ﷺ سے کچھ مانگوں ۔ پہنچا تو آپ تقریر فرما رہے تھے ” جس نے خودداری کی اللہ تعالیٰ اسے دے دے گا اور جو شخص استغناء کرے گا اللہ تعالیٰ اسے غنی بنادے گا ۔ جو شخص لوگوں سے سوال کرتا ہو حالانکہ اس کے پاس پانچ اوقیہ کے برابر مال موجود ہے تو گویا اس نے اصرار کرکے سوال کیا (الحافاً ) میں نے اپنے دل میں کہا ” میرے پاس ایک اونٹنی ہے جو یقیناً پانچ اوقیہ سے زیادہ قیمتی ہے ۔ اور میرے غلام کے پاس ایک دوسری اونٹنی ہے ، وہ بھی پانچ اوقیہ سے زیادہ قیمتی ہے ۔ “ اس لئے میں واپس ہوگیا اور درخواست نہ کی ۔\nحافظ طبرانی نے اپنی سند کے ساتھ ، محمد بن سیرین سے روایت کی ہے ۔ حارث کو (ایک شخص جو قریشی تھے اور شام میں رہتے تھے ) خبر ملی کہ حضرت ابو ذرؓ کے مالی حالات ٹھیک نہیں تو اس نے انہیں تین سو دنیار بھجوائے ۔ ابوذر نے جواب دیا :” کیا عبداللہ کو مجھ سے زیادہ تنگ دست اور کوئی نظر نہیں آیا ۔ میں نے رسول اللہ ﷺ کو فرماتے سنا ” جو شخص سوال کرے اور اس کے پاس چالیس درہم ہوں تو اس نے الحاف کیا ۔ “ ابوذر کے خاندان کے پاس چالیس درہم موجود ہیں ایک بکری اور دونوکر بھی موجود ہیں ۔ ابوبکر بن عیاش نے کہا ماہنان سے خادمان ہیں ۔\nغرض اسلام ایک مکمل نظام زندگی ہے ۔ اس کے نصوص ، اس کی ہدایات اور اس کے قوانین سب کے سب بیک وقت کام کرتے ہیں ان نصوص وہدایات اور قوانین کے دفعات پر علیحدہ علیحدہ غور نہ کیا جائے گا ۔ اسلام کے اصول اور ضابطے بیک وقت روبعمل ہوتے ہیں ۔ اس لئے ان میں باہم تناسق اور تناسب ہوتا ہے ۔ اور اس کے نتیجے میں ایک ایسا مشورہ وجود میں آتا ہے جس کی نظیر اس کرہ ارض پر انسانی معاشروں میں نہیں ہوتی ۔ وہ اپنی نوعیت کا ایک منفرد معاشرہ ہوتا ہے۔",
  "ayah": 274,
  "surah": 2
}
