{
  "text": "درس 20 ایک نظر میں\nگزشتہ سبق میں ، اسلامی نظام زندگی میں انفاق فی سبیل اللہ اور صدقہ کا دستور اور طریقہ بیان کیا گیا تھا۔ یہاں انفاق اور صدقے کا عین صفحہ بالمقابل الٹا جاتا ہے ۔ یعنی نظام ربا اور اس کے ظالمانہ اور سیاکارانہ نتائج صدقہ میں تو داد وہش ، احسان و پاکیزگی ہے اور طہارت وجوانمردی ہے ۔ باہم تعاون اور تکافل ہے ۔ جبکہ سود خوری میں بخل اور کنجوسی ، گندگی اور نجاست ، خود غرضی اور ذاتی مفاد ہے ۔\nصدقہ کا خلاصہ یہ ہے کہ اس میں دنیا میں مال کو ترک کرلیا جاتا ہے ۔ اور بظاہر اس کا کوئی عوض یا بدلہ نہیں لیا جاتا اور ربا کا خلاصہ یہ ہے قرض روپیہ واپس لینے کے ساتھ ساتھ سود خور کچھ زیادہ بھی وصول کرتا ہے ۔ یہ زائد دولت مدیون کی محنت یا اس کے گوشت اور خون سے لی جاتی ہے ۔ محنت سے اس صورت میں جب مدیوں نے مال لیا ، اس کے ساتھ محنت کی اور اس کی محنت کے نتیجے میں اسے منافع حاصل ہوا ۔ اس صورت میں تو زائد دولت محنت کا حصہ ہوگی لیکن اگر اسے منافع نہ ہوا یا اسے خسارہ ہوگیا تو اس صورت میں اس کے خون پسینہ کا حصہ ہوگی ۔ یا مثلاً قرض اس نے ذاتی اخراجات یا اپنے خاندان کے ضروری اخراجات کے لئے لیا ہو اور اسے نفع بخش کاروبار میں لگایا ہی نہ ہو تو اس صورت میں بھی سود کی رقم گویا ، اس شخص کی ذات سے وصول ہوگی۔\nیہی وجہ ہے کہ اگر صدقہ روشن صفحہ ہے تو ربا اس کے بالمقابل ایک تاریک صفحہ ہے ۔ انفاق کرنے والے کا چہرہ اگر روشن ہے تو سود خور کا چہرہ تاریک اور سیاہ ہے ۔ اس لئے کہ اس حسین و جمیل اور پاک وصاف اور رحیم وکریم چہرے کے بیان کے متصلاً بعد سود خور کے بدنما چہرے کو بھی پیش کردیا گیا ۔ اس چہرے کو ایسے انداز میں پیش کیا گیا ہے کہ جس سے سودی کاروبار کی تمام اندرونی برائیاں اور قباحتیں اس چہرے سے عیاں ہوگئیں ، افراد کا سنگدلانہ طرز عمل ، ناداروں کی ہلاکت اور معاشرہ میں اس سودی نظام سے پیدا ہونے والی تمام برائیاں اور فسادات ظاہر ہوگئے۔\nاسلام نے دورجاہلیت کی تمام برائیوں کو ختم کیا ، لیکن اسلام نے جس قدر مذمت سودخوری کی کی ہے ، اس قدر مذمت کسی دوسری برائی کی نہیں کی ہے ۔ نیز اسلام نے سود خوری کے خلاف جس طرح لفظی اور معنوی دھمکی دی ہے ، اس قدر کسی بھی دوسری برائی کے ارتکاب کرنے والے کو نہیں دی گئی ۔ ان آیات میں بھی اور ان کے علاوہ دوسرے مقامات پر بھی ۔ اور اللہ کی ذات یقیناً دوررس حکمتوں کا احاطہ کرنے والی ہے ۔ اس میں شک نہیں کہ دور جاہلیت میں جو سودی نظام جاری وساری تھا اس کے اپنے مفاسد اور قباحتیں بھی تھیں ، لیکن آج ہمارے دور سرمایہ داری میں جس طرح اس کے نتائج اور فسادات کھل کر سامنے آگئے ہیں اور اس کا یہ بدنما چہرہ جس خوش اسلوبی سے بےنقاب ہوکر سامنے آگیا ہے ، دور جاہلیت میں ایسا کبھی نہ تھا۔ اس دور میں یہ مکروہ چہرہ اس طرح بدنما ، بدشکل اور پھر تیوری چڑھائے ہوئے نہ تھا ، جس طرح وہ آج ہے ۔ اور ہمارے اس جدید دور میں وہ کھل کر سامنے آگیا ہے۔\nاس وقت کے غالب سودی معیشت پر ، اس آیت میں جو خوفناک حملہ شروع کیا گیا ہے ، اس کی حقیقی حکمت و افادیت ، دورجاہلیت کے مقابلے میں آج بھی اچھی طرح ظاہر ہورہی ہے جبکہ پوری انسانیت آج اس نظام کی چکی میں پس رہی ہے ۔ جو شخص اسلامی نظام زندگی کی اصل حکمت ، اس کی حقیقی عظمت اور اس کی جامعیت اور اس کی باریک بینی پر اچھی طرح غور وفکر اور تدبر کرنا چاہتا ہے ، وہ ان آیات و نصوص پر غور کرکے وہ کچھ پاسکتا ہے ، جو ان لوگوں کے لئے ممکن نہ تھا ، جنہوں نے سب سے پہلے ان آیات کا مطالعہ کیا تھا۔ اس لئے کہ آج پوری انسانی معیشت ان نصوص کے ایک ایک حکم کی براہ راست تصدیق کررہی ہے ۔ آج کی پوری انسانیت جو سود کھلاتی ہے اور سودکھاتی ہے ، اس پر مصائب وشدائد کے وہ پہاڑ ٹوٹ چکے ہیں ، جنہوں نے اس کی کمر توڑ دی ہے اور اسے پیس کر رکھ دیا ہے ۔ اس نظام نے اس کے اخلاق کو بگاڑ دیا ہے۔ اس کی صحت کا معیار گرادیا ہے ، اس کا اقتصادی نظام درہم برہم ہوگیا ہے اور سب سے بڑی خرابی یہ کہ اس کے دین کو تباہ وبرباد کردیا ہے۔ آج دنیا خالق حقیقی کے ساتھ برسر پیکار ہے۔ جس کی وجہ سے وہ عذاب الٰہی میں مبتلا ہے ۔ ایک فرد ہے تو وہ بھی اس عذاب میں گرفتار ہے۔ کوئی قوم ہے یا امت ہے تو وہ بھی اس مصیبت میں گرفتار ہے ۔ لیکن نہ تو اس عذاب میں کمی آتی ہے اور نہ ہی کوئی قوم یا امت عبرت پکڑتی ہے۔\nگزشتہ سبق میں قرآن نے جو دستور انفاق فی سبیل اللہ وضع فرمایا تھا ، تو وہ دراصل اسلام کے اجتماعی اور اقتصادی نظام کا اصل الاصول تھا ، مطلوب یہ تھا کہ ایک اسلامی معاشرہ کا اقتصادی نظام باہم برد احسان اور صدقہ وانفاق پر قائم ہو اور اس کے سائے میں لوگ باہم شفیق وہمدرد بن کر رہیں ۔ جبکہ جاہلی نظام ، اس کے بالمقابل سود خوری کے ظالمانہ اور گھٹیا درجے کی اخلاقیات پر قائم ہوتا ہے ۔ جس میں احسان اور رحم کی گنجائش نہیں ہوتی ۔\nیہ دونوں نظام دراصل ایک دوسرے کے بالمقابل نظام ہیں ۔ ایک اسلامی نظام ہے اور دوسرا سودی نظام ہے ۔ اپنے اساسی فکر کے اعتبار سے یہ کبھی ایک جگہ جمع نہیں ہوسکتے ۔ کسی اساس پر یہ متحد نہیں ہوسکتے ۔ نہ اپنے اثرات ونتائج کے اعتبار سے وہ ایک جیسے ہوسکتے ہیں ۔ ہر ایک اپنے مخصوص تصورحیات ، اپنے اہداف ومقاصد کے پیش نظر کام کرتا ہے اور یہ دونوں نظام پوری طرح ایک دوسرے سے متضاد ہیں ۔ ان دونوں کے نتائج بھی ایک دوسرے سے مختلف مرتب ہوتے ہیں ۔ یہی وجہ ہے چھوٹتے ہی اس نظام پر یہ خوفناک حملہ کیا گیا اور جو لوگ نظام سود خوری کے کل پرزے ہیں انہیں خوفناک نتائج کی دہمکی دی گئی ۔\nاسلام اپنے اقتصادی نظام ، بلکہ اپنے پورے نظام کی بنیاد اس سچائی کے تصور پر رکھتا ہے جو اس کائنات میں موجود ہے ۔ یہ سچائی ذات باری ہے ۔ وہ اس کائنات کی خالق ہے ۔ وہ اس زمین کی خالق ہے ۔ وہ اس انسان کی خالق ہے ۔ وہی تو ہے جس نے ہر موجود کو انور وجود سے آراستہ کیا ۔ وہی تو ہے جو ہر موجود کا مالک ہے ۔ اس لئے کہ وہی ہر موجود کا موجد ہے۔ اس نے اس کائنات میں ہر بنی نوع انسان کو اپنا جانشین بنایا ۔ اس کائنات میں اس نے جو قوتیں اور جو ضروریات ودیعت کئے تھے ، اس نے انہیں بنی نوع انسان کے تصرف میں دیا ۔ لیکن یہ اختیارات ایک وعدے اور ایک شرط کے ساتھ مشروط تھے ۔ یہ عظیم کائنات اس حضرت انسان کے تصرف میں بےقید وبے شرط نہیں دے دی کہ جو چاہے اس میں کرتا پھرے ۔ یہاں زندگی بسر کرنے کے لئے ، اس نے انسان کے لئے کچھ حدود وقیود واضح طور پر متعین کردیئے تھے ۔ اس نے اسے خلافت فی الارض اس شرط پر دی کہ وہ الٰہی نظام حیات کے مطابق یہاں اپنی زندگی بسر کرے گا ۔ وہ اللہ کی شریعت کا پیروکار ہوگا۔ اس لئے یہاں اس کے وہ تمام فیصلے ، اعمال ، اخلاق اور عبادات جو اس کے عہد کے مطابق ہوں گے وہ نافذ العمل اور معتبر ہوں گے ۔ اور اس کے جو کام اس عہد کے مخالف اور شریعت سے متضاد ہوں گے وہ باطل ، کالعدم اور موقوف ہوں گے ۔ اور اگر وہ خلاف شریعت کسی اصول واخلاق کو زبردستی یہاں نافذ کرتا ہے تو وہ ظلم وعدوان ہوگا۔ اور انہیں نہ مسلمان تسلیم کریں گے اور نہ ہی اللہ انہیں قبول کرے گا ۔ لہٰذا اس کرہ ارض پر حاکمیت صرف اللہ کے لئے مخصوص ہے ۔ جس طرح اس کائنات میں حاکمیت صرف اللہ کی جاری وساری ہے۔ رہے انسان تو وہ حاکم ہوں یا محکوم ، ان کی حاکمیت کا ماخذ اور منبع اسلامی نظام زندگی اور اسلامی شریعت کا نفاذ ہے ۔ پوری کی پوری انسانیت بھی اگر فیصلہ کردے تب بھی اسے یہ فیصلہ کرنے کا اختیار نہیں کہ اب وہ اتباع شریعت سے آزاد ہے ۔ اس لئے کہ انسان بحیثیت حاکم ومختار یہاں اللہ کا نائب اور ایجنٹ ہے اور اسے یہ ایجنسی ایک چارٹر کے تحت دی گئی ہے۔ جس کی پابندی اس کے لئے ضروری ہے ۔ انسان بذات خود اس دولت کا مالک نہیں ہے جو اس کے تصرف میں ہے۔\nاس عہد اور چارٹر کی دفعات میں سے ایک اہم دفعہ یہ ہے کہ اس کرہ ارض پر وہ تمام لوگ جو اپنے خالق پر ایمان لانے والے ہیں ، باہم تعاون اور تکافل سے زندگی بسر کریں ۔ وہ ایک دوسرے کے ولی اور دوست ہوں اور اللہ تعالیٰ نے انہیں جو وسائل رزق عطا کئے ہیں ان سے سب کے سب فائدہ اٹھائیں ۔ باہمی تعاون ونکافل کی اساس پر ۔ اس اساس پر نہیں کہ یہ تمام وسائل مطلقاً مشترک ہیں ۔ جس طرح مارکسیت جدیدہ کا تصور ہے ۔ یہ تکافل و تعاون محدود انفرادی ملکیت کی اساس پر ہے ۔ اس محدود ملکیت کی اساس پر اگر کسی کی محنت پھل لائے اور اس کے پاس وافر دولت جمع ہوجائے تو اس کا فرض ہے کہ وہ اللہ کے دیئے میں سے ان لوگوں پر خرچ کرے جو نادار ہیں اور جن کے وسائل محدود ہیں لیکن انفاق کے ساتھ ساتھ تمام افراد معاشرہ اپنی طاقت ووسعت کے مطابق کسب وعمل فرض کیا گیا ہے ۔ جس قدر وسائل اسے میسر ہیں ۔ کسی کے لئے جائزیہ نہیں قرار دیا گیا کہ وہ دوسروں پر بوجھ بنے ۔ یا باوجود اس کے کہ وہ کسب وعمل پر قادر ہو اور پھر بھی معاشرے سے اجتماعی کفالت کا طالب ہو ۔ جیسا کہ اس سے قبل ہم بیان کرچکے ہیں ۔ اسلامی نظام کے اس اجتماعی کفالتی نظام کے لئے ہر شریعت نے زکوٰۃ کو فرض قرا ردیا ہے اور صدقہ اور انفاق فی سبیل اللہ کو نفلی مدد قرار دیا ہے ، جس کی کوئی انتہاء اور کوئی حد نہیں ہے ۔\nاسلام نے اپنے اقتصادی نظام کے اصول وضع کرتے وقت میانہ روی اور اعتدال کو پیش نظر رکھا ہے ۔ اس نظام میں انفاق فی سبیل اللہ میں بھی اسراف اور ظلم اور حد سے تجاوز کو منع کیا گیا ہے ۔ نیز جو پاک چیزیں یہاں انسان کے لئے جائز قرار دی گئی ہیں ، ان سے انتفاع اور تلذذ میں بھی اسراف سے منع کیا گیا ہے ۔ اس لئے کہ انسان کی ضروریات زندگی کی مد میں اخراجات کے دائرے کو محدود کردیا گیا ہے ۔ اور اسے دائرہ اعتدال میں محدود کیا گیا ہے ۔ محدود ضروریات کے جو بچ جاتا ہے ، اس پر زکوٰۃ اور صدقات نافلہ کا ہر وقت تصرف رہتا ہے ۔ خصوصاً ایسے حالات میں جبکہ ایک مومن کو یہ حکم بھی دیا جاتا ہے کہ وہ اپنی دولت کو نفع بخش کاروبار میں لگائے اور اس میں اضافہ کرتا رہے ۔\nکاروباری زندگی میں اہل اسلام پر یہ قید لگائی گئی ہے کہ وہ اپنی کاروباری جدوجہد میں کسی کے لئے اذیت اور مضرت کا باعث نہ بنیں ۔ اور ایسا کاروبار نہ کریں جس کے نتیجے میں لوگوں تک ان کی ضروریات کی رسد میں کسی قسم کی رکاوٹ پیدا ہو۔ نہ ایسا کاروبار کریں جس کے نتیجے میں دولت بالا بالا چند ہاتھوں تک محدود ہوجائے اور اس کا دائرہ محدود ہوجائے كَيْ لا يَكُونَ دُولَةً بَيْنَ الأغْنِيَاءِ مِنْكُمْ................ ” تاکہ وہ تمہارے مالداروں کے درمیان گردش نہ کرتا رہے ۔ “\nاسلام نے معاشی جدوجہد میں فکر وعمل کی طہارت و پاکیزگی کو بھی لازم قرار دیا ہے ۔ اس نے کاروبار میں وسائل ونتائج کی پاکیزگی پر بہت زور دیا ۔ کاروبار کی ترقی اور دولت میں اضافہ کرنے کے بارے میں ایسے ضابطے اور قاعدے وضع کئے ہیں جن کے نتیجے میں انسانی ضمیر اور انسانی اخلاق پر برے اثرات نہیں پڑتے ۔ نہ ان سرگرمیوں سے معاشرے کے اجتماعی وجود اور اجتماعی زندگی متاثر ہوتی ہے (تفصیلات کے لئے ملاحظہ فرمائیں میری کتاب العدالۃ الاجتماعیہ فی الاسلام)\nیہ سب اصول اور سرگرمیاں اس سچائی کی اساس پر ہیں جو اس پوری کائنات میں جاری ہے ۔ یعنی تصور الٰہ اور پھر اس عہد کے دائرے کے اندر موجود جو انسان اور حقیقت وجود کے درمیاں طے پایا جو خلیفہ بننے والے انسان کے تمام تصرفات اور سرگرمیوں پر حاوی ہے ، جو اللہ کی مملوکہ سرزمین پر فرائض خلافت سرانجام دے رہا ہے۔\nیہ وجوہات ہیں جن کے نتیجے میں سود خوری ایک ایسا عمل قرار پاتی ہے ، جو اساسی طور پر پوری پوری طرح ایمانی تصور حیات کے ساتھ متصادم ہے ۔ اس لئے کہ سودی نظام بالکل ایک علیحدہ تصور حیات پر مبنی ہے ۔ ایک ایسا تصور جس میں عقیدہ توحید اور وجود باری کے لئے ” تاکہ وہ تمہارے مالداروں کے درمیان گردش نہ کرتا رہے ۔ “\nاسلام نے معاشی جدوجہد میں فکر وعمل کی طہارت و پاکیزگی کو بھی لازم قرار دیا ہے ۔ اس نے کاروبار میں وسائل ونتائج کی پاکیزگی پر بہت زور دیا ۔ کاروبار کی ترقی اور دولت میں اضافہ کرنے کے بارے میں ایسے ضابطے اور قاعدے وضع کئے ہیں جن کے نتیجے میں انسانی ضمیر اور انسانی اخلاق پر برے اثرات نہیں پڑتے ۔ نہ ان سرگرمیوں سے معاشرے کے اجتماعی وجود اور اجتماعی زندگی متاثر ہوتی ہے (تفصیلات کے لئے ملاحظہ فرمائیں میری کتاب العدالۃ الاجتماعیہ فی الاسلام)\nیہ سب اصول اور سرگرمیاں اس سچائی کی اساس پر ہیں جو اس پوری کائنات میں جاری ہے ۔ یعنی تصور الٰہ اور پھر اس عہد کے دائرے کے اندر موجود جو انسان اور حقیقت وجود کے درمیاں طے پایا جو خلیفہ بننے والے انسان کے تمام تصرفات اور سرگرمیوں پر حاوی ہے ، جو اللہ کی مملوکہ سرزمین پر فرائض خلافت سرانجام دے رہا ہے۔\nیہ وجوہات ہیں جن کے نتیجے میں سود خوری ایک ایسا عمل قرار پاتی ہے ، جو اساسی طور پر پوری پوری طرح ایمانی تصور حیات کے ساتھ متصادم ہے ۔ اس لئے کہ سودی نظام بالکل ایک علیحدہ تصور حیات پر مبنی ہے ۔ ایک ایسا تصور جس میں عقیدہ توحید اور وجود باری کے لئے کوئی گنجائش نہیں ہے ۔ وہ ایک بے خدا تصور حیات ہے ۔ اس لئے سودی نظام میں اصول واخلاق کی کوئی گنجائش نہیں ہے جس اصول اور اخلاق کی اساس اللہ تعالیٰ انسانی زندگی کی تنظیم چاہتے ہیں۔\nسودی نظام کا اساسی تصور یہ ہے کہ انسانی زندگی اور اراہ الٰہی کے درمیان کوئی رابطہ نہیں ہے ۔ انسان بتداء ہی سے کرہ ارض کا مالک ہے ۔ اس پر اللہ تعالیٰ کے ساتھ کسی عہد و پیمان کی کوئی ذمہ داری نہیں ہے ۔ اس لئے وہ اللہ تعالیٰ کی جانب سے جاری کردہ احکام کا سرے سے پابند ہی نہیں ہے ۔\nاسی تصور حیات کے مطابق انسان ان تمام ذرائع کے استعمال میں آزاد ہے ، جن کے ذریعہ وہ دولت جمع کرسکے ۔ وہ دولت کے بڑھانے اور ترقی دینے میں بھی کسی اصول کا پابند نہیں ہے ۔ اسی طرح وہ دولت کے استعمال میں بھی کسی حد وقید کا پابند نہیں ہے ۔ اس سلسلے میں اللہ کے ساتھ کسی عہد و پیمان کا بھی پابند نہیں ہے ۔ نہ وہ اس بات کا پابند ہے کہ دوسرے لوگوں کی مصلحتوں کو خاطر میں لائے ۔ اس لئے اس پر اس بات کا کوئی اثر نہیں ہوتا ۔ اگر اس کی ذخیرہ اندوزی اور سرمایہ میں بےپناہ اضافے کے نیتجے میں لاکھوں انسانوں کو تکلیف پہنچے ۔ بعض اوقات انسان کے بنائے ہوئے قوانین ، ایسے شخص کی آزادی پر بعض جزوی پابندیاں عائد کرکے ، دولت کی لامحدود ارتکاز کو روکنے کی کوشش کرتے ہیں ۔ مثلاً سود کی شرح پر پابندی عائد کردی جاتی ہے ۔ بعض اوقات انسان کے بنائے ہوئے قوانین بعض مالی چالبازیوں ، ظلم و زیادتی ، دھوکہ بازی اور مالی ضرر انسانی پر پابندیاں عائد کردیتے ہیں ۔ لیکن یہ پابندیاں ایک روٹین بن جاتی ہیں اور لوگ اپنی اصلی عادت کی طرف لوٹ آتے ہیں ۔ اس لئے وہ وہی کام کرنے لگتے ہیں جن کی خواہش ان کے دلوں میں بھی رچی بسی ہوتی ہے ۔ یہ انسانی قوانین معاشرے میں وہ اصول رائج اور راسخ نہیں کرسکتے جو خداوند قدوس کی طرف سے نازل کردہ قوانین انسان کے دل میں پیدا کردیتے ہیں ۔ غرض سودی نظام کی نیو ایک غلط اور فاسد اساس پر اٹھائی جاتی ہے ۔ اور وہ یہ کہ اس جہاں میں انسان کا مقصد اعلیٰ صرف یہ ہے وہ مال و دولت جمع کرتا پھرے ۔ چاہے اس کے لئے جو مکروہ ذریعہ اسے اختیار کرنا پڑے ۔ اور پھر وہ اس دولت سے فائدہ اٹھائے اور اسے جس طرح چاہے خرچ کرے ۔ یہی وجہ ہے کہ ایک مادہ پرست شخص کے دل میں اسقدر لالچ پیدا ہوجاتا ہے کہ وہ کتوں کی طرح دولت پر ٹوٹ پڑتا ہے ۔ اور سب کچھ حاصل کرنا چاہتا ہے اور اس سے ہر طرح کے مفادات حاصل کرنا چاہتا ہے ۔ یوں وہ تمام اصولوں کو پامال کرکے اور تمام جہاں کے مفادات کو قربان کرکے بھی دولت جمع کرنے میں لگارہتا ہے ۔\nنظام ربا کا ایک نتیجہ یہ ہوتا ہے کہ وہ تمام بشریت کو پیس کر رکھ دیتا ہے ۔ اس میں افراد اور معاشرے کی زندگی دوبھر ہوجاتی ہے ۔ اس کے نتیجے میں اقوام وملل تباہ ہوجاتی ہیں ۔ اور یہ تباہی صرف ان مٹھی بھر لوگوں کے مفاد کے لئے ہوتی ہے جو اس نظام میں روپیہ فراہم کرتے ہیں ۔ جو اقوام اس نظام کی زد میں آجاتی ہیں وہ اخلاقی ، نفسیاتی اور اعصابی اعتبار سے بھی گرجاتی ہیں ، ان اقوام کا مالی نظام خراب ہوجاتا ہے ، اور انسانی اقتصادیات میں مناسب نشوونما نہیں ہوتا ۔ اور نتیجہ یہ ہوتا ہے کہ پوری انسانیت پر حقیقی اور عملی اقتدار چند ایسے لوگوں کے ہاتھ میں چلا جاتا ہے ، جو اللہ کی اس پوری مخلوق میں ذلیل ترین لوگ ہوتے ہیں ۔ اس کے ساتھ وہ پرلے در جے کے فسادی ہوتے ہیں ۔ یہ ایک ایسا طبقہ ہوتا ہے جو انسانیت کے لئے اس کرہ ارض پر کسی قسم کی دوستی ، ہمدردی یا ذمہ داری کا کوئی پاس نہیں رکھتا ۔ جیسا کہ ہمارے اس جدید دور میں انسانیت کو ایسے ہی ایک گروہ سے واسطہ پڑا ہوا ہے ۔ یہ گرہ جس طرح افراد کو روپیہ فراہم کرتا ہے اسی طرح حکومتوں اور اقوام کو بھی روپیہ فراہم کرتا ہے ۔ اپنے وہ ممالک جہاں یہ گروہ رہائش پذیر ہوتا ہے ، ان کے اندر یہ کاروبار کرتا ہے اور بیرونی دنیا میں بھی یہ کام کرتا ہے ۔ اور تمام انسانیت کو محنت کا پھل اسے ملتا رہتا ہے ۔ اور لوگوں کی خون پسینے کی کمائی غیر محسوس طور پر ان کی تجوریوں کی طرف لوٹتی رہتی ہے ۔ اور یہ فائدہ انہیں محض اپنے اس سودی کاروبار کی وجہ سے ملتا رہتا ہے ، جس میں خود ان کی محنت ومشقت کا کوئی دخل نہیں ہوتا ۔\nنہ صرف یہ کہ لوگوں کی دولت اس گروہ کے ہاتھ میں ہوتی ہے بلکہ اس گروہ کو اس معاشرہ میں مکمل اثر ورسوخ بھی حاصل ہوتا ہے۔ اس گروہ کے پیش نظر نہ اصول ہوتے ہیں ، نہ وہ کسی اخلاقی نظام کا پابند ہوتا ہے ، نہ وہ کسی دین و مذہب پر یقین رکھتا ہے بلکہ وہ مذہب واخلاق اور اصول اور کردار کا مذاق اڑانے میں اپنا اثر ورسوخ استعمال میں لاتے ہیں ۔ جو اس سودی معاشرے میں انہیں حاصل ہوتا ہے اور اس خوفناک اثر ورسوخ کے نتیجے میں وہ ایسے حالات پیدا کرتے ہیں اور ایسے ایسے منصوبے روبعمل لاتے ہیں اور ایسی فکری فضا پیدا کرتے ہیں جس کے اندر رہ کر وہ اس سودی نظام کی وجہ سے عوام الناس کا مزید استحصال کرتے ہیں ۔ ان حالات میں ان کی خساست اور قابل نفرت لالچ کی راہ میں رکاوٹ نہیں رہتی ۔ اور ان کے تمام مقاصد پورے ہوتے ہیں ۔ اس سلسلے میں ایسے لوگوں کا بہترین اور آسان طریقہ یہ ہوتا ہے وہ عوام کو جنسیت اور لذتیت کا خوگر بناکر انسانی اخلاق اور عفت کو ختم کرکے انسان کو شہوات ولذتیت کے گندے نالے میں گرادیتے ہیں ۔ اور وہ اس کے اس قدر عادی ہوجاتے ہیں کہ اپنی آخری کوڑی بھی اس میں صرف کردیتے ہیں ۔ چناچہ ان کی دولت ان کے اقتصادی جال میں پھنستی چلی جاتی ہے ۔ یہ کام یوں سر انجام دیا جاتا ہے کہ یہ سودی کاروبار کرنے والے تمام عالمی اقتصادی نظام کو اپنی محدود مصلحتوں کے موافق چلاتے ہیں ۔ چاہے ان کے ان اقدامات کی وجہ سے عالمی اقتصادی پیداوار عوام الناس اور پورے انسانی معاشرے کے مفاد کے مقابلے میں چند سرمایہ داروں کے مفاد میں محبوس ہوجاتی ہے جو سرمایہ فراہم کرتے ہیں اور جن کے ہاتھ میں عالمی سرمایہ کی باگیں آجاتی ہیں اور وہ سب تاریں اپنے مفاد میں ہلاتے ہیں ۔\nیہ اندوہناک واقعہ ہمارے ، اس جدید دور میں یوں پایہ تکمیل کو پہنچا کہ دورجاہلیت میں بھی وہ ایسی خوفناک صورت میں نہ تھا ۔ اس لئے کہ قرون اولیٰ کے سود خور ، جو ایک فرد کی صورت میں یا ایک ادارے کی صورت میں ہوتے تھے وہ اس قدر موثر نہ تھے ، جیسا کہ جدید دور کے بینک اور مالی ادارے کام کرتے ہیں ۔ ان جدید مالی اداروں کو پوری دنیا میں بڑی بڑی حکومتوں کے اندر اثر ورسوخ حاصل ہوتا ہے ۔ وہاں حکومتوں کی خارجہ پالیسیوں اور تجارتی پالیسیوں پر اثر انداز ہوتے ہیں ۔ پھر وہ صحافت اور نشر و اشاعت کے عالمی اداروں پر قابض ہیں ۔ اپنے مزاج اور نظریات کے مطابق تصانیف لکھواتے ہیں ۔ اساتذہ اور یونیورسٹیوں پر ان کا قبضہ ہوتا ہے ۔ اور میڈیا پر مکمل طور پر وہ اثر انداز ہوتے ہیں ۔ ان وسائل وذرائع سے وہ عامۃ الناس میں ایک ایسی ذہنیت پیدا کرتے ہیں کہ وہ عوام جن کا گوشت و پوست وہ کھا رہے ہوتے ہیں ۔ ان کا خون چوس رہے ہوتے ہیں اور اس سودی نظام کی وجہ سے ان کی محنت کے مزے لوٹ رہے ہوتے ہیں وہ ان کے ذہنوں کو اس طرح مسخر کردیتے ہیں کہ یہ سودی نظام ان کی نظروں میں ایک معقول نظام اور لازمی نظام بن جاتا ہے جو بالکل معقول نظر آتا ہے ۔ وہ سمجھتے ہیں کہ اس سودی نظام کے بغیر دنیا اقتصادی ترقی سے محروم رہے گی ۔ اور یہ کہ مغربی دنیا کی اقتصادی ترقی محض اس سودی نظام کی وجہ سے ہوئی ہے اور یہ کہ جو لوگ سودی نظام کے خاتمہ کے لئے جدوجہد کررہے ہیں وہ عملی لوگ نہیں ، محض خیالی گھوڑے دوڑاتے ہیں ۔ اور یہ کہ ان کے خیالات و تصورات کی اساس محض اخلاقی نظریات پر ہے یا محض نظریاتی اصولوں پر ہے ۔ جن کا عملی دنیا میں کوئی نمونہ موجود نہیں ہے ۔ اور نہ ان کے نفاذ کی کوئی راہ ہے ۔ اور اگر ایسا کوئی نظام وضع کرنے کی کوشش کی گئی تو اس کے نتیجے میں پوری دنیا کا اقتصادی نظام تباہ ہوجائے گا ۔ پھر یہ سود خور ان لوگوں کو مزاح کا نشانہ بناتے ہیں جو موجود سودی اقتصادی نظام پر تنقید کرتے ہیں ۔ اور یہ مزاح ان لوگوں کے ذریعہ سے کرایا جاتا ہے ، جو خود اس سودی نظام کے ڈسے ہوئے ہیں اور صرف اس نظام کی وجہ سے وہ مفلوک الحال ہیں جس طرح آج کا پورا عالمی اقتصادی نظام اس سودی نظام کی وجہ سے خستہ اور تباہ وبرباد ہوگیا ہے اور سود خوروں کی یہ عالمی تنظیمیں اس اقتصادی نظام کو محض اپنی نہج اور اپنی منشاء کے مطابق چلاتی ہیں اور جب وہ ان کی منشاء کے خلاف جائے ، یہ اسے ایسے جھٹکے دیتی ہیں اور ایسے مالی بحران پیدا کرتی ہیں کہ ماہرین اقتصادیات کے دماغ درست ہوجاتے ہیں اور وہ اس پورے عالمی مالی نظام کو از سر نو مٹھی بھر سود خوروں کی جماعت کے مفاد کے مطابق استوار کردیتے ہیں ۔\nخاص اقتصادی نقطہ نظر سے بھی ، یہ سودی نظام ایک ناقص نظام ہے ۔ بعض مغربی ماہرین اقتصادیات پر بھی اس کے مفاسد آشکارا ہوچکے ہیں ، حالانکہ یہ لوگ اس سودی نظام میں پروان چڑھے ۔ اور خود مغربی علوم و ثقافت اور اخلاق و تصورات میں مغربی مالیاتی اداروں کے پروپیگنڈے کی وجہ سے سود کا تصور رچابسا تھا ۔ وہ ماہرین اقتصادیات جو محض اقتصادی نظام کے نقطہ نظر سے سود کے خلاف ہیں ، ان میں سرفہرست جرمنی کے ڈاکٹر شاخت ہیں ۔ وہ جرمنی بینک ” رائخ “ کے سابق ڈائریکٹر تھے ۔ 1953 ء میں انہوں نے دمشق میں جو تقاریر کیں ان میں یہ ایک اہم نتیجہ حیرت انگیز ہے کہ ایک گہرے اور مسلسل شماریاتی عمل سے یہ بات ظاہر ہوتی ہے کہ پوری دنیا کی دولت آخر کار چند مٹھی بھر سود خوار مالی اداروں کی طرف لوٹتی نظر آتی ہے ۔ اس لئے کہ اس نظام میں روپیہ فراہم کرنے والا فائدہ ہی اٹھاتا چلا جاتا ہے جبکہ قرض لینے والا ہر وقت خسارہ اٹھاتا ہے ۔ لہٰذا آخر کار شماریات کے عمل کا نتیجہ یہی نکلتا ہے کہ دولت ہمیشہ قرض دینے والے سود خواروں کی طرف لوٹتی رہتی ہے ۔ ہمارے دور میں شاخت کا نظریہ پوری طرح ثابت ہوچکا ہے ۔ اس لئے کہ اس وقت کرہ ارض کی پوری دولت کا حقیقی مالک چند ہزار افراد اور ادارے ہیں ۔ دوسرے وہ افراد جو مالک تصور ہوتے ، یاکارخانوں کے مالک جو بینکوں سے قرضہ لیتے ہیں یا وہ لوگ جو ان کارخانوں میں کام کرتے ہیں ، یہ سب لوگ دراصل ان مالی اداروں کے کارکن اور ملازم ہیں اور ان کے مفادات کے لئے کام کرتے ہیں یہ چند ہزار افراد اور ادارے اس پوری دنیا کے کارکنوں کے محنت کے نتائج وصول کرتے ہیں ۔\nسودی اقتصادی نظام کی یہ صرف ایک کمزوری ہے ۔ جو نظام بھی سودی لین دین پر مبنی ہوگا ، اس میں رقم ادا کرنے والے اور صنعت وتجارت کے میدانوں میں کام کرنے والوں کے درمیان ہمیشہ مخالفت اور تضاد کا تعلق ہوگا اور وہ ایک جواری کی طرح ایک دوسرے کے ساتھ معاملہ کرتے ہیں اور مسلسل ایک دوسرے کی مخالفت کرتے ہیں ۔ قرض دہندہ ہر وقت زیادہ سے زیادہ فائدہ اٹھانے کے درپے ہوتا ہے ۔ اس لئے وہ یہ کوشش کرتا ہے کہ دولت کو سمیٹے رکھے اور تجارت اور صنعت کو اس کی بےحد ضرورت ہوجائے اور یوں ایک تاجر اور ایک صنعت کار اسے زیادہ سے زیادہ نفع دینے پر آمادہ ہوجائے ۔ وہ شرح سود مسلسل بڑھاتا رہتا ہے یہاں تک کہ قرض لینے والے تاجر اور صنعت کار یہ محسوس کرتے ہیں کہ اس کام میں انہیں کوئی فائدہ نہیں ہے ۔ اس لئے وہ جو کام کرتے ہیں ، اس کے نتائج قرض اور سود میں چلے جاتے ہیں ، ان کے لئے کچھ نہیں بچتا ۔ ایسے وقت میں مال کا پھیلاؤ ختم ہوکر سکڑتا ہے ۔ کارخانے پیداوار بند کردیتے ہیں ۔ کارکن بےروزگار ہوجاتے ہیں ۔ لوگوں کی قوت خرید کم ہوجاتی ہے ۔ اور جب اقتصادی بحران اس مقام تک پہنچ جاتا ہے تو سود خور اب محسوس کرتا ہے کہ دولت کی طلب ختم ہوگئی ہے ، سرمایہ بےکار پڑا ہے تو وہ مجبوراً پھر سود کی شرح کم کردیتا ہے بلکہ کم کرنے پر مجبور ہوتا ہے ۔ اور صنعت کار اور تاجر پھر اس کی طرف متوجہ ہوتے ہیں اور پھر زندگی میں خوشحالی عود کر آتی ہے ۔ یوں دنیا عالمی اقتصادی بحرانوں کا شکار ہوتی رہتی ہے اور ایک عام آدمی اس چکی میں پستا رہتا ہے اور ایک مویشی کی طرح بیخبر رہتا ہے۔\nاس نظام میں ہر صارف بالواسطہ سودخوروں کو ان کے حصے کا ٹیکس ادا کرتا ہے۔ اس لئے تاجر اور صنعت کارسود خوروں کو جو نفع ادا کرتے ہیں وہ انہیں اپنی جیب سے نہیں ادا کرتے ۔ وہ یہ نفع ایک صارف سے وصول کرتے ہیں ۔ وہ اشیائے صرف کی قیمت بڑھاتے ہیں اور یوں یہ سودی رقم پوری انسانیت پر تقسیم ہوتی ہے اور ان سے وصول ہوکر آخرکار سود خوار کے ہاں جمع ہوتی ہے ۔ رہے وہ قرض جو حکومتیں ان مالی اداروں سے لیتی ہیں یعنی اصلاحات اور ترقیاتی منصوبوں کے لئے ، تو ان کا بوجھ بھی آخر کار ایک عام آدمی پر پڑتا ہے۔ اس لئے کہ حکومت ان قرضوں کا سود ادا کرنے کے لئے لوگوں پر مزید ٹیکس عائد کرتی ہے ۔ اور ایک عام آدمی یہ بوجھ بھی اٹھاتا ہے ۔ غرض آخرکار ہر شخص سود خوروں کو شرح سود ادا کرنے میں اپنے حصے کا بوجھ اٹھاتا ہے ۔ لیکن اس حد تک بھی یہ معاملہ رکتا نہیں ۔ یہ استعماریت صرف سودی لین دین پر آکر نہیں رکتی ۔ اس کے اس استحصال کے لئے جنگیں شروع ہوتی ہیں ۔\nیہاں فی ظلال القرآن میں ہمارے لئے یہ ممکن نہیں ہے کہ سودی نظام کے مفاسد گنوادیں۔ اس کے لئے ایک مستقل بحث کی ضرورت ہے (اس سلسلے میں وہ قیمتی مباحث ملاحظہ ہیں جو المسلم العظیم سید ابوالاعلیٰ مودودی نے اسلام اور جدید اقتصادی نظریات کے نام سے لکھیں ہیں۔ سید قطب) اس لئے ہم یہاں صرف اس قدر تلخیص پیش کرتے ہیں تاکہ جو لوگ صحیح مسلمان بننا چاہتے ہیں ، انہیں یہ معلوم ہوجائے کہ وہ اساسی حقائق کیا ہیں جن کی وجہ سے اسلام نے اس مکروہ سودی نظام کو حرام قرار دیا ہے :\n1۔ پہلی بات یہ ہے کہ ہمیں اس بارے میں اپنے دل و دماغ کو صاف کرلینا چاہئے ۔ وہ یہ کہ اسلام کے ساتھ کسی بھی جگہ سودی نظام جمع نہیں ہوسکتا ۔ اس کے علوہ جو عالم ، جو مفتی بھی جو بات کہے گا وہ فریب کاری ہے ۔ اور صریح دھوکہ ہے ۔ اس لئے کہ اسلامی تصور حیات بنیادی طور پر سودی نظام سے متصادم ہے ۔ سودی نظام کے نتائج جو عوام کے فکر وعمل میں پیدا ہوتے ہیں یا اس کے نتیجے میں جو اخلاقیات پیدا ہوتی ہیں وہ اسلام کے خلاف ہیں ۔\n2۔ سودی نظام پوری انسانیت کے لئے ایک مصیبت ہے ۔ صرف ایمان اخلاق ، اور تصور حیات کے میدان ہی میں نہیں بلکہ خالص اقتصادی زندگی کی گہرائیوں میں بھی ایک عذاب ہے ۔ یہ نظام انسان کی خوشحالی اور فلاح پر ڈاکہ ڈالتا ہے اور انسانیت کی متوازن نشوونما کی راہ میں سب سے بڑی رکاوٹ ہے ۔ حالانکہ بظاہر اس نظام پر یہ جعلی لیبل لگایا گیا ہے کہ وہ پوری انسانیت کی اقتصادی ترقی کے لئے وضع کیا گیا ہے۔\n3۔ اسلام میں عملی نظام اور اخلاقی نظام کا باہم چولی دامن کا ساتھ ہے ۔ اسلام میں تصور یہ ہے کہ اپنے تمام معاملات اور تصرفات میں انسان اس عہد کا پابند ہے کہ وہ اس کرہ ارض پر اللہ کا نائب اور خلیفہ ہے ۔ اور اس کے تمام تصرفات شرط خلافت سے مشروط ہیں ۔ اور یہ کہ یہاں اس کی پوری زندگی امتحان گاہ میں ہے ۔ وہ بطور آزمائش بھیجا گیا ہے ۔ اور اس نے اپنی پوری زندگی کا حساب و کتاب ایک دن دینا ہوگا۔ اسلامی نظام زندگی نہ تو صرف اخلاقی نظام ہے جو صرف چند اخلاقی ہدایات پر مشتمل ہو اور نہ ہی صرف عملی نظام ہے ، یہ بیک وقت اخلاقی اور عملی ہدایات پر مشتمل نظام زندگی ہے ۔ اگر اس نے اچھی طرح اس نظام کو اپنایا تو اسے اس کی پوری زندگی پر اس طرح اجر ملے گا ، گویا اس نے عبادت کی ۔ اور اگر اس نے اسے ترک کیا تو بعینہٖ اسی طرح اسے آخرت میں ان دو پہلوؤں پر سزا دی جائے گی ۔ چناچہ اسلام کا اقتصادی نظام اس کے اخلاقی پہلو کے بغیر مکمل نہیں ہوتا ۔ اور اسلام کے اقتصادی اخلاقیات کوئی غیر لازم عمل نہیں ہے بلکہ اسلام کے قتصادی نظام کا لازمی جزو ہیں ۔ ان کے بغیر اسلام کا عملی اقتصادی نظام چل ہی نہیں سکتا۔\n4۔ چوتھی بات یہ کہ سودی کاروبار کے نتیجے میں لازماً انسانی ضمیر مردہ اور خراب ہوجاتا ہے ۔ انسان کے اخلاق خراب ہوجاتے ہیں ۔ دوسرے بنی نوع انسان کے حق میں ایک سود خور کا رویہ اور اس کے جذبات اچھے نہیں رہتے ۔ انسانی معاشرہ کی زندگی دوبھر ہوجاتی ہے ۔ معاشرے کی اجتماعی کفالت کا انتظام خراب ہوجاتا ہے ۔ سودی نظام کی وجہ سے عوام کے اندر طمع ، لالچ ، خود غرضی ، دھوکہ بازی اور قمار بازی کے جذبات پیدا ہوجاتے ہیں ۔ دور جدید کے ماہرین اقتصادیات سود خوری کو اس بات کی بڑی وجہ تصور کرتے ہیں کہ جس کی وجہ سے سرمایہ گھٹیا درجے کی غیر پیداواری مصارف کی طرف بہہ نکلتا ہے ، تاکہ سرمایہ کاری پر یقینی فائدہ حاصل ہو ۔\nاور سود ادا کرنے کے بعد اس سے قرض حاصل کرنے والے کے لئے بھی کچھ بچ جائے ۔ یہی جذبہ ہے کی وجہ سے گھٹیا درجے کی گندی فلموں ، گندی صحافت ، رقص گاہوں ، عیاشی کے اڈوں ، شراب خانوں اور تمام مصارف میں سرمایہ لگایا جاتا ہے جو اخلاق کے لئے تباہ کن ہوتے ہیں اور جن کے ذریعہ اخلاقی توڑ پھوڑ کا عمل جاری رہتا ہے اور سودی نظام کے تحت ایسے کاموں میں سرمایہ کاری نہیں کی جاتی جو انسانیت کے لئے مفید ہوں بلکہ مقصد یہ ہوتا ہے کہ ایسے منصوبوں میں سرمایہ لگایا جائے جن سے زیادہ سے زیادہ نفع ملے ۔ آج کی عالمی اقتصادیات میں یہ روزآنہ کا مشاہدہ ہے ۔ اور اس کا پہلا سبب سودی کاروبار کا موجودہ نظام ہے ۔\n5۔ پانچواں نکتہ یہ ہے کہ اسلامی نظام ایک مکمل نظام حیات ہے جو باہم مربوط ہے ۔ وہ جب سودی کاروبار حرام قرار دیتا ہے تو وہ ایک ایسا نظام تیار کرتا ہے ، جس میں اس سودی کاروبار کی طرف سے کوئی احتیاج ہی نہیں رہتی ۔ وہ اقتصادی زندگی کی تشکیل وتنظیم یوں کرتا ہے کہ کسی شعبے میں سرے سے اس کی ضرورت ہی نہ رہے۔ اور اس سے انسان کی معاشی ترقی کا کوئی گوشہ بھی متاثر نہیں ہوتا ۔ اجتماعی اقتصادی ترقی جاری رہتی ہے ۔\n6۔ ششم نکتہ یہ ہے کہ جب اسلامی نظام زندگی کو اپنا نظام نافذ کرنے کا موقعہ ملے گا ، تو اس کی پالیسی یہ نہ ہوگی کہ وہ اجتماعی ترقی کے اداروں کو سرے سے ختم کردے بلکہ پالیسی یہ ہوگی کہ ان اداروں کو سود سے پاک کردیا جائے ۔ چناچہ ان اداروں سے سودی نجاستوں کو ختم کردیا جائے گا ۔ یہ ادارے بعض دوسرے اصولوں پر منظم ہوں کے اور اجتماعی ترقی کے لئے کام کرتے رہیں گے ۔ ان اداروں میں بینک ، کمپنیاں اور جدید اقتصادی ادارے سب شامل ہیں ۔\n7۔ یہ نہایت ہی اہم نکتہ ہے ۔ ایک مسلمان کو یہ پختہ یقین کرلینا چاہئے کہ یہ بات بالکل محال ہے کہ اللہ تعالیٰ سودی کاروبار کو حرام کردیں اور پھر صورتحال یہ ہو کہ انسان کی اجتماعی زندگی غیر سودی کاروبار کے ذریعے چل ہی نہ سکے ۔ اس طرح یہ بھی محال ہے کہ ایک ناپاک ، نجس اور مضر چیز ہو انسانی زندگی اس کے بغیر استوار نہ ہوسکتی ہو۔ اس لئے اللہ ہی اس کرہ ارض پر حیات انسانی کا خالق ہے ۔ اسی نے اس کرہ ارض پر انسان کو اپنا خلیفہ قرار دیا ہے اور خود ذات باری کا حکم ہے کہ اس کرہ ارض پر حیات انسانی کو ترقی دی جائے اور انسان کو سہولیات فراہم کی جائیں ۔ ہر کام اللہ تعالیٰ کے ارادے سے ہی سرانجام پاتا ہے ۔ وہی ہے جو انسان کو توفیق دیتا ہے کہ وہ اس جہاں میں بھلائی کرے ۔ اسی لئے نظریاتی حوالے سے یہ بات محال ہے کہ کوئی چیز اللہ کے ہاں حرام ہو اور اس کے ساتھ ساتھ وہ زندگی کی ترقی اور نشوونما کے لئے ضروری ہو ۔ اس کے سوا زندگی میں ترقی نہ کی جاسکتی ہو ۔ یا کوئی بھی گندگی اور خبیث چیز ایسی ہو ، جس کے سوا زندگی قائم نہ رہ سکتی ہو یا اس کے سوا اس جہاں میں زندگی کو ترقی نہ دی جاسکتی ہو جو شخص یہ سوچ رکھتا ہو ، یقیناً اس کی یہ سوچ غلط ہے اس کا یہ دعویٰ زہر آلود اور یہ تصور غلط ہے ۔ جسے نسل بعد نسل پھیلایا گیا ہے ۔ یعنی یہ کہ سودی نظام دنیا کی ترقی اور نشوونما کے لئے سنگ میل ہے ۔ اور یہ کہ سودی نظام ایک قدرتی نظام ہے ۔ اس تصور کو دراصل ایک منظم سازش کے ذریعہ تعلیم و ثقافت کے سرچشموں میں داخل کردیا گیا ہے اور شرق وغرب میں علوم اور تربیت کے منابع کے اندر سے سے داخل کردیا گیا ہے پھر دور جدید میں ، زندگی کی اساس اس نظام پر استوار کردی گئی ہے ۔ اور یہ کام ان افراد اور ایجنسیوں نے کیا ہے جو اس نظام میں سرمایہ فراہم کرنے والی ہیں ۔ مشکل یہ درپیش ہے کہ ہر کسی کو زندگی کا نظام سود کے سوا کسی دوسری اساس پر قائم کرنا مشکل نظر آتا ہے ۔ یہ مشکل اس ایک بھیانک شکل اختیار کرلیتی ہے جب ایک انسان دولت ایمان سے محروم ہو ۔ پھر ذہنی غلامی اور آزادنہ غوروفکر نہ کرنے کی وجہ سے بھی یہ کام مشکل نظر آتا ہے ۔ اس لئے کہ سرمایہ فراہم کرنے والی ایجنسیوں نے یہ وہم انسانی دل و دماغ میں یقین کی صورت میں جانشین کردیا ہے۔ اس لئے کہ ذرائع علم ومعرفت پر ان کا مکمل کنٹرول ہے ۔ بین الاقوامی اداروں اور حکومتوں پر ان ایجنسیوں کو مکمل کنٹرول حاصل ہے ۔ عام اور خاص نشر و اشاعت کے اداروں پر ان سود خوروں کا مکمل قبضہ ہے ۔\n8۔ آٹھویں بات یہ ہے کہ جو لوگ یہ خیال رکھتے ہیں کہ دور جدید میں سودی نظام کے علاوہ کسی اور نظام پر اقتصادی نظام استوار نہیں ہوسکتا ، دراصل ایک بےحقیقت وہم ہے ۔ یہ دراصل ایک بہت بڑا جھوٹ ہے اور یہ جھوٹ اس لئے رائج ہے کہ بعض طاقتور بین الاقوامی ادارے اسے محض اپنی مصلحت کے لئے زندہ رکھے ہوئے ہیں۔ جس وقت بھی بین الاقوامی مالی اداروں کی نیت درست ہوگی ۔ جس وقت بھی پوری انسانیت اس نظام کو بدلنے کا عزم کرے گی یا کم ازکم امت مسلمہ اس کی تبدیلی کا ارادہ کرلے گی اور یہ ٹھان لے گی کہ اب وہ بین الاقوامی مالی اداروں کے چنگل سے آزاد ہونا چاہتی ہے اور وہ اپنی بھلائی کا انتظام خود کرتی ہے ، اپنی خوشحالی اور ترقی کے نظام کی اساس ، اخلاق اور پاکیزگی پر استوار کرتی ہے تو اسی وقت دنیا کے سامنے بالکل ایک نیا مالی نظام استوار ہوکر سامنے آجائے گا ۔ یہ اسلامی نظام ہوگا اور جسے اللہ تعالیٰ نے تمام انسانیت کے لئے پسند کیا ہوا ہے ۔ جس کا نفاذ عملاً ہوچکا ہے ۔ اس کے سائے میں زندگی نے بھرپور مظاہرہ کیا ہوا ہے ۔ اب بھی یہ نظام قابل نفاذ ہے اور اس کے تحت اقتصادی نظام منظم ہوسکتا ہے ، لیکن شرط یہ ہے کہ لوگ سمجھیں اور راہ ہدایت پالیں۔\nیہاں ہم وہ تفصیلات نہیں دے سکتے جن سے اس نظام کی مکمل تفصیلات اور جزئیات سے بحث کی جاسکے ۔ ہمارے لئے یہ اجمالی اشارات ہی کافی ہیں (اس سلسلے میں بعض عملی تجاویز مولاناابو الاعلیٰ مودودی نے پیش کی ہیں جن کا حوالہ میں اس سے پہلے دے چکا ہوں۔ ان پر غور کیا جاسکتا ہے۔ سید قطب) ان سے یہ بات واضح ہوجاتی ہے کہ سود خوری کی یہ برائی اقتصادی زندگی کی ضروریات میں سے نہیں ہے ۔ تاریخ انسانیت میں اس سے پہلے بھی سودی نظام چھا گیا تھا اور اسلام نے انسانیت کو اس کے چنگل سے آزاد کرایا تھا ۔ آج بھی انسانیت نے اقتصادی بےراہ روی اختیار کرلی ہے ۔ اور اسے اس بےراہ روی سے صرف اسلام کا مستحکم ، رحیمانہ اور سلیم الفطرت نظام نجات دلاسکتا ہے۔\nاب ذرا تفصیل سے ملاحظہ کیجئے کہ سود کے تلخ اقتصادی نظام پر اسلام کس طرح حملہ آور ہوتا ہے ۔ اس نظام نے انسانیت کو ان تلخیوں سے دوچار کردیا ہے ۔ جس سے زیادہ کوئی اور تلخی انسانیت کو کبھی نصیب نہیں ہوئی ۔\nیہ ایک خوفناک جملہ ہے اور دہشناک تصویر کشی ہے ۔ الَّذِينَ يَأْكُلُونَ الرِّبَا لا يَقُومُونَ إِلا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ................ ” ان کا حال اس شخص جیسا ہوتا ہے جسے شیطان نے چھو کر باؤلا کردیاہو۔ “\nقرآن کریم نے سود خور کی جو تصویر کھینچی ہے جس طرح سود خوار کو زندہ اور متحرک شکل میں پیش کیا ہے۔ اس جیسی تاثیر اور تنبیہ حسین سے حسین معنوی اور نظری پیرایہ اظہار میں نہیں پیدا کی جاسکتی ۔ یہ ایسی تصویرکشی ہے جس کے نتیجے میں سود خوار کی تصویر الگ محسوس اور پیش پا افتادہ پیرائے میں نظر آتی ہے۔ اس تصویر کے ذریعے معروف اور عام طور پر تجربے میں آنے والے کرداروں کو ظاہر کیا گیا ہے ۔ قرآن لوگوں کے اس دیکھے ہوئے کردار کو ان کی نظروں سے تازہ کرتا ہے تاکہ یہ کردار انسانی احساس میں خوف پیدا کرے ، سرمایہ کاری کرنے والے سود خوروں کے انسانی جذبات جاگیں اور متحرک ہوں ۔ انہیں جھنجھوڑ جھنجھوڑ کر ان کے مروج اور عادی سودی نظام اقتصادیات سے انہیں نکالاجائے ۔ اور انہیں لالچ اور خود غرضی کی اس فضاء سے نکالا جائے جس میں انہیں بہت سے فائدے نظر آتے ہیں ۔ اپنی جگہ یہ انداز تربیت بہت ہی مفید ہوتا ہے جبکہ یہ پیرایہ بیان اپنی جگہ حقیقت پسندانہ اور واقعی بھی ہوتا ہے۔\nاکثر تفاسیر میں لا يَقُومُونَ........ کا مفہوم یہ بیان ہوا ہے کہ اس سے مراد روز قیامت کا قیام اور حشر ہے لیکن میرا خیال یہ ہے کہ اس کرہ ارض پر ہماری زندگی میں بھی خوفناک تصویر عملاً موجد ہوتی ہے ۔ نیز یہ مفہوم کہ دنیا میں سود خوار کی حالت ایسی ہوتی ہے اگلے فقرے کے ساتھ بھی ہم آہنگ ہوتا ہے کہ جو لوگ سودی نظام ترک نہیں کرتے وہ دراصل اللہ تعالیٰ کے ساتھ اعلان جنگ کررہے ہیں ہم دیکھتے ہیں کہ عالم اقتصادیات میں یہ جنگ مسلسل لڑی جارہی ہے اور گم کردہ راہ انسانیت پر یہ جنگ مسلط ہے اور اس نظام میں ایک سود خور اسی طرح دیوانہ وار تگ ودو میں مصروف ہے جس طرح شیطان کا چھوا ہوا شخص دیوانہ ہوتا ہے ۔ اس سے پہلے کہ ہم سود خور کی دیوانگی کو زندگی کے عملی نظام میں تلاش کریں ذرا مناسب معلوم ہوتا ہے ۔ رسول اکرم ﷺ کے دور میں نزول قرآن کے وقت سودی اقتصادی نظام جس نہج پر چل رہا تھا ذرا اس کی تصویر کشی کردیں ۔ نیز یہ کہ اس سودی نظام کے بارے میں اہل جاہلیت کے ماہرین اقتصاد کے تصورات کیا تھے ۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 275,
  "surah": 2
}
