{
  "text": "نظامِ ربا کے صفحہ بالمقابل کا بنیادی عنصر زکوٰۃ ہے اور زکوٰۃ کی ماہیت یہ ہے کہ وہ ایک قسم کا خرچ اور انفاق ہے ، جس کا کوئی عوض اس جہاں میں نہیں ہے نہ اس خرچ کے نتیجے میں کچھ واپس ہوتا ہے اور سیاق کلام میں زکوٰۃ کے ذکر سے مقصد یہ ہے کہ یہاں مومنین کی اس اہم صفت کو بیان کردیا جائے نیز اسلامی معاشرہ کی اس اہم صفت کو بیان کردیا جائے اور یہ بتایاجائے کہ سودی معاشرہ کے مقابلے میں اس ایمانی معاشرہ میں اطمینان قلب ، امن وامان ، اللہ کی رضامندی اور برکات الٰہی کے کیا کیا نظارے ہیں اور کس قدر پر کیف منظر ہے اس معاشرہ کا ۔\nزکوٰۃ دراصل ایک ایسے معاشرے کا اصل الاصول ہے جو باہم تضامن اور باہم کفالت پر مبنی ہوتا ہے اور اس معاشرے کے کسی بھی شعبے اور کسی بھی پہلو میں سودی اقتصادیات کانہ وجود ہوتا ہے اور نہ وہ اقتصادیات سے کوئی ضمانت طلب کرتا ہے ۔\nامت اسلامیہ کے احساس اور خود ہمارے احساسات میں زکوٰۃ کی اصل صورت پریشان اور گم ہوگئی ہے ۔ امت مسلمہ کی بدبخت نسلوں نے صدیاں گزرگئیں کہ اسلام کے اقتصادی نظام کو عملاً چلتا ہوا نہیں دیکھا ہے۔ اس نے اسلامی نظام زندگی کا عملی مشاہدہ نہیں کیا کہ وہ خالص ایمانی تصور حیات ، خالص نظریاتی تربیت اور نظریاتی اخلاق کی اساس پر قائم ہوا ہو اور وہ انسانیت کو اور انسانی نفسیات کو ایک خاص نہج پر ڈھال رہا ہو اور خود یہ نظام اس طرح ہو کہ اس میں اس کے صحیح تصورات زندہ ہوں ، پاک اخلاق نظام رائج ہو اور اونچی اقدار حیات قائم ہوں اور اس میں اسلام کے اقتصادی نظام کا مرکزی نکتہ زکوٰۃ ہو جبکہ اس کے مقابلے میں تمام دوسرے نظام عملاً ربا کی اساس پر قائم ہوں اور پھر امت دیکھے کہ انسانی زندگی نشو ونما پارہی ہو اور اقتصادی نظام انفرادی سعی وجدوجہد پر قائم ہو اور اگر باہم تعاون کی کوئی اجتماعی شکل ہو تو وہ ربا سے پاک ہو ۔\nزکوٰۃ کی اصل شکل و صورت ہمارے دور کی بدبخت اور ہدایت سے محروم نسلوں کے دل و دماغ میں مشتبہ ہوگئی ہے ، اس لئے کہ ان نسلوں نے انسانیت کی وہ بلندو برتر خوبصورت تصویر دیکھی ہی نہیں جو نظام زکوٰۃ کے نتیجے میں سامنے آتی ہے۔ موجودہ نسلیں جدید مادی نظام کے اندر پیدا ہوئیں اور اسی کے سائے میں پروان چڑھیں اور یہ جدید نظام خالص سودی تصور پر قائم ہے ۔ ان نسلوں نے صرف بخل اور کنجوسی ، حرص و لالچ اور انفرادیت اور خود غرضی ہی دیکھی ہے جو دورجدید میں ہر کسی کے دلوں پر حکمران ہے ۔ اس دور میں دولت محتاجوں اور غریبوں تک صرف قابل نفرت سودی نظام ہی کے ذریعے پہنچ رہی ہے ۔ لوگ بغیر کسی اجتماعی کفالتی نظام کے زندگی بسر کررہے ہیں ۔ صرف اس صورت میں انہیں تحفظ ملتا ہے جب وہ خود سرمایہ رکھتے ہوں یا انہوں نے اپنی دولت کا ایک معتدبہ حصہ خرچ کرکے موجودہ سودی نظام کے تحت اپنے آپ کو انشور کرالیا ہو ۔ آج صنعت اور تجارت کو صرف اس صورت میں سرمایہ دستیاب ہوتا ہے۔ جب وہ اسے سودی نظام کے واسطہ سے لیں ، اس لئے جدید نسلوں کے دل و دماغ پر یہ بات چھاگئی ہے کہ ماسوائے سودی نظام اقتصادیات کے اور کوئی اقتصادی نظام سرے سے موجود ہی نہیں ہے اور یہ کہ صرف اسی نظام کے تحت زندگی بسر ہوسکتی ہے۔\nجدید دور کے انسانوں کے ذہن سے زکوٰۃ کا حقیقی تصور یوں مٹ گیا ہے کہ وہ اسے صرف ایک انفرادی احسان اور نیکی سمجھنے لگے ہیں اور یہ کہ اس کی اساس پر کوئی اجتماعی نظام استوار نہیں ہوسکتا لیکن یہ لوگ حاصلات زکوٰۃ کے عظیم حجم کا تصور بھی نہیں کرسکتے کہ اڑھائی فیصد زکوٰۃ اصل سرمایہ اور منافع دونوں پر واجب ہے اور وہ لوگ بڑی خوشی سے یہ شرح ادا کرتے ہیں جن کی تربیت اسلام نے کی ہوئی ہوتی ہے اور اپنے مخصوص انداز میں کی ہوئی ہوتی ہے۔ وعظ و ارشاد کے ذریعہ ، قانون سازی کے ذریعہ اور ایک ایسے نظام زندگی کے ذریعے جس کا تصور ان کے دل و دماغ پر چھایا ہوتا ہے اور اس شرح زکوٰ ۃ کو ایک اسلامی حکومت بطور ایک لازمی حق کے وصول کرتی ہے ، یوں نہیں کہ کوئی چیز بطور خیرات یہ حق ادا کرے اور اس عظیم فنڈ سے ان تمام لوگوں کی کفالت ہوتی ہے ، جن کے لیے اپنے ذاتی وسائل ناکافی ہوجائیں اور حالت یہ ہوتی ہے کہ کہ معاشرے کا ہر فرد یہ ضمانت پالیتا ہے کہ اس کی زندگی اور اس کی اولاد کی زندگی محفوظ ہے اور ہر حالت میں محفوظ ہے ۔ اس فنڈ میں سے ان لوگوں کے قرضے بھی ادا کئے جاتے ہیں جو قرضوں کے بوجھ تلے دب جائیں چاہے یہ تجارتی قرضے ہوں یا غیر تجارتی ہوں۔\nاسلام میں اہمیت اس بات کو حاصل نہیں ہے کہ کسی نظام کی ظاہری شکل و صورت کیسی ہے ۔ اہمیت اس بات کو حاصل ہے کہ کسی نظام کی روح کیسی ہے ۔ اسلام اپنی تربیت اور ہدایت ، اپنے قانونی نظام اور ضابطہ بندی اور اپنے پورے نظام کے ذریعہ جس قسم کی سوسائٹی وجود میں لانا چاہتا ہے ۔ وہ سوسائٹی اسکے نظام کی شکل و صورت ، اس کے اجزاء اور اداروں اور اس کی حکمت عملی کے ساتھ مکمل طور پر متناسب اور متناسق ہوتی ہے ۔ وہ سوسائٹی اس کے قانون کا تکملہ ہوتی ہے ۔ اس سوسائٹی کے افراد کے ضمیر کی گہرائیوں میں سے ایک اجتماعی کفالتی نظام وجود میں آتا ہے ۔ اس کے تمام ادارے اور حکمت عملیاں ایک اجتماعی کفالت وجود میں لاتی ہیں ۔ اس نظام میں فرد اور ادارہ باہم معاون اور باہم کفیل ہوتے ہیں ۔ یہ ایک ایسی حقیقت ہے جو ان لوگوں کے فہم وادراک سے بہت بلند ہے جو جدید مادی نظام زندگی میں پروان چڑھے ہیں لیکن یہ ایک ایسی حقیقت ہے جسے ہم مسلمان بخوبی جانتے ہیں ۔ اور ہمارا ذوق ایمانی اس کی مٹھاس محسوس کرتا ہے ۔ جبکہ جدید دور کے باسی اپنی بدبختی اور بد ذوقی کی وجہ سے یہ مٹھاس نہیں محسوس کرتے ۔ جدید دور کا انسان اس محرومی اور بدبختی میں اس لئے مبتلا ہے کہ اس کی باگ دوڑ اس جدید مادی نظام کے ہاتھ میں ہے ۔ خدا کرے یہ اسی طرح محروم ہوں اور یہ اس خیر سے دور ہی رہیں جس کی خوشخبری اللہ ان الفاظ میں دیتے ہیں ۔ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ............... ” جو لوگ ایمان لے آئیں اور نیک عمل کریں اور نماز قائم کریں اور زکوٰۃ دیں ، ان کا اجر بیشک ان کے رب کے پاس ہے اور ان کے لئے کسی خوف اور رنج کا موقعہ نہیں “ ایسے لوگ جو ان آسمانی ہدایات سے محروم ہیں ۔ وہ قلبی اطمینان اور سکون سے بھی محروم رہیں گے ۔ جبکہ اجر وثواب سے تو وہ محروم ہیں ہی۔ اس لئے کہ وہ اپنی جہالت ، اپنی جاہلیت ، اپنی ضلالت اور اپنی ہٹ دھرمی کی وجہ سے تو وہ محروم ہیں ۔\nاللہ تعالیٰ ان لوگوں سے پختہ عہد کرتا ہے کہ جو لوگ اپنی زندگی کو ایمان اور عمل صالح پر استوار کریں گے ۔ باہم اقتصادی تعاون کرکے اپنی معیشت کو درست کریں گے ۔ ان کا اجر اللہ کے ہاں محفوظ ہے ۔ وہ امن میں رہیں گے ، وہ کسی خوف و خطرے سے دوچار نہ ہوں گے ۔ وہ خوش قسمت ہیں ۔ محروم نہیں ہیں ۔ اس لئے وہ ہر قسم کے اندیشوں سے محفوظ ہوں گے لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ............... ” ان کا اجر بیشک ان کے رب کے پاس ہے ، ان کے لئے کسی خوف اور رنج کا موقع نہیں ہے۔ “\nایسے حالات میں جبکہ ایک سودی نظام اقتصادیات والی سوسائٹی اللہ کے قہر وغضب کی مستحق قرار پاتی ہے ۔ اس کے افراد مخبوط الحواس اور گم کردہ راہ ہوتے ہیں ۔ جس کے نتیجے میں وہ روحانی خوف اور رنج والم کا شکار ہوتے ہیں ۔\nانسانی تاریخ میں انسانیت نے صحیح اسلامی معاشرہ میں یہ نظام امن و سکون بچشم سر دیکھا ہے ۔ اور وہ رنج والم اور خوف وبے اطمینانی کی عام فضاء وہ جدید سودی معاشرہ میں بھی دیکھ رہی ہے ۔ اے کاش کہ ہم ہر حساس دل کو پکڑ کر جھنجھوڑ سکتے ۔ تو اسے خوب جھنجھوڑتے اور وہ خواب غفلت سے بیدار ہوکر اس حقیقت کو پالیتا ۔ اے کاش ! کہ اگر ممکن ہوتا تو ہم سوتی آنکھ کو جگاتے ۔ اسے کھولتے اور وہ اس عظیم حقیقت کو پالیتی ۔\nافسوس کے ہمارے پاس وہ قوت نہیں ہے ۔ اگر ہوتی تو ہم ایسا کر گزرتے ........ ہم صرف حقیقت کی طرف اشارہ ہی کرسکتے ہیں ۔ ممکن ہے کہ اللہ اس گم کردہ راہ اور بدنصیب انسانیت کو اس طرف متوجہ کردیں ۔ اور دل تو اللہ تعالیٰ کی دوانگلیوں کے درمیان ہیں وہ جدہر چاہے پھیردے ۔ اور ہدایت تو اللہ تعالیٰ کے ہاتھ ہی میں ہے جسے چاہے عطاکرے ۔ ان حالات میں امن وفراوانی ، جس کا وعدہ اللہ تعالیٰ نے ایک اسلامی سوسائٹی کے ساتھ کررہا ہے ۔ جو اپنی زندگی سے ربا کو نکال دیتی ہے ۔ یوں وہ گویا کفر اور معصیت کو اپنی زندگی سے نکال پھینکتی ہے ۔ اور اپنی زندگی کو ایمان ، عمل صالح اور اللہ کی بندگی اور نظام زکوٰۃ پر قائم کرتی ہے ۔ غرض ایسے حالات میں امن وفراوانی میں اللہ تعالیٰ اپنی جانب لوگوں کو پکارتے ہیں ۔ جو ایمان لے آئے ہیں اور یہ پکار دراصل آخری وارننگ ہے ۔ انہیں حکم دیا جاتا ہے کہ وہ اپنی پوری زندگی کو نجس اور مفلس سودی اقتصادی نظام سے پاک کردیں اور اگر وہ اس کام کے لئے تیار نہیں ہیں تو یہ گویا ان کی جانب سے اللہ اور رسول ﷺ کے خلاف اعلان جنگ ہے ۔ بغیر کسی نرمی کے ، بغیر مہلت کے اور بغیر کسی تاخیری حربے کے۔",
  "ayah": 277,
  "surah": 2
}
