{
  "text": "اسلام نے ان لوگوں کے حق میں وہ سودی منافع چھوڑ دیا جو وہ کھاچکے تھے ۔ یہ فیصلہ نہ کیا کہ کھایا ہوا سود بھی ان سے لوٹایا جائے ۔ نہ اسلام نے ان کی تمام یا کچھ جائیداد کو ضبط کرنے کا حکم دیا ۔ اس سبب سے کہ ان کے کاروبار میں سود شامل تھا ۔ اس لئے کہ اسلام میں کوئی بات حرام نہیں قرار پاتی جب تک اسے اللہ تعالیٰ حرام قرارنہ دیں ۔ بغیر قانون سازی کے کوئی حکم نہیں دیا جاسکتا ۔ اور قانون کا مزاج یہ ہے کہ وہ اپنے آثار اپنے نفاذ کے بعد ظاہر کرتا ہے ۔ جو گزرچکا سو گزرچکا ۔ گزرے ہوئے معاملات اللہ کے سپرد ہیں ۔ ان پر قانونی احکام کا اطلاق نہیں ہوتا ۔ اس طرح اسلام نے سوسائٹی کو ایک بڑے دھماکہ خیز اقتصادی اور اجتماعی بحران سے بچالیا ۔ اگر اس قانون کا موثر بماضی قرار دیا جاتا تو ایک بہت بڑا بحران پیدا ہوجاتا ۔ یہ وہ اصول ہے جسے جدید قانونی نظام نے حال ہی میں اپنایا ہے ۔ اس لئے کہ اسلام میں قانون سازی اس لئے کی جاتی ہے کہ اس کی وجہ سے انسان کی واقعی اور زندگی کی اصلاح ہو۔ وہ اسے صحیح راستے پر ڈالے ، اسے گندگیوں سے پاک کرے ، اسے ناجائز بندھنوں سے آزاد کرے تاکہ وہ ترقی کرے اور اس کا معیار بلندہو ، اس کے ساتھ ساتھ اسلام نے اہل ایمان کے ایمان کو اس بات پر موقوف کردیا کہ وہ تب ہی مومن ہوں گے جب وہ اس قانون سازی کو قبول کریں ۔ وہ نازل ہوتے ہی اور علم میں آتے ہی اسے اپنی زندگیوں میں نافذ کردیں ۔ اور اس کے ساتھ ساتھ اسلام ان کے دلوں میں خوف اللہ اور تقویٰ بھی پیدا کرتا ہے ۔ تقویٰ کا شعور ہی وہ گارنٹی ہے جس کے ذریعہ اسلام اپنے قوانین نافذ کراتا ہے ۔ یہ وہ گارنٹی ہوتی ہے جو خود اہل ایمان کے نفس کے اندر پیدا ہوتی ہے ۔ یہ اندر کا چوکیدار ہوتا ہے اور اسلام میں اس کا درجہ ان گارنٹیوں اور چوکیداروں سے اونچا ہے جو کسی قانون کو روایتی طور پر حاصل ہوتا ہے ۔ اس لئے اسلامی قوانین کو نفاذ کے لئے وہ گارنٹی اور نگرانی حاصل ہوتی ہے جو جدید دور کے وضعی قوانین کو حاصل نہیں ہوتی ، اس لئے کہ یہ قوانین صرف خارجی دباؤ کی وجہ سے نافذ ہوتے ہیں ۔ اور یہ بات پوشیدہ نہیں کہ خارجی نگران کو کس خوبی سے جل دی جاسکتی ہے ۔ ایسے حالات میں جب انسان کے ضمیر کے اندر کوئی چوکیدار نہ بیٹھا ہو یعنی اللہ خوفی اور رضائے الٰہی کا نگران ۔\nیہ تو تھی ترغیب اس بات کی کہ ربا کو ترک کردو ، لیکن اس کے ساتھ ساتھ دھمکی اور ترہیب بھی آتی ہے ۔ اور یہ دھمکی اس قدر شدید ہے کہ اس سے دل دہل جاتے ہیں ۔ فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ........ ........ ” اگر تم نے ایسا نہ کیا تو آگاہ ہوجاؤ کہ اللہ اور اس کے رسول ﷺ کی طرف سے تمہارے خلاف اعلان جنگ ہے ۔ “\nاللہ کی پناہ ! اور اس کے رسول کی جانب سے اعلان جنگ ! یہ ایسی جنگ ہے ، جو نفس انسانی کو درپیش ہے ۔ خوفناک جنگ ہے ۔ جس کا انجام بالکل سامنے ہے ۔ جس میں بشر کو شکست سے دوچار ہونا ہی ہے ۔ انسان فانی اور ضعیف ہے ۔ وہ اللہ تعالیٰ کی قوت جابرہ کا کیا مقابلہ کرے گا جو آن واحد میں سب کچھ بھسم کرکے رکھ دے گی ۔ اور اس کا نام ونشان مٹادے گی ۔\nان آیات کے نزول کے بعد ، رسول اکرم ﷺ نے حاکم مکہ کو حکم دیا کہ وہ مکہ کے آل مغیرہ کے ساتھ جنگ کریں ، اس لئے کہ وہ ان آیات کے نزول کے بعد بھی سودی کاروبار سے باز نہ آئے تھے ۔ فتح مکہ کے دن رسول اللہ ﷺ نے اپنے خطبے میں جاہلیت کے دور کے تمام سودی قرضوں کو ختم کردیا تھا ۔ اور آپ نے فرمایا سب سے پہلے میں اپنے چچا عباس ؓ کے قرضے کو معاف کرتا ہوں ۔ اور یہ بوجھ قرضداروں پر اسلام کے آنے کے بعد ایک عرصہ تک رہا ۔ لیکن جب اسلامی معاشرہ پختہ ہوگیا ۔ اور اس کی بنیادیں مضبوط ہوگئیں اور وقت آگیا کہ علاقے کے اقتصادی نظام کو اصول ربا سے ہٹا کر صحیح اسلامی اصولوں سے استوار کیا جائے تو اسلام نے یہ قدم اٹھایا ۔ اس موقع پر رسول ﷺ نے فرمایا۔\n” جاہلیت کے دور کا تمام سود میرے ان دونوں پاؤں کے نیچے ہے اور سب سے پہلا سودی قرضہ جسے میں موقوف کرتا ہوں وہ عباس کا سود ہے ۔ “\nاس کے ساتھ ساتھ آپ لوگوں کو یہ تلقین بھی فرماتے کہ دورجاہلیت میں انہوں نے جو سود وصول کیا اسے واپس کردیں ........ اس سے معلوم ہوتا ہے کہ اسلامی حکومت کا فریضہ ہے کہ وہ ان لوگوں کے ساتھ جنگ کرے جو سودی اقتصادیات کو جاری رکھنے پر مصر ہیں ۔ اور جو اللہ کے حکم کی نافرمانی کرتے ہیں ۔ اگرچہ ایسے لوگ یہ اعلان کریں کہ وہ مسلمان ہیں ۔ حضرت ابوبکر ؓ نے مانعین زکوٰۃ کے خلاف جنگ اسی اصول کے تحت کی تھی حالانکہ وہ لاالٰہ الا اللہ محمد رسول اللہ یعنی کلمہ پڑھتے تھے ۔ نماز ادا کرتے تھے ۔ اس لئے جو شخص شریعت کی اطاعت کا انکار کردے اور اسے اپنی زندگی میں نافذ نہ کرے وہ مسلم نہیں رہتا ۔\nیہاں یہ بات پیش نظر رہے کہ اللہ اور رسول اللہ کی جانب سے سود خوروں کے خلاف اعلان جنگ توپ وتفنگ کی جنگ سے عام ہے ۔ جو ایک امام وقت کسی قوت کے خلاف کرتا ہے۔ یہ اعلان جنگ ، جیسا کہ رسول اللہ ﷺ نے فرمایا ہر اس معاشرے کے خلاف ہے جو اپنے اقتصادی نظام کی اساس سود پر رکھتاہو ، یہ جنگ ہمہ گیر اور خوفناک جنگ ہے ۔ یہ اعصاب کی جنگ ہے ۔ یہ دلوں کی جنگ ہے ۔ یہ خیر و برکت اور خوشحالی کے خلاف ربا کی جنگ ہے ۔ یہ سودی نظام کی جانب سے انسانیت کی سعادت اور خوشحالی اور اطمینان کے خلاف جنگ ہے ۔ یہ انسان کی کشاکش اور ایک دوسرے کے تعاقب کی جنگ ہے ۔ آخرکار یہ جنگ اقوام اور امم کے درمیان افواج اور اسلحہ کی جنگ ہے ۔ یہ ایک ہمہ گیر اور تباہ کن جنگ ہے اس کرہ ارض پر اس لئے برپا ہوتی ہے کہ یہاں کا نظام اصول ربا پر مبنی ہوجاتا ہے ۔ اور جس کی وجہ سے اس زمین سے خیر و برکت ختم ہوکر رہ جاتی ہے اور خوشحالی ناپید ہوجاتی ہے ۔ یہ تمام جنگیں اور کشمکشیں ان سرمایہ داروں کی جانب سے برپا کی جاتی ہیں جو پوری دنیا کے سرمایہ پر قابض ہوتے ہیں ۔ اور ان جنگوں کے شعلے بھڑکاتے ہیں ۔ کبھی وہ یہ کام براہ راست کرتے ہیں اور کبھی بالواسطہ کرتے ہیں۔ وہ اپنے دام تزویر میں کارخانوں اور کمپنیوں کو پھانس لیتے ہیں ۔ اس کے بعد اقوام اور حکومتیں ان کے دام میں شکار ہوتی ہیں ۔ اس کے بعد یہ حکومتیں ، اپنے شکار پر جھپٹتی ہیں اور یوں ان کے درمیان جنگ شروع ہوجاتی ہے ۔ کبھی یہ حکومتیں اپنے مفادات اور سرمائے کو بچانے کے لئے دوڑتی ہیں اور اپنی فوجی قوت میدان میں لاتی ہیں اور یوں میدان جنگ کے شعلے بھڑک ہیں ۔ بعض اوقات یوں ہوتا ہے کہ عوام الناس ٹیکس اور حکومتی واجبات ادا کرنے سے قاصر ہوجاتے ہیں ۔ عوام میں غربت عام ہوجاتی ہے ۔ محنت کار اور جفاکش لوگ تنگ آکر ایسی تحریکات سے وابستہ ہوجاتے ہیں جن کا مشن تخریب کاری اور تباہی پھیلانا ہوتا ہے ۔ اور یوں کسی بھی علاقے میں عوامی جنگ شروع ہوجاتی ہے ۔ اور اس سودی نظام کے تحت جو کشمکش برپا ہوتی ہے۔ اس کے عام بسہولت برآمدہونے والے نتائج یہ ہوتے ہیں کہ لوگوں کے نفوس خراب ہوجاتے ہیں ۔ اخلاقی تباہی پھیل جاتی ہے ۔ لوگوں میں عیاشی پیدا ہوجاتی ہے ۔ اور انسانیت کا ڈھانچہ تباہ ہوکر رہ جاتا ہے۔ اور انسان کی روحانی دنیا ایسی تباہی کا شکار ہوتی ہے کہ اس جیسی تباہی انسان کے جسم کو کسی ایٹمی جنگ سے بھی نہیں پہنچ سکتی ۔\nیہ جنگ جس کا اعلان سودی کاروبار کرنے والوں کے خلاف کیا گیا ہے ۔ ہر وقت اس کے شعلے بلندہوتے ہیں ۔ آج بھی یہ ہر طرف برپا ہے ۔ گم کردہ راہ انسانیت کا رطب دیا بس اس کی نظر ہورہا ہے ۔ لیکن یہ انسانیت اس کو سمجھنے سے قاصر ہے ۔ انسانیت یہ سمجھ رہی ہے کہ وہ دولت کمارہی ہے ۔ وہ ترقی کررہی ہے ۔ وہ بڑی کثرت سے مادی نتائج پیدا کررہی ہے ۔ متنوع مصنوعات تیار ہورہی ہیں ۔ لیکن یہ پیداوارہی اس کے لئے تباہی ہے ۔ یہی پیداوار اگر کسی پاک اور غیر سودی نظام سے ہوتی تو یہ انسانیت کیلئے نیک بختی اور خوشحالی کا سبب ہوتی ۔ لیکن یہ پیداوار سود کے ناپاک اور آلودہ نظام کے نتیجے میں سامنے آتی ہے ۔ اس لئے یہ انسانیت کے لئے ایک ایسا بوجھ ہے جس کے نتیجے میں انسانیت کا دم گھٹ رہا ہے ۔ جبکہ سود خوروں کا علمی گروہ عیش و آرام سے زندگی بسر کررہا ہے ۔ اور اسے اس پوری انسانیت کی مصیبتوں اور رنج والم کا کوئی احساس ہی نہیں ہورہا ہے ۔\nاسلام نے پہلی اسلامی جماعت کو اس بات کی دعوت دی اور آج پوری انسانیت کو اس بات کی دعوت دے رہا ہے کہ وہ پاک و صاف ذریعہ آمدن اختیار کریں اور وبائی سودی نظام سے تائب ہوکر راہ راست اختیار کریں وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ................ ” اب بھی توبہ کرلو تو اپنا اصل سرمایہ لینے کے تم حق دار ہو ۔ نہ تم ظلم کرو نہ تم پر ظلم کیا جائے ۔ “ یہ ایک معصیت سے توبہ ہے ، ایام جاہلیت میں رائج خطاکاری سے رجوع ہے ۔ اور جاہلیت کا تعلق کسی خاص زمانے سے نہیں ہوتا یا کسی خاص نظام ہی پر جاہلیت کا اطلاق نہیں ہوتا۔ جاہلیت کی حقیقت یہ ہے انسان الٰہی نظام زندگی سے منحرف ہوجائے جب بھی یہ انحراف ہو اور جہاں بھی ہو ، وہ جاہلیت ہوگی ۔ ربا ایک ایسی خطاکاری ہے جس کے اثرات انسان کے تصور حیات ، انسان کے اخلاق اور انسان کے شعور پر چھاجاتے ہیں ۔ پھر اس کے اثرات سوسائٹی پر اور سوسائٹی کے اجتماعی تعلقات پر پڑتے ہیں ۔ پوری انسانی زندگی پر اس کے اثرات مرتب ہوتے ہیں ۔ اقتصادی نشوونما اور ترقی پر اس کے اثرات مرتب ہوتے ہیں اگرچہ وہ لوگ جو سودی کاروبار کرنے والوں کے جھانسے میں آچکے ہیں ، یہ سمجھتے ہیں کہ سودی نظام اقتصادیات وہ واحد نظام ہے جو نشوونما اور اقتصادی ترقی کا اہل اور سبب ہے۔\nصرف اصل زر کی واپسی کا حق دینا ایک ایسا قاعدہ ہے جس کی رو سے نہ قرض دہندہ کو نقصان ہے اور نہ ہی قرض گیرندہ پر ظلم ہے ۔ رہی یہ بات کہ دولت میں اضافہ کیسے کیا جائے گا تو اس کے وسائل وذرائع علیحدہ ہیں ۔ جو ربا سے پاک وصاف ہیں ۔ اس کا پہلا ذریعہ ایک فرد کی ذاتی جدوجہد ہے ۔ دوسرا ذریعہ بطریقہ مضاربت باہم شراکت اموال ہے ۔ یعنی ایک شخص سرمایہ فراہم کرے اور دوسرا اس کے ساتھ کاروبار کرے اور دونوں فائدے اور نقصان میں شریک ہوں ۔ نیز اقتصادی ترقی ان کمپنیوں کے ذریعہ بھی ممکن ہوگی جو اپنے حصص براہ راست بازار حصص میں فروخت کرتی ہیں ۔ (ماسوائے تاسیسی سندات کے جن کے ذریعہ زیادہ نفع سمیٹ لیا جاتا ہے۔ ) اور حلال اور جائز کاروبار سے منافع حاصل کرتی ہیں ۔ پھر ایسی رقومات سے بھی اقتصادی ترقی ممکن ہوگی جو بغیر منافع کے محض امانت کے طور پر بینکوں میں جمع ہوں گی ۔ اس طرح کہ ایسی رقومات کو بینک ، کمپنیوں ، صنعتوں ، تجارتی اور کاروباری مدات میں براہ راست استعمال کریں یا بالواسطہ ان میں شرکت کریں اور شرط یہ ہو کہ وہ اپنے لئے متعین منافع طے نہ کریں اور بینک اپنا منافع یا خسارہ ایک مقررہ نظام کے تحت ان لوگوں پر تقسیم کریں جو ان کے پاس اپنی امانتیں رکھتے ہیں ۔ اور بینک کو یہ اجازت ہو کہ وہ اپنی کاروباری مصروفیات کے عوض ایک مقرر اور معین منافع اپنے لئے رکھ لے ۔ غرض ان ذرائع اور وسائل کے علاوہ بھی اقتصادی ترقیات کے لئے مزید اور وسائل اور ذرائع بھی پیدا کئے جاسکتے ہیں ۔ جن کی تفصیلات کا یہ موقع نہیں ہے ۔ اگر کسی قوم کا ایمان مضبوط ہو تو ایسے بیشمار وسائل پیدا کئے جاسکتے ہیں ۔ نیز نیت صاف ہوجائے اور پختہ ارادہ کرلیا جائے کہ ہم نے پاک اور صاف ذرائع سے وسائل رزق و ترقی حاصل کرنے ہیں اور گندہ اور ناپاک ذرائع پر لات مارنی ہے ۔\nآخر میں قرآن کریم قرضوں کے بارے میں احکام کی ایک خاص شکل کو بیان کرتا ہے کہ اگر مدیون کے لئے قرضے کی ادائیگی ممکن نہ ہو ، اس کے لئے مشکلات ہوں تو اس کا حل یہ نہیں ہے کہ اس پر بذریعہ ربا قرضے کا اضافہ کردیا جائے ، بلکہ حل یہ ہے کہ اسے اس وقت تک مہلت دی جائے جب تک اس کے حالات اچھے نہیں ہوجاتے ۔ اور جو شخص زیادہ بھلائی سمیٹنا چاہے اس کے لیے بہتر یہ ہے کہ وہ سرے سے قرضہ ہی معاف کردے ۔ اسلام کی نظر میں یہی بلند مرتبہ ہے ۔",
  "ayah": 279,
  "surah": 2
}
