{
  "text": "یو ایک مسلمان کی سوچ ہی میں یہ بات ہوتی ہے کہ اس کا رب رحیم ہے ، وہ بطور خلیفہ اس پر جو فرائض وواجبات عائد کرتا ہے وہ نہایت ہی عادلانہ اور منصفانہ ہیں ۔ اس کی جانب سے ڈالی جانے والی آزمائشیں بھی عادلانہ ہیں اور آخرکار قیامت کے دن بھی اس کے ساتھ ٹھیک ٹھیک انصاف ہوگا ۔ اور وہ پوری طرح مطمئن ہوگا۔ اس لئے وہ اللہ کی جانب سے عائد کردہ فرائض پر کوئی تنگی اور دشواری محسوس نہیں کرتا ۔ وہ انہیں بوجھ نہیں سمجھتا ۔ اس لئے کہ اس کا یہ پختہ یقین ہوتا ہے کہ جس اللہ نے یہ فرائض عائد کئے ہیں وہ خوب جانتا ہے کہ میرے اندر ان کے سر انجام دینے کی استطاعت فی الواقعہ ہے ۔ اگر طاقت نہ ہوتی تو وہ فرض ہی نہ کرتا ۔ اس تصور سے ایک طرف تو دل مومن اطمینان اور انس و محبت سے بھرجاتا ہے ، دوسری جانب اس کے اندر ان فرائض وواجبات کو سر انجام دینے کے لئے عزم اور ولولہ پیدا ہوجاتا ہے ۔ وہ محسوس کرتا ہے کہ جب اللہ تعالیٰ نے یہ فرائض اس پر عائد کردیئے ہیں تو لامحالہ وہ اس ڈیوٹی کا حصہ ہیں ۔ اور جب بھی وہ ضعف محسوس کرتا ہے ، کبھی تھکاوٹ محسوس کرتا ہے ، یہ فرائض بھاری ہونے لگتے ہیں تو وہ محسوس کرتا ہے کہ یہ اس کی ذاتی کمزوری ہے ۔ بوجھ زیادہ نہیں ہے ۔ چناچہ وہ اپنے عزم کو از سر نو تازہ کرتا ہے ۔ اپنی کمزوری کو دور کرتا ہے اور از سر نو فرائض پورے کرنے کا عزم صمیم کرلیتا ہے ۔ جب تک وہ ایسا کرسکتا ہے ۔ ازسر نو عزم کرنے کے لئے مومن کے لئے یہ اشارہ ہے کہ اگر راہ طویل ہوجائے تو از سر نو عزم کرو چناچہ تصور روح مومن اور اس کی ہمت مردانہ کے لئے مہمیز کا کام کرتا ہے۔ اور اس طرح اس کی ہمت اور اس کے ارادے میں پختگی آجاتی ہے ۔ اس لئے وہ سمجھتا ہے کہ جو کچھ بھی ہے وہ اللہ تعالیٰ کی طرف سے ہے۔\nاس تصور حیات کا دوسرا اہم حصہ ہے ۔ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ................ ” ہر شخص نے جو نیکی کمائی اس کا پھل اسی کے لئے ہے اور جو برائی سمیٹی اس کا وبال اسی پر ہے۔ “\nہر فرد اپنے کئے کا ذمہ دار ہے ۔ اس لئے اسے وہی کچھ ملے گا جو اس نے خود کمایا ۔ نیز سزا بھی کسی کو صرف اس کے جرم کی ملے گی جو وہ خود کرے گا ۔ ہر کوئی اپنے کئے کا ذمہ دار خود ہوگا۔ ہر شخص اپنے رب کے سامنے خود اپنا اعمال نامہ لے کر جائے گا۔ اور اس میں وہی کچھ ہوگا جو اس نے کمایا ، جس کا اس نے ارتکاب کیا ۔ کوئی شخص وہاں حیلہ بہانہ نہ کرسکے گا ۔ نہ وہاں کسی کو کسی کی امداد یا سفارش کی امید ہوگی ۔ انسان بحیثیت فرد اپنے رب کے سامنے ہوگا۔\nجب انفرادی مسئولیت کا یہ تصور کسی مومن کے قلب میں جاگزین ہوجاتا ہے ، تو ہر فرد اپنے اللہ کے جو حقوق اس کے ساتھ وابستہ ہوتے ہیں ۔ ان کا ذمہ دار بن جاتا ہے ۔ وہ دوسرے انسانوں کی وجہ سے کسی صورت میں بھی ان حقوق الٰہیہ سے دست بردار نہیں ہوتا الا یہ کہ شریعت کے مطابق یہ دست برداری ہو ۔ اب ہر انسان مومن کی ذات کے ساتھ جو حقوق اللہ وابستہ ہوتے ہیں وہ اس بارے میں ہر دھوکے ، ہر حدود شکنی ، ہر گمراہی اور ہر فساد کے مقابلے میں سینہ سپر ہوجاتا ہے ۔ اس لئے کہ وہ اپنے نفس اور اس کے ساتھ وابستہ حقوق اللہ کے بارے میں ذاتی طور پر خود جوابدہ ہے ۔ اور ہر نفس کے ساتھ اللہ کے جو حقوق وابستہ ہیں وہ صرف وہی ہیں جن کا اللہ نے حکم دیا ہے یا جن سے اس نے منع فرمایا ہے۔ یعنی ہر فرد اپنے طرز عمل اور اپنے شعور میں صرف اللہ وحدہ کی بندگی بجالائے ۔ اگر وہ ان حقوق میں کسی انسان کی وجہ سے کمی کرتا ہے ۔ مثلاً یوں کہ اسے کوئی گمراہ کردے ، اسے دھوکہ دیدے ، یا اسے مجبور کرے تو اس کا نتیجہ یہ ہوگا کہ قیامت کے دن یہ انسان اس مومن کی کوئی امداد نہ کرسکیں گے ۔ (ہاں اگر یہ نافرمانی وہ بحالت جبر کرتا ہے اور دل اس کا اسلامی فرائض حقوق پر مطمئن ہے ، تو پھر یہ معذور تصور ہوگا۔ ) غرض ایسے اشخاص قیامت کے دن نہ اس مومن کی مدافعت کرسکیں گے نہ سفارش کرسکیں گے ، نہ وہ اس پوزیشن میں ہوں گے کہ اس شخص کا بوجھ اتاردیں یا خود اٹھائیں۔\nمسؤلیت کے اس ذاتی تصور کا نتیجہ یہ ہے کہ ہر شخص بڑی جرأت کے ساتھ خود اپنی اور اس کے ساتھ وابستہ حقوق اللہ کی مدافعت کرتا ہے ۔ اسی لئے کہ اس کی سزاصرف اسے ہوگی ۔ اور وہ خود اپنے کئے کا ذمہ دار ہوگا ۔ یاد رہے کہ یہاں انفرادی مسؤلیت کے نظریہ سے مراد یہ خطرہ نہیں ہے کہ کوئی شخص معاشرہ کے اندر اپنی اجتماعی ذمہ داریاں پوری کرنے سے پہلوتہی کرے ۔ اس لئے کہ اجتماعی ذمہ داریاں بھی شریعت نے ایک فرد پر بحیثیت فرد ڈالی ہیں ۔ اگر معاشرہ میں اجتماعی ذمہ داریاں پوری نہ ہوں گی تو بھی فردذمہ دار ہوگا۔ کیونکہ یہ بھی اللہ کی جانب سے اس پر انفرادی طور پر ڈالی گئی ہیں ۔ مثلاً ہر فرد اللہ کی جانب سے مامور ہے کہ وہ اپنے مال اور اپنی دولت سے اجتماعی ذمہ داریہ ادا کرے ۔ نیز اسے یہ حکم بھی دیا گیا ہے کہ وہ دوسروں کو تواصی بالحق کرے ، معاشرہ میں عدل و انصاف قائم کرے ، اپنے معاشرے سے باطل کو مٹانے کی کوشش کرے ۔ معاشرے میں سچائی اور بھلائی کو مستحکم کرے اور شر اور منکر کو جڑ سے اکھاڑ پھینکے ۔ اس کے اعمال نامہ میں اجتماعی معاملات کے حوالے سے بھی اس کی تمام کارکردگیاں اور کو تاہیاں درج ہوں گی ۔ اور جزا وسزاکا وہ انفرادی طور پر ذمہ دار یا حقدار ہوگا۔\nاہل ایمان نے جب انفرادی ذمہ داری کے حکم کو سن لیا اور سمجھ لیا ۔ تو اب ان کے دلوں سے یہ دعانکلی ، جو بڑی جامع اور پر از اخلاص ہے ۔ اس دعا کو قرآن کریم اپنے خاص انداز تصویر کشی میں بیان کرتا ہے ۔ یوں نظر آتا ہے کہ اہل ایمان ہاتھ اٹھائے ہمارے سامنے کھڑے ہیں ۔ صفیں باندھی ہوئی ہیں ۔ اور خشوع و خضوع کے ساتھ وہ یہ دعا پڑھ رہے ہیں ۔ (خصوصاً فرائض وذمہ داریوں کی حقیقت پاکر)\nیہ ایسی دعا ہے جو اہل ایمان اور ان کے رب کے ساتھ ان کے تعلق کی خوب تصویر کشی کرتی ہے ۔ وہ اپنے عجز اور ناتوانی کا گہرا دراک رکھتے ہیں ۔ وہ اپنے آپ کو اپنے رب کی رحمت اور درگزر کا محتاج پاتے ہیں ۔ وہ اس کی درگاہ میں پناہ کے خواستگار ہیں۔ وہ اپنے آپ کو صرف اللہ کے حوالے کرتے ہیں ۔ اسی سے تعلق جوڑ رہے ہیں اور ماسوا اللہ سے کٹ رہے ہیں ۔ وہ اس کی راہ میں جہاد کے لئے تیار ہیں ۔ اور اسی سے نصرت کے طلبگار ہیں ۔ اور ان کی یہ دعا ایک انتہائی دلدوز اور ملال انگیز نغمے کی صورت میں ہے ۔ جس کے صوتی زیروبم میں ان کے دل کی دھڑکن اور ان کے روح کی بےقراری صاف سنائی دیتی ہے اور صاف نظر آتی ہے۔\nرَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا\n” اے ہمارے رب ہم سے بھول چوک میں جو قصور ہوجائیں ان پر گرفت نہ کر ۔ “\nاگر انسان اس قدر کمزور ہوجائے اور اس سے ایسی بھول چوک ہوجائے جس میں اس کا کوئی دخل نہ ہو اور یہ بھول چوک کبھی کبھار ہو ہی جاتی ہے تو ایسی غلطیاں ، خطاء اور نسیان کے حکم میں ہون گی ۔ ان پر ایک مؤمن کے لئے صحیح طریقہ کار یہ ہے کہ وہ فوراً اللہ سے معفی مانگے ۔ اپنے رب کی طرف متوجہ ہو ۔ بھول چوک وہ ہوتی ہے کہ اس میں کوئی شخص غلطی پر مصر نہ ہو ۔ یا وہ قصداً حکم عدولی نہ کررہا ہو۔ یا وہ کبر وغرور کی وجہ سے نافرمانی نہ کررہا ہو یا بالارادہ ٹیڑھے راستے پر نہ چل رہا ہو ۔ ان حالات میں کوئی صورت حال بھی وہ نہیں ہے جو ایک مومن اپنے رب کی بارگاہ میں اختیار کرتا ہے ۔ نہ ایسے حالات میں وہ اللہ کی جانب سے عفو و درگزر کا مستحق ہوگا ۔ ہاں یہ دوسری بات ہے کہ وہ تائب ہوجائے اور ٹھیک طور پر اللہ کی طرف رجوع کرلے ۔ غرض مومنین نے بھول چوک کے بارے میں جو درخواست معافی گزاری ، اسے اللہ نے قبول فرمالیا ہے۔ رسول اللہ ﷺ نے فرمایا کہ ” میری امت سے خطاء اور نسیان پر کوئی مواخذہ نہ ہوگا جب تک انہوں نے ایسے افعال کو برا سمجھا۔ “ (طبرانی وغیرہ)\nرَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا\n” اے ہمارے رب ہم پر وہ بوجھ نہ ڈال جو تونے ہم سے پہلے لوگوں پر ڈالے تھے ۔ “\nیہ دعا مرد مومن کی زبان پر اس احساس ذمہ داری کی وجہ سے آتی ہے جو امت مسلمہ پر تمام رسولوں کی رسالت کے سلسلے میں اٹھائی گئی ہے ، یہ امت تمام رسالتوں کے بار امانت کے نیچے آگئی ہے ۔ جیسا کہ ان کے رب نے اس قرآن کریم میں اس امت کو جابجا بتلایا کہ اس سے قبل جن امتوں کے پاس رسول بھیجے گئے انہوں نے اپنے رسولوں کے ساتھ کیا کیا سلوک کئے اور ان امتوں کی نافرمانیوں کی وجہ سے ان پر کیا کیا بوجھ ڈالے گئے ۔ اور یہ بوجھ ان پر ان کے بعض جرائم کی وجہ سے ڈالے گئے ۔ مثلا ً بنی اسرائیل کی بعض بد اعمالیوں کی وجہ سے ان پر بعض پاکیزہ قسم کی غذائیں حرام کردی گئیں ۔ اللہ تعالیٰ فرماتے ہیں ۔” اور جن لوگوں نے یہودیت اختیار کی ان پر ہم نے سب ناخن والے جانور حرام کردیئے تھے اور گائے اور چربی بھی بجز اس کے جو ان کی پیٹھ یا ان کی آنتوں سے لگی ہوئی ہو یا ہڈی سے لگی رہ جائے ۔ “ (146 : 6) یا جس طرح سورة البقرہ میں ہے کہ انہوں نے بچھڑے کی عبادت شروع کردی اور اللہ تعالیٰ نے انہیں حکم دیا کہ ایک دوسرے کو قتل کریں ۔ اسی طرح ان کی اس بدعملی کا کفارہ ہوسکے ۔ ان پر سبت کے دن تجارت اور شکار کو حرام قرار دیا گیا ۔ اسی وجہ سے یہاں اہل ایمان کو دعا سکھائی گئی کہ وہ دست بدعا ہوں کہ ان پر اللہ تعالیٰ وہ بوجھ نہ ڈالے جو ان سے پہلے لوگوں پر ڈالے گئے ۔ اس لئے کہ نبی آخرالزماں کی بعثت کا تو مقصد ہی یہ ہے کہ وہ ان کے ذریعہ اہل ایمان اور پوری انسانیت سے وہ بوجھ اتاردیں جو انسانیت پر ڈالے گئے تھے ۔ اور وہ بندھن توڑدیں جن میں بشریت خوامخواہ جکڑی ہوئی تھی اور جس کے نتیجے میں اسلامی نظریہ ٔ حیات سیدھا سادھا نظریہ بن کر آیا ، جو آسان بھی ہے اور نرم بھی ہے ۔\nفطرت انسانی کے عین مطابق شاہری فطرت سے ہمقدم اور یہی وجہ ہے کہ اللہ تعالیٰ نے رسول ﷺ سے فرمایا ۔ وَنُیَسِّرُکَ لِلیُسرٰی ................” اور ہم تیری راہنمائی سہولت کے ساتھ ۔ سہل فرائض کی طرف کریں گے ۔ “\nوہ عظیم بوجھ کیا ہے جو امم سابقہ کے کاندھوں پر ڈالا گیا تھا اور اس لئے ڈالا گیا تھا کہ انہوں نے خلیفۃ اللہ فی الارض ہونے کے ناطے اپنے عہد کی خلاف ورزی کی تھی اور عہد توڑ دیا تھا اور وہ عظیم بوجھ جو اب امت مسلمہ کے کاندھوں سے اتار دیا گیا ہے ۔ سوال یہ ہے کہ وہ کیا ہے اور اس کی ماہیت کیا ہے ؟ یہ عظیم بوجھ انسان کے انسان کی غلامی کا بوجھ ہے ۔ جس میں بندہ بندے کا غلام ہوتا ہے ، جس میں انسان کے لئے دوسرا انسان ضابطہ حیات ہوتا ہے ۔ اس طرح ایک نسل انسانی دوسرے انسان کی ذات کے تابع ہوتی ہے ، یا انسان ایک طبقے کے غلام ہوتے ہیں یا جس میں انسان ایک نسل کے غلام ہوتے ہیں ۔ یہ ہے وہ عظیم بوجھ جس سے اللہ تعالیٰ نے اہل ایمان کو رہائی دلائی ۔ اور ان تمام غلامیوں سے انہیں چھڑا کر صرف اپنی بند گی اور غلامی اور اپنی اطاعت میں داخل کردیا ۔ اس آزادی کے بعد اب اہل ایمان صرف اللہ تعالیٰ سے اپنے لئے ضابطہ حیات اخذ کرنے لگے ۔ یوں انہیں ایک اللہ وحدہ کی غلامی میں داخل کرکے ، ان کی روح ، ان کی عقل اور ان کی پوری زندگی کو دوسرے انسانوں کی غلامی سے نکالا گیا ۔\nاللہ جل شانہٗ کی بندگی اور غلامی بایں مفہوم کہ انسان اپنی اقدار حیات نیک وبد کا معیار اور اجتماعی زندگی کے قوانین صرف اللہ سے اخذ کرے گا ۔ پوری انسانیت کے لئے آزادی کا نقطہ آغاز ہے ۔ یوں ایک انسان دوسرے جبار وقہار انسانوں کی غلامی اور بندگی سے آزاد ہوجاتا ہے ۔ اسی طرح وہ مذہبی پروہتوں ، کاہنوں اور پیشواؤں کی غلامی سے بھی آزاد ہوجاتا ہے ۔ مزید یہ کہ ایک انسان اوہام و خرافات اور رسوم ورواجات کے بندھنوں سے آزاد ہوجاتا ہے اور سب سے بڑی بات یہ کہ ایک انسان ہوائے نفس اور جسمانی شہوات ومرغوبات کے بندھنوں سے بھی چھٹکارا پاتا ہے ۔ انسان ہر کھوئی ہوئی غلامی سے آزاد ہوجاتا ہے جو ناحق انسان کے کاندھوں پر سوار ہوتی ہے اور تاریخ شاہد ہے ایسی غلامیوں نے انسانوں کی کمر توڑ کر رکھ دی تھی ۔ اور جس کی وجہ سے لوگوں کے سر اللہ واحد القہار کے مقابلے میں دوسرے جباروں کے سامنے جھکتے تھے ۔\nرَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ\n” پروردگار ، جس بوجھ کو ہم اٹھانے کی طاقت نہیں رکھتے وہ ہم سے نہ اٹھوا۔ “\nاس دعا سے اہل ایمان کے اس شعور کا اظہار ہوتا ہے کہ اب وہ انسان کی غلامی سے آزاد ہوگئے ہیں ۔ نیز اب وہ خائف ہیں کہ کہیں وہ اپنی کوتاہیوں کے سبب دوبارہ غلامی میں واپس نہ چلے جائیں جو نہایت ہی برا دور تھا۔\n” اے ہمارے رب ، ہم سے وہ بوجھ نہ اٹھوا جس کے اٹھانے کی طاقت ہم میں نہیں ہے۔ “ ایک ایسی دعا ہے جس سے مکمل طور پر سر تسلیم خم کردینے کی حقیقت کا اظہار ہوتا ہے ۔ اہل ایمان کے دل سے اب یہ ارادہ اور نیت ہی نکل گئی ہے کہ وہ احکام خداوندی کی خلاف ورزی کریں گے ۔ چاہے جو احکام بھی ہوں ، وہ صرف یہ درخواست پیش کرتے ہیں کہ وہ ضعیف ہیں ۔ یہ توقع رکھتے ہیں ۔ اجرائے احکام میں ان کی صفت کو مدنظر رکھاجائے گا۔ پروردگار ، ہم پر رحم کر اور تکلیف مالایطاق سے ہمیں بچا تاکہ ان سے تعمیل احکام میں عجز و قصور کا ارتکاب نہ ہو ، ورنہ وہ تو پختہ ارادہ کئے ہیں کہ مکمل تسلیم وانقیاد کا مظاہرہ کریں گے ۔ صرف بندہ ناتواں کی امید یہ ہے کہ مالک الملک ان کے ساتھ مہربانی کرے۔ اور جس طرح وہ اپنے بندوں کے ساتھ جودوکرم ، نرمی اور محبت کا رویہ رکھنے کے عادی ہیں وہی سلوک ہم سے جاری رکھاجائے ۔ ہم اپنی تقصیرات کا اعتراف کرتے ہیں اور وہ تقصیریں صرف اسی صورت میں معاف اور بےاثر ہوسکتی ہیں جب اللہ کا فضل شامل حال ہو۔\nوَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا\n” ہمارے ساتھ نرمی کر ، ہم سے درگزر فرما ، ہم پر رحم فرما۔ “\nاس لئے کہ اس امتحان میں کامیاب ہونے کی یہ واحد گارنٹی صرف اسی صورت میں اللہ کی رضامندی حاصل ہوسکتی ہے ۔ انسان جس قدر محنت سے بھی وفاداری کرے ، اس کے کام میں کوئی نہ کوئی کمی رہ جاتی ہے اور اگر اللہ کا فضل شامل حال نہ ہو وہ عفو و درگزر اور رحمت نرمی سے کام لے گا ۔ حضرت عائشہ ؓ سے روایت ہے ، فرماتی ہیں ۔ رسول ﷺ نے فرمایا کہ تم میں سے کوئی شخص بھی صرف اپنے عمل کے بل بوتے پر جنت میں داخل نہ ہوگا ۔ صحابہ کرام ؓ نے پوچھا ، رسول اللہ ﷺ آپ بھی ؟ تو رسول ﷺ نے فرمایا ۔” اور میں بھی ، الا یہ کہ اللہ نے مجھے اپنی رحمت میں ڈھانپ لیا ہے۔ “\nایک صحیح مومن کے احساس میں یہی اصل بات ہے ۔ وہ حتی المقدور عمل کرتا ہے لیکن اپنی تقصیرات کا اسے پوری طرح احساس ہوتا ہے۔ اور اس کے بعد اسے پوری امید ہوتی ہے کہ اللہ اس کی تقصیرات سے عفو و درگزر فرمائے گا ۔ اور اس کے ساتھ نرمی برتی جائے گی ۔\nسب سے آخر میں اہل ایمان اللہ کے مضبوط سہارے کو پکڑتے ہیں ، وہ جہاد فی سبیل اللہ کے لئے تیار ہوجاتے ہیں ۔ اس لئے کہ اللہ کا ارادہ ہے کہ حق کا بول بالا ہو ، دین اسلام اور اسلامی نظام زندگی اس کرہ ارض پر غالب ہو ، اور صورت حال یہ ہو کہ ” کوئی فتنہ نہ رہے اور دین صرف اللہ کا چلے ۔ “ اب اہل ایمان اللہ کا مضبوط سہارا لیتے ہیں ۔ وہ اپنے سروں پر اسلام کے جھنڈے بلند کرتے ہیں ۔ وہ صرف انہی جھنڈوں سے اپنی پہچان کراتے ہیں ۔ جبکہ جاہلیت کی علامات اور جھنڈے بہت ہی مختلف ہیں ، اب وہ اللہ تعالیٰ کی نصرت کے طلبگار ہوتے ہیں ۔ اس لئے کہ ان کا وہی والی اور وارث ہے ۔ وہ اہل کفر کے ساتھ صرف اللہ کے لئے لڑتے ہیں ۔ جو دین اسلام سے خارج ہیں۔\nأَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (286)\n” تو ہمارا مولیٰ ہے کافروں کے مقابلے میں ہماری مدد کر۔ “\nیہ ہے اس عظیم سورت کا خاتمہ جس میں اس پوری سورت کے مضامین کا خلاصہ بیان کیا گیا ہے ۔ اس خلاصے میں اسلامی تصور حیات کا خلاصہ بیان ہوا ہے اور یہ بتایا گیا ہے کہ ایک سچے مومن کا اپنے رب کے ساتھ ہر حال میں کیا تعلق ہوتا ہے۔",
  "ayah": 286,
  "surah": 2
}
