{
  "text": "جو لوگ بنی اسرائیل کی تاریخ کا مطالعہ کرتے ہیں ‘ وہ حیران رہ جاتے ہیں کہ باری تعالیٰ نے اس قوم کو کن کن نعمتوں سے نوازا۔ اور یہ کہ نعمتوں کی اس مسلسل بارش کے مقابلے میں وہ کس مکروہ انداز میں بار بار حق کا انکار کرتے رہے ۔ یہاں ابتداء میں اللہ تعالیٰ اجمالاً ان نعمتوں کا تذکرہ کرتے ہیں جو اس نے ان پر کیں۔ اس کے بعد آنے والے پیرا گرافوں میں بالتفصیل ان کا ذکر آتا ہے ۔ یہ انعامات انہیں اس لئے یاد دلائے جاتے ہیں ‎تاکہ انہیں اس بات کی دعوت دی جائے کہ جو عہد تم نے اللہ سے باندھا تھا اسے پورا کرو تاکہ اللہ تعالیٰ اپنے انعامات کا سلسلہ جاری رکھے اور اپنی نعمتوں سے انہیں نوازدے ۔\nيَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ ” اے بنی اسرائیل ! ذرا خیال کرو میری اس نعمت کا جو میں نے تم کو عطا کی تھی ‘ میرے ساتھ تمہارا جو عہد تھا ‘ اسے پورا کرو ‘ تو میرا جو عہد تمہارے ساتھ تھا اسے میں پورا کروں۔ “\nیہاں جس عہد کا ذکر ہورہا ہے ‘ وہ کون سا عہد ہے ؟ کیا اس سے ” عہد اول “ مراد ہے یعنی جو اللہ تعالیٰ اور حضرت آدم (علیہ السلام) کے درمیان طے پایا تھا جس میں اللہ تعالیٰ نے فرمایا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (38) وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ” پھر میری طرف سے کوئی ہدایت تمہارے پاس پہنچے ‘ تو جو لوگ میری اس ہدایت کی پیروی کریں گے ‘ ان کے لئے کسی خوف اور رنج کا موقع نہ ہوگا اور جو اس کو قبول کرنے سے انکار کریں گے اور ہماری آیات کو جھٹلائیں گے ‘ وہ آگ میں جانے والے لوگ ہیں ‘ جہاں وہ ہمیشہ رہیں گے ۔ “ یا یہ حضرت آدم (علیہ السلام) کے ساتھ کئے ہوئے ‘ اس عہد الٰہی سے بھی پہلے کا وہ تکوینی عہد ہے ‘ جو اللہ تعالیٰ اور فطرت انسانی کے درمیان تکمیل پایا ‘ جس میں فطرت کے لئے یہ ضروری قرار دیا گیا کہ وہ اللہ کی معرفت حاصل کرے ۔ اور صرف اللہ وحدہ لاشریک کی پیروی کرے ۔ یہ فطری معاہدہ تو ایسا ہے جو بیان اور برہان کا محتاج نہیں کیونکہ انسانی فطرت اپنی حقیقت اور لدنی میلانات کی بناپر ہی خود بخود معرفت کردگار کی طرف متوجہ ہوا کرتی ہے ۔ صرف گمراہی اور فسادفطرت کی ہی کی وجہ سے انسان معرفت الٰہی سے غافل ہوجاتا ہے ۔ یا یہ وہ عہد ہے جو اللہ تعالیٰ نے ابراہیم ‘ بنی اسرائیل کے جد اعلیٰ کے ساتھ کیا اور جس کا ذکر اسی سورت میں عنقریب ہوگا۔ وَاِذبۡتَلٰیَ اِبۡرَاھِیۡمَ رَبَّہُ بِکَلِمٰتٍ فَاَتَمَّھُنَّ قَالَ اِنِّیۡ جَاعِلُکَ لِلنَّاسِ اِمَامًا قَالَ وَمِنً ذُرِّیَتِیۡ قَالَ لَا یَنَالُ عَھۡدِیۡ الظَّالِمِیۡنَ ” یاد کرو جب ابراہیم (علیہ السلام) کو اس کے رب نے چند باتوں میں آزمایا اور وہ ان سب میں پورا اتر گیا تو اس نے کہا ” میں تجھے سب لوگوں کو پیشوا بنانے والا ہوں ۔ “ ابراہیم (علیہ السلام) نے عرض کیا ” اور کیا میری اولاد سے بھی یہی وعدہ ہے۔ “ اس نے جواب دیا ” میرا وعدہ ظالموں سے متعلق نہیں ہے۔ “ (2۔ 124) یہ بنی اسرائیل کا وہ مخصوص عہد ہے جو اللہ نے ان کے ساتھ اس وقت طے کیا ، جبکہ کوہ طور ان کے سروں پر لٹک رہا تھا اور اللہ نے انہیں حکم دیا کہ جو ہدایات انہیں دی جارہی ہیں ، وہ سختی سے ان پر عمل کریں اور جس کا ذکر بنی اسرائیل پر اس طویل تنقید کے ضمن ہی میں (2۔ 93) آرہا ہے۔\nیہ تمام عہد اہل بیت کے لحاظ سے ایک ہی ہیں ۔ ان سے مدعا یہ ہے کہ اللہ کے بندے دل وجان سے اس کی طرف متوجہ ہوں ، اپنی پوری زندگی کو اس کے حوالے کردیں اللہ کا دین ایک ہی ہے اور تمام انبیاء جو پیغام لے کر آئے ، وہ ایک ہی ہے یعنی دین اسلام اور آغاز کائنات سے لے کر آج تک قافلہ ایمان ، اسی دین کو شعار بناکر چلتا رہا۔\nغرض اللہ تعالیٰ بنی اسرائیل کو دعوت دیتے ہیں کہ ان معاہدوں کی پابندی کرتے ہوئے وہ اس سے ڈریں اور اپنے اندر صرف اسی کی خشیت پیدا کریں ۔ وَإِيَّايَ فَارْهَبُونِ ” اور مجھ ہی سے تم ڈرو۔ “",
  "ayah": 40,
  "surah": 2
}
