{
  "text": "“ اس کے بعد یہودیوں کو عموماً اور ان کے مذہبی پیشواؤں کو خصوصاً اس بات کی تنبیہ کی جاتی ہے کہ وہ مشرکین اہل عرب میں اپنے آپ کو ایمان کا داعی کہتے ہیں اور اہل کتاب ہونے کی حیثیت سے وہ ایسے ہیں بھی ، اس لئے کہ وہ مشرکین کے مقابلے میں اہل توحید ہیں ، لیکن اس کے باوجود ، خود اپنی قوم کو ، اللہ کے اس دین پر ایمان لانے سے روکتے ہو ، جو تمام سابق ادیان کی تصدیق کرتا ہے۔ أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلا تَعْقِلُونَ تم دوسروں کو تو نیکی کا راستہ اختیار کرنے کے لئے کہتے ہو ، مگر اپنے آپ کو بھول جاتے ہو ، حالانکہ تم کتاب کی تلاوت کرتے ہو ۔ “ اگرچہ ابتداء میں یہ آیت اس وقت بنی اسرائیل کے اندر موجود کمزوریوں کی عکاسی کررہی ہے ، تاہم یہ نفس انسانی اور بالخصوص ہر مذہب وملت کے دینی پیشواؤں کے لئے سرمہ بصیرت ہے ۔ کسی قوم اور ملک کے ساتھ مخصوص نہیں ہے۔ نہ کسی خاص فعل اور زمانے تک محدود ہے ۔\nجب کوئی دین ایک زندہ اور موجزن نظریہ حیات کے بجائے محض ایک پیشہ اور کاروبار بن جاتا ہے تو دین کے پیشواؤں کی حالت یہ ہوجاتی ہے کہ وہ اپنی زبانوں سے جو\nکچھ کہتے ہیں ، وہ ان کے دل میں نہیں ہوتا ! وہ بھلائی کا وعظ کرتے ہیں اور خود کار دیگر میں مبتلا ہوتے ہیں ۔ لوگوں کو بر اور تقویٰ کی دعوت دیتے ہیں ، لیکن بر وتقویٰ جس چیز کا نام ہے ، وہ خود انہیں چھوکر بھی نہیں گزری ہوتی۔ وہ سیدھی بات کو غلط معنی پہناکر بتنگڑ بناتے ہیں ، نفسانی خواہشات کو پورا کرنے کے لئے قطعی نصوص میں تاویلات کرتے ہیں ۔ وہ ایسی ایسی حسین تاویلات اور ایسے ایسے مدلل فتوے میدان میں لاڈالتے ہیں جو بظاہر آیات ونصوص کے ظاہر مفہوم سے بالکل موافق ہوتے ہیں لیکن اپنی حقیقت کے اعتبار سے دین کی حقیقت اور اصلیت سے کوسوں دور ہوتے ہیں اور یہ سب کچھ یہ لوگ اپنے مفادات اور دلی خواہشات کے لئے کرتے ہیں اور ان لوگوں کی خاطر جو یا تو مالدار ہوتے ہیں یا اہل اقتدار ۔ یہودیوں کے مذہبی پیشوا یہی کام کرتے تھے ۔\nلوگوں کو بھلائی کی طرف دعوت دینا ، اور پھر اپنی عملی زندگی میں خود ، اس کے خلاف چلنا ، ایک ایسا مرض ہے اور ایک ایسی وبا ہے جو نہ صرف یہ کہ خود داعیوں کے دلوں میں شبہات وشکوک پیدا کردیتی ہے ، بلکہ دعوت بھی اس سے مشکوک ہوجاتی ہے ۔ قول وفعل کے اس تضاد کی وجہ سے لوگوں کے دلوں اور ان کے افکار میں انتشار پیدا ہوجاتا ہے ۔ کیونکہ لوگ کانوں سے تو بہترین بات سنتے ہیں لیکن آنکھوں سے قبیح ترین افعال دیکھتے ہیں ۔ قول وفعل کا یہ تضاد دیکھ کر وہ بےچارے حیران رہ جاتے ہیں ۔ ان کے ایمان نے یہ دعوت ووعظ سن کر جو دیا ان کی روحانی دنیا میں روشن کیا تھا ، وہ بجھ جاتا ہے ، دلوں سے ایمان کی روشنی ختم ہوجاتی ہے اور جب انہیں مذہبی پیشواؤں میں سے کوئی عقیدت نہیں رہتی ، تو اس کے نتیجہ میں پھر خود دین سے ان کا اعتبار اٹھ جاتا ہے۔\nداعی بےعمل کی بات بےجان ہوتی ہے ۔ یہ ایک ایسی چنگاری ہوتی ہے جو دوسروں تک پہنچتے پہنچتے بجھ جاتی ہے ۔ ایسے داعیوں کی بات بےاثر ہوتی ہے ۔ اگرچہ وہ بات مقفع ومسجع ، چکنی چپڑی اور جوش و خروش سے پر ہو ، کیونکہ یہ بات ایسے دل سے نکلی ہی نہیں جو اس پر یقین رکھتا ہو۔ اثر تو اسی بات میں ہوتا ہے جو دل سے نکلتی ہے ۔ دل سے جو بات نکلتی ہے اثر رکھتی ہے ۔ ایک داعی اپنی بات کا صحیح مومن اسیوقت ہوسکتا ہے ، جب وہ اپنے کردار کے اعتبار سے اس بات کی تفسیر اور ترجمہ ہو ، جو دعوت وہ دے رہا ہے ، وہ خود اس کی زندگی کی صورت میں عملاً مجسم ہو۔ جب کوئی انسان اس معیار تک پہنچ جاتا ہے ، تو پھر لوگ اس پر بھروسہ کرتے ہیں اور اس پر یقین کرتے ہیں ۔ اگرچہ اس کی باتیں چکنی چپڑی نہ ہوں اور اس کی تقریر ، دھواں دھار نہ ہو کیونکہ اس صورت میں اس بات کے اندر اس کی چرب لسانی سے نہیں بلکہ اس کی واقعیت اور حقیقت پسندی کی وجہ سے پیدا ہوتا ہے ۔ اس وقت کلام کی صداقت ہی اس کا حسن ہوتا ہے ۔ چرب لسانی سے زور کلام پیدا کرنے کی ضرورت نہیں ہوتی ۔\nلیکن حقیقت یہ ہے کہ ان سب باتوں کے باوجود قول وفعل میں تطابق ، ایمان وعمل کے درمیان ہم آہنگی کوئی آسان کام نہیں ہے ۔ یہ کوئی آسان طریقہ نہیں ہے جسے بسہولت اختیار کرلیا جائے ۔ اسے حاصل کرنے کے لئے سخت ریاضت اور جدوجہد کی ضرورت ہے ۔ اس کے لئے تعلق باللہ ، اللہ کی اعانت وتوفیق اور اس کی ہدایت سے مدد لینے کی ضرورت ہے ۔ کیونکہ عملی زندگی کے مختلف احوال ، اس کی ضرورت اور اس کی مجبوریاں ، انسان کو اپنے دلی معتقدات سے یا ان باتوں سے جن کی طرف اسے دوسرے لوگ بلا رہے ہوتے ہیں ، دور پھینک دیتی ہیں یہ انسان ، خواہ کسی عظیم قوت کا مالک کیوں نہ ہو ، جب تک مالک الملک اور قادر مطلق ہستی کا دامن نہیں تھامے گا ، کمزور اور ناتواں ہی رہے گا ، کیونکہ شر ، فساد اور انسان کے لئے گمراہ کن شیطانی قوتیں ہر طرف جال بچھائے ہوئے ہیں ۔ اگرچہ انسان بسا اوقات اور بار بار ان پر غالب آسکتا ہے ۔ لیکن جوں ہی کسی لمحہ وہ کمزوری دکھاتا ہے ، تو گرجاتا ہے ، ذلیل ہوجاتا ہے ، اپنے ماضی ، حال اور مستقبل سے ہاتھ دھوبیٹھتا ہے ۔ لیکن جب انسان کا اعتماد اس ازلی اور ابدی طاقت پر ہوتا ہے ، تو پھر اس کی قوت کے کیا کہنے ، وہ ہر چیز پر غالب آجاتا ہے ۔ وہ اپنی کمزوریوں اور اپنی خواہشات نفس تک کو مغلوب کرلیتا ہے ۔ وہ اپنی ضروریات اور اپنی مجبوریوں پر بھی غالب آجاتا ہے ۔ وہ ان تمام قوتوں پر غالب آجاتا ہے جو اس کا سامنا کرتی ہیں۔\nاس لئے قرآن کریم یہاں پہلے تو یہود کو اس طرف متوجہ کرتا ہے ، کیونکہ روئے سخن ان کی طرف ہے اور پھر ان کے بعد پوری دنیا کو اس طرف متوجہ کرتا ہے کہ وہ اس مشکل کام اور کٹھن معرکے کو سر کرنے کے لئے صبر وثبات اور نماز ونیاز سے مددحاصل کریں ۔ یہودیوں سے مطلوب یہ تھا کہ مذہبی خدمات ، یا پوری دنیا کا مال ومتاع جو انہیں حاصل تھا ، اسے متاع قلیل سمجھیں اور اس کے مقابلے میں حق کو ترجیح دیں ۔ کیونکہ مدینہ میں اپنی مذہبی حیثیت اور مذہبی معلومات کی وجہ سے وہ اس سچائی وصد اقت کو اچھی طرح جانتے ہیں ۔ اس لئے ان کا فرض ہے کہ جلد قافلہ ٔ ایمان کے ہمرکاب ہوجائیں کیو ن کہ وہ پہلے سے لوگوں کو ایمان کی طرف بلا رہے ہیں ۔ چونکہ یہودیوں کی طرف سے کوئی ایسا فیصلہ کرنے کے لئے قوت و شجاعت کی ایک بڑی مقدار کی ضرورت تھی ، اس لئے انہیں حکم دیا گیا کہ وہ صبر وثبات اور نیاز و نماز سے مدد لیں ۔",
  "ayah": 44,
  "surah": 2
}
