{
  "text": "یہاں اس کربناک صورتحال کو ان کے پردہ ذہن پر دوبارہ اجاگر کیا جارہا ہے ، جس میں ان کے آباء و اجداد فرعون کے زمانے میں مبتلا تھے ۔ کیونکہ یہ لوگ ان بنی اسرائیل کی اولاد تھے جو اس عذاب میں مبتلا ہوئے ۔ تعذیب اور مظالم کی تصویر کشی کے بعد ، اللہ تعالیٰ ان کے سامنے وہ منظر بھی پیش فرماتے ہیں ، جس سے انہیں نجات دی گئی ۔ انہیں کہا جاتا ہے ذرا اس وقت کو یاد کرو جب ہم نے تمہیں فرعونیوں سے نجات دی ، جو تمہیں مسلسل عذاب میں مبتلا کئے ہوئے تھے ۔ يَسُومُونَ کے معنی ہیں ” ہمیشہ تمہیں عذاب میں رکھتے تھے۔ “ یہ لفاظ سام الماشیتہ ” اس نے مویشیوں کو ہمیشہ چرنے والا (سائمہ) بنایا۔ “ گویا فرعونیوں نے ان مظالم کو بنی اسرائیل کے لئے ایک قسم کی غذا بنادیا تھا ، جو انہیں مسلسل کھلائی جاتی تھی ۔ اس کے بعد اس عذاب کی ایک خاص قسم کا ذکر کیا جارہا ہے یعنی وہ مردوں کو ذبح کرتے تھے ۔ اور عورتوں کو زندہ رکھتے تھے تاکہ بنی اسرائیل کی قوت کم ہو۔\nاس سے پہلے کہ بنی اسرائیل کی نجات کے واقعے کی تفصیلات پیش ہوں انہیں یہ بتایا جاتا ہے کہ مصیبت بنی اسرائیل کے لئے ابتلا عظیم تھی ۔ تاکہ ان کے احساس و شعور بلکہ ہر مسلمان کے احساس و شعور میں جو کسی مصیبت میں مبتلا ہو ، یہ بات بیٹھ جائے کہ اللہ کے بندوں پر مصائب کا آنا دراصل ان کے لئے ابتلا وامتحان ہوتا ہے ۔ انہیں آزمائشوں اور فتنوں میں مبتلا کیا جاتا ہے ۔ جو شخص ابتلا کی اس حقیقت کو سمجھتا ہے وہ سختی اور مصیبت سے فائدہ حاصل کرتا ہے ، وہ اپنے اس شعور کی وجہ سے مصائب وشدائد سے کچھ حاصل ہی کرلیتا ہے ۔ رنج والم میں مبتلا شخص اگر یہ جانتا ہے کہ اس کا امتحان لیا جارہا ہے اور اس کے بعد اس سختی سے ، اسے کوئی فائدہ ہی پہنچنے والا ہے تو یہ رنج والم اس کے لئے بےفائدہ نہیں ہوتے ۔ جب آدمی اس تصور کے ساتھ مصیبت کی زندگی گزار رہا ہو تو اس کی مشکلیں آسان ہوجاتی ہیں ۔ بالخصوص جبکہ ان دردناک تجربات کے دوران حاصل ہونے والے ثبات اور علم ومعرفت کو پیش نظر رکھا جارہا ہو۔\nنیز جبکہ یہ احساس بھی ہو کہ اللہ کے ہاں اس مصیبت کا اجر محفوظ ہے اور اللہ کے سامنے سلسلہ عجز ونیاز بھی جاری ہو اور اس کی جانب سے نجات کی پوری امید بھی ہو اور اس کی رحمت و شفقت سے کسی قسم کی مایوسی نہ ہو۔ یہی وجہ ہے کہ مصیبت بنی اسرائیل کے ذکر کے ساتھ ہی یہ فرمادیا\nوَفِي ذَلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ ” اور اس حالت میں تمہارے رب کی طرف سے تمہاری بڑی آزمائش تھی۔ “\nاس کے بعد بنی اسرائیل کے قصہ نجات کی تمہید شروع ہوتی ہے۔",
  "ayah": 49,
  "surah": 2
}
