{
  "text": "اس عہد کی تفصیل دوسری سورتوں اور خود اس سورة بقرہ میں بھی بعد میں مذکور ہے ۔ یہاں مقصد صرف یہ ہے کہ اس منظر کو دوبارہ ان کی نظروں کے سامنے اجاگر کردیا جائے ، اور یہ بتایا جائے کہ ان کے سروں پر کوہ طور کو معلق کرنا اور طاقت سے عہد لینا اور ان کو حکم دینا کہ وہ احکام تورات کو پوری قوت کے ساتھ تھام لیں ، ان امور کے درمیان ایک نفسیاتی اور تعبیری ہم آہنگی موجود ہے ۔ انہیں حکم دیا جاتا ہے کہ وہ عقائد کے سلسلے میں عزیمت اختیار کریں ۔ کیونکہ عقائد ونظریات میں کسی قسم کی نرمی اور مداہنت نہیں برداشت کی جاسکتی ۔ نظریات کے باب میں کچھ لو اور کچھ دو کی پالیسی اختیار نہیں کی جاسکتی ۔ نہ اس بارے میں غیر سنجیدگی اور نرمی برداشت کی جاسکتی ہے نظریہ و عقیدہ اللہ اور مومنین کے درمیان ایک عہد ہے ۔ ایک سنجیدہ اور برحق معاہدہ ۔ لہٰذا اس میں باطل اور غیر سنجیدگی کی کوئی گنجائش نہیں ہے ۔ اس راہ میں بےحد قربانیاں دینی پڑتی ہیں ، کیونکہ عقائد ونظریات کا مزاج ہی یہ ہے ۔ عقیدہ ایک عظیم چیز ہے ۔ اس کائنات میں اس کی عظمت ہر چیز سے بڑھی ہوئی ہے ۔ لہٰذا انسان کو چاہئے کہ وہ بڑی سنجیدگی سے ، اچھی طرح سمجھتے ہوئے اور اس کے تقاضوں کو پیش نظر رکھتے ہوئے اس کی طرف متوجہ ہو۔ اور پوری دلجمعی اور عزم صمیم سے نظریہ کی راہ میں آنے والی مشکلات کو انگیز کرے ۔ جو شخص بھی کسی عقیدے کو ان معنوں میں اپنائے ، اسے معلوم ہونا چاہئے کہ اب اس نے آرام و آسائش اور عیش و عشرت کو الوداع کہہ دیا ہے ۔ جب اللہ تعالیٰ نے نبی ﷺ کو فریضہ رسالت کی ادائیگی کے لئے پکارا تو آپ نے فرمایا ” خدیجہ ! اب آرام اور سونے کا زمانہ ختم ہوگیا۔ “ نیز اللہ تعالیٰ نے بھی آپ کو متنبہ فرمایا کہسَنُلقِی عَلَیکَ قَولًا ثَقِیلَا ” ہم عنقریب آپ پر ایک بھاری بات نازل کریں گے ۔ “ اور جیسا کہ بنی اسرائیل سے کہا گیا ” جو کتاب ہم تمہیں دینے والے ہیں اسے مضبوطی کے ساتھ تھامنا اور جو احکام و ہدایات درج ہیں انہیں یاد رکھنا۔ “ اسی ذریعے سے توقع کی جاسکتی ہے کہ تم تقویٰ اختیار کرو۔\nلیکن قوت ، سنجیدگی ، دلجمعی ، اور عزم صمیم کے ساتھ عہد لینے کے ساتھ ساتھ یہ بھی ضروری ہے کہ عہد کرنے والے مسلمان اس عہد کی حقیقت کو بھی سمجھیں ۔ انہیں اس عہد و پیمان کی نوعیت کا شعور اچھی طرح ہو ، وہ اپنی زندگیوں کو اس عہد و پیمان کے رنگ میں رنگ دیں۔ تاکہ معاملہ محض جذبات ، حمیت ، طاقت اور جوش و خروش تک ہی محدود نہ رہے کیونکہ اللہ کے ساتھ ہمارا عہد درحقیقت یہ ہے کہ ہم پوری زندگی ، اس پسندیدہ نظام حیات کے مطابق گزاریں گے ۔ یہ نظام زندگی قلب و دماغ میں بطور حیات اور زندہ شعور کے رائج ہوتا ہے اور عملی زندگی میں نظام حیات اور طریقہ زندگی کی شکل میں نمودار ہوتا ہے ۔ معاشرت میں حسن خلق اور حسن سلوک کی صورت میں ظاہر ہوتا ہے اور اخروی ، زندگی میں تقویٰ اور اللہ کے سامنے جوابدہی کے شعور احساس پر منتج ہوتا ہے۔\nلیکن وائے ناکامی ! بنی اسرائیل پھر بھی جوں کے توں رہتے ہیں۔ ان کی بری فطرت ان پر غالب آجاتی ہے ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَلِكَ ” مگر اس کے بعد تم پھر اپنے عہد سے پھرگئے ۔ “\nاس کے بعد پھر اللہ کی رحمت و شفقت ان کا ساتھ دیتی ہے ۔ اللہ کا فضل وکرم ان کے شامل حال ہوجاتا ہے اور انہیں خسران اور تباہی سے نکال لیا جاتا ہے ۔\nفَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخَاسِرِينَ ” اس پر بھی اللہ کے فضل وکرم اور اس کی رحمت نے تمہارا ساتھ نہ چھوڑا ورنہ تم کبھی کے تباہ ہوچکے ہوتے ۔ “",
  "ayah": 63,
  "surah": 2
}
