{
  "text": "بنی اسرائیل کی عادت کے مطابق ، ان کے ہاں بطور قربانی اور تقرب الی اللہ گائے ذبح ہوا کرتی تھی ، رہا یہ منظر کہ ایک بےجان قطعہ لحم ایک بےجان مقتول کے اندر بظاہر زندگی کے آثا رپیدا کردیتا ہے ، تو اس کی حقیقت یہ ہے کہ گوشت کا ٹکڑا محض ظاہری سبب ہے جو اللہ تعالیٰ کی قدرت ماہرہ کا اظہار کررہا ہے ، جس کی حقیقت تک پہنچنا انسان کے لئے ممکن ہی نہیں ہے ۔ لوگ اس کا اثر اور نتیجہ تو اپنی آنکھوں کے ساتھ دیکھ رہے ہیں ۔ لیکن مردے کو جلانے کا یہ طریق کاران کے فہم سے باہر ہے ۔ كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى ” وہ مردوں کو کیوں کر زندہ کرتا ہے ؟ یوں جیسا کہ تم بچشم سر دیکھ رہے ہو ، لیکن اسکے باوجود اس کی حقیقت سے بیخبر ہو۔ نہیں جانتے کہ وہ کیوں کر زندہ ہوا ؟ مقصد یہ ہے کہ ایسی ہی بےمشقت اور بڑی سہولت سے اللہ تعالیٰ مردوں کو دوبارہ زندہ کردے گا۔\nموت وحیات کی نوعیت کے درمیان کس قدر بعد ہے۔ اس فرق سے سر چکراجاتے ہیں لیکن قدرت الٰہی کے مقابلے میں موت سے حیات اور حیات سے موت ایک معمولی اور آسان عمل ہوتا ہے ، کیونکر ؟ بس یہی وہ بات ہے جو ہر انسان کے ادراک سے وراء ہے ۔ اسے کوئی نہیں پاسکتا ۔ موت وحیات کے بھید کو پانا اور اصل اسرار الٰہیہ کو پانا ہے اور اس جہان لافانی میں اللہ کے اس راز تک رسائی پانا ممکن نہیں ہے ۔ اگرچہ انسان اس بھید اور راز پر غور کرکے اس سے نصیحت اور عبرت حاصل کرسکتا ہے۔\nوَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ ” اور اللہ تعالیٰ نشانیاں دکھاتا ہے تاکہ تم سمجھو۔ “\nاب ہم حسن ادا اور سیاق وسباق سے اس کی ہم آہنگی پر آتے ہیں ۔\nیہ ایک مختصر قصہ ہے ، جس کا آغاز بھی نہایت مجمل انداز میں ہوتا ہے ۔ ابتداء میں ہمیں یہ تک معلوم نہیں کہ اللہ تعالیٰ بنی اسرائیل کو گائے ذبح کرنے کا حکم کیوں دیتے ہیں ؟ جیسا کہ خود بنی اسرائیل کو بھی یہ معلوم نہ تھا کہ انہیں یہ حکم کیوں دیا جارہا ہے ؟ یوں بنی اسرائیل کے جذبہ اطاعت اور جذبہ تسلیم ورضا کو آزمایا جاتا ہے ۔\nاس کے بعد اصل قصہ شروع ہوجاتا ہے ۔ بنی اسرائیل اور حضرت موسیٰ کے مابین گفتگو شروع ہوتی ہے ہے ۔ یہ بات بڑھتی جاتی ہے اور دوسری جانب اللہ تعالیٰ بھی اس گفتگو میں برابر شریک ہیں لیکن معلوم نہیں ہوسکتا کہ حضرت موسیٰ اور اللہ تعالیٰ کے درمیان کیا گفتگو ہوئی ؟ حالانکہ وہ ہر بار آپ سے پوچھتے ہیں کہ وہ اپنے رب سے پوچھ کر بتائیں اور آپ بھی پہلے اپنے رب سے پوچھتے اور پھر جواب انہیں سنادیتے ۔ اگرچہ سیاق کلام میں یہ بات نہیں ہے کہ آپ نے اللہ سے کیا پوچھا اور اللہ نے اس کا کیا جواب دیا ، یہ سکوت اور یہ خاموشی اللہ تعالیٰ کی بزرگی اور برتری اور علومرتبت سے زیادہ مناسبت رکھتی ہے ۔ بنی اسرائیل جس طریقہ سے گفتگو کرنے کے عادی تھے اور جس طرح گفتگو بالخصوص اس واقعہ میں وہ کررہے تھے ، ہرگز مناسب نہ تھا کہ اللہ تعالیٰ کے ساتھ حضرت موسیٰ کے سوال و جواب کا بھی اس میں ذکر کیا جائے۔\nآخر میں اچانک ........ جیسا کہ اس وقت بنی اسرائیل کے لئے یہ بات بالکل خلاف توقع تھی ۔ بنی اسرائیل کو حکم ہوتا ہے کہ وہ مذبوحہ بقرہ کے مردہ اور بےجان ٹکڑے کو مقتول پر ماریں اور دیکھیں کہ وہ کس طرح زندہ ہوجاتا ہے اور بات کرتا ہے ۔ حالانکہ بقرہ کے گوشت میں نہ زندگی تھی اور نہ زندگی کا کوئی سامان تھا۔\nغرض قرآن کریم کے دیگر مختصر بہترین قصوں کی طرح اس مختصر قصے میں حکیمانہ موضوع سخن کے عین مطابق ، نہایت ہی حکیمانہ طرزادا اختیار کی گئی ہے۔\nقصے کے اس آخری منظر کے اختتام پر اور اس قصے سے پہلے کے عبرت انگیز مظاہر اور سبق آموز واقعات کے نتیجے کے طور پر اس بات کی توقع تھی کہ اب تو بنی اسرائیل کے دل پگھل جائیں گے اور ان کے دلوں میں خوف خدا اور تقویٰ کے جذبات امڈ آئیں گے ۔ لیکن ہمارے تعجب کی انتہاء نہیں رہتی جب ہم دیکھتے ہیں کہ کلام کا خاتمہ بالکل خلاف توقع ان الفاظ پر ہوتا ہے۔",
  "ayah": 73,
  "surah": 2
}
