{
  "text": "اب سیاق کلام تیسری تصویر اور تیسرے منظر کی طرف منتقل ہوجاتا ہے ۔ اس تیسرے نمونے کی تصویر کشی ان الفاظ میں کی جاتی ہے ۔” بعض لوگ ایسے بھی ہیں جو کہتے ہیں کہ ہم اللہ پر اور آخرت پر ایمان لائے ہیں ، حالانکہ درحقیقت وہ مومن نہیں ہیں ۔ وہ اللہ اور ایمان لانے والوں کے ساتھ دھوکہ بازی کررہے ہیں ۔ مگر دراصل وہ اپنے آپ ہی کو دھوکہ میں ڈال رہے ہیں اور انہیں اس کا شعور نہیں ۔ ان کے دلوں میں ایک بیماری ہے جسے اللہ نے اور زیادہ بڑھادیا ۔ اور جو جھوٹ وہ بولتے ہیں ۔ اس کی پاداش میں ان کے لئے دردناک سزا ہے۔ جب کبھی ان سے کہا گیا کہ زمین میں فساد برپانہ کرو ، تو انہوں نے یہی کہا کہ ہم تو اصلاح کرنے والے ہیں ´خبردار حقیقت میں یہی لوگ مفسد ہیں مگر انہیں شعور نہیں ۔ اور جب ان سے کہا گیا کہ جس طرح دوسرے لوگ ایمان لائے اسی طرح تم بھی ایمان لاؤ تو انہوں نے جواب دیا کہ ہم بیوقوفوں کی طرح ایمان لائیں ؟\nخبردار اس حقیقت میں تو یہ خود بیوقوف ہیں ، مگر یہ جانتے نہیں ۔ جب یہ اہل ایمان سے ملتے ہیں تو کہتے ہیں ہم ایمان لائے ہیں اور جب علیحدگی میں ، اپنے شیطانوں سے ملتے ہیں تو کہتے ہیں کہ اصل میں تو ہم تمہارے ساتھ ہیں اور ان لوگوں سے محض مذاق کررہے ہیں ۔ اللہ ان سے مذاق کررہا ہے ، وہ ان کی رسی دراز کئے جارہا ہے اور یہ اپنی سرکشی میں اندھوں کی طرح بھٹکتے چلے جاتے ہیں۔ یہ وہ لوگ ہیں ، جنہوں نے ہدایت کے بدلے گمراہی خرید لی مگر یہ سودا ان کے لئے نفع بخش نہیں ہے ، اور یہ ہرگز صحیح راستے پر نہیں ہیں ۔ ان الفاظ میں جو کچھ کہا گیا ہے وہ مدینہ طیبہ کی واقعی صورتحال کی صحیح تصویر کشی ہے لیکن زمان ومکان کی حد بندیوں سے قطع نظر کرکے بھی جب ہم دیکھتے ہیں تو اس قسم کے لوگ ہمیں انسانوں کی ہر نسل میں موجودنظر آتے ہیں ۔ ہر نسل میں ایسے ذی حیثیت منافق لوگ پائے جاتے ہیں جو نہ تو اپنے اندر یہ جراءت پاتے ہیں کہ حق وصداقت کو پوری طرح تسلیم کرلیں اور ایمان لے آئیں اور نہ ان میں یہ سکت ہوتی ہے کہ حق وصداقت کا صاف صاف انکار کردیں ۔ اس صورتحال کے ساتھ ساتھ ایسے لوگ عوام کے مقابلے میں اپنے لئے ایک اونچی حیثیت اور رتبہ بلند بھی پسند کرتے ہیں ۔ وہ اپنے آپ کو جمہور عوام سے زیادہ علیم وفہیم سمجھتے ہیں ۔ لہٰذا ہم ان آیات کو ہر قسم کی تاریخی مثالوں سے آزاد اور اصولی آیات سمجھتے ہیں جو ہر دور کے ان تمام لوگوں پر صادق ہیں جو منافقانہ روش اختیار کرتے ہیں ۔ غرض ان آیات میں جس نفسیاتی صورتحال کی تصویر کھینچی گئی ہے وہ ایسی صورتحال ہے کہ ہر دور میں نفس انسانی کی گہرائیوں میں موجود رہی ہے اور اب بھی ہے اور آئندہ بھی رہے گی ۔",
  "ayah": 8,
  "surah": 2
}
