{
  "text": "یہاں یہ بات دلچسپی سے خالی نہ ہوگی کہ اس مخصوص اصول جزاء وسزا اور اس ذہنی مفہوم کو قرآن نے جس معجزانہ اور فنکارانہ انداز میں بیان کیا ہے اور جس طرح اس کی تصویر کھینچ کر رکھ دی ہے ، ہم قدرے توقف کرکے اس پر غور کریں اور اللہ کے اٹل حکم اور ابدی اصول کے اسباب و اسرار معلوم کرنے کی کوشش کریں۔\n” ہاں جو بھی بدی کمائے اور خطاکاری کے چکر میں پڑا رہے گا گویا بدی ایک قسم کی کمائی ہے ۔ یہاں معنی مطلوب صرف غلطی کا ارتکاب ہے لیکن جن الفاظ سے اس کی تعبیر کی گئی ہے وہ معروف نفسیاتی حالت کی عکاسی کرتے ہیں ۔ جو لوگ مصیبت میں مبتلاہوتے ہیں ، وہ اس کے عادی ہوجاتے ہیں اور اس کے ارتکاب میں انہیں مزا آتا ہے ۔ اور وہ اس سے لذات اندوز ہوتے ہیں ۔ اور اسے اپنی کمائی سمجھنے لگتے ہیں۔ کیونکہ اگر وہ اسے مکروہ اور ناپسندیدہ سمجھتے تو اس کا ارتکاب نہ کرتے ۔ نیز اگر وہ سمجھتے کہ یہ ایک قسم کا خسارہ ہے تو وہ اس جوش و خروش سے اس کا ارتکاب نہ کرتے نیز وہ اس برائی کو اپنے اوپر اس طرح غالب نہ کرتے کہ ان کی پوری دنیا اس کی لپیٹ میں آجائے اور وہ پوری طرح اس کے چکر میں پھنس جائیں کیونکہ یہ لوگ اگر اسے ناپسند کرتے اور اس کے اندر جو خسارہ تھا ، اسے محسوس کرتے تو اس کے سائے سے بھی دور بھاگتے۔ اگرچہ طبعًا وہ اس کے ارتکاب کی طرف مائل ہوتے ۔ نیز وہ اللہ تعالیٰ سے معافی مانگتے اور اس گناہ کے دائرہ اثر سے نکل کر کسی اور کے دامن میں پناہ لیتے ، اس صورت میں یہ برائی انہیں گھیر نہ سکتی اور نہ ہی ان پر چھاسکتی تھی اور ان کے لئے توبہ اور تلافی مافات کے دروازے بند نہ ہوجاتے وَاَحَاطَت بِہٖ خَطِئَتُہُ اور اس کی خطاکاری نے اسے گھیر لیا۔ “ یہ ایک ایسی تعبیر ہے جو اس کیفیت اور معنی کو مجسم شکل میں پیش کرتی ہے ۔ قرآن کریم کی فنی خوبیوں اور خصوصیات میں سے یہ ایک اہم خصوصیت ہے نیز قرآن کریم کی مخصوص طرز تعبیر کی اہم نشانی ہے ۔ اس طرز تعبیر کا انسان کے ذہن پر ایک خاص اثر پڑتا ہے ، جو خالص مفہومات ومعانی کا نہیں پڑتا۔ وہ معنوی تعبیریں جو متحرک شکل میں نہ ہوں ایسا اثر پیدا نہیں کرسکتیں ۔ معصیت پر اصرار کی معنوی کیفیت کی اس سے اور مستحسن تعبیر کیا ممکن ہے کہ معصیت کا مرتکب خود معصیت کے دائرے میں قید ہو ، اس کے حدود کے اندر ہی زندگی بسر کررہا ہو ، وہ اس مصیبت ہی کا ہوکررہ گیا ہو ، اس کے بغیر اس کے لئے زندگی کا ایک سانس لینا بھی ممکن نہ رہا ہو۔\nاور جب انسان کسی معصیت کے چکر میں اس طرح پڑجاتا ہے وہ ہر طرف سے محصور ہوجاتا ہے اور اس کے لئے توبہ کے تمام دروازے بند ہوجاتے ہیں تو اس وقت اللہ تعالیٰ کا یہ عادلانہ اور اٹل فیصلہ صادر ہوتا ہے فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ” ایسے لوگ دوزخی ہیں اور وہ ہمیشہ دوزخ میں رہیں گے ۔ “",
  "ayah": 81,
  "surah": 2
}
