{
  "text": "ثُمَّ أَنْتُمْ هَؤُلاءِ تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِنْكُمْ مِنْ دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِمْ بِالإثْمِ وَالْعُدْوَانِ وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ\n” مگر آج وہی تم ہو کہ اپنے بھائی بندوں کو قتل کرتے ہو ۔ اپنی برادری کے کچھ لوگوں کو بےخانماں کردیتے ہو۔ ظلم و زیادتی کرنے کے ساتھ ان کے خلاف جتھا بندیاں کرتے ہو ، اور جب لڑائی میں پکڑے ہوئے تمہارے پاس آتے ہیں تو ان کی رہائی کے لئے فدیہ کا لین دین کرتے ہو ۔ حالانکہ ان کو ان کے گھروں سے نکالنا ہی سرے سے تم پر حرام تھا تو کیا تم کتاب کے ایک حصے پر ایمان لاتے ہو اور دوسرے حصے کے ساتھ کفر کرتے ہو۔ “\nیہ واقعہ جو قرآن کریم ان کے خلاف پیش کررہا ہے ، وہی تھا جو غلبہ اسلام سے کچھ زمانہ پہلے اوس اور خزرج کی جنگوں میں پیش آچکا تھا۔ اوس و خزرج مشرکین یثرب کے دوقبیلے تھے اور ان کے درمیان ایسی شدید دشمنی تھی جس کی مثال پورے عرب میں نہ تھی ۔ یثرب میں یہودیوں کے بھی تین قبائل تھے جن میں سے بعض ایک قبیلے اور بعض دوسرے قبیلے کے حلیف ہوتے تھے ۔ جب ان دوقبائل کے درمیان جنگ ہوتی تو ان کے یہودی حلیف بھی جنگ میں شریک ہوتے ۔ اس طرح بعض اوقات ایک یہودی مدمقابل کے حلیف دوسرے یہودی کو قتل کرتا اور اللہ کے ساتھ انہوں نے جو پختہ عہد باندھا تھا یہ اس کے سراسر خلاف تھا ۔ جب ایک قبیلے کا حلیف غالب آتا تو خود بنی اسرائیل ، بنی اسرائیل کو لوٹتے ۔ انہیں گھروں سے نکالتے ، ان کی عورتوں کو غلام بناتے حالانکہ میثاق کی نص کی رو سے یہ حرکت ان پر حرام تھی ۔ لیکن جب جنگ ختم ہوجاتی تو پھر یہ غالب یہودی مقابل کے مغلوب یہودیوں کا فدیہ دیتے ۔ انہیں قید اور غلامی سے رہائی دلاتے ۔ جہاں جہاں بھی وہ قید ہوتے خواہ اپنے کیمپ میں یا مخالفین کے کیمپ میں ہوتے ۔ اور یہ کام وہ تورات کے اس حکم پر عمل کرتے تھے جس میں کہا گیا تھا ” تجھے بنی اسرائیل کا جو شخص غلام ملے اسے خریدو اور رہا کرو۔ “\nیہ تھا ان کی زندگی کا اہم تضاد اور اسے ان کے سامنے رکھ کر قرآن کریم ان سے پوچھتا ہے ،\nأَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ ” تو کیا تم کتاب کے ایک حصے پر ایمان لاتے ہو اور دوسرے حصے کے ساتھ کفر کرتے ہو۔ “\nاللہ تعالیٰ کہتا ہے کہ یہ عہد کی صریح خلاف ورزی ہے ۔ اس لئے انہیں اس بات کی تہدید کی جاتی ہے کہ اس وجہ سے وہ دنیا میں ذلیل و خوار ہوں گے اور آخرت میں اس پر انہیں دردناک عذاب دیا جائے گا ۔ نیز انہیں تنبیہ کی جاتی ہے کہ اللہ تعالیٰ نہ ان سے غافل ہے اور نہ ہی ایسی صریح غلطیوں کو معاف کرے گا ۔",
  "ayah": 85,
  "surah": 2
}
