{
  "text": "اس کے بعد مسلمانوں کو خصوصاً اور تمام انسانیت کو عموماً خطاب کیا جاتا ہے ۔ اور بتایا جاتا ہے کہ ان یہودیوں کی حقیقت کیا ہے اور ان کے ان اعمال کا انجام کیا ہے ؟ جو وہ کررہے ہیں ۔\nأُولَئِكَ الَّذِينَ اشْتَرَوُا الْحَيَاةَ الدُّنْيَا بِالآخِرَةِ فَلا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلا هُمْ يُنْصَرُونَ ” یہ وہ لوگ ہیں جنہوں نے آخرت بیچ کر دنیا خرید لی ہے ۔ لہٰذا نہ ان کی سزا میں کوئی تخفیف ہوگی اور نہ انہیں کوئی مدد پہنچ سکے گی۔ “\nسوال یہ ہے کہ انہوں نے آخرت بیچ کر دنیا کس طرح خرید لی ؟ وہ یوں کہ وہ اللہ کا عہد توڑنے پر محض اس لئے آمادہ ہوئے کہ وہ اپنے دنیاوی مفادات کی خاطر مشرکین کے ساتھ کئے ہوئے عہد کو نبھائیں اور یہ ایسا عہد ہے جسے نباہنے میں لازماً انہیں اپنے دین اور اللہ کی کتاب کی خلاف ورزی کرنی پڑرہی ہے ۔\nیاد رہے کہ دودھڑوں میں بٹ کر دو حلیفوں سے معاہدہ کرلینا ، بنی اسرائیل کا پراناحربہ ہے ۔ یہ ہمیشہ بین بین رہتے ہیں اور احتیاطاً باہم متحارب بلاکوں میں ہر ایک کے ساتھ ہوجاتے ہیں تاکہ جو بلاک بھی کامیاب ہو ، اس کے حاصل ہونے والے مفادات میں ان کا حصہ بہرحال محفوظ ہو ، جو گروہ بھی کامیاب ہو اس کی کامیابی یہودیوں کی کامیابی ہو۔ جن لوگوں کو اللہ پر اعتماد نہیں ہوتا اور جو اللہ کی رسی کو مضبوط تھامے ہوئے نہیں ہوتے ان کا طرز عمل ہمیشہ ایسا ہی ہوتا ہے ۔ ایسے لوگ ہمیشہ عیاری اور چالبازی سے کام لیتے ہیں اور کوشش کرتے ہیں کہ اللہ کے مقابلے میں انہیں انسانوں کی مدد حاصل رہے ۔ وہ اللہ کے عہد و پیمان سے زیادہ انسان کے عہد و پیمان کو اہمیت دیتے ہیں ۔\nلیکن ایمان تو انسان کو ہر اس عہد ومیثاق کے اندر شامل ہونے سے روکتا ہے جو احکام شریعت کے خلاف ہو اور جس سے اللہ کے ساتھ کئے ہوئے عہد کی خلاف ورزیاں لازم آتی ہیں ۔ کسی مصلحت کی خاطر یا بچاؤ کی کوئی تدبیر اختیار کرنے کی خاطر کوئی ایسا عہد نہیں کیا جاسکتا ۔ کیونکہ بچاؤ اس میں ہے کہ انسان اللہ کے ساتھ کئے ہوئے عہد کی پابندی کرے ۔ نیز سب سے بڑی مصلحت یہ ہے کہ انسان اللہ تعالیٰ کے احکام بجالائے اور اپنے دین کا اتباع کرے ۔\nیہ تھا بنی اسرائیل کا طرز عمل ، ان کے مصلحین اور انبیاء (علیہم السلام) کے ساتھ ! قرآن کریم کے اس طرز عمل کو بالتفصیل بیان کرتا ہے اور مسلمہ واقعات کی روشنی میں اسے ثابت کرتا ہے اور پھر اچانک ان کو آڑے ہاتھوں لیتا ہے اور نبی آخرالزماں اور اس نئی اور آخری رسالت کے بارے میں ان کے مکروہ طرز عمل پر گرفت کرتا ہے۔ قرآن کریم انہیں بتاتا ہے کہ تمہی تو ہو جنہوں نے انبیائے سابقین کے ساتھ یہ سلوک کیا ۔ ذراغور سے پڑھیئے ؟",
  "ayah": 86,
  "surah": 2
}
