{
  "text": "وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ ” جب ان سے کہا جاتا ہے کہ جو کچھ اللہ نے نازل کیا ہے اس پر ایمان لاؤ، تو وہ کہتے ہیں ” ہم تو اس چیز پر ایمان لائے ہیں جو ہمارے ہاں (بنی اسرائیل میں) اتری ہے ۔ “\nاس دائرے کے باہر جو کچھ آیا ہے اسے ماننے سے وہ انکار کرتے ہیں حالانکہ وہ حق ہے اور اس تعلیم کی تصدیق وتائید کررہا ہے جو ان کے ہاں پہلے سے موجود تھی ۔ یہ بات وہ اس وقت کہتے تھے ، جب انہیں قرآن پر ایمان لانے اور اسلام کو قبول کرنے کی دعوت دی جاتی تھی ۔ وہ کہتے تھے کہ ” ہم پر جو کچھ نازل ہوا ہے ، ہم اس پر ایمان لاچکے اور وہ کافی وشافی ہے۔ “ اس کے سوا وہ تمام ہدایات کا انکار کرتے تھے ۔ خواہ وہ عیسیٰ (علیہ السلام) پر اتری ہوں یا نبی آخرالزمان حضرت محمد ﷺ پر اتری ہوں۔\nقرآن کریم کے نزدیک ان کا یہ طرز عمل اور ان کی جانب سے توریت کے علاوہ تمام دوسری ہدایات کا انکار ایک عجیب حرکت ہے ۔\nوَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ ” کیونکہ وہ حق ہے اور اس تعلیم کی تصدیق وتائید کررہا ہے جو ان کے ہاں پہلے سے موجود ہے۔ “\nیعنی بنی اسرائیل کو حق سے کیا واسطہ ؟ کیا ہوا کہ سچائی ان تعلیمات کی تصدیق کررہی ہے جو ان کے پاس موجود ہیں ، کیونکہ اس سے وہ محروم ہوگئے ہیں ۔ یہ تو خود اپنے نفس کے پجاری ہیں ، اپنی قومی عصبیت کے بندے ہیں بلکہ اس سے بھی آگے وہ تو اپنی ہوائے نفس کی پیروی کرتے ہیں ۔ کیونکہ اس سے قبل وہ ان ہدایات کو بھی ٹھکراچکے ہیں جو خود ان کے انبیاء پر اتاری گئی تھیں۔ اللہ تعالیٰ نے اپنے نبی حضرت محمد ﷺ کو سکھاتے ہیں کہ ان کی حقیقت کھولنے کے لئے اور ان کے موقف کی کمزوری کی وضاحت کے لئے وہ ان پر اس پہلو سے حملہ آور ہوں قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ\n” کہہ دیجئے کہ اگر تم اس تعلیم پر ہی ایمان رکھنے والے ہو جو تمہارے ہاں آئی تھی تو اس سے پہلے اللہ کے ان پیغمبروں کو (جو خود بنی اسرائیل میں پیدا ہوئے تھے ) کیوں قتل کرتے رہے ؟ تمہارا یہ دعویٰ ہے کہ انبیاء بنی اسرائیل تمہارے پاس جو تعلیم وہدایت لے کر آئے تھے ، تم ان پر ایمان لائے ہوئے تھے ، تو اگر تم سچے مومن تھے ، تو تم نے انبیاء عظام کو قتل کیوں کیا ؟ “",
  "ayah": 91,
  "surah": 2
}
