{
  "text": "The life of Paradise will be a life without fear. Only those who were mindful of God in this world will be considered eligible for this life. The fear of God in the present world is the price of a life without fear in the Hereafter. Mutual ill-will is of two types: one is due to arrogance and the other is due to misunderstanding. Engendering ill-will or enmity out of sheer arrogance is the greatest social evil. The people of the Faith should put an end to it in this very world itself. Those who do not do so incur the risk of Hell in the Hereafter. The type of ill-will which occurs due to misunderstanding, sometimes comes to an end, but sometimes, in spite of sincerity on both sides, continues till the very end. This second type of ill-will will completely end in the Hereafter, because the Hereafter is the world where realities are laid completely bare. When all the realities are unveiled before a sincere man, he will have no further reason to entertain feelings of ill-will against his brother. The life of Paradise is so aesthetic and refined that one cannot imagine it in the present world. However, the pleasures and luxuries of the present world are a preliminary introduction to the ensuing world of pleasures and luxuries. When this introduction to Paradise is so pleasing, one can imagine how pleasing Paradise itself is going to be. A man may accumulate all kinds of pleasure-giving things and luxuries in the world; but even then, various kinds of unpleasantness make all his accumulation meaningless. Paradise, however, is a place where pleasures and luxuries will be free of all unpleasantness. It is recorded in a tradition of the Prophet Muhammad that the people of Paradise will be told, ‘Now, you will always be healthy and will never be ill; now, you will be alive for ever and will never die; now you will always be young and you will never grow old; now you will always be here and you will never have to leave this place.’",
  "ayah": 48,
  "surah": 15
}
