{
  "text": "ریڑھ کی ہڈی اور تخلیق ثانی جو لوگ مرنے کے بعد جی اٹھنے کے انکاری تھے ان کی یہاں مذمت بیان ہو رہی ہے، ابن عباس فرماتے ہیں یعنی انسان پر لعنت ہو یہ کتنا بڑا ناشکر گزار ہے اور یہ بھی معنی بیان کئے گئے ہیں کہ عموماً تمام انسان جھٹلانے والے ہیں بلا دلیل محض اپنے خیال سے ایک چیز کو ناممکن جان کر باوجود علمی سرمایہ کی کمی کے جھٹ سے اللہ کی باتوں کی تکذیب کردیتے ہیں اور یہ بھی کہا گیا ہے کہ اسے اس جھٹلانے پر کونسی چیز آمادہ کرتی ہے ؟ اس کے بعد اس کی اصلیت جتائی جاتی ہے کہ وہ خیال کرے کہ کس قدر حقیر اور ذلیل چیز سے اللہ نے اسے بنایا ہے کیا وہ اسے دوبارہ پیدا کرنے پر قدرت نہیں رکھتا ؟ اس نے انسان کو منی کے قطرے سے پیدا کیا پھر اس کی تقدیر مقدر کی یعنی عمر روزی عمل اور نیک و بد ہونا لکھا۔ پھر اس کے لیے ماں کے پیٹ سے نکلنے کا راستہ آسان کردیا اور یہ بھی معنی ہیں کہ ہم نے اپنے دین کا راستہ آسان کردیا یعنی واضح اور ظاہر کردیا جیسے اور جگہ ہے آیت (اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا) 76۔ الإنسان :3) یعنی ہم نے اسے راہ دکھائی پھر یا تو وہ شکر گزار بنے یا ناشکرا، حسن اور ابن زید اسی کو راجح بتاتے ہیں واللہ اعلم۔ اس کی پیدائش کے بعد پھر اسے موت دی اور پھر قبر میں لے گیا۔ عرب کا محاورہ ہے کہ وہ جب کسی کو دفن کریں تو کہتے ہیں۔ قبرت الرَّجُلَ اور کہتے ہیں اقبَرُہُ اللہ اسی طرح کے اور بھی محاورے ہیں مطلب یہ ہے کہ اب اللہ نے اسے قبر والا بنادیا۔ پھر جب اللہ چاہے گا اسے دوبارہ زندہ کر دے گا، اسی کی زندگی کو بعثت بھی کہتے ہیں اور نشور بھی، جیسے اور جگہ ہے آیت (وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ 20؀) 30۔ الروم :20)۔ اس کی نشانیوں میں سے ایک یہ بھی ہے کہ اس نے تمہیں مٹی سے پیدا کیا پھر تم انسان بن کر اٹھ بیٹھے اور جگہ ہے (كَيْفَ نُنْشِزُھَا ثُمَّ نَكْسُوْھَا لَحْــمًا02509) 2۔ البقرة :259) ہڈیوں کو دیکھو کہ ہم کس طرح انہیں اٹھاتے بٹھاتے ہیں، پھر کس طرح انہیں گوشت چڑھاتے ہیں ابن ابی حاتم کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں کہ انسان کے تمام اعضاء وغیرہ کو مٹی کھا جاتی ہے مگر ریڑ ھ کی ہڈی کو نہیں کھاتی، لوگوں نے کہا وہ کیا ہے ؟ آپ ﷺ نے فرمایا رائی کے دانے کے برابر ہے اسی سے پھر تمہاری پیدائش ہوگی۔ یہ حدیث بغیر سوال و جواب کی زیادتی کے بخاری مسلم میں بھی ہے کہ ابن آدم گل سڑ جاتا ہے مگر ریڑھ کی ہڈی کہ اسی سے پیدا کیا گیا ہے اور اسی سے پھر ترکیب دیا جائے گا۔ پھر اللہ تبارک و تعالیٰ فرماتا ہے کہ جس طرح یہ ناشکرا اور بےقدر انسان کہتا ہے کہ اس نے اپنی جان و مال میں اللہ کا جو حق تھا وہ ادا کردیا لیکن ایسا ہرگز نہیں ہے۔ بلکہ ابھی تو اس نے فرائض اللہ سے بھی سبکدوشی حاصل نہیں کی۔ حضرت مجاہد کا فرمان ہے کہ کسی شخص سے اللہ تعالیٰ کے فرائض کی پوری ادائیگی نہیں ہوسکتی۔ حسن بصری سے بھی ایسے ہی معنی مروی ہیں متقدمین میں سے میں نے تو اس کے سوا کوئی اور کلام نہیں پایا، ہاں مجھے اس کے یہ معنی معلوم ہوتے ہیں کہ فرمان باری کا یہ مطلب ہے کہ پھر جب چاہے دوبارہ پیدا کرے گا، اب تک اس کے فیصلے کے مطابق وقت نہیں آیا۔ یعنی ابھی ابھی وہ ایسا نہیں کرے گا یہاں تک کہ مدت مقررہ ختم ہو اور بنی آدم کی تقدیر پوری ہو، ان کی قسمت میں اس دنیا میں آنا اور یہاں برا بھلا کرنا وغیرہ جو مقدر ہوچکا ہے۔ وہ سب اللہ کے اندازے کے مطابق پورا ہوچکے اس وقت وہ خالق کل دوبارہ زندہ کرے گا اور جیسے کہ پہلی مرتبہ پیدا کیا تھا اب دوسری دفعہ پھر پیدا کر دے گا، ابن ابی حاتم میں حضرت وہب بن منبہ ؒ سے مروی ہے کہ حضرت عزیز ؑ نے فرمایا میرے پاس ایک فرشتہ آیا اور اس نے مجھ سے کہا کہ قبریں زمین کا پیٹ ہیں اور زمین مخلوق کی ماں ہے جب کہ کل مخلوق پیدا ہوچکے گی پھر قبروں میں پہنچ جائے گی اور قبریں سب بھر جائیں گی اس وقت دنیا کا سلسلہ ختم ہوجائے گا اور جو بھی زمین پر ہوں گے سب مرجائیں گے۔ اور زمین میں جو کچھ ہے اسے زمین اگل دے گی اور قبروں میں جو مردے ہیں سب باہر نکال دئیے جائیں گے یہ قول ہم اپنی اس تفسیر کی دلیل میں پیش کرسکتے ہیں۔ واللہ سبحانہ و تعالیٰ اعلم، پھر ارشاد ہوتا ہے کہ میرے اس احسان کو دیکھیں کہ میں نے انہیں کھانا دیا اس میں بھی دلیل ہے موت کے بعد جی اٹھنے کی کہ جس طرح خشک غیر آباد زمین سے ہم نے تر و تازہ درخت اگائے اور ان سے اناج وغیرہ پیدا کر کے تمہارے لیے کھانا مہیا کیا اسی طرح گلی سڑی کھوکھلی اور چورا چورا ہڈیوں کو بھی ہم ایک روز زندہ کردیں گے اور انہیں گوشت پوست پہنا کر دوبارہ تمہیں زندہ کردیں گے، تم دیکھ لو کہ ہم نے آسمان سے برابر پانی برسایا پھر اسے ہم نے زمین میں پہنچا کر ٹھہرا دیا وہ بیج میں پہنچا اور زمین میں پڑے ہوئے دانوں میں سرایت کی جس سے وہ دانے اگے درخت پھوٹا اونچا ہوا اور کھیتیاں لہلہانے لگیں، کہیں اناج پیدا ہوا کہیں انگور اور کہیں ترکاریاں۔ حب کہتے ہیں کہ ہر دانے کو، عنب کہتے ہیں انگور کو اور قضب کہتے ہیں اس سبز چارے کو جیسے جانور کھاتے ہیں اور زیتون پیدا کیا جو روٹی کے ساتھ سالن کا کام دیتا ہے جلایا جاتا ہے تیل نکالا جاتا ہے اور کھجوروں کے درخت پیدا کئے جو گدرائی ہوئی بھی کھائی جاتی ہے، تر بھی کھائی جاتی ہے اور خشک بھی کھائی جاتی ہیں اور پکی بھی اور اس کا شیرہ اور سرکہ بھی بنایا جاتا ہے اور باغات پیدا کئے۔ غالباً \" کے معنی کھجوروں کے بڑے بڑے میوہ دار درخت ہیں۔ حدائق کہتے ہیں ہر اس باغ کو جو گھنا اور خوب بھرا ہوا اور گہرے سائے والا اور بڑے درختوں والا ہو، موٹی گردن والے آدمی کو بھی عرب اغلب کہتے ہیں، اور میوے پیدا کئے اور اب کہتے ہیں زمین کی اس سبزی کو جیسے جانور کھاتے ہیں اور انسان اسے نہیں کھاتے، جیسے گھاس پات وغیرہ، اب جانور کے لیے ایسا ہی ہے جیسا انسان کے لیے فاکَھَہ یعنی پھل، میوہ۔ عطاء کا قول ہے کہ زمین پر جو کچھ اگتا ہے اسے \" اب \" کہتے ہیں۔ ضحاک فرماتے ہیں سوائے میوؤں کے باقی سب اَبّ ہے۔ ابو السائب فرماتے ہیں اَبّ آدمے کے کھانے میں بھی آتا ہے اور جانور کے کھانے میں بھی، حضرت ابوبکر صدیق ؓ سے اس بابت سوال ہوتا ہے تو فرماتے ہیں کونسا آسمان مجھے اپنے تلے سایہ دے گا اور کونسی زمین مجھے اپنی پیٹھ پر اٹھائے گی، اگر میں کتاب اللہ میں وہ کہوں جس کا مجھے علم نہ ہو لیکن یہ اثر منقطع ہے، ابراہیم تیمی نے حضرت صدیق کو نہیں پایا، ہاں البتہ صحیح سند سے ابن جریر میں حضرت عمر فاروق ؓ سے مروی ہے کہ آپ ﷺ نے منبر پر سورة عبس پڑھی اور یہاں تک پہنچ کر کہا کہ فاکھہ کو تو ہم جانتے ہیں لیکن یہ اب کیا چیز ہے ؟ پھر خود ہی فرمایا اس تکلیف کو چھوڑ، اس سے مراد یہ ہے کہ اس کی شکل و صورت اور اس کی تعیین معلوم نہیں ورنہ اتنا تو صرف آیت کے پڑھنے سے ہی صاف طور پر معلوم ہو رہا ہے کہ یہ زمین سے اگنے والی ایک چیز ہے کیونکہ پہلے یہ لفظ موجود ہے، (فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ 10؀) 31۔ لقمان :10) ، پھر فرمایا ہے تمہاری زندگی کے قائم رکھنے، تمہیں فائدہ پہنچانے اور تمہارے جانووں کے لیے ہے کہ قیامت تک یہ سلسلہ جاری رہیگا اور تم اس سے فیض یاب ہوتے رہو گے۔",
  "ayah": 17,
  "surah": 80
}
