{
  "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا (10)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( إِنَّ الَّذِينَ يُبَايِعُونَكَ ) بالحديبية من أصحابك على أن لا يفرّوا عند لقاء العدوّ, ولا يولُّوهم الأدبار ( إِنَّمَا يُبَايِعُونَ اللَّهَ ) يقول: إنما يبايعون ببيعتهم إياك الله, لأن الله ضمن لهم الجنة بوفائهم له بذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله ( إِنَّ الَّذِينَ يُبَايِعُونَكَ ) قال: يوم الحديبية.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ ) وهم الذين بايعوا يوم الحديبية.وفي قوله ( يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ) وجهان من التأويل: أحدهما: يد الله فوق أيديهم عند البيعة, لأنهم كانوا يبايعون الله ببيعتهم نبيه صَلَّى الله عَلَيْهِ وَسَلَّم ; والآخر: قوّة الله فوق قوّتهم في نصرة رسوله صَلَّى الله عَلَيْهِ وَسَلَّم, لأنهم إنما بايعوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على نُصرته على العدو.وقوله ( فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ ) يقول تعالى ذكره: فمن نكث بيعته إياك يا محمد, ونقضها فلم ينصرك على أعدائك, وخالف ما وعد ربه ( فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ ) يقول: فإنما ينقض بيعته, لأنه بفعله ذلك يخرج ممن وعده الله الحنة بوفائه بالبيعة, فلم يضرّ بنكثه غير نفسه, ولم ينكث إلا عليها, فأما رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فإن الله تبارك وتعالى ناصره على أعدائه, نكث الناكث منهم, أو وفى ببيعته.وقوله ( وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ )... الآية, يقول تعالى ذكره: ومن أوفى بما عاهد الله عليه من الصبر عند لقاء العدوّ في سبيل الله ونُصرة نبيه صَلَّى الله عَلَيْهِ وَسَلَّم على أعدائه ( فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا ) يقول: فسيعطيه الله ثوابا عظيما, وذلك أن يُدخله الجنة جزاء له على وفائه بما عاهد عليه الله, ووثق لرسوله على الصبر معه عند البأس بالمؤكدة من الأيمان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا ) وهي الجنة.",
  "ayah": 10,
  "surah": 48
}
