{
  "text": "القول في تأويل قوله تعالى :  سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا (11)يقول تعالى ذكره لنييه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: سيقول لك يا محمد الذين خلفهم الله في أهليهم عن صحبتك, والخروج معك في سفرك الذي سافرت, ومسيرك الذي سرت إلى مكة معتمرا, زائرا بيت الله الحرام إذا انصرفت إليهم, فعاتبتهم على التخلف عنك, شغلتنا عن الخروج معك معالجة أموالنا, وإصلاح معايشنا وأهلونا, فاستغفر لنا ربنا لتخلُّفنا عنك, قال الله جل ثناؤه مكذبهم في قيلهم ذلك: يقول هؤلاء الأعراب المخلَّفون عنك بألسنتهم ما ليس في قلوبهم, وذلك مسألتهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الاستغفار لهم, يقول: يسألونه بغير توبة منهم ولا ندم على ما سلف منهم من معصية الله في تخلفهم عن صحبة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم والمسير معه ( قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا ) يقول تعالى ذكره لنبيه: قل لهؤلاء الأعراب الذين يسألونك أن تستغفر لهم لتخلفهم عنك: إن أنا استغفرت لكم أيها القوم, ثم أراد الله هلاككم أو هلاك أموالكم وأهليكم, أو أراد بكم نفعا بتثميره أموالكم وإصلاحه لكم أهليكم, فمن ذا الذي يقدر على دفع ما أراد الله بكم من خير أو شرّ, والله لا يعازّه أحد, ولا يغالبه غالب.وقوله ( بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا ) يقول تعالى ذكره: ما الأمر كما يظن هؤلاء المنافقون من الأعراب أن الله لا يعلم ما هم عليها منطوون من النفاق, بل لم يزل الله بما يعملون من خير وشرّ خبيرا, لا تخفى عليه شيء من أعمال خلقه, سرّها وعلانيتها, وهو محصيها عليهم حتى يجازيهم بها، وكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيما ذُكر عنه حين أراد المسير إلى مكة عام الحُديبية معتمرا استنفر العرب ومن حول مدينته من أهل البوادي والأعراب ليخرجوا معه حذرا من قومه قريش أن يعرضوا له الحرب, أو يصدّوه عن البيت, وأحرم هو صَلَّى الله عَلَيْهِ وَسَلَّم بالعمرة, وساق معه الهدي, ليعلم الناس أنه لا يريد حربا, فتثاقل عنه كثير من الأعراب, وتخلَّفوا خلافه فهم الذين عَنَى الله تبارك وتعالى بقوله ( سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الأعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا )... الآية.وكالذي قلنا في ذلك قال أهل العلم بسير رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ومغازيه, منهم ابن إسحاق.حدثنا ابن حميد, قال: ثنا سلمة عن ابن إسحاق بذلك. حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الأعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا ) قال: أعراب المدينة: جهينة ومزينة, استتبعهم لخروجه إلى مكة, قالوا: نذهب معه إلى قوم قد جاءوه, فقتلوا أصحابه فنقاتلهم ! فاعتلوا بالشغل.واختلفت القرّاء في قراءة قوله ( إِنْ أَرَادَ بِكُمْ ضَرًّا ) فقرأته قرّاء المدينة والبصرة وبعض قرّاء الكوفة ( ضَرًّا ) بفتح الضاد, بمعنى: الضّر الذي هو خلاف النفع. وقرأ ذلك عامة قرّاء الكوفيين ( ضُرّا ) بضم الضاد, بمعنى البؤس والسَّقم.وأعجب القراءتين إليّ الفتح في الضاد في هذا الموضع بقوله ( أَوْ أَرَادَ بِكُمْ نَفْعًا ) , فمعلوم أن خلاف النفع الضرّ, وإن كانت الأخرى صحيحا معناها.",
  "ayah": 11,
  "surah": 48
}
