{
  "text": "القول في تأويل قوله تعالى :  وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (24)يقول تعالى ذكره لرسوله صَلَّى الله عَلَيْهِ وَسَلَّم: والذين بايعوا بيعة الرضوان: ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ ) يعني أن الله كفّ أيدي المشركين الذين كانوا خرجوا على عسكر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, بالحديبية يلتمسون غِرَّتَهُمْ ليصيبوا منهم, فبعث رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأتى بهم أسرى, فخلى عنهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, ومنّ عليهم ولم يقتلهم فقال الله للمؤمنين: وهو الذي كفّ أيدي هؤلاء المشركين عنكم, وأيديكم عنهم ببطن مكة, من بعد أن أظفركم عليهم.وبنحو الذي قلنا في ذلك جاءت الآثار* ذكر الرواية بذلك:حدثنا محمد بن عليّ بن الحسن بن شقيق, قال: سمعت أبي يقول: أخبرنا الحسين بن واقد, قال: ثني ثابت البناني, عن عبد الله بن مغفل, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كان جالسا في أصل شجرة بالحُدَيبية, وعلى ظهره غصن من أغصان الشجرة فرفعتها عن ظهره, وعليّ بن أبي طالب رضي الله عنه بين يديه وسهيل بن عمرو, وهو صاحب المشركين, فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لعليّ: اكْتُبْ : بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيمِ, فأمسك سُهَيل بيده, فقال: ما نعرف الرحمن, اكتب في قضيتنا ما نعرف. فقال رسول الله: اكْتُبْ باسْمِكَ اللَّهُم, فكتب, فقال: هذا ما صالح محمد رسول الله أهل مكة, فأمسك سُهَيل بيده, فقال: لقد ظلمناك إن كنت رسولا اكتب في قضيتنا ما نعرف قال: اكتب هذا ما صالح عليه محمد بن عبد الله بن عبد المطلب وأنا رسول الله, فخرج علينا ثلاثون شابا عليهم السلاح, فثاروا في وجوهنا, فدعا عليهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, فأخذ الله بأبصارهم, فقمنا إليهم فأخذناهم, فقال لهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: هَلْ خرَجْتُم فِي أمان أحَدٍ, قال: فخلى عنهم, قال: فأنـزل الله ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ) .حدثنا ابن حميد, قال: ثنا يحيى بن واضح, قال: ثنا الحسين بن واقد, عن ثابت, عن عبد الله بن مغفل, قال: كنا مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بالحُديبية في أصل الشجرة التي قال الله في القرآن, وكان غصن من أغصان تلك الشجرة على ظهر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم, فرفعته عن ظهره, ثم ذكر نحو حديث محمد بن عليّ, عن أبيه.حدثنا ابن حميد, قال: ثنا سلمة, عن محمد بن إسحاق قال: ثني من لا أتهم - عن عكرمة, مولى ابن عباس, أن قريشا كانوا بعثوا أربعين رجلا منهم أو خمسين, وأمروهم أن يطيفوا بعسكر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, ليصيبوا من أصحابه أحدا, فأخذوا أخذا, فأُتي بهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, فعفا عنهم، وخلى سبيلهم, وقد كانوا رموا في عسكر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالحجارة والنبل. قال ابن حميد, قال سلمة, قال ابن إسحاق: ففي ذلك قال ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ )... الآية .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قال: أقبل معتمرا نبيّ الله, فأخذ أصحابه ناسا من أهل الحرم غافلين, فأرسلهم النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم, فذلك الإظفار ببطن مكة.حدثنا محمد بن سنان القزّاز, قال: ثنا عبيد الله ابن عائشة, قال: ثنا حماد بن سلمة, عن ثابت, عن أنس بن مالك أن ثمانين رجلا من أهل مكة, هبطوا على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه من جبل التنعيم عند صلاة الفجر ليقتلوهم, فأخذهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأعتقهم, فأنـزل الله ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ )... إلى آخر الآية .وكان قتادة يقول في ذلك ما حدثنا به بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ )... الآية, قال: بطن مكة الحديبية (1) يقال له رهم: اطلع الثنية من الحديبية, فرماه المشركون بسهم فقتلوه, فبعث رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم خيلا فأتوه باثني عشر فارسا من الكفار, فقال لهم نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم: هل لكم عليّ عهد؟ هل لكم عليّ ذمة, قالوا: لا فأرسلهم, فأنـزل الله في ذلك القرآن ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ )... إلى قوله ( بِمَا تَعْمَلُونَ بَصِيرًا ).وقال آخرون في ذلك: ما حدثنا به ابن حميد, قال: ثنا يعقوب القُمِّيّ, عن جعفر, عن ابن أبزى, قال: لما خرج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بالهدي, وانتهى إلى ذي الحليفة, قال له عمر: يا نبيّ الله, تدخل على قوم لك حرب بغير سلاح ولا كراع, قال: فبعث إلى المدينة فلم يدع بها كراعا ولا سلاحا إلا حمله; فلما دنا من مكة منعوه أن يدخل, فسار حتى أتى منى, فنـزل بمِنى, فأتاه عينه أن عكرِمة بن أبي جهل قد خرج علينا في خمس مئة, فقال لخالد بن الوليد: يا خالد هذا ابن عمك قد أتاك في الخيل, فقال خالد: أنا سيف الله وسيف رسوله, فيومئذ سمي سيف الله, يا رسول الله, ارم بي حيث شئت, فبعثه على خيل, فلقي عكرمة في الشعب فهزمه حتى أدخله حيطان مكة, ثم عاد في الثانية فهزمه حتى أدخله حيطان مكة, ثم عاد في الثالثة حتى أدخله حيطان مكة, فأنـزل الله ( وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ )... إلى قوله  عَذَابًا أَلِيمًا  قال: فكفّ الله النبيّ عنهم من بعد أن أظفره عليهم لبقايا من المسلمين كانوا بقوا فيها من بعد أن أظفره عليهم كراهية أن تطأهم الخيل بغير علم.وقوله ( وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا ) يقول تعالى ذكره: وكان الله بأعمالكم وأعمالهم بصيرا لا يخفى عليه منها شيء.------------------------الهوامش:(1) لعل فيه سقطا . وفي ابن كثير عن قتادة : \" ذكر لنا أن رجلا يقال له ابن زنيم اطلع على الثنية إلخ \" .",
  "ayah": 24,
  "surah": 48
}
