{
  "surah": 2,
  "ayah": 116,
  "text": "They say, “God has taken a son.” Glory be to Him! Rather, to Him belongs what is in the heavens and the earth; all are devoted to Him. He is pure, without fault, incomparable, the one Lord-one in forbearance, one in loyalty, one in love. If the servant does harm, He does not cut off from him, for He is one in forbearance. If the servant inclines toward another, He does not so incline, because He is one in loyalty. If the servant breaks the covenant, He does not break it, because He is one in love. He is one in Essence, one in attributes, rid of causes, incomparable with obsequiousness, praised by all expressions, fitting for all allusions, the creator of time and the hours, the determiner of instants and moments. His artisanry has no defect, His determining no contrivance, His descrip- tion no likeness. He is a determiner who has always been. Powerful, Knowing, Alive, Desiring, Hearing, Seeing, clothed in majesty, Hallowed beyond having an equal, transcending opinion and talk. * O Essence of perfection lacking nothing! The effusion of generosity comes from Your hand alone. He is a lord without associate or partner, a king without equal or need. His promise is no lie, His name is no metaphor. The door of withholding is shut and the door of His munificence open. He is a forgiver of sins, a caresser of the faulty. He knows without cause, He is able without artifice. He is alone without paucity, spreader of the creed, outside of number, artisan without toil, self- standing until the Endless, hallowed beyond envy. His name is Subtle, Self-Standing, and Self- Sufficient; He begets not, nor was He begotten, and equal to Him is none [112:2-4]. So much are You face-to-face in my heart, so much hidden from my eyes, that your describer cannot describe You- in Your attributes You are as You are. A renowned Lord, caring for His servants-ears are open to His name, hearts imprisoned by His message, tawḤīd-voicers fallen into His snare, yearners drunk with the love from His cup. He is the lovingly kind such that no one in the universe is like Him in loving kindness. The disobedient and destitute have hope in Him, and the poor are happy in the subsistence of His majesty.  Their domicile is at His threshold, their sitting in hope of union with Him, their being in bonds to His loyalty, their ease with His name, marks, and remembrance. The two hundred spiritual worlds are the luster of His bounty, the two hundred luminous worlds are from the light of His beauty. Shaykh al-Islām Anṣārī said, “O God, for a while I delighted in remembering You-then I chose resurrection. Who is fitting for this work like me? Enough for me that I am worthy of Your com- panionship. “O God, there is no heart aside from remembering You, no spirit aside from finding You. How can one live without heart and spirit? “O God, I have remained apart from the world's folk, for my eyes are empty of You and I see You face-to-face!” “You are not empty of me, but I do not see Your face. You are a spirit with me, but not seen by me. “O good fortune of the heart and life of the spirit! O found without being perceived and face-to-face without being seen! Your remembrance is in the heart and on the tongue, Your love in the midst of secret core and spirit. Finding You is a day that comes forth suddenly by itself. He who finds You busies himself with neither happiness nor grief. O Lord, complete for us the work that cannot be expressed! Finish for us the work with You that is hidden from the two worlds!” The folk of wisdom have spoken of a marvelous intimation and a beautiful subtlety in the verse, “They say, 'God has taken a son.' Glory be to Him!” This subtlety is that God has made apparent a seed and set up a successor for everything in the world headed for annihilation. Thus its species will remain in the world and it will not totally cease to be. This is the universal motivation for the existence of the child-so the species may remain, the child may succeed its father, and descendants will not be cut off. Do you not see that the sun, the moon, the stars, and their likes have no way to annihilation in the redoublings of the days until the resurrection? Hence He did not make seeds for them or set up successors. In contrast, since the species of plants and the kinds of animals are annihilated during the days, it was imperative for them to have seeds and successors.  From here it is known that it is not fitting for God to take a child, and He has no use for a successor. He is a living one who subsists and an enactor who continues. The defect of annihilation has no way to Him, blight and disappearance have no place in His majesty, and the fault of defectiveness does not fit into His perfection. He always was and always will be. Why should He need a child? How should that be appropriate? Greatly exalted is God beyond that! Then He added to the argument and said, “Rather, to Him belongs what is in the heavens and the earth; all are devoted to Him.” If a child is needed, it is needed to serve the father, to support and help him. Thus the Exalted Lord says, “He has made for you from your wives children and grandchildren” [16:72]. Also, a father is not complete in himself, nor can he do without helpers. He needs others to make up for his poverty and weakness. So, what need does the Lord of the Worlds have for children? He has neither poverty to be made up for by someone, nor incapacity to take help from someone. Along with His lack of needs, the heaven, the earth, and everything within them are His possession and kingdom. All are His slaves and servants. All serve Him and obey Him, whether willingly or unwillingly. He alludes to this with His words, “To God prostrate themselves all in the heavens and the earth, willingly or unwillingly” [13:15]."
}
