{
  "surah": 2,
  "ayah": 183,
  "text": "O you who have faith! Written for you is fasting. In the tongue of allusion and the clarification of wisdom, He is saying, “O you who have faith, fasting has been written for you. It has been written because you will be the guests of the Real, and tomorrow in paradise He wants to take hungry guests to a banquet. When the generous take someone to a banquet, they like the guests to be hungry so that the feast will be sweeter in their hearts. The Lord of the Worlds created paradise and everything within it for the faithful. None of it is of any use to Him, nor does He have any need for it.” A pir of the Sufis sent out an invitation, but no one came. The pir lifted up his hands and said, “Lord God, if you send your servants into the fire tomorrow, paradise and perfect bliss will be like my table!” The value of a table is for people to sit there and eat. Indeed, the Lord of the Worlds created all the treasuries of blessing for the faithful and the eaters, but He Himself does not eat. This is why He says, “Fasting belongs to Me, and with it I recompense.” One of them said, “In other words, 'Self-sufficiency belongs to Me. I do not eat or drink. I reward those who fast without reckoning, for they sought conformity with Me by not eating. They sought friendship with Me, for the first station in friendship is conformity.'” Know then that when you gain conformity with the angels by saying “Amen” at the end of the Surah of Praise, your past and future sins are forgiven-as has come in the report. Hence by means of your conformity with God in not eating-even though your not eating is by self-exertion and temporary, and God's not eating is a beginningless attribute-you should know what eminence and nobility accrue to your heart and religion! It has been said that by saying “Fasting is Mine,” He ascribed fasting to Himself so that the hands of the plaintiffs would fall short of that. Tomorrow at the resurrection, when those plaintiffs gather around you and take away your acts of worship by calling you to account for your acts of wrongdoing, the Lord of the Worlds will keep your fasting in the treasury of His bounty and say to the plaintiffs, “This belongs to Me-you have no hand in this.  ” Then, in the end, He will give it back to you. He will say, “I ascribed it to Myself so that I could keep it for you.” Another wisdom has also been spoken of in the case of the fasting person. It is that the lords of blessings should know the state of the poor and hungry and should give comfort to them. This is why He made MuṣṬafā an orphan from the first-so that he would act beautifully toward orphans. Then He made him a stranger so that he would remember his being a stranger and have mercy on strangers. He did not let him have any wealth so that he would not forget the poor. The generosity We showed to you in your poverty and orphanhood- you show the same, O generous in character, to Our creatures! Be a mother to orphans, nurture them with gentleness, be noble to askers, fulfill their requests. [DS 36] You have heard about the fasting of the common faithful in the tongue of the Shariah. Now hear about the fasting of the chevaliers of the Tariqah in the tongue of the folk of the Haqiqah and know its fruit and final end: Just as you make your body fast and hold it back from food and drink, so also they make their heart fast, holding it back from all created things. You fast from morning until night, and they fast from the beginning of their lifetimes to the end. The playing field of your fast- ing is one day, and the playing field of their fasting is one lifetime. Someone came before Shiblī, and Shiblī said, “Do you consider it beautiful to fast forever?” He said, “How would that be?” Shiblī said, “You make your whole lifetime one day and you fast. Then you will open up to the vision of God.” [Concerning the hadith] “Fast upon seeing [the moon] and break the fast on seeing it,” the lords of finding and the chevaliers of the Tariqah have said that in terms of allusion, this points to the Real. There are great differences among those who fast. Tomorrow, someone who fasted in his soul will see the wine of Salsabīl and ginger from the hands of the angels and serving boys, as He said: “Therein they are given to drink of a cup mixed with ginger, therein a spring named Salsabīl” [76:17-18].  Someone who fasted in his heart will receive a pure wine in the cup of love on the carpet of proximity from the hand of the attributes, as He said: “And their Lord will pour for them a pure wine” [76:21]. A wine, and what a wine! The spirit of anyone who drinks a draft of this wine will fly in the air of solitariness. From that wine comes the scent of the Beloved. If you busied two hundred spirits with it, that would be appropriate-the wine upon which the Beloved's love has put His seal. You would give all loves to that one love, all desires to that one desire; hoping for it you would gamble away the two worlds along with heart and spirit. The Pir of the Tariqah said, “O God, my need at this Threshold is a day when You pour a drop of that wine on my heart! How long will You keep me mixed with water and fire? O my good fortune, you are a resurrection from the Friend.”"
}
