{
  "surah": 2,
  "ayah": 226,
  "text": "For those who forswear their women, a wait of four months. But if they revert, God is forgiving, ever-merciful. In terms of allusion, these verses contain an eloquent admonition and complete advice concern- ing the observation of the rightful dues of the Real: God gives so much weight and gravity to the rightful due of the people that He sends a decisive command concerning it and instills dread into those who put it aside. Hence it is even more appropriate to preserve the rightful due of God and to dread putting it aside. In one of the reports it is mentioned that tomorrow at the resurrection a youth will be brought who had neglected the rightful dues of God. In the attribute of awe and exaltedness the Exalted Lord will address him: “Had you no shame? Had you no fear of My anger and harshness such that you neglected My rightful due and you paid it no reverence and respect? Take him to hell, for he is worthy of fire, and fire is worthy of him.” Ibn ʿAbbās narrated that the Prophet said, “God says, 'I will not look after the rightful due of My servant until the servant looks after My rightful due.'” In the scriptures has come, “I honor those who honor Me and I scorn those who scorn My command.” Look at the vengeance He takes from the servant because of His rightful due, even though His rightful due is built on leniency, and He passes over most of it. As for the rightful dues of created things, in these no leniency is shown, so God's vengeance in them is more. So much is this so that it is said that if someone has the reward of seventy prophets but has one plaintiff whom he has cheated of half a penny, he will not enter paradise until that plaintiff is satisfied with him. So, the rightful dues of the creatures must be preserved, and one must strive mightily to observe them, especially the rightful dues of women and spouses, on whose behalf the Lord of the Worlds acts as deputy in this verse, requesting their husbands to take care of them. MuṣṬafā said, “The best of you is the best of you to his wife, and I am the best of you to my wife.  ” He also said, “I counsel you to be good to your wives, for they are your helpers living with you and they possess nothing of their own. You have taken them as a trust from God, and you have made their private parts lawful to you by His word.” He is saying that these women are your underlings and they are God's trust with you. Act beautifully toward them and desire the best for them, especially when they are pious and worthy, for a pious and worthy woman is the cause of a man's ease and his helper in the religion. One day ʿUmar KhaṬṬāb said, “O Messenger of God! What should I receive and choose from this world?” The Messenger answered, “Each of you should take a remembering tongue, a grateful heart, and a wife with faith,” a pious and worthy woman. Look at what rank he gave to a worthy woman by placing her next to remembrance and gratitude! And we know that remembrance of the tongue and gratitude of the heart are not of this world. Rather, they are the reality of the religion. The pious wife whom he made their comrade is the same. This is why Abū Sulaymān Dārānī said, “A worthy spouse is not of this world, but of the next.” In other words, she will keep you carefree so that you may busy yourself with the work of the next world. If weariness comes to you in assiduous worship, such that your heart is beaten down by it and you are held back from worship, then seeing and contemplating her brings intimacy and ease into the heart. Strength will return, and your eagerness for obedience will be renewed. This is why the Commander of the Faithful ʿAlī said, “Do not remove rest and ease completely from the heart, lest it becomes blind.” It sometimes happened that such a tremendous work entered in upon the Prophet in his un- veilings that his bodily frame was not able to bear it. He would say to ʿāÌisha, “Talk with me, O ʿāÌisha.” With these words he wanted to gain strength so that he would be able to bear the burden of revelation. Once he was given back to this world and he regained full strength, the thirst for that work would overpower him, and he would say, “Give us ease, Bilāl!” You become weary in this world of exile because you must say, “Give us ease, O Bilāl,” for the crowd.  [DS 34] Then he would turn to the ritual prayer and would find the delight of his eyes in the prayer, as has come in the report: “The delight of my eyes was placed in the prayer.” ʿāÌisha said, “After he turned to the prayer, it was as if he had never recognized me, nor did we recognize him.” Sometimes he was so drowned in the self-disclosure of majesty that he would say, “I have a moment with God embraced by no proximate angel, nor any sent prophet.” In the world of realization, this change of state is called “curtaining and self-disclosure.” Were it not for the Real's curtaining, when confronted with the majesty of self-disclosure the servant would burn away and not be able to stand before the assaults of the ruling power of the realities. To this he alluded with his words, “[God has seventy veils of light and darkness;] were they to be removed, the glories of His Face would burn away everything perceived by the eyes.” When that paragon of the world and master of the empire of Adam's children sometimes asked forgiveness [istighfār], he was seeking to be curtained, for ghafr means curtaining, and istighfār means to ask to be curtained. His curtaining was to busy himself with ʿāÌisha for a while and to be delighted with her. This is why it has been said in describing the friends, “When He discloses Himself to them, they lose their wits, and when He is curtained from them, they are given back to their share and they enjoy themselves.” It was said to Abū ʿAbdallāh Khafīf, “Why does ʿAbd al-RaḤmān Istakhrī accompany the dog-keepers into the plain wearing a coat?” He said, “He wants to disburden himself because of the weight of what is upon him.” Near to this are the words of the poet, I desire to forget her remembrance, for it is as if the image of Laylā appears to me everywhere. He is saying: “I am looking for a pretext to forget You. I remember You, the pretext flees, and I become dazzled.” The Pir of the Tariqah said, “O God, when there is talk of finding You, I flee from my knowl- edge and lose my nerve. I cling to heedlessness, I keep on clinging to the curtain of the Unseen against the ruling power of face-to-face vision. Are You not my desire? But I throw myself into error to breathe for a moment.”"
}
