{
  "surah": 2,
  "ayah": 245,
  "text": "Who is it that will lend to God a beautiful loan, and He will multiply it for him many times? And God contracts and expands, and to Him you shall be returned. In this verse the generous Lord, He of tremendous and celebrated name, the lovingly kind, the caressing, the holder-majestic is His unity and holy His sanctum-caresses His servants, both the rich and the poor. He caresses the rich by asking loans from them, for loans are asked of friends. YaḤyā Muʿādh said, “I wonder at anyone who still has wealth, when the Lord of the Throne wants to borrow it.” A sound hadith says, “God descends and says, 'Who will supplicate Me that I may respond to him?' Then He spreads His two hands and says, 'Who will lend to one who is neither lacking nor wrongdoing?'” What do you know of the generosity and largesse found in this asking for a loan? This is a largesse that you might say is a painting on the spirit. From it the tree of joy is in fruit and in it the eyes of revelry are awake. He is saying, “Who is it that will give a loan to Him who is neither a wrongdoer that he might take it away, nor a poor man not able to pay it back?” Anyone who rec- ognizes the worth of this declaration will put forth the bounteous wealth of spirit and heart and say, “I will exert my heart and spirit with none but You. My heart is Your property-I will not intervene! If with an allusion You ask for my spirit, I will send it at once without hesitation.” One day ʿAlī Murtaẓā went home, and Ḥasan and Ḥusayn were weeping before FāṬima Zahrā. ʿAlī said, “O FāṬima, what happened to the brightness of my eyes, the fruit of my heart, and the joy of my spirit that they are weeping?” FāṬima said, “O ʿAlī, it seems that they are hungry, for a day has passed and they have eaten nothing.” She had placed a pot on the fire, so ʿAlī said, “What do you have in the pot?” She said, “There is nothing in the pot except plain water. I put it on the fire to keep the children happy, for they think I am cooking something.  ” ʿAlī's heart became constricted. He had a cloak that he had put aside. He took it to the bazaar and sold it for six dirhams and bought some food. He returned and told FāṬima. She said, “You have succeeded O Abu'l-Ḥasan! May you remain in good.” ʿAlī went to go back to the mosque of the Messenger and saw a nomad who was selling a camel. He said, “O Abu'l-Ḥasan! I am selling this camel. Buy it!” ʿAlī said, “I can't. I don't have the price.” The nomad said, “O Abu'l-Ḥasan! I will sell it to you until the time when spoils arrive or a gift comes to you from the House of Wealth.” ʿAlī bought the camel for sixty dirhams and set off in front of it. Another nomad came to him and said, “O ʿAlī, sell this camel to me.” He said, “I will sell it.” He asked, “How much?” He answered, “For as much as you want.” He said, “I will buy it for 120 dirhams.” ʿAlī said, “I have sold it to you,” and took 120 dirhams from him. He went back to his house and said to FāṬima that he would give sixty dirhams to that nomad and they would use the other sixty. He went out looking for the nomad. He saw MuṣṬafā and he said, “O ʿAlī, where are you going?” ʿAlī told him his story. God's Messenger became happy and congratulated him. He said, “O ʿAlī, that was not a nomad. That was Gabriel who sold it, and Michael who bought it. And the camel was one of the she-camels of paradise. This is that loan you gave to God when you were kind to a poor man after God had said, 'Who is it that will lend to God a beautiful loan?'” As for God's caressing the poor in this verse, it is that, when God wants a loan, He wants it for them. Unless someone is dear to you, you do not want a loan for him. His caressing of the poor is more complete and of higher rank than His caressing of the rich. This is because when you ask for a loan, although most of the time you ask from friends, it does happen in the time of constraint that you ask from someone who is not a friend. The person for whom you ask the loan, however, is nothing but a friend and dear to you.  Do you not see that MuṣṬafā, at the time of constraint, asked for a loan from a Jew, leaving his coat of mail with him in pawn? He did so in order to get a morsel of food for his wife. Look at the one from whom he wanted and the one for whom he wanted. This, however, rarely happens, and mostly people ask for loans from friends and turn to their familiars. Several times in the Qur'an the Lord of the Worlds addresses the familiars and the faithful: “Lend to God a beautiful loan.” “If you have lent to God a beautiful loan” [5:12]. “If you lend to God a beautiful loan” [64:17]. In each case He said “beautiful” so that you would know that what is given to God must be pure, lawful, and beautiful. “Surely God is goodly and accepts only the goodly.” It has also been said that a beautiful loan is that you are not waiting for the reward or seeking compensation. You do it for the sake of what is due to God's majesty, not to receive your wage. It is said that tomorrow at the resurrection the Exalted Lord will rebuke a servant whose scroll is full of beautiful deeds. He will say, “You acted obediently because of your eagerness for the Garden and you abandoned disobedient acts because of your fear of the Fire. Which act of obedi- ence did you do for Me?” The vigil of the eyes for other than Your face is wasted, their weeping for other than not having You is void. Some there who work for the Gardens, but I have worked all my life out of love for union with You. The Pir of the Tariqah said, “How should I have known that reward is a freckle on the face of love? I fancied that the greatest robe of honor was the reward. How should I have known that the wage-earner is he whose share is everlasting paradise, and the recognizer is he who is wishing for one glance?” And God contracts and expands. Contraction and expansion are in God's hand. He does the work, and His is the decree. He ties one heart back from recognizing Him, He opens another in intimacy with Him. One person is bewildered in the straits of fear, another is happy in the field of hope.  One is trembling in the severity of His contraction, another is joyful in His expansion. One looks at his own activity and remains in the prison of contraction, another looks at the Real's bounty and relaxes on the carpet of revelry. This is the same as what the Pir of the Tariqah said: “O God, when I look at myself, I ask who is more miserable than I. When I look at You, I ask who is greater than I.” When my gaze falls on my own clay, I see nothing worse in the world. When I pass beyond my attributes, I look at myself from the Throne."
}
