{
  "surah": 2,
  "ayah": 35,
  "text": "Dwell thou and thy spouse in the Garden! It has been said that once Iblis met Adam and said, “Know that you have been given a white face and I a black face. Do not be deluded, for our likeness is that of an almond tree planted by a gar- dener. The tree bears fruit, and the fruit is taken to a grocery shop. Some of it is sold to a customer who is a happy man, and some to a customer who is afflicted. The afflicted man blackens the face of the almonds and scatters them on the casket of his dead one. The happy man mixes them with sugar and distributes them with their white faces in his happiness. O Adam! I am the black al- monds scattered over caskets, and the almonds distributed by happiness are the work of your good fortune. But you should know that the gardener is one, and we have drunk water from the same stream. If someone should fall to the work of roses, he will smell roses, and if someone should fall into the gardener's thorns, his eyes will be struck by them.” I said, “In my passion I will be like Your hair, always before Your face.” I thought wrongly and fell far away- I'll be the slaveboy of Your street's watchman. Dhu'l-Nūn Miṣrī said, “I was in the desert and saw Iblis, who had not lifted his head from prostra- tion in forty days. I said, 'Poor wretch, after disownment and the curse, what is all this worship?' “He said, 'O Dhu'l-Nūn, though I have been dismissed from servanthood, He has not been dismissed from lordhood.'” O lovely one, my times and yours are in turmoil, talk of us has filled my city and yours. Union was apportioned in the beginningless, and now separation has come and the talk is of you and me. Sahl ibn ʿAbdallāh Tustarī said, “One day I came across Iblis. I said, 'I seek refuge in God from you.' “He said, 'O Sahl, if you are seeking refuge in God from me, I am seeking refuge in God from God. O Sahl, if you say that you are seeking help against the hand of Iblis, I say that I am seeking help against the hand of the All-Merciful.  ' “I said, 'O Iblis, why did you not prostrate yourself before Adam?' “He said, 'O Sahl, let go of these foolish words with me. If I have a road to the Presence, tell me. Do you not want to lay the pretext on me? O Sahl, just now I was at the grave of Adam. I made one thousand prostrations there and placed the dust of his grave on my eyes. In the end I heard this call: “Don't take the trouble. We don't want you.”'” I appear to You as so despoiled that all my obedience is taken as sin. If this story did not turn out like the moon, it is because my carpet's color is black . Sahl said, “Then he gave me a writing and told me to read it, and as I began to read it he disap- peared from my eyes. On it was written this: “Though I erred, destiny did not. Blame me if you want, Sahl, or leave me be.” Abū Yazīd BasṬāmī said, “I asked God to show Iblis to me. I found him in the sanctuary at Mecca and began talking with him. He was speaking clever words. I said, 'O wretch, with all this clever- ness, why did you keep back from the Real's command?' “He said, 'O Abū Yazīd! That was a command of trial, not of a command of desire. If it had been a command of desire, I would never have kept back.' “I said, 'O wretch, is it opposition to the Real that has brought you to these days?' “He said, 'Come now, Abū Yazīd! Opposition is one opposite against another opposite, but God has no opposite. Conformity is one similar with another similar, but God has no similar. Do you think that my conformity with Him is from me and my opposition to Him from me? Both are from Him, and no one has any power over Him. And I, despite what has come to be, hope for mercy, for He has said, “My mercy embraces everything” [7:156], and I am a thing.' “I said, 'That is followed by the condition of godwariness.' “He said, 'Come now! The condition is for him who does not know the outcomes of affairs, but He is a Lord from whom nothing is hidden.' Then he disappeared from before me.”"
}
