{
  "text": "القول في تأويل قوله تعالى :  عَبَسَ وَتَوَلَّى (1)يعني تعالى ذكره بقوله: ( عَبَسَ ) قبض وجهه تكرّها، ( وَتَوَلى ) يقول: وأعرض ( أَنْ جَاءَهُ الأعْمَى ) يقول: لأن جاءه الأعمى. وقد ذُكر عن بعض القرّاء أنه كان يطوّل الألف ويمدها من ( أنْ جاءَهُ ) فيقول: ( آنْ جاءَهُ ) ، وكأنّ معنى الكلام كان عنده: أأن جاءه الأعمى؟ عبس وتولى، كما قرأ من قرأ: ( آنْ كَانَ ذَا مَالٍ وَبَنِينَ ) بمدّ الألف من \" أن \" وقصرها.وذُكر أن الأعمى الذي ذكره الله في هذه الآية، هو ابن أمّ مكتوم، عوتب النبيّ صلى الله عليه وسلم بسببه.* ذكر الأخبار الواردة بذلكحدثنا سعيد بن يحيى الأموي، قال: ثنا أبي، عن هشام بن عروة مما عرضه عليه عروة، عن عائشة قالت: أنـزلت ( عَبَسَ وَتَوَلَّى ) في ابن أمّ مكتوم قالت: أتى إلى رسول الله صلى الله عليه وسلم فجعل يقول: أرشدني، قالت: وعند رسول الله صلى الله عليه وسلم من عظماء المشركين، قالت: فجعل النبيّ صلى الله عليه وسلم يُعْرِض عنه، ويُقْبِل على الآخر ويقول: \" أتَرَى بِما أقُولُهُ بأسًا؟ فيقول: لا ففي هذا أُنـزلت: ( عَبَسَ وَتَوَلَّى ) .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) قال: \" بينا رسول الله صلى الله عليه وسلم يناجي عُتبة بن ربيعة وأبا جهل بن هشام والعباس بن عبد المطلب، &; 24-218 &; وكان يتصدّى لهم كثيرا، ويَعرض عليهم أن يؤمنوا، فأقبل إليه رجل أعمى يقال له عبد الله بن أمّ مكتوم، يمشي وهو يناجيهم، فجعل عبد الله يستقرئ النبيّ صلى الله عليه وسلم آية من القرآن، وقال: يا رسول الله، علمني مما علَّمك الله، فأعرض عنه رسول الله صلى الله عليه وسلم، وعبس في وجهه وتوّلى، وكره كلامه، وأقبل على الآخرين؛ فلما قضى رسول الله صلى الله عليه وسلم، وأخذ ينقلب إلى أهله، أمسك الله بعض بصره، ثم خَفَق برأسه، ثم أنـزل الله: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى * وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى * أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى ) ، فلما نـزل فيه أكرمه رسول الله صلى الله عليه وسلم وكلَّمه، وقال له: \" ما حاجَتُك، هَلْ تُرِيدُ مِنْ شَيءٍ؟\" وإذا ذهب من عنده قال له: \" هَلْ لكَ حاجَةٌ فِي شَيْء؟\" وذلك لما أنـزل الله:  أَمَّا مَنِ اسْتَغْنَى * فَأَنْتَ لَهُ تَصَدَّى * وَمَا عَلَيْكَ أَلا يَزَّكَّى  .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن هشام، عن أبيه، قال: نـزلت في ابن أمّ مكتوم ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) .",
  "ayah": 1,
  "surah": 80
}
