{
  "text": "درس نمبر 111 تشریح آیات\n102۔۔۔۔ تا ۔۔۔۔ 111\nیہاں آکر حضرت یوسف (علیہ السلام) کا اصل قصہ ختم ہوجاتا ہے اور اب اس پر سبق آموز تبصرے کیے جاتے ہیں۔ اس سورة پر تبصرہ کرتے ہوئے ہم نے ان اغراض ومقاصد کی طرف اشارہ کیا تھا جس کے لئے یہ قصہ تفصیل سے بیان کیا گیا۔ یہاں اب عبرت کے لئے کئی باتوں کی طرف قارئین کو متوجہ کیا جاتا ہے اور ان کے احساسات کو جگایا جاتا ہے۔ اس کائنات کی وسعتوں اور نفس انسانی کی گہرائیوں میں فکر انسانی کو دوڑایا جاتا ہے۔ گزشتہ لوگوں کے حالات ، موجودہ حالات اور پردۂغیب کے پیچھے مستور حقائق بتائے جاتے ہیں۔ چناچہ اس آخری تبصرے کے اندر بیان کردہ حقائق کو ہم اسی ترتیب سے لیتے ہیں کیونکہ یہ قرآنی ترتیب بھی حکمت پر مبنی ہے۔\n٭٭٭\nیہ قصہ عربوں میں مشہور نہ تھا ، وہ عرب معاشرہ جس میں حضور ﷺ نے پرورش پائی ان واقعات سے بیخبر تھا۔ انہی لوگوں میں حضور ﷺ کی بعثت ہوئی۔ چونکہ اس قصے کے کرداروں کے حالات میں بہتر اسرار و رموز تھے ، اگرچہ وہ صدیوں پرانے کردار تھے ، اس لئے اللہ تعالیٰ نے سورة کے آغاز ہی میں اسے احسن القصص کہا ہے۔\nنحن نقص ۔۔۔۔۔۔ لمن الغفلین (12 : 3) “ ہم آپ کے سامنے احسن القصص بیان کرتے ہیں ، یوں کہ ہم نے تمہاری طرف یہ قرآن وحی کیا اگرچہ اس سے قبل آپ غافلوں میں سے تھے ”۔ اور اب اس قصے کے اختتام پر تعقیب یوں آرہی ہے ، اور یوں اس کے اختتام میں بھی اس کے آغاز کی طرف اشارہ ہے۔\nآیت نمبر 102\nیہ قصہ جو گزشتہ صفحات میں بیان کیا گیا ، ان غیبی خبروں میں سے ہے جسے اللہ کے سوا کوئی نہ جانتا تھا۔ تم بھی نہ جانتے تھے اور ہم نے یہ تمہاری طرف وحی کیے اور یہ ایک زندہ معجزہ ہے ، اے پیغمبر جب وہ یہ سازش تیار کر رہے تھے تو آپ ان کے پاس موجود نہ تھے ، خصوصاً جب انہوں نے اپنا ایکشن پلان تیار کرلیا اور جس کی تفصیلات اس پورے قصے میں دی گئیں۔ انہوں نے یوسف (علیہ السلام) کے خلاف بھی سازش کی ، اپنے باپ کے خلاف بھی سازش کی۔ پھر جب یوسف (علیہ السلام) نے اپنے بھائی کو پکڑ لیا تو یہ لوگ علیحدہ ہو کر مشورہ کرنے لگے جو ان کی جانب سے ایک مکر یعنی تدبیر تھا۔ نیز اس میں عورتوں کی جانب سے یوسف (علیہ السلام) کے خلاف بھی مکاریاں تھیں۔ پھر اس میں عزیز مصر کی پارلیمنٹ کی مکاری بھی تھی کہ انہوں نے ناحق حضرت یو سف (علیہ السلام) کو جیل بھجوا دیا۔ یہ سب کچھ مکر تھا اور اے پیغمبر آپ کو ان میں سے کسی مکاری کا علم نہ تھا۔ نہ آپ اس وقت موجود تھے کہ آپ نے اس قدر وقت کے ساتھ قلمبند کردیا بلکہ یہ وحی ہے اور اس سے اس نئے نظریہ حیات اور نئے دین کے بنیادی عقائد کو ثابت کرنا مقصود ہے۔ اور اس قصے کے مختلف مشاہد اور مناظر ہیں۔ اس جدید نظریہ حیات کے مسائل اور افکار اس میں جگہ جگہ بکھرے ہوئے ہیں۔\n٭٭٭\nیہ قصہ اس بات کو ثابت کرتا ہے کہ یہ کلام وحی الٰہی ہے ، اس کے اشارات ، تاثرات اور ہدایات دلوں کو متحرک کرتی ہیں ، اور ان سب کا تقاضا یہ ہے کہ لوگ پھر اس کلام پر ایمان لائیں۔ خصوصاً جبکہ یہ لوگ حضور اکرم ﷺ کے ذاتی احوال سے بھی باخبر ہیں۔ وہ آپ کو اچھی طرح جانتے ہیں اور آپ ان کے سامنے ایسی ایسی نصیحت آموز غیبی دلچسپ خبریں دیتے ہیں ، لیکن اس کے باوجود لوگوں کی اکثریت مان کر نہیں دیتی۔ لوگوں کی اکثریت اس کائنات میں بکھری ہوئی آیات و معجزات کو رات دن دیکھتے ہیں لیکن انہیں ہوش نہیں آتا۔ یہ لوگ ان آیات و دلائل کے مفہوم کو نہیں سمجھتے ۔ مثلاً ایک اندھے کی طرح کہ وہ ایک جانب سے دوسری منہ موڑتا ہے اور اسے کچھ خبر نہیں لگتی۔ سوال یہ ہے کہ اس معجزانہ قصہ کے بعد اب یہ لوگ کس بات کا انتظار کرتے ہیں۔ کیا وہ اللہ کے ایسے عذاب کا انتطار کر رہے ہیں کہ جو ان کو اچانک پکڑ لے اور ان کو کوئی شعور نہ ہو ؟",
  "ayah": 102,
  "surah": 12
}
