{
  "text": "درس نمبر 107 ایک نظر میں\nیہ سبق اس قصے کے دوسرے حلقے پر مشتمل ہے۔ اب یوسف (علیہ السلام) مصر پہنچ گئے ہیں۔ غلام کی طرح بک گئے ہیں ، لیکن جس شخص نے اسے خریدا ، اس نے دیکھ لیا کہ یہ بچہ نہایت ہی ہونہار ہے۔ ہونہار بروا کے چکنے چکنے پات۔ چناچہ اس نے اپنی بیوی کو ان کے بارے میں ہدایات دیں کہ یہ بچہ غیر معمولی ہے۔ یہاں سے حضرت یوسف کے خواب کی تعبیر شروع ہوتی ہے۔\nلیکن بلوغ تک پہنچتے پہنچے حضرت یوسف کے لیے ایک دوسرے قسم کا امتحان ابھی باقی تھا۔ حضرت یوسف کو اللہ نے منصب رسالت کے شایان شان علم و حکمت عطا کیا ہوا تھا اور یہ آزمائش ایسی تھی کہ محض اللہ کا فضل و کرم ہی اس امتحان میں کسی کو بچا سکتا تھا۔ حضرت یوسف اعلی طبقات کے آزادانہ ماحول میں پل رہے تھے۔ ایسے طبقات بالعموم عیاشی اور فسق و فجور میں مبتلا ہوتے ہیں۔ ان طبقات کے اکثر نوجوان بےراہ روی میں مبتلا ہوجاتے ہیں۔ حضرت یوسف محض فضل الہی سے اس گندے ماحول سے پاک دامن بن کر نکلے ۔ ان کے لیے یہ مشقت سابقہ آزمائشوں سے کچھ کم نہ تھی۔\nدرس نمبر 107 تشریح آیات\n21 ۔۔۔ تا ۔۔۔ 34\nتفسیر آیت 21: ابھی تک ہمیں یہ نہیں بتایا گیا کہ حضرت کو کس نے خریدا۔ لیکن قدرے بعد میں یہ بتایا جائے گا کہ خریدار عزیز مصر ہے۔ کہا گیا ہے کہ وہ مصر کے اکابر میں سے تھا۔ لیکن ہمیں یہ معلوم ہوجاتا ہے کہ حضرت یوسف کو قدم جمانے کا موقع مل گیا۔ اب مصیبت اور مشقت کے دن بیت گئے اور اب ان کے لیے اچھے سے اچھے دن آنے والے ہیں\nاکرمی مثواہ \" اس کو اچھی طرح رکھنا \" مثوی ثوی سے اسم ظرف ہے یعنی رات گزارنے کی جگہ اور ٹھہرنے کی جگہ۔ اکرام مثوی سے مراد خود ان کا اکرام ہے۔ لیکن اس کے مقام اکرام کرو ، زیادہ مبالغہ ہے اس سے کہ کوئی کہے اس کا اکرام کرو۔ یعنی صرف اس کی ذات کا اکرام ہی نہیں بلکہ اس کی بجائے قیام کا بھی اکرام ہو۔ اب ایک تو اس کا جائے قیام اندھے کنویں میں تھا جو ہر طرف سے خطرات میں گھرا ہوا تھا اور ہر طرف مصائب ہی مصائب تھے اور اب یہاں ان کا تمکن ہے۔\nعزیز مصر اپنی بیوی کو یہ بھی بتا دیتا ہے کہ اس بچے سے اس کی کیا امیدیں وابستہ ہیں ؟\nعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا : بعید نہیں کہ یہ ہمارے مفید ثابت ہو یا ہم اسے بیٹا بنا لیں۔ جس طرح بعض روایات میں آتا ہے شاید اس کے ہاں کوئی بیٹآ نہ ہوگا۔ یہی وجہ ہے کہ اس شخص نے یہ عندیہ دیا کہ اگر یہ بچہ صاحب فراست نکلا تو اسے بیٹآ بنا لیں گے ، جس طرح حضرت یوسف کے مزاج اور طور طریقوں سے معلوم ہوتا تھا ، بعد میں وہ نہایت ہی رجل رشید ثابت ہوئے۔\nاب یہاں قصے کے واقعات کو روک لیا جاتا ہے اور درمیان میں ایک مختصر سا تبصرہ آتا ہے اور بتایا جاتا ہے۔ یہ تدابیر اللہ نے اس لیے اختیار کیں تاکہ حضرت یوسف کے قدم مصر میں جم جائیں۔ اب حضرت یوسف نے اس خریدار کے دل اور اس کے خاندان میں قدم جما لیے ہیں اور ان کی ترقی کا دور شروع ہوچکا ہے اور آگے جا کر ان کو اس بلند سوسائٹی میں رکھ کر معاملہ فہمی کے مواقع فراہم ہوں گے اور ساتھ ساتھ یہ بھی بتایا جاتا ہے کہ اللہ تعالیٰ کو اپنے تمام امور پر مکمل کنٹرول حاصل ہے اور اللہ تعالیٰ کے منصوبے اسی طرح نافذ ہوتے ہیں جس طرح اللہ چاہتا ہے۔\nوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِي الْاَرْضِ ۡ وَلِنُعَلِّمَهٗ مِنْ تَاْوِيْلِ الْاَحَادِيْثِ ۭ وَاللّٰهُ غَالِبٌ عَلٰٓي اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ : اس طرح ہم نے یوسف کے لیے اس سرزمین میں قدم جمانے کی صورت نکالی اور اسے معاملہ فہمی کی تعلیم دینے کا انتظام کیا۔ اللہ اپنا کام کر کے رہتا ہے۔ مگر اکثر لوگ جانتے نہیں ہیں۔\nیہ کس طرح ؟ دیکھو یوسف کے بھائیوں نے ان کے خلاف کیا سازش کی اور اللہ نے ان کے لیے کیا سوچا اور اہا۔ اور اللہ نے جو چاہا وہ کامیاب رہا۔ کیونکہ اللہ کو تمام امور پر کنٹرول حاصل ہے لہذا ان کی تدابیر دھری کی دھری رہ گئیں اور حضرت یوسف کے بارے میں اللہ کا منصوبہ کامیاب رہا۔\nمگر اکثر لوگ اس حقیقت کو نہیں جانتے کہ جو اللہ چاہتا ہے ، وہ ہوتا ہے اور لوگوں کے چاہنے سے کچھ نہیں ہوتا۔",
  "ayah": 21,
  "surah": 12
}
