{
  "text": "یہاں قرآن اس بات کی تصریح کرتا ہے اور قطعیت کے ساتھ تصریح کرتا ہے کہ عورت کے اس ورغلانے کے عمل اور دروازے بند کرکے حضرت یوسف کو علانیہ دعوت گناہ دینے کو حضرت یوسف نے بغیر تامل کے رد کردیا انہوں نے حدود اللہ کو یاد کیا ، اللہ کے انعامات کو یاد کیا جبکہ قرآن نے اس کی دعوت گناہ کو بھی غلیظ الفاظ کے بجائے مہذب الفاظ میں بیان کیا یعنی وَلَقَدْ هَمَّتْ بِهٖ ۚ وَهَمَّ بِهَا لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖ : \" وہ اس کی طرف بڑھی اور یوسف بھی اس کی طرف بڑھتا اگر اپنے رب کی برہان نہ دیکھ لیتا \"\nیہ آخری مرحلہ تھا اور تمام مفسرین نے اس پر طویل کلام کیا ہے۔ قدیم مفسرین میں سے بعض لوگوں نے اسرائیلیات کا اتباع کیا ہے اور اس بارے میں متعدد روایات نقل کی ہیں۔ ان روایات میں یہ ذکر ہوا ہے کہ یوسف (علیہ السلام) بھی ایک عام نوجوان کی طرح اس آخری فعل کے ارتکاب پر مائل تھے ، آگے بڑھ رہے تھے اور اللہ تعالیٰ ان کو برہان پر برہان دکھا رہا تھا مگر وہ رک نہ رہے تھے۔ اس تنہا خانے میں حضرت یعقوب کی تصویر ظاہر ہوئی اور انہوں نے اپنی اگنلی دانتوں میں دبا رکھی تھی۔ اور ان کے سامنے ایک ایسی تختی اچانک آگئی جس کے اوپر آیات قرآنی مکتوب تھیں۔ قرآنی آیات ! جن میں یہ لکھا تھا کہ ایسے کام سے باز آجاؤ، لیکن وہ پھر بھی نہ رکے تو اللہ نے حضرت جبرئیل (علیہ السلام) کو بھیجا اور کہا کہ پہنچو میرا بندہ گرنے لگا ہے۔ وہ آئے اور انہوں نے حضرت یوسف کو سینے میں ایک ضرب لگائی۔ یہ اور ایسی دوسری روایات جو واضح طور پر بتا رہی ہیں کہ یہ جعلی اور بناوٹی ہیں۔\nرہے جمہور مفسرین ، تو انہوں نے یہ کہا ہے کہ عورت نے تو ارادہ گناہ کرلیا تھا اور حضرت یوسف نے بھی اس کے بارے میں سوچ لیا ہوتا ، اگر اس پر اللہ کا برہان روشن نہ ہوگیا ہوتا اور پھر انہوں نے اپنا ارادہ ترک کرلیا تھا۔\nسید رشید رضا نے اپنی تفسیر المنار میں جمہور علماء کی اس تفسیر پر رد فرمایا ہے۔ اصل مفہوم یہ ہے کہ یہ جابر مالکہ تھی اور اس نے اسے دعوت گناہ دی اور اسے مارا پیٹآ کیونکہ اس نے انکار کرکے اس کی توہین کی تھی اور حضرت یوسف نے اس کی زیادتی کا جواب دیا۔ اور اس کے بعد انہوں نے بھاگنے میں عافیت سمجھی اور اس طرح اس نے اسے پکڑ کر قمیص پھاڑ دی۔ (ھم) کا مفہوم مارنا اور مارنے کا جواب دینا ایک ایسی تفسیر ہے جس پر کوئی دلیل نہیں ہے۔ یہ ایک کوشش سے پاک صاف ثابت کیا ہے۔ لیکن یہ تفسیر تکلف سے خالی نہیں ہے۔ اور نہ عربی الفاظ اس کے متحمل ہیں۔\nان نصوص پر غور کرنے کے بعد جو بات میری سمجھ میں آئی ہے وہ یہ ہے کہ حضرت یوسف اس پختہ کار عورت کے ساتھ ایک مکان میں رہ رہے تھے اور یہ ایک طویل عرصے تک رہ رہے تھے۔ علم و حکمت عطا ہونے سے پہلے بھی اور بعد میں بھی موجود تھے۔\nاس آیت سے میں جو سمجھا ہوں وہ یہ ہے کہ اس میں آخری مرحلے کو بیان کیا گیا ہے۔ اس عورت نے ایک طویل عرصہ ان کو ورغلانے کی سعی کی اور آپ نے انکار کیا ، اس عرصے میں حضرت یوسف ان مشکل حالات کا مقابلہ کرتے رہے اور قرآن اس آیت میں آخری مراحل کا ذکر کردیا کہ انہوں نے پاکیزگی اختیار کی اور اللہ کے برہان کو دیکھ لیا۔ اس کشاکش کو یہاں قرآن مجید نے نہایت ہی مختصراً بیان کیا ہے اور اسے مختصر جگہ دی ہے۔ اس کے لیے مناسب اور ضروری الفاظ استعمال کیے۔ کشاکش کے آغاز اور انجام کو ان الفاظ میں قلم بند کر ردیا کہ آغاز میں انہوں نے انکار کیا اور انتہا میں انہوں نے براہین الہیہ کو دیکھا لیکن ابتدائی اور آخری مرحلے کے درمیان ممکن ہے کہ کمزوری کے لمحات بھی آئے ہوں اور اس طرح حقیقت پسندانہ سچائی اور پاک فضا دونوں مکمل ہوئی ہوں۔\nان حالات و نصوص کا مطالعہ کرتے وقت میرے ذہن میں یہ بات آئی ہے۔ یہ بات انسانی مزاج اور طبیعت کے بھی قریب ہے اور منصب نبوت کے بھی ہم آہنگ ہے۔ حضرت یوسف بہرحال انسان تھے اور ایک برگزیدہ انسان تھے۔ یہی وجہ ہے کہ ان کا نفسیاتی میلان بھی ختم ہوگیا اور وہ حالت اعتصام اور مکمل انکار کی طرف لوٹ آئے۔\nعلامہ زمخشری کشاف میں کہتے ہیں \" سوال یہ ہے کہ ایک نبی کس طرح برائی کا \" ھم \" کرسکتا ہے اور کس طرح وہ ارادہ کرسکتا ہے کہ وہ یہ کام کرے۔ جواب یہ ہے کہ یہ ایک نفسیاتی میلان تھا ، جوانی کی خواہشات کا دباؤ ہر انسان پر ہوتا ہے۔ یہاں اسے ھم اور قصد سے تعبیر کیا ہے کیونکہ ایسے حالات می انسان پر سخت دباؤ ہوتا ہے اور عزم اور مدافعت کے ٹوٹنے کا خطرہ ہوتا ہے ، لیکن حضرت یوسف اللہ کے براہین کے ملاحظے کے بعد اس دباؤ کا مقابلہ کرتے ہیں۔ اگر یہ میلان ہی نہ ہوتا اور جسمانی دباؤ نہ ہوتا تو حضرت یوسف اس کام سے رک کر قابل ستائش کس طرح ہوگئے۔ کیونکہ صبر ، برداشت اور ابتلا پر اجر تب ہی ہے کہ انسان کے اندر قوت اور میلان موجود ہو۔\nكَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ : ایسا ہوا ، تاکہ اہم اس سے بدی اور بےحیائی کو دور کردیں ، در حقیقت وہ ہمارے چنے ہوئے بندوں میں سے تھا۔",
  "ayah": 24,
  "surah": 12
}
