{
  "text": "عنقریب سیاق کلام میں یہ بات ظاہر ہوگی کہ یہ لوگ بادشاہ کے خواص اور خدام میں سے تھے۔ یہاں قرآن مجید میں حضرت یوسف کے زمانہ قید کے حالات تفصیل سے بیان نہیں کیے گئے ، لیکن یہ بات ظاہر ہے کہ قید خانے میں آپ کی طہارت اخلاق اور نیکی اور سنجیدگی اور وقار اس قدر عام ہوگیا کہ تمام قیدیوں میں آپ ایک مثال بن گئے۔ تمام قیدیوں کے لیے معتمد اعلی بن گئے ، ان قیدیوں میں وہ لوگ بھی تھے جو شاہی عتاب کی وجہ سے قید خانے میں پڑے تھے۔ کیونکہ شاہی محل اور شاہی دربار میں دربار میں ان سے کچھ قصور سرزد ہوگئے ہوں گے۔ چناچہ ان پر عارضی طور پر عتاب وارد ہوگیا تھا۔ بہرحال قرآن واقعات قصے کو جلدی آگے بڑھانے کے لیے باقی تفصیلات ترک کردیتا ہے اور صرف دو نوجوانوں کا تذکرہ کرتا ہے۔ یہ دو نوجوان حضرت یوسف کے پاس آئے اور انہوں نے ان کے سامنے اپنے خوابوں کو پیش کیا اور یہ مطالبہ کیا کہ آپ ان کی تعبیر بتائیں۔ ان لوگوں نے تعبیر خواب کے لیے حضرت یوسف کا انتخاب کیوں کیا ؟ اس لیے کہ وہ دیکھ رہے تھے کہ وہ سچے ، نیک عبادت گزار اور ذکر و فکر کے مالک تھے۔\nقید خانے میں دو غلام اور بھی اس کے ساتھ داخل ہوئے ، ایک روز ان میں سے ایک نے کہا میں نے خواب دیکھا ہے کہ میں شراب کشید کر رہا ہوں دوسرے نے کہا \" میں نے دیکھا کہ میرے سر پر روٹیاں رکھی ہیں اور پرندے ان کو کھا رہے ہیں \" دونوں نے کہا ہمیں اس کی تعبیر بتائیے ، ہم دیکھتے ہیں کہ آپ ایک نیک آدمی ہیں۔ اب حضرت یوسف (علیہ السلام) کو یہ موقعہ ہاتھ آگیا کہ وہ قیدیوں کے سامنے اپنا نظریہ حیات پیش کریں۔ ان کو صحیح عقیدہ دیں ، کیونکہ قیدی کے لیے یہ ممنوع نہیں ہے کہ ان کا عقیدہ اچھا ہو۔ قیدیوں کی نظریاتی اور عملی تربیت بھی ضروری ہے۔ لہذا حضرت یوسف ان کو تلقین کرتے ہیں کہ تمام خرابیوں کی جڑ فاسد نظام زندگی ہے جس میں حکم اور اقتدار اعلی اللہ کے سوا کسی اور کے لیے ہو۔ چناچہ وہ ان کو تلقین کرتے ہیں کہ اللہ کو چھوڑ کر دوسرے لوگوں کو اس کرہ ارض کا رب تسلیم کرنا اصل گمراہی ہے ، اس طرح حکمران فرعون بن جاتے ہیں۔\nحضرت یوسف اپنی بات کا آغاز اس موضوع سے کرتے ہیں جس میں اس کے جیل کے دونوں ساتھیوں کو دلچسپی ہے۔ لیکن ان سے وعدہ کرتے ہیں کہ تمہارے دلچسپی کے موضوع پر بات ذرا بعد میں آئے گی۔ اور وہ خوابوں کی صحیح تعبیر بتا دیں گے کیونکہ اس شعبے میں اللہ نے ان کو علم لدنی دیا ہے اور یہ اس لیے دیا ہے کہ میں اللہ کی بندگی کرتا ہوں اور اللہ کے ساتھ میں اور میرے آباء و اجداد کسی کو شریک نہیں کرتے ، یوں حضرت یوسف ان لوگوں کو یقین دہانی کراتے ہیں کہ وہ تعبیر خواب بھی بتائیں گے اور یہ کہ حضرت یوسف کا دین بھی نہایت ہی متین دین ہے۔",
  "ayah": 36,
  "surah": 12
}
