{
  "text": "اب یہاں ہمارے سامنے ایک دوسرا منظر آتا ہے اور ان دونوں مناظر کے درمیان ایک خلا ہے۔ یہ خلا انسانی تخیل خود بھر دیتا ہے۔ اب ہم دوبارہ شاہی دربار میں ہیں۔ یہاں فرستادہ شاہی نے مکمل رپورٹ دے دی ہے۔ خواب کی تعبیر بتا دی گئی ہے۔ اب اس نے بادشاہ کو حضرت یوسف کی ناجائز سزا کے بارے میں بھی بتا دیا ہے۔ لیکن سیاق کلام میں یہ باتیں مذکور نہیں ہیں۔ ہمارے سامنے بادشاہ کی خواہش آتی ہے۔\nوَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ : بادشاہ نے کہا اسے میرے پاس لاؤ۔\nمزید تفصیلات ترک کردی جاتی ہیں۔ بادشاہ کا حکم ہے۔ ہر کا رہ خود حضرت یوسف کے پاس پہنچتا ہے۔ لیکن حضرت یوسف ہر کارے کو لوٹا دیتے ہیں۔ ہمیں معلوم نہیں ہے کہ یہ ہر کا رہ وہی ساقی ہے یا کوئی اور ہے۔ شاہی اوامر کا نفاذ شاید کسی اور کے ذمے ہو۔ لیکن حضرت یوسف طویل قید کے بعد بھی قید خانے سے نکلنے میں جلدی نہیں فرماتے۔ وہ چاہتے ہیں کہ ان کے مقدمے کا صحیح فیصلہ ہو ، احقاق حق ہو اور غلط کار لوگوں کی سازشیں بےنقاب ہوں اور وہ باعزت طور پر بری ہوکر نکلیں۔ یہ اطمینان قلب اور یہ طمانیت صرف ربانی تربیت کے نتیجے میں آسکتی ہے۔ اب وہ اس قدر پختہ کار ہوگئے ہیں ان کے مزاج میں عجلت نام کی کوئی چیز نہیں ہے۔\nحضرت یوسف کی سنجیدگہ اور پختہ کاری اور طمانیت دونوں مواقف میں واضح ہوتی ہے ، پہلے انہوں نے ساقی کو صرف یہ کہا کہ اپنے رب کے پاس میرا تذکرہ کردے۔ اور دوسرے میں انہوں نے رہائی کے احکام کے باوجود یہ کہہ دیا کہ پہلے میرے مقدمے کی تحقیقات کرو ، لیکن پہلے موقف اور دوسرے موقف میں فرق ہے کیونکہ چند سالوں کی قید اور تربیت نے ان کو مزید پختہ کار بنا دیا ہے۔\nحضرت یوسف نے رہائی کے شاہی احکام کو اس لیے مسترد کیا کہ بادشاہ کو صحیح طرح معلوم تو ہوجائے کہ ان کے معاملے کی حقیقت کیا ہے اور ان عورتوں کے الزامات کی حقیقت کیا ہے ؟ حضرت یوسف نے عورتوں کے واقعات کی طرف اشارہ کرکے گویا یہ کہہ دیا کہ تحقیقات ہونے پر وہ عورتیں اصل صورت حال بتا سکتی ہیں جنہوں نے اپنے ہاتھ کاٹ لیے تھے۔ یہ تحقیقات یوسف کی عدم موجودگی میں ہو تاکہ یوسف کی شاہی دربار میں موجودگی غیر جانبدارانہ تحقیقات کو متاثر نہ کردے۔ یہ سب اس لیے کہ حضرت یوسف کو اپنی بےگناہی کا یقین تھا اور وہ مطمئن تھے کہ نتیجہ لازما ان کے حق میں ہوگا۔ کیونکہ سچائی چھپ نہیں سکتی ، نہ اسے دیر تک چھپایا جاسکتا ہے۔\nقرآن کریم نے حضرت یوسف (علیہ السلام) کی زبان سے لفظ رب استعمال کرایا ہے اور اسے مخاطب کی طرف مضاف کیا ہے (ربک) اس لیے کہ حضرت یوسف کا رب تو اللہ ہے جبکہ اس فرستادے کا رب بادشاہ جس کے نظام حکومت کا وہ کارندہ ہے اس سے رب کا یہ مفہوم سامنے آتا ہے کہ حکمران بھی رب ہوتا ہے۔",
  "ayah": 50,
  "surah": 12
}
