{
  "text": "اب ہم سیاق کلام میں اصل مضمون اور قصے کی طرف واپس ہوتے ہیں۔ یہاں سیاق کلام میں یہ نہیں کہا جاتا کہ حضرت یوسف (علیہ السلام) کی درخواست منظور ہوگئی ، بلکہ ان کی جانب سے درخواست بذات خود منظوری تھی۔ اس سے یہ بتانا مقصود ہے کہ ان لوگوں کے ہاں اب حضرت یوسف (علیہ السلام) بہت ہی عظیم المرتبہ انسان تھے۔ چناچہ جواب درخواست کی جگہ اس پر ایک تبصرہ کیا جاتا ہے جس سے معلوم ہوتا ہے کہ حضرت یوسف (علیہ السلام) نے اپنے منصب کا چارج بھی لے لیا ہے۔ کہا جاتا ہے :\nوکذلک مکنا لیوسف ۔۔۔۔۔۔ خیر للذین امنوا وکانوا یتقون (12 : 56 ۔ 57) “ اس طرح ہم نے اس سر زمین میں یوسف کے لئے اقتدار کی راہ ہموار کی۔ وہ مختار تھا کہ اس میں جہاں چاہے اپنی جگہ بنائے۔ ہم اپنی رحمت سے جو کو چاہتے ہیں ، نوازتے ہیں ، نیک لوگوں کا اجر ہمارے ہاں مارا نہیں جاتا ، اور آخرت کا اجر ان لوگوں کے لئے زیادہ بہتر ہے جو ایمان لے آئے اور خدا ترسی کے ساتھ کام کرتے رہے ”۔\n“ اس طرح !” یعنی اسے غلط الزام سے بری کر کے ، بادشاہ مصر کو ان کا گرویدہ کر کے اور پھر ان کو ان کے طلب کردہ عظیم منصب پر فائز کر کے ، یوں ہم نے ان کے لئے اقتدار کی راہ ہموار کی ، ان کے قدموں کو مضبوط کردیا اور انہوں نے اس سر زمین پر ایک بلند مقام حاصل کرلیا۔ اس سر زمین پر کہ مصر ان دنوں ایک عظیم اور ترقی یافتہ ملک تھا گویا وہی ملک تھا۔ یتبوا منھا حیث یشاء (12 : 56) “ وہ مختار تھا کہ اس میں جہاں چاہے اپنی جگہ بنائے ”۔ جہاں چاہے چلا جائے ، جہاں چاہے رہے ، جو عہدہ چاہے لے ، ذرا اس حالت کو اس حالت کے تناظر میں دیکھو کہ وہ اندھے کنوئیں میں تھے اور ہر لمحہ جان کی پڑی تھی ، پھر ذرا اس حال سے مقابلہ کرو کہ وہ قید و بند کی سختیاں جھیل رہے تھے۔\nنصیب برحمتنا من نشاء (12 : 56) “ ہم اپنی رحمت سے جس کو چاہتے ہیں نوازتے ہیں ”۔ اسے مشکلات سے نکال کر آسانیوں میں لاتے ہیں پریشانیوں کے بدلے اسے خوشیاں دیتے ہیں۔ خوف کے بدلے امن دیتے ہیں ، قید کے بدلے آزادی دیتے ہیں ، لوگوں کی نظروں میں ہلکے پن کے بدلے مقام بلند دیتے ہیں۔\nولا نضیع اجر المحسنہ (12 : 56) “ اور نیک لوگوں کا اجر ہمارے ہاں مارا نہیں جاتا ” ۔ جو لوگ اللہ پر پختہ ایمان رکھتے ہیں ، اس پر توکل کرتے ہیں ، اس کی طرف متوجہ ہوتے ہیں ، اس کے حوالے سے اپنے طرز عمل ، اپنے معاملات اور لوگوں کے ساتھ اپنے تعلقات کو درست کرتے ہیں۔",
  "ayah": 56,
  "surah": 12
}
