{
  "text": "فبدا باوعیتھم۔۔۔۔۔۔۔۔ وعاء اخیہ (12 : 76) “ تب یوسف (علیہ السلام) نے اپنے بھائی سے پہلے ان کی خرجیوں کی تلاشی لینی شروع کی پھر اپنے بھائی کی خرجی سے گم شدہ چیز برآمد کرلی ”۔\nاس مرحلے پر قرآن اس دہشت اور پریشانی کو بیان نہیں کرتا جس سے برادران یوسف اچانک دو چار ہوگئے۔ ان کو تو سو فیصدی یقین تھا کہ وہ بےگناہ ہیں۔ انہوں نے بیان حلفی بھی دے دیا تھا اور بیک آواز دے دیا تھا۔ قرآن کریم نے منظر کا یہ حصہ انسانی تخیل پر چھوڑ دیا کیونکہ ایسے مواقع پر ایسے تاثرات خود بخود ظاہر ہوتے ہیں۔ اس تاثر کو انسانی خیال پر چھوڑ دیا گیا اور واقعہ پر ایک تبصرہ کردیا گیا تا کہ ابنائے یعقوب جس دہشت اور شرمندگی سے دو چار تھے ، ایک قاری اس سے ذرا نکل آئے۔\nکذلک کدنا لیوسف (12 : 76) “ اس طرح ہم نے یوسف (علیہ السلام) کی تائید اپنی تدبیرت کی جو نہایت ہی گہری تدبیر تھی۔\nما کان لیاخذ اخاہ فی دین الملک (12 : 76) “ اس کو دین شاہی میں اپنے بھائی کو پکڑنے کا حق نہ تھا ”۔ یعنی اگر اس کیس کا فیصلہ شاہی قانون کے مطابق کیا جاتا تو حضرت یوسف (علیہ السلام) بھائی کو شخصی طور پر نہیں روک سکتے تھے۔ صرف اسے چور کی سزا دے سکتے تھے۔ لیکن بھائیوں نے یہ تجویز دی کہ ان کے اپنے دین کے مطابق چور کا فیصلہ ہونا چاہئے ۔ یہ ہے وہ تدبیر جس کے اسباب اللہ نے حضرت یوسف (علیہ السلام) کو سمجھائے ۔ یہ ہے اللہ کی جانب سے یوسف (علیہ السلام) کے حق میں تدبیر۔ لفظ “ کید ” عربی میں خفیہ تدبیر کو کہتے ہیں اور اس کا استعمال لغت میں خیر اور شر دونوں معنوں میں ہوتا ہے۔ لیکن عموماً اس کا استعمال شر میں ذرا زیادہ ہوگیا۔ بظاہر تو یہاں اس کے بھائی کے لئے بھی واقعہ شر ہی کا ہو رہا ہے ، بھائیوں کے لئے بھی یہ بظاہر شر ہے کیونکہ ان کو والد کا سامنا کرنا مشکل ہوگیا۔ پھر حضرت یعقوب (علیہ السلام) کے لئے بھی یہ وقتی طور پر تکلیف دہ امر ہے۔ چناچہ قرآن کریم نے واقعہ کے ظاہری پہلو کو مدنظر رکھتے ہوئے اس کے لئے “ کید ” کا لفظ استعمال کیا جو قرآن کریم کا ایک نہایت ہی لطیف اسلوب بیان ہے۔\nما کان ۔۔۔۔۔۔ یشاء اللہ (12 : 76) “ وہ بادشاہ کے قانون میں اپنے بھائی کو نہ پکڑ سکتے تھے الا یہ کہ اللہ ایسا چاہتا ”۔ جیسا کہ اللہ نے ان کے لئے زیر نظر تدبیر کی۔\nاس آخری تبصرے میں یہ بھی بتا دیا گیا ہے کہ حضرت یوسف (علیہ السلام) کو اللہ نے بہت ہی رفعتیں بہت ہی علم ، عطا فرما دیا تھا۔\nنرفع درجت من نشاء (12 : 76) “ ہم جس کے درجے چاہتے ہیں بلند کردیتے ہیں لیکن ساتھ ہی ساتھ یہ تنبیہ بھی کردی جاتی ہے کہ اللہ کا علم سب سے اونچا اور اعلیٰ ہے۔\nوفوق کل ذی علم علیم (12 : 76) “ اور ایک علم رکھنے والا ایسا ہے جو ہر صاحب علم سے بالاتر ہے ”۔ یہ ایک لطیف احتیاط ہے۔\nیہاں قرآن مجید نے اس آیت :\nکذلک کدنا۔۔۔۔۔۔۔ دین الملک (12 : 76) “ ہم نے یوسف (علیہ السلام) کے لئے یوں تدبیر کی۔۔۔۔ وہ اپنے بھائی کو بادشاہ کے قانون نظام میں گرفتار نہ کرسکتے تھے ” میں لفظ “ دین ” کو ایک مخصوص مفہوم میں استعمال کیا گیا ہے اور یہ نہایت ہی ٹیکنیکل اصطلاحی استعمال ہے۔ یعنی نظام اور شریعت کے مفہوم میں کیونکہ مصر کے قانونی نظام میں چور کے لئے یہ سزا نہ تھی کہ اسے جرم کے عوض رکھ ہی لیا جائے۔ یہ سزا صرف حضرت یعقوب (علیہ السلام) کے شرعی اور قانونی نظام میں تھی۔ برادران یوسف اس بات پر راضی ہوگئے تھے کہ کیس کا فیصلہ ان کے قانون کے مطابق کیا جائے۔ جب ۔۔۔۔ اس کے بھائی کی خرجی سے نکلا تو حضرت یوسف (علیہ السلام) نے ان پر انہی کا قانون نافذ کردیا۔ یہاں قرآن کریم نے نظام اور قانون پر “ الدین ” کا اطلاق فرمایا ہے۔\nدین کا یہ نہایت ہی واضح اور صریح مفہوم ہے ، اور بیسویں صدی کی جاہلیت میں سب کے ذہن سے یہ مفہوم غائب ہے۔ ان لوگوں کے ذہن سے بھی جو اپنے آپ کو مسلمان کہتے ہیں اور ان کے ذہن سے بھی جو اس جاہلیت کے داعی اور پیروکار ہیں۔\nان لوگوں نے دین کا مفہوم عبادت اور مراسم مذہبی تک محدود کردیا ہے۔ یہ سمجھتے ہیں کہ جو شخص اللہ کی وحدانیت پر اعتقاد رکھتا ہو ، رسول کو سچا سمجھتا ہو ، ملائکہ اور کتب پر ایمان رکھتا ہو ، تمام رسولوں کو مانتا ہو ، آخرت پر یقین رکھتا ہو ، اور اچھی اور بری تقدیر کے من جانب اللہ ہونے کا قائل ہو اور پھر وہ فرائض و عبادات پر عمل پیرا ہو ، بس وہ پکا دین دار ہے۔ اگرچہ زندگی کے دوسرے معاملات میں وہ دوسرے ارباب اور دوسرے حاکموں کی اطاعت کرتا ہے اور دوسروں کے قانون اور شریعت کے مطابق فیصلے کرتا ہو حالانکہ اس آیت میں صریح طور پر کہا گیا ہے کہ نظام قانون اور شریعت دین کا مسئلہ ہے اور اللہ کے دین کا مفہوم اللہ کا پورا نظام زندگی ہے۔\n“ الدین ” کے مفہوم کو اس قدر محدود کردیا گیا ہے اور اس قدر سکیڑ دیا گیا ہے کہ وہ عبادات اور اعتقادات تک محدود ہو کر رہ گیا ہے لیکن حضرت آدم (علیہ السلام) سے لے کر حضرت محمد ﷺ تک تمام انبیاء نے جو دین پیش کیا اس کا مفہوم اس طرح محدود نہ تھا۔\nدین کا مفہوم ہمیشہ یہ رہا ہے کہ اللہ تعالیٰ کی مکمل بندگی کی جائے۔ ان تمام امور پر عمل کیا جائے جو شریعت کا حصہ ہیں۔ اور ان تمام امور کو ترک کیا جائے جو شریعت کے خلاف ہیں۔ جس طرح اللہ وحدہ آسمانوں میں حاکم ہیں اسی طرح زمین پر بھی اللہ وحدہ کی حکومت قائم کی جائے اور اللہ وحدہ کو تمام انسانوں کا رب سمجھا جائے یعنی وہی حاکم ہو ، وہی قانون ساز ہو ، اور اسی کے احکام و نواہی چلیں۔ اہم بات یہ ہے کہ کون لوگ اللہ کے دین میں ہیں اور کون لوگ بادشاہ کے دین میں ہیں ؟ اس مفہوم کے اعتبار سے جو لوگ اللہ کے نظام ، اللہ کے قانون کی اطاعت کرتے ہیں وہ دین الٰہی میں ہیں اور جو لوگ بادشاہ کے نظام اور قانو کو مانتے ہیں وہ بادشاہ کے دین میں ہیں۔ یہ لوگ اگر شرک بھی کرتے ہیں تو پھر یہ اعتقادات و نظریات میں بھی شرک کے مرتکب ہوتے ہیں اور نظام اور قانون اور دستور میں بھی شرک کے مرتکب ہوتے ہیں۔\nدین کے مفہوم کے یہ منطقی اور بدیہی نتائج ہیں اور اسلامی نظریہء حیات کے بدیہیات میں سے ہیں۔\nآج کل عوام الناس کے بعض ہمدرد عوام کی طرف سے یہ عذر پیش کرتے ہیں کہ یہ لوگ “ دین اللہ ” کا مفہوم ہی نہیں سمجھتے اس لیے ایسے لوگ نہ اس بات کا مطالبہ کرتے ہیں کہ اسلامی قانون اور دستور کو نافذ کیا جائے اور نہ اس کے لئے جدو جہد کرتے ہیں۔ پھر کیا ان لوگوں کی یہ جہالت اور دین کے حقیقی مفہوم سے لا علمی ان کے لئے معافی کا عذر بن جائے گی ؟\nمیں تو یہ نہیں سمجھتا کہ دین کے مفہوم کو نہ جاننا اور اس کی حقیقت سے بیخبر ہونا کسی کو دین دار بناتا ہے ۔ کسی حقیقت پر یقین اس وقت حاصل ہوتا ہے جب کسی کو وہ حقیقت معلوم ہو۔ اگر لوگ کسی عقیدے کا علم ہی نہیں رکھتے تو وہ اس کے معتقد کیسے ہو سکتے ہیں اور کس طرح انہیں اس عقیدے والا کہا جاسکتا ہے جبکہ وہ اس عقیدے کا مفہوم ہی نہیں سمجھتے۔\nہو سکتا ہے کہ دین کی حقیقت سے بیخبر ی آخرت میں ان کے حساب و کتاب میں کسی نرمی کا باعث ہو ، یا عذاب میں کمی ہوجائے ، اور یہ حساب ان سے لیا جائے جنہوں نے ان کو دین سکھایا نہیں جبکہ وہ دین کے حقیقی مفہوم سے واقف تھے۔ لیکن یہ ایک مسئلہ ہے جس کا تعلق اخروی حساب سے ہے ، اور تمام اہل جاہلیت کی سزا کا مسئلہ جن تک دعوت نہ پہنچی ہو۔ اس میں بحث و مباحثہ کرنا ہمارے لیے کچھ زیادہ مفید نہیں ہے نہ یہ ہمارا مسئلہ ہے۔ ہمارا فریضہ تو یہ ہے کہ ہم تمام لوگوں کو اسلام کی دعوت دیں اور ایک ایک تک پہنچائیں۔ اس کے ساتھ ساتھ ہمارا یہ بھی فریضہ ہے کہ ہم لوگوں کو ان کے موجودہ دین کی حقیقت سمجھائیں۔ یہ کہ یہ دین اللہ کا دین قطعاً نہیں ہے۔ اللہ کا دین تو وہ ہے جو اس کے نصوص کی صورت میں بطور نظام زندگی اور نظام قانون کے موجود ہے۔ اس طرح اسلامی عقائد کے ساتھ جو شخص اللہ کے نظام اور قانون کو بھی رائج اور نافذ کرے گا وہی دین اسلام میں ہوگا۔ جو شخص کسی بادشاہ یا دوسرے شخص کا نظام رائج کرے گا وہ اس کے نظام اور دین میں ہوگا۔ یہ مسئلہ مختلف فیہ نہیں ہے۔\nوہ لوگ جو اس دین کے مفہوم ہی سے ناواقف ہیں ، ان کے بارے میں اس بات کا امکان ہی نہیں ہے کہ وہ اس دین کا اعتقاد رکھتے ہوں ۔ کیونکہ ان کی جہالت کا تعلق دین کی بنیاد سے وابستہ ہے اور جو شخص کسی چیز کی حقیقت کا علم نہ رکھتا ہو وہ عقلاً اور واقعتاً اس چیز پر اعتقاد رکھنے کے قابل ہی نہیں رہتا۔ کیونکہ عقیدہ علم کے بعد آتا ہے۔ یہ بات ہدایتہً ثابت ہے کہ علم کے بغیر عقیدہ ممکن نہیں ہے۔\nپس ہمارے لیے یہ بہتر ہے کہ ہم لوگوں کے سامنے دین کے اصل مفہوم اور دین کی حقیقت ظاہر کریں ۔ بجائے اس کے کہ ہم ان کی جانب سے بےجامد افعت کریں ، ان کے لیے عذرات تلاش کریں ، ان کے لئے ہم اللہ کریم سے بھی زیادہ رحمدل ہوجائیں۔ جبکہ وہ درحقیقت اللہ کے دین میں داخل نہیں ہیں۔ ایسے لوگوں کے بارے میں پالیسی یہ ہونا چاہئے کہ انہیں صاف صاف بتا دیا جائے کہ ان کی یہ پوزیشن ہے چاہے وہ دین کو اپنائیں یا چھوڑ دیں۔\nیہ پالیسی ہمارے لیے بھی مفید ہے اور ان عوام الناس کے لیے بھی مفید ہے۔ اس طرح ہم ان جاہلوں کی گمراہی کے نتائج بھگتنے سے بھی بچ جائیں گے کیونکہ یہ لوگ دین کے مفہوم کو نہ پانے کی وجہ سے دین کے معتقد ہی نہیں رہے۔ اگر ہم ان لوگوں کے سامنے دین کی اصل حقیقت پیش کردیں جو دراصل دین اسلام میں داخل نہیں ہیں بلکہ دین شاہ وغیرہ میں ہیں تو ممکن ہے کہ ان کا ضمیر بیدار ہوجائے اور وہ در حقیقت دین اسلام میں داخل ہوجائیں۔\nیہی پالیسی نبی کریم ﷺ کی رہی ہے اور یہی پالیسی تمام داعیان حق کی ہونی چاہیے ، ہر زمان و مکان میں ہونی چاہیے ، تمام جاہلوں اور جاہلیت پرستوں کے مقابلے میں۔",
  "ayah": 76,
  "surah": 12
}
