{
  "text": "اب یہاں اس قصے ، کا خاتمہ بھی اس قصے کے دوسرے اچانک مناظر اور معجزانہ واقعات کی طرح اچانک ہوجاتا ہے۔ زمان و مکان کے فاصلوں کو لپیٹ لیا جاتا ہے اور آخری تبصرہ یوں آتا ہے اور اس میں بیشمار موڑ اور جذباتی مناظر ہیں۔\nآیت نمبر 99 تا 100\nیہ کیا ہی خوب صورت منظر ہے ! ایک عرصہ گزر گیا ہے اور یوسف (علیہ السلام) لا پتہ ہیں۔ ان کے بارے میں مکمل مایوسی پائی جاتی ہے اور لوگ انہیں پوری طرح بھول چکے ہیں۔ رشتہ دار اس کے رنج سہ چکے ہیں ، یوسف (علیہ السلام) پر بھی اور پسماندگان پر بھی عرصہ بیت چکا ہے۔ حضرت یعقوب (علیہ السلام) کا رنج و الم ، ناقابل کنٹرول پدری محبت کا جوش اور جان کن رنج اور حزن کا طویل عرصہ اور پھر اچانک حالات کا یہ پلٹا۔۔۔۔ یہ ایک ایسا اچانک منظر ہے کہ جس میں دلوں کی دھڑکنیں تیز ہوجاتی ہیں ، خوشی کے آنسو بہہ نکلتے ہیں اور ہر طرف گہرے تاثرات ہیں ، خوشی کے بھی اور شرمندگی کے بھی۔\nیہ ایک ایسا منظر ہے جو اس قصے کے آغاز کے ساتھ ہم آہنگ ہے ، آغاز میں عالم غیب کی طرف غائبانہ اشارات تھے لیکن وہ سب اشارات اب عالم واقعہ ہیں اور ایسے حالات میں بھی حضرت یوسف (علیہ السلام) کی زبان پر ثنائے ربانی ہے۔\nفلما دخلوا۔۔۔۔۔۔۔ امنین (12 : 99) ” پھر جب یہ لوگ یوسف (علیہ السلام) کے پاس پہنچے تو اس نے اپنے والدین کو اپنے ساتھ بٹھا لیا اور اپنے سب کنبے والوں سے کہا ” چلو ، اب شہر میں چلو ، اللہ نے چاہا تو زمین چین سے رہو گے “۔\nحضرت یوسف (علیہ السلام) اب اپنا خواب یاد کرتے ہیں اور اس کی تاویل ان کے سامنے ہے کہ ان کے بھائی ان کے سامنے سجدہ ریز ہیں۔ درآنحالیکہ اس نے اپنے والدین کو اپنے ساتھ تخت پر بٹھایا ہوا ہے۔ اب گیارہ ستارے اور الشمس و قمر ان کے سامنے ہیں اور سجدہ ریز ہیں۔\nورفع ابویہ۔۔۔۔۔۔۔۔۔ ربی حقا (12 : 100) ” اس نے اپنے والدین کو اٹھا کر اپنے پاس تخت پر بٹھایا اور سب اس کے آگے بےاختیار سجدے میں جھک گئے۔ یوسف (علیہ السلام) نے کہا ” ابا جان ، یہ تعبیر ہے میرے اس خواب کی جو میں نے پہلے دیکھا تھا۔ میرے رب نے اسے حقیقت بنا دیا “۔\nاور رب کے احسانات کی تو حد نہیں ہے۔\nوقد احسن بی ۔۔۔۔۔۔۔ اخوتی (12 : 100) ” اس کا احسان ہے کہ اس نے مجھے قید خانے سے نکالا ، اور آپ لوگوں کو صحرا سے لا کر مجھ سے ملایا ، حالانکہ شیطان میرے اور میرے بھائیوں کے درمیان فساد ڈال چکا تھا “۔\nاور پھر حضرت یوسف (علیہ السلام) اللہ کی خفیہ تدابیر کا بھی ذکر کرتے ہیں کہ اللہ تعالیٰ کی حد ہی نہیں ہے۔\nان ربی لطیف لما یشاء (12 : 100) ” حقیقت یہ ہے کہ میرا رب غیر محسوس تدبیروں سے اپنی مشیت پوری کرتا ہے “۔ وہ نہایت ہی خفیہ طریقوں سے اپنی مشیت کے مقاصد پورے کرتا ہے۔ اس قدر خفیہ طریقے سے کہ لوگ اس کو سمجھ ہی نہیں سکتے۔\nانہ ھو العلیم الحکیم (12 : 100) ” بیشک وہ علیم و حکیم ہے “۔ اور یہ وہی انداز ہے جو خود حضرت یعقوب (علیہ السلام) نے اختیار کیا۔ جب حضرت یوسف (علیہ السلام) ان کے ساتھ اپنا خواب بیان کر رہے تھے۔ ان ربک علیم حکیم ” بیشک تمہارا رب علیم و حکیم ہے “۔ اس طرح آغاز قصہ اور اختتام قصہ ایک ہی تبصرے کے ساتھ شروع ہوتا ہے اور اختتام پذیر ہوتا ہے۔\nآخری منظر کے اختتام سے قبل ، ہم دیکھتے ہیں کہ حضرت یوسف (علیہ السلام) اس ملاقات ، خوشی اور مسرت کے منتظر اور پھر تخت و تاج اور جاہ و منزلت اور امن و سکون اور عیش و آرام کی تقریب سے اچانک نکل آتے ہیں۔ آخر وہ پیغمبر خدا ہیں اور رب ذوالجلال کی تسبیح و تہلیل میں مشغول ہوجاتے ہیں اور ایک شکر گزار بندے کی شکل میں سامنے آتے ہیں۔ اور دست بدعا ہوتے ہیں کہ جاہ و منزلت کے اس اونچے مقام پر اللہ ان کو ایک صحیح مسلمان ہونے کی توفیق بخشیں اور صالحین میں ان کو اٹھا لیں۔",
  "ayah": 99,
  "surah": 12
}
