{
  "text": "৫-২০ নং আয়াতের তাফসীর\nএখানে বর্ণনা করা হয়েছে যে, সাড়ে নয় শত বছর ধরে কিভাবে হযরত নূহ (আঃ) স্বীয় সম্প্রদায়কে হিদায়াতের দিকে আহ্বান করেন, তার সম্প্রদায় কিভাবে তার আহ্বানে সাড়া না দিয়ে তাকে প্রত্যাখ্যান করে, তাকে কি প্রকারের কষ্ট দেয় এবং কিভাবে নিজেদের যিদের উপর আঁকড়ে থাকে! হযরত নূহ (আঃ) অভিযোগের সূরে মহামহিমান্বিত আল্লাহর দরবারে আরয করেনঃ হে আমার প্রতিপালক! আমি আপনার আদেশকে পুরোপুরিভাবে পালন করে চলেছি। আপনার নির্দেশ অনুযায়ী আমি আমার সম্প্রদায়কে দিবারাত্রি আপনার পথে আহ্বান করছি। কিন্তু বড়ই দুঃখের বিষয় এই যে, যতই আমি তাদেরকে আন্তরিকতার সাথে পুণ্যের দিকে আহ্বান করছি, ততই তারা আমার নিকট হতে পালিয়ে যাচ্ছে। আমি যখন তাদেরকে আহ্বান করি যাতে আপনি তাদেরকে ক্ষমা করেন, তখনই তারা কানে অঙ্গুলী দেয় যাতে আমার কথা তাদের কর্ণকুহরে প্রবেশ না করে। আর তারা আমা হতে বিমুখ হওয়ার লক্ষ্যে নিজেদেরকে বস্ত্রাবৃত করে ও যিদ করতে থাকে এবং অতিশয় ঔদ্ধত্য প্রকাশ করে। যেমন আল্লাহ তা’আলা কুরায়েশ কাফিরদের উক্তি উদ্ধৃত করেনঃ (আরবি)অর্থাৎ কাফিররা বলেঃ তোমরা এই কুরআন শ্রবণ করো না এবং এটা আবৃত্তিকালে শোরগোল সৃষ্টি কর যাতে তোমরা জয়ী হতে পার।”(৪১:২৬) হযরত নূহ (আঃ)-এর কওম তাদের কানে অঙ্গুলীও দেয় এবং সাথে সাথে বস্ত্র দ্বারা নিজেদের চেহারা আবৃত করে যাতে তাদেরকে চেনা না যায় এবং তারা কিছু যেন শুনতেও না পায়। তারা হঠকারিতা করে কুফরী ও শিরকের উপর কায়েম থাকে এবং সত্যের প্রতি আনুগত্যকে শুধুমাত্র অস্বীকারই করেনি, বরং তা হতে বেপরোয়া হয়ে অতিশয় ঔদ্ধত্য প্রকাশ করতঃ বিমুখ হয়ে যায়।হযরত নূহ (আঃ) বলেনঃ হে আমার প্রতিপালক! আমি আমার সম্প্রদায়কে সাধারণ মজলিসেও প্রকাশ্যে উচ্চস্বরে আহ্বান করেছি, আবার তাদেরকে এক এক করে পৃথক পৃথকভাবেও গোপনে গোপনে সত্যের দিকে ডাক দিয়েছি। মোটকথা, তাদেরকে হিদায়াতের পথে আনয়নের জন্যে আমি কোন কৌশলই ছাড়িনি, এই আশায় যে, হয় তো তারা সত্যের পথে আসবে। তাদেরকে আমি বলেছিঃ কমপক্ষে তোমরা পাপকার্য হতে তাওবা কর, আল্লাহ অত্যন্ত ক্ষমাশীল, তিনি তাওবাকারীর প্রতি দয়াপরবশ হয়ে তার সমস্ত গুনাহ মাফ করে থাকেন। শুধু তাই নয়, বরং দুনিয়াতেও তিনি তোমাদের জন্যে প্রচুর বৃষ্টিপাত করবেন। আর তিনি তোমাদেরকে ধন-সম্পদ ও সন্তান সন্ততিতে সমৃদ্ধ করবেন এবং তোমাদের জন্যে স্থাপন করবেন উদ্যান ও প্রবাহিত করবেন নদী-নালা। এটা স্মরণ রাখার বিষয় যে, দুর্ভিক্ষ দূরীকরণের উদ্দেশ্যে মুসলমানরা যখনই ইসতিসকার নামাযের জন্যে বের হবে তখন ঐ নামাযে এই সূরাটি পাঠ করা মুস্তাহাব। এর একটি দলীল হলো এই আয়াতটিই। দ্বিতীয় দলীল হলো এই যে, আমীরুল মুমিনীন হযরত উমার ইবনে খাত্তাব (রাঃ)-এর আমলও এটাই ছিল। তিনি একবার বৃষ্টি চাওয়ার উদ্দেশ্যে বের হন। অতঃপর তিনি মিম্বরে আরোহণ করেন এবং খুব বেশী বেশী ইস্তিগফার বা ক্ষমা প্রার্থনা করেন এবং ইস্তিগফারের আয়াতগুলো তিলাওয়াত করেন। ওগুলোর মধ্যে (আরবি) এই আয়াতগুলোও ছিল। অতঃপর তিনি বলেনঃ “আকাশে বৃষ্টির যতগুলো পথ আছে সবগুলো হতে আমি বৃষ্টি প্রার্থনা করেছি অর্থাৎ ঐ সব হুকুম পালন করেছি যা হতে আল্লাহ তাবারাকা ওয়া তা'আলা বৃষ্টি বর্ষণ করে থাকেন।” হযরত নূহ (আঃ) আরো বলেনঃ হে আমার কওমের লোক সকল! যদি তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা কর, তাঁর নিকট তাওবা কর ও তাঁর আনুগত্য কর তবে তিনি অধিক পরিমাণে জীবিকা দান করবেন, আকাশের বরকত হতে তোমাদের জন্যে বৃষ্টি বর্ষণ করবেন এবং এর ফলে তোমাদের ক্ষেত্রে প্রচুর পরিমাণে ফসল উৎপন্ন হবে। আর তোমাদের জন্তুগুলোর স্তন দুধে পরিপূর্ণ হয়ে যাবে, তোমাদেরকে সন্তান সন্ততিতে সমৃদ্ধ করে দেয়া হবে এবং এর ফলে তোমাদের ক্ষেতে প্রচুর পরিমাণে ফসল উৎপন্ন হবে। তোমাদের জন্যে স্থাপন করা হবে উদ্যান, যার বৃক্ষগুলো হবে ফলে ভরপুর। আর তিনি প্রবাহিত করবেন তোমাদের জন্যে নদী-নালা।।এই ভোগ্যবস্তুর কথা বলে তাদেরকে উৎসাহ প্রদানের পর হযরত নূহ (আঃ) তাদেরকে ভীতিও প্রদর্শন করেন। তিনি বলেনঃ তোমাদের কি হয়েছে যে, তোমরা তোমাদের প্রতিপালক আল্লাহর শ্রেষ্ঠত্ব স্বীকার করতে চাচ্ছ না? তাঁর আযাব হতে তোমরা নিশ্চিন্ত থাকছো কেন? তোমাদেরকে আল্লাহ কি কি অবস্থায় সৃষ্টি করেছেন তা কি তোমরা লক্ষ্য করছো না? প্রথমে শূক্র, তারপর জমাট রক্ত, এরপর গোশতের টুকরা, এরপর অস্থি-পঞ্জর, তারপর অন্য আকার এবং অন্য অবস্থা ইত্যাদি। অনুরূপভাবে তোমরা কি লক্ষ্য করনি যে, আল্লাহ কিভাবে সৃষ্টি করেছেন সপ্তস্তরে বিন্যস্ত আকাশমণ্ডলী? আর সেথায় চন্দ্রকে স্থাপন করেছেন আলো রূপে ও সূর্যকে স্থাপন করেছেন প্রদীপ রূপে? মহান আল্লাহ একটির উপর আরেকটি এভাবে আকাশ সৃষ্টি করেছেন যদিও এটা শুধু শ্রবণের মাধ্যমে জানা যায় এবং অনুভব করা যায়। নক্ষত্রের গতি এবং ওগুলোর আলোহীন হয়ে পড়ার মাধ্যমে অনুধাবন করা যায়। যেমন এটা জ্যোতির্বিদদের দ্বারা বর্ণিত হয়েছে। তবে তাঁদের মধ্যে এতেও কঠিন মতানৈক্য রয়েছে যে, গতিশীল বড় বড় সাতটি নক্ষত্র বা গ্রহ রয়েছে, যেগুলোর একটি অপরটিকে আলোহীন করে দেয়। দুনিয়ার আকাশে সবচেয়ে নিকটে রয়েছে চন্দ্র, যা অন্যগুলোকে জ্যোতিহীন করে থাকে। দ্বিতীয় আকাশে রয়েছে ‘আতারিদ'। তৃতীয় আকাশে আছে যুহরা। চতুর্থ আকাশে সূর্য রয়েছে। পঞ্চম আকাশে রয়েছে মিররীখ। ষষ্ঠ আকাশে রয়েছে ‘মুশতারী’ এবং সপ্তম আকাশে যাহল রয়েছে। আর অবশিষ্ট নক্ষত্রগুলো, যেগুলো হলো ‘সাওয়াবিত’ বা স্থির, অষ্টম আকাশে রয়েছে যেটাকে মানুষ ‘ফালাকে সাওয়াবিত’ বলে থাকে। ওগুলোর মধ্যে যেগুলো শারাবিশিষ্ট ওগুলোকে ‘কুরসী' বলে থাকে। আর নবম ফালাক হলো তাদের নিকট ইতাস বা আসীর। তাদের নিকট এর গতি অন্যান্য ফালাকের বিপরীত। কেননা, এর গতি অন্যান্য গতির সূচনাকারী। এটা পশ্চিম দিক হতে পূর্ব দিকে চলতে থাকে এবং অবশিষ্ট সমস্ত ফালাক চলে পূর্বদিক হতে পশ্চিম দিকে। এগুলোর সাথে নক্ষত্রগুলোও চলাফেরা করে। কিন্তু গতিশীলগুলোর গতি ফালাকগুলোর গতির সম্পূর্ণ বিপরীত। ওগুলো সবই পশ্চিম হতে পূর্ব দিকে চলে এবং এগুলোর প্রত্যেকটি স্বীয় শক্তি অনুযায়ী স্বীয় আকাশকে প্রদক্ষিণ করে থাকে। চন্দ্র প্রতি মাসে একবার প্রদক্ষিণ করে ক্ষিণ করে বছরে একবার, যাহল প্রতি ত্রিশ বছরে একবার প্রদক্ষিণ করে। সময়ের কমবেশী হয় আকাশের দৈর্ঘ্য ও প্রস্থ অনুপাতে। তাছাড়া প্রত্যেকটির গতিবেগও সমান নয়। এ হলো তাদের সমস্ত কথার সারমর্ম যাতে তাদের পরস্পরের মধ্যে বহু কিছু মতানৈক্য রয়েছে। আমরা ওগুলো এখানে বর্ণনা করতেও চাই না, এবং এগুলোর ব্যাখ্যা বিশ্লেষণও আমাদের উদ্দেশ্য নয়। উদ্দেশ্য শুধু এটুকু যে, মহান আল্লাহ সাতটি আকাশ সৃষ্টি করেছেন এবং ওগুলো একটির উপর আরেকটি, এভাবে রয়েছে। তারপর ওতে সূর্য ও চন্দ্র স্থাপন করেছেন। এ দুটোর ঔজ্জ্বল্য ও কিরণ পৃথক পৃথক, যার ফলে দিন ও রাত্রির মধ্যে পার্থক্য সৃষ্টি হয়। চন্দ্রের নির্দিষ্ট মনযিল ও কক্ষপথ রয়েছে। এর আলো ক্রমান্বয়ে হ্রাস ও বৃদ্ধি পেতে থাকে এবং এমন এক সময়ও আসে যে, এটা একেবারে হারিয়ে যায়। আবার এমন এক সময়ও আসে যে, এটা পূর্ণ মাত্রায় আলো প্রকাশ করে, যার ফলে মাস ও বছরের পরিচয় লাভ করা যায়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আল্লাহ তিনিই যিনি সূর্য ও চন্দ্রকে উজ্জ্বল ও আলোকময় করেছেন। এবং চন্দ্রের মনযিল ও কক্ষপথ নির্দিষ্ট করে দিয়েছেন, যাতে তোমরা বছরের সংখ্যা ও হিসাব জানতে পার, আল্লাহ এটাকে সত্যসহই সৃষ্টি করেছেন, তিনি জ্ঞানী ও বিবেকবানদের জন্যে স্বীয় নিদর্শনসমূহ বিশদভাবে বর্ণনা করে থাকেন।” (১০:৫)এরপর মহান আল্লাহ বলেনঃ আল্লাহ তোমাদেরকে উদ্ধৃত করেছেন মৃত্তিকা হতে। এখানে (আরবি) এনে বাক্যটিকে খুবই সুন্দর করে দেয়া হয়েছে। তারপর আল্লাহ পাক বলেনঃ অতঃপর ওতেই তিনি তোমাদেরকে প্রত্যাবৃত্ত করবেন। অর্থাৎ তোমাদের মৃত্যুর পর তোমাদেরকে এই মৃত্তিকাতেই প্রত্যাবৃত্ত করবেন। এরপর কিয়ামতের দিন তিনি তোমাদেরকে এটা হতেই বের করবেন যেমন প্রথমবার তোমাদেরকে তিনি সৃষ্টি করেছেন।মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ তোমাদের জন্যে ভূমিকে করেছেন বিস্তৃত। এটা যেন হেলা-দোলা না করে এ জন্যে এর উপর তিনি পাহাড় স্থাপন করেছেন। এই ভূমির প্রশস্ত পথে তোমরা চলাফেরা করতে রয়েছে। এদিক হতে ওদিকে তোমরা গমনাগমন করছো। এসব কথা বলার উদ্দেশ্য হযরত নূহ (আঃ)-এর এটাই যে, তিনি আল্লাহর শ্রেষ্ঠত্ব ও তাঁর ক্ষমতার নমুনা তাঁর কওমের সামনে পেশ করে তাদেরকে এ কথাই বুঝাতে চান যে, আকাশ ও পৃথিবীর বরকত দানকারী, সমস্ত জিনিস সৃষ্টিকারী, ব্যাপক ক্ষমতার অধিকারী, আহার্যদাতা এবং সৃষ্টিকারী আল্লাহর কি তাদের উপর এটুকু হক নেই যে, তারা একমাত্র তাঁরই ইবাদত করবে? এবং তাঁর কথামত তাঁর নবী (আঃ)-কে সত্য বলে মেনে নিবে? হ্যাঁ, তাদের অবশ্য কর্তব্য হবে একমাত্র তাঁরই ইবাদত করা, তাঁর সাথে অন্য কাউকেও শরীক না করা, তাঁর সমকক্ষ কাউকেও মনে না করা এবং এটা বিশ্বাস করা যে, তাঁর স্ত্রী নেই, সন্তান সন্ততি নেই, মন্ত্রী নেই এবং কোন পরামর্শদাতাও নেই। বরং তিনি সুউচ্চ ও মহান।",
  "ayah": 20,
  "surah": 71
}
