{
  "text": "২৫-২৮ নং আয়াতের তাফসীর\n(আরবি) এর অন্য কিরআত (আরবি) ও রয়েছে। মহাপরাক্রান্ত আল্লাহ বলেনঃ পাপের আধিক্যের কারণে হযরত নূহ (আঃ)-এর কওমকে ধ্বংস করে দেয়া হয়েছিল। তাদের ঔদ্ধত্য, হঠকারিতা এবং আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ সীমা ছাড়িয়ে গিয়েছিল। তাদেরকে পানিতে নিমজ্জিত করা হয়েছিল এবং সেখান থেকে আগুনের গর্তে নিক্ষেপ করা হয়েছিল। তাদেরকে আল্লাহর এই আযাব হতে রক্ষা করার উদ্দেশ্যে কেউ এগিয়ে আসেনি এবং তারা তাদের জন্যে কোন সাহায্যকারীও পায়নি। যেমন আল্লাহ তা'আলা হযরত নূহ (আঃ)-এর ঐ উক্তি উদ্ধৃত করেন যে উক্তি তিনি তাঁর পুত্রের প্রতি করেছিলেনঃ (আরবি)অর্থাৎ “আজ আল্লাহর বিধান হতে রক্ষা করবার কেউ নেই, যাকে আল্লাহ দয়া করবেন সে ব্যতীত।”(১১:৪৩) হযরত নূহ (আঃ) স্বীয় ব্যাপক ক্ষমতাবান ও মহামহিমান্বিত আল্লাহর দরবারে ঐ হতভাগ্যদের বিরুদ্ধে বদ দু'আ করেনঃ হে আমার প্রতিপালক! পৃথিবীতে কাফিরদের মধ্য হতে কোন গৃহবাসীকে অব্যাহতি দিবেন না। হলো তাই, সবাই পানিতে নিমজ্জিত হয়ে গেল। এমনকি হযরত নূহ (আঃ)-এর নিজের পুত্র, যে তার থেকে পৃথক ছিল, সেও রক্ষা পায়নি। হযরত নূহ (আঃ) তাঁর ঐ পুত্রকে অনেক কিছু বুঝিয়েছিলেন। কিন্তু তাতে কোনই ফল হয়নি। সে মনে করেছিল যে, পানি তার কোন ক্ষতি করতে পারবে না, সে কোন এক উঁচু পাহাড়ের উপর উঠে গিয়ে আত্মরক্ষা করবে। কিন্তু ওটা ছিল আল্লাহর আযাব ও গযব এবং হযরত নূহ (আঃ)-এর বদ দু'আর ফল। কাজেই তা হতে রক্ষা করতে পারবে কে? পানি তাকে ওখানেই ধরে ফেলছে এবং সে তার পিতার চোখের সামনে কথা বলতে বলতে ডুবে মরছে।মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি হযরত নূহ এর তুফানের সময় আল্লাহ তা’আলা কারো প্রতি দয়া করতেন তবে তিনি ঐ মহিলাটির উপর দয়া করতেন যে উনানে পানি উথলিয়ে উঠতে দেখে নিজের শিশু সন্তানকে নিয়ে পাহাড়ের উপর উঠে গিয়েছিল। পানি যখন ওখানেও উঠে গেল তখন সে তার শিশুটিকে কাঁধের উপর উঠিয়ে নিলো। পানি যখন তার কাঁধ পর্যন্তও উঠে গেল তখন শিশুটিকে সে তার মাথার উপর বসিয়ে নিলো। মাথার উপরেও যখন পানি উঠে গেল তখন সে ছেলেকে হাতে উঠিয়ে নিয়ে মাথার ঊর্ধ্বে উঠালো। কিন্তু শেষ পর্যন্ত পানি সেখানেও পৌঁছে গেল এবং মাতা ও সন্তান উভয়েই পানিতে নিমজ্জিত হয়ে গেল। সুতরাং ঐদিন যদি আল্লাহ তা'আলা ভূ-পৃষ্ঠের কাফিরদের মধ্য হতে কারো প্রতি দয়া করতেন তবে অবশ্যই ঐ মহিলাটির উপর দয়া করতেন।” (এ হাদীসটি গারীব বা দুর্বল কিন্তু এর বর্ণনাকারী সবাই নির্ভরযোগ্য) মোটকথা যমীনের সমস্ত কাফিরদেরকে ধ্বংস করে দেয়া হয়। শুধু ঐ ঈমানদার লোকদেরকে রক্ষা করা হয় যারা হযরত নূহ (আঃ)-এর সাথে তার নৌকায় ছিলেন এবং আল্লাহর নির্দেশক্রমে হযরত নূহ (আঃ) যাদেরকে তার নৌকায় উঠিয়ে নিয়েছিলেন। হযরত নূহ (আঃ) অভিজ্ঞতার মাধ্যমে জানতে পেরেছিলেন যে, তাঁর কওমের লোকেরা তাঁর উপর ঈমান আনবে না, তাই তিনি নৈরাশ্য প্রকাশ করে বলেনঃ হে আমার প্রতিপালক! আমার চাহিদা এই যে, সমস্ত কাফিরকে ধ্বংস করে দেয়া হোক। যদি আপনি তাদের মধ্য হতে কাউকেও অব্যাহতি দেন তবে তারা আপনার বান্দাদেরকে বিভ্রান্ত করে ফেলবে এবং জন্ম। দিতে থাকবে শুধু দুষ্কৃতিকারী ও কাফিরদের। তাদের পরবর্তী বংশধরগণ তাদের মতই বদকার ও কাফির হবে। সাথে সাথে তিনি নিজের জন্যে ক্ষমা প্রার্থনা করেন এবং বলেনঃ হে আমার প্রতিপালক! আপনি ক্ষমা করুন আমাকে, আমার পিতামাতাকে এবং যারা মুমিন হয়ে আমার গৃহে প্রবেশ করবে তাদেরকে।ঘর দ্বারা এখানে মসজিদকেও বুঝানো হয়েছে। তবে সাধারণ অর্থ ঘরই বটে।মুসনাদে আহমাদে হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “তুমি মুমিন ছাড়া কারো সঙ্গী হয়ো না এবং আল্লাহভীরু ছাড়া কেউ যেন তোমার খাদ্য না খায়।” (এ হাদীসটি সুনানে আবু দাউদ ও জামে তিরমিযীতেও বর্ণিত হয়েছ এবং ইমাম তিরমিযী (রঃ) বলেন, শুধু এই সনদে এ হাদীসটি বর্ণনা করা হয়েছে)এরপর হযরত নূহ (আঃ) তাঁর দু'আকে সাধারণ করেন এবং বলেনঃ হে আল্লাহ! সমস্ত ঈমানদার নারী পুরুষকেও আপনি ক্ষমা করে দিন, জীবিতই হোক বা মৃতই হোক। এ জন্যেই মুস্তাহাব এটাই যে, প্রত্যেক মানুষ তার দু'আতে অন্য মু'মিনকেও অন্তর্ভুক্ত করবে। তাহলে হযরত নূহ (আঃ)-এর অনুসরণও করা হবে। এবং সাথে সাথে এ সম্পর্কে উল্লিখিত হাদীসগুলোর উপর আমলও করা হবে।এরপর দু'আর শেষে হযরত নূহ (আঃ) বলেনঃ হে আমার প্রতিপালক! আপনি মুমিন পুরুষ ও মুমিন নারীদেরকেও ক্ষমা করে দিন এবং যালিমদের শুধু ধ্বংসই বৃদ্ধি করুন!",
  "ayah": 28,
  "surah": 71
}
