{
  "text": "১-৪ নং আয়াতের তাফসীর\nআল্লাহ তা’আলা বলেন যে, তিনি হযরত নূহ (আঃ)-কে স্বীয় রাসূল রূপে তাঁর সম্প্রদায়ের নিকট প্রেরণ করেন এবং তাঁকে নির্দেশ দেন যে, শাস্তি আসার পূর্বেই তিনি যেন তাঁর কওমকে এই বলে সতর্ক করে দেন যে, যদি তারা তাওবা করে ও আল্লাহর দিকে ঝুঁকে পড়ে তবে আল্লাহ তাদের উপর হতে আযাব উঠিয়ে নিবেন। হযরত নূহ (আঃ) তখন তাঁর সম্প্রদায়ের নিকট আল্লাহর এই পয়গাম পৌঁছিয়ে দিলেন। তিনি তাদেরকে স্পষ্টভাবে বলে দিলেনঃ জেনে রেখো যে, আমি তোমাদেরকে স্পষ্ট ভাষায় সতর্ক করছি। আমি তোমাদেরকে পরিষ্কারভাবে বলছি যে, তোমাদের অবশ্যকরণীয় কাজ হলো আল্লাহর ইবাদত করা, তাঁকে ভয় করে চলা এবং আমার আনুগত্য করা। আর যে কাজ তোমাদের প্রতিপালক তোমাদের জন্যে অবৈধ করেছেন সে কাজ থেকে তোমাদেরকে বিরত থাকতে হবে। পাপের কাজ হতে তোমরা দূরে থাকবে। যে কাজ আমি তোমাদেরকে করতে বলবো তা করবে এবং যে কাজ হতে আমি বিরত থাকতে বলবো তা হতে অবশ্যই বিরত থাকবে। আর তোমরা আমার রিসালাতের সত্যতা স্বীকার করে নিবে। এসব কাজ যদি তোমরা কর তবে মহান আল্লাহ তোমাদের পাপ ক্ষমা করবেন।(আরবি) এর মধ্যে (আরবি) অতিরিক্ত হিসেবে ব্যবহৃত হয়েছে। ইতিবাচকের ক্ষেত্রেও কখনো কখনো (আরবি) অতিরিক্ত রূপে ব্যবহৃত হয়ে থাকে। যেমন আরবদের (আরবি) এই উক্তির মধ্যে (আরবি) অতিরিক্ত হিসেবে ব্যবহৃত হয়েছে। আবার এও হতে পারে যে, এটা (আরবি)-এর অর্থে ব্যবহৃত হয়েছে। ইমাম ইবনে জারীর (রঃ) এটাকেই পছন্দ করেছেন। এ উক্তিও রয়েছে যে, (আরবি) এখানে (আরবি) বা ‘কতক’ বুঝাবার জন্যে এসেছে। অর্থাৎ আল্লাহ তোমাদের কতক গুনাহ মাফ করে দিবেন। অর্থাৎ ঐ গুনাহ যার উপর শাস্তির ওয়াদা করা হয়েছে। যদি তোমরা এ তিনটি কাজ কর তবে মহান আল্লাহ তোমাদের এসব বড় গুনাহ ক্ষমা করে দিবেন এবং তোমাদের যেসব পাপের কারণে তিনি তোমাদেরকে ধ্বংস করে দিতেন ঐ ধ্বংসাত্মক শাস্তি তিনি সরিয়ে দিবেন। আর তিনি তোমাদের আয়ু বৃদ্ধি করবেন। এই আয়াত দ্বারা এই দলীল গ্রহণ করা হয়েছে যে, আল্লাহর আনুগত্য, সদাচরণ এবং আত্মীয়তার সম্পর্ক যুক্ত রাখার কারণে প্রকৃতভাবে আয়ু বৃদ্ধি হয়ে থাকে। যেমন হাদীসে এসেছেঃ “আত্মীয়তার সম্পর্ক মিলিতকরণ আয়ু বৃদ্ধি করে থাকে।” এরপর মহান আল্লাহ বলেনঃ তোমরা ভাল কাজ কর আল্লাহর আযাব এসে যাওয়ার পূর্বেই। কেননা, আযাব এসে পড়লে কেউ তা সরাতে পারবে না এবং স্থগিত রাখতেও পারবে না। ঐ মহান এবং শ্রেষ্ঠ আল্লাহর বড়ত্ব ও শ্রেষ্ঠত্ব সবকিছুকেই অধীনস্থ করে রেখেছে। তাঁর ইযযত ও মর্যাদার সামনে সমস্ত সৃষ্টজীব অতি তুচ্ছ ও নগণ্য।",
  "ayah": 4,
  "surah": 71
}
