{
  "text": "وارسل ................................ کعصف ماکول (3:105 تا 5) ” اور ان پر پرندوں کے جھنڈ کے جھنڈ بھیج دیئے جو ان کے اوپر پکی ہوئی مٹی کے پتھر پھینک رہے تھے ، پھر ان کا یہ حال کردی جیسے (جانوروں کا ) کھایا ہوا بھوسا “۔\nابابیل (3:105) کے معنی جھنڈ کے ہوتے ہیں۔\nسجیل (4:105) فارسی سے معرب ہے اور دولفظوں سے مرکب ہے ” سنگ گل “ یعنی مٹی کو پکاکر اس سے پتھر بنادیا گیا تھا ، یا ایسے پتھر تھے جو کیچڑ کے ساتھ آلودہ تھے۔\nکعصف (5:105) کے معنی ہیں درختوں کے خشک پتے ۔ عصف کی صفت یہ بیان ہوئی ہے کہ وہ ماکول ہے۔ یعنی کھایا ہوا ہے یعنی پتوں کی حالت یہ ہے کہ ان کو حشرات الارض نے کھا کر پیس دیا ہے ، یا حیوانات نے چپا کر ریزہ ریزہ کردیا اور پیس دیا۔ یہ ایک حسی تصویر کشی ہے کہ جس سے معلوم ہوتا ہے کہ پرندوں کے جھنڈ ان پر پتھر مارتے تھے تو ان کے اجسام ریزہ ریزہ ہوجاتے تھے۔ لہٰذا ایسی تاویلات کی ضرورت نہیں ہے کہ چیچک یا خسرے کی وجہ سے ان کے اجسام ریزہ ریزہ ہوگئے۔\nاس واقعہ میں جو حقائق بیان ہوئے وہ کئی زاویوں سے ہمارے لئے عبرت انگیز اور بصیرت افروز ہیں :\nاس سے پہلی بات یہ معلوم ہوتی ہے کہ اللہ نے یہ پسند نہ فرمایا کہ وہ اپنے گھر کی حمایت اور اس کا بچاﺅ مشرکین کے ذریعہ انجام دے۔ اگرچہ وہ اپنے آپ کو اس گھر کی طرف منسوب کرتے تھے ، وہ اسے بچانے کی کوشش بھی کرتے اور اس میں پناہ بھی لیتے۔ جب اللہ نے ارادہ کیا کہ وہ اس گھر کو بچائے اور اس کی حفاظت کرے اور سا کی حمایت کا اعلان کرے اور اس گھر پر غیرت کرے ، تو اللہ نے مشرکین مکہ کی حالت اس طرح کردی کہ وہ اس جارح قوت کے سامنے بےبس ہوجائیں اور قدرت الٰہیہ بالکل عیاں ہو کر اپنے گھر کی حفاظت کرے جو ایک محترم گھر ہے تاکہ بیت اللہ کی حفاظت میں مشرکین کا کوئی تاریخی کردار نہ ہو ، جس کے تحت حمیت جاہلیت کا کذبہ کارفرما ہوتا ہے۔ یہ نکتہ اس بات کو بھی ترجیح دے دیتا ہے کہ اس حملہ آور لشکر کی ہلاکت میں اللہ تعالیٰ نے غیر معمولی اور معجزانہ انداز اختیار کیا۔ اور ان کی ہلاکت میں کوئی عام مالوف طریقہ اختیار نہ کیا گیا تھا۔ یہ بات زیادہ مناسب اور قرین قیاس ہے۔\nخانہ کعبہ کی حمایت میں اس کھلی مداخلت کا تقاضا یہ تھا کہ قریش اور بیت اللہ کے ارد گرد پھیلے ہوئے عرب نبی ﷺ کی بعثت کے بعد خود اسلام میں داخل ہوتے اور بیت اللہ کی خدمت اور فوقیت پر فخر نہ کرتے اور بیت اللہ کے ارد گرد انہوں نے بت پرستی کا جو جال پھیلا رکھا تھا وہ ان کے اسلام میں داخل ہونے کے لئے مانع نہ ہوتا مگر افسوس کہ انہوں نے اسالم قبول نہ کیا۔ یہی وجہ ہے کہ اس سورت میں اس حادثہ کا ذکر اس انداز سے کیا گیا ہے کہ اہل قریش کو شرمندہ کیا جائے اور یہ گویا ان پر تنقید ہے اور ان کے معاندانہ موقف پر تعجب کا اظہار ہے کہ کیوں نہ انہوں نے اس واقعہ سے کوئی عبرت لی۔\nاس سے دوسری بات یہ معلوم ہوتی ہے کہ اللہ نے اہل کتاب ، ابرہہ اور اس کے لشکر کو توفیق نہ دی کہ وہ اس گھر کو گراسکیں اور اس مقدس سرزمین پر اپنی حکومت قائم کرسکیں۔ اگرچہ اسگھر کے متوالی بھی مشرک ہوں ، تاکہ یہ گھر کسی بھی استعماری قوت کے تسلط سے آزاد رہے۔ اس علاقے میں کوئی بیرونی سازش کارفرمانہ ہو۔ اور اس سرزمین کی آزادی محفوظ ہوتا کہ اللہ کی تقدیر میں یہاں سے جو جدید دین اور جدید نظریہ اٹھنے والا تھا وہ آزادی کی فضا میں نمودار ہو۔ اس پر کسی حکومتی اقتدار کا دباﺅ نہ ہو۔ اور کوئی بیرونی ڈکٹیٹر یہاں سرکشی نہ کرسکے اور کوئی دین اس دین سے برتر نہ ہو جو تمام ادیان کو اپنی گرفت میں لینے والا تھا اور جو پوری انسانیت کی رہنمائی کا فریضہ اپنے ہاتھ میں لینے والا تھا ، کسی سے رہنمائی لینے والا نہ تھا۔ یہ تھی اللہ کی تدبیر نبی آخر الزمان اور آپ کے دین کے لئے۔ یہ بات اس وقت ہورہی تھی ، جب کہ لوگوں کو معلوم نہ تھا کہ اس نئے دین کا قائد اسی سال پیدا ہوگیا ہے۔\nآج عالمی صلبیت اور عالمی صیہونیت مسلمانوں کے مقامات مقدسہ کو نہایت فاجرانہ اور لالچی نظروں سے دیکھتے ہیں اور ان کے ان مکارانہ منصوبوں کو ہم اچھی طرح جانتے ہیں ، لیکن اس سورت سے ہمیں جو اشارات ملتے ہیں ان سے ہمیں ایک گونہ اطمینان نصیب ہوجاتا ہے کہ اسلام کے مقامات مقدسہ کے خلاف ان کی کوئی سازش کامیاب نہیں ہوسکتی۔ جس اللہ نے اپنے گھر کو اہل کتاب سے اس وقت بھی بچایا جب اس کے متولی اور مجاور مشرک تھے تو وہ اس کی حفاظت آج بھی کرے گا۔ اسی طرح اللہ اپنے نبی کے شہر کو بھی ان سازشوں اور للچائی ہوئی مکارانہ نظروں سے بچائے گا۔\nتیسری بات یہ کہ اس کرہ ارض پر ماضی میں عربوں کا کوئی قابل ذکر کردار نہ تھا بلکہ اسلام سے قبل ان کا کوئی وجود ہی نہ تھا۔ یمن میں وہ اہل فارس اور حبشیوں کے غلام تھے۔ اگر کہیں جنوبی عرب میں ان کی کوئی حکومت قائم بھی ہوئی تو وہ ایرانیوں کے زیر انتداب تھی۔ شمال میں شام کا علاقہ رومی مملکت کے تحت تھا۔ یہ علاقہ یا تو براہ راست رومی سلطنت کے تحت ہوتا یا وہ یہاں اپنے زیر حمایت کوئی عربی سلطنت قائم کرتے۔ صرف جزیرة العرب کا قلب ہی ایسا علاقہ تھا جو کسی غیر حکومت کے اثرورسوخ سے پاک تھا لیکن اس علاقے کا کوئی عالمی کردار نہ تھا۔ یہ ایک پسماندہ بدوی علاقہ تھا۔ اس علاقے میں جب قبائلی جنگ چھڑ جاتی تو یہ چالیس چالیس سال تک جاری رہتی۔ اس انتشار کی وجہ سے ان علاقوں کے باشندوں کی کوئی وقعت قریب ممالک کے ہاں نہ تھی۔ ان کی جو جنگی حیثیت تھی اس کا اظہار ہاتھ والوں کی مہم کے دوران ہوگیا تھا کہ وہ کسی بیرونی حملہ آور کے مقابلے کی ہمیت نہ رکھتے تھے۔\nعربوں کا عالمی کردار ادا کرنے کا موقعہ ، سب سے پہلے اسلام کے جھنڈے تلے نصیب ہوا۔ ان کی ایک ایسی عالمی مملکت وجود میں آئی جس کی کوئی حیثیت تھی اور لوگ اس کا شمار بھی کرتے تھے۔ یہ دراصل سیلاب کی طرح ایک عالمی انقلاب تھا۔ اس انقلاب میں کئی مملکتیں بہہ گئیں ، کئی تخت گر گئے اور انسانیت کی قیادت کا مقام عربوں کو حاصل ہوگیا ۔ یہ اس وقت ہوا جب اس کرہ ارض پر سے گمراہ اور کھوٹی قیادتوں کے اختیارات زائل کردیئے گئے۔ سول یہ ہے کہ عربوں کو یہ مقام کب اور کیوں حاصل ہوا ؟ یہ مقام انہیں اس وقت حاصل ہوا جب انہوں نے اس بات کو بھلا دیا کہ وہ عرب ہیں۔ انہوں نے علاقائی ، نسل اور لسانی عصبیت کے نعروں کو بھلا دیا۔ انہوں نے صرف اس بات کو یاد رکھا کہ وہ مسلم ہیں اور صرف مسلم ہیں۔ انہوں نے صرف اسلام کے جھنڈے بلند کیے اور وہ ایک عظیم نظریہ حیات لے کر اٹھے اور اسے تمام انسانوں تک پہنچا دیا۔ وہ انسانیت کے لئے رحم اور اس کے لئے بھلائی کے حامل بن گئے۔ انہوں نے نہ قومیت کا نعرہ بلند کیا ، نہ نسلی عصبیت کا ، بلکہ وہ ایک آسمانی ہدایت پر مبنی فکر لے کر اٹھے اور اسے ایک آسمانی ہدایت کے طور پر لوگوں تک پہنچایا۔ انہوں نے دین اسلام کو ایک دنیاوی مذہب اور دنیاوی نظریہ کے طور پر نہ لیا جس سے ان کا مقصد یہ نہ تھا کہ کوئی عربی امپیریلزم قائم کردیں ، تاکہ اس کے زیر سایہ اس زمین پر خوب پھریں اور چگیں۔ ان کی ناک اونچی ہو ، اور وہ دنیا میں اس شہنشاہیت کی وجہ سے بڑے بن جائیں اور لوگوں کو رومیوں اور فارسیوں کی حکومت سے نکال کر عربوں کی حکومت میں داخل کردیں بلکہ وہ اس لئے اٹھے تھے کہ لوگوں کو انسانوں کی غلامی سے نکال کر اللہ وحدہ کی بندگی میں داخل کریں۔ جیسا کہ یزدگرد کی مجلس میں مسلمانوں کے نمائندے حضرت ربعی ابن عامر نے کہا۔” اللہ نے ہمیں اس لئے اٹھیا ہے کہ ہم لوگوں کو انسانوں کی غلامی سے نکال کر اللہ کی غلامی میں داخل کریں۔ اور دنیا کی تنگ دامنی سے نکال کر آخرت کی وسعتوں میں داخل کردیں اور عوام کو دوسرے ادیان کے ظلم سے نکال کر اسلام کے انصاف میں داخل کریں “۔\nیہ وہ وقت تھا جب دنیا میں عربوں کا وجود قائم ہوا ، ان کو قوت ملی ، ان کی قیادت قائم ہوئی ، لیکن یہ دعوت اللہ کے لئے تھی اور یہ جہاد اللہ کی راہ میں تھا۔ یہ قوت ایک عرصہ تک قائم رہی ، ایک زمانہ تک وہ انسانیت کے قائد رہے ، جب تک کہ وہ اپنے طریقے پر قائم رہے۔ جب انہوں نے اسلامی نظریہ حیات سے انحراف کیا اور وہ قومی عصبیت کے داعی بنے اور انہوں نے اللہ کے جھنڈے بلند کرنے کی بجائے عصبیت کے جھنڈے اٹھا لئے ، تو زمین نے ان کو پرے پھینک دیا ، اقوام عالم نے انہیں روند ڈالا کیونکہ انہوں نے اللہ کو چھوڑ دیا تو اللہ نے ان کو چھوڑ دیا اور جس طرح انہوں نے اللہ کو بھلا دیا اللہ نے بھی ان کو بھلا دیا۔\nسوال یہ ہے کہ اسلام کے سوا عربوں کی حیثیت ہی کیا ہے ؟ اگر وہ اسلامی عقیدہ ، اسلامی تصورات اور افکار کو ایک طرف رکھ دیں تو ان کے پاس کیا چیز ہے جو وہ انسانیت کے سامنے پیش کرسکتے ہیں ؟ اور اگر کسی قوم کے پاس انسانوں کے لئے کوئی پیغام نہیں ہے تو وہ قوم ہی کیا ہے ؟ تاریخ عالم گواہ ہے کہ جن اقوام نے کبھی انسانیت کی قیادت کی ، ان کے پاس ایک فکر تھی ، ایک پیغام تھا جو انہوں نے انسانیت کو دیا۔ جن اقوام کے پاس کوئی پیغام نہ تھا مثلاً تاتاری ، جنہوں نے پورے مشرق کو روندڈالا اور برابر جنہوں نے عالم عرب پر سے رومیوں کی سلطنت کو ختم کیا۔ یہ لوگ طویل عرصہ تک زندہ نہ رہ سکے ، بلکہ یہ ان اقوام ہی کے اندر پگھل گئے جن کو انہوں نے فتح کیا تھا۔ یاد رہے کہ عربوں نے انسانیت کو جس نظریہ سے نوازا وہ فقط اسلامی نظریہ حیات تھا۔ اس نظریہ کی وجہ سے وہ عالمی قیادت کے منصب پر فائز ہوئے۔ جب انہوں نے اس نظریہ کو پس پشت ڈال دیا تو اس کرہ ارض پر ان کا کوئی کام ہی نہ رہا۔ تاریخ سے ان کا کردار ختم ہوگیا۔ آج عرب اگر زندہ رہنا چاہتے ہیں تو انہیں چاہیے کہ وہ اس سبق کو یاد رکھیں۔ اگر وہ قوت اور قیادت چاہتے ہیں ورنہ ان کی کوئی حیثیت قائم نہیں ہوسکتی۔ اللہ ہی ہے جو گمراہوں کو ہدایت دے سکتا ہے۔",
  "ayah": 3,
  "surah": 105
}
