{
  "text": "আল্লাহ তাআলা স্বীয় নবীকে (সঃ) বলছেন যে, তিনি যেন জনগণকে বলে দেনঃ আমি আমার প্রতিপালকের নিকট থেকে যা কিছু আনয়ন করছি তাই হক ও সত্য। তাতে সন্দেহের কোন অবকাশ নেই। এখন যার ইচ্ছা হবে, সে মানবে এবং যার মন চাইবে না সে মানবে না। যারা মানবে না, তাদের জন্য জাহান্নাম প্রস্তুত রয়েছে। ওর চার প্রাচীরের জেলখানার মধ্যে তারা সম্পূর্ণ শক্তিহীনভাবে অবস্থান করবে। হাদীসে আছে যে, জাহান্নামের চার প্রাচীরের প্রশস্ততা চল্লিশ বছরের পথ। (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে) আর ঐ প্রাচীরগুলিও আগুনের তৈরী। অন্য রিওয়াইয়াতে আছে যে, সমুদ্রও জাহান্নাম। অতঃপর তিনি এই আয়াতটি পাঠ করেন। তারপর তিনি বলেনঃ “আল্লাহর কসম! জীবিত থাকা। পর্যন্ত আমি সেখানে যাবে না এবং না ওর কোন ফোটা আমার কাছে পৌঁছবে।” (আরবী) বলা হয় মোটা পানিকে। যেমন যায়তুন তেলের তলানি এবং যেমন রক্ত ও পূজ, যা অত্যন্ত গরম। হযরত ইবনু মাসউদ (রাঃ)। একবার সোনা গলিয়ে দেন। যখন ওটা পানির মত হয়ে যায় ও ফুটতে থাকে তখন তিনি বলেনঃ (আরবী) এর সাদৃশ্য এতে রয়েছে।” জাহান্নামের পানিও কালো, জাহান্নাম নিজেও কালো এবং জাহান্নামীও কালো। (আরবী) হলো কালো রঙ বিশিষ্ট। দুর্গন্ধময় মোটা মালিন্য কঠিন গরম জিনিস। চেহারার কাছে যাওয়া মাত্রই চেহারা দগ্ধিভূত করে, মুখ পুড়িয়ে দেয়। মুসনাদে আহমাদে রয়েছে যে, ওটা কাফিরের মুখের কাছে যাওয়া মাত্রই তার চেহারা পুড়িয়ে দিয়ে তার মধ্যে এসে পড়বে। কুরআন কারীমে রয়েছেঃ “তাদেরকে পুঁজ পান করানো হবে। অতি কষ্টে ওটা তাদের গলা থেকে নামবে। চেহারার কাছে। আসা মাত্রই চামড়া পুড়ে গিয়ে খসে পড়বে। ওটা পান করা মাত্রই নাড়ি কুঁড়ি ছিড়ে ফেটে যাবে। তারা তখন হায়! হায়! করে চীকার করতে থাকবে। তখন তাদেরকে এই পানি পান করতে দেয়া হবে। ক্ষুধার অভিযোগের সময় তাদেরকে যাককুম গাছ খেতে দেয়া হবে। এর ফলে তাদের দেহের চামড়া দেহ থেকে এমনভাবে ছুটে পড়বে যে, তাদের পরিচিত লোকেরা ঐ চামড়াগুলি দেখেও তাদেরকে চিনে ফেলবে। পিপাসার অভিযোগে তাদেরকে কঠিন গরম উত্তপ্ত পানি পান করতে দেয়া হবে, যা তাদের মুখের কাছে পৌঁছা মাত্রই গোশত পুড়িয়ে ভেজে দেবে। হায়! কি জঘন্য পানি! তাদেরকে ঐ গরম পানি পান করতে দেয়া হবে যা তাদের নাড়িভূড়ি কেটে ছিড়ে ফেলবে। কঠিন গরম প্রবাহিত নালা হতে তাদেরকে পানি পান করানো হবে। তাদের ঠিকানা, তাদের ঘর, তাদের বাসস্থান এবং তাদের বিশ্রাম স্থলও অতি জঘন্য।\" যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “নিশ্চয় ওটা আশ্রয়স্থল ও বসতি হিসেবে কতই না নিকৃষ্ট।\" (২৫:৬৬)",
  "ayah": 29,
  "surah": 18
}
