{
  "text": "৩২-৩৬ নং আয়াতের তাফসীর:\nপূর্বে দরিদ্র মুসলমান ও সম্পদশালী কাফিরের বর্ণনা দেয়া হয়েছে। এখানে তাদের একটি দৃষ্টান্ত আল্লাহ তাআলা বর্ণনা করছেন। দুটি লোকছিল, তাদের একজন ছিল সম্পদশালী। তার ছিল আঙ্গুর ও খেজুরের বাগান এবং এই দুয়ের মাঝে ছিল শস্যক্ষেত্র। বাগান ছিল ফলে ফুলে ভরপুর এবং শস্যক্ষেত্র ছিল শ্যামল-সবুজ। ক্ষতির কোন আশংকা ছিল না। এদিকে ওদিকে নদীনালা প্রবাহিত ছিল। তার কাছে সব সময় নানা প্রকারের শস্য ও ফলমল বিদ্যমান থাকতো। এরকম ছিল সে সম্পদশালী (আরবী) শব্দটির দ্বিতীয় পঠন (আরবী) ও রয়েছে। এটা (আরবী) শব্দের বহুবচন। যেমন (আরবী) শব্দের বহু বচন (আরবী) সে থাকে।মোট কথা, এই ধনী লোকটি একদিন তার এক বন্ধুকে ফখর ও গর্ব করে বললোঃ “আমি ধন-সম্পদে, মান-সম্মানে, সন্তান-সন্ততিতে, জায়গাজমিতে এবং চাকর-বাকরে তোমা অপেক্ষা শ্রেষ্ঠ।” পাপাচারী ব্যক্তির আশা। আকাংখা এইরূপই হয়ে থাকে যে, দুনিয়ার এই জিনিসগুলি যেন তার কাছে প্রচুর পরিমাণে থাকে। একদা সে নিজের বাগানে গেল এভাবে নিজের উপর যুলুমকৃত অবস্থায়। অর্থাৎ সে গর্ব ও অহংকার, কিয়ামতকে অস্বীকার এবং কুফরী করার কাজে এতো মত্ত ছিল যে, তার মুখ দিয়ে বেরিয়ে গেলঃ “আমার এই সবজ-শ্যামল শস্য ক্ষেত্র, ফলফলে ভরপর বাগান এবং প্রবাহিত নদীনালা যে কখনো ধ্বংস হয়ে যাবে এটা অসম্ভব। প্রকৃতপক্ষে এটা ছিল তার নির্বুদ্ধিতা, বেঈমানী, দুনিয়ার প্রতি কঠিন আকর্ষণ এবং আল্লাহর সাথে কুফরী করারই কারণ। এই জন্যেই সে বলে ফেললোঃ “আমার ধারণা তো কিয়ামত সংঘটিত হবেই না। আর যদি হয়ও বা তবে এটা তো স্পষ্টরূপে প্রতীয়মান যে, আমি আল্লাহর একজন প্রিয় বান্দা। তা না হলে তিনি আমাকে এতে বেশী ধন-সম্পদ দান করলেন কি রূপে? কাজেই তিনি পরকালেও আমাকে এর চেয়ে উত্তম কিছু দান করবেন। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যদি আমি আমার প্রতিপালকের নিকট প্রত্যাবৃত্ত হই, তবে সেখানে আমার জন্যে উত্তম ব্যবস্থা থাকবে।\" (৪১:৫০) আর এক আয়াতে আছেঃ (আরবী) অর্থাৎ “তুমি কি তাকে দেখেছো, যে আমার আয়াতসমূহকে প্রত্যাখ্যান করেছে এবং তা সত্ত্বেও সে বলেঃ কিয়ামতের দিনেও আমাকে প্রচুর ধনসম্পদ ও সন্তান-সন্ততি দেয়া হবে?” (১৯:৭৭) সে আল্লাহ তাআলার সামনে বীরত্বপনা প্রকাশ করছে এবং তার পক্ষ থেকে বানিয়ে কথা বলছে, অর্থাৎ আল্লাহ বলেন নাই, অথচ সে আল্লাহর নাম দিয়ে কথা বলছে। এই আয়াতটি আস ইবনু ওয়ায়েলের ব্যাপারে অবতীর্ণ হয়েছে। এটা যথা স্থানে বর্ণিত হবে ইনশা আল্লাহ।",
  "ayah": 36,
  "surah": 18
}
