{
  "text": "৪৫-৪৬ নং আয়াতের তাফসীর:\nদুনিয়া নষ্ট, ধ্বংস ও শেষ হওয়ার দিক দিয়ে আকাশের বৃমিত। এই বৃষ্টি যমীনের বীজ ইত্যাদির সাথে মিলিত হয়, ফলে হাজার হাজার চারা গাছ সবুজ-শ্যামল হয়ে ওঠে। প্রত্যেক জিনিসের উপর সজীবতার চিহ্ন পরিস্ফুট হয়, কিন্তু কিছুদিন অতিবাহিত হওয়ার পরই সব শুকিয়ে যায় এবং এমন চূর্ণবিচূর্ণ হয় যে, বাতাস ওগুলিকে ডানে বামে উড়িয়ে নিয়ে বেড়ায়। পূর্বের ঐ অবস্থার উপর যিনি সক্ষম ছিলেন, তিনি এই অবস্থার উপরও সক্ষম। সাধাণতঃ দুনিয়ার দৃষ্টান্ত বৃষ্টির সাথেই দেয়া হয়ে থাকে। যেমন সূরায়ে ইউনূসের এক আয়াতে রয়েছেঃ  (আরবী) অর্থাৎ পার্থিব জীবনের দৃষ্টান্ত বৃষ্টিন্যায় যা আমি আকাশ হতে বর্ষণ করি।” (১০:২৪) সূরায়ে যুমারে রয়েছেঃ (আরবী) অর্থাৎ “তুমি কি এর প্রতি লক্ষ্য কর নাই যে, আল্লাহ আকাশ হতে পানি বর্ষণ করেছেন।\" (২২:৬৩) সূরায়ে হাদীদে আছেঃ (আরবী) অর্থাৎ “তোমরা জেনে রেখো যে, (পরলোকের তুলনায়) পার্থিব জীবন তো কখনও বাঞ্ছিত হওয়ার যোগ্য নয়। কেননা, এটা তো শুধু খেলা ও তামাশা এবং (একটা বাহ্যিক) জাকজমক এবং পরস্পর একে অন্যের প্রতি আত্মগর্ব করা, আর ধন-সম্পদ ও সন্তান-সন্ততি সম্বন্ধে একে অন্য অপেক্ষা প্রাচুর্য বর্ণনা করা মাত্র; যেমন বৃষ্টি (বর্ষিত) হলে ওর উৎপন্ন ফল কৃষকদের ভালবোধ হয়।” (৫৭:২০)সহীহ হাদীসে আছে যে, দুনিয়ার সবুজ রঙ মিষ্ট (শেষ পর্যন্ত)।” এরপর আল্লাহ তাআলা বলেনঃ ধনৈশ্বর্য ও সন্তান-সন্ততি পার্থিব জীবনের শোভা। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “সুশোভিত মনে হয় মানুষের নিকট লোভনীয় বস্তুর মুহব্বত, রমণী হোক, সন্তান-সন্ততি হোক, পুঞ্জীভূত স্বর্ণ এবং রৌপ্য হোক।\" (৩:১৪)। অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ তোমাদের মাল ও তোমাদের সন্তান-সন্ততি পরীক্ষা স্বরূপ, আর আল্লাহ তাআলার নিকটই বড় পুরস্কার রয়েছে।” (৬৪:১৫) অর্থাৎ তারই দিকে ঝুঁকে পড়া এবং তারই ইবাদতে নিমগ্ন থাকা দুনিয়া অনুসন্ধান হতে উত্তম। এজন্যে এখানেও আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “চিরবিদ্যমান পুণ্যগুলি সবদিক দিয়েই উত্তম। যেমন পাচ ওয়াক্তের নামায (আরবী) এবং (আরবী) মুসনাদে আহমাদে রয়েছেঃ হযরত উছমানের (রাঃ) গোলাম বর্ণনা করেছে। যে, একদা হযরত উছমান (রাঃ) তাঁর সঙ্গীদের সাথে বসেছিলেন। এমন সময় মুআযযিন হাজির হন। হযরত উছমান (রাঃ) তখন পানি চেয়ে পাঠান। তখন তার কাছে একটি বরতনে তিন পোয়ামত পানি আনয়ন করা হয়। তিনি ঐ পানিতে অযু করে বলেনঃ “রাসূলুল্লাহ (সঃ) আমার এই অযুর মত অযু করে বলেছিলেনঃ “যে ব্যক্তি আমার এই অযুর মত অযু করে যুহরের নামায আদায় করবে, ফজর থেকে নিয়ে যুহর পর্যন্ত তার যত গুনাহ্ ছিল সব মাফ হয়ে যাবে। তারপর এইভাবে আসরের নামায পড়লে যুহর হতে আসার পর্যন্ত যত পাপ সব। মাফ হয়ে যাবে। এরপর অনুরূপভাবে মাগরিবের নামায পড়লে আসর ও মাগরিবের মধ্যবর্তী সময়ের সমস্ত গুনাহ মাফ হয়ে যাবে। তারপর ঐভাবেই যদি সে এশার নামায আদায় করে, তবে মাগরিব ও এশার মধ্যবর্তী সমস্ত পাপ মোচন হয়ে যাবে। অতঃপর রাত্রে ঘুমিয়ে যাবার পর ভোরে উঠে ফজরের নামায যদি সে পড়ে নেয় তবে এশা থেকে নিয়ে ফজর পর্যন্ত মধ্যবর্তী সমস্ত গুনাহ তার ক্ষমা করে দেয়া হবে।\" এটাই হচ্ছে এমন পুণ্য যা পাপসমূহ দূর করে দেয়।\" জনগণ জিজ্ঞেস করলোঃ “হে উছমান (রাঃ)! এগুলি তো হলো পুণ্য, এখন (আরবী) কি তা আমাদেরকে বলে দিন!\" তিনি উত্তরে বললেন- (আরবী) হচ্ছে নিম্ন লিখিত কালেমাগুলি পাঠ করাঃ (আরবী) অর্থাৎ “আমি আল্লাহর মহিমা ঘোষণা করছি, সমস্ত প্রশংসা আল্লাহর জন্যে, আল্লাহ সবচেয়ে বড় ও মহান, আল্লাহ ছাড়া কারো কোন শক্তি ও ক্ষমতা নেই, যে আল্লাহ উচ্চ ও মহান।\"হযরত সাঈদ ইবনু মুসাইয়া (রঃ) বলেন যে, (আরবী) হচ্ছে হযরত সাঈদ ইবনু মুসাইয়াব তার ছাত্র হযরত আম্মারা’কে (রঃ) জিজ্ঞেস করেনঃ “আচ্ছা, বল তো, (আরবী) কি? তিনি উত্তরে বলেনঃ “নামায ও রোযা।” হযরত সাঈদ (রঃ) তখন বলেনঃ “তোমার জবাব সঠিক হয় নাই।\" তাঁর ছাত্র বললেনঃ “যাকাত ও হজ্ব।” তিনি বললেনঃ “উত্তর এখনও ঠিক হয় নাই। শুনো, ওটা হচ্ছে নীচের পাঁচটি কালেমঃ (আরবী) হযরত ইবনু আব্বাসকে (রাঃ) এ সম্পর্কে জিজ্ঞেস করা হলে তিনি (আরবী) ছাড়া বাকী চারটি কালেমার কথা বলেন। হযরত হাসান (রঃ) ও হযরত কাদাতাও (রঃ) এই চারটি কালেমাকেই (আরবী) বলেছেন। ইমাম ইবনু জারীর (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) হচ্ছে এই কালেমাগুলি।” অন্য একটি রিওয়াইয়াতে রয়েছে যে, রাসূলুল্লাহ (সঃ) জনগণকে বলেনঃ তোমরা। বেশী করো।” তারা জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! (আরবী) কি?” তিনি উত্তরে বললেনঃ (আরবী) হযরত সালিম ইবনু আবদিল্লাহর (রঃ) গোলাম হযরত আবদুল্লাহ ইবনু আবদির রহমান (রঃ) বলেনঃ আমাকে হযরত সা'লিম (রঃ) হযরত মুহাম্মদ ইবনু কা'ব কারাযীর (রঃ) কাছে কোন একটি কার্য উপলক্ষে প্রেরণ করেন। তিনি আমাকে বললেনঃ “তুমি সালিমকে (রঃ) বলে দেবে যে, তিনি যেন অমুক কবরের পার্শ্বে আমার সাথে সাক্ষাৎ করেন। তার সাথে আমার কিছু কথা আছে। সেখানে ঐ দুজনের সাক্ষাৎ হয়। সালাম বিনিময়ের পর হযরত সালিম (রঃ) হযরত মুহাম্মদ ইবনু কা'ব কারাযীকে (রঃ) জিজ্ঞেস করেনঃ “আপনার মতে (আরবী) কি?” উত্তরে তিনি বলেনঃ (আরবী)  “হচ্ছে এই কালেমাগুলি।” হযরত সালিম (রঃ) তখন তাকে বললেনঃ “এই শেষের কালেমাটি আপনি কখন থেকে বাড়িয়ে দিয়েছেন?\" উত্তরে হযরত কারাযী (রঃ) বলেনঃ “সব সময়ই আমি এই কালেমাকে গণনা করে থাকি।” দু'বার বা তিনবার এই প্রশ্ন ও উত্তরের আদান-প্রদান হয়। অবশেষে হযরত মুহাম্মদ ইবনু কা'ব (রঃ) হযরত সালিমকে (রঃ) জিজ্ঞেস করেনঃ “আপনি কি এই কালেমাটিকে অস্বীকার করছেন?\" জবাবে হযরত সা'লিম (রঃ) বলেনঃ “হাঁ, আমি অস্বীকারই করছি বটে।” তখন তিনি বলেনঃ হলে শুনুন! আমি হযরত আবু আইয়ুব আনসারীর (রাঃ) নিকট থেকে শুনেছি এবং তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “যখন আমাকে মি'রাজ করানো হয় তখন আমি অকিাশে হযরত ইবরাহীমকে (আঃ) দেখতে পাই। তিনি হযরত জিবরাঈলকে (আঃ) জিজ্ঞেস করেনঃ “আপনার সাথে ইনি কে? তিনি জবাবে বলেনঃ “ইনি হলেন হযরত মুহাম্মদ (সঃ)। তিনি তখন আমাকে মারহাবা বলে সাদর সম্ভাষণ জানালেন এবং আমাকে বললেনঃ “আপনি আপনার উম্মতকে বলুন যে, তারা যেন জান্নাতে নিজেদের জন্যে বহু কিছুর বাগান তৈরী করেন। ওর মাটি পবিত্র এবং ওর যমীন খুবই প্রশস্ত।” আমি প্রশ্ন করলামঃ সেখানে বাগান তৈরীর উপায় কি?\" জবাবে তিনি বললেনঃ “তারা যেন (আরবী) এই কালেমাটি খুব বেশী বেশী করে পাঠ করে।” হযরত নুমান ইবনু বাশীর (রাঃ) হতে বর্ণিত। তিনি বলেনঃ একদা রাত্রে এশার নামাযের পর রাসূলুল্লাহ (সঃ) আমাদের নিকট আগমন করেন। আকাশের দিকে তাকিয়ে তিনি দৃষ্টি নীচের দিকে নামিয়ে দেন। আমরা ধারণা করলাম যে, হয়তো আকাশে নতুন কিছু ঘটেছে। অতঃপর তিনি বলেনঃ “আমার পরে মিথ্যাবাদী ও অত্যাচারী বাদশাহদের আবির্ভাব ঘটবে। যারা তাদের মিথ্যাকে সত্যায়িত করবে এবং তাদের জুলুমের কাজে তাদের পক্ষপাতিত্ব করবে তারা আমার অন্তর্ভুক্ত নয় এবং আমিও তাদের অন্তর্ভুক্ত নই। আর যারা তাদের মিথ্যাকে সত্যায়িত করবে না এবং তাদের জুলুমের কাজে তাদের পক্ষপাতিত্ব করবে না তারা আমার অন্তর্ভুক্ত এবং আমি তাদের অন্তর্ভুক্ত। হে জনমণ্ডলী! তোমরা জেনে রেখো যে, (আরবী) এই কালেমাগুলি হলো অর্থাৎ চিরস্থায়ী ও চির বিদ্যমান পুণ্য। (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বাঃ! বাঃ! এমন পাঁচটি কালেমা রয়েছে যেগুলি মীযানে বা দাড়িপাল্লায় খুবই ওজন সই হবে। সেগুলি হচ্ছেঃ (আরবী) এবং ঐ শিশু যার মৃত্যুতে তার পিতা ধৈর্য ধারণ করেছে ও পুরস্কার কামনা করেছে। বাঃ! বাঃ! পাঁচটি জিনিস এমন রয়েছে যে, যারা ঐ গুলির উপর বিশ্বাস রেখে আল্লাহ তাআলার সাথে সাক্ষাৎ করবে তারা নিঃসন্দেহে জান্নাতী। সেগুলি হচ্ছে এই যে, তারা বিশ্বাস রাখবে কিয়ামত দিবসের উপর, জান্নাতের উপর, জাহান্নামের উপর, মৃত্যুর পর পুনর্জীবনের উপর এবং হিসাবের উপর।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)বর্ণিত আছে যে, হযরত শাদ্দাদ ইবনু আউস (রাঃ) এক সফরে ছিলেন। কোন এক জায়গায় অবতরণ করে স্বীয় গোলামকে বলেনঃ “ছুরি আন, খেলা করি।”হাসান ইবনু আতিয়া (রাঃ) বলেনঃ আমি তখন বললামঃ আপনি এটা কি কথা বললেন? জবাবে তিনি বললেনঃ “সত্যিই, আমি এটা ভুলই করেছি। জেনে রেখো, যে ইসলাম গ্রহণের পর থেকে নিয়ে আজ পর্যন্ত আমার মুখ দিয়ে এমন কোন একটি কথা বের করি নাই যা আমার জন্যে লাগাম হয়ে যায়, শুধু এই একটি কথা ছাড়া। সুতরাং তোমরা এটা মন থেকে মুছে ফেল এবং আমি এখন যা বলছি তা মনে রেখো। আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “যখন মানুষ স্বর্ণ-রৌপ্য জমা করতে উঠেপড়ে লেগে যাবে; তখন তোমরা নিম্নের কালেমাগুলি খুব বেশী পাঠ করবেঃঅর্থাৎ “হে আল্লাহ! আমি আপনার কাছে নিজের কাজের উপর স্থিরতা, পুণ্য কাজের প্রতি দৃঢ় সংকল্প ও আপনার নিয়ামতের কৃতজ্ঞতা প্রকাশের তাওফীক প্রার্থনা করছি এবং উত্তমরূপে আপনার ইবাদত করার তাওফীক কামনা করছি। আপনার কাছে প্রার্থনা করছি যে, আপনি আমাকে প্রশান্ত অন্তর ও সত্যবাদী যবান দান করুন! আপনার জ্ঞানে যা ভাল আমি তাই কামনা করছি এবং আপনার জ্ঞানে যা মন্দ তার থেকে আপনার নিকট আশ্রয় প্রার্থনা করছি। আমি এমন মন্দ হতে আপনার নিকট তাওবা ও ক্ষমা প্রার্থনা করছি যা আপনি মন্দ বলে জানেন, নিশ্চয় আপনি অদৃশ্যের খবর খুব ভালভাবেই জানেন।” (এটাও ইমাম আহমদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)হযরত সা'দ ইবনু উবাদা (রাঃ) বলেনঃ “আহলে তায়েফের মধ্যে সর্বপ্রথম আমি নবীর (সঃ) খিদমতে হাযির হই। আমার বাড়ী হতে আমি সকাল সকালই বেরিয়ে পড়ি এবং আসরের সময় মিনায় পৌছে যাই। পাহাড়ের উপর চড়ি এবং নেমে আসি। তারপর রাসূলুল্লাহর (সঃ) নিকট হাযির হই এবং ইসলাম গ্রহণ করি। তিনি আমাকে সুরায়ে (আরবী) ও (আরবী) শিখিয়ে দেন এবং নিম্নের কালেমা গুলির তালীম দেনঃ (আরবী) এবং বলেনঃ “এগুলো হলো চিরস্থায়ী পুণ্য।” এই সনদেই বর্ণিত আছে যে, যে ব্যক্তি রাত্রে উঠে অযু করে, কুল্লী করে, অতঃপর এক শ বার (আরবী) পাঠ করে তার সমস্ত গুনাহ মাফ হয়ে যায়। শুধু কাউকে হত্যা করার অপরাধ মাফ হয় না। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবী) হলো আল্লাহ তাআলার যিক্র এবং নিম্নের কালেমাগুলিঃ (আরবী) আর রোযা, নামায, হজ্ব, সাদা গোলাম আযাদ করা, জিহাদ করা, সিলারহমী করা এবং সমস্ত পুণ্যের কাজ হচ্ছে (আরবী) বা চিরস্থায়ী পূণ্য। এগুলির সওয়াব জান্নাতবাসীদেরকে তাদের দুনিয়ায় জীবিত থাকা পর্যন্ত আল্লাহ তাআলা পৌঁছাতে থাকবেন। বলা হয়েছে যে, পবিত্র কথাও এর অন্তর্ভুক্ত। হযরত আবদুর রহমান (রঃ) বলেন যে, সমস্ত সৎকাজই এর অন্তর্ভুক্ত। ইমাম ইবনু জারীরও (রঃ) এটাকেই পছন্দ করেছেন।",
  "ayah": 46,
  "surah": 18
}
