{
  "text": "৪৭-৪৯ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা কিয়ামতের ভয়াবহতার বর্ণনা দিচ্ছেন। সেই দিন যে সব বিস্ময়কর বড় বড় কাজ সংঘটিত হবে, তিনি সেগুলি বর্ণনা করছেন। সেই দিন আকাশ ফেটে যাবে এবং পাহাড়-পর্বত উড়তে থাকবে যদিও তোমরা একে জমাটবদ্ধ দেখতে পাচ্ছ, কিন্তু ঐ দিন তা মেঘমালার মত দ্রুতবেগে চলতে থাকবে এবং ধূনো তুলোর মত হয়ে যাবে। যমীন সম্পূর্ণরূপে সমতল ভূমিতে পরিণত হবে। তাতে কোন উঁচু-নীচু থাকবে না। এই যমীনে না থাকবে কোন বাড়ীঘর, না থাকবে কোন ছাউনি। কোন আড়াল ছাড়াই সমস্ত সৃষ্টজীব মহামহিমান্বিত আল্লাহর সামনে হয়ে যাবে। কেউই তার থেকে কোথাও লুকিয়ে থাকতে পারবে না। কোথাও কোন আশ্রয়স্থল ও মাথা লুকানোর জায়গা থাকবে না। কোন গাছ-পালা, পাথর ও তৃণ-লতা দেখা যাবে না। প্রথম থেকে নিয়ে শেষ পর্যন্ত যত লোক রয়েছে সবাই একত্রিত। হবে। ছোট বড় কেউই অনুপস্থিত থাকবে না। সমস্ত লোক আল্লাহ তাআলার সামনে সাবিরুদ্ধভাবে দাড়িয়ে যাবে। রূহ ও ফেরেশতামণ্ডলী কাতারবন্দি হয়ে দাড়াবেন। কারো কোন কথা বলার সাহস হবে না। একমাত্র তারাই কথা বলতে পারবেন যাদেরকে আল্লাহ কথা বলার অনুমতি দান করবেন এবং তারাও সঠিক কথাই বলবেন। সেদিন সমস্ত মানুষের সারি একটি হবে অথবা তারা কয়েকটি সারিতে বিভক্ত হবে। যেমন মহান আল্লাহ বলেনঃ “তোমার প্রতিপালক আসবেন এবং ফেরেশতারা সারিবদ্ধভাবে আসবে।” কিয়ামতকে যারা অস্বীকার করতো তাদেরকে সেইদিন ধমকের সূরে বলা হবেঃ দেখো, যেমন ভাবে আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম, তেমনিভাবে দ্বিতীয়বার সৃষ্টি করে আমার সামনে দাড় করিয়েছি। তোমরা তো এটা অস্বীকার করতে? আমলনামা তাদের সামনে হাজির করে দেয়া হবে, যাতে ছোট বড়, প্রকাশ্য ও গোপনীয় সমস্ত আমল লিপিবদ্ধ থাকবে। পাপীরা তাদের দুষ্কর্মগুলি দেখে ভীত বিহ্বল হয়ে পড়বে এবং অত্যন্ত আফসোস করে বলবেঃ হায়! আমরা আমাদের জীবন ও আয়ুকে কি অবহেলায় না কাটিয়ে দিয়েছিলাম। বড়ই অনুতাপ যে, আমরা দুনিয়ায় শুধু দুষ্কার্যেই লিপ্ত থাকতাম। দেখো, এমন কোন কাজ নেই যা এই কিতাবে (আমলনামায়) লিখা পড়ে নাই। বরং ছোট-বড় সমস্ত গুনাহর কাজ এতে লিপিবদ্ধ রয়েছে। বর্ণিত আছে যে, সাহাবীগণ বলেনঃ “হুনায়েনের যুদ্ধ শেষে আমরা। মদীনায় প্রত্যাবর্তন করছিলাম। পথিমধ্যে এক ময়দানে আমরা সওয়ারী হতে অবতরণ করি। রাসূলুল্লাহ (সঃ) আমাদেরকে বলেনঃ “যাও লাকড়ি, খড়ি, ডাল-পাতা, কঞ্চি, ছিটকি যা পাবে কুড়িয়ে নিয়ে এসো।” আমরা এদিক ওদিক ছুটে পড়লাম এবং ডাল, পাতা, কাঁটা খোচ, লাকড়ি, যা কিছু কুড়িয়ে নিয়ে আসলাম এবং এগুলোর একটি বড় ঢেরি হয়ে গেল। এ দেখে রাসূলুল্লাহ (সঃ) বললেনঃ “এই ভাবেই গুনাহ্ জমা হয়ে ঢেরি হয়ে যায়। আল্লাহকে তোমরা ভয় করতে থাকো এবং ছোট বড় গুনাহ হতে পরহেয করো। সবই লিখে নেয়া হচ্ছে ও গণনা করা হচ্ছে। ভাল মন্দ যে যা কিছু করেছে তা সে বিদ্যমান পাবে। (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) যেমন (আরবী) ও (আরবী) এসব আয়াতে রয়েছে। অর্থাৎ সেই দিন গোপনীয় সবকিছুই প্রকাশিত হয়ে যাবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক বিশ্বাসঘাতকের জন্যে কিয়ামতের দিন একটি পতাকা থাকবে। এই পতাকা হবে তাদের বিশ্বাসঘাতকতা অনুযায়ী, এর দ্বারা তারা পরিচিত হবে। অন্য হাদীসে আছে যে, ঐ ঝাণ্ডাটি তার উরুর পার্শ্বে থাকবে এবং ঘোষণা করা হবেঃ “এটা অমুকের পুত্র অমুকের বিশ্বাসঘাতকতা।মহান আল্লাহ বলেনঃ “তোমার প্রতিপালক কারো প্রতি জুলুম করেন না। ক্ষমা ও মাফ করে দেয়া তার বিশেষণ। হাঁ, তবে পাপী ও অপরাধীদেরকে তিনি স্বীয় ক্ষমতা, নিপুণতা এবং আদল ও ইনসাফের সাথে শাস্তি প্রদান করে থাকেন।” অপরাধী ও অবাধ্য লোকদের দ্বারা জাহান্নাম পরিপূর্ণ হয়ে যাবে। তারপর কাফির ও মুশরিকরা ছাড়া মু'মিনরা পরিত্রাণ পেয়ে যাবে। আল্লাহ তাআলা এক অনু পরিমাণও অন্যায় করেন না। তিনি পুণ্যকে বৃদ্ধি করে দেন এবং পাপকে সমান রাখেন। ন্যায়ের দাড়িপাল্লা সেদিন সামনে থাকবে। কারো সাথে কোন দুর্ব্যবহার করা হবে না।হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একটি লোক রাসূলুল্লাহ (সঃ) হতে একটি হাদীস শুনেছেন এই খবর অামার কাছে পৌঁছে। ঐ হাদীসটি আমি স্বয়ং তার মুখে শুনবার উদ্দেশ্য একটি উট ক্রয় করি এবং ওর উপর আসবাবপত্র উঠিয়ে নিয়ে সফরে বেরিয়ে পড়ি। সুদীর্ঘ এক মাসের ভ্রমণের পর সন্ধ্যার সময় আমি তাঁর কাছে পৌঁছি। সেখানে পৌঁছে জানতে পারি যে, তিনি হলেন হযরত আবদুল্লাহ ইবনু উনায়েস (রাঃ)। আমি দারওয়ানকে বললামঃ যাও, তাকে খবর দাও যে, যাবির (রাঃ) দরবার উপর পঁড়িয়ে রয়েছেন। তিনি খবর পেয়ে জিজ্ঞেস করেনঃ “জাবির ইবনু আবদিল্লাহ কি?” আমি উত্তরে বললামঃ জ্বি, হাঁ। এটা শোনা মাত্রই তিনি গায়ের চাদর ঠিক করতে করতে তড়িৎ গতিতে আমার কাছে ছুটে আসলেন। এসেই তিনি আমাকে বুকে জড়িয়ে ধরলেন। মুআনাকার (কাধে কাধ মেলানোর পর আমি তাকে বললামঃ “আমি খবর পেয়েছি যে, আপনি কিসাসের ব্যাপারে কোন একটি হাদীস রাসূলুল্লাহ (সঃ) হতে শুনেছেন। আমি স্বয়ং আপনার মুখে ঐ হাদীসটি শুনবার উদ্দেশ্য এখানে এসেছি এবং খবর শোনা মাত্রই আমি সফর শুরু করেছি এই ভয়ে যে, এই হাদীসটি শুনবার পূর্বেই হয়তো আমি মৃত্যুবরণ করি অথবা আপনার মৃত্যু হয়ে যায়। এখন আপনি আমাকে ঐ হাদীসটি শুনিয়ে দিন। তিনি তখন বলতে শুরু করলেনঃ আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “কিয়ামতের দিন মহামহিমান্বিত আল্লাহ তার সমস্ত বান্দাকে তার সামনে একত্রিত করবেন। ঐ সময় তারা উলঙ্গ দেহ ও খৎনাহীন অবস্থায় থাকবে। তাদের কাছে কোনই আসবাবপত্র থাকবে না। তারপর তাদের সামনে ঘোষণা করা হবে যে, ঘোষণা নিকটবর্তী ও দূরবর্তী সবাই সমানভাবে শুনতে পাবে। মহান আল্লাহ বলবেনঃ “আমি মালিক। আমি বিনিময় প্রদানকারী। ততক্ষণ পর্যন্ত কোন জাহান্নামী জাহান্নামে যাবে না যতক্ষণ না আমি তার ঐ হক আদায় করে না দেবো যা কোন জান্নাতীর জিম্মায় রয়েছে। আর কোন জান্নাতীও জান্নাতে যেতে পারবে না যতক্ষণ না আমি তার ঐ প্রাপ্য আদায় করে দেবো যা কোন জাহান্নামীর যিম্মায় রয়েছে। ঐ হক বা প্রাপ্য যতই ক্ষুদ্র হোক না কেন।\" আমরা জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! আমরা সবাই তো সেদিন উলঙ্গ দেহ ও মালধন শূন্য অবস্থায় থাকবে, এ অবস্থায় কেমন করে প্রাপ্য আদায় করা। হবে? তিনি উত্তরে বলেনঃ “হাঁ (যেভাবেই হোক না কেন), সেই দিন পুণ্যবান ও পাপীদের নিকট থেকে হক বা প্রাপ্য আদায় করে নেয়া হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন) অন্য একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন শিং বিহীন বকরীকে যদি কোন শিং বিশিষ্ট বকরী শিং দ্বারা গুঁতো মেরে থাকে তবে তার থেকেও প্রতিশোধ গ্রহণ করিয়ে দেয়া হবে। এর আরো বহু প্রমাণ রয়েছে। যেগুলি আমরা (আরবী) (২১:৪৭) এই আয়াতের তাফসীরে এবং (আরবী) (৬:৩৮) এই আয়াতের তাফসীরে বিস্তারিতভাবে বর্ণনা করেছি।",
  "ayah": 49,
  "surah": 18
}
