{
  "text": "মহান আল্লাহ বলছেনঃ ইবলীস তোমাদের এমনকি তোমাদের মূল পিতা হযরত আদমেরও (আঃ) প্রাচীন শত্রু। সুতরাং নিজেদের সৃষ্টিকর্তা ও মালিককে ছেড়ে তার অনুসরণ করা তোমাদের জন্যে মোটেই সমীচীন নয়। আল্লাহর অনুগ্রহ, দয়া ও স্নেহ-মমতার প্রতি লক্ষ্য কর যে, তিনি তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে প্রতিপালন করেছেন। সুতরাং তাকে ছেড়ে তার এবং তোমাদের নিজেদেরও শত্রুকে বন্ধুরূপে গ্রহণ করা কত সাংঘাতিক ও মারাত্মক ভুল! এর পূর্ণ তাফসীর সূরায়ে বাকারার শুরুতে বর্ণিত হয়েছে। আল্লাহ তাআলা হযরত আদমকে (আঃ) সৃষ্টি করে তার শ্রেষ্ঠত্ব ও মর্যাদা প্রকাশার্থে সমস্ত ফেরেশতাকে তার সামনে সিজদাবনত হওয়ার নির্দেশ দেন। সবাই হুকুম পালন করে কিন্তু ইবলীসের মূল ছিল খারাপ, তাকে আগুন থেকে সৃষ্টি করা হয়েছিল, তাই সে মহান আল্লাহর আদেশ অমান্য করে এবং পাপাচারী হয়ে যায়। ফেরেশতাদেরকে নূর দ্বারা সৃষ্টি করা হয়েছিল। সহীহ্ মুসলিমে বর্ণিত আছে যে, ফেরেশতাদেরকে সৃষ্টি করা হয় নূর (জ্যোতি) থেকে, ইবলীস সৃষ্ট হয় অগ্নিশিখা হতে, আর আদমকে (আঃ) যা থেকে সৃষ্টি করা হয় তার বর্ণনা তোমাদের সামনে পেশ করে দেয়া হয়েছে। এটা প্রকাশ্য ব্যাপার যে, প্রত্যেক জিনিসই তার মূলের উপর এসে থাকে। ইবলীস যদিও ফেরেশতাদের মতই আমল করছিল এবং তাদের সাথেই সাদৃশ্যযুক্ত ছিল আর আল্লাহর ইবাদতের কাজে দিনরাত নিমগ্ন ছিল, কিন্তু আল্লাহর ঐ নির্দেশ শোনা মাত্রই তার আসল রূপ ফুটে উঠলো। সুতরাং সে অহংকার করলো এবং পরিষ্কারভাবে আল্লাহ তাআলার আদেশ অমান্য করে বসলো। তার সৃষ্টিই তো ছিল আগুন থেকে। যেমন সে নিজেই বলেছেঃ “আমাকে আপনি সৃষ্টি করেছেন আগুন থেকে আর আদমকে (আঃ) সৃষ্টি করেছেন মাটি থেকে।” ইবলীস কখনই ফেরশতাদের অন্তর্ভুক্ত ছিল না। সে হচ্ছে জ্বিনদের মূল, যেমন হযরত আদম (আঃ) হলেন মানুষের মূল।এটাও বর্ণিত আছে যে, এই জ্বিনেরাও ছিল ফেরেশতাদের একটি শ্রেণী, যাদেরকে তেজ আগুন দ্বারা সৃষ্টি করা হয়েছিল। ইবলীসের নাম ছিল হারত। সে ছিল জান্নাতের দারোগা। এই দলটি ছাড়া অন্যান্য ফেরেশতারা ছিল নূরী (জ্যোতির্ময়)। জ্বিনের অগ্নিশিখা দ্বারা সৃষ্ট ছিল।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ইবলীস সম্রান্ত ফেরেশতাদের অন্তর্ভুক্ত ছিল এবং সে ছিল সম্রান্ত গোত্রভুক্ত। জান্নাত সমূহের সে দারোগা ছিল। সে ছিল দুনিয়ার আকাশের বাদশাহ। যমীনেরও সম্রাট সে-ই ছিল। এ কারণেই তার মনে অহংকার এসে গিয়েছিল যে, সে সমস্ত আকাশবাসী হতে শ্রেষ্ঠ। তার সেই অহংকার বেড়েই চলছিল। এর সঠিক পরিমাণ আল্লাহ তাআলাই জানতেন। সুতরাং এটা প্রকাশকরণার্থেই তিনি হযরত আদমকে (আঃ) সিজ্বদা করার তাকে নির্দেশ দেন। সাথে সাথেই তার অহংকার প্রকাশ পেয়ে যায়। অহংকার বশতঃই সে স্পষ্টভাবে আল্লাহ তাআলার নির্দেশ অমান্য করে এবং কাফির হয়ে যায়। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, সে জ্বিন ছিল এবং জান্নাতের দারোগা ছিল; যেমন লোকদেরকে শহরের দিকে সম্পর্ক লাগিয়ে বলা হয়-মক্কী, মাদানী, বসরী, কূফী ইত্যাদি। সে জান্নাতের খাজাঞ্চি ছিল। সে ছিল দুনিয়ার আকাশের কামান বাহক। এখানকার ফেরেশতাদের সে ছিল নেতা। এই অবাধ্যাচরণের পূর্বে সে ফেরেশতাদের • অন্তর্ভুক্ত ছিল। কিন্তু থাকতো সে যমীনে। সমস্ত ফেরেশতা অপেক্ষা সে ছিল। বেশী ইবাদতকারী এবং সবচেয়ে বড় আলেম। একারণেই সে গর্বে ফুলে উঠেছিল। তার গোত্রের নাম ছিল জুিন। আসমান ও যমীনের মাঝে সে চলাফেরা করতো। প্রতিপালকের নাফরমানীর কারণে সে তার রোষানলে পতিত হয়। ফলে সে বিতাড়িত শয়তান হয়ে যায় এবং অভিশপ্ত হয়। সুতরাং অহংকারীর তাওবার কোন আশা নেই। তবে, যদি সে অহংকারী না হয় এবং তার দ্বারা কোন পাপকার্য হয়ে যায় তা হলে তার নিরাশ হওয়া উচিত নয়।বর্ণিত আছে যে, যারা জান্নাতের মধ্যে কাজকাম করতো, এই ইবলীস ছিল তাদের দলভুক্ত। পূর্বযুগীয় গুরুজন হতে এ ব্যাপারে আরো বহু ‘আছার’ বর্ণিত আছে। কিন্তু এগুলির অধিকাংশই বানী ইসরাঈলী ‘আছার’। এর অধিকাংশের সঠিক অবস্থা আল্লাহ তাআলাই অবগত রয়েছেন। এটা সত্য কথা যে, বানী ইসরাঈলের রিওয়াইয়াতগুলি সম্পূর্ণরূপে খণ্ডন ও পরিত্যাগ যোগ্য হবে যদি ওগুলি আমাদের কাছে বিদ্যমান দলীলগুলির বিপরীত হয়। কথা এই যে, আমাদের জন্যে তো কুরআনই যথেষ্ট। পূর্বের কিতাবগুলি আমাদের কোনই প্রয়োজন নেই। আমরা ওগুলি থেকে সম্পূর্ণরূপে অভাবমুক্ত। কেননা ওগুলি পরিবর্তন ও পরিবর্ধন মুক্ত নয়। বহু বানানো কথা ওগুলির মধ্যে প্রবেশ করেছে। তাদের মধ্যে এমন কোন লোক পাওয়া যায় না, যারা উচ্চমানের হাফিয, যারা ঐ সব কিতাবকে দোষমুক্ত করতে পারে। পক্ষান্তরে মহামহিমান্বিত আল্লাহ এই উম্মতের মধ্যে স্বীয় ফল ও করমে এমন ইমাম, আলেম, বুযুর্গ, খোদাভীরু ও হাফিযের জন্ম দিয়েছেন যারা হাদীসগুলিকে জমা করে লিপিবদ্ধ করেছেন। তারা সহীহ হাসান, যঈফ, মুনকার, মাতরূক, মাওযূ' ইত্যাদি সবগুলিকেই পৃথক পৃথক করে দিয়েছেন। তারা তাদেরকেও ছাটাই করে পৃথক করে দিয়েছেন। যারা নিজেরাই কথা বানিয়ে নিয়ে হাদীস নামে প্রচার করেছে। যাতে নবীকুল শিরোমণি হযরত মুহাম্মদ মুস্তফার (সঃ) পবিত্র ও বরকতময় কথাগুলি রক্ষিত হয় এবং মিথ্যা থেকে বেঁচে থাকে। কারো যেন সাধ্য না হয় মিথ্যাকে সত্যের সাথে মিশ্রিত করে দেয়। আমরা মহান আল্লাহর নিকট প্রার্থনা করি যে, তিনি যেন এই শ্রেণীর সমস্ত লোকের উপর স্বীয় করুণা বর্ষণ করেন এবং তাঁদের প্রতি সন্তুষ্ট থাকেন ও তাদেরকে সন্তুষ্ট রাখেন! আমীন, আমীন! আল্লাহ তাদেরকে জান্নাতুল ফিরদাউস দান করুন! আর তারা নিঃসন্দেহে এরই যোগ্য বটে। সুতরাং তিনি তাদের প্রতি খুশী থাকুন ও তাদেরকে খুশী করুন!মোট কথা, ইবলীস আল্লাহর আনুগত্য হতে বেরিয়ে গেল। সুতরাং হে মানবমণ্ডলী! তোমরা তার সাথে বন্ধুত্ব স্থাপন করো না এবং আমাকে (আল্লাহকে) ছেড়ে তার সাথে সম্পর্ক জুড়ে দিয়ো না। অত্যাচারী ও সীমালংঘনকারীরা মন্দ প্রতিফল পাবে। এটা ঠিক ঐরূপ যেইরূপভাবে সূরায়ে ইয়াসীনে কিয়ামতের ভয়াবহ দৃশ্যের এবং পাপী ও পুণ্যবানদের পরিণাম বর্ণনা করে আল্লাহ তাআলা বলেছেনঃ (আরবী) “হে অপরাধীরা আজ তোমরা (মু'মিনগণ হতে) পৃথক হয়ে যাও।” (৩৬:৫৯)",
  "ayah": 50,
  "surah": 18
}
