{
  "text": "৮৫-৮৮ নং আয়াতের তাফসীর:\nযুলকারনাইন একটি পথ ধরে চলতে শুরু করলেন। যমীনের একটি দিক অর্থাৎ পশ্চিম দিকে যাত্রা শুরু করে দিলেন। যমীনের উপর যে সব নিদর্শন ছিল ওগুলিকে অবলম্বন করে তিনি চলতে লাগলেন। পশ্চিম দিকে যতদূর পারলেন চলতে থাকলেন। শেষ পর্যন্ত তিনি সূর্যের অস্তগমন স্থানে পৌঁছে গেলেন। এটা স্মরণ রাখার বিষয় যে, এর দ্বারা আকাশের ঐ অংশকে বুঝানো। হয় নাই যেখানে সূর্য অস্তমিত হয়। কেননা, সেখান পর্যন্ত পৌছা কারো। পক্ষেই সম্ভবপর নয়। বরং তিনি ওর ঐ পার্শ্ব পর্যন্ত পৌঁছেন যে পর্যন্ত পৌঁছা। মানুষের পক্ষে সম্ব। কতকগুলি কাহিনী যে প্রসিদ্ধ হয়ে রয়েছে যে, তিনি সূর্য অস্তগমনের স্থান অতিক্রম করে গিয়েছিলেন এবং সূর্য তার পেছনে অস্তমিত হতো এটা একেবারে ভিত্তিহীন কথা। অনুমিত হয় যে, এটা আহলে কিতাবের অশ্লীল কথন। তাদের এটা মনগড়া কথা। মোট কথা, যখন তিনি পশ্চিম দিকের শেষ সীমা পর্যন্ত পৌঁছে যান তখন এরূপ মনে হলো যে, যেন। সূর্য প্রশান্ত মহাসাগরে অস্ত যাচ্ছে। কেউ যদি সমুদ্রের তীরে দাড়িয়ে সূর্যকে অস্ত যেতে দেখে তবে বাহ্যিক দৃষ্টিতে তার এরূপই মনে হবে যে, ওটা যেন পানির মধ্যেই ডুবে যাচ্ছে। অথচ সূর্য চতুর্থ আকাশে রয়েছে এবং ওর থেকে কখনো পৃথক হয় না।(আরবী) শব্দ হতে বের হয়েছে। এর অর্থ হচ্ছে মসৃণ কাদা মাটি। কুরআন কারীমের (আরবী) (১৫:২৮) (নিশ্চয় আমি মানুষকে খনখনে মাটি দ্বারা যা পচা কাদা হতে তৈরী করে সৃষ্টি করেছি) এই আয়াতের তাফসীরে এটা গত হয়েছে। হযরত ইবনু আব্বাস (রাঃ) হতে এই অর্থ শুনে হযরত নাফে' (রঃ) শুনেন যে, হযরত কা'ব আহবার (রঃ) জিজ্ঞাসার সুরে বলেছিলেনঃ “আপনারা আমার চেয়ে কুরআন বেশী জানেন। কিন্তু আমি তো কিতাবে পাচ্ছি যে, ওটা কালো বর্ণের মাটিতে ডুবে যায়?” একটি কিরআতে (আরবী) রয়েছে। অর্থাৎ সূর্য গরম জলাশয়ে অস্তমিত হয়। এই দুটি কিরআত প্রসিদ্ধ হয়ে রয়েছে এবং দুটোই সঠিক। সুতরাং যে কোন একটি পড়া যাবে এবং এ দুটোর অর্থেও কোন বৈপরীত্ব নেই। কেননা, সূর্য নিকটে থাকার কারণে পানি গরম ও কালো হয় এবং তথাকার মাটি কালো বর্ণের হওয়ার কারণেঐ পানির কাদা ঐ বর্ণেরই হয়।হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, একদা রাসূলুল্লাহ (সঃ) সূর্যকে অস্তমিত হতে দেখে বলেনঃ “আল্লাহর উত্তেজনাপূর্ণ জ্বলন্ত অগ্নিতে (অস্তমিত হচ্ছে), যদি আল্লাহর হুকুমে এর উত্তেজনা কমে না যেতো। তবে এটা যমীনের সমস্ত কিছু দগ্ধ করে ফেলতো। (এ হাদীসটি ইমাম ইবনু জারীর বর্ণনা করেছেন। কিন্তু এর বিশুদ্ধতার ব্যাপারে চিন্তা ভাবনার অবকাশ রয়েছে। এর মারফু হওয়ার ব্যাপারে সন্দেহ রয়েছে। হতে পারে যে, এটা আবদুল্লাহ ইবনু আমরের (রঃ) নিজস্ব কথা। আল্লাহই ভাল জানেন)বর্ণিত আছে যে, একদা হযরত মুআবিয়া ইবনু আবি সুফিয়ান (রাঃ) সূরায়ে কাহফের এই আয়াতটি পাঠ করেন। তিনি (আরবী) পাঠ করনে হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “আমরা তো (আরবী) পড়ে থাকি।' একথা শুনে হযরত মুআবিয়া (রাঃ) হযরত আবদুল্লাহ ইবনু আমরকে (রাঃ) জিজ্ঞেস করেনঃ “আপনি কিরূপ পড়েন?\" উত্তরে তিনি বলেনঃ “আপনি যেভাবে পড়লেন আমিও সেই ভাবে পড়ে থাকি।” তখন হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “আমাদের ঘরেই কুরআন কারীম অবতীর্ণ হয়েছে।” হযরত মুআবিয়া (রাঃ) তখন লোক পাঠিয়ে হযরত কা’বকে (রাঃ) জিজ্ঞেস করেনঃ “তাওরাতে আপনি সূর্য অস্তমিত হওয়ার স্থান কোথায় পেয়ে থাকেন?” উত্তরে হযরত কাব (রাঃ) বলেনঃ এ ব্যাপারে আহলুল আরাবিয়্যাহকে জিজ্ঞেস করুন। এ বিষয়ে তাঁরাই ভাল জ্ঞান রাখেন। আমি তাওরাতে পাই যে, সূর্য মাটি ও কাদার মধ্যে অস্তমিত হয়।” ঐ সময় তিনি স্বীয় হস্ত দ্বারা পশ্চিম দিকে ইশারা করেন। (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন) এসব ঘটনা শুনে ইবন। হাযির (রঃ) বলেনঃ আমি ঐ সময় বিদ্যমান থাকলে হযরত ইবনু আব্বাসের (রাঃ) পৃষ্ঠপোষকতায় তু’র নিম্নের দু’টি ছন্দ পাঠ করতাম যা তিনি যুলকারনাইনের আলোচনায় বলেছিলেনঃ (আরবী) অর্থাৎ “তিনি মাশরিক ও মাগরিব পর্যন্ত পৌঁছে যান। কেননা, বিজ্ঞানময় ও পথ প্রদর্শক (আল্লাহ) তাকে সর্বপ্রকারের আসবাব ও সরঞ্জাম প্রদান করেছিলেন। তিনি সূর্য অস্ত যাওয়ার সময় দেখতে পান যে, ওটা কালো বর্ণের কাদা মাটিতে অস্তমিত হচ্ছে।” হযরত ইবনু আব্বাস (রাঃ) জিজ্ঞেস করেনঃ (আরবী) এর অর্থ কি?” উত্তরে বলা হয়ঃ “মাটি।\" তিনি প্রশ্ন করেনঃ (আরবী) কি?” জবাবে বলা হয়ঃ “কাদা।” তিনি জিজ্ঞেস করেনঃ (আরবী) কি?\" উত্তর আসে “কালো।\" তৎক্ষণাৎ হযরত ইবনু আব্বাস (রাঃ) একটি লোককে বা তার গোলামকে বলেনঃ  “এই লোকটি যা বলছে তা লিখে নাও।” হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেন যে, একদা হযরত ইবনু আব্বাস (রাঃ) সূরায়ে কাহফ পাঠ করেন। যখন তিনি (আরবী) এইরূপ পাঠ করেন তখন হযরত কা'ব (রাঃ) বলে ওঠেনঃ “যার হাতে কাবের (রাঃ) প্রাণ রয়েছে তার শপথ! তাওরাতে এরূপই রয়েছে। একমাত্র হযরত ইবনু আব্বাস (রাঃ) ছাড়া আর কাউকেও আমি এরূপভাবে পড়তে শুনি নাই। তাওরাতেও এটাই রয়েছে যে, সূর্য কালো বর্ণের কাদায় অস্তমিত হয়। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ যুলকারনাইন তথায় একটা সম্প্রদায়কে দেখতে পান। সেখানে। একটি বড় শহর ছিল যার ছিল বারো হাজার দরজা। সেখানে কোন গোলমাল ও শোরগোল না হলে সূর্য অস্তমিত হওয়ার সময় তথাকার লোকদের সূর্য অস্ত যাওয়ার শব্দ শুনতে পাওয়াও মোটেই বিস্ময়কর নয়। সেখানে যুলকারনাইন একটি বড় সম্প্রদায়কে বসবাস করতে দেখতে পান। আল্লাহ তাআলা তাদের উপরও তাকে বিজয় দান করেন। এখন এটা তার ইচ্ছাধীন ছিল যে, তিনি তাদেরকে শাস্তি দিবেন অথবা তাদেরকে সদয়ভাবে গ্রহণ করবেন। তিনি আদল ও ঈমানের উপরই থাকলেন এবং তাদেরকে বললেনঃ “যারা এখনও কুফরী ও শিরকের উপরই রয়ে যাবে তাদেরকে আমি শাস্তি দেবো, হত্যা ও ধ্বংস দ্বারা অথবা তামার পাত্রকে কঠিনভাবে গরম করে তাদেরকে ওর উপর নিক্ষেপ করা হবে। ফলে তারা গলে যাবে। কিংবা সেনাবাহিনীর হাতে তাদেরকে অপমানজনক শাস্তি প্রদান করা হবে। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। অতঃপর যখন তাদেরকে তাদের প্রতিপালকের সামনে ফিরিয়ে নেয়া হবে তখন তিনি তাদেরকে যন্ত্রণাদায়ক শাস্তি প্রদান করবেন। এর দ্বারা কিয়ামতের দিনও প্রমাণিত হয়। পক্ষান্তরে যারা ঈমান আনবে ও সৎকার্যাবলী সম্পাদন করবে তাদের জন্যে প্রতিদান স্বরূপ আছে কল্যাণ এবং তার প্রতি ব্যবহারে আমি নম্র কথা বলবো।\"",
  "ayah": 88,
  "surah": 18
}
