{
  "text": "৯২-৯৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা সংবাদ দিতে গিয়ে বলেন যে, যুলকারনাইন পূর্ব দিকে সফর শেষ করে একপথ ধরে চলতে থাকেন। চলতে চলতে দেখতে পান যে, দু'টি পাহাড় পরস্পর মিলিতভাবে রয়েছে কিন্তু ঐ পাহাড় দ্বয়ের মাঝে একটি ঘাঁটি রয়েছে, যেখান দিয়ে ইয়াজুজ ও মাজুজ বের হয়ে তুর্কীদের উপর ধ্বংসাত্মক ক্রিয়াকলাপ চালিয়ে থাকে। তারা তাদেরকে হত্যা করে, তাদের বাগান ও ক্ষেত খামার নষ্ট করে, শিশুদেরকেও মেরে ফেলে এবং সবদিক দিয়েই তাদের সর্বনাশ সাধন করে। ইয়াজুজ মাজুজও মানুষ, যেমন সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, মহামহিমান্বিত আল্লাহ হযরত আদমকে (আঃ) বলবেনঃ “হে আদম (আঃ) !” তিনি তখন বলবেনঃ “লাব্বায়কা ওয়া সা’দাইকা (এই তো আমি হাযির আছি)। আল্লাহ তাআলা বলবেনঃ “আগুনের অংশ পৃথক কর।”তিনি বলবেনঃ “কতটা অংশ পৃথক করবো?” জবাবে মহান আল্লাহ বলবেনঃ “প্রতি হাযার হতে নয়শ’ নিরানব্বই জনকে পৃথক কর (অর্থাৎ হাযারের মধ্যে নয়শ’ নিরানব্বই জন জাহান্নামী এবং একজন জান্নাতী)।” এটা ঐ সময় হবে যখন শিশু বৃদ্ধ হয়ে যাবে এবং গর্ভবতী নারীর গর্ভপাত হয়ে যাবে। অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “তোমাদের মধ্যে দুটি দল এমন রয়েছে যে, তারা যার মধ্যে থাকবে তাকে বেশী করে দিবে। অর্থাৎ ইয়াজুজ ও মাজুজ।” ইমাম নওয়াভী (রঃ) সহীহ মুসলিমের শরাহতে এক অতি বিস্ময়কর কথা লিখেছেন যে, হযরত আদমের (আঃ) বিশেষ শুক্রের (বীর্যের কয়েক ফোঁটা যা মাটিতে পড়েছিল তা থেকেই ইয়াজুজমাজুজকে সৃষ্টি করা হয়েছে। ঐ শুক্রের সাথে হযরত হাওয়ার (আঃ) শুক্র মিশ্রিত হয় নাই। কিন্তু এটা স্মরণ রাখার যোগ্য যে, এই উক্তিটি খুবই গরীব বা দুর্বল। এর উপর আলী (জ্ঞান সম্পর্কীয়) ও নকলী (শরীয়ত সম্পৰ্কীয়) কোনই দলীল নেই। আহলে কিতাব হতে এরূপ কথা এসেছে যা মানার যোগ্য মোটেই নয়। তারা এ ধরণের কথা নিজেরাই বানিয়ে নিয়ে থাকে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।হযরত সুমরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত নূহের (আঃ) তিনটি পুত্র ছিল। সাম, হা’ম এবং ইয়াফিস। সমস্ত আরব সা’মের বংশধর। সমস্ত হাবশী হা’মের বংশধর। সমস্ত তূর্কী ইয়াফিসের বংশধর।” (এ হাদীসটি ইমাম আহমাদের (রঃ) মুসনাদে বর্ণিত হয়েছে)কোন কোন আলেমের উক্তি এই যে, ইয়াজুজ-মাজুজ তূর্কীদের পূর্ব পুরুষ ইয়াফিসের সন্তানদেরই অন্তর্ভুক্ত। তাদেরকে তুর্কী বলার কারণ এই যে, তাদের ফাসাদ ও দুষ্টামির কারণে তাদেরকে মানুষের জনবসতির পিছনে পাহাড়ের আড়ালে ছেড়ে দেয়া হয়েছিল।ইমাম ইবনু জারীর (রঃ) যুলকারনাইনের সফর সম্পর্কে, ঐ প্রাচীর নির্মাণ সম্পর্কে এবং ইয়াজুজ-মাজুজের দেহাকৃতি ও কান ইত্যাদি সম্পর্কে ওহাব ইবন মনাবাহ (রঃ) হতে একটি অতিলম্বা চওড়া ঘটনা স্বীয় তাফসীরে বর্ণনা করেছেন। কিন্তু ওটা বিস্ময়কর ও অস্বাভাবিক হওয়া ছাড়াও বিশুদ্ধতা হতে বহু দূরে রয়েছে। মুসনাদে ইবনু আবি হাতিমেও এ ধরনের বহু ঘটনা উল্লিখিত হয়েছে। কিন্তু ঐ গুলিও গারীব ও বেঠিক। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। যুলকারনাইন যখন পর্বত প্রাচীরের মধ্যবর্তী স্থলে পৌঁছলেন তখন তিনি তথায় এমন এক সম্প্রদায়কে পেলেন যারা দুনিয়ার অন্যান্য লোকদের হতে বহু দূরে অবস্থান করার কারণে এবং তাদের একটা নির্দিষ্ট ভাষা হওয়ার কারণে অন্যদের ভাষা প্রায়ই বুঝতে পারতো না। ঐ লোকগুলি যুলকারনাইনের শক্তি সামর্থ এবং জ্ঞান ও বুদ্ধিমত্তার পরিচয় পেয়ে তার নিকট আবেদন জানিয়ে বলেঃ “যদি আপনি সম্মত হন তবে আমরা কর হিসেবে আপনার জন্যে বহু মালধন ও আসবাবপত্র জমা করবো এবং এর বিনিময়ে আপনি ঐ পর্বত দ্বয়ের মধ্যবর্তী ঘাটিকে কোন সুদৃঢ় প্রাচীর দ্বারা বন্ধ করে দিবেন, যাতে আমরা ঐ বিবাদ ও ফাসাদ সৃষ্টিকারীদের প্রতি দিনের অত্যাচার হতে নিষ্কৃতি লাভ করতে পারি। তাদের একথার জবাবে হযরত যুলকারনাইন বললেনঃ “তোমাদের মাল ধনের আমার কোনই প্রয়োজন নেই। আমার প্রতিপালক আমাকে যে ক্ষমতা ও প্রতিপত্তি দান করেছেন তা তোমাদের ধন দৌলত অপেক্ষা বহুগুণে উত্তম ও উৎকৃষ্ট।\" যেমন হযরত সুলাইমান (আঃ) সাবা দেশের রানীর দূতদেরকে বলেছিলেনঃ (আরবী) অর্থাৎ “তোমরা কি আমাকে ধন সম্পদ দ্বারা সাহায্য করতে চাও? আল্লাহ আমাকে যা দিয়েছেন তা তোমাদেরকে যা দিয়েছেন তা হতে শ্রেষ্ঠ।” (২৭:৩৬) অতঃপর যুলকারনাইন ঐ লোকদেরকে বললেনঃ “তোমরা আমাকে তোমাদের দৈহিক শক্তি ও শ্রম দ্বারা সাহায্য কর। তাহলে আমি তোমাদের ও তাদের মধ্যস্থলে একটি সুদৃঢ় প্রাচীর গড়ে দিচ্ছি।” (আরবী) শব্দটি (আরবী) শব্দের বহুবচন। এর অর্থ হলো খণ্ড। যুলকারনাইন তাদেরকে বললেনঃ “তোমরা আমার নিকট লৌহখণ্ডসমূহ নিয়ে এসো।” তখন তারা তার কাছে ওগুলি আনয়ন করলো। তখন তিনি প্রাচীর নির্মাণ কার্যে লেগে। পড়লেন। ওটা দৈর্ঘ্য ও প্রস্থে এমন হলো যে, সমস্ত জায়গাকে ঘিরে ফেললো এবং পর্বত শিখর পর্যন্ত পৌঁছে গেল। প্রাচীরটির দৈর্ঘ্য, প্রস্থ ও পুরুত্বের বর্ণনায় বিভিন্ন উক্তি রয়েছে। যখন প্রাচীরটির নির্মাণকার্য সমাপ্ত হয়ে গেল তখন তিনি তাদেরকে নির্দেশ দিলেনঃ “এখন তোমরা এই প্রাচীরের চতুষ্পর্শ্বে আগুন জ্বালিয়ে দাও এবং হাঁপরে দম দিয়ে থাকো।” যখন ওটা অগ্নিবৎ উত্তপ্ত ' হলো তখন তিনি তাদেরকে বললেনঃ “এখন তোমরা গলিত তাম্র আনয়ন কর এবং ওর চতুর্দিকে সম্পূর্ণরূপে বহিয়ে দাও।\" এ কাজও করা হলো। সুতরাং ঠাণ্ডা হওয়ার পর প্রাচীরটি অত্যন্ত মযবুত হয়ে গেল। প্রাচীরটি দেখে মনে হলো যেন তা রেখা যুক্ত চাদর।বর্ণিত আছে যে, একজন সাহাবী (রাঃ) রাসূলুল্লাহর (সঃ) খিদমতে আর করেনঃ “আমি ঐ প্রাচীরটি দেখেছি। তাঁর এ কথা শুনে রাসূলুল্লাহ (সঃ) তাকে প্রশ্ন করেনঃ “ওটা কিরূপ?” উত্তরে তিনি বলেনঃ “যেন তা রেখাযুক্ত চাদর, যাতে লাল ও কালো রেখা রয়েছে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি ঠিকই বলেছো।”। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন। কিন্তু এ রিওয়াইয়াতটি মুরসাল)খলীফা ওয়াসিক স্বীয় খিলাফত কালে তার কোন এক আমীর বা সভাষদকে এক সেনাবাহিনী ও বহু সাজ-সরঞ্জামসহ এই উদ্দেশ্যে প্রেরণ করেন যে, তারা যেন ঐ প্রাচীরটি দেখে এসে তাঁর নিকট ওর বর্ণনা দেন ঐ সেনাবাহিনী দুই বছরেরও অধিক কাল সফর করেন এবং তাঁরা ঐ প্রাচীরের নিকট পৌঁছে যান। তারা দেখতে পান যে, প্রাচীরটি লৌহ ও তাম্র দ্বারা নির্মিত। তাতে একটি বিরাট দর রয়েছে এবং তাতে একটি বৃহৎ তালা লাগানো আছে। প্রাচীরটির নির্মাণ কার্য শেষ করার পর যে মসল্লা অবশিষ্ট ছিল তা একটি বুরুজে রক্ষিত আছে। সেখানে প্রহরী নিযুক্ত রয়েছে। প্রাচীর অত্যন্ত উচ্চ। যথাসাধ্য চেষ্টা করেও ওর উপরে আরোহন করা সম্ভম্বপর নয়। ওর সাথে মিলিত পাহাডগুলি দু”দিক দিয়ে বরাবর চলে গিয়ে তারা আরো বহু বিস্ময়কর জিনিস অবলোকন করেন এবং ফিরে এসে খলীফার নিকট সব বিবরণ বর্ণনা করেন।",
  "ayah": 96,
  "surah": 18
}
