{
  "text": "Это - свидетельство того, насколько дурным и порочным поступком является прелюбодеяние. Оно опорочивает честь того, кто его совершил, и того, кто имел к этому какое-либо отношение. И поэтому Аллах возвестил, что прелюбодей может жениться только на прелюбодейке, положение которой похоже на его собственное положение, или на многобожнице, которая приобщает к Аллаху сотоварищей, не верует в воскрешение и воздаяние и не придерживается повелений Аллаха. То же самое относится к прелюбодейке, которая имеет право выйти замуж только за прелюбодея или многобожника. Что же касается правоверных, то им запрещено выходить замуж за прелюбодеев и жениться на прелюбодейках. Из этого аята следует, что мужчинам и женщинам, которые совершили прелюбодеяние, но не покаялись в содеянном, категорически запрещено вступать в брак с целомудренными мусульманами и мусульманками. Если же этот запрет не останавливает их, и они вступают в такой брак, то они либо отказываются придерживаться предписания Аллаха и Его посланника, как поступают многобожники, либо признают предписания Аллаха и Его посланника и, несмотря на это, вступают в брак, который недействителен и равносилен прелюбодеянию. Вступая в него, человек совершает очередное прелюбодеяние. Если бы он был верующим, то никогда не пошел бы на это. Все это однозначно свидетельствует о запрете на бракосочетание с нераскаявшейся прелюбодейкой и нераскаявшимся прелюбодеем. Муж и жена сближаются настолько, что между ними возникают самые сильные и тесные связи. Всевышний сказал: «Соберите беззаконников и им подобных» (37:22). Здесь речь идет о тех, кто был повязан с нечестивцами. Вступление в брачный союз с нечестивым прелюбодеем порождает великое зло, и поэтому Аллах запретил правоверным поступать таким образом. Такой брак свидетельствует об отсутствии чести у супругов и способствует появлению на свет внебрачных детей, которые приписываются мужу неверной жены. Прелюбодей не заботится о целомудрии своей жене, потому что его занимает другая женщина. Любая из перечисленных причин является достаточным основанием для запрета на вступление в подобный брак. И это свидетельствует о том, что прелюбодей не может быть верующим, о чем Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «В момент совершения прелюбодеяния прелюбодей не является верующим». Он может не быть многобожником, но даже в этом случае он не достоин похвальных эпитетов и не достоин называться верующим. После того как Всевышний Аллах поведал о тяжести прелюбодеяния и необходимости порки прелюбодеев или побитии их камнями, если они уже вступали в половую близость с супругами, и запретил сближаться с такими людьми, дабы избежать вреда, который они могут принести, Он разъяснил, насколько серьезным прегрешением является покушение на честь целомудренных мусульман. Всевышний сказал:",
  "ayah": 3,
  "surah": 24
}
