{
  "text": "Всевышний повелел старшим мусульманам и владельцам рабов соединять браком тех, кто находится на их попечении. Это относится к холостым мужчинам, незамужним девушкам, разведенным женщинам и вдовам. Родственники или опекуны сироты обязаны соединить браком тех, кто находится на их иждивении, если они нуждаются в женитьбе или замужестве. И если людям велено сочетать браком тех, кто находится на их попечении, то они обязаны в еще большей степени заботиться о создании собственной семьи. Наряду с этим Всевышний Аллах повелел владельцам рабов сочетать браком праведных рабов и рабынь, которые избегают разврата и прелюбодеяний. Хозяева рабов обязаны таким образом вознаграждать Своих рабов за праведность и поощрять целомудрие. Если же раб совершает прелюбодеяние, то его хозяину запрещается сочетать его браком. Это толкование подтверждает то, что прелюбодей и прелюбодейка не имеют права вступать в брак до того, как они покаются в совершенном грехе, о чем мы говорили в самом начале этой суры. Всевышний определил это предписание исключительно для праведных рабов и рабынь, но не для свободных мусульман, потому что прелюбодеяния, как правило, бывают распространены среди рабов. Однако существует мнение, что арабское слово салих ‘праведный’, ‘пригодный’ в обсуждаемом нами откровении относится к тем рабам и рабыням, которые нуждаются в женитьбе или замужестве. Согласно этому толкованию, хозяин рабов не обязан сочетать браком Своих рабов, если они не испытывают в этом острой нужды. Очевидно, оба эти толкования являются правильными. А лучше всего об этом известно Аллаху. Затем Всевышний Аллах обещал обогатить по Своей милости тех, кто вступает в брак. Мусульманин не должен ошибочно полагать, что женитьба и увеличение семьи усугубят его материальное положение, потому что Всевышний призвал Своих рабов вступать в брак и обещал обезопасить их от нужды и бедности. Среди Его прекрасных имен - Объемлющий, Знающий. Его милость и добродетель не знают границ. Он ведает о тех, кто заслуживает духовного и материального богатства, и кто не заслуживает Божьей милости. И каждого из них Он одаряет в соответствии со Своим знанием и Своей мудростью.",
  "ayah": 32,
  "surah": 24
}
