{
  "text": "Это - одно из обещаний Аллаха, в правдивости и истинности которого можно легко убедиться. Он обещал мусульманам, которые уверовали и совершают праведные деяния, что они непременно станут наместниками на земле и будут править на ней. Они также смогут исповедовать исламскую религию, которой Аллах остался доволен и которой суждено восторжествовать над всеми другими вероисповеданиями. Аллах почтил мусульман этой религией и одарил их возможностью исповедовать ее душой и телом, и это обстоятельство свидетельствует о превосходстве мусульман и милости Аллаха по отношению к ним. Правоверные не только сами исповедуют религию Аллаха, но и проповедуют ее среди остальных людей, тогда как неверующим и приверженцам других вероисповеданий суждено оставаться униженными и поверженными. А наряду с этим Аллах обещал мусульманам одарить их спокойствием и безопасностью после того, как они испытали страх. Было время, когда правоверные не могли открыто исповедовать исламскую религию, потому что мусульман было намного меньше, чем неверных, и потому что неверные причиняли им мучительные страдания. Враги Аллаха со всех концов земли единым фронтом выступали против мусульман. Именно в этот тяжелый период Аллах ниспослал Своим рабам это славное обещание. Тогда еще никто не мог предположить, что мусульмане будут господствовать на земле, править странами и народами, иметь возможность открыто выполнять предписания исламской религии, жить в безопасности и спокойствии, поклоняться Аллаху, не приобщая к Нему сотоварищей и не опасаясь никого, кроме одного Аллаха. Однако первые поколения мусульман не отказались от веры и праведных деяний и превзошли своих противников. И поэтому Аллах одарил их властью над целыми странами и народами, благодаря чему мусульмане покорили земли на востоке и западе, установили на земле мир и безопасность и получили возможность открыто исповедовать религию своего Господа. Воистину, это было и остается одним из удивительных знамений Аллаха. Всякий раз, когда мусульмане обращаются к вере и праведным деяниям, они становятся свидетелями того, как исполняется обещание Аллаха. И так будет продолжаться до тех пор, пока не наступит Судный час. Но стоит мусульманам пренебречь верой и праведными деяниями, как Аллах позволяет неверующим и лицемерам одержать над ними верх и господствовать над ними некоторое время. О мусульмане! Если после того, как вам будет дарована власть на земле и предоставлена возможность открыто поклоняться Аллаху, вы отдадите предпочтение неверию, то вы станете великими грешниками, которые уклоняются от повиновения Аллаху, распространяют на земле нечестие и не способны на добрые дела. Если человек отказывается от веры, когда обладает властью и когда ничто не мешает ему исповедовать религию Аллаха, то это свидетельствует о порочности его намерений, поскольку при таких обстоятельствах ничто другое не подталкивает его к вероотступничеству. Из этого откровения следует, что предыдущие поколения правоверных Аллах также сделал наместниками на земле и одарил возможностью беспрепятственно исповедовать Его религию. Всевышний поведал о том, что пророк Муса сказал своему народу: «Быть может, ваш Господь погубит вашего врага и сделает вас их преемниками на земле, а затем посмотрит, как вы будете поступать» (7:129). В Коране также сказано: «Мы пожелали оказать милость тем, кто был унижен на земле, сделать их предводителями и наследниками, даровать им власть на земле и показать Фараону, Хаману и их воинам то, чего они остерегались» (28:5–6).",
  "ayah": 55,
  "surah": 24
}
