{
  "text": "Всевышний поведал о Своей милости по отношению к рабам. Он не только не сделал религию обременительной для людей, но и облегчил религиозные предписания. Ни слепые, ни хромые, ни больные мусульмане не совершат греха, если оставят некоторые обязательные религиозные предписания. Это может быть священная война на пути Аллаха или другой обряд поклонения, который слепой не способен выполнить из-за отсутствия зрения, хромой - из-за хромоты, а больной - по состоянию здоровья. Это откровение имеет самый широкий смысл и распространяется на все шариатские предписания. Однако затем Всевышний Аллах ниспослал повеление, которое действительно только при определенных обстоятельствах. Всевышний разрешил мусульманам есть в своих собственных домах, под которыми подразумеваются дома их детей. О справедливости этого утверждения свидетельствуют слова Пророка Мухаммада, который сказал: «Ты вместе со своим имуществом принадлежишь твоему отцу». А в другом хадисе говорится: «Лучшей пищей является то, что вы заработали собственным трудом, и ваши дети также являются вашим заработком и приобретением». В этом откровении не имеются в виду собственные дома людей, потому что это означало бы разъяснение того, что не нуждается в разъяснении. А речь Аллаха бесконечно далека от подобных бесполезных выражений. Аллах разъяснил то, что не является грехом, но может вызвать сомнения у некоторых людей. Что же касается собственного дома, то никто не станет сомневаться в том, что человек имеет право есть в своем собственном доме. Всевышний также разрешил Своим рабам есть в домах отцов, или в домах матерей, или в домах братьев, или в домах сестер, или в домах дядей по отцу, или в домах теток по отцу, или в домах дядей по матери, или в домах теток по матери, или в тех домах, ключи которых находятся в их распоряжении, или в домах друзей. Под домами, ключи которых находятся в распоряжении людей, подразумеваются дома, которыми человек распоряжается по доверенности, в связи с опекунством или по другим подобным причинам. Что же касается толкования, согласно которому под этими домами подразумеваются дома принадлежащих людям рабов, то оно не является достоверным по двум причинам. Во-первых, дом раба не называют домом, ключи которого находятся в распоряжении человека. Человек распоряжается домом своего раба целиком и полностью, а не только его ключами. А Во-вторых, дом раба является собственным домом хозяина раба, потому что раб вместе со своим имуществом полностью принадлежит своему господину. И поэтому ничто не мешает человеку есть в доме своего раба. Мусульманин имеет право поесть в одном из перечисленных домов даже без разрешения хозяина дома, и мудрость этого предписания становится ясна из контекста этого откровения. Согласно существующим обычаям, люди позволяют друг другу поступать так, потому что их связывают родство, хозяйственные взаимоотношения или дружба. И если бы перечисленные выше люди проявляли скупость по отношению друг к другу и не позволяли друг другу поесть в своем доме, то Аллах не ниспослал бы этого дозволения. Об этом свидетельствуют смысл и мудрость обсуждаемого нами откровения. Всевышний также отметил, что мусульмане могут есть вместе или в отдельности. Это сделано для того, чтобы не обременять мусульман дополнительными ограничениями, а не потому, что между трапезой в кругу людей и в уединении нет никакой разницы. Поэтому следует знать, что предпочтительнее трапезничать в кругу людей. Затем Всевышний Аллах повелел мусульманам при входе в дом приветствовать друг друга миром. Арабское слово «буйут» («дома») использовано в условном предложении без определенного артикля, и это означает, что ниспосланное предписание относится ко всем домам без исключения, даже если в них никого нет. Примечательно, что Аллах повелел мусульманам приветствовать самих себя, потому что взаимная любовь и милосердие мусульман делают их единым целым. Из всего сказанного следует, что произносить слова приветствия следует при входе в любой дом без исключения, тогда как просить разрешения войти нужно не во всех случаях. Затем Аллах похвалил мусульманское приветствие и назвал его благословенным и прекрасным. И поэтому при входе в дом мусульмане говорят: «Мир вам, милость и благословение Аллаха!» Можно также сказать: «Мир нам и праведным рабам Аллаха!» Аллах повелел приветствовать мусульман таким образом и сделал эти слова благословенными, потому что в них содержатся пожелания благополучия, милости, благословения, преуспеяния и приумножения добра. Аллах также назвал эти слова прекрасными, потому что они угодны Самому Аллаху, доставляют радость тому, кого приветствуют, и порождают взаимную любовь и симпатию. Так Аллах разъясняет Свои знамения, свидетельствующие о мудрости религиозных предписаний. Быть может, это заставит людей призадуматься и поразмыслить. Это может сделать из них благоразумных и сознательных людей, потому что размышления над истинными шариатскими предписаниями делают человека более разумным и сознательным. Это связано с тем, что шариатские предписания имеют самый славный смысл и проповедуют самое правильное поведение. А воздаяние от Аллаха всегда соответствует роду совершенных деяний. И если человек, повинуясь призыву Всевышнего, использовал свой разум для познания своего Господа и размышления о Его знамениях, то Аллах сделает его еще более проницательным и благоразумным. Из этого аята вытекает важное шариатское правило, которое гласит: «Обычай и обыкновение определяются словами». В принципе, человек не имеет права есть то, что принадлежит другому человеку. Однако Аллах разрешил Своим рабам есть в домах перечисленных в откровении людей, потому что это полностью соответствует сложившимся обычаям. Из этого следует, что если человек должен попросить у хозяина разрешение на пользование его собственностью, но уверен в том, что хозяин позволит ему это, то ему разрешается воспользоваться этой собственностью. Из этого аята также следует, что отец имеет право пользоваться собственностью своего сына или присваивать ее себе, если подобный поступок не причиняет вреда его сыну, потому что Аллах назвал дома сыновей собственными домами родителей. Из него также следует, что супруга хозяина дома, сестра хозяина дома или любой другой человек, который распоряжается в его доме, имеют право есть в этом доме и кормить нуждающихся в пределах, определяемых обыкновением. Из него также следует, что люди имеют право скидываться для того, чтобы пообедать вместе, даже если один из них поест больше других.",
  "ayah": 61,
  "surah": 24
}
