{
  "text": "قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآَنًا عَجَبًا (1) افتتاح السورة بالأمر بالقول يشير إلى أن ما سيذكر بعده حدث غريب وخاصة بالنسبة للمشركين الذين هم مظنة التكذيب به كما يقتضيه قوله : { كما ظننتم أن لن يبعث الله أحداً } [ الجن : 7 ] حسبما يأتي .أمر الله رسوله صلى الله عليه وسلم بأن يُعلم المسلمين وغيرهم بأن الله أوحَى إليه وقوع حدث عظيم في دعوته أقامه الله تكريماً لنبيئه وتنويهاً بالقرآن وهو أن سخر بعضاً من النوع المسمى جنّاً لاستماع القرآن وألهمهم أو علَّمهم فهم ما سمعوه واهتداءهم إلى مقدار إرشاده إلى الحق والتوحيد وتنزيه الله والإِيمان بالبعث والجزاء فكانت دعوة الإسلام في أصولها بالغة إلى عالم من العوالم المغيبة لا علاقة لموجوداته بالتكاليف ولا بالعقائد بل هو عالم مجبول أهله على ما جبلوا عليه من خير أو شر لا يعدُو أحدُهم في مدة الدنيا جِبلتَه فيكون على معيارها مصيرُه الأبدي في الحياة الآخرة ولذلك لم يَبعث إليهم بشرائع .وقد كشف الله لهذا الفريق منهم حقائق من عقيدة الإِسلام وهديه ففهموه .هذا العالَم هو عالم الجنّ وهو بحسب ما يستخلص من ظواهر القرآن ومن صحاح الأخبار النبوية وحَسَنها نوع من المجردات أعني الموجودات اللطيفة غير الكثيفة ، الخفية عن حاسة البصر والسمع ، منتشرة في أمكنة مجهولة ليست على سطح الأرض ولا في السماوات بل هي في أجواء غير محصورة وهي من مقولة الجوهر من الجواهر المجردات أي ليست أجساماً ولا جسمانيات بل هي موجودات روحانية مخلوقة من عنصر ناري ولها حياة وإرَادة وإدراك خاص بها لا يُدرى مَداه . وهذه المجردات النارية جنس من أجناس الجواهر تحتوي على الجن وعلى الشياطين فهما نوعان لجنس المجردات النارية لها إدراكات خاصة وتصرفات محدودة وهي مغيبة عن الأنظار ملحقة بعالم الغيب لا تراها الأبصار ولا تدركها أسماع الناس إلاّ إذا أوصل الله الشعور بحركاتها وإراداتها إلى البشر على وجه المعجزة خرقاً للعادة لأمر قضاه الله وأراده .وبتعاضد هذه الدلائل وتناصرها وإن كان كل واحد منها لا يعدو أنه ظني الدلالة وهي ظواهر القرآن ، أو ظني المتن والدلالة وهي الأحاديث الصحيحة ، حصل ما يقتضي الاعتقاد بوجود موجودات خفية تسمى الجن فتفسَّر بذلك معاني آيات من القرآن وأخبار من السنة .وليس ذلك مما يدخل في أصول عقيدة الإِسلام ولذلك لم نكفر منكري وجود موجودات معيّنة من هذا النوع إذ لم تثبت حقيقتها بأدلة قطعية ، بخلاف حال من يقول : إن ذكر الجن لم يذكر في القرآن بعد عِلْمِه بآيات ذكره .وأما ما يروى في الكتب من أخبار جزئية في ظهورهم للناس وإتيانهم بأعمال عجيبة فذلك من الروايات الخيالية .وإنا لم نلق أحداً من أثبات العلماء الذين لقيناهم من يقول : إنه رأى أشكالهم أو آثارهم وما نجد تلك القصص إلاّ على ألسنة الذين يسرعون إلى التصديق بالأخبار أو تغلب عليهم التخيلات .وإن كان فيهم من لا يتهم بالكذب ولكنه مما يضرب له مثل قول المعري :ومثلُككِ من تخيل ثم خالا ... فظهور الجن للنبيء صلى الله عليه وسلم تارات كما في حديث الجني الذي تفلت ليفسد عليه صلاته هو من معجزاته مثل رؤيته الملائكة ورؤيته الجنة والنار في حائط القبلة وظهور الشيطان لأبي هريرة في حديث زكاة الفطر .وقد مضى ذكر الجن عند قوله : { وجعلوا لله شركاء الجن } في سورة الأنعام ( 100 ) ، وقوله : { ولقد ذرأنا لجهنم كثيراً من الجن والإنس } في سورة الأعراف ( 179 ) .والذين أمر الرسول بأن يقول لهم أنه أوحي إليه بخبر الجن : هم جميع الناس الذين كان النبي يبلغهم القرآن من المسلمين والمشركين أراد الله إبلاغهم هذا الخبر لما له من دلالة على شرف هذا الدين وشرف كتابه وشرف من جاء به ، وفيه إدخال مسرة على المسلمين وتعريض بالمشركين إذ كان الجن قد أدركوا شرف القرآن وفهموا مقاصده وهم لا يعرفون لغته ولا يدركون بلاغته فأقبلوا عليه ، والذين جاءهم بلسانهم وأدركوا خصائص بلاغته أنكروه وأعرضوا عنه .وفي الإِخبار عن استماع الجن للقرآن بأنه أوحي إليه ذلك إيماء إلى أنه ما علم بذلك إلاّ بإخبار الله إياه بوقوع هذا الاستماع ، فالآية تقتضي أن الرسول لم يعلم بحضور الجن لاستماع القرآن قبل نزول هذه الآية .وأما آية الأحقاف ( 29 ) { وإذ صرفنا إليك نفراً من الجن يستمعون القرآن } الآيات فتذكير بما في هذه الآية أو هي إشارة إلى قصة أخرى رواها عبد الله بن مسعود وهي في صحيح مسلم } في أحاديث القراءة في الصلوات ولا علاقة لها بهذه الآية .وقوله : { أنه استمع نفر من الجن } في موضع نائب فاعل { أوحي } أي أوحي إلي استماع نفر . وتأكيد الخبر الموحَى بحرف ( أن ) للاهتمام به لغرابته .وضمير { أنه } ضمير الشأن وخبره جملة { استمع نفر من الجن } وفي ذلك زيادة اهتمام بالخبر الموحى به .ومفعول { استمع } محذوف دل عليه { إنَّا سمعنا قرآنا } ، أي استمع القرآن نفر من الجن .والنفَر : الجماعة من واحد إلى عشرة وأصله في اللغة لجماعة من البشر فأطلق على جماعة من الجن على وجه التشبيه إذ ليس في اللغة لفظ آخر كما أطلق رجال في قوله : { يعوذون برجال من الجن } [ الجن : 6 ] على شخوص الجن . وقولهم : { إنا سمعنا قرآنا عجباً } قالوه لبعض منهم لم يحضر لاستماع القرآن ألهمهم الله أن ينذروهم ويرشدوهم إلى الصلاح قال تعالى في سورة الأحقاف ( 29 ، 30 ) { وإذ صرفنا إليك نفراً من الجن يستمعون القرآن فلما حضروه قالوا أنصتوا فلما قضي ولّوا إلى قومهم منذرين قالوا يا قومنا إنا سمعنا كتاباً } الآيات .ومعنى القَول هنا : إبلاغُ مرادهم إلى من يريدون أن يبلِّغوه إليهم من نوعهم بالكيفية التي يتفاهمون بها ، إذ ليس للجن ألفاظ تجري على الألسن فيما يظهر ، فالقول هنا مستعار للتعبير عما في النفس مثل قوله تعالى :{ قالت نملة يا أيها النمل ادخلوا مساكنكم } [ النمل : 18 ] فيكون ذلك تكريماً لهذا الدِّين أن جعل الله له دعاة من الثقلين .ويجوز أن يكون قولاً نفسياً ، أي خواطر جالت في مدركاتهم جولان القول الذي ينبعث عن إرادةِ صاحب الإِدراك به إبلاغَ مدركاته لغيره ، فإن مثل ذلك يعبر عنه بالقول كما في بيت النابغة يتحدث عن كلب صيد :قالتْ له النفسُ إني لا أرى طمعاً ... وإن مولاك لم يَسلم ولم يَصِدومنه قوله تعالى : { ويقولون في أنفسهم لولا يعذبنا الله بما نقول } [ المجادلة : 8 ] .وتأكيد الخبر ب ( أنَّ ) لأنهم أخبروا به فريقاً منهم يشكون في وقوعه فأتوا في كلامهم بما يفيد تحقيق ما قالوه وهو الذي يعبر عن مثله في العربية بحرف ( إن ) .ووصف القرآن بالعجب وصف بالمصدر للمبالغة في قوة المعنى ، أي يعجب منه ، ومعنى ذلك أنه بديع فائق في مفاده .وقد حصل لهم العلم بمزايا القرآن بانكشاف وهبهم الله إياه . قال المازري في «شرح صحيح مسلم» «لا بد لمن آمن عند سماع القرآن أن يعلم حقيقة الإِعجاز وشروط المعجزة ، وبعد ذلك يقع العلم بصدق الرسول؛ فإما أن يكون الجن قد علموا ذلك أو عَلِموا من كتب الرسل المتقدمة ما دلهم على أنه هو النبي الأمّي الصادق المبشر به» اه . وأنا أقول : حصل للجن علم جديد بذلك بإلهام من الله لأدلة كانوا لا يشعرون بها إذ لم يكونوا مطالبين بمعرفتها ، وأن فهمهم للقرآن من قبيل الإِلهام خلقه الله فيهم على وجه خرق العادة كرامة للرسول صلى الله عليه وسلم وللقرآن .",
  "ayah": 1,
  "surah": 72
}
