{
  "text": "وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (11)قرأ الجمهور وأبو جعفر بكسر الهمزة . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها وهو من قول الجن .وقراءة فتح الهمزة عطف على المجرور بالباء ، أي آمنا بأنا منّا الصالحون ، أي أيقنَّا بذلك وكنا في جهالة عن ذلك .ظهرت عليهم آثار التوفيق فعلموا أنهم أصبحوا فريقين فريق صالحون وفريق ليسوا بصالحين ، وهم يعنون بالصالحين أنفسهم وبمن دون الصلاح بقية نوعهم ، فلما قاموا مقام دعوة إخوانهم إلى اتباع طريق الخير لم يصارحوهم بنسبتهم إلى الإِفساد بل ألهموا وقالوا منا الصالحون ، ثم تلطفوا فقالوا : ومنا دون ذلك ، الصادق بمراتب متفاوتة في الشر والفساد ليتطلب المخاطبون دلائل التمييز بين الفريقين ، على أنهم تركوا لهم احتمال أن يُعنَى بالصالحين الكاملون في الصلاح فيكون المعني بمن دون ذلك من هم دون مرتبة الكمال في الصلاح ، وهذا من بليغ العبارات في الدعوة والإِرشاد إلى الخير .و { دونَ } : اسم بمعنى ( تحت ) ، وهو ضد فوق ولذلك كثر نصبه على الظرفية المكانية ، أي في مكان منحط عن الصالحين .والتقدير : ومنا فريق في مرتبة دونهم .وظرفية { دون } مجازية . ووقع الظرف هنا ظرفاً مستقراً في محل الصفة لموصوف محذوف تقديره : فريق ، كقوله تعالى : { وما منا إلاّ له مقام معلوم } [ الصافات : 164 ] ويطَّرد حذف الموصوف إذا كان بعضَ اسم مجرور بحرف ( مِن ) مقدممٍ عليه وكانت الصفة ظرفاً كما هنا ، أو جملة كقول العرب : مِنَّا ظَعَن ومِنَّا أقام .وقوله : { كنا طرائق قِدَداً } تشبيه بليغ ، شبه تخالف الأحوال والعقائد بالطرائق تفضي كل واحدة منها إلى مكان لا تفضي إليه الأخرى .و { طرائق } : جمع طريقة ، والطريقة هي الطريق ، ولعلها تختص بالطريق الواسع الواضح لأنّ التاء للتأكيد مثل دار ودَارة ، ومثل مَقام ومقَامة ، ولذلك شبه بها أفلاك الكواكب في قوله تعالى { ولقد خلقنا فوقكم سبع طرائق } [ المؤمنون : 17 ] ووصفت بالمثلى في قوله : { ويَذْهبَا بطريقتكم المُثلى } [ طه : 63 ] .ووصف { طرائق } ب { قِدداً ، } وهو اسم جمع قِدَّة بكسر القاف وتشديد الدال والقدة : القطعة من جلد ونحوه المقطوعة طولاً كالسير ، شبهت الطرائق في كثرتها بالقِدد المقتطعة من الجلد يقطعها صانع حبال القِدّ كانوا يقيدون بها الأسرى .والمعنى : أنهم يدعون إخوتهم إلى وحدة الاعتقاد باقتفاء هدى الإِسلام ، فالخبر مستعمل في التعريض بذم الاختلاف بين القوم وأن على القوم أن يتحدوا ويتطلبوا الحق ليكون اتحادهم على الحق .وليس المقصود منه فائدة الخبر لأن المخاطبين يعلمون ذلك ، والتوكيد ب ( إنّ ) متوجه إلى المعنى التعريضي .",
  "ayah": 11,
  "surah": 72
}
