{
  "text": "إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (27) فقوله : { ارتضى } مستثنى من عموم { أحداً } . والتقدير : إلاّ أحداً ارتضاه ، أي اختاره للاطلاع على شيء من الغيب لحكمة أرادها الله تعالى .والإِتيان بالموصول والصلة في قوله : { إلاّ مَن ارتضَى مِن رسول } لقصد ما تؤذن به الصلة من الإِيماء إلى تعليل الخبر ، أي يطلع الله بعض رسله لأجل ما أراده الله من الرسالة إلى النّاس ، فيُعْلم من هذا الإِيمان أن الغيب الذي يطلع الله عليه الرسل هو من نوع ما له تعلق بالرسالة ، وهو غيب ما أراد الله إبلاغه إلى الخلق أن يعتقدوه أو أن يفعلوه ، وما له تعلق بذلك من الوعد والوعيد من أمور الآخرة ، أو أمور الدنيا ، وما يؤيد به الرسل عن الإِخبار بأمور مغيبة كقوله تعالى : { غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين } [ الروم : 24 ] .والمراد بهذا الإِطلاعُ المحقق المفيد علماً كعلم المشاهدة . فلا تشمل الآية ما قد يحصل لبعض الصالحين من شرح صدر بالرؤيا الصادقة ، ففي الحديث : « الرؤيا الصالحة من الرجل الصالح جزء من ستة وأربعين جزءاً من النبوءة ، أو بالإِلهام » قال النبي صلى الله عليه وسلم « قد كان يكون في الأمم قبلكم محدِّثون فإن يَكُنْ في أمتِي منهم أحد فإن عمر بن الخطاب منهم » رواه مسلم . قال مسلم : قال ابن وهب : تفسير محدثون : ملهِمون .وقد قال مالك في الرؤيا الحسنة : أنها تسرُّ ولا تغرُّ ، يريد لأنها قد يقع الخطأ في تأويلها .و { مِن رسول } بيان لإِبهام { مَنْ } الموصولة ، فدل على أن مَا صْدَقَ { مَن } جماعةٌ من الرسل ، أي إلاّ الرسل الذين ارتضاهم ، أي اصطفاهم .وشمل { رسول } كلّ مرسل من الله تعالى فيشمل الملائكة المرسلين إلى الرسل بإبلاغ وحي إليهم مثل جبريل عليه السلام . وشمل الرسل من البشر المرسلين إلى الناس بإبلاغ أمر الله تعالى إليهم من شريعة أو غيرها مما به صلاحهم .وهنا أربعة ضمائر غيبة :الأول ضمير { فإنه } وهو عائد إلى الله تعالى .والثاني الضمير المستتِر في { يسلك } وهو لا محالة عائد إلى الله تعالى كما عاد إليه ضمير { فإنه } .والثالث والرابع ضميرَا { من بين يديه ومن خلفه } ، وهما عائدان إلى { رسول } أي فإن الله يسلك أي يرسل للرسول رصَداً من بين يدي الرسول صلى الله عليه وسلم ومن خلفه رصداً ، أي ملائكة يحفظون الرسول صلى الله عليه وسلم من إلقاء الشياطين إليه ما يخلط عليه ما أطلعه الله عليه من غيبه .والسّلْك حقيقته : الإِدخال كما في قوله تعالى : { كذلك نسْلكه في قلوب المجرمين } في سورة الحجر ( 12 ) .وأطلق السَّلك على الإِيصال المباشر تشبيهاً له بالدخول في الشيء بحيث لا مصرف له عنه كما تقدم آنفاً في قوله : { ومن يعرض عن ذكر ربه نسلكه عذاباً صعَدَاً } [ الجن : 17 ] أي يرسل إليه ملائكة متجهين إليه لا يبتعدون عنه حتى يَبْلُغَ إليه ما أُوحي إليه من الغيب ، كأنّهم شبه اتصالهم به وحراستهم إياه بشيء داخل في أجزاء جسم . وهذا من جملة الحفظ الذي حفظ الله به ذكره في قوله : { إنا نحن نزلنا الذّكر وإنا له لحافظون } [ الحجر : 9 ] .والمراد ب { مِن بين يديه ومن خلفه } الكناية عن جميع الجهات ، ومن تلك الكناية ينتقل إلى كناية أخرى عن السلامة من التغيير والتحريف .والرصد : اسم جمع كما تقدم آنفاً في قوله : { يجد له شهاباً رصداً } [ الجن : 9 ] . وانتصب { رصداً } على أنه مفعول به لفعل { يسلك .ويتعلق ليعلم } بقوله : { يسلك ، } أي يفعل الله ذلك ليبلّغ الغيب إلى الرسول كما أرسل إليه لا يخالطه شيء مما يلبس عليه الوحي فيعلم الله أن الرسُل أبلغوا ما أوحي إليه كما بعثَه دون تغيير ، فلما كان علم الله بتبليغ الرسول الوحي مفرعاً ومسبباً عن تبليغ الوحي كما أنزل الله ، جعل المُسَبب علّة وأقيم مقام السَّبب إيجازاً في الكلام لأن علم الله بذلك لا يكون إلاّ على وفق ما وقع ، وهذا كقول إياس بن قبيصة :وأقبلتُ والخطّيُّ يخطِر بيننَا ... لأعلَمَ مَنْ جَبَانُها مِن شجاعهاأي ليظهر من هو شجاع ومن هو جبان فأعلمَ ذلك . وهذه العلة هي المقصد الأهم من اطلاع من ارتضى من رسول على الغيب ، وذكر هذه العلة لا يقتضي انحصار علل الاطلاع فيها .وجيء بضمير الإِفراد في قوله : { من بين يديه ومن خلفه } مراعاة للفظ { رَسول ، }",
  "ayah": 27,
  "surah": 72
}
