{
  "text": "لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا (28) ثم جيء له بضمير الجمع في قوله : { أن قد أبلغُوا } مراعاة لمعنى رسول وهو الجنس ، أي الرسل على طريقة قوله تعالى السابق آنفاً { فإن له نار جهنم خالدين فيها أبداً } [ الجن : 23 ] .والمراد : ليَعلم الله أن قد أبلغوا رسالات الله وأدوا الأمانة علماً يترتب عليه جزاؤهم الجزيل .وفهم من قوله : { أن قد أبلغوا رسالات ربهم } أن الغيب المتحدث عنه في هذه الآية هو الغيب المتعلق بالشريعة وأصولها من البعثثِ والجزاء ، لأن الكلام المستثنى منه هو نفي علم الرسول صلى الله عليه وسلم بقرب ما يوعدون به أو بعده وذلك من علائق الجزاء والبعث .ويلحق به ما يوحى به إلى الأنبياء الذين ليسوا رسلاً لأن ما يوحى إليهم لا يخلو من أن يكون تأييداً لشرع سابق كأنبياء بني إسرائيل والحواريين أو أن يكون لإِصلاح أنفسهم وأهليهم مثل آدم وأيوب .واعلم أن الاستثناء من النفي ليس بمقتض أن يثبت للمستثنى جميع نقائض أحوال الحكم الذي للمستثَنى منه ، بل قصارى ما يقتضيه أنه كالنقض في المناظرة يحصل بإثبات جزئي من جزئيات ما نفاه الكلام المنقوص ، فليس قوله تعالى : { إلاّ من ارتضى من رسول } بمقتض أن الرسول يطلع على جميع غيب الله ، وقد بين النوع المطلع عليه بقوله : { ليَعلم أن قد أبلغوا رسالات ربهم .وقرأ رويس عن يعقوب ليُعلم } بضم الياء وفتح اللام مبنياً للمفعول على أنّ { أنْ قد أبلغوا } نائب عن الفاعل ، والفاعل المحذوف حذف للعلم به ، أي ليعلَم الله أن قد أبلغوا .الواو واو الحال أو اعتراضية لأن مضمونها تذييل لجملة { ليعلم أن قد أبلغوا رسالات ربهم ، } أي أحاط بجميع ما لدى الرسل من تبليغ وغيره ، وأحاط بكل شيء مما عدا ذلك ، فقوله : { وأحاط بما لديهم } تعميم بعد تخصيص ما قبله بعلمِه بتبليغهم ما أرسل إليهم ، وقوله : { وأحصى كل شيء عدداً } تعميم أشمل بعد تعميممٍ مَّا .وعبر عن العلم بالإِحصاء على طريق الاستعارة تشبيهاً لعلم الأشياء بمعرفة الأعداد لأن معرفة الأعداد أقوى ، وقوله : { عدداً } ترشيح للاستعارة .والعدد : بالفك اسم لمعدود وبالإدغام مصدر عَدّ ، فالمعنى هنا : وأحصى كل شيء معدوداً ، وهو نصب على الحال ، بخلاف قوله تعالى : { وعدَّهم عَدَّا } [ مريم : 94 ] . وفرق العرب بين المصدر والمفعول لأن المفعول أوغل في الاسمية من المصدر فهو أبعد عن الإِدغام لأن الأصل في الإِدغام للأفعال .",
  "ayah": 28,
  "surah": 72
}
