{
  "text": "( وعدكم الله مغانم كثيرة تأخذونها ) وهي الفتوح التي تفتح لهم إلى يوم القيامة ( فعجل لكم هذه ) يعني خيبر ( وكف أيدي الناس عنكم ) وذلك أن النبي - صلى الله عليه وسلم - لما قصد خيبر وحاصر أهلها همت قبائل من بني أسد وغطفان أن يغيروا على عيال المسلمين وذراريهم بالمدينة ، فكف الله أيديهم بإلقاء الرعب في قلوبهم ، وقيل : كف أيدي الناس عنكم يعني أهل مكة بالصلح ( ولتكون ) كفهم وسلامتكم ( آية للمؤمنين ) على صدقك ويعلموا أن الله هو المتولي حياطتهم وحراستهم في مشهدهم ومغيبهم ( ويهديكم صراطا مستقيما ) يثبتكم على الإسلام ويزيدكم بصيرة ويقينا بصلح الحديبية ، وفتح خيبر وذلك أن رسول الله - صلى الله عليه وسلم - لما رجع من الحديبية أقام بالمدينة بقية ذي الحجة وبعض المحرم ثم خرج في بقية المحرم سنة سبع إلى خيبر .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا قتيبة بن سعيد ، حدثنا إسماعيل بن جعفر ، عن حميد ، عن أنس بن مالك أن النبي - صلى الله عليه وسلم - : كان إذا غزا بنا قوما لم يكن يغير بنا حتى يصبح وينظر ، فإن سمع أذانا كف عنهم ، وإن لم يسمع أذانا أغار عليهم قال : فخرجنا إلى خيبر فانتهينا إليهم ليلا فلما أصبح ولم يسمع أذانا ركب وركبت خلف أبي طلحة وإن قدمي لتمس قدم النبي - صلى الله عليه وسلم - : قال : فخرجوا إلينا بمكاتلهم ومساحيهم ، فلما رأوا النبي - صلى الله عليه وسلم - قالوا : محمد - والله - محمد والخميس ، فلما رآهم رسول الله - صلى الله عليه وسلم - قال : \" الله أكبر ، الله أكبر خربت خيبر ، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين \" .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا عبد الله بن عبد الرحمن الدارمي ، أخبرنا أبو علي الحنفي عبيد الله بن عبد المجيد ، حدثنا عكرمة بن عمار ، حدثنا إياس بن سلمة ، حدثني أبي قال : . . . خرجنا إلى خيبر مع رسول الله - صلى الله عليه وسلم - ، قال فجعل عمي عامر يرتجز بالقوم :تالله لولا الله ما اهتدينا ولا تصدقنا ولا صلينا     ونحن عن فضلك ما استغنينافثبت الأقدام إن لاقينا [     وأنزلن سكينة علينا]فقال رسول الله - صلى الله عليه وسلم - : \" من هذا ؟ \" فقال : أنا عامر ، قال : \" غفر لك ربك \" ، قال : وما استغفر رسول الله - صلى الله عليه وسلم - لإنسان يخصه إلا استشهد ، قال : فنادى عمر بن الخطاب وهو على جمل له : يا نبي الله لولا متعتنا بعامر ، قال : فلما قدمنا خيبر خرج ملكهم مرحب يخطر بسيفه يقول :قد علمت [ خيبر ] أني مرحب     شاكي السلاح بطل مجربإذا الحروب أقبلت تلهبقال : وبرز له عمي عامر ، فقال :قد علمت خيبر أني عامر     شاكي السلاح بطل مغامرقال : فاختلفا ضربتين ، فوقع سيف مرحب في ترس عامر وذهب عامر يسفل له ، فرجع سيفه [ على نفسه ] فقطع أكحله ، وكانت فيها نفسه . قال سلمة : فخرجت فإذا نفر من أصحاب النبي - صلى الله عليه وسلم - يقولون : بطل عمل عامر قتل نفسه ، قال : فأتيت النبي - صلى الله عليه وسلم - وأنا أبكي ، فقلت : يا رسول الله بطل عمل عامر قتل نفسه ، قال رسول الله - صلى الله عليه وسلم - : \" من قال ذلك \" ؟ قلت : ناس من أصحابك ، قال : \" كذب من قال ذلك ، بل له أجره مرتين \" ، ثم أرسلني إلى علي - رضي الله عنه - - وهو أرمد - فقال : لأعطين الراية رجلا يحب الله ورسوله ويحبه الله ورسوله ، قال : فأتيت عليا - رضي الله عنه - فجئت به أقوده وهو أرمد ، حتى أتيت به رسول الله - صلى الله عليه وسلم - فبصق في عينيه فبرأ ، وأعطاه الراية ، وخرج مرحب فقال :قد علمت خيبر أني مرحب     شاكي السلاح بطل مجربإذا الحروب أقبلت تلهبفقال علي - رضي الله عنه - :أنا الذي سمتني أمي حيدره     كليث غابات [ كريه المنظره ]أوفيهم بالصاع كيل السندرهقال : فضرب رأس مرحب فقتله ، ثم كان الفتح على يديه .وروى حديث خيبر جماعة : سهل بن سعد ، وأنس ، وأبو هريرة ، يزيدون وينقصون ، وفيه : أن رسول الله - صلى الله عليه وسلم - كان قد أخذته الشقيقة فلم يخرج إلى الناس ، فأخذ أبو بكر - رضي الله عنه - راية رسول الله - صلى الله عليه وسلم - ، ثم نهض فقاتل قتالا شديدا ، ثم رجع فأخذها عمر - رضي الله عنه - فقاتل قتالا شديدا ، هو أشد من القتال الأول ، ثم رجع ، فأخبر رسول الله - صلى الله عليه وسلم - بذلك فقال : \" لأعطين الراية غدا رجلا يحب الله ورسوله ويحبه الله ورسوله يفتح الله على يديه \" ، فدعا علي بن أبي طالب فأعطاه إياها وقال : \" امش ولا تلتفت حتى يفتح الله عليك \" ، فأتى مدينة خيبر ، فخرج مرحب ، صاحب الحصن ، وعليه مغفر وحجر قد ثقبه مثل البيضة على رأسه ، وهو يرتجز ، فبرز إليه علي فضربه فقد الحجر والمغفر وفلق رأسه حتى أخذ السيف في الأضراس ، ثم خرج بعد مرحب أخوه ياسر ، يرتجز فخرج إليه الزبير بن العوام ، فقالت أمه صفية بنت عبد المطلب : أيقتل ابني يا رسول الله ؟ قال : \" بل ابنك يقتله إن شاء الله \" ، ثم التقيا فقتله الزبير ، ثم لم يزل رسول الله - صلى الله عليه وسلم - يفتح الحصون ، ويقتل المقاتلة ويسبي الذرية ، ويحوز الأموال .قال محمد بن إسحاق : وكان أول حصونهم افتتح حصن ناعم ، وعنده قتل محمود بن سلمة ، ألقت عليه اليهود حجرا فقتله ، ثم فتح العموص ، حصن ابن أبي الحقيق ، فأصاب منها سبايا ، منهم صفية بنت حيي بن أخطب ، جاء بلال بها وبأخرى معها ، فمر بهما على قتلى من قتلى يهود ، فلما رأتهم التي مع صفية صاحت وصكت وجهها وحثت التراب على رأسها ، فلما رآها رسول الله - صلى الله عليه وسلم - قال : \" أعزبوا عني هذه الشيطانة \" ، وأمر بصفية فحيزت خلفه ، وألقى عليها رداءه فعرف المسلمون أن رسول الله - صلى الله عليه وسلم - اصطفاها لنفسه ، وقال رسول الله لبلال ، لما رأى من تلك اليهودية ما رأى : \" أنزعت منك الرحمة يا بلال حيث تمر بامرأتين على قتلى رجالهما \" ، وكانت صفية قد رأت في المنام وهي عروس بكنانة بن الربيع بن أبي الحقيق أن قمرا وقع في حجرها ، فعرضت رؤياها على زوجها ، فقال : ما هذا إلا أنك تتمنين ملك الحجاز محمدا ، فلطم وجهها لطمة اخضرت عينها منها ، فأتي رسول الله - صلى الله عليه وسلم - بها وبها أثر منها فسألها ما هو ؟ فأخبرته هذا الخبر ، وأتى رسول الله - صلى الله عليه وسلم - بزوجها كنانة بن الربيع ، وكان عنده كنز بني النضير فسأله ، فجحده أن يكون يعلم مكانه ، فأتى رسول الله - صلى الله عليه وسلم - برجل من اليهود فقال لرسول الله - صلى الله عليه وسلم - : إني قد رأيت كنانة يطوف بهذه الخربة كل غداة ، فقال رسول الله - صلى الله عليه وسلم - لكنانة : أرأيت إن وجدناه عندك أنقتلك ؟ قال : نعم ؟ فأمر رسول الله - صلى الله عليه وسلم - بالخربة فحفرت ، فأخرج منها بعض كنزهم ، ثم سأله ما بقي فأبى أن يؤديه ، فأمر رسول الله - صلى الله عليه وسلم - الزبير بن العوام فقال : عذبه حتى تستأصل ما عنده ، فكان الزبير يقدح بزند في صدره حتى أشرف على نفسه ، ثم دفعه رسول الله - صلى الله عليه وسلم - إلى محمد بن مسلمة فضرب عنقه بأخيه محمود بن مسلمة .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا يعقوب بن إبراهيم ، حدثنا ابن علية ، حدثنا عبد العزيز بن صهيب ، عن أنس أن رسول الله - صلى الله عليه وسلم - غزا خيبر ، فصلينا عندها صلاة الغداة بغلس ، فركب نبي الله - صلى الله عليه وسلم - ، وركب أبو طلحة ، وأنا رديف أبي طلحة ، فأجرى نبي الله - صلى الله عليه وسلم - في زقاق خيبر وإن ركبتي لتمس فخذ نبي الله - صلى الله عليه وسلم - ، ثم حسر الإزار عن فخذه حتى إني لأنظر إلى بياض فخذ نبي الله - صلى الله عليه وسلم - ، فلما دخل القرية قال : \" الله أكبر خربت خيبر ، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين \" ، قالها ثلاثا ، وخرج القوم إلى أعمالهم ، فقالوا : محمد قال عبد العزيز ، وقال بعض أصحابنا : والخميس يعني : الجيش قال : فأصبناها عنوة ، فجمع السبي فجاء دحية فقال : يا نبي الله [ أعطني جارية من السبي ، قال : اذهب فخذ جارية فأخذ صفية بنت حيي ، فجاء رجل إلى نبي الله - صلى الله عليه وسلم - فقال : يا نبي الله ] أعطيت دحية صفية بنت حيي سيدة قريظة والنضير ، لا تصلح إلا لك ، قال : \" ادعوه بها \" ، فجاء بها ، فلما نظر إليها النبي - صلى الله عليه وسلم - قال : \" خذ جارية من السبي غيرها \" ، قال : فأعتقها النبي - صلى الله عليه وسلم - وتزوجها ، فقال له ثابت : يا أبا حمزة ما أصدقها ؟ قال : نفسها ، أعتقها وتزوجها ، حتى إذا كان بالطريق جهزتها له أم سليم ، فأهدتها له من الليل ، فأصبح النبي - صلى الله عليه وسلم - عروسا ، فقال : من كان عنده شيء فليجئ به ، وبسط نطعا فجعل الرجل يجيء بالتمر وجعل الآخر يجيء بالسمن ، قال : وأحسبه قد ذكر السويق ، قال : فحاسوا حيسا فكانت وليمة رسول الله - صلى الله عليه وسلم - .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا موسى بن إسماعيل ، حدثنا عبد الواحد الشيباني قال : سمعت ابن أبي أوفى يقول : أصابتنا مجاعة ليالي خيبر ، فلما كان يوم خيبر وقعنا في الحمر الأهلية فانتحرناها ، فلما غلت القدور نادى منادي رسول الله - صلى الله عليه وسلم - اكفئوا القدور ولا تطعموا من لحوم الحمر شيئا ، قال عبد الله : فقلنا إنما نهى النبي - صلى الله عليه وسلم - لأنها لم تخمس ، وقال آخرون : حرمها البتة وسألت سعيد بن جبير فقال : حرمها البتة .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا يحيى بن حبيب الحارثي ، أخبرنا خالد بن الحارث ، حدثنا شعبة ، عن هشام بن زيد ، عن أنس أن امرأة يهودية أتت رسول الله - صلى الله عليه وسلم - بشاة مسمومة ، فأكل منها ، فجيء بها إلى رسول الله - صلى الله عليه وسلم - ، فسألها عن ذلك ، فقالت : أردت لأقتلك ، قال : \" ما كان الله ليسلطك على ذلك ، أو قال : علي \" ، قال : قالوا ألا نقتلها ؟ قال : لا . قال : فما زلت أعرفها في لهوات رسول الله - صلى الله عليه وسلم - .وقال محمد بن إسماعيل : قال يونس ، عن الزهري قال عروة ، قالت عائشة : كان النبي - صلى الله عليه وسلم - يقول في مرضه الذي مات فيه : \" يا عائشة ما أزال أجد ألم الطعام الذي أكلت بخيبر ، فهذا أوان وجدت انقطاع أبهري من ذلك السم \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، أخبرنا محمد بن بشار ، أخبرنا حرمي ، أخبرنا شعبة قال : أخبرني عمارة ، عن عكرمة ، عن عائشة قالت : لما فتحت خيبر قلنا : الآن نشبع من التمر .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا أحمد بن المقدام ، حدثنا فضيل بن سليمان ، حدثنا موسى بن عقبة ، أخبرني نافع ، عن ابن عمر أن عمر بن الخطاب أجلى اليهود والنصارى من أرض الحجاز ، وكان رسول الله - صلى الله عليه وسلم - لما ظهر على أهل خيبر أراد أن يخرج اليهود منها ، وكانت الأرض حين ظهر عليها لله ولرسوله وللمسلمين ، فسأل اليهود رسول الله - صلى الله عليه وسلم - أن يتركهم على أن يكفوا العمل ولهم نصف الثمر ، فقال رسول الله - صلى الله عليه وسلم - : \" نقركم على ذلك ما شئنا \" . فأقروا حتى أجلاهم عمر في إمارته إلى تيماء وأريحاء .قال محمد بن إسحاق : فلما سمع أهل فدك بما صنع رسول الله - صلى الله عليه وسلم - بخيبر بعثوا إلى رسول الله - صلى الله عليه وسلم - يسألونه أن يسيرهم ويحقن لهم دماءهم ، ويخلوا له الأموال ، ففعل . ثم إن أهل خيبر سألوا رسول الله - صلى الله عليه وسلم - أن يعاملهم الأموال على النصف ، ففعل على أنا إذا شئنا أخرجناكم ، فصالحه أهل فدك على مثل ذلك ، فكانت خيبر للمسلمين وكانت فدك خالصة لرسول الله - صلى الله عليه وسلم - ، لأنهم لم يجلبوا عليها بخيل ولا ركاب .فلما اطمأن رسول الله - صلى الله عليه وسلم - أهدت له زينب بنت الحارث امرأة سلام بن مشكم شاة مصلية ، وقد سألت أي عضو من الشاة أحب إلى رسول الله - صلى الله عليه وسلم - ؟ فقيل لها : الذراع ، فأكثرت فيها السم ، وسممت سائر الشاة ، ثم جاءت بها فلما وضعتها بين يدي رسول الله - صلى الله عليه وسلم - ، تناول الذراع فأخذها فلاك منها مضغة فلم يسغها ، ومعه بشر بن البراء بن معرور ، وقد أخذ منها كما أخذ رسول الله - صلى الله عليه وسلم - ، فأما بشر فأساغها ، وأما رسول الله - صلى الله عليه وسلم - فلفظها ، ثم قال : \" إن هذا العظم ليخبرني أنه مسموم \" ، ثم دعا بها فاعترفت ، فقال : \" ما حملك على ذلك ؟ \" قالت : بلغت من قومي ما لم يخف عليك ، فقلت : إن كان ملكا استرحت منه ، وإن كان نبيا فسيخبر ، فتجاوز عنها رسول الله - صلى الله عليه وسلم - ، ومات بشر بن البراء من أكلته التي أكل .قال : ودخلت أم بشر بن البراء على رسول الله - صلى الله عليه وسلم - تعوده في مرضه الذي توفي فيه ، فقال : \" يا أم بشر ما زالت أكلة خيبر التي أكلت بخيبر مع ابنك تعاودني فهذا أوان انقطاع أبهري \" ، وكان المسلمون يرون أن رسول الله - صلى الله عليه وسلم - مات شهيدا مع ما أكرمه الله من النبوة .",
  "ayah": 20,
  "surah": 48
}
