{
  "text": "قوله - عز وجل - : ( هم الذين كفروا وصدوكم عن المسجد الحرام ) الآية . روى الزهري ، عن عروة بن الزبير ، عن المسور بن مخرمة ومروان بن الحكم قالا خرج رسول الله - صلى الله عليه وسلم - من المدينة عام الحديبية في بضع عشرة مائة من أصحابه ، يريدون زيارة البيت ، لا يريد قتالا وساق معه سبعين بدنة ، والناس سبعمائة رجل ، وكانت كل بدنة عن عشرة نفر ، فلما أتى ذا الحليفة قلد الهدي وأشعره وأحرم منها بعمرة ، وبعث عينا له من خزاعة يخبره عن قريش ، وسار النبي - صلى الله عليه وسلم - حتى كان بغدير الأشطاط قريبا من عسفان ، أتاه عينة الخزاعي وقال : إن قريشا قد جمعوا لك جموعا ، وقد جمعوا لك الأحابيش ، وهم مقاتلوك وصادوك عن البيت ، فقال النبي - صلى الله عليه وسلم - : \" أشيروا علي أيها الناس ، أترون أن أميل على ذراري هؤلاء الذين عاونوهم فنصيبهم ؟ فإن قعدوا قعدوا موتورين ، وإن نجوا تكن عنقا قطعها الله ؟ أو ترون أن نؤم البيت فمن صدنا عنه قاتلناه ؟ \" .فقال أبو بكر : يا رسول الله إنما خرجت عامدا لهذا البيت لا تريد قتال أحد ولا حربا ، فتوجه له فمن صدنا عنه قاتلناه .فقال : \" امضوا على اسم الله \" ، فنفروا ، قال النبي - صلى الله عليه وسلم - : \" إن خالد بن الوليد بالغميم في خيل لقريش طليعة ، فخذوا ذات اليمين \" ، فوالله ما شعر بهم خالد حتى إذا هم بقترة الجيش فانطلق يركض نذيرا لقريش ، وسار النبي - صلى الله عليه وسلم - حتى إذا كان بالثنية التي يهبط عليهم منها بركت به راحلته ، فقال الناس : حل حل ، فألحت ، فقالوا : \" خلأت القصواء ، فقال النبي - صلى الله عليه وسلم - : ما خلأت القصواء وما ذاك لها بخلق ، ولكن حبسها حابس الفيل \" ، ثم قال : \" والذي نفسي بيده لا تدعوني قريش اليوم إلى خطة يعظمون فيها حرمات الله وفيها صلة الرحم إلا أعطيتهم إياه ، ثم زجرها فوثبت .قال : فعدل عنهم حتى نزل بأقصى الحديبية على ثمد قليل الماء يتبرضه الناس تبرضا ، فلم يلبث الناس أن نزحوه ، وشكا الناس إلى النبي - صلى الله عليه وسلم - العطش ، فنزع سهما من كنانته وأعطاه رجلا من أصحابه يقال له ناجية بن عمير ، وهو سائق بدن النبي - صلى الله عليه وسلم - ، فنزل في البئر فغرزه في جوفه ، فوالله ما زال يجيش لهم بالري حتى صدروا عنه ، فبينما هم كذلك إذ جاءه بديل بن ورقاء الخزاعي في نفر من قومه وكانت خزاعة عيبة نصح رسول الله - صلى الله عليه وسلم - من أهل تهامة ، فقال : إني تركت كعب بن لؤي نزلوا أعداد مياه الحديبية معهم العوذ المطافيل ، وهم مقاتلوك وصادوك عن البيت .فقال النبي - صلى الله عليه وسلم - : \" إنا لم نجئ لقتال أحد ، ولكنا جئنا معتمرين ، وإن قريشا قد نهكتهم الحرب وأضرت بهم ، فإن شاءوا ماددتهم مدة ويخلوا بيني وبين الناس ، فإن أظهر فإن شاءوا أن يدخلوا فيما دخل فيه الناس فعلوا ، وإلا فقد جموا وإن هم أبوا فوالذي نفسي بيده لأقاتلنهم على أمري هذا حتى تنفرد سالفتي ، أو لينفذن الله أمره \" .فقال بديل : سأبلغهم ما تقول ، فانطلق حتى أتى قريشا ، قال : إنا قد جئناكم من عند هذا الرجل ، وسمعناه يقول قولا فإن شئتم أن نعرضه عليكم فعلنا ، قال : فقال سفهاؤهم : لا حاجة لنا أن تخبرنا عنه بشيء ، وقال ذو الرأي منهم : هات ما سمعته يقول .قال : سمعته يقول كذا وكذا ، فحدثهم بما قال النبي - صلى الله عليه وسلم - . فقام عروة بن مسعود الثقفي فقال : أي قوم ألستم بالوالد ؟ قالوا : بلى ، قال : أولست بالولد ؟ قالوا : بلى ، قال : فهل تتهموني ؟ قالوا : لا قال : ألستم تعلمون أني استنفرت أهل عكاظ ، فلما بلحوا علي جئتكم بأهلي وولدي ومن أطاعني ؟ قالوا : بلى ، قال : فإن هذا قد عرض عليكم خطة رشد فاقبلوها ودعوني آته ، قالوا : ائته . فأتاه فجعل يكلم النبي - صلى الله عليه وسلم - ، فقال النبي - صلى الله عليه وسلم - نحوا من قوله لبديل . فقال عروة عند ذلك : يا محمد أرأيت إن استأصلت قومك فهل سمعت بأحد من العرب اجتاح أصله قبلك ؟ وإن تكن الأخرى ، فإني والله لأرى وجوها وأشوابا من الناس خليقا أن يفروا ويدعوك .فقال له أبو بكر الصديق : امصص بظر اللات ، أنحن نفر عنه وندعه ؟ .فقال : من ذا ؟ قالوا : أبو بكر ، فقال : أما والذي نفسي بيده لولا يد كانت لك عندي لم أجزك بها لأجبتك .قال : وجعل يكلم النبي - صلى الله عليه وسلم - ، وكلما كلمه أخذ بلحيته ، والمغيرة بن شعبة قائم على رأس النبي - صلى الله عليه وسلم - ومعه السيف وعليه المغفر ، فكلما أهوى عروة بيده إلى لحية النبي - صلى الله عليه وسلم - ضرب يده بنعل السيف ، وقال : أخر يدك عن لحية رسول الله - صلى الله عليه وسلم - ، فرفع عروة رأسه فقال : من هذا ؟ قالوا : المغيرة بن شعبة ، فقال : أي غدر ألست أسعى في غدرتك .وكان المغيرة صحب قوما في الجاهلية فقتلهم وأخذ أموالهم ثم جاء فأسلم ، فقال النبي - صلى الله عليه وسلم - : \" أما الإسلام فأقبل ، وأما المال فلست منه في شيء \" .ثم إن عروة جعل يرمق أصحاب النبي - صلى الله عليه وسلم - ، قال : فوالله - ما تنخم رسول الله - صلى الله عليه وسلم - نخامة إلا وقعت في كف رجل منهم ، فدلك بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره ، وإذا توضأ كادوا يقتتلون على وضوئه ، وإذا تكلم خفضوا أصواتهم عنده ، وما يحدون إليه النظر تعظيما له ، فرجع عروة إلى أصحابه ، فقال : أي قوم والله لقد وفدت على الملوك ووفدت على قيصر وكسرى والنجاشي ، والله إن رأيت ملكا قط يعظمه أصحابه ما يعظم أصحاب محمد محمدا ، والله إن تنخم نخامة إلا وقعت في كف رجل منهم ، فدلك بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره ، وإذا توضأ كادوا يقتتلون على وضوئه ، وإذا تكلم خفضوا أصواتهم عنده ، وما يحدون إليه النظرة تعظيما له ، وإنه قد عرض عليكم خطة رشد فاقبلوها .فقال رجل من بني كنانة : دعوني آته ، فقالوا : ائته ، فلما أشرف على النبي - صلى الله عليه وسلم - وأصحابه ، قال رسول الله - صلى الله عليه وسلم - : \" هذا فلان وهو من قوم يعظمون البدن ، فابعثوها له \" ، فبعثت له واستقبله الناس يلبون ، فلما رأى ذلك قال : سبحان الله ما ينبغي لهؤلاء أن يصدوا عن البيت ؟فلما رجع إلى أصحابه قال : رأيت البدن قد قلدت وأشعرت ، فما أرى أن يصدوا عن البيت .ثم بعثوا إليه الحليس بن علقمة وكان يومئذ سيد الأحابيش ، فلما رآه رسول الله - صلى الله عليه وسلم - قال : إن هذا من قوم يتألهون فابعثوا بالهدي في وجهه حتى يراه ، فلما رأى الهدي يسيل عليه من عرض الوادي في قلائده قد أكل أوباره من طول الحبس ، رجع إلى قريش ولم يصل إلى رسول الله - صلى الله عليه وسلم - إعظاما لما رأى فقال : يا معشر قريش إني قد رأيت ما لا يحل ، صد الهدي في قلائده ، وقد أكل أوباره من طول الحبس عن محله ، فقالوا له : اجلس إنما أنت رجل أعرابي لا علم لك ، فغضب الحليس عند ذلك ، فقال : يا معشر قريش والله ما على هذا حالفناكم ، ولا على هذا عاقدناكم ، أن تصدوا عن بيت الله من جاءه معظما له ، والذي نفس الحليس بيده لتخلن بين محمد وبين ما جاء له ، أو لأنفرن بالأحابيش نفرة رجل واحد ، فقالوا له : مه ، كف عنا يا حليس حتى نأخذ لأنفسنا بما نرضى به .فقام رجل منهم يقال له مكرز بن حفص ، فقال : دعوني آته ، فقالوا : ائته ، فلما أشرف عليهم قال النبي - صلى الله عليه وسلم - هذا مكرز وهو رجل فاجر ، فجعل يكلم النبي - صلى الله عليه وسلم - ، فبينما هو يكلمه إذ جاء سهيل بن عمرو ، وقال عكرمة : فلما رآه النبي - صلى الله عليه وسلم - قال : قد سهل لكم من أمركم .قال الزهري في حديثه : فجاء سهيل بن عمرو ، فقال : هات نكتب بيننا وبينكم كتابا ، فدعا رسول الله - صلى الله عليه وسلم - علي بن أبي طالب - رضي الله عنه - فقال له : اكتب بسم الله الرحمن الرحيم .فقال سهيل : أما الرحمن فوالله ما أدري ما هو ، ولكن اكتب باسمك اللهم ، كما كنت تكتب .فقال المسلمون : والله لا نكتبها إلا بسم الله الرحمن الرحيم .فقال النبي - صلى الله عليه وسلم - لعلي : \" اكتب باسمك اللهم ، ثم قال : اكتب : هذا ما قضى عليه محمد رسول الله - صلى الله عليه وسلم - \" .فقال سهيل : والله لو كنا نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك ، ولكن اكتب : محمد بن عبد الله .فقال رسول الله - صلى الله عليه وسلم - : والله إني لرسول الله وإن كذبتموني ، اكتب يا علي : محمد بن عبد الله .قال الزهري : وذلك لقوله : لا يسألون خطة يعظمون فيها حرمات الله إلا أعطيتهم إياها ، فكتب : هذا ما قاضى عليه محمد بن عبد الله سهيل بن عمرو ، واصطلحا على وضع الحرب عن الناس عشر سنين ، يأمن فيه الناس ويكف بعضهم عن بعض ، فقال له النبي - صلى الله عليه وسلم - : وعلى أن تخلوا بيننا وبين البيت ، فنطوف به ، فقال سهيل : والله لا تتحدث العرب إنا أخذنا ضغطة ولكن ذلك من العام المقبل ، فكتب ، فقال سهيل : وعلى أنه لا يأتيك منا رجل - وإن كان على دينك - إلا رددته إلينا ، فقال المسلمون : سبحان الله كيف يرد إلى المشركين وقد جاء مسلما ؟وروى أبو إسحاق عن البراء قصة الصلح وفيه قالوا : لو نعلم أنك رسول الله ما منعناك شيئا ولكن أنت محمد بن عبد الله ، قال : أنا رسول الله وأنا محمد بن عبد الله ، ثم قال لعلي - رضي الله عنه - : امح رسول الله ، قال : لا والله لا أمحوك أبدا ، قال : \" فأرنيه \" ، فأراه إياه ، فمحاه النبي - صلى الله عليه وسلم - بيده ، وفي روايته : فأخذ رسول الله - صلى الله عليه وسلم - الكتاب وليس يحسن أن يكتب ، فكتب : هذا ما قضى محمد بن عبد الله .قال البراء : صالح على ثلاثة أشياء : على أن من أتاه من المشركين رده إليهم ، ومن أتاهم من المسلمين لم يردوه ، وعلى أن يدخلها من قابل ، ويقيم بها ثلاثة أيام ، ولا يدخلها إلا بجلبان السلاح السيف والقوس ونحوه .وروى ثابت عن أنس : أن قريشا صالحوا النبي - صلى الله عليه وسلم - فاشترطوا : أن من جاءنا منكم لم نرده عليكم ، ومن جاءكم منا رددتموه علينا ، فقالوا : يا رسول الله أنكتب هذا ؟ قال : \" نعم إنه من ذهب منا إليهم فأبعده الله ، ومن جاءنا منهم سيجعل الله له فرجا ومخرجا \" .رجعنا إلى حديث الزهري قال : فبينا هم كذلك إذ جاء أبو جندل بن سهيل بن عمرو ، يرسف في قيوده قد انفلت وخرج من أسفل مكة ، حتى رمى بنفسه بين أظهر المسلمين ، فقال سهيل : هذا يا محمد أول من أقاضيك عليه أن ترده إلي ، فقال النبي : إنا لم نقض الكتاب بعد ، قال : فوالله إذن لا أصالحك على شيء أبدا ، فقال النبي - صلى الله عليه وسلم - : فأجره لي ، فقال : فما أنا بمجيره لك ، قال : بلى فافعل ، قال : ما أنا بفاعل ، ثم جعل سهيل يجره ليرده إلى قريش ، قال أبو جندل : أي معشر المسلمين أرد إلى المشركين وقد جئت مسلما ألا ترون ما لقيت ؟ وكان قد عذب عذابا شديدا في الله .وفي الحديث : أن رسول الله - صلى الله عليه وسلم - قال : يا أبا جندل احتسب فإن الله جاعل لك ولمن معك من المستضعفين فرجا ومخرجا ، إنا قد عقدنا بيننا وبين القوم عقدا وصلحا ، وإنا لا نغدر ، فوثب عمر يمشي إلى جنب أبي جندل ، ويقول : اصبر فإنما هم المشركون ودم أحدهم كدم كلب ، ويدني قائم السيف منه ، قال عمر : رجوت أن يأخذ السيف فيضرب به أباه فضن الرجل بأبيه .وقد كان أصحاب رسول الله - صلى الله عليه وسلم - خرجوا وهم لا يشكون في الفتح ، لرؤيا رآها رسول الله - صلى الله عليه وسلم - ، فلما رأوا ذلك دخل الناس أمر عظيم حتى كادوا يهلكون ، وزادهم أمر أبي جندل شرا إلى ما بهم .قال عمر : [ والله ] ما شككت منذ أسلمت إلا يومئذ .قال الزهري في حديثه عن عروة عن [ مروان ] والمسور ، ورواه أبو وائل عن سهل بن حنيف قال عمر بن الخطاب - رضي الله عنه - : فأتيت النبي - صلى الله عليه وسلم - ، فقلت : ألست نبي الله حقا ؟ قال : بلى ، قلت : ألسنا على الحق وعدونا على الباطل ؟ قال : بلى ، قلت : أليس قتلانا في الجنة وقتلاهم في النار ؟ قال : بلى ، قلت : فلم نعطي الدنية في ديننا إذن ؟ قال : إني رسول الله ولست أعصيه وهو ناصري ، قلت : أوليس كنت تحدثنا أنا سنأتي البيت فنطوف به ؟ قال : بلى ، أفأخبرتك أنا نأتيه العام ؟ قلت : لا قال : فإنك آتيه ومطوف به ، قال : فأتيت أبا بكر ، فقلت : يا أبا بكر أليس هذا نبي الله حقا ؟ قال : بلى . قلت : ألسنا على الحق وعدونا على الباطل ؟ قال : بلى . قلت : أليس قتلانا في الجنة وقتلاهم في النار ؟ قال : بلى ، قلت : فلم نعطي الدنية في ديننا إذن ؟ قال : أيها الرجل إنه رسول الله ليس يعصي ربه وهو ناصره ، فاستمسك بغرزه فوالله إنه على الحق ، قلت : أليس كان يحدثنا أنا سنأتي البيت فنطوف به ؟ قال : بلى ، أفأخبرك أنك تأتيه العام ؟ قلت : لا قال : فإنك آتيه ومطوف به .قال الزهري : قال عمر : فعملت لذلك أعمالا .قال : فلما فرغ من قضية الكتاب ، قال رسول الله - صلى الله عليه وسلم - لأصحابه : قوموا فانحروا ، ثم احلقوا ، قال : فوالله ما قام رجل منهم ، حتى قال ذلك ثلاث مرات ، فلما لم يقم منهم أحد ، قام فدخل على أم سلمة ، فذكر لها ما لقي من الناس ، فقالت أم سلمة : يا نبي الله أتحب ذلك ؟ اخرج ثم لا تكلم أحدا منهم كلمة حتى تنحر بدنك وتدعو حالقك فيحلقك ، فخرج فلم يكلم أحدا منهم حتى فعل ذلك ، نحر بدنه ودعا حالقه فحلقه فلما رأوا ذلك قاموا فنحروا ، وجعل بعضهم يحلق بعضا حتى كاد بعضهم أن يقتل بعضا غما .قال ابن عمر وابن عباس : حلق رجال يوم الحديبية وقصر آخرون ، فقال رسول الله - صلى الله عليه وسلم - : يرحم الله المحلقين ، قالوا : والمقصرين ؟ قال : يرحم الله المحلقين ، قالوا : يا رسول الله والمقصرين ؟ قال : والمقصرين ، قالوا : يا رسول الله فلم ظاهرت الترحم للمحلقين دون المقصرين ؟ قال : لأنهم لم يشكوا . قال ابن عمر : وذلك لأنه تربص قوم وقالوا لعلنا نطوف بالبيت .قال ابن عباس : وأهدى رسول الله - صلى الله عليه وسلم - عام الحديبية في هداياه جملا لأبي جهل في رأسه برة من فضة ليغيظ المشركين بذلك .وقال الزهري في حديثه : ثم جاءه نسوة مؤمنات فأنزل الله تعالى \" ياأيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات \" ، حتى بلغ \" بعصم الكوافر \" ( الممتحنة - 10 ) ، فطلق عمر - رضي الله عنه - يومئذ امرأتين كانتا له في الشرك ، فتزوج إحداهما معاوية بن أبي سفيان ، والأخرى صفوان بن أمية ، قال : فنهاهم أن يردوا النساء وأمر برد الصداق .قال : ثم رجع النبي - صلى الله عليه وسلم - إلى المدينة ، فجاءه أبو بصير عتبة بن أسيد ، رجل من قريش وهو مسلم ، وكان ممن حبس بمكة فكتب فيه أزهر بن عبد عوف والأخنس بن شريق الثقفي إلى رسول الله - صلى الله عليه وسلم - وبعثا في طلبه رجلا من بني عامر بن لؤي ، ومعه مولى لهم ، فقدما على رسول الله - صلى الله عليه وسلم - ، وقالا العهد الذي جعلت لنا ، فقال رسول الله - صلى الله عليه وسلم - : يا أبا بصير إنا قد أعطينا هؤلاء القوم ما قد علمت ، ولا يصح في ديننا الغدر ، وإن الله جاعل لك ولمن معك من المستضعفين فرجا ومخرجا ، ثم دفعه إلى الرجلين فخرجا به حتى بلغا ذا الحليفة ، فنزلوا يأكلون من تمر لهم ، فقال أبو بصير لأحد الرجلين : والله إني لأرى سيفك هذا جيدا ، فاستله الآخر ، فقال : أجل والله إنه لجيد لقد جربت به ثم جربت به ، فقال أبو بصير : أرني أنظر إليه ، فأخذه وعلاه به فضربه حتى برد ، وفر الآخر حتى أتى المدينة فدخل المسجد يعدو ، فقال رسول الله - صلى الله عليه وسلم - حين رآه : لقد رأى هذا ذعرا ، فلما انتهى إلى النبي - صلى الله عليه وسلم - ، قال : ويلك ما لك ؟ قال : قتل والله صاحبي وإني لمقتول ، فوالله ما برح حتى طلع أبو بصير متوشحا السيف حتى وقف على رسول الله - صلى الله عليه وسلم - ، فقال : يا نبي الله أوفى الله ذمتك قد رددتني إليهم ثم أنجاني الله منهم ، فقال النبي - صلى الله عليه وسلم - : ويل أمه مسعر حرب ، لو كان معه أحد ، فلما سمع ذلك عرف أنه سيرده إليهم ، فخرج حتى أتى سيف البحر ، وبلغ المسلمين الذين كانوا حبسوا بمكة قول رسول الله - صلى الله عليه وسلم - لأبي بصير : ويل أمه مسعر حرب لو كان معه أحد ، فخرج عصابة منهم إليه ، وانفلت أبو جندل بن سهيل فلحق بأبي بصير ، حتى اجتمع إليه قريب من سبعين رجلا فوالله ما يسمعون بعير خرجت لقريش إلى الشام إلا اعترضوا لها فقتلوهم وأخذوا أموالهم ، فأرسلت قريش إلى النبي - صلى الله عليه وسلم - تناشده الله والرحم لما أرسل إليهم ، فمن أتاه فهو آمن ، فأرسل إليهم النبي - صلى الله عليه وسلم - ، فقدموا عليه بالمدينة ، فأنزل الله تعالى : \" وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم وكان الله بما تعملون بصيرا \" حتى بلغ \" حمية الجاهلية \" ، وكانت حميتهم أنهم لم يقروا أنه نبي الله - صلى الله عليه وسلم - ، ولم يقروا ببسم الله الرحمن الرحيم ، وحالوا بينه وبين البيت .قال الله - عز وجل - : ( هم الذين كفروا ) يعني كفار مكة ( وصدوكم عن المسجد الحرام ) أن تطوفوا به ( والهدي ) أي : وصدوا الهدي ، وهي البدن التي ساقها رسول الله - صلى الله عليه وسلم - وكانت سبعين بدنة ( معكوفا ) محبوسا ، يقال : عكفته عكفا إذا حبسته وعكوفا لازم ، كما يقال : رجع رجعا ورجوعا ( أن يبلغ محله ) منحره وحيث يحل نحره يعني الحرم ( ولولا رجال مؤمنون ونساء مؤمنات ) يعني المستضعفين بمكة ( لم تعلموهم ) لم تعرفوهم ( أن تطئوهم ) بالقتل وتوقعوا بهم ( فتصيبكم منهم معرة بغير علم ) قال ابن زيد : معرة إثم . وقال ابن إسحاق : غرم الدية .وقيل : الكفارة لأن الله - عز وجل - أوجب على قاتل المؤمن في دار الحرب إذا لم يعلم إيمانه الكفارة دون الدية ، فقال : \" فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة \" ( النساء - 92 ) .وقيل : هو أن المشركين يعيبونكم ويقولون قتلوا أهل دينهم ، والمعرة : المشقة ، يقول : لولا أن تطئوا رجالا مؤمنين ونساء مؤمنات لم تعلموهم فيلزمكم بهم كفارة أو يلحقكم سبة . وجواب لولا محذوف ، تقديره : لأذن لكم في دخولها ولكنه حال بينكم وبين ذلك .( ليدخل الله في رحمته من يشاء ) فاللام في \" ليدخل \" متعلق بمحذوف دل عليه معنى الكلام ، يعني : حال بينكم وبين ذلك ليدخل الله في رحمته في دين الإسلام من يشاء من أهل مكة بعد الصلح قبل أن تدخلوها ( لو تزيلوا ) لو تميزوا يعني المؤمنين من الكفار ( لعذبنا الذين كفروا منهم عذابا أليما ) بالسبي والقتل بأيديكم .وقال بعض أهل العلم : \" لعذبنا \" جواب لكلامين أحدهما : \" لولا رجال \" ، والثاني : \" لو تزيلوا \" ، ثم قال : ( ليدخل الله في رحمته من يشاء ) يعني المؤمنين والمؤمنات .",
  "ayah": 25,
  "surah": 48
}
