{
  "text": "Все обитатели небес и земли славят Аллаха, восхваляют Его безупречные качества, поклоняются Ему и смиряются пред Его могуществом. Среди Его прекрасных имен - Могущественный, Мудрый. Все сущее подчинено Его власти, и для Него нет ничего трудного и невозможного. Его творения и повеления преисполнены мудрости, поскольку Он ничего не творит ради забавы, ниспосылает только полезные предписания и вершит только то, чего требует Его божественная мудрость. Эта сура также получила название «Бану Надыр». Так называлось крупное иудейское племя, жившее недалеко от Медины задолго до того, как Пророк Мухаммад, да благословит его Аллах и приветствует, начал свою пророческую миссию. Когда же он переселился в Медину, то это племя, как и многие другие иудейские племена, отказалось уверовать в Единого Аллаха и Его посланника, да благословит его Аллах и приветствует. Тогда он заключил мирный договор с иудеями, которые были соседями мусульман в Медине. Спустя шесть месяцев после битвы при Бадре Пророк приехал в поселения племени Надыр и попросил их помочь мусульманам заплатить выкуп за Амра б. Умейу ад-Дамри, который убил нескольких людей из племени аль-Киляб. Иудеи сказали: «Мы поможем вам, Абу аль-Касым. Посиди здесь, пока мы не решим твой вопрос». Когда же они уединились для совместного принятия решения, сатана подтолкнул их на тяжкое преступление, дабы обрушить на них предписанное им несчастье. Они сговорились убить Пророка и сказали: «Кто возьмет этот камень и сбросит ее так, чтобы разбить ему голову?» Несчастный грешник по имени Амр б. Джуххаш вызвался на это дело. Тогда Салам б. Мишкам сказал: «Не делайте этого. Клянусь Аллахом, его оповестят о вашем заговоре, и тогда мы первыми разорвем заключенный с ним договор». Господь тотчас ниспослал Пророку, да благословит его Аллах и приветствует, откровение о планах иудеев. Посланник Аллаха, да благословит его Аллах и приветствует, встал и спешно отправился в Медину. Сподвижники догнали его и сказали: «Ты встал так, что мы даже не заметили этого». Он поведал им о заговоре иудеев, а затем отправил к ним послание со следующим повелением: «Покиньте Медину и никогда более не поселяйтесь в ней. Я даю вам десять дней, и если обнаружу вас здесь по истечении этого срока, то отрублю вам головы». В течение нескольких дней иудеи готовились к переселению. Но затем один из лицемеров по имени Абдуллах б. Убей б. Салул отправил им письмо, в котором написал: «Не покидайте своих домов. У меня есть две тысячи человек, которые готовы укрыться в вашей крепости и умереть за вас. Племя Курейза и ваши союзники из племени Гатфан также готовы помочь вам». Старейшина племени Надыр Хуай б. Ахтаб понадеялся на обещанную ему поддержку и написал посланнику Аллаха, да благословит его Аллах и приветствует, следующее послание: «Мы не оставим своих домов, посему делай все, что тебе вздумается». Услышав об этом, посланник Аллаха возвеличил Аллаха, а его сподвижники тотчас приготовились к сражению. Знамя мусульман понес Али б. Абу Талиб. Иудеи обосновались в своих крепостях, отбиваясь камнями и стрелами. Курейзиты, сторонники Абдуллаха б. Убейа и союзники из Гатфана предательски отвернулись от них. Посланник Аллаха, да благословит его Аллах и приветствует, окружил поселения иудеев и приказал своим сподвижникам начать вырубать и сжигать их пальмовые деревья. Осознав, в каком положении они оказались, иудеи написали Пророку, да благословит его Аллах и приветствует, послание, в котором согласились покинуть Медину. Пророк, да благословит его Аллах и приветствует, снял блокаду и позволил им собраться и уехать вместе со своими семьями и всем, что смогут унести их верблюды, кроме оружия. Так он овладел имуществом и оружием иудеев. Трофеи целиком достались Пророку, да благословит его Аллах и приветствует, и были предназначены для нужд мусульман. Пророк, да благословит его Аллах и приветствует, не стал делить военную добычу на пять частей, как это полагается делать с трофеями, потому что Аллах даровал ему эту добычу без борьбы. Мусульмане не седлали своих лошадей и не прилагали усилий для достижения победы. Пророк, да благословит его Аллах и приветствует, изгнал иудеев в Хейбар вместе с их предводителем Хуайем б. Ахтабом. А мусульмане овладели их землями, жилищами и оружием. Среди трофеев оказалось пятьдесят кольчуг, пятьдесят шлемов и триста сорок мечей. Таково краткое описание событий, упомянутых в этой суре.",
  "ayah": 1,
  "surah": 59
}
