{
  "text": "Закон о трофеях распространяется на все подобные случаи, потому что Аллах сказал: «Добыча, которую Аллах вернул Своему посланнику от обитателей селений». Здесь имеются в виду любые селения, независимо от того, были они завоеваны во времена Пророка Мухаммада, да благословит его Аллах и приветствует, или после его смерти, во времена правления мусульманских эмиров. Фей распределяется между Аллахом и Его посланником, родственниками Посланника, да благословит его Аллах и приветствует, сиротами, бедняками и путниками. Это откровение похоже на следующий аят из суры «Аль-Анфаль»: «Знайте, что если вы захватили трофеи, то пятая часть их принадлежит Аллаху, Посланнику, близким родственникам Посланника, сиротам, беднякам и путникам» (8:41). Таким образом, фей делится на пять частей. Одна пятая принадлежит Аллаху и Его посланнику, да благословит его Аллах и приветствует, и расходуется на нужды мусульман в целом. Одна пятая достается родственникам Пророка, да благословит его Аллах и приветствует, и поровну распределяется между мужчинами и женщинами из рода Хашима и рода аль-Мутталиба, где бы они ни жили. Добыча распределяется только между потомками Хашима и аль-Мутталиба, а остальные представители рода Абд Манафа не имеют на нее прав, потому что только род аль-Мутталиба присоединился к роду Хашима в ущелье и помогал Пророку Мухаммаду, да благословит его Аллах и приветствует, когда курейшиты договорились бойкотировать его родственников и начали враждовать с ними. Поэтому посланник Аллаха, да благословит его Аллах и приветствует, сказал о роде аль-Мутталиба: «Они не покидали меня ни во времена невежества, ни в эпоху ислама». Одна пятая часть фея раздается неимущим сиротам, которыми считаются несовершеннолетние дети, потерявшие своих отцов. По одной пятой части также получают бедняки и путники, которые не имеют средств к существованию на чужбине. Всевышний распределил добычу так, дабы она не досталась богатым и зажиточным людям. Если бы не было этого мудрого законоположения, то богачи распределили бы трофеи между собой, а беспомощным беднякам не досталось бы ни гроша. Подобная несправедливость принесла бы много зла, обо всех тяжких последствиях которого известно одному лишь Аллаху. Если же люди повинуются воле Аллаха и придерживаются законов шариата, то они обретают неисчислимые блага. Поэтому Аллах ниспослал правоверным всеобщее правило и сказал: «Берите то, что дал вам Посланник, и сторонитесь того, что он вам запретил». Это распространяется как на мусульманские убеждения, так и на законы шариата. Каждый раб Аллаха обязан целиком и полностью повиноваться велениям Пророка Мухаммада, да благословит его Аллах и приветствует, и руководствоваться его наставлениями, а любое нежелание соглашаться с ними противозаконно. Решение Пророка, да благословит его Аллах и приветствует, по какому-либо вопросу равносильно решению Самого Аллаха, и никто ни при каких обстоятельствах не имеет права противиться воле Посланника, да благословит его Аллах и приветствует, или ставить чье-либо мнение превыше его слов. Затем Господь велел правоверным страшиться Его, потому что благодаря этому раб Божий укрепляет свою душу и сердце, благоустраивает свою мирскую и Последнюю жизнь и обретает вечное счастье и великий удел. А лишаясь набожности и благочестия, человек обрекает себя на бесконечные несчастья и страдания. Вот почему Всевышний велел бояться Его. Поистине, Он сурово карает тех, кто не испытывает страха перед Ним и уступает своим низменным желаниям.",
  "ayah": 7,
  "surah": 59
}
