{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 1,
      "text": "{ بِسْمِ اللَّهِ } أي: أبتدئ بكل اسم لله تعالى, لأن لفظ { اسم } مفرد مضاف, فيعم جميع الأسماء [الحسنى]. { اللَّهِ } هو المألوه المعبود, المستحق لإفراده بالعبادة, لما اتصف به من صفات الألوهية وهي صفات الكمال. { الرَّحْمَنِ الرَّحِيمِ } اسمان دالان على أنه تعالى ذو الرحمة الواسعة العظيمة التي وسعت كل شيء, وعمت كل حي, وكتبها للمتقين المتبعين لأنبيائه ورسله. فهؤلاء لهم الرحمة المطلقة, ومن عداهم فلهم نصيب منها. واعلم أن من القواعد المتفق عليها بين سلف الأمة وأئمتها, الإيمان بأسماء الله وصفاته, وأحكام الصفات. فيؤمنون مثلا, بأنه رحمن رحيم, ذو الرحمة التي اتصف بها, المتعلقة بالمرحوم. فالنعم كلها, أثر من آثار رحمته, وهكذا في سائر الأسماء. يقال في العليم: إنه عليم ذو علم, يعلم [به] كل شيء, قدير, ذو قدرة يقدر على كل شيء."
    },
    {
      "ayah": 2,
      "surah": 1,
      "text": "{ الْحَمْدُ لِلَّهِ } [هو] الثناء على الله بصفات الكمال, وبأفعاله الدائرة بين الفضل والعدل, فله الحمد الكامل, بجميع الوجوه. { رَبِّ الْعَالَمِينَ } الرب, هو المربي جميع العالمين -وهم من سوى الله- بخلقه إياهم, وإعداده لهم الآلات, وإنعامه عليهم بالنعم العظيمة, التي لو فقدوها, لم يمكن لهم البقاء. فما بهم من نعمة, فمنه تعالى. وتربيته تعالى لخلقه نوعان: عامة وخاصة. فالعامة: هي خلقه للمخلوقين, ورزقهم, وهدايتهم لما فيه مصالحهم, التي فيها بقاؤهم في الدنيا. والخاصة: تربيته لأوليائه, فيربيهم بالإيمان, ويوفقهم له, ويكمله لهم, ويدفع عنهم الصوارف, والعوائق الحائلة بينهم وبينه, وحقيقتها: تربية التوفيق لكل خير, والعصمة عن كل شر. ولعل هذا [المعنى] هو السر في كون أكثر أدعية الأنبياء بلفظ الرب. فإن مطالبهم كلها داخلة تحت ربوبيته الخاصة. فدل قوله { رَبِّ الْعَالَمِينَ } على انفراده بالخلق والتدبير, والنعم, وكمال غناه, وتمام فقر العالمين إليه, بكل وجه واعتبار."
    },
    {
      "ayah": 3,
      "surah": 1,
      "text": "ومن قيامه تعالى بعباده ورحمته بهم أن نزل على رسوله محمد صلى الله عليه وسلم الكتاب، الذي هو أجل الكتب وأعظمها المشتمل على الحق في إخباره وأوامره ونواهيه، فما أخبر به صدق، وما حكم به فهو العدل، وأنزله بالحق ليقوم الخلق بعبادة ربهم ويتعلموا كتابه { مصدقا لما بين يديه } من الكتب السابقة، فهو المزكي لها، فما شهد له فهو المقبول، وما رده فهو المردود، وهو المطابق لها في جميع المطالب التي اتفق عليها المرسلون، وهي شاهدة له بالصدق، فأهل الكتاب لا يمكنهم التصديق بكتبهم إن لم يؤمنوا به، فإن كفرهم به ينقض إيمانهم بكتبهم، ثم قال تعالى { وأنزل التوراة } أي: على موسى { والإنجيل } على عيسى."
    },
    {
      "ayah": 4,
      "surah": 1,
      "text": "{ مَالِكِ يَوْمِ الدِّينِ } المالك: هو من اتصف بصفة الملك التي من آثارها أنه يأمر وينهى, ويثيب ويعاقب, ويتصرف بمماليكه بجميع أنواع التصرفات, وأضاف الملك ليوم الدين, وهو يوم القيامة, يوم يدان الناس فيه بأعمالهم, خيرها وشرها, لأن في ذلك اليوم, يظهر للخلق تمام الظهور, كمال ملكه وعدله وحكمته, وانقطاع أملاك الخلائق. حتى [إنه] يستوي في ذلك اليوم, الملوك والرعايا والعبيد والأحرار. كلهم مذعنون لعظمته, خاضعون لعزته, منتظرون لمجازاته, راجون ثوابه, خائفون من عقابه, فلذلك خصه بالذكر, وإلا, فهو المالك ليوم الدين ولغيره من الأيام."
    },
    {
      "ayah": 5,
      "surah": 1,
      "text": "وقوله { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } أي: نخصك وحدك بالعبادة والاستعانة, لأن تقديم المعمول يفيد الحصر, وهو إثبات الحكم للمذكور, ونفيه عما عداه. فكأنه يقول: نعبدك, ولا نعبد غيرك, ونستعين بك, ولا نستعين بغيرك. وقدم العبادة على الاستعانة, من باب تقديم العام على الخاص, واهتماما بتقديم حقه تعالى على حق عبده. و { العبادة } اسم جامع لكل ما يحبه الله ويرضاه من الأعمال, والأقوال الظاهرة والباطنة. و { الاستعانة } هي الاعتماد على الله تعالى في جلب المنافع, ودفع المضار, مع الثقة به في تحصيل ذلك. والقيام بعبادة الله والاستعانة به هو الوسيلة للسعادة الأبدية, والنجاة من جميع الشرور, فلا سبيل إلى النجاة إلا بالقيام بهما. وإنما تكون العبادة عبادة, إذا كانت مأخوذة عن رسول الله صلى الله عليه وسلم مقصودا بها وجه الله. فبهذين الأمرين تكون عبادة, وذكر { الاستعانة } بعد { العبادة } مع دخولها فيها, لاحتياج العبد في جميع عباداته إلى الاستعانة بالله تعالى. فإنه إن لم يعنه الله, لم يحصل له ما يريده من فعل الأوامر, واجتناب النواهي."
    },
    {
      "ayah": 6,
      "surah": 1,
      "text": "ثم قال تعالى: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } أي: دلنا وأرشدنا, ووفقنا للصراط المستقيم, وهو الطريق الواضح الموصل إلى الله, وإلى جنته, وهو معرفة الحق والعمل به, فاهدنا إلى الصراط واهدنا في الصراط. فالهداية إلى الصراط: لزوم دين الإسلام, وترك ما سواه من الأديان, والهداية في الصراط, تشمل الهداية لجميع التفاصيل الدينية علما وعملا. فهذا الدعاء من أجمع الأدعية وأنفعها للعبد ولهذا وجب على الإنسان أن يدعو الله به في كل ركعة من صلاته, لضرورته إلى ذلك."
    },
    {
      "ayah": 7,
      "surah": 1,
      "text": "وهذا الصراط المستقيم هو: { صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ } من النبيين والصديقين والشهداء والصالحين. { غَيْرِ } صراط { الْمَغْضُوبِ عَلَيْهِمْ } الذين عرفوا الحق وتركوه كاليهود ونحوهم. وغير صراط { الضَّالِّينَ } الذين تركوا الحق على جهل وضلال, كالنصارى ونحوهم. فهذه السورة على إيجازها, قد احتوت على ما لم تحتو عليه سورة من سور القرآن, فتضمنت أنواع التوحيد الثلاثة: توحيد الربوبية يؤخذ من قوله: { رَبِّ الْعَالَمِينَ } وتوحيد الإلهية وهو إفراد الله بالعبادة, يؤخذ من لفظ: { اللَّهِ } ومن قوله: { إِيَّاكَ نَعْبُدُ } وتوحيد الأسماء والصفات, وهو إثبات صفات الكمال لله تعالى, التي أثبتها لنفسه, وأثبتها له رسوله من غير تعطيل ولا تمثيل ولا تشبيه, وقد دل على ذلك لفظ { الْحَمْدُ } كما تقدم. وتضمنت إثبات النبوة في قوله: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } لأن ذلك ممتنع بدون الرسالة. وإثبات الجزاء على الأعمال في قوله: { مَالِكِ يَوْمِ الدِّينِ } وأن الجزاء يكون بالعدل, لأن الدين معناه الجزاء بالعدل. وتضمنت إثبات القدر, وأن العبد فاعل حقيقة, خلافا للقدرية والجبرية. بل تضمنت الرد على جميع أهل البدع [والضلال] في قوله: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } لأنه معرفة الحق والعمل به. وكل مبتدع [وضال] فهو مخالف لذلك. وتضمنت إخلاص الدين لله تعالى, عبادة واستعانة في قوله: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } فالحمد لله رب العالمين."
    }
  ]
}
