{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 102,
      "text": "يقول تعالى موبخًا عباده عن اشتغالهم عما خلقوا له من عبادته وحده لا شريك له، ومعرفته، والإنابة إليه، وتقديم محبته على كل شيء: { أَلْهَاكُمُ } عن ذلك المذكور { التَّكَاثُرُ } ولم يذكر المتكاثر به، ليشمل ذلك كل ما يتكاثر به المتكاثرون، ويفتخر به المفتخرون، من التكاثر في الأموال، والأولاد، والأنصار، والجنود، والخدم، والجاه، وغير ذلك مما يقصد منه مكاثرة كل واحد للآخر، وليس المقصود به الإخلاص لله تعالى."
    },
    {
      "ayah": 2,
      "surah": 102,
      "text": "فاستمرت غفلتكم ولهوتكم [وتشاغلكم] { حَتَّى زُرْتُمُ الْمَقَابِرَ } فانكشف لكم حينئذ الغطاء، ولكن بعد ما تعذر عليكم استئنافه.ودل قوله: { حَتَّى زُرْتُمُ الْمَقَابِرَ } أن البرزخ دار مقصود منها النفوذ إلى الدار الباقية  ، أن الله سماهم زائرين، ولم يسمهم مقيمين."
    },
    {
      "ayah": 3,
      "surah": 102,
      "text": "{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ } أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
    },
    {
      "ayah": 4,
      "surah": 102,
      "text": "{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ } أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
    },
    {
      "ayah": 5,
      "surah": 102,
      "text": "{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ } أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
    },
    {
      "ayah": 6,
      "surah": 102,
      "text": "ولكن عدم العلم الحقيقي، صيركم إلى ما ترون، { لَتَرَوُنَّ الْجَحِيمَ } أي: لتردن القيامة، فلترون الجحيم التي أعدها الله للكافرين."
    },
    {
      "ayah": 7,
      "surah": 102,
      "text": "{ ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ } أي: رؤية بصرية، كما قال تعالى: { وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا } ."
    },
    {
      "ayah": 8,
      "surah": 102,
      "text": "{ ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ } الذي تنعمتم به في دار الدنيا، هل قمتم بشكره، وأديتم حق الله فيه، ولم تستعينوا به، على معاصيه، فينعمكم نعيمًا أعلى منه وأفضل.أم اغتررتم به، ولم تقوموا بشكره؟ بل ربما استعنتم به على معاصي الله فيعاقبكم على ذلك، قال تعالى: { وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ } الآية."
    }
  ]
}
