{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "يقول تعالى: هذا { كِتَابٌ } عظيم، ونزل كريم، { أُحْكِمَتْ آيَاتُهُ } أي: أتقنت وأحسنت، صادقة أخبارها، عادلة أوامرها ونواهيها، فصيحة ألفاظه بهية معانيه. { ثُمَّ فُصِّلَتْ } أي: ميزت وبينت بيانا في أعلى أنواع البيان، { مِنْ لَدُنْ حَكِيمٍ } يضع الأشياء مواضعها، وينزلها منازلها، لا يأمر ولا ينهى إلا بما تقتضيه حكمته، { خَبِيرٌ } مطلع على الظواهر والبواطن."
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "تفسير الآيتين 10 و 11 :ـ وأنه إذا أذاقه رحمة من بعد ضراء مسته، أنه يفرح ويبطر، ويظن أنه سيدوم له ذلك الخير، ويقول: { ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ } أي: فرح  بما أوتي مما يوافق هوى نفسه، فخور بنعم الله على عباد الله، وذلك يحمله على الأشر والبطر والإعجاب بالنفس، والتكبر على الخلق، واحتقارهم وازدرائهم، وأي عيب أشد من هذا؟\\\" وهذه طبيعة الإنسان من حيث هو، إلا من وفقه الله وأخرجه من هذا الخلق الذميم إلى ضده، وهم الذين صبروا أنفسهم عند الضراء فلم ييأسوا، وعند السراء فلم يبطروا، وعملوا الصالحات من واجبات ومستحبات. { أُولَئِكَ لَهُمْ مَغْفِرَةٌ } لذنوبهم، يزول بها عنهم كل محذور. { وَأَجْرٌ كَبِيرٌ } وهو: الفوز بجنات النعيم، التي فيها ما تشتهيه الأنفس، وتلذ الأعين."
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "ولما ذكر قصص هؤلاء الأمم مع رسلهم، قال الله تعالى لرسوله: { ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ ْ} لتنذر به، ويكون آية على رسالتك، وموعظة وذكرى للمؤمنين. { مِنْهَا قَائِمٌ ْ} لم يتلف، بل بقي من آثار ديارهم، ما يدل عليهم، { وَ ْ} منها { حَصِيدٌ ْ} قد تهدمت مساكنهم، واضمحلت منازلهم، فلم يبق لها أثر."
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "{ وَمَا ظَلَمْنَاهُمْ ْ} بأخذهم بأنواع العقوبات { وَلَكِنْ ظَلَمُوا أَنْفُسَهُمْ ْ} بالشرك والكفر، والعناد. { فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ ْ} وهكذا كل من التجأ إلى غير الله، لم ينفعه ذلك عند نزول الشدائد. { وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ ْ} أي: خسار ودمار، بالضد مما خطر ببالهم."
    },
    { "ayah": 102, "surah": 11, "text": "أي: يقصمهم بالعذاب ويبيدهم، ولا ينفعهم، ما كانوا يدعون, من دون الله من شيء." },
    {
      "ayah": 103,
      "surah": 11,
      "text": "{ إِنَّ فِي ذَلِكَ ْ} المذكور، من أخذه للظالمين، بأنواع العقوبات، { لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ْ} أي: لعبرة ودليلا، على أن أهل الظلم والإجرام، لهم العقوبة الدنيوية، والعقوبة الأخروية، ثم انتقل من هذا، إلى وصف الآخرة فقال: { ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ ْ} أي: جمعوا لأجل ذلك اليوم، للمجازاة، وليظهر لهم من عظمة الله وسلطانه وعدله العظيم، ما به يعرفونه حق المعرفة. { وَذَلِكَ يَوْمٌ مَشْهُودٌ ْ} أي: يشهده الله وملائكته، وجميع المخلوقين."
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "{ وَمَا نُؤَخِّرُهُ ْ} أي: إتيان يوم القيامة { إِلَّا لِأَجَلٍ مَعْدُودٍ ْ} إذا انقضى أجل الدنيا وما قدر الله فيها من الخلق، فحينئد ينقلهم إلى الدار الأخرى، ويجري عليهم أحكامه الجزائية، كما أجرى عليهم في الدنيا, أحكامه الشرعية."
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "{ يَوْمَ يَأْتِ ْ} ذلك اليوم، ويجتمع الخلق { لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ْ} حتى الأنبياء، والملائكة الكرام، لا يشفعون إلا بإذنه، { فَمِنْهُمْ ْ} أي: الخلق { شَقِيٌّ وَسَعِيدٌ ْ} فالأشقياء، هم الذين كفروا بالله، وكذبوا رسله، وعصوا أمره، والسعداء، هم: المؤمنون المتقون."
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "وأما جزاؤهم { فَأَمَّا الَّذِينَ شَقُوا ْ} أي: حصلت لهم الشقاوة، والخزي والفضيحة، { فَفِي النَّارِ ْ} منغمسون في عذابها، مشتد عليهم عقابها، { لَهُمْ فِيهَا ْ} من شدة ما هم فيه { زَفِيرٌ وَشَهِيقٌ ْ} وهو أشنع الأصوات وأقبحها."
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "{ خَالِدِينَ فِيهَا ْ} أي: في النار، التي هذا عذابها { مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ْ} أي: خالدين فيها أبدا، إلا المدة التي شاء الله, أن لا يكونوا فيها، وذلك قبل دخولها، كما قاله جمهور المفسرين، فالاستثناء على هذا، راجع إلى ما قبل دخولها، فهم خالدون فيها جميع الأزمان، سوى الزمن الذي قبل الدخول فيها. { إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ ْ} فكل ما أراد فعله واقتضته حكمته فعله، تبارك وتعالى، لا يرده أحد عن مراده."
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "{ وَأَمَّا الَّذِينَ سُعِدُوا ْ} أي: حصلت لهم السعادة، والفلاح، والفوز { فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ْ} ثم أكد ذلك بقوله: { عَطَاءً غَيْرَ مَجْذُوذٍ ْ} أي: ما أعطاهم الله من النعيم المقيم، واللذة العالية، فإنه دائم مستمر، غير منقطع بوقت من الأوقات، نسأل الله الكريم من فضله."
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "يقول الله تعالى، لرسوله محمد صلى الله عليه وسلم: { فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ ْ} المشركون، أي: لا تشك في حالهم، وأن ما هم عليه باطل, فليس لهم عليه دليل شرعي ولا عقلي، وإنما دليلهم وشبهتهم، أنهم { مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ ْ}  ومن المعلوم أن هذا، ليس بشبهة، فضلا عن أن يكون دليلا، لأن أقوال ما عدا الأنبياء، يحتج لها لا يحتج بها، خصوصا أمثال هؤلاء الضالين، الذين كثر خطأهم وفساد أقوالهم, في أصول الدين، فإن أقوالهم، وإن اتفقوا عليها، فإنها خطأ وضلال.{ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ ْ} أي: لا بد أن ينالهم نصيبهم من الدنيا، مما كتب لهم، وإن كثر ذلك النصيب، أو راق في عينك, فإنه لا يدل على صلاح حالهم، فإن الله يعطي الدنيا من يحب، ومن لا يحب، ولا يعطي الإيمان والدين الصحيح، إلا من يحب. والحاصل أنه لا يغتر باتفاق الضالين، على قول الضالين من آبائهم الأقدمين، ولا على ما خولهم الله، وآتاهم من الدنيا"
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "تفسير الآيتين 10 و 11 :ـ وأنه إذا أذاقه رحمة من بعد ضراء مسته، أنه يفرح ويبطر، ويظن أنه سيدوم له ذلك الخير، ويقول: { ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ } أي: فرح  بما أوتي مما يوافق هوى نفسه، فخور بنعم الله على عباد الله، وذلك يحمله على الأشر والبطر والإعجاب بالنفس، والتكبر على الخلق، واحتقارهم وازدرائهم، وأي عيب أشد من هذا؟\\\" وهذه طبيعة الإنسان من حيث هو، إلا من وفقه الله وأخرجه من هذا الخلق الذميم إلى ضده، وهم الذين صبروا أنفسهم عند الضراء فلم ييأسوا، وعند السراء فلم يبطروا، وعملوا الصالحات من واجبات ومستحبات. { أُولَئِكَ لَهُمْ مَغْفِرَةٌ } لذنوبهم، يزول بها عنهم كل محذور. { وَأَجْرٌ كَبِيرٌ } وهو: الفوز بجنات النعيم، التي فيها ما تشتهيه الأنفس، وتلذ الأعين."
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "يخبر تعالى، أنه آتى موسى الكتاب، الذي هو التوراة، الموجب للاتفاق على أوامره ونواهيه، والاجتماع، ولكن، مع هذا، فإن المنتسبين إليه، اختلفوا فيه اختلافا، أضر بعقائدهم، وبجامعتهم الدينية. { وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ ْ} بتأخيرهم، وعدم معاجلتهم بالعذاب { لَقُضِيَ بَيْنَهُمْ ْ} بإحلال العقوبة بالظالم، ولكنه تعالى، اقتضت حكمته، أن أخر القضاء بينهم إلى يوم القيامة، وبقوا في شك منه مريب. وإذا كانت هذه حالهم، مع كتابهم، فمع القرآن الذي أوحاه الله إليك، غير مستغرب، من طائفة اليهود، أن لا يؤمنوا به، وأن يكونوا في شك منه مريب."
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "{ وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ْ} أي: لا بد أن الله يقضي بينهم  يوم القيامة، بحكمه العدل، فيجازي كلا بما يستحقه. { إِنَّهُ بِمَا يَعْمَلُونَ ْ} من خير وشر { خَبِيرٌ ْ} فلا يخفى عليه شيء من أعمالهم، دقيقها وجليلها."
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "ثم لما أخبر بعدم استقامتهم، التي أوجبت اختلافهم وافتراقهم, أمر نبيه محمدا صلى الله عليه وسلم، ومن معه، من المؤمنين، أن يستقيموا كما أمروا، فيسلكوا ما شرعه الله من الشرائع، ويعتقدوا ما أخبر الله به من العقائد الصحيحة، ولا يزيغوا عن ذلك يمنة ولا يسرة، ويدوموا على ذلك، ولا يطغوا بأن يتجاوزوا ما حده الله لهم من الاستقامة.وقوله: { إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ْ} أي: لا يخفى عليه من أعمالكم شيء, وسيجازيكم عليها، ففيه ترغيب لسلوك الاستقامة، وترهيب من ضدها"
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "{ وَلَا تَرْكَنُوا ْ} أي: لا تميلوا { إِلَى الَّذِينَ ظَلَمُوا ْ} فإنكم، إذا ملتم إليهم، ووافقتموهم على ظلمهم، أو رضيتم ما هم عليه من الظلم { فَتَمَسَّكُمُ النَّارُ ْ} إن فعلتم ذلك { وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ْ} يمنعونكم من عذاب الله، ولا يحصلون لكم شيئا، من ثواب الله. { ثُمَّ لَا تُنْصَرُونَ ْ} أي: لا يدفع عنكم العذاب إذا مسكم، ففي هذه الآية: التحذير من الركون إلى كل ظالم، والمراد بالركون، الميل والانضمام إليه بظلمه وموافقته على ذلك، والرضا بما هو عليه من الظلم. وإذا كان هذا الوعيد في الركون إلى الظلمة، فكيف حال الظلمة بأنفسهم؟!! نسأل الله العافية من الظلم."
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "يأمر تعالى بإقامة الصلاة كاملة { طَرَفَيِ النَّهَارِ ْ} أي: أوله وآخره، ويدخل في هذا، صلاة الفجر، وصلاتا الظهر والعصر، { وَزُلَفًا مِنَ اللَّيْلِ ْ} ويدخل في ذلك، صلاة المغرب والعشاء، ويتناول ذلك قيام الليل، فإنها مما تزلف العبد، وتقربه إلى الله تعالى. { إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ْ} أي: فهذه الصلوات الخمس، وما ألحق بها من التطوعات من أكبر الحسنات، وهي: مع أنها حسنات تقرب إلى الله، وتوجب الثواب، فإنها تذهب السيئات وتمحوها، والمراد بذلك: الصغائر، كما قيدتها الأحاديث الصحيحة عن النبي صلى الله عليه وسلم، مثل قوله: \\\"الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن ما اجتنبت الكبائر\\\"، بل كما قيدتها الآية التي في سورة النساء، وهي قوله تعالى: { إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا ْ}  ذلك لعل الإشارة، لكل ما تقدم، من لزوم الاستقامة على الصراط المستقيم، وعدم مجاوزته وتعديه، وعدم الركون إلى الذين ظلموا، والأمر بإقامة الصلاة، وبيان أن الحسنات يذهبن السيئات، الجميع { ذِكْرَى لِلذَّاكِرِينَ ْ} يفهمون بها ما أمرهم الله به، ونهاهم عنه، ويمتثلون لتلك الأوامر الحسنة المثمرة للخيرات، الدافعة للشرور والسيئات، ولكن تلك الأمور، تحتاج إلى مجاهدة النفس، والصبر عليها."
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "{ وَاصْبِرْ ْ} أي: احبس نفسك على طاعة الله، وعن معصيته، وإلزامها لذلك، واستمر ولا تضجر. { فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ ْ} بل يتقبل الله عنهم أحسن الذي عملوا، ويجزيهم أجرهم، بأحسن ما كانوا يعملون، وفي هذا ترغيب عظيم، للزوم الصبر، بتشويق النفس الضعيفة إلى ثواب الله، كلما ونت وفترت."
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "لما ذكر تعالى، إهلاك الأمم المكذبة للرسل، وأن أكثرهم منحرفون، حتى أهل الكتب الإلهية، وذلك كله يقضي على الأديان بالذهاب والاضمحلال، ذكر أنه لولا أنه جعل في القرون الماضية بقايا، من أهل الخير يدعون إلى الهدى، وينهون عن الفساد والردى، فحصل من نفعهم ما بقيت به الأديان، ولكنهم قليلون جدا. وغاية الأمر، أنهم نجوا، باتباعهم المرسلين، وقيامهم بما قاموا به من دينهم، وبكون حجة الله أجراها على أيديهم، ليهلك من هلك عن بيِّنة ويحيا من حيَّ عن بيِّنة   { و ْ} لكن { اتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ ْ} أي: اتبعوا ما هم فيه من النعيم والترف، ولم يبغوا به بدلا. { وَكَانُوا مُجْرِمِينَ ْ} أي: ظالمين، باتباعهم ما أترفوا فيه، فلذلك حق عليهم العقاب، واستأصلهم العذاب. وفي هذا، حث لهذه الأمة، أن يكون فيهم بقايا مصلحون، لما أفسد الناس، قائمون بدين الله، يدعون من ضل إلى الهدى، ويصبرون منهم على الأذى، ويبصرونهم من العمى. وهذه الحالة أعلى حالة يرغب فيها الراغبون، وصاحبها يكون, إماما في الدين، إذا جعل عمله خالصا لرب العالمين."
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "أي: وما كان الله ليهلك أهل القرى بظلم منه لهم، والحال أنهم مصلحون, أي: مقيمون على الصلاح، مستمرون عليه، فما كان الله ليهلكهم، إلا إذا ظلموا، وقامت عليهم حجة الله. ويحتمل، أن المعنى: وما كان ربك ليهلك القرى بظلمهم السابق، إذا رجعوا وأصلحوا عملهم، فإن الله يعفو عنهم، ويمحو ما تقدم من ظلمهم."
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "يخبر تعالى أنه لو شاء لجعل الناس كلهم أمة واحدة على الدين الإسلامي، فإن مشيئته غير قاصرة، ولا يمتنع عليه شيء، ولكنه اقتضت حكمته، أن لا يزالوا مختلفين، مخالفين للصراط المستقيم, متبعين للسبل الموصلة إلى النار، كل يرى الحق، فيما قاله، والضلال في قول غيره."
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "{ إِلَّا مَنْ رَحِمَ رَبُّكَ ْ} فهداهم إلى العلم بالحق والعمل به، والاتفاق عليه، فهؤلاء سبقت لهم، سابقة السعادة، وتداركتهم العناية الربانية والتوفيق الإلهي. وأما من عداهم، فهم مخذولون موكولون إلى أنفسهم. وقوله: { وَلِذَلِكَ خَلَقَهُمْ ْ} أي: اقتضت حكمته، أنه خلقهم، ليكون منهم السعداء والأشقياء، والمتفقون والمختلفون، والفريق الذين هدى الله, والفريق الذين حقت عليهم الضلالة، ليتبين للعباد، عدله وحكمته، وليظهر ما كمن في الطباع البشرية من الخير والشر، ولتقوم سوق الجهاد والعبادات التي لا تتم ولا تستقيم إلا بالامتحان والابتلاء. { وَ ْ} لأنه { تَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ ْ} فلا بد أن ييسر للنار أهلا، يعملون بأعمالها الموصلة إليها."
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "يقول تعالى - مسليا لنبيه محمد صلى الله عليه وسلم، عن تكذيب المكذبين-: { فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ } أي: لا ينبغي هذا لمثلك، أن قولهم يؤثر فيك، ويصدك عما أنت عليه، فتترك بعض ما يوحى إليك، ويضيق صدرك لتعنتهم بقولهم: { لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ } فإن هذا القول ناشئ من تعنت، وظلم، وعناد، وضلال، وجهل بمواقع الحجج والأدلة، فامض على أمرك، ولا تصدك هذه الأقوال الركيكة التي لا تصدر إلا من سفيه ولا يضق لذلك صدرك. فهل أوردوا عليك حجة لا تستطيع حلها؟ أم قدحوا ببعض ما جئت به قدحا، يؤثر فيه وينقص قدره، فيضيق صدرك لذلك؟! أم عليك حسابهم، ومطالب بهدايتهم جبرا؟ { إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ } فهو الوكيل عليهم، يحفظ أعمالهم، ويجازيهم بها أتم الجزاء."
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "لما ذكر في هذه السورة من أخبار الأنبياء، ما ذكر، ذكر الحكمة في ذكر ذلك، فقال: { وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ْ} أي: قلبك ليطمئن ويثبت ويصبر كما صبر أولو العزم من الرسل، فإن النفوس تأنس بالاقتداء، وتنشط على الأعمال، وتريد المنافسة لغيرها, ويتأيد الحق بذكر شواهده، وكثرة من قام به. { وَجَاءَكَ فِي هَذِهِ ْ} السورة { الْحَقُّ ْ} اليقين، فلا شك فيه بوجه من الوجوه، فالعلم بذلك من العلم بالحق الذي هو أكبر فضائل النفوس. { وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ ْ} أي: يتعظون به، فيرتدعون عن الأمور المكروهة، ويتذكرون الأمور المحبوبة لله فيفعلونها."
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "وأما من ليس من أهل الإيمان، فلا تنفعهم المواعظ، وأنواع التذكير، ولهذا قال: { وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ ْ} بعد ما قامت عليهم الآيات، { اعْمَلُوا عَلَى مَكَانَتِكُمْ ْ} أي: حالتكم التي أنتم عليها { إِنَّا عَامِلُونَ ْ} على ما كنا عليه."
    },
    { "ayah": 122, "surah": 11, "text": "{ وَانْتَظِرُوا ْ} ما يحل بنا { إِنَّا مُنْتَظِرُونَ ْ} ما يحل بكم." },
    {
      "ayah": 123,
      "surah": 11,
      "text": "وقد فصل الله بين الفريقين، وأرى عباده، نصره لعباده المؤمنين, وقمعه لأعداء الله المكذبين. { وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ْ} أي: ما غاب فيهما من الخفايا، والأمور الغيبية. { وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ ْ} من الأعمال والعمال، فيميز الخبيث من الطيب { فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ْ} أي: قم بعبادته، وهي جميع ما أمر الله به مما تقدر عليه، وتوكل على الله في ذلك. { وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ ْ} من الخير والشر، بل قد أحاط علمه بذلك، وجرى به قلمه، وسيجري عليه حكمه، وجزاؤه. تم تفسير سورة هود، والحمد لله رب العالمين، وصلى الله على محمد وسلم."
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "{ أَمْ يَقُولُونَ افْتَرَاهُ } أي: افترى محمد هذا القرآن؟ فأجابهم بقوله: { قُلْ } لهم { فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ } أنه قد افتراه  ، فإنه لا فرق بينكم وبينه في الفصاحة والبلاغة، وأنتم الأعداء حقا، الحريصون بغاية ما يمكنكم على إبطال دعوته، فإن كنتم صادقين، فأتوا بعشر سور مثله مفتريات."
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "{ فَإِنْ لَمْ يَسْتَجِيبُوا لَكُمْ } على شيء من ذلكم { فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ } [من عند الله]  لقيام الدليل والمقتضي، وانتفاء المعارض. { وَأَنْ لَا إِلَهَ إِلَّا هُوَ } أي: واعلموا أَنَّهُ لَا إِلَهَ إِلَّا هُوَ أي: هو وحده المستحق للألوهية والعبادة، { فَهَلْ أَنْتُمْ مُسْلِمُونَ } أي: منقادون لألوهيته، مستسلمون لعبوديته، وفي هذه الآيات إرشاد إلى أنه لا ينبغي للداعي إلى الله أن يصده اعتراض المعترضين، ولا قدح القادحين. خصوصا إذا كان القدح لا مستند له، ولا يقدح فيما دعا إليه، وأنه لا يضيق صدره، بل يطمئن بذلك، ماضيا على أمره، مقبلا على شأنه، وأنه لا يجب إجابة اقتراحات المقترحين للأدلة التي يختارونها. بل يكفي إقامة الدليل السالم عن المعارض، على جميع المسائل والمطالب. وفيها أن هذا القرآن، معجز بنفسه، لا يقدر أحد من البشر أن يأتي بمثله، ولا بعشر سور من مثله، بل ولا بسورة من مثله، لأن الأعداء البلغاء الفصحاء، تحداهم الله بذلك، فلم يعارضوه، لعلمهم أنهم لا قدرة فيهم على ذلك. وفيها: أن مما يطلب فيه العلم، ولا يكفي غلبة الظن، علم القرآن، وعلم التوحيد، لقوله تعالى: { فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَهَ إِلَّا هُوَ }"
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "يقول تعالى: { مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا } أي: كل إرادته مقصورة على الحياة الدنيا، وعلى زينتها من النساء والبنين، والقناطير المقنطرة، من الذهب، والفضة، والخيل المسومة، والأنعام والحرث. قد صرف رغبته وسعيه وعمله في هذه الأشياء، ولم يجعل لدار القرار من إرادته شيئا، فهذا لا يكون إلا كافرا، لأنه لو كان مؤمنا، لكان ما معه من الإيمان يمنعه أن تكون جميع إرادته للدار الدنيا، بل نفس إيمانه وما تيسر له من الأعمال أثر من آثار إرادته الدار الآخرة. ولكن هذا الشقي، الذي كأنه خلق للدنيا وحدها { نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا } أي: نعطيهم ما قسم لهم في أم الكتاب من ثواب الدنيا. { وَهُمْ فِيهَا لَا يُبْخَسُونَ } أي: لا ينقصون شيئا مما قدر لهم، ولكن هذا منتهى نعيمهم."
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "{ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ } خالدين فيها أبدا، لا يفتَّر عنهم العذاب، وقد حرموا جزيل الثواب. { وَحَبِطَ مَا صَنَعُوا فِيهَا } أي: في الدنيا، أي: بطل واضمحل ما عملوه مما يكيدون به الحق وأهله، وما عملوه من أعمال الخير التي لا أساس لها، ولا وجود لشرطها، وهو الإيمان."
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "يذكر تعالى، حال رسوله محمد صلى الله عليه وسلم ومن قام مقامه من ورثته القائمين بدينه، وحججه الموقنين بذلك، وأنهم لا يوصف بهم غيرهم ولا يكون أحد مثلهم، فقال: { أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ } بالوحي الذي أنزل  الله فيه المسائل المهمة، ودلائلها الظاهرة، فتيقن تلك البينة. { وَيَتْلُوهُ } أي: يتلو هذه البينة والبرهان برهان آخر { شَاهِدٌ مِنْهُ } وهو شاهد الفطرة المستقيمة، والعقل الصحيح، حين شهد حقيقة ما أوحاه الله وشرعه، وعلم بعقله حسنه، فازداد بذلك إيمانا إلى إيمانه. { و } ثم شاهد ثالث وهو { كِتَابُ مُوسَى } التوراة التي جعلها الله { إِمَامًا } للناس { وَرَحْمَةً } لهم، يشهد لهذا القرآن بالصدق، ويوافقه فيما جاء به من الحق. أي: أفمن كان بهذا الوصف قد تواردت عليه شواهد الإيمان، وقامت لديه أدلة اليقين، كمن هو في الظلمات والجهالات، ليس بخارج منها؟! لا يستوون عند الله، ولا عند عباد الله، { أُولَئِكَ } أي: الذين وفقوا لقيام الأدلة عندهم، { يُؤْمِنُونَ } بالقرآن حقيقة، فيثمر لهم إيمانهم كل خير في الدنيا والآخرة. { وَمَنْ يَكْفُرْ بِهِ } أي: القرآن { مِنَ الْأَحْزَابِ } أي: سائر طوائف أهل الأرض، المتحزبة على رد الحق، { فَالنَّارُ مَوْعِدُهُ } لا بد من وروده إليها { فَلَا تَكُ فِي مِرْيَةٍ منه } أي: في أدنى شك { إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ } إما جهلا منهم وضلالا، وإما ظلما وعنادا وبغيا، وإلا فمن كان قصده حسنا وفهمه مستقيما، فلا بد أن يؤمن به، لأنه يرى ما يدعوه إلى الإيمان من كل وجه."
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "يخبر تعالى أنه لا أحد { أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا } ويدخل في هذا كل من كذب على الله، بنسبة الشريك له، أو وصفه بما لا يليق بجلاله، أو الإخبار عنه، بما لم يقل، أو ادعاء النبوة، أو غير ذلك من الكذب على الله، فهؤلاء أعظم الناس ظلما { أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ } ليجازيهم بظلمهم، فعندما يحكم عليهم بالعقاب الشديد { يَقُولُ الْأَشْهَادُ } أي: الذين شهدوا عليهم بافترائهم وكذبهم: { هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ } أي: لعنة لا تنقطع، لأن ظلمهم صار وصفا لهم ملازما، لا يقبل التخفيف."
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "ثم وصف ظلمهم فقال: { الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ } فصدوا بأنفسهم عن سبيل الله، وهي سبيل الرسل، التي دعوا الناس إليها، وصدوا غيرهم عنها، فصاروا أئمة يدعون إلى النار. { وَيَبْغُونَهَا } أي: سبيل الله { عِوَجًا } أي: يجتهدون في ميلها، وتشيينها، وتهجينها، لتصير عند الناس غير مستقيمة، فيحسنون الباطل ويقبحون الحق، قبحهم الله { وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ }"
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "} فإذا كان إحكامه وتفصيله من عند الله الحكيم الخبير، فلا تسأل بعد هذا، عن عظمته وجلالته واشتماله على كمال الحكمة، وسعة الرحمة . وإنما أنزل الله كتابه لـ { أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ } أي: لأجل إخلاص الدين كله لله، وأن لا يشرك به أحد من خلقه. { إِنَّنِي لَكُمْ } أيها الناس { مِنْهُ } أي: من الله ربكم { نَذِيرٍ } لمن تجرأ على المعاصي بعقاب الدنيا والآخرة، { وَبَشِيرٌ } للمطيعين لله بثواب الدنيا والآخرة."
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "{ أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ } أي: ليسوا فائتين الله، لأنهم تحت قبضته وفي سلطانه. { وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ } فيدفعون عنهم المكروه، أو يحصلون لهم ما ينفعهم، بل تقطعت بهم الأسباب. { يُضَاعَفُ لَهُمُ الْعَذَابُ } أي: يغلظ ويزداد، لأنهم ضلوا بأنفسهم وأضلوا غيرهم.                  { مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ } أي: من بغضهم للحق ونفورهم عنه، ما كانوا يستطيعون أن يسمعوا آيات الله سماعا ينتفعون به { فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ * كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ * فَرَّتْ مِنْ قَسْوَرَةٍ } { وَمَا كَانُوا يُبْصِرُونَ } أي: ينظرون نظر عبرة وتفكر، فيما ينفعهم، وإنما هم كالصم البكم الذين لا يعقلون."
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "{ أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } حيث فوتوها أعظم الثواب، واستحقوا أشد العذاب، { وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ } أي: اضمحل دينهم الذي يدعون إليه ويحسنونه، ولم تغن عنهم آلهتهم التي يعبدون من دون الله لما جاء أمر ربك."
    },
    {
      "ayah": 22,
      "surah": 11,
      "text": "{ لَا جَرَمَ } أي: حقا وصدقا { أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ } حصر الخسار فيهم، بل جعل لهم منه أشده، لشدة حسرتهم وحرمانهم وما يعانون من المشقة والعذاب، نستجير بالله من حالهم."
    },
    {
      "ayah": 23,
      "surah": 11,
      "text": "يقول تعالى: { إِنَّ الَّذِينَ آمَنُوا } بقلوبهم، أي: صدقوا واعترفوا, لما أمر الله بالإيمان به، من أصول الدين وقواعده. { وَعَمِلُوا الصَّالِحَاتِ } المشتملة على أعمال القلوب والجوارح، وأقوال اللسان. { وَأَخْبَتُوا إِلَى رَبِّهِمْ } أي: خضعوا له، واستكانوا لعظمته، وذلوا لسلطانه، وأنابوا إليه بمحبته، وخوفه، ورجائه، والتضرع إليه. { أُولَئِكَ } الذين جمعوا تلك الصفات { أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ } لأنهم لم يتركوا من الخير مطلبا، إلا أدركوه، ولا خيرا، إلا سبقوا إليه."
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "{ مَثَلُ الْفَرِيقَيْنِ } أي: فريق الأشقياء، وفريق السعداء. { كَالْأَعْمَى وَالْأَصَمِّ } هؤلاء الأشقياء، { وَالْبَصِيرِ وَالسَّمِيعِ } مثل السعداء. { هَلْ يَسْتَوِيَانِ مَثَلًا } لا يستوون مثلا، بل بينهما من الفرق ما لا يأتي عليه الوصف، { أَفَلَا تَذَكَّرُونَ } الأعمال، التي تنفعكم، فتفعلونها، والأعمال التي تضركم، فتتركونها."
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "إلى آخر القصة  أي: ولقد أرسلنا رسولنا نوحا أول المرسلين إلى قومه يدعوهم إلى الله وينهاهم عن الشرك فقال لهم: { إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ } أي: بينت لكم ما أنذرتكم به، بيانا زال به الإشكال."
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "{ أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ } أي: أخلصوا العبادة لله وحده، واتركوا كل ما يعبد من دون الله. { إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ } إن لم تقوموا بتوحيد الله وتطيعوني."
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "{ فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ } أي: الأشراف والرؤساء، رادين لدعوة نوح عليه السلام، كما جرت العادة لأمثالهم، أنهم أول من رد دعوة المرسلين. { مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا } وهذا مانع بزعمهم عن اتباعه، مع أنه في نفس الأمر هو الصواب، الذي لا ينبغي غيره، لأن البشر يتمكن البشر، أن يتلقوا عنه، ويراجعوه في كل أمر، بخلاف الملائكة. { وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا } أي: ما نرى اتبعك منا إلا الأراذل والسفلة، بزعمهم. وهم في الحقيقة الأشراف، وأهل العقول، الذين انقادوا للحق ولم يكونوا كالأراذل، الذين يقال لهم الملأ، الذين اتبعوا كل شيطان مريد، واتخذوا آلهة من الحجر والشجر، يتقربون إليها ويسجدون لها، فهل ترى أرذل من هؤلاء وأخس؟. وقولهم: { بَادِيَ الرَّأْيِ } أي: إنما اتبعوك من غير تفكر وروية، بل بمجرد ما دعوتهم اتبعوك، يعنون بذلك، أنهم ليسوا على بصيرة من أمرهم، ولم يعلموا أن الحق المبين تدعو إليه بداهة العقول، وبمجرد ما يصل إلى أولي الألباب، يعرفونه ويتحققونه، لا كالأمور الخفية، التي تحتاج إلى تأمل، وفكر طويل. { وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ } أي: لستم أفضل منا فننقاد لكم، { بَلْ نَظُنُّكُمْ كَاذِبِينَ } وكذبوا في قولهم هذا، فإنهم رأوا من الآيات التي جعلها الله مؤيدة لنوح، ما يوجب لهم الجزم التام على صدقه."
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "ولهذا { قَالَ } لهم نوح مجاوبا { يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي } أي: على يقين وجزم، يعني، وهو الرسول الكامل القدوة، الذي ينقاد له أولو الألباب، ويضمحل في جنب عقله، عقول الفحول من الرجال, وهو الصادق حقا، فإذا قال: إني على بينة من ربي، فحسبك بهذا القول، شهادة له وتصديقا. { وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ } أي: أوحى إلي وأرسلني، ومنَّ علي بالهداية، { فَعُمِّيَتْ عَلَيْكُمْ } أي: خفيت عليكم، وبها تثاقلتم. { أَنُلْزِمُكُمُوهَا } أي: أنكرهكم على ما تحققناه، وشككتم أنتم فيه؟ { وَأَنْتُمْ لَهَا كَارِهُونَ } حتى حرصتم على رد ما جئت به، ليس ذلك ضارنا، وليس بقادح من يقيننا فيه، ولا قولكم وافتراؤكم علينا، صادا لنا عما كنا عليه. وإنما غايته أن يكون صادا لكم أنتم، وموجبا لعدم انقيادكم للحق الذي تزعمون أنه باطل، فإذا وصلت الحال إلى هذه الغاية، فلا نقدر على إكراهكم، على ما أمر الله، ولا إلزامكم، ما نفرتم عنه، ولهذا قال: { أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ }"
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ } أي: على دعوتي إياكم { مَا لَا } فستستثقلون المغرم. { إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ } وكأنهم طلبوا منه طرد المؤمنين الضعفاء، فقال لهم: { وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا } أي: ما ينبغي لي، ولا يليق بي ذلك، بل أتلقاهم بالرحب والإكرام، والإعزاز والإعظام { إِنَّهُمْ مُلَاقُو رَبِّهِمْ } فمثيبهم على إيمانهم وتقواهم بجنات النعيم. { وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ } حيث تأمرونني، بطرد أولياء الله, وإبعادهم عني. وحيث رددتم الحق، لأنهم أتباعه، وحيث استدللتم على بطلان الحق بقولكم إني بشر مثلكم وإنه ليس لنا عليكم من فضل."
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "{ وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ } عن ما صدر منكم من الذنوب { ثُمَّ تُوبُوا إِلَيْهِ } فيما تستقبلون من أعماركم، بالرجوع إليه، بالإنابة والرجوع عما يكرهه الله إلى ما يحبه ويرضاه. ثم ذكر ما يترتب على الاستغفار والتوبة فقال: { يُمَتِّعْكُمْ مَتَاعًا حَسَنًا } أي: يعطيكم من رزقه، ما تتمتعون به وتنتفعون. { إِلَى أَجَلٍ مُسَمًّى } أي: إلى وقت وفاتكم { وَيُؤْتِ } منكم { كُلَّ ذِي فَضْلٍ فَضْلَهُ } أي: يعطي أهل الإحسان والبر من فضله وبره، ما هو جزاء لإحسانهم، من حصول ما يحبون، ودفع ما يكرهون.{ وَإِنْ تَوَلَّوْا } عن ما دعوتكم إليه، بل أعرضتم عنه، وربما كذبتم به { فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ } وهو يوم القيامة الذي يجمع الله فيه الأولين والآخرين، فيجازيهم بأعمالهم، إن خيرا فخير، وإن شرا فشر"
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ } أي: من يمنعني من عذابه، فإن طردهم موجب للعذاب والنكال، الذي لا يمنعه من دون الله مانع. { أَفَلَا تَذَكَّرُونَ } ما هو الأنفع لكم والأصلح، وتدبرون الأمور."
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ } أي: من يمنعني من عذابه، فإن طردهم موجب للعذاب والنكال، الذي لا يمنعه من دون الله مانع. { أَفَلَا تَذَكَّرُونَ } ما هو الأنفع لكم والأصلح، وتدبرون الأمور."
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "فلما رأوه، لا ينكف عما كان عليه من دعوتهم، ولم يدركوا منه مطلوبهم { قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا } من العذاب { إِنْ كُنْتَ مِنَ الصَّادِقِينَ } فما أجهلهم وأضلهم، حيث قالوا هذه المقالة، لنبيهم الناصح. فهلا قالوا: إن كانوا صادقين: يا نوح قد نصحتنا، وأشفقت علينا, ودعوتنا إلى أمر، لم يتبين لنا، فنريد منك أن تبينه لنا لننقاد لك، وإلا فأنت مشكور في نصحك. لكان هذا الجواب المنصف، الذي قد دعي إلى أمر خفي عليه، ولكنهم في قولهم، كاذبون، وعلى نبيهم متجرئون. ولم يردوا ما قاله بأدنى شبهة، فضلا عن أن يردوه بحجة."
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "ولهذا عدلوا - من جهلهم وظلمهم - إلى الاستعجال بالعذاب، وتعجيز الله، ولهذا أجابهم نوح عليه السلام بقوله: { إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ } أي: إن اقتضت مشيئته وحكمته، أن ينزله بكم، فعل ذلك. { وَمَا أَنْتُمْ بِمُعْجِزِينَ } لله، وأنا ليس بيدي من الأمر شيء."
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "{ وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ } أي: إن إرادة الله غالبة، فإنه إذا أراد أن يغويكم، لردكم الحق، فلو حرصت غاية مجهودي، ونصحت لكم أتم النصح - وهو قد فعل عليه السلام - فليس ذلك بنافع لكم شيئا، { هُوَ رَبُّكُمْ } يفعل بكم ما يشاء، ويحكم فيكم بما يريد { وَإِلَيْهِ تُرْجَعُونَ } فيجازيكم بأعمالكم."
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "{ أَمْ يَقُولُونَ افْتَرَاهُ } هذا الضمير محتمل أن يعود إلى نوح، كما كان السياق في قصته مع قومه، وأن المعنى: أن قومه يقولون: افترى على الله كذبا، وكذب بالوحي الذي يزعم أنه من الله، وأن الله أمره أن يقول: { قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ } أي: كل عليه وزره { وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى }  ويحتمل أن يكون عائدا إلى النبي محمد صلى الله عليه وسلم، وتكون هذه الآية معترضة، في أثناء قصة نوح وقومه، لأنها من الأمور التي لا يعلمها إلا الأنبياء، فلما شرع الله في قصها على رسوله، وكانت من جملة الآيات الدالة على صدقه ورسالته، ذكر تكذيب قومه له مع البيان التام فقال: { أَمْ يَقُولُونَ افْتَرَاهُ } أي: هذا القرآن اختلقه محمد من تلقاء نفسه، أي: فهذا من أعجب الأقوال وأبطلها، فإنهم يعلمون أنه لم يقرأ ولم يكتب، ولم يرحل عنهم لدراسة على أهل الكتاب، فجاء بهذا الكتاب الذي تحداهم أن يأتوا بسورة من مثله. فإذا زعموا - مع هذا - أنه افتراه، علم أنهم معاندون، ولم يبق فائدة في حجاجهم، بل اللائق في هذه الحال، الإعراض عنهم، ولهذا قال: { قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي } أي: ذنبي وكذبي، { وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ } أي: فلم تستلجون في تكذيبي."
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "وقوله: { وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ } أي: قد قسوا، { فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ } أي: فلا تحزن، ولا تبال بهم, وبأفعالهم، فإن الله قد مقتهم، وأحق عليهم عذابه الذي لا يرد."
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "{ وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا } أي: بحفظنا، ومرأى منا, وعلى مرضاتنا، { وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا } أي: لا تراجعني في إهلاكهم، { إِنَّهُمْ مُغْرَقُونَ } أي: قد حق عليهم القول، ونفذ فيهم القدر."
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "تفسير الآيتين 38 و 39 :ـفامتثل أمر ربه، وجعل يصنع الفلك { وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ } ورأوا ما يصنع { سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا } الآن { فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ * فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ } نحن أم أنتم. وقد علموا ذلك، حين حل بهم العقاب."
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "تفسير الآيتين 38 و 39 :ـفامتثل أمر ربه، وجعل يصنع الفلك { وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ } ورأوا ما يصنع { سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا } الآن { فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ * فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ } نحن أم أنتم. وقد علموا ذلك، حين حل بهم العقاب."
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "وفي قوله: { وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } كالدليل على إحياء الله الموتى، فإنه قدير على كل شيء  ، ومن جملة الأشياء إحياء الموتى، وقد أخبر بذلك وهو أصدق القائلين، فيجب وقوع ذلك عقلا ونقلا."
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "{ حَتَّى إِذَا جَاءَ أَمْرُنَا } أي قدرنا بوقت نزول العذاب بهم { وَفَارَ التَّنُّورُ } أي: أنزل الله السماء بالماء بالمنهمر، وفجر الأرض كلها عيونا حتى التنانير التي هي محل النار في العادة، وأبعد ما يكون عن الماء، تفجرت فالتقى الماء على أمر، قد قدر. { قُلْنَا } لنوح: { احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ } أي: من كل صنف من أصناف المخلوقات، ذكر وأنثى، لتبقى مادة سائر الأجناس وأما بقية الأصناف الزائدة عن الزوجين، فلأن السفينة لا تطيق حملها { وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ } ممن كان كافرا، كابنه الذي غرق. { وَمَنْ آمَنَ } { و } الحال أنه { مَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ }"
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "{ وَقَالَ } نوح لمن أمره الله أن يحملهم: { ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا } أي: تجري على اسم الله، وترسو على اسم الله، وتجري بتسخيره وأمره. { إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ } حيث غفر لنا ورحمنا، ونجانا من القوم الظالمين."
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "ثم وصف جريانها كأنا نشاهدها فقال: { وَهِيَ تَجْرِي بِهِمْ } أي: بنوح، ومن ركب معه { فِي مَوْجٍ كَالْجِبَالِ } والله حافظها وحافظ أهلها { وَنَادَى نُوحٌ ابْنَهُ } لما ركب، ليركب معه { وَكَانَ } ابنه { فِي مَعْزِلٍ } عنهم، حين ركبوا، أي: مبتعدا وأراد منه، أن يقرب ليركب، فقال له: { يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ } فيصيبك ما يصيبهم."
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "فـ { قَالَ } ابنه، مكذبا لأبيه أنه لا ينجو إلا من ركب معه السفينة. { سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ } أي: سأرتقي جبلا، أمتنع به من الماء، فـ { قَالَ } نوح: { لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ } فلا يعصم أحدا، جبل ولا غيره، ولو تسبب بغاية ما يمكنه من الأسباب، لما نجا إن لم ينجه الله. { وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ } الابن { مِنَ الْمُغْرَقِينَ }"
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "فلما أغرقهم الله ونجى نوحا ومن معه { وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ } الذي خرج منك، والذي نزل إليك، أي: ابلعي الماء الذي على وجهك { وَيَا سَمَاءُ أَقْلِعِي } فامتثلتا لأمر الله، فابتلعت الأرض ماءها, وأقلعت السماء، فنضب الماء من الأرض، { وَقُضِيَ الْأَمْرُ } بهلاك المكذبين ونجاة المؤمنين. { وَاسْتَوَتْ } السفينة { عَلَى الْجُودِيِّ } أي: أرست على ذلك الجبل المعروف في أرض الموصل. { وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ } أي: أتبعوا بعد هلاكهم لعنة وبعدا, وسحقا لا يزال معهم."
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "{ وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ } أي: وقد قلت لي: فـ { احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ } ولن تخلف ما وعدتني به. لعله عليه الصلاة والسلام، حملته الشفقة، وأن الله وعده بنجاة أهله، ظن أن الوعد لعمومهم، من آمن، ومن لم يؤمن، فلذلك دعا ربه بذلك الدعاء، ومع هذا، ففوض الأمر لحكمة الله البالغة."
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "فـ { قَالَ } الله له: { إِنَّهُ لَيْسَ مِنْ أَهْلِكَ } الذين وعدتك بإنجائهم { إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ } أي: هذا الدعاء الذي دعوت  به، لنجاة كافر, لا يؤمن بالله ولا رسوله. { فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ } أي: ما لا تعلم عاقبته،ومآله، وهل يكون خيرا، أو غير خير. { إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ } أي: أني أعظك وعظا تكون به من الكاملين، وتنجو به من صفات الجاهلين."
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "فحينئذ ندم نوح، عليه السلام، ندامة شديدة، على ما صدر منه, و { قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ }  فبالمغفرة والرحمة ينجو العبد من أن يكون من الخاسرين، ودل هذا على أن نوحا، عليه السلام، لم يكن عنده علم، بأن سؤاله لربه، في نجاة ابنه محرم، داخل في قوله { وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ } بل تعارض عنده الأمران، وظن دخوله في قوله: { وَأَهْلَكَ }  وبعد ذلك تبين له أنه داخل في المنهي عن الدعاء لهم، والمراجعة فيهم."
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "{ قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ } من الآدميين وغيرهم من الأزواج التي حملها معه، فبارك الله في الجميع، حتى ملأوا أقطار الأرض ونواحيها. { وَأُمَمٌ سَنُمَتِّعُهُمْ } في الدنيا { ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ } أي: هذا الإنجاء، ليس بمانع لنا من أن من كفر بعد ذلك، أحللنا به العقاب، وإن متعوا قليلا، فسيؤخذون بعد ذلك."
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "قال الله لنبيه محمد صلى الله عليه وسلم بعد ما قص عليه هذه القصة المبسوطة، التي لا يعلمها إلا من منَّ عليه برسالته. { تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا } فيقولوا: إنه كان يعلمها. فاحمد الله، واشكره، واصبر على ما أنت عليه، من الدين القويم، والصراط المستقيم، والدعوة إلى الله { إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ } الذين يتقون الشرك وسائر المعاصي، فستكون لك العاقبة على قومك، كما كانت لنوح على قومه."
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "يخبر تعالى عن جهل المشركين، وشدة ضلالهم، أنهم { يَثْنُونَ صُدُورَهُمْ } أي: يميلونها { لِيَسْتَخْفُوا } من الله، فتقع صدورهم حاجبة لعلم الله بأحوالهم، وبصره لهيئاتهم. قال تعالى -مبينا خطأهم في هذا الظن- { أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ } أي: يتغطون بها، يعلمهم في تلك الحال، التي هي من أخفى الأشياء. بل { يَعْلَمُ مَا يُسِرُّونَ } من الأقوال والأفعال { وَمَا يُعْلِنُونَ } منها، بل ما هو أبلغ من ذلك، وهو: { إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بما فيها من الإرادات، والوساوس، والأفكار، التي لم ينطقوا بها، سرا ولا جهرا، فكيف تخفى عليه حالكم، إذا ثنيتم صدوركم لتستخفوا منه. ويحتمل أن المعنى في هذا أن الله يذكر إعراض المكذبين للرسول الغافلين عن دعوته، أنهم -من شدة إعراضهم- يثنون صدورهم، أي: يحدودبون حين يرون الرسول صلى الله عليه وسلم لئلا يراهم ويسمعهم دعوته، ويعظهم بما ينفعهم، فهل فوق هذا الإعراض شيء؟\\\" ثم توعدهم بعلمه تعالى بجميع أحوالهم، وأنهم لا يخفون عليه، وسيجازيهم بصنيعهم."
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "إلى آخر القصة  أي: { و } أرسلنا { إِلَى عَادٍ } وهم القبيلة المعروفة في الأحقاف, من أرض اليمن، { أَخَاهُمْ } في النسب { هُودًا } ليتمكنوا من الأخذ عنه والعلم بصدقه. فـ { قَالَ } لهم { يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ } أي: أمرهم بعبادة الله وحده، ونهاهم عما هم عليه، من عبادة غير الله، وأخبرهم أنهم قد افتروا على الله الكذب في عبادتهم لغيره, وتجويزهم لذلك، ووضح لهم وجوب عبادة الله، وفساد عبادة ما سواه."
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "ثم ذكر عدم المانع لهم من الانقياد فقال { يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا } أي: غرامة من أموالكم، على ما دعوتكم إليه، فتقولوا: هذا يريد أن يأخذ أموالنا، وإنما أدعوكم وأعلمكم مجانا. { إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي أَفَلَا تَعْقِلُونَ } ما أدعوكم إليه، وأنه موجب لقبوله، منتف المانع عن رده."
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ } عما مضى منكم { ثُمَّ تُوبُوا إِلَيْهِ } فيما تستقبلونه، بالتوبة النصوح، والإنابة إلى الله تعالى. فإنكم إذا فعلتم ذلك { يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } بكثرة الأمطار التي تخصب بها الأرض، ويكثر خيرها. { وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ } فإنهم كانوا من أقوى الناس، ولهذا قالوا: { من أشد منا قوة } ؟ ، فوعدهم أنهم إن آمنوا، زادهم قوة إلى قوتهم. { وَلَا تَتَوَلَّوْا } عنه، أي: عن ربكم { مُجْرِمِينَ } أي: مستكبرين عن عبادته، متجرئين على محارمه."
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "فـ { قَالُوا } رادين لقوله: { يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ } إن كان قصدهم بالبينة البينة التي يقترحونها، فهذه غير لازمة للحق، بل اللازم أن يأتي النبي بآية تدل على صحة ما جاء به، وإن كان قصدهم أنه لم يأتهم ببينة، تشهد لما قاله بالصحة، فقد كذبوا في ذلك، فإنه ما جاء نبي لقومه، إلا وبعث الله على يديه، من الآيات ما يؤمن على مثله البشر. ولو لم يكن له آية، إلا دعوته إياهم لإخلاص الدين لله، وحده لا شريك له، والأمر بكل عمل صالح، وخلق جميل، والنهي عن كل خلق ذميم من الشرك بالله، والفواحش، والظلم، وأنواع المنكرات، مع ما هو مشتمل عليه هود، عليه السلام، من الصفات، التي لا تكون إلا لخيار الخلق وأصدقهم، لكفى بها آيات وأدلة، على صدقه. بل أهل العقول، وأولو الألباب، يرون أن هذه الآية، أكبر من مجرد الخوارق، التي يراها بعض الناس، هي المعجزات فقط. ومن آياته، وبيناته الدالة على صدقه، أنه شخص واحد، ليس له أنصار ولا أعوان، وهو يصرخ في قومه، ويناديهم، ويعجزهم، ويقول لهم: { إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ }  { إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ * مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ } وهم الأعداء الذين لهم السطوة والغلبة، ويريدون إطفاء ما معه من النور، بأي طريق كان، وهو غير مكترث منهم، ولا مبال بهم، وهم عاجزون لا يقدرون أن ينالوه بشيء من السوء، إن في ذلك لآيات لقوم يعقلون. وقولهم: { وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ } أي: لا نترك عبادة آلهتنا لمجرد قولك، الذي ما أقمت عليه بينة بزعمهم، { وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ } وهذا تأييس منهم لنبيهم، هود عليه السلام, في إيمانهم، وأنهم لا يزالون في كفرهم يعمهون."
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "تفسير الآيتين 54 و 55 :ـ { إِنْ نَقُولُ } فيك { إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ } أي: أصابتك بخبال وجنون، فصرت تهذي بما لا يعقل. فسبحان من طبع على قلوب الظالمين، كيف جعلوا أصدق الخلق الذي جاء بأحق الحق، بهذه المرتبة، التي يستحي العاقل من حكايتها عنهم لولا أن الله حكاها عنهم. ولهذا بين هود، عليه الصلاة والسلام، أنه واثق غاية الوثوق، أنه لا يصيبه منهم، ولا من آلهتهم أذى، فقال: { إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا } أي: اطلبوا لي الضرر كلكم، بكل طريق تتمكنون بها مني { ثُمَّ لَا تُنْظِرُونِ } أي: لا تمهلوني."
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "تفسير الآيتين 54 و 55 :ـ { إِنْ نَقُولُ } فيك { إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ } أي: أصابتك بخبال وجنون، فصرت تهذي بما لا يعقل. فسبحان من طبع على قلوب الظالمين، كيف جعلوا أصدق الخلق الذي جاء بأحق الحق، بهذه المرتبة، التي يستحي العاقل من حكايتها عنهم لولا أن الله حكاها عنهم. ولهذا بين هود، عليه الصلاة والسلام، أنه واثق غاية الوثوق، أنه لا يصيبه منهم، ولا من آلهتهم أذى، فقال: { إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا } أي: اطلبوا لي الضرر كلكم، بكل طريق تتمكنون بها مني { ثُمَّ لَا تُنْظِرُونِ } أي: لا تمهلوني."
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "{ إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ } أي: اعتمدت في أمري كله على الله { رَبِّي وَرَبُّكُمْ } أي: هو خالق الجميع، ومدبرنا وإياكم، وهو الذي ربانا. { مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا } فلا تتحرك ولا تسكن إلا بإذنه، فلو اجتمعتم جميعا على الإيقاع بي، والله لم يسلطكم علي، لم تقدروا على ذلك، فإن سلطكم، فلحكمة أرادها. فـ { إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ } أي: على عدل، وقسط، وحكمة، وحمد في قضائه وقدره، في شرعه وأمره، وفي جزائه وثوابه، وعقابه، لا تخرج أفعاله عن الصراط المستقيم، التي يحمد، ويثنى عليه بها."
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "{ فَإِنْ تَوَلَّوْا } عما دعوتكم إليه { فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ } فلم يبق عليَّ تبعة من شأنكم. { وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ } يقومون بعبادته، ولا يشركون به شيئا، { وَلَا تَضُرُّونَهُ شَيْئًا } فإن ضرركم، إنما يعود عليكم، فالله لا تضره معصية العاصين. ولا تنفعه طاعة المطيعين  { من عمل صالحا فلنفسه ومن أساء فعليها } [ { إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ } ]."
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "{ وَلَمَّا جَاءَ أَمْرُنَا } أي: عذابنا بإرسال الريح العقيم، التي { مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ }  { نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ } أي: عظيم شديد، أحله الله بعاد، فأصبحوا لا يرى إلا مساكنهم."
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "{ وَتِلْكَ عَادٌ } الذين أوقع الله بهم ما أوقع، بظلم منهم لأنهم { جَحَدُوا بِآيَاتِ رَبِّهِمْ } ولهذا قالوا لهود: { ما جئتنا ببينة } فتبين بهذا أنهم متيقنون لدعوته، وإنما عاندوا وجحدوا { وَعَصَوْا رُسُلَهُ } لأن من عصى رسولا، فقد عصى جميع المرسلين، لأن دعوتهم واحدة. { وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ } أي: متسلط على عباد الله بالجبروت، { عنيد } أي: معاند لآيات الله، فعصوا كل ناصح ومشفق عليهم، واتبعوا كل غاش لهم، يريد إهلاكهم لا جرم أهلكهم الله."
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "أي: جميع ما دب على وجه الأرض، من آدمي، أو حيوان بري أو بحري، فالله تعالى قد تكفل بأرزاقهم وأقواتهم، فرزقها  على الله. { وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا } أي: يعلم مستقر هذه الدواب، وهو: المكان الذي تقيم فيه وتستقر فيه، وتأوي إليه، ومستودعها: المكان الذي تنتقل إليه في ذهابها ومجيئها، وعوارض أحوالها. { كُلِّ } من تفاصيل أحوالها { فِي كِتَابٍ مُبِينٍ } أي: في اللوح المحفوظ المحتوي على جميع الحوادث الواقعة، والتي تقع في السماوات والأرض. الجميع قد أحاط بها علم الله، وجرى بها قلمه، ونفذت فيها مشيئته، ووسعها رزقه، فلتطمئن القلوب إلى كفاية من تكفل بأرزاقها، وأحاط علما بذواتها، وصفاتها."
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "{ وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً } فكل وقت وجيل، إلا ولأنبائهم القبيحة، وأخبارهم الشنيعة، ذكر يذكرون به، وذم يلحقهم { وَيَوْمَ الْقِيَامَةِ } لهم أيضا لعنة، { أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ } أي: جحدوا من خلقهم ورزقهم ورباهم. { أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ } أي: أبعدهم الله عن كل خير وقربهم من كل شر."
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "أي: { و } أرسلنا { إِلَى ثَمُودَ } وهم: عاد الثانية، المعروفون، الذين يسكنون الحجر، ووادي القرى، { أَخَاهُمْ } في النسب { صَالِحًا } عبد الله ورسوله صلى الله عليه وسلم، يدعوهم إلى عبادة الله وحده، فـ { قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ } أي: وحدوه، وأخلصوا له الدين { مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } لا من أهل السماء، ولا من أهل الأرض. { هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ } أي: خلقكم فيها { وَاسْتَعْمَرَكُمْ فِيهَا } أي: استخلفكم فيها، وأنعم عليكم بالنعم الظاهرة والباطنة، ومكنكم في الأرض، تبنون، وتغرسون، وتزرعون، وتحرثون ما شئتم، وتنتفعون بمنافعها، وتستغلون مصالحها، فكما أنه لا شريك له في جميع ذلك، فلا تشركوا به في عبادته. { فَاسْتَغْفِرُوهُ } مما صدر منكم، من الكفر، والشرك، والمعاصي, وأقلعوا عنها، { ثُمَّ تُوبُوا إِلَيْهِ } أي: ارجعوا إليه بالتوبة النصوح، والإنابة، { إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ } أي: قريب ممن دعاه دعاء مسألة، أو دعاء عبادة، يجيبه بإعطائه سؤله، وقبول عبادته، وإثابته عليها، أجل الثواب، واعلم أن قربه تعالى نوعان: عام، وخاص، فالقرب العام: قربه بعلمه، من جميع الخلق، وهو المذكور في قوله تعالى: { وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ } والقرب الخاص: قربه من عابديه، وسائليه، ومحبيه، وهو المذكور في قوله تعالى { وَاسْجُدْ وَاقْتَرِبْ }  وفي هذه الآية، وفي قوله تعالى: { وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ } وهذا النوع، قرب يقتضي إلطافه تعالى، وإجابته لدعواتهم، وتحقيقه لمراداتهم، ولهذا يقرن، باسمه \\\"القريب\\\" اسمه \\\"المجيب\\\""
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "فلما أمرهم نبيهم صالح عليه السلام، ورغبهم في الإخلاص لله وحده, ردوا عليه دعوته، وقابلوه أشنع المقابلة. { قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا } أي: قد كنا نرجوك ونؤمل فيك العقل والنفع، وهذا شهادة منهم، لنبيهم صالح، أنه ما زال معروفا بمكارم الأخلاق ومحاسن الشيم، وأنه من خيار قومه. ولكنه، لما جاءهم بهذا الأمر، الذي لا يوافق أهواءهم الفاسدة, قالوا هذه المقالة، التي مضمونها، أنك [قد] كنت كاملا، والآن أخلفت ظننا فيك، وصرت بحالة لا يرجى منك خير. وذنبه، ما قالوه عنه، وهو قولهم: { أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا } وبزعمهم أن هذا من أعظم القدح في صالح، كيف قدح في عقولهم، وعقول آبائهم الضالين، وكيف ينهاهم عن عبادة، من لا ينفع ولا يضر، ولا يغني شيئا من الأحجار، والأشجار ونحوها. وأمرهم بإخلاص الدين لله ربهم، الذي لم تزل نعمه عليهم تترى, وإحسانه عليهم دائما ينزل، الذي ما بهم من نعمة، إلا منه، ولا يدفع عنهم السيئات إلا هو.{ وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ } أي: ما زلنا شاكين فيما دعوتنا إليه، شكا مؤثرا في قلوبنا الريب، وبزعمهم أنهم لو علموا صحة ما دعاهم إليه، لاتبعوه، وهم كذبة في ذلك"
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "{ قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي } أي: برهان ويقين مني { وَآتَانِي مِنْهُ رَحْمَةً } أي: منَّ علي برسالته ووحيه، أي: أفأتابعكم على ما أنتم عليه، وما تدعونني إليه؟. { فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ } أي: غير خسار وتباب، وضرر."
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً } لها شرب من البئر يوما، ثم يشربون كلهم من ضرعها، ولهم شرب يوم معلوم.{ فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ } أي: ليس عليكم من مؤنتها وعلفها شيء، { وَلَا تَمَسُّوهَا بِسُوءٍ } أي: بعقر { فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ }"
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "{ فَعَقَرُوهَا فَقَالَ } لهم صالح: { تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ } بل لا بد من وقوعه."
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "{ فَلَمَّا جَاءَ أَمْرُنَا } بوقوع العذاب { نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ } أي: نجيناهم من العذاب والخزي والفضيحة. { إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ } ومن قوته وعزته، أن أهلك الأمم الطاغية، ونجى الرسل وأتباعهم."
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "{ وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ } العظيمة فقطعت قلوبهم، { فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ } أي: خامدين لا حراك لهم."
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "{ كَأَنْ لَمْ يَغْنَوْا فِيهَا } أي: كأنهم لما جاءهم العذاب ما تمتعوا في ديارهم، ولا أنسوا بها  ولا تنعموا بها يوما من الدهر، قد فارقهم النعيم، وتناولهم العذاب السرمدي، الذي ينقطع، الذي كأنه لم يزل. { أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ } أي: جحدوه بعد أن جاءتهم الآية المبصرة، { أَلَا بُعْدًا لِثَمُودَ } فما أشقاهم وأذلهم، نستجير بالله من عذاب الدنيا وخزيها."
    },
    {
      "ayah": 69,
      "surah": 11,
      "text": "{ وَلَقَدْ جَاءَتْ رُسُلُنَا } من الملائكة الكرام، رسولنا { إِبْرَاهِيمَ } الخليل { بِالْبُشْرَى } أي: بالبشارة بالولد، حين أرسلهم الله لإهلاك قوم لوط، وأمرهم أن يمروا على إبراهيم، فيبشروه بإسحاق، فلما دخلوا عليه { قَالُوا سَلَامًا قَالَ سَلَامٌ } أي: سلموا عليه، ورد عليهم السلام.  ففي هذا مشروعية السلام، وأنه لم يزل من ملة إبراهيم عليه السلام، وأن السلام قبل الكلام، وأنه ينبغي أن يكون الرد، أبلغ من الابتداء, لأن سلامهم بالجملة الفعلية، الدالة على التجدد، ورده بالجملة الاسمية، الدالة على الثبوت والاستمرار، وبينهما فرق كبير كما هو معلوم في علم العربية. { فَمَا لَبِثَ } إبراهيم لما دخلوا عليه { أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ } أي: بادر لبيته، فاستحضر لأضيافه عجلا مشويا على الرضف سمينا، فقربه إليهم فقال: ألا تأكلون؟."
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "يخبر تعالى أنه { خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد وآخرها يوم الجمعة { و } حين خلق السماوات والأرض { كَانَ عَرْشُهُ عَلَى الْمَاءِ } فوق السماء السابعة. فبعد أن خلق السماوات والأرض استوى عليه، يدبر الأمور، ويصرفها كيف شاء من الأحكام القدرية، والأحكام الشرعية. ولهذا قال: { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا } أي: ليمتحنكم، إذ خلق لكم ما في السماوات والأرض بأمره ونهيه، فينظر أيكم أحسن عملا. قال الفضيل بن عياض رحمه الله: \\\"أخلصه وأصوبه\\\"  قيل يا أبا علي: \\\"ما أخلصه وأصوبه\\\" ؟. فقال: إن العمل إذا كان خالصا ولم يكن صوابا، لم يقبل. وإذا كان صوابا ولم يكن خالصا لم يقبل، حتى يكون خالصا صوابا. والخالص: أن يكون لوجه الله، والصواب: أن يكون متبعا فيه الشرع والسنة، وهذا كما قال تعالى: { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ }  وقال تعالى: { اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا } فالله تعالى خلق الخلق لعبادته ومعرفته بأسمائه وصفاته، وأمرهم بذلك، فمن انقاد، وأدى ما أمر به، فهو من المفلحين، ومن أعرض عن ذلك، فأولئك هم الخاسرون، ولا بد أن يجمعهم في دار يجازيهم فيها على ما أمرهم به ونهاهم. ولهذا ذكر الله تكذيب المشركين بالجزاء، فقال: { وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ }  أي: ولئن قلت لهؤلاء وأخبرتهم بالبعث بعد الموت، لم يصدقوك، بل كذبوك أشد التكذيب  ، وقدحوا فيما جئت به، وقالوا: { إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ } ألا وهو الحق المبين."
    },
    {
      "ayah": 70,
      "surah": 11,
      "text": "{ فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ } أي: إلى تلك الضيافة { نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً } وظن أنهم أتوه بشر ومكروه، وذلك قبل أن يعرف أمرهم. فـ { قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ } أي: إنا رسل الله, أرسلنا الله إلى إهلاك قوم لوط."
    },
    {
      "ayah": 71,
      "surah": 11,
      "text": "وامرأة إبراهيم { قَائِمَةٌ } تخدم أضيافه { فَضَحِكَتْ } حين سمعت بحالهم، وما أرسلوا به، تعجبا. { فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ } فتعجبت من ذلك."
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "{ قَالَتْ يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا } فهذان مانعان من وجود الولد { إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ }"
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "{ قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ } فإن أمره لا عجب فيه، لنفوذ مشيئته التامة في كل شيء، فلا يستغرب على قدرته شيء، وخصوصا فيما يدبره ويمضيه، لأهل هذا البيت المبارك. { رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ } أي: لا تزال رحمته وإحسانه وبركاته، وهي: الزيادة من خيره وإحسانه، وحلول الخير الإلهي على العبد { عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ } أي: حميد الصفات، لأن صفاته صفات كمال، حميد الأفعال لأن أفعاله إحسان، وجود، وبر، وحكمة، وعدل، وقسط. مجيد، والمجد: هو عظمة الصفات وسعتها، فله صفات الكمال، وله من كل صفة كمال أكملها وأتمها وأعمها."
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "{ فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ } الذي أصابه من خيفة أضيافه { وَجَاءَتْهُ الْبُشْرَى } بالولد، التفت حينئذ، إلى مجادلة الرسل في إهلاك قوم لوط، وقال لهم: { إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا امرأته }"
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "{ إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ } أي: ذو خلق حسن وسعة صدر، وعدم غضب، عند جهل الجاهلين. { أَوَّاهٌ } أي: متضرع إلى الله في جميع الأوقات، { مُنِيبٌ } أي: رجَّاع إلى الله بمعرفته ومحبته، والإقبال عليه, والإعراض عمن سواه، فلذلك كان يجادل عمن حتَّم الله بهلاكهم."
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "فقيل له: { يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا } الجدال { إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ } بهلاكهم { وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ } فلا فائدة في جدالك."
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "{ وَلَمَّا جَاءَتْ رُسُلُنَا } أي: الملائكة الذين صدروا من إبراهيم لما أتوا { لُوطًا سِيءَ بِهِمْ } أي: شق عليه مجيئهم، { وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ } أي: شديد حرج، لأنه علم أن قومه لا يتركونهم، لأنهم في صور شباب، جرد، مرد, في غاية الكمال والجمال، ولهذا وقع ما خطر بباله."
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "فـ { وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ } أي: يسرعون ويبادرون، يريدون أضيافه بالفاحشة، التي كانوا يعملونها، ولهذا قال: { ومن قبل كانوا يعملون السيئات } أي: الفاحشة التي ما سبقهم عليها أحد من العالمين. { قَالَ يَا قَوْمِ هَؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ } من أضيافي، [ وهذا كما عرض لسليمان صلى الله عليه وسلم، على المرأتين أن يشق الولد المختصم فيه, لاستخراج الحق ولعلمه أن بناته ممتنع منالهن، ولا حق لهم فيهن. والمقصود الأعظم، دفع هذه الفاحشة الكبرى ]   { فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي } أي: إما أن تراعوا تقوى الله, وإما أن تراعوني في ضيفي، ولا تخزون عندهم. { أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ } فينهاكم، ويزجركم، وهذا دليل على مروجهم وانحلالهم، من الخير والمروءة."
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "فـ { قَالُوا } له: { لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ } أي: لا نريد إلا الرجال، ولا لنا رغبة في النساء."
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "{ وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ } أي: إلى وقت مقدر فتباطأوه، لقالوا من جهلهم وظلمهم { مَا يَحْبِسُهُ } ومضمون هذا تكذيبهم به، فإنهم يستدلون بعدم وقوعه بهم عاجلا على كذب الرسول المخبر بوقوع العذاب، فما أبعد هذا الاستدلال\\\" { أَلَا يَوْمَ يَأْتِيهِمْ } العذاب { لَيْسَ مَصْرُوفًا عَنْهُمْ } فيتمكنون من النظر في أمرهم. { وَحَاقَ بِهِمْ } أي: نزل { مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } من العذاب، حيث تهاونوا به، حتى جزموا بكذب من جاء به."
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "فاشتد قلق لوط عليه الصلاة والسلام، و { قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ } كقبيلة مانعة، لمنعتكم. وهذا بحسب الأسباب المحسوسة، وإلا فإنه يأوي إلى أقوى الأركان وهو الله، الذي لا يقوم لقوته أحد، ولهذا لما بلغ الأمر منتهاه واشتد الكرب."
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "{ قَالُوا } له: { إِنَّا رُسُلُ رَبِّكَ } أي: أخبروه بحالهم ليطمئن قلبه، { لَنْ يَصِلُوا إِلَيْكَ } بسوء. ثم قال جبريل بجناحه، فطمس أعينهم، فانطلقوا يتوعدون لوطا بمجيء الصبح، وأمر الملائكة لوطا، أن يسري بأهله { بِقِطْعٍ مِنَ اللَّيْلِ } أي: بجانب منه قبل الفجر بكثير، ليتمكنوا من البعد عن قريتهم. { وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ } أي: بادروا بالخروج، وليكن همكم النجاة ولا تلتفتوا إلى ما وراءكم. { إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا } من العذاب { مَا أَصَابَهُمُ } لأنها تشارك قومها في الإثم، فتدلهم على أضياف لوط، إذا نزل به أضياف. { إِنَّ مَوْعِدَهُمُ الصُّبْحُ } فكأن لوطا، استعجل ذلك، فقيل له: { أَلَيْسَ الصُّبْحُ بِقَرِيبٍ }"
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "{ فَلَمَّا جَاءَ أَمْرُنَا } بنزول العذاب، وإحلاله فيهم { جَعَلْنَا } ديارهم { عَالِيَهَا سَافِلَهَا } أي: قلبناها عليهم { وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ } أي: من حجارة النار الشديدة الحرارة { مَنْضُودٍ } أي. متتابعة، تتبع من شذ عن القرية."
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "{ مُسَوَّمَةً عِنْدَ رَبِّكَ } أي: معلمة، عليها علامة العذاب والغضب، { وَمَا هِيَ مِنَ الظَّالِمِينَ } الذين يشابهون لفعل قوم لوط { بِبَعِيدٍ } فليحذر العباد، أن يفعلوا كفعلهم، لئلا يصيبهم ما أصابهم."
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": ": { و ْ} أرسلنا { إِلَى مَدْيَنَ ْ} القبيلة المعروفة، الذين يسكنون مدين في أدنى فلسطين، { أَخَاهُمْْ} في النسب { شُعَيْبًا ْ} لأنهم يعرفونه، وليتمكنوا من الأخذ عنه. فـ { قَالَ ْ} لهم { يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ ْ} أي: أخلصوا له العبادة، فإنهم كانوا يشركون به، وكانوا - مع شركهم - يبخسون المكيال والميزان، ولهذا نهاهم عن ذلك فقال: { وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ْ} بل أوفوا الكيل والميزان بالقسط. { إِنِّي أَرَاكُمْ بِخَيْرٍ ْ} أي: بنعمة كثيرة، وصحة، وكثرة أموال وبنين, فاشكروا الله على ما أعطاكم، ولا تكفروا بنعمة الله، فيزيلها عنكم. { وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ ْ} أي: عذابا يحيط بكم, ولا يبقي منكم باقية."
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ْ} أي: بالعدل الذي ترضون أن تعطوه، { وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ ْ} أي: لا تنقصوا من أشياء الناس، فتسرقوها بأخذها، بنقص المكيال والميزان. { وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ ْ} فإن الاستمرار على المعاصي، يفسد الأديان، والعقائد، والدين، والدنيا، ويهلك الحرث والنسل."
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "{ بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ ْ} أي: يكفيكم ما أبقى الله لكم من الخير، وما هو لكم، فلا تطمعوا في أمر لكم عنه غنية، وهو ضار لكم جدا. { إِنْ كُنْتُمْ مُؤْمِنِينَ ْ} فاعملوا بمقتضى الإيمان، { وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ ْ} أي: لست بحافظ لأعمالكم، ووكيل عليها، وإنما الذي يحفظها الله تعالى، وأما أنا، فأبلغكم ما أرسلت به."
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا ْ} أي: قالوا ذلك على وجه التهكم بنبيهم، والاستبعاد لإجابتهم له. ومعنى كلامهم: أنه لا موجب لنهيك لنا، إلا أنك تصلي لله, وتتعبد له، أفإن كنت كذلك، أفيوجب لنا أن نترك ما يعبد آباؤنا، لقول ليس عليه دليل إلا أنه موافق لك، فكيف نتبعك، ونترك آباءنا الأقدمين أولي العقول والألباب؟! وكذلك لا يوجب قولك لنا: { أَنْ نَفْعَلَ فِي أَمْوَالِنَا ْ} ما قلت لنا، من وفاء الكيل، والميزان، وأداء الحقوق الواجبة فيها، بل لا نزال نفعل فيها ما شئنا، لأنها أموالنا، فليس لك فيها تصرف. ولهذا قالوا في تهكمهم: { إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ ْ} أي: أئنك أنت الذي، الحلم والوقار، لك خلق، والرشد لك سجية، فلا يصدر عنك إلا رشد، ولا تأمر إلا برشد، ولا تنهى إلا عن غي، أي: ليس الأمر كذلك. وقصدهم أنه موصوف بعكس هذين الوصفين: بالسفه والغواية، أي: أن المعنى: كيف تكون أنت الحليم الرشيد، وآباؤنا هم السفهاء الغاوون؟!! وهذا القول الذي أخرجوه بصيغة التهكم، وأن الأمر بعكسه, ليس كما ظنوه، بل الأمر كما قالوه. إن صلاته تأمره أن ينهاهم، عما كان يعبد آباؤهم الضالون، وأن يفعلوا في أموالهم ما يشاءون، فإن الصلاة تنهى عن الفحشاء والمنكر، وأي فحشاء ومنكر، أكبر من عبادة غير الله، ومن منع حقوق عباد الله، أو سرقتها بالمكاييل والموازين، وهو عليه الصلاة والسلام الحليم الرشيد."
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "{ قَالَ ْ} لهم شعيب: { يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي ْ} أي: يقين وطمأنينة، في صحة ما جئت به، { وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ْ} أي: أعطاني الله من أصناف المال ما أعطاني. { وَ ْ} أنا لا { أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ ْ} فلست أريد أن أنهاكم عن البخس، في المكيال، والميزان، وأفعله أنا، وحتى تتطرق إليَّ التهمة في ذلك. بل ما أنهاكم عن أمر إلا وأنا أول مبتدر لتركه. { إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ْ} أي: ليس لي من المقاصد إلا أن تصلح أحوالكم، وتستقيم منافعكم، وليس لي من المقاصد الخاصة لي وحدي، شيء بحسب استطاعتي. ولما كان هذا فيه نوع تزكية للنفس، دفع هذا بقوله: { وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ْ} أي: وما يحصل لي من التوفيق لفعل الخير، والانفكاك عن الشر إلا بالله تعالى، لا بحولي ولا بقوتي. { عَلَيْهِ تَوَكَّلْتُ ْ} أي: اعتمدت في أموري، ووثقت في كفايته، { وَإِلَيْهِ أُنِيبُ ْ} في أداء ما أمرني به من أنواع العبادات، وفي [هذا] التقرب إليه بسائر أفعال الخيرات. وبهذين الأمرين تستقيم أحوال العبد، وهما الاستعانة بربه، والإنابة إليه، كما قال تعالى: { فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ْ} وقال: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ْ}"
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "{ وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي ْ} أي: لا تحملنكم مخالفتي ومشاقتي { أَنْ يُصِيبَكُمُ ْ} من العقوبات { مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ ْ} لا في الدار ولا في الزمان."
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "يخبر تعالى عن طبيعة الإنسان، أنه جاهل ظالم بأن الله إذا أذاقه منه رحمة كالصحة والرزق، والأولاد، ونحو ذلك، ثم نزعها منه، فإنه يستسلم لليأس، وينقاد للقنوط، فلا يرجو ثواب الله، ولا يخطر بباله أن الله سيردها أو مثلها، أو خيرا منها عليه."
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "{ وَاسْتَغْفِرُوا رَبَّكُمْ ْ} عما اقترفتم من الذنوب { ثُمَّ تُوبُوا إِلَيْهِ ْ} فيما يستقبل من أعماركم، بالتوبة النصوح، والإنابة إليه بطاعته، وترك مخالفته.{ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ْ} لمن تاب وأناب، يرحمه فيغفر له، ويتقبل توبته ويحبه، ومعنى الودود، من أسمائه تعالى، أنه يحب عباده المؤمنين ويحبونه، فهو \\\"فعول\\\" بمعنى \\\"فاعل\\\" وبمعنى \\\"مفعول\\\""
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "{ قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ ْ} أي: تضجروا من نصائحه ومواعظه لهم، فقالوا: { ما نفقه كثيرا مما تقول ْ} وذلك لبغضهم لما يقول, ونفرتهم عنه. { وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ْ} أي: في نفسك، لست من الكبار والرؤساء بل من المستضعفين. { وَلَوْلَا رَهْطُكَ ْ} أي: جماعتك وقبيلتك { لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ ْ} أي: ليس لك قدر في صدورنا، ولا احترام في أنفسنا، وإنما احترمنا قبيلتك، بتركنا إياك."
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "فـ { قَالَ ْ} لهم مترققا لهم: { يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ ْ} أي: كيف تراعوني لأجل رهطي، ولا تراعوني لله، فصار رهطي أعز عليكم من الله. { وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ْ} أي: نبذتم أمر الله، وراء ظهوركم، ولم تبالوا به، ولا خفتم منه. { إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ ْ} لا يخفى عليه من أعمالكم مثقال ذرة في الأرض ولا في السماء، فسيجازيكم على ما عملتم أتم الجزاء."
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "{ و ْ} لما أعيوه وعجز عنهم قال: { يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ ْ} أي: على حالتكم ودينكم. { إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ ْ} ويحل عليه عذاب مقيم أنا أم أنتم، وقد علموا ذلك حين وقع عليهم العذاب. { وَارْتَقِبُوا ْ} ما يحل بي { إِنِّي مَعَكُمْ رَقِيبٌ ْ} ما يحل بكم."
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "{ وَلَمَّا جَاءَ أَمْرُنَا ْ} بإهلاك قوم شعيب { نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ ْ} لا تسمع لهم صوتا، ولا ترى منهم حركة."
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "{ كَأَنْ لَمْ يَغْنَوْا فِيهَا ْ} أي: كأنهم ما أقاموا في ديارهم، ولا تنعموا فيها حين أتاهم العذاب. { أَلَا بُعْدًا لِمَدْيَنَ ْ} إذ أهلكها الله وأخزاها { كَمَا بَعِدَتْ ثَمُودُ ْ} أي: قد اشتركت هاتان القبيلتان في السحق والبعد والهلاك. وشعيب عليه السلام كان يسمى خطيب الأنبياء، لحسن مراجعته لقومه، وفي قصته من الفوائد والعبر، شيء كثير. منها: أن الكفار، كما يعاقبون، ويخاطبون، بأصل الإسلام, فكذلك بشرائعه وفروعه، لأن شعيبا دعا قومه إلى التوحيد، وإلى إيفاء المكيال والميزان، وجعل الوعيد، مرتبا على مجموع ذلك. ومنها: أن نقص المكاييل والموازين، من كبائر الذنوب, وتخشى العقوبة العاجلة، على من تعاطى ذلك، وأن ذلك من سرقة أموال الناس، وإذا كان سرقتهم في المكاييل والموازين، موجبة للوعيد، فسرقتهم - على وجه القهر والغلبة - من باب أولى وأحرى. ومنها: أن الجزاء من جنس العمل، فمن بخس أموال الناس، يريد زيادة ماله، عوقب بنقيض ذلك, وكان سببا لزوال الخير الذي عنده من الرزق لقوله: { إِنِّي أَرَاكُمْ بِخَيْرٍ ْ} أي: فلا تسببوا إلى زواله بفعلكم. ومنها: أن على العبد أن يقنع بما آتاه الله، ويقنع بالحلال عن الحرام وبالمكاسب المباحة عن المكاسب المحرمة، وأن ذلك خير له لقوله: { بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ ْ} ففي ذلك، من البركة، وزيادة الرزق ما ليس في التكالب على الأسباب المحرمة من المحق، وضد البركة. ومنها: أن ذلك، من لوازم الإيمان وآثاره، فإنه رتب العمل به, على وجود الإيمان، فدل على أنه إذا لم يوجد العمل، فالإيمان ناقص أو معدوم. ومنها: أن الصلاة، لم تزل مشروعة للأنبياء المتقدمين، وأنها من أفضل الأعمال، حتى إنه متقرر عند الكفار فضلها، وتقديمها على سائر الأعمال, وأنها تنهى عن الفحشاء والمنكر، وهي ميزان للإيمان وشرائعه، فبإقامتها تكمل أحوال العبد، وبعدم إقامتها، تختل أحواله الدينية. ومنها: أن المال الذي يرزقه الله الإنسان - وإن كان الله قد خوله إياه - فليس له أن يصنع فيه ما يشاء، فإنه أمانة عنده، عليه أن يقيم حق الله فيه بأداء ما فيه من الحقوق، والامتناع من المكاسب التي حرمها الله ورسوله، لا كما يزعمه الكفار، ومن أشبههم، أن أموالهم لهم أن يصنعوا فيها ما يشاءون ويختارون، سواء وافق حكم الله، أو خالفه. ومنها: أن من تكملة دعوة الداعي وتمامها أن يكون أول مبادر لما يأمر غيره به، وأول منته عما ينهى غيره عنه، كما قال شعيب عليه السلام: { وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ ْ} ولقوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كبر مقتا عند الله أن تقولوا ما لا تفعلون ْ}  ومنها: أن وظيفة الرسل وسنتهم وملتهم، إرادة الإصلاح بحسب القدرة والإمكان، فيأتون بتحصيل المصالح وتكميلها، أو بتحصيل ما يقدر عليه منها، وبدفع المفاسد وتقليلها، ويراعون المصالح العامة على المصالح الخاصة. وحقيقة المصلحة، هي التي تصلح بها أحوال العباد، وتستقيم بها أمورهم الدينية والدنيوية. ومنها: أن من قام بما يقدر عليه من الإصلاح، لم يكن ملوما ولا مذموما في عدم فعله، ما لا يقدر عليه، فعلى العبد أن يقيم من الإصلاح في نفسه، وفي غيره، ما يقدر عليه. ومنها: أن العبد ينبغي له أن لا يتكل على نفسه طرفة عين، بل لا يزال مستعينا بربه، متوكلا عليه، سائلا له التوفيق، وإذا حصل له شيء من التوفيق، فلينسبه لموليه ومسديه، ولا يعجب بنفسه لقوله: { وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ ْ}  ومنها: الترهيب بأخذات الأمم، وما جرى عليهم، وأنه ينبغي أن تذكر القصص التي فيها إيقاع العقوبات بالمجرمين في سياق الوعظ والزجر. كما أنه ينبغي ذكر ما أكرم الله به أهل التقوى عند الترغيب والحث على التقوى. ومنها: أن التائب من الذنب كما يسمح له عن ذنبه، ويعفى عنه فإن الله تعالى يحبه ويوده، ولا عبرة بقول من يقول: \\\"إن التائب إذا تاب، فحسبه أن يغفر له, ويعود عليه العفو، وأما عود الود والحب فإنه لا يعود\\\" فإن الله قال: { وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ْ}  ومنها: أن الله يدفع عن المؤمنين بأسباب كثيرة، قد يعلمون بعضها, وقد لا يعلمون شيئا منها، وربما دفع عنهم، بسبب قبيلتهم، أو أهل وطنهم الكفار، كما دفع الله عن شعيب رجم قومه بسبب رهطه، وأن هذه الروابط التي يحصل بها الدفع عن الإسلام والمسلمين، لا بأس بالسعي فيها، بل ربما تعين ذلك، لأن الإصلاح مطلوب على حسب القدرة والإمكان. فعلى هذا لو ساعد المسلمون الذين تحت ولاية الكفار، وعملوا على جعل الولاية جمهورية يتمكن فيها الأفراد والشعوب من حقوقهم الدينية والدنيوية، لكان أولى، من استسلامهم لدولة تقضي على حقوقهم الدينية والدنيوية، وتحرص على إبادتها، وجعلهم عمَلَةً وخَدَمًا لهم. نعم إن أمكن أن تكون الدولة للمسلمين، وهم الحكام، فهو المتعين، ولكن لعدم إمكان هذه المرتبة، فالمرتبة التي فيها دفع ووقاية للدين والدنيا مقدمة، والله أعلم."
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "{ وَلَقَدْ أَرْسَلْنَا مُوسَى ْ} بن عمران { بِآيَاتِنَا ْ} الدالة على صدق ما جاء به، كالعصا، واليد ونحوهما، من الآيات التي أجراها الله على يدي موسى عليه السلام. { وَسُلْطَانٍ مُبِينٍ ْ} أي: حجة ظاهرة بينة، ظهرت ظهور الشمس."
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "{ إِلَى فِرْعَوْنَ وَمَلَئِهِ ْ} أي: أشراف قومه لأنهم المتبوعون، وغيرهم تبع لهم، فلم ينقادوا لما مع موسى من الآيات، التي أراهم إياها، كما تقدم بسطها في سورة الأعرف، ولكنهم { فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ ْ} بل هو ضال غاو، لا يأمر إلا بما هو ضرر محض، لا جرم - لما اتبعه قومه - أرداهم وأهلكهم."
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "تفسير الآيتين 98 و99 :ـ { يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ * وَأُتْبِعُوا فِي هَذِهِ ْ} أي: في الدنيا { لَعْنَةً وَيَوْمَ الْقِيَامَةِ ْ} أي: يلعنهم الله وملائكته, والناس أجمعون في الدنيا والآخرة. { بِئْسَ الرِّفْدُ الْمَرْفُودُ ْ} أي: بئس ما اجتمع لهم، وترادف عليهم, من عذاب الله، ولعنة الدنيا والآخرة."
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "تفسير الآيتين 98 و99 :ـ { يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ * وَأُتْبِعُوا فِي هَذِهِ ْ} أي: في الدنيا { لَعْنَةً وَيَوْمَ الْقِيَامَةِ ْ} أي: يلعنهم الله وملائكته, والناس أجمعون في الدنيا والآخرة. { بِئْسَ الرِّفْدُ الْمَرْفُودُ ْ} أي: بئس ما اجتمع لهم، وترادف عليهم, من عذاب الله، ولعنة الدنيا والآخرة."
    }
  ]
}
