{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 13,
      "text": "يخبر تعالى أن هذا القرآن هو آيات الكتاب الدالة على كل ما يحتاج إليه العباد من أصول الدين وفروعه، وأن الذي أنزل إلى الرسول من ربه هو الحق المبين، لأن أخباره صدق، وأوامره ونواهيه عدل، مؤيدة بالأدلة والبراهين القاطعة، فمن أقبل عليه وعلى علمه، كان من أهل العلم بالحق، الذي يوجب لهم علمهم العمل بما أحب الله. { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ } بهذا القرآن، إما جهلا وإعراضا عنه وعدم اهتمام به، وإما عنادا وظلما، فلذلك أكثر الناس غير منتفعين به، لعدم السبب الموجب للانتفاع."
    },
    {
      "ayah": 10,
      "surah": 13,
      "text": "{ سَوَاءٌ مِنْكُمْ } في علمه وسمعه وبصره. { مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ } أي: مستقر بمكان خفي فيه، { وَسَارِبٌ بِالنَّهَارِ } أي: داخل سربه في النهار والسرب هو ما يختفي فيه الإنسان إما جوف بيته أو غار أو مغارة أو نحو ذلك."
    },
    {
      "ayah": 11,
      "surah": 13,
      "text": "{ لَه} أي: للإنسان { مُعَقِّبَاتٌ } من الملائكة يتعاقبون في الليل والنهار.  { مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ } أي: يحفظون بدنه وروحه من كل من يريده بسوء، ويحفظون عليه أعماله، وهم ملازمون له دائما، فكما أن علم الله محيط به، فالله قد أرسل هؤلاء الحفظة على العباد، بحيث لا تخفى أحوالهم ولا أعمالهم، ولا ينسى منها شيء، { إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ } من النعمة والإحسان ورغد العيش { حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ } بأن ينتقلوا من الإيمان إلى الكفر ومن الطاعة إلى المعصية، أو من شكر نعم الله إلى البطر بها فيسلبهم الله عند ذلك إياها. وكذلك إذا غير العباد ما بأنفسهم من المعصية، فانتقلوا إلى طاعة الله، غير الله عليهم ما كانوا فيه من الشقاء إلى الخير والسرور والغبطة والرحمة، { وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا } أي: عذابا وشدة وأمرا يكرهونه، فإن إرادته لا بد أن تنفذ فيهم. فـإنه { لَا مَرَدَّ لَهُ } ولا أحد يمنعهم منه، { وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ } يتولى أمورهم فيجلب لهم المحبوب، ويدفع عنهم المكروه، فليحذروا من الإقامة على ما يكره الله خشية أن يحل بهم من العقاب ما لا يرد عن القوم المجرمين."
    },
    {
      "ayah": 12,
      "surah": 13,
      "text": "يقول تعالى: { هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا } أي: يخاف منه الصواعق والهدم وأنواع الضرر، على بعض الثمار ونحوها ويطمع في خيره ونفعه،  { وَيُنْشِئُ السَّحَابَ الثِّقَالَ } بالمطر الغزير الذي به نفع العباد والبلاد."
    },
    {
      "ayah": 13,
      "surah": 13,
      "text": "{ وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ } وهو الصوت الذي يسمع من السحاب المزعج للعباد، فهو خاضع لربه مسبح بحمده، { و } تسبح { الْمَلَائِكَةُ مِنْ خِيفَتِهِ } أي: خشعا لربهم خائفين من سطوته، { وَيُرْسِلُ الصَّوَاعِقَ } وهي هذه النار التي تخرج من السحاب، { فَيُصِيبُ بِهَا مَنْ يَشَاءُ } من عباده بحسب ما شاءه وأراده وَهُوَ شَدِيدُ الْمِحَالِ أي: شديد الحول والقوة فلا يريد شيئا إلا فعله، ولا يتعاصى عليه شيء ولا يفوته هارب. فإذا كان هو وحده الذي يسوق للعباد الأمطار والسحب التي فيها مادة أرزاقهم، وهو الذي يدبر الأمور، وتخضع له المخلوقات العظام التي يخاف منها، وتزعج العباد وهو شديد القوة - فهو الذي يستحق أن يعبد وحده لا شريك له."
    },
    {
      "ayah": 14,
      "surah": 13,
      "text": "أي: لله وحده { دَعْوَةُ الْحَقِّ } وهي: عبادته وحده لا شريك له، وإخلاص دعاء العبادة ودعاء المسألة له تعالى، أي: هو الذي ينبغي أن يصرف له الدعاء، والخوف، والرجاء، والحب، والرغبة، والرهبة، والإنابة؛ لأن ألوهيته هي الحق، وألوهية غيره باطلة { وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ } من الأوثان والأنداد التي جعلوها شركاء لله. { لَا يَسْتَجِيبُونَ لَهُمْ } أي: لمن يدعوها ويعبدها بشيء قليل ولا كثير لا من أمور الدنيا ولا من أمور الآخرة { إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ } الذي لا تناله كفاه لبعده، { لِيَبْلُغَ } ببسط كفيه إلى الماء { فَاهُ } فإنه عطشان ومن شدة عطشه يتناول بيده، ويبسطها إلى الماء الممتنع وصولها إليه، فلا يصل إليه. كذلك الكفار الذين يدعون معه آلهة لا يستجيبون لهم بشيء ولا ينفعونهم في أشد الأوقات إليهم حاجة لأنهم فقراء كما أن من دعوهم فقراء، لا يملكون مثقال ذرة في الأرض ولا في السماء، وما لهم فيهما من شرك وما له منهم من ظهير. { وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ } لبطلان ما يدعون من دون الله، فبطلت عباداتهم ودعاؤهم؛ لأن الوسيلة تبطل ببطلان غايتها، ولما كان الله تعالى هو الملك الحق المبين، كانت عبادته حقًّا متصلة النفع لصاحبها في الدنيا والآخرة. وتشبيه دعاء الكافرين لغير الله بالذي يبسط كفيه إلى الماء ليبلغ فاه من أحسن الأمثلة؛ فإن ذلك تشبيه بأمر محال، فكما أن هذا محال، فالمشبه به محال، والتعليق على المحال من أبلغ ما يكون في نفي الشيء كما قال تعالى: { إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط }"
    },
    {
      "ayah": 15,
      "surah": 13,
      "text": "أي: جميع ما احتوت عليه السماوات والأرض كلها خاضعة لربها، تسجد له { طَوْعًا وَكَرْهًا } فالطوع لمن يأتي بالسجود والخضوع اختيارا كالمؤمنين، والكره لمن يستكبر عن عبادة ربه، وحاله وفطرته تكذبه في ذلك، { وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ } أي: ويسجد له ظلال المخلوقات أول النهار وآخره وسجود كل شيء بحسب حاله كما قال تعالى: { وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم } فإذا كانت المخلوقات كلها تسجد لربها طوعا وكرها كان هو الإله حقا المعبود المحمود حقا وإلاهية غيره باطلة، ولهذا ذكر بطلانها"
    },
    {
      "ayah": 16,
      "surah": 13,
      "text": "أي: قل لهؤلاء المشركين به أوثانا وأندادا يحبونها كما يحبون الله، ويبذلون لها أنواع التقربات والعبادات: أفتاهت عقولكم حتى اتخذتم من دونه أولياء تتولونهم بالعبادة وليسوا بأهل لذلك؟  فإنهم { لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا } وتتركون ولاية من هو كامل الأسماء والصفات، المالك للأحياء والأموات، الذي بيده الخلق والتدبير والنفع والضر؟ فما تستوي عبادة الله وحده، وعبادة المشركين به، كما لا يستوي الأعمى والبصير، وكما لا تستوي الظلمات والنور. فإن كان عندهم شك واشتباه، وجعلوا له شركاء زعموا أنهم خلقوا كخلقه وفعلوا كفعله، فأزلْ عنهم هذا الاشتباه واللبس بالبرهان الدال على توحد الإله بالوحدانية، فقل لهم: { اللَّهُ خَالِقُ كُلِّ شَيْءٍ } فإنه من المحال أن يخلق شيء من الأشياء نفسه. ومن المحال أيضا أن يوجد من دون خالق، فتعين أن لها إلها خالقا لا شريك له في خلقه لأنه الواحد القهار، فإنه لا توجد الوحدة والقهر إلا لله وحده، فالمخلوقات وكل مخلوق فوقه مخلوق يقهره ثم فوق ذلك القاهر قاهر أعلى منه، حتى ينتهي القهر للواحد القهار، فالقهر والتوحيد متلازمان متعينان لله وحده، فتبين بالدليل العقلي القاهر، أن ما يدعى من دون الله ليس له شيء من خلق المخلوقات وبذلك كانت عبادته باطلة."
    },
    {
      "ayah": 17,
      "surah": 13,
      "text": "شبّه تعالى الهدى الذي أنزله على رسوله لحياة القلوب والأرواح، بالماء الذي أنزله لحياة الأشباح، وشبّه ما في الهدى من النفع العام الكثير الذي يضطر إليه العباد، بما في المطر من النفع العام الضروري، وشبه القلوب الحاملة للهدى وتفاوتها بالأودية التي تسيل فيها السيول، فواد كبير يسع ماء كثيرا، كقلب كبير يسع علما كثيرا، وواد صغير يأخذ ماء قليلا، كقلب صغير، يسع علما قليلا، وهكذا. وشبه ما يكون في القلوب من الشهوات والشبهات عند وصول الحق إليها، بالزبد الذي يعلو الماء ويعلو ما يوقد عليه النار من الحلية التي يراد تخليصها وسبكها، وأنها لا تزال فوق الماء طافية مكدرة له حتى تذهب وتضمحل، ويبقى ما ينفع الناس من الماء الصافي والحلية الخالصة. كذلك الشبهات والشهوات لا يزال القلب يكرهها، ويجاهدها بالبراهين الصادقة، والإرادات الجازمة، حتى تذهب وتضمحل ويبقى القلب خالصا صافيا ليس فيه إلا ما ينفع الناس من العلم بالحق وإيثاره، والرغبة فيه، فالباطل يذهب ويمحقه الحق { إِنَّ الْبَاطِلَ كَانَ زَهُوقًا } وقال هنا: { كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ } ليتضح الحق من الباطل والهدى والضلال."
    },
    {
      "ayah": 18,
      "surah": 13,
      "text": "لما بيّن تعالى الحق من الباطل ذكر أن الناس على قسمين: مستجيب لربه، فذكر ثوابه، وغير مستجيب فذكر عقابه فقال: { لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ } أي: انقادت قلوبهم للعلم والإيمان وجوارحهم للأمر والنهي، وصاروا موافقين لربهم فيما يريده منهم، فلهم { الْحُسْنَى } أي: الحالة الحسنة والثواب الحسن. فلهم من الصفات أجلها ومن المناقب أفضلها ومن الثواب العاجل والآجل ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، { وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ } بعد ما ضرب لهم الأمثال وبين لهم الحق، لهم الحالة غير الحسنة، فـ { لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا } من ذهب وفضة وغيرها، { وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ } من عذاب يوم القيامة ما تقبل منهم وأنى لهم ذلك؟\\\" { أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ } وهو الحساب الذي يأتي على كل ما أسلفوه من عمل سيئ وما ضيعوه من حقوق الله وحقوق عباده قد كتب ذلك وسطر عليهم وقالوا: { يا ويلتنا ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا } { و } بعد هذا الحساب السيئ { وَمَأْوَاهُمْ جَهَنَّمُ } الجامعة لكل عذاب، من الجوع الشديد، والعطش الوجيع، والنار الحامية والزقوم والزمهرير، والضريع وجميع ما ذكره الله من أصناف العذاب { وَبِئْسَ الْمِهَادُ } أي: المقر والمسكن مسكنهم."
    },
    {
      "ayah": 19,
      "surah": 13,
      "text": "يقول تعالى: مفرقا بين أهل العلم والعمل وبين ضدهم: { أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ } ففهم ذلك وعمل به. { كَمَنْ هُوَ أَعْمَى } لا يعلم الحق ولا يعمل به فبينهما من الفرق كما بين السماء والأرض، فحقيق بالعبد أن يتذكر ويتفكر أي الفريقين أحسن حالا وخير مآلا فيؤثر طريقها ويسلك خلف فريقها، ولكن ما كل أحد يتذكر ما ينفعه ويضره. { إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ } أي: أولو العقول الرزينة، والآراء الكاملة، الذين هم لُبّ العالم، وصفوة بني آدم"
    },
    {
      "ayah": 2,
      "surah": 13,
      "text": "يخبر تعالى عن انفراده بالخلق والتدبير، والعظمة والسلطان الدال على أنه وحده المعبود الذي لا تنبغي العبادة إلا له فقال: { اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ } على عظمها واتساعها بقدرته العظيمة، { بِغَيْرِ عَمَدٍ تَرَوْنَهَا } أي: ليس لها عمد من تحتها، فإنه لو كان لها عمد، لرأيتموها { ثُمَّ } بعد ما خلق السماوات والأرض { اسْتَوَى عَلَى الْعَرْشِ } العظيم الذي هو أعلى المخلوقات، استواء يليق بجلاله ويناسب كماله. { وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ } لمصالح العباد ومصالح مواشيهم وثمارهم، { كُلِّ } من الشمس والقمر { يَجْرِي } بتدبير العزيز العليم، { لأَجَلٍ مُسَمًّى } بسير منتظم، لا يفتران ولا ينيان، حتى يجيء الأجل المسمى وهو طي الله هذا العالم، ونقلهم إلى الدار الآخرة التي هي دار القرار، فعند ذلك يطوي الله السماوات ويبدلها، ويغير الأرض ويبدلها. فتكور الشمس والقمر، ويجمع بينهما فيلقيان في النار، ليرى من عبدهما أنهما غير أهل للعبادة؛ فيتحسر بذلك أشد الحسرة وليعلم الذين كفروا أنهم كانوا كاذبين. وقوله { يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ } هذا جمع بين الخلق والأمر، أي: قد استوى الله العظيم على سرير الملك، يدبر الأمور في العالم العلوي والسفلي، فيخلق ويرزق، ويغني ويفقر، ويرفع أقواما ويضع آخرين، ويعز ويذل، ويخفض ويرفع، ويقيل العثرات، ويفرج الكربات، وينفذ الأقدار في أوقاتها التي سبق بها علمه، وجرى بها قلمه، ويرسل ملائكته الكرام لتدبير ما جعلهم على تدبيره. وينزل الكتب الإلهية على رسله ويبين ما يحتاج إليه العباد من الشرائع والأوامر والنواهي، ويفصلها غاية التفصيل ببيانها وإيضاحها وتمييزها، { لَعَلَّكُمْ } بسبب ما أخرج لكم من الآيات الأفقية والآيات القرآنية، { بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ } فإن كثرة الأدلة وبيانها ووضوحها، من أسباب حصول اليقين في جميع الأمور الإلهية، خصوصا في العقائد الكبار، كالبعث والنشور والإخراج من القبور. وأيضا فقد علم أن الله تعالى حكيم لا يخلق الخلق سدى، ولا يتركهم عبثا، فكما أنه أرسل رسله وأنزل كتبه لأمر العباد ونهيهم، فلا بد أن ينقلهم إلى دار يحل فيها جزاؤه، فيجازي المحسنين بأحسن الجزاء، ويجازي المسيئين بإساءتهم."
    },
    {
      "ayah": 20,
      "surah": 13,
      "text": "فإن سألت عن وصفهم، فلا تجد أحسن من وصف الله لهم بقوله: { الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ } الذي عهده إليهم والذي عاهدهم عليه من القيام بحقوقه كاملة موفرة، فالوفاء بها توفيتها حقها من التتميم لها، والنصح فيها { و } من تمام الوفاء بها أنهم { لَا يَنْقُضُونَ الْمِيثَاقَ } أي: العهد الذي عاهدوا عليه الله، فدخل في ذلك جميع المواثيق والعهود والأيمان والنذور، التي يعقدها العباد. فلا يكون العبد من أولي الألباب الذين لهم الثواب العظيم، إلا بأدائها كاملة، وعدم نقضها وبخسها."
    },
    {
      "ayah": 21,
      "surah": 13,
      "text": "{ وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ } وهذا عام في كل ما أمر الله بوصله، من الإيمان به وبرسوله، ومحبته ومحبة رسوله، والانقياد لعبادته وحده لا شريك له، ولطاعة رسوله. ويصلون آباءهم وأمهاتهم ببرهم بالقول والفعل وعدم عقوقهم، ويصلون الأقارب والأرحام، بالإحسان إليهم قولا وفعلا، ويصلون ما بينهم وبين الأزواج والأصحاب والمماليك، بأداء حقهم كاملا موفرا من الحقوق الدينية والدنيوية. والسبب الذي يجعل العبد واصلا ما أمر الله به أن يوصل، خشية الله وخوف يوم الحساب، ولهذا قال: { وَيَخْشَوْنَ رَبَّهُمْ } أي: يخافونه، فيمنعهم خوفهم منه، ومن القدوم عليه يوم الحساب، أن يتجرؤوا على معاصي الله، أو يقصروا في شيء مما أمر الله به خوفا من العقاب ورجاء للثواب."
    },
    {
      "ayah": 22,
      "surah": 13,
      "text": "{ وَالَّذِينَ صَبَرُوا } علىالمأمورات بالامتثال، وعن المنهيات بالانكفاف عنها والبعد منها، وعلى أقدار الله المؤلمة بعدم تسخطها. ولكن بشرط أن يكون ذلك الصبر { ابْتِغَاءَ وَجْهِ رَبِّهِمْ } لا لغير ذلك من المقاصد والأغراض الفاسدة فإن هذا هو الصبر النافع الذي يحبس به العبد نفسه، طلبا لمرضاة ربه، ورجاء للقرب منه، والحظوة بثوابه، وهو الصبر الذي من خصائص أهل الإيمان، وأما الصبر المشترك الذي غايته التجلد ومنتهاه الفخر، فهذا يصدر من البر والفاجر، والمؤمن والكافر، فليس هو الممدوح على الحقيقة. { وَأَقَامُوا الصَّلَاةَ } بأركانها وشروطها ومكملاتها ظاهرا وباطنا، { وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً } دخل في ذلك النفقات الواجبة كالزكوات والكفارات والنفقات المستحبة وأنهم ينفقون حيث دعت الحاجة إلى النفقة، سرا وعلانية، { وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ } أي: من أساء إليهم بقول أو فعل، لم يقابلوه بفعله، بل قابلوه بالإحسان إليه. فيعطون من حرمهم، ويعفون عمن ظلمهم، ويصلون من قطعهم، ويحسنون إلى من أساء إليهم، وإذا كانوا يقابلون المسيء بالإحسان، فما ظنك بغير المسيء؟!{ أُولَئِكَ } الذين وصفت صفاتهم الجليلة ومناقبهم الجميلة { لَهُمْ عُقْبَى الدَّارِ }"
    },
    {
      "ayah": 23,
      "surah": 13,
      "text": "{ جَنَّاتِ عَدْنٍ } أي: إقامة لا يزولون عنها، ولا يبغون عنها حولا؛ لأنهم لا يرون فوقها غاية لما اشتملت عليه من النعيم والسرور، الذي تنتهي إليه المطالب والغايات. ومن تمام نعيمهم وقرة أعينهم أنهم { يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ } من الذكور والإناث { وَأَزْوَاجِهِمْ } أي الزوج أو الزوجة وكذلك النظراء والأشباه، والأصحاب والأحباب، فإنهم من أزواجهم وذرياتهم، { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ } يهنئونهم بالسلامة وكرامة الله لهم"
    },
    {
      "ayah": 24,
      "surah": 13,
      "text": "{ سَلَامٌ عَلَيْكُمْ } أي: حلت عليكم السلامة والتحية من الله وحصلت لكم، وذلك متضمن لزوال كل مكروه، ومستلزم لحصول كل محبوب. { بِمَا صَبَرْتُمْ } أي: صبركم هو الذي أوصلكم إلى هذه المنازل العالية، والجنان الغالية، { فَنِعْمَ عُقْبَى الدَّارِ }  فحقيق بمن نصح نفسه وكان لها عنده قيمة، أن يجاهدها، لعلها تأخذ من أوصاف أولي الألباب بنصيب، لعلها تحظى بهذه الدار، التي هي منية النفوس، وسرور الأرواح الجامعة لجميع اللذات والأفراح، فلمثلها فليعمل العاملون وفيها فليتنافس المتنافسون."
    },
    {
      "ayah": 25,
      "surah": 13,
      "text": "لما ذكر حال أهل الجنة ذكر أن أهل النار بعكس ما وصفهم به، فقال عنهم: { والَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ } أي: من بعد ما أكده عليهم على أيدي رسله، وغلظ عليهم، فلم يقابلوه بالانقياد والتسليم، بل قابلوه بالإعراض والنقص، { وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ } فلم يصلوا ما بينهم وبين ربهم بالإيمان والعمل الصالح، ولا وصلوا الأرحام ولا أدوا الحقوق، بل أفسدوا في الأرض بالكفر والمعاصي، والصد عن سبيل الله وابتغائها عوجا، { أُولَئِكَ لَهُمُ اللَّعْنَةُ } أي: البعد والذم من الله وملائكته وعباده المؤمنين، { وَلَهُمْ سُوءُ الدَّارِ } وهي: الجحيم بما فيها من العذاب الأليم."
    },
    {
      "ayah": 26,
      "surah": 13,
      "text": "أي: هو وحده يوسع الرزق ويبسطه على من يشاء ويقدره ويضيقه على من يشاء، { وَفَرِحُوا } أي: الكفار { بِالْحَيَاةِ الدُّنْيَا } فرحا أوجب لهم أن يطمئنوا بها، ويغفلوا عن الآخرة وذلك لنقصان عقولهم، { وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ } أي: شيء حقير يتمتع به قليلا ويفارق أهله وأصحابه ويعقبهم ويلا طويلا."
    },
    {
      "ayah": 27,
      "surah": 13,
      "text": "يخبر تعالى أن الذين كفروا بآيات الله يتعنتون على رسول الله، ويقترحون ويقولون: { لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ } وبزعمهم أنها لو جاءت لآمنوا فأجابهم الله بقوله: { قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ } أي: طلب رضوانه، فليست الهداية والضلال بأيديهم حتى يجعلوا ذلك متوقفا على الآيات، ومع ذلك فهم كاذبون، { ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون }  ولا يلزم أن يأتي الرسول بالآية التي يعينونها ويقترحونها، بل إذا جاءهم بآية تبين ما جاء به من الحق، كفى ذلك وحصل المقصود، وكان أنفع لهم من طلبهم الآيات التي يعينونها، فإنها لو جاءتهم طبق ما اقترحوا فلم يؤمنوا بها لعاجلهم العذاب."
    },
    {
      "ayah": 28,
      "surah": 13,
      "text": "ثم ذكر تعالى علامة المؤمنين فقال: { الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ } أي: يزول قلقها واضطرابها، وتحضرها أفراحها ولذاتها. { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } أي: حقيق بها وحريٌّ أن لا تطمئن لشيء سوى ذكره، فإنه لا شيء ألذ للقلوب ولا أشهى ولا أحلى من محبة خالقها، والأنس به ومعرفته، وعلى قدر معرفتها بالله ومحبتها له، يكون ذكرها له، هذا على القول بأن ذكر الله، ذكر العبد لربه، من تسبيح وتهليل وتكبير وغير ذلك. وقيل: إن المراد بذكر الله كتابه الذي أنزله ذكرى للمؤمنين، فعلى هذا معنى طمأنينة القلوب بذكر الله: أنها حين تعرف معاني القرآن وأحكامه تطمئن لها، فإنها تدل على الحق المبين المؤيد بالأدلة والبراهين، وبذلك تطمئن القلوب، فإنها لا تطمئن القلوب إلا باليقين والعلم، وذلك في كتاب الله، مضمون على أتم الوجوه وأكملها، وأما ما سواه من الكتب التي لا ترجع إليه فلا تطمئن بها، بل لا تزال قلقة من تعارض الأدلة وتضاد الأحكام.  { ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا } وهذا إنما يعرفه من خبر كتاب الله وتدبره، وتدبر غيره من أنواع العلوم، فإنه يجد بينها وبينه فرقا عظيما."
    },
    {
      "ayah": 29,
      "surah": 13,
      "text": "ثم قال تعالى: { الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: آمنوا بقلوبهم بالله وملائكته، وكتبه ورسله واليوم الآخر، وصدقوا هذا الإيمان بالأعمال الصالحة، أعمال القلوب كمحبة الله وخشيته ورجائه، وأعمال الجوارح كالصلاة ونحوها، { طُوبَى لَهُمْ وَحُسْنُ مَآبٍ } أي: لهم حالة طيبة ومرجع حسن. وذلك بما ينالون من رضوان الله وكرامته في الدنيا والآخرة، وأن لهم كمال الراحة وتمام الطمأنينة، ومن جملة ذلك شجرة طوبى التي في الجنة، التي يسير الراكب في ظلها مائة عام ما يقطعها، كما وردت بها الأحاديث الصحيحة."
    },
    {
      "ayah": 3,
      "surah": 13,
      "text": "{ وَهُوَ الَّذِي مَدَّ الْأَرْضَ } أي: خلقها للعباد، ووسعها وبارك فيها ومهدها للعباد، وأودع فيها من مصالحهم ما أودع، { وَجَعَلَ فِيهَا رَوَاسِيَ } أي: جبالا عظاما، لئلا تميد بالخلق، فإنه لولا الجبال لمادت بأهلها، لأنها على تيار ماء، لا ثبوت لها ولا استقرار إلا بالجبال الرواسي، التي جعلها الله أوتادا لها. { و } جعل فيها { أَنْهَارًا } تسقي الآدميين وبهائمهم وحروثهم، فأخرج بها من الأشجار والزروع والثمار خيرا كثيرا ولهذا قال: { وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ } أي: صنفين مما يحتاج إليه العباد. { يُغْشِي اللَّيْلَ النَّهَارَ } فتظلم الآفاق فيسكن كل حيوان إلى مأواه ويستريحون من التعب والنصب في النهار، ثم إذا قضوا مأربهم من النوم غشي النهار الليل فإذا هم مصبحون منتشرون في مصالحهم وأعمالهم في النهار. { ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون }  { إِنَّ فِي ذَلِكَ لَآيَاتٍ } على المطالب الإلهية { لِقَوْمٍ يَتَفَكَّرُونَ } فيها، وينظرون فيها نظر اعتبار دالة على أن الذي خلقها ودبرها وصرفها، هو الله الذي لا إله إلا هو، ولا معبود سواه، وأنه عالم الغيب والشهادة، الرحمن الرحيم، وأنه القادر على كل شيء، الحكيم في كل شيء المحمود على ما خلقه وأمر به تبارك وتعالى."
    },
    {
      "ayah": 30,
      "surah": 13,
      "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { كَذَلِكَ أَرْسَلْنَاكَ } إلى قومك تدعوهم إلى الهدى { قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ } أرسلنا فيهم رسلنا، فلست ببدع من الرسل حتى يستنكروا رسالتك، ولست تقول من تلقاء نفسك، بل تتلو عليهم آيات الله التي أوحاها الله إليك ، التي تطهر القلوب وتزكي النفوس. والحال أن قومك يكفرون بالرحمن، فلم يقابلوا رحمته وإحسانه -التي أعظمها أن أرسلناك إليهم رسولا وأنزلنا عليك كتابا- بالقبول والشكر بل قابلوها بالإنكار والرد، أفلا يعتبرون بمن خلا من قبلهم من القرون المكذبة كيف أخذهم الله بذنوبهم، { قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ } وهذا متضمن للتوحيدين توحيد الألوهية وتوحيد الربوبية. فهو ربي الذي رباني بنعمه منذ أوجدني، وهو إلهي الذي { عَلَيْهِ تَوَكَّلْتُ } في جميع أموري { وَإِلَيْهِ متاب } أي: أرجع في جميع عباداتي وفي حاجاتي."
    },
    {
      "ayah": 31,
      "surah": 13,
      "text": "يقول تعالى مبينا فضل القرآن الكريم على سائر الكتب المنزلة: { وَلَوْ أَنَّ قُرْآنًا } من الكتب الإلهية { سُيِّرَتْ بِهِ الْجِبَالُ } عن أماكنها { أَوْ قُطِّعَتْ بِهِ الْأَرْضُ } جنانا وأنهارا { أَوْ كُلِّمَ بِهِ الْمَوْتَى } لكان هذا القرآن. { بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا } فيأتي بالآيات التي تقتضيها حكمته، فما بال المكذبين يقترحون من الآيات ما يقترحون؟ فهل لهم أو لغيرهم من الأمر شيء؟. { أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا } فليعلموا أنه قادر على هدايتهم جميعا ولكنه لا يشاء ذلك، بل يهدي من يشاء، ويضل من يشاء { وَلَا يَزَالُ الَّذِينَ كَفَرُوا } على كفرهم، لا يعتبرون ولا يتعظون، والله تعالى يوالي عليهم القوارع التي تصيبهم في ديارهم أو تحل قريبا منها، وهم مصرون على كفرهم { حَتَّى يَأْتِيَ وَعْدُ اللَّهِ } الذي وعدهم به، لنزول العذاب المتصل الذي لا يمكن رفعه، { إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ } وهذا تهديد لهم وتخويف من نزول ما وعدهم الله به على كفرهم وعنادهم وظلمهم."
    },
    {
      "ayah": 32,
      "surah": 13,
      "text": "يقول تعالى لرسوله -مثبتا له ومسليا- { وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ } فلست أول رسول كذب وأوذي { فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا } برسلهم أي: أمهلتهم مدة حتى ظنوا أنهم غير معذبين. { ثُمَّ أَخَذْتُهُمْ } بأنواع العذاب { فَكَيْفَ كَانَ عِقَابِ } كان عقابا شديدا وعذابا أليما، فلا يغتر هؤلاء الذين كذبوك واستهزؤوا بك بإمهالنا، فلهم أسوة فيمن قبلهم من الأمم، فليحذروا أن يفعل بهم كما فعل بأولئك."
    },
    {
      "ayah": 33,
      "surah": 13,
      "text": "يقول تعالى: { أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ } بالجزاء العاجل والآجل، بالعدل والقسط، وهو الله تبارك وتعالى كمن ليس كذلك؟ ولهذا قال: { وَجَعَلُوا لِلَّهِ شُرَكَاءَ } وهو الله الأحد الفرد الصمد، الذي لا شريك له ولا ند ولا نظير، { قُلْ } لهم إن كانوا صادقين: { سَمُّوهُمْ } لتعلم حالهم { أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ } فإنه إذا كان عالم الغيب والشهادة وهو لا يعلم له شريكا، علم بذلك بطلان دعوى الشريك له، وأنكم بمنزلة الذي يُعَلِّمُ الله أن له شريكا وهو لا يعلمه، وهذا أبطل ما يكون؛ ولهذا قال: { أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ } أي: غاية ما يمكن من دعوى الشريك له تعالى أنه بظاهر أقوالكم. وأما في الحقيقة، فلا إله إلا الله، وليس أحد من الخلق يستحق شيئا من العبادة، ولكن { زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ } الذي مكروه وهو كفرهم وشركهم، وتكذيبهم لآيات الله { وَصُدُّوا عَنِ السَّبِيلِ } أي: عن الطريق المستقيمة الموصلة إلى الله وإلى دار كرامته، { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأنه ليس لأحد من الأمر شيء."
    },
    {
      "ayah": 34,
      "surah": 13,
      "text": "{ لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ } من عذاب الدنيا لشدته ودوامه، { وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ } يقيهم من عذاب الله، فعذابه إذا وجهه إليهم لا مانع منه."
    },
    {
      "ayah": 35,
      "surah": 13,
      "text": "يقول تعالى: { مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ } الذين تركوا ما نهاهم الله عنه، ولم يقصروا فيما أمرهم به، أي: صفتها وحقيقتها { تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } أنهار العسل، وأنهار الخمر، وأنهار اللبن، وأنهار الماء التي تجري في غير أخدود، فتسقى تلك البساتين والأشجار فتحمل من جميع أنواع الثمار. { أُكُلُهَا دَائِمٌ وَظِلُّهَا } دائم أيضا، { تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا } أي: عاقبتهم ومآلهم التي إليها يصيرون، { وَعُقْبَى الْكَافِرِينَ النَّارُ } فكم بين الفريقين من الفرق المبين؟\\\""
    },
    {
      "ayah": 36,
      "surah": 13,
      "text": "يقول تعالى: { وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ } أي: مننا عليهم به وبمعرفته، { يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ } فيؤمنون به ويصدقونه، ويفرحون بموافقة الكتب بعضها لبعض، وتصديق بعضها بعضا وهذه حال من آمن من أهل الكتابين، { وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ } أي: ومن طوائف الكفار المنحرفين عن الحق، من ينكر بعض هذا القرآن ولا يصدقه. { فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها } إنما أنت يا محمد منذر تدعوا إلى الله، { قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ } أي: بإخلاص الدين لله وحده، { إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ } أي: مرجعي الذي أرجع به إليه فيجازيني بما قمت به من الدعوة إلى دينه والقيام بما أمرت به."
    },
    {
      "ayah": 37,
      "surah": 13,
      "text": "أي: ولقد أنزلنا هذا القرآن والكتاب حكما، عربيا أي: محكما متقنا، بأوضح الألسنة وأفصح اللغات، لئلا يقع فيه شك واشتباه، وليوجب أن يتبع وحده، ولا يداهن فيه، ولا يتبع ما يضاده ويناقضه من أهواء الذين لا يعلمون. ولهذا توعد رسوله -مع أنه معصوم- ليمتن عليه بعصمته ولتكون أمته أسوته في الأحكام فقال: { وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ } البين الذي ينهاك عن اتباع أهوائهم، { مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ } يتولاك فيحصل لك الأمر المحبوب، { وَلَا وَاقٍ } يقيك من الأمر المكروه."
    },
    {
      "ayah": 38,
      "surah": 13,
      "text": "أي: لست أول رسول أرسل إلى الناس حتى يستغربوا رسالتك، { وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً } فلا يعيبك أعداؤك بأن يكون لك أزواج وذرية، كما كان لإخوانك المرسلين، فلأي شيء يقدحون فيك بذلك وهم يعلمون أن الرسل قبلك كذلك؛ إلا لأجل أغراضهم الفاسدة وأهوائهم؟ وإن طلبوا منك آية اقترحوها فليس لك من الأمر شيء. { وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ } والله لا يأذن فيها إلا في وقتها الذي قدره وقضاه، { لِكُلِّ أَجَلٍ كِتَابٌ } لا يتقدم عليه ولا يتأخر عنه، فليس استعجالهم بالآيات أو بالعذاب موجبا لأن يقدم الله ما كتب أنه يؤخر مع أنه تعالى فعال لما يريد."
    },
    {
      "ayah": 39,
      "surah": 13,
      "text": "{ يَمْحُوا اللَّهُ مَا يَشَاءُ } من الأقدار { وَيُثْبِتُ } ما يشاء منها، وهذا المحو والتغيير في غير ما سبق به علمه وكتبه قلمه فإن هذا لا يقع فيه تبديل ولا تغيير لأن ذلك محال على الله، أن يقع في علمه نقص أو خلل ولهذا قال: { وَعِنْدَهُ أُمُّ الْكِتَابِ } أي: اللوح المحفوظ الذي ترجع إليه سائر الأشياء، فهو أصلها، وهي فروع له وشعب. فالتغيير والتبديل يقع في الفروع والشعب، كأعمال اليوم والليلة التي تكتبها الملائكة، ويجعل الله لثبوتها أسبابا ولمحوها أسبابا، لا تتعدى تلك الأسباب، ما رسم في اللوح المحفوظ، كما جعل الله البر والصلة والإحسان من أسباب طول العمر وسعة الرزق، وكما جعل المعاصي سببا لمحق بركة الرزق والعمر، وكما جعل أسباب النجاة من المهالك والمعاطب سببا للسلامة، وجعل التعرض لذلك سببا للعطب، فهو الذي يدبر الأمور بحسب قدرته وإرادته، وما يدبره منها لا يخالف ما قد علمه وكتبه في اللوح المحفوظ."
    },
    {
      "ayah": 4,
      "surah": 13,
      "text": "ومن الآيات على كمال قدرته وبديع صنعته أن جعل { فِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ } فيها أنواع الأشجار { مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ } وغير ذلك، والنخيل التي بعضها { صِنْوَانٌ } أي: عدة أشجار في أصل واحد، { وَغَيْرُ صِنْوَانٍ } بأن كان كل شجرة على حدتها، والجميع { يُسْقَى بِمَاءٍ وَاحِدٍ } وأرضه واحدة { وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ } لونا وطعما ونفعا ولذة؛ فهذه أرض طيبة تنبت الكلأ والعشب الكثير والأشجار والزروع، وهذه أرض تلاصقها لا تنبت كلأ ولا تمسك ماء، وهذه تمسك الماء ولا تنبت الكلأ، وهذه تنبت الزرع والأشجار ولا تنبت الكلأ، وهذه الثمرة حلوة وهذه مرة وهذه بين ذلك. فهل هذا التنوع في ذاتها وطبيعتها؟ أم ذلك تقدير العزيز الرحيم؟ { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ } أي: لقوم لهم عقول تهديهم إلى ما ينفعهم، وتقودهم إلى ما يرشدهم ويعقلون عن الله وصاياه وأوامره ونواهيه، وأما أهل الإعراض، وأهل البلادة فهم في ظلماتهم يعمهون، وفي غيهم يترددون، لا يهتدون إلى ربهم سبيلا ولا يعون له قيلا."
    },
    {
      "ayah": 40,
      "surah": 13,
      "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: لا تعجل عليهم بإصابة ما يوعدون به من العذاب، فهم إن استمروا على طغيانهم وكفرهم فلا بد أن يصيبهم ما وعدوا به، { إمَا نُرِيَنَّكَ } إياه في الدنيا فتقر بذلك عينك، { أو نتوفينك } قبل إصابتهم فليس ذلك شغلا لك { فَإِنَّمَا عَلَيْكَ الْبَلَاغُ } والتبيين للخلق. { وَعَلَيْنَا الْحِسَابُ } فنحاسب الخلق على ما قاموا به، مما عليهم، وضيعوه، ونثيبهم أو نعاقبهم."
    },
    {
      "ayah": 41,
      "surah": 13,
      "text": "ثم قال متوعدا للمكذبين { أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا } قيل بإهلاك المكذبين واستئصال الظالمين، وقيل: بفتح بلدان المشركين، ونقصهم في أموالهم وأبدانهم، وقيل غير ذلك من الأقوال. والظاهر -والله أعلم- أن المراد بذلك أن أراضي هؤلاء المكذبين جعل الله يفتحها ويجتاحها، ويحل القوارع بأطرافها، تنبيها لهم قبل أن يجتاحهم النقص، ويوقع الله بهم من القوارع ما لا يرده أحد، ولهذا قال: { وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ } ويدخل في هذا حكمه الشرعي والقدري والجزائي. فهذه الأحكام التي يحكم الله فيها، توجد في غاية الحكمة والإتقان، لا خلل فيها ولا نقص، بل هي مبنية على القسط والعدل والحمد، فلا يتعقبها أحد ولا سبيل إلى القدح فيها، بخلاف حكم غيره فإنه قد يوافق الصواب وقد لا يوافقه، { وَهُوَ سَرِيعُ الْحِسَابِ } أي: فلا يستعجلوا بالعذاب فإن كل ما هو آت، فهو قريب."
    },
    {
      "ayah": 42,
      "surah": 13,
      "text": "يقول تعالى: { وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ } برسلهم وبالحق الذي جاءت به الرسل، فلم يغن عنهم مكرهم ولم يصنعوا شيئا فإنهم يحاربون الله ويبارزونه، { فَلِلَّهِ الْمَكْرُ جَمِيعًا } أي: لا يقدر أحد أن يمكر مكرا إلا بإذنه، وتحت قضائه وقدره، فإذا كانوا يمكرون بدينه فإن مكرهم سيعود عليهم بالخيبة والندم، فإن الله { يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ } أي: هومها وإراداتها وأعمالها الظاهرة والباطنة. والمكر لا بد أن يكون من كسبها فلا يخفى على الله مكرهم، فيمتنع أن يمكروا مكرا يضر الحق وأهله ويفيدهم شيئا، { وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ } أي: ألهم أو لرسله؟ ومن المعلوم أن العاقبة للمتقين لا للكفر وأعماله."
    },
    {
      "ayah": 43,
      "surah": 13,
      "text": "{ وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا } أي: يكذبونك ويكذبون ما أرسلت به، { قُلْ } لهم -إن طلبوا على ذلك شهيدا: { كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ } وشهادته بقوله وفعله وإقراره، أما قوله فبما أوحاه الله إلى أصدق خلقه مما يثبت به رسالته. وأما فعله فلأن الله تعالى أيد رسوله ونصره نصرا خارجا عن قدرته وقدرة أصحابه وأتباعه وهذا شهادة منه له بالفعل والتأييد. وأما إقراره، فإنه أخبر الرسول عنه أنه رسوله، وأنه أمر الناس باتباعه، فمن اتبعه فله رضوان الله وكرامته، ومن لم يتبعه فله النار والسخط وحل له ماله ودمه والله يقره على ذلك، فلو تقول عليه بعض الأقاويل لعاجله بالعقوبة. { وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ } وهذا شامل لكل علماء أهل الكتابين، فإنهم يشهدون للرسول من آمن واتبع الحق، صرح بتلك الشهادة التي عليه، ومن كتم ذلك فإخبار الله عنه أن عنده شهادة أبلغ من خبره، ولو لم يكن عنده شهادة لرد استشهاده بالبرهان، فسكوته يدل على أن عنده شهادة مكتومة. وإنما أمر الله باستشهاد أهل الكتاب لأنهم أهل هذا الشأن، وكل أمر إنما يستشهد فيه أهله ومن هم أعلم به من غيرهم، بخلاف من هو أجنبي عنه، كالأميين من مشركي العرب وغيرهم، فلا فائدة في استشهادهم لعدم خبرتهم ومعرفتهم والله أعلم. تم تفسير سورة الرعد ,والحمد لله رب العالمين."
    },
    {
      "ayah": 5,
      "surah": 13,
      "text": "يحتمل أن معنى قوله { وَإِنْ تَعْجَبْ } من عظمة الله تعالى وكثرة أدلة توحيده، فإن العجب -مع هذا- إنكار المكذبين وتكذيبهم بالبعث، وقولهم { أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ } أي: هذا بعيد في غاية الامتناع بزعمهم، أنهم بعد ما كانوا ترابا، أن الله يعيدهم، فإنهم -من جهلهم- قاسوا قدرة الخالق بقدرة المخلوق. فلما رأوا هذا ممتنعا في قدرة المخلوق ظنوا أنه ممتنع على قدرة الخالق، ونسوا أن الله خلقهم أول مرة ولم يكونوا شيئا. ويحتمل أن معناه: وإن تعجب من قولهم وتكذيبهم للبعث، فإن ذلك من العجائب، فإن الذي توضح له الآيات، ويرى من الأدلة القاطعة على البعث ما لا يقبل الشك والريب، ثم ينكر ذلك فإن قوله من العجائب. ولكن ذلك لا يستغرب على { الَّذِينَ كَفَرُوا بِرَبِّهِمْ } وجحدوا وحدانيته، وهي أظهر الأشياء وأجلاها، { وَأُولَئِكَ الْأَغْلَالُ } المانعة لهم من الهدى { فِي أَعْنَاقِهِمْ } حيث دعوا إلى الإيمان فلم يؤمنوا، وعرض عليهم الهدى فلم يهتدوا، فقلبت قلوبهم وأفئدتهم عقوبة على أنهم لم يؤمنوا به أول مرة، { وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } لا يخرجون منها أبدا."
    },
    {
      "ayah": 6,
      "surah": 13,
      "text": "يخبر تعالى عن جهل المكذبين لرسوله المشركين به، الذين وعظوا فلم يتعظوا، وأقيمت عليهم الأدلة فلم ينقادوا لها، بل جاهروا بالإنكار، واستدلوا بحلم [الله] الواحد القهار عنهم، وعدم معاجلتهم بذنوبهم أنهم على حق، وجعلوا يستعجلون الرسول بالعذاب، ويقول قائلهم: { اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم }  { و } الحال أنه { قَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ } أي: وقائع الله وأيامه في الأمم المكذبين، أفلا يتفكرون في حالهم ويتركون جهلهم { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ } أي: لا يزال خيره إليهم وإحسانه وبره وعفوه نازلا إلى العباد، وهم لا يزال شرهم وعصيانهم إليه صاعدًا. يعصونه فيدعوهم إلى بابه، ويجرمون فلا يحرمهم خيره وإحسانه، فإن تابوا إليه فهو حبيبهم لأنه يحب التوابين، ويحب المتطهرين وإن لم يتوبوا فهو طبيبهم، يبتليهم بالمصائب، ليطهرهم من المعايب { قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم }  { وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ } على من لم يزل مصرا على الذنوب، قد أبى التوبة والاستغفار والالتجاء إلى العزيز الغفار، فليحذر العباد عقوباته بأهل الجرائم، فإن أخذه أليم شديد."
    },
    {
      "ayah": 7,
      "surah": 13,
      "text": "أي: ويقترح الكفار عليك من الآيات، التي يعينونها ويقولون: { لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ } ويجعلون هذا القول منهم، عذرا لهم في عدم الإجابة إلى الرسول، والحال أنه منذر ليس له من الأمر شيء، والله هو الذي ينزل الآيات. وقد أيده بالأدلة البينات التي لا تخفى على أولي الألباب، وبها يهتدي من قصده الحق، وأما الكافر الذي -من ظلمه وجهله- يقترح على الله الآيات فهذا اقتراح منه باطل وكذب وافتراء  فإنه لو جاءته أي آية كانت لم يؤمن ولم ينقد؛ لأنه لم يمتنع من الإيمان، لعدم ما يدله على صحته وإنما ذلك لهوى نفسه واتباع شهوته { وَلِكُلِّ قَوْمٍ هَادٍ } أي: داع يدعوهم إلى الهدى من الرسل وأتباعهم، ومعهم من الأدلة والبراهين ما يدل على صحة ما معهم من الهدى."
    },
    {
      "ayah": 8,
      "surah": 13,
      "text": "يخبر تعالى بعموم علمه وسعة اطلاعه وإحاطته بكل شيء فقال: { اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى } من بني آدم وغيرهم، { وَمَا تَغِيضُ الْأَرْحَامُ } أي: تنقص مما فيها إما أن يهلك الحمل أو يتضاءل أو يضمحل { وَمَا تَزْدَادُ } الأرحام وتكبر الأجنة التي فيها، { وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ } لا يتقدم عليه ولا يتأخر ولا يزيد ولا ينقص إلا بما تقتضيه حكمته وعلمه."
    },
    {
      "ayah": 9,
      "surah": 13,
      "text": "فإنه { عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ } في ذاته وأسمائه وصفاته { الْمُتَعَالِ } على جميع خلقه بذاته وقدرته وقهره."
    }
  ]
}
