{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 14,
      "text": "يخبر تعالى أنه أنزل كتابه على رسوله محمد صلى الله عليه وسلم لنفع الخلق، ليخرج الناس من ظلمات الجهل والكفر والأخلاق السيئة وأنواع المعاصي إلى نور العلم والإيمان والأخلاق الحسنة، وقوله: { بِإِذْنِ رَبِّهِمْ } أي: لا يحصل منهم المراد المحبوب لله، إلا بإرادة من الله ومعونة، ففيه حث للعباد على الاستعانة بربهم. ثم فسر النور الذي يهديهم إليه هذا الكتاب فقال: { إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ } أي: الموصل إليه وإلى دار كرامته، المشتمل على العلم بالحق والعمل به، وفي ذكر { العزيز الحميد } بعد ذكر الصراط الموصل إليه إشارة إلى أن من سلكه فهو عزيز بعز الله قوي ولو لم يكن له أنصار إلا الله، محمود في أموره، حسن العاقبة."
    },
    {
      "ayah": 10,
      "surah": 14,
      "text": "ولهذا { قَالَتِ } لهم { رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ } أي: فإنه أظهر الأشياء وأجلاها، فمن شك في الله { فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ } الذي وجود الأشياء مستند إلى وجوده، لم يكن عنده ثقة بشيء من المعلومات، حتى الأمور المحسوسة، ولهذا خاطبتهم الرسل خطاب من لا يشك فيه ولا يصلح الريب فيه { يَدْعُوكُمْ } إلى منافعكم ومصالحكم { لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى } أي: ليثيبكم على الاستجابة لدعوته بالثواب العاجل والآجل، فلم يدعكم لينتفع بعبادتكم، بل النفع عائد إليكم. فردوا على رسلهم رد السفهاء الجاهلين { قَالُوا } لهم: { إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا } أي: فكيف تفضلوننا بالنبوة والرسالة، { تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا } فكيف نترك رأي الآباء وسيرتهم لرأيكم؟ وكيف نطيعكم وأنتم بشر مثلنا؟ { فَأْتُونَا بِسُلْطَانٍ مُبِينٍ } أي: بحجة وبينة ظاهرة، ومرادهم بينة يقترحونها هم، وإلا فقد تقدم أن رسلهم جاءتهم بالبينات."
    },
    {
      "ayah": 11,
      "surah": 14,
      "text": "{ قَالَتْ لَهُمْ رُسُلُهُمْ } مجيبين عن اقتراحهم واعتراضهم: { إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ } أي: صحيح وحقيقة أنا بشر مثلكم، { وَلَكِنْ } ليس في ذلك ما يدفع ما جئنا به من الحق فإن { اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ } فإذا من الله علينا بوحيه ورسالته، فذلك فضله وإحسانه، وليس لأحد أن يحجر على الله فضله ويمنعه من تفضله. فانظروا ما جئناكم به فإن كان حقا فاقبلوه وإن كان غير ذلك فردوه ولا تجعلوا حالنا حجة لكم على رد ما جئناكم به، وقولكم: { فأتونا بسلطان مبين } فإن هذا ليس بأيدينا وليس لنا من الأمر شيء. { وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ } فهو الذي إن شاء جاءكم به، وإن شاء لم يأتكم به وهو لا يفعل إلا ما هو مقتضى حكمته ورحمته، { وَعَلَى اللَّهِ } لا على غيره { فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ } فيعتمدون عليه في جلب مصالحهم ودفع مضارهم لعلمهم بتمام كفايته وكمال قدرته وعميم إحسانه، ويثقون به في تيسير ذلك وبحسب ما معهم من الإيمان يكون توكلهم."
    },
    {
      "ayah": 12,
      "surah": 14,
      "text": "فعلم بهذا وجوب التوكل، وأنه من لوازم الإيمان، ومن العبادات الكبار التي يحبها الله ويرضاها، لتوقف سائر العبادات عليه، { وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا }  أي: أي شيء يمنعنا من التوكل على الله والحال أننا على الحق والهدى، ومن كان على الحق والهدى فإن هداه يوجب له تمام التوكل، وكذلك ما يعلم من أن الله متكفل بمعونة المهتدي وكفايته، يدعو إلى ذلك، بخلاف من لم يكن على الحق والهدى، فإنه ليس ضامنا على الله، فإن حاله مناقضة لحال المتوكل. وفي هذا كالإشارة من الرسل عليهم الصلاة والسلام لقومهم بآية عظيمة، وهو أن قومهم -في الغالب- لهم القهر والغلبة عليهم، فتحدتهم رسلهم بأنهم متوكلون على الله، في دفع كيدكم ومكركم، وجازمون بكفايته إياهم، وقد كفاهم الله شرهم مع حرصهم على إتلافهم وإطفاء ما معهم من الحق، فيكون هذا كقول نوح لقومه: { يا قوم إن كان كبر عليكم مقامي وتذكيري بآيات الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم، ثم لا يكن أمركم عليكم غمة ثم اقضوا إلي ولا تنظرون } الآيات. وقول هود عليه السلام قال: { إني أشهد الله واشهدوا أني بريء مما تشركون من دونه فكيدوني جميعا ثم لا تنظرون }  { وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا } أي: ولنستمرن على دعوتكم ووعظكم وتذكيركم ولا نبالي بما يأتينا منكم من الأذى فإنا سنوطن أنفسنا على ما ينالنا منكم من الأذى، احتسابا للأجر ونصحا لكم لعل الله أن يهديكم مع كثرة التذكير. { وَعَلَى اللَّهِ } وحده لا على غيره { فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ } فإن التوكل عليه مفتاح لكل خير. واعلم أن الرسل عليهم الصلاة والسلام توكلهم في أعلى المطالب وأشرف المراتب وهو التوكل على الله في إقامة دينه ونصره، وهداية عبيده، وإزالة الضلال عنهم، وهذا أكمل ما يكون من التوكل."
    },
    {
      "ayah": 13,
      "surah": 14,
      "text": "لما ذكر دعوة الرسل لقومهم ودوامهم على ذلك وعدم مللهم، ذكر منتهى ما وصلت بهم الحال مع قومهم فقال: { وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ } متوعدين لهم { لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا } وهذا أبلغ ما يكون من الرد، وليس بعد هذا فيهم مطمع، لأنه ما كفاهم أن أعرضوا عن الهدى بل توعدوهم بالإخراج من ديارهم ونسبوها إلى أنفسهم وزعموا أن الرسل لا حق لهم فيها، وهذا من أعظم الظلم، فإن الله أخرج عباده إلى الأرض، وأمرهم بعبادته، وسخر لهم الأرض وما عليها يستعينون بها على عبادته. فمن استعان بذلك على عبادة الله حل له ذلك وخرج من التبعة، ومن استعان بذلك على الكفر وأنواع المعاصي، لم يكن ذلك خالصا له، ولم يحل له، فعلم أن أعداء الرسل في الحقيقة ليس لهم شيء من الأرض التي توعدوا الرسل بإخراجهم منها. وإن رجعنا إلى مجرد العادة فإن الرسل من جملة أهل بلادهم، وأفراد منهم، فلأي شيء يمنعونهم حقا لهم صريحا واضحا؟! هل هذا إلا من عدم الدين والمروءة بالكلية؟ ولهذا لما انتهى مكرهم بالرسل إلى هذه الحال ما بقي حينئذ إلا أن يمضي الله أمره، وينصر أولياءه، { فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ } بأنواع العقوبات."
    },
    {
      "ayah": 14,
      "surah": 14,
      "text": "{ وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ } أي: العاقبة الحسنة التي جعلها الله للرسل ومن تبعهم جزاء { لِمَنْ خَافَ مَقَامِي } عليه في الدنيا وراقب الله مراقبة من يعلم أنه يراه، { وَخَافَ وَعِيدِ } أي: ما توعدت به من عصاني فأوجب له ذلك الانكفاف عما يكرهه الله والمبادرة إلى ما يحبه الله."
    },
    {
      "ayah": 15,
      "surah": 14,
      "text": "{ وَاسْتَفْتَحُوا } أي: الكفار أي: هم الذين طلبوا واستعجلوا فتح الله وفرقانه بين أوليائه وأعدائه فجاءهم ما استفتحوا به وإلا فالله حليم لا يعاجل من عصاه بالعقوبة، { وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ } أي: خسر في الدنيا والآخرة من تجبر على الله وعلى الحق وعلى عباد الله واستكبر في الأرض وعاند الرسل وشاقهم."
    },
    {
      "ayah": 16,
      "surah": 14,
      "text": "{ مِنْ وَرَائِهِ جَهَنَّمُ } أي: جهنم لهذا الجبار العنيد بالمرصاد، فلا بد له من ورودها فيذاق حينئذ العذاب الشديد، { وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ } في لونه وطعمه ورائحته الخبيثة، وهو في غاية الحرارة."
    },
    {
      "ayah": 17,
      "surah": 14,
      "text": "{ يَتَجَرَّعُهُ } من العطش الشديد { وَلَا يَكَادُ يُسِيغُهُ } فإنه إذا قرب إلى وجهه شواه وإذا وصل إلى بطنه قطع ما أتى عليه من الأمعاء، { وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ } أي: يأتيه العذاب الشديد من كل نوع من أنواع العذاب، وكل نوع منه من شدته يبلغ إلى الموت ولكن الله قضى أن لا يموتوا كما قال تعالى: { لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور وهم يصطرخون فيها }  { وَمِنْ وَرَائِهِ } أي: الجبار العنيد { عَذَابٌ غَلِيظٌ } أي: قوي شديد لا يعلم وصفه وشدته إلا الله تعالى."
    },
    {
      "ayah": 18,
      "surah": 14,
      "text": "يخبر تعالى عن أعمال الكفار التي عملوها: إما أن المراد بها الأعمال التي عملوها لله، بأنها في ذهابها وبطلانها واضمحلالها كاضمحلال الرماد، الذي هو أدق الأشياء وأخفها، إذا اشتدت به الريح في يوم عاصف شديد الهبوب، فإنه لا يبقى منه شيئا، ولا يقدر منه على شيء يذهب ويضمحل، فكذلك أعمال الكفار { لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ } ولا على مثقال ذرة منه لأنه مبني على الكفر والتكذيب. { ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ } حيث بطل سعيهم واضمحل عملهم، وإما أن المراد بذلك أعمال الكفار التي عملوها ليكيدوا بها الحق، فإنهم يسعون ويكدحون في ذلك ومكرهم عائد عليهم ولن يضروا الله ورسله وجنده وما معهم من الحق شيئا."
    },
    {
      "ayah": 19,
      "surah": 14,
      "text": "ينبه تعالى عباده بأنه { خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقَّ } أي: ليعبده الخلق ويعرفوه، ويأمرهم وينهاهم وليستدلوا بهما وما فيهما على ما له من صفات الكمال، وليعلموا أن الذي خلق السماوات والأرض -على عظمهما وسعتهما- قادر على أن يعيدهم خلقا جديدا، ليجازيهم بإحسانهم وإساءتهم، وأن قدرته ومشيئته لا تقصر عن ذلك ولهذا قال: { إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ }  يحتمل أن المعنى: إن يشأ يذهبكم ويأت بقوم غيركم يكونون أطوع لله منكم، ويحتمل أن المراد أنه: إن يشأ يفنيكم ثم يعيدهم بالبعث خلقا جديدا، ويدل على هذا الاحتمال ما ذكره بعده من أحوال القيامة."
    },
    {
      "ayah": 2,
      "surah": 14,
      "text": "وليدل ذلك على أن صراط الله من أكبر الأدلة على ما لله من صفات الكمال، ونعوت الجلال، وأن الذي نصبه لعباده، عزيز السلطان، حميد في أقواله وأفعاله وأحكامه، وأنه مألوه معبود بالعبادات التي هي منازل الصراط المستقيم، وأنه كما أن له ملك السماوات والأرض خلقا ورزقا وتدبيرا، فله الحكم على عباده بأحكامه الدينية، لأنهم ملكه، ولا يليق به أن يتركهم سدى، فلما بيَّن الدليل والبرهان توعد من لم ينقد لذلك، فقال: { وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ } لا يقدر قدره، ولا يوصف أمره"
    },
    {
      "ayah": 20,
      "surah": 14,
      "text": "{ وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ } أي: بممتنع بل هو سهل عليه جدا، { ما خلقكم ولا بعثكم إلا كنفس واحدة } { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه }"
    },
    {
      "ayah": 21,
      "surah": 14,
      "text": "{ وَبَرَزُوا } أي: الخلائق { لِلَّهِ جَمِيعًا } حين ينفخ في الصور فيخرجون من الأجداث إلى ربهم فيقفون في أرض مستوية قاع صفصف، لا ترى فيها عوجا ولا أمتا، ويبرزون له لا يخفى [عليه] منهم خافية، فإذا برزوا صاروا يتحاجون، وكل يدفع عن نفسه، ويدافع ما يقدر عليه، ولكن أني لهم ذلك؟ فيقول { الضُّعَفَاءُ } أي: التابعون والمقلدون { لِلَّذِينَ اسْتَكْبَرُوا } وهم: المتبوعون الذين هم قادة في الضلال: { إِنَّا كُنَّا لَكُمْ تَبَعًا } أي: في الدنيا، أمرتمونا بالضلال، وزينتموه لنا فأغويتمونا، { فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ } أي: ولو مثقال ذرة، { قَالُوا } أي: المتبوعون والرؤساء { أغويناكم كما غوينا } و { لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ } فلا يغني أحد أحدا، { سَوَاءٌ عَلَيْنَا أَجَزِعْنَا } من العذاب { أَمْ صَبَرْنَا } عليه، { مَا لَنَا مِنْ مَحِيصٍ } أي: من ملجأ نلجأ إليه، ولا مهرب لنا من عذاب الله."
    },
    {
      "ayah": 22,
      "surah": 14,
      "text": "أي: { وَقَالَ الشَّيْطَانُ } الذي هو سبب لكل شر يقع ووقع في العالم، مخاطبا لأهل النار ومتبرئا منهم { لَمَّا قُضِيَ الْأَمْرُ } ودخل أهل الجنة الجنة وأهل النار النار. { إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ } على ألسنة رسله فلم تطيعوه، فلو أطعتموه لأدركتم الفوز العظيم، { وَوَعَدْتُكُمْ } الخير { فَأَخْلَفْتُكُمْ } أي: لم يحصل ولن يحصل لكم ما منيتكم به من الأماني الباطلة. { وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ } أي: من حجة على تأييد قولي، { إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي } أي: هذا نهاية ما عندي أني دعوتكم إلى مرادي وزينته لكم، فاستجبتم لي اتباعا لأهوائكم وشهواتكم، فإذا كانت الحال بهذه الصورة { فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ } فأنتم السبب وعليكم المدار في موجب العقاب، { مَا أَنَا بِمُصْرِخِكُمْ } أي: بمغيثكم من الشدة التي أنتم بها { وَمَا أَنْتُمْ بِمُصْرِخِيَّ } كل له قسط من العذاب. { إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ } أي: تبرأت من جعلكم لي شريكا مع الله فلست شريكا لله ولا تجب طاعتي، { إِنَّ الظَّالِمِينَ } لأنفسهم بطاعة الشيطان { لَهُمْ عَذَابٌ أَلِيمٌ } خالدين فيه أبدا. وهذا من لطف الله بعباده ،أن حذرهم من طاعة الشيطان وأخبر بمداخله التي يدخل منها على الإنسان ومقاصده فيه، وأنه يقصد أن يدخله النيران، وهنا بين لنا أنه إذا دخل النار وحزبه أنه يتبرأ منهم هذه البراءة، ويكفر بشركهم { ولا ينبئك مثل خبير }  واعلم أن الله ذكر في هذه الآية أنه ليس له سلطان، وقال في آية أخرى { إنما سلطانه على الذين يتولونه والذين هم به مشركون } فالسلطان الذي نفاه عنه هو سلطان الحجة والدليل، فليس له حجة أصلا على ما يدعو إليه، وإنما نهاية ذلك أن يقيم لهم من الشبه والتزيينات ما به يتجرؤون على المعاصي. وأما السلطان الذي أثبته فهو التسلط بالإغراء على المعاصي لأوليائه يُؤزّهم إلى المعاصي أزّا، وهم الذين سلطوه على أنفسهم بموالاته والالتحاق بحزبه، ولهذا ليس له سلطان على الذين آمنوا وعلى ربهم يتوكلون."
    },
    {
      "ayah": 23,
      "surah": 14,
      "text": "ولما ذكر عقاب الظالمين ذكر ثواب الطائعين فقال: { وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: قاموا بالدين، قولا، وعملا، واعتقادا { جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } فيها من اللذات والشهوات ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، { خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ } أي: لا بحولهم وقوتهم بل بحول الله وقوته { تَحِيَّتُهُمْ فِيهَا سَلَامٌ } أي: يحيي بعضهم بعضا بالسلام والتحية والكلام الطيب."
    },
    {
      "ayah": 24,
      "surah": 14,
      "text": "يقول تعالى: { أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَة } \\\" وهي شهادة أن لا إله إلا الله، وفروعها { كَشَجَرَةٍ طَيِّبَةٍ } وهي النخلة { أَصْلُهَا ثَابِتٌ } في الأرض { وَفَرْعُهَا } منتشر { فِي السَّمَاءِ }"
    },
    {
      "ayah": 25,
      "surah": 14,
      "text": "وهي كثيرة النفع دائما، { تُؤْتِي أُكُلَهَا } أي: ثمرتها { كُلَّ حِينٍ بِإِذْنِ رَبِّهَا } فكذلك شجرة الإيمان ، أصلها ثابت في قلب المؤمن، علما واعتقادا. وفرعها من الكلم الطيب والعمل الصالح والأخلاق المرضية، والآداب الحسنة في السماء دائما يصعد إلى الله منه من الأعمال والأقوال التي تخرجها شجرة الإيمان ما ينتفع به المؤمن وينفع غيره، { وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ } ما أمرهم به ونهاهم عنه، فإن في ضرب الأمثال تقريبا للمعاني المعقولة من الأمثال المحسوسة، ويتبين المعنى الذي أراده الله غاية البيان، ويتضح غاية الوضوح، وهذا من رحمته وحسن تعليمه. فلله أتم الحمد وأكمله وأعمه، فهذه صفة كلمة التوحيد وثباتها، في قلب المؤمن."
    },
    {
      "ayah": 26,
      "surah": 14,
      "text": "ثم ذكر ضدها وهي كلمة الكفر وفروعها فقال: { وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ } المأكل والمطعم وهي: شجرة الحنظل ونحوها، { اجْتُثَّتْ } هذه الشجرة { مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ } أي: من ثبوت فلا عروق تمسكها، ولا ثمرة صالحة، تنتجها، بل إن وجد فيها ثمرة، فهي ثمرة خبيثة، كذلك كلمة الكفر والمعاصي، ليس لها ثبوت نافع في القلب، ولا تثمر إلا كل قول خبيث وعمل خبيث يستضر به صاحبه، ولا ينتفع، فلا يصعد إلى الله منه عمل صالح ولا ينفع نفسه، ولا ينتفع به غيره."
    },
    {
      "ayah": 27,
      "surah": 14,
      "text": "يخبر تعالى أنه يثبت عباده المؤمنين، أي: الذين قاموا بما عليهم من إيمان القلب التام، الذي يستلزم أعمال الجوارح ويثمرها، فيثبتهم الله في الحياة الدنيا عند ورود الشبهات بالهداية إلى اليقين، وعند عروض الشهوات بالإرادة الجازمة على تقديم ما يحبه الله على هوى النفس ومراداتها. وفي الآخرة عند الموت بالثبات على الدين الإسلامي والخاتمة الحسنة، وفي القبر عند سؤال الملكين، للجواب الصحيح، إذا قيل للميت \\\" من ربك؟ وما دينك؟ ومن نبيك؟ \\\" هداهم للجواب الصحيح بأن يقول المؤمن: \\\" الله ربي والإسلام ديني ومحمد نبيي \\\"  { وَيُضِلُّ اللَّهُ الظَّالِمِينَ } عن الصواب في الدنيا والآخرة، وما ظلمهم الله ولكنهم ظلموا أنفسهم، وفي هذه الآية دلالة على فتنة القبر وعذابه، ونعيمه، كما تواترت بذلك النصوص عن النبي صلى الله عليه وسلم في الفتنة، وصفتها، ونعيم القبر وعذابه."
    },
    {
      "ayah": 28,
      "surah": 14,
      "text": "يقول تعالى - مبينا حال المكذبين لرسوله من كفار قريش وما آل إليه أمرهم: { أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا } ونعمة الله هي إرسال محمد صلى الله عليه وسلم إليهم، يدعوهم إلى إدراك الخيرات في الدنيا والآخرة وإلى النجاة من شرور الدنيا والآخرة، فبدلوا هذه النعمة بردها، والكفر بها والصد عنها بأنفسهم. { و } صدهم غيرهم حتى { أَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ } وهي النار حيث تسببوا لإضلالهم، فصاروا وبالا على قومهم، من حيث يظن نفعهم، ومن ذلك أنهم زينوا لهم الخروج يوم \\\" بدر \\\" ليحاربوا الله ورسوله، فجرى عليهم ما جرى، وقتل كثير من كبرائهم وصناديدهم في تلك الوقعة."
    },
    { "ayah": 29, "surah": 14, "text": "{ جَهَنَّمَ يَصْلَوْنَهَا } أي: يحيط بهم حرها من جميع جوانبهم { وَبِئْسَ الْقَرَارُ }" },
    {
      "ayah": 3,
      "surah": 14,
      "text": "{ الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ } فرضوا بها واطمأنوا، وغفلوا عن الدار الآخرة. { وَيَصُدُّونَ } الناس { عَنْ سَبِيلِ اللَّهِ } التي نصبها لعباده وبينها في كتبه وعلى ألسنة رسله، فهؤلاء قد نابذوا مولاهم بالمعاداة والمحاربة، { وَيَبْغُونَهَا } أي: سبيل الله { عِوَجًا } أي: يحرصون على تهجينها وتقبيحها، للتنفير عنها، ولكن يأبى الله إلا أن يتم نوره ولو كره الكافرون. { أُولَئِكَ } الذين ذكر وصفهم { فِي ضَلَالٍ بَعِيدٍ } لأنهم ضلوا وأضلوا، وشاقوا الله ورسوله وحاربوهما، فأي ضلال أبعد من هذا؟\\\" وأما أهل الإيمان فبعكس هؤلاء يؤمنون بالله وآياته، ويستحبون الآخرة على الدنيا ويدعون إلى سبيل الله ويحسنونها مهما أمكنهم، ويبينون استقامتها."
    },
    {
      "ayah": 30,
      "surah": 14,
      "text": "{ وَجَعَلُوا لِلَّهِ أَنْدَادًا } أي: نظراء وشركاء { لِيُضِلُّوا عَنْ سَبِيلِهِ } أي: ليضلوا العباد عن سبيل الله بسبب ما جعلوا لله من الأنداد ودعوهم إلى عبادتها، { قُلْ } لهم متوعدا: { تَمَتَّعُوا } بكفركم وضلالكم قليلا، فليس ذلك بنافعكم { فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ } أي: مآلكم ومقركم ومأواكم فيها وبئس المصير."
    },
    {
      "ayah": 31,
      "surah": 14,
      "text": "أي: قل لعبادي المؤمنين آمرا لهم بما فيه غاية صلاحهم وأن ينتهزوا الفرصة، قبل أن لا يمكنهم ذلك: { يُقِيمُوا الصَّلَاة } ظاهرا وباطنا { وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ } أي: من النعم التي أنعمنا بها عليهم قليلا أو كثيرا { سِرًّا وَعَلَانِيَةً } وهذا يشمل النفقة الواجبة كالزكاة ونفقة من تجب [عليه] نفقته، والمستحبة كالصدقات ونحوها. { مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ } أي: لا ينفع فيه شيء ولا سبيل إلى استدراك ما فات لا بمعاوضة بيع وشراء ولا بهبة خليل وصديق، فكل امرئ له شأن يغنيه، فليقدم العبد لنفسه، ولينظر ما قدمه لغد، وليتفقد أعماله، ويحاسب نفسه، قبل الحساب الأكبر."
    },
    {
      "ayah": 32,
      "surah": 14,
      "text": "يخبر تعالى: أنه وحده { الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } على اتساعهما وعظمهما، { وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً } وهو: المطر الذي ينزله الله من السحاب، { فَأَخْرَجَ } بذلك الماء { مِنَ الثَّمَرَاتِ } المختلفة الأنواع { رِزْقًا لَكُمْ } ورزقا لأنعامكم { وَسَخَّرَ لَكُمُ الْفُلْكَ } أي: السفن والمراكب. { لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ } فهو الذي يسر لكم صنعتها وأقدركم عليها، وحفظها على تيار الماء لتحملكم، وتحمل تجاراتكم، وأمتعتكم إلى بلد تقصدونه.  { وَسَخَّرَ لَكُمُ الْأَنْهَارَ } لتسقي حروثكم وأشجاركم وتشربوا منها."
    },
    {
      "ayah": 33,
      "surah": 14,
      "text": "{ وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ } لا يفتران، ولا ينيان، يسعيان لمصالحكم، من حساب أزمنتكم ومصالح أبدانكم، وحيواناتكم، وزروعكم، وثماركم، { وَسَخَّرَ لَكُمُ اللَّيْلَ } لتسكنوا فيه { وَالنَّهَارِ } مبصرا لتبتغوا من فضله."
    },
    {
      "ayah": 34,
      "surah": 14,
      "text": "{ وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ } أي: أعطاكم من كل ما تعلقت به أمانيكم وحاجتكم مما تسألونه إياه بلسان الحال، أو بلسان المقال، من أنعام، وآلات، وصناعات وغير ذلك. { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا } فضلا عن قيامكم بشكرها { إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ } أي: هذه طبيعة الإنسان من حيث هو ظالم متجرئ على المعاصي مقصر في حقوق ربه كفَّار لنعم الله، لا يشكرها ولا يعترف بها إلا من هداه الله فشكر نعمه، وعرف حق ربه وقام به. ففي هذه الآيات من أصناف نعم الله على العباد شيء عظيم، مجمل ومفصل يدعو الله به العباد إلى القيام بشكره، وذكره ويحثهم على ذلك، ويرغبهم في سؤاله ودعائه، آناء الليل والنهار، كما أن نعمه تتكرر عليهم في جميع الأوقات."
    },
    {
      "ayah": 35,
      "surah": 14,
      "text": "أي: { و } اذكر إبراهيم عليه الصلاة والسلام في هذه الحالة الجميلة، إذ قَال: { رَبِّ اجْعَلْ هَذَا الْبَلَدَ } أي: الحرم { آمِنًا } فاستجاب الله دعاءه شرعا وقدرا، فحرمه الله في الشرع ويسر من أسباب حرمته قدرا ما هو معلوم، حتى إنه لم يرده ظالم بسوء إلا قصمه الله كما فعل بأصحاب الفيل وغيرهم. ولما دعا له بالأمن دعا له ولبنيه بالأمن فقال: { وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ } أي: اجعلني وإياهم جانبا بعيدا عن عبادتها والإلمام بها، ثم ذكر الموجب لخوفه عليه وعلى بنيه بكثرة من افتتن وابتلي بعبادتها فقال:"
    },
    {
      "ayah": 36,
      "surah": 14,
      "text": "أي: ضلوا بسببها، { فَمَنْ تَبِعَنِي } على ما جئت به من التوحيد والإخلاص لله رب العالمين { فَإِنَّهُ مِنِّي } لتمام الموافقة ومن أحب قوما وتبعهم التحق بهم. { وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ } وهذا من شفقة الخليل عليه الصلاة والسلام حيث دعا للعاصين بالمغفرة والرحمة من الله والله تبارك وتعالى أرحم منه بعباده لا يعذب إلا من تمرد عليه."
    },
    {
      "ayah": 37,
      "surah": 14,
      "text": "وذلك أنه أتى بـ \\\"هاجر\\\" أم إسماعيل وبابنها إسماعيل عليه الصلاة والسلام وهو في الرضاع، من الشام حتى وضعهما في مكة وهي -إذ ذاك- ليس فيها سكن، ولا داع ولا مجيب، فلما وضعهما دعا ربه بهذا الدعاء فقال -متضرعا متوكلا على ربه: { رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي } أي: لا كل ذريتي لأن إسحاق في الشام وباقي بنيه كذلك وإنما أسكن في مكة إسماعيل وذريته، وقوله: { بِوَادٍ غَيْرِ ذِي زَرْعٍ } أي: لأن أرض مكة لا تصلح للزراعة.  { رَبَّنَا لِيُقِيمُوا الصَّلَاة } أي: اجعلهم موحدين مقيمين الصلاة لأن إقامة الصلاة من أخص وأفضل العبادات الدينية فمن أقامها كان مقيما لدينه، { فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ } أي: تحبهم وتحب الموضع الذي هم ساكنون فيه. فأجاب الله دعاءه فأخرج من ذرية إسماعيل محمدا صلى الله عليه وسلم حتى دعا ذريته إلى الدين الإسلامي وإلى ملة أبيهم إبراهيم فاستجابوا له وصاروا مقيمي الصلاة. وافترض الله حج هذا البيت الذي أسكن به ذرية إبراهيم وجعل فيه سرا عجيبا جاذبا للقلوب، فهي تحجه ولا تقضي منه وطرا على الدوام، بل كلما أكثر العبد التردد إليه ازداد شوقه وعظم ولعه وتوقه، وهذا سر إضافته تعالى إلى نفسه المقدسة. { وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ } فأجاب الله دعاءه، فصار يجبي إليه ثمرات كل شيء، فإنك ترى مكة المشرفة كل وقت والثمار فيها متوفرة والأرزاق تتوالى إليها من كل جانب."
    },
    {
      "ayah": 38,
      "surah": 14,
      "text": "أي: أنت أعلم بنا منا، فنسألك من تدبيرك وتربيتك لنا أن تيسر لنا من الأمور التي نعلمها والتي لا نعلمها ما هو مقتضى علمك ورحمتك، { وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ } ومن ذلك هذا الدعاء الذي لم يقصد به الخليل إلا الخير وكثرة الشكر لله رب العالمين."
    },
    {
      "ayah": 39,
      "surah": 14,
      "text": "فهبتهم من أكبر النعم، وكونهم على الكبر في حال الإياس من الأولاد نعمة أخرى، وكونهم أنبياء صالحين أجل وأفضل، { إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ } أي: لقريب الإجابة ممن دعاه وقد دعوته فلم يخيب رجائي، ثم دعا لنفسه ولذريته، فقال: { رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ * رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحساب }فاستجاب الله له في ذلك كله إلا أن دعاءه لأبيه إنما كان عن موعدة وعده إياه، فلما تبين له أنه عدو لله تبرأ منه."
    },
    {
      "ayah": 4,
      "surah": 14,
      "text": "وهذا من لطفه بعباده أنه ما أرسل رسولا { إلا بلسان قومه ليبين لهم } ما يحتاجون إليه، ويتمكنون من تعلم ما أتى به، بخلاف ما لو كانوا على غير لسانهم، فإنهم يحتاجون إلى أن يتعلموا تلك اللغة التي يتكلم بها، ثم يفهمون عنه، فإذا بين لهم الرسول ما أمروا به، ونهوا عنه وقامت عليهم حجة الله { فيضل الله من يشاء } ممن لم ينقد للهدى، ويهدي من يشاء ممن اختصه برحمته. { وهو العزيز الحكيم } الذي -من عزته- أنه انفرد بالهداية والإضلال، وتقليب القلوب إلى ما شاء، ومن حكمته أنه لا يضع هدايته ولا إضلاله إلا بالمحل اللائق به. ويستدل بهذه الآية الكريمة على أن علوم العربية الموصلة إلى تبيين كلامه وكلام رسوله أمور مطلوبة محبوبة لله لأنه لا يتم معرفة ما أنزل على رسوله إلا بها إلا إذا كان الناس بحالة لا يحتاجون إليها، وذلك إذا تمرنوا على العربية، ونشأ عليها صغيرهم وصارت طبيعة لهم فحينئذ قد اكتفوا المؤنة، وصلحوا لأن يتلقوا عن الله وعن رسوله ابتداء كما تلقى عنهم الصحابة رضي الله عنهم."
    },
    {
      "ayah": 40,
      "surah": 14,
      "text": "فهبتهم من أكبر النعم، وكونهم على الكبر في حال الإياس من الأولاد نعمة أخرى، وكونهم أنبياء صالحين أجل وأفضل، { إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ } أي: لقريب الإجابة ممن دعاه وقد دعوته فلم يخيب رجائي، ثم دعا لنفسه ولذريته، فقال: { رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ * رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحساب }فاستجاب الله له في ذلك كله إلا أن دعاءه لأبيه إنما كان عن موعدة وعده إياه، فلما تبين له أنه عدو لله تبرأ منه."
    },
    {
      "ayah": 41,
      "surah": 14,
      "text": "فهبتهم من أكبر النعم، وكونهم على الكبر في حال الإياس من الأولاد نعمة أخرى، وكونهم أنبياء صالحين أجل وأفضل، { إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ } أي: لقريب الإجابة ممن دعاه وقد دعوته فلم يخيب رجائي، ثم دعا لنفسه ولذريته، فقال: { رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ * رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحساب }فاستجاب الله له في ذلك كله إلا أن دعاءه لأبيه إنما كان عن موعدة وعده إياه، فلما تبين له أنه عدو لله تبرأ منه."
    },
    {
      "ayah": 42,
      "surah": 14,
      "text": "هذا وعيد شديد للظالمين، وتسلية للمظلومين، يقول تعالى: { وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ } حيث أمهلهم وأدرَّ عليهم الأرزاق، وتركهم يتقلبون في البلاد آمنين مطمئنين، فليس في هذا ما يدل على حسن حالهم فإن الله يملي للظالم ويمهله ليزداد إثما، حتى إذا أخذه لم يفلته { وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد } والظلم -هاهنا- يشمل الظلم فيما بين العبد وربه وظلمه لعباد الله. { إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ } أي: لا تطرف من شدة ما ترى من الأهوال وما أزعجها من القلاقل."
    },
    {
      "ayah": 43,
      "surah": 14,
      "text": "{ مُهْطِعِينَ } أي: مسرعين إلى إجابة الداعي حين يدعوهم إلى الحضور بين يدي الله للحساب لا امتناع لهم ولا محيص ولا ملجأ، { مُقْنِعِي رُءُوسِهِمْ } أي: رافعيها قد غُلَّتْ أيديهم إلى الأذقان، فارتفعت لذلك رءوسهم، { لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ } أي: أفئدتهم فارغة من قلوبهم قد صعدت إلى الحناجر لكنها مملوءة من كل هم وغم وحزن وقلق."
    },
    {
      "ayah": 44,
      "surah": 14,
      "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ } أي: صف لهم صفة تلك الحال وحذرهم من الأعمال الموجبة للعذاب الذي حين يأتي في شدائده وقلاقله، { فَيَقُولُ الَّذِينَ ظَلَمُوا } بالكفر والتكذيب وأنواع المعاصي نادمين على ما فعلوا سائلين للرجعة في غير وقتها، { رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ } أي: ردَّنا إلى الدنيا فإنا قد أبصرنا، { نُجِبْ دَعْوَتَكَ } والله يدعو إلى دار السلام { وَنَتَّبِعِ الرُّسُلَ } وهذا كله لأجل التخلص من العذاب الأليم وإلا فهم كذبة في هذا الوعد { ولو ردوا لعادوا لما نهوا عنه } ولهذا يوبخون ويقال لهم: { أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ } عن الدنيا وانتقال إلى الآخرة، فها قد تبين حنثكم في إقسامكم، وكذبكم فيما تدعون"
    },
    {
      "ayah": 45,
      "surah": 14,
      "text": "{ و } ليس عملكم قاصر في الدنيا من أجل الآيات البينات، بل { سَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ } من أنواع العقوبات؟ وكيف أحل الله بهم العقوبات، حين كذبوا بالآيات البينات، وضربنا لكم الأمثال الواضحة التي لا تدع أدنى شك في القلب إلا أزالته، فلم تنفع فيكم تلك الآيات بل أعرضتم ودمتم على باطلكم حتى صار ما صار، ووصلتم إلى هذا اليوم الذي لا ينفع فيه اعتذار من اعتذر بباطل."
    },
    {
      "ayah": 46,
      "surah": 14,
      "text": "{ وَقَدْ مَكَرُوا } أي: المكذبون للرسل { مَكْرَهُمْ } الذي وصلت إرادتهم وقدر لهم عليه، { وَعِنْدَ اللَّهِ مَكْرُهُمْ } أي: هو محيط به علما وقدرة فإنه عاد مكرهم عليهم { ولا يحيق المكر السيئ إلا بأهله }  { وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ } أي: ولقد كان مكر الكفار المكذبين للرسل بالحق وبمن جاء به -من عظمه- لتزول الجبال الراسيات بسببه عن أماكنها، أي: { مكروا مكرا كبارا } لا يقادر قدره ولكن الله رد كيدهم في نحورهم. ويدخل في هذا كل من مكر من المخالفين للرسل لينصر باطلا، أو يبطل حقا، والقصد أن مكرهم لم يغن عنهم شيئا، ولم يضروا الله شيئا وإنما ضروا أنفسهم."
    },
    {
      "ayah": 47,
      "surah": 14,
      "text": "يقول تعالى: { فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ } بنجاتهم ونجاة أتباعهم وسعادتهم وإهلاك أعدائهم وخذلانهم في الدنيا وعقابهم في الآخرة، فهذا لا بد من وقوعه لأنه، وعد به الصادق قولا على ألسنة أصدق خلقه وهم الرسل، وهذا أعلى ما يكون من الأخبار، خصوصا وهو مطابق للحكمة الإلهية، والسنن الربانية، وللعقول الصحيحة، والله تعالى لا يعجزه شيء فإنه { عَزِيزٌ ذُو انْتِقَام }"
    },
    {
      "ayah": 48,
      "surah": 14,
      "text": "أي: إذا أراد أن ينتقم من أحد، فإنه لا يفوته ولا يعجزه، وذلك في يوم القيامة، { يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ } تبدل غير السماوات، وهذا التبديل تبديل صفات، لا تبديل ذات، فإن الأرض يوم القيامة تسوى وتمد كمد الأديم ويلقى ما على ظهرها من جبل ومَعْلم، فتصير قاعا صفصفا، لا ترى فيها عوجا ولا أمتا، وتكون السماء كالمهل، من شدة أهوال ذلك اليوم ثم يطويها الله -تعالى- بيمينه. { وَبَرَزُوا } أي: الخلائق من قبورهم إلى يوم بعثهم، ونشورهم في محل لا يخفى منهم على الله شيء، { لِلَّهِ الْوَاحِدِ الْقَهَّارِ } أي: المتفرد بعظمته وأسمائه وصفاته وأفعاله العظيمة، وقهره لكل العوالم فكلها تحت تصرفه وتدبيره، فلا يتحرك منها متحرك، ولا يسكن ساكن إلا بإذنه."
    },
    {
      "ayah": 49,
      "surah": 14,
      "text": "{ وَتَرَى الْمُجْرِمِينَ } أي: الذين وصفهم الإجرام وكثرة الذنوب، { يَوْمَئِذٍ } في ذلك اليوم { مُقَرَّنِينَ فِي الْأَصْفَادِ } أي: يسلسل كل أهل عمل من المجرمين بسلاسل من نار فيقادون إلى العذاب في أذل صورة وأشنعها وأبشعها."
    },
    {
      "ayah": 5,
      "surah": 14,
      "text": "يخبر تعالى: أنه أرسل موسى بآياته العظيمة الدالة على صدق ما جاء به وصحته، وأمره بما أمر الله به رسوله محمدا صلى الله عليه وسلم بل وبما أمر به جميع الرسل قومهم { أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ } أي: ظلمات الجهل والكفر وفروعه، إلى نور العلم والإيمان وتوابعه.  { وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ } أي: بنعمه عليهم وإحسانه إليهم، وبأيامه في الأمم المكذبين، ووقائعه بالكافرين، ليشكروا نعمه وليحذروا عقابه، { إِنَّ فِي ذَلِكَ } أي: في أيام الله على العباد { لآيات لِكُلِّ صَبَّارٍ شَكُورٍ } أي: صبار في الضراء والعسر والضيق، شكور على السراء والنعمة."
    },
    {
      "ayah": 50,
      "surah": 14,
      "text": "{ سَرَابِيلُهُمْ } أي: ثيابهم { مِنْ قَطِرَانٍ } وذلك لشدة اشتعال النار فيهم وحرارتها ونتن ريحها، { وَتَغْشَى وُجُوهَهُمُ } التي هي أشرف ما في أبدانهم { النَّارَ } أي: تحيط بها وتصلاها من كل جانب، وغير الوجوه من باب أولى وأحرى، وليس هذا ظلما من الله لهم وإنما هو جزاء لما قدموا وكسبوا"
    },
    {
      "ayah": 51,
      "surah": 14,
      "text": "{ لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ } من خير وشر بالعدل والقسط الذي لا جور فيه بوجه من الوجوه. { إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ } كقوله تعالى: { اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ } ويحتمل أن معناه: سريع المحاسبة فيحاسب الخلق في ساعة واحدة، كما يرزقهم ويدبرهم بأنواع التدابير في لحظة واحدة لا يشغله شأن عن شأن وليس ذلك بعسير عليه."
    },
    {
      "ayah": 52,
      "surah": 14,
      "text": "فلما بين البيان المبين في هذا القرآن قال في مدحه: { هَذَا بَلَاغٌ لِلنَّاسِ } أي: يتبلغون به ويتزودون إلى الوصول إلى أعلى المقامات وأفضل الكرامات، لما اشتمل عليه من الأصول والفروع، وجميع العلوم التي يحتاجها العباد. { وَلِيُنْذَرُوا بِهِ } لما فيه من الترهيب من أعمال الشر وما أعد الله لأهلها من العقاب، { وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ } حيث صرف فيه من الأدلة والبراهين على ألوهيته ووحدانيته، ما صار ذلك حق اليقين، { وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ } أي: العقول الكاملة ما ينفعهم فيفعلونه، وما يضرهم فيتركونه، وبذلك صاروا أولي الألباب والبصائر. إذ بالقرآن ازدادت معارفهم وآراؤهم، وتنورت أفكارهم لما أخذوه غضًّا طريًّا فإنه لا يدعو إلا إلى أعلى الأخلاق والأعمال وأفضلها، ولا يستدل على ذلك إلا بأقوى الأدلة وأبينها. وهذه القاعدة إذا تدرب بها العبد الذكي لم يزل في صعود ورقي على الدوام في كل خصلة حميدة. والحمد لله رب العالمين. تم تفسير سورة إبراهيم الخليل عليه الصلاة والسلام"
    },
    {
      "ayah": 6,
      "surah": 14,
      "text": "فإنه يستدل بأيامه على كمال قدرته وعميم إحسانه، وتمام عدله وحكمته، ولهذا امتثل موسى عليه السلام أمر ربه، فذكرهم نعم الله فقال: { اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ } أي: بقلوبكم وألسنتكم. { إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ } أي: يولونكم { سُوءَ الْعَذَابِ } أي: أشده وفسر ذلك بقوله: { وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ } أي: يبقونهن فلا يقتلونهن، { وَفِي ذَلِكُمْ } الإنجاء { بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ } أي: نعمة عظيمة، أو وفي ذلكم العذاب الذي ابتليتم به من فرعون وملئه ابتلاء من الله عظيم لكم، لينظر هل تصبرون أم لا؟"
    },
    {
      "ayah": 7,
      "surah": 14,
      "text": "وقال لهم حاثا على شكر نعم الله: { وَإِذْ تَأَذَّنَ رَبُّكُمْ } أي: أعلم ووعد، { لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ } من نعمي { وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ } ومن ذلك أن يزيل عنهم النعمة التي أنعم بها عليهم.  والشكر: هو اعتراف القلب بنعم الله والثناء على الله بها وصرفها في مرضاة الله تعالى. وكفر النعمة ضد ذلك."
    },
    {
      "ayah": 8,
      "surah": 14,
      "text": "( وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الأرْضِ جَمِيعًا ) فلن تضروا الله شيئا، ( فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ ) فالطاعات لا تزيد في ملكه والمعاصي لا تنقصه، وهو كامل الغنى حميد في ذاته وأسمائه وصفاته وأفعاله، ليس له من الصفات إلا كل صفة حمد وكمال، ولا من الأسماء إلا كل اسم حسن، ولا من الأفعال إلا كل فعل جميل."
    },
    {
      "ayah": 9,
      "surah": 14,
      "text": "يقول تعالى مخوفا عباده ما أحله بالأمم المكذبة حين جاءتهم الرسل، فكذبوهم، فعاقبهم بالعقاب العاجل الذي رآه الناس وسمعوه فقال: ( أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ) وقد ذكر الله قصصهم في كتابه وبسطها، ( وَالَّذِينَ مِنْ بَعْدِهِمْ لا يَعْلَمُهُمْ إِلا اللَّهُ ) من كثرتهم وكون أخبارهم اندرست.\nفهؤلاء كلهم ( جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ) أي: بالأدلة الدالة على صدق ما جاءوا به، فلم يرسل الله رسولا إلا آتاه من الآيات ما يؤمن على مثله البشر، فحين أتتهم رسلهم بالبينات لم ينقادوا لها بل استكبروا عنها، ( فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ ) أي: لم يؤمنوا بما جاءوا به ولم يتفوهوا بشيء مما يدل على الإيمان كقوله يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ\n( وَقَالُوا ) صريحا لرسلهم: ( إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ ) أي: موقع في الريبة، وقد كذبوا في ذلك وظلموا."
    }
  ]
}
