{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 16,
      "text": "تفسير الآيتين 1و 2:ـ يقول تعالى -مقربا لما وعد به محققا لوقوعه- { أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ } فإنه آت، وما هو آت، فإنه قريب، { سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ } من نسبة الشريك والولد والصاحبة والكفء وغير ذلك مما نسبه إليه المشركون مما لا يليق بجلاله، أو ينافي كماله، ولما نزه نفسه عما وصفه به أعداؤه ذكر الوحي الذي ينزله على أنبيائه، مما يجب اتباعه في ذكر ما ينسب لله، من صفات الكمال فقال: { يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ } أي: بالوحي الذي به حياة الأرواح { عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ } ممن يعلمه صالحا، لتحمل رسالته.وزبدة دعوة الرسل كلهم ومدارها على قوله: { أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فاتقون } أي: على معرفة الله تعالى وتوحده في صفات العظمة التي هي صفات الألوهية وعبادته وحده لا شريك له فهي التي أنزل الله بها كتبه وأرسل رسله، وجعل الشرائع كلها تدعو إليها، وتحث وتجاهد من حاربها وقام بضدها"
    },
    {
      "ayah": 10,
      "surah": 16,
      "text": "تفسير الآيتين 10 و11:ـ بذلك على كمال قدرة الله الذي أنزل هذا الماء من السحاب الرقيق اللطيف ورحمته حيث جعل فيه ماء غزيرا منه يشربون وتشرب مواشيهم ويسقون منه حروثهم فتخرج لهم الثمرات الكثيرة والنعم الغزيرة."
    },
    {
      "ayah": 100,
      "surah": 16,
      "text": "{ إِنَّمَا سُلْطَانُهُ } أي: تسلطه { عَلَى الَّذِينَ يَتَوَلَّوْنَهُ } أي: يجعلونه لهم وليا، وذلك بتخليهم عن ولاية الله، ودخولهم في طاعة الشيطان، وانضمامهم لحزبه، فهم الذين جعلوا له ولاية على أنفسهم، فأزَّهم إلى المعاصي أزًّا وقادهم إلى النار قَوْدًا."
    },
    {
      "ayah": 101,
      "surah": 16,
      "text": "يذكر تعالى أن المكذبين بهذا القرآن يتتبعون ما يرونه حجة لهم، وهو أن الله تعالى هو الحاكم الحكيم، الذي يشرع الأحكام، ويبدل حكما مكان آخر لحكمته ورحمته، فإذا رأوه كذلك قدحوا في الرسول وبما جاء به و { قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ } قال الله تعالى: { بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ } فهم جهال لا علم لهم بربهم ولا بشرعه، ومن المعلوم أن قدح الجاهل بلا علم لا عبرة به، فإن القدح في الشيء فرع عن العلم به، وما يشتمل عليه مما يوجب المدح أو القدح."
    },
    {
      "ayah": 102,
      "surah": 16,
      "text": "{ قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ } وهو جبريل الرسول المقدس المنزه عن كل عيب وخيانة وآفة. { بِالْحَقِّ } أي: نزوله بالحق وهو مشتمل على الحق في أخباره وأوامره ونواهيه، فلا سبيل لأحد أن يقدح فيه قدحا صحيحا، لأنه إذا علم أنه الحق علم أن ما عارضه وناقضه باطل. { لِيُثَبِّتَ الَّذِينَ آمَنُوا } عند نزول آياته وتواردها عليهم وقتا بعد وقت، فلا يزال الحق يصل إلى قلوبهم شيئا فشيئا حتى يكون إيمانهم أثبت من الجبال الرواسي، وأيضا فإنهم يعلمون أنه الحق، وإذا شرع حكما [من الأحكام] ثم نسخه علموا أنه أبدله بما هو مثله أو خير منه لهم وأن نسخه هو المناسب للحكمة الربانية والمناسبة العقلية. { وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ } أي: يهديهم إلى حقائق الأشياء ويبين لهم لحق من الباطل والهدى من الضلال، ويبشرهم أن لهم أجرا حسنا، ماكثين فيه أبدا. وأيضا فإنه كلما نزل شيئا فشيئا، كان أعظم هداية وبشارة لهم مما لو أتاهم جملة واحدة وتفرق الفكر فيه بل ينزل الله حكما وبشارة [أكثر] فإذا فهموه وعقلوه وعرفوا المراد منه وترووا منه أنزل نظيره وهكذا. ولذلك بلغ الصحابة رضي الله عنهم به مبلغا عظيما، وتغيرت أخلاقهم وطبائعهم، وانتقلوا إلى أخلاق وعوائد وأعمال فاقوا بها الأولين والآخرين. وكان أعلى وأولى لمن بعدهم أن يتربوا بعلومه ويتخلقوا بأخلاقه، ويستضيئوا بنوره في ظلمات الغي والجهالات ويجعلوه إمامهم في جميع الحالات، فبذلك تستقيم أمورهم الدينية والدنيوية."
    },
    {
      "ayah": 103,
      "surah": 16,
      "text": "يخبر تعالى عن قيل المشركين المكذبين لرسوله { أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ } هذا الكتاب الذي جاء به { بَشَرٌ } وذلك البشر الذي يشيرون إليه أعجمي اللسان { وَهَذَا } القرآن { لِسَانٌ عَرَبِيٌّ مُبِينٌ } هل هذا القول ممكن؟ أو له حظ من الاحتمال؟ ولكن الكاذب يكذب ولا يفكر فيما يؤول إليه كذبه، فيكون في قوله من التناقض والفساد ما يوجب رده بمجرد تصوره."
    },
    {
      "ayah": 104,
      "surah": 16,
      "text": "{ إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ } الدالة دلالة صريحة على الحق المبين فيردونها ولا يقبلونها، { لَا يَهْدِيهِمُ اللَّهُ } حيث جاءهم الهدى فردوه فعوقبوا بحرمانه وخذلان الله لهم. { وَلَهُمْ } في الآخرة { عَذَابٌ أَلِيمٌ }"
    },
    {
      "ayah": 105,
      "surah": 16,
      "text": "{ إِنَّمَا يَفْتَرِي الْكَذِبَ } أي: إنما يصدر افتراه الكذب من { الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ } كالمعاندين لرسوله من بعد ما جاءتهم البينات، { وَأُولَئِكَ هُمُ الْكَاذِبُونَ } أي: الكذب منحصر فيهم وعليهم أولى بأن يطلق من غيرهم. وأما محمد صلى الله عليه وسلم المؤمن بآيات الله الخاضع لربه فمحال أن يكذب على الله ويتقول عليه ما لم يقل، فأعداؤه رموه بالكذب الذي هو وصفهم، فأظهر الله خزيهم وبين فضائحهم، فله تعالى الحمد."
    },
    {
      "ayah": 106,
      "surah": 16,
      "text": "يخبر تعالى عن شناعة حال { مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ } فعمى بعد ما أبصر ورجع إلى الضلال بعد ما اهتدى، وشرح صدره بالكفر راضيا به مطمئنا أن لهم الغضب الشديد من الرب الرحيم الذي إذا غضب لم يقم لغضبه شيء وغضب عليهم كل شيء، { وَلَهُمْ عَذَابٌ عَظِيمٌ } أي: في غاية الشدة مع أنه دائم أبدا."
    },
    {
      "ayah": 107,
      "surah": 16,
      "text": "تفسير الآيتين 107 و 108 :ـ و { ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ } حيث ارتدوا على أدبارهم طمعا في شيء من حطام الدنيا، ورغبة فيه وزهدا في خير الآخرة، فلما اختاروا الكفر على الإيمان منعهم الله الهداية فلم يهدهم لأن الكفر وصفهم، فطبع على قلوبهم فلا يدخلها خير، وعلى سمعهم وعلى أبصارهم فلا ينفذ منها ما ينفعهم ويصل إلى قلوبهم. فشملتهم الغفلة وأحاط بهم الخذلان، وحرموا رحمة الله التي وسعت كل شيء، وذلك أنها أتتهم فردوها، وعرضت عليهم فلم يقبلوها."
    },
    {
      "ayah": 108,
      "surah": 16,
      "text": "تفسير الآيتين 107 و 108 :ـ و { ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ } حيث ارتدوا على أدبارهم طمعا في شيء من حطام الدنيا، ورغبة فيه وزهدا في خير الآخرة، فلما اختاروا الكفر على الإيمان منعهم الله الهداية فلم يهدهم لأن الكفر وصفهم، فطبع على قلوبهم فلا يدخلها خير، وعلى سمعهم وعلى أبصارهم فلا ينفذ منها ما ينفعهم ويصل إلى قلوبهم. فشملتهم الغفلة وأحاط بهم الخذلان، وحرموا رحمة الله التي وسعت كل شيء، وذلك أنها أتتهم فردوها، وعرضت عليهم فلم يقبلوها."
    },
    {
      "ayah": 109,
      "surah": 16,
      "text": "{ لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ } الذين خسروا أنفسهم وأموالهم وأهليهم يوم القيامة وفاتهم النعيم المقيم وحصلوا على العذاب الأليم. وهذا بخلاف من أكره على الكفر وأجبر عليه، وقلبه مطمئن بالإيمان؛ راغب فيه فإنه لا حرج عليه ولا إثم، ويجوز له النطق بكلمة الكفر عند الإكراه عليها. ودل ذلك على أن كلام المكره على الطلاق أو العتاق أو البيع أو الشراء أو سائر العقود أنه لا عبرة به، ولا يترتب عليه حكم شرعي، لأنه إذا لم يعاقب على كلمة الكفر إذا أكره عليها فغيرها من باب أولى وأحرى."
    },
    {
      "ayah": 11,
      "surah": 16,
      "text": "تفسير الآيتين 10 و11:ـ بذلك على كمال قدرة الله الذي أنزل هذا الماء من السحاب الرقيق اللطيف ورحمته حيث جعل فيه ماء غزيرا منه يشربون وتشرب مواشيهم ويسقون منه حروثهم فتخرج لهم الثمرات الكثيرة والنعم الغزيرة."
    },
    {
      "ayah": 110,
      "surah": 16,
      "text": "أي: ثم إن ربك الذي ربى عباده المخلصين بلطفه وإحسانه لغفور رحيم لمن هاجر في سبيله، وخلى دياره وأمواله طلبا لمرضاة الله، وفتن على دينه ليرجع إلى الكفر، فثبت على الإيمان، وتخلص ما معه من اليقين، ثم جاهد أعداء الله ليدخلهم في دين الله بلسانه ويده، وصبر على هذه العبادات الشاقة على أكثر الناس.فهذه أكبرالأسباب التي تنال بها أعظم العطايا وأفضل المواهب، وهي مغفرة الله للذنوب صغارها وكبارها المتضمن ذلك زوال كل أمر مكروه، ورحمته العظيمة التي بها صلحت أحوالهم واستقامت أمور دينهم ودنياهم"
    },
    {
      "ayah": 111,
      "surah": 16,
      "text": "في يوم القيامة حين { تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا } كلٌّ يقول نفسي نفسي لا يهمه سوى نفسه، ففي ذلك اليوم يفتقر العبد إلى حصول مثقال ذرة من الخير. { وَتُوَفَّى كُلُّ نَفْسٍ مَا عَمِلَتْ } من خير وشر { وَهُمْ لَا يُظْلَمُونَ } فلا يزاد في سيئاتهم ولا ينقص من حسناتهم { فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ }"
    },
    {
      "ayah": 112,
      "surah": 16,
      "text": "تفسير الآيتين 112 و 113 :ـ وهذه القرية هي مكة المشرفة التي كانت آمنة مطمئنة لا يهاج فيها أحد، وتحترمها الجاهلية الجهلاء حتى إن أحدهم يجد قاتل أبيه وأخيه، فلا يهيجه مع شدة الحمية فيهم، والنعرة العربية فحصل لها من الأمن التام ما لم يحصل لسواها وكذلك الرزق الواسع. كانت بلدة ليس فيها زرع ولا شجر، ولكن يسر الله لها الرزق يأتيها من كل مكان، فجاءهم رسول منهم يعرفون أمانته وصدقه، يدعوهم إلى أكمل الأمور، وينهاهم عن الأمور السيئة، فكذبوه وكفروا بنعمة الله عليهم، فأذاقهم الله ضد ما كانوا فيه، وألبسهم لباس الجوع الذي هو ضد الرغد، والخوف الذي هو ضد الأمن، وذلك بسبب صنيعهم وكفرهم وعدم شكرهم { وما ظلمهم الله ولكن كانوا أنفسهم يظلمون }"
    },
    {
      "ayah": 113,
      "surah": 16,
      "text": "تفسير الآيتين 112 و 113 :ـ وهذه القرية هي مكة المشرفة التي كانت آمنة مطمئنة لا يهاج فيها أحد، وتحترمها الجاهلية الجهلاء حتى إن أحدهم يجد قاتل أبيه وأخيه، فلا يهيجه مع شدة الحمية فيهم، والنعرة العربية فحصل لها من الأمن التام ما لم يحصل لسواها وكذلك الرزق الواسع. كانت بلدة ليس فيها زرع ولا شجر، ولكن يسر الله لها الرزق يأتيها من كل مكان، فجاءهم رسول منهم يعرفون أمانته وصدقه، يدعوهم إلى أكمل الأمور، وينهاهم عن الأمور السيئة، فكذبوه وكفروا بنعمة الله عليهم، فأذاقهم الله ضد ما كانوا فيه، وألبسهم لباس الجوع الذي هو ضد الرغد، والخوف الذي هو ضد الأمن، وذلك بسبب صنيعهم وكفرهم وعدم شكرهم { وما ظلمهم الله ولكن كانوا أنفسهم يظلمون }"
    },
    {
      "ayah": 114,
      "surah": 16,
      "text": "يأمر تعالى عباده بأكل ما رزقهم الله من الحيوانات والحبوب والثمار وغيرها. { حَلَالًا طَيِّبًا } أي: حالة كونها متصفة بهذين الوصفين بحيث لا تكون مما حرم الله أو أثرا عن غصب ونحوه. فتمتعوا بما خلق الله لكم من غير إسراف ولا تَعَدٍّ. { وَاشْكُرُوا نِعْمَةَ اللَّهِ } بالاعتراف بها بالقلب والثناء على الله بها وصرفها في طاعة الله. { إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ } أي إن كنتم مخلصين له العبادة، فلا تشكروا إلا إياه، ولا تنسوا المنعم."
    },
    {
      "ayah": 115,
      "surah": 16,
      "text": "{ إِنَّمَا حَرَّمَ عَلَيْكُمُ } الأشياء المضرة تنزيها لكم، وذلك: كـ { الْمَيْتَةَ } ويدخل في ذلك كل ما كان موته على غير ذكاة مشروعة، ويستثنى من ذلك ميتة الجراد والسمك. { والدم } المسفوح وأما ما يبقى في العروق واللحم فلا يضر. { وَلَحْمَ الْخِنْزِيرِ } لقذارته وخبثه وذلك شامل للحمه وشحمه وجميع أجزائه. { وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ } كالذي يذبح للأصنام والقبور ونحوها لأنه مقصود به الشرك. { فَمَنِ اضْطُرَّ } إلى شيء من المحرمات -بأن حملته الضرورة وخاف إن لم يأكل أن يهلك- فلا جناح عليه إذا لم يكن باغيا أو عاديا، أي: إذا لم يرد أكل المحرم وهو غير مضطر، ولا متعد الحلال إلى الحرام، أو متجاوز لما زاد على قدر الضرورة، فهذا الذي حرمه الله من المباحات."
    },
    {
      "ayah": 116,
      "surah": 16,
      "text": "تفسير الآيتين 116 و 117 :ـ { وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ } أي: لا تحرموا وتحللوا من تلقاء أنفسكم، كذبا وافتراء على الله وتقولا عليه. { لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ } لا في الدنيا ولا في الآخرة، ولا بد أن يظهر الله خزيهم وإن تمتعوا في الدنيا فإنه { مَتَاعٌ قَلِيلٌ } ومصيرهم إلى النار { وَلَهُمْ عَذَابٌ أَلِيمٌ }"
    },
    {
      "ayah": 117,
      "surah": 16,
      "text": "تفسير الآيتين 116 و 117 :ـ { وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ } أي: لا تحرموا وتحللوا من تلقاء أنفسكم، كذبا وافتراء على الله وتقولا عليه. { لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ } لا في الدنيا ولا في الآخرة، ولا بد أن يظهر الله خزيهم وإن تمتعوا في الدنيا فإنه { مَتَاعٌ قَلِيلٌ } ومصيرهم إلى النار { وَلَهُمْ عَذَابٌ أَلِيمٌ }"
    },
    {
      "ayah": 118,
      "surah": 16,
      "text": "فالله تعالى ما حرم علينا إلا الخبيثات تفضلا منه، وصيانة عن كل مستقذر. وأما الذين هادوا فحرم الله عليهم طيبات أحلت لهم بسبب ظلمهم عقوبة لهم، كما قصه في سورة الأنعام في قوله: { وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ }"
    },
    {
      "ayah": 119,
      "surah": 16,
      "text": "وهذا حض منه لعباده على التوبة، ودعوة لهم إلى الإنابة، فأخبر أن من عمل سوءا بجهالة بعاقبة ما تجني عليه، ولو كان متعمدا للذنب، فإنه لا بد أن ينقص ما في قلبه من العلم وقت مفارقة الذنب. فإذا تاب وأصلح بأن ترك الذنب وندم عليه وأصلح أعماله، فإن الله يغفر له ويرحمه ويتقبل توبته ويعيده إلى حالته الأولى أو أعلى منها."
    },
    {
      "ayah": 12,
      "surah": 16,
      "text": "أي: سخر لكم هذه الأشياء لمنافعكم وأنواع مصالحكم بحيث لا تستغنون عنها أبدا، فبالليل تسكنون وتنامون وتستريحون، وبالنهار تنتشرون في معايشكم ومنافع دينكم ودنياكم، وبالشمس والقمر من الضياء والنور والإشراق، وإصلاح الأشجار والثمار والنبات، وتجفيف الرطوبات، وإزالة البرودة الضارة للأرض، وللأبدان، وغير ذلك من الضروريات والحاجيات التابعة لوجود الشمس والقمر. وفيهما وفي النجوم من الزينة للسماء والهداية في ظلمات البر والبحر، ومعرفة الأوقات وحساب الأزمنة ما تتنوع دلالاتها وتتصرف آياتها، ولهذا جمعها في قوله { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ } أي: لمن لهم عقول يستعملونها في التدبر والتفكر فيما هي مهيأة له مستعدة تعقل ما تراه وتسمعه، لا كنظر الغافلين الذين حظهم من النظر حظ البهائم التي لا عقل لها."
    },
    {
      "ayah": 120,
      "surah": 16,
      "text": "يخبر تعالى عما فضل به خليله إبراهيم عليه الصلاة والسلام، وخصه به من الفضائل العالية والمناقب الكاملة فقال: { إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً } أي: إماما جامعا لخصال الخير هاديا مهتديا. { قَانِتًا لِلَّهِ } أي: مديما لطاعة ربه مخلصا له الدين، { حَنِيفًا } مقبلا على الله بالمحبة، والإنابة والعبودية معرضا عمن سواه. { وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ } في قوله وعمله، وجميع أحواله لأنه إمام الموحدين الحنفاء."
    },
    {
      "ayah": 121,
      "surah": 16,
      "text": "{ شَاكِرًا لِأَنْعُمِهِ } أي: آتاه الله في الدنيا حسنة، وأنعم عليه بنعم ظاهرة وباطنة، فقام بشكرها، فكان نتيجة هذه الخصال الفاضلة أن { اجْتَبَاهُ } ربه واختصه بخلته وجعله من صفوة خلقه، وخيار عباده المقربين. { وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ } في علمه وعمله فعلم بالحق وآثره على غيره."
    },
    {
      "ayah": 122,
      "surah": 16,
      "text": "{ وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً } رزقا واسعا، وزوجة حسناء، وذرية صالحين، وأخلاقا مرضية { وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ } الذين لهم المنازل العالية والقرب العظيم من الله تعالى."
    },
    {
      "ayah": 123,
      "surah": 16,
      "text": "ومن أعظم فضائله أن الله أوحى لسيد الخلق وأكملهم أن يتبع ملة إبراهيم، ويقتدي به هو وأمته."
    },
    {
      "ayah": 124,
      "surah": 16,
      "text": "يقول تعالى: { إِنَّمَا جُعِلَ السَّبْتُ } أي: فرضا { عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ } حين ضلوا عن يوم الجمعة وهم اليهود فصار اختلافهم سببا لأن يجب عليهم في السبت احترامه وتعظيمه، وإلا فالفضيلة الحقيقية ليوم الجمعة الذي هدى الله هذه الأمة إليه. { وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } فيبين لهم المحق من المبطل والمستحق للثواب ممن استحق العقاب"
    },
    {
      "ayah": 125,
      "surah": 16,
      "text": "أي: ليكن دعاؤك للخلق مسلمهم وكافرهم إلى سبيل ربك المستقيم المشتمل على العلم النافع والعمل الصالح { بِالْحِكْمَةِ } أي: كل أحد على حسب حاله وفهمه وقوله وانقياده. ومن الحكمة الدعوة بالعلم لا بالجهل والبداءة بالأهم فالأهم، وبالأقرب إلى الأذهان والفهم، وبما يكون قبوله أتم، وبالرفق واللين، فإن انقاد بالحكمة، وإلا فينتقل معه بالدعوة بالموعظة الحسنة، وهو الأمر والنهي المقرون بالترغيب والترهيب. إما بما تشتمل عليه الأوامر من المصالح وتعدادها، والنواهي من المضار وتعدادها، وإما بذكر إكرام من قام بدين الله وإهانة من لم يقم به. وإما بذكر ما أعد الله للطائعين من الثواب العاجل والآجل وما أعد للعاصين من العقاب العاجل والآجل، فإن كان [المدعو] يرى أن ما هو عليه حق. أو كان داعيه إلى الباطل، فيجادل بالتي هي أحسن، وهي الطرق التي تكون أدعى لاستجابته عقلا ونقلا. ومن ذلك الاحتجاج عليه بالأدلة التي كان يعتقدها، فإنه أقرب إلى حصول المقصود، وأن لا تؤدي المجادلة إلى خصام أو مشاتمة تذهب بمقصودها، ولا تحصل الفائدة منها بل يكون القصد منها هداية الخلق إلى الحق لا المغالبة ونحوها. وقوله: { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ } علم السبب الذي أداه إلى الضلال، وعلم أعماله المترتبة على ضلالته وسيجازيه عليها. { وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ } علم أنهم يصلحون للهداية فهداهم ثم منَّ عليهم فاجتباهم."
    },
    {
      "ayah": 126,
      "surah": 16,
      "text": "يقول تعالى -مبيحا للعدل ونادبا للفضل والإحسان- { وَإِنْ عَاقَبْتُمْ } من أساء إليكم بالقول والفعل { فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ } من غير زيادة منكم على ما أجراه معكم. { وَلَئِنْ صَبَرْتُمْ } عن المعاقبة وعفوتم عن جرمهم { لَهُوَ خَيْرٌ لِلصَّابِرِينَ } من الاستيفاء وما عند الله خير لكم وأحسن عاقبة كما قال تعالى: { فمن عفا وأصلح فأجره على الله }"
    },
    {
      "ayah": 127,
      "surah": 16,
      "text": "ثم أمر رسوله بالصبر على دعوة الخلق إلى الله والاستعانة بالله على ذلك وعدم الاتكال على النفس فقال: { وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ } هو الذي يعينك عليه ويثبتك. { وَلَا تَحْزَنْ عَلَيْهِمْ } إذا دعوتهم فلم تر منهم قبولا لدعوتك، فإن الحزن لا يجدي عليك شيئا. { وَلَا تَكُ فِي ضَيْقٍ } أي: شدة وحرج { مِمَّا يَمْكُرُونَ } فإن مكرهم عائد إليهم وأنت من المتقين المحسنين."
    },
    {
      "ayah": 128,
      "surah": 16,
      "text": "والله مع المتقين المحسنين، بعونه وتوفيقه وتسديده، وهم الذين اتقوا الكفر والمعاصي، وأحسنوا في عبادة الله، بأن عبدوا الله كأنهم يرونه فإن لم يكونوا يرونه فإنه يراهم، والإحسان إلى الخلق ببذل النفع لهم من كل وجه. نسأل الله أن يجعلنا من المتقين المحسنين. تم تفسير سورة النحل والحمد لله."
    },
    {
      "ayah": 13,
      "surah": 16,
      "text": "أي: فيما ذرأ الله ونشر للعباد من كل ما على وجه الأرض، من حيوان وأشجار ونبات، وغير ذلك، مما تختلف ألوانه، وتختلف منافعه، آية على كمال قدرة الله وعميم إحسانه، وسعة بره، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له، { لِقَوْمٍ يَذَّكَّرُونَ } أي: يستحضرون في ذاكرتهم ما ينفعهم من العلم النافع، ويتأملون ما دعاهم الله إلى التأمل فيه حتى يتذكروا بذلك ما هو دليل عليه."
    },
    {
      "ayah": 14,
      "surah": 16,
      "text": "أي: هو وحده لا شريك له { الَّذِي سَخَّرَ الْبَحْرَ } وهيأه لمنافعكم المتنوعة. { لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا } وهو السمك والحوت الذي يصطادونه منه، { وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا } فتزيدكم جمالا وحسنا إلى حسنكم، { وَتَرَى الْفُلْكَ } أي: السفن والمراكب { مَوَاخِرَ فِيهِ } أي: تمخر في البحر العجاج الهائل بمقدمها حتى تسلك فيه من قطر إلى آخر، تحمل المسافرين وأرزاقهم وأمتعتهم وتجاراتهم التي يطلبون بها الأرزاق وفضل الله عليهم. { وَلَعَلَّكُمْ تَشْكُرُونَ } الذي يسر لكم هذه الأشياء وهيأها وتثنون على الله الذي منَّ بها، فلله تعالى الحمد والشكر والثناء، حيث أعطى العباد من مصالحهم ومنافعهم فوق ما يطلبون، وأعلى ما يتمنون، وآتاهم من كل ما سألوه، لا نحصي ثناء عليه بل هو كما أثنى على نفسه."
    },
    {
      "ayah": 15,
      "surah": 16,
      "text": "تفسير الآيتين 15 و 16 :ـ أي: { وَأَلْقَى } الله تعالى لأجل عباده { فِي الْأَرْضِ رَوَاسِيَ } وهي: الجبال العظام لئلا تميد بهم وتضطرب بالخلق فيتمكنون من حرث الأرض والبناء والسير عليها، ومن رحمته تعالى أن جعل فيها أنهارا، يسوقها من أرض بعيدة إلى أرض مضطرة إليها لسقيهم وسقي مواشيهم وحروثهم، أنهارا على وجه الأرض، وأنهارا في بطنها يستخرجونها بحفرها، حتى يصلوا إليها فيستخرجونها بما سخر الله لهم من الدوالي والآلات ونحوها، ومن رحمته أن جعل في الأرض سبلا، أي: طرقا توصل إلى الديار المتنائية { لَعَلَّكُمْ تَهْتَدُونَ } السبيل إليها حتى إنك تجد أرضا مشتبكة بالجبال مسلسلة فيها وقد جعل الله فيما بينها منافذ ومسالك للسالكين."
    },
    {
      "ayah": 16,
      "surah": 16,
      "text": "تفسير الآيتين 15 و 16 :ـ أي: { وَأَلْقَى } الله تعالى لأجل عباده { فِي الْأَرْضِ رَوَاسِيَ } وهي: الجبال العظام لئلا تميد بهم وتضطرب بالخلق فيتمكنون من حرث الأرض والبناء والسير عليها، ومن رحمته تعالى أن جعل فيها أنهارا، يسوقها من أرض بعيدة إلى أرض مضطرة إليها لسقيهم وسقي مواشيهم وحروثهم، أنهارا على وجه الأرض، وأنهارا في بطنها يستخرجونها بحفرها، حتى يصلوا إليها فيستخرجونها بما سخر الله لهم من الدوالي والآلات ونحوها، ومن رحمته أن جعل في الأرض سبلا، أي: طرقا توصل إلى الديار المتنائية { لَعَلَّكُمْ تَهْتَدُونَ } السبيل إليها حتى إنك تجد أرضا مشتبكة بالجبال مسلسلة فيها وقد جعل الله فيما بينها منافذ ومسالك للسالكين."
    },
    {
      "ayah": 17,
      "surah": 16,
      "text": "لما ذكر تعالى ما خلقه من المخلوقات العظيمة، وما أنعم به من النعم العميمة ذكر أنه لا يشبهه أحد ولا كفء له ولا ند له فقال: { أَفَمَنْ يَخْلُقُ } جميع المخلوقات وهو الفعال لما يريد { كَمَنْ لَا يَخْلُقُ } شيئا لا قليلا ولا كثيرا، { أَفَلَا تَذَكَّرُونَ } فتعرفون أن المنفرد بالخلق أحق بالعبادة كلها، فكما أنه واحد في خلقه وتدبيره فإنه واحد في إلهيته وتوحيده وعبادته."
    },
    {
      "ayah": 18,
      "surah": 16,
      "text": "وكما أنه ليس له مشارك إذ أنشأكم وأنشأ غيركم، فلا تجعلوا له أندادا في عبادته بل أخلصوا له الدين، { وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ } عددا مجردا عن الشكر { لَا تُحْصُوهَا } فضلا عن كونكم تشكرونها، فإن نعمه الظاهرة والباطنة على العباد بعدد الأنفاس واللحظات، من جميع أصناف النعم مما يعرف العباد، ومما لا يعرفون وما يدفع عنهم من النقم فأكثر من أن تحصى، { إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ } يرضى منكم باليسير من الشكر مع إنعامه الكثير."
    },
    {
      "ayah": 19,
      "surah": 16,
      "text": "تفسير الآيتين 19 و20 :ـ وكما أن رحمته واسعة وجوده عميم ومغفرته شاملة للعباد فعلمه محيط بهم، { يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ } بخلاف من عبد من دونه، فإنهم { لَا يَخْلُقُونَ شَيْئًا } قليلا ولا كثيرا { وَهُمْ يُخْلَقُونَ } فكيف يخلقون شيئا مع افتقارهم في إيجادهم إلى الله تعالى؟\\\""
    },
    {
      "ayah": 2,
      "surah": 16,
      "text": "تفسير الآيتين 1و 2:ـ يقول تعالى -مقربا لما وعد به محققا لوقوعه- { أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ } فإنه آت، وما هو آت، فإنه قريب، { سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ } من نسبة الشريك والولد والصاحبة والكفء وغير ذلك مما نسبه إليه المشركون مما لا يليق بجلاله، أو ينافي كماله، ولما نزه نفسه عما وصفه به أعداؤه ذكر الوحي الذي ينزله على أنبيائه، مما يجب اتباعه في ذكر ما ينسب لله، من صفات الكمال فقال: { يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ } أي: بالوحي الذي به حياة الأرواح { عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ } ممن يعلمه صالحا، لتحمل رسالته.وزبدة دعوة الرسل كلهم ومدارها على قوله: { أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فاتقون } أي: على معرفة الله تعالى وتوحده في صفات العظمة التي هي صفات الألوهية وعبادته وحده لا شريك له فهي التي أنزل الله بها كتبه وأرسل رسله، وجعل الشرائع كلها تدعو إليها، وتحث وتجاهد من حاربها وقام بضدها"
    },
    {
      "ayah": 20,
      "surah": 16,
      "text": "تفسير الآيتين 19 و20 :ـ وكما أن رحمته واسعة وجوده عميم ومغفرته شاملة للعباد فعلمه محيط بهم، { يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ } بخلاف من عبد من دونه، فإنهم { لَا يَخْلُقُونَ شَيْئًا } قليلا ولا كثيرا { وَهُمْ يُخْلَقُونَ } فكيف يخلقون شيئا مع افتقارهم في إيجادهم إلى الله تعالى؟\\\""
    },
    {
      "ayah": 21,
      "surah": 16,
      "text": "ومع هذا ليس فيهم من أوصاف الكمال شيء لا علم، ولا غيره { أَمْوَاتٌ غَيْرُ أَحْيَاءٍ } فلا تسمع ولا تبصر ولا تعقل شيئا، أفتتخذ هذه آلهة من دون رب العالمين، فتبا لعقول المشركين ما أضلها وأفسدها، حيث ضلت في أظهر الأشياء فسادا، وسووا بين الناقص من جميع الوجوه فلا أوصاف كمال، ولا شيء من الأفعال، وبين الكامل من جميع الوجوه الذي له كل صفة كمال وله من تلك الصفة أكملها وأعظمها، فله العلم المحيط بكل الأشياء والقدرة العامة والرحمة الواسعة التي ملأت جميع العوالم، والحمد والمجد والكبرياء والعظمة، التي لا يقدر أحد من الخلق أن يحيط ببعض أوصافه"
    },
    {
      "ayah": 22,
      "surah": 16,
      "text": "{ إِلَهُكُمْ إِلَهٌ وَاحِدٌ } وهو الله الأحد الفرد الصمد الذي لم يلد ولم يكن له كفوا أحد. فأهل الإيمان والعقول أجلته قلوبهم وعظمته، وأحبته حبا عظيما، وصرفوا له كل ما استطاعوا من القربات البدنية والمالية، وأعمال القلوب وأعمال الجوارح، وأثنوا عليه بأسمائه الحسنى وصفاته وأفعاله المقدسة، { فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ } لهذا الأمر العظيم الذي لا ينكره إلا أعظم الخلق جهلا وعنادا وهو: توحيد الله { وَهُمْ مُسْتَكْبِرُونَ } عن عبادته."
    },
    {
      "ayah": 23,
      "surah": 16,
      "text": "{ لَا جَرَمَ } أي: حقا لا بد { أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ } من الأعمال القبيحة { إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ } بل يبغضهم أشد البغض، وسيجازيهم من جنس عملهم { إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين }"
    },
    {
      "ayah": 24,
      "surah": 16,
      "text": "يقول تعالى -مخبرا عن شدة تكذيب المشركين بآيات الله: { وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ ْ} أي: إذا سألوا عن القرآن والوحي الذي هو أكبر نعمة أنعم الله بها على العباد، فماذا قولكم به؟ وهل تشكرون هذه النعمة وتعترفون بها أم تكفرون وتعاندون؟فيكون جوابهم أقبح جواب وأسمجه، فيقولون عنه: إنه { أَسَاطِيرُ الْأَوَّلِينَ ْ} أي: كذب اختلقه محمد على الله، وما هو إلا قصص الأولين التي يتناقلها الناس جيلا بعد جيل، منها الصدق ومنها الكذب، فقالوا هذه المقالة، ودعوا أتباعهم إليها"
    },
    {
      "ayah": 25,
      "surah": 16,
      "text": "وحملوا وزرهم ووزر من انقاد لهم إلى يوم القيامة.وقوله: { وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ْ} أي: من أوزار المقلدين الذين لا علم عندهم إلا ما دعوهم إليه، فيحملون إثم ما دعوهم إليه، وأما الذين يعلمون فكلٌّ مستقلٌّ بجرمه، لأنه عرف ما عرفوا { أَلَا سَاءَ مَا يَزِرُونَ ْ} أي: بئس ما حملوا من الوزر المثقل لظهورهم، من وزرهم ووزر من أضلوه."
    },
    {
      "ayah": 26,
      "surah": 16,
      "text": "{ قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ ْ} برسلهم واحتالوا بأنواع الحيل على رد ما جاءوهم به وبنوا من مكرهم قصورا هائلة، { فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ْ} أي: جاءها الأمر من أساسها وقاعدتها، { فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ْ} فصار ما بنوه عذابا عذبوا به، { وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ ْ} وذلك أنهم ظنوا أن هذا البنيان سينفعهم ويقيهم العذاب فصار عذابهم فيما بنوه وأصَّلوه.وهذا من أحسن الأمثال في إبطال الله مكر أعدائه."
    },
    {
      "ayah": 27,
      "surah": 16,
      "text": "فإنهم فكروا وقدروا فيما جاءت به الرسل لما كذبوهم وجعلوا لهم أصولا وقواعد من الباطل يرجعون إليها، ويردون بها ما جاءت [به] الرسل، واحتالوا أيضا على إيقاع المكروه والضرر بالرسل ومن تبعهم، فصار مكرهم وبالا عليهم، فصار تدبيرهم فيه تدميرهم، وذلك لأن مكرهم سيئ { ولا يحيق المكر السيئ إلا بأهله ْ} هذا في الدنيا ولعذاب الآخرة أخزى، ولهذا قال: { ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ ْ} أي: يفضحهم على رءوس الخلائق ويبين لهم كذبهم وافتراءهم على الله.{ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ْ} أي: تحاربون وتعادون الله وحزبه لأجلهم وتزعمون أنهم شركاء لله، فإذا سألهم هذا السؤال لم يكن لهم جواب إلا الإقرار بضلالهم، والاعتراف بعنادهم فيقولون { ضلوا عنا وشهدوا على أنفسهم أنهم كانوا كافرين ْ} { قَالَ الَّذِينَ أُوتُوا الْعِلْمَ ْ} أي: العلماء الربانيون { إِنَّ الْخِزْيَ الْيَوْمَ ْ} أي: يوم القيامة { وَالسُّوءَ ْ} أي: العذاب { عَلَى الْكَافِرِينَ ْ} وفي هذا فضيلة أهل العلم، وأنهم الناطقون بالحق في هذه الدنيا ويوم يقوم الأشهاد، وأن لقولهم اعتبارا عند الله وعند خلقه، ثم ذكر ما يفعل بهم عند الوفاة وفي القيامة"
    },
    {
      "ayah": 28,
      "surah": 16,
      "text": "{ الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ْ} أي: تتوفاهم في هذه الحال التي كثر فيها ظلمهم وغيهم وقد علم ما يلقى الظلمة في ذلك المقام من أنواع العذاب والخزي والإهانة. { فَأَلْقَوُا السَّلَمَ ْ} أي: استسلموا وأنكروا ما كانوا يعبدونهم من دون الله وقالوا: { مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ْ} فيقال لهم: { بَلَى ْ} كنتم تعملون السوء فـ { إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ ْ} فلا يفيدكم الجحود شيئا، وهذا في بعض مواقف القيامة ينكرون ما كانوا عليه في الدنيا ظنا أنه ينفعهم، فإذا شهدت عليهم جوارحهم وتبين ما كانوا عليه أقروا واعترفوا، ولهذا لا يدخلون النار حتى يعترفوا بذنوبهم."
    },
    {
      "ayah": 29,
      "surah": 16,
      "text": "{ فادخلوا أبواب جهنم ْ} كلُّ أهل عمل يدخلون من الباب اللائق بحالهم، { فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ ْ} نار جهنم فإنها مثوى الحسرة والندم، ومنزل الشقاء والألم ومحل الهموم والغموم، وموضع السخط من الحي القيوم، لا يفتَّر عنهم من عذابها، ولا يرفع عنهم يوما من أليم عقابها، قد أعرض عنهم الرب الرحيم، وأذاقهم العذاب العظيم."
    },
    {
      "ayah": 3,
      "surah": 16,
      "text": "هذه السورة تسمى سورة النعم، فإن الله ذكر في أولها أصول النعم وقواعدها، وفي آخرها متمماتها ومكملاتها، فأخبر أنه خلق السماوات والأرض بالحق، ليستدل بهما العباد على عظمة خالقهما، وما له من نعوت الكمال ويعلموا أنه خلقهما مسكنا لعباده الذين يعبدونه، بما يأمرهم به في الشرائع التي أنزلها على ألسنة رسله، ولهذا نزه نفسه عن شرك المشركين به فقال: { تَعَالَى عَمَّا يُشْرِكُونَ } أي: تنزه وتعاظم عن شركهم فإنه الإله حقا، الذي لا تنبغي العبادة والحب والذل إلا له تعالى، ولما ذكر خلق السماوات [والأرض]  ذكر خلق ما فيهما."
    },
    {
      "ayah": 30,
      "surah": 16,
      "text": "لما ذكر الله قيل المكذبين بما أنزل الله، ذكر ما قاله المتقون، وأنهم اعترفوا وأقروا بأن ما أنزله الله نعمة عظيمة، وخير عظيم امتن الله به على العباد، فقبلوا تلك النعمة، وتلقوها بالقبول والانقياد، وشكروا الله عليها، فعلموها وعملوا لها { لِلَّذِينَ أَحْسَنُوا ْ} في عبادة الله تعالى، وأحسنوا إلى عباد الله فلهم { فِي هَذِهِ الدُّنْيَا حَسَنَةً ْ} رزق واسع، وعيشه هنية، وطمأنينة قلب، وأمن وسرور. { وَلَدَارُ الْآخِرَةِ خَيْرٌ ْ} من هذه الدار وما فيها من أنواع اللذات والمشتهيات، فإن هذه نعيمها قليل محشو بالآفات منقطع، بخلاف نعيم الآخرة ولهذا قال: { وَلَنِعْمَ دَارُ الْمُتَّقِينَ ْ}"
    },
    {
      "ayah": 31,
      "surah": 16,
      "text": "{ جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ ْ} أي: مهما تمنته أنفسهم وتعلقت به إرادتهم حصل لهم على أكمل الوجوه وأتمها، فلا يمكن أن يطلبوا نوعا من أنواع النعيم الذي فيه لذة القلوب وسرور الأرواح، إلا وهو حاضر لديهم، ولهذا يعطي الله أهل الجنة كل ما تمنوه عليه، حتى إنه يذكرهم أشياء من النعيم لم تخطر على قلوبهم. فتبارك الذي لا نهاية لكرمه، ولا حد لجوده الذي ليس كمثله شيء في صفات ذاته، وصفات أفعاله وآثار تلك النعوت، وعظمة الملك والملكوت، { كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ ْ} لسخط الله وعذابه بأداء ما أوجبه عليهم من الفروض والواجبات المتعلقة بالقلب والبدن واللسان من حقه وحق عباده، وترك ما نهاهم الله عنه."
    },
    {
      "ayah": 32,
      "surah": 16,
      "text": "{ الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ْ} مستمرين على تقواهم { طَيِّبِينَ ْ} أي: طاهرين مطهرين من كل نقص ودنس يتطرق إليهم ويخل في إيمانهم، فطابت قلوبهم بمعرفة الله ومحبته وألسنتهم بذكره والثناء عليه، وجوارحهم بطاعته والإقبال عليه، { يَقُولُونَ سَلَامٌ عَلَيْكُمُ ْ} أي: التحية الكاملة حاصلة لكم والسلامة من كل آفة. وقد سلمتم من كل ما تكرهون { ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ ْ} من الإيمان بالله والانقياد لأمره، فإن العمل هو السبب والمادة والأصل في دخول الجنة والنجاة من النار، وذلك العمل حصل لهم برحمة الله ومنته عليهم لا بحولهم وقوتهم."
    },
    {
      "ayah": 33,
      "surah": 16,
      "text": "يقول تعالى: هل ينظر هؤلاء الذين جاءتهم الآيات فلم يؤمنوا، وذكِّروا فلم يتذكروا، { إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ ْ} لقبض أرواحهم { أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ْ} بالعذاب الذي سيحل بهم فإنهم قد استحقوا وقوعه فيهم، { كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ْ} كذبوا وكفروا، ثم لم يؤمنوا حتى نزل بهم العذاب. { وَمَا ظَلَمَهُمُ اللَّهُ ْ} إذ عذبهم { وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ ْ} فإنها مخلوقة لعبادة الله ليكون مآلها إلى كرامة الله فظلموها وتركوا ما خلقت له، وعرضوها للإهانة الدائمة والشقاء الملازم."
    },
    {
      "ayah": 34,
      "surah": 16,
      "text": "{ فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا ْ} أي: عقوبات أعمالهم وآثارها، { وَحَاقَ بِهِمْ ْ} أي: نزل { مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ْ} فإنهم كانوا إذا أخبرتهم رسلهم بالعذاب استهزأوا به، وسخروا ممن أخبر به فحل بهم ذلك الأمر الذي سخروا منه."
    },
    {
      "ayah": 35,
      "surah": 16,
      "text": "أي: احتج المشركون على شركهم بمشيئة الله، وأن الله لو شاء ما أشركوا، ولا حرموا شيئا من [الأنعام] التي أحلها كالبحيرة والوصيلة والحام ونحوها من دونه، وهذه حجة باطلة، فإنها لو كانت حقا ما عاقب الله الذين من قبلهم حيث أشركوا به، فعاقبهم أشد العقاب. فلو كان يحب ذلك منهم لما عذبهم، وليس قصدهم بذلك إلا رد الحق الذي جاءت به الرسل، وإلا فعندهم علم أنه لا حجة لهم على الله. فإن الله أمرهم ونهاهم ومكنهم من  القيام بما كلفهم وجعل لهم قوة ومشيئة تصدر عنها أفعالهم. فاحتجاجهم بالقضاء والقدر من أبطل الباطل، هذا وكل أحد يعلم بالحس قدرة الإنسان على كل فعل يريده من غير أن ينازعه منازع، فجمعوا بين تكذيب الله وتكذيب رسله وتكذيب الأمور العقلية والحسية، { فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ ْ} أي: البين الظاهر الذي يصل إلى القلوب، ولا يبقى لأحد على الله حجة، فإذا بلغتهم الرسل أمر ربهم ونهيه، واحتجوا عليهم بالقدر، فليس للرسل من الأمر شيء، وإنما حسابهم على الله عز وجل."
    },
    {
      "ayah": 36,
      "surah": 16,
      "text": "يخبر تعالى أن حجته قامت على جميع الأمم، وأنه ما من أمة متقدمة أو متأخرة إلا وبعث الله فيها رسولا، وكلهم متفقون على دعوة واحدة ودين واحد، وهو عبادة الله وحده لا شريك له { أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ْ} فانقسمت الأمم بحسب استجابتها لدعوة الرسل وعدمها قسمين، { فَمِنْهُمْ مَنْ هَدَى اللَّهُ ْ} فاتبعوا المرسلين علما وعملا، { وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ْ} فاتبع سبيل الغي. { فَسِيرُوا فِي الْأَرْضِ ْ} بأبدانكم وقلوبكم { فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ ْ} فإنكم سترون من ذلك العجائب، فلا تجدون مكذبا إلا كان عاقبته الهلاك."
    },
    {
      "ayah": 37,
      "surah": 16,
      "text": "{ إِنْ تَحْرِصْ عَلَى هُدَاهُمْ ْ} وتبذل جهدك في ذلك { فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ ْ} ولو فعل كل سبب لم يهده إلا الله، { وَمَا لَهُمْ مِنْ نَاصِرِينَ ْ} ينصرونهم من عذاب الله ويقونهم بأسه."
    },
    {
      "ayah": 38,
      "surah": 16,
      "text": "يخبر تعالى عن المشركين المكذبين لرسوله أنهم { أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ْ} أي: حلفوا أيمانا مؤكدة مغلظة على تكذيب الله، وأن الله لا يبعث الأموات، ولا يقدر على إحيائهم بعد أن كانوا ترابا، قال تعالى مكذبا لهم: { بَلَى ْ} سيبعثهم ويجمعهم ليوم لا ريب فيه { وَعْدًا عَلَيْهِ حَقًّا ْ} لا يخلفه ولا يغيره { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ ْ} ومن جهلهم العظيم إنكارهم للبعث والجزاء،"
    },
    {
      "ayah": 39,
      "surah": 16,
      "text": "تفسير الآيتين 39 و40 :ـ { لِيُبَيِّنَ لَهُم الَّذِي يَخْتَلِفُونَ فِيهِ ْ} من المسائل الكبار والصغار، فيبين حقائقها ويوضحها.  { وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ ْ} حين يرون أعمالهم حسرات عليهم، وما نفعتهم آلهتهم التي يدعون مع الله من شيء لما جاء أمر ربك، وحين يرون ما يعبدون حطبا لجهنم، وتكور الشمس والقمر وتتناثر النجوم، ويتضح لمن يعبدها أنها عبيد مسخرات، وأنهن مفتقرات إلى الله في جميع الحالات، وليس ذلك على الله بصعب، ولا شديد فإنه إذا أراد شيئا قال له: كن فيكون، من غير منازعة ولا امتناع، بل يكون على طبق ما أراده وشاءه."
    },
    {
      "ayah": 4,
      "surah": 16,
      "text": "{ خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ } لم يزل يدبرها ويرقيها وينميها حتى صارت بشرا تاما كامل الأعضاء الظاهرة والباطنة، قد غمره بنعمه الغزيرة، حتى إذا استتم فخر بنفسه وأعجب بها { فَإِذَا هُوَ خَصِيمٌ مُبِينٌ } يحتمل أن المراد: فإذا هو خصيم لربه، يكفر به، ويجادل رسله، ويكذب بآياته. ونسي خلقه الأول وما أنعم الله عليه به، من النعم فاستعان بها على معاصيه، ويحتمل أن المعنى: أن الله أنشأ الآدمي من نطفة، ثم لم يزل ينقله من طور، إلى طور حتى صار عاقلا متكلما، ذا ذهن ورأي: يخاصم ويجادل، فليشكر العبد ربه الذي أوصله إلى هذه الحال التي ليس في إمكانه القدرة على شيء منها."
    },
    {
      "ayah": 40,
      "surah": 16,
      "text": "تفسير الآيتين 39 و40 :ـ { لِيُبَيِّنَ لَهُم الَّذِي يَخْتَلِفُونَ فِيهِ ْ} من المسائل الكبار والصغار، فيبين حقائقها ويوضحها.  { وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ ْ} حين يرون أعمالهم حسرات عليهم، وما نفعتهم آلهتهم التي يدعون مع الله من شيء لما جاء أمر ربك، وحين يرون ما يعبدون حطبا لجهنم، وتكور الشمس والقمر وتتناثر النجوم، ويتضح لمن يعبدها أنها عبيد مسخرات، وأنهن مفتقرات إلى الله في جميع الحالات، وليس ذلك على الله بصعب، ولا شديد فإنه إذا أراد شيئا قال له: كن فيكون، من غير منازعة ولا امتناع، بل يكون على طبق ما أراده وشاءه."
    },
    {
      "ayah": 41,
      "surah": 16,
      "text": "يخبر تعالى بفضل المؤمنين الممتحنين { الَّذِينَ هَاجَرُوا فِي اللَّهِ ْ} أي: في سبيله وابتغاء مرضاته { مِنْ بَعْدِ مَا ظُلِمُوا ْ} بالأذية والمحنة من قومهم، الذين يفتنونهم ليردوهم إلى الكفر والشرك، فتركوا الأوطان والخلان، وانتقلوا عنها لأجل طاعة الرحمن، فذكر لهم ثوابين: ثوابا عاجلا في الدنيا من الرزق الواسع والعيش الهنيء، الذي رأوه عيانا بعد ما هاجروا، وانتصروا على أعدائهم، وافتتحوا البلدان وغنموا منها الغنائم العظيمة، فتمولوا وآتاهم الله في الدنيا حسنة.  { وَلَأَجْرُ الْآخِرَةِ ْ} الذي وعدهم الله على لسان رسوله { أَكْبَرُ ْ} من أجر الدنيا، كما قال تعالى: { الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ ْ} وقوله: { لَوْ كَانُوا يَعْلَمُونَ ْ} أي: لو كان لهم علم ويقين بما عند الله من الأجر والثواب لمن آمن به وهاجر في سبيله لم يتخلف عن ذلك أحد."
    },
    {
      "ayah": 42,
      "surah": 16,
      "text": "ثم ذكر وصف أوليائه فقال: { الَّذِينَ صَبَرُوا ْ} على أوامر الله وعن نواهيه، وعلى أقدار الله المؤلمة، وعلى الأذية فيه والمحن { وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ ْ} أي: يعتمدون عليه في تنفيذ محابّه، لا على أنفسهم. وبذلك تنجح أمورهم وتستقيم أحوالهم، فإن الصبر والتوكل ملاك الأمور كلها، فما فات أحدا شيء من الخير إلا لعدم صبره وبذل جهده فيما أريد منه، أو لعدم توكله واعتماده على الله."
    },
    {
      "ayah": 43,
      "surah": 16,
      "text": "تفسير الآيتين 43 و44 :ـ يقول تعالى لنبيه محمد صلى الله عليه وسلم: { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا ْ} أي: لست ببدع من الرسل، فلم نرسل قبلك ملائكة بل رجالا كاملين لا نساء. { نُوحِي إِلَيْهِمْ ْ} من الشرائع والأحكام ما هو من فضله وإحسانه على العبيد من غير أن يأتوا بشيء من قبل أنفسهم، { فَاسْأَلُوا أَهْلَ الذِّكْرِ ْ} أي: الكتب السابقة { إِنْ كُنْتُمْ لَا تَعْلَمُونَ ْ} نبأ الأولين، وشككتم هل بعث الله رجالا؟ فاسألوا أهل العلم بذلك الذين نزلت عليهم الزبر والبينات فعلموها وفهموها، فإنهم كلهم قد تقرر عندهم أن الله ما بعث إلا رجالا يوحي إليهم من أهل القرى، وعموم هذه الآية فيها مدح أهل العلم، وأن أعلى أنواعه العلم بكتاب الله المنزل. فإن الله أمر من لا يعلم بالرجوع إليهم في جميع الحوادث، وفي ضمنه تعديل لأهل العلم وتزكية لهم حيث أمر بسؤالهم، وأن بذلك يخرج الجاهل من التبعة، فدل على أن الله ائتمنهم على وحيه وتنزيله، وأنهم مأمورون بتزكية أنفسهم، والاتصاف بصفات الكمال.  وأفضل أهل الذكر أهل هذا القرآن العظيم، فإنهم أهل الذكر على الحقيقة، وأولى من غيرهم بهذا الاسم، ولهذا قال تعالى: { وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ ْ} أي: القرآن الذي فيه ذكر ما يحتاج إليه العباد من أمور دينهم ودنياهم الظاهرة والباطنة، { لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ْ} وهذا شامل لتبيين ألفاظه وتبيين معانيه، { وَلَعَلَّهُمْ يَتَفَكَّرُونَ ْ} فيه فيستخرجون من كنوزه وعلومه بحسب استعدادهم وإقبالهم عليه."
    },
    {
      "ayah": 44,
      "surah": 16,
      "text": "تفسير الآيتين 43 و44 :ـ يقول تعالى لنبيه محمد صلى الله عليه وسلم: { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا ْ} أي: لست ببدع من الرسل، فلم نرسل قبلك ملائكة بل رجالا كاملين لا نساء. { نُوحِي إِلَيْهِمْ ْ} من الشرائع والأحكام ما هو من فضله وإحسانه على العبيد من غير أن يأتوا بشيء من قبل أنفسهم، { فَاسْأَلُوا أَهْلَ الذِّكْرِ ْ} أي: الكتب السابقة { إِنْ كُنْتُمْ لَا تَعْلَمُونَ ْ} نبأ الأولين، وشككتم هل بعث الله رجالا؟ فاسألوا أهل العلم بذلك الذين نزلت عليهم الزبر والبينات فعلموها وفهموها، فإنهم كلهم قد تقرر عندهم أن الله ما بعث إلا رجالا يوحي إليهم من أهل القرى، وعموم هذه الآية فيها مدح أهل العلم، وأن أعلى أنواعه العلم بكتاب الله المنزل. فإن الله أمر من لا يعلم بالرجوع إليهم في جميع الحوادث، وفي ضمنه تعديل لأهل العلم وتزكية لهم حيث أمر بسؤالهم، وأن بذلك يخرج الجاهل من التبعة، فدل على أن الله ائتمنهم على وحيه وتنزيله، وأنهم مأمورون بتزكية أنفسهم، والاتصاف بصفات الكمال.  وأفضل أهل الذكر أهل هذا القرآن العظيم، فإنهم أهل الذكر على الحقيقة، وأولى من غيرهم بهذا الاسم، ولهذا قال تعالى: { وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ ْ} أي: القرآن الذي فيه ذكر ما يحتاج إليه العباد من أمور دينهم ودنياهم الظاهرة والباطنة، { لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ ْ} وهذا شامل لتبيين ألفاظه وتبيين معانيه، { وَلَعَلَّهُمْ يَتَفَكَّرُونَ ْ} فيه فيستخرجون من كنوزه وعلومه بحسب استعدادهم وإقبالهم عليه."
    },
    {
      "ayah": 45,
      "surah": 16,
      "text": "تفسير الآيات من 45 حتى 47 :ـهذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده . ولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم  أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات  ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم. فالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
    },
    {
      "ayah": 46,
      "surah": 16,
      "text": "تفسير الآيات من 45 حتى 47 :ـهذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده . ولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم  أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات  ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم. فالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
    },
    {
      "ayah": 47,
      "surah": 16,
      "text": "تفسير الآيات من 45 حتى 47 :ـهذا تخويف من الله تعالى لأهل الكفر والتكذيب وأنواع المعاصي، من أن يأخذهم بالعذاب على غرَّة وهم لا يشعرون، إما أن يأخذهم العذاب من فوقهم، أو من أسفل منهم بالخسف وغيره، وإما في حال تقلُّبهم وشغلهم وعدم خطور العذاب ببالهم، وإما في حال تخوفهم من العذاب، فليسوا بمعجزين لله في حالة من هذه الأحوال، بل هم تحت قبضته ونواصيهم بيده . ولكنه رءوف رحيم لا يعاجل العاصين بالعقوبة، بل يمهلهم ويعافيهم ويرزقهم وهم يؤذونه ويؤذون أولياءه، ومع هذا يفتح لهم  أبواب التوبة، ويدعوهم إلى الإقلاع من السيئات التي تضرهم، ويعدهم بذلك أفضل الكرامات، ومغفرة ما صدر منهم من الذنوب، فليستح المجرم من ربه أن تكون نعم الله عليه نازلة في جميع اللحظات  ومعاصيه صاعدة إلى ربه في كل الأوقات، وليعلم أن الله يمهل ولا يهمل وأنه إذا أخذ العاصي أخذه أخذ عزيز مقتدر، فليتب إليه، وليرجع في جميع أموره إليه فإنه رءوف رحيم. فالبدار البدار إلى رحمته الواسعة وبره العميم وسلوك الطرق الموصلة إلى فضل الرب الرحيم، ألا وهي تقواه والعمل بما يحبه ويرضاه."
    },
    {
      "ayah": 48,
      "surah": 16,
      "text": "يقول تعالى: { أَوَلَمْ يَرَوْا ْ} أي: الشاكون في توحيد ربهم وعظمته وكماله، { إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ ْ} أي: إلى جميع مخلوقاته وكيف تتفيأ أظلتها، { عَن الْيَمِينِ ْ} وعن { الشَّمَائِلِ سُجَّدًا لِلَّهِ ْ} أي: كلها ساجدة لربها خاضعة لعظمته وجلاله، { وَهُمْ دَاخِرُونَ ْ} أي: ذليلون تحت التسخير والتدبير والقهر، ما منهم أحد إلا وناصيته بيد الله وتدبيره عنده."
    },
    {
      "ayah": 49,
      "surah": 16,
      "text": "{ وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ ْ} من الحيوانات الناطقة والصامتة، { وَالْمَلَائِكَةِ ْ} الكرام خصهم بعد العموم لفضلهم وشرفهم وكثرة عبادتهم ولهذا قال: { وَهُمْ لَا يَسْتَكْبِرُونَ ْ} أي: عن عبادته على كثرتهم وعظمة أخلاقهم وقوتهم كما قال تعالى: { لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ْ}"
    },
    {
      "ayah": 5,
      "surah": 16,
      "text": "{ وَالْأَنْعَامَ خَلَقَهَا لَكُمْ } أي: لأجلكم، ولأجل منافعكم ومصالحكم، من جملة منافعها العظيمة أن لكم { فِيهَا دِفْءٌ } مما تتخذون من أصوافها وأوبارها، وأشعارها، وجلودها، من الثياب والفرش والبيوت.{ وَ } لكم فيها { مَنَافِعُ } غير ذلك { وَمِنْهَا تَأْكُلُونَ }"
    },
    {
      "ayah": 50,
      "surah": 16,
      "text": "{ يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ ْ} لما مدحهم بكثرة الطاعة والخضوع لله، مدحهم بالخوف من الله الذي هو فوقهم بالذات والقهر، وكمال الأوصاف، فهم أذلاء تحت قهره. { وَيَفْعَلُونَ مَا يُؤْمَرُونَ ْ} أي: مهما أمرهم الله تعالى امتثلوا لأمره، طوعا واختيارا، وسجود المخلوقات لله تعالى قسمان: سجود اضطرار ودلالة على ما له من صفات الكمال، وهذا عام لكل مخلوق من مؤمن وكافر وبر وفاجر وحيوان ناطق وغيره، وسجود اختيار يختص بأوليائه وعباده المؤمنين من الملائكة وغيرهم [من المخلوقات]."
    },
    {
      "ayah": 51,
      "surah": 16,
      "text": "يأمر تعالى بعبادته وحده لا شريك له، ويستدل على ذلك بانفراده بالنعم والوحدانية فقال: { لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ } أي: تجعلون له شريكا في إلهيته، وهو { إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ } متوحد في الأوصاف العظيمة متفرد بالأفعال كلها. فكما أنه الواحد في ذاته وأسمائه ونعوته وأفعاله، فلتوحِّدوه في عبادته، ولهذا قال: { فَإِيَّايَ فَارْهَبُونِ } أي: خافوني وامتثلوا أمري، واجتنبوا نهيي من غير أن تشركوا بي شيئا من المخلوقات، فإنها كلها لله تعالى مملوكة."
    },
    {
      "ayah": 52,
      "surah": 16,
      "text": "{ وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا } أي: الدين والعبادة والذل في جميع الأوقات لله وحده على الخلق أن يخلصوه لله وينصبغوا بعبوديته. { أَفَغَيْرَ اللَّهِ تَتَّقُونَ } من أهل الأرض أو أهل السماوات فإنهم لا يملكون لكم ضرا ولا نفعا"
    },
    {
      "ayah": 53,
      "surah": 16,
      "text": "تفسير الآيتين 53 و 54 :ـوالله المنفرد بالعطاء والإحسان { وَمَا بِكُمْ مِنْ نِعْمَةٍ } ظاهرة وباطنة { فَمِنَ اللَّهِ } لا أحد يشركه فيها، { ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ } من فقر ومرض وشدة { فَإِلَيْهِ تَجْأَرُونَ } أي: تضجون بالدعاء والتضرع لعلمكم أنه لا يدفع الضر والشدة إلا هو، فالذي انفرد بإعطائكم ما تحبون، وصرف ما تكرهون، هو الذي لا تنبغي العبادة إلا له وحده. ولكن كثيرا من الناس يظلمون أنفسهم، ويجحدون نعمة الله عليهم إذا نجاهم من الشدة فصاروا في حال الرخاء أشركوا به بعض مخلوقاته الفقيرة"
    },
    {
      "ayah": 54,
      "surah": 16,
      "text": "تفسير الآيتين 53 و 54 :ـوالله المنفرد بالعطاء والإحسان { وَمَا بِكُمْ مِنْ نِعْمَةٍ } ظاهرة وباطنة { فَمِنَ اللَّهِ } لا أحد يشركه فيها، { ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ } من فقر ومرض وشدة { فَإِلَيْهِ تَجْأَرُونَ } أي: تضجون بالدعاء والتضرع لعلمكم أنه لا يدفع الضر والشدة إلا هو، فالذي انفرد بإعطائكم ما تحبون، وصرف ما تكرهون، هو الذي لا تنبغي العبادة إلا له وحده. ولكن كثيرا من الناس يظلمون أنفسهم، ويجحدون نعمة الله عليهم إذا نجاهم من الشدة فصاروا في حال الرخاء أشركوا به بعض مخلوقاته الفقيرة"
    },
    {
      "ayah": 55,
      "surah": 16,
      "text": "{ ِليَكْفُرُوا بِمَا آتَيْنَاهُمْ } أي: أعطيناهم حيث نجيناهم من الشدة، وخلصناهم من المشقة، { فَتَمَتَّعُوا } في دنياكم قليلا { فَسَوْفَ تَعْلَمُونَ } عاقبة كفركم."
    },
    {
      "ayah": 56,
      "surah": 16,
      "text": "يخبر تعالى عن جهل المشركين وظلمهم وافترائهم على الله الكذب، وأنهم يجعلون لأصنامهم التي لا تعلم ولا تنفع ولا تضر -نصيبا مما رزقهم الله وأنعم به عليهم، فاستعانوا برزقه على الشرك به، وتقربوا به إلى أصنام منحوتة، كما قال تعالى: { وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ }"
    },
    {
      "ayah": 57,
      "surah": 16,
      "text": "{ وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ } حيث قالوا عن الملائكة العباد المقربين: إنهم بنات الله { وَلَهُمْ مَا يَشْتَهُونَ } أي: لأنفسهم الذكور حتى إنهم يكرهون البنات كراهة شديدة"
    },
    {
      "ayah": 58,
      "surah": 16,
      "text": "فكان أحدهم { وَإِذَا بُشِّرَ أَحَدُهُم بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا } من الغم الذي أصابه { وَهُوَ كَظِيمٌ } أي: كاظم على الحزن والأسف إذا بشِّر بأنثى، وحتى إنه يفتضح عند أبناء جنسه ويتوارى منهم من سوء ما بشر به."
    },
    {
      "ayah": 59,
      "surah": 16,
      "text": "ثم يعمل فكره ورأيه الفاسد فيما يصنع بتلك البنت التي بشّر بها { أَيُمْسِكُهُ عَلَى هُونٍ } أي: يتركها من غير قتل على إهانة وذل { أَمْ يَدُسُّهُ فِي التُّرَابِ } أي: يدفنها وهي حية وهو الوأد الذي ذم الله به المشركين، { أَلَا سَاءَ مَا يَحْكُمُونَ } إذ وصفوا الله بما لا يليق بجلاله من نسبة الولد إليه."
    },
    {
      "ayah": 6,
      "surah": 16,
      "text": "{ وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ } أي: في وقت راحتها وسكونها ووقت حركتها وسرحها، وذلك أن جمالها لا يعود إليها منه شيء فإنكم أنتم الذين تتجملون بها، كما تتجملون بثيابكم وأولادكم وأموالكم، وتعجبون بذلك"
    },
    {
      "ayah": 60,
      "surah": 16,
      "text": "ثم لم يكفهم هذا حتى نسبوا له أردأ القسمين، وهو الإناث اللاتي يأنفون بأنفسهم عنها ويكرهونها، فكيف ينسبونها لله تعالى؟! فبئس الحكم حكمهم.ولما كان هذا من أمثال السوء التي نسبها إليه أعداؤه المشركون، قال تعالى: { لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ } أي: المثل الناقص والعيب التام، { وَلِلَّهِ الْمَثَلُ الْأَعْلَى } وهو كل صفة كمال وكل كمال في الوجود فالله أحق به، من غير أن يستلزم ذلك نقصا بوجه، وله المثل الأعلى في قلوب أوليائه، وهو التعظيم والإجلال والمحبة والإنابة والمعرفة. { وَهُوَ الْعَزِيزُ } الذي قهر جميع الأشياء وانقادت له المخلوقات بأسرها، { الْحَكِيمُ } الذي يضع الأشياء مواضعها فلا يأمر ولا يفعل، إلا ما يحمد عليه ويثنى على كماله فيه."
    },
    {
      "ayah": 61,
      "surah": 16,
      "text": "لما ذكر تعالى ما افتراه الظالمون عليه ذكر كمال حلمه وصبره فقال: { وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ } من غير زيادة ولا نقص، { مَا تَرَكَ عَليها مِنْ دَابَّةٍ } أي: لأهلك المباشرين للمعصية وغيرهم، من أنواع الدواب والحيوانات فإن شؤم المعاصي يهلك به الحرث والنسل. { وَلَكِنْ يُؤَخِّرُهُمْ } عن تعجيل العقوبة عليهم إلى أجل مسمى وهو يوم القيامة { فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ } فليحذروا ما داموا في وقت الإمهال قبل أن يجيء الوقت الذي لا إمهال فيه."
    },
    {
      "ayah": 62,
      "surah": 16,
      "text": "يخبر تعالى أن المشركين { وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ } من البنات، ومن الأوصاف القبيحة وهو الشرك بصرف شيء من العبادات إلى بعض المخلوقات التي هي عبيد لله، فكما أنهم يكرهون، ولا يرضون أن يكون عبيدهم -وهم مخلوقون من جنسهم- شركاء لهم فيما رزقهم الله فكيف يجعلون له شركاء من عبيده؟\\\"  { وَ } هم مع هذه الإساءة العظيمة { تَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى } أي: أن لهم الحالة الحسنة في الدنيا والآخرة، رد عليهم بقوله: { لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ } مقدمون إليها ماكثون فيها غير خارجين منها أبدا."
    },
    {
      "ayah": 63,
      "surah": 16,
      "text": "بيَّن تعالى لرسوله صلى الله عليه وسلم أنه ليس هو أول رسول كُذِّب فقال [تعالى]: { تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ } رسلا يدعونهم إلى التوحيد، { فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ } فكذبوا الرسل، وزعموا أن ما هم عليه، هو الحق المنجي من كل مكروه وأن ما دعت إليه الرسل فهو بخلاف ذلك، فلما زين لهم الشيطان أعمالهم، صار وليهم في الدنيا، فأطاعوه واتبعوه وتولوه.  { أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا } { وَلَهُمْ عَذَابٌ أَلِيمٌ } في الآخرة حيث تولوا عن ولاية الرحمن، ورضوا بولاية الشيطان فاستحقوا لذلك عذاب الهوان."
    },
    {
      "ayah": 64,
      "surah": 16,
      "text": "بيَّن تعالى لرسوله صلى الله عليه وسلم أنه ليس هو أول رسول كُذِّب فقال [تعالى]: { تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ } رسلا يدعونهم إلى التوحيد، { فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ } فكذبوا الرسل، وزعموا أن ما هم عليه، هو الحق المنجي من كل مكروه وأن ما دعت إليه الرسل فهو بخلاف ذلك، فلما زين لهم الشيطان أعمالهم، صار وليهم في الدنيا، فأطاعوه واتبعوه وتولوه.  { أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا } { وَلَهُمْ عَذَابٌ أَلِيمٌ } في الآخرة حيث تولوا عن ولاية الرحمن، ورضوا بولاية الشيطان فاستحقوا لذلك عذاب الهوان."
    },
    {
      "ayah": 65,
      "surah": 16,
      "text": "عن الله مواعظه وتذكيره فيستدلوا بذلك على أنه وحده المعبود، الذي لا تنبغي العبادة إلا له وحده، لأنه المنعم بإنزال المطر وإنبات جميع أصناف النبات، وعلى أنه على كل شيء قدير، وأن الذي أحيا الأرض بعد موتها قادر على إحياء الأموات وأن الذي نشر هذا الإحسان لذو رحمة واسعة وجود عظيم."
    },
    {
      "ayah": 66,
      "surah": 16,
      "text": "أي: { وَإِنَّ لَكُمْ فِي الْأَنْعَامِ } التي سخرها الله لمنافعكم { لَعِبْرَةً } تستدلون بها على كمال قدرة الله وسعة إحسانه حيث أسقاكم من بطونها المشتملة على الفرث والدم، فأخرج من بين ذلك لبنا خالصا من الكدر سائغا للشاربين للذته ولأنه يسقي ويغذي، فهل هذه إلا قدرة إلهية لا أمور طبيعية. فأي شيء في الطبيعة يقلب العلف الذي تأكله البهيمة والشراب الذي تشربه من الماء العذب والملح لبنا خالصا سائغا للشاربين؟"
    },
    {
      "ayah": 67,
      "surah": 16,
      "text": "وجعل تعالى لعباده من ثمرات النخيل والأعناب منافع للعباد، ومصالح من أنواع الرزق الحسن الذي يأكله العباد طريًّا ونضيجا وحاضرا ومدخرا وطعاما وشرابا يتخذ من عصيرها ونبيذها، ومن السكر الذي كان حلالا قبل ذلك، ثم إن الله نسخ حلَّ المسكرات، وأعاض عنها بالطيبات من الأنبذة، وأنواع الأشربة اللذيذة المباحة. { إِنَّ فِي ذَلِكَ لَآية لِقَوْمٍ يَعْقِلُونَ } عن الله كمال اقتداره حيث أخرجها من أشجار شبيهة بالحطب، فصارت ثمرة لذيذة وفاكهة طيبة وعلى شمول رحمته حيث عم  بها عباده ويسرها لهم وأنه الإله المعبود وحده حيث إنه المنفرد بذلك."
    },
    {
      "ayah": 68,
      "surah": 16,
      "text": "تفسير الآيتين 68 و69 :ـ في خلق هذه النحلة الصغيرة، التي هداها الله هذه الهداية العجيبة، ويسر لها المراعي، ثم الرجوع إلى بيوتها التي أصلحتها بتعليم الله لها، وهدايته لها ثم يخرج من بطونها هذا العسل اللذيذ مختلف الألوان بحسب اختلاف أرضها ومراعيها، فيه شفاء للناس من أمراض عديدة. فهذا دليل على كمال عناية الله تعالى، وتمام لطفه بعباده، وأنه الذي لا ينبغي أن يحب غيره ويدعي سواه."
    },
    {
      "ayah": 69,
      "surah": 16,
      "text": "تفسير الآيتين 68 و69 :ـ في خلق هذه النحلة الصغيرة، التي هداها الله هذه الهداية العجيبة، ويسر لها المراعي، ثم الرجوع إلى بيوتها التي أصلحتها بتعليم الله لها، وهدايته لها ثم يخرج من بطونها هذا العسل اللذيذ مختلف الألوان بحسب اختلاف أرضها ومراعيها، فيه شفاء للناس من أمراض عديدة. فهذا دليل على كمال عناية الله تعالى، وتمام لطفه بعباده، وأنه الذي لا ينبغي أن يحب غيره ويدعي سواه."
    },
    {
      "ayah": 7,
      "surah": 16,
      "text": "{ وَتَحْمِلُ أَثْقَالَكُمْ } من الأحمال الثقيلة، بل وتحملكم أنتم { إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ } ولكن الله ذللها لكم. فمنها ما تركبونه، ومنها ما تحملون عليه ما تشاءون من الأثقال إلى البلدان البعيدة والأقطار الشاسعة، { إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ } إذ سخر لكم ما تضطرون إليه وتحتاجونه، فله الحمد كما ينبغي لجلال وجهه، وعظيم سلطانه وسعة جوده وبره."
    },
    {
      "ayah": 70,
      "surah": 16,
      "text": "يخبر تعالى أنه الذي خلق العباد ونقلهم في الخلقة، طورا بعد طور، ثم بعد أن يستكملوا آجالهم يتوفاهم، ومنهم من يعمره حتى { يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ } أي: أخسه الذي يبلغ به الإنسان إلى ضعف القوى الظاهرة والباطنة حتى العقل الذي هو جوهر الإنسان يزيد ضعفه حتى إنه ينسى ما كان يعلمه، ويصير عقله كعقل الطفل ولهذا قال: { لِكَيلَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ } أي: قد أحاط علمه وقدرته بجميع الأشياء ومن ذلك ما ينقل به الآدمي من أطوار الخلقة، خلقا بعد خلق كما قال تعالى: { اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ }"
    },
    {
      "ayah": 71,
      "surah": 16,
      "text": "وهذا من أدلة توحيده وقبح الشرك به، يقول تعالى: كما أنكم مشتركون بأنكم مخلوقون مرزوقون إلا أنه تعالى { فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الرِّزْقِ } فجعل منكم أحرارا لهم مال وثروة، ومنكم أرقاء لهم لا يملكون شيئا من الدنيا، فكما أن سادتهم الذين فضلهم الله عليهم بالرزق ليسوا { بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ } ويرون هذا من الأمور الممتنعة، فكذلك من أشركتم بها مع الله، فإنها عبيد ليس لها من الملك مثقال ذرة، فكيف تجعلونها شركاء لله تعالى؟! هل هذا إلا من أعظم الظلم والجحود لنعم الله؟\\\" ولهذا قال: { أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ } فلو أقروا بالنعمة ونسبوها إلى من أولاها، لما أشركوا به أحدا."
    },
    {
      "ayah": 72,
      "surah": 16,
      "text": "يخبر تعالى عن منته العظيمة على عباده، حيث جعل لهم أزواجا ليسكنوا إليها، وجعل لهم من أزواجهم أولادا تقرُّ بهم أعينهم ويخدمونهم، ويقضون حوائجهم، وينتفعون بهم من وجوه كثيرة، ورزقهم من الطيبات من جميع المآكل والمشارب، والنعم الظاهرة التي لا يقدر العباد أن يحصوها. { أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ } أي: أيؤمنون بالباطل الذي لم يكن شيئا مذكورا ثم أوجده الله وليس له من وجوده سوى العدم فلا تخلق ولا ترزق ولا تدبر من الأمر شيئا، وهذا عام لكل ما عبد من دون الله فإنها باطلة فكيف يتخذها المشركون من دون الله؟\\\" { وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ } يجحدونها ويستعينون بها على معاصي الله والكفر به، هل هذا إلا من أظلم الظلم وأفجر الفجور وأسفه السفه؟\\\""
    },
    {
      "ayah": 73,
      "surah": 16,
      "text": "يخبر تعالى عن جهل المشركين وظلمهم أنهم يعبدون من دونه آلهة اتخذوها شركاء لله، والحال أنهم لا يملكون لهم رزقا من السماوات والأرض، فلا ينزلون مطرا، ولا رزقا ولا ينبتون من نبات الأرض شيئا، ولا يملكون مثقال ذرة في السماوات والأرض ولا يستطيعون لو أرادوا، فإن غير المالك للشيء ربما كان له قوة واقتدار على ما ينفع من يتصل به، وهؤلاء لا يملكون ولا يقدرون. فهذه صفة آلهتهم كيف جعلوها مع الله، وشبهوها بمالك الأرض والسماوات الذي له الملك كله والحمد كله والقوة كلها؟\\\""
    },
    {
      "ayah": 74,
      "surah": 16,
      "text": "{ فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ } المتضمنة للتسوية بينه وبين خلقه { إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ } فعلينا أن لا نقول عليه بلا علم وأن نسمع ما ضربه العليم من الأمثال"
    },
    {
      "ayah": 75,
      "surah": 16,
      "text": "ضرب تعالى مثلين له ولمن يعبد من دونه، أحدهما عبد مملوك أي: رقيق لا يملك نفسه ولا يملك من المال والدنيا شيئا، والثاني حرٌّ غنيٌّ قد رزقه الله منه رزقا حسنا من جميع أصناف المال وهو كريم محب للإحسان، فهو ينفق منه سرا وجهرا، هل يستوي هذا وذاك؟! لا يستويان مع أنهما مخلوقان، غير محال استواؤهما. فإذا كانا لا يستويان، فكيف يستوي المخلوق العبد الذي ليس له ملك ولا قدرة ولا استطاعة، بل هو فقير من جميع الوجوه بالرب الخالق المالك لجميع الممالك القادر على كل شيء؟\\\" ولهذا حمد نفسه واختص بالحمد بأنواعه فقال: { الْحَمْدُ لِلَّهِ } فكأنه قيل: إذا كان الأمر كذلك فلم سوَّى المشركون آلهتهم بالله؟ قال: { بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ } فلو علموا حقيقة العلم لم يتجرؤوا على الشرك العظيم."
    },
    {
      "ayah": 76,
      "surah": 16,
      "text": "والمثل الثاني مثل { رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ } لا يسمع ولا ينطق و { لَا يَقْدِرُ عَلَى شَيْءٍ } لا قليل ولا كثير { وَهُوَ كَلٌّ عَلَى مَوْلَاهُ } أي: يخدمه مولاه، ولا يستطيع هو أن يخدم نفسه فهو ناقص من كل وجه، فهل يستوي هذا ومن كان يأمر بالعدل وهو على صراط مستقيم، فأقواله عدل وأفعاله مستقيمة، فكما أنهما لا يستويان فلا يستوي من عبد من دون الله وهو لا يقدر على شيء من مصالحه، فلولا قيام الله بها لم يستطع شيئا منها، ولا يكون كفوا وندا لمن لا يقول إلا الحق، ولا يفعل إلا ما يحمد عليه."
    },
    {
      "ayah": 77,
      "surah": 16,
      "text": "أي: هو تعالى المنفرد بغيب السماوات والأرض، فلا يعلم الخفايا والبواطن والأسرار إلا هو، ومن ذلك علم الساعة فلا يدري أحد متى تأتي إلا الله، فإذا جاءت وتجلت لم تكن { إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ } من ذلك فيقوم الناس من قبورهم إلى يوم بعثهم ونشورهم وتفوت الفرص لمن يريد الإمهال، { إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } فلا يستغرب على قدرته الشاملة إحياؤه للموتى."
    },
    {
      "ayah": 78,
      "surah": 16,
      "text": "أي: هو المنفرد بهذه النعم حيث { أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا } ولا تقدرون على شيء ثم إنه { جَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ } خص هذه الأعضاء الثلاثة، لشرفها وفضلها ولأنها مفتاح لكل علم، فلا وصل للعبد علم إلا من أحد هذه الأبواب الثلاثة وإلا فسائر الأعضاء والقوى الظاهرة والباطنة هو الذي أعطاهم إياها، وجعل ينميها فيهم شيئا فشيئا إلى أن يصل كل أحد إلى الحالة اللائقة به، وذلك لأجل أن يشكروا الله، باستعمال ما أعطاهم من هذه الجوارح في طاعة الله، فمن استعملها في غير ذلك كانت حجة عليه وقابل النعمة بأقبح المقابلة."
    },
    {
      "ayah": 79,
      "surah": 16,
      "text": "أي: لأنهم المنتفعون بآيات الله المتفكرون فيما جعلت آية عليه، وأما غيرهم فإن نظرهم نظر لهو وغفلة، ووجه الآية فيها أن الله تعالى خلقها بخلقة تصلح للطيران، ثم سخر لها هذا الهواء اللطيف ثم أودع فيها من قوة الحركة وما قدرت به على ذلك، وذلك دليل على كمال حكمته وعلمه الواسع وعنايته الربانية بجميع مخلوقاته وكمال اقتداره، تبارك الله رب العالمين."
    },
    {
      "ayah": 8,
      "surah": 16,
      "text": "{ وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ } سخرناها لكم { لِتَرْكَبُوهَا وَزِينَةً } أي: تارة تستعملونها للضرورة في الركوب وتارة لأجل الجمال والزينة، ولم يذكر الأكل لأن البغال والحمر محرم أكلها، والخيل لا تستعمل -في الغالب- للأكل، بل ينهى عن ذبحها لأجل الأكل خوفا من انقطاعها وإلا فقد ثبت في الصحيحين، أن النبي صلى الله عليه وسلم أذن في لحوم الخيل.{ وَيَخْلُقُ مَا لَا تَعْلَمُونَ } مما يكون بعد نزول القرآن من الأشياء، التي يركبها الخلق في البر والبحر والجو، ويستعملونها في منافعهم ومصالحهم، فإنه لم يذكرها بأعيانها، لأن الله تعالى لا يذكر في كتابه إلا ما يعرفه العباد، أو يعرفون نظيره، وأما ما ليس له نظير في زمانهم فإنه لو ذكر لم يعرفوه ولم يفهموا المراد منه، فيذكر أصلا جامعا يدخل فيه ما يعلمون وما لا يعلمون، كما ذكر نعيم الجنة وسمى منه ما نعلم ونشاهد نظيره، كالنخل والأعناب والرمان، وأجمل ما لا نعرف له نظيرا في قوله: { فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَان } فكذلك هنا ذكر ما نعرفه من المراكب كالخيل والبغال والحمير والإبل والسفن، وأجمل الباقي في قوله: { وَيَخْلُقُ مَا لَا تَعْلَمُونَ } ولما ذكر تعالى الطريق الحسي، وأن الله قد جعل للعباد ما يقطعونه به من الإبل وغيرها ذكر الطريق المعنوي الموصل إليه"
    },
    {
      "ayah": 80,
      "surah": 16,
      "text": "يذكر تعالى عباده نعمه، ويستدعي منهم شكرها والاعتراف بها فقال: { وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا } في الدور والقصور ونحوها تكنُّكم من الحر والبرد وتستركم أنتم وأولادكم وأمتعتكم، وتتخذون فيها الغرف  والبيوت التي هي لأنواع منافعكم ومصالحكم وفيها حفظ لأموالكم وحرمكم وغير ذلك من الفوائد المشاهدة، { وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ } إما من الجلد نفسه أو مما نبت عليه، من صوف وشعر ووبر. { بُيُوتًا تَسْتَخِفُّونَهَا } أي: خفيفة الحمل تكون لكم في السفر والمنازل التي لا قصد لكم في استيطانها، فتقيكم من الحر والبرد والمطر، وتقي متاعكم من المطر، { و } جعل لكم { وَمِنْ أَصْوَافِهَا } أي: الأنعام { وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا } وهذا شامل لكل ما يتخذ منها من الآنية والأوعية والفرش والألبسة والأجلة، وغير ذلك. { وَمَتَاعًا إِلَى حِينٍ } أي: تتمتعون بذلك في هذه الدنيا وتنتفعون بها، فهذا مما سخر الله العباد لصنعته وعمله."
    },
    {
      "ayah": 81,
      "surah": 16,
      "text": "{ وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ } أي: من مخلوقاته التي لا صنعة لكم فيها، { ظِلَالًا } وذلك كأظلة الأشجار والجبال والآكام ونحوها، { وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا } أي: مغارات تكنكم من الحر والبرد والأمطار والأعداء. { وَجَعَلَ لَكُمْ سَرَابِيلَ } أي: ألبسة وثيابا { تَقِيكُمُ الْحَرَّ } ولم يذكر الله البرد لأنه قد تقدم أن هذه السورة أولها في أصول النعم وآخرها في مكملاتها ومتمماتها، ووقاية البرد من أصول النعم فإنه من الضرورة، وقد ذكره في أولها في قوله { لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ }  { وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ } أي: وثيابا تقيكم وقت البأس والحرب من السلاح، وذلك كالدروع والزرد ونحوها، كذلك يتم نعمته عليكم حيث أسبغ عليكم من نعمه ما لا يدخل تحت الحصر { لَعَلَّكُمْ } إذا ذكرتم نعمة الله ورأيتموها غامرة لكم من كل وجه { تُسْلِمُونَ } لعظمته وتنقادون لأمره، وتصرفونها في طاعة موليها ومسديها، فكثرة النعم من الأسباب الجالبة من العباد مزيد الشكر ، والثناء بها على الله تعالى، ولكن أبى الظالمون إلا تمردا وعنادا."
    },
    {
      "ayah": 82,
      "surah": 16,
      "text": "تفسير الآيتين 82 و83 :ـ { فَإِنْ تَوَلَّوْا } عن الله وعن طاعته بعد ما ذُكِّروا بنعمه وآياته، { فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ } أي: ليس عليك من هدايتهم وتوفيقهم شيء بل أنت مطالب بالوعظ والتذكير والإنذار والتحذير، فإذا أديت ما عليك، فحسابهم على الله فإنهم يرون الإحسان، ويعرفون نعمة الله، ولكنهم ينكرونها ويجحدونها، { وَأَكْثَرُهُمُ الْكَافِرُونَ } لا خير فيهم، وما ينفعهم توالي الآيات، لفساد مشاعرهم وسوء قصودهم وسيرون جزاء الله لكل جبار عنيد كفور للنعم متمرد على الله وعلى رسله."
    },
    {
      "ayah": 83,
      "surah": 16,
      "text": "تفسير الآيتين 82 و83 :ـ { فَإِنْ تَوَلَّوْا } عن الله وعن طاعته بعد ما ذُكِّروا بنعمه وآياته، { فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ } أي: ليس عليك من هدايتهم وتوفيقهم شيء بل أنت مطالب بالوعظ والتذكير والإنذار والتحذير، فإذا أديت ما عليك، فحسابهم على الله فإنهم يرون الإحسان، ويعرفون نعمة الله، ولكنهم ينكرونها ويجحدونها، { وَأَكْثَرُهُمُ الْكَافِرُونَ } لا خير فيهم، وما ينفعهم توالي الآيات، لفساد مشاعرهم وسوء قصودهم وسيرون جزاء الله لكل جبار عنيد كفور للنعم متمرد على الله وعلى رسله."
    },
    {
      "ayah": 84,
      "surah": 16,
      "text": "تفسير الآيتين 84 و85 :ـيخبر تعالى عن حال الذين كفروا في يوم القيامة وأنه لا يقبل لهم عذر ولا يرفع عنهم العقاب وأن شركاءهم تتبرأ منهم ويقرون على أنفسهم بالكفر والافتراء على الله فقال: { وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا } يشهد عليهم بأعمالهم وماذا أجابوا به الداعي إلى الهدى وذلك الشهيد الذي يبعثه الله أزكى الشهداء وأعدلهم وهم الرسل الذين إذا شهدوا تم عليهم الحكم. فـ { لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا } في الاعتذار لأن اعتذارهم بعد ما علم يقينا بطلان ما هم عليه، اعتذار كاذب لا يفيدهم شيئا، وإن طلبوا أيضا الرجوع إلى الدنيا ليستدركوا لم يجابوا ولم يعتبوا، بل يبادرهم العذاب الشديد الذي لا يخفف عنهم من غير إنظار ولا إمهال من حين يرونه لأنهم لا حساب عليهم لأنهم لا حسنات لهم وإنما تعد أعمالهم وتحصى ويوقفون عليها ويقرون بها ويفتضحون."
    },
    {
      "ayah": 85,
      "surah": 16,
      "text": "تفسير الآيتين 84 و85 :ـيخبر تعالى عن حال الذين كفروا في يوم القيامة وأنه لا يقبل لهم عذر ولا يرفع عنهم العقاب وأن شركاءهم تتبرأ منهم ويقرون على أنفسهم بالكفر والافتراء على الله فقال: { وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا } يشهد عليهم بأعمالهم وماذا أجابوا به الداعي إلى الهدى وذلك الشهيد الذي يبعثه الله أزكى الشهداء وأعدلهم وهم الرسل الذين إذا شهدوا تم عليهم الحكم. فـ { لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا } في الاعتذار لأن اعتذارهم بعد ما علم يقينا بطلان ما هم عليه، اعتذار كاذب لا يفيدهم شيئا، وإن طلبوا أيضا الرجوع إلى الدنيا ليستدركوا لم يجابوا ولم يعتبوا، بل يبادرهم العذاب الشديد الذي لا يخفف عنهم من غير إنظار ولا إمهال من حين يرونه لأنهم لا حساب عليهم لأنهم لا حسنات لهم وإنما تعد أعمالهم وتحصى ويوقفون عليها ويقرون بها ويفتضحون."
    },
    {
      "ayah": 86,
      "surah": 16,
      "text": "{ وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ } يوم القيامة وعلموا بطلانها ولم يمكنهم الإنكار. { قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ } ليس عندها نفع ولا شفع، فنوَّهوا بأنفسهم ببطلانها، وكفروا بها، وبدت البغضاء والعداوة بينهم وبينها، { فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ } أي: ردت عليهم شركاؤهم قولهم، فقالت لهم: { إِنَّكُمْ لَكَاذِبُونَ } حيث جعلتمونا شركاء لله، وعبدتمونا معه فلم نأمركم بذلك، ولا زعمنا أن فينا استحقاقا للألوهية فاللوم عليكم."
    },
    {
      "ayah": 87,
      "surah": 16,
      "text": "فحينئذ استسلموا لله، وخضعوا لحكمه وعلموا إنهم مستحقون للعذاب.{ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ } فدخلوا النار وقد امتلأت قلوبهم من مقت أنفسهم ومن حمد ربهم وأنه لم يعاقبهم إلا بما كسبوا."
    },
    {
      "ayah": 88,
      "surah": 16,
      "text": "حيث كفروا بأنفسهم، وكذبوا بآيات الله، وحاربوا رسله، وصدوا الناس عن سبيل الله، وصاروا دعاة إلى الضلال فاستحقوا مضاعفة العذاب، كما تضاعف جرمهم، وكما أفسدوا في أرض الله."
    },
    {
      "ayah": 89,
      "surah": 16,
      "text": "لما ذكر فيما تقدم أنه يبعث { فِي كُلِّ أُمَّةٍ شَهِيدًا } ذكر ذلك أيضا هنا، وخص منهم هذا الرسول الكريم فقال: { وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ } أي: على أمتك تشهد عليهم بالخير والشر، وهذا من كمال عدل الله تعالى أن كل رسول يشهد على أمته لأنه أعظم اطلاعا من غيره على أعمال أمته، وأعدل وأشفق من أن يشهد عليهم إلا بما يستحقون. وهذا كقوله تعالى: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا }  وقال تعالى: { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ } وقوله: { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ } في أصول الدين وفروعه، وفي أحكام الدارين وكل ما يحتاج إليه العباد، فهو مبين فيه أتم تبيين بألفاظ واضحة ومعان جلية، حتى إنه تعالى يثني فيه الأمور الكبار التي يحتاج القلب لمرورها عليه كل وقت، وإعادتها في كل ساعة، ويعيدها ويبديها بألفاظ مختلفة وأدلة متنوعة لتستقر في القلوب فتثمر من الخير والبر بحسب ثبوتها في القلب، وحتى إنه تعالى يجمع في اللفظ القليل الواضح معاني كثيرة يكون اللفظ لها كالقاعدة والأساس، واعتبر هذا بالآية التي بعد هذه الآية وما فيها من أنواع الأوامر والنواهي التي لا تحصى، فلما كان هذا القرآن تبيانا لكل شيء صار حجة الله على العباد كلهم. فانقطعت به حجة الظالمين وانتفع به المسلمون فصار هدى لهم يهتدون به إلى أمر دينهم ودنياهم، ورحمة ينالون به كل خير في الدنيا والآخرة. فالهدى ما نالوه به من علم نافع وعمل صالح. والرحمة ما ترتب على ذلك من ثواب الدنيا والآخرة، كصلاح القلب وبره وطمأنينته، وتمام العقل الذي لا يتم إلا بتربيته على معانيه التي هي أجل المعاني وأعلاها، والأعمال الكريمة والأخلاق الفاضلة، والرزق الواسع والنصر على الأعداء بالقول والفعل ونيل رضا الله تعالى وكرامته العظيمة التي لا يعلم ما فيها من النعيم المقيم إلا الرب الرحيم."
    },
    {
      "ayah": 9,
      "surah": 16,
      "text": "{ وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ } أي: الصراط المستقيم، الذي هو أقرب الطرق وأخصرها موصل إلى الله.  وأما الطريق الجائر في عقائده وأعماله وهو: كل ما خالف الصراط المستقيم فهو قاطع عن الله، موصل إلى دار الشقاء، فسلك المهتدون الصراط المستقيم بإذن ربهم، وضل الغاوون عنه، وسلكوا الطرق الجائرة { وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ } ولكنه هدى بعضا كرما وفضلا، ولم يهد آخرين، حكمة منه وعدلا."
    },
    {
      "ayah": 90,
      "surah": 16,
      "text": "فالعدل الذي أمر الله به يشمل العدل في حقه وفي حق عباده، فالعدل في ذلك أداء الحقوق كاملة موفرة بأن يؤدي العبد ما أوجب الله عليه من الحقوق المالية والبدنية والمركبة منهما في حقه وحق عباده، ويعامل الخلق بالعدل التام، فيؤدي كل وال ما عليه تحت ولايته سواء في ذلك ولاية الإمامة الكبرى، وولاية القضاء ونواب الخليفة، ونواب القاضي. والعدل هو ما فرضه الله عليهم في كتابه، وعلى لسان رسوله، وأمرهم بسلوكه، ومن العدل في المعاملات أن تعاملهم في عقود البيع والشراء وسائر المعاوضات، بإيفاء جميع ما عليك فلا تبخس لهم حقا ولا تغشهم ولا تخدعهم وتظلمهم. فالعدل واجب، والإحسان فضيلة مستحب وذلك كنفع الناس بالمال والبدن والعلم، وغير ذلك من أنواع النفع حتى إنه يدخل فيه الإحسان إلى الحيوان البهيم المأكول وغيره. وخص الله إيتاء ذي القربى -وإن كان داخلا في العموم- لتأكد حقهم وتعين صلتهم وبرهم، والحرص على ذلك. ويدخل في ذلك جميع الأقارب قريبهم وبعيدهم لكن كل ما كان أقرب كان أحق بالبر. وقوله: { وَيَنْهَى عَنِ الْفَحْشَاءِ } وهو كل ذنب عظيم استفحشته الشرائع والفطر كالشرك بالله والقتل بغير حق والزنا والسرقة والعجب والكبر واحتقار الخلق وغير ذلك من الفواحش. ويدخل في المنكر كل ذنب ومعصية متعلق بحق الله تعالى. وبالبغي كل عدوان على الخلق في الدماء والأموال والأعراض. فصارت هذه الآية جامعة لجميع المأمورات والمنهيات لم يبق شيء إلا دخل فيها، فهذه قاعدة ترجع إليها سائر الجزئيات، فكل مسألة مشتملة على عدل أو إحسان أو إيتاء ذي القربى فهي مما أمر الله به. وكل مسألة مشتملة على فحشاء أو منكر أو بغي فهي مما نهى الله عنه. وبها يعلم حسن ما أمر الله به وقبح ما نهى عنه، وبها يعتبر ما عند الناس من الأقوال وترد إليها سائر الأحوال، فتبارك من جعل في كلامه الهدى والشفاء والنور والفرقان بين جميع الأشياء. ولهذا قال: { يَعِظُكُمْ بِهِ } أي: بما بينه لكم في كتابه بأمركم بما فيه غاية صلاحكم ونهيكم عما فيه مضرتكم. { لَعَلَّكُمْ تَذَكَّرُونَ } ما يعظكم به فتفهمونه وتعقلونه، فإنكم إذا تذكرتموه وعقلتموه عملتم بمقتضاه فسعدتم سعادة لا شقاوة معها."
    },
    {
      "ayah": 91,
      "surah": 16,
      "text": "وهذا يشمل جميع ما عاهد العبد عليه ربه من العبادات والنذور والأيمان التي عقدها إذا كان الوفاء بها برا، ويشمل أيضا ما تعاقد عليه هو وغيره كالعهود بين المتعاقدين، وكالوعد الذي يعده العبد لغيره ويؤكده على نفسه، فعليه في جميع ذلك الوفاء وتتميمها مع القدرة، ولهذا نهى الله عن نقضها فقال: { وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا } بعقدها على اسم الله تعالى: { وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ } أيها المتعاقدون { كَفِيلًا } فلا يحل لكم أن لا تحكموا ما جعلتم الله عليكم كفيلا فيكون ذلك ترك تعظيم الله واستهانة به، وقد رضي الآخر منك باليمين والتوكيد الذي جعلت الله فيه كفيلا. فكما ائتمنك وأحسن ظنه فيك فلتف له بما قلته وأكدته. { إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ } يجازي كل عامل بعمله على حسب نيته ومقصده."
    },
    {
      "ayah": 92,
      "surah": 16,
      "text": "{ وَلَا تَكُونُوا } في نقضكم للعهود بأسوأ الأمثال وأقبحها وأدلها على سفه متعاطيها، وذلك { كَالَّتِي } تغزل غزلا قويا فإذا استحكم وتم ما أريد منه نقضته فجعلته { أَنْكَاثًا } فتعبت على الغزل ثم على النقض، ولم تستفد سوى الخيبة والعناء وسفاهة العقل ونقص الرأي، فكذلك من نقض ما عاهد عليه فهو ظالم جاهل سفيه ناقص الدين والمروءة. وقوله: { تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ } أي: لا تنبغي هذه الحالة منكم تعقدون الأيمان المؤكدة وتنتظرون فيها الفرص، فإذا كان العاقد لها ضعيفا غير قادر على الآخر أتمها لا لتعظيم العقد واليمين بل لعجزه، وإن كان قويا يرى مصلحته الدنيوية في نقضها نقضها غير مبال بعهد الله ويمينه. كل ذلك دورانا مع أهوية النفوس، وتقديما لها على مراد الله منكم، وعلى المروءة الإنسانية، والأخلاق المرضية لأجل أن تكون أمة أكثر عددا وقوة من الأخرى.  وهذا ابتلاء من الله وامتحان يبتليكم الله به حيث قيض من أسباب المحن ما يمتحن به الصادق الوفي من الفاجر الشقي. { وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ } فيجازي كلا بما عمل، ويخزي الغادر."
    },
    {
      "ayah": 93,
      "surah": 16,
      "text": "أي: { لَوْ شَاءَ اللَّهُ } لجمع الناس على الهدى وجعلهم { أُمَّةً وَاحِدَةً } ولكنه تعالى المنفرد بالهداية والإضلال، وهدايته وإضلاله من أفعاله التابعة لعلمه وحكمته، يعطي الهداية من يستحقها فضلا، ويمنعها من لا يستحقها عدلا. { وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ } من خير وشر فيجازيكم عليها أتم الجزاء وأعدله."
    },
    {
      "ayah": 94,
      "surah": 16,
      "text": "أي: { وَلَا تَتَّخِذُوا أَيْمَانَكُمْ } وعهودكم ومواثيقكم تبعا لأهوائكم متى شئتم وفيتم بها، ومتى شئتم نقضتموها، فإنكم إذا فعلتم ذلك تزل أقدامكم بعد ثبوتها على الصراط المستقيم، { وَتَذُوقُوا السُّوءَ } أي: العذاب الذي يسوءكم ويحزنكم { بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ } حيث ضللتم وأضللتم غيركم { وَلَكُمْ عَذَابٌ عَظِيمٌ } مضاعف."
    },
    {
      "ayah": 95,
      "surah": 16,
      "text": "يحذر تعالى عباده من نقض العهود والأيمان لأجل متاع الدنيا وحطامها فقال: { وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا } تنالونه بالنقض وعدم الوفاء { إِنَّمَا عِنْدَ اللَّهِ } من الثواب العاجل والآجل لمن آثر رضاه، وأوفى بما عاهد عليه الله { هُوَ خَيْرٌ لَكُمْ } من حطام الدنيا الزائلة { إِنْ كُنْتُمْ تَعْلَمُونَ }"
    },
    {
      "ayah": 96,
      "surah": 16,
      "text": "فآثروا ما يبقى على ما يفنى فإن الذي عندكم ولو كثر جدا لا بد أن { يَنْفَدُ } ويفنى، { وَمَا عِنْدَ اللَّهِ بَاقٍ } ببقائه لا يفنى ولا يزول، فليس بعاقل من آثر الفاني الخسيس على الباقي النفيس وهذا كقوله تعالى: { بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى } { وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ } وفي هذا الحث والترغيب على الزهد في الدنيا. خصوصا الزهد المتعين وهو الزهد فيما يكون ضررا على العبد ويوجب له الاشتغال عما أوجب الله عليه وتقديمه على حق الله فإن هذا الزهد واجب. ومن الدواعي للزهد أن يقابل العبد لذات الدنيا وشهواتها بخيرات الآخرة، فإنه يجد من الفرق والتفاوت ما يدعوه إلى إيثار أعلى الأمرين [وليس الزهد الممدوح هو الانقطاع للعبادات القاصرة كالصلاة والصيام والذكر ونحوها، بل لا يكون العبد زاهدا زهدا صحيحا حتى يقوم بما يقدر عليه من الأوامر الشرعية الظاهرة والباطنة، ومن الدعوة إلى الله وإلى دينه بالقول والفعل، فالزهد الحقيقي هو الزهد فيما لا ينفع في الدين والدنيا، والرغبة والسعي في كل ما ينفع] { وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا } على طاعة الله، وعن معصيته، وفطموا نفوسهم عن الشهوات الدنيوية المضرة يدينهم { أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ } الحسنة بعشر أمثالها إلى سبعمائة ضعف إلى أضعاف كثيرة فإن الله لا يضيع أجر من أحسن عملا"
    },
    {
      "ayah": 97,
      "surah": 16,
      "text": "{ مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ } فإن الإيمان شرط في صحة الأعمال الصالحة وقبولها، بل لا تسمى أعمالا صالحة إلا بالإيمان، والإيمان مقتض لها، فإنه التصديق الجازم المثمر لأعمال الجوارح من الواجبات والمستحبات، فمن جمع بين الإيمان والعمل الصالح { فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً } وذلك بطمأنينة قلبه، وسكون نفسه، وعدم التفاته لما يشوش عليه قلبه، ويرزقه الله رزقا حلالا طيبا من حيث لا يحتسب. { وَلَنَجْزِيَنَّهُمْ } في الآخرة { أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ } من أصناف اللذات مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. فيؤتيه الله في الدنيا حسنة وفي الآخرة حسنة."
    },
    {
      "ayah": 98,
      "surah": 16,
      "text": "أي: فإذا أردت القراءة لكتاب الله الذي هو أشرف الكتب وأجلها وفيه صلاح القلوب والعلوم الكثيرة فإن الشيطان أحرص ما يكون على العبد عند شروعه في الأمور الفاضلة، فيسعى في صرفه عن مقاصدها ومعانيها. فالطريق إلى السلامة من شره الالتجاء إلى الله، والاستعاذة به من شره، فيقول القارئ: { أعوذ بالله من الشيطان الرجيم } متدبرا لمعناها، معتمدا بقلبه على الله في صرفه عنه، مجتهدا في دفع وساوسه وأفكاره الرديئة مجتهدا، على السبب الأقوى في دفعه، وهو التحلي بحلية الإيمان والتوكل."
    },
    {
      "ayah": 99,
      "surah": 16,
      "text": "فإن الشيطان { لَيْسَ لَهُ سُلْطَانٌ } أي: تسلط { عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ } وحده لا شريك له { يَتَوَكَّلُونَ } فيدفع الله عن المؤمنين المتوكلين عليه شر الشيطان ولا يبق له عليهم سبيل."
    }
  ]
}
