{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 25,
      "text": "هذا بيان لعظمته الكاملة وتفرده [بالوحدانية]  من كل وجه وكثرة خيراته وإحسانه فقال: { تَبَارَكَ ْ} أي: تعاظم وكملت أوصافه وكثرت خيراته الذي من أعظم خيراته ونعمه أن نزل هذا القرآن الفارق بين الحلال والحرام والهدى والضلال وأهل السعادة من أهل الشقاوة، { عَلَى عَبْدِهِ ْ} محمد صلى الله عليه وسلم الذي كمل مراتب العبودية وفاق جميع المرسلين، { لِيَكُونَ ْ} ذلك الإنزال للفرقان على عبده { لِلْعَالَمِينَ نَذِيرًا ْ} ينذرهم بأس الله ونقمه ويبين لهم مواقع رضا الله من سخطه، حتى إن من قبل نذارته وعمل بها كان من الناجين في الدنيا والآخرة الذين حصلت لهم السعادة الأبدية والملك السرمدي، فهل فوق هذه النعمة وهذا الفضل والإحسان شيء؟ فتبارك الذي هذا من بعض إحسانه وبركاته."
    },
    {
      "ayah": 10,
      "surah": 25,
      "text": "{ تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ } أي: خيرا مما قالوا، ثم فسره بقوله: { جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا } مرتفعة مزخرفة، فقدرته ومشيئته لا تقصر عن ذلك ولكنه تعالى -لما كانت الدنيا عنده في غاية البعد والحقارة- أعطى منها أولياءه ورسله ما اقتضته حكمته منها، واقتراح أعدائهم بأنهم هلا رزقوا منها رزقا كثيرا جدا ظلم وجراءة."
    },
    {
      "ayah": 11,
      "surah": 25,
      "text": "ولما كانت تلك الأقوال التي قالوها معلومة الفساد أخبر تعالى أنها لم تصدر منهم لطلب الحق، ولا لاتباع البرهان وإنما صدرت منهم تعنتا وظلما وتكذيبا بالحق، فقالوا ما بقلوبهم من ذلك ولهذا قال: { بَلْ كَذَّبُوا بِالسَّاعَةِ } والمكذب المتعنت الذي ليس له قصد في اتباع الحق، لا سبيل إلى هدايته ولا حيلة في مجادلته وإنما له حيلة واحدة وهي نزول العذاب به، فلهذا قال: { وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا } أي: نارا عظيمة قد اشتد سعيرها، وتغيظت على أهلها واشتد زفيرها."
    },
    {
      "ayah": 12,
      "surah": 25,
      "text": "{ إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ } أي: قبل وصولهم ووصولها إليهم، { سَمِعُوا لَهَا تَغَيُّظًا } عليهم { وَزَفِيرًا } تقلق منهم الأفئدة وتتصدع القلوب، ويكاد الواحد منهم يموت خوفا منها وذعرا قد غضبت عليهم لغضب خالقها وقد زاد لهبها لزيادة كفرهم وشرهم."
    },
    {
      "ayah": 13,
      "surah": 25,
      "text": "{ وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ } أي: وقت عذابهم وهم في وسطها، جمع في مكان بين ضيق المكان وتزاحم السكان وتقرينهم بالسلاسل والأغلال، فإذا وصلوا لذلك المكان النحس وحبسوا في أشر حبس { دَعَوْا هُنَالِكَ ثُبُورًا } دعوا على أنفسهم بالثبور والخزي والفضيحة وعلموا أنهم ظالمون معتدون، قد عدل فيهم الخالق حيث أنزلهم بأعمالهم هذا المنزل، وليس ذلك الدعاء والاستغاثة بنافعة لهم ولا مغنية من عذاب الله"
    },
    {
      "ayah": 14,
      "surah": 25,
      "text": ": { لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا } أي: لو زاد ما قلتم أضعاف أضعافه ما أفادكم إلا الهم والغم والحزن."
    },
    {
      "ayah": 15,
      "surah": 25,
      "text": "أي: قل لهم -مبينا لسفاهة رأيهم واختيارهم الضار على النافع-: { أَذَلِكَ } الذي وصفت لكم من العذاب { خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ } التي زادها تقوى الله فمن قام بالتقوى فالله قد وعده إياها، { كَانَتْ لَهُمْ جَزَاءً } على تقواهم { وَمَصِيرًا } موئلا يرجعون إليها، ويستقرون فيها ويخلدون دائما أبدا."
    },
    {
      "ayah": 16,
      "surah": 25,
      "text": "{ لَهُمْ فِيهَا مَا يَشَاءُونَ } أي: يطلبون وتتعلق بهم أمانيهم ومشيئتهم، من المطاعم والمشارب اللذيذة والملابس الفاخرة والنساء الجميلات والقصور العاليات والجنات والحدائق المرجحنة والفواكه التي تسر ناظريها وآكليها، من حسنها وتنوعها وكثرة أصنافها والأنهار التي تجري في رياض الجنة وبساتينها، حيث شاءوا يصرفونها ويفجرونها أنهارا من ماء غير آسن وأنهارا من لبن لم يتغير طعمه وأنهارا من خمر لذة للشاربين وأنهارا من عسل مصفى وروائح طيبة، ومساكن مزخرفة، وأصوات شجية تأخذ من حسنها بالقلوب ومزاورة الإخوان، والتمتع بلقاء الأحباب، وأعلى من ذلك كله التمتع بالنظر إلى وجه الرب الرحيم وسماع كلامه، والحظوة بقربه والسعادة برضاه والأمن من سخطه واستمرار هذا النعيم ودوامه وزيادته على ممر الأوقات وتعاقب الآنات { كَانَ } دخولها والوصول إليها { عَلَى رَبِّكَ وَعْدًا مَسْئُولًا } يسأله إياها، عباده المتقون بلسان حالهم ولسان مقالهم، فأي الدارين المذكورتين خير وأولى بالإيثار؟ وأي: العاملين عمال دار الشقاء أو عمال دار السعادة أولى بالفضل والعقل والفخر يا أولي الألباب؟ لقد وضح الحق واستنار السبيل فلم يبق للمفرط عذر في تركه الدليل، فنرجوك يا من قضيت على أقوام بالشقاء وأقوام بالسعادة أن تجعلنا ممن كتبت لهم الحسنى وزيادة، ونستغيث بك اللهم من حالة الأشقياء ونسألك المعافاة منها."
    },
    {
      "ayah": 17,
      "surah": 25,
      "text": "يخبر تعالى عن حالة المشركين وشركائهم يوم القيامة وتبريهم منهم، وبطلان سعيهم فقال: { وَيَوْمَ يَحْشُرُهُمْ } أي: المكذبين المشركين { وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ } الله مخاطبا للمعبودين على وجه التقريع لمن عبدهم: { أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ } هل أمرتموهم بعبادتكم وزينتم لهم ذلك أم ذلك من تلقاء أنفسهم؟"
    },
    {
      "ayah": 18,
      "surah": 25,
      "text": "{ قَالُوا سُبْحَانَكَ } نزهوا الله عن شرك المشركين به وبرؤوا أنفسهم من ذلك، { مَا كَانَ يَنْبَغِي لَنَا } أي: لا يليق بنا ولا يحسن منا أن نتخذ من دونك من أولياء نتولاهم ونعبدهم وندعوهم، فإذا كنا محتاجين ومفتقرين إلى عبادتك متبرئين من عبادة غيرك، فكيف نأمر أحدا بعبادتنا؟ هذا لا يكون أو، سبحانك عن { أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ } وهذا كقول المسيح عيسى بن مريم عليه السلام: { وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ } الآية.وقال تعالى: { وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ } { وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } فلما نزهوا أنفسهم أن يدعوا لعبادة غير الله أو يكونوا أضلوهم ذكروا السبب الموجب لإضلال المشركين فقالوا: { وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ } في لذات الدنيا وشهواتها ومطالبها النفسية، { حَتَّى نَسُوا الذِّكْرَ } اشتغالا في لذات الدنيا وإكبابا على شهواتها، فحافظوا على دنياهم وضيعوا دينهم { وَكَانُوا قَوْمًا بُورًا } أي: بائرين لا خير فيهم ولا يصلحون لصالح لا يصلحون إلا للهلاك والبوار، فذكروا المانع من اتباعهم الهدى وهو التمتع في الدنيا الذي صرفهم عن الهدى، وعدم المقتضي للهدى وهو أنهم لا خير فيهم، فإذا عدم المقتضي ووجد المانع فلا تشاء من شر وهلاك، إلا وجدته فيهم"
    },
    {
      "ayah": 19,
      "surah": 25,
      "text": "فلما تبرؤوا منهم قال الله توبيخا وتقريعا للعابدين  { فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ } إنهم أمروكم بعبادتهم ورضوا فعلكم، وأنهم شفعاء لكم عند ربكم، كذبوكم في ذلك الزعم وصاروا من أكبر أعدائكم فحق عليكم العذاب، { فَمَا تَسْتَطِيعُونَ صَرْفًا } للعذاب عنكم بفعلكم أو بفداء أو غير ذلك، { وَلَا نَصْرًا } لعجزكم وعدم ناصركم. هذا حكم الضالين المقلدين الجاهلين كما رأيت أسوأ حكم، وأشر مصير. وأما المعاند منهم الذي عرف الحق وصدف عنه فقال في حقه: { وَمَنْ يَظْلِمْ مِنْكُمْ } بترك الحق ظلما وعنادا { نُذِقْهُ عَذَابًا كَبِيرًا } لا يقادر قدره ولا يبلغ أمره."
    },
    {
      "ayah": 2,
      "surah": 25,
      "text": "{ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ْ} أى: له التصرف فيهما وحده، وجميع من فيهما مماليك وعبيد له مذعنون لعظمته خاضعون لربوبيته، فقراء إلى رحمته الذي { لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ ْ} وكيف يكون له ولد أو شريك وهو المالك وغيره مملوك، وهو القاهر وغيره مقهور وهو الغني بذاته من جميع الوجوه، والمخلوقون مفتقرون إليه فقرا ذاتيا من جميع الوجوه؟\\\" وكيف يكون له شريك في الملك ونواصي العباد كلهم بيديه، فلا يتحركون أو يسكنون ولا يتصرفون إلا بإذنه فتعالى الله عن ذلك علوا كبيرا، فلم يقدره حق قدره من قال فيه ذلك ولهذا قال: { وَخَلَقَ كُلَّ شَيْءٍ ْ} شمل العالم العلوي والعالم السفلي من حيواناته ونباتاته وجماداته، { فَقَدَّرَهُ تَقْدِيرًا ْ} أي: أعطى كل مخلوق منها ما يليق به ويناسبه من الخلق وما تقتضيه حكمته من ذلك، بحيث صار كل مخلوق لا يتصور العقل الصحيح أن يكون بخلاف شكله وصورته المشاهدة، بل كل جزء وعضو من المخلوق الواحد لا يناسبه غير محله الذي هو فيه. قال تعالى: { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى ْ} وقال تعالى: { رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى ْ} ولما بين كماله وعظمته وكثرة إحسانه كان ذلك مقتضيا لأن يكون وحده المحبوب المألوه المعظم المفرد بالإخلاص وحده لا شريك له ناسب أن يذكر بطلان عبادة ما سواه ."
    },
    {
      "ayah": 20,
      "surah": 25,
      "text": "ثم قال تعالى جوابا لقول المكذبين: { مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ } { وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ في الْأَسْوَاقِ } فما جعلناهم جسدا لا يأكلون الطعام وما جعلناهم ملائكة، فلك فيهم أسوة، وأما الغنى والفقر فهو فتنة وحكمة من الله تعالى كما قال: { وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً } الرسول فتنة للمرسل إليهم واختبار للمطيعين من العاصين  والرسل فتناهم بدعوة الخلق، والغنى فتنة للفقير والفقير فتنة للغني، وهكذا سائر أصناف الخلق في هذه الدار دار الفتن والابتلاء والاختبار. والقصد من تلك الفتنة { أَتَصْبِرُونَ } فتقومون بما هو وظيفتكم اللازمة الراتبة فيثيبكم مولاكم  أم لا تصبرون فتستحقون المعاقبة؟ { وَكَانَ رَبُّكَ بَصِيرًا } يعلم أحوالكم، ويصطفي من يعلمه يصلح لرسالته ويختصه بتفضيله ويعلم أعمالكم فيجازيكم عليها إن خيرا فخير، وإن شرا فشر."
    },
    {
      "ayah": 21,
      "surah": 25,
      "text": "أي: قال المكذبون للرسول المكذبون بوعد الله ووعيده الذين ليس في قلوبهم خوف الوعيد ولا رجاء لقاء الخالق. { لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا } أي: هلا نزلت الملائكة تشهد لك بالرسالة وتؤيدك عليها أو تنزل رسلا مستقلين، أو نرى ربنا فيكلمنا ويقول: هذا رسولي فاتبعوه؟ وهذا معارضة للرسول بما ليس بمعارض بل بالتكبر والعلو والعتو. { لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ } حيث اقترحوا هذا الاقتراح وتجرأوا هذه الجرأة، فمن أنتم يا فقراء ويا مساكين حتى تطلبوا رؤية الله وتزعموا أن الرسالة متوقف ثبوتها على ذلك؟ وأي كبر أعظم من هذا؟. { وَعَتَوْا عُتُوًّا كَبِيرًا } أي: قسوا وصلبوا عن الحق قساوة عظيمة، فقلوبهم أشد من الأحجار وأصلب من الحديد لا تلين للحق، ولا تصغى للناصحين فلذلك لم ينجع فيهم وعظ ولا تذكير ولا اتبعوا الحق حين جاءهم النذير، بل قابلوا أصدق الخلق وأنصحهم وآيات الله البينات بالإعراض والتكذيب والمعارضة، فأي عتو أكبر من هذا العتو؟\\\" ولذلك بطلت أعمالهم واضمحلت، وخسروا أشد الخسران، وحرموا غاية الحرمان."
    },
    {
      "ayah": 22,
      "surah": 25,
      "text": "{ يَوْمَ يَرَوْنَ الْمَلَائِكَةَ } التي اقترحوا نزولها { لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ } وذلك أنهم لا يرونها مع استمرارهم على جرمهم وعنادهم إلا لعقوبتهم وحلول البأس بهم، فأول ذلك عند الموت إذا تنزلت عليهم الملائكة قال الله تعالى: { وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ } ثم في القبر حيث يأتيهم منكر ونكير فيسألهم عن ربهم ونبيهم ودينهم فلا يجيبون جوابا ينجيهم فيحلون بهم النقمة، وتزول عنهم بهم الرحمة، ثم يوم القيامة حين تسوقهم الملائكة إلى النار ثم يسلمونهم لخزنة جهنم الذين يتولون عذابهم ويباشرون عقابهم، فهذا الذي اقترحوه وهذا الذي طلبوه إن استمروا على إجرامهم لا بد أن يروه ويلقوه، وحينئذ يتعوذون من الملائكة ويفرون ولكن لا مفر لهم. { وَيَقُولُونَ حِجْرًا مَحْجُورًا } { يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ }"
    },
    {
      "ayah": 23,
      "surah": 25,
      "text": "{ وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ } أي: أعمالهم التي رجوا أن تكون خيرا لهم وتعبوا فيها، { فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا } أي باطلا مضمحلا قد خسروه وحرموا أجره وعوقبوا عليه وذلك لفقده الإيمان وصدوره عن مكذب لله ورسله، فالعمل الذي يقبله الله، ما صدر عن المؤمن المخلص المصدق للرسل المتبع لهم فيه."
    },
    {
      "ayah": 24,
      "surah": 25,
      "text": "أي: في ذلك اليوم الهائل كثير البلابل { أَصْحَابُ الْجَنَّةِ } الذين آمنوا بالله وعملوا صالحا واتقوا ربهم { خَيْرٌ مُسْتَقَرًّا } من أهل النار { وَأَحْسَنُ مَقِيلًا } أي: مستقرهم في الجنة وراحتهم التي هي القيلولة، هو المستقر النافع والراحة التامة لاشتمال ذلك على تمام النعيم الذي لا يشوبه كدر، بخلاف أصحاب النار فإن جهنم ساءت مستقرا ومقيلا وهذا من باب استعمال أفعل التفضيل، فيما ليس في الطرف الآخر منه شيء لأنه لا خير في مقيل أهل النار ومستقرهم كقوله: { آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ }"
    },
    {
      "ayah": 25,
      "surah": 25,
      "text": "تفسير الآيتين 25 و26 يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: { وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ } وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا. القصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: { وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا } لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل. { يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا }  وقوله: { الْمُلْكُ يَوْمَئِذٍ } أي: يوم القيامة { الْحَقُّ لِلرَّحْمَنِ } لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \\\" الرحمن \\\" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب."
    },
    {
      "ayah": 26,
      "surah": 25,
      "text": "تفسير الآيتين 25 و26 يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: { وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ } وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا. القصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: { وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا } لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل. { يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا }  وقوله: { الْمُلْكُ يَوْمَئِذٍ } أي: يوم القيامة { الْحَقُّ لِلرَّحْمَنِ } لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \\\" الرحمن \\\" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب."
    },
    {
      "ayah": 27,
      "surah": 25,
      "text": "{ وَيَوْمَ يَعَضُّ الظَّالِمُ } بشركه وكفره وتكذيبه للرسل { عَلَى يَدَيْهِ } تأسفا وتحسرا وحزنا وأسفا. { يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا } أي طريقا بالإيمان به وتصديقه واتباعه."
    },
    {
      "ayah": 28,
      "surah": 25,
      "text": "{ يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا } وهو الشيطان الإنسي أو الجني، { خَلِيلًا } أي: حبيبا مصافيا عاديت أنصح الناس لي، وأبرهم بي وأرفقهم بي، وواليت أعدى عدو لي الذي لم تفدني ولايته إلا الشقاء والخسار والخزي والبوار."
    },
    {
      "ayah": 29,
      "surah": 25,
      "text": "{ لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي } حيث زين له ما هو عليه من الضلال بخدعه وتسويله. { وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا } يزين له الباطل ويقبح له الحق، ويعده الأماني ثم يتخلى عنه ويتبرأ منه كما قال لجميع أتباعه حين قضي الأمر، وفرغ الله من حساب الخلق { وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ } الآية. فلينظر العبد لنفسه وقت الإمكان وليتدارك الممكن قبل أن لا يمكن، وليوال من ولايته فيها سعادته وليعاد من تنفعه عداوته وتضره صداقته. والله الموفق."
    },
    {
      "ayah": 3,
      "surah": 25,
      "text": "أي: من أعجب العجائب وأدل الدليل على سفههم ونقص عقولهم، بل أدل على ظلمهم وجراءتهم على ربهم أن اتخذوا آلهة بهذه الصفة، في كمال العجز أنها لا تقدر على خلق شيء بل هم مخلوقون، بل بعضهم مما عملته أيديهم. { وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا ْ} أي: لا قليلا ولا كثيرا، لأنه نكرة في سياق النفي. { وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا ْ} أي: بعثا بعد الموت، فأعظم أحكام العقل بطلان إلهيتها وفسادها وفساد عقل من اتخذها آلهة وشركاء للخالق لسائر المخلوقات من غير مشاركة له في ذلك، الذي بيده النفع والضر والعطاء والمنع الذي يحيي ويميت ويبعث من في القبور ويجمعهم ليوم النشور، وقد جعل لهم دارين دار الشقاء والخزي والنكال لمن اتخذ معه آلهة أخرى، ودار الفوز والسعادة والنعيم المقيم لمن اتخذه وحده معبودا."
    },
    {
      "ayah": 30,
      "surah": 25,
      "text": "{ وَقَالَ الرَّسُولُ } مناديا لربه وشاكيا له إعراض قومه عما جاء به، ومتأسفا على ذلك منهم: { يَا رَبِّ إِنَّ قَوْمِي } الذي أرسلتني لهدايتهم وتبليغهم، { اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا } أي: قد أعرضوا عنه وهجروه وتركوه مع أن الواجب عليهم الانقياد لحكمه والإقبال على أحكامه، والمشي خلفه"
    },
    {
      "ayah": 31,
      "surah": 25,
      "text": "، قال الله مسليا لرسوله ومخبرا أن هؤلاء الخلق لهم سلف صنعوا كصنيعهم فقال: { وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ } أي: من الذين لا يصلحون للخير ولا يزكون عليه يعارضونهم ويردون عليهم ويجادلونهم بالباطل. من بعض فوائد ذلك أن يعلو الحق على الباطل وأن يتبين الحق ويتضح اتضاحا عظيما لأن معارضة الباطل للحق مما تزيده وضوحا وبيانا وكمال استدلال وأن يتبين ما يفعل الله بأهل الحق من الكرامة وبأهل الباطل من العقوبة، فلا تحزن عليهم ولا تذهب نفسك عليهم حسرات { وَكَفَى بِرَبِّكَ هَادِيًا } يهديك فيحصل لك المطلوب ومصالح دينك ودنياك. { وَنَصِيرًا } ينصرك على أعدائك ويدفع عنك كل مكروه في أمر الدين والدنيا فاكتف به وتوكل عليه."
    },
    {
      "ayah": 32,
      "surah": 25,
      "text": "هذا من جملة مقترحات الكفار الذي توحيه إليهم أنفسهم فقالوا: { لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً } أي: كما أنزلت الكتب قبله، وأي محذور من نزوله على هذا الوجه؟ بل نزوله على هذا الوجه أكمل وأحسن، ولهذا قال: { كَذَلِكَ } أنزلناه متفرقا { لِنُثَبِّتَ بِهِ فُؤَادَكَ } لأنه كلما نزل عليه شيء من القرآن ازداد طمأنينة وثباتا وخصوصا عند ورود أسباب القلق فإن نزول القرآن عند حدوث السبب يكون له موقع عظيم وتثبيت كثير أبلغ مما لو كان نازلا قبل ذلك ثم تذكره عند حلول سببه. { وَرَتَّلْنَاهُ تَرْتِيلًا } أي: مهلناه ودرجناك فيه تدريجا. وهذا كله يدل على اعتناء الله بكتابه القرآن وبرسوله محمد صلى الله عليه وسلم حيث جعل إنزال كتابه جاريا على أحوال الرسول ومصالحه الدينية."
    },
    {
      "ayah": 33,
      "surah": 25,
      "text": "ولهذا قال: { وَلَا يَأْتُونَكَ بِمَثَلٍ } يعارضون به الحق ويدفعون به رسالتك، { إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } أي: أنزلنا عليك قرآنا جامعا للحق في معانيه والوضوح والبيان التام في ألفاظه، فمعانيه كلها حق وصدق لا يشوبها باطل ولا شبهة بوجه من الوجوه، وألفاظه وحدوده للأشياء أوضح ألفاظا وأحسن تفسيرا مبين للمعاني بيانا كاملا. وفي هذه الآية دليل على أنه ينبغي للمتكلم في العلم من محدث ومعلم، وواعظ أن يقتدي بربه في تدبيره حال رسوله، كذلك العالم يدبر أمر الخلق فكلما حدث موجب أو حصل موسم، أتى بما يناسب ذلك من الآيات القرآنية والأحاديث النبوية والمواعظ الموافقة لذلك. وفيه رد على المتكلفين من الجهمية ونحوهم ممن يرى أن كثيرا من نصوص القرآن محمولة على غير ظاهرها ولها معان غير ما يفهم منها، فإذا -على قولهم- لا يكون القرآن أحسن تفسيرا من غيره، وإنما التفسير الأحسن -على زعمهم- تفسيرهم الذي حرفوا له المعاني تحريفا."
    },
    {
      "ayah": 34,
      "surah": 25,
      "text": "يخبر تعالى عن حال المشركين الذين كذبوا رسوله وسوء مآلهم، وأنهم { يُحْشَرُونَ عَلَى وُجُوهِهِمْ } أشنع مرأى، وأفظع منظر تسحبهم ملائكة العذاب ويجرونهم { إِلَى جَهَنَّمَ } الجامعة لكل عذاب وعقوبة. { أُولَئِكَ } الذين بهذه الحالة { شَرٌّ مَكَانًا } ممن آمن بالله وصدق رسله، { وَأَضَلُّ سَبِيلًا } وهذا من باب استعمال أفضل التفضيل فيما ليس في الطرف الآخر منه شيء فإن المؤمنين حسن مكانهم ومستقرهم، واهتدوا في الدنيا إلى الصراط المستقيم وفي الآخرة إلى الوصول إلى جنات النعيم."
    },
    {
      "ayah": 35,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 36,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 37,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 38,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 39,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 4,
      "surah": 25,
      "text": "أي: وقال الكافرون بالله الذي أوجب لهم كفرهم أن قالوا في القرآن والرسول: إن هذا القرآن كذب كذبه محمد وإفك افتراه على الله وأعانه على ذلك قوم آخرون. فرد الله عليهم ذلك بأن هذا مكابرة منهم وإقدام على الظلم والزور، الذي لا يمكن أن يدخل عقل أحد وهم أشد الناس معرفة بحالة الرسول صلى الله عليه وسلم وكمال صدقه وأمانته وبره التام وأنه لا يمكنه، لا هو ولا سائر الخلق أن يأتوا بهذا القرآن الذي هو أجل الكلام وأعلاه وأنه لم يجتمع بأحد يعينه على ذلك فقد جاءوا بهذا القول ظلما وزورا."
    },
    {
      "ayah": 40,
      "surah": 25,
      "text": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب."
    },
    {
      "ayah": 41,
      "surah": 25,
      "text": "أي: وإذا رآك يا محمد هؤلاء المكذبون لك المعاندون لآيات [الله] المستكبرون في الأرض استهزءوا بك واحتقروك وقالوا -على وجه الاحتقار والاستصغار- { أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا } أي: غير مناسب ولا لائق أن يبعث الله هذا الرجل، وهذا من شدة ظلمهم وعنادهم وقلبهم الحقائق فإن كلامهم هذا يفهم أن الرسول -حاشاه- في غاية الخسة والحقارة وأنه لو كانت الرسالة لغيره لكان أنسب. { وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ } فهذا الكلام لا يصدر إلا من أجهل الناس وأضلهم، أو من أعظمهم عنادا وهو متجاهل، قصده ترويج ما معه من الباطل بالقدح بالحق وبمن جاء به، وإلا فمن تدبر أحوال محمد بن عبد الله صلى الله عليه وسلم وجده رجل العالم وهمامهم ومقدمهم في العقل والعلم واللب والرزانة، ومكارم الأخلاق ومحاسن الشيم والعفة والشجاعة والكرم وكل خلق فاضل، وأن المحتقر له والشانئ له قد جمع من السفه والجهل والضلال والتناقض والظلم والعدوان ما لا يجمعه غيره، وحسبه جهلا وضلالا أن يقدح بهذا الرسول العظيم والهمام الكريم."
    },
    {
      "ayah": 42,
      "surah": 25,
      "text": "والقصد من قدحهم فيه واستهزائهم به تصلبهم على باطلهم وغرورا لضعفاء العقول ولهذا قالوا: { إِنْ كَادَ } هذا الرجل { لَيُضِلُّنَا عَنْ آلِهَتِنَا } بأن يجعل الآلهة إلها واحدا { لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا } لأضلنا زعموا -قبحهم الله- أن الضلال هو التوحيد وأن الهدى ما هم عليه من الشرك فلهذا تواصوا بالصبر عليه. { وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ }  وهنا قالوا: { لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا } والصبر يحمد في المواضع كلها، إلا في هذا الموضع فإنه صبر على أسباب الغضب وعلى الاستكثار من حطب جهنم. وأما المؤمنون فهم كما قال الله عنهم: { وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ } ولما كان هذا حكما منهم بأنهم المهتدون والرسول ضال وقد تقرر أنهم لا حيلة فيهم توعدهم بالعذاب وأخبر أنهم في ذلك الوقت { حِينَ يَرَوْنَ الْعَذَابَ } يعلمون علما حقيقيا { مَنْ } هو { أَضَلُّ سَبِيلًا } { وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا } الآيات."
    },
    {
      "ayah": 43,
      "surah": 25,
      "text": "وهل فوق ضلال من جعل إلهه معبوده [هواه] فما هويه فعله فلهذا قال: { أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ } ألا تعجب من حاله وتنظر ما هو فيه من الضلال؟ وهو يحكم لنفسه بالمنازل الرفيعة؟ { أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا } أي: لست عليه بمسيطر مسلط بل إنما أنت منذر، وقد قمت بوظيفتك وحسابه على الله."
    },
    {
      "ayah": 44,
      "surah": 25,
      "text": "ثم سجل تعالى على ضلالهم البليغ بأن سلبهم العقول والأسماع وشبههم في ضلالهم بالأنعام السائمة التي لا تسمع إلا دعاء ونداء، صم بكم عمي فهم لا يعقلون بل هم أضل من الأنعام لأن الأنعام يهديها راعيها فتهتدي وتعرف طريق هلاكها فتجتنبه وهي أيضا أسلم عاقبة من هؤلاء، فتبين بهذا أن الرامي للرسول بالضلال أحق بهذا الوصف وأن كل حيوان بهيم فهو أهدى منه."
    },
    {
      "ayah": 45,
      "surah": 25,
      "text": "أي: ألم تشاهد ببصرك وبصيرتك كمال قدرة ربك وسعة رحمته، أنه مد على العباد الظل وذلك قبل طلوع الشمس { ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ } أي: على الظل { دَلِيلًا } فلولا وجود الشمس لما عرف الظل فإن الضد يعرف بضده."
    },
    {
      "ayah": 46,
      "surah": 25,
      "text": "{ ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا } فكلما ارتفعت الشمس تقلص الظل شيئا فشيئا، حتى يذهب بالكلية فتوالي الظل والشمس على الخلق الذي يشاهدونه عيانا وما يترتب على ذلك من اختلاف الليل والنهار وتعاقبهما وتعاقب الفصول، وحصول المصالح الكثيرة بسبب ذلك- من أدل دليل على قدرة الله وعظمته وكمال رحمته وعنايته بعباده وأنه وحده المعبود المحمود المحبوب المعظم، ذو الجلال والإكرام."
    },
    {
      "ayah": 47,
      "surah": 25,
      "text": "أي: من رحمته بكم ولطفه أن جعل الليل لكم بمنزلة اللباس الذي يغشاكم، حتى تستقروا فيه وتهدؤوا بالنوم وتسبت حركاتكم أي: تنقطع عند النوم، فلولا الليل لما سكن العباد ولا استمروا في تصرفهم فضرهم ذلك غاية الضرر، ولو استمر أيضا الظلام لتعطلت عليهم معايشهم ومصالحهم، ولكنه جعل النهار نشورا ينتشرون فيه لتجاراتهم وأسفارهم وأعمالهم فيقوم بذلك ما يقوم من المصالح."
    },
    {
      "ayah": 48,
      "surah": 25,
      "text": "تفسير الآيتين 48 و49 أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة. { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا } يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام. { وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا } أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟"
    },
    {
      "ayah": 49,
      "surah": 25,
      "text": "تفسير الآيتين 48 و49 أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة. { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا } يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام. { وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا } أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟"
    },
    {
      "ayah": 5,
      "surah": 25,
      "text": "ومن جملة أقاويلهم فيه أن قالوا: هذا الذي جاء به محمد { أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا ْ} أي: هذا قصص الأولين وأساطيرهم التي تتلقاها الأفواه وينقلها كل أحد استنسخها محمد { فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا ْ} وهذا القول منهم فيه عدة عظائم: منها: رميهم الرسول الذي هو أبر الناس وأصدقهم بالكذب والجرأة العظيمة. ومنها: إخبارهم عن هذا القرآن الذي هو أصدق الكلام وأعظمه وأجله - بأنه كذب وافتراء. ومنها: أن في ضمن ذلك أنهم قادرون أن يأتوا بمثله وأن يضاهي المخلوق الناقص من كل وجه للخالق الكامل من كل وجه بصفة من صفاته، وهي الكلام. ومنها: أن الرسول قد علمت حالته وهم أشد الناس علما بها، أنه لا يكتب ولا يجتمع بمن يكتب له وقد زعموا ذلك."
    },
    {
      "ayah": 50,
      "surah": 25,
      "text": "ولما ذكر تعالى هذه الآيات العيانية المشاهدة وصرفها للعباد ليعرفوه ويشكروه ويذكروه مع ذلك أبي أكثر الخلق إلا كفورا، لفساد أخلاقهم وطبائعهم."
    },
    {
      "ayah": 51,
      "surah": 25,
      "text": "يخبر تعالى عن نفوذ مشيئته وأنه لو شاء لبعث في كل قرية نذيرا، أي: رسولا ينذرهم ويحذرهم فمشيئته غير قاصرة عن ذلك، ولكن اقتضت حكمته ورحمته بك وبالعباد -يا محمد- أن أرسلك إلى جميعهم أحمرهم وأسودهم عربيهم وعجميهم إنسهم وجنهم."
    },
    {
      "ayah": 52,
      "surah": 25,
      "text": "{ فَلَا تُطِعِ الْكَافِرِينَ } في ترك شيء مما أرسلت به بل ابذل جهدك في تبليغ ما أرسلت به. { وَجَاهِدْهُمْ } بالقرآن { جِهَادًا كَبِيرًا } أي: لا تبق من مجهودك في نصر الحق وقمع الباطل إلا بذلته ولو رأيت منهم من التكذيب والجراءة ما رأيت فابذل جهدك واستفرغ وسعك، ولا تيأس من هدايتهم ولا تترك إبلاغهم لأهوائهم."
    },
    {
      "ayah": 53,
      "surah": 25,
      "text": "أي: وهو وحده الذي مرج البحرين يلتقيان البحر العذب وهي الأنهار السارحة على وجه الأرض والبحر الملح وجعل منفعة كل واحد منهما مصلحة للعباد، { وَجَعَلَ بَيْنَهُمَا بَرْزَخًا } أي: حاجزا يحجز من اختلاط أحدهما بالآخر فتذهب المنفعة المقصودة منها { وَحِجْرًا مَحْجُورًا } أي: حاجزا حصينا."
    },
    {
      "ayah": 54,
      "surah": 25,
      "text": "أي: وهو الله وحده لا شريك له الذي خلق الآدمي من ماء مهين، ثم نشر منه ذرية كثيرة وجعلهم أنسابا وأصهارا متفرقين ومجتمعين، والمادة كلها من ذلك الماء المهين، فهذا يدل على كمال اقتداره لقوله: { وَكَانَ رَبُّكَ قَدِيرًا } ويدل على أن عبادته هي الحق وعبادة غيره باطلة."
    },
    {
      "ayah": 55,
      "surah": 25,
      "text": "أي: يعبدون أصناما وأمواتا لا تضر ولا تنفع ويجعلونها أندادا لمالك النفع والضرر والعطاء والمنع مع أن الواجب عليهم أن يكونوا مقتدين بإرشادات ربهم ذابين عن دينه، ولكنهم عكسوا القضية. { وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا } فالباطل الذي هو الأوثان والأندادأعداء لله، فالكافر عاونها وظاهرها على ربها وصار عدوا لربه مبارزا له في العداوة والحرب، هذا وهو الذي خلقه ورزقه وأنعم عليه بالنعم الظاهرة والباطنة، وليس يخرج عن ملكه وسلطانه وقبضته والله لم يقطع عنه إحسانه وبره وهو -بجهله- مستمر على هذه المعاداة والمبارزة."
    },
    {
      "ayah": 56,
      "surah": 25,
      "text": "يخبر تعالى: أنه ما أرسل رسوله محمدا صلى الله عليه وسلم مسيطرا على الخلق ولا جعله ملكا ولا عنده خزائن الأشياء، وإنما أرسله { مُبَشِّرًا } يبشر من أطاع الله بالثواب العاجل والآجل، { وَنَذِيرًا } ينذر من عصى الله بالعقاب العاجل والآجل وذلك مستلزم لتبيين ما به البشارة وما تحصل به النذارة من الأوامر والنواهي ."
    },
    {
      "ayah": 57,
      "surah": 25,
      "text": "وإنك -يا محمد- لا تسألهم على إبلاغهم القرآن والهدى أجرا حتى يمنعهم ذلك من اتباعك ويتكلفون من الغرامة، { إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا } أي: إلا من شاء أن ينفق نفقة في مرضاة ربه وسبيله فهذا وإن رغبتكم فيه فلست أجبركم عليه وليس أيضا أجرا لي عليكم وإنما هو راجع لمصلحتكم وسلوككم للسبيل الموصلة إلى ربكم"
    },
    {
      "ayah": 58,
      "surah": 25,
      "text": "ثم أمره أن يتوكل عليه ويستعين به فقال: { وَتَوَكَّلْ عَلَى الْحَيِّ } الذي له الحياة الكاملة المطلقة { الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ } أي: اعبده وتوكل عليه في الأمور المتعلقة بك والمتعلقة بالخلق. { وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا } يعلمها ويجازي عليها."
    },
    {
      "ayah": 59,
      "surah": 25,
      "text": "فأنت ليس عليك من هداهم شيء وليس عليك حفظ أعمالهم، وإنما ذلك كله بيد الله { الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى } بعد ذلك { عَلَى الْعَرْشِ } الذي هو سقف المخلوقات وأعلاها وأوسعها وأجملها { الرَّحْمَنِ } استوى على عرشه الذي وسع السماوات والأرض باسمه الرحمن الذي وسعت رحمته كل شيء فاستوى على أوسع المخلوقات، بأوسع الصفات. فأثبت بهذه الآية خلقه للمخلوقات واطلاعه على ظاهرهم وباطنهم وعلوه فوق العرش ومباينته إياهم.{ فَاسْأَلْ بِهِ خَبِيرًا } يعني بذلك نفسه الكريمة فهو الذي يعلم أوصافه وعظمته وجلاله، وقد أخبركم بذلك وأبان لكم من عظمته ما تستعدون به من معرفته فعرفه العارفون وخضعوا لجلاله، واستكبر عن عبادته الكافرون واستنكفوا عن ذلك"
    },
    {
      "ayah": 6,
      "surah": 25,
      "text": "فلذلك رد عليهم ذلك بقوله: { قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ْ} أي: أنزله من أحاط علمه بما في السماوات وما في الأرض، من الغيب والشهادة والجهر والسر كقوله: { وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ ْ}  ووجه إقامة الحجة عليهم أن الذي أنزله، هو المحيط علمه بكل شيء، فيستحيل ويمتنع أن يقول مخلوق ويتقول عليه هذا القرآن، ويقول: هو من عند الله وما هو من عنده ويستحل دماء من خالفه وأموالهم، ويزعم أن الله قال له ذلك، والله يعلم كل شيء ومع ذلك فهو يؤيده وينصره على أعدائه، ويمكنه من رقابهم وبلادهم فلا يمكن أحدا أن ينكر هذا القرآن، إلا بعد إنكار علم الله، وهذا لا تقول به طائفة من بني آدم سوى الفلاسفة الدهرية. وأيضا فإن ذكر علمه تعالى العام ينبههم: ويحضهم على تدبر القرآن، وأنهم لو تدبروا لرأوا فيه من علمه وأحكامه ما يدل دلالة قاطعة على أنه لا يكون إلا من عالم الغيب والشهادة، ومع إنكارهم للتوحيد والرسالة من لطف الله بهم، أنه لم يدعهم وظلمهم بل دعاهم إلى التوبة والإنابة إليه ووعدهم بالمغفرة والرحمة، إن هم تابوا ورجعوا فقال: { إِنَّهُ كَانَ غَفُورًا ْ} أي: وصفه المغفرة لأهل الجرائم والذنوب، إذا فعلوا أسباب المغفرة وهي الرجوع عن معاصيه والتوبة منها. { رَحِيمًا ْ} بهم حيث لم يعاجلهم بالعقوبة وقد فعلوا مقتضاها، وحيث قبل توبتهم بعد المعاصي وحيث محا ما سلف من سيئاتهم وحيث قبل حسناتهم وحيث أعاد الراجع إليه بعد شروده والمقبل عليه بعد إعراضه إلى حالة المطيعين المنيبين إليه."
    },
    {
      "ayah": 60,
      "surah": 25,
      "text": "{ وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ } أي: وحده الذي أنعم عليكم بسائر النعم ودفع عنكم جميع النقم. { قَالُوا } جحدا وكفرا { وَمَا الرَّحْمَنُ } بزعمهم الفاسد أنهم لا يعرفون الرحمن، وجعلوا من جملة قوادحهم في الرسول أن قالوا: ينهانا عن اتخاذ آلهة مع الله وهو يدعو معه إلها آخر يقول: \\\" يا رحمن \\\" ونحو ذلك كما قال تعالى: { قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى } فأسماؤه تعالى كثيرة لكثرة أوصافه وتعدد كماله، فكل واحد منها دل على صفة كمال. { أَنَسْجُدُ لِمَا تَأْمُرُنَا } أي: لمجرد أمرك إيانا. وهذا مبني منهم على التكذيب بالرسول واستكبارهم عن طاعته، { وَزَادَهُمْ } دعوتهم إلى السجود للرحمن { نُفُورًا } هربا من الحق إلى الباطل وزيادة كفر وشقاء."
    },
    {
      "ayah": 61,
      "surah": 25,
      "text": "كرر تعالى في هذه السورة الكريمة قوله: { تَبَارَكَ } ثلاث مرات لأن معناها كما تقدم أنها تدل على عظمة الباري وكثرة أوصافه، وكثرة خيراته وإحسانه. وهذه السورة فيها من الاستدلال على عظمته وسعة سلطانه ونفوذ مشيئته وعموم علمه وقدرته وإحاطة ملكه في الأحكام الأمرية والأحكام الجزائية وكمال حكمته. وفيها ما يدل على سعة رحمته وواسع جوده وكثرة خيراته الدينية والدنيوية ما هو مقتض لتكرار هذا الوصف الحسن فقال: { تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا } وهي النجوم عمومها أو منازل الشمس والقمر التي تنزل منزلة منزلة وهي بمنزلة البروج والقلاع للمدن في حفظها، كذلك النجوم بمنزلة البروج المجعولة للحراسة فإنها رجوم للشياطين. { وَجَعَلَ فِيهَا سِرَاجًا } فيه النور والحرارة وهو الشمس. { وَقَمَرًا مُنِيرًا } فيه النور لا الحرارة وهذا من أدلة عظمته، وكثرة إحسانه، فإن ما فيها من الخلق الباهر والتدبير المنتظم والجمال العظيم دال على عظمة خالقها في أوصافه كلها، وما فيها من المصالح للخلق والمنافع دليل على كثرة خيراته."
    },
    {
      "ayah": 62,
      "surah": 25,
      "text": "{ وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً } أي: يذهب أحدهما فيخلفه الآخر، هكذا أبدا لا يجتمعان ولا يرتفعان، { لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا } أي: لمن أراد أن يتذكر بهما ويعتبر ويستدل بهما على كثير من المطالب الإلهية ويشكر الله على ذلك، ولمن أراد أن يذكر الله ويشكره وله ورد من الليل أو النهار، فمن فاته ورده من أحدهما أدركه في الآخر، وأيضا فإن القلوب تتقلب وتنتقل في ساعات الليل والنهار فيحدث لها النشاط والكسل والذكر والغفلة والقبض والبسط والإقبال والإعراض، فجعل الله الليل والنهار يتوالى على العباد ويتكرران ليحدث لهم الذكر والنشاط والشكر لله في وقت آخر، ولأن أوراد العبادات تتكرر بتكرر الليل والنهار، فكما تكررت الأوقات أحدث للعبد همة غير همته التي كسلت في الوقت المتقدم فزاد في تذكرها وشكرها، فوظائف الطاعات بمنزلة سقي الإيمان الذي يمده فلولا ذلك لذوى غرس الإيمان ويبس. فلله أتم حمد وأكمله على ذلك."
    },
    {
      "ayah": 63,
      "surah": 25,
      "text": "العبودية لله نوعان: عبودية لربوبيته فهذه يشترك فيها سائر الخلق مسلمهم وكافرهم، برهم وفاجرهم، فكلهم عبيد لله مربوبون مدبرون { إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا } وعبودية لألوهيته وعبادته ورحمته وهي عبودية أنبيائه وأوليائه وهي المراد هنا ولهذا أضافها إلى اسمه \\\" الرحمن \\\" إشارة إلى أنهم إنما وصلوا إلى هذه الحال بسبب رحمته، فذكر أن صفاتهم أكمل الصفات ونعوتهم أفضل النعوت، فوصفهم بأنهم { يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا } أي: ساكنين متواضعين لله والخلق فهذا وصف لهم بالوقار والسكينة والتواضع لله ولعباده. { وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ } أي: خطاب جهل بدليل إضافة الفعل وإسناده لهذا الوصف، { قَالُوا سَلَامًا } أي: خاطبوهم خطابا يسلمون فيه من الإثم ويسلمون من مقابلة الجاهل بجهله. وهذا مدح لهم، بالحلم الكثير ومقابلة المسيء بالإحسان والعفو عن الجاهل ورزانة العقل الذي أوصلهم إلى هذه الحال"
    },
    {
      "ayah": 64,
      "surah": 25,
      "text": "{ وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا } أي: يكثرون من صلاة الليل مخلصين فيها لربهم متذللين له كما قال تعالى: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ }"
    },
    {
      "ayah": 65,
      "surah": 25,
      "text": "{ وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ } أي: ادفعه عنا بالعصمة من أسبابه ومغفرة ما وقع منا مما هو مقتض للعذاب. { إِنَّ عَذَابَهَا كَانَ غَرَامًا } أي: ملازما لأهلها بمنزلة ملازمة الغريم لغريمه."
    },
    {
      "ayah": 66,
      "surah": 25,
      "text": "{ إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا } وهذا منهم على وجه التضرع لربهم، وبيان شدة حاجتهم إليه وأنهم ليس في طاقتهم احتمال هذا العذاب، وليتذكروا منة الله عليهم، فإن صرف الشدة بحسب شدتها وفظاعتها يعظم وقعها ويشتد الفرح بصرفها."
    },
    {
      "ayah": 67,
      "surah": 25,
      "text": "{ وَالَّذِينَ إِذَا أَنْفَقُوا } النفقات الواجبة والمستحبة { لَمْ يُسْرِفُوا } بأن يزيدوا على الحد فيدخلوا في قسم التبذير وإهمال الحقوق الواجبة، { وَلَمْ يَقْتُرُوا } فيدخلوا في باب البخل والشح { وَكَانَ } إنفاقهم { بَيْنَ ذَلِكَ } بين الإسراف والتقتير { قَوَامًا } يبذلون في الواجبات من الزكوات والكفارات والنفقات الواجبة، وفيما ينبغي على الوجه الذي ينبغي من غير ضرر ولا ضرار وهذا من عدلهم واقتصادهم."
    },
    {
      "ayah": 68,
      "surah": 25,
      "text": "{ وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ } بل يعبدونه وحده مخلصين له الدين حنفاء مقبلين عليه معرضين عما سواه. { وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ } وهي نفس المسلم والكافر المعاهد، { إِلَّا بِالْحَقِّ } كقتل النفس بالنفس وقتل الزاني المحصن والكافر الذي يحل قتله.{ وَلَا يَزْنُونَ } بل يحفظون فروجهم { إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ } { وَمَنْ يَفْعَلْ ذَلِكَ } أي: الشرك بالله أو قتل النفس التي حرم الله بغير حق أو الزنا فسوف { يَلْقَ أَثَامًا }"
    },
    {
      "ayah": 69,
      "surah": 25,
      "text": "{ يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ } أي: في العذاب { مُهَانًا } فالوعيد بالخلود لمن فعلها كلها ثابت لا شك فيه وكذا لمن أشرك بالله، وكذلك الوعيد بالعذاب الشديد على كل واحد من هذه الثلاثة لكونها إما شرك وإما من أكبر الكبائر. وأما خلود القاتل والزاني في العذاب فإنه لا يتناوله الخلود لأنه قد دلت النصوص القرآنية والسنة النبوية أن جميع المؤمنين سيخرجون من النار ولا يخلد فيها مؤمن ولو فعل من المعاصي ما فعل، ونص تعالى على هذه الثلاثة لأنها من أكبر الكبائر: فالشرك فيه فساد الأديان، والقتل فيه فساد الأبدان والزنا فيه فساد الأعراض."
    },
    {
      "ayah": 7,
      "surah": 25,
      "text": "هذا من مقالة المكذبين للرسول الذين قدحوا بها في رسالته، وهو أنهم اعترضوا بأنه هلا كان ملكا أو مليكا، أو يساعده ملك فقالوا: { مَالِ هَذَا الرَّسُولِ } أي: ما لهذا الذي ادعى الرسالة؟ تهكما منهم واستهزاء. { يَأْكُلُ الطَّعَامَ } وهذا من خصائص البشر فهلا كان ملكا لا يأكل الطعام، ولا يحتاج إلى ما يحتاج إليه البشر، { وَيَمْشِي فِي الْأَسْوَاقِ } للبيع والشراء وهذا -بزعمهم- لا يليق بمن يكون رسولا، مع أن الله قال: { وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ }  { لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ } أي: هلا أنزل معه ملك يساعده ويعاونه، { فَيَكُونَ مَعَهُ نَذِيرًا } وبزعمهم أنه غير كاف للرسالة ولا بطوقه وقدرته القيام بها."
    },
    {
      "ayah": 70,
      "surah": 25,
      "text": "{ إِلَّا مَنْ تَابَ } عن هذه المعاصي وغيرها بأن أقلع عنها في الحال وندم على ما مضى له من فعلها وعزم عزما جازما أن لا يعود، { وَآمَنَ } بالله إيمانا صحيحا يقتضي ترك المعاصي وفعل الطاعات { وَعَمِلَ عَمَلًا صَالِحًا } مما أمر به الشارع إذا قصد به وجه الله. { فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ } أي: تتبدل أفعالهم وأقوالهم التي كانت مستعدة لعمل السيئات تتبدل حسنات، فيتبدل شركهم إيمانا ومعصيتهم طاعة وتتبدل نفس السيئات التي عملوها ثم أحدثوا عن كل ذنب منها توبة وإنابة وطاعة تبدل حسنات كما هو ظاهر الآية. وورد في ذلك حديث الرجل الذي حاسبه الله ببعض ذنوبه فعددها عليه ثم أبدل مكان كل سيئة حسنة فقال: : يا رب إن لي سيئات لا أراها هاهنا \\\" والله أعلم. { وَكَانَ اللَّهُ غَفُورًا } لمن تاب يغفر الذنوب العظيمة { رَحِيمًا } بعباده حيث دعاهم إلى التوبة بعد مبارزته بالعظائم ثم وفقهم لها ثم قبلها منهم."
    },
    {
      "ayah": 71,
      "surah": 25,
      "text": "{ وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا } أي: فليعلم أن توبته في غاية الكمال لأنها رجوع إلى الطريق الموصل إلى الله الذي هو عين سعادة العبد وفلاحه فليخلص فيها وليخلصها من شوائب الأغراض الفاسدة، فالمقصود من هذا الحث على تكميل التوبة وإيقاعها على أفضل الوجوه وأجلها ليقدم على من تاب إليه فيوفيه  أجره بحسب كمالها."
    },
    {
      "ayah": 72,
      "surah": 25,
      "text": "{ وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ } أي: لا يحضرون الزور أي: القول والفعل المحرم، فيجتنبون جميع المجالس المشتملة على الأقوال المحرمة أو الأفعال المحرمة، كالخوض في آيات الله والجدال الباطل والغيبة والنميمة والسب والقذف والاستهزاء والغناء المحرم وشرب الخمر وفرش الحرير، والصور ونحو ذلك، وإذا كانوا لا يشهدون الزور فمن باب أولى وأحرى أن لا يقولوه ويفعلوه. وشهادة الزور داخلة في قول الزور تدخل في هذه الآية بالأولوية، { وَإِذَا مَرُّوا بِاللَّغْوِ } وهو الكلام الذي لا خير فيه ولا فيه فائدة دينية ولا دنيوية ككلام السفهاء ونحوهم { مَرُّوا كِرَامًا } أي: نزهوا أنفسهم وأكرموها عن الخوض فيه ورأوا أن الخوض فيه وإن كان لا إثم فيه فإنه سفه ونقص للإنسانية والمروءة فربأوا بأنفسهم عنه. وفي قوله: { وَإِذَا مَرُّوا بِاللَّغْوِ } إشارة إلى أنهم لا يقصدون حضوره ولا سماعه، ولكن عند المصادفة التي من غير قصد يكرمون أنفسهم عنه."
    },
    {
      "ayah": 73,
      "surah": 25,
      "text": "{ وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ } التي أمرهم باستماعها والاهتداء بها، { لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا } أي لم يقابلوها بالإعراض عنها والصمم عن سماعها وصرف النظر والقلوب عنها كما يفعله من لم يؤمن بها ولم يصدق، وإنما حالهم فيها وعند سماعها كما قال تعالى: { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ } يقابلونها بالقبول والافتقار إليها والانقياد والتسليم لها، وتجد عندهم آذانا سامعة وقلوبا واعية فيزداد بها إيمانهم ويتم بها إيقانهم وتحدث لهم نشاطا ويفرحون بها سرورا واغتباطا."
    },
    {
      "ayah": 74,
      "surah": 25,
      "text": "{ وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا } أي: قرنائنا من أصحاب وأقران وزوجات، { وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ } أي: تقر بهم أعيننا. وإذا استقرأنا حالهم وصفاتهم عرفنا من هممهم وعلو مرتبتهم أنهم لا تقر أعينهم حتى يروهم مطيعين لربهم عالمين عاملين وهذا كما أنه دعاء لأزواجهم وذرياتهم في صلاحهم فإنه دعاء لأنفسهم لأن نفعه يعود عليهم ولهذا جعلوا ذلك هبة لهم فقالوا: { هَبْ لَنَا } بل دعاؤهم يعود إلى نفع عموم المسلمين لأن بصلاح من ذكر يكون سببا لصلاح كثير ممن يتعلق بهم وينتفع بهم. { وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا } أي: أوصلنا يا ربنا إلى هذه الدرجة العالية، درجة الصديقين والكمل من عباد الله الصالحين وهي درجة الإمامة في الدين وأن يكونوا قدوة للمتقين في أقوالهم وأفعالهم يقتدى بأفعالهم، ويطمئن لأقوالهم ويسير أهل الخير خلفهم فيهدون ويهتدون. ومن المعلوم أن الدعاء ببلوغ شيء دعاء بما لا يتم إلا به، وهذه الدرجة -درجة الإمامة في الدين- لا تتم إلا بالصبر واليقين كما قال تعالى: { وَجَعَلْنَاهم أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ } فهذا الدعاء يستلزم من الأعمال والصبر على طاعة الله وعن معصيته وأقداره المؤلمة ومن العلم التام الذي يوصل صاحبه إلى درجة اليقين، خيرا كثيرا وعطاء جزيلا وأن يكونوا في أعلى ما يمكن من درجات الخلق بعد الرسل."
    },
    {
      "ayah": 75,
      "surah": 25,
      "text": "تفسير الايتين 75 و76 لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: { أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا } أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } ولهذا قال هنا { وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا } من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات. والحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية. فلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\\\" ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل. ولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم. فاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه. نشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك. ولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟"
    },
    {
      "ayah": 76,
      "surah": 25,
      "text": "تفسير الايتين 75 و76 لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: { أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا } أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } ولهذا قال هنا { وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا } من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات. والحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية. فلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\\\" ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل. ولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم. فاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه. نشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك. ولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟"
    },
    {
      "ayah": 77,
      "surah": 25,
      "text": "فأخبر تعالى أنه لا يبالي ولا يعبأ بغير هؤلاء وأنه لولا دعاؤكم إياه دعاء العبادة ودعاء المسألة ما عبأ بكم ولا أحبكم فقال: { قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا} أي: عذابا يلزمكم لزوم الغريم لغريمه وسوف يحكم الله بينكم وبين عباده المؤمنين."
    },
    {
      "ayah": 8,
      "surah": 25,
      "text": "{ أَوْ يُلْقَى إِلَيْهِ كَنْزٌ } أي: مال مجموع من غير تعب، { أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا } فيستغني بذلك عن مشيه في الأسواق لطلب الرزق.{ وَقَالَ الظَّالِمُونَ } حملهم على القول ظلمهم لا اشتباه منهم، { إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا } هذا وقد علموا كمال عقله وحسن حديثه، وسلامته من جميع المطاعن."
    },
    {
      "ayah": 9,
      "surah": 25,
      "text": "{ انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ } وهي: أنه هلا كان ملكا وزالت عنه خصائص البشر؟ أو معه ملك لأنه غير قادر على ما قال، أو أنزل عليه كنز، أو جعلت له جنة تغنيه عن المشي في الأسواق أو أنه كان مسحورا. { فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا } قالوا أقوالا متناقضة كلها جهل وضلال وسفه، ليس في شيء منها هداية بل ولا في شيء منها أدنى شبهة تقدح في الرسالة، فبمجرد النظر إليها وتصورها يجزم العاقل ببطلانها ويكفيه عن ردها، ولهذا أمر تعالى بالنظر إليها وتدبرها والنظر: هل توجب التوقف عن الجزم للرسول بالرسالة والصدق؟ ولهذا أخبر أنه قادر على أن يعطيك خيرا كثيرا في الدنيا"
    }
  ]
}
