{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 39,
      "text": "يخبر تعالى عن عظمة القرآن، وجلالة من تكلم به ونزل منه، وأنه نزل من اللّه العزيز الحكيم، أي: الذي وصفه الألوهية للخلق، وذلك لعظمته وكماله، والعزة التي قهر بها كل مخلوق، وذل له كل شيء، والحكمة في خلقه وأمره.فالقرآن نازل ممن هذا وصفه، والكلام وصف للمتكلم، والوصف يتبع الموصوف، فكما أن اللّه تعالى هو الكامل من كل وجه، الذي لا مثيل له، فكذلك كلامه كامل من كل وجه لا مثيل له، فهذا وحده كاف في وصف القرآن، دال على مرتبته.ولكنه - مع هذا - زاد بيانا لكماله بمن نزل عليه، وهو محمد صلى اللّه عليه وسلم، الذي هو أشرف الخلق فعلم أنه أشرف الكتب، وبما نزل به، وهو الحق، فنزل بالحق الذي لا مرية فيه، لإخراج الخلق من الظلمات إلى النور، ونزل مشتملا على الحق في أخباره الصادقة، وأحكامه العادلة، فكل ما دل عليه فهو أعظم أنواع الحق، من جميع المطالب العلمية، وما بعد الحق إلا الضلال."
    },
    {
      "ayah": 10,
      "surah": 39,
      "text": "أي: قل مناديا لأشرف الخلق، وهم المؤمنون، آمرا لهم بأفضل الأوامر، وهي التقوى، ذاكرا لهم السبب الموجب للتقوى، وهو ربوبية اللّه لهم وإنعامه عليهم، المقتضي ذلك منهم أن يتقوه، ومن ذلك ما مَنَّ اللّه عليهم به من الإيمان فإنه موجب للتقوى، كما تقول: أيها الكريم تصدق، وأيها الشجاع قاتل.وذكر لهم الثواب المنشط في الدنيا فقال: { لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا } بعبادة ربهم { حَسَنَة } ورزق واسع، ونفس مطمئنة، وقلب منشرح، كما قال تعالى: { مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً } { وَأَرْضُ اللَّهِ وَاسِعَةٌ } إذا منعتم من عبادته في أرض، فهاجروا إلى غيرها، تعبدون فيها ربكم، وتتمكنون من إقامة دينكم.ولما قال: { لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ } كان لبعض النفوس مجال في هذا الموضع، وهو أن النص عام، أنه كل من أحسن فله في الدنيا حسنة، فما بال من آمن في أرض يضطهد فيها ويمتهن، لا يحصل له ذلك، دفع هذا الظن بقوله: { وَأَرْضُ اللَّهِ وَاسِعَةٌ } وهنا بشارة نص عليها النبي صلى اللّه عليه وسلم، بقوله ( لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر اللّه وهم على ذلك ) تشير إليه هذه الآية، وترمي إليه من قريب، وهو أنه تعالى أخبر أن أرضه واسعة، فمهما منعتم من عبادته في موضع فهاجروا إلى غيرها، وهذا عام في كل زمان ومكان، فلا بد أن يكون لكل مهاجر، ملجأ من المسلمين يلجأ إليه، وموضع يتمكن من إقامة دينه فيه.{ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ } وهذا عام في جميع أنواع الصبر، الصبر على أقدار اللّه المؤلمة فلا يتسخطها، والصبر عن معاصيه فلا يرتكبها، والصبر على طاعته حتى يؤديها، فوعد اللّه الصابرين أجرهم بغير حساب، أي: بغير حد ولا عد ولا مقدار، وما ذاك إلا لفضيلة الصبر ومحله عند اللّه، وأنه معين على كل الأمور."
    },
    {
      "ayah": 11,
      "surah": 39,
      "text": "أي { قُلْ } يا أيها الرسول للناس: { إني أمرت أن أعبد الله مخلصا له الدين } في قوله في أول السورة: { فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ }"
    },
    {
      "ayah": 12,
      "surah": 39,
      "text": "{ وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ } لأني الداعي الهادي للخلق إلى ربهم، فيقتضي أني أول من ائتمر بما آمر به، وأول من أسلم، وهذا الأمر لا بد من إيقاعه من محمد صلى الله عليه وسلم، وممن زعم أنه من أتباعه، فلا بد من الإسلام في الأعمال الظاهرة، والإخلاص للّه في الأعمال الظاهرة والباطنة."
    },
    {
      "ayah": 13,
      "surah": 39,
      "text": "{ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي } في ما أمرني به من الإخلاص والإسلام. { عَذَابَ يَوْمٍ عَظِيمٍ } يخلد فيه من أشرك، ويعاقب فيه من عصى."
    },
    {
      "ayah": 14,
      "surah": 39,
      "text": "{ قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ } كما قال تعالى: { قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ }"
    },
    {
      "ayah": 15,
      "surah": 39,
      "text": "{ قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ } كما قال تعالى: { قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ }  { قُلْ إِنَّ الْخَاسِرِينَ } حقيقة هم { الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } حيث حرموها الثواب، واستحقت بسببهم وخيم العقاب { وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ } أي: فرق بينهم وبينهم، واشتد عليهم الحزن، وعظم الخسران. { أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ } الذي ليس مثله خسران، وهو خسران مستمر، لا ربح بعده، بل ولا سلامة."
    },
    {
      "ayah": 16,
      "surah": 39,
      "text": "ثم ذكر شدة ما يحصل لهم من الشقاء فقال: { لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ } أي: قطع عذاب كالسحاب العظيم { وَمِنْ تَحْتِهِمْ ظُلَلٌ } { ذَلِكَ } الوصف الذي وصفنا به عذاب أهل النار، سوط يسوق الله به عباده إلى رحمته، { يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ } أي: جعل ما أعده لأهل الشقاء من العذاب داع يدعو عباده إلى التقوى، وزاجر عما يوجب العذاب. فسبحان من رحم عباده في كل شيء، وسهل لهم الطرق الموصلة إليه، وحثهم على سلوكها، ورغبهم بكل مرغب تشتاق له النفوس، وتطمئن له القلوب، وحذرهم من العمل لغيره غاية التحذير، وذكر لهم الأسباب الزاجرة عن تركه."
    },
    {
      "ayah": 17,
      "surah": 39,
      "text": "لما ذكر حال المجرمين ذكر حال المنيبين وثوابهم، فقال: { وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا } والمراد بالطاغوت في هذا الموضع، عبادة غير اللّه، فاجتنبوها في عبادتها. وهذا من أحسن الاحتراز من الحكيم العليم، لأن المدح إنما يتناول المجتنب لها في عبادتها.{ وَأَنَابُوا إِلَى اللَّهِ } بعبادته وإخلاص الدين له، فانصرفت دواعيهم من عبادة الأصنام إلى عبادة الملك العلام، ومن الشرك والمعاصي إلى التوحيد والطاعات، { لَهُمُ الْبُشْرَى } التي لا يقادر قدرها، ولا يعلم وصفها، إلا من أكرمهم بها، وهذا شامل للبشرى في الحياة الدنيا بالثناء الحسن، والرؤيا الصالحة، والعناية الربانية من اللّه، التي يرون في خلالها، أنه مريد لإكرامهم في الدنيا والآخرة، ولهم البشرى في الآخرة عند الموت، وفي القبر، وفي القيامة، وخاتمة البشرى ما يبشرهم به الرب الكريم، من دوام رضوانه وبره وإحسانه وحلول أمانه في الجنة.ولما أخبر أن لهم البشرى، أمره اللّه ببشارتهم، وذكر الوصف الذي استحقوا به البشارة فقال: { فَبَشِّرْ عِبَادِ}"
    },
    {
      "ayah": 18,
      "surah": 39,
      "text": "[ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ } وهذا جنس يشمل كل قول فهم يستمعون جنس القول ليميزوا بين ما ينبغي إيثاره مما ينبغي اجتنابه، فلهذا من حزمهم وعقلهم أنهم يتبعون أحسنه، وأحسنه على الإطلاق كلام اللّه وكلام رسوله، كما قال في هذه السورة: { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا } الآية.وفي هذه الآية نكتة، وهي: أنه لما أخبر عن هؤلاء الممدوحين أنهم يستمعون القول فيتبعون أحسنه، كأنه قيل: هل من طريق إلى معرفة أحسنه حتى نتصف بصفات أولي الألباب، وحتى نعرف أن من أثره علمنا أنه من أولي الألباب؟قيل: نعم، أحسنه ما نص اللّه عليه { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا } الآية.{ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ } لأحسن الأخلاق والأعمال { وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ } أي: العقول الزاكية.ومن لبهم وحزمهم، أنهم عرفوا الحسن من غيره، وآثروا ما ينبغي إيثاره، على ما سواه، وهذا علامة العقل، بل لا علامة للعقل سوى ذلك، فإن الذي لا يميز بين الأقوال، حسنها، وقبيحها، ليس من أهل العقول الصحيحة، أو الذى يميز، لكن غلبت شهوته عقله، فبقي عقله تابعا لشهوته فلم يؤثر الأحسن، كان ناقص العقل."
    },
    {
      "ayah": 19,
      "surah": 39,
      "text": "أي: أفمن وجبت عليه كلمة العذاب باستمراره على غيه وعناده وكفره، فإنه لا حيلة لك في هدايته، ولا تقدر تنقذ من في النار لا محالة."
    },
    {
      "ayah": 2,
      "surah": 39,
      "text": "ولما كان نازلا من الحق، مشتملا على الحق لهداية الخلق، على أشرف الخلق، عظمت فيه النعمة، وجلَّت، ووجب القيام بشكرها، وذلك بإخلاص الدين للّه، فلهذا قال: { فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ } أي: أخلص للّه تعالى جميع دينك، من الشرائع الظاهرة والشرائع الباطنة: الإسلام والإيمان والإحسان، بأن تفرد اللّه وحده بها، وتقصد به وجهه، لا غير ذلك من المقاصد."
    },
    {
      "ayah": 20,
      "surah": 39,
      "text": "لكن الغنى كل الغنى، والفوز كل الفوز، للمتقين الذين أعد لهم من الكرامة وأنواع النعيم، ما لا يقادر قدره.{ لَهُمْ غُرَفٌ } أي: منازل عالية مزخرفة، من حسنها وبهائها وصفائها، أنه يرى ظاهرها من باطنها وباطنها من ظاهرها، ومن علوها وارتفاعها، [أنها]  ترى كما يرى الكوكب الغابر في الأفق الشرقي أو الغربي، ولهذا قال: { مِنْ فَوْقِهَا غُرَفٌ } أي: بعضها فوق بعض \\\"مَبْنِيَّةٌ\\\" بذهب وفضة، وملاطها المسك الأذفر.{ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } المتدفقة، المسقية للبساتين الزاهرة والأشجار الطاهرة، فتغل بأنواع الثمار اللذيذة، والفاكهة النضيجة.{ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ } وقد وعد المتقين هذا الثواب، فلا بد من الوفاء به، فليوفوا بخصال التقوى، ليوفيهم أجورهم."
    },
    {
      "ayah": 21,
      "surah": 39,
      "text": "يذكر تعالى أولي الألباب، ما أنزله من السماء من الماء، وأنه سلكه ينابيع في الأرض، أي: أودعه فيها ينبوعا، يستخرج بسهولة ويسر، { ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ } من بر وذرة، وشعير وأرز، وغير ذلك. { ثُمَّ يَهِيجُ } عند استكماله، أو عند حدوث آفة فيه { فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا } متكسرا { إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ } يذكرون بها عناية ربهم ورحمته بعباده، حيث يسر لهم هذا الماء، وخزنه بخزائن الأرض تبعا لمصالحهم.ويذكرون به كمال قدرته، وأنه يحيي الموتى، كما أحيا الأرض بعد موتها، ويذكرون به أن الفاعل لذلك هو المستحق للعبادة.اللّهم اجعلنا من أولي الألباب، الذين نوهت بذكرهم، وهديتهم بما أعطيتهم من العقول، وأريتهم من أسرار كتابك وبديع آياتك ما لم يصل إليه غيرهم، إنك أنت الوهاب."
    },
    {
      "ayah": 22,
      "surah": 39,
      "text": "أي: أفيستوي من شرح اللّه صدره للإسلام، فاتسع لتلقي أحكام اللّه والعمل بها، منشرحا قرير العين، على بصيرة من أمره، وهو المراد بقوله: { فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ } كمن ليس كذلك، بدليل قوله: { فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ } أي: لا تلين لكتابه، ولا تتذكر آياته، ولا تطمئن بذكره، بل هي معرضة عن ربها، ملتفتة إلى غيره، فهؤلاء لهم الويل الشديد، والشر الكبير.{ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ } وأي ضلال أعظم من ضلال من أعرض عن وليه؟ ومن كل السعادة في الإقبال عليه، وقسا قلبه عن ذكره، وأقبل على كل ما يضره؟\\\""
    },
    {
      "ayah": 23,
      "surah": 39,
      "text": "يخبر تعالى عن كتابه الذي نزله أنه { أَحْسَنَ الْحَدِيثِ } على الإطلاق، فأحسن الحديث كلام اللّه، وأحسن الكتب المنزلة من كلام اللّه هذا القرآن، وإذا كان هو الأحسن، علم أن ألفاظه أفصح الألفاظ وأوضحها، وأن معانيه، أجل المعاني، لأنه أحسن الحديث في لفظه ومعناه، متشابها في الحسن والائتلاف وعدم الاختلاف، بوجه من الوجوه. حتى إنه كلما تدبره المتدبر، وتفكر فيه المتفكر، رأى من اتفاقه، حتى في معانيه الغامضة، ما يبهر الناظرين، ويجزم بأنه لا يصدر إلا من حكيم عليم، هذا المراد بالتشابه في هذا الموضع.وأما في قوله تعالى: { هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فالمراد بها، التي تشتبه على فهوم كثير من الناس، ولا يزول هذا الاشتباه إلا بردها إلى المحكم، ولهذا قال: { مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فجعل التشابه لبعضه، وهنا جعله كله متشابها، أي: في حسنه، لأنه قال: { أَحْسَنَ الْحَدِيثِ } وهو سور وآيات، والجميع يشبه بعضه بعضا كما ذكرنا.{ مَثَانِيَ } أي: تثنى فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الخير، وصفات أهل الشر، وتثنى فيه أسماء اللّه وصفاته، وهذا من جلالته، وحسنه، فإنه تعالى، لما علم احتياج الخلق إلى معانيه المزكية للقلوب، المكملة للأخلاق، وأن تلك المعاني للقلوب، بمنزلة الماء لسقي الأشجار، فكما أن الأشجار كلما بعد عهدها بسقي الماء نقصت، بل ربما تلفت، وكلما تكرر سقيها حسنت وأثمرت أنواع الثمار النافعة، فكذلك القلب يحتاج دائما إلى تكرر معاني كلام اللّه تعالى عليه، وأنه لو تكرر عليه المعنى مرة واحدة في جميع القرآن، لم يقع منه موقعا، ولم تحصل النتيجة منه، ولهذا سلكت في هذا التفسير هذا المسلك الكريم، اقتداء بما هو تفسير له، فلا تجد فيه الحوالة على موضع من المواضع، بل كل موضع تجد تفسيره كامل المعنى، غير مراع لما مضى مما يشبهه، وإن كان بعض المواضع يكون أبسط من بعض وأكثر فائدة، وهكذا ينبغي للقارئ للقرآن، المتدبر لمعانيه، أن لا يدع التدبر في جميع المواضع منه، فإنه يحصل له بسبب ذلك خير كثير، ونفع غزير.ولما كان القرآن العظيم بهذه الجلالة والعظمة، أثَّر في قلوب أولي الألباب المهتدين، فلهذا قال تعالى: { تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ } لما فيه من التخويف والترهيب المزعج، { ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } أي: عند ذكر الرجاء والترغيب، فهو تارة يرغبهم لعمل الخير، وتارة يرهبهم من عمل الشر.{ ذَلِكَ } الذي ذكره اللّه من تأثير القرآن فيهم { هُدَى اللَّهِ } أي: هداية منه لعباده، وهو من جملة فضله وإحسانه عليهم، { يَهْدِي بِهِ } أي: بسبب ذلك { مَنْ يَشَاءُ } من عباده. ويحتمل أن المراد بقوله: { ذَلِكَ } أي: القرآن الذي وصفناه لكم.{ هُدَى اللَّهِ } الذي لا طريق يوصل إلى اللّه إلا منه { يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ } ممن حسن قصده، كما قال تعالى { يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ } { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأنه لا طريق يوصل إليه إلا توفيقه والتوفيق للإقبال على كتابه، فإذا لم يحصل هذا، فلا سبيل إلى الهدى، وما هو إلا الضلال المبين والشقاء."
    },
    {
      "ayah": 24,
      "surah": 39,
      "text": "أي: أفيستوي هذا الذي هداه اللّه، ووفقه لسلوك الطريق الموصلة لدار كرامته، كمن كان في الضلال واستمر على عناده حتى قدم القيامة، فجاءه العذاب العظيم فجعل يتقي بوجهه الذي هو أشرف الأعضاء، وأدنى شيء من العذاب يؤثر فيه، فهو يتقي فيه سوء العذاب لأنه قد غلت يداه ورجلاه، { وَقِيلَ لِلظَّالِمِينَ } أنفسهم، بالكفر والمعاصي، توبيخا وتقريعا: { ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ }"
    },
    {
      "ayah": 25,
      "surah": 39,
      "text": "{ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ } من الأمم كما كذب هؤلاء، { فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ } جاءهم في غفلة أول نهار، أو هم قائلون."
    },
    {
      "ayah": 26,
      "surah": 39,
      "text": "{ فَأَذَاقَهُمُ اللَّهُ } بذلك العذاب { الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا } فافتضحوا عند اللّه وعند خلقه { وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ } فليحذر هؤلاء من المقام على التكذيب، فيصيبهم ما أصاب أولئك من التعذيب."
    },
    {
      "ayah": 27,
      "surah": 39,
      "text": "يخبر تعالى أنه ضرب في القرآن من جميع الأمثال، أمثال أهل الخير وأمثال أهل الشر، وأمثال التوحيد والشرك، وكل مثل يقرب حقائق الأشياء، والحكمة في ذلك { لَعَلَّهُمْ يَتَذَكَّرُونَ } عندما نوضح لهم الحق فيعلمون ويعملون."
    },
    {
      "ayah": 28,
      "surah": 39,
      "text": "{ قُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ } أي: جعلناه قرآنا عربيا، واضح الألفاظ، سهل المعاني، خصوصا على العرب. { غَيْرَ ذِي عِوَجٍ } أي: ليس فيه خلل ولا نقص بوجه من الوجوه، لا في ألفاظه ولا في معانيه، وهذا يستلزم كمال اعتداله واستقامته كما قال تعالى: { الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا قَيِّمًا } { لَعَلَّهُمْ يَتَّقُونَ } الله تعالى، حيث سهلنا عليهم طرق التقوى العلمية والعملية، بهذا القرآن العربي المستقيم، الذي ضرب اللّه فيه من كل مثل."
    },
    {
      "ayah": 29,
      "surah": 39,
      "text": "ثم ضرب مثلا للشرك والتوحيد فقال: { ضَرَبَ اللَّهُ مَثَلًا رَجُلًا } أي: عبدا { فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ } فهم كثيرون، وليسوا متفقين على أمر من الأمور وحالة من الحالات حتى تمكن راحته، بل هم متشاكسون متنازعون فيه، كل له مطلب يريد تنفيذه ويريد الآخر غيره، فما تظن حال هذا الرجل مع هؤلاء الشركاء المتشاكسين؟{ وَرَجُلًا سَلَمًا لِرَجُلٍ } أي: خالصا له، قد عرف مقصود سيده، وحصلت له الراحة التامة. { هَلْ يَسْتَوِيَانِ } أي: هذان الرجلان { مَثَلًا } ؟ لا يستويان.كذلك المشرك، فيه شركاء متشاكسون، يدعو هذا، ثم يدعو هذا، فتراه لا يستقر له قرار، ولا يطمئن قلبه في موضع، والموحد مخلص لربه، قد خلصه اللّه من الشركة لغيره، فهو في أتم راحة وأكمل طمأنينة، فـ { هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ } على تبيين الحق من الباطل، وإرشاد الجهال. { بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ }"
    },
    {
      "ayah": 3,
      "surah": 39,
      "text": "{ أَلَا لِلَّهِ الدِّينُ الْخَالِصُ } هذا تقرير للأمر بالإخلاص، وبيان أنه تعالى كما أنه له الكمال كله، وله التفضل على عباده من جميع الوجوه، فكذلك له الدين الخالص الصافي من جميع الشوائب، فهو الدين الذي ارتضاه لنفسه، وارتضاه لصفوة خلقه وأمرهم به، لأنه متضمن للتأله للّه في حبه وخوفه ورجائه، وللإنابة إليه في عبوديته، والإنابة إليه في تحصيل مطالب عباده.وذلك الذي يصلح القلوب ويزكيها ويطهرها، دون الشرك به في شيء من العبادة. فإن اللّه بريء منه، وليس للّه فيه شيء، فهو أغنى الشركاء عن الشرك، وهو مفسد للقلوب والأرواح والدنيا والآخرة، مُشْقٍ للنفوس غاية الشقاء، فلذلك لما أمر بالتوحيد والإخلاص، نهى عن الشرك به، وأخبر بذم من أشرك به فقال: { وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ } أي: يتولونهم بعبادتهم ودعائهم، [معتذرين] عن أنفسهم وقائلين: { مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى } أي: لترفع حوائجنا للّه، وتشفع لنا عنده، وإلا، فنحن نعلم أنها، لا تخلق، ولا ترزق، ولا تملك من الأمر شيئا.أي: فهؤلاء، قد تركوا ما أمر اللّه به من الإخلاص، وتجرأوا على أعظم المحرمات، وهو الشرك، وقاسوا الذي ليس كمثله شيء، الملك العظيم، بالملوك، وزعموا بعقولهم الفاسدة ورأيهم السقيم، أن الملوك كما أنه لا يوصل إليهم إلا بوجهاء، وشفعاء، ووزراء يرفعون إليهم حوائج رعاياهم، ويستعطفونهم عليهم، ويمهدون لهم الأمر في ذلك، أن اللّه تعالى كذلك.وهذا القياس من أفسد الأقيسة، وهو يتضمن التسوية بين الخالق والمخلوق، مع ثبوت الفرق العظيم، عقلا ونقلا وفطرة، فإن الملوك، إنما احتاجوا للوساطة بينهم وبين رعاياهم، لأنهم لا يعلمون أحوالهم. فيحتاج من يعلمهم بأحوالهم، وربما لا يكون في قلوبهم رحمة لصاحب الحاجة، فيحتاج من يعطفهم عليه [ويسترحمه لهم] ويحتاجون إلى الشفعاء والوزراء، ويخافون منهم، فيقضون حوائج من توسطوا لهم، مراعاة لهم، ومداراة لخواطرهم، وهم أيضا فقراء، قد يمنعون لما يخشون من الفقر.وأما الرب تعالى، فهو الذي أحاط علمه بظواهر الأمور وبواطنها، الذي لا يحتاج من يخبره بأحوال رعيته وعباده، وهو تعالى أرحم الراحمين، وأجود الأجودين، لا يحتاج إلى أحد من خلقه يجعله راحما لعباده، بل هو أرحم بهم من أنفسهم ووالديهم، وهو الذي يحثهم ويدعوهم إلى الأسباب التي ينالون بها رحمته، وهو يريد من مصالحهم ما لا يريدونه لأنفسهم، وهو الغني، الذي له الغنى التام المطلق، الذي لو اجتمع الخلق من أولهم وآخرهم في صعيد واحد فسألوه، فأعطى كلا منهم ما سأل وتمنى، لم ينقصوا من غناه شيئا، ولم ينقصوا مما عنده، إلا كما ينقص البحر إذا غمس فيه المخيط.وجميع الشفعاء يخافونه، فلا يشفع منهم أحد إلا بإذنه، وله الشفاعة كلها.فبهذه الفروق يعلم جهل المشركين به، وسفههم العظيم، وشدة جراءتهم عليه.ويعلم أيضا الحكمة في كون الشرك لا يغفره اللّه تعالى، لأنه يتضمن القدح في اللّه تعالى، ولهذا قال حاكما بين الفريقين، المخلصين والمشركين، وفي ضمنه التهديد للمشركين-: { إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ } وقد علم أن حكمه أن المؤمنين المخلصين في جنات النعيم، ومن يشرك باللّه فقد حرم اللّه عليه الجنة، ومأواه النار. { إِنَّ اللَّهَ لَا يَهْدِي } أي: لا يوفق للهداية إلى الصراط المستقيم { مَنْ هُوَ كَاذِبٌ كَفَّارٌ } أي: وصفه الكذب أو الكفر، بحيث تأتيه المواعظ والآيات، ولا يزول عنه ما اتصف به، ويريه اللّه الآيات، فيجحدها ويكفر بها ويكذب، فهذا أنَّى له الهدى وقد سد على نفسه الباب، وعوقب بأن طبع اللّه على قلبه، فهو لا يؤمن؟\\\""
    },
    {
      "ayah": 30,
      "surah": 39,
      "text": "{ إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ } أي: كلكم لا بد أن يموت { وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ }"
    },
    {
      "ayah": 31,
      "surah": 39,
      "text": "{ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ } فيما تنازعتم فيه، فيفصل بينكم بحكمه العادل، ويجازي كُلًّا ما عمله { أَحْصَاهُ اللَّهُ وَنَسُوهُ }"
    },
    {
      "ayah": 32,
      "surah": 39,
      "text": "يقول تعالى، محذرا ومخيرا: أنه لا أظلم وأشد ظلما { مِمَّنْ كَذَبَ عَلَى اللَّهِ } إما بنسبته إلى ما لا يليق بجلاله، أو بادعاء النبوة، أو الإخبار بأن اللّه تعالى قال كذا، أو أخبر بكذا، أو حكم بكذا وهو كاذب، فهذا داخل في قوله تعالى: { وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } إن كان جاهلا، وإلا فهو أشنع وأشنع. { وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ }  أي: ما أظلم ممن جاءه الحق المؤيد بالبينات فكذبه، فتكذيبه ظلم عظيم منه، لأنه رد الحق بعد ما تبين له، فإن كان جامعا بين الكذب على اللّه والتكذيب بالحق، كان ظلما على ظلم.{ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ } يحصل بها الاشتفاء منهم، وأخذ حق اللّه من كل ظالم وكافر. { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }"
    },
    {
      "ayah": 33,
      "surah": 39,
      "text": "ولما ذكر الكاذب المكذب وجنايته وعقوبته، ذكر الصادق المصدق وثوابه، فقال: { وَالَّذِي جَاءَ بِالصِّدْقِ } في قوله وعمله، فدخل في ذلك الأنبياء ومن قام مقامهم، ممن صدق فيما قاله عن خبر اللّه وأحكامه، وفيما فعله من خصال الصدق.{ وَصَدَّقَ بِهِ } أي: بالصدق لأنه قد يجيء الإنسان بالصدق، ولكن قد لا يصدق به، بسبب استكباره، أو احتقاره لمن قاله وأتى به، فلا بد في المدح من الصدق والتصديق، فصدقه يدل على علمه وعدله، وتصديقه يدل على تواضعه وعدم استكباره.{ أُولَئِكَ } أي: الذين وفقوا للجمع بين الأمرين { هُمُ الْمُتَّقُونَ } فإن جميع خصال التقوى ترجع إلى الصدق بالحق والتصديق به."
    },
    {
      "ayah": 34,
      "surah": 39,
      "text": "{ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ } من الثواب، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. فكل ما تعلقت به إرادتهم ومشيئتهم، من أصناف اللذات والمشتهيات، فإنه حاصل لهم، معد مهيأ، { ذَلِكَ جَزَاءُ الْمُحْسِنِينَ } الذين يعبدون اللّه كأنهم يرونه، فإن لم يكونوا يرونه فإنه يراهم { الْمُحْسِنِينَ } إلى عباد اللّه."
    },
    {
      "ayah": 35,
      "surah": 39,
      "text": "{ لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ } عمل الإنسان له ثلاث حالات: إما أسوأ، أو أحسن، أو لا أسوأ، ولا أحسن.والقسم الأخير قسم المباحات وما لا يتعلق به ثواب ولا عقاب، والأسوأ، المعاصي كلها، والأحسن الطاعات كلها، فبهذا التفصيل، يتبين معنى الآية، وأن قوله: { لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا } أي: ذنوبهم الصغار، بسبب إحسانهم وتقواهم، { وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ } أي: بحسناتهم كلها { إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا }"
    },
    {
      "ayah": 36,
      "surah": 39,
      "text": "{ أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ } أي: أليس من كرمه وجوده، وعنايته بعبده، الذي قام بعبوديته، وامتثل أمره واجتنب نهيه، خصوصا أكمل الخلق عبودية لربه، وهو محمد صلى اللّه عليه وسلم، فإن اللّه تعالى سيكفيه في أمر دينه ودنياه، ويدفع عنه من ناوأه بسوء.{ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ } من الأصنام والأنداد أن تنالك بسوء، وهذا من غيهم وضلالهم.{ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ }"
    },
    {
      "ayah": 37,
      "surah": 39,
      "text": "[وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ } لأنه تعالى الذي بيده الهداية والإضلال، وهو الذي ما شاء كان وما لم يشأ لم يكن. { أَلَيْسَ اللَّهُ بِعَزِيزٍ } له العزة الكاملة التي قهر بها كل شيء، وبعزته يكفي عبده ويدفع عنه مكرهم. { ذِي انْتِقَامٍ } ممن عصاه، فاحذروا موجبات نقمته."
    },
    {
      "ayah": 38,
      "surah": 39,
      "text": "أي: ولئن سألت هؤلاء الضلال الذين يخوفونك بالذين من دونه، وأقمت عليهم دليلا من أنفسهم، فقلت: { مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } لم يثبتوا لآلهتهم من خلقها شيئا. { لَيَقُولُنَّ اللَّهُ } الذي خلقها. وحده. { قُلْ } لهم مقررا عجز آلهتهم، بعد ما تبينت قدرة اللّه: { أَفَرَأَيْتُمْ } أي: أخبروني { مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ } أيَّ ضر كان.{ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ } بإزالته بالكلية، أو بتخفيفه من حال إلى حال؟. { أَوْ أَرَادَنِي بِرَحْمَةٍ } يوصل إليَّ بها منفعة في ديني أو دنياي. { هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ } ومانعاتها عني؟.سيقولون: لا يكشفون الضر ولا يمسكون الرحمة.قل لهم بعد ما تبين الدليل القاطع على أنه وحده المعبود، وأنه الخالق للمخلوقات، النافع الضار وحده، وأن غيره عاجز من كل وجه.عن الخلق والنفع والضر، مستجلبا كفايته، مستدفعا مكرهم وكيدهم: { قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ } أي: عليه يعتمد المعتمدون في جلب مصالحهم ودفع مضارهم،.فالذي بيده - وحده - الكفاية هو حسبي، سيكفيني كل ما أهمني وما لا أهتم به."
    },
    {
      "ayah": 39,
      "surah": 39,
      "text": "أي: { قُلْ } لهم يا أيها الرسول: { يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ } أي: على حالتكم التي رضيتموها لأنفسكم، من عبادة من لا يستحق من العبادة شيئا ولا له من الأمر شيء.{ إِنِّي عَامِلٌ } على ما دعوتكم إليه، من إخلاص الدين للّه تعالى وحده. { فَسَوْفَ تَعْلَمُونَ } لمن العاقبة"
    },
    {
      "ayah": 4,
      "surah": 39,
      "text": "أي: { لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا } كما زعم ذلك من زعمه، من سفهاء الخلق. { لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ } أي: لاصطفى بعض مخلوقاته التي يشاء اصطفاءه، واختصه لنفسه، وجعله بمنزلة الولد، ولم يكن حاجة إلى اتخاذ الصاحبة.{ سُبْحَانَهُ } عما ظنه به الكافرون، أو نسبه إليه الملحدون.{ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ } أي: الواحد في ذاته، وفي أسمائه، وفي صفاته، وفي أفعاله، فلا شبيه له في شيء من ذلك، ولا مماثل، فلو كان له ولد، لاقتضى أن يكون شبيها له في وحدته، لأنه بعضه، وجزء منه.القهار لجميع العالم العلوي والسفلي، فلو كان له ولد لم يكن مقهورا، ولكان له إدلال على أبيه ومناسبة منه.ووحدته تعالى وقهره متلازمان، فالواحد لا يكون إلا قهارا، والقهار لا يكون إلا واحدا، وذلك ينفي الشركة له من كل وجه."
    },
    {
      "ayah": 40,
      "surah": 39,
      "text": "و { مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ } في الدنيا. { وَيَحِلُّ عَلَيْهِ } في الأخرى { عَذَابٌ مُقِيمٌ } لا يحول عنه ولا يزول،.وهذا تهديد عظيم لهم، وهم يعلمون أنهم المستحقون للعذاب المقيم، ولكن الظلم والعناد حال بينهم وبين الإيمان."
    },
    {
      "ayah": 41,
      "surah": 39,
      "text": "يخبر تعالى أنه أنزل على رسوله الكتاب المشتمل على الحق، في أخباره وأوامره ونواهيه، الذي هو مادة الهداية، وبلاغ لمن أراد الوصول إلى اللّه وإلى دار كرامته، وأنه قامت به الحجة على العالمين.{ فَمَنِ اهْتَدَى } بنوره واتبع أوامره فإن نفع ذلك يعود إلى نفسه { وَمَنْ ضَلَّ } بعدما تبين له الهدى { فَإِنَّمَا يَضِلُّ عَلَيْهَا } لا يضر اللّه شيئا. { وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ } تحفظ عليهم أعمالهم وتحاسبهم عليها، وتجبرهم على ما تشاء، وإنما أنت مبلغ تؤدي إليهم ما أمرت به."
    },
    {
      "ayah": 42,
      "surah": 39,
      "text": "يخبر تعالى أنه المتفرد بالتصرف بالعباد، في حال يقظتهم ونومهم، وفي حال حياتهم وموتهم، فقال: { اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا } وهذه الوفاة الكبرى، وفاة الموت.وإخباره أنه يتوفى الأنفس وإضافة الفعل إلى نفسه، لا ينافي أنه قد وكل بذلك ملك الموت وأعوانه، كما قال تعالى: { قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ } { حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ } لأنه تعالى يضيف الأشياء إلى نفسه، باعتبار أنه الخالق المدبر، ويضيفها إلى أسبابها، باعتبار أن من سننه تعالى وحكمته أن جعل لكل أمر من الأمور سببا.وقوله: { وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا } وهذه الموتة الصغرى، أي: ويمسك النفس التي لم تمت في منامها، { فَيُمْسِكُ } من هاتين النفسين النفس { الَّتِي قَضَى عَلَيْهَا الْمَوْتَ } وهي نفس من كان مات، أو قضي أن يموت في منامه.{ وَيُرْسِلُ } النفس { الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى } أي: إلى استكمال رزقها وأجلها. { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } على كمال اقتداره، وإحيائه الموتى بعد موتهم.وفي هذه الآية دليل على أن الروح والنفس جسم قائم بنفسه، مخالف جوهره جوهر البدن، وأنها مخلوقة مدبرة، يتصرف اللّه فيها في الوفاة والإمساك والإرسال، وأن أرواح الأحياء والأموات تتلاقى في البرزخ، فتجتمع، فتتحادث، فيرسل اللّه أرواح الأحياء، ويمسك أرواح الأموات."
    },
    {
      "ayah": 43,
      "surah": 39,
      "text": "ينكر تعالى، على من اتخذ من دونه شفعاء يتعلق بهم ويسألهم ويعبدهم. { قُلْ } لهم - مبينا جهلهم، وأنها لا تستحق شيئا من العبادة-: { أَوَلَوْ كَانُوا } أي: من اتخذتم من الشفعاء { لَا يَمْلِكُونَ شَيْئًا } أي: لا مثقال ذرة في السماوات ولا في الأرض، ولا أصغر من ذلك ولا أكبر، بل وليس لهم عقل، يستحقون أن يمدحوا به، لأنها جمادات من أحجار وأشجار وصور وأموات،.فهل يقال: إن لمن اتخذها عقلا؟ أم هو من أضل الناس وأجهلهم وأعظمهم ظلما؟."
    },
    {
      "ayah": 44,
      "surah": 39,
      "text": "{ قُلْ } لهم: { لِلَّهِ الشَّفَاعَةُ جَمِيعًا } لأن الأمر كله للّه.وكل شفيع فهو يخافه، ولا يقدر أن يشفع عنده أحد إلا بإذنه، فإذا أراد رحمة عبده، أذن للشفيع الكريم عنده أن يشفع، رحمة بالاثنين. ثم قرر أن الشفاعة كلها له بقوله { لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ } أي: جميع ما فيهما من الذوات والأفعال والصفات. فالواجب أن تطلب الشفاعة ممن يملكها، وتخلص له العبادة. { ثُمَّ إِلَيْهِ تُرْجَعُونَ } فيجازي المخلص له بالثواب الجزيل، ومن أشرك به بالعذاب الوبيل."
    },
    {
      "ayah": 45,
      "surah": 39,
      "text": "يذكر تعالى حالة المشركين، وما الذي اقتضاه شركهم أنهم { إِذَا ذُكِرَ اللَّهُ } توحيدا له، وأمر بإخلاص الدين له، وترك ما يعبد من دونه، أنهم يشمئزون وينفرون، ويكرهون ذلك أشد الكراهة.{ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ } من الأصنام والأنداد، ودعا الداعي إلى عبادتها ومدحها، { إِذَا هُمْ يَسْتَبْشِرُونَ } بذلك، فرحا بذكر معبوداتهم، ولكون الشرك موافقا لأهوائهم، وهذه الحال أشر الحالات وأشنعها، ولكن موعدهم يوم الجزاء. فهناك يؤخذ الحق منهم، وينظر: هل تنفعهم آلهتهم التي كانوا يدعون من دون اللّه شيئا؟."
    },
    {
      "ayah": 46,
      "surah": 39,
      "text": "ولهذا قال { قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ } أي: خالقهما ومدبرهما. { عَالِمَ الْغَيْبِ } الذي غاب عن أبصارنا وعلمنا { وَالشَّهَادَةِ } الذي نشاهده.{ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ } وإن من أعظم الاختلاف اختلاف الموحدين المخلصين القائلين: إن ما هم عليه هو الحق، وإن لهم الحسنى في الآخرة دون غيرهم، والمشركين الذين اتخذوا من دونك الأنداد والأوثان، وسووا فيك من لا يسوى شيئا، وتنقصوك غاية التنقص، واستبشروا عند ذكر آلهتهم، واشمأزوا عند ذكرك، وزعموا مع هذا أنهم على الحق وغيرهم على الباطل، وأن لهم الحسنى.قال تعالى: { إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ } وقد أخبرنا بالفصل بينهم بعدها بقوله: { هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ } إلى أن قال: { إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } وقال تعالى: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ } { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } ففي هذه الآية، بيان عموم خلقه تعالى وعموم علمه، وعموم حكمه بين عباده،.فقدرته التي نشأت عنها المخلوقات، وعلمه المحيط بكل شيء، دال على حكمه بين عباده وبعثهم، وعلمه بأعمالهم، خيرها وشرها، وبمقادير جزائها، وخلقه دال على علمه { أَلَا يَعْلَمُ مَنْ خَلَقَ }"
    },
    {
      "ayah": 47,
      "surah": 39,
      "text": "لما ذكر تعالى أنه الحاكم بين عباده، وذكر مقالة المشركين وشناعتها، كأن النفوس تشوقت إلى ما يفعل اللّه بهم يوم القيامة، فأخبر أن لهم { سُوءَ الْعَذَابِ } أي: أشده وأفظعه، كما قالوا أشد الكفر وأشنعه، وأنهم على - الفرض والتقدير - لو كان لهم ما في الأرض جميعا، من ذهبها وفضتها ولؤلؤها وحيواناتها وأشجارها وزروعها وجميع أوانيها وأثاثها ومثله معه، ثم بذلوه يوم القيامة ليفتدوا به من العذاب وينجوا منه، ما قبل منهم، ولا أغنى عنهم من عذاب اللّه شيئا، { يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } { وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ } أي: يظنون من السخط العظيم، والمقت الكبير، وقد كانوا يحكمون لأنفسهم بغير ذلك."
    },
    {
      "ayah": 48,
      "surah": 39,
      "text": "{ وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا } أي: الأمور التي تسوؤهم، بسبب صنيعهم وكسبهم. { وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } من الوعيد والعذاب الذي نزل بهم، وما حل عليهم العقاب."
    },
    {
      "ayah": 49,
      "surah": 39,
      "text": "يخبر تعالى عن حالة الإنسان وطبيعته، أنه حين يمسه ضر، من مرض أو شدة أو كرب. { دَعَانَا } ملحا في تفريج ما نزل به { ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا } فكشفنا ضره وأزلنا مشقته، عاد بربه كافرا، ولمعروفه منكرا. و { قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ } أي: علم من اللّه، أني له أهل، وأني مستحق له، لأني كريم عليه، أو على علم مني بطرق تحصيله.قال تعالى: { بَلْ هِيَ فِتْنَةٌ } يبتلي اللّه به عباده، لينظر من يشكره ممن يكفره. { وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ } فلذلك يعدون الفتنة منحة، ويشتبه عليهم الخير المحض، بما قد يكون سببا للخير أو للشر."
    },
    {
      "ayah": 5,
      "surah": 39,
      "text": "يخبر تعالى أنه { خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } أي: بالحكمة والمصلحة، وليأمر العباد وينهاهم، ويثيبهم ويعاقبهم.{ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ } أي: يدخل كلا منهما على الآخر، ويحله محله، فلا يجتمع هذا وهذا، بل إذا أتى أحدهما انعزل الآخر عن سلطانه.{ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ } بتسخير منظم، وسير مقنن. { كُلٌّ } من الشمس والقمر { يَجْرِي } متأثرا عن تسخيره تعالى { لِأَجَلٍ مُسَمًّى } وهو انقضاء هذه الدار وخرابها، فيخرب اللّه آلاتها وشمسها وقمرها، وينشئ الخلق نشأة جديدة ليستقروا في دار القرار، الجنة أو النار.{ أَلَا هُوَ الْعَزِيزُ } الذي لا يغالب، القاهر لكل شيء، الذي لا يستعصي عليه شيء، الذي من عزته ببأوجد هذه المخلوقات العظيمة، وسخرها تجري بأمره. { الْغَفَّارُ } لذنوب عباده التوابين المؤمنين، كما قال تعالى: { وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى } الغفار لمن أشرك به بعد ما رأى من آياته العظيمة، ثم تاب وأناب."
    },
    {
      "ayah": 50,
      "surah": 39,
      "text": "قال تعالى: { قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ } أي: قولهم { إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ } فما زالت متوارثة عند المكذبين، لا يقرون بنعمة ربهم، ولا يرون له حقا،.فلم يزل دأبهم حتى أهلكوا، ولم يغن { عَنْهُمْ مَا كَانُوا يَكْسِبُونَ } حين جاءهم العذاب."
    },
    {
      "ayah": 51,
      "surah": 39,
      "text": "{ فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا } والسيئات في هذا الموضع: العقوبات، لأنها تسوء الإنسان وتحزنه. { وَالَّذِينَ ظَلَمُوا من هؤلاء سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا } فليسوا خيرا من أولئك، ولم يكتب لهم براءة في الزبر."
    },
    {
      "ayah": 52,
      "surah": 39,
      "text": "ولما ذكر أنهم اغتروا بالمال، وزعموا - بجهلهم - أنه يدل على حسن حال صاحبه، أخبرهم تعالى، أن رزقه، لا يدل على ذلك، وأنه { يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ } من عباده، سواء كان صالحا أو طالحا { وَيَقْدِرُ } الرزق، أي: يضيقه على من يشاء، صالحا أو طالحا، فرزقه مشترك بين البرية،.والإيمان والعمل الصالح يخص به خير البرية. { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ } أي: بسط الرزق وقبضه، لعلمهم أن مرجع ذلك، عائد إلى الحكمة والرحمة، وأنه أعلم بحال عبيده، فقد يضيق عليهم الرزق لطفا بهم، لأنه لو بسطه لبغوا في الأرض، فيكون تعالى مراعيا في ذلك صلاح دينهم الذي هو مادة سعادتهم وفلاحهم، واللّه أعلم."
    },
    {
      "ayah": 53,
      "surah": 39,
      "text": "يخبر تعالى عباده المسرفين بسعة كرمه، ويحثهم على الإنابة قبل أن لا يمكنهم ذلك فقال: { قُلْ } يا أيها الرسول ومن قام مقامه من الدعاة لدين اللّه، مخبرا للعباد عن ربهم: { يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ } باتباع ما تدعوهم إليه أنفسهم من الذنوب، والسعي في مساخط علام الغيوب.{ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ } أي: لا تيأسوا منها، فتلقوا بأيديكم إلى التهلكة، وتقولوا قد كثرت ذنوبنا وتراكمت عيوبنا، فليس لها طريق يزيلها ولا سبيل يصرفها، فتبقون بسبب ذلك مصرين على العصيان، متزودين ما يغضب عليكم الرحمن، ولكن اعرفوا ربكم بأسمائه الدالة على كرمه وجوده، واعلموا أنه يغفر الذنوب جميعا من الشرك، والقتل، والزنا، والربا، والظلم، وغير ذلك من الذنوب الكبار والصغار. { إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } أي: وصفه المغفرة والرحمة، وصفان لازمان ذاتيان، لا تنفك ذاته عنهما، ولم تزل آثارهما سارية في الوجود، مالئة للموجود،.تسح يداه من الخيرات آناء الليل والنهار، ويوالي النعم على العباد والفواضل في السر والجهار، والعطاء أحب إليه من المنع، والرحمة سبقت الغضب وغلبته، .ولكن لمغفرته ورحمته ونيلهما أسباب إن لم يأت بها العبد، فقد أغلق على نفسه باب الرحمة والمغفرة، أعظمها وأجلها، بل لا سبب لها غيره، الإنابة إلى اللّه تعالى بالتوبة النصوح، والدعاء والتضرع والتأله والتعبد،. فهلم إلى هذا السبب الأجل، والطريق الأعظم."
    },
    {
      "ayah": 54,
      "surah": 39,
      "text": "ولهذا أمر تعالى بالإنابة إليه، والمبادرة إليها فقال: { وَأَنِيبُوا إِلَى رَبِّكُمْ } بقلوبكم { وَأَسْلِمُوا لَهُ } بجوارحكم، إذا أفردت الإنابة، دخلت فيها أعمال الجوارح، وإذا جمع بينهما، كما في هذا الموضع، كان المعنى ما ذكرنا.وفي قوله { إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ } دليل على الإخلاص، وأنه من دون إخلاص، لا تفيد الأعمال الظاهرة والباطنة شيئا. { مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ } مجيئا لا يدفع { ثُمَّ لَا تُنْصَرُونَ } فكأنه قيل: ما هي الإنابة والإسلام؟ وما جزئياتها وأعمالها؟"
    },
    {
      "ayah": 55,
      "surah": 39,
      "text": "فأجاب تعالى بقوله: { وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ } مما أمركم من الأعمال الباطنة، كمحبة اللّه، وخشيته، وخوفه، ورجائه، والنصح لعباده، ومحبة الخير لهم، وترك ما يضاد ذلك.ومن الأعمال الظاهرة، كالصلاة، والزكاة والصيام، والحج، والصدقة، وأنواع الإحسان، ونحو ذلك، مما أمر اللّه به، وهو أحسن ما أنزل إلينا من ربنا، فالمتبع لأوامر ربه في هذه الأمور ونحوها هو المنيب المسلم،. { مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ } وكل هذا حثٌّ على المبادرة وانتهاز الفرصة."
    },
    {
      "ayah": 56,
      "surah": 39,
      "text": "ثم حذرهم { أَن } يستمروا على غفلتهم، حتى يأتيهم يوم يندمون فيه، ولا تنفع الندامة.و { تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ } أي: في جانب حقه. { وَإِنْ كُنْت } في الدنيا { لَمِنَ السَّاخِرِينَ } في إتيان الجزاء، حتى رأيته عيانا."
    },
    {
      "ayah": 57,
      "surah": 39,
      "text": "{ أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ } و\\\"لو\\\" في هذا الموضع للتمني،.أي: ليت أن اللّه هداني فأكون متقيا له، فأسلم من العقاب وأستحق الثواب، وليست \\\"لو\\\" هنا شرطية، لأنها لو كانت شرطية، لكانوا محتجين بالقضاء والقدر على ضلالهم، وهو حجة باطلة، ويوم القيامة تضمحل كل حجة باطلة."
    },
    {
      "ayah": 58,
      "surah": 39,
      "text": "{ أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ } وتجزم بوروده { لَوْ أَنَّ لِي كَرَّةً } أي: رجعة إلى الدنيا لكنت { مِنَ الْمُحْسِنِينَ } قال تعالى: إن ذلك غير ممكن ولا مفيد، وإن هذه أماني باطلة لا حقيقة لها، إذ لا يتجدد للعبد لَوْ رُدَّ، بيان بعد البيان الأول."
    },
    {
      "ayah": 59,
      "surah": 39,
      "text": "{ بَلَى قَدْ جَاءَتْكَ آيَاتِي } الدالة دلالة لا يمترى فيها. على الحق { فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ } عن اتباعها { وَكُنْتَ مِنَ الْكَافِرِينَ } فسؤال الرد إلى الدنيا، نوع عبث، { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ }"
    },
    {
      "ayah": 6,
      "surah": 39,
      "text": "ومن عزته أن { خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ } على كثرتكم وانتشاركم، في أنحاء الأرض، { ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا } وذلك ليسكن إليها وتسكن إليه، وتتم بذلك النعمة. { وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ } أي: خلقها بقدر نازل منه، رحمة بكم. { ثَمَانِيَةَ أَزْوَاجٍ } وهي التي ذكرها في سورة الأنعام { ثمانية أزواج من الضأن اثنين ومن المعز اثنين } { ومن الإبل اثنين ومن البقر اثنين } وخصها بالذكر، مع أنه أنزل لمصالح عباده من البهائم غيرها، لكثرة نفعها، وعموم مصالحها، ولشرفها، ولاختصاصها بأشياء لا يصلح غيرها، كالأضحية والهدي، والعقيقة، ووجوب الزكاة فيها، واختصاصها بالدية.ولما ذكر خلق أبينا وأمنا، ذكر ابتداء خلقنا، فقال: { يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ } أي: طورا بعد طور، وأنتم في حال لا يد مخلوق تمسكم، ولا عين تنظر إليكم، وهو قد رباكم في ذلك المكان الضيق { فِي ظُلُمَاتٍ ثَلَاثٍ } ظلمة البطن، ثم ظلمة الرحم، ثم ظلمة المشيمة، { ذَلِكُمْ } الذي خلق السماوات والأرض، وسخر الشمس والقمر، وخلقكم وخلق لكم الأنعام والنعم { اللَّهُ رَبُّكُمْ } أي: المألوه المعبود، الذي رباكم ودبركم، فكما أنه الواحد في خلقه وتربيته لا شريك له في ذلك، فهو الواحد في ألوهيته، لا شريك له، ولهذا قال: { لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ } بعد هذا البيان ببيان استحقاقه تعالى للإخلاص وحده إلى عبادة الأوثان، التي لا تدبر شيئا، وليس لها من الأمر شيء."
    },
    {
      "ayah": 60,
      "surah": 39,
      "text": "يخبر تعالى عن خزي الذين كذبوا عليه، وأن وجوههم يوم القيامة مسودة كأنها الليل البهيم، يعرفهم بذلك أهل الموقف، فالحق أبلج واضح كأنه الصبح،.فكما سوَّدوا وجه الحق بالكذب، سود اللّه وجوههم، جزاء من جنس عملهم.فلهم سواد الوجوه، ولهم العذاب الشديد في جهنم، ولهذا قال: { أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ } عن الحق، وعن عبادة ربهم، المفترين عليه؟ بلى واللّه، إن فيها لعقوبة وخزيا وسخطا، يبلغ من المتكبرين كل مبلغ، ويؤخذ الحق منهم بها.والكذب على اللّه يشمل الكذب عليه باتخاذ الشريك والولد والصاحبة، والإخبار عنه بما لا يليق بجلاله، أو ادعاء النبوة، أو القول في شرعه بما لم يقله، والإخبار بأنه قاله وشرعه."
    },
    {
      "ayah": 61,
      "surah": 39,
      "text": "ولما ذكر حالة المتكبرين، ذكر حالة المتقين، فقال: { وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ } أي: بنجاتهم، وذلك لأن معهم آلة النجاة، وهي تقوى اللّه تعالى، التي هي العدة عند كل هول وشدة. { لَا يَمَسُّهُمُ السُّوءُ } أي: العذاب الذي يسوؤهم { وَلَا هُمْ يَحْزَنُونَ } فنفى عنهم مباشرة العذاب وخوفه، وهذا غاية الأمان.فلهم الأمن التام، يصحبهم حتى يوصلهم إلى دار السلام، فحينئذ يأمنون من كل سوء ومكروه، وتجري عليهم نضرة النعيم، ويقولون { الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ }"
    },
    {
      "ayah": 62,
      "surah": 39,
      "text": "يخبر تعالى عن عظمته وكماله، الموجب لخسران من كفر به فقال: { اللَّهُ خَالِقُ كُلِّ شَيْءٍ } هذه العبارة وما أشبهها، مما هو كثير في القرآن، تدل على أن جميع الأشياء - غير اللّه - مخلوقة، ففيها رد على كل من قال بقدم بعض المخلوقات، كالفلاسفة القائلين بقدم الأرض والسماوات، وكالقائلين بقدم الأرواح، ونحو ذلك من أقوال أهل الباطل، المتضمنة تعطيل الخالق عن خلقه.وليس كلام اللّه من الأشياء المخلوقة، لأن الكلام صفة المتكلم، واللّه تعالى بأسمائه وصفاته أول ليس قبله شيء، فأخذ أهل الاعتزال من هذه الآية ونحوها أنه مخلوق، من أعظم الجهل، فإنه تعالى لم يزل بأسمائه وصفاته، ولم يحدث له صفة من صفاته، ولم يكن معطلا عنها بوقت من الأوقات، والشاهد من هذا، أن اللّه تعالى أخبر عن نفسه الكريمة أنه خالق لجميع العالم العلوي والسفلي، وأنه على كل شيء وكيل، والوكالة التامة لا بد فيها من علم الوكيل، بما كان وكيلا عليه، وإحاطته بتفاصيله، ومن قدرة تامة على ما هو وكيل عليه، ليتمكن من التصرف فيه، ومن حفظ لما هو وكيل عليه، ومن حكمة، ومعرفة بوجوه التصرفات، ليصرفها ويدبرها على ما هو الأليق، فلا تتم الوكالة إلا بذلك كله، فما نقص من ذلك، فهو نقص فيها.ومن المعلوم المتقرر، أن اللّه تعالى منزه عن كل نقص في صفة من صفاته،.فإخباره بأنه على كل شيء وكيل، يدل على إحاطة علمه بجميع الأشياء، وكمال قدرته على تدبيرها، وكمال تدبيره، وكمال حكمته التي يضع بها الأشياء مواضعها."
    },
    {
      "ayah": 63,
      "surah": 39,
      "text": "{ لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ } أي: مفاتيحها، علما وتدبيرا، فـ { مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ } فلما بين من عظمته ما يقتضي أن تمتلئ القلوب له إجلالا وإكراما، ذكر حال من عكس القضية فلم يقدره حق قدره، فقال: { وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ } الدالة على الحق اليقين والصراط المستقيم. { أُولَئِكَ هُمُ الْخَاسِرُونَ } خسروا ما به تصلح القلوب من التأله والإخلاص للّه،. وما به تصلح الألسن من إشغالها بذكر اللّه، وما تصلح به الجوارح من طاعة اللّه،.وتعوضوا عن ذلك كل مفسد للقلوب والأبدان، وخسروا جنات النعيم، وتعوضوا عنها بالعذاب الأليم."
    },
    {
      "ayah": 64,
      "surah": 39,
      "text": "{ قُلْ } يا أيها الرسول لهؤلاء الجاهلين، الذين دعوك إلى عبادة غير اللّه: { أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ } أي: هذا الأمر صدر من جهلكم، وإلا فلو كان لكم علم بأن اللّه تعالى الكامل من جميع الوجوه، مسدي جميع النعم، هو المستحق للعبادة، دون من كان ناقصا من كل وجه، لا ينفع ولا يضر، لم تأمروني بذلك."
    },
    {
      "ayah": 65,
      "surah": 39,
      "text": "وذلك لأن الشرك باللّه محبط للأعمال، مفسد للأحوال، ولهذا قال: { وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ } من جميع الأنبياء. { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } هذا مفرد مضاف، يعم كل عمل،.ففي نبوة جميع الأنبياء، أن الشرك محبط لجميع الأعمال، كما قال تعالى في سورة الأنعام - لما عدد كثيرا من أنبيائه ورسله قال عنهم: { ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } { وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ } دينك وآخرتك، فبالشرك تحبط الأعمال، ويستحق العقاب والنكال."
    },
    {
      "ayah": 66,
      "surah": 39,
      "text": "ثم قال: { بَلِ اللَّهَ فَاعْبُدْ } لما أخبر أن الجاهلين يأمرونه بالشرك، وأخبر عن شناعته، أمره بالإخلاص فقال: { بَلِ اللَّهَ فَاعْبُدْ } أي: أخلص له العبادة وحده لا شريك له، { وَكُنْ مِنَ الشَّاكِرِينَ } للّه على توفيق اللّه تعالى،.فكما أنه تعالى يشكر على النعم الدنيوية، كصحة الجسم وعافيته، وحصول الرزق وغير ذلك،.كذلك يشكر ويثنى عليه بالنعم الدينية، كالتوفيق للإخلاص، والتقوى، بل نعم الدين، هي النعم على الحقيقة، وفي تدبر أنها من اللّه تعالى والشكر للّه عليها، سلامة من آفة العجب التي تعرض لكثير من العاملين، بسبب جهلهم، وإلا، فلو عرف العبد حقيقة الحال، لم يعجب بنعمة تستحق عليه زيادة الشكر."
    },
    {
      "ayah": 67,
      "surah": 39,
      "text": "يقول تعالى: وما قدر هؤلاء المشركون ربهم حق قدره، ولا عظموه حق تعظيمه، بل فعلوا ما يناقض ذلك، من إشراكهم به من هو ناقص في أوصافه وأفعاله، فأوصافه ناقصة من كل وجه، وأفعاله ليس عنده نفع ولا ضر، ولا عطاء ولا منع، ولا يملك من الأمر شيئا.فسووا هذا المخلوق الناقص بالخالق الرب العظيم، الذي من عظمته الباهرة، وقدرته القاهرة، أن جميع الأرض يوم القيامة قبضة للرحمن، وأن السماوات - على سعتها وعظمها - مطويات بيمينه، فلا عظمه حق عظمته من سوَّى به غيره، ولا أظلم منه.{ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ } أي: تنزه وتعاظم عن شركهم به."
    },
    {
      "ayah": 68,
      "surah": 39,
      "text": "لما خوفهم تعالى من عظمته، خوفهم بأحوال يوم القيامة، ورغَّبهم ورهَّبهم فقال: { وَنُفِخَ فِي الصُّورِ } وهو قرن عظيم، لا يعلم عظمته إلا خالقه، ومن أطلعه اللّه على علمه من خلقه،. فينفخ فيه إسرافيل عليه السلام،. أحد الملائكة المقربين، وأحد حملة عرش الرحمن.{ فَصَعِقَ } أي: غشي أو مات، على اختلاف القولين: { مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ } أي: كلهم، لما سمعوا نفخة الصور أزعجتهم من شدتها وعظمها، وما يعلمون أنها مقدمة له. { إِلَّا مَنْ شَاءَ اللَّهُ } ممن ثبته اللّه عند النفخة، فلم يصعق، كالشهداء أو بعضهم، وغيرهم. وهذه النفخة الأولى، نفخة الصعق، ونفخة الفزع.{ ثُمَّ نُفِخَ فِيهِ } النفخة الثانية نفخة البعث { فَإِذَا هُمْ قِيَامٌ ينظرون } أي: قد قاموا من قبورهم لبعثهم وحسابهم، قد تمت منهم الخلقة الجسدية والأرواح، وشخصت أبصارهم { يَنْظُرُونَ } ماذا يفعل اللّه بهم."
    },
    {
      "ayah": 69,
      "surah": 39,
      "text": "{ وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا } علم من هذا، أن الأنوار الموجودة تذهب يوم القيامة وتضحمل، وهو كذلك، فإن اللّه أخبر أن الشمس تكور، والقمر يخسف، والنجوم تندثر، ويكون الناس في ظلمة، فتشرق عند ذلك الأرض بنور ربها، عندما يتجلى وينزل للفصل بينهم، وذلك اليوم يجعل اللّه للخلق قوة، وينشئهم نشأة يَقْوَوْنَ على أن لا يحرقهم نوره، ويتمكنون أيضا من رؤيته، وإلا، فنوره تعالى عظيم، لو كشفه، لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه.{ وَوُضِعَ الْكِتَابُ } أي: كتاب الأعمال وديوانه، وضع ونشر، ليقرأ ما فيه من الحسنات والسيئات، كما قال تعالى: { وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَا لِهَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا } ويقال للعامل من تمام العدل والإنصاف: { اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا } { وَجِيءَ بِالنَّبِيِّينَ } ليسألوا عن التبليغ، وعن أممهم، ويشهدوا عليهم. { وَالشُّهَدَاءِ } من الملائكة، والأعضاء والأرض. { وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ } أي: العدل التام والقسط العظيم، لأنه حساب صادر ممن لا يظلم مثقال ذرة، ومن هو محيط بكل شيء، وكتابه الذي هو اللوح المحفوظ، محيط بكل ما عملوه، والحفظة الكرام، والذين لا يعصون ربهم، قد كتبت عليهم ما عملوه، وأعدل الشهداء قد شهدوا على ذلك الحكم، فحكم بذلك من يعلم مقادير الأعمال ومقادير استحقاقها للثواب والعقاب."
    },
    {
      "ayah": 7,
      "surah": 39,
      "text": "{ إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ } لا يضره كفركم، كما لا ينتفع بطاعتكم، ولكن أمره ونهيه لكم محض فضله وإحسانه عليكم.{ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ } لكمال إحسانه بهم، وعلمه أن الكفر يشقيهم شقاوة لا يسعدون بعدها، ولأنه خلقهم لعبادته، فهي الغاية التي خلق لها الخلق، فلا يرضى أن يدعوا ما خلقهم لأجله.{ وَإِنْ تَشْكُرُوا } للّه تعالى بتوحيده، وإخلاص الدين له { يَرْضَهُ لَكُمْ } لرحمته بكم، ومحبته للإحسان عليكم، ولفعلكم ما خلقكم لأجله.وكما أنه لا يتضرر بشرككم ولا ينتفع بأعمالكم وتوحيدكم، كذلك كل أحد منكم له عمله، من خير وشر { وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } { ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ } في يوم القيامة { فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } إخبارا أحاط به علمه، وجرى عليه قلمه، وكتبته عليكم الحفظة الكرام، وشهدت به عليكم الجوارح، فيجازي كلا منكم ما يستحقه.{ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بنفس الصدور، وما فيها من وصف برٍّ أو فجور، والمقصود من هذا، الإخبار بالجزاء بالعدل التام."
    },
    {
      "ayah": 70,
      "surah": 39,
      "text": "فيحصل حكم يقر به الخلق، ويعترفون للّه بالحمد والعدل، ويعرفون به من عظمته وعلمه وحكمته ورحمته ما لم يخطر بقلوبهم، ولا تعبر عنه ألسنتهم، ولهذا قال: { وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ }"
    },
    {
      "ayah": 71,
      "surah": 39,
      "text": "لما ذكر تعالى حكمه بين عباده، الذين جمعهم في خلقه ورزقه وتدبيره، واجتماعهم في الدنيا، واجتماعهم في موقف القيامة، فرقهم تعالى عند جزائهم، كما افترقوا في الدنيا بالإيمان والكفر، والتقوى والفجور، فقال: { وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ } أي: سوقا عنيفا، يضربون بالسياط الموجعة، من الزبانية الغلاظ الشداد، إلى شر محبس وأفظع موضع، وهي جهنم التي قد جمعت كل عذاب، وحضرها كل شقاء، وزال عنها كل سرور، كما قال تعالى: { يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا } أي: يدفعون إليها دفعا، وذلك لامتناعهم من دخولها.ويساقون إليها { زُمَرًا } أي: فرقا متفرقة، كل زمرة مع الزمرة التي تناسب عملها، وتشاكل سعيها، يلعن بعضهم بعضا، ويبرأ بعضهم من بعض. { حَتَّى إِذَا جَاءُوهَا } أي: وصلوا إلى ساحتها { فُتِحَتْ } لهم أي: لأجلهم { أَبْوَابُهَا } لقدومهم وقِرًى لنزولهم.{ وَقَالَ لَهُمْ خَزَنَتُهَا } مهنئين لهم بالشقاء الأبدي، والعذاب السرمدي، وموبخين لهم على الأعمال التي أوصلتهم إلى هذا المحل الفظيع: { أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ } أي: من جنسكم تعرفونهم وتعرفون صدقهم، وتتمكنون من التلقي عنهم؟. { يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ } التي أرسلهم اللّه بها، الدالة على الحق اليقين بأوضح البراهين.{ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا } أي: وهذا يوجب عليكم اتباعهم والحذر من عذاب هذا اليوم، باستعمال تقواه، وقد كانت حالكم بخلاف هذه الحال؟{ قَالُوا } مقرين بذنبهم، وأن حجة اللّه قامت عليهم: { بَلَى } قد جاءتنا رسل ربنا بآياته وبيناته، وبينوا لنا غاية التبيين، وحذرونا من هذا اليوم. { وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ } أي: بسبب كفرهم وجبت عليهم كلمة العذاب، التي هي لكل من كفر بآيات اللّه، وجحد ما جاءت به المرسلون، فاعترفوا بذنبهم وقيام الحجة عليهم."
    },
    {
      "ayah": 72,
      "surah": 39,
      "text": "فـ { قِيلَ } لهم على وجه الإهانة والإذلال: { ادْخُلُوا أَبْوَابَ جَهَنَّمَ } كل طائفة تدخل من الباب الذي يناسبها ويوافق عملها. { خَالِدِينَ فِيهَا } أبدا، لا يظعنون عنها، ولا يفتر عنهم العذاب ساعة ولا ينظرون. { فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ } أي: بئس المقر، النار مقرهم، وذلك لأنهم تكبروا على الحق، فجازاهم اللّه من جنس عملهم، بالإهانة والذل، والخزي."
    },
    {
      "ayah": 73,
      "surah": 39,
      "text": "ثم قال عن أهل الجنة: { وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ } بتوحيده والعمل بطاعته، سوق إكرام وإعزاز، يحشرون وفدا على النجائب. { إِلَى الْجَنَّةِ زُمَرًا } فرحين مستبشرين، كل زمرة مع الزمرة، التي تناسب عملها وتشاكله. { حَتَّى إِذَا جَاءُوهَا } أي: وصلوا لتلك الرحاب الرحيبة والمنازل الأنيقة، وهبَّ عليهم ريحها ونسيمها، وآن خلودها ونعيمها. { وَفُتِحَتْ } لهم { أَبْوَابُهَا } فتح إكرام، لكرام الخلق، ليكرموا فيها. { وَقَالَ لَهُمْ خَزَنَتُهَا } تهنئة لهم وترحيبا: { سَلَامٌ عَلَيْكُمْ } أي: سلام من كل آفة وشر حال.عليكم { طِبْتُمْ } أي: طابت قلوبكم بمعرفة اللّه ومحبته وخشيته، وألسنتكم بذكره، وجوارحكم بطاعته. { فـ } بسبب طيبكم { ادْخُلُوهَا خَالِدِينَ } لأنها الدار الطيبة، ولا يليق بها إلا الطيبون.وقال في النار { فُتِحَتْ أَبْوَابُهَا } وفي الجنة { وَفُتِحَتْ } بالواو، إشارة إلى أن أهل النار، بمجرد وصولهم إليها، فتحت لهم أبوابها من غير إنظار ولا إمهال، وليكون فتحها في وجوههم، وعلى وصولهم، أعظم لحرها، وأشد لعذابها.وأما الجنة، فإنها الدار العالية الغالية، التي لا يوصل إليها ولا ينالها كل أحد، إلا من أتى بالوسائل الموصلة إليها، ومع ذلك، فيحتاجون لدخولها لشفاعة أكرم الشفعاء عليه، فلم تفتح لهم بمجرد ما وصلوا إليها، بل يستشفعون إلى اللّه بمحمد صلى اللّه عليه وسلم، حتى يشفع، فيشفعه اللّه تعالى.وفي الآيات دليل على أن النار والجنة لهما أبواب تفتح وتغلق، وأن لكل منهما خزنة، وهما الداران الخالصتان، اللتان لا يدخل فيهما إلا من استحقهما، بخلاف سائر الأمكنة والدور."
    },
    {
      "ayah": 74,
      "surah": 39,
      "text": "{ وَقَالُوا } عند دخولهم فيها واستقرارهم، حامدين ربهم على ما أولاهم ومنَّ عليهم وهداهم: { الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ } أي: وعدنا الجنة على ألسنة رسله، إن آمنا وصلحنا، فوفَّى لنا بما وعدنا، وأنجز لنا ما منَّانا. { وَأَوْرَثَنَا الْأَرْضَ } أي: أرض الجنة { نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ } أي: ننزل منها أي مكان شئنا، ونتناول منها أي نعيم أردنا، ليس ممنوعا عنا شيء نريده. { فَنِعْمَ أَجْرُ الْعَامِلِينَ } الذين اجتهدوا بطاعة ربهم، في زمن قليل منقطع، فنالوا بذلك خيرا عظيما باقيا مستمرا.وهذه الدار التي تستحق المدح على الحقيقة، التي يكرم اللّه فيها خواص خلقه،.ورضيها الجواد الكريم لهم نزلا، وبنى أعلاها وأحسنها، وغرسها بيده، وحشاها من رحمته وكرامته ما ببعضه يفرح الحزين، ويزول الكدر، ويتم الصفاء."
    },
    {
      "ayah": 75,
      "surah": 39,
      "text": "{ وَتَرَى الْمَلَائِكَةَ } أيها الرائي ذلك اليوم العظيم { حَافِّينَ مِنْ حَوْلِ الْعَرْشِ } أي: قد قاموا في خدمة ربهم، واجتمعوا حول عرشه، خاضعين لجلاله، معترفين بكماله، مستغرقين بجماله. { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } أي: ينزهونه عن كل ما لا يليق بجلاله، مما نسب إليه المشركون وما لم ينسبوا.{ وَقُضِيَ بَيْنَهُمْ } أي: بين الأولين والآخرين من الخلق { بِالْحَقِّ } الذي لا اشتباه فيه ولا إنكار، ممن عليه الحق. { وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } لم يذكر القائل من هو، ليدل ذلك على أن جميع الخلق نطقوا بحمد ربهم وحكمته على ما قضى به على أهل الجنة وأهل النار، حمد فضل وإحسان، وحمد عدل وحكمة.تم تفسير سورة الزمر بحمد اللّه وعونه."
    },
    {
      "ayah": 8,
      "surah": 39,
      "text": "يخبر تعالى عن كرمه بعبده وإحسانه وبره، وقلة شكر عبده، وأنه حين يمسه الضر، من مرض أو فقر، أو وقوع في كربة بَحْرٍ أو غيره، أنه يعلم أنه لا ينجيه في هذه الحال إلا اللّه، فيدعوه متضرعا منيبا، ويستغيث به في كشف ما نزل به ويلح في ذلك.{ ثُمَّ إِذَا خَوَّلَهُ } اللّه { نِعْمَةً مِنْهُ } بأن كشف ما به من الضر والكربة، { نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ } أي: نسي ذلك الضر الذي دعا اللّه لأجله، ومر كأنه ما أصابه ضر، واستمر على شركه.{ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ } أي: ليضل بنفسه، ويضل غيره، لأن الإضلال فرع عن الضلال، فأتى بالملزوم ليدل على اللازم.{ قُلْ } لهذا العاتي، الذي بدل نعمة اللّه كفرا: { تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ } فلا يغنيك ما تتمتع به إذا كان المآل النار.{ أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ }"
    },
    {
      "ayah": 9,
      "surah": 39,
      "text": "هذه مقابلة بين العامل بطاعة اللّه وغيره، وبين العالم والجاهل، وأن هذا من الأمور التي تقرر في العقول تباينها، وعلم علما يقينا تفاوتها، فليس المعرض عن طاعة ربه، المتبع لهواه، كمن هو قانت أي: مطيع للّه بأفضل العبادات وهي الصلاة، وأفضل الأوقات وهو أوقات الليل، فوصفه بكثرة العمل وأفضله، ثم وصفه بالخوف والرجاء، وذكر أن متعلق الخوف عذاب الآخرة، على ما سلف من الذنوب، وأن متعلق الرجاء، رحمة اللّه، فوصفه بالعمل الظاهر والباطن.{ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ } ربهم ويعلمون دينه الشرعي ودينه الجزائي، وما له في ذلك من الأسرار والحكم { وَالَّذِينَ لَا يَعْلَمُونَ } شيئا من ذلك؟ لا يستوي هؤلاء ولا هؤلاء، كما لا يستوي الليل والنهار، والضياء والظلام، والماء والنار.{ إِنَّمَا يَتَذَكَّرُ } إذا ذكروا { أُولُو الْأَلْبَابِ } أي: أهل العقول الزكية الذكية، فهم الذين يؤثرون الأعلى على الأدنى، فيؤثرون العلم على الجهل، وطاعة اللّه على مخالفته، لأن لهم عقولا ترشدهم للنظر في العواقب، بخلاف من لا لب له ولا عقل، فإنه يتخذ إلهه هواه."
    }
  ]
}
