{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 4,
      "text": "افتتح تعالى هذه السورة بالأمر بتقواه، والحث على عبادته، والأمر بصلة الأرحام، والحث على ذلك. وبيَّن السبب الداعي الموجب لكل من ذلك، وأن الموجب لتقواه لأنه { رَبَّكُمُ الَّذِي خَلَقَكُمْ } ورزقكم، ورباكم بنعمه العظيمة، التي من جملتها خلقكم { مِن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا } ليناسبها، فيسكن إليها، وتتم بذلك النعمة، ويحصل به السرور، وكذلك من الموجب الداعي لتقواه تساؤلكم به وتعظيمكم، حتى إنكم إذا أردتم قضاء حاجاتكم ومآربكم، توسلتم بـها بالسؤال بالله. فيقول من يريد ذلك لغيره: أسألك بالله أن تفعل الأمر الفلاني؛ لعلمه بما قام في قلبه من تعظيم الله الداعي أن لا يرد من سأله بالله، فكما عظمتموه بذلك فلتعظموه بعبادته وتقواه. وكذلك الإخبار بأنه رقيب، أي: مطلع على العباد في حال حركاتـهم وسكونـهم، وسرهم وعلنهم، وجميع أحوالهم، مراقبا لهم فيها مما يوجب مراقبته، وشدة الحياء منه، بلزوم تقواه. وفي الإخبار بأنه خلقهم من نفس واحدة، وأنه بثهم في أقطار الأرض، مع رجوعهم إلى أصل واحد -ليعطف بعضهم على بعض، ويرقق بعضهم على بعض. وقرن الأمر بتقواه بالأمر ببر الأرحام والنهي عن قطيعتها، ليؤكد هذا الحق، وأنه كما يلزم القيام بحق الله، كذلك يجب القيام بحقوق الخلق، خصوصا الأقربين منهم، بل القيام بحقوقهم هو من حق الله الذي أمر به. وتأمل كيف افتتح هذه السورة بالأمر بالتقوى، وصلة الأرحام والأزواج عموما، ثم بعد ذلك فصل هذه الأمور أتم تفصيل، من أول السورة إلى آخرها. فكأنـها مبنية على هذه الأمور المذكورة، مفصلة لما أجمل منها، موضحة لما أبهم. وفي قوله: { وخلق مِنْهَا زَوْجَهَا } تنبيه على مراعاة حق الأزواج والزوجات والقيام به، لكون الزوجات مخلوقات من الأزواج، فبينهم وبينهن أقرب نسب وأشد اتصال، وأقرب علاقة."
    },
    {
      "ayah": 10,
      "surah": 4,
      "text": "ولما أمرهم بذلك، زجرهم عن أكل أموال اليتامى، وتوعد على ذلك أشد العذاب فقال: { إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا } أي: بغير حق. وهذا القيد يخرج به ما تقدم، من جواز الأكل للفقير بالمعروف، ومن جواز خلط طعامهم بطعام اليتامى. فمَنْ أكلها ظلمًا فـ { إنما يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا } أي: فإن الذي أكلوه نار تتأجج في أجوافهم وهم الذين أدخلوها في بطونهم. { وَسَيَصْلَوْنَ سَعِيرًا } أي: نارًا محرقة متوقدة. وهذا أعظم وعيد ورد في الذنوب، يدل على شناعة أكل أموال اليتامى وقبحها، وأنها موجبة لدخول النار، فدل ذلك أنها من أكبر الكبائر. نسأل الله العافية."
    },
    {
      "ayah": 100,
      "surah": 4,
      "text": "هذا في بيان الحث على الهجرة والترغيب، وبيان ما فيها من المصالح، فوعد الصادق في وعده أن من هاجر في سبيله ابتغاء مرضاته، أنه يجد مراغما في الأرض وسعة، فالمراغم مشتمل على مصالح الدين، والسعة على مصالح الدنيا. وذلك أن كثيرًا من الناس يتوهم أن في الهجرة شتاتًا بعد الألفة، وفقرًا بعد الغنى، وذلا بعد العز، وشدة بعد الرخاء. والأمر ليس كذلك، فإن المؤمن ما دام بين أظهر المشركين فدينه في غاية النقص، لا في العبادات القاصرة عليه كالصلاة ونحوها، ولا في العبادات المتعدية كالجهاد بالقول والفعل، وتوابع ذلك، لعدم تمكنه من ذلك، وهو بصدد أن يفتن عن دينه، خصوصا إن كان مستضعفًا. فإذا هاجر في سبيل الله تمكن من إقامة دين الله وجهاد أعداء الله ومراغمتهم، فإن المراغمة اسم جامع لكل ما يحصل به إغاظة لأعداء الله من قول وفعل، وكذلك ما يحصل له سعة في رزقه، وقد وقع كما أخبر الله تعالى. واعتبر ذلك بالصحابة رضي الله عنهم فإنهم لما هاجروا في سبيل الله وتركوا ديارهم وأولادهم وأموالهم لله، كمل بذلك إيمانهم وحصل لهم من الإيمان التام والجهاد العظيم والنصر لدين الله، ما كانوا به أئمة لمن بعدهم، وكذلك حصل لهم مما يترتب على ذلك من الفتوحات والغنائم، ما كانوا به أغنى الناس، وهكذا كل من فعل فعلهم، حصل له ما حصل لهم إلى يوم القيامة. ثم قال: { وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ } أي: قاصدا ربه ورضاه، ومحبة لرسوله ونصرًا لدين الله، لا لغير ذلك من المقاصد { ثُمَّ يُدْرِكْهُ الْمَوْتُ } بقتل أو غيره، { فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ } أي: فقد حصل له أجر المهاجر الذي أدرك مقصوده بضمان الله تعالى، وذلك لأنه نوى وجزم، وحصل منه ابتداء وشروع في العمل، فمن رحمة الله به وبأمثاله أن أعطاهم أجرهم كاملاً ولو لم يكملوا العمل، وغفر لهم ما حصل منهم من التقصير في الهجرة وغيرها. ولهذا ختم هذه الآية بهذين الاسمين الكريمين فقال: { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } يغفر للمؤمنين ما اقترفوه من الخطيئات، خصوصا التائبين المنيبين إلى ربهم. { رَحِيمًا } بجميع الخلق رحمة أوجدتهم وعافتهم ورزقتهم من المال والبنين والقوة، وغير ذلك. رحيمًا بالمؤمنين حيث وفقهم للإيمان، وعلمهم من العلم ما يحصل به الإيقان، ويسر لهم أسباب السعادة والفلاح وما به يدركون غاية الأرباح، وسيرون من رحمته وكرمه ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فنسأل الله أن لا يحرمنا خيره بشر ما عندنا."
    },
    {
      "ayah": 101,
      "surah": 4,
      "text": "تفسير الآيتين 101 و102 :ـ هاتان الآيتان أصل في رخصة القصر، وصلاة الخوف، يقول تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ } أي: في السفر، وظاهر الآية [أنه] يقتضي الترخص في أي سفر كان ولو كان سفر معصية، كما هو مذهب أبي حنيفة رحمه الله، وخالف في ذلك الجمهور، وهم الأئمة الثلاثة وغيرهم، فلم يجوزوا الترخص في سفر المعصية، تخصيصا للآية بالمعنى والمناسبة، فإن الرخصة سهولة من الله لعباده إذا سافروا أن يقصروا ويفطروا، والعاصي بسفره لا يناسب حاله التخفيف. وقوله: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ } أي: لا حرج ولا إثم عليكم في ذلك، ولا ينافي ذلك كون القصر هو الأفضل، لأن نفي الحرج إزالة لبعض الوهم الواقع في كثير من النفوس، بل ولا ينافي الوجوب كما تقدم ذلك في سورة البقرة في قوله: { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ } إلى آخر الآية. وإزالة الوهم في هذا الموضع ظاهرة، لأن الصلاة قد تقرر عند المسلمين وجوبها على هذه الصفة التامة، ولا يزيل هذا عن نفوس أكثرهم إلا بذكر ما ينافيه. ويدل على أفضلية القصر على الإتمام أمران: أحدهما: ملازمة النبي صلى الله عليه وسلم على القصر في جميع أسفاره. والثاني: أن هذا من باب التوسعة والترخيص والرحمة بالعباد، والله تعالى يحب أن تؤتى رخصه كما يكره أن تؤتى معصيته. وقوله: { أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ } ولم يقل أن تقصروا الصلاة فيه فائدتان: إحداهما: أنه لو قال أن تقصروا الصلاة لكان القصر غير منضبط بحد من الحدود، فربما ظن أنه لو قصر معظم الصلاة وجعلها ركعة واحدة لأجزأ، فإتيانه بقوله: { مِنَ الصَّلَاةِ } ليدل ذلك على أن القصر محدود مضبوط، مرجوع فيه إلى ما تقرر من فعل النبي صلى الله عليه وسلم وأصحابه. الثانية: أن { من } تفيد التبعيض ليعلم بذلك أن القصر لبعض الصلوات المفروضات لا جميعها، فإن الفجر والمغرب لا يقصران وإنما الذي يقصر الصلاة الرباعية من أربع إلى ركعتين. فإذا تقرر أن القصر في السفر رخصة، فاعلم أن المفسرين قد اختلفوا في هذا القيد، وهو قوله: { إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } الذي يدل ظاهره أن القصر لا يجوز إلا بوجود الأمرين كليهما، السفر مع الخوف. ويرجع حاصل اختلافهم إلى أنه هل المراد بقوله: { أَنْ تَقْصُرُوا } قصر العدد فقط؟ أو قصر العدد والصفة؟ فالإشكال إنما يكون على الوجه الأول. وقد أشكل هذا على أمير المؤمنين عمر بن الخطاب رضي الله عنه، حتى سأل عنه النبي صلى الله عليه وسلم فقال: يا رسول الله ما لنا نقصر الصلاة وقد أمِنَّا؟ أي: والله يقول: { إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقال رسول الله صلى الله عليه وسلم: \\\"صدقة تصدق الله بها عليكم فاقبلوا صدقته\\\" أو كما قال. فعلى هذا يكون هذا القيد أتى به نظرا لغالب الحال التي كان النبي صلى الله عليه وسلم وأصحابه عليها، فإن غالب أسفاره أسفار جهاد. وفيه فائدة أخرى وهي بيان الحكمة والمصلحة في مشروعية رخصة القصر، فبيَّن في هذه الآية أنهى ما يتصور من المشقة المناسبة للرخصة، وهي اجتماع السفر والخوف، ولا يستلزم ذلك أن لا يقصر مع السفر وحده، الذي هو مظنة المشقة. وأما على الوجه الثاني، وهو أن المراد بالقصر: قصر العدد والصفة فإن القيد على بابه، فإذا وجد السفر والخوف، جاز قصر العدد، وقصر الصفة، وإذا وجد السفر وحده جاز قصر العدد فقط، أو الخوف وحده جاز قصر الصفة. ولذلك أتى بصفة صلاة الخوف بعدها بقوله: { وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ } أي: صليت بهم صلاة تقيمها وتتم ما يجب فيها ويلزم، فعلمهم ما ينبغي لك ولهم فعله. ثم فسَّر ذلك بقوله: { فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ } أي: وطائفة قائمة بإزاء العدو كما يدل على ذلك ما يأتي: { فَإِذَا سَجَدُوا } أي: الذين معك أي: أكملوا صلاتهم وعبر عن الصلاة بالسجود ليدل على فضل السجود، وأنه ركن من أركانها، بل هو أعظم أركانها. { فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا } وهم الطائفة الذين قاموا إزاء العدو { فَلْيُصَلُّوا مَعَكَ } ودل ذلك على أن الإمام يبقى بعد انصراف الطائفة الأولى منتظرا للطائفة الثانية، فإذا حضروا صلى بهم ما بقي من صلاته ثم جلس ينتظرهم حتى يكملوا صلاتهم، ثم يسلم بهم وهذا أحد الوجوه في صلاة الخوف. فإنها صحت عن النبي صلى الله عليه وسلم من وجوه كثيرة كلها جائزة، وهذه الآية تدل على أن صلاة الجماعة فرض عين من وجهين: أحدهما: أن الله تعالى أمر بها في هذه الحالة الشديدة، وقت اشتداد الخوف من الأعداء وحذر مهاجمتهم، فإذا أوجبها في هذه الحالة الشديدة فإيجابها في حالة الطمأنينة والأمن من باب أَوْلَى وأحرى. والثاني: أن المصلين صلاة الخوف يتركون فيها كثيرا من الشروط واللوازم، ويعفى فيها عن كثير من الأفعال المبطلة في غيرها، وما ذاك إلا لتأكد وجوب الجماعة، لأنه لا تعارض بين واجب ومستحب، فلولا وجوب الجماعة لم تترك هذه الأمور اللازمة لأجلها. وتدل الآية الكريمة على أن الأولى والأفضل أن يصلوا بإمام واحد. ولو تضمن ذلك الإخلال بشيء لا يخل به لو صلوها بعدة أئمة، وذلك لأجل اجتماع كلمة المسلمين واتفاقهم وعدم تفرق كلمتهم، وليكون ذلك أوقع هيبة في قلوب أعدائهم، وأمر تعالى بأخذ السلاح والحذر في صلاة الخوف، وهذا وإن كان فيه حركة واشتغال عن بعض أحوال الصلاة فإن فيه مصلحة راجحة وهو الجمع بين الصلاة والجهاد، والحذر من الأعداء الحريصين غاية الحرص على الإيقاع بالمسلمين والميل عليهم وعلى أمتعتهم، ولهذا قال تعالى: { وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً } ثم إن الله عذر من له عذر من مرض أو مطر أن يضع سلاحه، ولكن مع أخذ الحذر فقال: { وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا } ومن العذاب المهين ما أمر الله به حزبه المؤمنين وأنصار دينه الموحدين من قتلهم وقتالهم حيثما ثقفوهم، ويأخذوهم ويحصروهم، ويقعدوا لهم كل مرصد، ويحذروهم في جميع الأحوال، ولا يغفلوا عنهم، خشية أن ينال الكفار بعض مطلوبهم فيهم. فلله أعظم حمد وثناء على ما مَنَّ به على المؤمنين، وأيَّدَهم بمعونته وتعاليمه التي لو سلكوها على وجه الكمال لم تهزم لهم راية، ولم يظهر عليهم عدو في وقت من الأوقات. وفي قوله: { فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ } يدل على أن هذه الطائفة تكمل جميع صلاتها قبل ذهابهم إلى موضع الحارسين. وأن الرسول صلى الله عليه وسلم يثبت منتظرا للطائفة الأخرى قبل السلام، لأنه أولا ذكر أن الطائفة تقوم معه، فأخبر عن مصاحبتهم له. ثم أضاف الفعل بعْدُ إليهم دون الرسول، فدل ذلك على ما ذكرناه. وفي قوله: { وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ } دليل على أن الطائفة الأولى قد صلوا، وأن جميع صلاة الطائفة الثانية تكون مع الإمام حقيقة في ركعتهم الأولى، وحكما في ركعتهم الأخيرة، فيستلزم ذلك انتظار الإمام إياهم حتى يكملوا صلاتهم، ثم يسلم بهم، وهذا ظاهر للمتأمل."
    },
    {
      "ayah": 102,
      "surah": 4,
      "text": "تفسير الآيتين 101 و102 :ـ هاتان الآيتان أصل في رخصة القصر، وصلاة الخوف، يقول تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ } أي: في السفر، وظاهر الآية [أنه] يقتضي الترخص في أي سفر كان ولو كان سفر معصية، كما هو مذهب أبي حنيفة رحمه الله، وخالف في ذلك الجمهور، وهم الأئمة الثلاثة وغيرهم، فلم يجوزوا الترخص في سفر المعصية، تخصيصا للآية بالمعنى والمناسبة، فإن الرخصة سهولة من الله لعباده إذا سافروا أن يقصروا ويفطروا، والعاصي بسفره لا يناسب حاله التخفيف. وقوله: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ } أي: لا حرج ولا إثم عليكم في ذلك، ولا ينافي ذلك كون القصر هو الأفضل، لأن نفي الحرج إزالة لبعض الوهم الواقع في كثير من النفوس، بل ولا ينافي الوجوب كما تقدم ذلك في سورة البقرة في قوله: { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ } إلى آخر الآية. وإزالة الوهم في هذا الموضع ظاهرة، لأن الصلاة قد تقرر عند المسلمين وجوبها على هذه الصفة التامة، ولا يزيل هذا عن نفوس أكثرهم إلا بذكر ما ينافيه. ويدل على أفضلية القصر على الإتمام أمران: أحدهما: ملازمة النبي صلى الله عليه وسلم على القصر في جميع أسفاره. والثاني: أن هذا من باب التوسعة والترخيص والرحمة بالعباد، والله تعالى يحب أن تؤتى رخصه كما يكره أن تؤتى معصيته. وقوله: { أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ } ولم يقل أن تقصروا الصلاة فيه فائدتان: إحداهما: أنه لو قال أن تقصروا الصلاة لكان القصر غير منضبط بحد من الحدود، فربما ظن أنه لو قصر معظم الصلاة وجعلها ركعة واحدة لأجزأ، فإتيانه بقوله: { مِنَ الصَّلَاةِ } ليدل ذلك على أن القصر محدود مضبوط، مرجوع فيه إلى ما تقرر من فعل النبي صلى الله عليه وسلم وأصحابه. الثانية: أن { من } تفيد التبعيض ليعلم بذلك أن القصر لبعض الصلوات المفروضات لا جميعها، فإن الفجر والمغرب لا يقصران وإنما الذي يقصر الصلاة الرباعية من أربع إلى ركعتين. فإذا تقرر أن القصر في السفر رخصة، فاعلم أن المفسرين قد اختلفوا في هذا القيد، وهو قوله: { إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } الذي يدل ظاهره أن القصر لا يجوز إلا بوجود الأمرين كليهما، السفر مع الخوف. ويرجع حاصل اختلافهم إلى أنه هل المراد بقوله: { أَنْ تَقْصُرُوا } قصر العدد فقط؟ أو قصر العدد والصفة؟ فالإشكال إنما يكون على الوجه الأول. وقد أشكل هذا على أمير المؤمنين عمر بن الخطاب رضي الله عنه، حتى سأل عنه النبي صلى الله عليه وسلم فقال: يا رسول الله ما لنا نقصر الصلاة وقد أمِنَّا؟ أي: والله يقول: { إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقال رسول الله صلى الله عليه وسلم: \\\"صدقة تصدق الله بها عليكم فاقبلوا صدقته\\\" أو كما قال. فعلى هذا يكون هذا القيد أتى به نظرا لغالب الحال التي كان النبي صلى الله عليه وسلم وأصحابه عليها، فإن غالب أسفاره أسفار جهاد. وفيه فائدة أخرى وهي بيان الحكمة والمصلحة في مشروعية رخصة القصر، فبيَّن في هذه الآية أنهى ما يتصور من المشقة المناسبة للرخصة، وهي اجتماع السفر والخوف، ولا يستلزم ذلك أن لا يقصر مع السفر وحده، الذي هو مظنة المشقة. وأما على الوجه الثاني، وهو أن المراد بالقصر: قصر العدد والصفة فإن القيد على بابه، فإذا وجد السفر والخوف، جاز قصر العدد، وقصر الصفة، وإذا وجد السفر وحده جاز قصر العدد فقط، أو الخوف وحده جاز قصر الصفة. ولذلك أتى بصفة صلاة الخوف بعدها بقوله: { وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ } أي: صليت بهم صلاة تقيمها وتتم ما يجب فيها ويلزم، فعلمهم ما ينبغي لك ولهم فعله. ثم فسَّر ذلك بقوله: { فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ } أي: وطائفة قائمة بإزاء العدو كما يدل على ذلك ما يأتي: { فَإِذَا سَجَدُوا } أي: الذين معك أي: أكملوا صلاتهم وعبر عن الصلاة بالسجود ليدل على فضل السجود، وأنه ركن من أركانها، بل هو أعظم أركانها. { فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا } وهم الطائفة الذين قاموا إزاء العدو { فَلْيُصَلُّوا مَعَكَ } ودل ذلك على أن الإمام يبقى بعد انصراف الطائفة الأولى منتظرا للطائفة الثانية، فإذا حضروا صلى بهم ما بقي من صلاته ثم جلس ينتظرهم حتى يكملوا صلاتهم، ثم يسلم بهم وهذا أحد الوجوه في صلاة الخوف. فإنها صحت عن النبي صلى الله عليه وسلم من وجوه كثيرة كلها جائزة، وهذه الآية تدل على أن صلاة الجماعة فرض عين من وجهين: أحدهما: أن الله تعالى أمر بها في هذه الحالة الشديدة، وقت اشتداد الخوف من الأعداء وحذر مهاجمتهم، فإذا أوجبها في هذه الحالة الشديدة فإيجابها في حالة الطمأنينة والأمن من باب أَوْلَى وأحرى. والثاني: أن المصلين صلاة الخوف يتركون فيها كثيرا من الشروط واللوازم، ويعفى فيها عن كثير من الأفعال المبطلة في غيرها، وما ذاك إلا لتأكد وجوب الجماعة، لأنه لا تعارض بين واجب ومستحب، فلولا وجوب الجماعة لم تترك هذه الأمور اللازمة لأجلها. وتدل الآية الكريمة على أن الأولى والأفضل أن يصلوا بإمام واحد. ولو تضمن ذلك الإخلال بشيء لا يخل به لو صلوها بعدة أئمة، وذلك لأجل اجتماع كلمة المسلمين واتفاقهم وعدم تفرق كلمتهم، وليكون ذلك أوقع هيبة في قلوب أعدائهم، وأمر تعالى بأخذ السلاح والحذر في صلاة الخوف، وهذا وإن كان فيه حركة واشتغال عن بعض أحوال الصلاة فإن فيه مصلحة راجحة وهو الجمع بين الصلاة والجهاد، والحذر من الأعداء الحريصين غاية الحرص على الإيقاع بالمسلمين والميل عليهم وعلى أمتعتهم، ولهذا قال تعالى: { وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً } ثم إن الله عذر من له عذر من مرض أو مطر أن يضع سلاحه، ولكن مع أخذ الحذر فقال: { وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ وَخُذُوا حِذْرَكُمْ إِنَّ اللَّهَ أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُهِينًا } ومن العذاب المهين ما أمر الله به حزبه المؤمنين وأنصار دينه الموحدين من قتلهم وقتالهم حيثما ثقفوهم، ويأخذوهم ويحصروهم، ويقعدوا لهم كل مرصد، ويحذروهم في جميع الأحوال، ولا يغفلوا عنهم، خشية أن ينال الكفار بعض مطلوبهم فيهم. فلله أعظم حمد وثناء على ما مَنَّ به على المؤمنين، وأيَّدَهم بمعونته وتعاليمه التي لو سلكوها على وجه الكمال لم تهزم لهم راية، ولم يظهر عليهم عدو في وقت من الأوقات. وفي قوله: { فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ } يدل على أن هذه الطائفة تكمل جميع صلاتها قبل ذهابهم إلى موضع الحارسين. وأن الرسول صلى الله عليه وسلم يثبت منتظرا للطائفة الأخرى قبل السلام، لأنه أولا ذكر أن الطائفة تقوم معه، فأخبر عن مصاحبتهم له. ثم أضاف الفعل بعْدُ إليهم دون الرسول، فدل ذلك على ما ذكرناه. وفي قوله: { وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ } دليل على أن الطائفة الأولى قد صلوا، وأن جميع صلاة الطائفة الثانية تكون مع الإمام حقيقة في ركعتهم الأولى، وحكما في ركعتهم الأخيرة، فيستلزم ذلك انتظار الإمام إياهم حتى يكملوا صلاتهم، ثم يسلم بهم، وهذا ظاهر للمتأمل."
    },
    {
      "ayah": 103,
      "surah": 4,
      "text": "أي: فإذا فرغتم من صلاتكم، صلاة الخوف وغيرها، فاذكروا الله في جميع أحوالكم وهيئاتكم، ولكن خصت صلاة الخوف بذلك لفوائد. منها: أن القلب صلاحه وفلاحه وسعادته بالإنابة إلى الله تعالى في المحبة وامتلاء القلب من ذكره والثناء عليه. وأعظم ما يحصل به هذا المقصود الصلاة، التي حقيقتها أنها صلة بين العبد وبين ربه. ومنها: أن فيها من حقائق الإيمان ومعارف الإيقان ما أوجب أن يفرضها الله على عباده كل يوم وليلة. ومن المعلوم أن صلاة الخوف لا تحصل فيها هذه المقاصد الحميدة بسبب اشتغال القلب والبدن والخوف فأمر بجبرها بالذكر بعدها. ومنها: أن الخوف يوجب من قلق القلب وخوفه ما هو مظنة لضعفه، وإذا ضعف القلب ضعف البدن عن مقاومة العدو، والذكر لله والإكثار منه من أعظم مقويات القلب. ومنها: أن الذكر لله تعالى مع الصبر والثبات سبب للفلاح والظفر بالأعداء، كما قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ } فأمر بالإكثار منه في هذه الحال إلى غير ذلك من الحِكَم. وقوله: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلَاة } أي: إذا أمنتم من الخوف واطمأنت قلوبكم وأبدانكم فأتموا صلاتكم على الوجه الأكمل ظاهرا وباطنا، بأركانها وشروطها وخشوعها وسائر مكملاتها. { إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا } أي: مفروضا في وقته، فدل ذلك على فرضيتها، وأن لها وقتا لا تصح إلا به، وهو هذه الأوقات التي قد تقررت عند المسلمين صغيرهم وكبيرهم، عالمهم وجاهلهم، وأخذوا ذلك عن نبيهم محمد صلى الله عليه وسلم بقوله: \\\"صلوا كما رأيتموني أصلي\\\" ودل قوله: { عَلَى الْمُؤْمِنِينَ } على أن الصلاة ميزان الإيمان وعلى حسب إيمان العبد تكون صلاته وتتم وتكمل، ويدل ذلك على أن الكفار وإن كانوا ملتزمين لأحكام المسلمين كأهل الذمة - أنهم لا يخاطبون بفروع الدين كالصلاة، ولا يؤمرون بها، بل ولا تصح منهم ما داموا على كفرهم، وإن كانوا يعاقبون عليها وعلى سائر الأحكام في الآخرة."
    },
    {
      "ayah": 104,
      "surah": 4,
      "text": "أي: لا تضعفوا ولا تكسلوا في ابتغاء عدوكم من الكفار، أي: في جهادهم والمرابطة على ذلك، فإن وَهَن القلب مستدع لوَهَن البدن، وذلك يضعف عن مقاومة الأعداء. بل كونوا أقوياء نشيطين في قتالهم. ثم ذكر ما يقوي قلوب المؤمنين، فذكر شيئين: الأول: أن ما يصيبكم من الألم والتعب والجراح ونحو ذلك فإنه يصيب أعداءكم، فليس من المروءة الإنسانية والشهامة الإسلامية أن تكونوا أضعف منهم، وأنتم وإياهم قد تساويتم فيما يوجب ذلك، لأن العادة الجارية لا يضعف إلا من توالت عليه الآلام وانتصر عليه الأعداء على الدوام، لا من يدال مرة، ويدال عليه أخرى. الأمر الثاني: أنكم ترجون من الله ما لا يرجون، فترجون الفوز بثوابه والنجاة من عقابه، بل خواص المؤمنين لهم مقاصد عالية وآمال رفيعة من نصر دين الله، وإقامة شرعه، واتساع دائرة الإسلام، وهداية الضالين، وقمع أعداء الدين، فهذه الأمور توجب للمؤمن المصدق زيادة القوة، وتضاعف النشاط والشجاعة التامة؛ لأن من يقاتل ويصبر على نيل عزه الدنيوي إن ناله، ليس كمن يقاتل لنيل السعادة الدنيوية والأخروية، والفوز برضوان الله وجنته، فسبحان من فاوت بين العباد وفرق بينهم بعلمه وحكمته، ولهذا قال: { وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا } كامل العلم كامل الحكمة"
    },
    {
      "ayah": 105,
      "surah": 4,
      "text": "يخبر تعالى أنه أنزل على عبده ورسوله الكتاب بالحق، أي: محفوظًا في إنزاله من الشياطين، أن يتطرق إليه منهم باطل، بل نزل بالحق، ومشتملا أيضا على الحق، فأخباره صدق، وأوامره ونواهيه عدل { وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا } وأخبر أنه أنزله ليحكم بين الناس. وفي الآية الأخرى: { وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ }. فيحتمل أن هذه الآية في الحكم بين الناس في مسائل النزاع والاختلاف، وتلك في تبيين جميع الدين وأصوله وفروعه، ويحتمل أن الآيتين كلتيهما معناهما واحد، فيكون الحكم بين الناس هنا يشمل الحكم بينهم في الدماء والأعراض والأموال وسائر الحقوق وفي العقائد وفي جميع مسائل الأحكام. وقوله: { بِمَا أَرَاكَ اللَّهُ } أي: لا بهواك بل بما علَّمك الله وألهمك، كقوله تعالى: { وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى } وفي هذا دليل على عصمته صلى الله عليه وسلم فيما يُبَلِّغ عن الله من جميع الأحكام وغيرها، وأنه يشترط في الحاكم العلم والعدل لقوله: { بِمَا أَرَاكَ اللَّهُ } ولم يقل: بما رأيت. ورتب أيضا الحكم بين الناس على معرفة الكتاب، ولما أمر الله بالحكم بين الناس المتضمن للعدل والقسط نهاه عن الجور والظلم الذي هو ضد العدل فقال: { وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا } أي: لا تخاصم عن مَن عرفت خيانته، من مدع ما ليس له، أو منكرٍ حقا عليه، سواء علم ذلك أو ظنه. ففي هذا دليل على تحريم الخصومة في باطل، والنيابة عن المبطل في الخصومات الدينية والحقوق الدنيوية. ويدل مفهوم الآية على جواز الدخول في نيابة الخصومة لمن لم يعرف منه ظلم."
    },
    {
      "ayah": 106,
      "surah": 4,
      "text": "{ وَاسْتَغْفِرِ اللَّهَ } مما صدر منك إن صدر. { إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا } أي: يغفر الذنب العظيم لمن استغفره، وتاب إليه وأناب ويوفقه للعمل الصالح بعد ذلك الموجِب لثوابه وزوال عقابه."
    },
    {
      "ayah": 107,
      "surah": 4,
      "text": "{ وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ } \\\"الاختيان\\\" و \\\"الخيانة\\\" بمعنى الجناية والظلم والإثم، وهذا يشمل النهي عن المجادلة، عن من أذنب وتوجه عليه عقوبة من حد أو تعزير، فإنه لا يجادل عنه بدفع ما صدر منه من الخيانة، أو بدفع ما ترتب على ذلك من العقوبة الشرعية. { إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا } أي: كثير الخيانة والإثم، وإذا انتفى الحب ثبت ضده وهو البُغْض، وهذا كالتعليل، للنهي المتقدم."
    },
    {
      "ayah": 108,
      "surah": 4,
      "text": "ثم ذكر عن هؤلاء الخائنين أنهم { يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ } وهذا من ضعف الإيمان، ونقصان اليقين، أن تكون مخافة الخلق عندهم أعظم من مخافة الله، فيحرصون بالطرق المباحة والمحرمة على عدم الفضيحة عند الناس، وهم مع ذلك قد بارزوا الله بالعظائم، ولم يبالوا بنظره واطلاعه عليهم. وهو معهم بالعلم في جميع أحوالهم، خصوصًا في حال تبييتهم ما لا يرضيه من القول، من تبرئة الجاني، ورمي البريء بالجناية، والسعي في ذلك للرسول صلى الله عليه وسلم ليفعل ما بيتوه. فقد جمعوا بين عدة جنايات، ولم يراقبوا رب الأرض والسماوات، المطلع على سرائرهم وضمائرهم، ولهذا توعدهم تعالى بقوله: { وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا } أي: قد أحاط بذلك علما، ومع هذا لم يعاجلهم بالعقوبة بل استأنى بهم، وعرض عليهم التوبة وحذرهم من الإصرار على ذنبهم الموجب للعقوبة البليغة."
    },
    {
      "ayah": 109,
      "surah": 4,
      "text": "{ هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا } أي: هبكم جادلتم عنهم في هذه الحياة الدنيا، ودفع عنهم جدالُكم بعض ما تحذرون من العار والفضيحة عند الخَلْق، فماذا يغني عنهم وينفعهم؟ ومن يجادل الله عنهم يوم القيامة حين تتوجه عليهم الحجة، وتشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون؟ { يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ } فمن يجادل عنهم من يعلم السر وأخفى ومن أقام عليهم من الشهود ما لا يمكن معه الإنكار؟ وفي هذه الآية إرشاد إلى المقابلة بين ما يتوهم من مصالح الدنيا المترتبة على ترك أوامر الله أو فعل مناهيه، وبين ما يفوت من ثواب الآخرة أو يحصل من عقوباتها. فيقول من أمرته نفسه بترك أمر الله ها أنت تركت أمره كسلا وتفريطا فما النفع الذي انتفعت به؟ وماذا فاتك من ثواب الآخرة؟ وماذا ترتب على هذا الترك من الشقاء والحرمان والخيبة والخسران؟ وكذلك إذا دعته نفسه إلى ما تشتهيه من الشهوات المحرمة قال لها: هبك فعلت ما اشتهيت فإن لذته تنقضي ويعقبها من الهموم والغموم والحسرات، وفوات الثواب وحصول العقاب - ما بعضه يكفي العاقل في الإحجام عنها. وهذا من أعظم ما ينفع العبدَ تدبرُه، وهو خاصة العقل الحقيقي. بخلاف الذي يدعي العقل، وليس كذلك، فإنه بجهله وظلمه يؤثر اللذة الحاضرة والراحة الراهنة، ولو ترتب عليها ما ترتب. والله المستعان."
    },
    {
      "ayah": 11,
      "surah": 4,
      "text": "هذه الآيات والآية التي هي آخر السورة هن آيات المواريث المتضمنة لها. فإنها مع حديث عبد الله بن عباس الثابت في صحيح البخاري \\\"ألْحِقوا الفرائض بأهلها، فما بقي فلأولى رجل ذكر\\\" - مشتملات على جل أحكام الفرائض، بل على جميعها كما سترى ذلك، إلا ميراث الجدات فإنه غير مذكور في ذلك. لكنه قد ثبت في السنن عن المغيرة بن شعبة ومحمد بن مسلمة أن النبي صلى الله عليه وسلم أعطى الجدة السدس، مع إجماع العلماء على ذلك. فقوله تعالى: { يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ } أي: أولادكم -يا معشر الوالِدِين- عندكم ودائع قد وصاكم الله عليهم، لتقوموا بمصالحهم الدينية والدنيوية، فتعلمونهم وتؤدبونهم وتكفونهم عن المفاسد، وتأمرونهم بطاعة الله وملازمة التقوى على الدوام كما قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ } فالأولاد عند والديهم موصى بهم، فإما أن يقوموا بتلك الوصية، وإما أن يضيعوها فيستحقوا بذلك الوعيد والعقاب. وهذا مما يدل على أن الله تعالى أرحم بعباده من الوالدين، حيث أوصى الوالدين مع كمال شفقتهم، عليهم. ثم ذكر كيفية إرثهم فقال: { لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ } أي: الأولاد للصلب، والأولاد للابن، للذكر مثل حظ الأنثيين، إن لم يكن معهم صاحب فرض، أو ما أبقت الفروض يقتسمونه كذلك، وقد أجمع العلماء على ذلك، وأنه -مع وجود أولاد الصلب- فالميراث لهم. وليس لأولاد الابن شيء، حيث كان أولاد الصلب ذكورًا وإناثا، هذا مع اجتماع الذكور والإناث. وهنا حالتان: انفراد الذكور، وسيأتي حكمها. وانفراد الإناث، وقد ذكره بقوله: { فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ } أي: بنات صلب أو بنات ابن، ثلاثا فأكثر { فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِن كَانَتْ وَاحِدَة } أي: بنتا أو بنت ابن { فَلَهَا النِّصْفُ } وهذا إجماع. بقي أن يقال: من أين يستفاد أن للابنتين الثنتين الثلثين بعد الإجماع على ذلك؟ فالجواب أنه يستفاد من قوله: { وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ } فمفهوم ذلك أنه إن زادت على الواحدة، انتقل الفرض عن النصف، ولا ثَمَّ بعده إلا الثلثان. وأيضا فقوله: { لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ } إذا خلَّف ابنًا وبنتًا، فإن الابن له الثلثان، وقد أخبر الله أنه مثل حظ الأنثيين، فدل ذلك على أن للبنتين الثلثين. وأيضًا فإن البنت إذا أخذت الثلث مع أخيها - وهو أزيد ضررًا عليها من أختها، فأخذها له مع أختها من باب أولى وأحرى. وأيضا فإن قوله تعالى في الأختين: { فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ } نص في الأختين الثنتين. فإذا كان الأختان الثنتان -مع بُعدهما- يأخذان الثلثين فالابنتان -مع قربهما- من باب أولى وأحرى. وقد أعطى النبي صلى الله عليه وسلم ابنتي سعد الثلثين كما في الصحيح. بقي أن يقال: فما الفائدة في قوله: { فَوْقَ اثْنَتَيْن } ؟. قيل: الفائدة في ذلك -والله أعلم- أنه ليعلم أن الفرض الذي هو الثلثان لا يزيد بزيادتهن على الثنتين بل من الثنتين فصاعدًا. ودلت الآية الكريمة أنه إذا وجد بنت صلب واحدة، وبنت ابن أو بنات ابن، فإن لبنت الصلب النصف، ويبقى من الثلثين اللذين فرضهما الله للبنات أو بنات الابن السدس، فيعطى بنت الابن، أو بنات الابن، ولهذا يسمى هذا السدس تكملة الثلثين. ومثل ذلك بنت الابن، مع بنات الابن اللاتي أنزل منها. وتدل الآية أنه متى استغرق البنات أو بنات الابن الثلثين، أنه يسقط مَنْ دونهن مِنْ بنات الابن لأن الله لم يفرض لهن إلا الثلثين، وقد تم. فلو لم يسقطن لزم من ذلك أن يفرض لهن أزيَد من الثلثين، وهو خلاف النص. وكل هذه الأحكام مجمع عليها بين العلماء ولله الحمد. ودل قوله: { مِمَّا تَرَكَ } أن الوارثين يرثون كل ما خلف الميت من عقار وأثاث وذهب وفضة وغير ذلك، حتى الدية التي لم تجب إلا بعد موته، وحتى الديون التي في الذمم ثم ذكر ميراث الأبوين فقال: { وَلِأَبَوَيْهِ } أي: أبوه وأمه { لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ } أي: ولد صلب أو ولد ابن ذكرًا كان أو أنثى، واحدًا أو متعددًا. فأما الأُم فلا تزيد على السدس مع أحد من الأولاد. وأما الأب فمع الذكور منهم، لا يستحق أزيد من السدس، فإن كان الولد أنثى أو إناثا ولم يبق بعد الفرض شيء -كأبوين وابنتين- لم يبق له تعصيب. وإن بقي بعد فرض البنت أو البنات شيء أخذ الأب السدس فرضًا، والباقي تعصيبًا، لأننا ألحقنا الفروض بأهلها، فما بقي فلأولى رجل ذكر، وهو أولى من الأخ والعم وغيرهما. { فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ } أي: والباقي للأب لأنه أضاف المال إلى الأب والأُم إضافة واحدة، ثم قدر نصيب الأُم، فدل ذلك على أن الباقي للأب. وعلم من ذلك أن الأب مع عدم الأولاد لا فرض له، بل يرث تعصيبا المال كله، أو ما أبقت الفروض، لكن لو وجد مع الأبوين أحد الزوجين -ويعبر عنهما بالعمريتين- فإن الزوج أو الزوجة يأخذ فرضه، ثم تأخذ الأُم ثلث الباقي والأب الباقي. وقد دل على ذلك قوله: { وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ } أي: ثلث ما ورثه الأبوان. وهو في هاتين الصورتين إما سدس في زوج وأم وأب، وإما ربع في زوجة وأم وأب. فلم تدل الآية على إرث الأُم ثلثَ المال كاملا مع عدم الأولاد حتى يقال: إن هاتين الصورتين قد استثنيتا من هذا. ويوضح ذلك أن الذي يأخذه الزوج أو الزوجة بمنزلة ما يأخذه الغرماء، فيكون من رأس المال، والباقي بين الأبوين. ولأنا لو أعطينا الأُم ثلث المال، لزم زيادتها على الأب في مسألة الزوج، أو أخذ الأب في مسألة الزوجة زيادة عنها نصفَ السدس، وهذا لا نظير له، فإن المعهود مساواتها للأب، أو أخذه ضعفَ ما تأخذه الأم. { فَإِن كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ } أشقاء، أو لأب، أو لأم، ذكورًا كانوا أو إناثًا، وارثين أو محجوبين بالأب أو الجد [لكن قد يقال: ليس ظاهرُ قوله: { فَإِنْ كَانَ لَهُ إِخْوَةٌ } شاملا لغير الوارثين بدليل عدم تناولها للمحجوب بالنصف، فعلى هذا لا يحجبها عن الثلث من الإخوة إلا الإخوة الوارثون. ويؤيده أن الحكمة في حجبهم لها عن الثلث لأجل أن يتوفر لهم شيء من المال، وهو معدوم، والله أعلم] ولكن بشرط كونهم اثنين فأكثر، ويشكل على ذلك إتيان لفظ \\\"الإخوة\\\" بلفظ الجمع. وأجيب عن ذلك بأن المقصود مجرد التعدد، لا الجمع، ويصدق ذلك باثنين. وقد يطلق الجمع ويراد به الاثنان، كما في قوله تعالى عن داود وسليمان { وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ } وقال في الإخوة للأُم: { وَإِن كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِن كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ } فأطلق لفظ الجمع والمراد به اثنان فأكثر بالإجماع. فعلى هذا لو خلف أمًّا وأبًا وإخوة، كان للأُم السدس، والباقي للأب فحجبوها عن الثلث، مع حجب الأب إياهم [إلا على الاحتمال الآخر فإن للأم الثلث والباقي للأب] ثم قال تعالى: { مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ } أي: هذه الفروض والأنصباء والمواريث إنما ترد وتستحق بعد نزع الديون التي على الميت لله أو للآدميين، وبعد الوصايا التي قد أوصى الميت بها بعد موته، فالباقي عن ذلك هو التركة الذي يستحقه الورثة. وقدم الوصية مع أنها مؤخرة عن الدين للاهتمام بشأنها، لكون إخراجها شاقًّا على الورثة، وإلا فالديون مقدمة عليها، وتكون من رأس المال. وأما الوصية فإنها تصح من الثلث فأقل للأجنبي الذي هو غير وارث. وأما غير ذلك فلا ينفذ إلا بإجازة الورثة، قال تعالى: { آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا } فلو ردَّ تقدير الإرث إلى عقولكم واختياركم لحصل من الضرر ما الله به عليم، لنقص العقول وعدم معرفتها بما هو اللائق الأحسن، في كل زمان ومكان. فلا يدرون أَيُّ الأولادِ أو الوالِدين أنفع لهم، وأقرب لحصول مقاصدهم الدينية والدنيوية. { فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا } أي: فرضها الله الذي قد أحاط بكل شيء علمًا، وأحكم ما شرعه وقدَّر ما قدَّره على أحسن تقدير لا تستطيع العقول أن تقترح مثل أحكامه الصالحة الموافقة لكل زمان ومكان وحال."
    },
    {
      "ayah": 110,
      "surah": 4,
      "text": "{ وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا } أي: من تجرأ على المعاصي واقتحم على الإثم ثم استغفر الله استغفارا تاما يستلزم الإقرار بالذنب والندم عليه والإقلاع والعزم على أن لا يعود. فهذا قد وعده من لا يخلف الميعاد بالمغفرة والرحمة. فيغفر له ما صدر منه من الذنب، ويزيل عنه ما ترتب عليه من النقص والعيب، ويعيد إليه ما تقدم من الأعمال الصالحة، ويوفقه فيما يستقبله من عمره، ولا يجعل ذنبه حائلا عن توفيقه، لأنه قد غفره، وإذا غفره غفر ما يترتب عليه. واعلم أن عمل السوء عند الإطلاق يشمل سائر المعاصي، الصغيرة والكبيرة، وسمي \\\"سوءًا\\\" لكونه يسوء عامله بعقوبته، ولكونه في نفسه سيئًا غير حسن. وكذلك ظلم النفس عند الإطلاق يشمل ظلمها بالشرك فما دونه. ولكن عند اقتران أحدهما بالآخر قد يفسر كل واحد منهما بما يناسبه، فيفسر عمل السوء هنا بالظلم الذي يسوء الناس، وهو ظلمهم في دمائهم وأموالهم وأعراضهم. ويفسر ظلم النفس بالظلم والمعاصي التي بين الله وبين عبده، وسمي ظلم النفس \\\"ظلما\\\" لأن نفس العبد ليست ملكا له يتصرف فيها بما يشاء، وإنما هي ملك لله تعالى قد جعلها أمانة عند العبد وأمره أن يقيمها على طريق العدل، بإلزامها للصراط المستقيم علمًا وعملاً، فيسعى في تعليمها ما أمر به ويسعى في العمل بما يجب، فسعيه في غير هذا الطريق ظلم لنفسه وخيانة وعدول بها عن العدل، الذي ضده الجور والظلم."
    },
    {
      "ayah": 111,
      "surah": 4,
      "text": "{ وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ } وهذا يشمل كل ما يؤثم من صغير وكبير، فمن كسب سيئة فإن عقوبتها الدنيوية والأخروية على نفسه، لا تتعداها إلى غيرها، كما قال تعالى: { وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } لكن إذا ظهرت السيئات فلم تنكر عمت عقوبتها وشمل إثمها، فلا تخرج أيضا عن حكم هذه الآية الكريمة، لأن من ترك الإنكار الواجب فقد كسب سيئة. وفي هذا بيان عدل الله وحكمته، أنه لا يعاقب أحدا بذنب أحد، ولا يعاقب أحدا أكثر من العقوبة الناشئة عن ذنبه، ولهذا قال: { وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا } أي: له العلم الكامل والحكمة التامة. ومن علمه وحكمته أنه يعلم الذنب وما صدر منه، والسبب الداعي لفعله، والعقوبة المترتبة على فعله، ويعلم حالة المذنب، أنه إن صدر منه الذنب بغلبة دواعي نفسه الأمارة بالسوء مع إنابته إلى ربه في كثير من أوقاته، أنه سيغفر له ويوفقه للتوبة. وإن صدر منه بتجرئه على المحارم استخفافا بنظر ربه، وتهاونا بعقابه، فإن هذا بعيد من المغفرة بعيد من التوفيق للتوبة."
    },
    {
      "ayah": 112,
      "surah": 4,
      "text": "{ وَمَنْ يَكْسِبْ خَطِيئَةً } أي: ذنبا كبيرا { أَوْ إِثْمًا } ما دون ذلك. { ثُمَّ يَرْمِ بِهِ } أي يتهم بذنبه { بَرِيئًا } من ذلك الذنب، وإن كان مذنبا. { فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا } أي: فقد حمل فوق ظهره بهتا للبريء وإثمًا ظاهرًا بينًا، وهذا يدل على أن ذلك من كبائر الذنوب وموبقاتها، فإنه قد جمع عدة مفاسد: كسب الخطيئة والإثم، ثم رَمْي مَن لم يفعلها بفعلها، ثم الكذب الشنيع بتبرئة نفسه واتهام البريء، ثم ما يترتب على ذلك من العقوبة الدنيوية، تندفع عمن وجبت عليه، وتقام على من لا يستحقها. ثم ما يترتب على ذلك أيضا من كلام الناس في البريء إلى غير ذلك من المفاسد التي نسأل الله العافية منها ومن كل شر."
    },
    {
      "ayah": 113,
      "surah": 4,
      "text": "ثم ذكر منته على رسوله بحفظه وعصمته ممن أراد أن يضله فقال: { وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ } وذلك أن هذه الآيات الكريمات قد ذكر المفسرون أن سبب نزولها: أن أهل بيت سرقوا في المدينة، فلما اطلع على سرقتهم خافوا الفضيحة، وأخذوا سرقتهم فرموها ببيت من هو بريء من ذلك. واستعان السارق بقومه أن يأتوا رسول الله صلى الله عليه وسلم ويطلبوا منه أن يبرئ صاحبهم على رءوس الناس، وقالوا: إنه لم يسرق وإنما الذي سرق من وجدت السرقة ببيته وهو البريء. فهَمَّ رسول الله صلى الله عليه وسلم أن يبرئ صاحبهم، فأنزل الله هذه الآيات تذكيرا وتبيينا لتلك الواقعة وتحذيرا للرسول صلى الله عليه وسلم من المخاصمة عن الخائنين، فإن المخاصمة عن المبطل من الضلال، فإن الضلال نوعان: ضلال في العلم، وهو الجهل بالحق. وضلال في العمل، وهو العمل بغير ما يجب. فحفظ الله رسوله عن هذا النوع من الضلال [كما حفظه عن الضلال في الأعمال] وأخبر أن كيدهم ومكرهم يعود على أنفسهم، كحالة كل ماكر، فقال: { وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ } لكون ذلك المكر وذلك التحيل لم يحصل لهم فيه مقصودهم، ولم يحصل لهم إلا الخيبة والحرمان والإثم والخسران. وهذه نعمة كبيرة على رسوله صلى الله عليه وسلم تتضمن النعمة بالعمل، وهو التوفيق لفعل ما يجب، والعصمة له عن كل محرم. ثم ذكر نعمته عليه بالعلم فقال: { وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ } أي: أنزل عليك هذا القرآن العظيم والذكر الحكيم الذي فيه تبيان كل شيء وعلم الأولين والآخِرين. والحكمة: إما السُّنَّة التي قد قال فيها بعض السلف: إن السُّنَّة تنزل عليه كما ينزل القرآن. وإما معرفة أسرار الشريعة الزائدة على معرفة أحكامها، وتنزيل الأشياء منازلها وترتيب كل شيء بحسبه. { وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ } وهذا يشمل جميع ما علمه الله تعالى. فإنه صلى الله عليه وسلم كما وصفه الله قبل النبوة بقوله: { مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ } { وَوَجَدَكَ ضَالًّا فَهَدَى } ثم لم يزل يوحي الله إليه ويعلمه ويكمله حتى ارتقى مقاما من العلم يتعذر وصوله على الأولين والآخرين، فكان أعلم الخلق على الإطلاق، وأجمعهم لصفات الكمال، وأكملهم فيها، ولهذا قال: { وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا } ففضله على الرسول محمد صلى الله عليه وسلم أعظم من فضله على كل مخلوق وأجناس الفضل الذي قد فضله الله به لا يمكن استقصاؤها ولا يتيسر إحصاؤها"
    },
    {
      "ayah": 114,
      "surah": 4,
      "text": "أي: لا خير في كثير مما يتناجى به الناس ويتخاطبون، وإذا لم يكن فيه خير، فإما لا فائدة فيه كفضول الكلام المباح، وإما شر ومضرة محضة كالكلام المحرم بجميع أنواعه. ثم استثنى تعالى فقال: { إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ ْ} من مال أو علم أو أي نفع كان، بل لعله يدخل فيه العبادات القاصرة كالتسبيح والتحميد ونحوه، كما قال النبي صلى الله عليه وسلم: \\\"إن بكل تسبيحة صدقة، وكل تكبيرة صدقة، وكل تهليلة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، وفي بضع أحدكم صدقة\\\" الحديث. { أَوْ مَعْرُوفٍ ْ} وهو الإحسان والطاعة وكل ما عرف في الشرع والعقل حسنه، وإذا أطلق الأمر بالمعروف من غير أن يقرن بالنهي عن المنكر دخل فيه النهي عن المنكر، وذلك لأن ترك المنهيات من المعروف، وأيضا لا يتم فعل الخير إلا بترك الشر. وأما عند الاقتران فيفسر المعروف بفعل المأمور، والمنكر بترك المنهي. { أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ ْ} والإصلاح لا يكون إلا بين متنازعين متخاصمين، والنزاع والخصام والتغاضب يوجب من الشر والفرقة ما لا يمكن حصره، فلذلك حث الشارع على الإصلاح بين الناس في الدماء والأموال والأعراض، بل وفي الأديان كما قال تعالى: { وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا ْ} وقال تعالى: { وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ ْ} الآية. وقال تعالى: { وَالصُّلْحُ خَيْرٌ ْ} والساعي في الإصلاح بين الناس أفضل من القانت بالصلاة والصيام والصدقة، والمصلح لا بد أن يصلح الله سعيه وعمله. كما أن الساعي في الإفساد لا يصلح الله عمله ولا يتم له مقصوده كما قال تعالى: { إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ ْ}. فهذه الأشياء حيثما فعلت فهي خير، كما دل على ذلك الاستثناء. ولكن كمال الأجر وتمامه بحسب النية والإخلاص، ولهذا قال: { وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاةِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا ْ} فلهذا ينبغي للعبد أن يقصد وجه الله تعالى ويخلص العمل لله في كل وقت وفي كل جزء من أجزاء الخير، ليحصل له بذلك الأجر العظيم، وليتعود الإخلاص فيكون من المخلصين، وليتم له الأجر، سواء تم مقصوده أم لا، لأن النية حصلت واقترن بها ما يمكن من العمل."
    },
    {
      "ayah": 115,
      "surah": 4,
      "text": "أي: ومن يخالف الرسول صلى الله عليه وسلم ويعانده فيما جاء به { مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى ْ} بالدلائل القرآنية والبراهين النبوية. { وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ ْ} وسبيلهم هو طريقهم في عقائدهم وأعمالهم { نُوَلِّهِ مَا تَوَلَّى ْ} أي: نتركه وما اختاره لنفسه، ونخذله فلا نوفقه للخير، لكونه رأى الحق وعلمه وتركه، فجزاؤه من الله عدلاً أن يبقيه في ضلاله حائرا ويزداد ضلالا إلى ضلاله. كما قال تعالى: { فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ْ} وقال تعالى: { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ْ} ويدل مفهومها على أن من لم يشاقق الرسول، ويتبع سبيل المؤمنين، بأن كان قصده وجه الله واتباع رسوله ولزوم جماعة المسلمين، ثم صدر منه من الذنوب أو الهّم بها ما هو من مقتضيات النفوس، وغلبات الطباع، فإن الله لا يوليه نفسه وشيطانه بل يتداركه بلطفه، ويمن عليه بحفظه ويعصمه من السوء، كما قال تعالى عن يوسف عليه السلام: { كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ ْ} أي: بسبب إخلاصه صرفنا عنه السوء، وكذلك كل مخلص، كما يدل عليه عموم التعليل. وقوله: { وَنُصْلِهِ جَهَنَّمَ ْ} أي: نعذبه فيها عذابا عظيما. { وَسَاءَتْ مَصِيرًا ْ} أي: مرجعا له ومآلا. وهذا الوعيد المرتب على الشقاق ومخالفة المؤمنين مراتب لا يحصيها إلا الله بحسب حالة الذنب صغرا وكبرا، فمنه ما يخلد في النار ويوجب جميع الخذلان. ومنه ما هو دون ذلك، فلعل الآية الثانية كالتفصيل لهذا المطلق."
    },
    {
      "ayah": 116,
      "surah": 4,
      "text": "أن الشرك لا يغفره الله تعالى لتضمنه القدح في رب العالمين وفي وحدانيته وتسوية المخلوق الذي لا يملك لنفسه ضرا ولا نفعا بمن هو مالك النفع والضر، الذي ما من نعمة إلا منه، ولا يدفع النقم إلا هو، الذي له الكمال المطلق من جميع الوجوه، والغنى التام بجميع وجوه الاعتبارات. فمن أعظم الظلم وأبعد الضلال عدم إخلاص العبادة لمن هذا شأنه وعظمته، وصرف شيء منها للمخلوق الذي ليس له من صفات الكمال شيء، ولا له من صفات الغنى شيء بل ليس له إلا العدم. عدم الوجود وعدم الكمال وعدم الغنى، والفقر من جميع الوجوه. وأما ما دون الشرك من الذنوب والمعاصي فهو تحت المشيئة، إن شاء الله غفره برحمته وحكمته، وإن شاء عذب عليه وعاقب بعدله وحكمته، وقد استدل بهذه الآية الكريمة على أن إجماع هذه الأمة حجة وأنها معصومة من الخطأ. ووجه ذلك: أن الله توعد من خالف سبيل المؤمنين بالخذلان والنار، و { سبيل المؤمنين ْ} مفرد مضاف يشمل سائر ما المؤمنون عليه من العقائد والأعمال. فإذا اتفقوا على إيجاب شيء أو استحبابه، أو تحريمه أو كراهته، أو إباحته - فهذا سبيلهم، فمن خالفهم في شيء من ذلك بعد انعقاد إجماعهم عليه، فقد اتبع غير سبيلهم. ويدل على ذلك قوله تعالى: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ ْ} ووجه الدلالة منها: أن الله تعالى أخبر أن المؤمنين من هذه الأمة لا يأمرون إلا بالمعروف، فإذا اتفقوا على إيجاب شيء أو استحبابه فهو مما أمروا به، فيتعين بنص الآية أن يكون معروفا ولا شيء بعد المعروف غير المنكر، وكذلك إذا اتفقوا على النهي عن شيء فهو مما نهوا عنه فلا يكون إلا منكرا، ومثل ذلك قوله تعالى: { وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاس ْ} فأخبر تعالى أن هذه الأمة جعلها الله وسطا أي: عدلا خيارا ليكونوا شهداء على الناس أي: في كل شيء، فإذا شهدوا على حكم بأن الله أمر به أو نهى عنه أو أباحه، فإن شهادتهم معصومة لكونهم عالمين بما شهدوا به عادلين في شهادتهم، فلو كان الأمر بخلاف ذلك لم يكونوا عادلين في شهادتهم ولا عالمين بها. ومثل ذلك قوله تعالى: { فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ ْ} يفهم منها أن ما لم يتنازعوا فيه بل اتفقوا عليه أنهم غير مأمورين برده إلى الكتاب والسنة، وذلك لا يكون إلا موافقا للكتاب والسنة فلا يكون مخالفا. فهذه الأدلة ونحوها تفيد القطع أن إجماع هذه الأمة حجة قاطعة، ولهذا بيَّن الله قبح ضلال المشركين بقوله:"
    },
    {
      "ayah": 117,
      "surah": 4,
      "text": "أي: ما يدعو هؤلاء المشركون من دون الله إلا إناثا، أي: أوثانا وأصناما مسميات بأسماء الإناث كـ \\\"العزى\\\" و \\\"مناة\\\" ونحوهما، ومن المعلوم أن الاسم دال على المسمى. فإذا كانت أسماؤها أسماء مؤنثة ناقصة، دل ذلك على نقص المسميات بتلك الأسماء، وفقدها لصفات الكمال، كما أخبر الله تعالى في غير موضع من كتابه، أنها لا تخلق ولا ترزق ولا تدفع عن عابديها بل ولا عن نفسها؛ نفعا ولا ضرا ولا تنصر أنفسها ممن يريدها بسوء، وليس لها أسماع ولا أبصار ولا أفئدة، فكيف يُعبد من هذا وصفه ويترك الإخلاص لمن له الأسماء الحسنى والصفات العليا والحمد والكمال، والمجد والجلال، والعز والجمال، والرحمة والبر والإحسان، والانفراد بالخلق والتدبير، والحكمة العظيمة في الأمر والتقدير؟\\\" هل هذا إلا من أقبح القبيح الدال على نقص صاحبه، وبلوغه من الخسة والدناءة أدنى ما يتصوره متصور، أو يصفه واصف؟\\\" ومع ذلك فعبادتهم إنما صورتها فقط لهذه الأوثان الناقصة. وبالحقيقة ما عبدوا غير الشيطان الذي هو عدوهم الذي يريد إهلاكهم ويسعى في ذلك بكل ما يقدر عليه، الذي هو في غاية البعد من الله، لعنه الله وأبعده عن رحمته، فكما أبعده الله من رحمته يسعى في إبعاد العباد عن رحمة الله. { إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ ْ} ولهذا أخبر الله عن سعيه في إغواء العباد، وتزيين الشر لهم والفساد وأنه قال لربه مقسما: { لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا ْ} أي: مقدرا. علم اللعين أنه لا يقدر على إغواء جميع عباد الله، وأن عباد الله المخلصين ليس له عليهم سلطان، وإنما سلطانه على من تولاه، وآثر طاعته على طاعة مولاه. وأقسم في موضع آخر ليغوينهم { لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ ْ} فهذا الذي ظنه الخبيث وجزم به، أخبر الله تعالى بوقوعه بقوله: { وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ ْ}"
    },
    {
      "ayah": 118,
      "surah": 4,
      "text": "أي: ما يدعو هؤلاء المشركون من دون الله إلا إناثا، أي: أوثانا وأصناما مسميات بأسماء الإناث كـ \\\"العزى\\\" و \\\"مناة\\\" ونحوهما، ومن المعلوم أن الاسم دال على المسمى. فإذا كانت أسماؤها أسماء مؤنثة ناقصة، دل ذلك على نقص المسميات بتلك الأسماء، وفقدها لصفات الكمال، كما أخبر الله تعالى في غير موضع من كتابه، أنها لا تخلق ولا ترزق ولا تدفع عن عابديها بل ولا عن نفسها؛ نفعا ولا ضرا ولا تنصر أنفسها ممن يريدها بسوء، وليس لها أسماع ولا أبصار ولا أفئدة، فكيف يُعبد من هذا وصفه ويترك الإخلاص لمن له الأسماء الحسنى والصفات العليا والحمد والكمال، والمجد والجلال، والعز والجمال، والرحمة والبر والإحسان، والانفراد بالخلق والتدبير، والحكمة العظيمة في الأمر والتقدير؟\\\" هل هذا إلا من أقبح القبيح الدال على نقص صاحبه، وبلوغه من الخسة والدناءة أدنى ما يتصوره متصور، أو يصفه واصف؟\\\" ومع ذلك فعبادتهم إنما صورتها فقط لهذه الأوثان الناقصة. وبالحقيقة ما عبدوا غير الشيطان الذي هو عدوهم الذي يريد إهلاكهم ويسعى في ذلك بكل ما يقدر عليه، الذي هو في غاية البعد من الله، لعنه الله وأبعده عن رحمته، فكما أبعده الله من رحمته يسعى في إبعاد العباد عن رحمة الله. { إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ ْ} ولهذا أخبر الله عن سعيه في إغواء العباد، وتزيين الشر لهم والفساد وأنه قال لربه مقسما: { لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا ْ} أي: مقدرا. علم اللعين أنه لا يقدر على إغواء جميع عباد الله، وأن عباد الله المخلصين ليس له عليهم سلطان، وإنما سلطانه على من تولاه، وآثر طاعته على طاعة مولاه. وأقسم في موضع آخر ليغوينهم { لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ ْ} فهذا الذي ظنه الخبيث وجزم به، أخبر الله تعالى بوقوعه بقوله: { وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ ْ}"
    },
    {
      "ayah": 119,
      "surah": 4,
      "text": "{ وَلَأُضِلَّنَّهُمْ ْ} أي: عن الصراط المستقيم ضلالا في العلم، وضلالا في العمل. { وَلَأُمَنِّيَنَّهُمْ ْ} أي: مع الإضلال، لأمنينهم أن ينالوا ما ناله المهتدون. وهذا هو الغرور بعينه، فلم يقتصر على مجرد إضلالهم حتى زين لهم ما هم فيه من الضلال. وهذا زيادة شر إلى شرهم حيث عملوا أعمال أهل النار الموجبة للعقوبة وحسبوا أنها موجبة للجنة، واعتبر ذلك باليهود والنصارى ونحوهم فإنهم كما حكى الله عنهم، { وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ ْ} { كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ْ} { قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا ْ} الآية. وقال تعالى عن المنافقين إنهم يقولون يوم القيامة للمؤمنين: { أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ ْ} وقوله: { وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ ْ} أي: بتقطيع آذانها، وذلك كالبحيرة والسائبة والوصيلة والحام فنبه ببعض ذلك على جميعه، وهذا نوع من الإضلال يقتضي تحريم ما أحل الله أو تحليل ما حرم الله، ويلتحق بذلك من الاعتقادات الفاسدة والأحكام الجائرة ما هو من أكبر الإضلال. { وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ ْ} وهذا يتناول تغيير الخلقة الظاهرة بالوشم، والوشر والنمص والتفلج للحسن، ونحو ذلك مما أغواهم به الشيطان فغيروا خلقة الرحمن. وذلك يتضمن التسخط من خلقته والقدح في حكمته، واعتقاد أن ما يصنعون بأيديهم أحسن من خلقة الرحمن، وعدم الرضا بتقديره وتدبيره، ويتناول أيضا تغيير الخلقة الباطنة، فإن الله تعالى خلق عباده حنفاء مفطورين على قبول الحق وإيثاره، فجاءتهم الشياطين فاجتالتهم عن هذا الخلق الجميل، وزينت لهم الشر والشرك والكفر والفسوق والعصيان. فإن كل مولود يولد على الفطرة ولكن أبواه يهوِّدانه أو ينصِّرانه أو يمجِّسانه، ونحو ذلك مما يغيرون به ما فطر الله عليه العباد من توحيده وحبه ومعرفته. فافترستهم الشياطين في هذا الموضع افتراس السبع والذئاب للغنم المنفردة. لولا لطف الله وكرمه بعباده المخلصين لجرى عليهم ما جرى على هؤلاء المفتونين، وهذا الذي جرى عليهم من توليهم عن ربهم وفاطرهم وتوليهم لعدوهم المريد لهم الشر من كل وجه، فخسروا الدنيا والآخرة، ورجعوا بالخيبة والصفقة الخاسرة، ولهذا قال: { وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا ْ} وأي خسار أبين وأعظم ممن خسر دينه ودنياه وأوبقته معاصيه وخطاياه؟!! فحصل له الشقاء الأبدي، وفاته النعيم السرمدي. كما أن من تولى مولاه وآثر رضاه، ربح كل الربح، وأفلح كل الفلاح، وفاز بسعادة الدارين، وأصبح قرير العين، فلا مانع لما أعطيت، ولا معطي لما منعت، اللهم تولنا فيمن توليت، وعافنا فيمن عافيت."
    },
    {
      "ayah": 12,
      "surah": 4,
      "text": "{ وَلَكُمْ } أيها الأزواج { نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُنْ لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ } ويدخل في مسمى الولد المشروط وجوده أو عدمه، ولد الصلب أو ولد الابن الذكر والأُنثى، الواحد والمتعدد، الذي من الزوج أو من غيره، ويخرج عنه ولد البنات إجماعًا. ثم قال تعالى: { وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ } أي: من أم، كما هي في بعض القراءات. وأجمع العلماء على أن المراد بالإخوة هنا الإخوة للأُم، فإذا كان يورث كلالة أي: ليس للميت والد ولا ولد أي: لا أب ولا جد ولا ابن ولا ابن ابن ولا بنت ولا بنت ابن وإن نزلوا. وهذه هي الكلالة كما فسرها بذلك أبو بكر الصديق رضي الله عنه، وقد حصل على ذلك الاتفاق ولله الحمد. { فَلِكُلِّ وَاحِدٍ مِّنْهُمَا } أي: من الأخ والأخت { السُّدُسُ }، { فَإِن كَانُوا أَكْثَرَ مِنْ ذَلِكَ } أي: من واحد { فَهُمْ شُرَكَاءُ فِي الثُّلُثِ } أي: لا يزيدون على الثلث ولو زادوا عن اثنين. ودل قوله: { فَهُمْ شُرَكَاءُ فِي الثُّلُثِ } أن ذَكَرهم وأنثاهم سواء، لأن لفظ \\\"التشريك\\\" يقتضي التسوية. ودل لفظ { الْكَلَالَةِ } على أن الفروع وإن نزلوا، والأصولَ الذكور وإن علوا، يُسقطون أولاد الأُم، لأن الله لم يورثهم إلا في الكلالة، فلو لم يكن يورث كلالة، لم يرثوا منه شيئًا اتفاقًا. ودل قوله: { فَهُمْ شُرَكَاءُ فِي الثُّلُثِ } أن الإخوة الأشقاء يَسقُطون في المسألة المسماة بالحمارية. وهى: زوج، وأم، وإخوة لأم، وإخوة أشقاء. للزوج النصف، وللأم السدس، وللأخوة للأم الثلث، ويسقط الأشقاء، لأن الله أضاف الثلث للإخوة من الأُم، فلو شاركهم الأشقاء لكان جمعا لما فرَّق الله حكمه. وأيضا فإن الإخوة للأم أصحاب فروض، والأشقاء عصبات. وقد قال النبي صلى الله عليه وسلم: - \\\"ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر\\\" - وأهل الفروض هم الذين قدَّر الله أنصباءهم، ففي هذه المسألة لا يبقى بعدهم شيء، فيَسْقُط الأشقاء، وهذا هو الصواب في ذلك. وأما ميراث الإخوة والأخوات الأشقاء أو لأب، فمذكور في قوله: { يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ } الآية. فالأخت الواحدة شقيقة أو لأب لها النصف، والثنتان لهما الثلثان، والشقيقة الواحدة مع الأخت للأب أو الأخوات تأخذ النصف، والباقي من الثلثين للأخت أو الأخوات لأب وهو السدس تكملة الثلثين. وإذ استغرقت الشقيقات الثلثين سقط الأخوات للأب كما تقدم في البنات وبنات الابن. وإن كان الإخوة رجالاً ونساءً فللذكر مثل حظ الأنثيين. فإن قيل: فهل يستفاد حكم ميراث القاتل، والرقيق، والمخالف في الدين، والمبعض، والخنثى، والجد مع الإخوة لغير أم، والعول، والرد، وذوي الأرحام، وبقية العصبة، والأخوات لغير أم مع البنات أو بنات الابن من القرآن أم لا؟ قيل: نعم، فيه تنبيهات وإشارات دقيقة يعسر فهمها على غير المتأمل تدل على جميع المذكورات. فأما (القاتل والمخالف في الدين) فيعرف أنهما غير وارثين من بيان الحكمة الإلهية في توزيع المال على الورثة بحسب قربهم ونفعهم الديني والدنيوي. وقد أشار تعالى إلى هذه الحكمة بقوله: { لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا } وقد عُلم أن القاتل قد سعى لمورثه بأعظم الضرر، فلا ينتهض ما فيه من موجب الإرث أن يقاوم ضرر القتل الذي هو ضد النفع الذي رتب عليه الإرث. فعُلم من ذلك أن القتل أكبر مانع يمنع الميراث، ويقطع الرحم الذي قال الله فيه: { وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ } مع أنه قد استقرت القاعدة الشرعية أن \\\"من استعجل شيئا قبل أوانه عوقب بحرمانه\\\" وبهذا ونحوه يعرف أن المخالف لدين الموروث لا إرث له، وذلك أنه قد تعارض الموجب الذي هو اتصال النسب الموجب للإرث، والمانعُ الذي هو المخالفة في الدين الموجبة للمباينة من كل وجه، فقوي المانع ومنع موجب الإرث الذي هو النسب، فلم يعمل الموجب لقيام المانع. يوضح ذلك أن الله تعالى قد جعل حقوق المسلمين أولى من حقوق الأقارب الكفار الدنيوية، فإذا مات المسلم انتقل ماله إلى من هو أولى وأحق به. فيكون قوله تعالى: { وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ } إذا اتفقت أديانهم، وأما مع تباينهم فالأخوة الدينية مقدمة على الأخوة النسبية المجردة. قال ابن القيم في \\\"جلاء الأفهام\\\": وتأمل هذا المعنى في آية المواريث، وتعليقه سبحانه التوارث فيها بلفظ الزوجة دون المرأة، كما في قوله تعالى: { وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ } إيذانا بأن هذا التوارث إنما وقع بالزوجية المقتضية للتشاكل والتناسب، والمؤمن والكافر لا تشاكل بينهما ولا تناسب، فلا يقع بينهما التوارث. وأسرار مفردات القرآن ومركباته فوق عقول العالمين [انتهى]. وأما ( الرقيق ) فإنه لا يرث ولا يورث، أما كونه لا يورث فواضح، لأنه ليس له مال يورث عنه، بل كل ما معه فهو لسيده. وأما كونه لا يرث فلأنه لا يملك، فإنه لو ملك لكان لسيده، وهو أجنبي من الميت فيكون مثل قوله تعالى: { لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْن } { وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ } { فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ } ونحوها لمن يتأتى منه التملك، وأما الرقيق فلا يتأتى منه ذلك، فعلم أنه لا ميراث له. وأما مَنْ بعضه حر وبعضه رقيق فإنه تتبعض أحكامه. فما فيه من الحرية يستحق بها ما رتبه الله في المواريث، لكون ما فيه من الحرية قابلا للتملك، وما فيه من الرق فليس بقابل لذلك، فإذا يكون المبعض، يرث ويورث، ويحجب بقدر ما فيه من الحرية. وإذا كان العبد يكون محمودا مذموما، مثابا ومعاقبا، بقدر ما فيه من موجبات ذلك، فهذا كذلك. وأما ( الخنثى ) فلا يخلو إما أن يكون واضحا ذكوريته أو أنوثيته، أو مشكلا. فإن كان واضحا فالأمر فيه واضح. إن كان ذكرا فله حكم الذكور، ويشمله النص الوارد فيهم. وإن كان أنثى فله حكم الإناث، ويشملها النص الوارد فيهن. وإن كان مشكلا، فإن كان الذكر والأنثى لا يختلف إرثهما -كالإخوة للأم- فالأمر فيه واضح، وإن كان يختلف إرثه بتقدير ذكوريته وبتقدير أنوثيته، ولم يبق لنا طريق إلى العلم بذلك، لم نعطه أكثر التقديرين، لاحتمال ظلم من معه من الورثة، ولم نعطه الأقل، لاحتمال ظلمنا له. فوجب التوسط بين الأمرين، وسلوكُ أعدل الطريقين، قال تعالى: { اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى } وليس لنا طريق إلى العدل في مثل هذا أكثر من هذا الطريق المذكور. و { لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا } { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ } وأما ( ميراث الجد ) مع الإخوة الأشقاء أو لأب، وهل يرثون معه أم لا؟ فقد دل كتاب الله على قول أبي بكر الصديق رضي الله عنه، وأن الجد يحجب الإخوة أشقاء أو لأب أو لأم، كما يحجبهم الأب. وبيان ذلك: أن الجد أب في غير موضع من القرآن كقوله تعالى: { إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ } الآية. وقال يوسف عليه السلام: { وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ } فسمى الله الجد وجد الأب أبا، فدل ذلك على أن الجد بمنزلة الأب، يرث ما يرثه الأب، ويحجب من يحجبه. وإذا كان العلماء قد أجمعوا على أن الجد حكمه حكم الأب عند عدمه في ميراثه مع الأولاد وغيرهم من بني الإخوة والأعمام وبنيهم، وسائر أحكام المواريث، فينبغي أيضا أن يكون حكمُه حكمَه في حجب الإخوة لغير أم. وإذا كان ابن الابن بمنزلة ابن الصلب فلم لا يكون الجد بمنزلة الأب؟ وإذا كان جد الأب مع ابن الأخ قد اتفق العلماء على أنه يحجبه. فلم لا يحجب جد الميت أخاه؟ فليس مع مَنْ يورِّث الإخوةَ مع الجد، نص ولا إشارة ولا تنبيه ولا قياس صحيح. وأما مسائل (العول) فإنه يستفاد حكمها من القرآن، وذلك أن الله تعالى قد فرض وقدر لأهل المواريث أنصباء، وهم بين حالتين: إما أن يحجب بعضهم بعضًا أو لا. فإن حجب بعضهم بعضا، فالمحجوب ساقط لا يزاحِم ولا يستحق شيئا، وإن لم يحجب بعضهم بعضا فلا يخلو، إما أن لا تستغرق الفروض التركة، أو تستغرقها من غير زيادة ولا نقص، أو تزيد الفروض على التركة، ففي الحالتين الأوليين كل يأخذ فرضه كاملا. وفي الحالة الأخيرة وهي ما إذا زادت الفروض على التركة فلا يخلو من حالين: إما أن ننقص بعضَ الورثة عن فرضه الذي فرضه الله له، ونكمل للباقين منهم فروضهم، وهذا ترجيح بغير مرجح، وليس نقصان أحدهم بأولى من الآخر، فتعينت الحال الثانية، وهي: أننا نعطي كل واحد منهم نصيبه بقدر الإمكان، ونحاصص بينهم كديون الغرماء الزائدة على مال الغريم، ولا طريق موصل إلى ذلك إلا بالعول، فعلم من هذا أن العول في الفرائض قد بينه الله في كتابه. وبعكس هذه الطريقة بعينها يعلم ( الرد ) فإن أهل الفروض إذا لم تستغرق فروضُهم التركةَ وبقي شيء ليس له مستحق من عاصب قريب ولا بعيد، فإن رده على أحدهم ترجيح بغير مرجح، وإعطاؤه غيرَهم ممن ليس بقريب للميت جنف وميل، ومعارضة لقوله: { وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ } فتعين أن يُرَدَّ على أهل الفروض بقدر فروضهم. ولما كان الزوجان ليسا من القرابة، لم يستحقا زيادة على فرضهم المقدر [هذا عند من لا يورِّث الزوجين بالرد، وهم جمهور القائلين بالرد، فعلى هذا تكون علة الرد كونه صاحب فرض قريبا، وعلى القول الآخر، أن الزوجين كغيرهما من ذوي الفروض يُرَدُّ عليهما؛ فكما ينقصان بالعول فإنهما يزادان بالرد كغيرهما، فالعلة على هذا كونه وارثا صاحب فرض، فهذا هو الظاهر من دلالة الكتاب والسنة، والقياس الصحيح، والله أعلم] وبهذا يعلم أيضا ( ميراث ذوي الأرحام ) فإن الميت إذا لم يخلف صاحب فرض ولا عاصبا، وبقي الأمر دائرا بين كون ماله يكون لبيت المال لمنافع الأجانب، وبين كون ماله يرجع إلى أقاربه المدلين بالورثة المجمع عليهم، ويدل على ذلك قوله تعالى: { وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ } فصرفه لغيرهم ترك لمن هو أولى من غيره، فتعين توريث ذوي الأرحام. وإذا تعين توريثهم، فقد علم أنه ليس لهم نصيب مقدر بأعيانهم في كتاب الله. وأن بينهم وبين الميت وسائط، صاروا بسببها من الأقارب. فينزلون منزلة من أدلوا به من تلك الوسائط. والله أعلم. وأما ( ميراث بقية العصبة ) كالبنوة والأخوة وبنيهم، والأعمام وبنيهم إلخ فإن النبي صلى الله عليه وسلم قال: \\\"ألحقوا الفرائض بأهلها فما بقي فلأولي رجل ذكر\\\" وقال تعالى: { وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ } فإذا ألحقنا الفروض بأهلها ولم يبق شيء، لم يستحق العاصب شيئًا، وإن بقي شيء أخذه أولي العصبة، وبحسب جهاتهم ودرجاتهم. فإن جهات العصوبة خمس: البنوة، ثم الأبوة، ثم الأخوة وبنوهم، ثم العمومة وبنوهم، ثم الولاء، فيقدم منهم الأقرب جهة. فإن كانوا في جهة واحدة فالأقرب منزلة، فإن كانوا في منزلة واحدة فالأقوى، وهو الشقيق، فإن تساووا من كل وجه اشتركوا. والله أعلم. وأما كون الأخوات لغير أم مع البنات أو بنات الابن عصبات، يأخذن ما فضل عن فروضهن، فلأنه ليس في القرآن ما يدل على أن الأخوات يسقطن بالبنات. فإذا كان الأمر كذلك، وبقي شيء بعد أخذ البنات فرضهن، فإنه يعطى للأخوات ولا يعدل عنهن إلى عصبة أبعد منهن، كابن الأخ والعم، ومن هو أبعد منهم. والله أعلم."
    },
    {
      "ayah": 120,
      "surah": 4,
      "text": "{ يَعِدُهُمْ وَيُمَنِّيهِمْ ْ} أي: يعد الشيطان من يسعى في إضلالهم، والوعد يشمل حتى الوعيد كما قال تعالى: { الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ ْ} فإنه يعدهم إذا أنفقوا في سبيل الله افتقروا، ويخوفهم إذا جاهدوا بالقتل وغيره، كما قال تعالى: { إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ ْ} الآية. ويخوفهم عند إيثار مرضاة الله بكل ما يمكن وما لا يمكن مما يدخله في عقولهم حتى يكسلوا عن فعل الخير، وكذلك يمنيهم الأماني الباطلة التي هي عند التحقيق كالسراب الذي لا حقيقة له، ولهذا قال: { وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ ْ} أي: من انقاد للشيطان وأعرض عن ربه، وصار من أتباع إبليس وحزبه، مستقرهم النار. { وَلَا يَجِدُونَ عَنْهَا مَحِيصًا ْ} أي: مخلصا ولا ملجأ بل هم خالدون فيها أبد الآباد."
    },
    {
      "ayah": 121,
      "surah": 4,
      "text": "{ يَعِدُهُمْ وَيُمَنِّيهِمْ ْ} أي: يعد الشيطان من يسعى في إضلالهم، والوعد يشمل حتى الوعيد كما قال تعالى: { الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ ْ} فإنه يعدهم إذا أنفقوا في سبيل الله افتقروا، ويخوفهم إذا جاهدوا بالقتل وغيره، كما قال تعالى: { إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ ْ} الآية. ويخوفهم عند إيثار مرضاة الله بكل ما يمكن وما لا يمكن مما يدخله في عقولهم حتى يكسلوا عن فعل الخير، وكذلك يمنيهم الأماني الباطلة التي هي عند التحقيق كالسراب الذي لا حقيقة له، ولهذا قال: { وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا أُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ ْ} أي: من انقاد للشيطان وأعرض عن ربه، وصار من أتباع إبليس وحزبه، مستقرهم النار. { وَلَا يَجِدُونَ عَنْهَا مَحِيصًا ْ} أي: مخلصا ولا ملجأ بل هم خالدون فيها أبد الآباد."
    },
    {
      "ayah": 122,
      "surah": 4,
      "text": "أي: { آمَنُوا ْ} بالله وملائكته وكتبه ورسله واليوم الآخر، والقَدَر خيره وشره على الوجه الذي أمروا به علما وتصديقا وإقرارا. { وَعَمِلُوا الصَّالِحَاتِ ْ} الناشئة عن الإيمان؟ وهذا يشمل سائر المأمورات من واجب ومستحب، الذي على القلب، والذي على اللسان، والذي على بقية الجوارح. كل له من الثواب المرتب على ذلك بحسب حاله ومقامه، وتكميله للإيمان والعمل الصالح. ويفوته ما رتب على ذلك بحسب ما أخل به من الإيمان والعمل، وذلك بحسب ما علم من حكمة الله ورحمته، وكذلك وعده الصادق الذي يعرف من تتبع كتاب الله وسنة رسوله. ولهذا ذكر الثواب المرتب على ذلك بقوله: { سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ْ} فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من أنواع المآكل والمشارب اللذيذة، والمناظر العجيبة، والأزواج الحسنة، والقصور، والغرف المزخرفة، والأشجار المتدلية، والفواكه المستغربة، والأصوات الشجية، والنعم السابغة، وتزاور الإخوان، وتذكرهم ما كان منهم في رياض الجنان، وأعلى من ذلك كله وأجلّ رضوان الله عليهم وتمتع الأرواح بقربه، والعيون برؤيته، والأسماع بخطابه الذي ينسيهم كل نعيم وسرور، ولولا الثبات من الله لهم لطاروا وماتوا من الفرح والحبور، فلله ما أحلى ذلك النعيم وما أعلى ما أنالهم الرب الكريم، وماذا حصل لهم من كل خير وبهجة لا يصفه الواصفون، وتمام ذلك وكماله الخلود الدائم في تلك المنازل العاليات، ولهذا قال: { خَالِدِينَ فِيهَا أَبَدًا وَعْدَ اللَّهِ حَقًّا وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا ْ} فصدق الله العظيم الذي بلغ قولُه وحديثُه في الصدق أعلى ما يكون، ولهذا لما كان كلامه صدقا وخبره حقا، كان ما يدل عليه مطابقةً وتضمنًا وملازمةً كل ذلك مراد من كلامه، وكذلك كلام رسوله صلى الله عليه وسلم لكونه لا يخبر إلا بأمره ولا ينطق إلا عن وحيه."
    },
    {
      "ayah": 123,
      "surah": 4,
      "text": "أي: { لَيْسَ ْ} الأمر والنجاة والتزكية { بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ ْ} والأماني: أحاديث النفس المجردة عن العمل، المقترن بها دعوى مجردة لو عورضت بمثلها لكانت من جنسها. وهذا عامّ في كل أمر، فكيف بأمر الإيمان والسعادة الأبدية؟! فإن أماني أهل الكتاب قد أخبر الله بها أنهم قالوا: { لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ ْ} وغيرهم ممن ليس ينتسب لكتاب ولا رسول من باب أولى وأحرى. وكذلك أدخل الله في ذلك من ينتسب إلى الإسلام لكمال العدل والإنصاف، فإن مجرد الانتساب إلى أي دين كان، لا يفيد شيئا إن لم يأت الإنسان ببرهان على صحة دعواه، فالأعمال تصدق الدعوى أو تكذبها ولهذا قال تعالى: { مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ ْ} وهذا شامل لجميع العاملين، لأن السوء شامل لأي ذنب كان من صغائر الذنوب وكبائرها، وشامل أيضا لكل جزاء قليل أو كثير، دنيوي أو أخروي. والناس في هذا المقام درجات لا يعلمها إلا الله، فمستقل ومستكثر، فمن كان عمله كله سوءا وذلك لا يكون إلا كافرا. فإذا مات من دون توبة جوزي بالخلود في العذاب الأليم. ومن كان عمله صالحا، وهو مستقيم في غالب أحواله، وإنما يصدر منه بعض الأحيان بعض الذنوب الصغار فما يصيبه من الهم والغم والأذى و [بعض] الآلام في بدنه أو قلبه أو حبيبه أو ماله ونحو ذلك - فإنها مكفرات للذنوب، وهي مما يجزى به على عمله، قيضها الله لطفا بعباده، وبين هذين الحالين مراتب كثيرة. وهذا الجزاء على عمل السوء العام مخصوص في غير التائبين، فإن التائب من الذنب كمن لا ذنب له، كما دلت على ذلك النصوص. وقوله: { وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا ْ} لإزالة بعض ما لعله يتوهم أن من استحق المجازاة على عمله قد يكون له ولي أو ناصر أو شافع يدفع عنه ما استحقه، فأخبر تعالى بانتفاء ذلك، فليس له ولي يحصل له المطلوب، ولا نصير يدفع عنه المرهوب، إلا ربه ومليكه."
    },
    {
      "ayah": 124,
      "surah": 4,
      "text": "{ وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ ْ} دخل في ذلك سائر الأعمال القلبية والبدنية، ودخل أيضا كل عامل من إنس أو جن، صغير أو كبير، ذكر أو أنثى. ولهذا قال: { مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ ْ} وهذا شرط لجميع الأعمال، لا تكون صالحة ولا تقبل ولا يترتب عليها الثواب ولا يندفع بها العقاب إلا بالإيمان. فالأعمال بدون الإيمان كأغصان شجرة قطع أصلها وكبناء بني على موج الماء، فالإيمان هو الأصل والأساس والقاعدة التي يبنى عليه كل شيء، وهذا القيد ينبغي التفطن له في كل عمل أطلق، فإنه مقيد به. { فَأُولَئِكَ ْ} أي: الذين جمعوا بين الإيمان والعمل الصالح { يَدْخُلُونَ الْجَنَّةَ ْ} المشتملة على ما تشتهي الأنفس وتلذ الأعين { وَلَا يُظْلَمُونَ نَقِيرًا ْ} أي: لا قليلا ولا كثيرا مما عملوه من الخير، بل يجدونه كاملا موفرا، مضاعفا أضعافا كثيرة."
    },
    {
      "ayah": 125,
      "surah": 4,
      "text": "أي: لا أحد أحسن من دين من جمع بين الإخلاص للمعبود، وهو إسلام الوجه لله الدال على استسلام القلب وتوجهه وإنابته وإخلاصه، وتوجه الوجه وسائر الأعضاء لله. { وَهُوَ ْ} مع هذا الإخلاص والاستسلام { مُحْسِنٌ ْ} أي: متبع لشريعة الله التي أرسل بها رسله، وأنزل كتبه، وجعلها طريقا لخواص خلقه وأتباعهم. { وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ ْ} أي: دينه وشرعه { حَنِيفًا ْ} أي: مائلا عن الشرك إلى التوحيد، وعن التوجه للخلق إلى الإقبال على الخالق، { وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا ْ} والخُلة أعلى أنواع المحبة، وهذه المرتبة حصلت للخليلين محمد وإبراهيم عليهما الصلاة والسلام، وأما المحبة من الله فهي لعموم المؤمنين، وإنما اتخذ الله إبراهيم خليلا لأنه وفَّى بما أُمر به وقام بما ابْتُلي به، فجعله الله إماما للناس، واتخذه خليلا، ونوه بذكره في العالمين."
    },
    {
      "ayah": 126,
      "surah": 4,
      "text": "وهذه الآية الكريمة فيها بيان إحاطة الله تعالى بجميع الأشياء، فأخبر أنه له { مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ْ} أي: الجميع ملكه وعبيده، فهم المملوكون وهو المالك المتفرد بتدبيرهم، وقد أحاط علمه بجميع المعلومات، وبصره بجميع المبصرات، وسمعه بجميع المسموعات، ونفذت مشيئته وقدرته بجميع الموجودات، ووسعت رحمته أهل الأرض والسماوات، وقهر بعزه وقهره كل مخلوق، ودانت له جميع الأشياء."
    },
    {
      "ayah": 127,
      "surah": 4,
      "text": "الاستفتاء: طلب السائل من المسئول بيان الحكم الشرعي في ذلك المسئول عنه. فأخبر عن المؤمنين أنهم يستفتون الرسول صلى الله عليه وسلم في حكم النساء المتعلق بهم، فتولى الله هذه الفتوى بنفسه فقال: { قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ ْ} فاعملوا على ما أفتاكم به في جميع شئون النساء، من القيام بحقوقهن وترك ظلمهن عموما وخصوصا. وهذا أمر عام يشمل جميع ما شرع الله أمرا ونهيا في حق النساء الزوجات وغيرهن، الصغار والكبار، ثم خص -بعد التعميم- الوصية بالضعاف من اليتامى والولدان اهتماما بهم وزجرا عن التفريط في حقوقهم فقال: { وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ ْ} أي: ويفتيكم أيضا بما يتلى عليكم في الكتاب في شأن اليتامى من النساء. { اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ ْ} وهذا إخبار عن الحالة الموجودة الواقعة في ذلك الوقت، فإن اليتيمة إذا كانت تحت ولاية الرجل بخسها حقها وظلمها، إما بأكل مالها الذي لها أو بعضه، أو منعها من التزوج لينتفع بمالها، خوفا من استخراجه من يده إنْ زوَّجها، أو يأخذ من مهرها الذي تتزوج به بشرط أو غيره، هذا إذا كان راغبا عنها، أو يرغب فيها وهي ذات جمال ومال ولا يقسط في مهرها، بل يعطيها دون ما تستحق، فكل هذا ظلم يدخل تحت هذا النص ولهذا قال: { وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ ْ} أي: ترغبون عن نكاحهن أو في نكاحهن كما ذكرنا تمثيله. { وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَان ْ} أي: ويفتيكم في المستضعفين من الولدان الصغار، أن تعطوهم حقهم من الميراث وغيره وأن لا تستولوا على أموالهم على وجه الظلم والاستبداد. { وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ ْ} أي: بالعدل التام، وهذا يشمل القيام عليهم بإلزامهم أمر الله وما أوجبه على عباده، فيكون الأولياء مكلفين بذلك، يلزمونهم بما أوجبه الله. ويشمل القيام عليهم في مصالحهم الدنيوية بتنمية أموالهم وطلب الأحظ لهم فيها، وأن لا يقربوها إلا بالتي هي أحسن، وكذلك لا يحابون فيهم صديقا ولا غيره، في تزوج وغيره، على وجه الهضم لحقوقهم. وهذا من رحمته تعالى بعباده، حيث حثّ غاية الحث على القيام بمصالح من لا يقوم بمصلحة نفسه لضعفه وفقد أبيه. ثم حثّ على الإحسان عموما فقال: { وَمَا تَفْعَلُوا مِنْ خَيْرٍ ْ} لليتامى ولغيرهم سواء كان الخير متعديا أو لازما { فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا ْ} أي: قد أحاط علمه بعمل العاملين للخير، قلة وكثرة، حسنا وضده، فيجازي كُلًّا بحسب عمله."
    },
    {
      "ayah": 128,
      "surah": 4,
      "text": "أي: إذا خافت المرأة نشوز زوجها أي: ترفعه عنها وعدم رغبته فيها وإعراضه عنها، فالأحسن في هذه الحالة أن يصلحا بينهما صلحا بأن تسمح المرأة عن بعض حقوقها اللازمة لزوجها على وجه تبقى مع زوجها، إما أن ترضى بأقل من الواجب لها من النفقة أو الكسوة أو المسكن، أو القسم بأن تسقط حقها منه، أو تهب يومها وليلتها لزوجها أو لضرتها. فإذا اتفقا على هذه الحالة فلا جناح ولا بأس عليهما فيها، لا عليها ولا على الزوج، فيجوز حينئذ لزوجها البقاء معها على هذه الحال، وهي خير من الفرقة، ولهذا قال: { وَالصُّلْحُ خَيْرٌ ْ} ويؤخذ من عموم هذا اللفظ والمعنى أن الصلح بين مَن بينهما حق أو منازعة في جميع الأشياء أنه خير من استقصاء كل منهما على كل حقه، لما فيها من الإصلاح وبقاء الألفة والاتصاف بصفة السماح. وهو جائز في جميع الأشياء إلا إذا أحلّ حراما أو حرّم حلالا، فإنه لا يكون صلحا وإنما يكون جورا. واعلم أن كل حكم من الأحكام لا يتم ولا يكمل إلا بوجود مقتضيه وانتفاء موانعه، فمن ذلك هذا الحكم الكبير الذي هو الصلح، فذكر تعالى المقتضي لذلك ونبه على أنه خير، والخير كل عاقل يطلبه ويرغب فيه، فإن كان -مع ذلك- قد أمر الله به وحثّ عليه ازداد المؤمن طلبا له ورغبة فيه. وذكر المانع بقوله: { وَأُحْضِرَتِ الْأَنْفُسُ الشُّحّ ْ} أي: جبلت النفوس على الشح، وهو: عدم الرغبة في بذل ما على الإنسان، والحرص على الحق الذي له، فالنفوس مجبولة على ذلك طبعا، أي: فينبغي لكم أن تحرصوا على قلع هذا الخُلُق الدنيء من نفوسكم، وتستبدلوا به ضده وهو السماحة، وهو بذل الحق الذي عليك؛ والاقتناع ببعض الحق الذي لك. فمتى وفق الإنسان لهذا الخُلُق الحسن سهل حينئذ عليه الصلح بينه وبين خصمه ومعامله، وتسهلت الطريق للوصول إلى المطلوب. بخلاف من لم يجتهد في إزالة الشح من نفسه، فإنه يعسر عليه الصلح والموافقة، لأنه لا يرضيه إلا جميع ماله، ولا يرضى أن يؤدي ما عليه، فإن كان خصمه مثله اشتد الأمر. ثم قال: { وَإِنْ تُحْسِنُوا وَتَتَّقُوا ْ} أي: تحسنوا في عبادة الخالق بأن يعبد العبد ربه كأنه يراه فإن لم يكن يراه فإنه يراه، وتحسنوا إلى المخلوقين بجميع طرق الإحسان، من نفع بمال، أو علم، أو جاه، أو غير ذلك. { وَتَتَّقُوا ْ} الله بفعل جميع المأمورات، وترك جميع المحظورات. أو تحسنوا بفعل المأمور، وتتقوا بترك المحظور { فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا ْ} قد أحاط به علما وخبرا، بظاهره وباطنه، فيحفظه لكم، ويجازيكم عليه أتم الجزاء."
    },
    {
      "ayah": 129,
      "surah": 4,
      "text": "يخبر تعالى: أن الأزواج لا يستطيعون وليس في قدرتهم العدل التام بين النساء، وذلك لأن العدل يستلزم وجود المحبة على السواء، والداعي على السواء، والميل في القلب إليهن على السواء، ثم العمل بمقتضى ذلك. وهذا متعذر غير ممكن، فلذلك عفا الله عما لا يستطاع، ونهى عما هو ممكن بقوله: { فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ ْ} أي: لا تميلوا ميلا كثيرا بحيث لا تؤدون حقوقهن الواجبة، بل افعلوا ما هو باستطاعتكم من العدل. فالنفقة والكسوة والقسم ونحوها عليكم أن تعدلوا بينهن فيها، بخلاف الحب والوطء ونحو ذلك، فإن الزوجة إذا ترك زوجها ما يجب لها، صارت كالمعلقة التي لا زوج لها فتستريح وتستعد للتزوج، ولا ذات زوج يقوم بحقوقها. { وَإِنْ تُصْلِحُوا ْ} ما بينكم وبين زوجاتكم، بإجبار أنفسكم على فعل ما لا تهواه النفس، احتسابا وقياما بحق الزوجة، وتصلحوا أيضا فيما بينكم وبين الناس، وتصلحوا أيضا بين الناس فيما تنازعوا فيه، وهذا يستلزم الحث على كل طريق يوصل إلى الصلح مطلقا كما تقدم. { وَتَتَّقُوا ْ} الله بفعل المأمور وترك المحظور، والصبر على المقدور. { فَإِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا ْ} يغفر ما صدر منكم من الذنوب والتقصير في الحق الواجب، ويرحمكم كما عطفتم على أزواجكم ورحمتموهن."
    },
    {
      "ayah": 13,
      "surah": 4,
      "text": "أي: تلك التفاصيل التي ذكرها في المواريث حدود الله التي يجب الوقوف معها وعدم مجاوزتها، ولا القصور عنها، وفي ذلك دليل على أن الوصية للوارث منسوخة بتقديره تعالى أنصباء الوارثين. ثم قوله تعالى: { تِلْكَ حُدُودُ اللَّهِ } فالوصية للوارث بزيادة على حقه يدخل في هذا التعدي، مع قوله صلى الله عليه وسلم: \\\"لا وصية لوارث\\\" ثم ذكر طاعة الله ورسوله ومعصيتهما عموما ليدخل في العموم لزوم حدوده في الفرائض أو ترك ذلك فقال: { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ } بامتثال أمرهما الذي أعظمه طاعتهما في التوحيد، ثم الأوامر على اختلاف درجاتها واجتناب نهيهما الذي أعظمُه الشرك بالله، ثم المعاصي على اختلاف طبقاتها { يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا } فمن أدى الأوامر واجتنب النواهي فلا بد له من دخول الجنة والنجاة من النار. { وَذَلِكَ الْفَوْزُ الْعَظِيمُ } الذي حصل به النجاة من سخطه وعذابه، والفوز بثوابه ورضوانه بالنعيم المقيم الذي لا يصفه الواصفون."
    },
    {
      "ayah": 130,
      "surah": 4,
      "text": "هذه الحالة الثالثة بين الزوجين، إذا تعذر الاتفاق فإنه لا بأس بالفراق، فقال: { وَإِنْ يَتَفَرَّقَا ْ} أي: بطلاق أو فسخ أو خلع أو غير ذلك { يُغْنِ اللَّهُ كُلًّا ْ} من الزوجين { مِنْ سَعَتِهِ ْ} أي: من فضله وإحسانه الواسع الشامل. فيغني الزوج بزوجة خير له منها، ويغنيها من فضله وإن انقطع نصيبها من زوجها، فإن رزقها على المتكفل بأرزاق جميع الخلق، القائم بمصالحهم، ولعل الله يرزقها زوجا خيرا منه، { وَكَانَ اللَّهُ وَاسِعًا ْ} أي: كثير الفضل واسع الرحمة، وصلت رحمته وإحسانه إلى حيث وصل إليه علمه. ولكنه مع ذلك { حَكِيمًا ْ} أي: يعطي بحكمة، ويمنع لحكمة. فإذا اقتضت حكمته منع بعض عباده من إحسانه، بسبب من العبد لا يستحق معه الإحسان، حرمه عدلا وحكمة."
    },
    {
      "ayah": 131,
      "surah": 4,
      "text": "يخبر تعالى عن عموم ملكه العظيم الواسع المستلزم تدبيره بجميع أنواع التدبير، وتصرفه بأنواع التصريف قدرا وشرعا، فتصرفه الشرعي أن وصى الأولين والآخرين أهل الكتب السابقة واللاحقة بالتقوى المتضمنة للأمر والنهي، وتشريع الأحكام، والمجازاة لمن قام بهذه الوصية بالثواب، والمعاقبة لمن أهملها وضيعها بأليم العذاب، ولهذا قال: { وَإِنْ تَكْفُرُوا ْ} بأن تتركوا تقوى الله، وتشركوا بالله ما لم ينزل به عليكم سلطانا، فإنكم لا تضرون بذلك إلا أنفسكم، ولا تضرون الله شيئا ولا تنقصون ملكه، وله عبيد خير منكم وأعظم وأكثر، مطيعون له خاضعون لأمره. ولهذا رتب على ذلك قوله: { وَإِنْ تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا ْ} له الجود الكامل والإحسان الشامل الصادر من خزائن رحمته التي لا ينقصها الإنفاق ولا يغيضها نفقة، سحاء الليل والنهار، لو اجتمع أهل السماوات وأهل الأرض أولهم وآخرهم، فسأل كل [واحد] منهم ما بلغت أمانيه ما نقص من ملكه شيئا، ذلك بأنه جواد واجد ماجد، عطاؤه كلام وعذابه كلام، إنما أمره لشيء إذا أراد أن يقول له كن فيكون. ومن تمام غناه أنه كامل الأوصاف، إذ لو كان فيه نقص بوجه من الوجوه، لكان فيه نوع افتقار إلى ذلك الكمال، بل له كل صفة كمال، ومن تلك الصفة كمالها، ومن تمام غناه أنه لم يتخذ صاحبة ولا ولدا، ولا شريكا في ملكه ولا ظهيرا، ولا معاونا له على شيء من تدابير ملكه. ومن كمال غناه افتقار العالم العلوي والسفلي في جميع أحوالهم وشئونهم إليه وسؤالهم إياه جميع حوائجهم الدقيقة والجليلة، فقام تعالى بتلك المطالب والأسئلة وأغناهم وأقناهم، ومَنَّ عليهم بلطفه وهداهم. وأما الحميد فهو من أسماء الله تعالى الجليلة الدال على أنه [هو] المستحق لكل حمد ومحبة وثناء وإكرام، وذلك لما اتصف به من صفات الحمد، التي هي صفة الجمال والجلال، ولما أنعم به على خلقه من النِّعم الجزال، فهو المحمود على كل حال. وما أحسن اقتران هذين الاسمين الكريمين { الْغَنِيُّ الْحَمِيدُ ْ}!! فإنه غني محمود، فله كمال من غناه، وكمال من حمده، وكمال من اقتران أحدهما بالآخر."
    },
    {
      "ayah": 132,
      "surah": 4,
      "text": "ثم كرر إحاطة ملكه لما في السماوات وما في الأرض، وأنه على كل شيء وكيل، أي: عالم قائم بتدبير الأشياء على وجه الحكمة، فإن ذلك من تمام الوكالة، فإن الوكالة تستلزم العلم بما هو وكيل عليه، والقوة والقدرة على تنفيذه وتدبيره، وكون ذلك التدبير على وجه الحكمة والمصلحة، فما نقص من ذلك فهو لنقص بالوكيل، والله تعالى منزه عن كل نقص."
    },
    {
      "ayah": 133,
      "surah": 4,
      "text": "أي: هو الغني الحميد الذي له القدرة الكاملة والمشيئة النافذة فيكم { إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ ْ} غيركم هم أطوع لله منكم وخير منكم، وفي هذا تهديد للناس على إقامتهم على كفرهم وإعراضهم عن ربهم، فإن الله لا يعبأ بهم شيئا إن لم يطيعوه، ولكنه يمهل ويملي ولا يهمل."
    },
    {
      "ayah": 134,
      "surah": 4,
      "text": "ثم أخبر أن مَن كانت همته وإرادته دنية غير متجاوزة ثواب الدنيا، وليس له إرادة في الآخرة فإنه قد قصر سعيه ونظره، ومع ذلك فلا يحصل له من ثواب الدنيا سوى ما كتب الله له منها، فإنه تعالى هو المالك لكل شيء الذي عنده ثواب الدنيا والآخرة، فليطلبا منه ويستعان به عليهما، فإنه لا ينال ما عنده إلا بطاعته، ولا تدرك الأمور الدينية والدنيوية إلا بالاستعانة به، والافتقار إليه على الدوام. وله الحكمة تعالى في توفيق من يوفقه، وخذلان من يخذله وفي عطائه ومنعه، ولهذا قال: { وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا ْ}"
    },
    {
      "ayah": 135,
      "surah": 4,
      "text": "يأمر تعالى عباده المؤمنين أن يكونوا { قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ ْ} والقوَّام صيغة مبالغة، أي: كونوا في كل أحوالكم قائمين بالقسط الذي هو العدل في حقوق الله وحقوق عباده، فالقسط في حقوق الله أن لا يستعان بنعمه على معصيته، بل تصرف في طاعته. والقسط في حقوق الآدميين أن تؤدي جميع الحقوق التي عليك كما تطلب حقوقك. فتؤدي النفقات الواجبة، والديون، وتعامل الناس بما تحب أن يعاملوك به، من الأخلاق والمكافأة وغير ذلك. ومن أعظم أنواع القسط القسط في المقالات والقائلين، فلا يحكم لأحد القولين أو أحد المتنازعين لانتسابه أو ميله لأحدهما، بل يجعل وجهته العدل بينهما، ومن القسط أداء الشهادة التي عندك على أي وجه كان، حتى على الأحباب بل على النفس، ولهذا قال: { شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا ْ} أي: فلا تراعوا الغني لغناه، ولا الفقير بزعمكم رحمة له، بل اشهدوا بالحق على من كان. والقيام بالقسط من أعظم الأمور وأدل على دين القائم به، وورعه ومقامه في الإسلام، فيتعين على من نصح نفسه وأراد نجاتها أن يهتم له غاية الاهتمام، وأن يجعله نُصْب عينيه، ومحل إرادته، وأن يزيل عن نفسه كل مانع وعائق يعوقه عن إرادة القسط أو العمل به. وأعظم عائق لذلك اتباع الهوى، ولهذا نبه تعالى على إزالة هذا المانع بقوله: { فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا ْ} أي: فلا تتبعوا شهوات أنفسكم المعارضة للحق، فإنكم إن اتبعتموها عدلتم عن الصواب، ولم توفقوا للعدل، فإن الهوى إما أن يعمي بصيرة صاحبه حتى يرى الحق باطلا والباطل حقا، وإما أن يعرف الحق ويتركه لأجل هواه، فمن سلم من هوى نفسه وفق للحق وهدي إلى الصراط المستقيم. ولما بيَّن أن الواجب القيام بالقسط نهى عن ما يضاد ذلك، وهو لي اللسان عن الحق في الشهادات وغيرها، وتحريف النطق عن الصواب المقصود من كل وجه، أو من بعض الوجوه، ويدخل في ذلك تحريف الشهادة وعدم تكميلها، أو تأويل الشاهد على أمر آخر، فإن هذا من اللي لأنه الانحراف عن الحق. { أَوْ تُعْرِضُوا ْ} أي: تتركوا القسط المنوط بكم، كترك الشاهد لشهادته، وترك الحاكم لحكمه الذي يجب عليه القيام به. { فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا ْ} أي: محيط بما فعلتم، يعلم أعمالكم خفيها وجليها، وفي هذا تهديد شديد للذي يلوي أو يعرض. ومن باب أولى وأحرى الذي يحكم بالباطل أو يشهد بالزور، لأنه أعظم جرما، لأن الأولين تركا الحق، وهذا ترك الحق وقام بالباطل."
    },
    {
      "ayah": 136,
      "surah": 4,
      "text": "اعلم أن الأمر إما أن يوجه إلى من لم يدخل في الشيء ولم يتصف بشيء منه، فهذا يكون أمرا له في الدخول فيه، وذلك كأمر من ليس بمؤمن بالإيمان، كقوله تعالى: { يَأَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ ْ} الآية. وإما أن يوجه إلى من دخل في الشيء فهذا يكون أمره ليصحح ما وجد منه ويحصل ما لم يوجد، ومنه ما ذكره الله في هذه الآية من أمر المؤمنين بالإيمان، فإن ذلك يقتضي أمرهم بما يصحح إيمانهم من الإخلاص والصدق، وتجنب المفسدات والتوبة من جميع المنقصات. ويقتضي أيضا الأمر بما لم يوجد من المؤمن من علوم الإيمان وأعماله، فإنه كلما وصل إليه نص وفهم معناه واعتقده فإن ذلك من الإيمان المأمور به. وكذلك سائر الأعمال الظاهرة والباطنة، كلها من الإيمان كما دلت على ذلك النصوص الكثيرة، وأجمع عليه سلف الأمة. ثم الاستمرار على ذلك والثبات عليه إلى الممات كما قال تعالى: { يَأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ ْ} وأمر هنا بالإيمان به وبرسوله، وبالقرآن وبالكتب المتقدمة، فهذا كله من الإيمان الواجب الذي لا يكون العبد مؤمنا إلا به، إجمالا فيما لم يصل إليه تفصيله وتفصيلا فيما علم من ذلك بالتفصيل، فمن آمن هذا الإيمان المأمور به، فقد اهتدى وأنجح. { وَمَن يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا ْ} وأي ضلال أبعد من ضلال من ترك طريق الهدى المستقيم، وسلك الطريق الموصلة له إلى العذاب الأليم؟\\\" واعلم أن الكفر بشيء من هذه المذكورات كالكفر بجميعها، لتلازمها وامتناع وجود الإيمان ببعضها دون بعض"
    },
    {
      "ayah": 137,
      "surah": 4,
      "text": "أي: من تكرر منه الكفر بعد الإيمان فاهتدى ثم ضل، وأبصر ثم عمي، وآمن ثم كفر واستمر على كفره وازداد منه، فإنه بعيد من التوفيق والهداية لأقوم الطريق، وبعيد من المغفرة لكونه أتى بأعظم مانع يمنعه من حصولها. فإن كفره يكون عقوبة وطبعًا لا يزول كما قال تعالى: { فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ْ} { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ْ} ودلت الآية: أنهم إن لم يزدادوا كفرا بل رجعوا إلى الإيمان، وتركوا ما هم عليه من الكفران، فإن الله يغفر لهم، ولو تكررت منهم الردة. وإذا كان هذا الحكم في الكفر فغيره من المعاصي التي دونه من باب أولى أن العبد لو تكررت منه ثم عاد إلى التوبة، عاد الله له بالمغفرة."
    },
    {
      "ayah": 138,
      "surah": 4,
      "text": "تفسير الايتين 138 و139 :ـ البشارة تستعمل في الخير، وتستعمل في الشر بقيد كما في هذه الآية. يقول تعالى: { بَشِّرِ الْمُنَافِقِينَ ْ} أي: الذين أظهروا الإسلام وأبطنوا الكفر، بأقبح بشارة وأسوئها، وهو العذاب الأليم، وذلك بسبب محبتهم الكفار وموالاتهم ونصرتهم، وتركهم لموالاة المؤمنين، فأي شيء حملهم على ذلك؟ أيبتغون عندهم العزة؟ وهذا هو الواقع من أحوال المنافقين، ساء ظنهم بالله وضعف يقينهم بنصر الله لعباده المؤمنين، ولحظوا بعض الأسباب التي عند الكافرين، وقصر نظرهم عمّا وراء ذلك، فاتخذوا الكافرين أولياء يتعززون بهم ويستنصرون. والحال أن العزة لله جميعا، فإن نواصي العباد بيده، ومشيئته نافذة فيهم. وقد تكفل بنصر دينه وعباده المؤمنين، ولو تخلل ذلك بعض الامتحان لعباده المؤمنين، وإدالة العدو عليهم إدالة غير مستمرة، فإن العاقبة والاستقرار للمؤمنين، وفي هذه الآية الترهيب العظيم من موالاة الكافرين؛ وترك موالاة المؤمنين، وأن ذلك من صفات المنافقين، وأن الإيمان يقتضي محبة المؤمنين وموالاتهم، وبغض الكافرين وعداوتهم."
    },
    {
      "ayah": 139,
      "surah": 4,
      "text": "تفسير الايتين 138 و139 :ـ البشارة تستعمل في الخير، وتستعمل في الشر بقيد كما في هذه الآية. يقول تعالى: { بَشِّرِ الْمُنَافِقِينَ ْ} أي: الذين أظهروا الإسلام وأبطنوا الكفر، بأقبح بشارة وأسوئها، وهو العذاب الأليم، وذلك بسبب محبتهم الكفار وموالاتهم ونصرتهم، وتركهم لموالاة المؤمنين، فأي شيء حملهم على ذلك؟ أيبتغون عندهم العزة؟ وهذا هو الواقع من أحوال المنافقين، ساء ظنهم بالله وضعف يقينهم بنصر الله لعباده المؤمنين، ولحظوا بعض الأسباب التي عند الكافرين، وقصر نظرهم عمّا وراء ذلك، فاتخذوا الكافرين أولياء يتعززون بهم ويستنصرون. والحال أن العزة لله جميعا، فإن نواصي العباد بيده، ومشيئته نافذة فيهم. وقد تكفل بنصر دينه وعباده المؤمنين، ولو تخلل ذلك بعض الامتحان لعباده المؤمنين، وإدالة العدو عليهم إدالة غير مستمرة، فإن العاقبة والاستقرار للمؤمنين، وفي هذه الآية الترهيب العظيم من موالاة الكافرين؛ وترك موالاة المؤمنين، وأن ذلك من صفات المنافقين، وأن الإيمان يقتضي محبة المؤمنين وموالاتهم، وبغض الكافرين وعداوتهم."
    },
    {
      "ayah": 14,
      "surah": 4,
      "text": "{ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ } ويدخل في اسم المعصية الكفر فما دونه من المعاصي، فلا يكون فيها شبهة للخوارج القائلين بكفر أهل المعاصي فإن الله تعالى رتب دخول الجنة على طاعته وطاعة رسوله. ورتب دخول النار على معصيته ومعصية رسوله، فمن أطاعه طاعة تامة دخل الجنة بلا عذاب. ومن عصى الله ورسوله معصية تامة يدخل فيها الشرك فما دونه، دخل النار وخلد فيها، ومن اجتمع فيه معصية وطاعة، كان فيه من موجب الثواب والعقاب بحسب ما فيه من الطاعة والمعصية. وقد دلت النصوص المتواترة على أن الموحدين الذين معهم طاعة التوحيد، غير مخلدين في النار، فما معهم من التوحيد مانع لهم من الخلود فيها."
    },
    {
      "ayah": 140,
      "surah": 4,
      "text": "أي: وقد بيَّن الله لكم فيما أنزل عليكم حكمه الشرعي عند حضور مجالس الكفر والمعاصي { أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا } أي: يستهان بها. وذلك أن الواجب على كل مكلف في آيات الله الإيمان بها وتعظيمها وإجلالها وتفخيمها، وهذا المقصود بإنزالها، وهو الذي خَلَق الله الخَلْق لأجله، فضد الإيمان الكفر بها، وضد تعظيمها الاستهزاء بها واحتقارها، ويدخل في ذلك مجادلة الكفار والمنافقين لإبطال آيات الله ونصر كفرهم. وكذلك المبتدعون على اختلاف أنواعهم، فإن احتجاجهم على باطلهم يتضمن الاستهانة بآيات الله لأنها لا تدل إلا على حق، ولا تستلزم إلا صدقا، بل وكذلك يدخل فيه حضور مجالس المعاصي والفسوق التي يستهان فيها بأوامر الله ونواهيه، وتقتحم حدوده التي حدها لعباده ومنتهى هذا النهي عن القعود معهم { حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ } أي: غير الكفر بآيات الله والاستهزاء بها. { إِنَّكُمْ إِذًا } أي: إن قعدتم معهم في الحال المذكورة { مِثْلُهُمْ } لأنكم رضيتم بكفرهم واستهزائهم، والراضي بالمعصية كالفاعل لها، والحاصل أن من حضر مجلسا يعصى الله به، فإنه يتعين عليه الإنكار عليهم مع القدرة، أو القيام مع عدمها. { إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا } كما اجتمعوا على الكفر والموالاة ولا ينفع الكافرين مجرد كونهم في الظاهر مع المؤمنين كما قال تعالى: { يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ } إلى آخر الآيات."
    },
    {
      "ayah": 141,
      "surah": 4,
      "text": "ثم ذكر تحقيق موالاة المنافقين للكافرين ومعاداتهم للمؤمنين فقال: { الَّذِينَ يَتَرَبَّصُونَ بِكُمْ } أي: ينتظرون الحالة التي تصيرون عليها، وتنتهون إليها من خير أو شر، قد أعدوا لكل حالة جوابا بحسب نفاقهم. { فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللَّهِ قَالُوا أَلَمْ نَكُن مَّعَكُمْ } فيظهرون أنهم مع المؤمنين ظاهرا وباطنا ليسلموا من القدح والطعن عليهم، وليشركوهم في الغنيمة والفيء ولينتصروا بهم. { وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ } ولم يقل فتح؛ لأنه لا يحصل لهم فتح، يكون مبدأ لنصرتهم المستمرة، بل غاية ما يكون أن يكون لهم نصيب غير مستقر، حكمة من الله. فإذا كان ذلك { قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ } أي: نستولي عليكم { وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ } أي: يتصنعون عندهم بكف أيديهم عنهم مع القدرة، ومنعهم من المؤمنين بجميع وجوه المنع في تفنيدهم وتزهيدهم في القتال، ومظاهرة الأعداء عليهم، وغير ذلك مما هو معروف منهم. { فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ } فيجازي المؤمنين ظاهرا وباطنا بالجنة، ويعذب المنافقين والمنافقات والمشركين والمشركات. { وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا } أي: تسلطا واستيلاء عليهم، بل لا تزال طائفة من المؤمنين على الحق منصورة، لا يضرهم من خذلهم ولا من خالفهم، ولا يزال الله يحدث من أسباب النصر للمؤمنين، ودفعٍ لتسلط الكافرين، ما هو مشهود بالعيان. حتى إن [بعض] المسلمين الذين تحكمهم الطوائف الكافرة، قد بقوا محترمين لا يتعرضون لأديانهم ولا يكونون مستصغرين عندهم، بل لهم العز التام من الله، فله الحمد أوّلًا وآخرًا، وظاهرًا وباطنًا."
    },
    {
      "ayah": 142,
      "surah": 4,
      "text": "يخبر تعالى عن المنافقين بما كانوا عليه، من قبيح الصفات وشنائع السمات، وأن طريقتهم مخادعة الله تعالى، أي: بما أظهروه من الإيمان وأبطنوه من الكفران، ظنوا أنه يروج على الله ولا يعلمه ولا يبديه لعباده، والحال أن الله خادعهم، فمجرد وجود هذه الحال منهم ومشيهم عليها، خداع لأنفسهم. وأي: خداع أعظم ممن يسعى سعيًا يعود عليه بالهوان والذل والحرمان؟\\\" ويدل بمجرده على نقص عقل صاحبه، حيث جمع بين المعصية، ورآها حسنة، وظنها من العقل والمكر، فلله ما يصنع الجهل والخذلان بصاحبه\\\" ومن خداعه لهم يوم القيامة ما ذكره الله في قوله: { يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُـوا نُورًا فَضُرِبَ بَيْنَهُم بِسُـورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَـةُ وَظَاهـِرُهُ مِن قِبَلِهِ الْعَذَابُ يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ } إلى آخر الآيات. \\\" وَ \\\" من صفاتهم أنهم { إِذَا قَامُوا إِلَى الصَّلَاةِ } -إن قاموا- التي هي أكبر الطاعات العملية { قَامُوا كُسَالَى } متثاقلين لها متبرمين من فعلها، والكسل لا يكون إلا من فقد الرغبة من قلوبهم، فلولا أن قلوبهم فارغة من الرغبة إلى الله وإلى ما عنده، عادمة للإيمان، لم يصدر منهم الكسل، { يُرَاءُونَ النَّاسَ } أي: هذا الذي انطوت عليه سرائرهم وهذا مصدر أعمالهم، مراءاة الناس، يقصدون رؤية الناس وتعظيمهم واحترامهم ولا يخلصون لله، فلهذا { لَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا } لامتلاء قلوبهم من الرياء، فإن ذكر الله تعالى وملازمته لا يكون إلا من مؤمن ممتلئ قلبه بمحبة الله وعظمته."
    },
    {
      "ayah": 143,
      "surah": 4,
      "text": "{ مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ } أي: مترددين بين فريق المؤمنين وفريق الكافرين. فلا من المؤمنين ظاهرا وباطنا، ولا من الكافرين ظاهرا وباطنا. أعطوا باطنهم للكافرين وظاهرهم للمؤمنين، وهذا أعظم ضلال يقدر. ولهذا قـال: { وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا } أي: لن تجد طريقا لهدايته ولا وسيلة لترك غوايته، لأنه انغلق عنه باب الرحمة، وصار بدله كل نقمة. فهذه الأوصاف المذمومة تدل بتنبيهها على أن المؤمنين متصفون بضدها، من الصدق ظاهرا وباطنا، والإخلاص، وأنهم لا يجهل ما عندهم، ونشاطهم في صلاتهم وعباداتهم، وكثرة ذكرهم لله تعالى. وأنهم قد هداهم الله ووفقهم للصراط المستقيم. فليعرض العاقل نفسه على هذين الأمرين وليختر أيهما أولى به، وبالله المستعان."
    },
    {
      "ayah": 144,
      "surah": 4,
      "text": "لما ذكر أن من صفات المنافقين اتخاذ الكافرين أولياء من دون المؤمنين، نهى عباده المؤمنين أن يتصفوا بهذه الحالة القبيحة، وأن يشابهوا المنافقين، فإن ذلك موجب لأن { تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا } أي: حجة واضحة على عقوبتكم، فإنه قد أنذرنا وحذرنا منها، وأخبرنا بما فيها من المفاسد، فسلوكها بعد هذا موجِب للعقاب. وفي هذه الآية دليل على كمال عدل الله، وأن الله لا يُعَذِّب أحدا قبل قيام الحجة عليه، وفيه التحذير من المعاصي؛ فإن فاعلها يجعل لله عليه سلطانا مبينا."
    },
    {
      "ayah": 145,
      "surah": 4,
      "text": "يخبر تعالى عن مآل المنافقين أنهم في أسفل الدركات من العذاب، وأشر الحالات من العقاب. فهم تحت سائر الكفار لأنهم شاركوهم بالكفر بالله ومعاداة رسله، وزادوا عليهم المكر والخديعة والتمكن من كثير من أنواع العداوة للمؤمنين، على وجه لا يشعر به ولا يحس. ورتبوا على ذلك جريان أحكام الإسلام عليهم، واستحقاق ما لا يستحقونه، فبذلك ونحوه استحقوا أشد العذاب، وليس لهم منقذ من عذابه ولا ناصر يدفع عنهم بعض عقابه، وهذا عام لكل منافق إلا مَنْ مَنَّ الله عليهم بالتوبة من السيئات. { وَأَصْلَحُوا } له الظواهر والبواطن { وَاعْتَصَمُوا بِاللَّهِ } والتجأوا إليه في جلب منافعهم ودفع المضار عنهم. { وَأَخْلَصُوا دِينَهُمْ } الذي هو الإسلام والإيمان والإحسان { لِلَّهِ } فقصدوا وجه الله بأعمالهم الظاهرة والباطنة وسلِمُوا من الرياء والنفاق، فمن اتصف بهذه الصفات { فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ } أي: في الدنيا، والبرزخ، ويوم القيامة { وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا } لا يعلم كنهه إلا الله، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. وتأمل كيف خص الاعتصام والإخلاص بالذكر، مع دخولهما في قوله: { وَأَصْلَحُوا } لأن الاعتصام والإخلاص من جملة الإصلاح، لشدة الحاجة إليهما خصوصا في هذا المقام الحرج الذي يمكن من القلوب النفاق، فلا يزيله إلا شدة الاعتصام بالله، ودوام اللجأ والافتقار إليه في دفعه، وكون الإخلاص منافيا كل المنافاة للنفاق، فذكرهما لفضلهما وتوقفِ الأعمال الظاهرة والباطنة عليهما، ولشدة الحاجة في هذا المقام إليهما. وتأمل كيف لما ذكر أن هؤلاء مع المؤمنين لم يقل: وسوف يؤتيهم أجرا عظيما، مع أن السياق فيهم. بل قال: { وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا } لأن هذه القاعدة الشريفة -لم يزل الله يبدئ فيها ويعيد، إذا كان السياق في بعض الجزئيات، وأراد أن يرتب عليه ثوابًا أو عقابا وكان ذلك مشتركًا بينه وبين الجنس الداخل فيه، رتب الثواب في مقابلة الحكم العام الذي تندرج تحته تلك القضية وغيرها، ولئلا يتوهم اختصاص الحكم بالأمر الجزئي، فهذا من أسرار القرآن البديعة، فالتائب من المنافقين مع المؤمنين وله ثوابهم."
    },
    {
      "ayah": 146,
      "surah": 4,
      "text": "يخبر تعالى عن مآل المنافقين أنهم في أسفل الدركات من العذاب، وأشر الحالات من العقاب. فهم تحت سائر الكفار لأنهم شاركوهم بالكفر بالله ومعاداة رسله، وزادوا عليهم المكر والخديعة والتمكن من كثير من أنواع العداوة للمؤمنين، على وجه لا يشعر به ولا يحس. ورتبوا على ذلك جريان أحكام الإسلام عليهم، واستحقاق ما لا يستحقونه، فبذلك ونحوه استحقوا أشد العذاب، وليس لهم منقذ من عذابه ولا ناصر يدفع عنهم بعض عقابه، وهذا عام لكل منافق إلا مَنْ مَنَّ الله عليهم بالتوبة من السيئات. { وَأَصْلَحُوا } له الظواهر والبواطن { وَاعْتَصَمُوا بِاللَّهِ } والتجأوا إليه في جلب منافعهم ودفع المضار عنهم. { وَأَخْلَصُوا دِينَهُمْ } الذي هو الإسلام والإيمان والإحسان { لِلَّهِ } فقصدوا وجه الله بأعمالهم الظاهرة والباطنة وسلِمُوا من الرياء والنفاق، فمن اتصف بهذه الصفات { فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ } أي: في الدنيا، والبرزخ، ويوم القيامة { وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا } لا يعلم كنهه إلا الله، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. وتأمل كيف خص الاعتصام والإخلاص بالذكر، مع دخولهما في قوله: { وَأَصْلَحُوا } لأن الاعتصام والإخلاص من جملة الإصلاح، لشدة الحاجة إليهما خصوصا في هذا المقام الحرج الذي يمكن من القلوب النفاق، فلا يزيله إلا شدة الاعتصام بالله، ودوام اللجأ والافتقار إليه في دفعه، وكون الإخلاص منافيا كل المنافاة للنفاق، فذكرهما لفضلهما وتوقفِ الأعمال الظاهرة والباطنة عليهما، ولشدة الحاجة في هذا المقام إليهما. وتأمل كيف لما ذكر أن هؤلاء مع المؤمنين لم يقل: وسوف يؤتيهم أجرا عظيما، مع أن السياق فيهم. بل قال: { وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا } لأن هذه القاعدة الشريفة -لم يزل الله يبدئ فيها ويعيد، إذا كان السياق في بعض الجزئيات، وأراد أن يرتب عليه ثوابًا أو عقابا وكان ذلك مشتركًا بينه وبين الجنس الداخل فيه، رتب الثواب في مقابلة الحكم العام الذي تندرج تحته تلك القضية وغيرها، ولئلا يتوهم اختصاص الحكم بالأمر الجزئي، فهذا من أسرار القرآن البديعة، فالتائب من المنافقين مع المؤمنين وله ثوابهم."
    },
    {
      "ayah": 147,
      "surah": 4,
      "text": "ثم أخبر تعالى عن كمال غناه وسعة حلمه ورحمته وإحسانه فقال: { مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ } والحال أن الله شاكر عليم. يعطي المتحملين لأجله الأثقال، الدائبين في الأعمال، جزيل الثواب وواسع الإحسان. ومن ترك شيئًا لله أعطاه الله خيرًا منه. ومع هذا يعلم ظاهركم وباطنكم، وأعمالكم وما تصدر عنه من إخلاص وصدق، وضد ذلك. وهو يريد منكم التوبة والإنابة والرجوع إليه، فإذا أنبتم إليه، فأي شيء يفعل بعذابكم؟ فإنه لا يتشفى بعذابكم، ولا ينتفع بعقابكم، بل العاصي لا يضر إلا نفسه، كما أن عمل المطيع لنفسه. والشكر هو خضوع القلب واعترافه بنعمة الله، وثناء اللسان على المشكور، وعمل الجوارح بطاعته وأن لا يستعين بنعمه على معاصيه."
    },
    {
      "ayah": 148,
      "surah": 4,
      "text": "يخبر تعالى أنه لا يحب الجهر بالسوء من القول، أي: يبغض ذلك ويمقته ويعاقب عليه، ويشمل ذلك جميع الأقوال السيئة التي تسوء وتحزن، كالشتم والقذف والسب ونحو ذلك فإن ذلك كله من المنهي عنه الذي يبغضه الله. ويدل مفهومها أنه يحب الحسن من القول كالذكر والكلام الطيب اللين. وقوله: { إِلَّا مَن ظُلِمَ } أي: فإنه يجوز له أن يدعو على من ظلمه ويتشكى منه، ويجهر بالسوء لمن جهر له به، من غير أن يكذب عليه ولا يزيد على مظلمته، ولا يتعدى بشتمه غير ظالمه، ومع ذلك فعفوه وعـدم مقابلته أولى، كما قـال تعالى: { فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ } { وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا } ولما كانت الآية قد اشتملت على الكلام السيئ والحسن والمباح، أخبر تعالى أنه { سميع } فيسمع أقوالكم، فاحذروا أن تتكلموا بما يغضب ربكم فيعاقبكم على ذلك. وفيه أيضا ترغيب على القول الحسن. { عَلِيمٌ } بنياتكم ومصدر أقوالكم."
    },
    {
      "ayah": 149,
      "surah": 4,
      "text": "ثم قال تعالى: { إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ } وهذا يشمل كل خير قوليّ وفعليّ، ظاهر وباطن، من واجب ومستحب. { أَوْ تَعْفُوا عَن سُوءٍ } أي: عمن ساءكم في أبدانكم وأموالكم وأعراضكم، فتسمحوا عنه، فإن الجزاء من جنس العمل. فمن عفا لله عفا الله عنه، ومن أحسن أحسن الله إليه، فلهذا قال: { فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا } أي: يعفو عن زلات عباده وذنوبهم العظيمة فيسدل عليهم ستره، ثم يعاملهم بعفوه التام الصادر عن قدرته. وفي هذه الآية إرشاد إلى التفقه في معاني أسماء الله وصفاته، وأن الخلق والأمر صادر عنها، وهي مقتضية له، ولهذا يعلل الأحكام بالأسماء الحسنى، كما في هذه الآية. لما ذكر عمل الخير والعفو عن المسيء رتب على ذلك، بأن أحالنا على معرفة أسمائه وأن ذلك يغنينا عن ذكر ثوابها الخاص."
    },
    {
      "ayah": 15,
      "surah": 4,
      "text": "أي: النساء { اللاتي يَأْتِينَ الْفَاحِشَةَ } أي: الزنا، ووصفها بالفاحشة لشناعتها وقبحها. { فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ } أي: من رجالكم المؤمنين العدول. { فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ } أي: احبسوهن عن الخروج الموجب للريبة. وأيضا فإن الحبس من جملة العقوبات { حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ } أي: هذا منتهى الحبس. { أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا } أي: طريقا غير الحبس في البيوت، وهذه الآية ليست منسوخة، وإنما هي مغياة إلى ذلك الوقت، فكان الأمر في أول الإسلام كذلك حتى جعل الله لهن سبيلا، وهو رجم المحصن وجلد غير المحصن."
    },
    {
      "ayah": 150,
      "surah": 4,
      "text": "هنا قسمان قد وضحا لكل أحد: مؤمنٌ بالله وبرسله كلِّهم وكتبه، وكافرٌ بذلك كله. وبقي قسم ثالث: وهو الذي يزعم أنه يؤمن ببعض الرسل دون بعض، وأن هذا سبيل ينجيه من عذاب الله، إنْ هذا إلا مجرد أماني. فإن هؤلاء يريدون التفريق بين الله وبين رسله. فإن من تولى الله حقيقة تولى جميع رسله لأن ذلك من تمام توليه، ومن عادى أحدا من رسله فقد عادى الله وعادى جميع رسله، كما قال تعالى: { مَن كَانَ عَدُوًّا لِّلَّهِ } الآيات. وكذلك مَنْ كفر برسول فقد كفر بجميع الرسل، بل بالرسول الذي يزعم أنه به مؤمن، ولهذا قال: { أُولَئِكَ هُـمُ الْكَـافِرُونَ حَقًّا } وذلك لئلا يتوهم أن مرتبتهم متوسطة بين الإيمان والكفر. ووجه كونهم كافرين - حتى بما زعموا الإيمان به- أن كل دليل دلهم على الإيمان بمن آمنوا به موجود هو أو مثله أو ما فوقه للنبي الذي كفروا به، وكل شبهة يزعمون أنهم يقدحون بها في النبي الذي كفروا به موجود مثلها أو أعظم منها فيمن آمنوا به. فلم يبق بعد ذلك إلا التشهي والهوى ومجرد الدعوى التي يمكن كل أحد أن يقابلها بمثلها، ولما ذكر أن هؤلاء هم الكافرون حقا ذكر عقابا شاملا لهم ولكل كافر فقال: { وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا } كما تكبروا عن الإيمان بالله، أهانهم بالعذاب الأليم المخزي."
    },
    {
      "ayah": 151,
      "surah": 4,
      "text": "هنا قسمان قد وضحا لكل أحد: مؤمنٌ بالله وبرسله كلِّهم وكتبه، وكافرٌ بذلك كله. وبقي قسم ثالث: وهو الذي يزعم أنه يؤمن ببعض الرسل دون بعض، وأن هذا سبيل ينجيه من عذاب الله، إنْ هذا إلا مجرد أماني. فإن هؤلاء يريدون التفريق بين الله وبين رسله. فإن من تولى الله حقيقة تولى جميع رسله لأن ذلك من تمام توليه، ومن عادى أحدا من رسله فقد عادى الله وعادى جميع رسله، كما قال تعالى: { مَن كَانَ عَدُوًّا لِّلَّهِ } الآيات. وكذلك مَنْ كفر برسول فقد كفر بجميع الرسل، بل بالرسول الذي يزعم أنه به مؤمن، ولهذا قال: { أُولَئِكَ هُـمُ الْكَـافِرُونَ حَقًّا } وذلك لئلا يتوهم أن مرتبتهم متوسطة بين الإيمان والكفر. ووجه كونهم كافرين - حتى بما زعموا الإيمان به- أن كل دليل دلهم على الإيمان بمن آمنوا به موجود هو أو مثله أو ما فوقه للنبي الذي كفروا به، وكل شبهة يزعمون أنهم يقدحون بها في النبي الذي كفروا به موجود مثلها أو أعظم منها فيمن آمنوا به. فلم يبق بعد ذلك إلا التشهي والهوى ومجرد الدعوى التي يمكن كل أحد أن يقابلها بمثلها، ولما ذكر أن هؤلاء هم الكافرون حقا ذكر عقابا شاملا لهم ولكل كافر فقال: { وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا } كما تكبروا عن الإيمان بالله، أهانهم بالعذاب الأليم المخزي."
    },
    {
      "ayah": 152,
      "surah": 4,
      "text": "{ وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ } وهذا يتضمن الإيمان بكل ما أخبر الله به عن نفسه وبكل ما جاءت به الرسل من الأخبار والأحكام. { وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ } من رسله، بل آمنوا بهم كلهم، فهذا هو الإيمان الحقيقي، واليقين المبني على البرهان. { أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ } أي: جزاء إيمانهم وما ترتب عليه من عمل صالح، وقول حسن، وخلق جميل، كُلٌّ على حسب حاله. ولعل هذا هو السر في إضافة الأجور إليهم، { وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا } يغفر السيئات ويتقبل الحسنات."
    },
    {
      "ayah": 153,
      "surah": 4,
      "text": "هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 154,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 155,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 156,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 157,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 158,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 159,
      "surah": 4,
      "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل."
    },
    {
      "ayah": 16,
      "surah": 4,
      "text": "{ و } كذلك { الَّلذَانِ يَأْتِيَانِهَا } أي: الفاحشة { مِنْكُمْ } من الرجال والنساء { فَآذُوهُمَا } بالقول والتوبيخ والتعيير والضرب الرادع عن هذه الفاحشة، فعلى هذا يكون الرجال إذا فعلوا الفاحشة يؤذون، والنساء يحبسن ويؤذين. فالحبس غايته إلى الموت، والأذية نهايتها إلى التوبة والإصلاح، ولهذا قال: { فَإِنْ تَابَا } أي: رجعا عن الذنب الذي فعلاه وندما عليه، وعزما على أن لا يعودا { وَأَصْلَحَا } العمل الدال على صدق التوبة { فَأَعْرِضُوا عَنْهُمَا } أي: عن أذاهما { إِنَّ اللَّهَ كَانَ تَوَّابًا رَحِيمًا } أي: كثير التوبة على المذنبين الخطائين، عظيم الرحمة والإحسان، الذي -من إحسانه- وفقهم للتوبة وقبلها منهم، وسامحهم عن ما صدر منهم. ويؤخذ من هاتين الآيتين أن بينة الزنا، لا بد أن تكون أربعة رجال مؤمنين، ومن باب أولى وأحرى اشتراط عدالتهم؛ لأن الله تعالى شدد في أمر هذه الفاحشة، سترًا لعباده، حتى إنه لا يقبل فيها النساء منفردات، ولا مع الرجال، ولا ما دون أربعة. ولا بد من التصريح بالشهادة، كما دلت على ذلك الأحاديث الصحيحة، وتومئ إليه هذه الآية لما قال: { فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ } لم يكتف بذلك حتى قال: { فَإِنْ شَهِدُوا } أي: لا بد من شهادة صريحة عن أمر يشاهد عيانًا، من غير تعريض ولا كناية. ويؤخذ منهما أن الأذية بالقول والفعل والحبس، قد شرعه الله تعزيرًا لجنس المعصية الذي يحصل به الزجر."
    },
    {
      "ayah": 160,
      "surah": 4,
      "text": "ثم أخبر تعالى أنه حرم على أهل الكتاب كثيرا من الطيبات التي كانت حلالا عليهم، وهذا تحريم عقوبة بسبب ظلمهم واعتدائهم، وصدهم الناس عن سبيل الله، ومنعهم إياهم من الهدى، وبأخذهم الربا وقد نهوا عنه، فمنعوا المحتاجين ممن يبايعونه عن العدل، فعاقبهم الله من جنس فعلهم فمنعهم من كثير من الطيبات التي كانوا بصدد حلها، لكونها طيبة، وأما التحريم الذي على هذه الأمة فإنه تحريم تنزيه لهم عن الخبائث التي تضرهم في دينهم ودنياهم."
    },
    {
      "ayah": 161,
      "surah": 4,
      "text": "ثم أخبر تعالى أنه حرم على أهل الكتاب كثيرا من الطيبات التي كانت حلالا عليهم، وهذا تحريم عقوبة بسبب ظلمهم واعتدائهم، وصدهم الناس عن سبيل الله، ومنعهم إياهم من الهدى، وبأخذهم الربا وقد نهوا عنه، فمنعوا المحتاجين ممن يبايعونه عن العدل، فعاقبهم الله من جنس فعلهم فمنعهم من كثير من الطيبات التي كانوا بصدد حلها، لكونها طيبة، وأما التحريم الذي على هذه الأمة فإنه تحريم تنزيه لهم عن الخبائث التي تضرهم في دينهم ودنياهم."
    },
    {
      "ayah": 162,
      "surah": 4,
      "text": "لما ذكر معايب أهل الكتاب، ذكر الممدوحين منهم فقال: { لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ } أي: الذين ثبت العلم في قلوبهم ورسخ الإيقان في أفئدتهم فأثمر لهم الإيمان التام العام { بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ } وأثمر لهم الأعمال الصالحة من إقامة الصلاة وإيتاء الزكاة اللذين هما أفضل الأعمال، وقد اشتملتا على الإخلاص للمعبود والإحسان إلى العبيد. وآمنوا باليوم الآخر فخافوا الوعيد ورجوا الوعد. { أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا } لأنهم جمعوا بين العلم والإيمان والعمل الصالح، والإيمان بالكتب والرسل السابقة واللاحقة."
    },
    {
      "ayah": 163,
      "surah": 4,
      "text": "تفسير الايات من 163 حتى 165 :ـ يخبر تعالى أنه أوحى إلى عبده ورسوله من الشرع العظيم والأخبار الصادقة ما أوحى إلى هؤلاء الأنبياء عليهم الصلاة والسلام وفي هذا عدة فوائد: منها: أن محمدا صلى الله عليه وسلم ليس ببدع من الرسل، بل أرسل الله قبله من المرسلين العدد الكثير والجم الغفير فاستغراب رسالته لا وجه له إلا الجهل والعناد. ومنها: أنه أوحى إليه كما أوحى إليهم من الأصول والعدل الذي اتفقوا عليه، وأن بعضهم يصدق بعضا ويوافق بعضهم بعضا. ومنها: أنه من جنس هؤلاء الرسل، فليعتبره المعتبر بإخوانه المرسلين، فدعوته دعوتهم؛ وأخلاقهم متفقة؛ ومصدرهم واحد؛ وغايتهم واحدة، فلم يقرنه بالمجهولين؛ ولا بالكذابين ولا بالملوك الظالمين. ومنها: أن في ذكر هؤلاء الرسل وتعدادهم من التنويه بهم، والثناء الصادق عليهم، وشرح أحوالهم مما يزداد به المؤمن إيمانا بهم ومحبة لهم، واقتداء بهديهم، واستنانا بسنتهم ومعرفة بحقوقهم، ويكون ذلك مصداقا لقوله: { سَلَامٌ عَلَى نُــوحٍ فـِي الْعَـالَمِيـنَ } { سَلَامٌ عَلَى إِبْرَاهِيمَ } { سَلَامٌ عَلَى مُوسَى وَهَارُونَ } { سَلَامٌ عَلَى إِلْ يَاسِينَ * إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ } فكل محسن له من الثناء الحسن بين الأنام بحسب إحسانه. والرسل -خصوصا هؤلاء المسمون- في المرتبة العليا من الإحسان. ولما ذكر اشتراكهم بوحيه ذكر تخصيص بعضهم، فذكر أنه آتى داود الزبور، وهو الكتاب المعروف المزبور الذي خص الله به داود عليه السلام لفضله وشرفه، وأنه كلم موسى تكليما، أي: مشافهة منه إليه لا بواسطة حتى اشتهر بهذا عند العالمين فيقال: \\\"موسى كليم الرحمن\\\". وذكر أن الرسل منهم من قصه الله على رسوله، ومنهم من لم يقصصه عليه، وهذا يدل على كثرتهم وأن الله أرسلهم مبشرين لمن أطاع الله واتبعهم، بالسعادة الدنيوية والأخروية، ومنذرين من عصى الله وخالفهم بشقاوة الدارين، لئلا يكون للناس على الله حجة بعد الرسل فيقولوا: { مَا جَاءَنَا مِن بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُم بَشِيرٌ وَنَذِيرٌ } فلم يبق للخَلْق على الله حجة لإرساله الرسل تترى يبينون لهم أمر دينهم، ومراضي ربهم ومساخطه وطرق الجنة وطرق النار، فمن كفر منهم بعد ذلك فلا يلومن إلا نفسه. وهذا من كمال عزته تعالى وحكمته أن أرسل إليهم الرسل وأنزل عليهم الكتب، وذلك أيضا من فضله وإحسانه، حيث كان الناس مضطرين إلى الأنبياء أعظم ضرورة تقدر فأزال هذا الاضطرار، فله الحمد وله الشكر. ونسأله كما ابتدأ علينا نعمته بإرسالهم، أن يتمها بالتوفيق لسلوك طريقهم، إنه جواد كريم."
    },
    {
      "ayah": 164,
      "surah": 4,
      "text": "تفسير الايات من 163 حتى 165 :ـ يخبر تعالى أنه أوحى إلى عبده ورسوله من الشرع العظيم والأخبار الصادقة ما أوحى إلى هؤلاء الأنبياء عليهم الصلاة والسلام وفي هذا عدة فوائد: منها: أن محمدا صلى الله عليه وسلم ليس ببدع من الرسل، بل أرسل الله قبله من المرسلين العدد الكثير والجم الغفير فاستغراب رسالته لا وجه له إلا الجهل والعناد. ومنها: أنه أوحى إليه كما أوحى إليهم من الأصول والعدل الذي اتفقوا عليه، وأن بعضهم يصدق بعضا ويوافق بعضهم بعضا. ومنها: أنه من جنس هؤلاء الرسل، فليعتبره المعتبر بإخوانه المرسلين، فدعوته دعوتهم؛ وأخلاقهم متفقة؛ ومصدرهم واحد؛ وغايتهم واحدة، فلم يقرنه بالمجهولين؛ ولا بالكذابين ولا بالملوك الظالمين. ومنها: أن في ذكر هؤلاء الرسل وتعدادهم من التنويه بهم، والثناء الصادق عليهم، وشرح أحوالهم مما يزداد به المؤمن إيمانا بهم ومحبة لهم، واقتداء بهديهم، واستنانا بسنتهم ومعرفة بحقوقهم، ويكون ذلك مصداقا لقوله: { سَلَامٌ عَلَى نُــوحٍ فـِي الْعَـالَمِيـنَ } { سَلَامٌ عَلَى إِبْرَاهِيمَ } { سَلَامٌ عَلَى مُوسَى وَهَارُونَ } { سَلَامٌ عَلَى إِلْ يَاسِينَ * إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ } فكل محسن له من الثناء الحسن بين الأنام بحسب إحسانه. والرسل -خصوصا هؤلاء المسمون- في المرتبة العليا من الإحسان. ولما ذكر اشتراكهم بوحيه ذكر تخصيص بعضهم، فذكر أنه آتى داود الزبور، وهو الكتاب المعروف المزبور الذي خص الله به داود عليه السلام لفضله وشرفه، وأنه كلم موسى تكليما، أي: مشافهة منه إليه لا بواسطة حتى اشتهر بهذا عند العالمين فيقال: \\\"موسى كليم الرحمن\\\". وذكر أن الرسل منهم من قصه الله على رسوله، ومنهم من لم يقصصه عليه، وهذا يدل على كثرتهم وأن الله أرسلهم مبشرين لمن أطاع الله واتبعهم، بالسعادة الدنيوية والأخروية، ومنذرين من عصى الله وخالفهم بشقاوة الدارين، لئلا يكون للناس على الله حجة بعد الرسل فيقولوا: { مَا جَاءَنَا مِن بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُم بَشِيرٌ وَنَذِيرٌ } فلم يبق للخَلْق على الله حجة لإرساله الرسل تترى يبينون لهم أمر دينهم، ومراضي ربهم ومساخطه وطرق الجنة وطرق النار، فمن كفر منهم بعد ذلك فلا يلومن إلا نفسه. وهذا من كمال عزته تعالى وحكمته أن أرسل إليهم الرسل وأنزل عليهم الكتب، وذلك أيضا من فضله وإحسانه، حيث كان الناس مضطرين إلى الأنبياء أعظم ضرورة تقدر فأزال هذا الاضطرار، فله الحمد وله الشكر. ونسأله كما ابتدأ علينا نعمته بإرسالهم، أن يتمها بالتوفيق لسلوك طريقهم، إنه جواد كريم."
    },
    {
      "ayah": 165,
      "surah": 4,
      "text": "تفسير الايات من 163 حتى 165 :ـ يخبر تعالى أنه أوحى إلى عبده ورسوله من الشرع العظيم والأخبار الصادقة ما أوحى إلى هؤلاء الأنبياء عليهم الصلاة والسلام وفي هذا عدة فوائد: منها: أن محمدا صلى الله عليه وسلم ليس ببدع من الرسل، بل أرسل الله قبله من المرسلين العدد الكثير والجم الغفير فاستغراب رسالته لا وجه له إلا الجهل والعناد. ومنها: أنه أوحى إليه كما أوحى إليهم من الأصول والعدل الذي اتفقوا عليه، وأن بعضهم يصدق بعضا ويوافق بعضهم بعضا. ومنها: أنه من جنس هؤلاء الرسل، فليعتبره المعتبر بإخوانه المرسلين، فدعوته دعوتهم؛ وأخلاقهم متفقة؛ ومصدرهم واحد؛ وغايتهم واحدة، فلم يقرنه بالمجهولين؛ ولا بالكذابين ولا بالملوك الظالمين. ومنها: أن في ذكر هؤلاء الرسل وتعدادهم من التنويه بهم، والثناء الصادق عليهم، وشرح أحوالهم مما يزداد به المؤمن إيمانا بهم ومحبة لهم، واقتداء بهديهم، واستنانا بسنتهم ومعرفة بحقوقهم، ويكون ذلك مصداقا لقوله: { سَلَامٌ عَلَى نُــوحٍ فـِي الْعَـالَمِيـنَ } { سَلَامٌ عَلَى إِبْرَاهِيمَ } { سَلَامٌ عَلَى مُوسَى وَهَارُونَ } { سَلَامٌ عَلَى إِلْ يَاسِينَ * إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ } فكل محسن له من الثناء الحسن بين الأنام بحسب إحسانه. والرسل -خصوصا هؤلاء المسمون- في المرتبة العليا من الإحسان. ولما ذكر اشتراكهم بوحيه ذكر تخصيص بعضهم، فذكر أنه آتى داود الزبور، وهو الكتاب المعروف المزبور الذي خص الله به داود عليه السلام لفضله وشرفه، وأنه كلم موسى تكليما، أي: مشافهة منه إليه لا بواسطة حتى اشتهر بهذا عند العالمين فيقال: \\\"موسى كليم الرحمن\\\". وذكر أن الرسل منهم من قصه الله على رسوله، ومنهم من لم يقصصه عليه، وهذا يدل على كثرتهم وأن الله أرسلهم مبشرين لمن أطاع الله واتبعهم، بالسعادة الدنيوية والأخروية، ومنذرين من عصى الله وخالفهم بشقاوة الدارين، لئلا يكون للناس على الله حجة بعد الرسل فيقولوا: { مَا جَاءَنَا مِن بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُم بَشِيرٌ وَنَذِيرٌ } فلم يبق للخَلْق على الله حجة لإرساله الرسل تترى يبينون لهم أمر دينهم، ومراضي ربهم ومساخطه وطرق الجنة وطرق النار، فمن كفر منهم بعد ذلك فلا يلومن إلا نفسه. وهذا من كمال عزته تعالى وحكمته أن أرسل إليهم الرسل وأنزل عليهم الكتب، وذلك أيضا من فضله وإحسانه، حيث كان الناس مضطرين إلى الأنبياء أعظم ضرورة تقدر فأزال هذا الاضطرار، فله الحمد وله الشكر. ونسأله كما ابتدأ علينا نعمته بإرسالهم، أن يتمها بالتوفيق لسلوك طريقهم، إنه جواد كريم."
    },
    {
      "ayah": 166,
      "surah": 4,
      "text": "لما ذكر أن الله أوحى إلى رسوله محمد صلى الله عليه وسلم كما أوحى إلى إخوانه من المرسلين، أخبر هنا بشهادته تعالى على رسالته وصحة ما جاء به، وأنه { أَنْزَلَهُ بِعِلْمِهِ } يحتمل أن يكون المراد أنزله مشتملا على علمه، أي: فيه من العلوم الإلهية والأحكام الشرعية والأخبار الغيبية ما هو من علم الله تعالى الذي علم به عباده. ويحتمل أن يكون المراد: أنزله صادرا عن علمه، ويكون في ذلك إشارة وتنبيه على وجه شهادته، وأن المعنى: إذا كان تعالى أنزل هذا القرآن المشتمل على الأوامر والنواهي، وهو يعلم ذلك ويعلم حالة الذي أنزله عليه، وأنه دعا الناس إليه، فمن أجابه وصدقه كان وليه، ومن كذبه وعاداه كان عدوه واستباح ماله ودمه، والله تعالى يمكنه ويوالي نصره ويجيب دعواته، ويخذل أعداءه وينصر أولياءه، فهل توجد شهادة أعظم من هذه الشهادة وأكبر؟\\\" ولا يمكن القدح في هذه الشهادة إلا بعد القدح بعلم الله وقدرته وحكمته وإخباره تعالى بشهادة الملائكة على ما أنزل على رسوله، لكمال إيمانهم ولجلالة هذا المشهود عليه. فإن الأمور العظيمة لا يستشهد عليها إلا الخواص، كما قال تعالى في الشهادة على التوحيد: { شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ } وكفى بالله شهيدا."
    },
    {
      "ayah": 167,
      "surah": 4,
      "text": "لما أخبر عن رسالة الرسل صلوات الله وسلامه عليهم وأخبر برسالة خاتمهم محمد، وشهد بها وشهدت ملائكته -لزم من ذلك ثبوت الأمر المقرر والمشهود به، فوجب تصديقهم، والإيمان بهم واتباعهم. ثم توعد من كفر بهم فقال: { إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ } أي: جمعوا بين الكفر بأنفسهم وصدِّهم الناس عن سبيل الله. وهؤلاء هم أئمة الكفر ودعاة الضلال { قَدْ ضَلُّوا ضَلَالًا بَعِيدًا } وأي ضلال أعظم من ضلال من ضل بنفسه وأضل غيره، فباء بالإثمين ورجع بالخسارتين وفاتته الهدايتان"
    },
    {
      "ayah": 168,
      "surah": 4,
      "text": "{ إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا } وهذا الظلم هو زيادة على كفرهم، وإلا فالكفر عند إطلاق الظلم يدخل فيه. والمراد بالظلم هنا أعمال الكفر والاستغراق فيه، فهؤلاء بعيدون من المغفرة والهداية للصراط المستقيم. ولهذا قال: { لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا * إِلَّا طَرِيقَ جَهَنَّمَ } وإنما تعذرت المغفرة لهم والهداية لأنهم استمروا في طغيانهم، وازدادوا في كفرانهم فطبع على قلوبهم وانسدت عليهم طرق الهداية بما كسبوا، { وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ } { وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا } أي: لا يبالي الله بهم ولا يعبأ، لأنهم لا يصلحون للخير، ولا يليق بهم إلا الحالة التي اختاروها لأنفسهم."
    },
    {
      "ayah": 169,
      "surah": 4,
      "text": "{ إِنَّ الَّذِينَ كَفَرُوا وَظَلَمُوا } وهذا الظلم هو زيادة على كفرهم، وإلا فالكفر عند إطلاق الظلم يدخل فيه. والمراد بالظلم هنا أعمال الكفر والاستغراق فيه، فهؤلاء بعيدون من المغفرة والهداية للصراط المستقيم. ولهذا قال: { لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا * إِلَّا طَرِيقَ جَهَنَّمَ } وإنما تعذرت المغفرة لهم والهداية لأنهم استمروا في طغيانهم، وازدادوا في كفرانهم فطبع على قلوبهم وانسدت عليهم طرق الهداية بما كسبوا، { وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ } { وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا } أي: لا يبالي الله بهم ولا يعبأ، لأنهم لا يصلحون للخير، ولا يليق بهم إلا الحالة التي اختاروها لأنفسهم."
    },
    {
      "ayah": 17,
      "surah": 4,
      "text": "توبة الله على عباده نوعان: توفيق منه للتوبة، وقبول لها بعد وجودها من العبد، فأخبر هنا -أن التوبة المستحقة على الله حق أحقه على نفسه، كرما منه وجودا، لمن عمل السوء أي: المعاصي { بِجَهَالَةٍ } أي: جهالة منه بعاقبتها وإيجابها لسخط الله وعقابه، وجهل منه بنظر الله ومراقبته له، وجهل منه بما تئول إليه من نقص الإيمان أو إعدامه، فكل عاص لله، فهو جاهل بهذا الاعتبار وإن كان عالما بالتحريم. بل العلم بالتحريم شرط لكونها معصية معاقبا عليها { ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ } يحتمل أن يكون المعنى: ثم يتوبون قبل معاينة الموت، فإن الله يقبل توبة العبد إذا تاب قبل معاينة الموت والعذاب قطعا. وأما بعد حضور الموت فلا يُقبل من العاصين توبة ولا من الكفار رجوع، كما قال تعالى عن فرعون: { حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ } الآية. وقال تعالى: { فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ } وقال هنا: { وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ } أي: المعاصي فيما دون الكفر. { حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا } وذلك أن التوبة في هذه الحال توبة اضطرار لا تنفع صاحبها، إنما تنفع توبة الاختيار. ويحتمل أن يكون معنى قوله: { مِنْ قَرِيبٍ } أي: قريب من فعلهم للذنب الموجب للتوبة، فيكون المعنى: أن من بادر إلى الإقلاع من حين صدور الذنب وأناب إلى الله وندم عليه فإن الله يتوب عليه، بخلاف من استمر على ذنوبه وأصر على عيوبه، حتى صارت فيه صفاتٍ راسخةً فإنه يعسر عليه إيجاد التوبة التامة. والغالب أنه لا يوفق للتوبة ولا ييسر لأسبابها، كالذي يعمل السوء على علم تام ويقين وتهاون بنظر الله إليه، فإنه سد على نفسه باب الرحمة. نعم قد يوفق الله عبده المصر على الذنوب عن عمد ويقين لتوبة تامة [التي] يمحو بها ما سلف من سيئاته وما تقدم من جناياته، ولكن الرحمة والتوفيق للأول أقرب، ولهذا ختم الآية الأولى بقوله: { وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا } فمِن علمه أنه يعلم صادق التوبة وكاذبها فيجازي كلا منهما بحسب ما يستحق بحكمته، ومن حكمته أن يوفق من اقتضت حكمته ورحمته توفيقَه للتوبة، ويخذل من اقتضت حكمته وعدله عدمَ توفيقه. والله أعلم."
    },
    {
      "ayah": 170,
      "surah": 4,
      "text": "يأمر تعالى جميع الناس أن يؤمنوا بعبده ورسوله محمد صلى الله عليه وسلم. وذكر السبب الموجب للإيمان به، والفائدة في الإيمان به، والمضرة من عدم الإيمان به، فالسبب الموجب هو إخباره بأنه جاءهم بالحق.أي: فمجيئه نفسه حق، وما جاء به من الشرع حق، فإن العاقل يعرف أن بقاء الخلق في جهلهم يعمهون، وفي كفرهم يترددون، والرسالة قد انقطعت عنهم غير لائق بحكمة الله ورحمته، فمن حكمته ورحمته العظيمة نفس إرسال الرسول إليهم، ليعرفهم الهدى من الضلال، والغي من الرشد، فمجرد النظر في رسالته دليل قاطع على صحة نبوته. وكذلك النظر إلى ما جاء به من الشرع العظيم والصراط المستقيم. فإن فيه من الإخبار بالغيوب الماضية والمستقبلة، والخبر عن الله وعن اليوم الآخر -ما لا يعرف إلا بالوحي والرسالة. وما فيه من الأمر بكل خير وصلاح، ورشد وعدل وإحسان، وصدق وبر وصلة وحسن خلق، ومن النهي عن الشر والفساد والبغي والظلم وسوء الخلق، والكذب والعقوق، مما يقطع به أنه من عند الله. وكلما ازداد به العبد بصيرة، ازداد إيمانه ويقينه، فهذا السبب الداعي للإيمان. وأما الفائدة في الإيمان فأخبر أنه خير لكم والخير ضد الشر. فالإيمان خير للمؤمنين في أبدانهم وقلوبهم وأرواحهم ودنياهم وأخراهم. وذلك لما يترتب عليه من المصالح والفوائد، فكل ثواب عاجل وآجل فمن ثمرات الإيمان، فالنصر والهدى والعلم والعمل الصالح والسرور والأفراح، والجنة وما اشتملت عليه من النعيم كل ذلك مسبب عن الإيمان. كما أن الشقاء الدنيوي والأخروي من عدم الإيمان أو نقصه. وأما مضرة عدم الإيمان به صلى الله عليه وسلم فيعرف بضد ما يترتب على الإيمان به. وأن العبد لا يضر إلا نفسه، والله تعالى غني عنه لا تضره معصية العاصين، ولهذا قال: { فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ } أي: الجميع خلقه وملكه، وتحت تدبيره وتصريفه { وَكَانَ اللَّهُ عَلِيمًا } بكل شيء { حَكِيمًا } في خلقه وأمره. فهو العليم بمن يستحق الهداية والغواية، الحكيم في وضع الهداية والغواية موضعهما."
    },
    {
      "ayah": 171,
      "surah": 4,
      "text": "ينهى تعالى أهل الكتاب عن الغلو في الدين وهو مجاوزة الحد والقدر المشروع إلى ما ليس بمشروع. وذلك كقول النصارى في غلوهم بعيسى عليه السلام، ورفعه عن مقام النبوة والرسالة إلى مقام الربوبية الذي لا يليق بغير الله، فكما أن التقصير والتفريط من المنهيات، فالغلو كذلك، ولهذا قال: { وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ } وهذا الكلام يتضمن ثلاثة أشياء: أمرين منهي عنهما، وهما قول الكذب على الله، والقول بلا علم في أسمائه وصفاته وأفعاله وشرعه ورسله، والثالث: مأمور به وهو قول الحق في هذه الأمور. ولما كانت هذه قاعدة عامة كلية، وكان السياق في شأن عيسى عليه السلام نصَّ على قول الحق فيه، المخالف لطريقة اليهودية والنصرانية فقال: { إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ } أي: غاية المسيح عليه السلام ومنتهى ما يصل إليه من مراتب الكمال أعلى حالة تكون للمخلوقين، وهي درجة الرسالة التي هي أعلى الدرجات وأجلّ المثوبات. وأنه { كَلِمَتُهُ } التي { أَلْقَاهَا إِلَى مَرْيَمَ } أي: كلمة تكلم الله بها فكان بها عيسى، ولم يكن تلك الكلمة، وإنما كان بها، وهذا من باب إضافة التشريف والتكريم. وكذلك قوله: { وَرُوحٌ مّنْهُ } أي: من الأرواح التي خلقها وكملها بالصفات الفاضلة والأخلاق الكاملة، أرسل الله روحه جبريل عليه السلام فنفخ في فرج مريم عليها السلام، فحملت بإذن الله بعيسى عليه السلام. فلما بيّن حقيقة عيسى عليه السلام، أمر أهل الكتاب بالإيمان به وبرسله، ونهاهم أن يجعلوا الله ثالث ثلاثة أحدهم عيسى، والثاني مريم، فهذه مقالة النصارى قبحهم الله. فأمرهم أن ينتهوا، وأخبر أن ذلك خير لهم، لأنه الذي يتعين أنه سبيل النجاة، وما سواه فهو طريق الهلاك، ثم نزه نفسه عن الشريك والولد فقال: { إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ } أي: هو المنفرد بالألوهية، الذي لا تنبغي العبادة إلا له. { سُبْحَانَهُ } أي: تنزه وتقدس { أَن يَكُونَ لَهُ وَلَدٌ } لأن { لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ } فالكل مملوكون له مفتقرون إليه، فمحال أن يكون له شريك منهم أو ولد. ولما أخبر أنه المالك للعالم العلوي والسفلي أخبر أنه قائم بمصالحهم الدنيوية والأخروية وحافظها، ومجازيهم عليها تعالى."
    },
    {
      "ayah": 172,
      "surah": 4,
      "text": "لما ذكر تعالى غلو النصارى في عيسى عليه السلام، وذكر أنه عبده ورسوله، ذكر هنا أنه لا يستنكف عن عبادة ربه، أي: لا يمتنع عنها رغبة عنها، لا هو { وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ } فنزههم عن الاستنكاف وتنزيههم عن الاستكبار من باب أولى، ونفي الشيء فيه إثبات ضده. أي: فعيسى والملائكة المقربون قد رغبوا في عبادة ربهم، وأحبوها وسعوا فيها بما يليق بأحوالهم، فأوجب لهم ذلك الشرف العظيم والفوز العظيم، فلم يستنكفوا أن يكونوا عبيدا لربوبيته ولا لإلهيته، بل يرون افتقارهم لذلك فوق كل افتقار. ولا يظن أن رفع عيسى أو غيره من الخلق فوق مرتبته التي أنزله الله فيها وترفعه عن العبادة كمالا، بل هو النقص بعينه، وهو محل الذم والعقاب، ولهذا قال: { وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا } أي: فسيحشر الخلق كلهم إليه، المستنكفين والمستكبرين وعباده المؤمنين، فيحكم بينهم بحكمه العدل، وجزائه الفصل."
    },
    {
      "ayah": 173,
      "surah": 4,
      "text": "ثم فصل حكمه فيهم فقال: { فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: جمعوا بين الإيمان المأمور به، وعمل الصالحات من واجبات ومستحبات، من حقوق الله وحقوق عباده. { فَيُوَفِّيهِمْ أُجُورَهُمْ } أي: الأجور التي رتبها على الأعمال، كُلٌّ بحسب إيمانه وعمله. { وَيَزِيدُهُم مِن فَضْلِهِ } من الثواب الذي لم تنله أعمالهم ولم تصل إليه أفعالهم، ولم يخطر على قلوبهم. ودخل في ذلك كل ما في الجنة من المآكل والمشارب، والمناكح، والمناظر والسرور، ونعيم القلب والروح، ونعيم البدن، بل يدخل في ذلك كل خير ديني ودنيوي رتب على الإيمان والعمل الصالح. { وَأَمَّا الَّذِينَ اسْتَنكَفُوا وَاسْتَكْبَرُوا } أي: عن عبادة الله تعالى { فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا } وهو سخط الله وغضبه، والنار الموقدة التي تطلع على الأفئدة. { وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا } أي: لا يجدون أحدا من الخلق يتولاهم فيحصل لهم المطلوب، ولا مَن ينصرهم فيدفع عنهم المرهوب، بل قد تخلى عنهم أرحم الراحمين، وتركهم في عذابهم خالدين، وما حكم به تعالى فلا رادّ لحكمه ولا مغيّر لقضائه."
    },
    {
      "ayah": 174,
      "surah": 4,
      "text": "يمتن تعالى على سائر الناس بما أوصل إليهم من البراهين القاطعة والأنوار الساطعة، ويقيم عليهم الحجة، ويوضح لهم المحجة، فقال: { يَأَيُّهَا النَّاسُ قَدْ جَاءَكُم بُرْهَانٌ مِن رَّبِّكُمْ } أي: حجج قاطعة على الحق تبينه وتوضحه، وتبين ضده. وهذا يشمل الأدلة العقلية والنقلية، الآيات الأفقية والنفسية { سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقّ } وفي قوله: { مِن رَّبِّكُمْ } ما يدل على شرف هذا البرهان وعظمته، حيث كان من ربكم الذي رباكم التربية الدينية والدنيوية، فمن تربيته لكم التي يحمد عليها ويشكر، أن أوصل إليكم البينات، ليهديكم بها إلى الصراط المستقيم، والوصول إلى جنات النعيم. { وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا } وهو هذا القرآن العظيم، الذي قد اشتمل على علوم الأولين والآخرين والأخبار الصادقة النافعة، والأمر بكل عدل وإحسان وخير، والنهي عن كل ظلم وشر، فالناس في ظلمة إن لم يستضيئوا بأنواره، وفي شقاء عظيم إن لم يقتبسوا من خيره."
    },
    {
      "ayah": 175,
      "surah": 4,
      "text": "انقسم الناس -بحسب الإيمان بالقرآن والانتفاع به- قسمين: { فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ } أي: اعترفوا بوجوده واتصافه بكل وصف كامل، وتنزيهه من كل نقص وعيب. { وَاعْتَصَمُــوا بِـهِ } أي: لجأوا إلى الله واعتمدوا عليه وتبرأوا من حولهم وقوتهم واستعانوا بربهم. { فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ } أي: فسيتغمدهم بالرحمة الخاصة، فيوفقهم للخيرات ويجزل لهم المثوبات، ويدفع عنهم البليات والمكروهات. { وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا } أي: يوفقهم للعلم والعمل، معرفة الحق والعمل به. أي: ومن لم يؤمن بالله ويعتصم به ويتمسك بكتابه، منعهم من رحمته، وحرمهم من فضله، وخلى بينهم وبين أنفسهم، فلم يهتدوا، بل ضلوا ضلالا مبينا، عقوبة لهم على تركهم الإيمان فحصلت لهم الخيبة والحرمان، نسأله تعالى العفو والعافية والمعافاة."
    },
    {
      "ayah": 176,
      "surah": 4,
      "text": "أخبر تعالى أن الناس استفتوا رسوله صلى الله عليه وسلم أي: في الكلالة بدليل قوله: { قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ ْ} وهي الميت يموت وليس له ولد صلب ولا ولد ابن، ولا أب، ولا جد، ولهذا قال: { إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ ْ} أي: لا ذكر ولا أنثى، لا ولد صلب ولا ولد ابن. وكذلك ليس له والد، بدليل أنه ورث فيه الإخوة، والأخوات بالإجماع لا يرثون مع الوالد، فإذا هلك وليـس لـه ولـد ولا والـد { وَلَهُ أُخْتٌ ْ} أي: شقيقة أو لأب، لا لأم، فإنه قد تقدم حكمها. { فَلَهَا نِصْفُ مَا تَرَكَ ْ} أي نصف متروكات أخيها، من نقود وعقار وأثاث وغير ذلك، وذلك من بعد الدين والوصية كما تقدم. { وَهُوَ ْ} أي: أخوها الشقيق أو الذي للأب { يَرِثُهَا إِن لَّمْ يَكُن لَّهَا وَلَدٌ ْ} ولم يقدر له إرثا لأنه عاصب فيأخذ مالها كله، إن لم يكن صاحب فرض ولا عاصب يشاركه، أو ما أبقت الفروض. { فَإِن كَانَتَا ْ} أي: الأختان { اثْنَتَيْنِ ْ} أي: فما فوق { فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً ْ} أي: اجتمع الذكور من الإخوة لغير أم مع الإناث { فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ ْ} فيسقط فرض الإناث ويعصبهن إخوتهن. { يُبَيِّنُ اللَّهُ لَكُمْ أَن تَضِلُّوا ْ} أي: يبين لكم أحكامه التي تحتاجونها، ويوضحها ويشرحها لكم فضلا منه وإحسانا لكي تهتدوا ببيانه، وتعملوا بأحكامه، ولئلا تضلوا عن الصراط المستقيم بسبب جهلكم وعدم علمكم. { وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ ْ} أي: عالم بالغيب والشهادة والأمور الماضية والمستقبلة، ويعلم حاجتكم إلى بيانه وتعليمه، فيعلمكم من علمه الذي ينفعكم على الدوام في جميع الأزمنة والأمكنة. آخر تفسير سورة النساء فلله الحمد والشكر."
    },
    {
      "ayah": 18,
      "surah": 4,
      "text": "توبة الله على عباده نوعان: توفيق منه للتوبة، وقبول لها بعد وجودها من العبد، فأخبر هنا -أن التوبة المستحقة على الله حق أحقه على نفسه، كرما منه وجودا، لمن عمل السوء أي: المعاصي { بِجَهَالَةٍ } أي: جهالة منه بعاقبتها وإيجابها لسخط الله وعقابه، وجهل منه بنظر الله ومراقبته له، وجهل منه بما تئول إليه من نقص الإيمان أو إعدامه، فكل عاص لله، فهو جاهل بهذا الاعتبار وإن كان عالما بالتحريم. بل العلم بالتحريم شرط لكونها معصية معاقبا عليها { ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ } يحتمل أن يكون المعنى: ثم يتوبون قبل معاينة الموت، فإن الله يقبل توبة العبد إذا تاب قبل معاينة الموت والعذاب قطعا. وأما بعد حضور الموت فلا يُقبل من العاصين توبة ولا من الكفار رجوع، كما قال تعالى عن فرعون: { حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ } الآية. وقال تعالى: { فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ } وقال هنا: { وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ } أي: المعاصي فيما دون الكفر. { حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا } وذلك أن التوبة في هذه الحال توبة اضطرار لا تنفع صاحبها، إنما تنفع توبة الاختيار. ويحتمل أن يكون معنى قوله: { مِنْ قَرِيبٍ } أي: قريب من فعلهم للذنب الموجب للتوبة، فيكون المعنى: أن من بادر إلى الإقلاع من حين صدور الذنب وأناب إلى الله وندم عليه فإن الله يتوب عليه، بخلاف من استمر على ذنوبه وأصر على عيوبه، حتى صارت فيه صفاتٍ راسخةً فإنه يعسر عليه إيجاد التوبة التامة. والغالب أنه لا يوفق للتوبة ولا ييسر لأسبابها، كالذي يعمل السوء على علم تام ويقين وتهاون بنظر الله إليه، فإنه سد على نفسه باب الرحمة. نعم قد يوفق الله عبده المصر على الذنوب عن عمد ويقين لتوبة تامة [التي] يمحو بها ما سلف من سيئاته وما تقدم من جناياته، ولكن الرحمة والتوفيق للأول أقرب، ولهذا ختم الآية الأولى بقوله: { وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا } فمِن علمه أنه يعلم صادق التوبة وكاذبها فيجازي كلا منهما بحسب ما يستحق بحكمته، ومن حكمته أن يوفق من اقتضت حكمته ورحمته توفيقَه للتوبة، ويخذل من اقتضت حكمته وعدله عدمَ توفيقه. والله أعلم."
    },
    {
      "ayah": 19,
      "surah": 4,
      "text": "كانوا في الجاهلية إذا مات أحدهم عن زوجته، رأى قريبُه كأخيه وابن عمه ونحوهما أنه أحق بزوجته من كل أحد، وحماها عن غيره، أحبت أو كرهت. فإن أحبها تزوجها على صداق يحبه دونها، وإن لم يرضها عضلها فلا يزوجها إلا من يختاره هو، وربما امتنع من تزويجها حتى تبذل له شيئًا من ميراث قريبه أو من صداقها، وكان الرجل أيضا يعضل زوجته التي [يكون] يكرهها ليذهب ببعض ما آتاها، فنهى الله المؤمنين عن جميع هذه الأحوال إلا حالتين: إذا رضيت واختارت نكاح قريب زوجها الأول، كما هو مفهوم قوله: { كَرْهًا } وإذا أتين بفاحشة مبينة كالزنا والكلام الفاحش وأذيتها لزوجها فإنه في هذه الحال يجوز له أن يعضلها، عقوبة لها على فعلها لتفتدي منه إذا كان عضلا بالعدل. ثم قال: { وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ } وهذا يشمل المعاشرة القولية والفعلية، فعلى الزوج أن يعاشر زوجته بالمعروف، من الصحبة الجميلة، وكف الأذى وبذل الإحسان، وحسن المعاملة، ويدخل في ذلك النفقة والكسوة ونحوهما، فيجب على الزوج لزوجته المعروف من مثله لمثلها في ذلك الزمان والمكان، وهذا يتفاوت بتفاوت الأحوال. { فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا } أي: ينبغي لكم -أيها الأزواج- أن تمسكوا زوجاتكم مع الكراهة لهن، فإن في ذلك خيرًا كثيرًا. من ذلك امتثال أمر الله، وقبولُ وصيته التي فيها سعادة الدنيا والآخرة. ومنها أن إجباره نفسَه -مع عدم محبته لها- فيه مجاهدة النفس، والتخلق بالأخلاق الجميلة. وربما أن الكراهة تزول وتخلفها المحبة، كما هو الواقع في ذلك. وربما رزق منها ولدا صالحا نفع والديه في الدنيا والآخرة. وهذا كله مع الإمكان في الإمساك وعدم المحذور. فإن كان لا بد من الفراق، وليس للإمساك محل، فليس الإمساك بلازم."
    },
    {
      "ayah": 2,
      "surah": 4,
      "text": "وقوله تعالى: { وَآتُوا الْيَتَامَى أَمْوَالَهُمْ ولا تتبدلوا الخبيث بالطيب ولا تأكلوا أموالهم إلى أموالكم إنه كان حوبا كبيرا } هذا أول ما أوصى به من حقوق الخلق في هذه السورة. وهم اليتامى الذين فقدوا آباءهم الكافلين لهم، وهم صغار ضعاف لا يقومون بمصالحهم. فأمر الرءوف الرحيم عباده أن يحسنوا إليهم، وأن لا يقربوا أموالهم إلا بالتي هي أحسن، وأن يؤتوهم أموالهم إذا بلغوا ورشدوا، كاملة موفرة، وأن لا { تَتَبَدَّلُوا الْخَبِيثَ } الذي هو أكل مال اليتيم بغير حق. { بِالطَّيِّبِ } وهو الحلال الذي ما فيه حرج ولا تبعة. { وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ } أي: مع أموالكم، ففيه تنبيه لقبح أكل مالهم بهذه الحالة، التي قد استغنى بها الإنسان بما جعل الله له من الرزق في ماله. فمن تجرأ على هذه الحالة، فقد أتى { حُوبًا كَبِيرًا } أي: إثمًا عظيمًا، ووزرًا جسيمًا. ومن استبدال الخبيث بالطيب أن يأخذ الولي من مال اليتيم النفيس، ويجعل بدله من ماله الخسيس. وفيه الولاية على اليتيم، لأن مِنْ لازم إيتاء اليتيم ماله، ثبوت ولاية المؤتي على ماله. وفيه الأمر بإصلاح مال اليتيم، لأن تمام إيتائه ماله حفظه والقيام به بما يصلحه وينميه وعدم تعريضه للمخاوف والأخطار."
    },
    {
      "ayah": 20,
      "surah": 4,
      "text": "بل متى { أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ } أي: تطليقَ زوجة وتزوجَ أخرى. أي: فلا جناح عليكم في ذلك ولا حرج. ولكن إذا { آتَيْتُمْ إِحْدَاهُنَّ } أي: المفارقة أو التي تزوجها { قِنْطَارًا } أي: مالا كثيرا. { فَلَا تَأْخُذُوا مِنْهُ شَيْئًا } بل وفروه لهن ولا تمطلوا بهن. وفي هذه الآية دلالة على عدم تحريم كثرة المهر، مع أن الأفضل واللائق الاقتداءُ بالنبي صلى الله عليه وسلم في تخفيف المهر. ووجه الدلالة أن الله أخبر عن أمر يقع منهم، ولم ينكره عليهم، فدل على عدم تحريمه [لكن قد ينهي عن كثرة الصداق إذا تضمن مفسدة دينية وعدم مصلحة تقاوم] ثم قال: { أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُبِينًا } فإن هذا لا يحل ولو تحيلتم عليه بأنواع الحيل، فإن إثمه واضح."
    },
    {
      "ayah": 21,
      "surah": 4,
      "text": "{ وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا } وبيان ذلك: أن الزوجة قبل عقد النكاح محرمة على الزوج ولم ترض بحلها له إلا بذلك المهر الذي يدفعه لها، فإذا دخل بها وأفضى إليها وباشرها المباشرة التي كانت حراما قبل ذلك، والتي لم ترض ببذلها إلا بذلك العوض، فإنه قد استوفى المعوض فثبت عليه العوض. فكيف يستوفي المعوض ثم بعد ذلك يرجع على العوض؟ هذا من أعظم الظلم والجور، وكذلك أخذ الله على الأزواج ميثاقا غليظا بالعقد، والقيام بحقوقها."
    },
    {
      "ayah": 22,
      "surah": 4,
      "text": "أي: لا تتزوجوا من النساء ما تزوجهن آباؤكم أي: الأب وإن علا. { إِنَّهُ كَانَ فَاحِشَةً } أي: أمرا قبيحا يفحش ويعظم قبحه { وَمَقْتًا } من الله لكم ومن الخلق بل يمقت بسبب ذلك الابن أباه والأب ابنه، مع الأمر ببره. { وَسَاءَ سَبِيلًا } أي: بئس الطريق طريقا لمن سلكه لأن هذا من عوائد الجاهلية، التي جاء الإسلام بالتنزه عنها والبراءة منها."
    },
    {
      "ayah": 23,
      "surah": 4,
      "text": "هذه الآيات الكريمات مشتملات على المحرمات بالنسب، والمحرمات بالرضاع، والمحرمات بالصهر، والمحرمات بالجمع، وعلى المحللات من النساء. فأما المحرمات في النسب فهن السبع اللاتي ذكرهن الله. الأم يدخل فيها كل من لها عليك ولادة، وإن بعدت، ويدخل في البنت كل من لك عليها ولادة، والأخوات الشقيقات، أو لأب أو لأم. والعمة: كل أخت لأبيك أو لجدك وإن علا. والخالة: كل أخت لأمك، أو جدتك وإن علت وارثة أم لا. وبنات الأخ وبنات الأخت أي: وإن نزلت. فهؤلاء هن المحرمات من النسب بإجماع العلماء كما هو نص الآية الكريمة وما عداهن فيدخل في قوله: { وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ } وذلك كبنت العمة والعم وبنت الخال والخالة. وأما المحرمات بالرضاع فقد ذكر الله منهن الأم والأخت. وفي ذلك تحريم الأم مع أن اللبن ليس لها، إنما هو لصاحب اللبن، دل بتنبيهه على أن صاحب اللبن يكون أبا للمرتضع فإذا ثبتت الأبوة والأمومة ثبت ما هو فرع عنهما كإخوتهما وأصولهم وفروعهم وقال النبي صلى الله عليه وسلم: \\\"يحرم من الرضاع ما يحرم من النسب\\\" فينتشر التحريم من جهة المرضعة ومن له اللبن كما ينتشر في الأقارب، وفي الطفل المرتضع إلى ذريته فقط. لكن بشرط أن يكون الرضاع خمس رضعات في الحولين كما بينت السنة. وأما المحرمات بالصهر فهن أربع. حلائل الآباء وإن علوا، وحلائل الأبناء وإن نزلوا، وارثين أو محجوبين. وأمهات الزوجة وإن علون، فهؤلاء الثلاث يحرمن بمجرد العقد. والرابعة: الربيبة وهي بنت زوجته وإن نزلت، فهذه لا تحرم حتى يدخل بزوجته كما قال هنا { وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ } الآية. وقد قال الجمهور: إن قوله: { اللَّاتِي فِي حُجُورِكُمْ } قيد خرج مخرج الغالب لا مفهوم له، فإن الربيبة تحرم ولو لم تكن في حجره ولكن للتقييد بذلك فائدتان: إحداهما: فيه التنبيه على الحكمة في تحريم الربيبة وأنها كانت بمنزلة البنت فمن المستقبح إباحتها. والثانية: فيه دلالة على جواز الخلوة بالربيبة وأنها بمنزلة من هي في حجره من بناته ونحوهن. والله أعلم. وأما المحرمات بالجمع فقد ذكر الله الجمع بين الأختين وحرمه وحرم النبي صلى الله عليه وسلم الجمع بين المرأة وعمتها أو خالتها، فكل امرأتين بينهما رحم محرم لو قدر إحداهما ذكرًا والأخرى أنثى حرمت عليه فإنه يحرم الجمع بينهما، وذلك لما في ذلك من أسباب التقاطع بين الأرحام."
    },
    {
      "ayah": 24,
      "surah": 4,
      "text": "{ وَ } من المحرمات في النكاح { وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ } أي: ذوات الأزواج. فإنه يحرم نكاحهن ما دمن في ذمة الزوج حتى تطلق وتنقضي عدتها. { إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ } أي: بالسبي، فإذا سبيت الكافرة ذات الزوج حلت للمسلمين بعد أن تستبرأ. وأما إذا بيعت الأمة المزوجة أو وهبت فإنه لا ينفسخ نكاحها لأن المالك الثاني نزل منزلة الأول ولقصة بريرة حين خيرها النبي صلى الله عليه وسلم. وقوله: { كِتَابَ اللَّهِ عَلَيْكُمْ } أي: الزموه واهتدوا به فإن فيه الشفاء والنور وفيه تفصيل الحلال من الحرام. ودخل في قوله: { وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ } كلُّ ما لم يذكر في هذه الآية، فإنه حلال طيب. فالحرام محصور والحلال ليس له حد ولا حصر لطفًا من الله ورحمة وتيسيرًا للعباد. وقوله: { أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ } أي: تطلبوا من وقع عليه نظركم واختياركم من اللاتي أباحهن الله لكم حالة كونكم { مُحْصِنِينَ } أي: مستعفين عن الزنا، ومعفين نساءكم. { غَيْرَ مُسَافِحِينَ } والسفح: سفح الماء في الحلال والحرام، فإن الفاعل لذلك لا يحصن زوجته لكونه وضع شهوته في الحرام فتضعف داعيته للحلال فلا يبقى محصنا لزوجته. وفيها دلالة على أنه لا يزوج غير العفيف لقوله تعالى: { الزَّانِي لَا يَنْكِحُ إلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ } .{ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ } أي: ممن تزوجتموها { فَآتُوهُنَّ أُجُورَهُنَّ } أي: الأجور في مقابلة الاستمتاع. ولهذا إذا دخل الزوج بزوجته تقرر عليه صداقها { فَرِيضَةً } أي: إتيانكم إياهن أجورهن فرض فرضه الله عليكم، ليس بمنزلة التبرع الذي إن شاء أمضاه وإن شاء رده. أو معنى قوله فريضة: أي: مقدرة قد قدرتموها فوجبت عليكم، فلا تنقصوا منها شيئًا. { وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ } أي: بزيادة من الزوج أو إسقاط من الزوجة عن رضا وطيب نفس [هذا قول كثير من المفسرين، وقال كثير منهم: إنها نزلت في متعة النساء التي كانت حلالا في أول الإسلام ثم حرمها النبي صلى الله عليه وسلم وأنه يؤمر بتوقيتها وأجرها، ثم إذا انقضى الأمد الذي بينهما فتراضيا بعد الفريضة فلا حرج عليهما، والله أعلم]. { إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا } أي: كامل العلم واسعه، كامل الحكمة: فمن علمه وحكمته شرع لكم هذه الشرائع وحد لكم هذه الحدود الفاصلة بين الحلال والحرام."
    },
    {
      "ayah": 25,
      "surah": 4,
      "text": "ثم قال تعالى { وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا } الآية. أي: ومن لم يستطع الطول الذي هو المهر لنكاح المحصنات أي: الحرائر المؤمنات وخاف على نفسه العَنَت أي: الزنا والمشقة الكثيرة، فيجوز له نكاح الإماء المملوكات المؤمنات. وهذا بحسب ما يظهر، وإلا فالله أعلم بالمؤمن الصادق من غيره، فأمور الدنيا مبنية على ظواهر الأمور، وأحكام الآخرة مبنية على ما في البواطن. { فَانْكِحُوهُنَّ } أي: المملوكات { بِإِذْنِ أَهْلِهِنَّ } أي: سيدهن واحدا أو متعددا. { وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ } أي: ولو كن إماء، فإنه كما يجب المهر للحرة فكذلك يجب للأمة. ولكن لا يجوز نكاح الإماء إلا إذا كن { مُحْصَنَاتٍ } أي: عفيفات عن الزنا { غَيْرَ مُسَافِحَاتٍ } أي: زانيات علانية. { وَلَا مُتَّخِذَاتِ أَخْدَانٍ } أي: أخلاء في السر. فالحاصل أنه لا يجوز للحر المسلم نكاح أمة إلا بأربعة شروط ذكرها الله: الإيمان بهن والعفة ظاهرا وباطنا، وعدم استطاعة طول الحرة، وخوف العنت، فإذا تمت هذه الشروط جاز له نكاحهن. ومع هذا فالصبر عن نكاحهن أفضل لما فيه من تعريض الأولاد للرق، ولما فيه من الدناءة والعيب. وهذا إذا أمكن الصبر، فإن لم يمكن الصبر عن المحرم إلا بنكاحهن وجب ذلك. ولهذا قال: { وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ } وقوله: { فَإِذَا أُحْصِنَّ } أي: تزوجن أو أسلمن أي: الإماء { فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ } أي: الحرائر { مِنَ الْعَذَابِ } وذلك الذي يمكن تنصيفه وهو: الجَلد فيكون عليهن خمسون جَلدة. وأما الرجم فليس على الإماء رجم لأنه لا يتنصف، فعلى القول الأول إذا لم يتزوجن فليس عليهن حد، إنما عليهن تعزير يردعهن عن فعل الفاحشة. وعلى القول الثاني: إن الإماء غير المسلمات، إذا فعلن فاحشة أيضا عزرن. وختم هذه الآية بهذين الاسمين الكريمين \\\"الغفور والرحيم\\\" لكون هذه الأحكام رحمةً بالعباد وكرمًا وإحسانًا إليهم فلم يضيق عليهم، بل وسع غاية السعة. ولعل في ذكر المغفرة بعد ذكر الحد إشارة إلى أن الحدود كفارات، يغفر الله بها ذنوب عباده كما ورد بذلك الحديث. وحكم العبد الذكر في الحد المذكور حكم الأمة لعدم الفارق بينهما."
    },
    {
      "ayah": 26,
      "surah": 4,
      "text": "يخبر تعالى بمنته العظيمة ومنحته الجسيمة، وحسن تربيته لعباده المؤمنين وسهولة دينه فقال: { يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ } أي: جميع ما تحتاجون إلى بيانه من الحق والباطل، والحلال والحرام، { وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ } أي: الذين أنعم الله عليهم من النبيين وأتباعهم، في سيرهم الحميدة، وأفعالهم السديدة، وشمائلهم الكاملة، وتوفيقهم التام. فلذلك نفذ ما أراده، ووضح لكم وبين بيانا كما بين لمن قبلكم، وهداكم هداية عظيمة في العلم والعمل. { وَيَتُوبَ عَلَيْكُمْ } أي: يلطف لكم في أحوالكم وما شرعه لكم حتى تمكنوا من الوقوف على ما حده الله، والاكتفاء بما أحله فتقل ذنوبكم بسبب ما يسر الله عليكم فهذا من توبته على عباده. ومن توبته عليهم أنهم إذا أذنبوا فتح لهم أبواب الرحمة وأوزع قلوبهم الإنابة إليه، والتذلل بين يديه ثم يتوب عليهم بقبول ما وفقهم له. فله الحمد والشكر على ذلك. وقوله: { وَاللَّهُ عَلِيمٌ حَكِيمٌ } أي: كامل الحكمة، فمن علمه أن علمكم ما لم تكونوا تعلمون، ومنها هذه الأشياء والحدود. ومن حكمته أنه يتوب على من اقتضت حكمته ورحمته التوبة عليه، ويخذل من اقتضت حكمته وعدله من لا يصلح للتوبة."
    },
    {
      "ayah": 27,
      "surah": 4,
      "text": "وقوله: { وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ } أي: توبة تلم شعثكم، وتجمع متفرقكم، وتقرب بعيدكم. { وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ } أي: يميلون معها حيث مالت ويقدمونها على ما فيه رضا محبوبهم، ويعبدون أهواءهم، من أصناف الكفرة والعاصين، المقدمين لأهوائهم على طاعة ربهم، فهؤلاء يريدون { أَنْ تَمِيلُوا مَيْلًا عَظِيمًا } أي: [أن] تنحرفوا عن الصراط المستقيم إلى صراط المغضوب عليهم والضالين. يريدون أن يصرفوكم عن طاعة الرحمن إلى طاعة الشيطان، وعن التزام حدود من السعادة كلها في امتثال أوامره، إلى مَنْ الشقاوةُ كلها في اتباعه. فإذا عرفتم أن الله تعالى يأمركم بما فيه صلاحكم وفلاحكم وسعادتكم، وأن هؤلاء المتبعين لشهواتهم يأمرونكم بما فيه غاية الخسار والشقاء، فاختاروا لأنفسكم أوْلى الداعيين، وتخيّروا أحسن الطريقتين."
    },
    {
      "ayah": 28,
      "surah": 4,
      "text": "{ يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ } أي: بسهولة ما أمركم به و [ما] نهاكم عنه، ثم مع حصول المشقة في بعض الشرائع أباح لكم ما تقتضيه حاجتكم، كالميتة والدم ونحوهما للمضطر، وكتزوج الأمة للحر بتلك الشروط السابقة. وذلك لرحمته التامة وإحسانه الشامل، وعلمه وحكمته بضعف الإنسان من جميع الوجوه، ضعف البنية، وضعف الإرادة، وضعف العزيمة، وضعف الإيمان، وضعف الصبر، فناسب ذلك أن يخفف الله عنه، ما يضعف عنه وما لا يطيقه إيمانه وصبره وقوته."
    },
    {
      "ayah": 29,
      "surah": 4,
      "text": "ينهى تعالى عباده المؤمنين أن يأكلوا أموالهم بينهم بالباطل، وهذا يشمل أكلها بالغصوب والسرقات، وأخذها بالقمار والمكاسب الرديئة. بل لعله يدخل في ذلك أكل مال نفسك على وجه البطر والإسراف، لأن هذا من الباطل وليس من الحق. ثم إنه -لما حرم أكلها بالباطل- أباح لهم أكلها بالتجارات والمكاسب الخالية من الموانع، المشتملة على الشروط من التراضي وغيره. { وَلَا تَقْتُلُوا أَنْفُسَكُمْ } أي: لا يقتل بعضكم بعضًا، ولا يقتل الإنسان نفسه. ويدخل في ذلك الإلقاءُ بالنفس إلى التهلكة، وفعلُ الأخطار المفضية إلى التلف والهلاك { إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا } ومن رحمته أن صان نفوسكم وأموالكم، ونهاكم عن إضاعتها وإتلافها، ورتب على ذلك ما رتبه من الحدود. وتأمل هذا الإيجاز والجمع في قوله: { لَا تَأْكُلُوا أَمْوَالَكُمْ } { وَلَا تَقْتُلُوا أَنْفُسَكُمْ } كيف شمل أموال غيرك ومال نفسك وقتل نفسك وقتل غيرك بعبارة أخصر من قوله: \\\"لا يأكل بعضكم مال بعض\\\" و \\\"لا يقتل بعضكم بعضًا\\\" مع قصور هذه العبارة على مال الغير ونفس الغير فقط. مع أن إضافة الأموال والأنفس إلى عموم المؤمنين فيه دلالة على أن المؤمنين في توادهم وتراحمهم وتعاطفهم ومصالحهم كالجسد الواحد، حيث كان الإيمان يجمعهم على مصالحهم الدينية والدنيوية. ولما نهى عن أكل الأموال بالباطل التي فيها غاية الضرر عليهم، على الآكل، ومن أخذ ماله، أباح لهم ما فيه مصلحتهم من أنواع المكاسب والتجارات، وأنواع الحرف والإجارات، فقال: { إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ } أي: فإنها مباحة لكم. وشرط التراضي -مع كونها تجارة- لدلالة أنه يشترط أن يكون العقد غير عقد ربا لأن الربا ليس من التجارة، بل مخالف لمقصودها، وأنه لا بد أن يرضى كل من المتعاقدين ويأتي به اختيارًا. ومن تمام الرضا أن يكون المعقود عليه معلوما، لأنه إذا لم يكن كذلك لا يتصور الرضا مقدورًا على تسليمه، لأن غير المقدور عليه شبيه ببيع القمار، فبيع الغرر بجميع أنواعه خال من الرضا فلا ينفذ عقده. وفيها أنه تنعقد العقود بما دل عليها من قول أو فعل، لأن الله شرط الرضا فبأي طريق حصل الرضا انعقد به العقد. ثم ختم الآية بقوله: { إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا } ومن رحمته أن عصم دماءكم وأموالكم وصانها ونهاكم عن انتهاكها."
    },
    {
      "ayah": 3,
      "surah": 4,
      "text": "أي: وإن خفتم ألا تعدلوا في يتامى النساء اللاتي تحت حجوركم وولايتكم وخفتم أن لا تقوموا بحقهن لعدم محبتكم إياهن، فاعدلوا إلى غيرهن، وانكحوا { مَا طَابَ لَكُم مِّنَ النِّسَاء } أي: ما وقع عليهن اختياركم من ذوات الدين، والمال، والجمال، والحسب، والنسب، وغير ذلك من الصفات الداعية لنكاحهن، فاختاروا على نظركم، ومن أحسن ما يختار من ذلك صفة الدين كما قال النبي صلى الله عليه وسلم: \\\"تنكح المرأة لأربع لمالها ولجمالها ولحسبها ولدينها فاظفر بذات الدين تَرِبَتْ يمينك\\\" وفي هذه الآية - أنه ينبغي للإنسان أن يختار قبل النكاح، بل وقد أباح له الشارع النظر إلى مَنْ يريد تزوجها ليكون على بصيرة من أمره. ثم ذكر العدد الذي أباحه من النساء فقال: { مَثْنَى وَثُلَاثَ وَرُبَاعَ } أي: من أحب أن يأخذ اثنتين فليفعل، أو ثلاثا فليفعل، أو أربعا فليفعل، ولا يزيد عليها، لأن الآية سيقت لبيان الامتنان، فلا يجوز الزيادة على غير ما سمى الله تعالى إجماعا. وذلك لأن الرجل قد لا تندفع شهوته بالواحدة، فأبيح له واحدة بعد واحدة، حتى يبلغ أربعا، لأن في الأربع غنية لكل أحد، إلا ما ندر، ومع هذا فإنما يباح له ذلك إذا أمن على نفسه الجور والظلم، ووثق بالقيام بحقوقهن. فإن خاف شيئا من هذا فليقتصر على واحدة، أو على ملك يمينه. فإنه لا يجب عليه القسم في ملك اليمين { ذَلِك } أي: الاقتصار على واحدة أو ما ملكت اليمين { أَدْنَى أَلَّا تَعُولُوا } أي: تظلموا. وفي هذا أن تعرض العبد للأمر الذي يخاف منه الجور والظلم، وعدم القيام بالواجب -ولو كان مباحًا- أنه لا ينبغي له أن يتعرض، له بل يلزم السعة والعافية، فإن العافية خير ما أعطي العبد."
    },
    {
      "ayah": 30,
      "surah": 4,
      "text": "ثم قال: { وَمَنْ يَفْعَلْ ذَلِكَ } أي: أكل الأموال بالباطل وقتل النفوس { عُدْوَانًا وَظُلْمًا } أي: لا جهلا ونسيانا { فَسَوْفَ نُصْلِيهِ نَارًا } أي: عظيمة كما يفيده التنكير { وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا }"
    },
    {
      "ayah": 31,
      "surah": 4,
      "text": "وهذا من فضل الله وإحسانه على عباده المؤمنين وعدهم أنهم إذا اجتنبوا كبائر المنهيات غفر لهم جميع الذنوب والسيئات وأدخلهم مدخلا كريما كثير الخير وهو الجنة المشتملة على ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. ويدخل في اجتناب الكبائر فعل الفرائض التي يكون تاركها مرتكبا كبيرة، كالصلوات الخمس، والجمعة، وصوم رمضان، كما قال النبي صلى الله عليه وسلم \\\"الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهما ما اجتنبت الكبائر\\\" . وأحسن ما حُدت به الكبائر، أن الكبيرة ما فيه حد في الدنيا، أو وعيد في الآخرة، أو نفي إيمان، أو ترتيب لعنة، أو غضب عليه."
    },
    {
      "ayah": 32,
      "surah": 4,
      "text": "ينهى تعالى المؤمنين عن أن يتمنى بعضهم ما فضل الله به غيره من الأمور الممكنة وغير الممكنة. فلا تتمنى النساء خصائص الرجال التي بها فضلهم على النساء، ولا صاحب الفقر والنقص حالة الغنى والكمال تمنيا مجردا لأن هذا هو الحسد بعينه، تمني نعمة الله على غيرك أن تكون لك ويسلب إياها. ولأنه يقتضي السخط على قدر الله والإخلاد إلى الكسل والأماني الباطلة التي لا يقترن بها عمل ولا كسب. وإنما المحمود أمران: أن يسعى العبد على حسب قدرته بما ينفعه من مصالحه الدينية والدنيوية، ويسأل الله تعالى من فضله، فلا يتكل على نفسه ولا على غير ربه. ولهذا قال تعالى: { لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا } أي: من أعمالهم المنتجة للمطلوب. { وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ } فكل منهم لا يناله غير ما كسبه وتعب فيه. { وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ } أي: من جميع مصالحكم في الدين والدنيا. فهذا كمال العبد وعنوان سعادته لا من يترك العمل، أو يتكل على نفسه غير مفتقر لربه، أو يجمع بين الأمرين فإن هذا مخذول خاسر. وقوله: { إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا } فيعطي من يعلمه أهلا لذلك، ويمنع من يعلمه غير مستحق."
    },
    {
      "ayah": 33,
      "surah": 4,
      "text": "أي: { وَلِكُلٍّ } من الناس { جَعَلْنَا مَوَالِيَ } أي: يتولونه ويتولاهم بالتعزز والنصرة والمعاونة على الأمور. { مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ } وهذا يشمل سائر الأقارب من الأصول والفروع والحواشي، هؤلاء الموالي من القرابة. ثم ذكر نوعا آخر من الموالي فقال: { وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ } أي: حالفتموهم بما عقدتم معهم من عقد المحالفة على النصرة والمساعدة والاشتراك بالأموال وغير ذلك. وكل هذا من نعم الله على عباده، حيث كان الموالي يتعاونون بما لا يقدر عليه بعضهم مفردا. قال تعالى: { فَآتُوهُمْ نَصِيبَهُمْ } أي: آتوا الموالي نصيبهم الذي يجب القيام به من النصرة والمعاونة والمساعدة على غير معصية الله. والميراث للأقارب الأدنين من الموالي. { إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا } أي: مطلعا على كل شيء بعلمه لجميع الأمور، وبصره لحركات عباده، وسمعه لجميع أصواتهم."
    },
    {
      "ayah": 34,
      "surah": 4,
      "text": "يخبر تعالى أن الرِّجَال { قَوَّامُونَ عَلَى النِّسَاءِ } أي: قوامون عليهن بإلزامهن بحقوق الله تعالى، من المحافظة على فرائضه وكفهن عن المفاسد، والرجال عليهم أن يلزموهن بذلك، وقوامون عليهن أيضا بالإنفاق عليهن، والكسوة والمسكن، ثم ذكر السبب الموجب لقيام الرجال على النساء فقال: { بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ } أي: بسبب فضل الرجال على النساء وإفضالهم عليهن، فتفضيل الرجال على النساء من وجوه متعددة: من كون الولايات مختصة بالرجال، والنبوة، والرسالة، واختصاصهم بكثير من العبادات كالجهاد والأعياد والجمع. وبما خصهم الله به من العقل والرزانة والصبر والجلد الذي ليس للنساء مثله. وكذلك خصهم بالنفقات على الزوجات بل وكثير من النفقات يختص بها الرجال ويتميزون عن النساء. ولعل هذا سر قوله: { وَبِمَا أَنْفَقُوا } وحذف المفعول ليدل على عموم النفقة. فعلم من هذا كله أن الرجل كالوالي والسيد لامرأته، وهي عنده عانية أسيرة خادمة،فوظيفته أن يقوم بما استرعاه الله به. ووظيفتها: القيام بطاعة ربها وطاعة زوجها فلهذا قال: { فَالصَّالِحَاتُ قَانِتَاتٌ } أي: مطيعات لله تعالى { حَافِظَاتٌ لِلْغَيْبِ } أي: مطيعات لأزواجهن حتى في الغيب تحفظ بعلها بنفسها وماله، وذلك بحفظ الله لهن وتوفيقه لهن، لا من أنفسهن، فإن النفس أمارة بالسوء، ولكن من توكل على الله كفاه ما أهمه من أمر دينه ودنياه. ثم قال: { وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ } أي: ارتفاعهن عن طاعة أزواجهن بأن تعصيه بالقول أو الفعل فإنه يؤدبها بالأسهل فالأسهل، { فَعِظُوهُنَّ } أي: ببيان حكم الله في طاعة الزوج ومعصيته والترغيب في الطاعة، والترهيب من معصيته، فإن انتهت فذلك المطلوب، وإلا فيهجرها الزوج في المضجع، بأن لا يضاجعها، ولا يجامعها بمقدار ما يحصل به المقصود، وإلا ضربها ضربًا غير مبرح، فإن حصل المقصود بواحد من هذه الأمور وأطعنكم { فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا } أي: فقد حصل لكم ما تحبون فاتركوا معاتبتها على الأمور الماضية، والتنقيب عن العيوب التي يضر ذكرها ويحدث بسببه الشر. { إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا } أي: له العلو المطلق بجميع الوجوه والاعتبارات، علو الذات وعلو القدر وعلو القهر الكبير الذي لا أكبر منه ولا أجل ولا أعظم، كبير الذات والصفات."
    },
    {
      "ayah": 35,
      "surah": 4,
      "text": "أي: وإن خفتم الشقاق بين الزوجين والمباعدة والمجانبة حتى يكون كل منهما في شق { فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا } أي: رجلين مكلفين مسلمين عدلين عاقلين يعرفان ما بين الزوجين، ويعرفان الجمع والتفريق. وهذا مستفاد من لفظ \\\"الحكم\\\" لأنه لا يصلح حكما إلا من اتصف بتلك الصفات. فينظران ما ينقم كل منهما على صاحبه، ثم يلزمان كلا منهما ما يجب، فإن لم يستطع أحدهما ذلك، قنَّعا الزوج الآخر بالرضا بما تيسر من الرزق والخلق، ومهما أمكنهما الجمع والإصلاح فلا يعدلا عنه. فإن وصلت الحال إلى أنه لا يمكن اجتماعهما وإصلاحهما إلا على وجه المعاداة والمقاطعة ومعصية الله، ورأيا أن التفريق بينهما أصلح، فرقا بينهما. ولا يشترط رضا الزوج، كما يدل عليه أن الله سماهما حكمين، والحكم يحكم ولو لم يرض المحكوم عليه، ولهذا قال: { إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا } أي: بسبب الرأي الميمون والكلام الذي يجذب القلوب ويؤلف بين القرينين. { إِنَّ اللَّهَ كَانَ عَلِيمًا خَبِيرًا } أي: عالمًا بجميع الظواهر والبواطن، مطلعا على خفايا الأمور وأسرارها. فمن علمه وخبره أن شرع لكم هذه الأحكام الجليلة والشرائع الجميلة."
    },
    {
      "ayah": 36,
      "surah": 4,
      "text": "يأمر تعالى عباده بعبادته وحده لا شريك له، وهو الدخول تحت رق عبوديته، والانقياد لأوامره ونواهيه، محبة وذلا وإخلاصا له، في جميع العبادات الظاهرة والباطنة. وينهى عن الشرك به شيئا لا شركا أصغر ولا أكبر، لا ملكا ولا نبيا ولا وليا ولا غيرهم من المخلوقين الذين لا يملكون لأنفسهم نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا، بل الواجب المتعين إخلاص العبادة لمن له الكمال المطلق من جميع الوجوه، وله التدبير الكامل الذي لا يشركه ولا يعينه عليه أحد. ثم بعد ما أمر بعبادته والقيام بحقه أمر بالقيام بحقوق العباد الأقرب فالأقرب. فقال: { وَبِالْوَالِدَيْنِ إِحْسَانًا } أي: أحسنوا إليهم بالقول الكريم والخطاب اللطيف والفعل الجميل بطاعة أمرهما واجتناب نهيهما والإنفاق عليهما وإكرام من له تعلق بهما وصلة الرحم التي لا رحم لك إلا بهما. وللإحسان ضدان، الإساءةُ وعدمُ الإحسان. وكلاهما منهي عنه. { وَبِذِي الْقُرْبَى } أيضا إحسانا، ويشمل ذلك جميع الأقارب، قربوا أو بعدوا، بأن يحسن إليهم بالقول والفعل، وأن لا يقطع برحمه بقوله أو فعله. { وَالْيَتَامَى } أي: الذين فقدوا آباءهم وهم صغار، فلهم حق على المسلمين، سواء كانوا أقارب أو غيرهم بكفالتهم وبرهم وجبر خواطرهم وتأديبهم، وتربيتهم أحسن تربية في مصالح دينهم ودنياهم. { وَالْمَسَاكِين } وهم الذين أسكنتهم الحاجة والفقر، فلم يحصلوا على كفايتهم، ولا كفاية من يمونون، فأمر الله تعالى بالإحسان إليهم، بسد خلتهم وبدفع فاقتهم، والحض على ذلك، والقيام بما يمكن منه. { وَالْجَارِ ذِي الْقُرْبَى } أي: الجار القريب الذي له حقان حق الجوار وحق القرابة، فله على جاره حق وإحسان راجع إلى العرف. { و } كذلك { الْجَارِ الْجُنُبِ } أي: الذي ليس له قرابة. وكلما كان الجار أقرب بابًا كان آكد حقًّا، فينبغي للجار أن يتعاهد جاره بالهدية والصدقة والدعوة واللطافة بالأقوال والأفعال وعدم أذيته بقول أو فعل. { وَالصَّاحِبِ بِالْجَنْبِ } قيل: الرفيق في السفر، وقيل: الزوجة، وقيل الصاحب مطلقا، ولعله أولى، فإنه يشمل الصاحب في الحضر والسفر ويشمل الزوجة. فعلى الصاحب لصاحبه حق زائد على مجرد إسلامه، من مساعدته على أمور دينه ودنياه، والنصح له؛ والوفاء معه في اليسر والعسر، والمنشط والمكره، وأن يحب له ما يحب لنفسه، ويكره له ما يكره لنفسه، وكلما زادت الصحبة تأكد الحق وزاد. { وَابْنَ السَّبِيلِ } وهو: الغريب الذي احتاج في بلد الغربة أو لم يحتج، فله حق على المسلمين لشدة حاجته وكونه في غير وطنه بتبليغه إلى مقصوده أو بعض مقصوده [وبإكرامه وتأنيسه] { وَمَا مَلَكَتْ أَيْمَانُكُمْ } : أي: من الآدميين والبهائم بالقيام بكفايتهم وعدم تحميلهم ما يشق عليهم وإعانتهم على ما يتحملون، وتأديبهم لما فيه مصلحتهم. فمن قام بهذه المأمورات فهو الخاضع لربه، المتواضع لعباد الله، المنقاد لأمر الله وشرعه، الذي يستحق الثواب الجزيل والثناء الجميل، ومن لم يقم بذلك فإنه عبد معرض عن ربه، غير منقاد لأوامره، ولا متواضع للخلق، بل هو متكبر على عباد الله معجب بنفسه فخور بقوله، ولهذا قال: { إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا } أي: معجبا بنفسه متكبرًا على الخلق { فَخُورًا } يثني على نفسه ويمدحها على وجه الفخر والبطر على عباد الله، فهؤلاء ما بهم من الاختيال والفخر يمنعهم من القيام بالحقوق."
    },
    {
      "ayah": 37,
      "surah": 4,
      "text": "{ الَّذِينَ يَبْخَلُونَ } أي: يمنعون ما عليهم من الحقوق الواجبة. { وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ } بأقوالهم وأفعالهم { وَيَكْتُمُونَ مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ } أي: من العلم الذي يهتدي به الضالون ويسترشد به الجاهلون فيكتمونه عنهم، ويظهرون لهم من الباطل ما يحول بينهم وبين الحق. فجمعوا بين البخل بالمال والبخل بالعلم، وبين السعي في خسارة أنفسهم وخسارة غيرهم، وهذه هي صفات الكافرين، فلهذا قال تعالى: { وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا } أي: كما تكبروا على عباد الله ومنعوا حقوقه وتسببوا في منع غيرهم من البخل وعدم الاهتداء، أهانهم بالعذاب الأليم والخزي الدائم. فعياذًا بك اللهم من كل سوء."
    },
    {
      "ayah": 38,
      "surah": 4,
      "text": "ثم أخبر عن النفقة الصادرة عن رياء وسمعة وعدم إيمان به فقال: { وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ } أي: ليروهم ويمدحوهم ويعظموهم { وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ } أي: ليس إنفاقهم صادرا عن إخلاص وإيمان بالله ورجاء ثوابه. أي: فهذا من خطوات الشيطان وأعماله التي يدعو حزبه إليها ليكونوا من أصحاب السعير. وصدرت منهم بسبب مقارنته لهم وأزهم إليها فلهذا قال: { وَمَنْ يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاءَ قَرِينًا } أي: بئس المقارن والصاحب الذي يريد إهلاك من قارنه ويسعى فيه أشد السعي. فكما أن من بخل بما آتاه الله، وكتم ما مَنَّ به الله عليه عاص آثم مخالف لربه، فكذلك من أنفق وتعبد لغير الله فإنه آثم عاص لربه مستوجب للعقوبة، لأن الله إنما أمر بطاعته وامتثال أمره على وجه الإخلاص، كما قال تعالى: { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ } فهذا العمل المقبول الذي يستحق صاحبه المدح والثواب فلهذا حث تعالى عليه"
    },
    {
      "ayah": 39,
      "surah": 4,
      "text": "أي: أي شيء عليهم وأي حرج ومشقة تلحقهم لو حصل منهم الإيمان بالله الذي هو الإخلاص، وأنفقوا من أموالهم التي رزقهم الله وأنعم بها عليهم فجمعوا بين الإخلاص والإنفاق، ولما كان الإخلاص سرًّا بين العبد وبين ربه، لا يطلع عليه إلا الله أخبر تعالى بعلمه بجميع الأحوال فقال: { وَكَانَ اللَّهُ بِهِمْ عَلِيمًا }"
    },
    {
      "ayah": 4,
      "surah": 4,
      "text": "ولما كان كثير من الناس يظلمون النساء ويهضمونـهن حقوقهن، خصوصا الصداق الذي يكون شيئا كثيرًا، ودفعة واحدة، يشق دفعه للزوجة، أمرهم وحثهم على إيتاء النساء { صَدُقَاتِهِنَّ } أي: مهورهن { نِحْلَةً } أي: عن طيب نفس، وحال طمأنينة، فلا تمطلوهن أو تبخسوا منه شيئا. وفيه: أن المهر يدفع إلى المرأة إذا كانت مكلفة، وأنـها تملكه بالعقد، لأنه أضافه إليها، والإضافة تقتضي التمليك. { فَإِنْ طِبْنَ لَكُم عَنْ شَيْءٍ مِّنْهُ } أي: من الصداق { نَفْسًا } بأن سمحن لكم عن رضا واختيار بإسقاط شيء منه، أو تأخيره أو المعاوضة عنه. { فَكُلُوهُ هَنِيئًا مَرِيئًا } أي: لا حرج عليكم في ذلك ولا تبعة. وفيه دليل على أن للمرأة التصرف في مالها -ولو بالتبرع- إذا كانت رشيدة، فإن لم تكن كذلك فليس لعطيتها حكم، وأنه ليس لوليها من الصداق شيء، غير ما طابت به. وفي قوله: { فَانْكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاء } دليل على أن نكاح الخبيثة غير مأمور به، بل منهي عنه كالمشركة، وكالفاجرة، كما قال تعالى: { وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ } وقال: { وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ }"
    },
    {
      "ayah": 40,
      "surah": 4,
      "text": "يخبر تعالى عن كمال عدله وفضله وتنزهه عما يضاد ذلك من الظلم القليل والكثير فقال: { إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ } أي: ينقصها من حسنات عبده أو يزيدها في سيئاته، كما قال تعالى: { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ } { وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا } أي: إلى عشرة أمثالها، إلى أكثر من ذلك، بحسب حالها ونفعها وحال صاحبها، إخلاصا ومحبة وكمالا. { وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا } أي: زيادة على ثواب العمل بنفسه من التوفيق لأعمال أخر، وإعطاء البر الكثير والخير الغزير."
    },
    {
      "ayah": 41,
      "surah": 4,
      "text": "ثم قال تعالى: { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا } أي: كيف تكون تلك الأحوال، وكيف يكون ذلك الحكم العظيم، الذي جمع أن من حكم به كاملُ العلم، كاملُ العدل، كامل الحكمة، بشهادة أزكى الخلق وهم الرسل على أممهم مع إقرار المحكوم عليه؟\\\" فهذا -والله- الحكم الذي هو أعم الأحكام وأعدلها وأعظمها. وهناك يبقى المحكوم عليهم مقرين له لكمال الفضل والعدل، والحمد والثناء. وهناك يسعد أقوام بالفوز والفلاح والعز والنجاح. ويشقى أقوام بالخزي والفضيحة والعذاب المهين."
    },
    {
      "ayah": 42,
      "surah": 4,
      "text": "{ يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ } أي: جمعوا بين الكفر بالله وبرسوله، ومعصيةِ الرسول { لَوْ تُسَوَّى بِهِمُ الْأَرْضُ } أي: تبتلعهم ويكونون ترابا وعدما، كما قال تعالى: { وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا }. { وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا } أي: بل يقرون له بما عملوا، وتشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون. يومئذ يوفيهم الله جزاءهم الحق، ويعلمون أن الله هو الحق المبين. فأما ما ورد من أن الكفار يكتمون كفرهم وجحودهم، فإن ذلك يكون في بعض مواضع القيامة، حين يظنون أن جحودهم ينفعهم من عذاب الله، فإذا عرفوا الحقائق وشهدت عليهم جوارحهم حينئذ ينجلي الأمر، ولا يبقى للكتمان موضع، ولا نفع ولا فائدة."
    },
    {
      "ayah": 43,
      "surah": 4,
      "text": "ينهى تعالى عباده المؤمنين أن يقربوا الصلاة وهم سكارى، حتى يعلموا ما يقولون، وهذا شامل لقربان مواضع الصلاة، كالمسجد، فإنه لا يمكَّن السكران من دخوله. وشامل لنفس الصلاة، فإنه لا يجوز للسكران صلاة ولا عبادة، لاختلاط عقله وعدم علمه بما يقول، ولهذا حدد تعالى ذلك وغياه إلى وجود العلم بما يقول السكران. وهذه الآية الكريمة منسوخة بتحريم الخمر مطلقا، فإن الخمر -في أول الأمر- كان غير محرم، ثم إن الله تعالى عرض لعباده بتحريمه بقوله: { يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا } ثم إنه تعالى نهاهم عن الخمر عند حضور الصلاة كما في هذه الآية، ثم إنه تعالى حرمه على الإطلاق في جميع الأوقات في قوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ } الآية. ومع هذا فإنه يشتد تحريمه وقت حضور الصلاة لتضمنه هذه المفسدة العظيمة، بعد حصول مقصود الصلاة الذي هو روحها ولبها وهو الخشوع وحضور القلب، فإن الخمر يسكر القلب، ويصد عن ذكر الله وعن الصلاة، ويؤخذ من المعنى منع الدخول في الصلاة في حال النعاس المفرط، الذي لا يشعر صاحبه بما يقول ويفعل، بل لعل فيه إشارة إلى أنه ينبغي لمن أراد الصلاة أن يقطع عنه كل شاغل يشغل فكره، كمدافعة الأخبثين والتوق لطعام ونحوه كما ورد في ذلك الحديث الصحيح. ثم قال: { وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ } أي: لا تقربوا الصلاة حالة كون أحدكم جنبا، إلا في هذه الحال وهو عابر السبيل أي: تمرون في المسجد ولا تمكثون فيه، { حَتَّى تَغْتَسِلُوا } أي: فإذا اغتسلتم فهو غاية المنع من قربان الصلاة للجنب، فيحل للجنب المرور في المسجد فقط. { وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا } فأباح التيمم للمريض مطلقًا مع وجود الماء وعدمه، والعلة المرض الذي يشق معه استعمال الماء، وكذلك السفر فإنه مظنة فقد الماء، فإذا فقده المسافر أو وجد ما يتعلق بحاجته من شرب ونحوه، جاز له التيمم. وكذلك إذا أحدث الإنسان ببول أو غائط أو ملامسة النساء، فإنه يباح له التيمم إذا لم يجد الماء، حضرًا وسفرًا كما يدل على ذلك عموم الآية. والحاصل: أن الله تعالى أباح التيمم في حالتين: حال عدم الماء، وهذا مطلقا في الحضر والسفر، وحال المشقة باستعماله بمرض ونحوه. واختلف المفسرون في معنى قوله: { أَوْ لَامَسْتُمُ النِّسَاءَ } هل المراد بذلك: الجماع فتكون الآية نصا في جواز التيمم للجنب، كما تكاثرت بذلك الأحاديث الصحيحة؟ أو المراد بذلك مجرد اللمس باليد، ويقيد ذلك بما إذا كان مظنة خروج المذي، وهو المس الذي يكون لشهوة فتكون الآية دالة على نقض الوضوء بذلك؟ واستدل الفقهاء بقوله: { فَلَمْ تَجِدُوا مَاءً } بوجوب طلب الماء عند دخول الوقت، قالوا: لأنه لا يقال: \\\"لم يجد\\\" لمن لم يطلب، بل لا يكون ذلك إلا بعد الطلب، واستدل بذلك أيضا على أن الماء المتغير بشيء من الطاهرات يجوز بل يتعين التطهر به لدخوله في قوله: { فَلَمْ تَجِدُوا مَاءً } وهذا ماء. ونوزع في ذلك أنه ماء غير مطلق وفي ذلك نظر. وفي هذه الآية الكريمة مشروعية هذا الحكم العظيم الذي امتن به الله على هذه الأمة، وهو مشروعية التيمم، وقد أجمع على ذلك العلماء ولله الحمد، وأن التيمم يكون بالصعيد الطيب، وهو كل ما تصاعد على وجه الأرض سواء كان له غبار أم لا، ويحتمل أن يختص ذلك بذي الغبار لأن الله قال: { فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ } وما لا غبار له لا يمسح به. وقوله: { فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ } هذا محل المسح في التيمم: الوجه جميعه واليدان إلى الكوعين، كما دلت على ذلك الأحاديث الصحيحة، ويستحب أن يكون ذلك بضربة واحدة، كما دل على ذلك حديث عمار، وفيه أن تيمم الجنب كتيمم غيره، بالوجه واليدين. فائدة اعلم أن قواعد الطب تدور على ثلاث قواعد: حفظ الصحة عن المؤذيات، والاستفراغ منها، والحمية عنها. وقد نبه تعالى عليها في كتابه العزيز. أما حفظ الصحة والحمية عن المؤذي، فقد أمر بالأكل والشرب وعدم الإسراف في ذلك، وأباح للمسافر والمريض الفطر حفظا لصتحهما، باستعمال ما يصلح البدن على وجه العدل، وحماية للمريض عما يضره. وأما استفراغ المؤذي فقد أباح تعالى للمحْرِم المتأذي برأسه أن يحلقه لإزالة الأبخرة المحتقنة فيه، ففيه تنبيه على استفراغ ما هو أولى منها من البول والغائط والقيء والمني والدم، وغير ذلك، نبه على ذلك ابن القيم رحمه الله تعالى. وفي الآية وجوب تعميم مسح الوجه واليدين، وأنه يجوز التيمم ولو لم يضق الوقت، وأنه لا يخاطب بطلب الماء إلا بعد وجود سبب الوجوب والله أعلم. ثم ختم الآية بقوله: { إِنَّ اللَّهَ كَانَ عَفُوًّا غَفُورًا } أي: كثير العفو والمغفرة لعباده المؤمنين، بتيسير ما أمرهم به، وتسهيله غاية التسهيل، بحيث لا يشق على العبد امتثاله، فيحرج بذلك. ومن عفوه ومغفرته أن رحم هذه الأمة بشرع طهارة التراب بدل الماء، عند تعذر استعماله. ومن عفوه ومغفرته أن فتح للمذنبين باب التوبة والإنابة ودعاهم إليه ووعدهم بمغفرة ذنوبهم. ومن عفوه ومغفرته أن المؤمن لو أتاه بقراب الأرض خطايا ثم لقيه لا يشرك به شيئا، لأتاه بقرابها مغفرة."
    },
    {
      "ayah": 44,
      "surah": 4,
      "text": "هذا ذم لمن { أُوتُوا نَصِيبًا مِنَ الْكِتَابِ } وفي ضمنه تحذير عباده عن الاغترار بهم، والوقوع في أشراكهم، فأخبر أنهم في أنفسهم { يَشْتَرُونَ الضَّلَالَةَ } أي: يحبونها محبة عظيمة ويؤثرونها إيثار من يبذل المال الكثير في طلب ما يحبه. فيؤثرون الضلال على الهدى، والكفر على الإيمان، والشقاء على السعادة، ومع هذا { يُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ } . فهم حريصون على إضلالكم غاية الحرص، باذلون جهدهم في ذلك .ولكن لما كان الله ولي عباده المؤمنين وناصرهم، بيَّن لهم ما اشتملوا عليه من الضلال والإضلال، ولهذا قال: { وَكَفَى بِاللَّهِ وَلِيًّا } أي: يتولى أحوال عباده ويلطف بهم في جميع أمورهم، وييسر لهم ما به سعادتهم وفلاحهم. { وَكَفَى بِاللَّهِ نَصِيرًا } ينصرهم على أعدائهم ويبين لهم ما يحذرون منهم ويعينهم عليهم. فولايته تعالى فيها حصول الخير، ونصره فيه زوال الشر."
    },
    {
      "ayah": 45,
      "surah": 4,
      "text": "هذا ذم لمن { أُوتُوا نَصِيبًا مِنَ الْكِتَابِ } وفي ضمنه تحذير عباده عن الاغترار بهم، والوقوع في أشراكهم، فأخبر أنهم في أنفسهم { يَشْتَرُونَ الضَّلَالَةَ } أي: يحبونها محبة عظيمة ويؤثرونها إيثار من يبذل المال الكثير في طلب ما يحبه. فيؤثرون الضلال على الهدى، والكفر على الإيمان، والشقاء على السعادة، ومع هذا { يُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ } . فهم حريصون على إضلالكم غاية الحرص، باذلون جهدهم في ذلك .ولكن لما كان الله ولي عباده المؤمنين وناصرهم، بيَّن لهم ما اشتملوا عليه من الضلال والإضلال، ولهذا قال: { وَكَفَى بِاللَّهِ وَلِيًّا } أي: يتولى أحوال عباده ويلطف بهم في جميع أمورهم، وييسر لهم ما به سعادتهم وفلاحهم. { وَكَفَى بِاللَّهِ نَصِيرًا } ينصرهم على أعدائهم ويبين لهم ما يحذرون منهم ويعينهم عليهم. فولايته تعالى فيها حصول الخير، ونصره فيه زوال الشر."
    },
    {
      "ayah": 46,
      "surah": 4,
      "text": "ثم بين كيفية ضلالهم وعنادهم وإيثارهم الباطل على الحق فقال: { مِنَ الَّذِينَ هَادُوا } أي: اليهود وهم علماء الضلال منهم. { يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ } إما بتغيير اللفظ أو المعنى، أو هما جميعا. فمن تحريفهم تنزيل الصفات التي ذكرت في كتبهم التي لا تنطبق ولا تصدق إلا على محمد صلى الله عليه وسلم على أنه غير مراد بها، ولا مقصود بها بل أريد بها غيره، وكتمانهم ذلك. فهذا حالهم في العلم أشر حال، قلبوا فيه الحقائق، ونزلوا الحق على الباطل، وجحدوا لذلك الحق، وأما حالهم في العمل والانقياد فإنهم { يَقُولون سَمِعْنَا وَعَصَيْنَا } أي: سمعنا قولك وعصينا أمرك، وهذا غاية الكفر والعناد والشرود عن الانقياد، وكذلك يخاطبون الرسول صلى الله عليه وسلم بأقبح خطاب وأبعده عن الأدب فيقولون: { اسْمَعْ غَيْرَ مُسْمَعٍ } قصدهم: اسمع منا غير مسمع ما تحب، بل مسمع ما تكره، { وَرَاعِنَا } قصدهم بذلك الرعونة، بالعيب القبيح، ويظنون أن اللفظ -لما كان محتملا لغير ما أرادوا من الأمور- أنه يروج على الله وعلى رسوله، فتوصلوا بذلك اللفظِ الذي يلوون به ألسنتهم إلى الطعن في الدين والعيب للرسول، ويصرحون بذلك فيما بينهم، فلهذا قال: { لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ } ثم أرشدهم إلى ما هو خير لهم من ذلك فقال: { وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ } وذلك لما تضمنه هذا الكلام من حسن الخطاب والأدب اللائق في مخاطبة الرسول، والدخول تحت طاعة الله والانقياد لأمره، وحسن التلطف في طلبهم العلم بسماع سؤالهم، والاعتناء بأمرهم، فهذا هو الذي ينبغي لهم سلوكه. ولكن لما كانت طبائعهم غير زكية، أعرضوا عن ذلك، وطردهم الله بكفرهم وعنادهم، ولهذا قال: { وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا }"
    },
    {
      "ayah": 47,
      "surah": 4,
      "text": "يأمر تعالى أهل الكتاب من اليهود والنصارى أن يؤمنوا بالرسول محمد صلى الله عليه وسلم وما أنزل الله عليه من القرآن العظيم، المهيمن على غيره من الكتب السابقة التي قد صدقها، فإنها أخبرت به فلما وقع المخبر به كان تصديقا لذلك الخبر. وأيضا فإنهم إن لم يؤمنوا بهذا القرآن فإنهم لم يؤمنوا بما في أيديهم من الكتب، لأن كتب الله يصدق بعضها بعضا، ويوافق بعضها بعضًا. فدعوى الإيمان ببعضها دون بعض دعوى باطلة لا يمكن صدقها. وفي قوله: { آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ } حث لهم وأنهم ينبغي أن يكونوا قبل غيرهم مبادرين إليه بسبب ما أنعم الله عليهم به من العلم، والكتاب الذي يوجب أن يكون ما عليهم أعظم من غيرهم، ولهذا توعدهم على عدم الإيمان فقال: { مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا } وهذا جزاء من جنس ما عملوا، كما تركوا الحق، وآثروا الباطل وقلبوا الحقائق، فجعلوا الباطل حقا والحق باطلا، جوزوا من جنس ذلك بطمس وجوههم كما طمسوا الحق، وردها على أدبارها، بأن تجعل في أقفائهم وهذا أشنع ما يكون { أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ } بأن يطردهم من رحمته، ويعاقبهم بجعلهم قردة، كما فعل بإخوانهم الذين اعتدوا في السبت { فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ } { وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا } كقوله: { إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ }"
    },
    {
      "ayah": 48,
      "surah": 4,
      "text": "يخبر تعالى: أنه لا يغفر لمن أشرك به أحدا من المخلوقين، ويغفر ما دون الشرك من الذنوب صغائرها وكبائرها، وذلك عند مشيئته مغفرة ذلك، إذا اقتضت حكمتُه مغفرتَه. فالذنوب التي دون الشرك قد جعل الله لمغفرتها أسبابا كثيرة، كالحسنات الماحية والمصائب المكفرة في الدنيا، والبرزخ ويوم القيامة، وكدعاء المؤمنين بعضهم لبعض، وبشفاعة الشافعين. ومن فوق ذلك كله رحمته التي أحق بها أهل الإيمان والتوحيد. وهذا بخلاف الشرك فإن المشرك قد سد على نفسه أبواب المغفرة، وأغلق دونه أبواب الرحمة، فلا تنفعه الطاعات من دون التوحيد، ولا تفيده المصائب شيئا، وما لهم يوم القيامة { مِنْ شَافِعِينَ وَلَا صَدِيقٍ حَمِيمٍ } ولهذا قال تعالى: { وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } أي: افترى جرما كبيرا، وأي: ظلم أعظم ممن سوى المخلوق -من تراب، الناقص من جميع الوجوه، الفقير بذاته من كل وجه، الذي لا يملك لنفسه- فضلا عمن عبده -نفعًا ولا ضرًّا ولا موتًا ولا حياة ولا نشورًا- بالخالق لكل شيء، الكامل من جميع الوجوه، الغني بذاته عن جميع مخلوقاته، الذي بيده النفع والضر والعطاء والمنع، الذي ما من نعمة بالمخلوقين إلا فمنه تعالى، فهل أعظم من هذا الظلم شيء؟ ولهذا حتم على صاحبه بالخلود بالعذاب وحرمان الثواب { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } وهذه الآية الكريمة في حق غير التائب، وأما التائب، فإنه يغفر له الشرك فما دونه كما قال تعالى: { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا } أي: لمن تاب إليه وأناب."
    },
    {
      "ayah": 49,
      "surah": 4,
      "text": "هذا تعجيب من الله لعباده، وتوبيخ للذين يزكون أنفسهم من اليهود والنصارى، ومن نحا نحوهم من كل من زكى نفسه بأمر ليس فيه. وذلك أن اليهود والنصارى يقولون: { نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ } ويقولون: { لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى } وهذا مجرد دعوى لا برهان عليها، وإنما البرهان ما أخبر به في القرآن في قوله: { بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ } فهؤلاء هم الذين زكاهم الله ولهذا قال هنا: { بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ } أي: بالإيمان والعمل الصالح بالتخلي عن الأخلاق الرذيلة، والتحلي بالصفات الجميلة. وأما هؤلاء فهم -وإن زكوا أنفسهم بزعمهم أنهم على شيء، وأن الثواب لهم وحدهم- فإنهم كذبة في ذلك، ليس لهم من خصال الزاكين نصيب، بسبب ظلمهم وكفرهم لا بظلم من الله لهم، ولهذا قال: { وَلَا يُظْلَمُونَ فَتِيلًا } وهذا لتحقيق العموم أي: لا يظلمون شيئا ولا مقدار الفتيل الذي في شق النواة أو الذي يفتل من وسخ اليد وغيرها."
    },
    {
      "ayah": 5,
      "surah": 4,
      "text": "وقوله تعالى: { ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا } السفهاء: جمع \\\"سفيه\\\" وهو: من لا يحسن التصرف في المال، إما لعدم عقله كالمجنون والمعتوه، ونحوهما، وإما لعدم رشده كالصغير وغير الرشيد. فنهى الله الأولياء أن يؤتوا هؤلاء أموالهم خشية إفسادها وإتلافها، لأن الله جعل الأموال قياما لعباده في مصالح دينهم ودنياهم، وهؤلاء لا يحسنون القيام عليها وحفظها، فأمر الولي أن لا يؤتيهم إياها، بل يرزقهم منها ويكسوهم، ويبذل منها ما يتعلق بضروراتهم وحاجاتهم الدينية والدنيوية، وأن يقولوا لهم قولا معروفا، بأن يعدوهم -إذا طلبوها- أنهم سيدفعونها لهم بعد رشدهم، ونحو ذلك، ويلطفوا لهم في الأقوال جبرًا لخواطرهم. وفي إضافته تعالى الأموال إلى الأولياء، إشارة إلى أنه يجب عليهم أن يعملوا في أموال السفهاء ما يفعلونه في أموالهم، من الحفظ والتصرف وعدم التعريض للأخطار. وفي الآية دليل على أن نفقة المجنون والصغير والسفيه في مالهم، إذا كان لهم مال، لقوله: { وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ } وفيه دليل على أن قول الولي مقبول فيما يدعيه من النفقة الممكنة والكسوة؛ لأن الله جعله مؤتمنا على مالهم فلزم قبول قول الأمين."
    },
    {
      "ayah": 50,
      "surah": 4,
      "text": "{ انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ } أي: بتزكيتهم أنفسهم، لأن هذا من أعظم الافتراء على الله. لأن مضمون تزكيتهم لأنفسهم الإخبار بأن الله جعل ما هم عليه حقا وما عليه المؤمنون المسلمون باطلا. وهذا أعظم الكذب وقلب الحقائق بجعل الحق باطلا، والباطلِ حقًّا. ولهذا قال: { وَكَفَى بِهِ إِثْمًا مُبِينًا } أي: ظاهرا بينا موجبا للعقوبة البليغة والعذاب الأليم."
    },
    {
      "ayah": 51,
      "surah": 4,
      "text": "وهذا من قبائح اليهود وحسدهم للنبي صلى الله عليه وسلم والمؤمنين، أن أخلاقهم الرذيلة وطبعهم الخبيث، حملهم على ترك الإيمان بالله ورسوله، والتعوض عنه بالإيمان بالجبت والطاغوت، وهو الإيمان بكل عبادة لغير الله، أو حكم بغير شرع الله. فدخل في ذلك السحر والكهانة، وعباده غير الله، وطاعة الشيطان، كل هذا من الجبت والطاغوت، وكذلك حَمَلهم الكفر والحسد على أن فضلوا طريقة الكافرين بالله -عبدة الأصنام- على طريق المؤمنين فقال: { وَيَقُولُونَ لِلَّذِينَ كَفَرُوا } أي: لأجلهم تملقا لهم ومداهنة، وبغضا للإيمان: { هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا } أي: طريقا. فما أسمجهم وأشد عنادهم وأقل عقولهم\\\" كيف سلكوا هذا المسلك الوخيم والوادي الذميم؟\\\" هل ظنوا أن هذا يروج على أحد من العقلاء، أو يدخل عقلَ أحد من الجهلاء، فهل يُفَضَّل دين قام على عبادة الأصنام والأوثان، واستقام على تحريم الطيبات، وإباحة الخبائث، وإحلال كثير من المحرمات، وإقامة الظلم بين الخلق، وتسوية الخالق بالمخلوقين، والكفر بالله ورسله وكتبه، على دين قام على عبادة الرحمن، والإخلاص لله في السر والإعلان، والكفر بما يعبد من دونه من الأوثان والأنداد والكاذبين، وعلى صلة الأرحام والإحسان إلى جميع الخلق، حتى البهائم، وإقامة العدل والقسط بين الناس، وتحريم كل خبيث وظلم، والصدق في جميع الأقوال والأعمال، فهل هذا إلا من الهذيان، وصاحب هذا القول إما من أجهل الناس وأضعفهم عقلا، وإما من أعظمهم عنادا وتمردا ومراغمة للحق، وهذا هو الواقع"
    },
    {
      "ayah": 52,
      "surah": 4,
      "text": "وهذا من قبائح اليهود وحسدهم للنبي صلى الله عليه وسلم والمؤمنين، أن أخلاقهم الرذيلة وطبعهم الخبيث، حملهم على ترك الإيمان بالله ورسوله، والتعوض عنه بالإيمان بالجبت والطاغوت، وهو الإيمان بكل عبادة لغير الله، أو حكم بغير شرع الله. فدخل في ذلك السحر والكهانة، وعباده غير الله، وطاعة الشيطان، كل هذا من الجبت والطاغوت، وكذلك حَمَلهم الكفر والحسد على أن فضلوا طريقة الكافرين بالله -عبدة الأصنام- على طريق المؤمنين فقال: { وَيَقُولُونَ لِلَّذِينَ كَفَرُوا } أي: لأجلهم تملقا لهم ومداهنة، وبغضا للإيمان: { هَؤُلَاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلًا } أي: طريقا. فما أسمجهم وأشد عنادهم وأقل عقولهم\\\" كيف سلكوا هذا المسلك الوخيم والوادي الذميم؟\\\" هل ظنوا أن هذا يروج على أحد من العقلاء، أو يدخل عقلَ أحد من الجهلاء، فهل يُفَضَّل دين قام على عبادة الأصنام والأوثان، واستقام على تحريم الطيبات، وإباحة الخبائث، وإحلال كثير من المحرمات، وإقامة الظلم بين الخلق، وتسوية الخالق بالمخلوقين، والكفر بالله ورسله وكتبه، على دين قام على عبادة الرحمن، والإخلاص لله في السر والإعلان، والكفر بما يعبد من دونه من الأوثان والأنداد والكاذبين، وعلى صلة الأرحام والإحسان إلى جميع الخلق، حتى البهائم، وإقامة العدل والقسط بين الناس، وتحريم كل خبيث وظلم، والصدق في جميع الأقوال والأعمال، فهل هذا إلا من الهذيان، وصاحب هذا القول إما من أجهل الناس وأضعفهم عقلا، وإما من أعظمهم عنادا وتمردا ومراغمة للحق، وهذا هو الواقع"
    },
    {
      "ayah": 53,
      "surah": 4,
      "text": "{ أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ } أي: فيفضِّلون من شاءوا على من شاءوا بمجرد أهوائهم، فيكونون شركاء لله في تدبير المملكة، فلو كانوا كذلك لشحوا وبخلوا أشد البخل، ولهذا قال: { فَإِذًا } أي: لو كان لهم نصيب من الملك { لَا يُؤْتُونَ النَّاسَ نَقِيرًا } أي: شيئًا ولا قليلا. وهذا وصف لهم بشدة البخل على تقدير وجود ملكهم المشارك لملك الله. وأخرج هذا مخرج الاستفهام المتقرر إنكاره عند كل أحد."
    },
    {
      "ayah": 54,
      "surah": 4,
      "text": "{ أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ } أي: هل الحامل لهم على قولهم كونهم شركاءَ لله فيفضلون من شاءوا؟ أم الحامل لهم على ذلك الحسدُ للرسول وللمؤمنين على ما آتاهم الله من فضله؟ وذلك ليس ببدع ولا غريب على فضل الله. { فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا } وذلك ما أنعم الله به على إبراهيم وذريته من النبوة والكتاب والملك الذي أعطاه من أعطاه من أنبيائه كـ \\\"داود\\\" و \\\"سليمان\\\" . فإنعامه لم يزل مستمرًا على عباده المؤمنين. فكيف ينكرون إنعامه بالنبوة والنصر والملك لمحمد صلى الله عليه وسلم أفضل الخلق وأجلهم وأعظمهم معرفة بالله وأخشاهم له؟\\\""
    },
    {
      "ayah": 55,
      "surah": 4,
      "text": "{ فَمِنْهُمْ مَنْ آمَنَ بِهِ } أي: بمحمد صلى الله عليه وسلم فنال بذلك السعادة الدنيوية والفلاح الأخروي. { وَمِنْهُمْ مَنْ صَدَّ عَنْهُ } عنادًا وبغيًا وحسدًا فحصل لهم من شقاء الدنيا ومصائبها ما هو بعض آثار معاصيهم { وَكَفَى بِجَهَنَّمَ سَعِيرًا } تسعر على من كفر بالله، وجحد نبوة أنبيائه من اليهود والنصارى وغيرهم من أصناف الكفرة."
    },
    {
      "ayah": 56,
      "surah": 4,
      "text": "{ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا } أي: عظيمة الوقود شديدة الحرارة { كُلَّمَا نَضِجَتْ جُلُودُهُمْ } أي: احترقت { بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ } أي: ليبلغ العذاب منهم كل مبلغ. وكما تكرر منهم الكفر والعناد وصار وصفا لهم وسجية؛ كرر عليهم العذاب جزاء وِفاقا، ولهذا قال: { إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا } أي: له العزة العظيمة والحكمة في خلقه وأمره، وثوابه وعقابه."
    },
    {
      "ayah": 57,
      "surah": 4,
      "text": "{ وَالَّذِينَ آمَنُوا } أي: بالله وما أوجب الإيمانَ به { وَعَمِلُوا الصَّالِحَاتِ } من الواجبات والمستحبات { سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا لَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ } أي: من الأخلاق الرذيلة، والخلْق الذميم، ومما يكون من نساء الدنيا من كل دنس وعيب { وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا }"
    },
    {
      "ayah": 58,
      "surah": 4,
      "text": "الأمانات كل ما ائتمن عليه الإنسان وأمر بالقيام به. فأمر الله عباده بأدائها أي: كاملة موفرة، لا منقوصة ولا مبخوسة، ولا ممطولا بها، ويدخل في ذلك أمانات الولايات والأموال والأسرار؛ والمأمورات التي لا يطلع عليها إلا الله. وقد ذكر الفقهاء على أن من اؤتمن أمانة وجب عليه حفظها في حرز مثلها. قالوا: لأنه لا يمكن أداؤها إلا بحفظها؛ فوجب ذلك. وفي قوله: { إِلَى أَهْلِهَا } دلالة على أنها لا تدفع وتؤدى لغير المؤتمِن، ووكيلُه بمنزلته؛ فلو دفعها لغير ربها لم يكن مؤديا لها. { وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ } وهذا يشمل الحكم بينهم في الدماء والأموال والأعراض، القليل من ذلك والكثير، على القريب والبعيد، والبر والفاجر، والولي والعدو. والمراد بالعدل الذي أمر الله بالحكم به هو ما شرعه الله على لسان رسوله من الحدود والأحكام، وهذا يستلزم معرفة العدل ليحكم به. ولما كانت هذه أوامر حسنة عادلة قال: { إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا } وهذا مدح من الله لأوامره ونواهيه، لاشتمالها على مصالح الدارين ودفع مضارهما، لأن شارعها السميع البصير الذي لا تخفى عليه خافية، ويعلم بمصالح العباد ما لا يعلمون."
    },
    {
      "ayah": 59,
      "surah": 4,
      "text": "ثم أمر بطاعته وطاعة رسوله وذلك بامتثال أمرهما، الواجب والمستحب، واجتناب نهيهما. وأمر بطاعة أولي الأمر وهم: الولاة على الناس، من الأمراء والحكام والمفتين، فإنه لا يستقيم للناس أمر دينهم ودنياهم إلا بطاعتهم والانقياد لهم، طاعة لله ورغبة فيما عنده، ولكن بشرط ألا يأمروا بمعصية الله، فإن أمروا بذلك فلا طاعة لمخلوق في معصية الخالق. ولعل هذا هو السر في حذف الفعل عند الأمر بطاعتهم وذكره مع طاعة الرسول، فإن الرسول لا يأمر إلا بطاعة الله، ومن يطعه فقد أطاع الله، وأما أولو الأمر فشرط الأمر بطاعتهم أن لا يكون معصية. ثم أمر برد كل ما تنازع الناس فيه من أصول الدين وفروعه إلى الله وإلى الرسول أي: إلى كتاب الله وسنة رسوله؛ فإن فيهما الفصل في جميع المسائل الخلافية، إما بصريحهما أو عمومهما؛ أو إيماء، أو تنبيه، أو مفهوم، أو عموم معنى يقاس عليه ما أشبهه، لأن كتاب الله وسنة رسوله عليهما بناء الدين، ولا يستقيم الإيمان إلا بهما. فالرد إليهما شرط في الإيمان فلهذا قال: { إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ } فدل ذلك على أن من لم يرد إليهما مسائل النزاع فليس بمؤمن حقيقة، بل مؤمن بالطاغوت، كما ذكر في الآية بعدها { ذَلِكَ } أي: الرد إلى الله ورسوله { خَيْرٌ وَأَحْسَنُ تَأْوِيلًا } فإن حكم الله ورسوله أحسن الأحكام وأعدلها وأصلحها للناس في أمر دينهم ودنياهم وعاقبتهم."
    },
    {
      "ayah": 6,
      "surah": 4,
      "text": "الابتلاء: هو الاختبار والامتحان، وذلك بأن يدفع لليتيم المقارب للرشد، الممكن رشده، شيئا من ماله، ويتصرف فيه التصرف اللائق بحاله، فيتبين بذلك رشده من سفهه، فإن استمر غير محسن للتصرف لم يدفع إليه ماله، بل هو باق على سفهه، ولو بلغ عمرا كثيرا. فإن تبين رشده وصلاحه في ماله وبلغ النكاح { فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ } كاملة موفرة. { وَلَا تَأْكُلُوهَا إِسْرَافًا } أي: مجاوزة للحد الحلال الذي أباحه الله لكم من أموالكم، إلى الحرام الذي حرمه الله عليكم من أموالهم. { وَبِدَارًا أَنْ يَكْبَرُوا } أي: ولا تأكلوها في حال صغرهم التي لا يمكنهم فيها أخذها منكم، ولا منعكم من أكلها، تبادرون بذلك أن يكبروا، فيأخذوها منكم ويمنعوكم منها. وهذا من الأمور الواقعة من كثير من الأولياء، الذين ليس عندهم خوف من الله، ولا رحمة ومحبة للمولى عليهم، يرون هذه الحال حال فرصة فيغتنمونها ويتعجلون ما حرم الله عليهم، فنهى الله تعالى عن هذه الحالة بخصوصها."
    },
    {
      "ayah": 60,
      "surah": 4,
      "text": "يعجب تعالى عباده من حالة المنافقين. { الَّذِينَ يَزْعُمُونَ أَنَّهُمْ } مؤمنون بما جاء به الرسول وبما قبله، ومع هذا { يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ } وهو كل من حكم بغير شرع الله فهو طاغوت. والحال أنهم { قد أُمِرُوا أَنْ يَكْفُرُوا بِهِ } فكيف يجتمع هذا والإيمان؟ فإن الإيمان يقتضي الانقياد لشرع الله وتحكيمه في كل أمر من الأمور، فمَنْ زعم أنه مؤمن واختار حكم الطاغوت على حكم الله، فهو كاذب في ذلك. وهذا من إضلال الشيطان إياهم، ولهذا قال: { وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا } عن الحق."
    },
    {
      "ayah": 61,
      "surah": 4,
      "text": "يعجب تعالى عباده من حالة المنافقين. { الَّذِينَ يَزْعُمُونَ أَنَّهُمْ } مؤمنون بما جاء به الرسول وبما قبله، ومع هذا { يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ } وهو كل من حكم بغير شرع الله فهو طاغوت. والحال أنهم { قد أُمِرُوا أَنْ يَكْفُرُوا بِهِ } فكيف يجتمع هذا والإيمان؟ فإن الإيمان يقتضي الانقياد لشرع الله وتحكيمه في كل أمر من الأمور، فمَنْ زعم أنه مؤمن واختار حكم الطاغوت على حكم الله، فهو كاذب في ذلك. وهذا من إضلال الشيطان إياهم، ولهذا قال: { وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا } عن الحق."
    },
    {
      "ayah": 62,
      "surah": 4,
      "text": "{ فَكَيْفَ } يكون حال هؤلاء الضالين { إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ } من المعاصي ومنها تحكيم الطاغوت؟! { ثُمَّ جَاءُوكَ } معتذرين لما صدر منهم، ويقولون: { إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا } أي: ما قصدنا في ذلك إلا الإحسان إلى المتخاصمين والتوفيق بينهم، وهم كَذَبة في ذلك. فإن الإحسان كل الإحسان تحكيم الله ورسوله { ومَنْ أحْسَن من الله حكمًا لقوْمٍ يوقنون }"
    },
    {
      "ayah": 63,
      "surah": 4,
      "text": "{ أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ } أي: من النفاق والقصد السيئ. { فَأَعْرِضْ عَنْهُمْ } أي: لا تبال بهم ولا تقابلهم على ما فعلوه واقترفوه. { وَعِظْهُمْ } أي: بين لهم حكم الله تعالى مع الترغيب في الانقياد لله، والترهيب من تركه { وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغًا } أي: انصحهم سرا بينك وبينهم، فإنه أنجح لحصول المقصود، وبالغ في زجرهم وقمعهم عمَّا كانوا عليه، وفي هذا دليل على أن مقترف المعاصي وإن أعرض عنه فإنه ينصح سرًا، ويبالغ في وعظه بما يظن حصول المقصود به."
    },
    {
      "ayah": 64,
      "surah": 4,
      "text": "يخبر تعالى خبرا في ضمنه الأمر والحث على طاعة الرسول والانقياد له. وأن الغاية من إرسال الرسل أن يكونوا مطاعين ينقاد لهم المرسلُ إليهم في جميع ما أمروا به ونهوا عنه، وأن يكونوا معظمين تعظيم المطيع للمطاع. وفي هذا إثبات عصمة الرسل فيما يبلغونه عن الله، وفيما يأمرون به وينهون عنه؛ لأن الله أمر بطاعتهم مطلقا، فلولا أنهم معصومون لا يشرعون ما هو خطأ، لما أمر بذلك مطلقا. وقوله: { بِإِذْنِ اللَّهِ } أي: الطاعة من المطيع صادرة بقضاء الله وقدره. ففيه إثبات القضاء والقدر، والحث على الاستعانة بالله، وبيان أنه لا يمكن الإنسان -إن لم يعنه الله- أن يطيع الرسول. ثم أخبر عن كرمه العظيم وجوده، ودعوته لمن اقترفوا السيئات أن يعترفوا ويتوبوا ويستغفروا الله فقال: { وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ } أي: معترفين بذنوبهم باخعين بها. { فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا } أي: لتاب عليهم بمغفرته ظلْمَهم، ورحمهم بقبول التوبة والتوفيق لها والثواب عليها، وهذا المجيء إلى الرسول صلى الله عليه وسلم مختص بحياته؛ لأن السياق يدل على ذلك لكون الاستغفار من الرسول لا يكون إلا في حياته، وأما بعد موته فإنه لا يطلب منه شيء بل ذلك شرك."
    },
    {
      "ayah": 65,
      "surah": 4,
      "text": "ثم أقسم تعالى بنفسه الكريمة أنهم لا يؤمنون حتى يحكموا رسوله فيما شجر بينهم، أي: في كل شيء يحصل فيه اختلاف، بخلاف مسائل الإجماع، فإنها لا تكون إلا مستندة للكتاب والسنة، ثم لا يكفي هذا التحكيم حتى ينتفي الحرج من قلوبهم والضيق، وكونهم يحكمونه على وجه الإغماض، ثم لا يكفي ذلك حتى يسلموا لحكمه تسليمًا بانشراح صدر، وطمأنينة نفس، وانقياد بالظاهر والباطن. فالتحكيم في مقام الإسلام، وانتفاء الحرج في مقام الإيمان، والتسليم في مقام الإحسان. فمَن استكمل هذه المراتب وكملها، فقد استكمل مراتب الدين كلها. فمَن ترك هذا التحكيم المذكور غير ملتزم له فهو كافر، ومَن تركه، مع التزامه فله حكم أمثاله من العاصين."
    },
    {
      "ayah": 66,
      "surah": 4,
      "text": "يخبر تعالى أنه لو كتب على عباده الأوامر الشاقة على النفوس من قتل النفوس والخروج من الديار لم يفعله إلا القليل منهم والنادر، فليحمدوا ربهم وليشكروه على تيسير ما أمرهم به من الأوامر التي تسهل على كل أحد، ولا يشق فعلها، وفي هذا إشارة إلى أنه ينبغي أن يلحظ العبد ضد ما هو فيه من المكروهات، لتخف عليه العبادات، ويزداد حمدًا وشكرًا لربه. ثم أخبر أنهم لو فعلوا ما يوعظون به أي: ما وُظِّف عليهم في كل وقت بحسبه، فبذلوا هممهم، ووفروا نفوسهم للقيام به وتكميله، ولم تطمح نفوسهم لما لم يصلوا إليه، ولم يكونوا بصدده، وهذا هو الذي ينبغي للعبد، أن ينظر إلى الحالة التي يلزمه القيام بها فيكملها، ثم يتدرج شيئًا فشيئًا حتى يصل إلى ما قدر له من العلم والعمل في أمر الدين والدنيا، وهذا بخلاف من طمحت نفسه إلى أمر لم يصل إليه ولم يؤمر به بعد، فإنه لا يكاد يصل إلى ذلك بسبب تفريق الهمة، وحصول الكسل وعدم النشاط. ثم رتب ما يحصل لهم على فعل ما يوعظون به، وهو أربعة أمور: (أحدها) الخيرية في قوله: { لَكَانَ خَيْرًا لَهُمْ } أي: لكانوا من الأخيار المتصفين بأوصافهم من أفعال الخير التي أمروا بها، أي: وانتفى عنهم بذلك صفة الأشرار، لأن ثبوت الشيء يستلزم نفي ضده. (الثاني) حصول التثبيت والثبات وزيادته، فإن الله يثبت الذين آمنوا بسبب ما قاموا به من الإيمان، الذي هو القيام بما وعظوا به، فيثبتهم في الحياة الدنيا عند ورود الفتن في الأوامر والنواهي والمصائب، فيحصل لهم ثبات يوفقون لفعل الأوامر وترك الزواجر التي تقتضي النفس فعلها، وعند حلول المصائب التي يكرهها العبد. فيوفق للتثبيت بالتوفيق للصبر أو للرضا أو للشكر. فينزل عليه معونة من الله للقيام بذلك، ويحصل له الثبات على الدين، عند الموت وفي القبر. وأيضا فإن العبد القائم بما أمر به، لا يزال يتمرن على الأوامر الشرعية حتى يألفها ويشتاق إليها وإلى أمثالها، فيكون ذلك معونة له على الثبات على الطاعات. (الثالث) قوله: { وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا } أي: في العاجل والآجل الذي يكون للروح والقلب والبُدن، ومن النعيم المقيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. (الرابع) الهداية إلى صراط مستقيم. وهذا عموم بعد خصوص، لشرف الهداية إلى الصراط المستقيم، من كونها متضمنة للعلم بالحق، ومحبته وإيثاره والعمل به، وتوقف السعادة والفلاح على ذلك، فمن هُدِيَ إلى صراط مستقيم، فقد وُفِّقَ لكل خير واندفع عنه كل شر وضير."
    },
    {
      "ayah": 67,
      "surah": 4,
      "text": "يخبر تعالى أنه لو كتب على عباده الأوامر الشاقة على النفوس من قتل النفوس والخروج من الديار لم يفعله إلا القليل منهم والنادر، فليحمدوا ربهم وليشكروه على تيسير ما أمرهم به من الأوامر التي تسهل على كل أحد، ولا يشق فعلها، وفي هذا إشارة إلى أنه ينبغي أن يلحظ العبد ضد ما هو فيه من المكروهات، لتخف عليه العبادات، ويزداد حمدًا وشكرًا لربه. ثم أخبر أنهم لو فعلوا ما يوعظون به أي: ما وُظِّف عليهم في كل وقت بحسبه، فبذلوا هممهم، ووفروا نفوسهم للقيام به وتكميله، ولم تطمح نفوسهم لما لم يصلوا إليه، ولم يكونوا بصدده، وهذا هو الذي ينبغي للعبد، أن ينظر إلى الحالة التي يلزمه القيام بها فيكملها، ثم يتدرج شيئًا فشيئًا حتى يصل إلى ما قدر له من العلم والعمل في أمر الدين والدنيا، وهذا بخلاف من طمحت نفسه إلى أمر لم يصل إليه ولم يؤمر به بعد، فإنه لا يكاد يصل إلى ذلك بسبب تفريق الهمة، وحصول الكسل وعدم النشاط. ثم رتب ما يحصل لهم على فعل ما يوعظون به، وهو أربعة أمور: (أحدها) الخيرية في قوله: { لَكَانَ خَيْرًا لَهُمْ } أي: لكانوا من الأخيار المتصفين بأوصافهم من أفعال الخير التي أمروا بها، أي: وانتفى عنهم بذلك صفة الأشرار، لأن ثبوت الشيء يستلزم نفي ضده. (الثاني) حصول التثبيت والثبات وزيادته، فإن الله يثبت الذين آمنوا بسبب ما قاموا به من الإيمان، الذي هو القيام بما وعظوا به، فيثبتهم في الحياة الدنيا عند ورود الفتن في الأوامر والنواهي والمصائب، فيحصل لهم ثبات يوفقون لفعل الأوامر وترك الزواجر التي تقتضي النفس فعلها، وعند حلول المصائب التي يكرهها العبد. فيوفق للتثبيت بالتوفيق للصبر أو للرضا أو للشكر. فينزل عليه معونة من الله للقيام بذلك، ويحصل له الثبات على الدين، عند الموت وفي القبر. وأيضا فإن العبد القائم بما أمر به، لا يزال يتمرن على الأوامر الشرعية حتى يألفها ويشتاق إليها وإلى أمثالها، فيكون ذلك معونة له على الثبات على الطاعات. (الثالث) قوله: { وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا } أي: في العاجل والآجل الذي يكون للروح والقلب والبُدن، ومن النعيم المقيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. (الرابع) الهداية إلى صراط مستقيم. وهذا عموم بعد خصوص، لشرف الهداية إلى الصراط المستقيم، من كونها متضمنة للعلم بالحق، ومحبته وإيثاره والعمل به، وتوقف السعادة والفلاح على ذلك، فمن هُدِيَ إلى صراط مستقيم، فقد وُفِّقَ لكل خير واندفع عنه كل شر وضير."
    },
    {
      "ayah": 68,
      "surah": 4,
      "text": "يخبر تعالى أنه لو كتب على عباده الأوامر الشاقة على النفوس من قتل النفوس والخروج من الديار لم يفعله إلا القليل منهم والنادر، فليحمدوا ربهم وليشكروه على تيسير ما أمرهم به من الأوامر التي تسهل على كل أحد، ولا يشق فعلها، وفي هذا إشارة إلى أنه ينبغي أن يلحظ العبد ضد ما هو فيه من المكروهات، لتخف عليه العبادات، ويزداد حمدًا وشكرًا لربه. ثم أخبر أنهم لو فعلوا ما يوعظون به أي: ما وُظِّف عليهم في كل وقت بحسبه، فبذلوا هممهم، ووفروا نفوسهم للقيام به وتكميله، ولم تطمح نفوسهم لما لم يصلوا إليه، ولم يكونوا بصدده، وهذا هو الذي ينبغي للعبد، أن ينظر إلى الحالة التي يلزمه القيام بها فيكملها، ثم يتدرج شيئًا فشيئًا حتى يصل إلى ما قدر له من العلم والعمل في أمر الدين والدنيا، وهذا بخلاف من طمحت نفسه إلى أمر لم يصل إليه ولم يؤمر به بعد، فإنه لا يكاد يصل إلى ذلك بسبب تفريق الهمة، وحصول الكسل وعدم النشاط. ثم رتب ما يحصل لهم على فعل ما يوعظون به، وهو أربعة أمور: (أحدها) الخيرية في قوله: { لَكَانَ خَيْرًا لَهُمْ } أي: لكانوا من الأخيار المتصفين بأوصافهم من أفعال الخير التي أمروا بها، أي: وانتفى عنهم بذلك صفة الأشرار، لأن ثبوت الشيء يستلزم نفي ضده. (الثاني) حصول التثبيت والثبات وزيادته، فإن الله يثبت الذين آمنوا بسبب ما قاموا به من الإيمان، الذي هو القيام بما وعظوا به، فيثبتهم في الحياة الدنيا عند ورود الفتن في الأوامر والنواهي والمصائب، فيحصل لهم ثبات يوفقون لفعل الأوامر وترك الزواجر التي تقتضي النفس فعلها، وعند حلول المصائب التي يكرهها العبد. فيوفق للتثبيت بالتوفيق للصبر أو للرضا أو للشكر. فينزل عليه معونة من الله للقيام بذلك، ويحصل له الثبات على الدين، عند الموت وفي القبر. وأيضا فإن العبد القائم بما أمر به، لا يزال يتمرن على الأوامر الشرعية حتى يألفها ويشتاق إليها وإلى أمثالها، فيكون ذلك معونة له على الثبات على الطاعات. (الثالث) قوله: { وَإِذًا لَآتَيْنَاهُمْ مِنْ لَدُنَّا أَجْرًا عَظِيمًا } أي: في العاجل والآجل الذي يكون للروح والقلب والبُدن، ومن النعيم المقيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. (الرابع) الهداية إلى صراط مستقيم. وهذا عموم بعد خصوص، لشرف الهداية إلى الصراط المستقيم، من كونها متضمنة للعلم بالحق، ومحبته وإيثاره والعمل به، وتوقف السعادة والفلاح على ذلك، فمن هُدِيَ إلى صراط مستقيم، فقد وُفِّقَ لكل خير واندفع عنه كل شر وضير."
    },
    {
      "ayah": 69,
      "surah": 4,
      "text": "أي: كل مَنْ أطاع الله ورسوله على حسب حاله وقدر الواجب عليه من ذكر وأنثى وصغير وكبير، { فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ } أي: النعمة العظيمة التي تقتضي الكمال والفلاح والسعادة { مِنَ النَّبِيِّينَ } الذين فضلهم الله بوحيه، واختصهم بتفضيلهم بإرسالهم إلى الخلق، ودعوتهم إلى الله تعالى { وَالصِّدِّيقِينَ } وهم: الذين كمل تصديقهم بما جاءت به الرسل، فعلموا الحق وصدقوه بيقينهم، وبالقيام به قولا وعملا وحالا ودعوة إلى الله، { وَالشُّهَدَاءِ } الذين قاتلوا في سبيل الله لإعلاء كلمة الله فقتلوا، { وَالصَّالِحِينَ } الذين صلح ظاهرهم وباطنهم فصلحت أعمالهم، فكل من أطاع الله تعالى كان مع هؤلاء في صحبتهم { وَحَسُنَ أُولَئِكَ رَفِيقًا } بالاجتماع بهم في جنات النعيم والأُنْس بقربهم في جوار رب العالمين."
    },
    {
      "ayah": 7,
      "surah": 4,
      "text": "كان العرب في الجاهلية - من جبروتهم وقسوتهم لا يورثون الضعفاء كالنساء والصبيان، ويجعلون الميراث للرجال الأقوياء لأنهم -بزعمهم- أهل الحرب والقتال والنهب والسلب، فأراد الرب الرحيم الحكيم أن يشرع لعباده شرعًا، يستوي فيه رجالهم ونساؤهم، وأقوياؤهم وضعفاؤهم. وقدم بين يدي ذلك أمرا مجملا لتتوطَّن على ذلك النفوس. فيأتي التفصيل بعد الإجمال، قد تشوفت له النفوس، وزالت الوحشة التي منشؤها العادات القبيحة، فقال: { لِلرِّجَالِ نَصِيبٌ } : أي: قسط وحصة { مِمَّا تَرَكَ } أي: خلف { الْوَالِدَان } أي: الأب والأم { وَالْأَقْرَبُونَ } عموم بعد خصوص { وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ } فكأنه قيل: هل ذلك النصيب راجع إلى العرف والعادة، وأن يرضخوا لهم ما يشاءون؟ أو شيئا مقدرا؟ فقال تعالى: { نَصِيبًا مَفْرُوضًا } : أي: قد قدره العليم الحكيم. وسيأتي -إن شاء الله- تقدير ذلك. وأيضا فهاهنا توهم آخر، لعل أحدا يتوهم أن النساء والولدان ليس لهم نصيب إلا من المال الكثير، فأزال ذلك بقوله: { مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ } فتبارك الله أحسن الحاكمين."
    },
    {
      "ayah": 70,
      "surah": 4,
      "text": "{ ذَلِكَ الْفَضْلُ } الذي نالوه { مِنَ اللَّهِ } فهو الذي وفقهم لذلك، وأعانهم عليه، وأعطاهم من الثواب ما لا تبلغه أعمالهم. { وَكَفَى بِاللَّهِ عَلِيمًا } يعلم أحوال عباده ومن يستحق منهم الثواب الجزيل، بما قام به من الأعمال الصالحة التي تواطأ عليها القلب والجوارح."
    },
    {
      "ayah": 71,
      "surah": 4,
      "text": "يأمر تعالى عباده المؤمنين بأخذ حذرهم من أعدائهم الكافرين. وهذا يشمل الأخذ بجميع الأسباب، التي بها يستعان على قتالهم ويستدفع مكرهم وقوتهم، من استعمال الحصون والخنادق، وتعلم الرمي والركوب، وتعلم الصناعات التي تعين على ذلك، وما به يعرف مداخلهم، ومخارجهم، ومكرهم، والنفير في سبيل الله. ولهذا قال: { فَانْفِرُوا ثُبَاتٍ } أي: متفرقين بأن تنفر سرية أو جيش، ويقيم غيرهم { أَوِ انْفِرُوا جَمِيعًا } وكل هذا تبع للمصلحة والنكاية، والراحة للمسلمين في دينهم، وهذه الآية نظير قوله تعالى: { وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ }"
    },
    {
      "ayah": 72,
      "surah": 4,
      "text": "ثم أخبر عن ضعفاء الإيمان المتكاسلين عن الجهاد فقال: { وَإِنَّ مِنْكُمْ } أي: أيها المؤمنون { لَمَنْ لَيُبَطِّئَنَّ } أي: يتثاقل عن الجهاد في سبيل الله ضعفا وخورا وجبنا، هذا الصحيح. وقيل معناه: ليبطئن غيرَه أي: يزهده عن القتال، وهؤلاء هم المنافقون، ولكن الأول أَولى لوجهين: أحدهما: قوله { مِنْكُمْ } والخطاب للمؤمنين. والثاني: قوله في آخر الآية: { كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ } فإن الكفار من المشركين والمنافقين قد قطع الله بينهم وبين المؤمنين المودة. وأيضا فإن هذا هو الواقع، فإن المؤمنين على قسمين: صادقون في إيمانهم أوجب لهم ذلك كمال التصديق والجهاد. وضعفاء دخلوا في الإسلام فصار معهم إيمان ضعيف لا يقوى على الجهاد. كما قال تعالى: { قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا } إلى آخر الآيات. ثم ذكر غايات هؤلاء المتثاقلين ونهاية مقاصدهم، وأن معظم قصدهم الدنيا وحطامها فقال: { فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ } أي: هزيمة وقتل، وظفر الأعداء عليكم في بعض الأحوال لما لله في ذلك من الحكم. { قَالَ } ذلك المتخلف { قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا } رأى من ضعف عقله وإيمانه أن التقاعد عن الجهاد الذي فيه تلك المصيبة نعمة. ولم يدر أن النعمة الحقيقية هي التوفيق لهذه الطاعة الكبيرة، التي بها يقوى الإيمان، ويسلم بها العبد من العقوبة والخسران، ويحصل له فيها عظيم الثواب ورضا الكريم الوهاب. وأما القعود فإنه وإن استراح قليلاً، فإنه يعقبه تعب طويل وآلام عظيمة، ويفوته ما يحصل للمجاهدين."
    },
    {
      "ayah": 73,
      "surah": 4,
      "text": "{ وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ } أي: نصر وغنيمة { لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا } أي: يتمنى أنه حاضر لينال من المغانم، ليس له رغبة ولا قصد في غير ذلك، كأنه ليس منكم يا معشر المؤمنين ولا بينكم وبينه المودة الإيمانية التي من مقتضاها أن المؤمنين مشتركون في جميع مصالحهم ودفع مضارهم، يفرحون بحصولها ولو على يد غيرهم من إخوانهم المؤمنين ويألمون بفقدها، ويسعون جميعا في كل أمر يصلحون به دينهم ودنياهم، فهذا الذي يتمنى الدنيا فقط، ليست معه الروح الإيمانية المذكورة."
    },
    {
      "ayah": 74,
      "surah": 4,
      "text": "ومن لطف الله بعباده أن لا يقطع عنهم رحمته، ولا يغلق عنهم أبوابها. بل من حصل منه غير ما يليق أمره ودعاه إلى جبر نقصه وتكميل نفسه، فلهذا أمر هؤلاء بالإخلاص والخروج في سبيله فقال: { فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ } هذا أحد الأقوال في هذه الآية وهو أصحها. وقيل: إن معناه: فليقاتل في سبيل الله المؤمنون الكاملو الإيمان، الصادقون في إيمانهم { الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ } أي: يبيعون الدنيا رغبة عنها بالآخرة رغبة فيها. فإن هؤلاء الذين يوجه إليهم الخطاب لأنهم الذين قد أعدوا أنفسهم ووطَّنوها على جهاد الأعداء، لما معهم من الإيمان التام المقتضي لذلك. وأما أولئك المتثاقلون، فلا يعبأ بهم خرجوا أو قعدوا، فيكون هذا نظير قوله تعالى: { قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا } إلى آخر الآيات. وقوله: { فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ } وقيل: إن معنى الآية: فليقاتل المقاتل والمجاهد للكفار الذين يشرون الحياة الدنيا بالآخرة، فيكون على هذا الوجه \\\"الذين\\\" في محل نصب على المفعولية. { وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ } بأن يكون جهادا قد أمر الله به ورسوله، ويكون العبد مخلصا لله فيه قاصدا وجه الله. { فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا } زيادة في إيمانه ودينه، وغنيمة، وثناء حسنا، وثواب المجاهدين في سبيل الله الذين أعد الله لهم في الجنة ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر."
    },
    {
      "ayah": 75,
      "surah": 4,
      "text": "هذا حث من الله لعباده المؤمنين وتهييج لهم على القتال في سبيله، وأن ذلك قد تعين عليهم، وتوجه اللوم العظيم عليهم بتركه، فقال: { وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ } والحال أن المستضعفين من الرجال والنساء والولدان الذين لا يستطيعون حيلة ولا يهتدون سبيلاً، ومع هذا فقد نالهم أعظم الظلم من أعدائهم، فهم يدعون الله أن يخرجهم من هذه القرية الظالم أهلها لأنفسهم بالكفر والشرك، وللمؤمنين بالأذى والصد عن سبيل الله، ومنعهم من الدعوة لدينهم والهجرة. ويدعون الله أن يجعل لهم وليًّا ونصيرًا يستنقذهم من هذه القرية الظالم أهلها، فصار جهادكم على هذا الوجه من باب القتال والذب عن عيلاتكم وأولادكم ومحارمكم، لا من باب الجهاد الذي هو الطمع في الكفار، فإنه وإن كان فيه فضل عظيم ويلام المتخلف عنه أعظم اللوم، فالجهاد الذي فيه استنقاذ المستضعفين منكم أعظم أجرًا وأكبر فائدة، بحيث يكون من باب دفع الأعداء."
    },
    {
      "ayah": 76,
      "surah": 4,
      "text": "هذا إخبار من الله بأن المؤمنين يقاتلون في سبيله { وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ } الذي هو الشيطان. في ضمن ذلك عدة فوائد: منها: أنه بحسب إيمان العبد يكون جهاده في سبيل الله، وإخلاصه ومتابعته. فالجهاد في سبيل الله من آثار الإيمان ومقتضياته ولوازمه، كما أن القتال في سبيل الطاغوت من شعب الكفر ومقتضياته. ومنها: أن الذي يقاتل في سبيل الله ينبغي له ويحسن منه من الصبر والجلد ما لا يقوم به غيره، فإذا كان أولياء الشيطان يصبرون ويقاتلون وهم على باطل، فأهل الحق أولى بذلك، كما قال تعالى في هذا المعنى: { إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ } الآية. ومنها: أن الذي يقاتل في سبيل الله معتمد على ركن وثيق، وهو الحق، والتوكل على الله. فصاحب القوة والركن الوثيق يطلب منه من الصبر والثبات والنشاط ما لا يطلب ممن يقاتل عن الباطل، الذي لا حقيقة له ولا عاقبة حميدة. فلهذا قال تعالى: { فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا } والكيد: سلوك الطرق الخفية في ضرر العدو، فالشيطان وإن بلغ مَكْرُهُ مهما بلغ فإنه في غاية الضعف، الذي لا يقوم لأدنى شيء من الحق ولا لكيد الله لعباده المؤمنين."
    },
    {
      "ayah": 77,
      "surah": 4,
      "text": "كان المسلمون -إذ كانوا بمكة- مأمورين بالصلاة والزكاة أي: مواساة الفقراء، لا الزكاة المعروفة ذات النصب والشروط، فإنها لم تفرض إلا بالمدينة، ولم يؤمروا بجهاد الأعداء لعدة فوائد: منها: أن من حكمة الباري تعالى أن يشرع لعباده الشرائع على وجه لا يشق عليهم؛ ويبدأ بالأهم فالأهم، والأسهل فالأسهل. ومنها: أنه لو فرض عليهم القتال -مع قلة عَدَدِهِم وعُدَدِهِم وكثرة أعدائهم- لأدى ذلك إلى اضمحلال الإسلام، فروعي جانب المصلحة العظمى على ما دونها ولغير ذلك من الحِكَم. وكان بعض المؤمنين يودون أن لو فرض عليهم القتال في تلك الحال، غير اللائق فيها ذلك، وإنما اللائق فيها القيام بما أمروا به في ذلك الوقت من التوحيد والصلاة والزكاة ونحو ذلك كما قال تعالى: { وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا } فلما هاجروا إلى المدينة وقوي الإسلام، كُتب عليهم القتال في وقته المناسب لذلك، فقال فريق من الذين يستعجلون القتال قبل ذلك خوفا من الناس وضعفا وخورا: { رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ } ؟ وفي هذا تضجرهم واعتراضهم على الله، وكان الذي ينبغي لهم ضد هذه الحال، التسليم لأمر الله والصبر على أوامره، فعكسوا الأمر المطلوب منهم فقالوا: { لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ } أي: هلَّا أخرت فرض القتال مدة متأخرة عن الوقت الحاضر، وهذه الحال كثيرًا ما تعرض لمن هو غير رزين واستعجل في الأمور قبل وقتها، فالغالب عليه أنه لا يصبر عليها وقت حلولها ولا ينوء بحملها، بل يكون قليل الصبر. ثم إن الله وعظهم عن هذه الحال التي فيها التخلف عن القتال فقال: { قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى } أي: التمتع بلذات الدنيا وراحتها قليل، فتحمل الأثقال في طاعة الله في المدة القصيرة مما يسهل على النفوس ويخف عليها؛ لأنها إذا علمت أن المشقة التي تنالها لا يطول لبثها هان عليها ذلك، فكيف إذا وازنت بين الدنيا والآخرة، وأن الآخرة خير منها، في ذاتها، ولذاتها وزمانها، فذاتها -كما ذكر النبي صلى الله عليه وسلم في الحديث الثابت عنه- \\\"أن موضع سوط في الجنة خير من الدنيا وما فيها\\\" . ولذاتها صافية عن المكدرات، بل كل ما خطر بالبال أو دار في الفكر من تصور لذة، فلذة الجنة فوق ذلك كما قال تعالى: { فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ } وقال الله على لسان نبيه: \\\"أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\\\" . وأما لذات الدنيا فإنها مشوبة بأنواع التنغيص الذي لو قوبل بين لذاتها وما يقترن بها من أنواع الآلام والهموم والغموم، لم يكن لذلك نسبة بوجه من الوجوه. وأما زمانها، فإن الدنيا منقضية، وعمر الإنسان بالنسبة إلى الدنيا شيء يسير، وأما الآخرة فإنها دائمة النعيم وأهلها خالدون فيها، فإذا فكّر العاقل في هاتين الدارين وتصور حقيقتهما حق التصور، عرف ما هو أحق بالإيثار، والسعي له والاجتهاد لطلبه، ولهذا قال: { وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى } أي: اتقى الشرك، وسائر المحرمات. { وَلَا تُظْلَمُونَ فَتِيلًا } أي: فسعيكم للدار الآخرة ستجدونه كاملاً موفرًا غير منقوص منه شيئًا."
    },
    {
      "ayah": 78,
      "surah": 4,
      "text": "ثم أخبر أنه لا يغني حذر عن قدر، وأن القاعد لا يدفع عنه قعوده شيئًا، فقال: { أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ } أي: في أي زمان وأي مكان. { وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ } أي: قصور منيعة ومنازل رفيعة، وكل هذا حث على الجهاد في سبيل الله تارة بالترغيب في فضله وثوابه، وتارة بالترهيب من عقوبة تركه، وتارة بالإخبار أنه لا ينفع القاعدين قعودُهم، وتارة بتسهيل الطريق في ذلك وقصرها.يخبر تعالى عن الذين لا يعلمون المعرضين عما جاءت به الرسل، المعارضين لهم أنهم إذا جاءتهم حسنة أي: خصب وكثرة أموال، وتوفر أولاد وصحة، قالوا: { هَذِهِ مِنْ عِنْدِ اللَّهِ } وأنهم إن أصابتهم سيئة أي: جدب وفقر، ومرض وموت أولاد وأحباب قالوا: { هَذِهِ مِنْ عِنْدِكَ } أي: بسبب ما جئتنا به يا محمد، تطيروا برسول الله صلى الله عليه وسلم كما تطير أمثالهم برسل الله، كما أخبر الله عن قوم فرعون أنهم قالوا لموسى { فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ } وقال قوم صالح: { قالوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ } وقال قوم ياسين لرسلهم: { إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ } الآية. فلما تشابهت قلوبهم بالكفر تشابهت أقوالهم وأعمالهم. وهكذا كل من نسب حصول الشر أو زوال الخير لما جاءت به الرسل أو لبعضه فهو داخل في هذا الذم الوخيم. قال الله في جوابهم: { قُلْ كُلٌّ } أي: من الحسنة والسيئة والخير والشر. { مِنْ عِنْدِ اللَّهِ } أي: بقضائه وقدره وخلقه. { فَمَا لهَؤُلَاءِ الْقَوْم } أي: الصادر منهم تلك المقالة الباطلة. { لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا } أي: لا يفهمون حديثا بالكلية ولا يقربون من فهمه، أو لا يفهمون منه إلا فهمًا ضعيفًا، وعلى كل فهو ذم لهم وتوبيخ على عدم فهمهم وفقههم عن الله وعن رسوله، وذلك بسبب كفرهم وإعراضهم. وفي ضمن ذلك مدْح من يفهم عن الله وعن رسوله، والحث على ذلك، وعلى الأسباب المعينة على ذلك، من الإقبال على كلامهما وتدبره، وسلوك الطرق الموصلة إليه. فلو فقهوا عن الله لعلموا أن الخير والشر والحسنات والسيئات كلها بقضاء الله وقدره، لا يخرج منها شيء عن ذلك. وأن الرسل عليهم الصلاة والسلام لا يكونون سببا لشر يحدث، هم ولا ما جاءوا به لأنهم بعثوا بصلاح الدنيا والآخرة والدين."
    },
    {
      "ayah": 79,
      "surah": 4,
      "text": "{ مَا أَصَابَكَ مِنْ حَسَنَةٍ } أي: في الدين والدنيا { فَمِنَ اللَّهِ } هو الذي مَنَّ بها ويسرها بتيسير أسبابها. { وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ } في الدين والدنيا { فَمِنْ نَفْسِكَ } أي: بذنوبك وكسبك، وما يعفو الله عنه أكثر. فالله تعالى قد فتح لعباده أبواب إحسانه وأمرهم بالدخول لبره وفضله، وأخبرهم أن المعاصي مانعة من فضله، فإذا فعلها العبد فلا يلومن إلا نفسه فإنه المانع لنفسه عن وصول فضل الله وبره. ثم أخبر عن عموم رسالة رسوله محمد صلى الله عليه وسلم فقال: { وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا } على أنك رسول الله حقا بما أيدك بنصره والمعجزات الباهرة والبراهين الساطعة، فهي أكبر شهادة على الإطلاق، كما قال تعالى: { قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ } فإذا علم أن الله تعالى كامل العلم، تام القدرة عظيم الحكمة، وقد أيد الله رسوله بما أيده، ونصره نصرا عظيما، تيقن بذلك أنه رسول الله، وإلا فلو تقول عليه بعض الأقاويل لأخذ منه باليمين، ثم لقطع منه الوتين."
    },
    {
      "ayah": 8,
      "surah": 4,
      "text": "وهذا من أحكام الله الحسنة الجليلة الجابرة للقلوب فقال: { وَإِذَا حَضَرَ الْقِسْمَةَ } أي: قسمة المواريث { أُولُو الْقُرْبَى } أي: الأقارب غير الوارثين بقرينة قوله: { الْقِسْمَةَ } لأن الوارثين من المقسوم عليهم. { وَالْيَتَامَى وَالْمَسَاكِين } أي: المستحقون من الفقراء. { فَارْزُقُوهُم مِّنْهُ } أي: أعطوهم ما تيسر من هذا المال الذي جاءكم بغير كد ولا تعب، ولا عناء ولا نَصَب، فإن نفوسهم متشوفة إليه، وقلوبهم متطلعة، فاجبروا خواطرهم بما لا يضركم وهو نافعهم. ويؤخذ من المعنى أن كل من له تطلع وتشوف إلى ما حضر بين يدي الإنسان، ينبغي له أن يعطيه منه ما تيسر، كما كان النبي صلى الله عليه وسلم يقول: \\\"إذا جاء أحدَكم خادمُه بطعامه فليجلسه معه، فإن لم يجلسه معه، فليناوله لقمة أو لقمتين\\\" أو كما قال. وكان الصحابة رضي الله عنهم -إذا بدأت باكورة أشجارهم- أتوا بها رسول الله صلى الله عليه وسلم فبرَّك عليها، ونظر إلى أصغر وليد عنده فأعطاه ذلك، علما منه بشدة تشوفه لذلك، وهذا كله مع إمكان الإعطاء، فإن لم يمكن ذلك -لكونه حق سفهاء، أو ثَم أهم من ذلك- فليقولوا لهم { قَولًا مَعْرُوفًا } يردوهم ردًّا جميلا، بقول حسن غير فاحش ولا قبيح."
    },
    {
      "ayah": 80,
      "surah": 4,
      "text": "أي: كل مَنْ أطاع رسول الله في أوامره ونواهيه { فَقَدْ أَطَاعَ اللَّهَ } تعالى لكونه لا يأمر ولا ينهى إلا بأمر الله وشرعه ووحيه وتنزيله، وفي هذا عصمة الرسول صلى الله عليه وسلم لأن الله أمر بطاعته مطلقا، فلولا أنه معصوم في كل ما يُبَلِّغ عن الله لم يأمر بطاعته مطلقا، ويمدح على ذلك. وهذا من الحقوق المشتركة فإن الحقوق ثلاثة: حق لله تعالى لا يكون لأحد من الخلق، وهو عبادة الله والرغبة إليه، وتوابع ذلك. وقسم مختص بالرسول، وهو التعزير والتوقير والنصرة. وقسم مشترك، وهو الإيمان بالله ورسوله ومحبتهما وطاعتهما، كما جمع الله بين هذه الحقوق في قوله: { لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا } فمَنْ أطاع الرسول فقد أطاع الله، وله من الثواب والخير ما رتب على طاعة الله { وَمَنْ تَوَلَّى } عن طاعة الله ورسوله فإنه لا يضر إلا نفسه، ولا يضر الله شيئًا { فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا } أي: تحفظ أعمالهم وأحوالهم، بل أرسلناك مبلغا ومبينا وناصحا، وقد أديت وظيفتك، ووجب أجرك على الله، سواء اهتدوا أم لم يهتدوا. كما قال تعالى: { فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ } الآية."
    },
    {
      "ayah": 81,
      "surah": 4,
      "text": "ولا بد أن تكون طاعة الله ورسوله ظاهرًا وباطنًا في الحضرة والمغيب. فأما مَنْ يظهر في الحضرة والطاعة والالتزام فإذا خلا بنفسه أو أبناء جنسه ترك الطاعة وأقبل على ضدها، فإن الطاعة التي أظهرها غير نافعة ولا مفيدة، وقد أشبه من قال الله فيهم: { وَيَقُولُونَ طَاعَةٌ } أي: يظهرون الطاعة إذا كانوا عندك. { فَإِذَا بَرَزُوا مِنْ عِنْدِكَ } أي: خرجوا وخلوا في حالة لا يطلع فيها عليهم. { بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ } أي: بيتوا ودبروا غير طاعتك ولا ثَمَّ إلا المعصية. وفي قوله: { بَيَّتَ طَائِفَةٌ مِنْهُمْ غَيْرَ الَّذِي تَقُولُ } دليل على أن الأمر الذي استقروا عليه غير الطاعة؛ لأن التبييت تدبير الأمر ليلا على وجه يستقر عليه الرأي، ثم توعدهم على ما فعلوا فقال: { وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ } أي: يحفظه عليهم وسيجازيهم عليه أتم الجزاء، ففيه وعيد لهم. ثم أمر رسوله بمقابلتهم بالإعراض وعدم التعنيف، فإنهم لا يضرونه شيئا إذا توكل على الله واستعان به في نصر دينه، وإقامة شرعه. ولهذا قال: { فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا }"
    },
    {
      "ayah": 82,
      "surah": 4,
      "text": "يأمر تعالى بتدبر كتابه، وهو التأمل في معانيه، وتحديق الفكر فيه، وفي مبادئه وعواقبه، ولوازم، ذلك فإن تدبر كتاب الله مفتاح للعلوم والمعارف، وبه يستنتج كل خير وتستخرج منه جميع العلوم، وبه يزداد الإيمان في القلب وترسخ شجرته. فإنه يعرِّف بالرب المعبود، وما له من صفات الكمال; وما ينزه عنه من سمات النقص، ويعرِّف الطريق الموصلة إليه وصفة أهلها، وما لهم عند القدوم عليه، ويعرِّف العدو الذي هو العدو على الحقيقة، والطريق الموصلة إلى العذاب، وصفة أهلها، وما لهم عند وجود أسباب العقاب. وكلما ازداد العبد تأملا فيه ازداد علما وعملا وبصيرة، لذلك أمر الله بذلك وحث عليه وأخبر أنه [هو] المقصود بإنزال القرآن، كما قال تعالى: { كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ } وقال تعالى: { أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } ومن فوائد التدبر لكتاب الله: أنه بذلك يصل العبد إلى درجة اليقين والعلم بأنه كلام الله، لأنه يراه يصدق بعضه بعضا، ويوافق بعضه بعضا. فترى الحكم والقصة والإخبارات تعاد في القرآن في عدة مواضع، كلها متوافقة متصادقة، لا ينقض بعضها بعضا، فبذلك يعلم كمال القرآن وأنه من عند من أحاط علمه بجميع الأمور، فلذلك قال تعالى: { وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا } أي: فلما كان من عند الله لم يكن فيه اختلاف أصلاً."
    },
    {
      "ayah": 83,
      "surah": 4,
      "text": "هذا تأديب من الله لعباده عن فعلهم هذا غير اللائق. وأنه ينبغي لهم إذا جاءهم أمر من الأمور المهمة والمصالح العامة ما يتعلق بالأمن وسرور المؤمنين، أو بالخوف الذي فيه مصيبة عليهم أن يتثبتوا ولا يستعجلوا بإشاعة ذلك الخبر، بل يردونه إلى الرسول وإلى أولي الأمر منهم، أهلِ الرأي: والعلم والنصح والعقل والرزانة، الذين يعرفون الأمور ويعرفون المصالح وضدها. فإن رأوا في إذاعته مصلحة ونشاطا للمؤمنين وسرورا لهم وتحرزا من أعدائهم فعلوا ذلك. وإن رأوا أنه ليس فيه مصلحة أو فيه مصلحة ولكن مضرته تزيد على مصلحته، لم يذيعوه، ولهذا قال: { لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ } أي: يستخرجونه بفكرهم وآرائهم السديدة وعلومهم الرشيدة. وفي هذا دليل لقاعدة أدبية وهي أنه إذا حصل بحث في أمر من الأمور ينبغي أن يولَّى مَنْ هو أهل لذلك ويجعل إلى أهله، ولا يتقدم بين أيديهم، فإنه أقرب إلى الصواب وأحرى للسلامة من الخطأ. وفيه النهي عن العجلة والتسرع لنشر الأمور من حين سماعها، والأمر بالتأمل قبل الكلام والنظر فيه، هل هو مصلحة، فيُقْدِم عليه الإنسان؟ أم لا،فيحجم عنه؟ ثم قال تعالى: { وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ } أي: في توفيقكم وتأديبكم، وتعليمكم ما لم تكونوا تعلمون، { لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا } لأن الإنسان بطبعه ظالم جاهل، فلا تأمره نفسه إلا بالشر. فإذا لجأ إلى ربه واعتصم به واجتهد في ذلك، لطف به ربه ووفقه لكل خير، وعصمه من الشيطان الرجيم."
    },
    {
      "ayah": 84,
      "surah": 4,
      "text": "هذه الحالة أفضل أحوال العبد، أن يجتهد في نفسه على امتثال أمر الله من الجهاد وغيره، ويحرض غيره عليه، وقد يعدم في العبد الأمران أو أحدهما فلهذا قال لرسوله: { فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ } أي: ليس لك قدرة على غير نفسك، فلن تكلف بفعل غيرك. { وَحَرِّضِ الْمُؤْمِنِينَ } على القتال، وهذا يشمل كل أمر يحصل به نشاط المؤمنين وقوة قلوبهم، من تقويتهم والإخبار بضعف الأعداء وفشلهم، وبما أُعد للمقاتلين من الثواب، وما على المتخلفين من العقاب، فهذا وأمثاله كله يدخل في التحريض على القتال. { عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا } أي: بقتالكم في سبيل الله، وتحريض بعضكم بعضًا. { وَاللَّهُ أَشَدُّ بَأْسًا } أي: قوة وعزة { وَأَشَدُّ تَنْكِيلًا } بالمذنب في نفسه، وتنكيلا لغيره، فلو شاء تعالى لانتصر من الكفار بقوته ولم يجعل لهم باقية. ولكن من حكمته يبلو بعض عباده ببعض ليقوم سوق الجهاد، ويحصل الإيمان النافع، إيمان الاختيار، لا إيمان الاضطرار والقهر الذي لا يفيد شيئا."
    },
    {
      "ayah": 85,
      "surah": 4,
      "text": "المراد بالشفاعة هنا: المعاونة على أمر من الأمور، فمن شفع غيره وقام معه على أمر من أمور الخير -ومنه الشفاعة للمظلومين لمن ظلمهم- كان له نصيب من شفاعته بحسب سعيه وعمله ونفعه، ولا ينقص من أجر الأصيل والمباشر شيء، ومَنْ عاون غيره على أمر من الشر كان عليه كفل من الإثم بحسب ما قام به وعاون عليه. ففي هذا الحث العظيم على التعاون على البر والتقوى، والزجر العظيم عن التعاون على الإثم والعدوان، وقرر ذلك بقوله: { وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا } أي: شاهدًا حفيظًا حسيبًا على هذه الأعمال، فيجازي كُلًّا ما يستحقه."
    },
    {
      "ayah": 86,
      "surah": 4,
      "text": "التحية هي: اللفظ الصادر من أحد المتلاقيين على وجه الإكرام والدعاء، وما يقترن بذلك اللفظ من البشاشة ونحوها. وأعلى أنواع التحية ما ورد به الشرع، من السلام ابتداء وردًّا. فأمر تعالى المؤمنين أنهم إذا حُيّوا بأي تحية كانت، أن يردوها بأحسن منها لفظا وبشاشة، أو مثلها في ذلك. ومفهوم ذلك النهي عن عدم الرد بالكلية أو ردها بدونها. ويؤخذ من الآية الكريمة الحث على ابتداء السلام والتحية من وجهين أحدهما: أن الله أمر بردها بأحسن منها أو مثلها، وذلك يستلزم أن التحية مطلوبة شرعًا. الثاني: ما يستفاد من أفعل التفضيل وهو \\\"أحسن\\\" الدال على مشاركة التحية وردها بالحسن، كما هو الأصل في ذلك. ويستثنى من عموم الآية الكريمة من حيَّا بحال غير مأمور بها، كـ \\\"على مشتغل بقراءة، أو استماع خطبة، أو مصلٍ ونحو ذلك\\\" فإنه لا يطلب إجابة تحيته، وكذلك يستثنى من ذلك من أمر الشارع بهجره وعدم تحيته، وهو العاصي غير التائب الذي يرتدع بالهجر، فإنه يهجر ولا يُحيّا، ولا تُرد تحيته، وذلك لمعارضة المصلحة الكبرى. ويدخل في رد التحية كل تحية اعتادها الناس وهي غير محظورة شرعًا، فإنه مأمور بردّها وبأحسن منها، ثم أوعد تعالى وتوعد على فعل الحسنات والسيئات بقوله: { إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا } فيحفظ على العباد أعمالهم، حسنها وسيئها، صغيرها وكبيرها، ثم يجازيهم بما اقتضاه فضله وعدله وحكمه المحمود."
    },
    {
      "ayah": 87,
      "surah": 4,
      "text": "يخبر تعالى عن انفراده بالوحدانية وأنه لا معبود ولا مألوه إلا هو، لكماله في ذاته وأوصافه ولكونه المنفرد بالخلق والتدبير، والنعم الظاهرة والباطنة. وذلك يستلزم الأمر بعبادته والتقرب إليه بجميع أنواع العبودية. لكونه المستحق لذلك وحده والمجازي للعباد بما قاموا به من عبوديته أو تركوه منها، ولذلك أقسم على وقوع محل الجزاء وهو يوم القيامة، فقال: { لَيَجْمَعَنَّكُمْ } أي: أولكم وآخِركم في مقام واحد. في { يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ } أي: لا شك ولا شبهة بوجه من الوجوه، بالدليل العقلي والدليل السمعي، فالدليل العقلي ما نشاهده من إحياء الأرض بعد موتها، ومن وجود النشأة الأولى التي وقوع الثانية أَوْلى منها بالإمكان، ومن الحكمة التي تجزم بأن الله لم يخلق خلقه عبثًا، يحيون ثم يموتون. وأما الدليل السمعي فهو إخبار أصدق الصادقين بذلك، بل إقسامه عليه ولهذا قال: { وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا } كذلك أمر رسوله صلى الله عليه وسلم أن يقسم عليه في غير موضع من القرآن، كقوله تعالى: { زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ } وفي قوله: { وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا } { وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا } إخبار بأن حديثه وأخباره وأقواله في أعلى مراتب الصدق، بل أعلاها. فكل ما قيل في العقائد [والعلوم] والأعمال مما يناقض ما أخبر الله به، فهو باطل لمناقضته للخبر الصادق اليقين، فلا يمكن أن يكون حقًّا."
    },
    {
      "ayah": 88,
      "surah": 4,
      "text": "المراد بالمنافقين المذكورين في هذه الآيات: المنافقون المظهرون إسلامهم، ولم يهاجروا مع كفرهم، وكان قد وقع بين الصحابة رضوان الله عليهم فيهم اشتباه، فبعضهم تحرج عن قتالهم، وقطع موالاتهم بسبب ما أظهروه من الإيمان، وبعضهم علم أحوالهم بقرائن أفعالهم فحكم بكفرهم."
    },
    {
      "ayah": 89,
      "surah": 4,
      "text": "فأخبرهم الله تعالى أنه لا ينبغي لكم أن تشتبهوا فيهم ولا تشكوا، بل أمرهم واضح غير مشكل، إنهم منافقون قد تكرر كفرهم، وودوا مع ذلك كفركم وأن تكونوا مثلهم. فإذا تحققتم ذلك منهم { فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ } وهذا يستلزم عدم محبتهم لأن الولاية فرع المحبة. ويستلزم أيضا بغضهم وعداوتهم لأن النهي عن الشيء أمر بضده، وهذا الأمر موقت بهجرتهم فإذا هاجروا جرى عليهم ما جرى على المسلمين، كما كان النبي صلى الله عليه وسلم يجري أحكام الإسلام لكل مَنْ كان معه وهاجر إليه، وسواء كان مؤمنا حقيقة أو ظاهر الإيمان. وأنهم إن لم يهاجروا وتولوا عنها { فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ } أي: في أي وقت وأي محل كان، وهذا من جملة الأدلة الدالة على نسخ القتال في الأشهر الحرم، كما هو قول جمهور العلماء، والمنازعون يقولون: هذه نصوص مطلقة، محمولة على تقييد التحريم في الأشهر الحرم. ثم إن الله استثنى من قتال هؤلاء المنافقين ثلاث فِرَق: فرقتين أمر بتركهم وحتَّم [على] ذلك، إحداهما من يصل إلى قوم بينهم وبين المسلمين عهد وميثاق بترك القتال فينضم إليهم، فيكون له حكمهم في حقن الدم والمال. والفرقة الثانية قوم { حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ } أي: بقوا، لا تسمح أنفسهم بقتالكم، ولا بقتال قومهم، وأحبوا ترك قتال الفريقين، فهؤلاء أيضا أمر بتركهم، وذكر الحكمة في ذلك في قوله: { وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ } فإن الأمور الممكنة ثلاثة أقسام: إما أن يكونوا معكم ويقاتلوا أعداءكم، وهذا متعذر من هؤلاء، فدار الأمر بين قتالكم مع قومهم وبين ترك قتال الفريقين، وهو أهون الأمرين عليكم، والله قادر على تسليطهم عليكم، فاقبلوا العافية، واحمدوا ربكم الذي كف أيديهم عنكم مع التمكن من ذلك. فـهؤلاء { إن اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا } الفرقة الثالثة: قوم يريدون مصلحة أنفسهم بقطع النظر عن احترامكم، وهم الذين قال الله فيهم: { سَتَجِدُونَ آخَرِينَ } أي: من هؤلاء المنافقين. { يُرِيدُونَ أَنْ يَأْمَنُوكُمْ } أي: خوفا منكم { وَيَأْمَنُوا قَوْمَهُمْ كُلَّمَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا } أي: لا يزالون مقيمين على كفرهم ونفاقهم، وكلما عرض لهم عارض من عوارض الفتن أعماهم ونكسهم على رءوسهم، وازداد كفرهم ونفاقهم، وهؤلاء في الصورة كالفرقة الثانية، وفي الحقيقة مخالفة لها. فإن الفرقة الثانية تركوا قتال المؤمنين احترامًا لهم لا خوفا على أنفسهم، وأما هذه الفرقة فتركوه خوفا لا احتراما، بل لو وجدوا فرصة في قتال المؤمنين، فإنهم مستعدون لانتهازها، فهؤلاء إن لم يتبين منهم ويتضح اتضاحًا عظيمًا اعتزال المؤمنين وترك قتالهم، فإنهم يقاتلون، ولهذا قال: { فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ } أي: المسالمة والموادعة { وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا } أي: حجة بينة واضحة، لكونهم معتدين ظالمين لكم تاركين للمسالمة، فلا يلوموا إلا أنفسهم."
    },
    {
      "ayah": 9,
      "surah": 4,
      "text": "قيل: إن هذا خطاب لمن يحضر مَنْ حضره الموت وأجنف في وصيته، أن يأمره بالعدل في وصيته والمساواة فيها، بدليل قوله: { وَلْيَقُولُوا قَوْلًا سَدِيدًا } أي: سدادا، موافقا للقسط والمعروف. وأنهم يأمرون من يريد الوصية على أولاده بما يحبون معاملة أولادهم بعدهم. وقيل: إن المراد بذلك أولياء السفهاء من المجانين والصغار والضعاف أن يعاملوهم في مصالحهم الدينية والدنيوية بما يحبون أن يعامل به مَنْ بعدهم من ذريتهم الضعاف { فَلْيَتَّقُوا اللَّهَ } في ولايتهم لغيرهم، أي: يعاملونهم بما فيه تقوى الله، من عدم إهانتهم والقيام عليهم، وإلزامهم لتقوى الله."
    },
    {
      "ayah": 90,
      "surah": 4,
      "text": "فأخبرهم الله تعالى أنه لا ينبغي لكم أن تشتبهوا فيهم ولا تشكوا، بل أمرهم واضح غير مشكل، إنهم منافقون قد تكرر كفرهم، وودوا مع ذلك كفركم وأن تكونوا مثلهم. فإذا تحققتم ذلك منهم { فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ } وهذا يستلزم عدم محبتهم لأن الولاية فرع المحبة. ويستلزم أيضا بغضهم وعداوتهم لأن النهي عن الشيء أمر بضده، وهذا الأمر موقت بهجرتهم فإذا هاجروا جرى عليهم ما جرى على المسلمين، كما كان النبي صلى الله عليه وسلم يجري أحكام الإسلام لكل مَنْ كان معه وهاجر إليه، وسواء كان مؤمنا حقيقة أو ظاهر الإيمان. وأنهم إن لم يهاجروا وتولوا عنها { فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ } أي: في أي وقت وأي محل كان، وهذا من جملة الأدلة الدالة على نسخ القتال في الأشهر الحرم، كما هو قول جمهور العلماء، والمنازعون يقولون: هذه نصوص مطلقة، محمولة على تقييد التحريم في الأشهر الحرم. ثم إن الله استثنى من قتال هؤلاء المنافقين ثلاث فِرَق: فرقتين أمر بتركهم وحتَّم [على] ذلك، إحداهما من يصل إلى قوم بينهم وبين المسلمين عهد وميثاق بترك القتال فينضم إليهم، فيكون له حكمهم في حقن الدم والمال. والفرقة الثانية قوم { حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ } أي: بقوا، لا تسمح أنفسهم بقتالكم، ولا بقتال قومهم، وأحبوا ترك قتال الفريقين، فهؤلاء أيضا أمر بتركهم، وذكر الحكمة في ذلك في قوله: { وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ } فإن الأمور الممكنة ثلاثة أقسام: إما أن يكونوا معكم ويقاتلوا أعداءكم، وهذا متعذر من هؤلاء، فدار الأمر بين قتالكم مع قومهم وبين ترك قتال الفريقين، وهو أهون الأمرين عليكم، والله قادر على تسليطهم عليكم، فاقبلوا العافية، واحمدوا ربكم الذي كف أيديهم عنكم مع التمكن من ذلك. فـهؤلاء { إن اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا } الفرقة الثالثة: قوم يريدون مصلحة أنفسهم بقطع النظر عن احترامكم، وهم الذين قال الله فيهم: { سَتَجِدُونَ آخَرِينَ } أي: من هؤلاء المنافقين. { يُرِيدُونَ أَنْ يَأْمَنُوكُمْ } أي: خوفا منكم { وَيَأْمَنُوا قَوْمَهُمْ كُلَّمَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا } أي: لا يزالون مقيمين على كفرهم ونفاقهم، وكلما عرض لهم عارض من عوارض الفتن أعماهم ونكسهم على رءوسهم، وازداد كفرهم ونفاقهم، وهؤلاء في الصورة كالفرقة الثانية، وفي الحقيقة مخالفة لها. فإن الفرقة الثانية تركوا قتال المؤمنين احترامًا لهم لا خوفا على أنفسهم، وأما هذه الفرقة فتركوه خوفا لا احتراما، بل لو وجدوا فرصة في قتال المؤمنين، فإنهم مستعدون لانتهازها، فهؤلاء إن لم يتبين منهم ويتضح اتضاحًا عظيمًا اعتزال المؤمنين وترك قتالهم، فإنهم يقاتلون، ولهذا قال: { فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ } أي: المسالمة والموادعة { وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا } أي: حجة بينة واضحة، لكونهم معتدين ظالمين لكم تاركين للمسالمة، فلا يلوموا إلا أنفسهم."
    },
    {
      "ayah": 91,
      "surah": 4,
      "text": "فأخبرهم الله تعالى أنه لا ينبغي لكم أن تشتبهوا فيهم ولا تشكوا، بل أمرهم واضح غير مشكل، إنهم منافقون قد تكرر كفرهم، وودوا مع ذلك كفركم وأن تكونوا مثلهم. فإذا تحققتم ذلك منهم { فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ } وهذا يستلزم عدم محبتهم لأن الولاية فرع المحبة. ويستلزم أيضا بغضهم وعداوتهم لأن النهي عن الشيء أمر بضده، وهذا الأمر موقت بهجرتهم فإذا هاجروا جرى عليهم ما جرى على المسلمين، كما كان النبي صلى الله عليه وسلم يجري أحكام الإسلام لكل مَنْ كان معه وهاجر إليه، وسواء كان مؤمنا حقيقة أو ظاهر الإيمان. وأنهم إن لم يهاجروا وتولوا عنها { فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ } أي: في أي وقت وأي محل كان، وهذا من جملة الأدلة الدالة على نسخ القتال في الأشهر الحرم، كما هو قول جمهور العلماء، والمنازعون يقولون: هذه نصوص مطلقة، محمولة على تقييد التحريم في الأشهر الحرم. ثم إن الله استثنى من قتال هؤلاء المنافقين ثلاث فِرَق: فرقتين أمر بتركهم وحتَّم [على] ذلك، إحداهما من يصل إلى قوم بينهم وبين المسلمين عهد وميثاق بترك القتال فينضم إليهم، فيكون له حكمهم في حقن الدم والمال. والفرقة الثانية قوم { حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ } أي: بقوا، لا تسمح أنفسهم بقتالكم، ولا بقتال قومهم، وأحبوا ترك قتال الفريقين، فهؤلاء أيضا أمر بتركهم، وذكر الحكمة في ذلك في قوله: { وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ } فإن الأمور الممكنة ثلاثة أقسام: إما أن يكونوا معكم ويقاتلوا أعداءكم، وهذا متعذر من هؤلاء، فدار الأمر بين قتالكم مع قومهم وبين ترك قتال الفريقين، وهو أهون الأمرين عليكم، والله قادر على تسليطهم عليكم، فاقبلوا العافية، واحمدوا ربكم الذي كف أيديهم عنكم مع التمكن من ذلك. فـهؤلاء { إن اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا } الفرقة الثالثة: قوم يريدون مصلحة أنفسهم بقطع النظر عن احترامكم، وهم الذين قال الله فيهم: { سَتَجِدُونَ آخَرِينَ } أي: من هؤلاء المنافقين. { يُرِيدُونَ أَنْ يَأْمَنُوكُمْ } أي: خوفا منكم { وَيَأْمَنُوا قَوْمَهُمْ كُلَّمَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا } أي: لا يزالون مقيمين على كفرهم ونفاقهم، وكلما عرض لهم عارض من عوارض الفتن أعماهم ونكسهم على رءوسهم، وازداد كفرهم ونفاقهم، وهؤلاء في الصورة كالفرقة الثانية، وفي الحقيقة مخالفة لها. فإن الفرقة الثانية تركوا قتال المؤمنين احترامًا لهم لا خوفا على أنفسهم، وأما هذه الفرقة فتركوه خوفا لا احتراما، بل لو وجدوا فرصة في قتال المؤمنين، فإنهم مستعدون لانتهازها، فهؤلاء إن لم يتبين منهم ويتضح اتضاحًا عظيمًا اعتزال المؤمنين وترك قتالهم، فإنهم يقاتلون، ولهذا قال: { فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ } أي: المسالمة والموادعة { وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولَئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُبِينًا } أي: حجة بينة واضحة، لكونهم معتدين ظالمين لكم تاركين للمسالمة، فلا يلوموا إلا أنفسهم."
    },
    {
      "ayah": 92,
      "surah": 4,
      "text": "هذه الصيغة من صيغ الامتناع، أي: يمتنع ويستحيل أن يصدر من مؤمن قتل مؤمن، أي: متعمدا، وفي هذا الإخبارُ بشدة تحريمه وأنه مناف للإيمان أشد منافاة، وإنما يصدر ذلك إما من كافر، أو من فاسق قد نقص إيمانه نقصا عظيما، ويخشى عليه ما هو أكبر من ذلك، فإن الإيمان الصحيح يمنع المؤمن من قتل أخيه الذي قد عقد الله بينه وبينه الأخوة الإيمانية التي من مقتضاها محبته وموالاته، وإزالة ما يعرض لأخيه من الأذى، وأي أذى أشد من القتل؟ وهذا يصدقه قوله صلى الله عليه وسلم: \\\"لا ترجعوا بعدي كفارًا يضرب بعضكم رقاب بعض\\\" فعلم أن القتل من الكفر العملي وأكبر الكبائر بعد الشرك بالله. ولما كان قوله: { وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا } لفظا عاما لجميع الأحوال، وأنه لا يصدر منه قتل أخيه بوجه من الوجوه، استثنى تعالى قتل الخطأ فقال: { إِلَّا خَطَأً } فإن المخطئ الذي لا يقصد القتل غير آثم، ولا مجترئ على محارم الله، ولكنه لما كان قد فعل فعلاً شنيعًا وصورته كافية في قبحه وإن لم يقصده أمر تعالى بالكفارة والدية فقال: { وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً } سواء كان القاتل ذكرًا أو أنثى حرًّا أو عبدًا، صغيرًا أو كبيرًا، عاقلاً أو مجنونًا، مسلمًا أو كافرًا، كما يفيده لفظ \\\"مَنْ\\\" الدالة على العموم وهذا من أسرار الإتيان بـ \\\"مَنْ\\\" في هذا الموضع، فإن سياق الكلام يقتضي أن يقول: فإن قتله، ولكن هذا لفظ لا يشمل ما تشمله \\\"مَنْ\\\" وسواء كان المقتول ذكرًا أو أنثى، صغيرًا أو كبيرًا، كما يفيده التنكير في سياق الشرط، فإن على القاتل { تحرير رقبة مؤمنة } كفارة لذلك، تكون في ماله، ويشمل ذلك الصغير والكبير، والذكر والأنثى، والصحيح والمعيب، في قول بعض العلماء. ولكن الحكمة تقتضي أن لا يجزئ عتق المعيب في الكفارة؛ لأن المقصود بالعتق نفع العتيق، وملكه منافع نفسه، فإذا كان يضيع بعتقه، وبقاؤه في الرق أنفع له فإنه لا يجزئ عتقه، مع أن في قوله: { تحرير رقبة } ما يدل على ذلك؛ فإن التحرير: تخليص من استحقت منافعه لغيره أن تكون له، فإذا لم يكن فيه منافع لم يتصور وجود التحرير. فتأمل ذلك فإنه واضح. وأما الدية فإنها تجب على عاقلة القاتل في الخطأ وشبه العمد. { مُسَلَّمَةٌ إِلَى أَهْلِهِ } جبرًا لقلوبهم، والمراد بأهله هنا هم ورثته، فإن الورثة يرثون ما ترك، الميت، فالدية داخلة فيما ترك وللدية تفاصيل كثيرة مذكورة في كتب الفقه. وقوله: { إِلَّا أَنْ يَصَّدَّقُوا } أي: يتصدق ورثة القتيل بالعفو عن الدية، فإنها تسقط، وفي ذلك حث لهم على العفو لأن الله سماها صدقة، والصدقة مطلوبة في كل وقت. { فَإِنْ كَانَ } المقتول { مِنْ قَوْمٍ عَدُوٍّ لَكُمْ } أي: من كفار حربيين { وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ } أي: وليس عليكم لأهله دية، لعدم احترامهم في دمائهم وأموالهم. { وَإِنْ كَانَ } المقتول { مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ } وذلك لاحترام أهله بما لهم من العهد والميثاق. { فَمَنْ لَمْ يَجِدْ } الرقبة ولا ثمنها، بأن كان معسرا بذلك، ليس عنده ما يفضل عن مؤنته وحوائجه الأصلية شيء يفي بالرقبة، { فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ } أي: لا يفطر بينهما من غير عذر، فإن أفطر لعذر فإن العذر لا يقطع التتابع، كالمرض والحيض ونحوهما. وإن كان لغير عذر انقطع التتابع ووجب عليه استئناف الصوم. { تَوْبَةً مِنَ اللَّهِ } أي: هذه الكفارات التي أوجبها الله على القاتل توبة من الله على عباده ورحمة بهم، وتكفير لما عساه أن يحصل منهم من تقصير وعدم احتراز، كما هو واقع كثيرًا للقاتل خطأ. { وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا } أي: كامل العلم كامل الحكمة، لا يخفى عليه مثقال ذرة في الأرض ولا في السماء، ولا أصغر من ذلك ولا أكبر، في أي وقت كان وأي محل كان. ولا يخرج عن حكمته من المخلوقات والشرائع شيء، بل كل ما خلقه وشرعه فهو متضمن لغاية الحكمة، ومن علمه وحكمته أن أوجب على القاتل كفارة مناسبة لما صدر منه، فإنه تسبب لإعدام نفس محترمة، وأخرجها من الوجود إلى العدم، فناسب أن يعتق رقبة ويخرجها من رق العبودية للخلق إلى الحرية التامة، فإن لم يجد هذه الرقبة صام شهرين متتابعين، فأخرج نفسه من رق الشهوات واللذات الحسية القاطعة للعبد عن سعادته الأبدية إلى التعبد لله تعالى بتركها تقربا إلى الله. ومدها تعالى بهذه المدة الكثيرة الشاقة في عددها ووجوب التتابع فيها، ولم يشرع الإطعام في هذا الموضع لعدم المناسبة. بخلاف الظهار، كما سيأتي إن شاء الله تعالى. ومن حكمته أن أوجب في القتل الدية ولو كان خطأ، لتكون رادعة وكافة عن كثير من القتل باستعمال الأسباب العاصمة عن ذلك. ومن حكمته أن وجبت على العاقلة في قتل الخطأ، بإجماع العلماء، لكون القاتل لم يذنب فيشق عليه أن يحمل هذه الدية الباهظة، فناسب أن يقوم بذلك من بينه وبينهم المعاونة والمناصرة والمساعدة على تحصيل المصالح وكف المفاسد [ولعل ذلك من أسباب منعهم لمن يعقلون عنه من القتل حذرًا من تحميلهم] ويخف عنهم بسبب توزيعه عليهم بقدر أحوالهم وطاقتهم، وخففت أيضا بتأجيلها عليهم ثلاث سنين. ومن حكمته وعلمه أن جبر أهل القتيل عن مصيبتهم، بالدية التي أوجبها على أولياء القاتل."
    },
    {
      "ayah": 93,
      "surah": 4,
      "text": "تقدم أن الله أخبر أنه لا يصدر قتل المؤمن من المؤمن، وأن القتل من الكفر العملي، وذكر هنا وعيد القاتل عمدا، وعيدا ترجف له القلوب وتنصدع له الأفئدة، وتنزعج منه أولو العقول. فلم يرد في أنواع الكبائر أعظم من هذا الوعيد، بل ولا مثله، ألا وهو الإخبار بأن جزاءه جهنم، أي: فهذا الذنب العظيم قد انتهض وحده أن يجازى صاحبه بجهنم، بما فيها من العذاب العظيم، والخزي المهين، وسخط الجبار، وفوات الفوز والفلاح، وحصول الخيبة والخسار. فعياذًا بالله من كل سبب يبعد عن رحمته. وهذا الوعيد له حكم أمثاله من نصوص الوعيد، على بعض الكبائر والمعاصي بالخلود في النار، أو حرمان الجنة. وقد اختلف الأئمة رحمهم الله في تأويلها مع اتفاقهم على بطلان قول الخوارج والمعتزلة الذين يخلدونهم في النار ولو كانوا موحدين. والصواب في تأويلها ما قاله الإمام المحقق: شمس الدين بن القيم رحمه الله في \\\"المدارج\\\" فإنه قال - بعدما ذكر تأويلات الأئمة في ذلك وانتقدها فقال: وقالت فِرقَة: هذه النصوص وأمثالها مما ذكر فيه المقتضي للعقوبة، ولا يلزم من وجود مقتضي الحكم وجوده، فإن الحكم إنما يتم بوجود مقتضيه وانتفاء موانعه. وغاية هذه النصوص الإعلام بأن كذا سبب للعقوبة ومقتض لها، وقد قام الدليل على ذكر الموانع فبعضها بالإجماع، وبعضها بالنص. فالتوبة مانع بالإجماع، والتوحيد مانع بالنصوص المتواترة التي لا مدفع لها، والحسنات العظيمة الماحية مانعة، والمصائب الكبار المكفرة مانعة، وإقامة الحدود في الدنيا مانع بالنص، ولا سبيل إلى تعطيل هذه النصوص فلا بد من إعمال النصوص من الجانبين. ومن هنا قامت الموازنة بين الحسنات والسيئات، اعتبارًا بمقتضي العقاب ومانعه، وإعمالا لأرجحها. قالوا: وعلى هذا بناء مصالح الدارين ومفاسدهما. وعلى هذا بناء الأحكام الشرعية والأحكام القدرية، وهو مقتضى الحكمة السارية في الوجود، وبه ارتباط الأسباب ومسبباتها خلقا وأمرا، وقد جعل الله سبحانه لكل ضد ضدا يدافعه ويقاومه، ويكون الحكم للأغلب منهما. فالقوة مقتضية للصحة والعافية، وفساد الأخلاط وبغيها مانع من عمل الطبيعة، وفعل القوة والحكم للغالب منهما، وكذلك قوى الأدوية والأمراض. والعبد يكون فيه مقتض للصحة ومقتض للعطب، وأحدهما يمنع كمال تأثير الآخر ويقاومه، فإذا ترجح عليه وقهره كان التأثير له. ومِنْ هنا يعلم انقسام الخلق إلى مَنْ يدخل الجنة ولا يدخل النار، وعكسه، ومَنْ يدخل النار ثم يخرج منها ويكون مكثه فيها بحسب ما فيه من مقتضى المكث في سرعة الخروج وبطئه. ومن له بصيرة منورة يرى بها كل ما أخبر الله به في كتابه من أمر المعاد وتفاصيله، حتى كأنه يشاهده رأي عين. ويعلم أن هذا هو مقتضي إلهيته سبحانه، وربوبيته وعزته وحكمته وأنه يستحيل عليه خلاف ذلك، ونسبة ذلك إليه نسبة ما لا يليق به إليه، فيكون نسبة ذلك إلى بصيرته كنسبة الشمس والنجوم إلى بصره. وهذا يقين الإيمان، وهو الذي يحرق السيئات، كما تحرق النار الحطب، وصاحب هذا المقام من الإيمان يستحيل إصراره على السيئات، وإن وقعت منه وكثرت، فإن ما معه من نور الإيمان يأمره بتجديد التوبة كل وقت بالرجوع إلى الله في عدد أنفاسه، وهذا من أحب الخلق إلى الله. انتهى كلامه قدس الله روحه، وجزاه عن الإسلام والمسلمين خيرا."
    },
    {
      "ayah": 94,
      "surah": 4,
      "text": "يأمر تعالى عباده المؤمنين إذا خرجوا جهادًا في سبيله وابتغاء مرضاته أن يتبينوا ويتثبتوا في جميع أمورهم المشتبهة. فإن الأمور قسمان: واضحة وغير واضحة. فالواضحة البيِّنة لا تحتاج إلى تثبت وتبين، لأن ذلك تحصيل حاصل. وأما الأمور المشكلة غير الواضحة فإن الإنسان يحتاج إلى التثبت فيها والتبين، ليعرف هل يقدم عليها أم لا؟ فإن التثبت في هذه الأمور يحصل فيه من الفوائد الكثيرة، والكف لشرور عظيمة، ما به يعرف دين العبد وعقله ورزانته، بخلاف المستعجل للأمور في بدايتها قبل أن يتبين له حكمها، فإن ذلك يؤدي إلى ما لا ينبغي، كما جرى لهؤلاء الذين عاتبهم الله في الآية لمـَّا لم يتثبتوا وقتلوا من سلم عليهم، وكان معه غنيمة له أو مال غيره، ظنًّا أنه يستكفي بذلك قتلَهم، وكان هذا خطأ في نفس الأمر، فلهذا عاتبهم بقوله: { وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ } أي: فلا يحملنكم العرض الفاني القليل على ارتكاب ما لا ينبغي فيفوتكم ما عند الله من الثواب الجزيل الباقي، فما عند الله خير وأبقى. وفي هذا إشارة إلى أن العبد ينبغي له إذا رأى دواعي نفسه مائلة إلى حالة له فيها هوى وهي مضرة له، أن يُذَكِّرها ما أعد الله لمن نهى نفسه عن هواها، وقدَّم مرضاة الله على رضا نفسه، فإن في ذلك ترغيبًا للنفس في امتثال أمر الله، وإن شق ذلك عليها. ثم قال تعالى مذكرًا لهم بحالهم الأولى، قبل هدايتهم إلى الإسلام: { كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ } أي: فكما هداكم بعد ضلالكم فكذلك يهدي غيركم، وكما أن الهداية حصلت لكم شيئًا فشيئًا، فكذلك غيركم. فنظر الكامل لحاله الأولى الناقصة، ومعاملته لمن كان على مثلها بمقتضى ما يعرف من حاله الأولى، ودعاؤه له بالحكمة والموعظة الحسنة - من أكبر الأسباب لنفعه وانتفاعه، ولهذا أعاد الأمر بالتبين فقال: { فَتَبَيَّنُوا } فإذا كان من خرج للجهاد في سبيل الله، ومجاهدة أعداء الله، وقد استعد بأنواع الاستعداد للإيقاع بهم، مأمورًا بالتبين لمن ألقى إليه السلام، وكانت القرينة قوية في أنه إنما سلم تعوذا من القتل وخوفا على نفسه - فإن ذلك يدل على الأمر بالتبين والتثبت في كل الأحوال التي يقع فيها نوع اشتباه، فيتثبت فيها العبد، حتى يتضح له الأمر ويتبين الرشد والصواب. { إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا } فيجازي كُلًّا ما عمله ونواه، بحسب ما علمه من أحوال عباده ونياتهم."
    },
    {
      "ayah": 95,
      "surah": 4,
      "text": "أي: لا يستوي من جاهد من المؤمنين بنفسه وماله ومن لم يخرج للجهاد ولم يقاتل أعداء الله، ففيه الحث على الخروج للجهاد، والترغيب في ذلك، والترهيب من التكاسل والقعود عنه من غير عذر. وأما أهل الضرر كالمريض والأعمى والأعرج والذي لا يجد ما يتجهز به، فإنهم ليسوا بمنزلة القاعدين من غير عذر، فمن كان من أولي الضرر راضيًا بقعوده لا ينوي الخروج في سبيل الله لولا [وجود] المانع، ولا يُحَدِّث نفسه بذلك، فإنه بمنزلة القاعد لغير عذر. ومن كان عازمًا على الخروج في سبيل الله لولا وجود المانع يتمنى ذلك ويُحَدِّث به نفسه، فإنه بمنزلة من خرج للجهاد، لأن النية الجازمة إذا اقترن بها مقدورها من القول أو الفعل ينزل صاحبها منزلة الفاعل. ثم صرَّح تعالى بتفضيل المجاهدين على القاعدين بالدرجة، أي: الرفعة، وهذا تفضيل على وجه الإجمال، ثم صرح بذلك على وجه التفصيل، ووعدهم بالمغفرة الصادرة من ربهم، والرحمة التي تشتمل على حصول كل خير، واندفاع كل شر. والدرجات التي فصلها النبي صلى الله عليه وسلم بالحديث الثابت عنه في \\\"الصحيحين\\\" أن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله. وهذا الثواب الذي رتبه الله على الجهاد، نظير الذي في سورة الصف في قوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ } إلى آخر السورة. وتأمل حسن هذا الانتقال من حالة إلى أعلى منها، فإنه نفى التسوية أولا بين المجاهد وغيره، ثم صرَّح بتفضيل المجاهد على القاعد بدرجة، ثم انتقل إلى تفضيله بالمغفرة والرحمة والدرجات. وهذا الانتقال من حالة إلى أعلى منها عند التفضيل والمدح، أو النزول من حالة إلى ما دونها، عند القدح والذم - أحسن لفظا وأوقع في النفس. وكذلك إذا فضَّل تعالى شيئا على شيء، وكل منهما له فضل، احترز بذكر الفضل الجامع للأمرين لئلا يتوهم أحد ذم المفضل عليه كما قال هنا: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما [قال تعالى] في الآيات المذكورة في الصف في قوله: { وَبَشِّرِ الْمُؤْمِنِينَ } وكما في قوله تعالى: { لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ } أي: ممن لم يكن كذلك. ثم قال: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما قال تعالى: { فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا } فينبغي لمن بحث في التفضيل بين الأشخاص والطوائف والأعمال أن يتفطن لهذه النكتة. وكذلك لو تكلم في ذم الأشخاص والمقالات ذكر ما تجتمع فيه عند تفضيل بعضها على بعض، لئلا يتوهم أن المفضَّل قد حصل له الكمال. كما إذا قيل: النصارى خير من المجوس فليقل مع ذلك: وكل منهما كافر. والقتل أشنع من الزنا، وكل منهما معصية كبيرة، حرمها الله ورسوله وزجر عنها. ولما وعد المجاهدين بالمغفرة والرحمة الصادرَيْن عن اسميه الكريمين { الْغَفُورُ الرَّحِيمُ } ختم هذا الآية بهما فقال: { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا }"
    },
    {
      "ayah": 96,
      "surah": 4,
      "text": "أي: لا يستوي من جاهد من المؤمنين بنفسه وماله ومن لم يخرج للجهاد ولم يقاتل أعداء الله، ففيه الحث على الخروج للجهاد، والترغيب في ذلك، والترهيب من التكاسل والقعود عنه من غير عذر. وأما أهل الضرر كالمريض والأعمى والأعرج والذي لا يجد ما يتجهز به، فإنهم ليسوا بمنزلة القاعدين من غير عذر، فمن كان من أولي الضرر راضيًا بقعوده لا ينوي الخروج في سبيل الله لولا [وجود] المانع، ولا يُحَدِّث نفسه بذلك، فإنه بمنزلة القاعد لغير عذر. ومن كان عازمًا على الخروج في سبيل الله لولا وجود المانع يتمنى ذلك ويُحَدِّث به نفسه، فإنه بمنزلة من خرج للجهاد، لأن النية الجازمة إذا اقترن بها مقدورها من القول أو الفعل ينزل صاحبها منزلة الفاعل. ثم صرَّح تعالى بتفضيل المجاهدين على القاعدين بالدرجة، أي: الرفعة، وهذا تفضيل على وجه الإجمال، ثم صرح بذلك على وجه التفصيل، ووعدهم بالمغفرة الصادرة من ربهم، والرحمة التي تشتمل على حصول كل خير، واندفاع كل شر. والدرجات التي فصلها النبي صلى الله عليه وسلم بالحديث الثابت عنه في \\\"الصحيحين\\\" أن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله. وهذا الثواب الذي رتبه الله على الجهاد، نظير الذي في سورة الصف في قوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ } إلى آخر السورة. وتأمل حسن هذا الانتقال من حالة إلى أعلى منها، فإنه نفى التسوية أولا بين المجاهد وغيره، ثم صرَّح بتفضيل المجاهد على القاعد بدرجة، ثم انتقل إلى تفضيله بالمغفرة والرحمة والدرجات. وهذا الانتقال من حالة إلى أعلى منها عند التفضيل والمدح، أو النزول من حالة إلى ما دونها، عند القدح والذم - أحسن لفظا وأوقع في النفس. وكذلك إذا فضَّل تعالى شيئا على شيء، وكل منهما له فضل، احترز بذكر الفضل الجامع للأمرين لئلا يتوهم أحد ذم المفضل عليه كما قال هنا: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما [قال تعالى] في الآيات المذكورة في الصف في قوله: { وَبَشِّرِ الْمُؤْمِنِينَ } وكما في قوله تعالى: { لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ } أي: ممن لم يكن كذلك. ثم قال: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما قال تعالى: { فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا } فينبغي لمن بحث في التفضيل بين الأشخاص والطوائف والأعمال أن يتفطن لهذه النكتة. وكذلك لو تكلم في ذم الأشخاص والمقالات ذكر ما تجتمع فيه عند تفضيل بعضها على بعض، لئلا يتوهم أن المفضَّل قد حصل له الكمال. كما إذا قيل: النصارى خير من المجوس فليقل مع ذلك: وكل منهما كافر. والقتل أشنع من الزنا، وكل منهما معصية كبيرة، حرمها الله ورسوله وزجر عنها. ولما وعد المجاهدين بالمغفرة والرحمة الصادرَيْن عن اسميه الكريمين { الْغَفُورُ الرَّحِيمُ } ختم هذا الآية بهما فقال: { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا }"
    },
    {
      "ayah": 97,
      "surah": 4,
      "text": "هذا الوعيد الشديد لمن ترك الهجرة مع قدرته عليها حتى مات، فإن الملائكة الذين يقبضون روحه يوبخونه بهذا التوبيخ العظيم، ويقولون لهم: { فِيمَ كُنْتُمْ } أي: على أي حال كنتم؟ وبأي شيء تميزتم عن المشركين؟ بل كثرتم سوادهم، وربما ظاهرتموهم على المؤمنين، وفاتكم الخير الكثير، والجهاد مع رسوله، والكون مع المسلمين، ومعاونتهم على أعدائهم. { قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْض } أي: ضعفاء مقهورين مظلومين، ليس لنا قدرة على الهجرة. وهم غير صادقين في ذلك لأن الله وبخهم وتوعدهم، ولا يكلف الله نفسا إلا وسعها، واستثنى المستضعفين حقيقة. ولهذا قالت لهم الملائكة: { أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا } وهذا استفهام تقرير، أي: قد تقرر عند كل أحد أن أرض الله واسعة، فحيثما كان العبد في محل لا يتمكن فيه من إظهار دينه، فإن له متسعًا وفسحة من الأرض يتمكن فيها من عبادة الله، كما قال تعالى: { يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ } قال الله عن هؤلاء الذين لا عذر لهم: { فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا } وهذا كما تقدم، فيه ذكر بيان السبب الموجِب، فقد يترتب عليه مقتضاه، مع اجتماع شروطه وانتفاء موانعه، وقد يمنع من ذلك مانع. وفي الآية دليل على أن الهجرة من أكبر الواجبات، وتركها من المحرمات، بل من الكبائر، وفي الآية دليل على أن كل مَن توفي فقد استكمل واستوفى ما قدر له من الرزق والأجل والعمل، وذلك مأخوذ من لفظ \\\"التوفي\\\" فإنه يدل على ذلك، لأنه لو بقي عليه شيء من ذلك لم يكن متوفيًا. وفيه الإيمان بالملائكة ومدحهم، لأن الله ساق ذلك الخطاب لهم على وجه التقرير والاستحسان منهم، وموافقته لمحله."
    },
    {
      "ayah": 98,
      "surah": 4,
      "text": "ثم استثنى المستضعفين على الحقيقة، الذين لا قدرة لهم على الهجرة بوجه من الوجوه { وَلَا يَهْتَدُونَ سَبِيلًا }"
    },
    {
      "ayah": 99,
      "surah": 4,
      "text": "{ فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوًّا غَفُورًا } و \\\"عسى\\\" ونحوها واجب وقوعها من الله تعالى بمقتضى كرمه وإحسانه، وفي الترجية بالثواب لمن عمل بعض الأعمال فائدة، وهو أنه قد لا يوفيه حق توفيته، ولا يعمله على الوجه اللائق الذي ينبغي، بل يكون مقصرًا فلا يستحق ذلك الثواب. والله أعلم. وفي الآية الكريمة دليل على أن من عجز عن المأمور من واجب وغيره فإنه معذور، كما قال تعالى في العاجزين عن الجهاد: { لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ } وقال في عموم الأوامر: { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ } وقال النبي صلى الله عليه وسلم: \\\"إذا أمرتكم بأمر فأتوا منه ما استطعتم\\\" ولكن لا يعذر الإنسان إلا إذا بذل جهده وانسدت عليه أبواب الحيل لقوله: { لَا يَسْتَطِيعُونَ حِيلَةً } وفي الآية تنبيه على أن الدليل في الحج والعمرة ونحوهما مما يحتاج إلى سفر من شروط الاستطاعة."
    }
  ]
}
