{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 40,
      "text": "{ وَتَرَى الْمَلَائِكَةَ } أيها الرائي ذلك اليوم العظيم { حَافِّينَ مِنْ حَوْلِ الْعَرْشِ } أي: قد قاموا في خدمة ربهم، واجتمعوا حول عرشه، خاضعين لجلاله، معترفين بكماله، مستغرقين بجماله. { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } أي: ينزهونه عن كل ما لا يليق بجلاله، مما نسب إليه المشركون وما لم ينسبوا.{ وَقُضِيَ بَيْنَهُمْ } أي: بين الأولين والآخرين من الخلق { بِالْحَقِّ } الذي لا اشتباه فيه ولا إنكار، ممن عليه الحق. { وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } لم يذكر القائل من هو، ليدل ذلك على أن جميع الخلق نطقوا بحمد ربهم وحكمته على ما قضى به على أهل الجنة وأهل النار، حمد فضل وإحسان، وحمد عدل وحكمة.تم تفسير سورة الزمر بحمد اللّه وعونه."
    },
    {
      "ayah": 10,
      "surah": 40,
      "text": "يخبر تعالى عن الفضيحة والخزي الذي يصيب الكافرين، وسؤالهم الرجعة، والخروج من النار، وامتناع ذلك عليهم وتوبيخهم، فقال: { إِنَّ الَّذِينَ كَفَرُوا } أطلقه ليشمل أنواع الكفر كلها، من الكفر بالله، أو بكتبه، أو برسله، أو باليوم الآخر، حين يدخلون النار، ويقرون أنهم مستحقونها، لما فعلوه من الذنوب والأوزار، فيمقتون أنفسهم لذلك أشد المقت، ويغضبون عليها غاية الغضب، فينادون عند ذلك، ويقال لهم: { لَمَقْتُ اللَّهِ } أي: إياكم { إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ } أي: حين دعتكم الرسل وأتباعهم إلى الإيمان، وأقاموا لكم من البينات ما تبين به الحق، فكفرتم وزهدتم في الإيمان الذي خلقكم الله له، وخرجتم من رحمته الواسعة، فمقتكم وأبغضكم، فهذا { أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ } أي: فلم يزل هذا المقت مستمرًا عليكم، والسخط من الكريم حَالَّا بكم، حتى آلت بكم الحال إلى ما آلت، فاليوم حلَّ عليكم غضب الله وعقابه حين نال المؤمنون رضوان الله وثوابه."
    },
    {
      "ayah": 11,
      "surah": 40,
      "text": "فتمنوا الرجوع و { قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ } يريدون الموتة الأولى وما بين النفختين على ما قيل أو العدم المحض قبل إيجادهم، ثم أماتهم بعدما أوجدهم، { وَأَحْيَيْتَنَا اثْنَتَيْنِ } الحياة الدنيا والحياة الأخرى، { فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ } أي: تحسروا وقالوا ذلك، فلم يفد ولم ينجع، ووبخوا على عدم فعل أسباب النجاة."
    },
    {
      "ayah": 12,
      "surah": 40,
      "text": "{ ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ } أي: إذا دعي لتوحيده، وإخلاص العمل له، ونهي عن الشرك به { كَفَرْتُمْ } به واشمأزت لذلك قلوبكم ونفرتم غاية النفور.{ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا } أي: هذا الذي أنزلكم هذ المنزل وبوأكم هذا المقيل والمحل، أنكم تكفرون بالإيمان، وتؤمنون بالكفر، ترضون بما هو شر وفساد في الدنيا والآخرة، وتكرهون ما هو خير وصلاح في الدنيا والآخرة.تؤثرون سبب الشقاوة والذل والغضب وتزهدون بما هو سبب الفوز والفلاح والظفر { وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا } { فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ } العلي: الذي له العلو المطلق من جميع الوجوه، علو الذات، وعلو القدر، وعلو القهر ومن علو قدره، كمال عدله تعالى، وأنه يضع الأشياء مواضعها، ولا يساوي بين المتقين والفجار.{ الْكَبِيرُ } الذي له الكبرياء والعظمة والمجد، في أسمائه وصفاته وأفعاله المتنزه عن كل آفة وعيب ونقص، فإذا كان الحكم له تعالى، وقد حكم عليكم بالخلود الدائم، فحكمه لا يغير ولا يبدل."
    },
    {
      "ayah": 13,
      "surah": 40,
      "text": "يذكر تعالى نعمه العظيمة على عباده، بتبيين الحق من الباطل، بما يُرِي عباده من آياته النفسية والآفاقية والقرآنية، الدالة على كل مطلوب مقصود، الموضحة للهدى من الضلال، بحيث لا يبقى عند الناظر فيها والمتأمل لها أدنى شك في معرفة الحقائق، وهذا من أكبر نعمه على عباده، حيث لم يُبْقِ الحق مشتبهًا ولا الصواب ملتبسًا، بل نوَّع الدلالات ووضح الآيات، ليهلك من هلك عن بينة، ويحيا من حي عن بينة وكلما كانت المسائل أجل وأكبر، كانت الدلائل عليها أكثر وأيسر، فانظر إلى التوحيد لما كانت مسألته من أكبر المسائل، بل أكبرها، كثرت الأدلة عليها العقلية والنقلية وتنوعت، وضرب الله لها الأمثال وأكثر لها من الاستدلال، ولهذا ذكرها في هذا الموضع، ونبه على جملة من أدلتها فقال: { فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ } ولما ذكر أنه يُرِي عباده آياته، نبه على آية عظيمة فقال: { وينزل لكم من السماء رزقا } أي: مطرًا به ترزقون وتعيشون أنتم وبهائمكم، وذلك يدل على أن النعم كلها منه، فمنه نعم الدين، وهي المسائل الدينية والأدلة عليها، وما يتبع ذلك من العمل بها. والنعم الدنيوية كلها، كالنعم الناشئة عن الغيث، الذي تحيا به البلاد والعباد. وهذا يدل دلالة قاطعة أنه وحده هو المعبود، الذي يتعين إخلاص الدين له، كما أنه -وحده- المنعم.{ وَمَا يَتَذَكَّرُ } بالآيات حين يذكر بها { إِلَّا مَنْ يُنِيبُ } إلى الله تعالى، بالإقبال على محبته وخشيته وطاعته والتضرع إليه، فهذا الذي ينتفع بالآيات، وتصير رحمة في حقه، ويزداد بها بصيرة."
    },
    {
      "ayah": 14,
      "surah": 40,
      "text": "ولما كانت الآيات تثمر التذكر، والتذكر يوجب الإخلاص للّه، رتب الأمر على ذلك بالفاء الدالة على السببية فقال: { فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ } وهذا شامل لدعاء العبادة ودعاء المسألة، والإخلاص معناه: تخليص القصد للّه تعالى في جميع العبادات الواجبه والمستحبة، حقوق الله وحقوق عباده. أي: أخلصوا للّه تعالى في كل ما تدينونه به وتتقربون به إليه.{ وَلَوْ كَرِهَ الْكَافِرُونَ } لذلك، فلا تبالوا بهم، ولا يثنكم ذلك عن دينكم، ولا تأخذكم بالله لومة لائم، فإن الكافرين يكرهون الإخلاص لله وحده غاية الكراهة، كما قال تعالى: { وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ }"
    },
    {
      "ayah": 15,
      "surah": 40,
      "text": "ثم ذكر من جلاله وكماله ما يقتضي إخلاص العبادة له فقال: { رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ } أي: العلي الأعلى، الذي استوى على العرش واختص به، وارتفعت درجاته ارتفاعًا باين به مخلوقاته، وارتفع به قدره، وجلت أوصافه، وتعالت ذاته، أن يتقرب إليه إلا بالعمل الزكي الطاهر المطهر، وهو الإخلاص، الذي يرفع درجات أصحابه ويقربهم إليه ويجعلهم فوق خلقه، ثم ذكر نعمته على عباده بالرسالة والوحي، فقال: { يُلْقِي الرُّوحَ } أي: الوحي الذي للأرواح والقلوب بمنزلة الأرواح للأجساد، فكما أن الجسد بدون الروح لا يحيا ولا يعيش، فالروح والقلب بدون روح الوحي لا يصلح ولا يفلح، فهو تعالى { يُلْقِي الرُّوحَ مِنْ أَمْرِهِ } الذي فيه نفع العباد ومصلحتهم.{ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ } وهم الرسل الذين فضلهم الله واختصهم الله لوحيه ودعوة عباده.والفائدة في إرسال الرسل، هو تحصيل سعادة العباد في دينهم ودنياهم وآخرتهم، وإزالة الشقاوة عنهم في دينهم ودنياهم وآخرتهم، ولهذا قال: { لِيُنْذِرَ } من ألقى الله إليه الوحي { يَوْمَ التَّلَاقِ } أي: يخوف العباد بذلك، ويحثهم على الاستعداد له بالأسباب المنجية مما يكون فيه.وسماه { يوم التلاق } لأنه يلتقي فيه الخالق والمخلوق والمخلوقون بعضهم مع بعض، والعاملون وأعمالهم وجزاؤهم."
    },
    {
      "ayah": 16,
      "surah": 40,
      "text": "{ يَوْمَ هُمْ بَارِزُونَ } أي: ظاهرون على الأرض، قد اجتمعوا في صعيد واحد لا عوج ولا أمت فيه، يسمعهم الداعي وينفذهم البصر.{ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ } لا من ذواتهم ولا من أعمالهم، ولا من جزاء تلك الأعمال.{ لِمَنِ الْمُلْكُ الْيَوْمَ } أي: من هو المالك لذلك اليوم العظيم الجامع للأولين والآخرين، أهل السماوات وأهل الأرض، الذي انقطعت فيه الشركة في الملك، وتقطعت الأسباب، ولم يبق إلا الأعمال الصالحة أو السيئة؟ الملك { لِلَّهِ الْوَاحِدِ الْقَهَّارِ } أي: المنفرد في ذاته وأسمائه وصفاته وأفعاله، فلا شريك له في شيء منها بوجه من الوجوه. { الْقَهَّارِ } لجميع المخلوقات، الذي دانت له المخلوقات وذلت وخضعت، خصوصًا في ذلك اليوم الذي عنت فيه الوجوه للحي القيوم، يومئذ لا تَكَلَّمُ نفس إلا بإذنه."
    },
    {
      "ayah": 17,
      "surah": 40,
      "text": "{ الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ } في الدنيا، من خير وشر، قليل وكثير. { لَا ظُلْمَ الْيَوْمَ } على أحد، بزيادة في سيئاته، أو نقص من حسناته. { إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ } أي: لا تستبطئوا ذلك اليوم فإنه آت، وكل آت قريب. وهو أيضا سريع المحاسبة لعباده يوم القيامة، لإحاطة علمه وكمال قدرته."
    },
    {
      "ayah": 18,
      "surah": 40,
      "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ } أي: يوم القيامة التي قد أزفت وقربت، وآن الوصول إلى أهوالها وقلاقلها وزلازلها، { إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ } أي: قد ارتفعت وبقيت أفئدتهم هواء، ووصلت القلوب من الروع والكرب إلى الحناجر، شاخصة أبصارهم. { كَاظِمِينَ } لا يتكلمون إلا من أذن له الرحمن وقال صوابا وكاظمين على ما في قلوبهم من الروع الشديد والمزعجات الهائلة.{ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ } أي: قريب ولا صاحب، { وَلَا شَفِيعٍ يُطَاعُ } لأن الشفعاء لا يشفعون في الظالم نفسه بالشرك، ولو قدرت شفاعتهم، فالله تعالى لا يرضى شفاعتهم، فلا يقبلها."
    },
    {
      "ayah": 19,
      "surah": 40,
      "text": "{ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ } وهو النظر الذي يخفيه العبد من جليسه ومقارنه، وهو نظر المسارقة، { وَمَا تُخْفِي الصُّدُورُ } مما لم يبينه العبد لغيره، فالله تعالى يعلم ذلك الخفي، فغيره من الأمور الظاهرة من باب أولى وأحرى."
    },
    {
      "ayah": 2,
      "surah": 40,
      "text": "يخبر تعالى عن كتابه العظيم وبأنه صادر ومنزل من الله، المألوه المعبود، لكماله وانفراده بأفعاله، { الْعَزِيزِ } الذي قهر بعزته كل مخلوق { الْعَلِيمِ } بكل شيء."
    },
    {
      "ayah": 20,
      "surah": 40,
      "text": "{ وَاللَّهُ يَقْضِي بِالْحَقِّ } لأن قوله حق، وحكمه الشرعي حق، وحكمه الجزائي حق وهو المحيط علمًا وكتابة وحفظا بجميع الأشياء، وهو المنزه عن الظلم والنقص وسائر العيوب، وهو الذي يقضي قضاءه القدري، الذي إذا شاء شيئًا كان وما لم يشأ لم يكن، وهو الذي يقضي بين عباده المؤمنين والكافرين في الدنيا، ويفصل بينهم بفتح ينصر به أولياءه وأحبابه.{ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ } وهذا شامل لكل ما عبد من دون الله { لَا يَقْضُونَ بِشَيْءٍ } لعجزهم وعدم إرادتهم للخير واستطاعتهم لفعله. { إِنَّ اللَّهَ هُوَ السَّمِيعُ } لجميع الأصوات، باختلاف اللغات، على تفنن الحاجات. { الْبَصِيرُ }  بما كان وما يكون، وما نبصر وما لا نبصر، وما يعلم العباد وما لا يعلمون.قال في أول هاتين الآيتين { وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ } ثم وصفها بهذه الأوصاف المقتضية للاستعداد لذلك اليوم العظيم، لاشتمالها على الترغيب والترهيب."
    },
    {
      "ayah": 21,
      "surah": 40,
      "text": "يقول تعالى: { أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ } أي: بقلوبهم وأبدانهم سير نظر واعتبار، وتفكر في الآثار، { فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ } من المكذبين، فسيجدونها شر العواقب، عاقبة الهلاك والدمار والخزي والفضيحة، وقد كانوا أشد قوة من هؤلاء في الْعَدَد والْعُدَد وكبر الأجسام. { و } أشد { آثارا في الأرض } من البناء والغرس، وقوة الآثار تدل على قوة المؤثر فيها وعلى تمنعه بها. { فَأَخَذَهُمُ اللَّهُ } بعقوبته بذنوبهم حين أصروا واستمروا عليها."
    },
    {
      "ayah": 22,
      "surah": 40,
      "text": "{ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ } فلم تغن قوتهم عند قوة اللّه شيئًا، بل من أعظم الأمم قوة، قوم عاد الذين قالوا: { مَنْ أَشَدُّ مِنَّا قُوَّةً } أرسل اللّه إليهم ريحا أضعفت قواهم، ودمرتهم كل تدمير.ثم ذكر نموذجا من أحوال المكذبين بالرسل وهو فرعون وجنوده فقال:"
    },
    {
      "ayah": 23,
      "surah": 40,
      "text": "أي: { وَلَقَدْ أَرْسَلْنَا } إلى جنس هؤلاء المكذبين { مُوسَى } ابن عمران، { بِآيَاتِنَا } العظيمة، الدالة دلالة قطعية، على حقية ما أرسل به، وبطلان ما عليه من أرسل إليهم من الشرك وما يتبعه. { وَسُلْطَانٍ مُبِينٍ } أي: حجة بينة، تتسلط على القلوب فتذعن لها، كالحية والعصا ونحوهما من الآيات البينات، التي أيد الله بها موسى، ومكنه مما دعا إليه من الحق."
    },
    {
      "ayah": 24,
      "surah": 40,
      "text": "والمبعوث إليهم { فِرْعَوْنَ وَهَامَانَ } وزيره { وَقَارُونَ } الذي كان من قوم موسى، فبغى عليهم بماله، وكلهم ردوا عليه أشد الرد { فَقَالُوا سَاحِرٌ كَذَّابٌ }"
    },
    {
      "ayah": 25,
      "surah": 40,
      "text": "{ فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا } وأيده الله بالمعجزات الباهرة، الموجبة لتمام الإذعان، لم يقابلوها بذلك، ولم يكفهم مجرد الترك والإعراض، بل ولا إنكارها ومعارضتها بباطلهم، بل وصلت بهم الحال الشنيعة إلى أن { قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ وَمَا كَيْدُ الْكَافِرِينَ } حيث كادوا هذه المكيدة، وزعموا أنهم إذا قتلوا أبناءهم، لم يقووا، وبقوا في رقهم وتحت عبوديتهم.فما كيدهم إلا في ضلال، حيث لم يتم لهم ما قصدوا، بل أصابهم ضد ما قصدوا، أهلكهم الله وأبادهم عن آخرهم. وتدبر هذه النكتة التي يكثر مرورها بكتاب الله تعالى: إذا كان السياق في قصة معينة أو على شيء معين، وأراد الله أن يحكم على ذلك المعين بحكم، لا يختص به ذكر الحكم، وعلقه على الوصف العام ليكون أعم، وتندرج فيه الصورة التي سيق الكلام لأجلها، وليندفع الإيهام باختصاص الحكم بذلك المعين.فلهذا لم يقل { وما كيدهم إلا في ضلال } بل قال: { وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ }"
    },
    {
      "ayah": 26,
      "surah": 40,
      "text": "{ وقَالَ فِرْعَوْنُ } متكبرًا متجبرًا مغررًا لقومه السفهاء: { ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ } أي: زعم -قبحه الله- أنه لولا مراعاة خواطر قومه لقتله، وأنه لا يمنعه من دعاء ربه، ثم ذكر الحامل له على إرادة قتله، وأنه نصح لقومه، وإزالة للشر في الأرض فقال: { إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ } الذي أنتم عليه { أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ } وهذا من أعجب ما يكون، أن يكون شر الخلق ينصح الناس عن اتباع خير الخلق هذا من التمويه والترويج الذي لا يدخل إلا عقل من قال الله فيهم: { فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ }"
    },
    {
      "ayah": 27,
      "surah": 40,
      "text": "{ وَقَالَ مُوسَى } حين قال فرعون تلك المقالة الشنيعة التي أوجبها له طغيانه، واستعان فيها بقوته واقتداره، مستعينًا بربه: { إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ } أي: امتنعت بربوبيته التي دبر بها جميع الأمور { مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ } أي: يحمله تكبره وعدم إيمانه بيوم الحساب على الشر والفساد، يدخل فيه فرعون وغيره، كما تقدم قريبًا في القاعدة، فمنعه الله تعالى بلطفه من كل متكبر لا يؤمن بيوم الحساب، وقيض له من الأسباب ما اندفع به عنه شر فرعون وملئه.ومن جملة الأسباب، هذا الرجل المؤمن، الذي من آل فرعون، من بيت المملكة، لا بد أن يكون له كلمة مسموعة، وخصوصًا إذا كان يظهر موافقتهم ويكتم إيمانه، فإنهم يراعونه في الغالب ما لا يراعونه لو خالفهم في الظاهر، كما منع الله رسوله محمدًا صلى الله عليه وسلم بعمه أبي طالب من قريش، حيث كان أبو طالب كبيرًا عندهم، موافقًا لهم على دينهم، ولو كان مسلمًا لم يحصل منه ذلك المنع."
    },
    {
      "ayah": 28,
      "surah": 40,
      "text": "فقال ذلك الرجل المؤمن الموفق العاقل الحازم، مقبحًا فعل قومه، وشناعة ما عزموا عليه: { أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ } أي: كيف تستحلون قتله، وهذا ذنبه وجرمه، أنه يقول ربي الله، ولم يكن أيضا قولاً مجردًا عن البينات، ولهذا قال: { وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ } لأن بينته اشتهرت عندهم اشتهارًا علم به الصغير والكبير، أي: فهذا لا يوجب قتله.فهلا أبطلتم قبل ذلك ما جاء به من الحق، وقابلتم البرهان ببرهان يرده، ثم بعد ذلك نظرتم: هل يحل قتله إذا ظهرتم عليه بالحجة أم لا؟ فأما وقد ظهرت حجته، واستعلى برهانه، فبينكم وبين حل قتله مفاوز تنقطع بها أعناق المطي.ثم قال لهم مقالة عقلية تقنع كل عاقل، بأي حالة قدرت، فقال: { وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ } أي: موسى بين أمرين، إما كاذب في دعواه أو صادق فيها، فإن كان كاذبًا فكذبه عليه، وضرره مختص به، وليس عليكم في ذلك ضرر حيث امتنعتم من إجابته وتصديقه، وإن كان صادقًا وقد جاءكم بالبينات، وأخبركم أنكم إن لم تجيبوه عذبكم الله عذابًا في الدنيا وعذابًا في الآخرة، فإنه لا بد أن يصيبكم بعض الذي يعدكم، وهو عذاب الدنيا.وهذا من حسن عقله، ولطف دفعه عن موسى، حيث أتى بهذا الجواب الذي لا تشويش فيه عليهم، وجعل الأمر دائرًا بين تينك الحالتين، وعلى كل تقدير فقتله سفه وجهل منكم.ثم انتقل رضي الله عنه وأرضاه وغفر له ورحمه - إلى أمر أعلى من ذلك، وبيان قرب موسى من الحق فقال: { إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ } أي: متجاوز الحد بترك الحق والإقبال على الباطل. { كَذَّابٌ } بنسبته ما أسرف فيه إلى الله، فهذا لا يهديه الله إلى طريق الصواب، لا في مدلوله ولا في دليله، ولا يوفق للصراط المستقيم، أي: وقد رأيتم ما دعا موسى إليه من الحق، وما هداه الله إلى بيانه من البراهين العقلية والخوارق السماوية، فالذي اهتدى هذا الهدى لا يمكن أن يكون مسرفًا ولا كاذبًا، وهذا دليل على كمال علمه وعقله ومعرفته بربه."
    },
    {
      "ayah": 29,
      "surah": 40,
      "text": "ثم حذر قومه ونصحهم، وخوفهم عذاب الآخرة، ونهاهم عن الاغترار بالملك الظاهر، فقال: { يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ } أي: في الدنيا { ظَاهِرِينَ فِي الْأَرْضِ } على رعيتكم، تنفذون فيهم ما شئتم من التدبير، فهبكم حصل لكم ذلك وتم، ولن يتم، { فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ } أي: عذابه { إِنْ جَاءَنَا } ؟ وهذا من حسن دعوته، حيث جعل الأمر مشتركًا بينه وبينهم بقوله: { فَمَنْ يَنْصُرُنَا } وقوله: { إِنْ جَاءَنَا } ليفهمهم أنه ينصح لهم كما ينصح لنفسه، ويرضى لهم ما يرضى لنفسه.فـ { قَالَ فِرْعَوْنُ } معارضًا له في ذلك، ومغررًا لقومه أن يتبعوا موسى: { مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ } وصدق في قوله: { مَا أُرِيكُمْ إِلَّا مَا أَرَى } ولكن ما الذي رأى؟رأى أن يستخف قومه فيتابعوه، ليقيم بهم رياسته، ولم ير الحق معه، بل رأى الحق مع موسى، وجحد به مستيقنًا له.وكذب في قوله: { وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ } فإن هذا قلب للحق، فلو أمرهم باتباعه اتباعًا مجردًا على كفره وضلاله، لكان الشر أهون، ولكنه أمرهم باتباعه، وزعم أن في اتباعه اتباع الحق وفي اتباع الحق، اتباع الضلال."
    },
    {
      "ayah": 3,
      "surah": 40,
      "text": "{ غَافِرِ الذَّنْبِ } للمذنبين { وَقَابِلِ التَّوْبِ } من التائبين، { شَدِيدِ الْعِقَابِ } على من تجرأ على الذنوب ولم يتب منها، { ذِي الطَّوْلِ } أي: التفضل والإحسان الشامل.فلما قرر ما قرر من كماله وكان ذلك موجبًا لأن يكون وحده، المألوه الذي تخلص له الأعمال قال: { لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ } ووجه المناسبة بذكر نزول القرآن من الله الموصوف بهذه الأوصاف أن هذه الأوصاف مستلزمة لجميع ما يشتمل عليه القرآن، من المعاني.فإن القرآن: إما إخبار عن أسماء الله، وصفاته، وأفعاله، وهذه أسماء، وأوصاف، وأفعال.وإما إخبار عن الغيوب الماضية والمستقبلة، فهي من تعليم العليم لعباده.وإما إخبار عن نعمه العظيمة، وآلائه الجسيمة، وما يوصل إلى ذلك، من الأوامر، فذلك يدل عليه قوله: { ذِي الطَّوْلِ } وإما إخبار عن نقمه الشديدة، وعما يوجبها ويقتضيها من المعاصي، فذلك يدل عليه قوله: { شَدِيدِ الْعِقَابِ } وإما دعوة للمذنبين إلى التوبة والإنابة، والاستغفار، فذلك يدل عليه قوله: { غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ } وإما إخبار بأنه وحده المألوه المعبود، وإقامة الأدلة العقلية والنقلية على ذلك، والحث عليه، والنهي عن عبادة ما سوى الله، وإقامة الأدلة العقلية والنقلية على فسادها والترهيب منها، فذلك يدل عليه قوله تعالى: { لَا إِلَهَ إِلَّا هُوَ } وإما إخبار عن حكمه الجزائي العدل، وثواب المحسنين، وعقاب العاصين، فهذا يدل عليه قوله: { إِلَيْهِ الْمَصِيرُ } فهذا جميع ما يشتمل عليه القرآن من المطالب العاليات."
    },
    {
      "ayah": 30,
      "surah": 40,
      "text": "{ وَقَالَ الَّذِي آمَنَ } مكررًا دعوة قومه غير آيس من هدايتهم، كما هي حالة الدعاة إلى الله تعالى، لا يزالون يدعون إلى ربهم، ولا يردهم عن ذلك راد، ولا يثنيهم عتو من دعوه عن تكرار الدعوة فقال لهم: { يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ } يعني الأمم المكذبين، الذين تحزبوا على أنبيائهم، واجتمعوا على معارضتهم."
    },
    {
      "ayah": 31,
      "surah": 40,
      "text": "{ مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ } أي: مثل عادتهم في الكفر والتكذيب وعادة الله فيهم بالعقوبة العاجلة في الدنيا قبل الآخرة، { وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ } فيعذبهم بغير ذنب أذنبوه، ولا جرم أسلفوه."
    },
    {
      "ayah": 32,
      "surah": 40,
      "text": "ولما خوفهم العقوبات الدنيوية، خوفهم العقوبات الأخروية، فقال: { وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمِ التَّنَادِ } أي: يوم القيامة، حين ينادي أهل الجنة أهل النار: { أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا } إلى آخر الآيات.{ وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ } وحين ينادي أهل النار مالكًا { ليقض علينا ربك } فيقول: { إِنَّكُمْ مَاكِثُونَ } وحين ينادون ربهم: { رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ } فيجيبهم: { اخْسؤُوا فِيهَا وَلَا تُكَلِّمُونِ } وحين يقال للمشركين: { ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ }"
    },
    {
      "ayah": 33,
      "surah": 40,
      "text": "فخوفهم رضي الله عنه هذا اليوم المهول، وتوجع لهم أن أقاموا على شركهم بذلك، ولهذا قال: { يَوْمَ تُوَلُّونَ مُدْبِرِين } أي: قد ذهب بكم إلى النار { مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ } لا من أنفسكم قوة تدفعون بها عذاب الله، ولا ينصركم من دونه من أحد { يَوْمَ تُبْلَى السَّرَائِرُ فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ } { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأن الهدى بيد الله تعالى، فإذا منع عبده الهدى لعلمه أنه غير لائق به، لخبثه، فلا سبيل إلى هدايته."
    },
    {
      "ayah": 34,
      "surah": 40,
      "text": "{ وَلَقَدْ جَاءَكُمْ يُوسُفُ } بن يعقوب عليهما السلام { مِنْ قَبْلُ } إتيان موسى بالبينات الدالة على صدقه، وأمركم بعبادة ربكم وحده لا شريك له، { فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ } في حياته { حَتَّى إِذَا هَلَكَ } ازداد شككم وشرككم، و { قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا } أي: هذا ظنكم الباطل، وحسبانكم الذي لا يليق بالله تعالى، فإنه تعالى لا يترك خلقه سدى، لا يأمرهم وينهاهم، ويرسل إليهم رسله، وظن أن الله لا يرسل رسولا ظن ضلال، ولهذا قال: { كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ } وهذا هو وصفهم الحقيقي الذي وصفوا به موسى ظلمًا وعلوا، فهم المسرفون بتجاوزهم الحق وعدولهم عنه إلى الضلال، وهم الكذبة، حيث نسبوا ذلك إلى الله، وكذبوا رسوله.فالذي وصفه السرف والكذب، لا ينفك عنهما، لا يهديه الله، ولا يوفقه للخير، لأنه رد الحق بعد أن وصل إليه وعرفه، فجزاؤه أن يعاقبه الله، بأن يمنعه الهدى، كما قال تعالى: { فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ } { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ } { وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ }"
    },
    {
      "ayah": 35,
      "surah": 40,
      "text": "ثم ذكر وصف المسرف الكذاب فقال: { الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ } التي بينت الحق من الباطل، وصارت -من ظهورها- بمنزلة الشمس للبصر، فهم يجادلون فيها على وضوحها، ليدفعوها ويبطلوها { بِغَيْرِ سُلْطَانٍ أَتَاهُمْ } أي: بغير حجة وبرهان، وهذا وصف لازم لكل من جادل في آيات الله، فإنه من المحال أن يجادل بسلطان، لأن الحق لا يعارضه معارض، فلا يمكن أن يعارض بدليل شرعي أو عقلي أصلا، { كَبُرَ } ذلك القول المتضمن لرد الحق بالباطل { مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا } فالله أشد بغضًا لصاحبه، لأنه تضمن التكذيب بالحق والتصديق بالباطل ونسبته إليه، وهذه أمور يشتد بغض الله لها ولمن اتصف بها، وكذلك عباده المؤمنون يمقتون على ذلك أشد المقت موافقة لربهم، وهؤلاء خواص خلق الله تعالى، فمقتهم دليل على شناعة من مقتوه، { كَذَلِكَ } أي: كما طبع على قلوب آل فرعون{ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ } متكبر في نفسه على الحق برده وعلى الخلق باحتقارهم، جبار بكثرة ظلمه وعدوانه."
    },
    {
      "ayah": 36,
      "surah": 40,
      "text": "{ وَقَالَ فِرْعَوْنُ } معارضًا لموسى ومكذبًا له في دعوته إلى الإقرار برب العالمين، الذي على العرش استوى، وعلى الخلق اعتلى: { يَا هَامَانُ ابْنِ لِي صَرْحًا } أي: بناء عظيمًا مرتفعًا، والقصد منه لعلي أطلع { إلى إله موسى وإني لأظنه كاذبًا }"
    },
    {
      "ayah": 37,
      "surah": 40,
      "text": "{ إلى إله موسى وإني لأظنه كاذبًا } في دعواه أن لنا ربًا، وأنه فوق السماوات. ولكنه يريد أن يحتاط فرعون، ويختبر الأمر بنفسه، قال الله تعالى في بيان الذي حمله على هذا القول: { وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ } فزين له العمل السيئ، فلم يزل الشيطان يزينه، وهو يدعو إليه ويحسنه، حتى رآه حسنًا ودعا إليه وناظر مناظرة المحقين، وهو من أعظم المفسدين، { وَصُدَّ عَنِ السَّبِيلِ } الحق، بسبب الباطل الذي زين له. { وَمَا كَيْدُ فِرْعَوْنَ } الذي أراد أن يكيد به الحق، ويوهم به الناس أنه محق، وأن موسى مبطل { إِلَّا فِي تَبَابٍ } أي: خسار وبوار، لا يفيده إلا الشقاء في الدنيا والآخرة."
    },
    {
      "ayah": 38,
      "surah": 40,
      "text": "{ وَقَالَ الَّذِي آمَنَ } معيدًا نصيحته لقومه: { يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ } لا كما يقول لكم فرعون، فإنه لا يهديكم إلا طريق الغي والفساد."
    },
    {
      "ayah": 39,
      "surah": 40,
      "text": "{ يَا قَوْمِ إِنَّمَا هَذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ } يتمتع بها ويتنعم قليلاً، ثم تنقطع وتضمحل، فلا تغرنكم وتخدعنكم عما خلقتم له { وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ } التي هي محل الإقامة، ومنزل السكون والاستقرار، فينبغي لكم أن تؤثروها، وتعملوا لها عملا يسعدكم فيها."
    },
    {
      "ayah": 4,
      "surah": 40,
      "text": "يخبر تبارك وتعالى أنه ما يجادل في آياته إلا الذين كفروا والمراد بالمجادلة هنا، المجادلة لرد آيات الله ومقابلتها بالباطل، فهذا من صنيع الكفار، وأما المؤمنون فيخضعون لله تعالى الذي يلقي الحق ليدحض به الباطل، ولا ينبغي للإنسان أن يغتر بحالة الإنسان الدنيوية، ويظن أن إعطاء الله إياه في الدنيا دليل على محبته له وأنه على الحق ولهذا قال: { فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ } أي: ترددهم فيها بأنواع التجارات والمكاسب، بل الواجب على العبد، أن يعتبر الناس بالحق، وينظر إلى الحقائق الشرعية ويزن بها الناس، ولا يزن الحق بالناس، كما عليه من لا علم ولا عقل له."
    },
    {
      "ayah": 40,
      "surah": 40,
      "text": "{ مَنْ عَمِلَ سَيِّئَةً } من شرك أو فسوق أو عصيان { فَلَا يُجْزَى إِلَّا مِثْلَهَا } أي: لا يجازى إلا بما يسوؤه ويحزنه لأن جزاء السيئة السوء.{ وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى } من أعمال القلوب والجوارح، وأقوال اللسان { فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ } أي: يعطون أجرهم بلا حد ولا عد، بل يعطيهم الله ما لا تبلغه أعمالهم."
    },
    {
      "ayah": 41,
      "surah": 40,
      "text": "{ وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ } بما قلت لكم { وَتَدْعُونَنِي إِلَى النَّارِ } بترك اتباع نبي الله موسى عليه السلام."
    },
    {
      "ayah": 42,
      "surah": 40,
      "text": "ثم فسر ذلك فقال: { تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ } أنه يستحق أن يعبد من دون الله، والقول على الله بلا علم من أكبر الذنوب وأقبحها، { وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ } الذي له القوة كلها، وغيره ليس بيده من الأمر شيء. { الْغَفَّارُ } الذي يسرف العباد على أنفسهم ويتجرؤون على مساخطه ثم إذا تابوا وأنابوا إليه، كفر عنهم السيئات والذنوب، ودفع موجباتها من العقوبات الدنيوية والأخروية."
    },
    {
      "ayah": 43,
      "surah": 40,
      "text": "{ لَا جَرَمَ } أي: حقًا يقينًا { أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ } أي: لا يستحق من الدعوة إليه، والحث على اللجأ إليه، في الدنيا ولا في الآخرة، لعجزه ونقصه، وأنه لا يملك نفعًا ولا ضرًا ولا موتًا ولا حياة، ولا نشورًا.{ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ } تعالى فسيجازي كل عامل بعمله. { وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ } وهم الذين أسرفوا على أنفسهم بالتجرؤ  على ربهم بمعاصيه والكفر به، دون غيرهم.فلما نصحهم وحذرهم وأنذرهم ولم يطيعوه ولا وافقوه قال لهم:"
    },
    {
      "ayah": 44,
      "surah": 40,
      "text": "{ فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ } من هذه النصيحة، وسترون مغبة عدم قبولها حين يحل بكم العقاب، وتحرمون جزيل الثواب.{ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ } أي: ألجأ إليه وأعتصم، وألقي أموري كلها لديه، وأتوكل عليه في مصالحي ودفع الضرر الذي يصيبني منكم أو من غيركم. { إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ } يعلم أحوالهم وما يستحقون، يعلم حالي وضعفي فيمنعني منكم ويكفيني شركم، ويعلم أحوالكم فلا تتصرفون إلا بإرادته ومشيئته، فإن سلطكم علي،َّ فبحكمة منه تعالى، وعن إرادته ومشيئته صدر ذلك."
    },
    {
      "ayah": 45,
      "surah": 40,
      "text": "{ فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا } أي: وقى الله القويّ الرحيم، ذلك الرجل المؤمن الموفق، عقوبات ما مكر فرعون وآله له، من إرادة إهلاكه وإتلافه، لأنه بادأهم بما يكرهون، وأظهر لهم الموافقة التامة لموسى عليه السلام، ودعاهم إلى ما دعاهم إليه موسى، وهذا أمر لا يحتملونه وهم الذين لهم القدرة إذ ذاك، وقد أغضبهم واشتد حنقهم عليه، فأرادوا به كيدًا فحفظه الله من كيدهم ومكرهم وانقلب كيدهم ومكرهم، على أنفسهم، { وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ } أغرقهم الله تعالى في صبيحة واحدة عن آخرهم."
    },
    {
      "ayah": 46,
      "surah": 40,
      "text": "وفي البرزخ { النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} فهذه العقوبات الشنيعة، التي تحل بالمكذبين لرسل الله، المعاندين لأمره."
    },
    {
      "ayah": 47,
      "surah": 40,
      "text": "يخبر تعالى عن تخاصم أهل النار، وعتاب بعضهم بعضًا واستغاثتهم بخزنة النار، وعدم الفائدة في ذلك فقال: { وَإِذْ يَتَحَاجُّونَ فِي النَّارِ } يحتج التابعون بإغواء المتبوعين، ويتبرأ المتبوعون من التابعين، { فَيَقُولُ الضُّعَفَاءُ } أي: الأتباع للقادة { لِلَّذِينَ اسْتَكْبَرُوا } على الحق، ودعوهم إلى ما استكبروا لأجله. { إِنَّا كُنَّا لَكُمْ تَبَعًا } أنتم أغويتمونا وأضللتمونا وزينتم لنا الشرك والشر، { فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ } أي: ولو قليلاً."
    },
    {
      "ayah": 48,
      "surah": 40,
      "text": "{ قَالَ الَّذِينَ اسْتَكْبَرُوا } مبينين لعجزهم ونفوذ الحكم الإلهي في الجميع: { إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ } وجعل لكل قسطه من من العذاب، فلا يزاد في ذلك ولا ينقص منه، ولا يغير ما حكم به الحكيم."
    },
    {
      "ayah": 49,
      "surah": 40,
      "text": "{ وَقَالَ الَّذِينَ فِي النَّارِ } من المستكبرين والضعفاء { لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ } لعله تحصل بعض الراحة."
    },
    {
      "ayah": 5,
      "surah": 40,
      "text": "ثم هدد من جادل بآيات الله ليبطلها، كما فعل من قبله من الأمم من قوم نوح وعاد والأحزاب من بعدهم، الذين تحزبوا وتجمعوا على الحق ليبطلوه، وعلى الباطل لينصروه، { و } أنه بلغت بهم الحال، وآل بهم التحزب إلى أنه { هَمَّتْ كُلُّ أُمَّةٍ } من الأمم { بِرَسُولِهِمْ لِيَأْخُذُوهُ } أي: يقتلوه. وهذا أبلغ ما يكون الرسل الذين هم قادة أهل الخير الذين معهم الحق الصرف الذي لا شك فيه ولا اشتباه، هموا بقتلهم، فهل بعد هذا البغي والضلال والشقاء إلا العذاب العظيم الذي لا يخرجون منه؟ ولهذا قال في عقوبتهم الدنيوية والأخروية: { فَأَخَذْتُهُمْ } أي: بسبب تكذيبهم وتحزبهم { فَكَيْفَ كَانَ عِقَابِ } كان أشد العقاب وأفظعه، ما هو إلا صيحة أو حاصب ينزل عليهم أو يأمر الأرض أن تأخذهم، أو البحر أن يغرقهم فإذا هم خامدون."
    },
    {
      "ayah": 50,
      "surah": 40,
      "text": "فـ { قَالُوا } لهم موبخين ومبينين أن شفاعتهم لا تنفعهم، ودعاءهم لا يفيدهم شيئًا: { أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ } التي تبينتم بها الحق والصراط المستقيم، وما يقرب من الله وما يبعد منه؟{ قَالُوا بَلَى } قد جاءونا بالبينات، وقامت علينا حجة الله البالغة فظلمنا وعاندنا الحق بعد ما تبين. { قَالُوا } أي: الخزنة لأهل النار، متبرئين من الدعاء لهم والشفاعة: { فَادْعُوا } أنتم ولكن هذا الدعاء هل يغني شيئا أم لا؟قال تعالى: { وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ } أي: باطل لاغ، لأن الكفر محبط لجميع الأعمال صادّ لإجابة الدعاء."
    },
    {
      "ayah": 51,
      "surah": 40,
      "text": "لما ذكر عقوبة آل فرعون في الدنيا، والبرزخ، ويوم القيامة، وذكر حالة أهل النار الفظيعة، الذين نابذوا رسله وحاربوهم، قال: { إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا } أي: بالحجة والبرهان والنصر، في الآخرة بالحكم لهم ولأتباعهم بالثواب، ولمن حاربهم بشدة العقاب."
    },
    {
      "ayah": 52,
      "surah": 40,
      "text": "{ يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ } حين يعتذرون { وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ } أي: الدار السيئة التي تسوء نازليها."
    },
    {
      "ayah": 53,
      "surah": 40,
      "text": "لما ذكر ما جرى لموسى وفرعون، وما آل إليه أمر فرعون وجنوده، ثم ذكر الحكم العام الشامل له ولأهل النار، ذكر أنه أعطى موسى { الْهُدَى } أي: الآيات، والعلم الذي يهتدي به المهتدون. { وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ } أي: جعلناه متوارثًا بينهم، من قرن إلى آخر، وهو التوراة."
    },
    {
      "ayah": 54,
      "surah": 40,
      "text": "وذلك الكتاب مشتمل على الهدى الذي هو: العلم بالأحكام الشرعية وغيرها، وعلى التذكر للخير بالترغيب فيه، وعن الشر بالترهيب عنه، وليس ذلك لكل أحد، وإنما هو { لِأُولِي الْأَلْبَابِ }"
    },
    {
      "ayah": 55,
      "surah": 40,
      "text": "{ فَاصْبِرْ } يا أيها الرسول كما صبر من قبلك من أولي العزم المرسلين. { إِنَّ وَعْدَ اللَّهِ حَقٌّ } أي: ليس مشكوكًا فيه، أو فيه ريب أو كذب، حتى يعسر عليك الصبر، وإنما هو الحق المحض، والهدى الصرف، الذي يصبر عليه الصابرون، ويجتهد في التمسك به أهل البصائر.فقوله: { إِنَّ وَعْدَ اللَّهِ حَقٌّ } من الأسباب التي تحث على الصبر على طاعة الله وعن ما يكره الله.{ وَاسْتَغْفِرْ لِذَنْبِكَ } المانع لك من تحصيل فوزك وسعادتك، فأمره بالصبر الذي فيه يحصل المحبوب، وبالاستغفار الذي فيه دفع المحذور، وبالتسبيح بحمد الله تعالى خصوصًا { بِالْعَشِيِّ وَالْإِبْكَارِ } اللذين هما أفضل الأوقات، وفيهما من الأوراد والوظائف الواجبة والمستحبة ما فيهما، لأن في ذلك عونًا على جميع الأمور."
    },
    {
      "ayah": 56,
      "surah": 40,
      "text": "يخبر تعالى أن من جادل في آياته ليبطلها بالباطل، بغير بينة من أمره ولا حجة، إن هذا صادر من كبر في صدورهم على الحق وعلى من جاء به، يريدون الاستعلاء عليه بما معهم من الباطل، فهذا قصدهم ومرادهم.ولكن هذا لا يتم لهم وليسوا ببالغيه، فهذا نص صريح، وبشارة، بأن كل من جادل الحق أنه مغلوب، وكل من تكبر عليه فهو في نهايته ذليل.{ فَاسْتَعِذْ } أي: اعتصم والجأ { بِاللَّهِ } ولم يذكر ما يستعيذ، إرادة للعموم. أي: استعذ بالله من الكبر الذي يوجب التكبر على الحق، واستعذ بالله من شياطين الإنس والجن، واستعذ بالله من جميع الشرور.{ إِنَّهُ هُوَ السَّمِيعُ } لجميع الأصوات على اختلافها، { الْبَصِيرُ } بجميع المرئيات، بأي محل وموضع وزمان كانت."
    },
    {
      "ayah": 57,
      "surah": 40,
      "text": "يخبر تعالى بما تقرر في العقول، أن خلق السماوات والأرض -على عظمهما وسعتهما- أعظم وأكبر، من خلق الناس، فإن الناس بالنسبة إلى خلق السماوات والأرض من أصغر ما يكون فالذي خلق الأجرام العظيمة وأتقنها، قادر على إعادة الناس بعد موتهم من باب أولى وأحرى. وهذا أحد الأدلة العقلية الدالة على البعث، دلالة قاطعة، بمجرد نظر العاقل إليها، يستدل بها استدلالاً لا يقبل الشك والشبهة بوقوع ما أخبرت به الرسل من البعث.وليس كل أحد يجعل فكره لذلك، ويقبل بتدبره، ولهذا قال: { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } ولذلك لا يعتبرون بذلك، ولا يجعلونه منهم على بال."
    },
    {
      "ayah": 58,
      "surah": 40,
      "text": "أي: كما لا يستوي الأعمى والبصير، كذلك لا يستوي من آمن بالله وعمل الصالحات، ومن كان مستكبرًا على عبادة ربه، مقدمًا على معاصيه، ساعيًا في مساخطه، { قَلِيلًا مَا تَتَذَكَّرُونَ } أي: تذكركم قليل وإلا، فلو تذكرتم مراتب الأمور، ومنازل الخير والشر، والفرق بين الأبرار والفجار، وكانت لكم همة عليه، لآثرتم النافع على الضار، والهدى على الضلال، والسعادة الدائمة، على الدنيا الفانية."
    },
    {
      "ayah": 59,
      "surah": 40,
      "text": "{ إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا } قد أخبرت بها الرسل الذين هم أصدق الخلق ونطقت بها الكتب السماوية، التي جميع أخبارها أعلى مراتب الصدق، وقامت عليها الشواهد المرئية، والآيات الأفقية. { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ } مع هذه الأمور، التي توجب كمال التصديق، والإذعان."
    },
    {
      "ayah": 6,
      "surah": 40,
      "text": "{ وَكَذَلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا } أي: كما حقت على أولئك، حقت عليهم كلمة الضلال التي نشأت عنها كلمة العذاب، ولهذا قال: { أَنَّهُمْ أَصْحَابُ النَّارِ }"
    },
    {
      "ayah": 60,
      "surah": 40,
      "text": "هذا من لطفه بعباده، ونعمته العظيمة، حيث دعاهم إلى ما فيه صلاح دينهم ودنياهم، وأمرهم بدعائه، دعاء العبادة، ودعاء المسألة، ووعدهم أن يستجيب لهم، وتوعد من استكبر عنها فقال: { إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ } أي: ذليلين حقيرين، يجتمع عليهم العذاب والإهانة، جزاء على استكبارهم."
    },
    {
      "ayah": 61,
      "surah": 40,
      "text": "تدبر هذه الآيات الكريمات، الدالة على سعة رحمة الله تعالى وجزيل فضله، ووجوب شكره، وكمال قدرته، وعظيم سلطانه، وسعة ملكه، وعموم خلقه لجميع الأشياء، وكمال حياته، واتصافه بالحمد على كل ما اتصف به من الصفات الكاملة، وما فعله من الأفعال الحسنة، وتمام ربوبيته، وانفراده فيها، وأن جميع التدبير في العالم العلوي والسفلي في ماضي الأوقات وحاضرها، ومستقبلها بيد الله تعالى، ليس لأحد من الأمر شىء، ولا من القدرة شيء، فينتج من ذلك، أنه تعالى المألوه المعبود وحده، الذي لا يستحق أحد من العبودية شيئًا، كما لم يستحق من الربوبية شيئًا، وينتج من ذلك، امتلاء القلوب بمعرفة الله تعالى ومحبته وخوفه ورجائه، وهذان الأمران -وهما معرفته وعبادته- هما اللذان خلق الله الخلق لأجلهما، وهما الغاية المقصودة منه تعالى لعباده، وهما الموصلان إلى كل خير وفلاح وصلاح، وسعادة دنيوية وأخروية، وهما اللذان هما أشرف عطايا الكريم لعباده، وهما أشرف اللذات على الإطلاق، وهما اللذان إن فاتا، فات كل خير، وحضر كل شر.فنسأله تعالى أن يملأ قلوبنا بمعرفته ومحبته، وأن يجعل حركاتنا الباطنة والظاهرة، خالصة لوجهه، تابعة لأمره، إنه لا يتعاظمه سؤال، ولا يحفيه نوال.فقوله تعالى: { اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ } أي: لأجلكم جعل الله الليل مظلمًا، { لِتَسْكُنُوا فِيهِ } من حركاتكم، التي لو استمرت لضرت، فتأوون إلى فرشكم، ويلقي الله عليكم النوم الذي يستريح به القلب والبدن، وهو من ضروريات الآدمي لا يعيش بدونه، ويسكن أيضًا، كل حبيب إلى حبيبه، ويجتمع الفكر، وتقل الشواغل.{ و } جعل تعالى { النَّهَارَ مُبْصِرًا } منيرًا بالشمس المستمرة في الفلك، فتقومون من فرشكم إلى أشغالكم الدينية والدنيوية، هذا لذكره وقراءته، وهذا لصلاته، وهذا لطلبه العلم ودراسته، وهذا لبيعه وشرائه، وهذا لبنائه أو حدادته، أو نحوها من الصناعات، وهذا لسفره برًا وبحرًا، وهذا لفلاحته، وهذا لتصليح حيواناته.{ إِنَّ اللَّهَ لَذُو فَضْلٍ } أي: عظيم، كما يدل عليه التنكير { عَلَى النَّاسِ } حيث أنعم عليهم بهذه النعم وغيرها، وصرف عنهم النقم، وهذا يوجب عليهم، تمام شكره وذكره، { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ } بسبب جهلهم وظلمهم. { وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ } الذين يقرون بنعمة ربهم، ويخضعون للّه، ويحبونه، ويصرفونها في طاعة مولاهم ورضاه."
    },
    {
      "ayah": 62,
      "surah": 40,
      "text": "{ ذَلِكُمُ } الذي فعل ما فعل { اللَّهُ رَبُّكُمْ } أي: المنفرد بالإلهية، والمنفرد بالربوبية، لأن انفراده بهذه النعم، من ربوبيته، وإيجابها للشكر، من ألوهيته، { لَا إِلَهَ إِلَّا هُوَ } تقرير أنه المستحق للعبادة وحده، لا شريك له، { خَالِقُ كُلِّ شَيْءٍ } تقرير لربوبيته.ثم صرح بالأمر بعبادته فقال: { فَأَنَّى تُؤْفَكُونَ } أي: كيف تصرفون عن عبادته، وحده لا شريك له، بعد ما أبان لكم الدليل، وأنار لكم السبيل؟\\\""
    },
    {
      "ayah": 63,
      "surah": 40,
      "text": "{ كَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ } أي: عقوبة على جحدهم لآيات الله، وتعديهم على رسله، صرفوا عن التوحيد والإخلاص، كما قال تعالى: { وَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ }"
    },
    {
      "ayah": 64,
      "surah": 40,
      "text": "{ اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا } أي: قارة ساكنة، مهيأة لكل مصالحكم، تتمكنون من حرثها وغرسها، والبناء عليها، والسفر، والإقامة فيها.{ وَالسَّمَاءَ بِنَاءً } سقفًا للأرض، التي أنتم فيها، قد جعل الله فيها ما تنتفعون به من الأنوار والعلامات، التي يهتدى بها في ظلمات البر والبحر، { وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ } فليس في جنس الحيوانات، أحسن صورة من بني آدم، كما قال تعالى: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ } وإذا أردت أن تعرف حسن الآدمي وكمال حكمة الله تعالى فيه، فانظر إليه، عضوًا عضوًا، هل تجد عضوًا من أعضائه، يليق به، ويصلح أن يكون في غير محله؟ وانظر أيضًا، إلى الميل الذي في القلوب، بعضهم لبعض، هل تجد ذلك في غير الآدمين؟ وانظر إلى ما خصه الله به من العقل والإيمان، والمحبة والمعرفة، التي هي أحسن الأخلاق المناسبة لأجمل الصور.{ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ } وهذا شامل لكل طيب، من مأكل، ومشرب، ومنكح، وملبس، ومنظر، ومسمع، وغير ذلك، من الطيبات التي يسرها الله لعباده، ويسر لهم أسبابها، ومنعهم من الخبائث، التي تضادها، وتضر أبدانهم، وقلوبهم، وأديانهم، { ذَلِكُمُ } الذي دبر الأمور، وأنعم عليكم بهذه النعم { اللَّهُ رَبُّكُمْ } { فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ } أي: تعاظم، وكثر خيره وإحسانه، المربي جميع العالمين بنعمه."
    },
    {
      "ayah": 65,
      "surah": 40,
      "text": "{ هُوَ الْحَيُّ } الذي له الحياة الكاملة التامة، المستلزمة لما تستلزمه من صفاته الذاتية، التي لا تتم حياته إلا بها، كالسمع، والبصر، والقدرة، والعلم، والكلام، وغير ذلك، من صفات كماله، ونعوت جلاله.{ لَا إِلَهَ إِلَّا هُوَ } أي: لا معبود بحق، إلا وجهه الكريم. { فَادْعُوهُ } وهذا شامل لدعاء العبادة، ودعاء المسألة { مُخْلِصِينَ لَهُ الدِّينَ } أي: اقصدوا بكل عبادة ودعاء وعمل، وجه الله تعالى، فإن الإخلاص، هو المأمور به كما قال تعالى: { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ } { الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } أي: جميع المحامد والمدائح والثناء، بالقول كنطق الخلق بذكره، والفعل، كعبادتهم له، كل ذلك للّه تعالى وحده لا شريك له، لكماله في أوصافه وأفعاله، وتمام نعمه."
    },
    {
      "ayah": 66,
      "surah": 40,
      "text": "لما ذكر الأمر بإخلاص العبادة للّه وحده، وذكر الأدلة على ذلك والبينات، صرح بالنهي عن عبادة ما سواه فقال: { قُلْ } يا أيها النبي { إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ } من الأوثان والأصنام، وكل ما عبد من دون الله.ولست على شك من أمري، بل على يقين وبصيرة، ولهذا قال: { لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ } بقلبي ولساني، وجوارحي، بحيث تكون منقادة لطاعته، مستسلمة لأمره، وهذا أعظم مأمور به، على الإطلاق، كما أن النهي عن عبادة ما سواه، أعظم مَنْهِيٍّ عنه، على الإطلاق."
    },
    {
      "ayah": 67,
      "surah": 40,
      "text": "ثم قرر هذا التوحيد، بأنه الخالق لكم والمطور لخلقتكم، فكما خلقكم وحده، فاعبدوه وحده فقال: { هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ } وذلك بخلقه لأصلكم وأبيكم آدم عليه السلام. { ثُمَّ مِنْ نُطْفَةٍ } وهذا ابتداء خلق سائر النوع الإنساني، ما دام في بطن أمه، فنبه بالابتداء، على بقية الأطوار، من العلقة، فالمضغة، فالعظام، فنفخ الروح، { ثُمَّ يُخْرِجُكُمْ طِفْلًا } ثم هكذا تنتقلون في الخلقة الإلهية حتى تبلغوا أشدكم من قوة العقل والبدن، وجميع قواه الظاهرة والباطنة.{ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ } بلوغ الأشد { وَلِتَبْلُغُوا } بهذه الأطوار المقدرة { أَجَلًا مُسَمًّى } تنتهي عنده أعماركم. { وَلَعَلَّكُمْ تَعْقِلُونَ } أحوالكم، فتعلمون أن المطور لكم في هذه الأطوار كامل الاقتدار، وأنه الذي لا تنبغي العبادة إلا له، وأنكم ناقصون من كل وجه."
    },
    {
      "ayah": 68,
      "surah": 40,
      "text": "{ هُوَ الَّذِي يُحْيِي وَيُمِيتُ } أي هو المنفرد بالإحياء والإماتة، فلا تموت نفس بسبب أو بغير سبب، إلا بإذنه. { وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ } { فَإِذَا قَضَى أَمْرًا } جليلاً أو حقيرًا { فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ } لا رد في ذلك، ولا مثنوية، ولا تمنع."
    },
    {
      "ayah": 69,
      "surah": 40,
      "text": "{ أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ } الواضحة البينة متعجبًا من حالهم الشنيعة. { أَنَّى يُصْرَفُونَ } أي: كيف ينعدلون عنها؟ وإلى أي شيء يذهبون بعد البيان التام؟ هل يجدون آيات بينات تعارض آيات الله؟ لا والله. أم يجدون شبهًا توافق أهواءهم، ويصولون بها لأجل باطلهم؟"
    },
    {
      "ayah": 7,
      "surah": 40,
      "text": "يخبر تعالى عن كمال لطفه تعالى بعباده المؤمنين، وما قيض لأسباب سعادتهم من الأسباب الخارجة عن قدرهم، من استغفار الملائكة المقربين لهم، ودعائهم لهم بما فيه صلاح دينهم وآخرتهم، وفي ضمن ذلك الإخبار عن شرف حملة العرش ومن حوله، وقربهم من ربهم، وكثرة عبادتهم ونصحهم لعباد الله، لعلمهم أن الله يحب ذلك منهم فقال: { الَّذِينَ يَحْمِلُونَ الْعَرْشَ } أي: عرش الرحمن، الذي هو سقف المخلوقات وأعظمها وأوسعها وأحسنها، وأقربها من الله تعالى، الذي وسع الأرض والسماوات والكرسي، وهؤلاء الملائكة، قد وكلهم الله تعالى بحمل عرشه العظيم، فلا شك أنهم من أكبر الملائكة وأعظمهم وأقواهم، واختيار الله لهم لحمل عرشه، وتقديمهم في الذكر، وقربهم منه، يدل على أنهم أفضل أجناس الملائكة عليهم السلام، قال تعالى: { وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ } { وَمَنْ حَوْلَهُ } من الملائكة المقربين في المنزلة والفضيلة { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } هذا مدح لهم بكثرة عبادتهم للّه تعالى، وخصوصًا التسبيح والتحميد، وسائر العبادات تدخل في تسبيح الله وتحميده، لأنها تنزيه له عن كون العبد يصرفها لغيره، وحمد له تعالى، بل الحمد هو العبادة للّه تعالى، وأما قول العبد: \\\"سبحان الله وبحمده\\\" فهو داخل في ذلك وهو من جملة العبادات.{ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا } وهذا من جملة فوائد الإيمان وفضائله الكثيرة جدًا، أن الملائكة الذين لا ذنوب عليهم يستغفرون لأهل الإيمان، فالمؤمن بإيمانه تسبب لهذا الفضل العظيم.ثم ولما كانت المغفرة لها لوازم لا تتم إلا بها -غير ما يتبادر إلى كثير من الأذهان، أن سؤالها وطلبها غايته مجرد مغفرة الذنوب- ذكر تعالى صفة دعائهم لهم بالمغفرة، بذكر ما لا تتم إلا به، فقال: { رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا } فعلمك قد أحاط بكل شيء، لا يخفى عليك خافية، ولا يعزب عن علمك مثقال ذرة في الأرض ولا في السماء، ولا أصغر من ذلك ولا أكبر، ورحمتك وسعت كل شيء، فالكون علويه وسفليه قد امتلأ برحمة الله تعالى ووسعتهم، ووصل إلى ما وصل إليه خلقه.{ فَاغْفِرْ لِلَّذِينَ تَابُوا } من الشرك والمعاصي { وَاتَّبَعُوا سَبِيلَكَ } باتباع رسلك، بتوحيدك وطاعتك. { وَقِهِمْ عَذَابَ الْجَحِيمِ } أي: قهم العذاب نفسه، وقهم أسباب العذاب."
    },
    {
      "ayah": 70,
      "surah": 40,
      "text": "فبئس ما استبدلوا واختاروا لأنفسهم، بتكذيبهم بالكتاب، الذي جاءهم من الله، وبما أرسل الله به رسله، الذين هم خير الخلق وأصدقهم، وأعظمهم عقولاً، فهؤلاء لا جزاء لهم سوى النار الحامية، ولهذا توعدهم الله بعذابها فقال: { فَسَوْفَ يَعْلَمُونَ }"
    },
    {
      "ayah": 71,
      "surah": 40,
      "text": "{ إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ } التي لا يستطيعون معها حركة. { وَالسَّلَاسِلُ } التي يقرنون بها، هم وشياطينهم"
    },
    {
      "ayah": 72,
      "surah": 40,
      "text": "{ يُسْحَبُونَ في الحميم } أي: الماء الذي اشتد غليانه وحره. { ثُمَّ فِي النَّارِ يُسْجَرُونَ } يوقد عليهم اللهب العظيم، فيصلون بها، ثم يوبخون على شركهم وكذبهم."
    },
    {
      "ayah": 73,
      "surah": 40,
      "text": "ويقال { لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ مِنْ دُونِ اللَّهِ } هل نفعوكم، أو دفعوا عنكم بعض العذاب؟. { قَالُوا ضَلُّوا عَنَّا } أي: غابوا ولم يحضروا، ولو حضروا، لم ينفعوا، ثم إنهم أنكروا فقالوا: { بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا } يحتمل أن مرادهم بذلك، الإنكار، وظنوا أنه ينفعهم ويفيدهم، ويحتمل -وهو الأظهر- أن مرادهم بذلك، الإقرار على بطلان إلهية ما كانوا يعبدون، وأنه ليس للّه شريك في الحقيقة، وإنما هم ضالون مخطئون، بعبادة معدوم الإلهية، ويدل على هذا قوله تعالى: { كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ } أي: كذلك الضلال الذي كانوا عليه في الدنيا، الضلال الواضح لكل أحد، حتى إنهم بأنفسهم، يقرون ببطلانه يوم القيامة، ويتبين لهم معنى قوله تعالى: { وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ } ويدل عليه قوله تعالى: { وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ } { وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ } الآيات."
    },
    {
      "ayah": 74,
      "surah": 40,
      "text": "ويقال { لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ مِنْ دُونِ اللَّهِ } هل نفعوكم، أو دفعوا عنكم بعض العذاب؟. { قَالُوا ضَلُّوا عَنَّا } أي: غابوا ولم يحضروا، ولو حضروا، لم ينفعوا، ثم إنهم أنكروا فقالوا: { بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا } يحتمل أن مرادهم بذلك، الإنكار، وظنوا أنه ينفعهم ويفيدهم، ويحتمل -وهو الأظهر- أن مرادهم بذلك، الإقرار على بطلان إلهية ما كانوا يعبدون، وأنه ليس للّه شريك في الحقيقة، وإنما هم ضالون مخطئون، بعبادة معدوم الإلهية، ويدل على هذا قوله تعالى: { كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ } أي: كذلك الضلال الذي كانوا عليه في الدنيا، الضلال الواضح لكل أحد، حتى إنهم بأنفسهم، يقرون ببطلانه يوم القيامة، ويتبين لهم معنى قوله تعالى: { وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ } ويدل عليه قوله تعالى: { وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ } { وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ } الآيات."
    },
    {
      "ayah": 75,
      "surah": 40,
      "text": "ويقال لأهل النار { ذَلِكُمْ } العذاب، الذي نوع عليكم { بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ } أي: تفرحون بالباطل الذي أنتم عليه، وبالعلوم التي خالفتم بها علوم الرسل وتمرحون على عباد الله، بغيًا وعدوانًا، وظلمًا، وعصيانًا، كما قال تعالى في آخر هذه السورة: { فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ } وكما قال قوم قارون له: { لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ } وهذا هو الفرح المذموم الموجب للعقاب، بخلاف الفرح الممدوح الذي قال الله فيه: { قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا } وهو الفرح بالعلم النافع، والعمل الصالح."
    },
    {
      "ayah": 76,
      "surah": 40,
      "text": "{ ادْخُلُوا أَبْوَابَ جَهَنَّمَ } كل بطبقة من طبقاتها، على قدر عمله. { خَالِدِينَ فِيهَا } لا يخرجون منها أبدًا { فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ } مثوى يخزون فيه، ويهانون، ويحبسون، ويعذبون، ويترددون بين حرها وزمهريرها."
    },
    {
      "ayah": 77,
      "surah": 40,
      "text": "أي { فَاصْبِرْ } يا أيها الرسول، على دعوة قومك، وما ينالك منهم، من أذى، واستعن على صبرك بإيمانك { إِنَّ وَعْدَ اللَّهِ حَقٌّ } سينصر دينه، ويُعْلِي كلمته، وينصر رسله في الدنيا والآخرة، واستعن على ذلك أيضًا، بتوقع العقوبة بأعدائك في الدنيا والآخرة، ولهذا قال: { فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ } في الدنيا فذاك { أَوْ نَتَوَفَّيَنَّكَ } قبل عقوبتهم { فَإِلَيْنَا يُرْجَعُونَ } فنجازيهم بأعمالهم، { وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ } ثم سلَّاه وصبَّره، بذكر إخوانه المرسلين فقال:"
    },
    {
      "ayah": 78,
      "surah": 40,
      "text": "أي: { وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا } كثيرين إلى قومهم، يدعونهم ويصبرون على أذاهم. { مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ } خبرهم { وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ } وكل الرسل مدبرون، ليس بيدهم شيء من الأمر.وما كان لأحد منهم { أَنْ يَأْتِيَ بِآيَةٍ } من الآيات السمعية والعقلية { إِلَّا بِإِذْنِ اللَّهِ } أي: بمشيئته وأمره، فاقتراح المقترحين على الرسل الإتيان بالآيات، ظلم منهم، وتعنت، وتكذيب، بعد أن أيدهم اللّه بالآيات الدالة على صدقهم وصحة ما جاءوا به. { فَإِذَا جَاءَ أَمْرُ اللَّهِ } بالفصل بين الرسل وأعدائهم، والفتح. { قُضِىَ } بينهم { بِالْحَقِّ } الذي يقع الموقع، ويوافق الصواب بإنجاء الرسل وأتباعهم، وإهلاك المكذبين، ولهذا قال: { وَخَسِرَ هُنَالِكَ } أي: وقت القضاء المذكور { الْمُبْطِلُونَ } الذين وصفهم الباطل، وما جاءوا به من العلم والعمل، باطل، وغايتهم المقصودة لهم، باطلة، فَلْيَحْذَر هؤلاء المخاطبون، أن يستمروا على باطلهم، فيخسروا، كما خسر أولئك، فإن هؤلاء لا خير منهم، ولا لهم براءة في الكتب بالنجاة."
    },
    {
      "ayah": 79,
      "surah": 40,
      "text": "يمتن تعالى على عباده، بما جعل لهم من الأنعام، التي بها، جملة من الإنعام:منها: منافع الركوب عليها، والحمل.ومنها: منافع الأكل من لحومها، والشرب من ألبانها.ومنها: منافع الدفء، واتخاذ الآلات والأمتعة، من أصوافها، وأوبارها وأشعارها، إلى غير ذلك من المنافع."
    },
    {
      "ayah": 8,
      "surah": 40,
      "text": "{ رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ } على ألسنة رسلك { وَمَنْ صَلَحَ } أي: صلح بالإيمان والعمل الصالح { مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ } زوجاتهم وأزواجهن وأصحابهم ورفقائهم { وَذُرِّيَّاتِهِمْ } { إِنَّكَ أَنْتَ الْعَزِيزُ } القاهر لكل شيء، فبعزتك تغفر ذنوبهم، وتكشف عنهم المحذور، وتوصلهم بها إلى كل خير { الْحَكِيمُ } الذي يضع الأشياء مواضعها، فلا نسألك يا ربنا أمرا تقتضي حكمتك خلافه، بل من حكمتك التي أخبرت بها على ألسنة رسلك، واقتضاها فضلك، المغفرة للمؤمنين."
    },
    {
      "ayah": 80,
      "surah": 40,
      "text": "يمتن تعالى على عباده، بما جعل لهم من الأنعام، التي بها، جملة من الإنعام:منها: منافع الركوب عليها، والحمل.ومنها: منافع الأكل من لحومها، والشرب من ألبانها.ومنها: منافع الدفء، واتخاذ الآلات والأمتعة، من أصوافها، وأوبارها وأشعارها، إلى غير ذلك من المنافع.{ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ } من الوصول إلى الأوطان البعيدة، وحصول السرور بها، والفرح عند أهلها. { وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ } أي: على الرواحل البرية، والفلك البحرية، يحملكم الله الذي سخرها، وهيأ لها ما هيأ، من الأسباب، التي لا تتم إلا بها."
    },
    {
      "ayah": 81,
      "surah": 40,
      "text": "{ وَيُرِيكُمْ آيَاتِهِ } الدالة على وحدانيته، وأسمائه، وصفاته، وهذا من أكبر نعمه، حيث أشهد عباده، آياته النفسية، وآياته الأفقية، ونعمه الباهرة، وعدَّدَها عليهم، ليعرفوه، ويشكروه، ويذكروه.{ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ } أي: أي آية من آياته لا تعترفون بها؟ فإنكم، قد تقرر عندكم، أن جميع الآيات والنعم، منه تعالى، فلم يبق للإنكار محل، ولا للإعراض عنها موضع، بل أوجبت لذوي الألباب، بذل الجهد، واستفراغ الوسع، للاجتهاد في طاعته، والتبتل في خدمته، والانقطاع إليه."
    },
    {
      "ayah": 82,
      "surah": 40,
      "text": "يحث تعالى، المكذبين لرسولهم، على السير في الأرض، بأبدانهم، وقلوبهم: وسؤال العالمين. { فَيَنْظُرُوا } نظر فكر واستدلال، لا نظر غفلة وإهمال.{ كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ } من الأمم السالفة، كعاد، وثمود وغيرهم، ممن كانوا أعظم منهم قوة وأكثر أموالاً وأشد آثارًا في الأرض من الأبنية الحصينة، والغراس الأنيقة، والزروع الكثيرة { فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ } حين جاءهم أمر الله، فلم تغن عنهم قوتهم، ولا افتدوا بأموالهم، ولا تحصنوا بحصونهم."
    },
    {
      "ayah": 83,
      "surah": 40,
      "text": "ثم ذكر جرمهم الكبير فقال: { فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ } من الكتب الإلهية، والخوارق العظيمة، والعلم النافع المبين، للهدي من الضلال، والحق من الباطل { فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ } المناقض لدين الرسل.ومن المعلوم، أن فرحهم به، يدل على شدة رضاهم به، وتمسكهم، ومعاداة الحق، الذي جاءت به الرسل، وجعل باطلهم حقًا، وهذا عام لجميع العلوم، التي نوقض بها، ما جاءت به الرسل، ومن أحقها بالدخول في هذا، علوم الفلسفة، والمنطق اليوناني، الذي رُدَّت به كثير من آيات القرآن، ونقصت قدره في القلوب، وجعلت أدلته اليقينية القاطعة، أدلة لفظية، لا تفيد شيئًا من اليقين، ويقدم عليها عقول أهل السفه والباطل، وهذا من أعظم الإلحاد في آيات الله، والمعارضة لها، والمناقضة، فالله المستعان.{ وَحَاقَ بِهِمْ } أي: نزل { مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } من العذاب."
    },
    {
      "ayah": 84,
      "surah": 40,
      "text": "{ فَلَمَّا رَأَوْا بَأْسَنَا } أي: عذابنا، أقروا حيث لا ينفعهم الإقرار { قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ } من الأصنام والأوثان، وتبرأنا من كل ما خالف الرسل، من علم أو عمل."
    },
    {
      "ayah": 85,
      "surah": 40,
      "text": "{ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا } أي: في تلك الحال، وهذه { سُنَّةَ اللَّهِ } وعادته { الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ } أن المكذبين حين ينزل بهم بأس الله وعقابه إذا آمنوا، كان إيمانهم غير صحيح، ولا منجيًا لهم من العذاب، وذلك لأنه إيمان ضرورة، قد اضطروا إليه، وإيمان مشاهدة، وإنما الإيمان النافع الذي ينجي صاحبه، هو الإيمان الاختياري، الذي يكون إيمانًا بالغيب، وذلك قبل وجود قرائن العذاب.{ وَخَسِرَ هُنَالِكَ } أي: وقت الإهلاك، وإذاقة البأس { الْكَافِرُونَ } دينهم ودنياهم وأخراهم، ولا يكفي مجرد الخسارة، في تلك الدار، بل لا بد من خسران يشقي في العذاب الشديد، والخلود فيه، دائما أبدًا.تم تفسير سورة المؤمن بحمد الله ولطفه ومعونته، لا بحولنا وقوتنا، فله الشكر والثناء"
    },
    {
      "ayah": 9,
      "surah": 40,
      "text": "{ وَقِهِمُ السَّيِّئَاتِ } أي: الأعمال السيئة وجزاءها، لأنها تسوء صاحبها. { وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ } أي: يوم القيامة { فَقَدْ رَحِمْتَهُ } لأن رحمتك لم تزل مستمرة على العباد، لا يمنعها إلا ذنوب العباد وسيئاتهم، فمن وقيته السيئات وفقته للحسنات وجزائها الحسن. { وَذَلِكَ } أي: زوال المحذور بوقاية السيئات، وحصول المحبوب بحصول الرحمة، { هُوَ الْفَوْزُ الْعَظِيمُ } الذي لا فوز مثله، ولا يتنافس المتنافسون بأحسن منه.وقد تضمن هذا الدعاء من الملائكة كمال معرفتهم بربهم، والتوسل إلى الله بأسمائه الحسنى، التي يحب من عباده التوسل بها إليه، والدعاء بما يناسب ما دعوا الله فيه، فلما كان دعاؤهم بحصول الرحمة، وإزالة أثر ما اقتضته النفوس البشرية التي علم الله نقصها واقتضاءها لما اقتضته من المعاصي، ونحو ذلك من المبادئ والأسباب التي قد أحاط الله بها علمًا توسلوا بالرحيم العليم.وتضمن كمال أدبهم مع الله تعالى بإقرارهم بربوبيته لهم الربوبية العامة والخاصة، وأنه ليس لهم من الأمر شيء وإنما دعاؤهم لربهم صدر من فقير بالذات من جميع الوجوه، لا يُدْلِي على ربه بحالة من الأحوال، إن هو إلا فضل الله وكرمه وإحسانه.وتضمن موافقتهم لربهم تمام الموافقة، بمحبة ما يحبه من الأعمال التي هي العبادات التي قاموا بها، واجتهدوا اجتهاد المحبين، ومن العمال الذين هم المؤمنون الذين يحبهم الله تعالى من بين خلقه، فسائر الخلق المكلفين يبغضهم الله إلا المؤمنين منهم، فمن محبة الملائكة لهم دعوا الله، واجتهدوا في صلاح أحوالهم، لأن الدعاء للشخص من أدل الدلائل على محبته، لأنه لا يدعو إلا لمن يحبه.وتضمن ما شرحه الله وفصله من دعائهم بعد قوله: { وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا } التنبيه اللطيف على كيفية تدبر كتابه، وأن لا يكون المتدبر مقتصرًا على مجرد معنى اللفظ بمفرده، بل ينبغي له أن يتدبر معنى اللفظ، فإذا فهمه فهمًا صحيحًا على وجهه، نظر بعقله إلى ذلك الأمر والطرق الموصلة إليه وما لا يتم إلا به وما يتوقف عليه، وجزم بأن الله أراده، كما يجزم أنه أراد المعنى الخاص، الدال عليه اللفظ.والذي يوجب له الجزم بأن الله أراده أمران:أحدهما: معرفته وجزمه بأنه من توابع المعنى والمتوقف عليه.والثاني: علمه بأن الله بكل شيء عليم، وأن الله أمر عباده بالتدبر والتفكر في كتابه.وقد علم تعالى ما يلزم من تلك المعاني. وهو المخبر بأن كتابه هدى ونور وتبيان لكل شيء، وأنه أفصح الكلام وأجله إيضاحًا، فبذلك يحصل للعبد من العلم العظيم والخير الكثير، بحسب ما وفقه الله له وقد كان في تفسيرنا هذا، كثير من هذا من به الله علينا.وقد يخفى في بعض الآيات مأخذه على غير المتأمل صحيح الفكرة، ونسأله تعالى أن يفتح علينا من خزائن رحمته ما يكون سببًا لصلاح أحوالنا وأحوال المسلمين، فليس لنا إلا التعلق بكرمه، والتوسل بإحسانه، الذي لا نزال نتقلب فيه في كل الآنات، وفي جميع اللحظات، ونسأله من فضله، أن يقينا شر أنفسنا المانع والمعوق لوصول رحمته، إنه الكريم الوهاب، الذي تفضل بالأسباب ومسبباتها.وتضمن ذلك، أن المقارن من زوج وولد وصاحب، يسعد بقرينه، ويكون اتصاله به سببًا لخير يحصل له، خارج عن عمله وسبب عمله كما كانت الملائكة تدعو للمؤمنين ولمن صلح من آبائهم وأزواجهم وذرياتهم، وقد يقال: إنه لا بد من وجود صلاحهم لقوله: { وَمَنْ صَلَحَ } فحينئذ يكون ذلك من نتيجة عملهم والله أعلم."
    }
  ]
}
