{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 42,
      "text": "{ أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ } أي: في شك من البعث والقيامة، وليس عندهم دار سوى الدار الدنيا، فلذلك لم يعملوا للآخرة، ولم يلتفتوا لها. { أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ } علما وقدرة وعزة.تم تفسير سورة فصلت-بمنه تعالى-"
    },
    {
      "ayah": 10,
      "surah": 42,
      "text": "يقول تعالى: { وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ } من أصول دينكم وفروعه، مما لم تتفقوا عليه { فَحُكْمُهُ إِلَى اللَّهِ } يرد إلى كتابه، وإلى سنة رسوله، فما حكما به فهو الحق، وما خالف ذلك فباطل. { ذَلِكُمُ اللَّهُ رَبِّي } أي: فكما أنه تعالى الرب الخالق الرازق المدبر، فهو تعالى الحاكم بين عباده بشرعه في جميع أمورهم.ومفهوم الآية الكريمة، أن اتفاق الأمة حجة قاطعة، لأن اللّه تعالى لم يأمرنا أن نرد إليه إلا ما اختلفنا فيه، فما اتفقنا عليه، يكفي اتفاق الأمة عليه، لأنها معصومة عن الخطأ، ولا بد أن يكون اتفاقها موافقا لما في كتاب اللّه وسنة رسوله.وقوله: { عَلَيْهِ تَوَكَّلْتُ } أي: اعتمدت بقلبي عليه في جلب المنافع ودفع المضار، واثقا به تعالى في الإسعاف بذلك. { وَإِلَيْهِ أُنِيبُ } أي: أتوجه بقلبي وبدني إليه، وإلى طاعته وعبادته.وهذان الأصلان، كثيرا ما يذكرهما اللّه في كتابه، لأنهما يحصل بمجموعهما كمال العبد، ويفوته الكمال بفوتهما أو فوت أحدهما، كقوله تعالى: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } وقوله: { فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ }"
    },
    {
      "ayah": 11,
      "surah": 42,
      "text": "{ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ } أي: خالقهما بقدرته ومشيئته وحكمته. { جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا } لتسكنوا إليها، وتنتشر منكم الذرية، ويحصل لكم من النفع ما يحصل.{ وَمِنَ الْأَنْعَامِ أَزْوَاجًا } أي: ومن جميع أصنافها نوعين، ذكرا وأنثى، لتبقى وتنمو لمنافعكم الكثيرة، ولهذا عداها باللام الدالة على التعليل، أي: جعل ذلك لأجلكم، ولأجل النعمة عليكم، ولهذا قال: { يذرؤكم فيه } أي: يبثكم ويكثركم ويكثر مواشيكم، بسبب أن جعل لكم من أنفسكم، وجعل لكم من الأنعام أزواجا.{ لَيْسَ كَمِثْلِهِ شَيْءٌ } أي: ليس يشبهه تعالى ولا يماثله شيء من مخلوقاته، لا في ذاته، ولا في أسمائه، ولا في صفاته، ولا في أفعاله، لأن أسماءه كلها حسنى، وصفاته صفة كمال وعظمة، وأفعاله تعالى أوجد بها المخلوقات العظيمة من غير مشارك، فليس كمثله شيء، لانفراده وتوحده بالكمال من كل وجه. { وَهُوَ السَّمِيعُ } لجميع الأصوات، باختلاف اللغات، على تفنن الحاجات. { الْبَصِيرُ } يرى دبيب النملة السوداء، في الليلة الظلماء، على الصخرة الصماء، ويرى سريان القوت في أعضاء الحيوانات الصغيرة جدا، وسريان الماء في الأغصان الدقيقة.وهذه الآية ونحوها، دليل لمذهب أهل السنة والجماعة، من إثبات الصفات، ونفي مماثلة المخلوقات. وفيها رد على المشبهة في قوله: { لَيْسَ كَمِثْلِهِ شَيْءٌ } وعلى المعطلة في قوله: { وَهُوَ السَّمِيعُ الْبَصِيرُ }"
    },
    {
      "ayah": 12,
      "surah": 42,
      "text": "وقوله: { لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ } أي: له ملك السماوات والأرض، وبيده مفاتيح الرحمة والأرزاق، والنعم الظاهرة والباطنة. فكل الخلق مفتقرون إلى اللّه، في جلب مصالحهم، ودفع المضار عنهم، في كل الأحوال، ليس بيد أحد من الأمر شيء.واللّه تعالى هو المعطي المانع، الضار النافع، الذي ما بالعباد من نعمة إلا منه، ولا يدفع الشر إلا هو، و { مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ } ولهذا قال هنا: { يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ } أي: يوسعه ويعطيه من أصناف الرزق ما شاء، { وَيَقْدِرُ } أي: يضيق على من يشاء، حتى يكون بقدر حاجته، لا يزيد عنها، وكل هذا تابع لعلمه وحكمته، فلهذا قال: { إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ } فيعلم أحوال عباده، فيعطي كلا ما يليق بحكمته وتقتضيه مشيئته."
    },
    {
      "ayah": 13,
      "surah": 42,
      "text": "هذه أكبر منة أنعم الله بها على عباده، أن شرع لهم من الدين خير الأديان وأفضلها، وأزكاها وأطهرها، دين الإسلام، الذي شرعه الله للمصطفين المختارين من عباده، بل شرعه الله لخيار الخيار، وصفوة الصفوة، وهم أولو العزم من المرسلين المذكورون في هذه الآية، أعلى الخلق درجة، وأكملهم من كل وجه، فالدين الذي شرعه الله لهم، لا بد أن يكون مناسبا لأحوالهم، موافقا لكمالهم، بل إنما كملهم الله واصطفاهم، بسبب قيامهم به، فلولا الدين الإسلامي، ما ارتفع أحد من الخلق، فهو روح السعادة، وقطب رحى الكمال، وهو ما تضمنه هذا الكتاب الكريم، ودعا إليه من التوحيد والأعمال والأخلاق والآداب.ولهذا قال: { أَنْ أَقِيمُوا الدِّينَ } أي: أمركم أن تقيموا جميع شرائع الدين أصوله وفروعه، تقيمونه بأنفسكم، وتجتهدون في إقامته على غيركم، وتعاونون على البر والتقوى ولا تعاونون على الإثم والعدوان. { وَلَا تَتَفَرَّقُوا فِيهِ } أي: ليحصل منكم الاتفاق على أصول الدين وفروعه، واحرصوا على أن لا تفرقكم المسائل وتحزبكم أحزابا، وتكونون شيعا يعادي بعضكم بعضا مع اتفاقكم على أصل دينكم.ومن أنواع الاجتماع على الدين وعدم التفرق فيه، ما أمر به الشارع من الاجتماعات العامة، كاجتماع الحج والأعياد، والجمع والصلوات الخمس والجهاد، وغير ذلك من العبادات التي لا تتم ولا تكمل إلا بالاجتماع لها وعدم التفرق.{ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ } أي: شق عليهم غاية المشقة، حيث دعوتهم إلى الإخلاص للّه وحده، كما قال عنهم: { وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ } وقولهم: { أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ } { اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ } أي يختار من خليقته من يعلم أنه يصلح للاجتباء لرسالته وولايته ومنه أن اجتبى هذه الأمة وفضلها على سائر الأمم، واختار لها أفضل الأديان وخيرها.{ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ } هذا السبب الذي من العبد، يتوصل به إلى هداية الله تعالى، وهو إنابته لربه، وانجذاب دواعي قلبه إليه، وكونه قاصدا وجهه، فحسن مقصد العبد مع اجتهاده في طلب الهداية، من أسباب التيسير لها، كما قال تعالى: { يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ } وفي هذه الآية، أن الله { يَهْدِي إِلَيْهِ مَنْ يُنِيبُ } مع قوله: { وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ } مع العلم بأحوال الصحابة رضي الله عنهم، وشدة إنابتهم، دليل على أن قولهم حجة، خصوصا الخلفاء الراشدين، رضي الله عنهم أجمعين."
    },
    {
      "ayah": 14,
      "surah": 42,
      "text": "لما أمر تعالى باجتماع المسلمين على دينهم، ونهاهم عن التفرق، أخبرهمأنكم لا تغتروا بما أنزل الله عليكم من الكتاب، فإن أهل الكتاب لم يتفرقوا حتى أنزل الله عليهم الكتاب الموجب للاجتماع، ففعلوا ضد ما يأمر به كتابهم، وذلك كله بغيا وعدوانا منهم، فإنهم تباغضوا وتحاسدوا، وحصلت بينهم المشاحنة والعداوة، فوقع الاختلاف، فاحذروا أيها المسلمون أن تكونوا مثلهم.{ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ } أي: بتأخير العذاب القاضي { إلى أجل مسمى لَقُضِيَ بَيْنَهُمْ } ولكن حكمته وحلمه، اقتضى تأخير ذلك عنهم. { وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ } أي: الذين ورثوهم وصاروا خلفا لهم ممن ينتسب إلى العلم منهم { لَفِي شَكٍّ مِنْهُ مُرِيبٍ } أي: لفي اشتباه كثير يوقع في الاختلاف، حيث اختلف سلفهم بغيا وعنادا، فإن خلفهم اختلفوا شكا وارتيابا، والجميع مشتركون في الاختلاف المذموم."
    },
    {
      "ayah": 15,
      "surah": 42,
      "text": "{ فَلِذَلِكَ فَادْعُ } أي: فللدين القويم والصراط المستقيم، الذي أنزل الله به كتبه وأرسل رسله، فادع إليه أمتك وحضهم عليه، وجاهد عليه، من لم يقبله، { وَاسْتَقِمْ } بنفسك { كَمَا أُمِرْتَ } أي: استقامة موافقة لأمر الله، لا تفريط ولا إفراط، بل امتثالا لأوامر الله واجتنابا لنواهيه، على وجه الاستمرار على ذلك، فأمره بتكميل نفسه بلزوم الاستقامة، وبتكميل غيره بالدعوة إلى ذلك.ومن المعلوم أن أمر الرسول صلى الله عليه وسلم أمر لأمته إذا لم يرد تخصيص له.{ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ } أي: أهواء المنحرفين عن الدين، من الكفرة والمنافقين إما باتباعهم على بعض دينهم، أو بترك الدعوة إلى الله، أو بترك الاستقامة، فإنك إن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين، ولم يقل: \\\"ولا تتبع دينهم\\\" لأن حقيقة دينهم الذي شرعه الله لهم، هو دين الرسل كلهم، ولكنهم لم يتبعوه، بل اتبعوا أهواءهم، واتخذوا دينهم لهوا ولعبا.{ وَقُلْ } لهم عند جدالهم ومناظرتهم: { آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ } أي: لتكن مناظرتك لهم مبنية على هذا الأصل العظيم، الدال على شرف الإسلام وجلالته وهيمنته على سائر الأديان، وأن الدين الذي يزعم أهل الكتاب أنهم عليه جزء من الإسلام، وفي هذا إرشاد إلى أن أهل الكتاب إن ناظروا مناظرة مبنية على الإيمان ببعض الكتب، أو ببعض الرسل دون غيره، فلا يسلم لهم ذلك، لأن الكتاب الذي يدعون إليه، والرسول الذي ينتسبون إليه، من شرطه أن يكون مصدقا بهذا القرآن وبمن جاء به، فكتابنا ورسولنا لم يأمرنا إلا بالإيمان بموسى وعيسى والتوراة والإنجيل، التي أخبر بها وصدق بها، وأخبر أنها مصدقة له ومقرة بصحته.وأما مجرد التوراة والإنجيل، وموسى وعيسى، الذين لم يوصفوا لنا، ولم يوافقوا لكتابنا، فلم يأمرنا بالإيمان بهم.وقوله: { وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ } أي: في الحكم فيما اختلفتم فيه، فلا تمنعني عداوتكم وبغضكم، يا أهل الكتاب من العدل بينكم، ومن العدل في الحكم، بين أهل الأقوال المختلفة، من أهل الكتاب وغيرهم، أن يقبل ما معهم من الحق، ويرد ما معهم من الباطل، { اللَّهُ رَبُّنَا وَرَبُّكُمْ } أي: هو رب الجميع، لستم بأحق به منا. { لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ } من خير وشر { لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ } أي: بعد ما تبينت الحقائق، واتضح الحق من الباطل، والهدى من الضلال، لم يبق للجدال والمنازعة محل، لأن المقصود من الجدال، إنما هو بيان الحق من الباطل، ليهتدي الراشد، ولتقوم الحجة على الغاوي، وليس المراد بهذا أن أهل الكتاب لا يجادلون، كيف والله يقول: { وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ } وإنما المراد ما ذكرنا.{ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ } يوم القيامة، فيجزي كلا بعمله، ويتبين حينئذ الصادق من الكاذب."
    },
    {
      "ayah": 16,
      "surah": 42,
      "text": "وهذا تقرير لقوله: لا حجة بيننا وبينكم، فأخبر هنا أن { الَّذِينَ يُحَاجُّونَ فِي اللَّهِ } بالحجج الباطلة، والشبه المتناقضة { مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ } أي: من بعد ما استجاب للّه أولو الألباب والعقول، لما بين لهم من الآيات القاطعة، والبراهين الساطعة، فهؤلاء المجادلون للحق من بعد ما تبين { حُجَّتُهُمْ دَاحِضَةٌ } أي: باطلة مدفوعة { عِنْدَ رَبِّهِمْ } لأنها مشتملة على رد الحق وكل ما خالف الحق، فهو باطل.{ وَعَلَيْهِمْ غَضَبٌ } لعصيانهم وإعراضهم عن حجج اللّه وبيناته وتكذيبها. { وَلَهُمْ عَذَابٌ شَدِيدٌ } هو أثر غضب اللّه عليهم، فهذه عقوبة كل مجادل للحق بالباطل."
    },
    {
      "ayah": 17,
      "surah": 42,
      "text": "لما ذكر تعالى أن حججه واضحة بينة، بحيث استجاب لها كل من فيه خير، ذكر أصلها وقاعدتها، بل جميع الحجج التي أوصلها إلى العباد، فقال: { اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ } فالكتاب هو هذا القرآن العظيم، نزل بالحق، واشتمل على الحق والصدق واليقين، وكله آيات بينات، وأدلة واضحات، على جميع المطالب الإلهية والعقائد الدينية، فجاء بأحسن المسائل وأوضح الدلائل.وأما الميزان، فهو العدل والاعتبار بالقياس الصحيح والعقل الرجيح، فكل الدلائل العقلية، من الآيات الآفاقية والنفسية، والاعتبارات الشرعية، والمناسبات والعلل، والأحكام والحكم، داخلة في الميزان الذي أنزله الله تعالى ووضعه بين عباده، ليزنوا به ما اشتبه من الأمور، ويعرفوا به صدق ما أخبر به وأخبرت رسله، مما خرج عن هذين الأمرين عن الكتاب والميزان مما قيل إنه حجة أو برهان أو دليل أو نحو ذلك من العبارات، فإنه باطل متناقض، قد فسدت أصوله، وانهدمت مبانيه وفروعه، يعرف ذلك من خبر المسائل ومآخذها، وعرف التمييز بين راجح الأدلة من مرجوحها، والفرق بين الحجج والشبه، وأما من اغتر بالعبارات المزخرفة، والألفاظ المموهة، ولم تنفذ بصيرته إلى المعنى المراد، فإنه ليس من أهل هذا الشأن، ولا من فرسان هذا الميدان، فوفاقه وخلافه سيان.ثم قال تعالى مخوفا للمستعجلين لقيام الساعة المنكرين لها، فقال: { وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ } أي: ليس بمعلوم بعدها، ولا متى تقوم، فهي في كل وقت متوقع وقوعها، مخوف وجبتها."
    },
    {
      "ayah": 18,
      "surah": 42,
      "text": "{ يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا } عنادا وتكذيبا، وتعجيزا لربهم. { وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا } أي: خائفون، لإيمانهم بها، وعلمهم بما تشتمل عليه من الجزاء بالأعمال، وخوفهم، لمعرفتهم بربهم، أن لا تكون أعمالهم منجية لهم ولا مسعدة، ولهذا قال: { وَيَعْلَمُونَ أَنَّهَا الْحَقُّ } الذي لا مرية فيه، ولا شك يعتريه { أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ } أي: بعد ما امتروا فيها، ماروا الرسل وأتباعهم بإثباتها فهم في شقاق بعيد، أي: معاندة ومخاصمة غير قريبة من الصواب، بل في غاية البعد عن الحق، وأيُّ بعد أبعد ممن كذب بالدار التي هي الدار على الحقيقة، وهي الدار التي خلقت للبقاء الدائم والخلود السرمد، وهي دار الجزاء التي يظهر الله فيها عدله وفضله وإنما هذه الدار بالنسبة إليها، كراكب قال في ظل شجرة ثم رحل وتركها، وهي دار عبور وممر، لا محل استقرار.فصدقوا بالدار المضمحلة الفانية، حيث رأوها وشاهدوها، وكذبوا بالدار الآخرة، التي تواترت بالإخبار عنها الكتب الإلهية، والرسل الكرام وأتباعهم، الذين هم أكمل الخلق عقولا، وأغزرهم علما، وأعظمهم فطنة وفهما."
    },
    {
      "ayah": 19,
      "surah": 42,
      "text": "يخبر تعالى بلطفه بعباده ليعرفوه ويحبوه، ويتعرضوا للطفه وكرمه، واللطف من أوصافه تعالى معناه: الذي يدرك الضمائر والسرائر، الذي يوصل عباده -وخصوصا المؤمنين- إلى ما فيه الخير لهم من حيث لا يعلمون ولا يحتسبون.فمن لطفه بعبده المؤمن، أن هداه إلى الخير هداية لا تخطر بباله، بما يسر له من الأسباب الداعية إلى ذلك، من فطرته على محبة الحق والانقياد له وإيزاعه تعالى لملائكته الكرام، أن يثبتوا عباده المؤمنين، ويحثوهم على الخير، ويلقوا في قلوبهم من تزيين الحق ما يكون داعيا لاتباعه.ومن لطفه أن أمر المؤمنين، بالعبادات الاجتماعية، التي بها تقوى عزائمهم وتنبعث هممهم، ويحصل منهم التنافس على الخير والرغبة فيه، واقتداء بعضهم ببعض.ومن لطفه، أن قيض لعبده كل سبب يعوقه ويحول بينه وبين المعاصي، حتى إنه تعالى إذا علم أن الدنيا والمال والرياسة ونحوها مما يتنافس فيه أهل الدنيا، تقطع عبده عن طاعته، أو تحمله على الغفلة عنه، أو على معصية صرفها عنه، وقدر عليه رزقه، ولهذا قال هنا: { يَرْزُقُ مَنْ يَشَاءُ } بحسب اقتضاء حكمته ولطفه { وَهُوَ الْقَوِيُّ الْعَزِيزُ } الذي له القوة كلها، فلا حول ولا قوة لأحد من المخلوقين إلا به، الذي دانت له جميع الأشياء."
    },
    {
      "ayah": 2,
      "surah": 42,
      "text": "{ أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ } أي: في شك من البعث والقيامة، وليس عندهم دار سوى الدار الدنيا، فلذلك لم يعملوا للآخرة، ولم يلتفتوا لها. { أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ } علما وقدرة وعزة.تم تفسير سورة فصلت-بمنه تعالى-"
    },
    {
      "ayah": 20,
      "surah": 42,
      "text": "ثم قال تعالى: { مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ } أي: أجرها وثوابها، فآمن بها وصدق، وسعى لها سعيها { نَزِدْ لَهُ فِي حَرْثِهِ } بأن نضاعف عمله وجزاءه أضعافا كثيرة، كما قال تعالى: { وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا } ومع ذلك، فنصيبه من الدنيا لا بد أن يأتيه.{ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا } بأن: كانت الدنيا هي مقصوده وغاية مطلوبه، فلم يقدم لآخرته، ولا رجا ثوابها، ولم يخش عقابها. { نُؤْتِهِ مِنْهَا } نصيبه الذي قسم له، { وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ } قد حرم الجنة ونعيمها، واستحق النار وجحيمها.وهذه الآية، شبيهة بقوله تعالى: { مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ } إلى آخر الآيات."
    },
    {
      "ayah": 21,
      "surah": 42,
      "text": "يخبر تعالى أن المشركين اتخذوا شركاء يوالونهم ويشتركون هم وإياهم في الكفر وأعماله، من شياطين الإنس، الدعاة إلى الكفر { شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ } من الشرك والبدع، وتحريم ما أحل الله، وتحليل ما حرم الله ونحو ذلك مما اقتضته أهواؤهم.مع أن الدين لا يكون إلا ما شرعه الله تعالى، ليدين به العباد ويتقربوا به إليه، فالأصل الحجر على كل أحد أن يشرع شيئا ما جاء عن الله وعن رسوله، فكيف بهؤلاء الفسقة المشتركين هم وأباؤهم على الكفر.{ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ } أي: لولا الأجل المسمى الذي ضربه الله فاصلا بين الطوائف المختلفة، وأنه سيؤخرهم إليه، لقضي بينهم في الوقت الحاضر بسعادة المحق وإهلاك المبطل، لأن المقتضي للإهلاك موجود، ولكن أمامهم العذاب الأليم في الآخرة، هؤلاء وكل ظالم."
    },
    {
      "ayah": 22,
      "surah": 42,
      "text": "وفي ذلك اليوم { تَرَى الظَّالِمِينَ } أنفسهم بالكفر والمعاصي { مُشْفِقِينَ } أي: خائفين وجلين { مِمَّا كَسَبُوا } أن يعاقبوا عليه.ولما كان الخائف قد يقع به ما أشفق منه وخافه، وقد لا يقع، أخبر أنه { وَاقِعٌ بِهِمْ } العقاب الذي خافوه، لأنهم أتوا بالسبب التام الموجب للعقاب، من غير معارض، من توبة ولا غيرها، ووصلوا موضعا فات فيه الإنظار والإمهال.{ وَالَّذِينَ آمَنُوا } بقلوبهم بالله وبكتبه ورسله وما جاءوا به، { وَعَمِلُوا الصَّالِحَاتِ } يشمل كل عمل صالح من أعمال القلوب، وأعمال الجوارح من الواجبات والمستحبات، فهؤلاء { فِي رَوْضَاتِ الْجَنَّاتِ } أي: الروضات المضافة إلى الجنات، والمضاف يكون بحسب المضاف إليه، فلا تسأل عن بهجة تلك الرياض المونقة، وما فيها من الأنهارالمتدفقة، والفياض المعشبة، والمناظر الحسنة، والأشجار المثمرة، والطيور المغردة، والأصوات الشجية المطربة، والاجتماع بكل حبيب، والأخذ من المعاشرة والمنادمة بأكمل نصيب، رياض لا تزداد على طول المدى إلا حسنا وبهاء، ولا يزداد أهلها إلا اشتياقا إلى لذاتها وودادا، { لَهُمْ مَا يَشَاءُونَ } فيها، أي: في الجنات، فمهما أرادوا فهو حاصل، ومهما طلبوا حصل، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. { ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ } وهل فوز أكبر من الفوز برضا الله تعالى، والتنعم بقربه في دار كرامته؟"
    },
    {
      "ayah": 23,
      "surah": 42,
      "text": "{ ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: هذه البشارة العظيمة، التي هي أكبر البشائر على الإطلاق، بشر بها الرحيم الرحمن، على يد أفضل خلقه لأهل الإيمان والعمل الصالح، فهي أجل الغايات، والوسيلة الموصلة إليها أفضل الوسائل.{ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ } أي: على تبليغي إياكم هذا القرآن ودعوتكم إلى أحكامه. { أَجْرًا } فلست أريد أخذ أموالكم، ولا التولي عليكم والترأس، ولا غير ذلك من الأغراض { إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى } يحتمل أن المراد: لا أسألكم عليه أجرا إلا أجرا واحدا هو لكم، وعائد نفعه إليكم، وهو أن تودوني وتحبوني في القرابة، أي: لأجل القرابة. ويكون على هذا المودة الزائدة على مودة الإيمان، فإن مودة الإيمان بالرسول، وتقديم محبته على جميع المحاب بعد محبة الله، فرض على كل مسلم، وهؤلاء طلب منهم زيادة على ذلك أن يحبوه لأجل القرابة، لأنه صلى الله عليه وسلم، قد باشر بدعوته أقرب الناس إليه، حتى إنه قيل: إنه ليس في بطون قريش أحد، إلا ولرسول الله صلى الله عليه وسلم، فيه قرابة.ويحتمل أن المراد إلا مودة الله تعالى الصادقة، وهي التي يصحبها التقرب إلى الله، والتوسل بطاعته الدالة على صحتها وصدقها، ولهذا قال: { إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى } أي: في التقرب إلى الله، وعلى كلا القولين، فهذا الاستثناء دليل على أنه لا يسألهم عليه أجرا بالكلية، إلا أن يكون شيئا يعود نفعه إليهم، فهذا ليس من الأجر في شيء، بل هو من الأجر منه لهم صلى الله عليه وسلم، كقوله تعالى: { وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ } وقولهم: \\\"ما لفلان ذنب عندك، إلا أنه محسن إليك\\\" { وَمَنْ يَقْتَرِفْ حَسَنَةً } من صلاة، أو صوم، أو حج، أو إحسان إلى الخلق { نَزِدْ لَهُ فِيهَا حُسْنًا } بأن يشرح الله صدره، وييسر أمره، وتكون سببا للتوفيق لعمل آخر، ويزداد بها عمل المؤمن، ويرتفع عند الله وعند خلقه، ويحصل له الثواب العاجل والآجل.{ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ } يغفر الذنوب العظيمة ولو بلغت ما بلغت عند التوبة منها، ويشكر على العمل القليل بالأجر الكثير، فبمغفرته يغفر الذنوب ويستر العيوب، وبشكره يتقبل الحسنات ويضاعفها أضعافا كثيرة."
    },
    {
      "ayah": 24,
      "surah": 42,
      "text": "يعني أم يقول المكذبون للرسول صلى الله عليه وسلم جرأة منهم وكذبا: { افْتَرَى عَلَى اللَّهِ كَذِبًا } فرموك بأشنع الأمور وأقبحها، وهو الافتراء على الله بادعاء النبوة والنسبة إلى الله ما هو بريء منه، وهم يعلمون صدقك وأمانتك، فكيف يتجرأون على هذا الكذب الصراح؟بل تجرأوا بذلك على الله تعالى، فإنه قدح في الله، حيث مكنك من هذه الدعوة العظيمة، المتضمنة -على موجب زعمهم- أكبر الفساد في الأرض، حيث مكنه الله من التصريح بالدعوة، ثم بنسبتها إليه، ثم يؤيده بالمعجزات الظاهرات، والأدلة القاهرات، والنصر المبين، والاستيلاء على من خالفه، وهو تعالى قادر على حسم هذه الدعوة من أصلها ومادتها، وهو أن يختم على قلب الرسول صلى الله عليه وسلم فلا يعي شيئا ولا يدخل إليه خير، وإذا ختم على قلبه انحسم الأمر كله وانقطع.فهذا دليل قاطع على صحة ما جاء به الرسول، وأقوى شهادة من الله له على ما قال، ولا يوجد شهادة أعظم منها ولا أكبر، ولهذا من حكمته ورحمته، وسنته الجارية، أنه يمحو الباطل ويزيله، وإن كان له صولة في بعض الأوقات، فإن عاقبته الاضمحلال.{ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ } الكونية، التي لا تغير ولا تبدل، ووعده الصادق، وكلماته الدينية التي تحقق ما شرعه من الحق، وتثبته في القلوب، وتبصر أولي الألباب، حتى إن من جملة إحقاقه تعالى الحق، أن يُقَيِّضَ له الباطل ليقاومه، فإذا قاومه، صال عليه الحق ببراهينه وبيناته، فظهر من نوره وهداه ما به يضمحل الباطل وينقمع، ويتبين بطلانه لكل أحد، ويظهر الحق كل الظهور لكل أحد.{ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بما فيها، وما اتصفت به من خير وشر، وما أكنته ولم تبده."
    },
    {
      "ayah": 25,
      "surah": 42,
      "text": "هذا بيان لكمال كرم الله تعالى وسعة جوده وتمام لطفه، بقبول التوبة الصادرة من عباده حين يقلعون عن ذنوبهم ويندمون عليها، ويعزمون على أن لا يعاودوها، إذا قصدوا بذلك وجه ربهم، فإن الله يقبلها بعد ما انعقدت سببا للهلاك، ووقوع العقوبات الدنيوية والدينية.{ وَيَعْفُو عَنِ السَّيِّئَاتِ } ويمحوها، ويمحو أثرها من العيوب، وما اقتضته من العقوبات، ويعود التائب عنده كريما، كأنه ما عمل سوءا قط، ويحبه ويوفقه لما يقر به إليه.ولما كانت التوبة من الأعمال العظيمة، التي قد تكون كاملة بسبب تمام الإخلاص والصدق فيها، وقد تكون ناقصة عند نقصهما، وقد تكون فاسدة إذا كان القصد منها بلوغ غرض من الأغراض الدنيوية، وكان محل ذلك القلب الذي لا يعلمه إلا الله، ختم هذه الآية بقوله: { وَيَعْلَمُ مَا تَفْعَلُونَ } فالله تعالى، دعا جميع العباد إلى الإنابة إليه والتوبة من التقصير، فانقسموا -بحسب الاستجابة له- إلى قسمين: مستجيبين وصفهم بقوله { وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ }"
    },
    {
      "ayah": 26,
      "surah": 42,
      "text": "أي: يستجيبون لربهم لما دعاهم إليه وينقادون له ويلبون دعوته، لأن ما معهم من الإيمان والعمل الصالح يحملهم على ذلك، فإذا استجابوا له، شكر الله لهم، وهو الغفور الشكور.وزادهم من فضله توفيقا ونشاطا على العمل، وزادهم مضاعفة في الأجر زيادة عن ما تستحقه أعمالهم من الثواب والفوز العظيم.وأما غير المستجيبين للّه وهم المعاندون الذين كفروا به وبرسله، فـ { لَهُمْ عَذَابٌ شَدِيدٌ } في الدنيا والآخرة، ثم ذكر أن من لطفه بعباده، أنه لا يوسع عليهم الدنيا سعة، تضر بأديانهم فقال: { وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ }"
    },
    {
      "ayah": 27,
      "surah": 42,
      "text": "أي: لغفلوا عن طاعة الله، وأقبلوا على التمتع بشهوات الدنيا، فأوجبت لهم الإكباب على ما تشتهيه نفوسهم، ولو كان معصية وظلما.{ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ } بحسب ما اقتضاه لطفه وحكمته { إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ } كما في بعض الآثار أن الله تعالى يقول: \\\"إن من عبادي من لا يصلح إيمانه إلا الغنى، ولو أفقرته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الفقر، ولو أغنيته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا الصحة، ولو أمرضته لأفسده ذلك، وإن من عبادي من لا يصلح إيمانه إلا المرض ولو عافيته لأفسده ذلك، إني أدبر أمر عبادي بعلمي بما في قلوبهم، إني خبير بصير \\\""
    },
    {
      "ayah": 28,
      "surah": 42,
      "text": "{ وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ } أي: المطر الغزير الذي به يغيث البلاد والعباد، { مِنْ بَعْدِ مَا قَنَطُوا } وانقطع عنهم مدة ظنوا أنه لا يأتيهم، وأيسوا وعملوا لذلك الجدب أعمالا، فينزل الله الغيث { وَيَنْشُرُ } به { رَحْمَتَهُ } من إخراج الأقوات للآدميين وبهائمهم، فيقع عندهم موقعا عظيما، ويستبشرون بذلك ويفرحون. { وَهُوَ الْوَلِيُّ } الذي يتولى عباده بأنواع التدبير، ويتولى القيام بمصالح دينهم ودنياهم. { الْحَمِيدُ } في ولايته وتدبيره، الحميد على ما له من الكمال، وما أوصله إلى خلقه من أنواع الإفضال."
    },
    {
      "ayah": 29,
      "surah": 42,
      "text": "أي: ومن أدلة قدرته العظيمة، وأنه سيحيي الموتى بعد موتهم، { خَلْقُ } هذه { السَّمَاوَاتِ وَالْأَرْضِ } على عظمهما وسعتهما، الدال على قدرته وسعة سلطانه، وما فيهما من الإتقان والإحكام دال على حكمته وما فيهما من المنافع والمصالح دال على رحمته، وذلك يدل على أنه المستحق لأنواع العبادة كلها، وأن إلهية ما سواه باطلة.{ وَمَا بَثَّ فِيهِمَا } أي: نشر في السماوات والأرض من أصناف الدواب التي جعلها اللّه مصالح ومنافع لعباده. { وَهُوَ عَلَى جَمْعِهِمْ } أي: جمع الخلق بعد موتهم لموقف القيامة { إِذَا يَشَاءُ قَدِيرٌ } فقدرته ومشيئته صالحان لذلك، ويتوقف وقوعه على وجود الخبر الصادق، وقد علم أنه قد تواترت أخبار المرسلين وكتبهم بوقوعه."
    },
    {
      "ayah": 3,
      "surah": 42,
      "text": "يخبر تعالى أنه أوحى هذا القرآن العظيم إلى النبي الكريم، كما أوحى إلى من قبله من الأنبياء والمرسلين، ففيه بيان فضله، بإنزال الكتب، وإرسال الرسل، سابقا ولاحقا، وأن محمدا صلى الله عليه وسلم ليس ببدع من الرسل، وأن طريقته طريقة من قبله، وأحواله تناسب أحوال من قبله من المرسلين. وما جاء به يشابه ما جاءوا به، لأن الجميع حق وصدق."
    },
    {
      "ayah": 30,
      "surah": 42,
      "text": "يخبر تعالى، أنه ما أصاب العباد من مصيبة في أبدانهم وأموالهم وأولادهم وفيما يحبون ويكون عزيزا عليهم، إلا بسبب ما قدمته أيديهم من السيئات، وأن ما يعفو اللّه عنه أكثر، فإن اللّه لا يظلم العباد، ولكن أنفسهم يظلمون { وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ } وليس إهمالا منه تعالى تأخير العقوبات ولا عجزا."
    },
    {
      "ayah": 31,
      "surah": 42,
      "text": "{ وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ } أي: معجزين قدرة اللّه عليكم، بل أنتم عاجزون في الأرض، ليس عندكم امتناع عما ينفذه اللّه فيكم. { وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ } يتولاكم، فيحصل لكم المنافع { وَلَا نَصِيرٍ } يدفع عنكم المضار."
    },
    {
      "ayah": 32,
      "surah": 42,
      "text": "أي: ومن أدلة رحمته وعنايته بعباده { الْجَوَار فِي الْبَحْرِ } من السفن، والمراكب النارية والشراعية، التي من عظمها { كَالْأَعْلَامِ } وهي الجبال الكبار، التي سخر لها البحر العجاج، وحفظها من التطام الأمواج، وجعلها تحملكم وتحمل أمتعتكم الكثيرة إلى البلدان والأقطار البعيدة، وسخر لها من الأسباب ما كان معونة على ذلك."
    },
    {
      "ayah": 33,
      "surah": 42,
      "text": "ثم نبه على هذه الأسباب بقوله: { إِنْ يَشَأْ يُسْكِنِ الرِّيحَ } التي جعلها الله سببا لمشيها، { فَيَظْلَلْنَ } أي: الجوار { رَوَاكِدَ } على ظهر البحر، لا تتقدم ولا تتأخر، ولا ينتقض هذا بالمراكب النارية، فإن من شرط مشيها وجود الريح.وإن شاء الله تعالى أوبق الجوار بما كسب أهلها، أي: أغرقها في البحر وأتلفها، ولكنه يحلم ويعفو عن كثير.{ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ } أي: كثير الصبر على ما تكرهه نفسه ويشق عليها، فيكرهها عليه، من مشقة طاعة، أو ردع داع إلى معصية، أو ردع نفسه عند المصائب عن التسخط، { شَكُورٍ } في الرخاء وعند النعم، يعترف بنعمة ربه ويخضع له، ويصرفها في مرضاته، فهذا الذي ينتفع بآيات الله."
    },
    {
      "ayah": 34,
      "surah": 42,
      "text": "وأما الذي لا صبر عنده، ولا شكر له على نعم الله، فإنه معرض أو معاند لا ينتفع بالآيات."
    },
    {
      "ayah": 35,
      "surah": 42,
      "text": "ثم قال تعالى: { وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا } ليبطلوها بباطلهم. { مَا لَهُمْ مِنْ مَحِيصٍ } أي: لا ينقذهم منقذ مما حل بهم من العقوبة."
    },
    {
      "ayah": 36,
      "surah": 42,
      "text": "هذا تزهيد في الدنيا وترغيب في الآخرة، وذكر الأعمال الموصلة إليها فقال: { فَمَا أُوتِيتُمْ مِنْ شَيْءٍ } من ملك ورياسة، وأموال وبنين، وصحة وعافية بدنية. { فَمَتَاعُ الْحَيَاةِ الدُّنْيَا } لذة منغصة منقطعة. { وَمَا عِنْدَ اللَّهِ } من الثواب الجزيل، والأجر الجليل، والنعيم المقيم { خَيْرٌ } من لذات الدنيا، خيرية لا نسبة بينهما { وَأَبْقَى } لأنه نعيم لا منغص فيه ولا كدر، ولا انتقال.ثم ذكر لمن هذا الثواب فقال: { لِلَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ } أي: جمعوا بين الإيمان الصحيح، المستلزم لأعمال الإيمان الظاهرة والباطنة، وبين التوكل الذي هو الآلة لكل عمل، فكل عمل لا يصحبه التوكل فغير تام، وهو الاعتماد بالقلب على الله في جلب ما يحبه العبد، ودفع ما يكرهه مع الثقة به تعالى."
    },
    {
      "ayah": 37,
      "surah": 42,
      "text": "{ وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ } والفرق بين الكبائر والفواحش -مع أن جميعهما كبائر- أن الفواحش هي الذنوب الكبار التي في النفوس داع إليها، كالزنا ونحوه، والكبائر ما ليس كذلك، هذا عند الاقتران، وأما مع إفراد كل منهما عن الآخر فإن الآخر يدخل فيه.{ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ } أي: قد تخلقوا بمكارم الأخلاق ومحاسن الشيم، فصار الحلم لهم سجية، وحسن الخلق لهم طبيعة حتى إذا أغضبهم أحد بمقاله أو فعاله، كظموا ذلك الغضب فلم ينفذوه، بل غفروه، ولم يقابلوا المسيء إلا بالإحسان والعفو والصفح.فترتب على هذا العفو والصفح، من المصالح ودفع المفاسد في أنفسهم وغيرهم شيء كثير، كما قال تعالى: { ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ }"
    },
    {
      "ayah": 38,
      "surah": 42,
      "text": "{ وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ } أي: انقادوا لطاعته، ولبَّوْا دعوته، وصار قصدهم رضوانه، وغايتهم الفوز بقربه.ومن الاستجابة للّه، إقامة الصلاة وإيتاء الزكاة، فلذلك عطفهما على ذلك، من باب عطف العام على الخاص، الدال على شرفه وفضله فقال: { وَأَقَامُوا الصَّلَاةَ } أي: ظاهرها وباطنها، فرضها ونفلها. { وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ } من النفقات الواجبة، كالزكاة والنفقة على الأقارب ونحوهم، والمستحبة، كالصدقات على عموم الخلق.{ وَأَمْرُهُمْ } الديني والدنيوي { شُورَى بَيْنَهُمْ } أي: لا يستبد أحد منهم برأيه في أمر من الأمور المشتركة بينهم، وهذا لا يكون إلا فرعا عن اجتماعهم وتوالفهم وتواددهم وتحاببهم وكمال عقولهم، أنهم إذا أرادوا أمرا من الأمور التي تحتاج إلى إعمال الفكر والرأي فيها، اجتمعوا لها وتشاوروا وبحثوا فيها، حتى إذا تبينت لهم المصلحة، انتهزوها وبادروها، وذلك كالرأي في الغزو والجهاد، وتولية الموظفين لإمارة أو قضاء، أو غيره، وكالبحث في المسائل الدينية عموما، فإنها من الأمور المشتركة، والبحث فيها لبيان الصواب مما يحبه الله، وهو داخل في هذه الآية."
    },
    {
      "ayah": 39,
      "surah": 42,
      "text": "{ وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ } أي: وصل إليهم من أعدائهم { هُمْ يَنْتَصِرُونَ } لقوتهم وعزتهم، ولم يكونوا أذلاء عاجزين عن الانتصار.فوصفهم بالإيمان، وعلى الله، واجتناب الكبائر والفواحش الذي تكفر به الصغائر، والانقياد التام، والاستجابة لربهم، وإقامة الصلاة، والإنفاق في وجوه الإحسان، والمشاورة في أمورهم، والقوة والانتصار على أعدائهم، فهذه خصال الكمال قد جمعوها، ويلزم من قيامها فيهم، فعل ما هو دونها، وانتفاء ضدها."
    },
    {
      "ayah": 4,
      "surah": 42,
      "text": "وهو تنزيل من اتصف بالألوهية والعزة العظيمة والحكمة البالغة، وأن جميع العالم العلوي والسفلي ملكه وتحت تدبيره القدري والشرعي.وأنه { الْعَلِيُّ } بذاته وقدره وقهره. { الْعَظِيمِ } الذي من عظمته"
    },
    {
      "ayah": 40,
      "surah": 42,
      "text": "ذكر الله في هذه الآية، مراتب العقوبات، وأنها على ثلاث مراتب: عدل وفضل وظلم.فمرتبة العدل، جزاء السيئة بسيئة مثلها، لا زيادة ولا نقص، فالنفس بالنفس، وكل جارحة بالجارحة المماثلة لها، والمال يضمن بمثله.ومرتبة الفضل: العفو والإصلاح عن المسيء، ولهذا قال: { فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ } يجزيه أجرا عظيما، وثوابا كثيرا، وشرط الله في العفو الإصلاح فيه، ليدل ذلك على أنه إذا كان الجاني لا يليق العفو عنه، وكانت المصلحة الشرعية تقتضي عقوبته، فإنه في هذه الحال لا يكون مأمورا به.وفي جعل أجر العافي على الله ما يهيج على العفو، وأن يعامل العبد الخلق بما يحب أن يعامله الله به، فكما يحب أن يعفو الله عنه، فَلْيَعْفُ عنهم، وكما يحب أن يسامحه الله، فليسامحهم، فإن الجزاء من جنس العمل.وأما مرتبة الظلم فقد ذكرها بقوله: { إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ } الذين يجنون على غيرهم ابتداء، أو يقابلون الجاني بأكثر من جنايته، فالزيادة ظلم."
    },
    {
      "ayah": 41,
      "surah": 42,
      "text": "{ وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ } أي: انتصر ممن ظلمه بعد وقوع الظلم عليه { فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ } أي: لا حرج عليهم في ذلك.ودل قوله: { وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ } وقوله: { وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ } أنه لا بد من إصابة البغي والظلم ووقوعه.وأما إرادة البغي على الغير، وإرادة ظلمه من غير أن يقع منه شيء، فهذا لا يجازى بمثله، وإنما يؤدب تأديبا يردعه عن قول أو فعل صدر منه."
    },
    {
      "ayah": 42,
      "surah": 42,
      "text": "{ إِنَّمَا السَّبِيلُ } أي: إنما تتوجه الحجة بالعقوبة الشرعية { عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ } وهذا شامل للظلم والبغي على الناس، في دمائهم وأموالهم وأعراضهم. { أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ } أي: موجع للقلوب والأبدان، بحسب ظلمهم وبغيهم."
    },
    {
      "ayah": 43,
      "surah": 42,
      "text": "{ وَلَمَنْ صَبَرَ } على ما يناله من أذى الخلق { وَغَفَرَ } لهم، بأن سمح لهم عما يصدر منهم، { إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ } أي: لمن الأمور التي حث الله عليها وأكدها، وأخبر أنه لا يلقاها إلا أهل الصبر والحظوظ العظيمة، ومن الأمور التي لا يوفق لها إلا أولو العزائم والهمم، وذوو الألباب والبصائر.فإن ترك الانتصار للنفس بالقول أو الفعل، من أشق شيء عليها، والصبر على الأذى، والصفح عنه، ومغفرته، ومقابلته بالإحسان، أشق وأشق، ولكنه يسير على من يسره الله عليه، وجاهد نفسه على الاتصاف به، واستعان الله على ذلك، ثم إذا ذاق العبد حلاوته، ووجد آثاره، تلقاه برحب الصدر، وسعة الخلق، والتلذذ فيه."
    },
    {
      "ayah": 44,
      "surah": 42,
      "text": "يخبر تعالى أنه المنفرد بالهداية والإضلال، وأنه { مَنْ يُضْلِلِ اللَّهُ } بسبب ظلمه { فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ } يتولى أمره ويهديه.{ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ } مرأى ومنظرا فظيعا، صعبا شنيعا، يظهرون الندم العظيم، والحزن على ما سلف منهم، و { يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ } أي: هل لنا طريق أو حيلة إلى رجوعنا إلى الدنيا، لنعمل غير الذي كنا نعمل، وهذا طلب للأمر المحال الذي لا يمكن."
    },
    {
      "ayah": 45,
      "surah": 42,
      "text": "{ وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا } أي: على النار { خَاشِعِينَ مِنَ الذُّلِّ } أي: ترى أجسامهم خاشعة للذل الذي في قلوبهم، { يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ } أي: ينظرون إلى النار مسارقة وشزرا، من هيبتها وخوفها.{ وَقَالَ الَّذِينَ آمَنُوا } حيث ظهرت عواقب الخلق، وتبين أهل الصدق من غيرهم: { إِنَّ الْخَاسِرِينَ } على الحقيقة { الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ } حيث فوتوا أنفسهم جزيل الثواب، وحصلوا على أليم العقاب وفرق بينهم وبين أهليهم، فلم يجتمعوا بهم، آخر ما عليهم. { أَلَا إِنَّ الظَّالِمِينَ } أنفسهم بالكفر والمعاصي { فِي عَذَابٍ مُقِيمٍ } أي: في سوائه ووسطه، منغمرين لا يخرجون منه أبدا، ولا يفتر عنهم وهم فيه مبلسون."
    },
    {
      "ayah": 46,
      "surah": 42,
      "text": "{ وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ } كما كانوا في الدنيا يمنون بذلك أنفسهم، ففي القيامة يتبين لهم ولغيرهم أن أسبابهم التي أملوها تقطعت، وأنه حين جاءهم عذاب الله لم يدفع عنهم. { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ } تحصل به هدايته، فهؤلاء ضلوا حين زعموا في شركائهم النفع ودفع الضر، فتبين حينئذ ضلالهم."
    },
    {
      "ayah": 47,
      "surah": 42,
      "text": "يأمر تعالى عباده بالاستجابة له، بامتثال ما أمر به، واجتناب ما نهى عنه، وبالمبادرة بذلك وعدم التسويف، مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْم القيامة الذي إذا جاء لا يمكن رده واستدراك الفائت، وليس للعبد في ذلك اليوم ملجأ يلجأ إليه، فيفوت ربه، ويهرب منه.بل قد أحاطت الملائكة بالخليقة من خلفهم، ونودوا { يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ } وليس للعبد في ذلك اليوم نكير لما اقترفه وأجرمه، بل لو أنكر لشهدت عليه جوارحه.وهذه الآية ونحوها، فيها ذم الأمل، والأمر بانتهاز الفرصة في كل عمل يعرض للعبد، فإن للتأخير آفات."
    },
    {
      "ayah": 48,
      "surah": 42,
      "text": "{ فَإِنْ أَعْرَضُوا } عما جئتهم به بعد البيان التام { فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا } تحفظ أعمالهم وتسأل عنها، { إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ } فإذا أديت ما عليك، فقد وجب أجرك على اللّه، سواء استجابوا أم أعرضوا، وحسابهم على اللّه الذي يحفظ عليهم صغير أعمالهم وكبيرها، وظاهرها وباطنها.ثم ذكر تعالى حالة الإنسان، وأنه إذا أذاقه الله رحمة، من صحة بدن، ورزق رغد، وجاه ونحوه { فَرِحَ بِهَا } أي: فرح فرحا مقصورا عليها، لا يتعداها، ويلزم من ذلك طمأنينته بها، وإعراضه عن المنعم.{ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ } أي: مرض أو فقر، أو نحوهما { بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ } أي: طبيعته كفران النعمة السابقة، والتسخط لما أصابه من السيئة."
    },
    {
      "ayah": 49,
      "surah": 42,
      "text": "هذه الآية فيها الإخبار عن سعة ملكه تعالى، ونفوذ تصرفه في الملك في الخلق لما يشاء، والتدبير لجميع الأمور، حتى إن تدبيره تعالى، من عمومه، أنه يتناول المخلوقة عن الأسباب التي يباشرها العباد، فإن النكاح من الأسباب لولادة الأولاد، فاللّه تعالى هو الذي يعطيهم من الأولاد ما يشاء."
    },
    {
      "ayah": 5,
      "surah": 42,
      "text": "{ تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ } على عظمها وكونها جمادا، { وَالْمَلَائِكَةِ } الكرام المقربون خاضعون لعظمته، مستكينون لعزته، مذعنون بربوبيته. { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } ويعظمونه عن كل نقص، ويصفونه بكل كمال، { وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ } عما يصدر منهم، مما لا يليق بعظمة ربهم وكبريائه، مع أنه تعالى هو { الْغَفُورُ الرَّحِيمُ } الذي لولا مغفرته ورحمته، لعاجل الخلق بالعقوبة المستأصلة.وفي وصفه تعالى بهذه الأوصاف، بعد أن ذكر أنه أوحى إلى الرسل كلهم عموما، وإلى محمد - صلى الله عليهم أجمعين- خصوصا، إشارة إلى أن هذا القرآن الكريم، فيه من الأدلة والبراهين، والآيات الدالة على كمال الباري تعالى، ووصفه بهذه الأسماء العظيمة الموجبة لامتلاء القلوب من معرفته ومحبته وتعظيمه وإجلاله وإكرامه، وصرف جميع أنواع العبودية الظاهرة والباطنة له تعالى، وأن من أكبر الظلم وأفحش القول، اتخاذ أنداد للّه من دونه، ليس بيدهم نفع ولا ضرر، بل هم مخلوقون مفتقرون إلى الله في جميع أحوالهم."
    },
    {
      "ayah": 50,
      "surah": 42,
      "text": "فمن الخلق من يهب له إناثا، ومنهم من يهب له ذكورا، ومنهم من يزوجه، أي: يجمع له ذكورا وإناثا، ومنهم من يجعله عقيما لا يولد له.{ إِنَّهُ عَلِيمٌ } بكل شيء { قَدِيرٌ } على كل شيء، فيتصرف بعلمه وإتقانه الأشياء، وبقدرته في مخلوقاته."
    },
    {
      "ayah": 51,
      "surah": 42,
      "text": "لما قال المكذبون لرسل الله، الكافرون بالله: { لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ } من كبرهم وتجبرهم، رد الله عليهم بهذه الآية الكريمة، وأن تكليمه تعالى لا يكون إلا لخواص خلقه، للأنبياء والمرسلين، وصفوته من العالمين، وأنه يكون على أحد هذه الأوجه.إما أَنْ يُكَلِّمَهُ اللَّهُ وَحْيًا بأن يلقي الوحي في قلب الرسول، من غير إرسال ملك، ولا مخاطبة منه شفاها.{ أَوْ } يكلمه منه شفاها، لكن { مِنْ وَرَاءِ حِجَابٍ } كما حصل لموسى بن عمران، كليم الرحمن.{ أَوْ } يكلمه الله بواسطة الرسول الملكي، فـ { يُرْسِلَ رَسُولًا } كجبريل أو غيره من الملائكة.{ فَيُوحِيَ بِإِذْنِهِ } أي: بإذن ربه، لا بمجرد هواه، { إِنَّهُ } تعالى علي الذات، علي الأوصاف، عظيمها، علي الأفعال، قد قهر كل شيء، ودانت له المخلوقات. حكيم في وضعه كل شيء في موضعه، من المخلوقات والشرائع."
    },
    {
      "ayah": 52,
      "surah": 42,
      "text": "{ وَكَذَلِكَ } حين أوحينا إلى الرسل قبلك { أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا } وهو هذا القرآن الكريم، سماه روحا، لأن الروح يحيا به الجسد، والقرآن تحيا به القلوب والأرواح، وتحيا به مصالح الدنيا والدين، لما فيه من الخير الكثير والعلم الغزير.وهو محض منة الله على رسوله وعباده المؤمنين، من غير سبب منهم، ولهذا قال: { مَا كُنْتَ تَدْرِي } أي: قبل نزوله عليك { مَا الْكِتَابُ وَلَا الْإِيمَانُ } أي: ليس عندك علم بأخبار الكتب السابقة، ولا إيمان وعمل بالشرائع الإلهية، بل كنت أميا لا تخط ولا تقرأ، فجاءك هذا الكتاب الذي { جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا } يستضيئون به في ظلمات الكفر والبدع، والأهواء المردية، ويعرفون به الحقائق، ويهتدون به إلى الصراط المستقيم.{ وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ } أي: تبينه لهم وتوضحه، وتنيره وترغبهم فيه، وتنهاهم عن ضده، وترهبهم منه، ثم فسر الصراط المستقيم فقال: { صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ }"
    },
    {
      "ayah": 53,
      "surah": 42,
      "text": "أي: الصراط الذي نصبه الله لعباده، وأخبرهم أنه موصل إليه وإلى دار كرامته، { أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ } أي: ترجع جميع أمور الخير والشر، فيجازي كُلًّا بحسب عمله، إن خيرا فخير، وإن شرا فشر.تم تفسير سورة الشورى، والحمد للّه أولا وآخرا، وظاهرا وباطنا، على تيسيره وتسهيله."
    },
    {
      "ayah": 6,
      "surah": 42,
      "text": "{ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ } يتولونهم بالعبادة والطاعة، كما يعبدون الله ويطيعونه، فإنما اتخذوا الباطل، وليسوا بأولياء على الحقيقة. { اللَّهُ حَفِيظٌ عَلَيْهِمْ } يحفظ عليهم أعمالهم، فيجازيهم بخيرها وشرها. { وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ } فتسأل عن أعمالهم، وإنما أنت مبلغ أديت وظيفتك."
    },
    {
      "ayah": 7,
      "surah": 42,
      "text": "ثم ذكر منته على رسوله وعلى الناس، حيث أنزل الله { قُرْآنًا عَرَبِيًّا } بين الألفاظ والمعاني { لِتُنْذِرَ أُمَّ الْقُرَى } وهي مكة المكرمة { وَمَنْ حَوْلَهَا } من قرى العرب، ثم يسري هذا الإنذار إلى سائر الخلق. { وَتُنْذِرَ } الناس { يَوْمَ الْجَمْعِ } الذي يجمع الله به الأولين والآخرين، وتخبرهم أنه { لَا رَيْبَ فِيهِ } وأن الخلق ينقسمون فيه فريقين { فَرِيقٌ فِي الْجَنَّةِ } وهم الذين آمنوا بالله، وصدقوا المرسلين، { وَفَرِيقٌ فِي السَّعِيرِ } وهم أصناف الكفرة المكذبين."
    },
    {
      "ayah": 8,
      "surah": 42,
      "text": "{ و } مع هذا { لَوْ شَاءَ اللَّهُ } لجعل الناس، أي: جعل الناس { أُمَّةً وَاحِدَةً } على الهدى، لأنه القادر الذي لا يمتنع عليه شيء، ولكنه أراد أن يدخل في رحمته من شاء من خواص خلقه.وأما الظالمون الذين لا يصلحون لصالح، فإنهم محرومون من الرحمة، فـ { مَا لَهُمْ } من دون الله { مِنْ وَلِيٍّ } يتولاهم، فيحصل لهم المحبوب { وَلَا نَصِيرٍ } يدفع عنهم المكروه."
    },
    {
      "ayah": 9,
      "surah": 42,
      "text": "والذين { اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ } يتولونهم بعبادتهم إياهم، فقد غلطوا أقبح غلط. فالله هو الولي الذي يتولاه عبده بعبادته وطاعته، والتقرب إليه بما أمكن من أنواع التقربات، ويتولى عباده عموما بتدبيره، ونفوذ القدر فيهم، ويتولى عباده المؤمنين خصوصا، بإخراجهم من الظلمات إلى النور، وتربيتهم بلطفه، وإعانتهم في جميع أمورهم.{ وَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } أي: هو المتصرف بالإحياء والإماتة، ونفوذ المشيئة والقدرة، فهو الذي يستحق أن يعبد وحده لا شريك له."
    }
  ]
}
