{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "هذا قسم من الله الصادق في قيله، بهذه المخلوقات العظيمة التي جعل الله فيها من المصالح والمنافع، ما جعل على أن وعده صدق، وأن الدين الذي هو يوم الجزاء والمحاسبة على الأعمال، لواقع لا محالة، ما له من دافع، فإذا أخبر به الصادق العظيم وأقسم عليه، وأقام الأدلة والبراهين عليه، فلم يكذب به المكذبون، ويعرض عن العمل له العاملون. والمراد بالذاريات: هي الرياح التي تذروا، في هبوبها { ذَرْوًا } بلينها، ولطفها، ولطفها وقوتها، وإزعاجها."
    },
    {
      "ayah": 10,
      "surah": 51,
      "text": "يقول تعالى: { قُتِلَ الْخَرَّاصُونَ } أي: قاتل الله الذين كذبوا على الله، وجحدوا آياته، وخاضوا بالباطل، ليدحضوا به الحق، الذين يقولون على الله ما لا يعلمون."
    },
    { "ayah": 11, "surah": 51, "text": "{ الَّذِينَ هُمْ فِي غَمْرَةٍ } أي: في لجة من الكفر، والجهل، والضلال، { سَاهُونَ }" },
    {
      "ayah": 12,
      "surah": 51,
      "text": "{ يَسْأَلُونَ } على وجه الشك والتكذيب أيان يبعثون أي: متى يبعثون، مستبعدين لذلك، فلا تسأل عن حالهم وسوء مآلهم"
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "{ يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ } أي: يعذبون بسبب ما انطووا عليه من خبث الباطن والظاهر."
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "ويقال [لهم ]: { ذُوقُوا فِتْنَتَكُمْ } أي: العذاب والنار، الذي هو أثر ما افتتنوا به، من الابتلاء الذي صيرهم إلى الكفر، والضلال، { هَذَا } العذاب، الذي وصلتم إليه، [هو] { الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ } فالآن، تمتعوا بأنواع العقاب والنكال والسلاسل والأغلال، والسخط والوبال."
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "يقول تعالى في ذكر ثواب المتقين وأعمالهم، التي أوصلتهم  إلى ذلك الجزاء: { إِنَّ الْمُتَّقِينَ } أي: الذين كانت التقوى شعارهم، وطاعة الله دثارهم، { فِي جَنَّاتِ } مشتملات على جميع [أصناف] الأشجار، والفواكه، التي يوجد لها نظير في الدنيا، والتي لا يوجد لها نظير، مما لم تنظر العيون إلى مثله، ولم تسمع الآذان، ولم يخطر على قلوب العباد  { وَعُيُونٍ } سارحة، تشرب منها تلك البساتين، ويشرب بها عباد الله، يفجرونها تفجيرًا."
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "{ آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ } يحتمل أن المعنى أن أهل الجنة قد أعطاهم مولاهم جميع مناهم، من جميع أصناف النعيم، فأخذوا ذلك، راضين به، قد قرت به أعينهم، وفرحت به نفوسهم، ولم يطلبوا منه بدلاً، ولا يبغون عنه حولاً، وكل قد ناله من النعيم، ما لا يطلب عليه المزيد، ويحتمل أن هذا وصف المتقين في الدنيا، وأنهم آخذون ما آتاهم الله، من الأوامر والنواهي، أي: قد تلقوها بالرحب، وانشراح الصدر، منقادين لما أمر الله به، بالامتثال على أكمل الوجوه، ولما نهى عنه، بالانزجار عنه لله، على أكمل وجه، فإن الذي أعطاهم الله من الأوامر والنواهي، هو أفضل العطايا، التي حقها، أن تتلقى بالشكر [لله] عليها، والانقياد.والمعنى الأول، ألصق بسياق الكلام، لأنه ذكر وصفهم في الدنيا، وأعمالهم بقوله: { إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ } الوقت الذي وصلوا به إلى النعيم { مُحْسِنِينَ } وهذا شامل لإحسانهم بعبادة ربهم، بأن يعبدوه كأنهم يرونه، فإن لم يكونوا يرونه، فإنه يراهم، وللإحسان إلى عباد الله ببذل النفع والإحسان، من مال، أو علم، أو جاه أو نصيحة، أو أمر بمعروف، أو نهي عن منكر، أو غير ذلك من وجوه الإحسان  وطرق الخيرات.حتى إنه يدخل في ذلك، الإحسان بالقول، والكلام اللين، والإحسان إلى المماليك، والبهائم المملوكة، وغير المملوكة  من أفضل أنواع الإحسان في عبادة الخالق، صلاة الليل، الدالة على الإخلاص، وتواطؤ القلب واللسان."
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "{ كَانُوا } أي: المحسنون { قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ } أي: كان هجوعهم أي: نومهم بالليل، قليلاً، وأما أكثر الليل، فإنهم قانتون لربهم، ما بين صلاة، وقراءة، وذكر، ودعاء، وتضرع."
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "{ وَبِالْأَسْحَارِ } التي هي قبيل الفجر { هُمْ يَسْتَغْفِرُونَ } الله تعالى، فمدوا صلاتهم إلى السحر، ثم جلسوا في خاتمة قيامهم بالليل، يستغفرون الله تعالى، استغفار المذنب لذنبه، وللاستغفار بالأسحار، فضيلة وخصيصة، ليست لغيره، كما قال تعالى في وصف أهل الإيمان والطاعة: { وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ }"
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "{ وَفِي أَمْوَالِهِمْ حَقٌّ } واجب ومستحب { لِلسَّائِلِ وَالْمَحْرُومِ } أي: للمحتاجين الذين يطلبون من الناس، والذين لا يطلبون منهم"
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "{ فَالْحَامِلَاتِ وِقْرًا } السحاب، تحمل الماء الكثير، الذي ينفع الله به البلاد والعباد."
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "يقول تعالى -داعيًا عباده إلى التفكر والاعتبار-: { وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ } وذلك شامل لنفس الأرض، وما فيها، من جبال وبحار، وأنهار، وأشجار، ونبات تدل المتفكر فيها، المتأمل لمعانيها، على عظمة خالقها، وسعة سلطانه، وعميم إحسانه، وإحاطة علمه، بالظواهر والبواطن."
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "كذلك في نفس العبد من العبر والحكمة والرحمة ما يدل على أن الله وحده الأحد  الفرد الصمد، وأنه لم يخلق الخلق سدى."
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "{ وَفِي السَّمَاءِ رِزْقُكُمْ } أي مادة رزقكم، من الأمطار، وصنوف الأقدار، الرزق الديني والدنيوي، { وَمَا تُوعَدُونَ } من الجزاء في الدنيا والآخرة، فإنه ينزل من عند الله، كسائر الأقدار."
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "فلما بين الآيات ونبه عليها تنبيهًا، ينتبه به الذكي اللبيب، أقسم تعالى على أن وعده وجزاءه حق، وشبه ذلك، بأظهر الأشياء [لنا] وهو النطق، فقال: { فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ } فكما لا تشكون في نطقكم، فكذلك لا ينبغي الشك في البعث بعد الموت"
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "يقول تعالى: { هَلْ أَتَاكَ } أي: أما جاءك { حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ } ونبأهم الغريب العجيب، وهم: الملائكة، الذين أرسلهم الله، لإهلاك قوم لوط، وأمرهم بالمرور على إبراهيم، فجاؤوه في صورة أضياف."
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "{ إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ } مجيبًا لهم { سَلَامٌ } أي: عليكم { قَوْمٌ مُنْكَرُونَ } أي: أنتم قوم منكرون، فأحب أن تعرفوني بأنفسكم، ولم يعرفهم إلا بعد ذلك."
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "ولهذا راغ إلى أهله أي: ذهب سريعًا في خفية، ليحضر لهم قراهم، { فَجَاءَ بِعِجْلٍ سَمِينٍ }"
    },
    { "ayah": 27, "surah": 51, "text": "[فَقَرَّبَهُ إِلَيْهِمْ } وعرض عليهم الأكل، فـ { قَالَ أَلَا تَأْكُلُونَ}" },
    {
      "ayah": 28,
      "surah": 51,
      "text": "[فَأَوْجَسَ مِنْهُمْ خِيفَةً } حين رأى أيديهم لا تصل إليه، { قَالُوا لَا تَخَفْ } وأخبروه بما جاؤوا له { وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ } وهو: إسحاق عليه السلام."
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "فلما سمعت المرأة البشارة { أقبلت } فرحة مستبشرة { فِي صَرَّةٍ } أي: صيحة { فَصَكَّتْ وَجْهَهَا } وهذا من جنس ما يجري من لنساء عند السرور [ونحوه] من الأقوال والأفعال المخالفة للطبيعة والعادة، { وَقَالَتْ عَجُوزٌ عَقِيمٌ } أي: أنى لي الولد، وأنا عجوز، قد بلغت من السن، ما لا تلد معه النساء، ومع ذلك، فأنا عقيم، غير صالح رحمي للولادة أصلاً، فثم مانعان، كل منهما مانع من الولد، وقد ذكرت المانع الثالث في سورة هود بقولها: { وَهَذَا بَعْلِي شَيْخًا إِنَّ هَذَا لَشَيْءٌ عَجِيبٌ }"
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "{ فالْجَارِيَاتِ يُسْرًا } النجوم، التي تجري على وجه اليسر والسهولة، فتتزين بها السماوات، ويهتدى بها في ظلمات البر والبحر، وينتفع بالاعتبار بها."
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "{ قَالُوا كَذَلِكِ قَالَ رَبُّكِ } أي: الله الذي قدر ذلك وأمضاه، فلا عجب في قدرة الله تعالى { إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ } أي: الذي يضع الأشياء مواضعها، وقد وسع كل شيء علمًا فسلموا لحكمه، واشكروه على نعمته."
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "قال لهم إبراهيم عليه السلام: { فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ } الآيات، أي: ما شأنكم وما تريدون؟ لأنه استشعر  أنهم رسل، أرسلهم الله لبعض الشئون المهمة."
    },
    {
      "ayah": 32,
      "surah": 51,
      "text": "{ قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ } وهم قوم لوط، قد أجرموا ، أشركوا بالله، وكذبوا رسولهم، وأتوا الفاحشة الشنعاء التي ما سبقهم إليها أحد من العالمين."
    },
    {
      "ayah": 33,
      "surah": 51,
      "text": "{ لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ } أي: معلمة، على كل حجر منها سمة صاحبه  لأنهم أسرفوا، وتجاوزوا الحد"
    },
    {
      "ayah": 34,
      "surah": 51,
      "text": "{ لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ } أي: معلمة، على كل حجر منها سمة صاحبه  لأنهم أسرفوا، وتجاوزوا الحد فجعل إبراهيم يجادلهم في قوم لوط، لعل الله يدفع عنهم العذاب، فقال الله: { يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ }"
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "{ فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ } وهم بيت لوط عليه السلام، إلا امرأته، فإنها من المهلكين."
    },
    { "ayah": 36, "surah": 51, "text": "وهم بيت لوط عليه السلام، إلا امرأته، فإنها من المهلكين." },
    {
      "ayah": 37,
      "surah": 51,
      "text": "{ وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ } يعتبرون بها ويعلمون، أن الله شديد العقاب، وأن رسله صادقون، مصدقون.فصل في ذكر بعض ما تضمنته هذه القصة من الحكم والأحكاممنها: أن من الحكمة، قص الله على عباده نبأ الأخيار والفجار، ليعتبروا بحالهم  وأين وصلت بهم الأحوال.ومنها: فضل إبراهيم الخليل، عليه الصلاة والسلام، حيث ابتدأ الله قصته، بما يدل على الاهتمام بشأنها، والاعتناء بها.ومنها: مشروعية الضيافة، وأنها من سنن إبراهيم الخليل، الذي أمر الله هذا النبي  وأمته، أن يتبعوا ملته، وساقها الله في هذا الموضع، على وجه المدح له والثناء.ومنها: أن الضيف يكرم بأنواع الإكرام، بالقول، والفعل، لأن الله وصف أضياف إبراهيم، بأنهم مكرمون، أي: أكرمهم إبراهيم، ووصف الله ما صنع بهم من الضيافة، قولاً وفعلاً، ومكرمون أيضًا عند الله تعالى.ومنها: أن إبراهيم عليه السلام، قد كان بيته، مأوى للطارقين والأضياف، لأنهم دخلوا عليه من غير استئذان، وإنما سلكوا طريق الأدب، في الابتداء السلام  فرد عليهم إبراهيم سلامًا، أكمل من سلامهم وأتم، لأنه أتى به جملة اسمية، دالة على الثبوت والاستمرار.ومنها: مشروعية تعرف من جاء إلى الإنسان، أو صار له فيه نوع اتصال، لأن في ذلك، فوائد كثيرة.ومنها: أدب إبراهيم ولطفه في الكلام، حيث قال: { قَوْمٌ مُنْكَرُونَ } ولم يقل: { أنكرتكم } [وبين اللفظين من الفرق، ما لا يخفى].ومنها: المبادرة إلى الضيافة والإسراع بها، لأن خير البر عاجله [ولهذا بادر إبراهيم بإحضار قرى أضيافه].ومنها: أن الذبيحة الحاضرة، التي قد أعدت لغير الضيف الحاضر  إذا جعلت له، ليس فيها أقل إهانة، بل ذلك من الإكرام، كما فعل إبراهيم عليه السلام، وأخبر الله أن ضيفه مكرمون.ومنها: ما من الله به على خليله إبراهيم، من الكرم الكثير، وكون ذلك حاضرًا عنده  وفي بيته معدًا، لا يحتاج إلى أن يأتي به  من السوق، أو الجيران، أو غير ذلك.ومنها: أن إبراهيم، هو الذي خدم أضيافه، وهو خليل الرحمن، وكبير  من ضيف الضيفان.ومنها: أنه قربه إليهم في المكان الذي هم فيه، ولم يجعله في موضع، ويقول لهم: { تفضلوا، أو ائتوا إليه } لأن هذا أيسر عليهم وأحسن.ومنها: حسن ملاطفة الضيف في الكلام اللين، خصوصًا، عند تقديم الطعام إليه، فإن إبراهيم عرض عليهم عرضًا لطيفًا، وقال: { أَلَا تَأْكُلُونَ } ولم يقل: { كلوا } ونحوه من الألفاظ، التي غيرها أولى منها، بل أتى بأداة العرض، فقال: { أَلَا تَأْكُلُونَ } فينبغي للمقتدي به أن يستعمل من الألفاظ الحسنة، ما هو المناسب واللائق بالحال، كقوله لأضيافه: { ألا تأكلون } أو: \\\"ألا تتفضلون علينا وتشرفوننا وتحسنون إلينا \\\" ونحوه.ومنها: أن من خاف من الإنسان  لسبب من الأسباب، فإن عليه أن يزيل عنه الخوف، ويذكر له ما يؤمن روعه، ويسكن جأشه، كما قالت الملائكة لإبراهيم [لما خافهم]: { لَا تَخَفْ } وأخبروه بتلك البشارة السارة، بعد الخوف منهم.ومنها: شدة فرح سارة، امرأة إبراهيم، حتى جرى منها ما جرى، من صك وجهها، وصرتها غير المعهودة.ومنها: ما أكرم الله به إبراهيم وزوجته سارة، من البشارة، بغلام عليم."
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "أي: { وَفِي مُوسَى } وما أرسله الله به إلى فرعون وملئه، بالآيات البينات، والمعجزات الظاهرات، آية للذين يخافون العذاب الأليم، فلما أتى موسى  بذلك السلطان المبين"
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "فتولى فرعون { بِرُكْنِهِ } أي: أعرض بجانبه عن الحق، ولم يلتفت إليه، وقدح فيه أعظم القدح فقالوا: { سَاحِرٌ أَوْ مَجْنُونٌ } أي: إن موسى، لا يخلو، إما أن يكون أتى به شعبذة  ليس من الحق في شيء، وإما أن يكون مجنونًا، لا يؤخذ بما صدر منه، لعدم عقله.هذا، وقد علموا، خصوصًا فرعون، أن موسى صادق، كما قال تعالى: { وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ [ظُلْمًا وَعُلُوًّا] } وقال موسى لفرعون: { لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ [بَصَائِرَ } الآية]،"
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "{ فالْمُقَسِّمَاتِ أَمْرًا } الملائكة التي تقسم الأمر وتدبره بإذن الله، فكل منهم، قد جعله الله على تدبير أمر من أمور الدنيا وأمور الآخرة، لا يتعدى ما قدر له وما حد ورسم، ولا ينقص منه."
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "{ فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ } أي: مذنب طاغ، عات على الله، فأخذه عزيز مقتدر."
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "أي { وفي عَادٍ } القبيلة المعروفة آية عظيمة  { إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ } أي: التي لا خير فيها، حين كذبوا نبيهم هودا عليه السلام."
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "{ مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ } أي: كالرميم البالية، فالذي أهلكهم على قوتهم وبطشهم، دليل على [كمال] قوته واقتداره، الذي لا يعجزه شيء، المنتقم ممن عصاه."
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "أي { وَفِي ثَمُودَ } [آية عظيمة]، حين أرسل الله إليهم صالحًا عليه السلام، فكذبوه وعاندوه، وبعث الله له الناقة، آية مبصرة، فلم يزدهم ذلك إلا عتوًا ونفورًا.فقيل { لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ}"
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "[ فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ } أي: الصيحة العظيمة المهلكة { وَهُمْ يَنْظُرُونَ } إلى عقوبتهم بأعينهم."
    },
    { "ayah": 45, "surah": 51, "text": "{ فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ } ينجون به من العذاب، { وَمَا كَانُوا مُنْتَصِرِينَ } لأنفسهم." },
    {
      "ayah": 46,
      "surah": 51,
      "text": "أي: وكذلك ما فعل الله بقوم نوح، حين كذبوا نوحًا عليه السلام وفسقوا عن أمر الله، فأرسل الله عليهم السماء والأرض بالماء المنهمر، فأغرقهم الله تعالى [عن آخرهم]، ولم يبق من الكافرين ديارًا، وهذه عادة الله وسنته، فيمن عصاه."
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "يقول تعالى مبينًا لقدرته العظيمة: { وَالسَّمَاءَ بَنَيْنَاهَا } أي: خلقناها وأتقناها، وجعلناها سقفًا للأرض وما عليها.{ بِأَيْدٍ } أي: بقوة وقدرة عظيمة { وَإِنَّا لَمُوسِعُونَ } لأرجائها وأنحائها، وإنا لموسعون [أيضا] على عبادنا، بالرزق الذي ما ترك الله دابة في مهامه القفار، ولجج البحار، وأقطار العالم العلوي والسفلي، إلا وأوصل إليها من الرزق، ما يكفيها، وساق إليها من الإحسان ما يغنيها.فسبحان من عم بجوده جميع المخلوقات، وتبارك الذي وسعت رحمته جميع البريات."
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "{ وَالْأَرْضَ فَرَشْنَاهَا } أي: جعلناها فراشًا للخلق، يتمكنون فيها من كل ما تتعلق به مصالحهم، من مساكن، وغراس، وزرع، وحرث وجلوس، وسلوك للطرق الموصلة إلى مقاصدهم ومآربهم، ولما كان الفراش، قد يكون صالحًا للانتفاع من كل وجه، وقد يكون من وجه دون وجه، أخبر تعالى أنه مهدها أحسن مهاد، على أكمل الوجوه وأحسنها، وأثنى على نفسه بذلك فقال: { فَنِعْمَ الْمَاهِدُونَ } الذي مهد لعباده ما اقتضته [حكمته] ورحمته وإحسانه."
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "{ وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ } [أي: صنفين]، ذكر وأنثى، من كل نوع من أنواع الحيوانات، { لَعَلَّكُمْ تَذَكَّرُونَ } [لنعم الله التي أنعم بها عليكم]  في تقدير ذلك، وحكمته حيث جعل ما هو السبب لبقاء نوع الحيوانات كلها، لتقوموا بتنميتها وخدمتها وتربيتها، فيحصل من ذلك ما يحصل من المنافع."
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "{ فالْمُقَسِّمَاتِ أَمْرًا } الملائكة التي تقسم الأمر وتدبره بإذن الله، فكل منهم، قد جعله الله على تدبير أمر من أمور الدنيا وأمور الآخرة، لا يتعدى ما قدر له وما حد ورسم، ولا ينقص منه."
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "فلما دعا العباد النظر إلى لآياته الموجبة لخشيته والإنابة إليه، أمر بما هو المقصود من ذلك، وهو الفرار إليه أي: الفرار مما يكرهه الله ظاهرًا وباطنًا، إلى ما يحبه، ظاهرًا وباطنًا، فرار من الجهل إلى العلم، ومن الكفر إلى الإيمان، ومن المعصية إلى الطاعة، و من الغفلة إلى ذكر الله فمن استكمل هذه الأمور، فقد استكمل الدين كله وقد زال عنه المرهوب، وحصل له، نهاية المراد  والمطلوب.وسمى الله الرجوع إليه، فرارَا، لأن في الرجوع لغيره، أنواع المخاوف والمكاره، وفي الرجوع إليه، أنواع المحاب والأمن، [والسرور] والسعادة والفوز، فيفر العبد من قضائه وقدره، إلى قضائه وقدره، وكل من خفت منه فررت منه إلى الله تعالى، فإنه بحسب الخوف منه، يكون الفرار إليه، { إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ } أي: منذر لكم من عذاب الله، ومخوف بين النذارة."
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "{ وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ} هذا من الفرار إلى الله، بل هذا أصل الفرار إليه أن يفر العبد من اتخاذ آلهة غير الله، من الأوثان، والأنداد والقبور، وغيرها، مما عبد من دون الله، ويخلص العبد لربه العبادة والخوف، والرجاء والدعاء، والإنابة."
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "يقول الله مسليًا لرسوله صلى الله عليه وسلم عن تكذيب المشركين بالله، المكذبين له، القائلين فيه من الأقوال الشنيعة، ما هو منزه عنه، وأن هذه الأقوال، ما زالت دأبًا وعادة للمجرمين المكذبين للرسل فما أرسل الله من رسول، إلا رماه قومه بالسحر أو الجنون."
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "يقول الله تعالى: هذه الأقوال التي صدرت منهم -الأولين والآخرين- هل هي أقوال تواصوا بها، ولقن بعضهم بعضًا بها؟فلا يستغرب -بسبب ذلك- اتفاقهم عليها: { أَمْ هُمْ قَوْمٌ طَاغُونَ } تشابهت قلوبهم وأعمالهم بالكفر والطغيان، فتشابهت أقوالهم الناشئة عن طغيانهم؟ وهذا هو الواقع، كما قال تعالى: { وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ } وكذلك المؤمنون، لما تشابهت قلوبهم بالإذعان للحق وطلبه، والسعي فيه، بادروا إلى الإيمان برسلهم وتعظيمهم، وتوقيرهم، وخطابهم بالخطاب اللائق بهم."
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "يقول تعالى آمرًا رسوله بالإعراض عن المعرضين المكذبين: { فَتَوَلَّ عَنْهُمْ } أي: لا تبال بهم ولا تؤاخذهم، وأقبل على شأنك.فليس عليك لوم في ذنبهم، وإنما عليك البلاغ، وقد أديت ما حملت، وبلغت ما أرسلت به."
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "{ وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ } والتذكير نوعان: تذكير بما لم يعرف تفصيله، مما عرف مجمله بالفطر والعقول  فإن الله فطر العقول على محبة الخير وإيثاره، وكراهة الشر والزهد فيه، وشرعه موافق لذلك، فكل أمر ونهي من الشرع، فإنه من التذكير، وتمام التذكير، أن يذكر ما في المأمور به ، من الخير والحسن والمصالح، وما في المنهي عنه، من المضار.والنوع الثاني من التذكير: تذكير بما هو  معلوم للمؤمنين، ولكن انسحبت عليه الغفلة والذهول، فيذكرون بذلك، ويكرر عليهم ليرسخ في أذهانهم، وينتبهوا ويعملوا بما تذكروه، من ذلك، وليحدث لهم نشاطًا وهمة، توجب لهم الانتفاع والارتفاع.وأخبر الله أن الذكرى تنفع المؤمنين، لأن ما معهم من الإيمان والخشية والإنابة، واتباع رضوان الله، يوجب لهم أن تنفع فيهم الذكرى، وتقع الموعظة منهم موقعها كما قال تعالى: { فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى سَيَذَّكَّرُ مَنْ يَخْشَى وَيَتَجَنَّبُهَا الْأَشْقَى } وأما من ليس له معه إيمان ولا استعداد لقبول التذكير، فهذا لا ينفع تذكيره، بمنزلة الأرض السبخة، التي لا يفيدها المطر شيئًا، وهؤلاء الصنف، لو جاءتهم كل آية، لم يؤمنوا حتى يروا العذاب الأليم."
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "هذه الغاية، التي خلق الله الجن والإنس لها، وبعث جميع الرسل يدعون إليها، وهي عبادته، المتضمنة لمعرفته ومحبته، والإنابة إليه والإقبال عليه، والإعراض عما سواه، وذلك يتضمن  معرفة الله تعالى، فإن تمام العبادة، متوقف على المعرفة بالله، بل كلما ازداد العبد معرفة لربه، كانت عبادته أكمل، فهذا الذي خلق الله المكلفين لأجله، فما خلقهم لحاجة منه إليهم."
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "فما يريد منهم من رزق وما يريد أن يطمعوه، تعالى الله الغني المغني عن الحاجة إلى أحد بوجه من الوجوه، وإنما جميع الخلق، فقراء إليه، في جميع حوائجهم ومطالبهم، الضرورية وغيرها،"
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "{ إِنَّ اللَّهَ هُوَ الرَّزَّاقُ } أي: كثير الرزق، الذي ما من دابة في الأرض ولا في السماء إلا على الله رزقها، ويعلم مستقرها ومستودعها، { ذُو الْقُوَّةِ الْمَتِينُ } أي: الذي له القوة والقدرة كلها، الذي أوجد بها الأجرام العظيمة، السفلية والعلوية، وبها تصرف في الظواهر والبواطن، ونفذت مشيئته في جميع البريات، فما شاء الله كان، وما لم يشأ لم يكن، ولا يعجزه هارب، ولا يخرج عن سلطانه أحد، ومن قوته، أنه أوصل رزقه إلى جميع العالم، ومن قدرته وقوته، أنه يبعث الأموات بعد ما مزقهم البلى، وعصفت بترابهم  الرياح، وابتلعتهم الطيور والسباع، وتفرقوا وتمزقوا في مهامه القفار، ولجج البحار، فلا يفوته منهم أحد، ويعلم ما تنقص الأرض منهم، فسبحان القوي المتين."
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "أي: وإن للذين ظلموا وكذبوا  محمدًا صلى الله عليه وسلم، من العذاب والنكال { ذَنُوبًا } أي: نصيبًا وقسطًا، مثل ما فعل بأصحابهم من أهل الظلم والتكذيب.{ فَلَا يَسْتَعْجِلُونِ } بالعذاب، فإن سنة الله في الأمم واحدة، فكل مكذب يدوم على تكذيبه من غير توبة وإنابة، فإنه لا بد أن يقع عليه العذاب، ولو تأخر عنه مدة، ولهذا توعدهم الله بيوم القيامة"
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "{ فالْمُقَسِّمَاتِ أَمْرًا } الملائكة التي تقسم الأمر وتدبره بإذن الله، فكل منهم، قد جعله الله على تدبير أمر من أمور الدنيا وأمور الآخرة، لا يتعدى ما قدر له وما حد ورسم، ولا ينقص منه."
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "{ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ } وهو يوم القيامة، الذي قد وعدوا فيه بأنواع العذاب والنكال والسلاسل والأغلال، فلا مغيث لهم، ولا منقذ من عذاب الله تعالى [نعوذ بالله منه]."
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "أي: والسماء ذات الطرائق الحسنة، التي تشبه حبك الرمال، ومياه الغدران، حين يحركها النسيم."
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "{ إِنَّكُمْ } أيها المكذبون لمحمد صلى الله عليه وسلم، { لَفِي قَوْلٍ مُخْتَلِفٍ } منكم، من يقول ساحر، ومنكم من يقول كاهن، ومنكم من يقول: مجنون، إلى غير ذلك من الأقوال المختلفة، الدالة على حيرتهم وشكهم، وأن ما هم عليه باطل."
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "{ يُؤْفَكُ عَنْهُ مَنْ أُفِكَ } أي: يصرف عنه من صرف عن الإيمان، وانصرف قلبه عن أدلة الله اليقينية وبراهينه، واختلاف قولهم، دليل على فساده وبطلانه، كما أن الحق الذي جاء به محمد صلى الله عليه وسلم، متفق [يصدق بعضه بعضًا]، لا تناقض فيه، ولا اختلاف، وذلك، دليل على صحته، وأنه من عند الله { وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا }"
    }
  ]
}
