{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 53,
      "text": "يقسم تعالى بالنجم عند هويه أي: سقوطه في الأفق في آخر الليل عند إدبار الليل وإقبال النهار، لأن في ذلك من آيات الله العظيمة، ما أوجب أن أقسم به، والصحيح أن النجم، اسم جنس شامل للنجوم كلها، وأقسم بالنجوم على صحة ما جاء به الرسول صلى الله عليه وسلم من الوحي الإلهي، لأن في ذلك مناسبة عجيبة، فإن الله تعالى جعل النجوم زينة للسماء، فكذلك الوحي وآثاره زينة للأرض، فلولا العلم الموروث عن الأنبياء، لكان الناس في ظلمة أشد من الليل البهيم."
    },
    {
      "ayah": 10,
      "surah": 53,
      "text": "{ فَأَوْحَى } الله بواسطة جبريل عليه السلام { إِلَى عَبْدِهِ } محمد صلى الله عليه وسلم { مَا أَوْحَى } أي: الذي أوحاه إليه من الشرع العظيم، والنبأ المستقيم."
    },
    {
      "ayah": 11,
      "surah": 53,
      "text": "{ مَا كَذَبَ الْفُؤَادُ مَا رَأَى } أي: اتفق فؤاد الرسول صلى الله عليه وسلم ورؤيته على الوحي الذي أوحاه الله إليه، وتواطأ عليه سمعه وقلبه وبصره، وهذا دليل على كمال الوحي الذي أوحاه الله إليه، وأنه تلقاه منه تلقيا لا شك فيه ولا شبهة ولا ريب، فلم يكذب فؤاده ما رأى بصره، ولم يشك بذلك. ويحتمل أن المراد بذلك ما رأى صلى الله عليه وسلم ليلة أسري به، من آيات الله العظيمة، وأنه تيقنه حقا بقلبه ورؤيته، هذا [هو] الصحيح في تأويل الآية الكريمة، وقيل: إن المراد بذلك رؤية الرسول صلى الله عليه وسلم لربه ليلة الإسراء، وتكليمه إياه، وهذا اختيار كثير من العلماء رحمهم الله، فأثبتوا بهذا رؤية الرسول صلى الله عليه وسلم لربه في الدنيا، ولكن الصحيح القول الأول، وأن المراد به جبريل عليه السلام، كما يدل عليه السياق، وأن محمدا صلى الله عليه وسلم رأى جبريل في صورته الأصلية [التي هو عليها] مرتين، مرة في الأفق الأعلى، تحت السماء الدنيا كما تقدم، والمرة الثانية فوق السماء السابعة ليلة أسري برسول الله صلى الله عليه وسلم."
    },
    {
      "ayah": 12,
      "surah": 53,
      "text": "{ مَا كَذَبَ الْفُؤَادُ مَا رَأَى } أي: اتفق فؤاد الرسول صلى الله عليه وسلم ورؤيته على الوحي الذي أوحاه الله إليه، وتواطأ عليه سمعه وقلبه وبصره، وهذا دليل على كمال الوحي الذي أوحاه الله إليه، وأنه تلقاه منه تلقيا لا شك فيه ولا شبهة ولا ريب، فلم يكذب فؤاده ما رأى بصره، ولم يشك بذلك. ويحتمل أن المراد بذلك ما رأى صلى الله عليه وسلم ليلة أسري به، من آيات الله العظيمة، وأنه تيقنه حقا بقلبه ورؤيته، هذا [هو] الصحيح في تأويل الآية الكريمة، وقيل: إن المراد بذلك رؤية الرسول صلى الله عليه وسلم لربه ليلة الإسراء، وتكليمه إياه، وهذا اختيار كثير من العلماء رحمهم الله، فأثبتوا بهذا رؤية الرسول صلى الله عليه وسلم لربه في الدنيا، ولكن الصحيح القول الأول، وأن المراد به جبريل عليه السلام، كما يدل عليه السياق، وأن محمدا صلى الله عليه وسلم رأى جبريل في صورته الأصلية [التي هو عليها] مرتين، مرة في الأفق الأعلى، تحت السماء الدنيا كما تقدم، والمرة الثانية فوق السماء السابعة ليلة أسري برسول الله صلى الله عليه وسلم."
    },
    { "ayah": 13, "surah": 53, "text": "{ وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى } أي: رأى محمد جبريل مرة أخرى، نازلا إليه." },
    {
      "ayah": 14,
      "surah": 53,
      "text": "{ عِنْدَ سِدْرَةِ الْمُنْتَهَى } وهي شجرة عظيمة جدا، فوق السماء السابعة، سميت سدرة المنتهى، لأنه ينتهي إليها ما يعرج من الأرض، وينزل إليها ما ينزل من الله، من الوحي وغيره، أو لانتهاء علم الخلق  إليها أي: لكونها فوق السماوات والأرض، فهي المنتهى في علوها  أو لغير ذلك، والله أعلم.فرأى محمد صلى الله عليه وسلم جبريل في ذلك المكان، الذي هو محل الأرواح العلوية الزاكية الجميلة، التي لا يقربها شيطان ولا غيره من الأرواح الخبيثة."
    },
    {
      "ayah": 15,
      "surah": 53,
      "text": "عند تلك الشجرة { جَنَّةُ الْمَأْوَى } أي: الجنة الجامعة لكل نعيم، بحيث كانت محلا تنتهي إليه  الأماني، وترغب فيه الإرادات، وتأوي إليها الرغبات، وهذا دليل على أن الجنة في أعلى الأماكن، وفوق السماء السابعة."
    },
    {
      "ayah": 16,
      "surah": 53,
      "text": "{ إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى } أي: يغشاها من أمر الله، شيء عظيم لا يعلم وصفه إلا الله عز وجل."
    },
    {
      "ayah": 17,
      "surah": 53,
      "text": "{ مَا زَاغَ الْبَصَرُ وَمَا طَغَى } أي: ما زاغ يمنة ولا يسرة عن مقصوده { وَمَا طَغَى } أي: وما تجاوز البصر، وهذا كمال الأدب منه صلوات الله وسلامه عليه، أن قام مقاما أقامه الله فيه، ولم يقصر عنه ولا تجاوزه ولا حاد عنه،وهذا أكمل ما يكون من الأدب العظيم، الذي فاق فيه الأولين والآخرين، فإن الإخلال يكون بأحد هذه الأمور: إما أن لا يقوم العبد بما أمر به، أو يقوم به على وجه التفريط، أو على وجه الإفراط، أو على وجه الحيدة يمينا وشمالا، وهذه الأمور كلها منتفية عنه صلى الله عليه وسلم."
    },
    {
      "ayah": 18,
      "surah": 53,
      "text": "{ لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى } من الجنة والنار، وغير ذلك من الأمور التي رآها صلى الله عليه وسلم ليلة أسري به."
    },
    {
      "ayah": 19,
      "surah": 53,
      "text": "لما ذكر تعالى ما جاء به محمد صلى الله عليه وسلم من الهدى ودين الحق، والأمر بعبادة الله وتوحيده، ذكر بطلان ما عليه المشركون من عبادة من ليس له من أوصاف الكمال شيء، ولا تنفع ولا تضر، وإنما هي أسماء فارغة عن المعنى، سماها المشركون هم وآباؤهم الجهال الضلال، ابتدعوا لها من الأسماء الباطلة التي لا تستحقها، فخدعوا بها أنفسهم وغيرهم من الضلال، فالآلهة التي بهذه الحال، لا تستحق مثقال ذرة من العبادة، وهذه الأنداد التي سموها بهذه الأسماء، زعموا أنها مشتقة من أوصاف هي متصفة بها، فسموا \\\"اللات\\\" من \\\"الإله\\\" المستحق للعبادة، و\\\"العزى\\\" من \\\"العزيز\\\" و \\\"مناة\\\" من \\\"المنان\\\" إلحادا في أسماء الله وتجريا على الشرك به، وهذه أسماء متجردة عن المعاني، فكل من له أدنى مسكة من عقل، يعلم بطلان هذه الأوصاف فيها."
    },
    {
      "ayah": 2,
      "surah": 53,
      "text": "والمقسم عليه، تنزيه الرسول صلى الله عليه وسلم عن الضلال في علمه، والغي في قصده، ويلزم من ذلك أن يكون مهتديا في علمه، هاديا، حسن القصد، ناصحا للأمة  بعكس ما عليه أهل الضلال من فساد العلم، وفساد القصد  وقال { صَاحِبُكُمْ } لينبههم على ما يعرفونه منه، من الصدق والهداية، وأنه لا يخفى عليهم أمره ."
    },
    {
      "ayah": 20,
      "surah": 53,
      "text": "لما ذكر تعالى ما جاء به محمد صلى الله عليه وسلم من الهدى ودين الحق، والأمر بعبادة الله وتوحيده، ذكر بطلان ما عليه المشركون من عبادة من ليس له من أوصاف الكمال شيء، ولا تنفع ولا تضر، وإنما هي أسماء فارغة عن المعنى، سماها المشركون هم وآباؤهم الجهال الضلال، ابتدعوا لها من الأسماء الباطلة التي لا تستحقها، فخدعوا بها أنفسهم وغيرهم من الضلال، فالآلهة التي بهذه الحال، لا تستحق مثقال ذرة من العبادة، وهذه الأنداد التي سموها بهذه الأسماء، زعموا أنها مشتقة من أوصاف هي متصفة بها، فسموا \\\"اللات\\\" من \\\"الإله\\\" المستحق للعبادة، و\\\"العزى\\\" من \\\"العزيز\\\" و \\\"مناة\\\" من \\\"المنان\\\" إلحادا في أسماء الله وتجريا على الشرك به، وهذه أسماء متجردة عن المعاني، فكل من له أدنى مسكة من عقل، يعلم بطلان هذه الأوصاف فيها."
    },
    { "ayah": 21, "surah": 53, "text": "{ أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى } أي: أتجعلون لله البنات بزعمكم، ولكم البنون؟." },
    {
      "ayah": 22,
      "surah": 53,
      "text": "{ تِلْكَ إِذًا قِسْمَةٌ ضِيزَى } أي: ظالمة جائرة، [وأي ظلم أعظم من قسمة] تقتضي تفضيل العبد المخلوق على الخالق؟ [تعالى عن قولهم علوا كبيرا]."
    },
    {
      "ayah": 23,
      "surah": 53,
      "text": "{ إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ } أي: من حجة وبرهان على صحة مذهبكم، وكل أمر ما أنزل الله به من سلطان، فهو باطل فاسد، لا يتخذ دينا، وهم -في أنفسهم- ليسوا بمتبعين لبرهان، يتيقنون به ما ذهبوا إليه، وإنما دلهم على قولهم، الظن الفاسد، والجهل الكاسد، وما تهواه أنفسهم من الشرك، والبدع الموافقة لأهويتهم، والحال أنه لا موجب لهم يقتضي اتباعهم الظن، من فقد العلم والهدى، ولهذا قال تعالى: { وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى } أي: الذي يرشدهم في باب التوحيد والنبوة، وجميع المطالب التي يحتاج إليها العباد، فكلها قد بينها الله أكمل بيان وأوضحه، وأدله على المقصود، وأقام عليه من الأدلة والبراهين، ما يوجب لهم ولغيرهم اتباعه، فلم يبق لأحد عذر ولا حجة من بعد البيان والبرهان، وإذا كان ما هم عليه، غايته اتباع الظن، ونهايته الشقاء الأبدي والعذاب السرمدي، فالبقاء على هذه الحال، من أسفه السفه، وأظلم الظلم، ومع ذلك يتمنون الأماني، ويغترون بأنفسهم."
    },
    {
      "ayah": 24,
      "surah": 53,
      "text": "ولهذا أنكر تعالى على من زعم أنه يحصل له ما تمنى وهو كاذب في ذلك، فقال: { أَمْ لِلْإِنْسَانِ مَا تَمَنَّى}"
    },
    {
      "ayah": 25,
      "surah": 53,
      "text": "[فَلِلَّهِ الْآخِرَةُ وَالْأُولَى } فيعطي منهما من يشاء، ويمنع من يشاء، فليس الأمر تابعا لأمانيهم، ولا موافقا لأهوائهم."
    },
    {
      "ayah": 26,
      "surah": 53,
      "text": "يقول تعالى منكرا على من عبد غيره من الملائكة وغيرهم، وزعم أنها تنفعه وتشفع له عند الله يوم القيامة: { وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ } من الملائكة المقربين، وكرام الملائكة، { لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا } أي: لا تفيد من دعاها وتعلق بها ورجاها، { إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى } أي: لا بد من اجتماع الشرطين: إذنه تعالى في الشفاعة، ورضاه عن المشفوع له. ومن المعلوم المتقرر، أنه لا يقبل من العمل إلا ما كان خالصا لوجه الله، موافقا فيه صاحبه الشريعة، فالمشركون إذا لا نصيب لهم من شفاعة الشافعين، وقد سدوا على أنفسهم رحمة أرحم الراحمين."
    },
    {
      "ayah": 27,
      "surah": 53,
      "text": "يعني أن المشركين بالله المكذبين لرسله، الذين لا يؤمنون بالآخرة، وبسبب عدم إيمانهم بالآخرة تجرأوا على ما تجرأوا عليه، من الأقوال، والأفعال المحادة لله ولرسوله، من قولهم: { الملائكة بنات الله } فلم ينزهوا ربهم عن الولادة، ولم يكرموا الملائكة ويجلوهم عن تسميتهم إياهم إناثا."
    },
    {
      "ayah": 28,
      "surah": 53,
      "text": "والحال أنه ليس لهم بذلك علم، لا عن الله، ولا عن رسوله، ولا دلت على ذلك الفطر والعقول، بل العلم كله دال على نقيض قولهم، وأن الله منزه عن الأولاد والصاحبة، لأنه الواحد الأحد، الفرد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد، وأن الملائكة كرام مقربون إلى الله، قائمون بخدمته { لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } والمشركون  إنما يتبعون في ذلك القول القبيح، وهو  الظن الذي لا يغني من الحق شيئا، فإن الحق لا بد فيه من اليقين المستفاد من الأدلة القاطعة والبراهين الساطعة."
    },
    {
      "ayah": 29,
      "surah": 53,
      "text": "ولما كان هذا دأب هؤلاء المذكورين أنهم  لا غرض لهم في اتباع الحق، وإنما غرضهم ومقصودهم، ما تهواه نفوسهم، أمر الله رسوله بالإعراض عمن تولى عن ذكره، الذي هو الذكر الحكيم، والقرآن العظيم، والنبأ الكريم، فأعرض عن العلوم النافعة، ولم يرد إلا الحياة الدنيا، فهذا منتهى إرادته، ومن المعلوم أن العبد لا يعمل إلا للشيء الذي يريده،"
    },
    { "ayah": 3, "surah": 53, "text": "{ وَمَا يَنْطِقُ عَنِ الْهَوَى } أي: ليس نطقه صادرا عن هوى نفسه" },
    {
      "ayah": 30,
      "surah": 53,
      "text": "فسعيهم مقصور على الدنيا ولذاتها وشهواتها، كيف حصلت حصلوها، وبأي: طريق سنحت ابتدروها، { ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ } أي: هذا منتهى علمهم وغايته، وأما المؤمنون بالآخرة، المصدقون بها، أولو الألباب والعقول،فهمتهم وإرادتهم للدار الآخرة، وعلومهم أفضل العلوم وأجلها، وهو العلم المأخوذ من كتاب الله وسنة رسوله صلى الله عليه وسلم، والله تعالى أعلم بمن يستحق الهداية فيهديه، ممن لا يستحق ذلك فيكله إلى نفسه، ويخذله، فيضل عن سبيل الله، ولهذا قال تعالى: { إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى } فيضع فضله حيث يعلم المحل اللائق به."
    },
    {
      "ayah": 31,
      "surah": 53,
      "text": "يخبر تعالى أنه مالك الملك، المتفرد بملك الدنيا والآخرة، وأن جميع من في السماوات والأرض ملك لله، يتصرف فيهم تصرف الملك العظيم، في عبيده ومماليكه، ينفذ فيهم قدره، ويجري عليهم شرعه، ويأمرهم وينهاهم، ويجزيهم على ما أمرهم به ونهاهم [عنه]، فيثيب المطيع، ويعاقب العاصي، ليجزي الذين أساؤوا العمل السيئات من الكفر فما دونه بما عملوا من أعمال الشر بالعقوبة البليغة  { وَيَجْزِيَ الَّذِينَ أَحْسَنُوا } في عبادة الله تعالى، وأحسنوا إلى خلق الله، بأنواع المنافع { بِالْحُسْنَى } أي: بالحالة الحسنة في الدنيا والآخرة، وأكبر ذلك وأجله رضا ربهم، والفوز بنعيم الجنة"
    },
    {
      "ayah": 32,
      "surah": 53,
      "text": "{ الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ } أي: يفعلون ما أمرهم الله به من الواجبات، التي يكون تركها من كبائر الذنوب، ويتركون المحرمات الكبار، كالزنا، وشرب الخمر، وأكل الربا، والقتل، ونحو ذلك من الذنوب العظيمة، { إِلَّا اللَّمَمَ } وهي الذنوب الصغار، التي لا يصر صاحبها عليها، أو التي يلم بها العبد، المرة بعد المرة، على وجه الندرة والقلة، فهذه ليس مجرد الإقدام عليها مخرجا للعبد من أن يكون من المحسنين، فإن هذه مع الإتيان بالواجبات وترك المحرمات، تدخل تحت مغفرة الله التي وسعت كل شيء، ولهذا قال: { إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ } فلولا مغفرته لهلكت البلاد والعباد، ولولا عفوه وحلمه لسقطت السماء على الأرض، ولما ترك على ظهرها من دابة. ولهذا قال النبي صلى الله عليه وسلم: \\\"الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات لما بينهن، ما اجتنبت الكبائر\\\" [وقوله:] { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ } أي: هو تعالى أعلم بأحوالكم كلها، وما جبلكم عليه، من الضعف والخور، عن كثير مما أمركم الله به، ومن كثرة الدواعي إلى بعض  المحرمات، وكثرة الجواذب إليها، وعدم الموانع القوية، والضعف موجود مشاهد منكم حين أنشاكم  الله من الأرض، وإذ كنتم في بطون أمهاتكم، ولم يزل موجودا فيكم، وإن كان الله تعالى قد أوجد فيكم قوة على ما أمركم به، ولكن الضعف لم يزل، فلعلمه تعالى بأحوالكم هذه، ناسبت الحكمة الإلهية والجود الرباني، أن يتغمدكم برحمته ومغفرته وعفوه، ويغمركم بإحسانه، ويزيل عنكم الجرائم والمآثم، خصوصا إذا كان العبد مقصوده مرضاة ربه في جميع الأوقات، وسعيه فيما يقرب إليه في أكثر الآنات، وفراره من الذنوب التي يتمقت بها عند مولاه، ثم تقع منه الفلتة بعد الفلتة، فإن الله تعالى أكرم الأكرمين وأرحم الراحمين  أرحم بعباده من الوالدة بولدها، فلا بد لمثل هذا أن يكون من مغفرة ربه قريبا وأن يكون الله له في جميع أحواله مجيبا، ولهذا قال تعالى: { فَلَا تُزَكُّوا أَنْفُسَكُمْ } أي: تخبرون الناس بطهارتها على وجه التمدح  { هُوَ أَعْلَمُ بِمَنِ اتَّقَى } [فإن التقوى، محلها القلب، والله هو المطلع عليه، المجازي على ما فيه من بر وتقوى، وأما الناس، فلا يغنون عنكم من الله شيئا]."
    },
    {
      "ayah": 33,
      "surah": 53,
      "text": "إلى آخر السورة يقول تعالى: { أَفَرَأَيْتَ } قبح حالة من أمر بعبادة ربه وتوحيده، فتولى عن ذلك وأعرض عنه؟"
    },
    {
      "ayah": 34,
      "surah": 53,
      "text": "فإن سمحت نفسه ببعض الشيء، القليل، فإنه لا يستمر عليه، بل يبخل ويكدى ويمنع.فإن المعروف ليس سجية له وطبيعة  بل طبعه التولي عن الطاعة، وعدم الثبوت على فعل المعروف، ومع هذا، فهو يزكي نفسه، وينزلها غير منزلتها التي أنزلها الله بها."
    },
    {
      "ayah": 35,
      "surah": 53,
      "text": "{ أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى } الغيب ويخبر به، أم هو متقول على الله، متجرئ على الجمع بين الإساءة والتزكية  كما هو الواقع، لأنه قد علم أنه ليس عنده علم من الغيب، وأنه لو قدر أنه ادعى ذلك فالإخبارات القاطعة عن علم الغيب التي على يد النبي المعصوم، تدل على نقيض قوله، وذلك دليل على بطلانه."
    },
    { "ayah": 36, "surah": 53, "text": "{ أَمْ لَمْ يُنَبَّأْ } هذا المدعي { بِمَا فِي صُحُفِ مُوسَى}" },
    {
      "ayah": 37,
      "surah": 53,
      "text": "[وَإِبْرَاهِيمَ الَّذِي وَفَّى } أي: قام بجميع ما ابتلاه الله به، وأمره به من الشرائع وأصول الدين وفروعه"
    },
    {
      "ayah": 38,
      "surah": 53,
      "text": "وفي تلك الصحف أحكام كثيرة من أهمها ما ذكره الله بقوله: { أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى  وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى } أي: كل عامل له عمله الحسن والسيئ، فليس له من عمل غيره وسعيهم شيء، ولا يتحمل أحد عن أحد ذنبا"
    },
    {
      "ayah": 39,
      "surah": 53,
      "text": "وفي تلك الصحف أحكام كثيرة من أهمها ما ذكره الله بقوله: { أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى  وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى } أي: كل عامل له عمله الحسن والسيئ، فليس له من عمل غيره وسعيهم شيء، ولا يتحمل أحد عن أحد ذنبا"
    },
    {
      "ayah": 4,
      "surah": 53,
      "text": "{ إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى } أي: لا يتبع إلا ما أوحى الله إليه من الهدى والتقوى، في نفسه وفي غيره.ودل هذا على أن السنة وحي من الله لرسوله صلى الله عليه وسلم، كما قال تعالى: { وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ } وأنه معصوم فيما يخبر به عن الله تعالى وعن شرعه، لأن كلامه لا يصدر عن هوى، وإنما يصدر عن وحي يوحى."
    },
    { "ayah": 40, "surah": 53, "text": "{ وَأَنَّ سَعْيَهُ سَوْفَ يُرَى } في الآخرة فيميز حسنه من سيئه." },
    {
      "ayah": 41,
      "surah": 53,
      "text": "{ ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى } أي: المستكمل لجميع العمل الحسن الخالص بالحسنى، والسيئ الخالص بالسوأى، والمشوب بحسبه، جزاء تقر بعدله وإحسانه الخليقة كلها، وتحمد الله عليه، حتى إن أهل النار ليدخلون النار، وإن قلوبهم مملوءة من حمد ربهم، والإقرار له بكمال الحكمة ومقت أنفسهم، وأنهم الذين أوصلوا أنفسهم وأوردوها شر الموارد، وقد استدل بقوله تعالى: { وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى } من يرى أن القرب لا يفيد  إهداؤها للأحياء ولا للأموات قالوا لأن الله قال: { وَأَنْ لَيْسَ لِلْإِنْسَانِ مَا سَعَى } فوصول سعي غيره إليه مناف لذلك، وفي هذا الاستدلال نظر، فإن الآية إنما تدل على أنه ليس للإنسان إلا ما سعى بنفسه، وهذا حق لا خلاف فيه، وليس فيها ما يدل على أنه لا ينتفع بسعي غيره، إذا أهداه ذلك الغير له، كما أنه ليس للإنسان من المال إلا ما هو في ملكه وتحت يده، ولا يلزم من ذلك، أن لا يملك ما وهبه له الغير من ماله الذي يملكه."
    },
    {
      "ayah": 42,
      "surah": 53,
      "text": "{ وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى } أي: إليه تنتهي الأمور، وإليه تصير الأشياء والخلائق بالبعث والنشور، وإلى الله المنتهى في كل حال، فإليه ينتهي العلم والحكم، والرحمة وسائر الكمالات."
    },
    {
      "ayah": 43,
      "surah": 53,
      "text": "{ وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى } أي: هو الذي أوجد أسباب الضحك والبكاء، وهو الخير والشر، والفرح والسرور والهم [والحزن]، وهو سبحانه له الحكمة البالغة في ذلك،"
    },
    {
      "ayah": 44,
      "surah": 53,
      "text": "{ وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا } أي: هو المنفرد بالإيجاد والإعدام، والذي أوجد الخلق وأمرهم ونهاهم، سيعيدهم بعد موتهم، ويجازيهم بتلك الأعمال التي عملوها في دار الدنيا."
    },
    {
      "ayah": 45,
      "surah": 53,
      "text": "{ وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ } فسر الزوجين  بقوله: { الذَّكَرَ وَالْأُنْثَى } وهذا اسم جنس شامل لجميع الحيوانات، ناطقها وبهيمها، فهو المنفرد بخلقها."
    },
    {
      "ayah": 46,
      "surah": 53,
      "text": "{ مِنْ نُطْفَةٍ إِذَا تُمْنَى } وهذا من أعظم الأدلة على كمال قدرته وانفراده بالعزة العظيمة، حيث أوجد تلك الحيوانات، صغيرها وكبيرها من نطفة ضعيفة  من ماء مهين، ثم نماها وكملها، حتى بلغت ما بلغت، ثم صار الآدمي منها إما إلى أرفع المقامات في أعلى عليين، وإما إلى أدنى الحالات في أسفل سافلين."
    },
    {
      "ayah": 47,
      "surah": 53,
      "text": "استدل بالبداءة على الإعادة، فقال: { وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى } فيعيد العباد من الأجداث، ويجمعهم ليوم الميقات، ويجازيهم على الحسنات والسيئات."
    },
    {
      "ayah": 48,
      "surah": 53,
      "text": "{ وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى } أي: أغنى العباد بتيسير أمر معاشهم من التجارات وأنواع المكاسب، من الحرف وغيرها، وأقنى أي: أفاد عباده من الأموال بجميع أنواعها، ما يصيرون به مقتنين لها، ومالكين لكثير من الأعيان، وهذا من نعمه على عباده أن جميع النعم منه تعالى  وهذا يوجب للعباد أن يشكروه، ويعبدوه وحده لا شريك له"
    },
    {
      "ayah": 49,
      "surah": 53,
      "text": "{ وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى } وهي النجم المعروف بالشعرى العبور، المسماة بالمرزم، وخصها الله بالذكر، وإن كان رب كل شيء، لأن هذا النجم مما عبد في الجاهلية، فأخبر تعالى أن جنس ما يعبده المشركون مربوب مدبر مخلوق،فكيف تتخذ إلها مع الله"
    },
    {
      "ayah": 5,
      "surah": 53,
      "text": "ثم ذكر المعلم للرسول صلى الله عليه وسلم، وهو جبريل [عليه السلام]، أفضل الملائكة [الكرام] وأقواهم وأكملهم، فقال: { عَلَّمَهُ [شَدِيدُ الْقُوَى] } أي: نزل بالوحي على الرسول صلى الله عليه وسلم جبريل عليه السلام، { شديد القوى } أي: شديد القوة الظاهرة والباطنة، قوي على تنفيذ ما أمره الله بتنفيذه، قوي على إيصال الوحي إلى الرسول صلى الله عليه وسلم، ومنعه من اختلاس الشياطين له، أو إدخالهم فيه ما ليس منه، وهذا من حفظ الله لوحيه، أن أرسله مع هذا الرسول القوي الأمين."
    },
    {
      "ayah": 50,
      "surah": 53,
      "text": "{ وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى } وهم قوم هود عليه السلام، حين كذبوا هودا، فأهلكهم الله بريح صرصر عاتية"
    },
    {
      "ayah": 51,
      "surah": 53,
      "text": "{ وَثَمُودَ } قوم صالح عليه السلام، أرسله الله إلى ثمود فكذبوه، فبعث الله إليهم  الناقة آية، فعقروها وكذبوه، فأهلكهم الله تعالى، { فَمَا أَبْقَى } منهم أحدا، بل أهلكهم الله عن آخرهم"
    },
    {
      "ayah": 52,
      "surah": 53,
      "text": "{ وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى } من هؤلاء الأمم، فأهلكهم الله وأغرقهم في اليم"
    },
    {
      "ayah": 53,
      "surah": 53,
      "text": "{ وَالْمُؤْتَفِكَةَ } وهم قوم لوط عليه السلام { أَهْوَى } أي: أصابهم الله بعذاب ما عذب به أحدا من العالمين، قلب أسفل ديارهم أعلاها، وأمطر عليهم حجارة من سجيل."
    },
    {
      "ayah": 54,
      "surah": 53,
      "text": "{ فَغَشَّاهَا مَا غَشَّى } أي: غشيها من العذاب الأليم الوخيم ما غشى أي: شيء عظيم لا يمكن وصفه."
    },
    {
      "ayah": 55,
      "surah": 53,
      "text": "{ فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى } أي: فبأي: نعم الله وفضله تشك أيها الإنسان؟ فإن نعم الله ظاهرة لا تقبل الشك بوجه من الوجوه، فما بالعباد من نعمة إلا منه تعالى، ولا يدفع النقم إلا هو."
    },
    {
      "ayah": 56,
      "surah": 53,
      "text": "{ هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى } أي: هذا الرسول القرشي الهاشمي محمد بن عبد الله، ليس ببدع من الرسل، بل قد تقدمه من الرسل السابقين، ودعوا إلى ما دعا إليه، فلأي شيء تنكر رسالته؟ وبأي حجة تبطل دعوته؟أليست أخلاقه [أعلا] أخلاق الرسل الكرام، أليست دعوته إلى كل خير والنهي عن كل شر؟  ألم يأت بالقرآن الكريم الذي لا يأتيه الباطل من بين يديه ولا من خلفه، تنزيل من حكيم حميد؟ ألم يهلك الله من كذب من قبله من الرسل الكرام؟ فما الذي يمنع العذاب عن المكذبين لمحمد سيد المرسلين، وإمام المتقين، وقائد الغر المحجلين؟"
    },
    { "ayah": 57, "surah": 53, "text": "{ أَزِفَتِ الْآزِفَةُ } أي: قربت القيامة، ودنا وقتها، وبانت علاماتها." },
    { "ayah": 58, "surah": 53, "text": "{ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ } أي: إذا أتت القيامة وجاءهم العذاب الموعود به." },
    {
      "ayah": 59,
      "surah": 53,
      "text": "ثم توعد المنكرين لرسالة الرسول محمد صلى الله عليه وسلم، المكذبين لما جاء به من القرآن الكريم، فقال: { أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ } ؟ أي: أفمن هذا الحديث الذي هو خير الكلام وأفضله وأشرفه تتعجبون منه، وتجعلونه من الأمور المخالفة للعادة الخارقة للأمور [والحقائق] المعروفة؟ هذا من جهلهم وضلالهم وعنادهم، وإلا فهو الحديث الذي إذا حدث صدق، وإذا قال قولا فهو القول الفصل الذي ليس بالهزل، وهو القرآن  العظيم، الذي لو أنزل على جبل لرأيته خاشعا متصدعا من خشية الله، الذي يزيد ذوي الأحلام رأيا وعقلا، وتسديدا وثباتا، وإيمانا ويقينا والذي  ينبغي العجب من عقل من تعجب منه، وسفهه وضلاله."
    },
    { "ayah": 6, "surah": 53, "text": "{ ذُو مِرَّةٍ } أي: قوة، وخلق حسن، وجمال ظاهر وباطن.{ فَاسْتَوَى } جبريل عليه السلام" },
    {
      "ayah": 60,
      "surah": 53,
      "text": "{ وَتَضْحَكُونَ وَلَا تَبْكُونَ } أي: تستعملون الضحك والاستهزاء به، مع أن الذي ينبغي أن تتأثر منه النفوس، وتلين له القلوب، وتبكي له العيون،سماعا لأمره ونهيه، وإصغاء لوعده ووعيده، والتفاتا لأخباره الحسنة الصادقة"
    },
    {
      "ayah": 61,
      "surah": 53,
      "text": "{ وَأَنْتُمْ سَامِدُونَ } أي: غافلون عنه، لاهون عن تدبره، وهذا من قلة عقولكم وأديانكم فلو عبدتم الله وطلبتم رضاه في جميع الأحوال لما كنتم بهذه المثابة التي يأنف منها أولو الألباب،"
    },
    {
      "ayah": 62,
      "surah": 53,
      "text": "{  فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا }  الأمر بالسجود لله خصوصا، ليدل ذلك على فضله  وأنه سر العبادة ولبها، فإن لبها الخشوع لله  والخضوع له، والسجود هو أعظم حالة يخضع بها العبد  فإنه يخضع قلبه وبدنه، ويجعل أشرف أعضائه على الأرض المهينة موضع وطء الأقدام. ثم أمر بالعبادة عموما، الشاملة لجميع ما يحبه الله ويرضاه من الأعمال والأقوال الظاهرة والباطنة.تم تفسير سورة النجم، والحمد لله الذي لا نحصي ثناء عليه، بل هو كما أثنى على نفسه، وفوق ما يثني عليه عباده، وصلى الله على محمد وسلم تسليما كثيرا."
    },
    {
      "ayah": 7,
      "surah": 53,
      "text": "{ وَهُوَ بِالْأُفُقِ الْأَعْلَى } أي: أفق السماء الذي هو أعلى من  الأرض، فهو من الأرواح العلوية، التي لا تنالها الشياطين ولا يتمكنون من الوصول إليها."
    },
    {
      "ayah": 8,
      "surah": 53,
      "text": "{ ثُمَّ دَنَا } جبريل من النبي صلى الله عليه وسلم، لإيصال الوحي إليه. { فَتَدَلَّى } عليه من الأفق الأعلى"
    },
    {
      "ayah": 9,
      "surah": 53,
      "text": "{ فَكَانَ } في قربه منه { قَابَ قَوْسَيْنِ } أي: قدر قوسين، والقوس معروف، { أَوْ أَدْنَى } أي: أقرب من القوسين، وهذا يدل على كمال المباشرة  للرسول صلى الله عليه وسلم بالرسالة، وأنه لا واسطة بينه وبين جبريل عليه السلام."
    }
  ]
}
