{
  "ayahs": [
    { "ayah": 1, "surah": 56, "text": "يخبر تعالى بحال الواقعة التي لا بد من وقوعها، وهي القيامة التي" },
    {
      "ayah": 10,
      "surah": 56,
      "text": "{ وَالسَّابِقُونَ السَّابِقُونَ } أي: السابقون في الدنيا إلى الخيرات، هم السابقون في الآخرة لدخول الجنات."
    },
    { "ayah": 11, "surah": 56, "text": "[أُولَئِكَ الْمُقَرَّبُونَ ]" },
    {
      "ayah": 12,
      "surah": 56,
      "text": "أولئك الذين هذا وصفهم، المقربون عند الله، في جنات النعيم، في أعلى عليين، في المنازل العاليات، التي لا منزلة فوقها."
    },
    {
      "ayah": 13,
      "surah": 56,
      "text": "وهؤلاء المذكورون { ثُلَّةٌ مِنَ الْأَوَّلِينَ } أي: جماعة كثيرون من المتقدمين من هذه الأمة وغيرهم."
    },
    {
      "ayah": 14,
      "surah": 56,
      "text": "وهذا يدل على فضل صدر هذه الأمة في الجملة على متأخريها، لكون المقربين من الأولين أكثر من المتأخرين.والمقربون هم خواص الخلق،"
    },
    {
      "ayah": 15,
      "surah": 56,
      "text": "{ عَلَى سُرُرٍ مَوْضُونَةٍ } أي: مرمولة بالذهب والفضة، واللؤلؤ، والجوهر، وغير ذلك من [الحلي] الزينة، التي لا يعلمها إلا الله تعالى."
    },
    {
      "ayah": 16,
      "surah": 56,
      "text": "{ مُتَّكِئِينَ عَلَيْهَا } أي: على تلك السرر، جلوس تمكن وطمأنينة وراحة واستقرار. { مُتَقَابِلِينَ } وجه كل منهم إلى وجه صاحبه، من صفاء قلوبهم، وحسن أدبهم، وتقابل قلوبهم."
    },
    {
      "ayah": 17,
      "surah": 56,
      "text": "أي: يدور على أهل الجنة لخدمة وقضاء حوائجهم، ولدان صغار الأسنان، في غاية الحسن والبهاء، { كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ } أي: مستور، لا يناله ما يغيره، مخلوقون للبقاء والخلد، لا يهرمون ولا يتغيرون، ولا يزيدون على أسنانهم."
    },
    {
      "ayah": 18,
      "surah": 56,
      "text": "ويدورون عليهم بآنية شرابهم { بِأَكْوَابٍ } وهي التي لا عرى لها، { وَأَبَارِيقَ } الأواني التي لها عرى، { وَكَأْسٍ مِنْ مَعِينٍ } أي: من خمر لذيذ المشرب، لا آفة فيها."
    },
    {
      "ayah": 19,
      "surah": 56,
      "text": "{ لَا يُصَدَّعُونَ عَنْهَا } أي: لا تصدعهم رءوسهم كما تصدع خمرة الدنيا رأس شاربها.ولا هم عنها ينزفون، أي: لا تنزف عقولهم، ولا تذهب أحلامهم منها، كما يكون لخمر الدنيا.والحاصل: أن جميع  ما في الجنة من أنواع النعيم الموجود جنسه في الدنيا، لا يوجد في الجنة فيه آفة، كما قال تعالى: { فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى } وذكر هنا خمر الجنة، ونفى عنها كل آفة توجد في الدنيا."
    },
    {
      "ayah": 2,
      "surah": 56,
      "text": "{ لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ } أي: لا شك فيها، لأنها قد تظاهرت عليها الأدلة العقلية والسمعية، ودلت عليها حكمته تعالى."
    },
    {
      "ayah": 20,
      "surah": 56,
      "text": "{ وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ } أي: مهما تخيروا، وراق في أعينهم، واشتهته نفوسهم، من أنواع الفواكه الشهية، والجنى اللذيذ، حصل لهم على أكمل وجه وأحسنه."
    },
    {
      "ayah": 21,
      "surah": 56,
      "text": "{ وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ } أي: من كل صنف من الطيور يشتهونه، ومن أي جنس من لحمه أرادوا، وإن شاءوا مشويا، أو طبيخا، أو غير ذلك."
    },
    {
      "ayah": 22,
      "surah": 56,
      "text": "{ وَحُورٌ عِينٌ } أي: ولهم حور عين، والحوراء: التي في عينها كحل وملاحة، وحسن وبهاء، والعين: حسان الأعين وضخامها  وحسن العين في الأنثى، من أعظم الأدلة على حسنها وجمالها."
    },
    {
      "ayah": 23,
      "surah": 56,
      "text": "{ كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ } أي: كأنهن اللؤلؤ الأبيض الرطب الصافي البهي، المستور عن الأعين والريح والشمس، الذي يكون لونه من أحسن الألوان، الذي لا عيب فيه بوجه من الوجوه، فكذلك الحور العين، لا عيب فيهن [بوجه]، بل هن كاملات الأوصاف، جميلات النعوت.فكل ما تأملته منها لم تجد فيه إلا ما يسر الخاطر  ويروق الناظر."
    },
    {
      "ayah": 24,
      "surah": 56,
      "text": "وذلك النعيم المعد لهم { جَزَاءً بِمَا كَانُوا يَعْمَلُونَ } فكما حسنت منهم الأعمال، أحسن الله لهم الجزاء، ووفر لهم الفوز والنعيم."
    },
    {
      "ayah": 25,
      "surah": 56,
      "text": "{ لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا } أي: لا يسمعون في جنات النعيم كلاما يلغى، ولا يكون فيه فائدة، ولا كلاما يؤثم صاحبه."
    },
    {
      "ayah": 26,
      "surah": 56,
      "text": "{ إِلَّا قِيلًا سَلَامًا سَلَامًا } أي: إلا كلاما طيبا، وذلك لأنها دار الطيبين، ولا يكون فيها إلا كل طيب، وهذا دليل على حسن أدب أهل الجنة في خطابهم فيما بينهم، وأنه أطيب كلام، وأسره للنفوس  وأسلمه من كل لغو وإثم، نسأل الله من فضله."
    },
    { "ayah": 27, "surah": 56, "text": "{ وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ } أي: شأنهم عظيم، وحالهم جسيم." },
    {
      "ayah": 28,
      "surah": 56,
      "text": "{ فِي سِدْرٍ مَخْضُودٍ } أي: مقطوع ما فيه من الشوك والأغصان [الرديئة] المضرة، مجعول مكان ذلك الثمر الطيب، وللسدر من الخواص، الظل الظليل، وراحة الجسم فيه."
    },
    {
      "ayah": 29,
      "surah": 56,
      "text": "{ وَطَلْحٍ مَنْضُودٍ } والطلح معروف، وهو شجر [كبار] يكون بالبادية، تنضد أغصانه من الثمر اللذيذ الشهي."
    },
    {
      "ayah": 3,
      "surah": 56,
      "text": "{ خَافِضَةٌ رَافِعَةٌ } أي: خافضة لأناس في أسفل سافلين، رافعة لأناس في أعلى عليين، أو خفضت بصوتها فأسمعت القريب، ورفعت فأسمعت البعيد."
    },
    {
      "ayah": 30,
      "surah": 56,
      "text": "{ وَطَلْحٍ مَنْضُودٍ } والطلح معروف، وهو شجر [كبار] يكون بالبادية، تنضد أغصانه من الثمر اللذيذ الشهي."
    },
    { "ayah": 31, "surah": 56, "text": "{ وَمَاءٍ مَسْكُوبٍ } أي: كثير من العيون والأنهار السارحة، والمياه المتدفقة." },
    {
      "ayah": 32,
      "surah": 56,
      "text": "{ وَفَاكِهَةٍ كَثِيرَةٍ لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ } أي: ليست بمنزلة فاكهة الدنيا تنقطع في وقت من الأوقات، وتكون ممتنعة [أي: متعسرة] على مبتغيها، بل هي على الدوام موجودة، وجناها قريب يتناوله العبد على أي حال يكون."
    },
    {
      "ayah": 33,
      "surah": 56,
      "text": "{ وَفَاكِهَةٍ كَثِيرَةٍ لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ } أي: ليست بمنزلة فاكهة الدنيا تنقطع في وقت من الأوقات، وتكون ممتنعة [أي: متعسرة] على مبتغيها، بل هي على الدوام موجودة، وجناها قريب يتناوله العبد على أي حال يكون."
    },
    {
      "ayah": 34,
      "surah": 56,
      "text": "{ وَفُرُشٍ مَرْفُوعَةٍ } أي: مرفوعة فوق الأسرة ارتفاعا عظيما، وتلك الفرش من الحرير والذهب واللؤلؤ وما لا يعلمه إلا الله."
    },
    {
      "ayah": 35,
      "surah": 56,
      "text": "{ إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً } أي: إنا أنشأنا نساء أهل الجنة نشأة غير النشأة التي كانت في الدنيا، نشأة كاملة لا تقبل الفناء."
    },
    { "ayah": 36, "surah": 56, "text": "{ فَجَعَلْنَاهُنَّ أَبْكَارًا } صغارهن وكبارهن." },
    {
      "ayah": 37,
      "surah": 56,
      "text": "وعموم ذلك، يشمل الحور العين ونساء أهل الدنيا، وأن هذا الوصف -وهو البكارة- ملازم لهن في جميع الأحوال، كما أن كونهن { عُرُبًا أَتْرَابًا } ملازم لهن في كل حال، والعروب: هي المرأة المتحببة إلى بعلها بحسن لفظها، وحسن هيئتها ودلالها وجمالها [ومحبتها]، فهي التي إن تكلمت سبت العقول، وود السامع أن كلامها لا ينقضي، خصوصا عند غنائهن بتلك الأصوات الرخيمة والنغمات المطربة، وإن نظر إلى أدبها وسمتها ودلها ملأت قلب بعلها فرحا وسرورا، وإن برزت  من محل إلى آخر، امتلأ ذلك الموضع منها ريحا طيبا ونورا، ويدخل في ذلك الغنجة عند الجماع.والأتراب اللاتي على سن واحدة، ثلاث وثلاثين سنة، التي هي غاية ما يتمنى ونهاية سن الشباب، فنساؤهم عرب أتراب، متفقات مؤتلفات، راضيات مرضيات، لا يحزن ولا يحزن، بل هن أفراح النفوس، وقرة العيون، وجلاء الأبصار."
    },
    { "ayah": 38, "surah": 56, "text": "{ لِأَصْحَابِ الْيَمِينِ } أي: معدات لهم مهيئات." },
    {
      "ayah": 39,
      "surah": 56,
      "text": "{ ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ } أي: هذا القسم من أصحاب اليمين عدد كثير من الأولين، وعدد كثير من الآخرين."
    },
    { "ayah": 4, "surah": 56, "text": "{ إِذَا رُجَّتِ الْأَرْضُ رَجًّا } أي: حركت واضطربت." },
    {
      "ayah": 40,
      "surah": 56,
      "text": "{ ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ } أي: هذا القسم من أصحاب اليمين عدد كثير من الأولين، وعدد كثير من الآخرين."
    },
    { "ayah": 41, "surah": 56, "text": "المراد بأصحاب الشمال [هم:] أصحاب النار، والأعمال المشئومة." },
    {
      "ayah": 42,
      "surah": 56,
      "text": "فذكر [الله] لهم من العقاب، ما هم حقيقون به، فأخبر أنهم { فِي سَمُومٍ } أي: ريح حارة من حر نار جهنم، يأخذ بأنفاسهم، وتقلقهم أشد القلق، { وَحَمِيمٍ } أي: ماء حار يقطع أمعاءهم."
    },
    { "ayah": 43, "surah": 56, "text": "{ وَظِلٍّ مِنْ يَحْمُومٍ } أي: لهب نار، يختلط بدخان." },
    {
      "ayah": 44,
      "surah": 56,
      "text": "{ لَا بَارِدٍ وَلَا كَرِيمٍ } أي: لا برد فيه ولا كرم، والمقصود أن هناك الهم والغم، والحزن والشر، الذي لا خير فيه، لأن نفي الضد إثبات لضده."
    },
    {
      "ayah": 45,
      "surah": 56,
      "text": "ثم ذكر أعمالهم التي أوصلتهم إلى هذا الجزاء فقال: { إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ } أي: قد ألهتهم دنياهم، وعملوا لها، وتنعموا وتمتعوا بها، فألهاهم الأمل عن إحسان العمل، فهذا هو الترف الذي ذمهم الله عليه."
    },
    {
      "ayah": 46,
      "surah": 56,
      "text": "{ وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ } أي: وكانوا يفعلون الذنوب الكبار ولا يتوبون منها، ولا يندمون عليها، بل يصرون على ما يسخط مولاهم، فقدموا عليه بأوزار كثيرة [غير مغفورة]."
    },
    {
      "ayah": 47,
      "surah": 56,
      "text": "وكانوا ينكرون البعث، فيقولون استبعادا لوقوعه: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ } أي: كيف نبعث بعد موتنا وقد بلينا، فكنا ترابا وعظاما؟ [هذا من المحال] { أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ }"
    },
    {
      "ayah": 48,
      "surah": 56,
      "text": "وكانوا ينكرون البعث، فيقولون استبعادا لوقوعه: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ } أي: كيف نبعث بعد موتنا وقد بلينا، فكنا ترابا وعظاما؟ [هذا من المحال] { أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ }"
    },
    {
      "ayah": 49,
      "surah": 56,
      "text": "قال تعالى جوابا لهم وردا عليهم  :{ قُلْ إِنَّ الْأَوَّلِينَ والآخرين لمجموعون إلى ميقات يَوْمٍ مَعْلُومٍ } أي: قل إن متقدم الخلق ومتأخرهم، الجميع سيبعثهم الله ويجمعهم لميقات يوم معلوم، قدره الله لعباده، حين تنقضي الخليقة، ويريد الله تعالى جزاءهم على أعمالهم التي عملوها في دار التكليف."
    },
    { "ayah": 5, "surah": 56, "text": "{ وَبُسَّتِ الْجِبَالُ بَسًّا } أي: فتتت." },
    {
      "ayah": 50,
      "surah": 56,
      "text": "{ قُلْ إِنَّ الْأَوَّلِينَ والآخرين لمجموعون إلى ميقات يَوْمٍ مَعْلُومٍ } أي: قل إن متقدم الخلق ومتأخرهم، الجميع سيبعثهم الله ويجمعهم لميقات يوم معلوم، قدره الله لعباده، حين تنقضي الخليقة، ويريد الله تعالى جزاءهم على أعمالهم التي عملوها في دار التكليف."
    },
    {
      "ayah": 51,
      "surah": 56,
      "text": "{ ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ } عن طريق الهدى، التابعون لطريق الردى، { الْمُكَذِّبُونَ } بالرسول صلى الله عليه وسلم وما جاء به من الحق والوعد والوعيد."
    },
    {
      "ayah": 52,
      "surah": 56,
      "text": "{ لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ } وهو أقبح الأشجار وأخسها، وأنتنها ريحا، وأبشعها منظرا."
    },
    {
      "ayah": 53,
      "surah": 56,
      "text": "{ فَمَالِئُونَ مِنْهَا الْبُطُونَ } والذي أوجب لهم أكلها -مع ما هي عليه من الشناعة- الجوع المفرط، الذي يلتهب في أكبادهم وتكاد تنقطع منه أفئدتهم. هذا الطعام الذي يدفعون به الجوع، وهو الذي لا يسمن ولا يغني من جوع."
    },
    {
      "ayah": 54,
      "surah": 56,
      "text": "وأما شرابهم، فهو بئس الشراب، وهو أنهم يشربون على هذا الطعام من الماء الحميم الذي يغلي في البطون شرب الإبل الهيم أي: العطاش، التي قد اشتد عطشها، أو [أن الهيم] داء يصيب الإبل، لا تروى معه من شراب الماء."
    },
    {
      "ayah": 55,
      "surah": 56,
      "text": "وأما شرابهم، فهو بئس الشراب، وهو أنهم يشربون على هذا الطعام من الماء الحميم الذي يغلي في البطون شرب الإبل الهيم أي: العطاش، التي قد اشتد عطشها، أو [أن الهيم] داء يصيب الإبل، لا تروى معه من شراب الماء"
    },
    {
      "ayah": 56,
      "surah": 56,
      "text": "{ هَذَا } الطعام والشراب { نُزُلُهُمْ } أي: ضيافتهم { يَوْمَ الدِّينِ } وهي الضيافة التي قدموها لأنفسهم، وآثروها على ضيافة الله لأوليائه.قال تعالى: { إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا }"
    },
    {
      "ayah": 57,
      "surah": 56,
      "text": "ثم ذكر الدليل العقلي على البعث، فقال: { نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ } أي: نحن الذين أوجدناكم بعد أن لم تكونوا شيئا مذكورا، من غير عجز ولا تعب، أفليس القادر على ذلك بقادر على أن يحيي الموتى؟ بلى إنه على كل شيء قدير، ولهذا وبخهم على عدم تصديقهم بالبعث، وهم يشاهدون ما هو أعظم منه وأبلغ."
    },
    { "ayah": 58, "surah": 56, "text": "أي: أفرأيتم ابتداء خلقتكم من المني الذي تمنون." },
    {
      "ayah": 59,
      "surah": 56,
      "text": "فهل أنتم خالقون ذلك المني وما ينشأ منه؟ أم الله تعالى الخالق الذي خلق فيكم من الشهوة وآلتها من الذكر والأنثى، وهدى كلا منهما لما هنالك، وحبب بين الزوجين، وجعل بينهما من المودة والرحمة ما هو سبب للتناسل."
    },
    {
      "ayah": 6,
      "surah": 56,
      "text": "{ فَكَانَتْ هَبَاءً مُنْبَثًّا } فأصبحت الأرض ليس عليها جبل ولا معلم، قاعا صفصفا، لا ترى فيها عوجا ولا أمتا."
    },
    {
      "ayah": 60,
      "surah": 56,
      "text": "فهل أنتم خالقون ذلك المني وما ينشأ منه؟ أم الله تعالى الخالق الذي خلق فيكم من الشهوة وآلتها من الذكر والأنثى، وهدى كلا منهما لما هنالك، وحبب بين الزوجين، وجعل بينهما من المودة والرحمة ما هو سبب للتناسل."
    },
    {
      "ayah": 61,
      "surah": 56,
      "text": "فهل أنتم خالقون ذلك المني وما ينشأ منه؟ أم الله تعالى الخالق الذي خلق فيكم من الشهوة وآلتها من الذكر والأنثى، وهدى كلا منهما لما هنالك، وحبب بين الزوجين، وجعل بينهما من المودة والرحمة ما هو سبب للتناسل."
    },
    {
      "ayah": 62,
      "surah": 56,
      "text": "أحالهم الله تعالى على الاستدلال  بالنشأة الأولى على النشأة الأخرى، فقال: { وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ } أن القادر على ابتداء خلقكم، قادر على إعادتكم."
    },
    {
      "ayah": 63,
      "surah": 56,
      "text": "وهذا امتنان منه على عباده، يدعوهم به إلى توحيده وعبادته والإنابة إليه، حيث أنعم عليهم بما يسره لهم من الحرث للزروع والثمار، فتخرج من ذلك من الأقوات والأرزاق والفواكه، ما هو من ضروراتهم وحاجاتهم ومصالحهم، التي لا يقدرون أن يحصوها، فضلا عن شكرها، وأداء حقها، فقررهم بمنته،"
    },
    {
      "ayah": 64,
      "surah": 56,
      "text": "{ أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ } أي: أأنتم أخرجتموه نباتا من الأرض؟ أم أنتم الذين نميتموه؟ أم أنتم الذين أخرجتم سنبله وثمره حتى صار حبا حصيدا وثمرا نضيجا؟ أم الله الذي انفرد بذلك وحده، وأنعم به عليكم؟ وأنتم غاية ما تفعلون أن تحرثوا الأرض وتشقوها وتلقوا فيها البذر، ثم بعد ذلك لا علم عندكم بما يكون بعد ذلك، ولا قدرة لكم على أكثر من ذلك ومع ذلك، فنبههم على أن ذلك الحرث معرض للأخطار لولا حفظ الله وإبقاؤه لكم بلغة ومتاعا إلى حين."
    },
    {
      "ayah": 65,
      "surah": 56,
      "text": "{ لَوْ نَشَاءُ لَجَعَلْنَاهُ } أي: الزرع المحروث وما فيه من الثمار { حُطَامًا } أي: فتاتا متحطما، لا نفع فيه ولا رزق، { فَظَلْتُمْ } أي: فصرتم بسبب جعله حطاما، بعد أن تعبتم فيه وأنفقتم النفقات الكثيرة { تَفَكَّهُونَ } أي: تندمون وتحسرون على ما أصابكم، ويزول بذلك فرحكم وسروركم وتفكهكم"
    },
    { "ayah": 66, "surah": 56, "text": "{ إِنَّا لَمُغْرَمُونَ } أي: إنا قد نقصنا وأصابتنا مصيبة اجتاحتنا." },
    {
      "ayah": 67,
      "surah": 56,
      "text": "ثم تعرفون بعد ذلك من أين أتيتم، وبأي سبب دهيتم، فتقولون: { بَلْ نَحْنُ مَحْرُومُونَ } فاحمدوا الله تعالى حيث زرعه الله لكم، ثم أبقاه وكمله لكم، ولم يرسل عليه من الآفات ما به تحرمون نفعه وخيره."
    },
    {
      "ayah": 68,
      "surah": 56,
      "text": "لما ذكر تعالى نعمته على عباده بالطعام، ذكر نعمته عليهم بالشراب العذب الذي منه يشربون، وأنهم لولا أن الله يسره وسهله، لما كان لكم سبيل إليه."
    },
    {
      "ayah": 69,
      "surah": 56,
      "text": "وأنه الذي أنزله من المزن، وهو السحاب والمطر، ينزله الله تعالى فيكون منه الأنهار الجارية على وجه الأرض وفي بطنها، ويكون منه الغدران المتدفقة، ومن نعمته أن جعله عذبا فراتا تسيغه النفوس"
    },
    {
      "ayah": 7,
      "surah": 56,
      "text": "{ وَكُنْتُمْ } أيها الخلق { أَزْوَاجًا ثَلَاثَةً } أي: انقسمتم ثلاث فرق بحسب أعمالكم الحسنة والسيئة."
    },
    {
      "ayah": 70,
      "surah": 56,
      "text": "ولو شاء لجعله ملحا أجاجا مكروها للنفوس. لا ينتفع به { فَلَوْلَا تَشْكُرُونَ } الله تعالى على ما أنعم به عليكم."
    },
    {
      "ayah": 71,
      "surah": 56,
      "text": "وهذه نعمة تدخل في الضروريات التي لا غنى للخلق عنها، فإن الناس محتاجون إليها في كثير من أمورهم وحوائجهم، فقررهم تعالى بالنار التي أوجدها في الأشجار، وأن الخلق لا يقدرون أن ينشئوا شجرها، وإنما الله تعالى الذي أنشأها من الشجر الأخضر، فإذا هي نار توقد بقدر حاجة العباد، فإذا فرغوا من حاجتهم، أطفأوها وأخمدوها."
    },
    {
      "ayah": 72,
      "surah": 56,
      "text": "وهذه نعمة تدخل في الضروريات التي لا غنى للخلق عنها، فإن الناس محتاجون إليها في كثير من أمورهم وحوائجهم، فقررهم تعالى بالنار التي أوجدها في الأشجار، وأن الخلق لا يقدرون أن ينشئوا شجرها، وإنما الله تعالى الذي أنشأها من الشجر الأخضر، فإذا هي نار توقد بقدر حاجة العباد، فإذا فرغوا من حاجتهم، أطفأوها وأخمدوها."
    },
    {
      "ayah": 73,
      "surah": 56,
      "text": "{ نَحْنُ جَعَلْنَاهَا تَذْكِرَةً } للعباد بنعمة ربهم، وتذكرة بنار جهنم التي أعدها الله للعاصين، وجعلها سوطا يسوق به عباده إلى دار النعيم، { وَمَتَاعًا لِلْمُقْوِينَ } أي: [المنتفعين أو] المسافرين وخص الله المسافرين لأن نفع المسافر بذلك أعظم من غيره، ولعل السبب في ذلك، لأن الدنيا كلها دار سفر، والعبد من حين ولد فهو مسافر إلى ربه، فهذه النار، جعلها الله متاعا للمسافرين في هذه الدار، وتذكرة لهم بدار القرار، فلما بين من نعمه ما يوجب الثناء عليه من عباده وشكره وعبادته،"
    },
    {
      "ayah": 74,
      "surah": 56,
      "text": "أمر بتسبيحه وتحميده  فقال: { فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ } أي: نزه ربك العظيم، كامل الأسماء والصفات، كثير الإحسان والخيرات، واحمده بقلبك ولسانك، وجوارحك، لأنه أهل لذلك، وهو المستحق لأن يشكر فلا يكفر، ويذكر فلا ينسى، ويطاع فلا يعصى."
    },
    {
      "ayah": 75,
      "surah": 56,
      "text": "أقسم تعالى بالنجوم ومواقعها أي: مساقطها في مغاربها، وما يحدث الله في تلك الأوقات، من الحوادث الدالة على عظمته وكبريائه وتوحيده."
    },
    {
      "ayah": 76,
      "surah": 56,
      "text": "ثم عظم هذا المقسم به، فقال: { وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ } وإنما كان القسم عظيما، لأن في النجوم وجريانها، وسقوطها عند مغاربها، آيات وعبرا لا يمكن حصرها."
    },
    {
      "ayah": 77,
      "surah": 56,
      "text": "وأما المقسم عليه، فهو إثبات القرآن، وأنه حق لا ريب فيه، ولا شك يعتريه، وأنه كريم أي: كثير الخير، غزير العلم، فكل خير وعلم، فإنما يستفاد من كتاب الله ويستنبط منه."
    },
    {
      "ayah": 78,
      "surah": 56,
      "text": "{ فِي كِتَابٍ مَكْنُونٍ } أي: مستور عن أعين الخلق، وهذا الكتاب المكنون هو اللوح المحفوظ أي: إن هذا القرآن مكتوب في اللوح المحفوظ، معظم عند الله وعند ملائكته في الملأ الأعلى.ويحتمل أن المراد بالكتاب المكنون، هو الكتاب الذي بأيدي الملائكة الذين ينزلهم الله بوحيه وتنزيله  وأن المراد بذلك أنه مستور عن الشياطين، لا قدرة لهم  على تغييره، ولا الزيادة والنقص منه واستراقه."
    },
    {
      "ayah": 79,
      "surah": 56,
      "text": "{ لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ } أي: لا يمس القرآن إلا الملائكة الكرام، الذين طهرهم الله تعالى من الآفات، والذنوب والعيوب، وإذا كان لا يمسه إلا المطهرون، وأن أهل الخبث والشياطين، لا استطاعة لهم، ولا يدان إلى مسه، دلت الآية بتنبيهها  على أنه لا يجوز أن يمس القرآن إلا طاهر، كما ورد بذلك الحديث، ولهذا قيل أن الآية خبر بمعنى النهي أي: لا يمس القرآن إلا طاهر."
    },
    {
      "ayah": 8,
      "surah": 56,
      "text": "ثم فصل أحوال الأزواج الثلاثة، فقال: { فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ } تعظيم لشأنهم، وتفخيم لأحوالهم."
    },
    {
      "ayah": 80,
      "surah": 56,
      "text": "{ تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ } أي: إن هذا القرآن الموصوف بتلك الصفات الجليلة هو تنزيل رب العالمين، الذي يربي عباده بنعمه الدينية والدنيوية، ومن أجل تربية ربى بها عباده، إنزاله هذا القرآن، الذي قد اشتمل على مصالح الدارين، ورحم الله به العباد رحمة لا يقدرون لها شكورا."
    },
    {
      "ayah": 81,
      "surah": 56,
      "text": "ومما يجب عليهم أن يقوموا به  ويعلنوه ويدعوا إليه ويصدعوا به، ولهذا قال: { أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ } أي: أفبهذا الكتاب العظيم والذكر الحكيم أنتم تدهنون أي: تختفون وتدلسون خوفا من الخلق وعارهم وألسنتهم؟ هذا لا ينبغي ولا يليق، إنما يليق أن يداهن بالحديث الذي لا يثق صاحبه منه.وأما القرآن الكريم، فهو الحق الذي لا يغالب به مغالب إلا غلب، ولا يصول به صائل إلا كان العالي على غيره، وهو الذي لا يداهن به ولا يختفى، بل يصدع به ويعلن."
    },
    {
      "ayah": 82,
      "surah": 56,
      "text": "{ وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ } أي: تجعلون مقابلة منة الله عليكم بالرزق التكذيب والكفر لنعمة الله، فتقولون: مطرنا بنوء كذا وكذا، وتضيفون النعمة لغير مسديها وموليها، فهلا شكرتم الله تعالى على إحسانه، إذ أنزله الله إليكم ليزيدكم من فضله، فإن التكذيب والكفر داع لرفع النعم وحلول النقم."
    },
    {
      "ayah": 83,
      "surah": 56,
      "text": "{ فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ } أي: فهلا إذا بلغت الروح الحلقوم، وأنتم تنظرون المحتضر في هذه الحالة، والحال أنا نحن أقرب إليه منكم، بعلمنا وملائكتنا، ولكن لا تبصرون."
    },
    {
      "ayah": 84,
      "surah": 56,
      "text": "{ فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ } أي: فهلا إذا بلغت الروح الحلقوم، وأنتم تنظرون المحتضر في هذه الحالة، والحال أنا نحن أقرب إليه منكم، بعلمنا وملائكتنا، ولكن لا تبصرون."
    },
    {
      "ayah": 85,
      "surah": 56,
      "text": "{ فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ } أي: فهلا إذا بلغت الروح الحلقوم، وأنتم تنظرون المحتضر في هذه الحالة، والحال أنا نحن أقرب إليه منكم، بعلمنا وملائكتنا، ولكن لا تبصرون."
    },
    {
      "ayah": 86,
      "surah": 56,
      "text": "{ فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ } أي: فهلا إذا كنتم تزعمون، أنكم غير مبعوثين ولا محاسبين ومجازين."
    },
    {
      "ayah": 87,
      "surah": 56,
      "text": "ترجعون الروح إلى بدنها { إِنْ كُنْتُمْ صَادِقِينَ } وأنتم تقرون أنكم عاجزون عن ردها إلى موضعها، فحينئذ إما أن تقروا بالحق الذي جاءكم به محمد صلى الله عليه وسلم، وإما أن تعاندوا وتعلم حالكم وسوء مآلكم."
    },
    {
      "ayah": 88,
      "surah": 56,
      "text": "ذكر الله تعالى أحوال الطوائف الثلاث: المقربين، وأصحاب اليمين، والمكذبين الضالين، في أول السورة في دار القرار.ثم ذكر أحوالهم في آخرها عند الاحتضار والموت، فقال: { فَأَمَّا إِنْ كَانَ } الميت { مِنَ الْمُقَرَّبِينَ } وهم الذين أدوا الواجبات والمستحبات، وتركوا المحرمات والمكروهات  وفضول المباحات."
    },
    {
      "ayah": 89,
      "surah": 56,
      "text": "{ فـ } لهم { رَوْحٌ } أي: راحة وطمأنينة، وسرور وبهجة، ونعيم القلب والروح، { وَرَيْحَانٌ } وهو اسم جامع لكل لذة بدنية، من أنواع المآكل والمشارب وغيرهما، وقيل: الريحان هو الطيب المعروف، فيكون تعبيرا بنوع الشيء عن جنسه العام  { وَجَنَّةُ نَعِيمٍ } جامعة للأمرين كليهما، فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فيبشر المقربون عند الاحتضار بهذه البشارة، التي تكاد تطير منها الأرواح من الفرح والسرور.كما قال تعالى: { إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أن لَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُورٍ رَحِيمٍ } وقد أول قوله  تبارك تعالى: { لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ } أن هذه البشارة المذكورة، هي البشرى في الحياة الدنيا."
    },
    { "ayah": 9, "surah": 56, "text": "{ وَأَصْحَابُ الْمَشئَمَةِ } أي: الشمال، { مَا أَصْحَابُ الْمَشئَمَة } تهويل لحالهم." },
    {
      "ayah": 90,
      "surah": 56,
      "text": "{ وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ } وهم الذين أدوا الواجبات وتركوا المحرمات، و [إن] حصل منهم التقصير في بعض الحقوق التي لا تخل بتوحيدهم وإيمانهم،"
    },
    {
      "ayah": 91,
      "surah": 56,
      "text": "{ فـ } يقال لأحدهم: { سَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ } أي: سلام حاصل لك من إخوانك أصحاب اليمين أي: يسلمون عليه ويحيونه عند وصوله إليهم ولقائهم له، أو يقال له: سلام لك من الآفات والبليات والعذاب، لأنك من أصحاب اليمين، الذين سلموا من الذنوب الموبقات."
    },
    { "ayah": 92, "surah": 56, "text": "{ وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ } أي: الذين كذبوا بالحق وضلوا عن الهدى." },
    {
      "ayah": 93,
      "surah": 56,
      "text": "{ فَنُزُلٌ مِنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ } أي: ضيافتهم يوم قدومهم على ربهم تصلية الجحيم التي تحيط بهم، وتصل إلى أفئدتهم، وإذا استغاثوا من شدة العطش والظمأ { يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا }"
    },
    {
      "ayah": 94,
      "surah": 56,
      "text": "{ فَنُزُلٌ مِنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ } أي: ضيافتهم يوم قدومهم على ربهم تصلية الجحيم التي تحيط بهم، وتصل إلى أفئدتهم، وإذا استغاثوا من شدة العطش والظمأ { يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا }"
    },
    {
      "ayah": 95,
      "surah": 56,
      "text": "{ إِنَّ هَذَا } الذي ذكره الله تعالى، من جزاء العباد بأعمالهم، خيرها وشرها، وتفاصيل ذلك { لَهُوَ حَقُّ الْيَقِينِ } أي: الذي لا شك فيه ولا مرية، بل هو الحق الثابت الذي لا بد من وقوعه، وقد أشهد الله عباده الأدلة القواطع على ذلك، حتى صار عند أولي الألباب كأنهم ذائقون له مشاهدون له  فحمدوا الله تعالى على ما خصهم به من هذه النعمة العظيمة، والمنحة الجسيمة."
    },
    {
      "ayah": 96,
      "surah": 56,
      "text": "{ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ } فسبحان ربنا العظيم، وتعالى وتنزه عما يقول الظالمون والجاحدون علوا كبيرا.والحمد لله رب العالمين حمدا كثيرا طيبا مباركا فيه.[تم تفسير سورة الواقعة]."
    }
  ]
}
