{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 57,
      "text": "يخبر تعالى عن عظمته وجلاله وسعة سلطانه، أن جميع ما في السماوات والأرض من الحيوانات الناطقة والصامتة وغيرها، [والجوامد] تسبح بحمد ربها، وتنزهه عما لا يليق بجلاله، وأنها قانتة لربها، منقادة لعزته، قد ظهرت فيها آثار حكمته، ولهذا قال: { وَهُوَ الْعَزِيزُ الْحَكِيمُ } فهذا فيه بيان عموم افتقار المخلوقات العلوية والسفلية لربها، في جميع أحوالها، وعموم عزته وقهره للأشياء كلها، وعموم حكمته في خلقه وأمره."
    },
    {
      "ayah": 10,
      "surah": 57,
      "text": "أي: وما الذي يمنعكم من النفقة في سبيل الله، وهي طرق الخير كلها، ويوجب لكم أن تبخلوا، { و } الحال أنه ليس لكم شيء، بل { لله مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ } فجميع الأموال ستنتقل من أيديكم أو تنقلون عنها، ثم يعود الملك إلى مالكه تبارك وتعالى، فاغتنموا الإنفاق ما دامت الأموال في أيديكم، وانتهزوا الفرصة، ثم ذكر تعالى تفاضل الأعمال بحسب الأحوال والحكمة الإلهية، فقال: { لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا } المراد بالفتح هنا هو فتح الحديبية، حين جرى من الصلح بين الرسول وبين قريش مما هو أعظم الفتوحات التي حصل بها نشر الإسلام، واختلاط المسلمين بالكافرين، والدعوة إلى الدين من غير معارض، فدخل الناس من ذلك الوقت في دين الله أفواجا، واعتز الإسلام عزا عظيما، وكان المسلمون قبل هذا الفتح لا يقدرون على الدعوة إلى الدين في غير البقعة التي أسلم أهلها، كالمدينة وتوابعها، وكان من أسلم من أهل مكة وغيرها من ديار المشركين يؤذى ويخاف، فلذلك كان من أسلم قبل الفتح وأنفق وقاتل، أعظم درجة وأجرا وثوابا ممن لم يسلم ويقاتل وينفق إلا بعد ذلك، كما هو مقتضى الحكمة، ولذلك كان السابقون وفضلاء الصحابة، غالبهم أسلم قبل الفتح، ولما كان التفضيل بين الأمور قد يتوهم منه نقص وقدح في المفضول، احترز تعالى من هذا بقوله: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } أي: الذين أسلموا وقاتلوا وأنفقوا من قبل الفتح وبعده، كلهم وعده الله الجنة، وهذا يدل على فضل الصحابة [كلهم]، رضي الله عنهم، حيث شهد الله لهم بالإيمان، ووعدهم الجنة، { وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ } فيجازي كلا منكم على ما يعلمه من عمله."
    },
    {
      "ayah": 11,
      "surah": 57,
      "text": "حث على النفقة في سبيله، لأن الجهاد متوقف على النفقة فيه، وبذل الأموال في التجهز له، فقال: { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا } وهي النفقة [الطيبة] التي تكون خالصة لوجه الله، موافقة لمرضاة الله، من مال حلال طيب، طيبة به نفسه، وهذا من كرم الله تعالى [حيث] سماه قرضا، والمال ماله، والعبد عبده، ووعد بالمضاعفة عليه أضعافا كثيرة، وهو الكريم الوهاب، وتلك المضاعفة محلها وموضعها يوم القيامة، يوم كل يتبين فقره، ويحتاج إلى أقل شيء من الجزاء الحسن، ولذلك قال:"
    },
    {
      "ayah": 12,
      "surah": 57,
      "text": "يقول تعالى -مبينا لفضل الإيمان واغتباط أهله به يوم القيامة-: { يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ } أي: إذا كان يوم القيامة، وكورت الشمس، وخسف القمر، وصار الناس في الظلمة، ونصب الصراط على متن جهنم، فحينئذ ترى المؤمنين والمؤمنات، يسعى نورهم بين أيديهم وبأيمانهم، فيمشون بأيمانهم ونورهم في ذلك الموقف الهائل الصعب، كل على قدر إيمانه، ويبشرون عند ذلك بأعظم بشارة، فيقال: { بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } فلله ما أحلى هذه البشارة بقلوبهم، وألذها لنفوسهم، حيث حصل لهم كل مطلوب [محبوب]، ونجوا من كل شر ومرهوب"
    },
    {
      "ayah": 13,
      "surah": 57,
      "text": "فإذا رأى المنافقون نور المؤمنين يمشون به  وهم قد طفئ نورهم وبقوا في الظلمات حائرين، قالوا للمؤمنين: { انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ } أي: أمهلونا لننال من نوركم ما نمشي به، لننجو من العذاب، فـ { قِيلَ } لهم: { ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا } أي: إن كان ذلك ممكنا، والحال أن ذلك غير ممكن، بل هو من المحالات، { فَضُرِبَ } بين المؤمنين والمنافقين { بِسُورٍ } أي: حائط منيع، وحصن حصين، { لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ } وهو الذي يلي المؤمنين { وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ } وهو الذي يلي المنافقين، فينادي المنافقون المؤمنين،"
    },
    {
      "ayah": 14,
      "surah": 57,
      "text": "فيقولون لهم تضرعا وترحما: { أَلَمْ نَكُنْ مَعَكُمْ } في الدنيا نقول: { لا إله إلا الله } ونصلي ونصوم ونجاهد، ونعمل مثل عملكم؟ { قَالُوا بَلَى } كنتم معنا في الدنيا، وعملتم [في الظاهر] مثل عملنا، ولكن أعمالكم أعمال المنافقين، من غير إيمان ولا نية [صادقة] صالحة، بل { فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ } أي: شككتم في خبر الله الذي لا يقبل شكا، { وَغَرَّتْكُمُ الْأَمَانِيُّ } الباطلة، حيث  تمنيتم أن تنالوا منال المؤمنين، وأنتم غير موقنين، { حَتَّى جَاءَ أَمْرُ اللَّهِ } أي: حتى جاءكم الموت وأنتم بتلك الحال الذميمة.{ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ } وهو الشيطان، الذي زين لكم الكفر والريب، فاطمأننتم به، ووثقتم بوعده، وصدقتم خبره."
    },
    {
      "ayah": 15,
      "surah": 57,
      "text": "{ فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا } فلو افتديتم بمثل الأرض ذهبا ومثله معه، لما تقبل منكم، { مَأْوَاكُمُ النَّارُ } أي: مستقركم، { هِيَ مَوْلَاكُمْ } التي تتولاكم وتضمكم إليها، { وَبِئْسَ الْمَصِيرُ } النار.[قال تعالى:] { وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ وَمَا أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ }"
    },
    {
      "ayah": 16,
      "surah": 57,
      "text": "لما ذكر حال المؤمنين والمؤمنات والمنافقين والمنافقات في الدار الآخرة، كان ذلك مما يدعو القلوب إلى الخشوع لربها، والاستكانة لعظمته، فعاتب الله المؤمنين [على عدم ذلك]، فقال: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ } أي: ألم يجئ  الوقت الذي تلين به قلوبهم  وتخشع لذكر الله، الذي هو القرآن، وتنقاد لأوامره وزواجره، وما نزل من الحق الذي جاء به محمد صلى الله عليه وسلم؟ وهذا فيه الحث على الاجتهاد على خشوع القلب لله تعالى، ولما أنزله من الكتاب والحكمة، وأن يتذكر المؤمنون المواعظ الإلهية والأحكام الشرعية كل وقت، ويحاسبوا أنفسهم على ذلك، { وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ } أي: ولا يكونوا كالذين أنزل الله عليهم الكتاب الموجب لخشوع القلب والانقياد التام، ثم لم يدوموا عليه، ولا ثبتوا، بل طال عليهم الزمان واستمرت بهم الغفلة، فاضمحل إيمانهم وزال إيقانهم، { فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } فالقلوب تحتاج في كل وقت إلى أن تذكر بما أنزل له الله، وتناطق بالحكمة، ولا ينبغي الغفلة عن ذلك، فإن ذلك  سبب لقسوة القلب وجمود العين."
    },
    {
      "ayah": 17,
      "surah": 57,
      "text": "{ اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ } فإن الآيات تدل العقول على العلم بالمطالب الإلهية، والذي أحيا الأرض بعد موتها قادر على أن يحيي الأموات بعد موتهم، فيجازيهم بأعمالهم، والذي أحيا الأرض بعد موتها بماء المطر قادر على أن يحيي القلوب الميتة بما أنزله من الحق على رسوله، وهذه الآية تدل على أنه لا عقل لمن لم يهتد بآيات الله و[لم] ينقد لشرائع الله."
    },
    {
      "ayah": 18,
      "surah": 57,
      "text": "{ إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ } بالتشديد أي: الذين أكثروا من الصدقات الشرعية، والنفقات المرضية، { وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا } بأن قدموا من أموالهم في طرق الخيرات ما يكون مدخرا لهم  عند ربهم، { يُضَاعَفُ لَهُمُ } الحسنة بعشر أمثالها إلى سبعمائة ضعف، إلى أضعاف كثيرة، { وَلَهُمْ أَجْرٌ كَرِيمٌ } وهو ما أعده الله لهم في الجنة، مما لا تعلمه النفوس."
    },
    {
      "ayah": 19,
      "surah": 57,
      "text": "{ وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ } والإيمان عند أهل السنة: هو ما دل عليه الكتاب والسنة، هو قول القلب واللسان، وعمل القلب واللسان والجوارح، فيشمل ذلك جميع شرائع الدين الظاهرة والباطنة، فالذين جمعوا بين هذه الأمور هم الصديقون أي: الذين مرتبتهم فوق مرتبة عموم المؤمنين، ودون مرتبة الأنبياء.[وقوله:] { وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ } كما ورد في الحديث الصحيح: { إن في الجنة مائة درجة، ما بين الدرجتين  كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله } وهذا يقتضي شدة علوهم ورفعتهم، وقربهم الله تعالى.{ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ } فهذه الآيات جمعت أصناف الخلق، المتصدقين، والصديقين، والشهداء، وأصحاب الجحيم، فالمتصدقون الذين كان جل عملهم الإحسان إلى الخلق، وبذل النفع إليهم بغاية ما يمكنهم، خصوصا بالنفع بالمال في سبيل الله.والصديقون هم الذين كملوا مراتب الإيمان والعمل الصالح، والعلم النافع، واليقين الصادق، والشهداء هم الذين قاتلوا في سبيل الله [لإعلاء كلمة الله، وبذلوا أنفسهم وأموالهم] فقتلوا، وأصحاب الجحيم هم الكفار الذين كذبوا بآيات الله.وبقي قسم ذكرهم الله في سورة فاطر، وهم المقتصدون الذين أدوا الواجبات وتركوا المحرمات، إلا أنهم حصل منهم تقصير ببعض حقوق الله وحقوق عباده، فهؤلاء مآلهم الجنة، وإن حصل لهم عقوبة ببعض ما فعلوا."
    },
    {
      "ayah": 2,
      "surah": 57,
      "text": "ثم أخبر عن عموم ملكه، فقال: { لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ } أي: هو الخالق لذلك، الرازق المدبر لها بقدرته { وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }"
    },
    {
      "ayah": 20,
      "surah": 57,
      "text": "يخبر تعالى عن حقيقة الدنيا وما هي عليه، ويبين غايتها وغاية أهلها، بأنها لعب ولهو، تلعب بها الأبدان، وتلهو بها القلوب، وهذا مصداقه ما هو موجود وواقع من أبناء الدنيا، فإنك تجدهم قد قطعوا أوقات أعمارهم بلهو القلوب، والغفلة عن ذكر الله  وعما أمامهم من الوعد والوعيد، وتراهم قد اتخذوا دينهم لعبا ولهوا، بخلاف أهل اليقظة وعمال الآخرة، فإن قلوبهم معمورة بذكر الله، ومعرفته ومحبته، وقد أشغلوا أوقاتهم بالأعمال التي تقربهم إلى الله، من النفع القاصر والمتعدي.[وقوله:] { وَزِينَةً } أي: تزين في اللباس والطعام والشراب، والمراكب والدور والقصور والجاه. [وغير ذلك] { وَتَفَاخُرٌ بَيْنَكُمْ } أي: كل واحد من أهلها يريد مفاخرة الآخر، وأن يكون هو الغالب في أمورها، والذي له الشهرة في أحوالها، { وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ } أي: كل يريد أن يكون هو الكاثر لغيره في المال والولد، وهذا مصداقه، وقوعه من محبي الدنيا والمطمئنين إليها.بخلاف من عرف الدنيا وحقيقتها، فجعلها معبرا ولم يجعلها مستقرا، فنافس فيما يقربه إلى الله، واتخذ الوسائل التي توصله إلى الله  وإذا رأى من يكاثره وينافسه بالأموال والأولاد، نافسه بالأعمال الصالحة.ثم ضرب للدنيا مثلا بغيث نزل على الأرض، فاختلط به نبات الأرض مما يأكل الناس والأنعام، حتى إذا أخذت الأرض زخرفها، وأعجب نباته الكفار، الذين قصروا همهم ونظرهم إلى الدنيا  جاءها من أمر الله [ما أتلفها] فهاجت ويبست، فعادت على حالها الأولى، كأنه لم ينبت فيها خضراء، ولا رؤي لها مرأى أنيق، كذلك الدنيا، بينما هي زاهية لصاحبها زاهرة، مهما أراد من مطالبها حصل، ومهما توجه لأمر من أمورها وجد أبوابه مفتحة، إذ أصابها القدر بما أذهبها  من يده، وأزال تسلطه عليها، أو ذهب به عنها، فرحل منها صفر اليدين، لم يتزود منها سوى الكفن، فتبا لمن أضحت هي غاية أمنيته ولها عمله وسعيه.وأما العمل للآخرة فهو الذي ينفع، ويدخر لصاحبه، ويصحب العبد على الأبد، ولهذا قال تعالى: { وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ } أي: حال الآخرة، ما يخلو من هذين الأمرين: إما العذاب الشديد في نار جهنم، وأغلالها وسلاسلها وأهوالها لمن كانت الدنيا هي غايته ومنتهى مطلبه، فتجرأ على معاصي الله، وكذب بآيات الله، وكفر بأنعم الله.وإما مغفرة من الله للسيئات، وإزالة للعقوبات، ورضوان من الله، يحل من أحله  به دار الرضوان لمن عرف الدنيا، وسعى للآخرة سعيها.فهذا كله مما يدعو إلى الزهد في الدنيا، والرغبة في الآخرة، ولهذا قال: { وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ } أي: إلا متاع يتمتع به وينتفع به، ويستدفع به الحاجات، لا يغتر به ويطمئن إليه إلا أهل العقول الضعيفة الذين يغرهم بالله الغرور."
    },
    {
      "ayah": 21,
      "surah": 57,
      "text": "ثم أمر بالمسابقة إلى مغفرة الله ورضوانه وجنته، وذلك يكون بالسعي بأسباب المغفرة، من التوبة النصوح، والاستغفار النافع، والبعد عن الذنوب ومظانها، والمسابقة إلى رضوان الله بالعمل الصالح، والحرص على ما يرضي الله على الدوام، من الإحسان في عبادة الخالق، والإحسان إلى الخلق بجميع وجوه النفع، ولهذا ذكر الله الأعمال الموجبة لذلك، فقال: { وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ } والإيمان بالله ورسله  يدخل فيه أصول الدين وفروعها، { ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ } أي: هذا الذي بيناه لكم، وذكرنا لكم فيه الطرق الموصلة إلى الجنة، والطرق الموصلة إلى النار، وأن فضل الله بالثواب الجزيل والأجر العظيم  من أعظم منته على عباده وفضله. { وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } الذي لا يحصي ثناء عليه، بل هو كما أثنى على نفسه، وفوق ما يثني عليه عباده"
    },
    {
      "ayah": 22,
      "surah": 57,
      "text": "يقول تعالى مخبرا عن عموم قضائه وقدره: { مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ } وهذا شامل لعموم المصائب التي تصيب الخلق، من خير وشر، فكلها قد كتبت في اللوح المحفوظ، صغيرها وكبيرها، وهذا أمر عظيم لا تحيط به العقول، بل تذهل عنده أفئدة أولي الألباب، ولكنه على الله يسير، وأخبر الله عباده بذلك لأجل أن تتقرر هذه القاعدة عندهم، ويبنوا عليها ما أصابهم من الخير والشر،"
    },
    {
      "ayah": 23,
      "surah": 57,
      "text": "فلا يأسوا ويحزنوا على ما فاتهم، مما طمحت له أنفسهم وتشوفوا إليه، لعلمهم أن ذلك مكتوب في اللوح المحفوظ، لا بد من نفوذه ووقوعه، فلا سبيل إلى دفعه، ولا يفرحوا بما آتاهم الله فرح بطر وأشر، لعلمهم أنهم ما أدركوه بحولهم وقوتهم، وإنما أدركوه بفضل الله ومنه، فيشتغلوا بشكر من أولى النعم ودفع النقم، ولهذا قال: { وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ } أي: متكبر فظ غليظ، معجب بنفسه، فخور بنعم الله، ينسبها إلى نفسه، وتطغيه وتلهيه، كما قال تبارك وتعالى: { ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بل هي فتنة }"
    },
    {
      "ayah": 24,
      "surah": 57,
      "text": "{ الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ } أي: يجمعون بين الأمرين الذميمين، اللذين كل منهما كاف في الشر البخل: وهو منع الحقوق الواجبة، ويأمرون الناس بذلك، فلم يكفهم بخلهم، حتى أمروا الناس بذلك، وحثوهم على هذا الخلق الذميم، بقولهم وفعلهم، وهذا من إعراضهم عن طاعة ربهم وتوليهم عنها، { وَمَنْ يَتَوَلَّ } عن طاعة الله فلا يضر إلا نفسه، ولن يضر الله شيئا، { فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ } الذي غناه من لوازم ذاته، الذي له ملك السماوات والأرض، وهو الذي أغنى عباده وأقناهم، الحميد الذي له كل اسم حسن، ووصف كامل، وفعل جميل، يستحق أن يحمد عليه ويثنى ويعظم."
    },
    {
      "ayah": 25,
      "surah": 57,
      "text": "يقول تعالى: { لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ } وهي الأدلة والشواهد والعلامات الدالة على صدق ما جاءوا به وحقيته.{ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ } وهو اسم جنس يشمل سائر الكتب التي أنزلها الله لهداية الخلق وإرشادهم، إلى ما ينفعهم في دينهم ودنياهم، { وَالْمِيزَانَ } وهو العدل في الأقوال والأفعال، والدين الذي جاءت به الرسل، كله عدل وقسط في الأوامر والنواهي وفي معاملات الخلق، وفي الجنايات والقصاص والحدود [والمواريث وغير ذلك]، وذلك { لِيَقُومَ النَّاسُ بِالْقِسْطِ } قياما بدين الله، وتحصيلا لمصالحهم التي لا يمكن حصرها وعدها، وهذا دليل على أن الرسل متفقون في قاعدة الشرع، وهو القيام بالقسط، وإن اختلفت أنواع العدل، بحسب الأزمنة والأحوال، { وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ } من آلات الحرب، كالسلاح والدروع وغير ذلك.{ وَمَنَافِعُ لِلنَّاسِ } وهو ما يشاهد من نفعه في أنواع الصناعات والحرف، والأواني وآلات الحرث، حتى إنه قل أن يوجد شيء إلا وهو يحتاج إلى الحديد.{ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ } أي: ليقيم تعالى سوق الامتحان بما أنزله من الكتاب والحديد، فيتبين من ينصره وينصر رسله في حال الغيب، التي ينفع فيها الإيمان قبل الشهادة، التي لا فائدة بوجود الإيمان فيها، لأنه حينئذ يكون ضروريا.{ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ } أي: لا يعجزه شيء، ولا يفوته هارب، ومن قوته وعزته أن أنزل الحديد الذي منه الآلات القوية، ومن قوته وعزته أنه قادر على الانتصار من أعدائه، ولكنه يبتلي أولياءه بأعدائه، ليعلم من ينصره بالغيب، وقرن تعالى في هذا  الموضع بين الكتاب والحديد، لأن بهذين الأمرين ينصر الله دينه، ويعلي كلمته بالكتاب الذي فيه الحجة والبرهان والسيف الناصر بإذن الله، وكلاهما قيامه بالعدل والقسط، الذي يستدل به على حكمة الباري وكماله، وكمال شريعته التي شرعها على ألسنة رسله."
    },
    {
      "ayah": 26,
      "surah": 57,
      "text": "ولما ذكر نبوة الأنبياء عموما، ذكر من خواصهم النبيين الكريمين نوحا وإبراهيم اللذين جعل الله النبوة والكتاب في ذريتهما، فقال: { وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ } أي: الأنبياء المتقدمين والمتأخرين كلهم من ذرية نوح وإبراهيم عليهما السلام، وكذلك الكتب كلها نزلت على ذرية هذين النبيين الكريمين، { فَمِنْهُمْ } أي: ممن أرسلنا إليهم الرسل { مُهْتَدٍ } بدعوتهم، منقاد لأمرهم، مسترشد بهداهم.{ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } أي: خارجون عن [طاعة الله و] طاعة الرسل والأنبياء  كما قال تعالى: { وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ }"
    },
    {
      "ayah": 27,
      "surah": 57,
      "text": "{ ثُمَّ قَفَّيْنَا } أي: أتبعنا { عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ } خص الله عيسى عليه السلام؛ لأن السياق مع النصارى، الذين يزعمون اتباع عيسى عليه السلام، { وَآتَيْنَاهُ الْإِنْجِيلَ } الذي هو من كتب الله الفاضلة، { وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً } كما قال تعالى: { لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ } الآيات.ولهذا كان النصارى ألين من غيرهم قلوبا، حين كانوا على شريعة عيسى عليه السلام.{ وَرَهْبَانِيَّةً ابْتَدَعُوهَا } والرهبانية: العبادة، فهم ابتدعوا من عند أنفسهم عبادة، ووظفوها على أنفسهم، والتزموا لوازم ما كتبها الله عليهم ولا فرضها، بل هم الذين التزموا بها من تلقاء أنفسهم، قصدهم بذلك رضا الله تعالى، ومع ذلك { فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا } أي: ما قاموا بها ولا أدوا حقوقها، فقصروا من وجهين: من جهة ابتداعهم، ومن جهة عدم قيامهم بما فرضوه على أنفسهم. فهذه الحال هي الغالب من أحوالهم.ومنهم من هو مستقيم على أمر الله، ولهذا قال: { فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ } أي: الذين آمنوا بمحمد صلى الله عليه وسلم، مع إيمانهم بعيسى، كل أعطاه الله على حسب إيمانه { وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ }"
    },
    {
      "ayah": 28,
      "surah": 57,
      "text": "وهذا الخطاب، يحتمل أنه [خطاب] لأهل الكتاب الذين آمنوا بموسى وعيسى عليهما السلام، يأمرهم أن يعملوا بمقتضى إيمانهم، بأن يتقوا الله فيتركوا معاصيه، ويؤمنوا برسوله محمد صلى الله عليه وسلم، وأنهم إن فعلوا ذلك أعطاهم الله { كِفْلَيْنِ مِنْ رَحْمَتِهِ } أي: نصيبين من الأجر نصيب على إيمانهم بالأنبياء الأقدمين، ونصيب على إيمانهم بمحمد صلى الله عليه وسلم.ويحتمل أن يكون الأمر عاما يدخل فيه أهل الكتاب وغيرهم، وهذا الظاهر، وأن الله أمرهم بالإيمان والتقوى الذي يدخل فيه جميع الدين، ظاهره وباطنه، أصوله وفروعه، وأنهم إن امتثلوا هذا الأمر العظيم، أعطاهم الله { كِفْلَيْنِ مِنْ رَحْمَتِهِ } لا يعلم وصفهما وقدرهما إلا الله تعالى أجر على الإيمان، وأجر على التقوى، أو أجر على امتثال الأوامر، وأجر على اجتناب النواهي، أو أن التثنية المراد بها تكرار الإيتاء مرة بعد أخرى.{ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ } أي: يعطيكم علما وهدى ونورا تمشون به في ظلمات الجهل، ويغفر لكم السيئات.{ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } فلا يستكثر  هذا الثواب على فضل ذي الفضل العظيم، الذي عم فضله أهل السماوات والأرض، فلا يخلو مخلوق من فضله طرفة عين ولا أقل من ذلك."
    },
    {
      "ayah": 29,
      "surah": 57,
      "text": "{ لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ } أي: بينا لكم فضلنا وإحساننا لمن آمن إيمانا عاما، واتقى الله، وآمن برسوله، لأجل أن أهل الكتاب يكون لديهم علم  بأنهم لا يقدرون على شيء من فضل الله أي: لا يحجرون على الله بحسب أهوائهم وعقولهم الفاسدة، فيقولون: { لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى } ويتمنون على الله الأماني الفاسدة، فأخبر الله تعالى أن المؤمنين برسوله محمد صلى الله عليه وسلم، المتقين لله، لهم كفلان من رحمته، ونور، ومغفرة، رغما على أنوف أهل الكتاب، وليعلموا { أن الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ } ممن اقتضت حكمته تعالى أن يؤتيه من فضله، { وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } [الذي لا يقادر قدره].تم تفسير سورة الحديد، ولله الحمد والمنة، والحمد لله."
    },
    {
      "ayah": 3,
      "surah": 57,
      "text": "{ هُوَ الْأَوَّلُ } الذي ليس قبله شيء، { وَالْآخِرُ } الذي ليس بعده شيء { وَالظَّاهِرُ } الذي ليس فوقه شيء، { وَالْبَاطِنُ } الذي ليس دونه شيء. { وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ } قد أحاط علمه بالظواهر والبواطن، والسرائر والخفايا، والأمور المتقدمة والمتأخرة."
    },
    {
      "ayah": 4,
      "surah": 57,
      "text": "{ هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد وآخرها يوم الجمعة { ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } استواء يليق بجلاله، فوق جميع خلقه، { يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ } من حب وحيوان ومطر، وغير ذلك. { وَمَا يَخْرُجُ مِنْهَا } من نبات وشجر وحيوان وغير ذلك، { وَمَا يَنْزِلُ مِنَ السَّمَاءِ } من الملائكة والأقدار والأرزاق.{ وَمَا يَعْرُجُ فِيهَا } من الملائكة والأرواح، والأدعية والأعمال، وغير ذلك. { وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ } كقوله: { مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا } وهذه المعية، معية العلم والاطلاع، ولهذا توعد ووعد على المجازاة بالأعمال بقوله: { وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ } أي: هو تعالى بصير بما يصدر منكم من الأعمال، وما صدرت عنه تلك الأعمال، من بر وفجور، فمجازيكم عليها، وحافظها عليكم."
    },
    {
      "ayah": 5,
      "surah": 57,
      "text": "{ لَهُ ملك السَّمَاوَاتِ وَالْأَرْضِ } ملكا وخلقا وعبيدا، يتصرف فيهم بما شاءه من أوامره القدرية والشرعية، الجارية على الحكمة الربانية، { وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ } من الأعمال والعمال، فيعرض عليه العباد، فيميز الخبيث من الطيب، ويجازي المحسن بإحسانه، والمسيء بإساءته."
    },
    {
      "ayah": 6,
      "surah": 57,
      "text": "{ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ } أي: يدخل الليل على النهار، فيغشيهم الليل بظلامه، فيسكنون ويهدأون، ثم يدخل النهار على الليل، فيزول ما على الأرض من الظلام، ويضيء الكون، فيتحرك العباد، ويقومون إلى مصالحهم ومعايشهم، ولا يزال الله يكور الليل على النهار، والنهار على الليل، ويداول بينهما، في الزيادة والنقص، والطول والقصر، حتى تقوم بذلك الفصول، وتستقيم الأزمنة، ويحصل من المصالح ما يحصل بذلك، فتبارك الله رب العالمين، وتعالى الكريم الجواد، الذي أنعم على عباده بالنعم الظاهرة والباطنة، { وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بما يكون في صدور العالمين، فيوفق من يعلم أنه أهل لذلك، ويخذل من يعلم أنه لا يصلح لهدايته"
    },
    {
      "ayah": 7,
      "surah": 57,
      "text": "يأمر تعالى عباده بالإيمان به وبرسوله وبما جاء به، وبالنفقة في سبيله، من الأموال التي جعلها الله في أيديهم واستخلفهم عليها، لينظر كيف يعملون، ثم لما أمرهم بذلك، رغبهم وحثهم عليه بذكر ما رتب عليه من الثواب، فقال: { فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا } أي: جمعوا بين الإيمان بالله ورسوله، والنفقة في سبيله، لهم أجر كبير، أعظمه [وأجله] رضا ربهم، والفوز بدار كرامته، وما فيها من النعيم المقيم، الذي أعده الله للمؤمنين والمجاهدين، ثم ذكر [السبب] الداعي لهم إلى الإيمان، وعدم المانع منه، فقال:"
    },
    {
      "ayah": 8,
      "surah": 57,
      "text": "{ وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ } أي: وما الذي يمنعكم من الإيمان، والحال أن الرسول محمدا صلى الله عليه وسلم أفضل الرسل وأكرم داع دعا إلى الله يدعوكم، فهذا مما يوجب المبادرة إلى إجابة دعوته، والتلبية والإجابة للحق الذي جاء به، وقد أخذ عليكم العهد والميثاق بالإيمان إن كنتم مؤمنين، ومع ذلك، من لطفه وعنايته بكم، أنه لم يكتف بمجرد دعوة الرسول الذي هو أشرف العالم، بل أيده بالمعجزات، ودلكم على صدق ما جاء به بالآيات البينات ."
    },
    {
      "ayah": 9,
      "surah": 57,
      "text": "{ هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ } أي: ظاهرات تدل أهل العقول على صدق كل ما جاء به  وأنه حق اليقين، { لِيُخْرِجَكُمْ } بإرسال الرسول إليكم، وما أنزله الله على يده من الكتاب والحكمة.{ مِنَ الظُّلُمَاتِ إِلَى النُّورِ } أي: من ظلمات الجهل والكفر، إلى نور العلم والإيمان، وهذا من رحمته بكم ورأفته، حيث كان أرحم بعباده من الوالدة بولدها { وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ }"
    }
  ]
}
