{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 6,
      "text": "هذا إخبار عن حمده والثناء عليه بصفات الكمال، ونعوت العظمة والجلال عموما، وعلى هذه المذكورات خصوصا. فحمد نفسه على خلقه السماوات والأرض، الدالة على كمال قدرته، وسعة علمه ورحمته، وعموم حكمته، وانفراده بالخلق والتدبير، وعلى جعله الظلمات والنور، وذلك شامل للحسي من ذلك، كالليل والنهار، والشمس والقمر. والمعنوي، كظلمات الجهل، والشك، والشرك، والمعصية، والغفلة، ونور العلم والإيمان، واليقين، والطاعة، وهذا كله، يدل دلالة قاطعة أنه تعالى، هو المستحق للعبادة، وإخلاص الدين له، ومع هذا الدليل ووضوح البرهان { ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ } أي يعدلون به سواه، يسوونهم به في العبادة والتعظيم، مع أنهم لم يساووا الله في شيء من الكمال، وهم فقراء عاجزون ناقصون من كل وجه."
    },
    {
      "ayah": 10,
      "surah": 6,
      "text": "يقول تعالى مسليا لرسوله ومصبرا، ومتهددا أعداءه ومتوعدا. { وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ } لما جاءوا أممهم بالبينات، كذبوهم واستهزأوا بهم وبما جاءوا به. فأهلكهم الله بذلك الكفر والتكذيب، ووفى لهم من العذاب أكمل نصيب. { فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } فاحذروا -أيها المكذبون- أن تستمروا على تكذيبكم، فيصيبكم ما أصابهم."
    },
    {
      "ayah": 100,
      "surah": 6,
      "text": "يخبر تعالى: أنه مع إحسانه لعباده وتعرفه إليهم، بآياته البينات، وحججه الواضحات -أن المشركين به، من قريش وغيرهم، جعلوا له شركاء، يدعونهم، ويعبدونهم، من الجن والملائكة، الذين هم خلق من خلق الله، ليس فيهم من خصائص الربوبية والألوهية شيء، فجعلوها شركاء لمن له الخلق والأمر، وهو المنعم بسائر أصناف النعم، الدافع لجميع النقم، وكذلك \\\"خرق المشركون\\\" أي: ائتفكوا، وافتروا من تلقاء أنفسهم لله، بنين وبنات بغير علم منهم، ومن أظلم ممن قال على الله بلا علم، وافترى عليه أشنع النقص، الذي يجب تنزيه الله عنه؟!!. ولهذا نزه نفسه عما افتراه عليه المشركون فقال: { سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ } فإنه تعالى، الموصوف بكل كمال، المنزه عن كل نقص، وآفة وعيب."
    },
    {
      "ayah": 101,
      "surah": 6,
      "text": "{ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ } أي: خالقهما، ومتقن صنعتهما، على غير مثال سبق، بأحسن خلق، ونظام وبهاء، لا تقترح عقول أولي الألباب مثله، وليس له في خلقهما مشارك. { أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ } أي: كيف يكون لله الولد، وهو الإله السيد الصمد، الذي لا صاحبة له أي: لا زوجة له، وهو الغني عن مخلوقاته، وكلها فقيرة إليه، مضطرة في جميع أحوالها إليه، والولد لا بد أن يكون من جنس والده؛ والله خالق كل شيء وليس شيء من المخلوقات مشابها لله بوجه من الوجوه. ولما ذكر عموم خلقه للأشياء، ذكر إحاطة علمه بها فقال: { وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ } وفي ذكر العلم بعد الخلق، إشارة إلى الدليل العقلي إلى ثبوت علمه، وهو هذه المخلوقات، وما اشتملت عليه من النظام التام، والخلق الباهر، فإن في ذلك دلالة على سعة علم الخالق، وكمال حكمته، كما قال تعالى: { أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ } وكما قال تعالى: { وَهُوَ الْخَلَّاقُ الْعَلِيمُ }"
    },
    {
      "ayah": 102,
      "surah": 6,
      "text": "ذلكم الذي خلق ما خلق، وقدر ما قدر. { اللَّهُ رَبُّكُمْ }أي: المألوه المعبود، الذي يستحق نهاية الذل، ونهاية الحب، الرب، الذي ربى جميع الخلق بالنعم، وصرف عنهم صنوف النقم. { لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ } أي: إذا استقر وثبت، أنه الله الذي لا إله إلا هو، فاصرفوا له جميع أنواع العبادة، وأخلصوها لله، واقصدوا بها وجهه. فإن هذا هو المقصود من الخلق، الذي خلقوا لأجله { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ } { وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ } أي: جميع الأشياء، تحت وكالة الله وتدبيره، خلقا، وتدبيرا، وتصريفا. ومن المعلوم، أن الأمر المتصرف فيه يكون استقامته وتمامه، وكمال انتظامه، بحسب حال الوكيل عليه. ووكالته تعالى على الأشياء، ليست من جنس وكالة الخلق، فإن وكالتهم، وكالة نيابة، والوكيل فيها تابع لموكله. وأما الباري، تبارك وتعالى، فوكالته من نفسه لنفسه، متضمنة لكمال العلم، وحسن التدبير والإحسان فيه، والعدل، فلا يمكن لأحد أن يستدرك على الله، ولا يرى في خلقه خللا ولا فطورا، ولا في تدبيره نقصا وعيبا. ومن وكالته: أنه تعالى، توكل ببيان دينه، وحفظه عن المزيلات والمغيرات، وأنه تولى حفظ المؤمنين وعصمتهم عما يزيل إيمانهم ودينهم."
    },
    {
      "ayah": 103,
      "surah": 6,
      "text": "{ لَا تُدْرِكُهُ الْأَبْصَارُ } لعظمته، وجلاله وكماله، أي: لا تحيط به الأبصار، وإن كانت تراه، وتفرح بالنظر إلى وجهه الكريم، فنفي الإدراك لا ينفي الرؤية، بل يثبتها بالمفهوم. فإنه إذا نفى الإدراك، الذي هو أخص أوصاف الرؤية، دل على أن الرؤية ثابتة. فإنه لو أراد نفي الرؤية، لقال \\\"لا تراه الأبصار\\\" ونحو ذلك، فعلم أنه ليس في الآية حجة لمذهب المعطلة، الذين ينفون رؤية ربهم في الآخرة، بل فيها ما يدل على نقيض قولهم. { وَهُوَ يُدْرِكُ الْأَبْصَارَ } أي: هو الذي أحاط علمه، بالظواهر والبواطن، وسمعه بجميع الأصوات الظاهرة، والخفية، وبصره بجميع المبصرات، صغارها، وكبارها، ولهذا قال: { وَهُوَ اللَّطِيفُ الْخَبِيرُ } الذي لطف علمه وخبرته، ودق حتى أدرك السرائر والخفايا، والخبايا والبواطن. ومن لطفه، أنه يسوق عبده إلى مصالح دينه، ويوصلها إليه بالطرق التي لا يشعر بها العبد، ولا يسعى فيها، ويوصله إلى السعادة الأبدية، والفلاح السرمدي، من حيث لا يحتسب، حتى أنه يقدر عليه الأمور، التي يكرهها العبد، ويتألم منها، ويدعو الله أن يزيلها، لعلمه أن دينه أصلح، وأن كماله متوقف عليها، فسبحان اللطيف لما يشاء، الرحيم بالمؤمنين."
    },
    {
      "ayah": 104,
      "surah": 6,
      "text": "{ قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ } لما بين تعالى من الآيات البينات، والأدلة الواضحات، الدالة على الحق في جميع المطالب والمقاصد، نبه العباد عليها، وأخبر أن هدايتهم وضدها لأنفسهم، فقال: { قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ } أي: آيات تبين الحق، وتجعله للقلب بمنزلة الشمس للأبصار، لما اشتملت عليه من فصاحة اللفظ، وبيانه، ووضوحه، ومطابقته للمعاني الجليلة، والحقائق الجميلة، لأنها صادرة من الرب، الذي ربى خلقه، بصنوف نعمه الظاهرة والباطنة، التي من أفضلها وأجلها، تبيين الآيات، وتوضيح المشكلات. { فَمَنْ أَبْصَرَ } بتلك الآيات، مواقع العبرة، وعمل بمقتضاها { فَلِنَفْسِهِ } فإن الله هو الغني الحميد. { وَمَنْ عَمِيَ } بأن بُصِّر فلم يتبصر، وزُجِر فلم ينزجر، وبين له الحق، فما انقاد له ولا تواضع، فإنما عماه مضرته عليه. { وَمَا أَنَا } أي الرسول { عَلَيْكُمْ بِحَفِيظٍ } أحفظ أعمالكم وأرقبها على الدوام إنما عليَّ البلاغ المبين وقد أديته، وبلغت ما أنزل الله إليَّ، فهذه وظيفتي، وما عدا ذلك فلست موظفا فيه"
    },
    {
      "ayah": 105,
      "surah": 6,
      "text": "{ قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ } لما بين تعالى من الآيات البينات، والأدلة الواضحات، الدالة على الحق في جميع المطالب والمقاصد، نبه العباد عليها، وأخبر أن هدايتهم وضدها لأنفسهم، فقال: { قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ } أي: آيات تبين الحق، وتجعله للقلب بمنزلة الشمس للأبصار، لما اشتملت عليه من فصاحة اللفظ، وبيانه، ووضوحه، ومطابقته للمعاني الجليلة، والحقائق الجميلة، لأنها صادرة من الرب، الذي ربى خلقه، بصنوف نعمه الظاهرة والباطنة، التي من أفضلها وأجلها، تبيين الآيات، وتوضيح المشكلات. { فَمَنْ أَبْصَرَ } بتلك الآيات، مواقع العبرة، وعمل بمقتضاها { فَلِنَفْسِهِ } فإن الله هو الغني الحميد. { وَمَنْ عَمِيَ } بأن بُصِّر فلم يتبصر، وزُجِر فلم ينزجر، وبين له الحق، فما انقاد له ولا تواضع، فإنما عماه مضرته عليه. { وَمَا أَنَا } أي الرسول { عَلَيْكُمْ بِحَفِيظٍ } أحفظ أعمالكم وأرقبها على الدوام إنما عليَّ البلاغ المبين وقد أديته، وبلغت ما أنزل الله إليَّ، فهذه وظيفتي، وما عدا ذلك فلست موظفا فيه"
    },
    {
      "ayah": 106,
      "surah": 6,
      "text": "{ قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ } لما بين تعالى من الآيات البينات، والأدلة الواضحات، الدالة على الحق في جميع المطالب والمقاصد، نبه العباد عليها، وأخبر أن هدايتهم وضدها لأنفسهم، فقال: { قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ } أي: آيات تبين الحق، وتجعله للقلب بمنزلة الشمس للأبصار، لما اشتملت عليه من فصاحة اللفظ، وبيانه، ووضوحه، ومطابقته للمعاني الجليلة، والحقائق الجميلة، لأنها صادرة من الرب، الذي ربى خلقه، بصنوف نعمه الظاهرة والباطنة، التي من أفضلها وأجلها، تبيين الآيات، وتوضيح المشكلات. { فَمَنْ أَبْصَرَ } بتلك الآيات، مواقع العبرة، وعمل بمقتضاها { فَلِنَفْسِهِ } فإن الله هو الغني الحميد. { وَمَنْ عَمِيَ } بأن بُصِّر فلم يتبصر، وزُجِر فلم ينزجر، وبين له الحق، فما انقاد له ولا تواضع، فإنما عماه مضرته عليه. { وَمَا أَنَا } أي الرسول { عَلَيْكُمْ بِحَفِيظٍ } أحفظ أعمالكم وأرقبها على الدوام إنما عليَّ البلاغ المبين وقد أديته، وبلغت ما أنزل الله إليَّ، فهذه وظيفتي، وما عدا ذلك فلست موظفا فيه"
    },
    {
      "ayah": 107,
      "surah": 6,
      "text": "{ قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ } لما بين تعالى من الآيات البينات، والأدلة الواضحات، الدالة على الحق في جميع المطالب والمقاصد، نبه العباد عليها، وأخبر أن هدايتهم وضدها لأنفسهم، فقال: { قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ } أي: آيات تبين الحق، وتجعله للقلب بمنزلة الشمس للأبصار، لما اشتملت عليه من فصاحة اللفظ، وبيانه، ووضوحه، ومطابقته للمعاني الجليلة، والحقائق الجميلة، لأنها صادرة من الرب، الذي ربى خلقه، بصنوف نعمه الظاهرة والباطنة، التي من أفضلها وأجلها، تبيين الآيات، وتوضيح المشكلات. { فَمَنْ أَبْصَرَ } بتلك الآيات، مواقع العبرة، وعمل بمقتضاها { فَلِنَفْسِهِ } فإن الله هو الغني الحميد. { وَمَنْ عَمِيَ } بأن بُصِّر فلم يتبصر، وزُجِر فلم ينزجر، وبين له الحق، فما انقاد له ولا تواضع، فإنما عماه مضرته عليه. { وَمَا أَنَا } أي الرسول { عَلَيْكُمْ بِحَفِيظٍ } أحفظ أعمالكم وأرقبها على الدوام إنما عليَّ البلاغ المبين وقد أديته، وبلغت ما أنزل الله إليَّ، فهذه وظيفتي، وما عدا ذلك فلست موظفا فيه"
    },
    {
      "ayah": 108,
      "surah": 6,
      "text": "ينهى الله المؤمنين عن أمر كان جائزا، بل مشروعا في الأصل، وهو سب آلهة المشركين، التي اتخذت أوثانا وآلهة مع الله، التي يتقرب إلى الله بإهانتها وسبها. ولكن لما كان هذا السب طريقا إلى سب المشركين لرب العالمين، الذي يجب تنزيه جنابه العظيم عن كل عيب، وآفة، وسب، وقدح -نهى الله عن سب آلهة المشركين، لأنهم يحمون لدينهم، ويتعصبون له. لأن كل أمة، زين الله لهم عملهم، فرأوه حسنا، وذبوا عنه، ودافعوا بكل طريق، حتى إنهم، ليسبون الله رب العالمين، الذي رسخت عظمته في قلوب الأبرار والفجار، إذا سب المسلمون آلهتهم. ولكن الخلق كلهم، مرجعهم ومآلهم، إلى الله يوم القيامة، يعرضون عليه، وتعرض أعمالهم، فينبئهم بما كانوا يعملون، من خير وشر. وفي هذه الآية الكريمة، دليل للقاعدة الشرعية وهو أن الوسائل تعتبر بالأمور التي توصل إليها، وأن وسائل المحرم، ولو كانت جائزة تكون محرمة، إذا كانت تفضي إلى الشر."
    },
    {
      "ayah": 109,
      "surah": 6,
      "text": "أي: وأقسم المشركون المكذبون للرسول محمد صلى الله عليه وسلم. { بِاللَّهِ جَهْدَ أَيْمَانِهِمْ } أي: قسما اجتهدوا فيه وأكدوه. { لَئِنْ جَاءَتْهُمْ آيَةٌ } تدل على صدق محمد صلى الله عليه وسلم { لَيُؤْمِنُنَّ بِهَا } وهذا الكلام الذي صدر منهم، لم يكن قصدهم فيه الرشاد، وإنما قصدهم دفع الاعتراض عليهم، ورد ما جاء به الرسول قطعا، فإن الله أيد رسوله صلى الله عليه وسلم، بالآيات البينات، والأدلة الواضحات، التي -عند الالتفات لها- لا تبقي أدنى شبهة ولا إشكال في صحة ما جاء به، فطلبهم -بعد ذلك- للآيات من باب التعنت، الذي لا يلزم إجابته، بل قد يكون المنع من إجابتهم أصلح لهم، فإن الله جرت سنته في عباده، أن المقترحين للآيات على رسلهم، إذا جاءتهم، فلم يؤمنوا بها -أنه يعاجلهم بالعقوبة، ولهذا قال: { قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ } أي: هو الذي يرسلها إذا شاء، ويمنعها إذا شاء، ليس لي من الأمر شيء، فطلبكم مني الآيات ظلم، وطلب لما لا أملك، وإنما توجهون إلي توضيح ما جئتكم به، وتصديقه، وقد حصل، ومع ذلك، فليس معلوما، أنهم إذا جاءتهم الآيات يؤمنون ويصدقون، بل الغالب ممن هذه حاله، أنه لا يؤمن، ولهذا قال: { وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ }"
    },
    {
      "ayah": 11,
      "surah": 6,
      "text": "فإن شككتم في ذلك، أو ارتبتم، فسيروا في الأرض، ثم انظروا، كيف كان عاقبة المكذبين، فلن تجدوا إلا قوما مهلكين، وأمما في المثلات تالفين، قد أوحشت منهم المنازل، وعدم من تلك الربوع كل متمتع بالسرور نازل، أبادهم الملك الجبار، وكان بناؤهم عبرة لأولي الأبصار. وهذا السير المأمور به، سير القلوب والأبدان، الذي يتولد منه الاعتبار. وأما مجرد النظر من غير اعتبار، فإن ذلك لا يفيد شيئا."
    },
    {
      "ayah": 110,
      "surah": 6,
      "text": "تفسير الآيتين 110 و111 : { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ } أي: ونعاقبهم، إذا لم يؤمنوا أول مرة يأتيهم فيها الداعي، وتقوم عليهم الحجة، بتقليب القلوب، والحيلولة بينهم وبين الإيمان، وعدم التوفيق لسلوك الصراط المستقيم. وهذا من عدل الله، وحكمته بعباده، فإنهم الذين جنوا على أنفسهم، وفتح لهم الباب فلم يدخلوا، وبين لهم الطريق فلم يسلكوا، فبعد ذلك إذا حرموا التوفيق، كان مناسبا لأحوالهم. وكذلك تعليقهم الإيمان بإرادتهم، ومشيئتهم وحدهم، وعدم الاعتماد على الله من أكبر الغلط، فإنهم لو جاءتهم الآيات العظيمة، من تنزيل الملائكة إليهم، يشهدون للرسول بالرسالة، وتكليم الموتى وبعثهم بعد موتهم، وحشر كل شيء إليهم حتى يكلمهم { قُبُلًا } ومشاهدة، ومباشرة، بصدق ما جاء به الرسول ما حصل منهم الإيمان، إذا لم يشأ الله إيمانهم، ولكن أكثرهم يجهلون. فلذلك رتبوا إيمانهم، على مجرد إتيان الآيات، وإنما العقل والعلم، أن يكون العبد مقصوده اتباع الحق، ويطلبه بالطرق التي بينها الله، ويعمل بذلك، ويستعين ربه في اتباعه، ولا يتكل على نفسه وحوله وقوته، ولا يطلب من الآيات الاقتراحية ما لا فائدة فيه."
    },
    {
      "ayah": 111,
      "surah": 6,
      "text": "تفسير الآيتين 110 و111 : { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ } أي: ونعاقبهم، إذا لم يؤمنوا أول مرة يأتيهم فيها الداعي، وتقوم عليهم الحجة، بتقليب القلوب، والحيلولة بينهم وبين الإيمان، وعدم التوفيق لسلوك الصراط المستقيم. وهذا من عدل الله، وحكمته بعباده، فإنهم الذين جنوا على أنفسهم، وفتح لهم الباب فلم يدخلوا، وبين لهم الطريق فلم يسلكوا، فبعد ذلك إذا حرموا التوفيق، كان مناسبا لأحوالهم. وكذلك تعليقهم الإيمان بإرادتهم، ومشيئتهم وحدهم، وعدم الاعتماد على الله من أكبر الغلط، فإنهم لو جاءتهم الآيات العظيمة، من تنزيل الملائكة إليهم، يشهدون للرسول بالرسالة، وتكليم الموتى وبعثهم بعد موتهم، وحشر كل شيء إليهم حتى يكلمهم { قُبُلًا } ومشاهدة، ومباشرة، بصدق ما جاء به الرسول ما حصل منهم الإيمان، إذا لم يشأ الله إيمانهم، ولكن أكثرهم يجهلون. فلذلك رتبوا إيمانهم، على مجرد إتيان الآيات، وإنما العقل والعلم، أن يكون العبد مقصوده اتباع الحق، ويطلبه بالطرق التي بينها الله، ويعمل بذلك، ويستعين ربه في اتباعه، ولا يتكل على نفسه وحوله وقوته، ولا يطلب من الآيات الاقتراحية ما لا فائدة فيه."
    },
    {
      "ayah": 112,
      "surah": 6,
      "text": "يقول تعالى -مسليا لرسوله محمد صلى الله عليه وسلم- وكما جعلنا لك أعداء يردون دعوتك، ويحاربونك، ويحسدونك، فهذه سنتنا، أن نجعل لكل نبي نرسله إلى الخلق أعداء، من شياطين الإنس والجن، يقومون بضد ما جاءت به الرسل. { يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا } أي: يزين بعضهم لبعض الأمر الذي يدعون إليه من الباطل، ويزخرفون له العبارات حتى يجعلوه في أحسن صورة، ليغتر به السفهاء، وينقاد له الأغبياء، الذين لا يفهمون الحقائق، ولا يفقهون المعاني، بل تعجبهم الألفاظ المزخرفة، والعبارات المموهة، فيعتقدون الحق باطلا والباطل حقا"
    },
    {
      "ayah": 113,
      "surah": 6,
      "text": "{ وَلِتَصْغَى إِلَيْهِ } أي: ولتميل إلى ذلك الكلام المزخرف { أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ } لأن عدم إيمانهم باليوم الآخر وعدم عقولهم النافعة، يحملهم على ذلك، { وَلِيَرْضَوْهُ } بعد أن يصغوا إليه، فيصغون إليه أولا، فإذا مالوا إليه ورأوا تلك العبارات المستحسنة، رضوه، وزين في قلوبهم، وصار عقيدة راسخة، وصفة لازمة، ثم ينتج من ذلك، أن يقترفوا من الأعمال والأقوال ما هم مقترفون، أي: يأتون من الكذب بالقول والفعل، ما هو من لوازم تلك العقائد القبيحة، فهذه حال المغترين بشياطين الإنس والجن، المستجيبين لدعوتهم، وأما أهل الإيمان بالآخرة، وأولو العقول الوافية والألباب الرزينة، فإنهم لا يغترون بتلك العبارات، ولا تخلبهم تلك التمويهات، بل همتهم مصروفة إلى معرفة الحقائق، فينظرون إلى المعاني التي يدعو إليها الدعاة، فإن كانت حقا قبلوها، وانقادوا لها، ولو كسيت عبارات ردية، وألفاظا غير وافية، وإن كانت باطلا ردوها على من قالها، كائنا من كان، ولو ألبست من العبارات المستحسنة، ما هو أرق من الحرير. ومن حكمة الله تعالى، في جعله للأنبياء أعداء، وللباطل أنصارا قائمين بالدعوة إليه، أن يحصل لعباده الابتلاء والامتحان، ليتميز الصادق من الكاذب، والعاقل من الجاهل، والبصير من الأعمى. ومن حكمته أن في ذلك بيانا للحق، وتوضيحا له، فإن الحق يستنير ويتضح إذا قام الباطل يصارعه ويقاومه. فإنه -حينئذ- يتبين من أدلة الحق، وشواهده الدالة على صدقه وحقيقته، ومن فساد الباطل وبطلانه، ما هو من أكبر المطالب، التي يتنافس فيها المتنافسون."
    },
    {
      "ayah": 114,
      "surah": 6,
      "text": "أي: قل يا أيها الرسول { أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا } أحاكم إليه، وأتقيد بأوامره ونواهيه. فإن غير الله محكوم عليه لا حاكم. وكل تدبير وحكم للمخلوق فإنه مشتمل على النقص، والعيب، والجور، وإنما الذي يجب أن يتخذ حاكما، فهو الله وحده لا شريك له، الذي له الخلق والأمر. { الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا } أي: موضَّحا فيه الحلال والحرام، والأحكام الشرعية، وأصول الدين وفروعه، الذي لا بيان فوق بيانه، ولا برهان أجلى من برهانه، ولا أحسن منه حكما ولا أقوم قيلا، لأن أحكامه مشتملة على الحكمة والرحمة. وأهل الكتب السابقة، من اليهود والنصارى، يعترفون بذلك { ويَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ } ولهذا، تواطأت الإخبارات { فَلَا } تشُكَّنَّ في ذلك ولا { تَكُونَنَّ مِنَ الْمُمْتَرِينَ }"
    },
    {
      "ayah": 115,
      "surah": 6,
      "text": "{ وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا } أي: صدقا في الأخبار، وعدلا في الأمر والنهي. فلا أصدق من أخبار الله التي أودعها هذا الكتاب العزيز، ولا أعدل من أوامره ونواهيه { لَا مُبَدِّلَ لِكَلِمَاتِهِ } [حيث حفظها وأحكمها بأعلى أنواع الصدق، وبغاية الحق، فلا يمكن تغييرها، ولا اقتراح أحسن منها] { وَهُوَ السَّمِيعُ } لسائر الأصوات، باختلاف اللغات على تفنن الحاجات. { الْعَلِيمُ } الذي أحاط علمه بالظواهر والبواطن، والماضي والمستقبل."
    },
    {
      "ayah": 116,
      "surah": 6,
      "text": "يقول تعالى، لنبيه محمد صلى الله عليه وسلم، محذرا عن طاعة أكثر الناس: { وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ } فإن أكثرهم قد انحرفوا في أديانهم وأعمالهم، وعلومهم. فأديانهم فاسدة، وأعمالهم تبع لأهوائهم، وعلومهم ليس فيها تحقيق، ولا إيصال لسواء الطريق. بل غايتهم أنهم يتبعون الظن، الذي لا يغني من الحق شيئا، ويتخرصون في القول على الله ما لا يعلمون، ومن كان بهذه المثابة، فحرى أن يحذِّر الله منه عبادَه، ويصف لهم أحوالهم؛ لأن هذا –وإن كان خطابا للنبي صلى الله عليه وسلم- فإن أمته أسوة له في سائر الأحكام، التي ليست من خصائصه."
    },
    {
      "ayah": 117,
      "surah": 6,
      "text": "والله تعالى أصدق قيلا، وأصدق حديثا، و { هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ } وأعلم بمن يهتدي. ويهدي. فيجب عليكم -أيها المؤمنون- أن تتبعوا نصائحه وأوامره ونواهيه لأنه أعلم بمصالحكم، وأرحم بكم من أنفسكم. ودلت هذه الآية، على أنه لا يستدل على الحق، بكثرة أهله، ولا يدل قلة السالكين لأمر من الأمور أن يكون غير حق، بل الواقع بخلاف ذلك، فإن أهل الحق هم الأقلون عددا، الأعظمون -عند الله- قدرا وأجرا، بل الواجب أن يستدل على الحق والباطل، بالطرق الموصلة إليه."
    },
    {
      "ayah": 118,
      "surah": 6,
      "text": "تفسير الآيتين 118 و119 : يأمر تعالى عباده المؤمنين، بمقتضى الإيمان، وأنهم إن كانوا مؤمنين، فليأكلوا مما ذكر اسم الله عليه من بهيمة الأنعام، وغيرها من الحيوانات المحللة، ويعتقدوا حلها، ولا يفعلوا كما يفعل أهل الجاهلية من تحريم كثير من الحلال، ابتداعا من عند أنفسهم، وإضلالا من شياطينهم، فذكر الله أن علامة المؤمن مخالفة أهل الجاهلية، في هذه العادة الذميمة، المتضمنة لتغيير شرع الله، وأنه، أي شيء يمنعهم من أكل ما ذكر اسم الله عليه، وقد فصل الله لعباده ما حرم عليهم، وبينه، ووضحه؟ فلم يبق فيه إشكال ولا شبهة، توجب أن يمتنع من أكل بعض الحلال، خوفا من الوقوع في الحرام، ودلت الآية الكريمة، على أن الأصل في الأشياء والأطعمة الإباحة، وأنه إذا لم يرد الشرع بتحريم شيء منها، فإنه باق على الإباحة، فما سكت الله عنه فهو حلال، لأن الحرام قد فصله الله، فما لم يفصله الله فليس بحرام. ومع ذلك، فالحرام الذي قد فصله الله وأوضحه، قد أباحه عند الضرورة والمخمصة، كما قال تعالى: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ } إلى أن قال: { فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } ثم حذر عن كثير من الناس، فقال: { وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ } أي: بمجرد ما تهوى أنفسهم { بِغَيْرِ عِلْمٍ } ولا حجة. فليحذر العبد من أمثال هؤلاء، وعلامتُهم -كما وصفهم الله لعباده- أن دعوتهم غير مبنية على برهان، ولا لهم حجة شرعية، وإنما يوجد لهم شبه بحسب أهوائهم الفاسدة، وآرائهم القاصرة، فهؤلاء معتدون على شرع الله وعلى عباد الله، والله لا يحب المعتدين، بخلاف الهادين المهتدين، فإنهم يدعون إلى الحق والهدى، ويؤيدون دعوتهم بالحجج العقلية والنقلية، ولا يتبعون في دعوتهم إلا رضا ربهم والقرب منه."
    },
    {
      "ayah": 119,
      "surah": 6,
      "text": "تفسير الآيتين 118 و119 : يأمر تعالى عباده المؤمنين، بمقتضى الإيمان، وأنهم إن كانوا مؤمنين، فليأكلوا مما ذكر اسم الله عليه من بهيمة الأنعام، وغيرها من الحيوانات المحللة، ويعتقدوا حلها، ولا يفعلوا كما يفعل أهل الجاهلية من تحريم كثير من الحلال، ابتداعا من عند أنفسهم، وإضلالا من شياطينهم، فذكر الله أن علامة المؤمن مخالفة أهل الجاهلية، في هذه العادة الذميمة، المتضمنة لتغيير شرع الله، وأنه، أي شيء يمنعهم من أكل ما ذكر اسم الله عليه، وقد فصل الله لعباده ما حرم عليهم، وبينه، ووضحه؟ فلم يبق فيه إشكال ولا شبهة، توجب أن يمتنع من أكل بعض الحلال، خوفا من الوقوع في الحرام، ودلت الآية الكريمة، على أن الأصل في الأشياء والأطعمة الإباحة، وأنه إذا لم يرد الشرع بتحريم شيء منها، فإنه باق على الإباحة، فما سكت الله عنه فهو حلال، لأن الحرام قد فصله الله، فما لم يفصله الله فليس بحرام. ومع ذلك، فالحرام الذي قد فصله الله وأوضحه، قد أباحه عند الضرورة والمخمصة، كما قال تعالى: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ } إلى أن قال: { فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } ثم حذر عن كثير من الناس، فقال: { وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ } أي: بمجرد ما تهوى أنفسهم { بِغَيْرِ عِلْمٍ } ولا حجة. فليحذر العبد من أمثال هؤلاء، وعلامتُهم -كما وصفهم الله لعباده- أن دعوتهم غير مبنية على برهان، ولا لهم حجة شرعية، وإنما يوجد لهم شبه بحسب أهوائهم الفاسدة، وآرائهم القاصرة، فهؤلاء معتدون على شرع الله وعلى عباد الله، والله لا يحب المعتدين، بخلاف الهادين المهتدين، فإنهم يدعون إلى الحق والهدى، ويؤيدون دعوتهم بالحجج العقلية والنقلية، ولا يتبعون في دعوتهم إلا رضا ربهم والقرب منه."
    },
    {
      "ayah": 12,
      "surah": 6,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم { قُلْ } لهؤلاء المشركين بالله، مقررا لهم وملزما بالتوحيد: { لِمَنْ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ } أي: مَن الخالق لذلك، المالك له، المتصرف فيه؟ { قُلْ } لهم: { لِلَّهِ } وهم مقرون بذلك لا ينكرونه، أفلا حين اعترفوا بانفراد الله بالملك والتدبير، أن يعترفوا له بالإخلاص والتوحيد؟\\\". وقوله { كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ } أي: العالم العلوي والسفلي تحت ملكه وتدبيره، وهو تعالى قد بسط عليهم رحمته وإحسانه، وتغمدهم برحمته وامتنانه، وكتب على نفسه كتابا أن رحمته تغلب غضبه، وأن العطاء أحب إليه من المنع، وأن الله قد فتح لجميع العباد أبواب الرحمة، إن لم يغلقوا عليهم أبوابها بذنوبهم، ودعاهم إليها، إن لم تمنعهم من طلبها معاصيهم وعيوبهم، وقوله { لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ } وهذا قسم منه، وهو أصدق المخبرين، وقد أقام على ذلك من الحجج والبراهين، ما يجعله حق اليقين، ولكن أبى الظالمون إلا جحودا، وأنكروا قدرة الله على بعث الخلائق، فأوضعوا في معاصيه، وتجرءوا على الكفر به، فخسروا دنياهم وأخراهم، ولهذا قال: { الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ }"
    },
    {
      "ayah": 120,
      "surah": 6,
      "text": "المراد بالإثم: جميع المعاصي، التي تؤثم العبد، أي: توقعه في الإثم، والحرج، من الأشياء المتعلقة بحقوق الله، وحقوق عباده. فنهى الله عباده، عن اقتراف الإثم الظاهر والباطن، أي: السر والعلانية، المتعلقة بالبدن والجوارح، والمتعلقة بالقلب، ولا يتم للعبد، ترك المعاصي الظاهرة والباطنة، إلا بعد معرفتها، والبحث عنها، فيكون البحث عنها ومعرفة معاصي القلب والبدن، والعلمُ بذلك واجبا متعينا على المكلف. وكثير من الناس، تخفى عليه كثير من المعاصي، خصوصا معاصي القلب، كالكبر والعجب والرياء، ونحو ذلك، حتى إنه يكون به كثير منها، وهو لا يحس به ولا يشعر، وهذا من الإعراض عن العلم، وعدم البصيرة. ثم أخبر تعالى، أن الذين يكسبون الإثم الظاهر والباطن، سيجزون على حسب كسبهم، وعلى قدر ذنوبهم، قلَّت أو كثرت، وهذا الجزاء يكون في الآخرة، وقد يكون في الدنيا، يعاقب العبد، فيخفف عنه بذلك من سيئاته."
    },
    {
      "ayah": 121,
      "surah": 6,
      "text": "ويدخل تحت هذا المنهي عنه، ما ذكر عليه اسم غير الله كالذي يذبح للأصنام، وآلهتهم، فإن هذا مما أهل لغير الله به، المحرم بالنص عليه خصوصا. ويدخل في ذلك، متروك التسمية، مما ذبح لله، كالضحايا، والهدايا، أو للحم والأكل، إذا كان الذابح متعمدا ترك التسمية، عند كثير من العلماء. ويخرج من هذا العموم، الناسي بالنصوص الأخر، الدالة على رفع الحرج عنه، ويدخل في هذه الآية، ما مات بغير ذكاة من الميتات، فإنها مما لم يذكر اسم الله عليه. ونص الله عليها بخصوصها، في قوله: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ } ولعلها سبب نزول الآية، لقوله { وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ } بغير علم. فإن المشركين -حين سمعوا تحريم الله ورسوله الميتةَ، وتحليله للمذكاة، وكانوا يستحلون أكل الميتة- قالوا -معاندة لله ورسوله، ومجادلة بغير حجة ولا برهان- أتأكلون ما قتلتم، ولا تأكلون ما قتل الله؟ يعنون بذلك: الميتة. وهذا رأي فاسد، لا يستند على حجة ولا دليل بل يستند إلى آرائهم الفاسدة التي لو كان الحق تبعا لها لفسدت السماوات والأرض، ومن فيهن. فتبا لمن قدم هذه العقول على شرع الله وأحكامه، الموافقة للمصالح العامة والمنافع الخاصة. ولا يستغرب هذا منهم، فإن هذه الآراء وأشباهها، صادرة عن وحي أوليائهم من الشياطين، الذين يريدون أن يضلوا الخلق عن دينهم، ويدعوهم ليكونوا من أصحاب السعير. { وَإِنْ أَطَعْتُمُوهُمْ } في شركهم وتحليلهم الحرام، وتحريمهم الحلال { إِنَّكُمْ لَمُشْرِكُونَ } لأنكم اتخذتموهم أولياء من دون الله، ووافقتموهم على ما به فارقوا المسلمين، فلذلك كان طريقكم، طريقهم. ودلت هذه الآية الكريمة على أن ما يقع في القلوب من الإلهامات والكشوف، التي يكثر وقوعها عند الصوفية ونحوهم، لا تدل –بمجردها على أنها حق، ولا تصدق حتى تعرض على كتاب الله وسنة رسوله. فإن شهدا لها بالقبول قبلت، وإن ناقضتهما ردت، وإن لم يعلم شيء من ذلك، توقف فيها ولم تصدق ولم تكذب، لأن الوحي والإلهام، يكون الرحمن ويكون من الشيطان، فلا بد من التمييز بينهما والفرقان، وبعدم التفريق بين الأمرين، حصل من الغلط والضلال، ما لا يحصيه إلا الله."
    },
    {
      "ayah": 122,
      "surah": 6,
      "text": "يقول تعالى: { أَوَمَنْ كَانَ } من قبل هداية الله له { مَيْتًا } في ظلمات الكفر، والجهل، والمعاصي، { فَأَحْيَيْنَاهُ } بنور العلم والإيمان والطاعة، فصار يمشي بين الناس في النور، متبصرا في أموره، مهتديا لسبيله، عارفا للخير مؤثرا له، مجتهدا في تنفيذه في نفسه وغيره، عارفا بالشر مبغضا له، مجتهدا في تركه وإزالته عن نفسه وعن غيره. أفيستوي هذا بمن هو في الظلمات، ظلمات الجهل والغي، والكفر والمعاصي. { لَيْسَ بِخَارِجٍ مِنْهَا } قد التبست عليه الطرق، وأظلمت عليه المسالك، فحضره الهم والغم والحزن والشقاء. فنبه تعالى العقول بما تدركه وتعرفه، أنه لا يستوي هذا ولا هذا كما لا يستوي الليل والنهار، والضياء والظلمة، والأحياء والأموات. فكأنه قيل: فكيف يؤثر من له أدنى مسكة من عقل، أن يكون بهذه الحالة، وأن يبقى في الظلمات متحيرا: فأجاب بأنه { زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ } فلم يزل الشيطان يحسن لهم أعمالهم، ويزينها في قلوبهم، حتى استحسنوها ورأوها حقا. وصار ذلك عقيدة في قلوبهم، وصفة راسخة ملازمة لهم، فلذلك رضوا بما هم عليه من الشر والقبائح. وهؤلاء الذين في الظلمات يعمهون، وفي باطلهم يترددون، غير متساوين. فمنهم: القادة، والرؤساء، والمتبوعون، ومنهم: التابعون المرءوسون، والأولون، منهم الذين فازوا بأشقى الأحوال"
    },
    {
      "ayah": 123,
      "surah": 6,
      "text": "{ وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا } أي: الرؤساء الذين قد كبر جرمهم، واشتد طغيانهم { لِيَمْكُرُوا فِيهَا } بالخديعة والدعوة إلى سبيل الشيطان، ومحاربة الرسل وأتباعهم، بالقول والفعل، وإنما مكرهم وكيدهم يعود على أنفسهم، لأنهم يمكرون، ويمكر الله والله خير الماكرين."
    },
    {
      "ayah": 124,
      "surah": 6,
      "text": "وكذلك يجعل الله كبار أئمة الهدى وأفاضلهم، يناضلون هؤلاء المجرمين، ويردون عليهم أقوالهم ويجاهدونهم في سبيل الله، ويسلكون بذلك السبل الموصلة إلى ذلك، ويعينهم الله ويسدد رأيهم، ويثبت أقدامهم، ويداول الأيام بينهم وبين أعدائهم، حتى يدول الأمر في عاقبته بنصرهم وظهورهم، والعاقبة للمتقين. وإنما ثبت أكابر المجرمين على باطلهم، وقاموا برد الحق الذي جاءت به الرسل، حسدا منهم وبغيا، فقالوا: { لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ } من النبوة والرسالة. وفي هذا اعتراض منهم على الله، وعجب بأنفسهم، وتكبر على الحق الذي أنزله على أيدي رسله، وتحجر على فضل الله وإحسانه. فرد الله عليهم اعتراضهم الفاسد، وأخبر أنهم لا يصلحون للخير، ولا فيهم ما يوجب أن يكونوا من عباد الله الصالحين، فضلا أن يكونوا من النبيين والمرسلين، فقال: { اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ } فيمن علمه يصلح لها، ويقوم بأعبائها، وهو متصف بكل خلق جميل، ومتبرئ من كل خلق دنيء، أعطاه الله ما تقتضيه حكمته أصلا وتبعا، ومن لم يكن كذلك، لم يضع أفضل مواهبه، عند من لا يستأهله، ولا يزكو عنده. وفي هذه الآية، دليل على كمال حكمة الله تعالى، لأنه، وإن كان تعالى رحيما واسع الجود، كثير الإحسان، فإنه حكيم لا يضع جوده إلا عند أهله، ثم توعد المجرمين فقال: { سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِنْدَ اللَّهِ } أي: إهانة وذل، كما تكبروا على الحق، أذلهم الله. { وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ } أي: بسبب مكرهم، لا ظلما منه تعالى."
    },
    {
      "ayah": 125,
      "surah": 6,
      "text": "يقول تعالى -مبينا لعباده علامة سعادة العبد وهدايته، وعلامة شقاوته وضلاله-: إن من انشرح صدره للإسلام، أي: اتسع وانفسح، فاستنار بنور الإيمان، وحيي بضوء اليقين، فاطمأنت بذلك نفسه، وأحب الخير، وطوعت له نفسه فعله، متلذذا به غير مستثقل، فإن هذا علامة على أن الله قد هداه، ومَنَّ عليه بالتوفيق، وسلوك أقوم الطريق. وأن علامة من يرد الله أن يضله، أن يجعل صدره ضيقا حرجا. أي: في غاية الضيق عن الإيمان والعلم واليقين، قد انغمس قلبه في الشبهات والشهوات، فلا يصل إليه خير، لا ينشرح قلبه لفعل الخير كأنه من ضيقه وشدته يكاد يصعد في السماء، أي: كأنه يكلف الصعود إلى السماء، الذي لا حيلة له فيه. وهذا سببه، عدم إيمانهم، هو الذي أوجب أن يجعل الله الرجس عليهم، لأنهم سدوا على أنفسهم باب الرحمة والإحسان، وهذا ميزان لا يعول، وطريق لا يتغير، فإن من أعطى واتقى، وصدق بالحسنى، يسره الله لليسرى، ومن بخل واستغنى وكذب بالحسنى، فسييسره للعسرى."
    },
    {
      "ayah": 126,
      "surah": 6,
      "text": "أي: معتدلا، موصلا إلى الله، وإلى دار كرامته، قد بينت أحكامه، وفصلت شرائعه، وميز الخير من الشر. ولكن هذا التفصيل والبيان، ليس لكل أحد، إنما هو { لِقَوْمٍ يَذَّكَّرُونَ } فإنهم الذين علموا، فانتفعوا بعلمهم، وأعد الله لهم الجزاء الجزيل، والأجر الجميل"
    },
    {
      "ayah": 127,
      "surah": 6,
      "text": "{ لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ } وسميت الجنة دار السلام، لسلامتها من كل عيب وآفة وكدر، وهم وغم، وغير ذلك من المنغصات، ويلزم من ذلك، أن يكون نعيمها في غاية الكمال، ونهاية التمام، بحيث لا يقدر على وصفه الواصفون، ولا يتمنى فوقه المتمنون، من نعيم الروح والقلب والبدن، ولهم فيها، ما تشتهيه الأنفس، وتلذ الأعين، وهم فيها خالدون. { وَهُوَ وَلِيُّهُمْ } الذي يتولى تدبيرهم وتربيتهم، ولطف بهم في جميع أمورهم، وأعانهم على طاعته، ويسر لهم كل سبب موصل إلى محبته، وإنما تولاهم، بسبب أعمالهم الصالحة، ومقدماتهم التي قصدوا بها رضا مولاهم، بخلاف من أعرض عن مولاه، واتبع هواه، فإنه سلط عليه الشيطان فتولاه، فأفسد عليه دينه ودنياه."
    },
    {
      "ayah": 128,
      "surah": 6,
      "text": "يقول تعالى { وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا } أي: جميع الثقلين، من الإنس والجن، من ضل منهم، ومن أضل غيره، فيقول موبخا للجن الذين أضلوا الإنس، وزينوا لهم الشر، وأزُّوهم إلى المعاصي: { يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ } أي: من إضلالهم، وصدهم عن سبيل الله، فكيف أقدمتم على محارمي، وتجرأتم على معاندة رسلي؟ وقمتم محاربين لله، ساعين في صد عباد الله عن سبيله إلى سبيل الجحيم؟ فاليوم حقت عليكم لعنتي، ووجبت لكم نقمتي وسنزيدكم من العذاب بحسب كفركم، وإضلالكم لغيركم. وليس لكم عذر به تعتذرون، ولا ملجأ إليه تلجأون، ولا شافع يشفع ولا دعاء يسمع، فلا تسأل حينئذ عما يحل بهم من النكال، والخزي والوبال، ولهذا لم يذكر الله لهم اعتذارا، وأما أولياؤهم من الإنس، فأبدوا عذرا غير مقبول فقالوا: { رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ } أي: تمتع كل من الجِنّي والإنسي بصاحبه، وانتفع به. فالجنّي يستمتع بطاعة الإنسي له وعبادته، وتعظيمه، واستعاذته به. والإنسي يستمتع بنيل أغراضه، وبلوغه بسبب خدمة الجِنّي له بعض شهواته، فإن الإنسي يعبد الجِنّي، فيخدمه الجِنّي، ويحصل له منه بعض الحوائج الدنيوية، أي: حصل منا من الذنوب ما حصل، ولا يمكن رد ذلك، { وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا } أي: وقد وصلنا المحل الذي نجازي فيه بالأعمال، فافعل بنا الآن ما تشاء، واحكم فينا بما تريد، فقد انقطعت حجتنا ولم يبق لنا عذر، والأمر أمرك، والحكم حكمك. وكأن في هذا الكلام منهم نوع تضرع وترقق، ولكن في غير أوانه. ولهذا حكم فيهم بحكمه العادل، الذي لا جور فيه، فقال: { النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا } ولما كان هذا الحكم من مقتضى حكمته وعلمه، ختم الآية بقوله: { إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ } فكما أن علمه وسع الأشياء كلها وعمّها، فحكمته الغائية شملت الأشياء وعمتها ووسعتها."
    },
    {
      "ayah": 129,
      "surah": 6,
      "text": "{ وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُوا يَكْسِبُونَ } أي: وكما ولَّيْنَا الجن المردة وسلطناهم على إضلال أوليائهم من الإنس وعقدنا بينهم عقد الموالاة والموافقة، بسبب كسبهم وسعيهم بذلك. كذلك من سنتنا أن نولي كل ظالم ظالما مثله، يؤزه إلى الشر ويحثه عليه، ويزهده في الخير وينفره عنه، وذلك من عقوبات الله العظيمة الشنيع أثرها، البليغ خطرها. والذنب ذنب الظالم، فهو الذي أدخل الضرر على نفسه، وعلى نفسه جنى { وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ } ومن ذلك، أن العباد إذا كثر ظلمهم وفسادهم، ومنْعهم الحقوق الواجبة، ولَّى عليهم ظلمة، يسومونهم سوء العذاب، ويأخذون منهم بالظلم والجور أضعاف ما منعوا من حقوق الله، وحقوق عباده، على وجه غير مأجورين فيه ولا محتسبين. كما أن العباد إذا صلحوا واستقاموا، أصلح الله رعاتهم، وجعلهم أئمة عدل وإنصاف، لا ولاة ظلم واعتساف."
    },
    {
      "ayah": 13,
      "surah": 6,
      "text": "اعلم أن هذه السورة الكريمة، قد اشتملت على تقرير التوحيد، بكل دليل عقلي ونقلي، بل كادت أن تكون كلها في شأن التوحيد ومجادلة المشركين بالله المكذبين لرسوله. فهذه الآيات، ذكر الله فيها ما يتبين به الهدى، وينقمع به الشرك. فذكر أن { لَهُ } تعالى { مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ } وذلك هو المخلوقات كلها، من آدميها، وجِنِّها، وملائكتها، وحيواناتها وجماداتها، فالكل خلق مدبرون، وعبيد مسخرون لربهم العظيم، القاهر المالك، فهل يصح في عقل ونقل، أن يعبد مِن هؤلاء المماليك، الذي لا نفع عنده ولا ضر؟ ويترك الإخلاص للخالق، المدبر المالك، الضار النافع؟! أم العقول السليمة، والفطر المستقيمة، تدعو إلى إخلاص العبادة، والحب، والخوف، والرجاء لله رب العالمين؟!. { السَّمِيعُ } لجميع الأصوات، على اختلاف اللغات، بتفنن الحاجات. { الْعَلِيمُ } بما كان، وما يكون، وما لم يكن لو كان كيف كان يكون، المطلع على الظواهر والبواطن؟!."
    },
    {
      "ayah": 130,
      "surah": 6,
      "text": "ثم وبخ الله جميع من أعرض عن الحق ورده، من الجن والإنس، وبين خطأهم، فاعترفوا بذلك، فقال: { يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي } الواضحات البينات، التي فيها تفاصيل الأمر والنهي، والخير والشر، والوعد والوعيد. { وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا } ويعلمونكم أن النجاة فيه، والفوز إنما هو بامتثال أوامر الله واجتناب نواهيه، وأن الشقاء والخسران في تضييع ذلك، فأقروا بذلك واعترفوا، فـ { قالوا } بلى { شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا } بزينتها وزخرفها، ونعيمها فاطمأنوا بها ورضوا، وألهتهم عن الآخرة، { وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ } فقامت عليهم حجة الله، وعلم حينئذ كل أحد، حتى هم بأنفسهم عدل الله فيهم، فقال لهم: حاكما عليهم بالعذاب الأليم: { ادْخُلُوا فِي } جملة { أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ } صنعوا كصنيعكم، واستمتعوا بخلاقهم كما استمعتم، وخاضوا بالباطل كما خضتم، إنهم كانوا خاسرين، أي: الأولون من هؤلاء والآخرون، وأي خسران أعظم من خسران جنات النعيم، وحرمان جوار أكرم الأكرمين؟! ولكنهم وإن اشتركوا في الخسران، فإنهم يتفاوتون في مقداره تفاوتا عظيما."
    },
    {
      "ayah": 131,
      "surah": 6,
      "text": "ثم وبخ الله جميع من أعرض عن الحق ورده، من الجن والإنس، وبين خطأهم، فاعترفوا بذلك، فقال: { يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي } الواضحات البينات، التي فيها تفاصيل الأمر والنهي، والخير والشر، والوعد والوعيد. { وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا } ويعلمونكم أن النجاة فيه، والفوز إنما هو بامتثال أوامر الله واجتناب نواهيه، وأن الشقاء والخسران في تضييع ذلك، فأقروا بذلك واعترفوا، فـ { قالوا } بلى { شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا } بزينتها وزخرفها، ونعيمها فاطمأنوا بها ورضوا، وألهتهم عن الآخرة، { وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ } فقامت عليهم حجة الله، وعلم حينئذ كل أحد، حتى هم بأنفسهم عدل الله فيهم، فقال لهم: حاكما عليهم بالعذاب الأليم: { ادْخُلُوا فِي } جملة { أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ } صنعوا كصنيعكم، واستمتعوا بخلاقهم كما استمعتم، وخاضوا بالباطل كما خضتم، إنهم كانوا خاسرين، أي: الأولون من هؤلاء والآخرون، وأي خسران أعظم من خسران جنات النعيم، وحرمان جوار أكرم الأكرمين؟! ولكنهم وإن اشتركوا في الخسران، فإنهم يتفاوتون في مقداره تفاوتا عظيما."
    },
    {
      "ayah": 132,
      "surah": 6,
      "text": "{ وَلِكُلٍّ } منهم { دَرَجَاتٌ مِمَّا عَمِلُوا } بحسب أعمالهم، لا يجعل قليل الشر منهم ككثيره، ولا التابع كالمتبوع، ولا المرءوس كالرئيس، كما أن أهل الثواب والجنة وإن اشتركوا في الربح والفلاح ودخول الجنة، فإن بينهم من الفرق ما لا يعلمه إلا الله، مع أنهم كلهم، قد رضوا بما آتاهم مولاهم، وقنعوا بما حباهم. فنسأله تعالى أن يجعلنا من أهل الفردوس الأعلى، التي أعدها الله للمقربين من عباده، والمصطفين من خلقه، وأهل الصفوة من أهل وداده. { وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ } فيجازي كلا بحسب علمه، وبما يعلمه من مقصده، وإنما أمر الله العباد بالأعمال الصالحة، ونهاهم عن الأعمال السيئة، رحمة بهم، وقصدا لمصالحهم. وإلا فهو الغني بذاته، عن جميع مخلوقاته، فلا تنفعه طاعة الطائعين، كما لا تضره معصية العاصين."
    },
    {
      "ayah": 133,
      "surah": 6,
      "text": "{ إِنْ يَشَأْ يُذْهِبْكُمْ } بالإهلاك { وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ } فإذا عرفتم بأنكم لا بد أن تنتقلوا من هذه الدار، كما انتقل غيركم، وترحلون منها وتخلونها لمن بعدكم، كما رحل عنها من قبلكم وخلوها لكم، فلم اتخذتموها قرارا؟ وتوطنتم بها ونسيتم، أنها دار ممر لا دار مقر. وأن أمامكم دارًا، هي الدار التي جمعت كل نعيم وسلمت من كل آفة ونقص؟ وهي الدار التي يسعى إليها الأولون والآخرون، ويرتحل نحوها السابقون واللاحقون، التي إذا وصلوها، فثَمَّ الخلود الدائم، والإقامة اللازمة، والغاية التي لا غاية وراءها، والمطلوب الذي ينتهي إليه كل مطلوب، والمرغوب الذي يضمحل دونه كل مرغوب، هنالك والله، ما تشتهيه الأنفس، وتلذ الأعين، ويتنافس فيه المتنافسون، من لذة الأرواح، وكثرة الأفراح، ونعيم الأبدان والقلوب، والقرب من علام الغيوب، فلله همة تعلقت بتلك الكرامات، وإرادة سمت إلى أعلى الدرجات\\\" وما أبخس حظ من رضي بالدون، وأدنى همة من اختار صفقة المغبون\\\" ولا يستبعد المعرض الغافل، سرعة الوصول إلى هذه الدار"
    },
    {
      "ayah": 134,
      "surah": 6,
      "text": "{ إِنَّ مَا تُوعَدُونَ لَآتٍ وَمَا أَنْتُمْ بِمُعْجِزِينَ } لله، فارين من عقابه، فإن نواصيكم تحت قبضته، وأنتم تحت تدبيره وتصرفه."
    },
    {
      "ayah": 135,
      "surah": 6,
      "text": "{ قُلْ } يا أيها الرسول لقومك إذا دعوتهم إلى الله، وبينت لهم ما لهم وما عليهم من حقوقه، فامتنعوا من الانقياد لأمره، واتبعوا أهواءهم، واستمروا على شركهم: { يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ } أي: على حالتكم التي أنتم عليها، ورضيتموها لأنفسكم. { إِنِّي عَامِلٌ } على أمر الله، ومتبع لمراضي الله. { فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ } أنا أو أنتم، وهذا من الإنصاف بموضع عظيم، حيث بيَّن الأعمال وعامليها، وجعل الجزاء مقرونا بنظر البصير، ضاربا فيه صفحا عن التصريح الذي يغني عنه التلويح. وقد علم أن العاقبة الحسنة في الدنيا والآخرة للمتقين، وأن المؤمنين لهم عقبى الدار، وأن كل معرض عما جاءت به الرسل، عاقبته سوء وشر، ولهذا قال: { إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ } فكل ظالم، وإن تمتع في الدنيا بما تمتع به، فنهايته [فيه] الاضمحلال والتلف \\\"إن الله ليملي للظالم، حتى إذا أخذه لم يفلته\\\""
    },
    {
      "ayah": 136,
      "surah": 6,
      "text": "يخبر تعالى، عمَّا عليه المشركون المكذبون للنبي صلى الله عليه وسلم، من سفاهة العقل، وخفة الأحلام، والجهل البليغ، وعدَّد تبارك وتعالى شيئا من خرافاتهم، لينبه بذلك على ضلالهم والحذر منهم، وأن معارضة أمثال هؤلاء السفهاء للحق الذي جاء به الرسول، لا تقدح فيه أصلا، فإنهم لا أهلية لهم في مقابلة الحق، فذكر من ذلك أنهم { جعلوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا } ولشركائهم من ذلك نصيبا، والحال أن الله تعالى هو الذي ذرأه للعباد، وأوجده رزقا، فجمعوا بين محذورين محظورين، بل ثلاثة محاذير، منَّتهم على الله، في جعلهم له نصيبا، مع اعتقادهم أن ذلك منهم تبرع، وإشراك الشركاء الذين لم يرزقوهم، ولم يوجدوا لهم شيئا في ذلك، وحكمهم الجائر في أن ما كان لله لم يبالوا به، ولم يهتموا، ولو كان واصلا إلى الشركاء، وما كان لشركائهم اعتنوا به واحتفظوا به ولم يصل إلى الله منه شيء، وذلك أنهم إذا حصل لهم -من زروعهم وثمارهم وأنعامهم، التي أوجدها الله لهم- شيء، جعلوه قسمين: قسمًا قالوا: هذا لله بقولهم وزعمهم، وإلا فالله لا يقبل إلا ما كان خالصا لوجهه، ولا يقبل عمل مَن أشرك به. وقسمًا جعلوه حصة شركائهم من الأوثان والأنداد. فإن وصل شيء مما جعلوه لله، واختلط بما جعلوه لغيره، لم يبالوا بذلك، وقالوا: الله غني عنه، فلا يردونه، وإن وصل شيء مما جعلوه لآلهتهم إلى ما جعلوه لله، ردوه إلى محله، وقالوا: إنها فقيرة، لا بد من رد نصيبها. فهل أسوأ من هذا الحكم. وأظلم؟\\\" حيث جعلوا ما للمخلوق، يجتهد فيه وينصح ويحفظ، أكثر مما يفعل بحق الله. ويحتمل أن تأويل الآية الكريمة، ما ثبت في الصحيح عن النبي صلى الله عليه وسلم أنه قال عن الله تعالى أنه قال: \\\"أنا أغنى الشركاء عن الشرك، من أشرك معي شيئا تركته وشركه\\\". وأن معنى الآية أن ما جعلوه وتقربوا به لأوثانهم، فهو تقرب خالص لغير الله، ليس لله منه شيء، وما جعلوه لله -على زعمهم- فإنه لا يصل إليه لكونه شركًا، بل يكون حظ الشركاء والأنداد، لأن الله غني عنه، لا يقبل العمل الذي أُشرِك به معه أحد من الخلق."
    },
    {
      "ayah": 137,
      "surah": 6,
      "text": "ومن سفه المشركين وضلالهم، أنه زيَّن لكثير من المشركين شركاؤهم -أي: رؤساؤهم وشياطينهم- قتل أولادهم، وهو: الوأد، الذين يدفنون أولادهم الذكور خشية الافتقار، والإناث خشية العار. وكل هذا من خدع الشياطين، الذين يريدون أن يُرْدُوهم بالهلاك، ويلبسوا عليهم دينهم، فيفعلون الأفعال التي في غاية القبح، ولا يزال شركاؤهم يزينونها لهم، حتى تكون عندهم من الأمور الحسنة والخصال المستحسنة، ولو شاء الله أن يمنعهم ويحول بينهم وبين هذه الأفعال، ويمنع أولادهم عن قتل الأبوين لهم، ما فعلوه، ولكن اقتضت حكمته التخلية بينهم وبين أفعالهم، استدراجا منه لهم، وإمهالا لهم، وعدم مبالاة بما هم عليه، ولهذا قال: { فَذَرْهُمْ وَمَا يَفْتَرُونَ } أي: دعهم مع كذبهم وافترائهم، ولا تحزن عليهم، فإنهم لن يضروا الله شيئا."
    },
    {
      "ayah": 138,
      "surah": 6,
      "text": "ومن أنواع سفاهتهم أن الأنعام التي أحلها الله لهم عموما، وجعلها رزقا ورحمة، يتمتعون بها وينتفعون، قد اخترعوا فيها بِدعًا وأقوالا من تلقاء أنفسهم، فعندهم اصطلاح في بعض الأنعام [والحرث] أنهم يقولون فيها: { هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ } أي: محرم { لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ } أي: لا يجوز أن يطعمه أحد، إلا من أردنا أن يطعمه، أو وصفناه بوصف -من عندهم-. وكل هذا بزعمهم لا مستند لهم ولا حجة إلا أهويتهم، وآراؤهم الفاسدة. وأنعام ليست محرمة من كل وجه، بل يحرمون ظهورها، أي: بالركوب والحمل عليها، ويحمون ظهرها، ويسمونها الحام، وأنعام لا يذكرون اسم الله عليها، بل يذكرون اسم أصنامهم وما كانوا يعبدون من دون الله عليها، وينسبون تلك الأفعال إلى الله، وهم كذبة فُجَّار في ذلك. { سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ } على الله، من إحلال الشرك، وتحريم الحلال من الأكل، والمنافع."
    },
    {
      "ayah": 139,
      "surah": 6,
      "text": "ومن آرائهم السخيفة أنهم يجعلون بعض الأنعام، ويعينونها –محرما ما في بطنها على الإناث دون الذكور، فيقولون: { مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا } أي: حلال لهم، لا يشاركهم فيها النساء، { وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا } أي: نسائنا، هذا إذا ولد حيا، وإن يكن ما [في] بطنها يولد ميتا، فهم فيه شركاء، أي: فهو حلال للذكور والإناث. { سَيَجْزِيهِمْ } الله { وَصْفَهُمْ } حين وصفوا ما أحله الله بأنه حرام، ووصفوا الحرام بالحلال، فناقضوا شرع الله وخالفوه، ونسبوا ذلك إلى الله. { إِنَّهُ حَكِيمٌ } حيث أمهل لهم، ومكنهم مما هم فيه من الضلال. { عَلِيمٌ } بهم، لا تخفى عليه خافية، وهو تعالى يعلم بهم وبما قالوه عليه وافتروه، وهو يعافيهم ويرزقهم جل جلاله."
    },
    {
      "ayah": 14,
      "surah": 6,
      "text": "{ قُلْ } لهؤلاء المشركين بالله: { أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا } من هؤلاء المخلوقات العاجزة يتولاني، وينصرني؟!. فلا أتخذ من دونه تعالى وليا، لأنه فاطر السماوات والأرض، أي: خالقهما ومدبرهما. { وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ } أي: وهو الرزاق لجميع الخلق، من غير حاجة منه تعالى إليهم، فكيف يليق أن أتخذ وليا غير الخالق الرزاق، الغني الحميد؟\\\" { قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ } لله بالتوحيد، وانقاد له بالطاعة، لأني أولى من غيري بامتثال أوامر ربي. { وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ } أي: ونهيت أيضا، عن أن أكون من المشركين، لا في اعتقادهم، ولا في مجالستهم، ولا في الاجتماع بهم، فهذا أفرض الفروض عليَّ، وأوجب الواجبات."
    },
    {
      "ayah": 140,
      "surah": 6,
      "text": "ثم بين خسرانهم وسفاهة عقولهم فقال: { قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ } أي: خسروا دينهم وأولادهم وعقولهم، وصار وصْفُهم -بعد العقول الرزينة- السفه المردي، والضلال. { وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ } أي: ما جعله رحمة لهم، وساقه رزقا لهم. فردوا كرامة ربهم، ولم يكتفوا بذلك، بل وصفوها بأنها حرام، وهي من أَحَلِّ الحلال. وكل هذا { افْتِرَاءً عَلَى اللَّهِ } أي: كذبا يكذب به كل معاند كَفَّار. { قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ } أي: قد ضلوا ضلالا بعيدا، ولم يكونوا مهتدين في شيء من أمورهم."
    },
    {
      "ayah": 141,
      "surah": 6,
      "text": "لما ذكر تعالى تصرف المشركين في كثير مما أحله الله لهم من الحروث والأنعام، ذكر تبارك وتعالى نعمته عليهم بذلك، ووظيفتهم اللازمة عليهم في الحروث والأنعام فقال: { وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ } أي: بساتين، فيها أنواع الأشجار المتنوعة، والنباتات المختلفة. { مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ } أي: بعض تلك الجنات، مجعول لها عرش، تنتشر عليه الأشجار، ويعاونها في النهوض عن الأرض. وبعضها خال من العروش، تنبت على ساق، أو تنفرش في الأرض، وفي هذا تنبيه على كثرة منافعها، وخيراتها، وأنه تعالى، علم العباد كيف يعرشونها، وينمونها. { وَ } أنشأ تعالى { النخل وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ } أي: كله في محل واحد، ويشرب من ماء واحد، ويفضل الله بعضه على بعض في الأكل. وخص تعالى النخل والزرع على اختلاف أنواعه لكثرة منافعها، ولكونها هي القوت لأكثر الخلق. { وَ } أنشأ تعالى { الزيتون وَالرُّمَّانَ مُتَشَابِهًا } في شجره { وَغَيْرَ مُتَشَابِهٍ } في ثمره وطعمه. كأنه قيل: لأي شيء أنشأ الله هذه الجنات، وما عطف عليها؟ فأخبر أنه أنشأها لمنافع العباد فقال: { كُلُوا مِنْ ثَمَرِهِ } أي: النخل والزرع { إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ } أي: أعطوا حق الزرع، وهو الزكاة ذات الأنصباء المقدرة في الشرع، أمرهم أن يعطوها يوم حصادها، وذلك لأن حصاد الزرع بمنزلة حولان الحول، لأنه الوقت الذي تتشوف إليه نفوس الفقراء، ويسهل حينئذ إخراجه على أهل الزرع، ويكون الأمر فيها ظاهرا لمن أخرجها، حتى يتميز المخرج ممن لا يخرج. وقوله: { وَلَا تُسْرِفُوا } يعم النهي عن الإسراف في الأكل، وهو مجاوزة الحد والعادة، وأن يأكل صاحب الزرع أكلا يضر بالزكاة، والإسراف في إخراج حق الزرع بحيث يخرج فوق الواجب عليه، ويضر نفسه أو عائلته أو غرماءه، فكل هذا من الإسراف الذي نهى الله عنه، الذي لا يحبه الله بل يبغضه ويمقت عليه. وفي هذه الآية دليل على وجوب الزكاة في الثمار، وأنه لا حول لها، بل حولها حصادها في الزروع، وجذاذ النخيل، وأنه لا تتكرر فها الزكاة، لو مكثت عند العبد أحوالا كثيرة، إذا كانت لغير التجارة، لأن الله لم يأمر بالإخراج منه إلا وقت حصاده. وأنه لو أصابها آفة قبل ذلك بغير تفريط من صاحب الزرع والثمر، أنه لا يضمنها، وأنه يجوز الأكل من النخل والزرع قبل إخراج الزكاة منه، وأنه لا يحسب ذلك من الزكاة، بل يزكي المال الذي يبقى بعده. وقد كان النبي صلى الله عليه وسلم، يبعث خارصا، يخرص للناس ثمارهم، ويأمره أن يدع لأهلها الثلث، أو الربع، بحسب ما يعتريها من الأكل وغيره، من أهلها، وغيرهم."
    },
    {
      "ayah": 142,
      "surah": 6,
      "text": "أي: { و } خلق وأنشأ { من الْأَنْعَامِ حَمُولَةً وَفَرْشًا } أي: بعضها تحملون عليه وتركبونه، وبعضها لا تصلح للحمل والركوب عليها لصغرها كالفصلان ونحوها، وهي الفرش، فهي من جهة الحمل والركوب، تنقسم إلى هذين القسمين. وأما من جهة الأكل وأنواع الانتفاع، فإنها كلها تؤكل وينتفع بها. ولهذا قال: { كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ } أي: طرقه وأعماله التي من جملتها أن تحرموا بعض ما رزقكم الله. { إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ } فلا يأمركم إلا بما فيه مضرتكم وشقاؤكم الأبدي."
    },
    {
      "ayah": 143,
      "surah": 6,
      "text": "وهذه الأنعام التي امتن الله بها على عباده، وجعلها كلها حلالا طيبا، فصلها بأنها: { ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ } ذكر وأنثى { وَمِنَ الْمَعْزِ اثْنَيْنِ } كذلك، فهذه أربعة، كلها داخلة فيما أحل الله، لا فرق بين شيء منها، فقل لهؤلاء المتكلفين، الذين يحرمون منها شيئا دون شيء، أو يحرمون بعضها على الإناث دون الذكور، ملزما لهم بعدم وجود الفرق بين ما أباحوا منها وحرموا: { آلذَّكَرَيْنِ } من الضأن والمعز { حَرَّمَ } الله، فلستم تقولون بذلك وتطردونه، { أَمِ الْأُنْثَيَيْنِ } حرم الله من الضأن والمعز، فليس هذا قولكم، لا تحريم الذكور الخلص، ولا الإناث الخلص من الصنفين. بقي إذا كان الرحم مشتملا على ذكر وأنثى، أو على مجهول فقال: { أَمْ } تحرمون { ما اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ } أي: أنثى الضأن وأنثى المعز، من غير فرق بين ذكر وأنثى، فلستم تقولون أيضا بهذا القول. فإذا كنتم لا تقولون بأحد هذه الأقوال الثلاثة، التي حصرت الأقسام الممكنة في ذلك، فإلى أي شيء تذهبون؟. { نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ } في قولكم ودعواكم، ومن المعلوم أنهم لا يمكنهم أن يقولوا قولا سائغا في العقل، إلا واحدا من هذه الأمور الثلاثة. وهم لا يقولون بشيء منها. إنما يقولون: إن بعض الأنعام التي يصطلحون عليها اصطلاحات من عند أنفسهم، حرام على الإناث دون الذكور، أو محرمة في وقت من الأوقات، أو نحو ذلك من الأقوال، التي يعلم علما لا شك فيه أن مصدرها من الجهل المركب، والعقول المختلة المنحرفة، والآراء الفاسدة، وأن الله، ما أنزل –بما قالوه- من سلطان، ولا لهم عليه حجة ولا برهان."
    },
    {
      "ayah": 144,
      "surah": 6,
      "text": "ثم ذكر في الإبل والبقر مثل ذلك. فلما بين بطلان قولهم وفساده، قال لهم قولًا لا حيلة لهم في الخروج من تبعته، إلا في اتباع شرع الله. { أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ } أي: لم يبق عليكم إلا دعوى، لا سبيل لكم إلى صدقها وصحتها. وهي أن تقولوا: إن الله وصَّانا بذلك، وأوحى إلينا كما أوحى إلى رسله، بل أوحى إلينا وحيا مخالفا لما دعت إليه الرسل ونزلت به الكتب، وهذا افتراء لا يجهله أحد، ولهذا قال: { فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ } أي: مع كذبه وافترائه على الله، قصده بذلك إضلال عباد الله عن سبيل الله، بغير بينة منه ولا برهان، ولا عقل ولا نقل. { إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ } الذين لا إرادة لهم في غير الظلم والجور، والافتراء على الله."
    },
    {
      "ayah": 145,
      "surah": 6,
      "text": "لما ذكر تعالى ذم المشركين على ما حرموا من الحلال ونسبوه إلى الله، وأبطل قولهم. أمر تعالى رسوله أن يبين للناس ما حرمه الله عليهم، ليعلموا أن ما عدا ذلك حلال، مَنْ نسب تحريمه إلى الله فهو كاذب مبطل، لأن التحريم لا يكون إلا من عند الله على لسان رسوله، وقد قال لرسوله: { قُلْ لَا أَجِدُ فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ } أي: محرما أكله، بقطع النظر عن تحريم الانتفاع بغير الأكل وعدمه. { إِلَّا أَنْ يَكُونَ مَيْتَةً } والميتة: ما مات بغير ذكاة شرعية، فإن ذلك لا يحل. كما قال تعالى: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ } { أَوْ دَمًا مَسْفُوحًا } وهو الدم الذي يخرج من الذبيحة عند ذكاتها، فإنه الدم الذي يضر احتباسه في البدن، فإذا خرج من البدن زال الضرر بأكل اللحم، ومفهوم هذا اللفظ، أن الدم الذي يبقى في اللحم والعروق بعد الذبح، أنه حلال طاهر. { أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ } أي: فإن هذه الأشياء الثلاثة، رجس، أي: خبث نجس مضر، حرمه الله لطفا بكم، ونزاهة لكم عن مقاربة الخبائث. { أَوْ } إلا أن يكون { فسقا أهل لغير الله به } أي: إلا أن تكون الذبيحة مذبوحة لغير الله، من الأوثان والآلهة التي يعبدها المشركون، فإن هذا من الفسق الذي هو الخروج عن طاعة الله إلى معصيته، أي: ومع هذا، فهذه الأشياء المحرمات، من اضطر إليها، أي: حملته الحاجة والضرورة إلى أكل شيء منها، بأن لم يكن عنده شيء وخاف على نفسه التلف. { غَيْرَ بَاغٍ ولا عاد } أي: { غَيْرَ بَاغٍ } أي: مريدٍ لأكلها من غير اضطرار وَلَا متعد، أي: متجاوز للحد، بأن يأكل زيادة عن حاجته. { فمن اضطر غير باغ ولا عاد فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ } أي: فالله قد سامح من كان بهذه الحال. واختلف العلماء رحمهم الله في هذا الحصر المذكور في هذه الآية، مع أن ثَمَّ محرمات لم تذكر فيها، كالسباع وكل ذي مخلب من الطير ونحو ذلك، فقال بعضهم: إن هذه الآية نازلة قبل تحريم ما زاد على ما ذكر فيها، فلا ينافي هذا الحصر المذكور فيها التحريم المتأخر بعد ذلك؛ لأنه لم يجده فيما أوحي إليه في ذلك الوقت، وقال بعضهم: إن هذه الآية مشتملة على سائر المحرمات، بعضها صريحا، وبعضها يؤخذ من المعنى وعموم العلة. فإن قوله تعالى في تعليل الميتة والدم ولحم الخنزير، أو الأخير منها فقط: { فَإِنَّهُ رِجْسٌ } وصف شامل لكل محرم، فإن المحرمات كلها رجس وخبث، وهي من الخبائث المستقذرة التي حرمها الله على عباده، صيانة لهم، وتكرمة عن مباشرة الخبيث الرجس. ويؤخذ تفاصيل الرجس المحرم من السُنَّة، فإنها تفسر القرآن، وتبين المقصود منه، فإذا كان الله تعالى لم يحرم من المطاعم إلا ما ذكر، والتحريم لا يكون مصدره، إلا شرع الله -دل ذلك على أن المشركين، الذين حرموا ما رزقهم الله مفترون على الله، متقولون عليه ما لم يقل. وفي الآية احتمال قوي، لولا أن الله ذكر فيها الخنزير، وهو: أن السياق في نقض أقوال المشركين المتقدمة، في تحريمهم لما أحله الله وخوضهم بذلك، بحسب ما سولت لهم أنفسهم، وذلك في بهيمة الأنعام خاصة، وليس منها محرم إلا ما ذكر في الآية: الميتة منها، وما أهل لغير الله به، وما سوى ذلك فحلال. ولعل مناسبة ذكر الخنزير هنا على هذا الاحتمال، أن بعض الجهال قد يدخله في بهيمة الأنعام، وأنه نوع من أنواع الغنم، كما قد يتوهمه جهلة النصارى وأشباههم، فينمونها كما ينمون المواشي، ويستحلونها، ولا يفرقون بينها وبين الأنعام، فهذا المحرم على هذه الأمة كله من باب التنزيه لهم والصيانة."
    },
    {
      "ayah": 146,
      "surah": 6,
      "text": "وأما ما حرم على أهل الكتاب، فبعضه طيب ولكنه حرم عليهم عقوبة لهم، ولهذا قال: { وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ } وذلك كالإبل، وما أشبهها { وَ } حرمنا عليهم. { وَمِنَ الْبَقَرِ وَالْغَنَمِ } بعض أجزائها، وهو: { شُحُومَهُمَا } وليس المحرم جميع الشحوم منها، بل شحم الألية والثرب، ولهذا استثنى الشحم الحلال من ذلك فقال: { إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا } أي: الشحم المخالط للأمعاء { أَوْ مَا اخْتَلَطَ بِعَظْمٍ } { ذَلِكَ } التحريم على اليهود { جَزَيْنَاهُمْ بِبَغْيِهِمْ } أي: ظلمهم وتعديهم في حقوق الله وحقوق عباده، فحرم الله عليهم هذه الأشياء عقوبة لهم ونكالا. { وَإِنَّا لَصَادِقُونَ } في كل ما نقول ونفعل ونحكم به، ومن أصدق من الله حديثا، ومن أحسن من الله حكما لقوم يوقنون."
    },
    {
      "ayah": 147,
      "surah": 6,
      "text": "أي: فإن كذبك هؤلاء المشركون، فاستمر على دعوتهم، بالترغيب والترهيب، وأخبرهم بأن الله { ذُو رَحْمَةٍ وَاسِعَةٍ } أي: عامة شاملة [لجميع] للمخلوقات كلها، فسارعوا إلى رحمته بأسبابها، التي رأسها وأسها ومادتها، تصديق محمد صلى الله عليه وسلم فيما جاء به. { وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ } أي: الذين كثر إجرامهم وذنوبهم.فاحذروا الجرائم الموصلة لبأس الله، التي أعظمها ورأسها تكذيب محمد صلى الله عليه وسلم."
    },
    {
      "ayah": 148,
      "surah": 6,
      "text": "تفسير الآيتين 148 و 149 : هذا إخبار من الله أن المشركين سيحتجون على شركهم وتحريمهم ما أحل الله، بالقضاء والقدر، ويجعلون مشيئة الله الشاملة لكل شيء من الخير والشر حجة لهم في دفع اللوم عنهم. وقد قالوا ما أخبر الله أنهم سيقولونه، كما قال في الآية الأخرى: { وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ } الآية. فأخبر تعالى أن هذة الحجة، لم تزل الأمم المكذبة تدفع بها عنهم دعوة الرسل، ويحتجون بها، فلم تجد فيهم شيئا ولم تنفعهم، فلم يزل هذا دأبهم حتى أهكلهم الله، وأذاقهم بأسه. فلو كانت حجة صحيحة، لدفعت عنهم العقاب، ولما أحل الله بهم العذاب، لأنه لا يحل بأسه إلا بمن استحقه، فعلم أنها حجة فاسدة، وشبهة كاسدة، من عدة أوجه: منها: ما ذكر الله من أنها لو كانت صحيحة، لم تحل بهم العقوبة. ومنها: أن الحجة، لا بد أن تكون حجة مستندة إلى العلم والبرهان، فأما إذا كانت مستندة إلى مجرد الظن والخرص، الذي لا يغني من الحق شيئا، فإنها باطلة، ولهذا قال: { قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا } فلو كان لهم علم - وهم خصوم ألداء- لأخرجوه، فلما لم يخرجوه علم أنه لا علم عندهم. { إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ } ومَنْ بنى حججه على الخرص والظن، فهو مبطل خاسر، فكيف إذا بناها على البغي والعناد والشر والفساد؟ ومنها: أن الحجة لله البالغة، التي لم تبق لأحد عذرا، التي اتفقت عليها الأنبياء والمرسلون، والكتب الإلهية، والآثار النبوية، والعقول الصحيحة، والفطر المستقيمة، والأخلاق القويمة، فعلم بذلك أن كل ما خالف هذه الأدلة القاطعة باطل، لأن نقيض الحق، لا يكون إلا باطلا. ومنها: أن الله تعالى أعطى كل مخلوق، قدرة، وإرادة، يتمكن بها من فعل ما كلف به، فلا أوجب الله على أحد ما لا يقدر على فعله، ولا حرم على أحد ما لا يتمكن من تركه، فالاحتجاج بعد هذا بالقضاء والقدر، ظلم محض وعناد صرف. ومنها: أن الله تعالى لم يجبر العباد على أفعالهم، بل جعل أفعالهم تبعا لاختيارهم، فإن شاءوا فعلوا، وإن شاءوا كفوا. وهذا أمر مشاهد لا ينكره إلا من كابر، وأنكر المحسوسات، فإن كل أحد يفرق بين الحركة الاختيارية والحركة القسرية، وإن كان الجميع داخلا في مشيئة الله، ومندرجا تحت إرادته. ومنها: أن المحتجين على المعاصي بالقضاء والقدر يتناقضون في ذلك. فإنهم لا يمكنهم أن يطردوا ذلك، بل لو أساء إليهم مسيء بضرب أو أخذ مال أو نحو ذلك، واحتج بالقضاء والقدر لما قبلوا منه هذا الاحتجاج، ولغضبوا من ذلك أشد الغضب. فيا عجبا كيف يحتجون به على معاصي الله ومساخطه. ولا يرضون من أحد أن يحتج به في مقابلة مساخطهم؟\\\" ومنها: أن احتجاجهم بالقضاء والقدر ليس مقصودا، ويعلمون أنه ليس بحجة، وإنما المقصود منه دفع الحق، ويرون أن الحق بمنزلة الصائل، فهم يدفعونه بكل ما يخطر ببالهم من الكلام وإن كانوا يعتقدونه خطأ"
    },
    {
      "ayah": 149,
      "surah": 6,
      "text": "تفسير الآيتين 148 و 149 : هذا إخبار من الله أن المشركين سيحتجون على شركهم وتحريمهم ما أحل الله، بالقضاء والقدر، ويجعلون مشيئة الله الشاملة لكل شيء من الخير والشر حجة لهم في دفع اللوم عنهم. وقد قالوا ما أخبر الله أنهم سيقولونه، كما قال في الآية الأخرى: { وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ } الآية. فأخبر تعالى أن هذة الحجة، لم تزل الأمم المكذبة تدفع بها عنهم دعوة الرسل، ويحتجون بها، فلم تجد فيهم شيئا ولم تنفعهم، فلم يزل هذا دأبهم حتى أهكلهم الله، وأذاقهم بأسه. فلو كانت حجة صحيحة، لدفعت عنهم العقاب، ولما أحل الله بهم العذاب، لأنه لا يحل بأسه إلا بمن استحقه، فعلم أنها حجة فاسدة، وشبهة كاسدة، من عدة أوجه: منها: ما ذكر الله من أنها لو كانت صحيحة، لم تحل بهم العقوبة. ومنها: أن الحجة، لا بد أن تكون حجة مستندة إلى العلم والبرهان، فأما إذا كانت مستندة إلى مجرد الظن والخرص، الذي لا يغني من الحق شيئا، فإنها باطلة، ولهذا قال: { قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا } فلو كان لهم علم - وهم خصوم ألداء- لأخرجوه، فلما لم يخرجوه علم أنه لا علم عندهم. { إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ } ومَنْ بنى حججه على الخرص والظن، فهو مبطل خاسر، فكيف إذا بناها على البغي والعناد والشر والفساد؟ ومنها: أن الحجة لله البالغة، التي لم تبق لأحد عذرا، التي اتفقت عليها الأنبياء والمرسلون، والكتب الإلهية، والآثار النبوية، والعقول الصحيحة، والفطر المستقيمة، والأخلاق القويمة، فعلم بذلك أن كل ما خالف هذه الأدلة القاطعة باطل، لأن نقيض الحق، لا يكون إلا باطلا. ومنها: أن الله تعالى أعطى كل مخلوق، قدرة، وإرادة، يتمكن بها من فعل ما كلف به، فلا أوجب الله على أحد ما لا يقدر على فعله، ولا حرم على أحد ما لا يتمكن من تركه، فالاحتجاج بعد هذا بالقضاء والقدر، ظلم محض وعناد صرف. ومنها: أن الله تعالى لم يجبر العباد على أفعالهم، بل جعل أفعالهم تبعا لاختيارهم، فإن شاءوا فعلوا، وإن شاءوا كفوا. وهذا أمر مشاهد لا ينكره إلا من كابر، وأنكر المحسوسات، فإن كل أحد يفرق بين الحركة الاختيارية والحركة القسرية، وإن كان الجميع داخلا في مشيئة الله، ومندرجا تحت إرادته. ومنها: أن المحتجين على المعاصي بالقضاء والقدر يتناقضون في ذلك. فإنهم لا يمكنهم أن يطردوا ذلك، بل لو أساء إليهم مسيء بضرب أو أخذ مال أو نحو ذلك، واحتج بالقضاء والقدر لما قبلوا منه هذا الاحتجاج، ولغضبوا من ذلك أشد الغضب. فيا عجبا كيف يحتجون به على معاصي الله ومساخطه. ولا يرضون من أحد أن يحتج به في مقابلة مساخطهم؟\\\" ومنها: أن احتجاجهم بالقضاء والقدر ليس مقصودا، ويعلمون أنه ليس بحجة، وإنما المقصود منه دفع الحق، ويرون أن الحق بمنزلة الصائل، فهم يدفعونه بكل ما يخطر ببالهم من الكلام وإن كانوا يعتقدونه خطأ"
    },
    {
      "ayah": 15,
      "surah": 6,
      "text": "{ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ } فإن المعصية في الشرك توجب الخلود في النار، وسخطَ الجبار. وذلك اليوم هو اليوم الذي يُخاف عذابه، ويُحذر عقابه؛ لأنه مَن صُرف عنه العذاب يومئذ فهو المرحوم، ومن نجا فيه فهو الفائز حقا، كما أن من لم ينج منه فهو الهالك الشقي."
    },
    {
      "ayah": 150,
      "surah": 6,
      "text": "أي: قل لمن حرَّم ما أحل الله، ونسب ذلك إلى الله: أحْضِروا شهداءكم الذين يشهدون أن الله حرم هذا، فإذا قيل لهم هذا الكلام، فهم بين أمرين: إما: أن لا يحضروا أحدا يشهد بهذا، فتكون دعواهم إذًا باطلة، خلية من الشهود والبرهان. وإما: أن يحضروا أحدا يشهد لهم بذلك، ولا يمكن أن يشهد بهذا إلا كل أفاك أثيم غير مقبول الشهادة، وليس هذا من الأمور التي يصح أن يشهد بها العدول؛ ولهذا قال تعالى –ناهيا نبيه، وأتباعه عن هذه الشهادة-: { فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُونَ } أي: يسوون به غيره من الأنداد والأوثان. فإذا كانوا كافرين باليوم الآخر غير موحدين لله، كانت أهويتهم مناسبة لعقيدتهم، وكانت دائرة بين الشرك والتكذيب بالحق، فحري بهوى هذا شأنه، أن ينهى الله خيار خلقه عن اتباعه، وعن الشهادة مع أربابه، وعلم حينئذ أن تحريمهم لما أحل الله صادر عن تلك الأهواء المضلة."
    },
    {
      "ayah": 151,
      "surah": 6,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم: { قُلْ } لهؤلاء الذين حرموا ما أحل الله. { تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ } تحريما عاما شاملا لكل أحد، محتويا على سائر المحرمات، من المآكل والمشارب والأقوال والأفعال. { أَلَّا تُشْرِكُوا بِهِ شَيْئًا } أي: لا قليلا ولا كثيرا. وحقيقة الشرك بالله: أن يعبد المخلوق كما يعبد الله، أو يعظم كما يعظم الله، أو يصرف له نوع من خصائص الربوبية والإلهية، وإذا ترك العبد الشرك كله صار موحدا، مخلصا لله في جميع أحواله، فهذا حق الله على عباده، أن يعبدوه ولا يشركوا به شيئا. ثم بدأ بآكد الحقوق بعد حقه فقال: { وَبِالْوَالِدَيْنِ إِحْسَانًا } من الأقوال الكريمة الحسنة، والأفعال الجميلة المستحسنة، فكل قول وفعل يحصل به منفعة للوالدين أو سرور لهما، فإن ذلك من الإحسان، وإذا وجد الإحسان انتفى العقوق. { وَلَا تَقْتُلُوا أَوْلَادَكُمْ } من ذكور وإناث { مِنْ إِمْلَاقٍ } أي: بسبب الفقر وضيقكم من رزقهم، كما كان ذلك موجودا في الجاهلية القاسية الظالمة، وإذا كانوا منهيين عن قتلهم في هذه الحال، وهم أولادهم، فنهيهم عن قتلهم لغير موجب، أو قتل أولاد غيرهم، من باب أولى وأحرى. { نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ } أي: قد تكفلنا برزق الجميع، فلستم الذين ترزقون أولادكم، بل ولا أنفسكم، فليس عليكم منهم ضيق. { وَلَا تَقْرَبُوا الْفَوَاحِشَ } وهي: الذنوب العظام المستفحشة، { مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ } أي: لا تقربوا الظاهر منها والخفي، أو المتعلق منها بالظاهر، والمتعلق بالقلب والباطن. والنهي عن قربان الفواحش أبلغ من النهي عن مجرد فعلها، فإنه يتناول النهي عن مقدماتها ووسائلها الموصلة إليها. { وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ } وهي: النفس المسلمة، من ذكر وأنثى، صغير وكبير، بر وفاجر، والكافرة التي قد عصمت بالعهد والميثاق. { إِلَّا بِالْحَقِّ } كالزاني المحصن، والنفس بالنفس، والتارك لدينه المفارق للجماعة. { ذَلِكُمْ } المذكور { وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ } عن الله وصيته، ثم تحفظونها، ثم تراعونها وتقومون بها. ودلت الآية على أنه بحسب عقل العبد يكون قيامه بما أمر الله به."
    },
    {
      "ayah": 152,
      "surah": 6,
      "text": "{ وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ } بأكل، أو معاوضة على وجه المحاباة لأنفسكم، أو أخذ من غير سبب. { إِلَّا بِالَّتِي هِيَ أَحْسَنُ } أي: إلا بالحال التي تصلح بها أموالهم، وينتفعون بها. فدل هذا على أنه لا يجوز قربانها، والتصرف بها على وجه يضر اليتامى، أو على وجه لا مضرة فيه ولا مصلحة، { حَتَّى يَبْلُغَ } اليتيم { أَشُدَّه } أي: حتى يبلغ ويرشد، ويعرف التصرف، فإذا بلغ أشده، أُعطي حينئذ مالُه، وتصرف فيه على نظره. وفي هذا دلالة على أن اليتيم -قبل بلوغ الأشُد- محجور عليه، وأن وليه يتصرف في ماله بالأحظ، وأن هذا الحجر ينتهي ببلوغ الأشُد. { وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ } أي: بالعدل والوفاء التام، فإذا اجتهدتم في ذلك، فـ { لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا } أي: بقدر ما تسعه، ولا تضيق عنه. فمَن حرَص على الإيفاء في الكيل والوزن، ثم حصل منه تقصير لم يفرط فيه، ولم يعلمه، فإن الله عفو غفور . وبهذه الآية ونحوها استدل الأصوليون، بأن الله لا يكلف أحدا ما لا يطيق، وعلى أن من اتقى الله فيما أمر، وفعل ما يمكنه من ذلك، فلا حرج عليه فيما سوى ذلك. { وَإِذَا قُلْتُمْ } قولا تحكمون به بين الناس، وتفصلون بينهم الخطاب، وتتكلمون به على المقالات والأحوال { فَاعْدِلُوا } في قولكم، بمراعاة الصدق فيمن تحبون ومن تكرهون، والإنصاف، وعدم كتمان ما يلزم بيانه، فإن الميل على من تكره بالكلام فيه أو في مقالته من الظلم المحرم. بل إذا تكلم العالم على مقالات أهل البدع، فالواجب عليه أن يعطي كل ذي حق حقه، وأن يبين ما فيها من الحق والباطل، ويعتبر قربها من الحق وبُعدها منه. وذكر الفقهاء أن القاضي يجب عليه العدل بين الخصمين، في لحظه ولفظه. { وَبِعَهْدِ اللَّهِ أَوْفُوا } وهذا يشمل العهد الذي عاهده عليه العباد من القيام بحقوقه والوفاء بها، ومن العهد الذي يقع التعاقد به بين الخلق. فالجميع يجب الوفاء به، ويحرم نقضه والإخلال به. { ذَلِكُمْ } الأحكام المذكورة { وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ } ما بينه لكم من الأحكام، وتقومون بوصية الله لكم حق القيام، وتعرفون ما فيها، من الحكم والأحكام."
    },
    {
      "ayah": 153,
      "surah": 6,
      "text": "ولما بين كثيرا من الأوامر الكبار، والشرائع المهمة، أشار إليها وإلى ما هو أعم منها فقال: { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا } أي: هذه الأحكام وما أشبهها، مما بينه الله في كتابه، ووضحه لعباده، صراط الله الموصل إليه، وإلى دار كرامته، المعتدل السهل المختصر. { فَاتَّبِعُوهُ } لتنالوا الفوز والفلاح، وتدركوا الآمال والأفراح. { وَلَا تَتَّبِعُوا السُّبُلَ } أي: الطرق المخالفة لهذا الطريق { فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ } أي: تضلكم عنه وتفرقكم يمينا وشمالا، فإذا ضللتم عن الصراط المستقيم، فليس ثم إلا طرق توصل إلى الجحيم. { ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ } فإنكم إذا قمتم بما بينه الله لكم علما وعملا صرتم من المتقين، وعباد الله المفلحين، ووحد الصراط وأضافه إليه لأنه سبيل واحد موصل إليه، والله هو المعين للسالكين على سلوكه."
    },
    {
      "ayah": 154,
      "surah": 6,
      "text": "{ ثُمَّ } في هذا الموضع، ليس المراد منها الترتيب الزماني، فإن زمن موسى عليه السلام، متقدم على تلاوة الرسول محمد صلى الله عليه وسلم هذا الكتاب، وإنما المراد الترتيب الإخباري. فأخبر أنه آتى { مُوسَى الْكِتَابَ } وهو التوراة { تَمَامًا } لنعمته، وكمالا لإحسانه. { عَلَى الَّذِي أَحْسَنَ } من أُمة موسى، فإن الله أنعم على المحسنين منهم بنِعَم لا تحصى. من جملتها وتمامها إنزال التوراة عليهم. فتمت عليهم نعمة الله، ووجب عليهم القيام بشكرها. { وَتَفْصِيلًا لِكُلِّ شَيْءٍ } يحتاجون إلى تفصيله، من الحلال والحرام، والأمر والنهي، والعقائد ونحوها. { وَهُدًى وَرَحْمَةً } أي: يهديهم إلى الخير، ويعرفهم بالشر، في الأصول والفروع. { وَرَحْمَةٌ } يحصل به لهم السعادة والرحمة والخير الكثير. { لَعَلَّهُمْ } بسبب إنزالنا الكتاب والبينات عليهم { بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ } فإنه اشتمل من الأدلة القاطعة على البعث والجزاء بالأعمال، ما يوجب لهم الإيمان بلقاء ربهم والاستعداد له."
    },
    {
      "ayah": 155,
      "surah": 6,
      "text": "{ وَهَذَا } القرآن العظيم، والذكر الحكيم. { كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ } أي: فيه الخير الكثير والعلم الغزير، وهو الذي تستمد منه سائر العلوم، وتستخرج منه البركات، فما من خير إلا وقد دعا إليه ورغب فيه، وذكر الحكم والمصالح التي تحث عليه، وما من شر إلا وقد نهى عنه وحذر منه، وذكر الأسباب المنفرة عن فعله وعواقبها الوخيمة { فَاتَّبِعُوهُ } فيما يأمر به وينهى، وابنوا أصول دينكم وفروعه عليه { وَاتَّقُوا } الله تعالى أن تخالفوا له أمرا { لَعَلَّكُمْ } إن اتبعتموه { تُرْحَمُونَ } فأكبر سبب لنيل رحمة الله اتباع هذا الكتاب، علما وعملا."
    },
    {
      "ayah": 156,
      "surah": 6,
      "text": "{ أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ } أي: أنزلنا إليكم هذا الكتاب المبارك قطعا لحجتكم، وخشية أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا، أي: اليهود والنصارى. { وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ } أي: تقولون لَمْ تنزل علينا كتابا، والكتب التي أنزلتها على الطائفتين ليس لنا بها علم ولا معرفة، فأنزلنا إليكم كتابا، لم ينزل من السماء كتاب أجمع ولا أوضح ولا أبين منه."
    },
    {
      "ayah": 157,
      "surah": 6,
      "text": "{ أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ } أي: إما أن تعتذروا بعدم وصول أصل الهداية إليكم، وإما أن تعتذروا، بـ[عدم] كمالها وتمامها، فحصل لكم بكتابكم أصل الهداية وكمالها، ولهذا قال: { فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ } وهذا اسم جنس، يدخل فيه كل ما يبين الحق { وَهُدًى } من الضلالة { وَرَحْمَةٌ } أي: سعادة لكم في دينكم ودنياكم، فهذا يوجب لكم الانقياد لأحكامه والإيمان بأخباره، وأن من لم يرفع به رأسا وكذب به، فإنه أظلم الظالمين، ولهذا قال: { فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا } أي: أعرض ونأى بجانبه. { سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ } أي: العذاب الذي يسوء صاحبه ويشق عليه. { بِمَا كَانُوا يَصْدِفُونَ } لأنفسهم ولغيرهم، جزاء لهم على عملهم السيء { وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ } وفي هذه الآيات دليل على أن علم القرآن أجل العلوم وأبركها وأوسعها، وأنه به تحصل الهداية إلى الصراط المستقيم، هداية تامة لا يحتاج معها إلى تخرص المتكلمين، ولا إلى أفكار المتفلسفين، ولا لغير ذلك من علوم الأولين والآخرين. وأن المعروف أنه لم ينزل جنس الكتاب إلا على الطائفتين، [من] اليهود والنصارى، فهم أهل الكتاب عند الإطلاق، لا يدخل فيهم سائر الطوائف، لا المجوس ولا غيرهم. وفيه: ما كان عليه الجاهلية قبل نزول القرآن، من الجهل العظيم وعدم العلم بما عند أهل الكتاب، الذين عندهم مادة العلم، وغفلتهم عن دراسة كتبهم."
    },
    {
      "ayah": 158,
      "surah": 6,
      "text": "يقول تعالى: هل ينظر هؤلاء الذين استمر ظلمهم وعنادهم، { إِلَّا أَنْ يَأْتِيَهُمُ } مقدمات العذاب، ومقدمات الآخرة بأن تأتيهم { الْمَلَائِكَةِ } لقبض أرواحهم، فإنهم إذا وصلوا إلى تلك الحال، لم ينفعهم الإيمان ولا صالح الأعمال. { أَوْ يَأْتِيَ رَبُّكَ } لفصل القضاء بين العباد، ومجازاة المحسنين والمسيئين. { أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ } الدالة على قرب الساعة. { يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ } الخارقة للعادة، التي يعلم بها أن الساعة قد دنت، وأن القيامة قد اقتربت. { لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا } أي: إذا وجد بعض آيات الله لم ينفع الكافر إيمانه أن آمن، ولا المؤمنَ المقصر أن يزداد خيرُه بعد ذلك، بل ينفعه ما كان معه من الإيمان قبل ذلك، وما كان له من الخير المرجوِّ قبل أن يأتي بعض الآيات. والحكمة في هذا ظاهرة، فإنه إنما كان الإيمان ينفع إذا كان إيمانا بالغيب، وكان اختيارا من العبد، فأما إذا وجدت الآيات صار الأمر شهادة، ولم يبق للإيمان فائدة، لأنه يشبه الإيمان الضروري، كإيمان الغريق والحريق ونحوهما، ممن إذا رأى الموت، أقلع عما هو فيه كما قال تعالى: { فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ } وقد تكاثرت الأحاديث الصحيحة عن النبي صلى الله عليه وسلم أن المراد ببعض آيات الله، طلوع الشمس من مغربها، وأن الناس إذا رأوها، آمنوا، فلم ينفعهم إيمانهم، ويُغلق حينئذ بابُ التوبة. ولما كان هذا وعيدا للمكذبين بالرسول صلى الله عليه وسلم، منتظرا، وهم ينتظرون بالنبي صلى الله عليه وسلم وأتباعه قوارع الدهر ومصائب الأمور، قال: { قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ } فستعلمون أينا أحق بالأمن. وفي هذه الآية دليل لمذهب أهل السنة والجماعة في إثبات الأفعال الاختيارية لله تعالى، كالاستواء والنزول، والإتيان لله تبارك وتعالى، من غير تشبيه له بصفات المخلوقين. وفي الكتاب والسنة من هذا شيء كثير، وفيه أن من جملة أشراط الساعة طلوع الشمس من مغربها. وأن الله تعالى حكيم قد جرت عادته وسنته، أن الإيمان إنما ينفع إذا كان اختياريا لا اضطراريا، كما تقدم. وأن الإنسان يكتسب الخير بإيمانه. فالطاعة والبر والتقوى إنما تنفع وتنمو إذا كان مع العبد الإيمان. فإذا خلا القلب من الإيمان لم ينفعه شيء من ذلك."
    },
    {
      "ayah": 159,
      "surah": 6,
      "text": "يتوعد تعالى الذين فرقوا دينهم، أي: شتتوه وتفرقوا فيه، وكلٌّ أخذ لنفسه نصيبا من الأسماء التي لا تفيد الإنسان في دينه شيئا، كاليهودية والنصرانية والمجوسية. أو لا يكمل بها إيمانه، بأن يأخذ من الشريعة شيئا ويجعله دينه، ويدع مثله، أو ما هو أولى منه، كما هو حال أهل الفرقة من أهل البدع والضلال والمفرقين للأُمة. ودلت الآية الكريمة أن الدين يأمر بالاجتماع والائتلاف، وينهى عن التفرق والاختلاف في أهل الدين، وفي سائر مسائله الأصولية والفروعية. وأمره أن يتبرأ ممن فرقوا دينهم فقال: { لَسْتَ مِنْهُمْ فِي شَيْءٍ } أي لست منهم وليسوا منك، لأنهم خالفوك وعاندوك. { إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ } يردون إليه فيجازيهم بأعمالهم { ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ }"
    },
    {
      "ayah": 16,
      "surah": 6,
      "text": "{ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ } فإن المعصية في الشرك توجب الخلود في النار، وسخطَ الجبار. وذلك اليوم هو اليوم الذي يُخاف عذابه، ويُحذر عقابه؛ لأنه مَن صُرف عنه العذاب يومئذ فهو المرحوم، ومن نجا فيه فهو الفائز حقا، كما أن من لم ينج منه فهو الهالك الشقي."
    },
    {
      "ayah": 160,
      "surah": 6,
      "text": "ثم ذكر صفة الجزاء فقال: { مَنْ جَاءَ بِالْحَسَنَةِ } القولية والفعلية، الظاهرة والباطنة، المتعلقة بحق الله أو حق خلقه { فَلَهُ عَشْرُ أَمْثَالِهَا } هذا أقل ما يكون من التضعيف. { وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا } وهذا من تمام عدله تعالى وإحسانه، وأنه لا يظلم مثقال ذرة، ولهذا قال: { وَهُمْ لَا يُظْلَمُونَ }"
    },
    {
      "ayah": 161,
      "surah": 6,
      "text": "يأمر تعالى نبيه صلى الله عليه وسلم، أن يقول ويعلن بما هو عليه من الهداية إلى الصراط المستقيم: الدين المعتدل المتضمن للعقائد النافعة، والأعمال الصالحة، والأمر بكل حسن، والنهي عن كل قبيح، الذي عليه الأنبياء والمرسلون، خصوصا إمام الحنفاء، ووالد من بعث من بعد موته من الأنبياء، خليل الرحمن إبراهيم عليه الصلاة والسلام، وهو الدين الحنيف المائل عن كل دين غير مستقيم، من أديان أهل الانحراف، كاليهود والنصارى والمشركين."
    },
    {
      "ayah": 162,
      "surah": 6,
      "text": "{ قُلْ إِنَّ صَلَاتِي وَنُسُكِي } أي: ذبحي، وذلك لشرف هاتين العبادتين وفضلهما، ودلالتهما على محبة الله تعالى، وإخلاص الدين له، والتقرب إليه بالقلب واللسان، والجوارح وبالذبح الذي هو بذل ما تحبه النفس من المال، لما هو أحب إليها وهو الله تعالى. ومن أخلص في صلاته ونسكه، استلزم ذلك إخلاصه لله في سائر أعماله. وقوله: { وَمَحْيَايَ وَمَمَاتِي } أي: ما آتيه في حياتي، وما يجريه الله عليَّ، وما يقدر عليَّ في مماتي، الجميع { لِلَّهِ رَبِّ الْعَالَمِينَ }"
    },
    {
      "ayah": 163,
      "surah": 6,
      "text": "{ لَا شَرِيكَ لَهُ } في العبادة، كما أنه ليس له شريك في الملك والتدبير، وليس هذا الإخلاص لله ابتداعا مني، وبدعا أتيته من تلقاء نفسي، بل { بِذَلِكَ أُمِرْتُ } أمرا حتما، لا أخرج من التبعة إلا بامتثاله { وَأَنَا أَوَّلُ الْمُسْلِمِينَ } من هذه الأمة."
    },
    {
      "ayah": 164,
      "surah": 6,
      "text": "{ قُلْ أَغَيْرَ اللَّهِ } من المخلوقين { أَبْغِي رَبًّا } أي: يحسن ذلك ويليق بي، أن أتخذ غيره، مربيا ومدبرا والله رب كل شيء، فالخلق كلهم داخلون تحت ربوبيته، منقادون لأمره؟\\\". فتعين علي وعلى غيري، أن يتخذ الله ربا، ويرضى به، وألا يتعلق بأحد من المربوبين الفقراء العاجزين. ثم رغب ورهب بذكر الجزاء فقال: { وَلَا تَكْسِبُ كُلُّ نَفْسٍ } من خير وشر { إِلَّا عَلَيْهَا } كما قال تعالى: { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا } { وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } بل كل عليه وزر نفسه، وإن كان أحد قد تسبب في ضلال غيره ووزره، فإن عليه وزر التسبب من غير أن ينقص من وزر المباشر شيء. { ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ } يوم القيامة { فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ } من خير وشر، ويجازيكم على ذلك، أوفى الجزاء."
    },
    {
      "ayah": 165,
      "surah": 6,
      "text": "{ وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ } أي: يخلف بعضكم بعضا، واستخلفكم الله في الأرض، وسخَّر لكم جميع ما فيها، وابتلاكم، لينظر كيف تعملون. { وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ } في القوة والعافية، والرزق والخَلْق والخُلُق. { لِيَبْلُوَكُمْ فِيمَا آتَاكُمْ } فتفاوتت أعمالكم. { إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ } لمن عصاه وكذّب بآياته { وَإِنَّهُ لَغَفُورٌ رَحِيمٌ } لمن آمن به وعمل صالحا، وتاب من الموبقات. آخر تفسير سورة الأنعام، فلله الحمد والثناء وصلى الله وسلم على نبينا محمد [وعلى آله وصحبه وسلم تسليما كثيرا إلى يوم الدين] ."
    },
    {
      "ayah": 17,
      "surah": 6,
      "text": "ومن أدلة توحيده، أنه تعالى المنفرد بكشف الضراء، وجلب الخير والسراء. ولهذا قال: { وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ } من فقر، أو مرض، أو عسر، أو غم، أو هم أو نحوه. { فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } فإذا كان وحده النافع الضار، فهو الذي يستحق أن يفرد بالعبودية والإلهية."
    },
    {
      "ayah": 18,
      "surah": 6,
      "text": "{ وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ } فلا يتصرف منهم متصرف، ولا يتحرك متحرك، ولا يسكن ساكن، إلا بمشيئته، وليس للملوك وغيرهم الخروج عن ملكه وسلطانه، بل هم مدبرون مقهورون، فإذا كان هو القاهر وغيره مقهورا، كان هو المستحق للعبادة. { وَهُوَ الْحَكِيمُ } فيما أمر به ونهى، وأثاب، وعاقب، وفيما خلق وقدر. { الْخَبِيرُ } المطلع على السرائر والضمائر وخفايا الأمور، وهذا كله من أدلة التوحيد."
    },
    {
      "ayah": 19,
      "surah": 6,
      "text": "{ قُلْ } لهم -لما بينا لهم الهدى، وأوضحنا لهم المسالك-: { أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً } على هذا الأصل العظيم. { قُلِ اللَّهُ } أكبر شهادة، فهو { شَهِيدٌ بَيْنِي وَبَيْنَكُمْ } فلا أعظم منه شهادة، ولا أكبر، وهو يشهد لي بإقراره وفعله، فيقرني على ما قلت لكم، كما قال تعالى { وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ } فالله حكيم قدير، فلا يليق بحكمته وقدرته أن يقر كاذبا عليه، زاعما أن الله أرسله ولم يرسله، وأن الله أمره بدعوة الخلق ولم يأمره، وأن الله أباح له دماء من خالفه، وأموالهم ونساءهم، وهو مع ذلك يصدقه بإقراره وبفعله، فيؤيده على ما قال بالمعجزات الباهرة، والآيات الظاهرة، وينصره، ويخذل من خالفه وعاداه، فأي: شهادة أكبر من هذه الشهادة؟\\\" وقوله: { وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ } أي وأوحى الله إليَّ هذا القرآن الكريم لمنفعتكم ومصلحتكم، لأنذركم به من العقاب الأليم. والنذارة إنما تكون بذكر ما ينذرهم به، من الترغيب، والترهيب، وببيان الأعمال، والأقوال، الظاهرة والباطنة، التي مَن قام بها، فقد قبل النذارة، فهذا القرآن، فيه النذارة لكم أيها المخاطبون، وكل من بلغه القرآن إلى يوم القيامة، فإن فيه بيان كل ما يحتاج إليه من المطالب الإلهية. لما بيّن تعالى شهادته التي هي أكبر الشهادات على توحيده، قال: قل لهؤلاء المعارضين لخبر الله، والمكذبين لرسله { أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ } أي: إن شهدوا، فلا تشهد معهم. فوازِنْ بين شهادة أصدق القائلين، ورب العالمين، وشهادة أزكى الخلق المؤيدة بالبراهين القاطعة والحجج الساطعة، على توحيد الله وحده لا شريك له، وشهادة أهل الشرك، الذين مرجت عقولهم وأديانهم، وفسدت آراؤهم وأخلاقهم، وأضحكوا على أنفسهم العقلاء. بل خالفوا بشهادة فطرهم، وتناقضت أقوالهم على إثبات أن مع الله آلهة أخرى، مع أنه لا يقوم على ما قالوه أدنى شبهة، فضلا عن الحجج، واختر لنفسك أي: الشهادتين، إن كنت تعقل، ونحن نختار لأنفسنا ما اختاره الله لنبيه، الذي أمرنا الله بالاقتداء به، فقال: { قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ } أي: منفرد، لا يستحق العبودية والإلهية سواه، كما أنه المنفرد بالخلق والتدبير. { وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ } به، من الأوثان، والأنداد، وكل ما أشرك به مع الله. فهذا حقيقة التوحيد، إثبات الإلهية لله ونفيها عما عداه."
    },
    {
      "ayah": 2,
      "surah": 6,
      "text": "{ هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ } وذلك بخلق مادتكم وأبيكم آدم عليه السلام. { ثُمَّ قَضَى أَجَلًا } أي: ضرب لمدة إقامتكم في هذه الدار أجلا، تتمتعون به وتمتحنون، وتبتلون بما يرسل إليكم به رسله. { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا } ويعمركم ما يتذكر فيه من تذكر. { وَأَجَلٌ مُسَمًّى عِنْدَهُ } وهي: الدار الآخرة، التي ينتقل العباد إليها من هذه الدار، فيجازيهم بأعمالهم من خير وشر. { ثُمَّ } مع هذا البيان التام وقطع الحجة { أَنْتُمْ تَمْتَرُونَ } أي: تشكون في وعد الله ووعيده، ووقوع الجزاء يوم القيامة. وذكر الله الظلمات بالجمع، لكثرة موادها وتنوع طرقها. ووحد النور لكون الصراط الموصلة إلى الله واحدة لا تعدد فيها،، وهي: الصراط المتضمنة للعلم بالحق والعمل به، كما قال تعالى: { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ }"
    },
    {
      "ayah": 20,
      "surah": 6,
      "text": "لما بيَّن شهادته وشهادة رسوله على التوحيد، وشهادةَ المشركين الذين لا علم لديهم على ضده، ذكر أن أهل الكتاب من اليهود والنصارى. { يَعْرِفُونَهُ } أي: يعرفون صحة التوحيد { كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ } أي: لا شك عندهم فيه بوجه، كما أنهم لا يشتبهون بأولادهم، خصوصا البنين الملازمين في الغالب لآبائهم. ويحتمل أن الضمير عائد إلى الرسول محمد صلى الله عليه وسلم، وأن أهل الكتاب لا يشتبهون بصحة رسالته ولا يمترون بها، لما عندهم من البشارات به، ونعوته التي تنطبق عليه ولا تصلح لغيره، والمعنيان متلازمان. قوله { الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } أي: فوتوها ما خلقت له، من الإيمان والتوحيد، وحرموها الفضل من الملك المجيد { فَهُمْ لَا يُؤْمِنُونَ } فإذا لم يوجد الإيمان منهم، فلا تسأل عن الخسار والشر، الذي يحصل لهم."
    },
    {
      "ayah": 21,
      "surah": 6,
      "text": "أي: لا أعظم ظلما وعنادا، ممن كان فيه أحد الوصفين، فكيف لو اجتمعا، افتراء الكذب على الله، أو التكذيب بآياته، التي جاءت بها المرسلون، فإن هذا أظلم الناس، والظالم لا يفلح أبدا. ويدخل في هذا، كل من كذب على الله، بادعاء الشريك له والعوين، أو [زعم] أنه ينبغي أن يعبد غيره أو اتخذ له صاحبة أو ولدا، وكل من رد الحق الذي جاءت به الرسل أو مَنْ قام مقامهم."
    },
    {
      "ayah": 22,
      "surah": 6,
      "text": "يخبر تعالى عن مآل أهل الشرك يوم القيامة، وأنهم يسألون ويوبخون فيقال لهم { أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنْتُمْ تَزْعُمُونَ } أي إن الله ليس له شريك، وإنما ذلك على وجه الزعم منهم والافتراء."
    },
    {
      "ayah": 23,
      "surah": 6,
      "text": "{ ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ } أي: لم يكن جوابهم حين يفتنون ويختبرون بذلك السؤال، إلا إنكارهم لشركهم وحلفهم أنهم ما كانوا مشركين."
    },
    {
      "ayah": 24,
      "surah": 6,
      "text": "{ انْظُرْ } متعجبا منهم ومن أحوالهم { كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ } أي: كذبوا كذبا عاد بالخسار على أنفسهم وضرهم-والله- غاية الضرر { وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ } من الشركاء الذين زعموهم مع الله، تعالى الله عن ذلك علوا كبيرا."
    },
    {
      "ayah": 25,
      "surah": 6,
      "text": "أي: ومن هؤلاء المشركين، قوم يحملهم بعضَ الأوقات، بعضُ الدواعي إلى الاستماع لما تقول، ولكنه استماع خال من قصد الحق واتباعه، ولهذا لا ينتفعون بذلك الاستماع، لعدم إرادتهم للخير { وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً } أي: أغطية وأغشية، لئلا يفقهوا كلام الله، فصان كلامه عن أمثال هؤلاء. { وَفِي آذَانِهِمْ } جعلنا { وَقْرًا } أي: صمما، فلا يستمعون ما ينفعهم. { وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا } وهذا غاية الظلم والعناد، أن الآيات البينات الدالة على الحق، لا ينقادون لها، ولا يصدقون بها، بل يجادلون بالباطل الحقَّ ليدحضوه. ولهذا قال: { حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ } أي: مأخوذ من صحف الأولين المسطورة، التي ليست عن الله، ولا عن رسله. وهذا من كفرهم، وإلا فكيف يكون هذا الكتاب الحاوي لأنباءالسابقين واللاحقين، والحقائق التي جاءت بها الأنبياء والمرسلون، والحق، والقسط، والعدل التام من كل وجه، أساطيرَ الأولين؟."
    },
    {
      "ayah": 26,
      "surah": 6,
      "text": "وهم: أي المشركون بالله، المكذبون لرسوله، يجمعون بين الضلال والإضلال، ينهون الناس عن اتباع الحق، ويحذرونهم منه، ويبعدون بأنفسهم عنه، ولن يضروا الله ولا عباده المؤمنين، بفعلهم هذا، شيئا. { وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ } بذلك."
    },
    {
      "ayah": 27,
      "surah": 6,
      "text": "تفسير الآيتين 27 و 28 : يقول تعالى -مخبرا عن حال المشركين يوم القيامة، وإحضارهم النار:. { وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ } ليوبخوا ويقرعوا، لرأيت أمرا هائلا، وحالا مفظعة. ولرأيتهم كيف أقروا على أنفسهم بالكفر والفسوق، وتمنوا أن لو يردون إلى الدنيا. { فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ } فإنهم كانوا يخفون في أنفسهم، أنهم كانوا كاذبين، ويَبدو في قلوبهم في كثير من الأوقات. ولكن الأغراض الفاسدة، صدتهم عن ذلك، وصرفت قلوبهم عن الخير، وهم كذبة في هذه الأمنية، وإنما قصدهم، أن يدفعوا بها عن أنفسهم العذاب. { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ }"
    },
    {
      "ayah": 28,
      "surah": 6,
      "text": "تفسير الآيتين 27 و 28 : يقول تعالى -مخبرا عن حال المشركين يوم القيامة، وإحضارهم النار:. { وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ } ليوبخوا ويقرعوا، لرأيت أمرا هائلا، وحالا مفظعة. ولرأيتهم كيف أقروا على أنفسهم بالكفر والفسوق، وتمنوا أن لو يردون إلى الدنيا. { فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ } فإنهم كانوا يخفون في أنفسهم، أنهم كانوا كاذبين، ويَبدو في قلوبهم في كثير من الأوقات. ولكن الأغراض الفاسدة، صدتهم عن ذلك، وصرفت قلوبهم عن الخير، وهم كذبة في هذه الأمنية، وإنما قصدهم، أن يدفعوا بها عن أنفسهم العذاب. { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ }"
    },
    {
      "ayah": 29,
      "surah": 6,
      "text": "} { وَقَالُوا } منكرين للبعث { إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا } أي: ما حقيقة الحال والأمر وما المقصود من إيجادنا، إلا الحياة الدنيا وحدها. { وَمَا نَحْنُ بِمَبْعُوثِينَ }"
    },
    {
      "ayah": 3,
      "surah": 6,
      "text": "أي: وهو المألوه المعبود في السماوات وفي الأرض، فأهل السماء والأرض، متعبدون لربهم، خاضعون لعظمته، مستكينون لعزه وجلاله، الملائكة المقربون، والأنبياء والمرسلون، والصديقون، والشهداء والصالحون. وهو تعالى يعلم سركم وجهركم ويعلم ما تكسبون، فاحذروا معاصيه وارغبوا في الأعمال التي تقربكم منه، وتدنيكم من رحمته، واحذروا من كل عمل يبعدكم منه ومن رحمته."
    },
    {
      "ayah": 30,
      "surah": 6,
      "text": "أي: { وَلَوْ تَرَى } الكافرين { إِذْ وُقِفُوا عَلَى رَبِّهِمْ } لرأيت أمرا عظيما، وهَوْلًا جسيما، { قَالَ } لهم موبخا ومقرعا: { أَلَيْسَ هَذَا } الذي ترون من العذاب { بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا } فأقروا، واعترفوا حيث لا ينفعهم ذلك، { قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ }"
    },
    {
      "ayah": 31,
      "surah": 6,
      "text": "أي: قد خاب وخسر، وحرم الخير كله، من كذب بلقاء الله، فأوجب له هذا التكذيب، الاجتراء على المحرمات، واقتراف الموبقات { حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ } وهم على أقبح حال وأسوئه، فأظهروا غاية الندم. و { قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا } ولكن هذا تحسر ذهب وقته، { وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ } فإن وزرهم وزر يثقلهم، ولا يقدرون على التخلص منه، ولهذا خلدوا في النار، واستحقوا التأبيد في غضب الجبار."
    },
    {
      "ayah": 32,
      "surah": 6,
      "text": "هذه حقيقة الدنيا وحقيقة الآخرة، أما حقيقة الدنيا فإنها لعب ولهو، لعب في الأبدان ولهو في القلوب، فالقلوب لها والهة، والنفوس لها عاشقة، والهموم فيها متعلقة، والاشتغال بها كلعب الصبيان. وأما الآخرة، فإنها { خَيْرٌ لِلَّذِينَ يَتَّقُونَ } في ذاتها وصفاتها، وبقائها ودوامها، وفيها ما تشتهيه الأنفس، وتلذ الأعين، من نعيم القلوب والأرواح، وكثرة السرور والأفراح، ولكنها ليست لكل أحد، وإنما هي للمتقين الذين يفعلون أوامر الله، ويتركون نواهيه وزواجره { أَفَلَا تَعْقِلُونَ } أي: أفلا يكون لكم عقول، بها تدركون، أيّ الدارين أحق بالإيثار."
    },
    {
      "ayah": 33,
      "surah": 6,
      "text": "أي: قد نعلم أن الذي يقول المكذبون فيك يحزنك ويسوءك، ولم نأمرك بما أمرناك به من الصبر إلا لتحصل لك المنازل العالية والأحوال الغالية. فلا تظن أن قولهم صادر عن اشتباه في أمرك، وشك فيك. { فَإِنَّهُمْ لَا يُكَذِّبُونَكَ } لأنهم يعرفون صدقك، ومدخلك ومخرجك، وجميع أحوالك، حتى إنهم كانوا يسمونه -قبل البعثة- الأمين. { وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ } أي: فإن تكذيبهم لآيات الله التي جعلها الله على يديك ."
    },
    {
      "ayah": 34,
      "surah": 6,
      "text": "{ وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا } فاصبر كما صبروا، تظفر كما ظفروا. { وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ } ما به يثبت فؤادك، ويطمئن به قلبك."
    },
    {
      "ayah": 35,
      "surah": 6,
      "text": "{ وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ } أي: شق عليك، من حرصك عليهم، ومحبتك لإيمانهم، فابذل وسعك في ذلك، فليس في مقدورك، أن تهدي من لم يرد الله هدايته. { فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ } أي: فافعل ذلك، فإنه لا يفيدهم شيئا، وهذا قطع لطمعه في هدايته أشباه هؤلاء المعاندين. { وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى } ولكن حكمته تعالى، اقتضت أنهم يبقون على الضلال. { فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ } الذين لا يعرفون حقائق الأمور، ولا ينزلونها على منازلها."
    },
    {
      "ayah": 36,
      "surah": 6,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم: { إِنَّمَا يَسْتَجِيبُ } لدعوتك، ويلبي رسالتك، وينقاد لأمرك ونهيك { الَّذِينَ يَسْمَعُونَ } بقلوبهم ما ينفعهم، وهم أولو الألباب والأسماع. والمراد بالسماع هنا: سماع القلب والاستجابة، وإلا فمجرد سماع الأذن، يشترك فيه البر والفاجر. فكل المكلفين قد قامت عليهم حجة الله تعالى، باستماع آياته، فلم يبق لهم عذر، في عدم القبول. { وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ } يحتمل أن المعنى، مقابل للمعنى المذكور. أي: إنما يستجيب لك أحياء القلوب، وأما أموات القلوب، الذين لا يشعرون بسعادتهم، ولا يحسون بما ينجيهم، فإنهم لا يستجيبون لك، ولا ينقادون، وموعدهم القيامة، يبعثهم الله ثم إليه يرجعون، ويحتمل أن المراد بالآية، على ظاهرها، وأن الله تعالى يقرر المعاد، وأنه سيبعث الأموات يوم القيامة ثم ينبئهم بما كانوا يعملون. ويكون هذا، متضمنا للترغيب في الاستجابة لله ورسوله، والترهيب من عدم ذلك."
    },
    {
      "ayah": 37,
      "surah": 6,
      "text": "{ وَقَالُوا } أي: المكذبون بالرسول، تعنتا وعنادا: { لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ } يعنون بذلك آيات الاقتراح، التي يقترحونها بعقولهم الفاسدة وآرائهم الكاسدة. كقولهم: { وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا * أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا *أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا } الآيات. { قُلْ } مجيبا لقولهم: { إِنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يُنَزِّلَ آيَةً } فليس في قدرته قصور عن ذلك، كيف، وجميع الأشياء منقادة لعزته، مذعنة لسلطانه؟! ولكن أكثر الناس لا يعلمون فهم لجهلهم وعدم علمهم يطلبون ما هو شر لهم من الآيات، التي لو جاءتهم، فلم يؤمنوا بها لعوجلوا بالعقاب، كما هي سنة الله، التي لا تبديل لها، ومع هذا، فإن كان قصدهم الآيات التي تبين لهم الحق، وتوضح السبيل، فقد أتى محمد صلى الله عليه وسلم، بكل آية قاطعة، وحجة ساطعة، دالة على ما جاء به من الحق، بحيث يتمكن العبد في كل مسألة من مسائل الدين، أن يجد فيما جاء به عدة أدلة عقلية ونقلية، بحيث لا تبقي في القلوب أدنى شك وارتياب، فتبارك الذي أرسل رسوله بالهدى ودين الحق، وأيده بالآيات البينات ليهلك من هلك عن بينة، ويحيا من حي عن بينة، وإن الله لسميع عليم."
    },
    {
      "ayah": 38,
      "surah": 6,
      "text": "أي: جميع الحيوانات، الأرضية والهوائية، من البهائم والوحوش والطيور، كلها أمم أمثالكم خلقناها. كما خلقناكم، ورزقناها كما رزقناكم، ونفذت فيها مشيئتنا وقدرتنا، كما كانت نافذة فيكم. { مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ } أي: ما أهملنا ولا أغفلنا، في اللوح المحفوظ شيئا من الأشياء، بل جميع الأشياء، صغيرها وكبيرها، مثبتة في اللوح المحفوظ، على ما هي عليه، فتقع جميع الحوادث طبق ما جرى به القلم. وفي هذه الآية، دليل على أن الكتاب الأول، قد حوى جميع الكائنات، وهذا أحد مراتب القضاء والقدر، فإنها أربع مراتب: علم الله الشامل لجميع الأشياء، وكتابه المحيط بجميع الموجودات، ومشيئته وقدرته النافذة العامة لكل شيء، وخلقه لجميع المخلوقات، حتى أفعال العباد. ويحتمل أن المراد بالكتاب، هذا القرآن، وأن المعنى كالمعنى في قوله تعالى { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ } وقوله { ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ } أي: جميع الأمم تحشر وتجمع إلى الله في موقف القيامة، في ذلك الموقف العظيم الهائل، فيجازيهم بعدله وإحسانه، ويمضي عليهم حكمه الذي يحمده عليه الأولون والآخرون، أهل السماء وأهل الأرض."
    },
    {
      "ayah": 39,
      "surah": 6,
      "text": "هذا بيان لحال المكذبين بآيات الله، المكذبين لرسله، أنهم قد سدوا على أنفسهم باب الهدى، وفتحوا باب الردى، وأنهم { صُمٌّ } عن سماع الحق { وَبُكْمٌ } عن النطق به، فلا ينطقون إلا بباطل . { فِي الظُّلُمَاتِ } أي: منغمسون في ظلمات الجهل، والكفر، والظلم، والعناد، والمعاصي. وهذا من إضلال الله إياهم، فـ { مَنْ يَشَأِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ } لأنه المنفرد بالهداية والإضلال، بحسب ما اقتضاه فضله وحكمته."
    },
    {
      "ayah": 4,
      "surah": 6,
      "text": "هذا إخبار منه تعالى عن إعراض المشركين، وشدة تكذيبهم وعداوتهم، وأنهم لا تنفع فيهم الآيات حتى تحل بهم المثلات، فقال: { وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِم } الدالة على الحق دلالة قاطعة، الداعية لهم إلى اتباعه وقبوله { إِلَّا كَانُوا عَنْهَا مُعْرِضِين } لا يلقون لها بالا، ولا يصغون لها سمعا، قد انصرفت قلوبهم إلى غيرها، وولوها أدبارَهم."
    },
    {
      "ayah": 40,
      "surah": 6,
      "text": "يقول تعالى لرسوله: { قُلْ } للمشركين بالله، العادلين به غيره: { أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ } أي: إذا حصلت هذه المشقات، وهذه الكروب، التي يضطر إلى دفعها، هل تدعون آلهتكم وأصنامكم، أم تدعون ربكم الملك الحق المبين."
    },
    {
      "ayah": 41,
      "surah": 6,
      "text": "{ بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ وَتَنْسَوْنَ مَا تُشْرِكُونَ } فإذا كانت هذه حالكم مع أندادكم عند الشدائد، تنسونهم، لعلمكم أنهم لا يملكون لكم ضرا ولا نفعا، ولا موتا، ولا حياة، ولا نشورا. وتخلصون لله الدعاء، لعلمكم أنه هو النافع الضار، المجيب لدعوة المضطر، فما بالكم في الرخاء تشركون به، وتجعلون له شركاء؟. هل دلكم على ذلك، عقل أو نقل، أم عندكم من سلطان بهذا؟ بل تفترون على الله الكذب؟"
    },
    {
      "ayah": 42,
      "surah": 6,
      "text": "يقول تعالى: { وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ } من الأمم السالفين، والقرون المتقدمين، فكذبوا رسلنا، وجحدوا بآياتنا. { فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ } أي: بالفقر والمرض والآفات، والمصائب، رحمة منا بهم. { لَعَلَّهُمْ يَتَضَرَّعُونَ } إلينا، ويلجأون عند الشدة إلينا."
    },
    {
      "ayah": 43,
      "surah": 6,
      "text": "{ فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ } أي: استحجرت فلا تلين للحق. { وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ } فظنوا أن ما هم عليه دين الحق، فتمتعوا في باطلهم برهة من الزمان، ولعب بعقولهم الشيطان."
    },
    {
      "ayah": 44,
      "surah": 6,
      "text": "{ فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ } من الدنيا ولذاتها وغفلاتها. { حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ } أي: آيسون من كل خير، وهذا أشد ما يكون من العذاب، أن يؤخذوا على غرة، وغفلة وطمأنينة، ليكون أشد لعقوبتهم، وأعظم لمصيبتهم."
    },
    {
      "ayah": 45,
      "surah": 6,
      "text": "{ فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا } أي اصطلموا بالعذاب، وتقطعت بهم الأسباب. { وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } على ما قضاه وقدره، من هلاك المكذبين. فإن بذلك، تتبين آياته، وإكرامه لأوليائه، وإهانته لأعدائه، وصدق ما جاءت به المرسلون."
    },
    {
      "ayah": 46,
      "surah": 6,
      "text": "يخبر تعالى، أنه كما أنه هو المتفرد بخلق الأشياء وتدبيرها، فإنه المنفرد بالوحدانية والإلهية فقال: { قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ } فبقيتم بلا سمع ولا بصر ولا عقل { مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ } فإذا لم يكن غير الله يأتي بذلك، فلم عبدتم معه من لا قدرة له على شيء إلا إذا شاءه الله. وهذا من أدلة التوحيد وبطلان الشرك، ولهذا قال: { انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ } أي: ننوعها، ونأتي بها في كل فن، ولتنير الحق، وتتبين سبيل المجرمين. { ثُمَّ هُمْ } مع هذا البيان التام { يَصْدِفُونَ } عن آيات الله، ويعرضون عنها."
    },
    {
      "ayah": 47,
      "surah": 6,
      "text": "{ قُلْ أَرَأَيْتَكُمْ } أي: أخبروني { إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً أَوْ جَهْرَةً } أي: مفاجأة أو قد تقدم أمامه مقدمات، تعلمون بها وقوعه. { هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ } الذين صاروا سببا لوقوع العذاب بهم، بظلمهم وعنادهم. فاحذروا أن تقيموا على الظلم، فإنه الهلاك الأبدي، والشقاء السرمدي."
    },
    {
      "ayah": 48,
      "surah": 6,
      "text": "يذكر تعالى، زبدة ما أرسل به المرسلين؛ أنه البشارة والنذارة، وذلك مستلزم لبيان المبشر والمبشر به، والأعمال التي إذا عملها العبد، حصلت له البشارة. والمنذر والمنذر به، والأعمال التي من عملها، حقت عليه النذارة. ولكن الناس انقسموا -بحسب إجابتهم لدعوتهم وعدمها - إلى قسمين: { فَمَنْ آمَنَ وَأَصْلَحَ } أي: آمن بالله وملائكته، وكتبه، ورسله واليوم الآخر، وأصلح إيمانه وأعماله ونيته { فَلَا خَوْفٌ عَلَيْهِمْ } فيما يستقبل { وَلَا هُمْ يَحْزَنُونَ } على ما مضى."
    },
    {
      "ayah": 49,
      "surah": 6,
      "text": "{ وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ } أي: ينالهم، ويذوقونه { بِمَا كَانُوا يَفْسُقُونَ }"
    },
    {
      "ayah": 5,
      "surah": 6,
      "text": "{ فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ } والحق حقه أن يتبع، ويشكر الله على تيسيره لهم، وإتيانهم به، فقابلوه بضد ما يجب مقابلته به فاستحقوا العقاب الشديد. { فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } أي: فسوف يرون ما استهزأوا به، أنه الحق والصدق، ويبين الله للمكذبين كذبهم وافتراءهم، وكانوا يستهزئون بالبعث والجنة والنار، فإذا كان يوم القيامة قيل للمكذبين: { هَذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ } وقال تعالى: { وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ }"
    },
    {
      "ayah": 50,
      "surah": 6,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم؛ المقترحين عليه الآيات، أو القائلين له: إنما تدعونا لنتخذك إلها مع الله. { وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ } أي: مفاتيح رزقه ورحمته. { وَلَا أَعْلَمُ الْغَيْبَ } وإنما ذلك كله عند الله فهو الذي ما يفتح للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده، وهو وحده عالم الغيب والشهادة. فلا يظهر على غيبه أحدا إلا من ارتضى من رسول. { وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ } فأكون نافذ التصرف قويا، فلست أدعي فوق منزلتي، التي أنزلني الله بها. { إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ } أي: هذا غايتي ومنتهى أمري وأعلاه، إن أتبع إلا ما يوحى إلي، فأعمل به في نفسي، وأدعو الخلق كلهم إلى ذلك. فإذا عرفت منزلتي، فلأي شيء يبحث الباحث معي، أو يطلب مني أمرا لست أدعيه، وهل يلزم الإنسان، بغير ما هو بصدده؟. ولأي شيء إذا دعوتكم، بما أوحي إلي أن تلزموني أني أدعي لنفسي غير مرتبتي. وهل هذا إلا ظلم منكم، وعناد، وتمرد؟ قل لهم في بيان الفرق، بين من قبل دعوتي، وانقاد لما أوحي إلي، وبين من لم يكن كذلك { قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَفَلَا تَتَفَكَّرُونَ } فتنزلون الأشياء منازلها، وتختارون ما هو أولى بالاختيار والإيثار؟"
    },
    {
      "ayah": 51,
      "surah": 6,
      "text": "هذا القرآن نذارة للخلق كلهم، ولكن إنما ينتفع به { الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ } فهم متيقنون للانتقال، من هذه الدار، إلى دار القرار، فلذلك يستصحبون ما ينفعهم ويدَعُون ما يضرهم. { لَيْسَ لَهُمْ مِنْ دُونِهِ } أي: لا من دون الله { وَلِيٌّ وَلَا شَفِيعٌ } أي: من يتولى أمرهم فيحصّل لهم المطلوب، ويدفع عنهم المحذور، ولا من يشفع لهم، لأن الخلق كلهم، ليس لهم من الأمر شيء. { لَعَلَّهُمْ يَتَّقُونَ } الله، بامتثال أوامره، واجتناب نواهيه، فإن الإنذار موجب لذلك، وسبب من أسبابه."
    },
    {
      "ayah": 52,
      "surah": 6,
      "text": "{ وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ } أي: لا تطرد عنك، وعن مجالستك، أهل العبادة والإخلاص، رغبة في مجالسة غيرهم، من الملازمين لدعاء ربهم، دعاء العبادة بالذكر والصلاة ونحوها، ودعاء المسألة، في أول النهار وآخره، وهم قاصدون بذلك وجه الله، ليس لهم من الأغراض سوى ذلك الغرض الجليل، فهؤلاء ليسوا مستحقين للطرد والإعراض عنهم، بل مستحقون لموالاتهم ومحبتهم، وإدنائهم، وتقريبهم، لأنهم الصفوة من الخلق وإن كانوا فقراء، والأعزاء في الحقيقة وإن كانوا عند الناس أذلاء. { مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ } أي: كلٌّ له حسابه، وله عمله الحسن، وعمله القبيح. { فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ } وقد امتثل صلى الله عليه وسلم هذا الأمر، أشد امتثال، فكان إذا جلس الفقراء من المؤمنين صبر نفسَه معهم، وأحسن معاملتهم، وألان لهم جانبه، وحسن خلقَه، وقربهم منه، بل كانوا هم أكثر أهل مجلسه رضي الله عنهم. وكان سبب نزول هذه الآيات، أن أناسا [من قريش، أو] من أجلاف العرب قالوا للنبي صلى الله عليه وسلم: إن أردت أن نؤمن لك ونتبعك، فاطرد فلانا وفلانا، أناسا من فقراء الصحابة، فإنا نستحيي أن ترانا العرب جالسين مع هؤلاء الفقراء، فحمله حبه لإسلامهم، واتباعهم له، فحدثته نفسه بذلك. فعاتبه الله بهذه الآية ونحوها."
    },
    {
      "ayah": 53,
      "surah": 6,
      "text": "{ وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا } أي: هذا من ابتلاء الله لعباده، حيث جعل بعضهم غنيا؛ وبعضهم فقيرا، وبعضهم شريفا، وبعضهم وضيعا، فإذا مَنَّ الله بالإيمان على الفقير أو الوضيع؛. كان ذلك محل محنة للغني والشريف فإن كان قصده الحق واتباعه، آمن وأسلم، ولم يمنعه من ذلك مشاركه الذي يراه دونه بالغنى أو الشرف، وإن لم يكن صادقا في طلب الحق، كانت هذه عقبة ترده عن اتباع الحق. وقالوا محتقرين لمن يرونهم دونهم: { أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا } فمنعهم هذا من اتباع الحق، لعدم زكائهم، قال الله مجيبا لكلامهم المتضمن الاعتراض على الله في هداية هؤلاء، وعدم هدايتهم هم. { أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ } الذين يعرفون النعمة، ويقرون بها، ويقومون بما تقتضيه من العمل الصالح، فيضع فضله ومنته عليهم، دون من ليس بشاكر، فإن الله تعالى حكيم، لا يضع فضله عند من ليس له بأهل، وهؤلاء المعترضون بهذا الوصف، بخلاف من مَنَّ الله عليهم بالإيمان، من الفقراء وغيرهم فإنهم هم الشاكرون."
    },
    {
      "ayah": 54,
      "surah": 6,
      "text": "ولما نهى الله رسولَه، عن طرد المؤمنين القانتين، أمَره بمقابلتهم بالإكرام والإعظام، والتبجيل والاحترام، فقال: { وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ } أي: وإذا جاءك المؤمنون، فحَيِّهم ورحِّب بهم ولَقِّهم منك تحية وسلاما، وبشرهم بما ينشط عزائمهم وهممهم، من رحمة الله، وسَعة جوده وإحسانه، وحثهم على كل سبب وطريق، يوصل لذلك. ورَهِّبْهم من الإقامة على الذنوب، وأْمُرْهم بالتوبة من المعاصي، لينالوا مغفرة ربهم وجوده، ولهذا قال: { كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ } أي: فلا بد مع ترك الذنوب والإقلاع، والندم عليها، من إصلاح العمل، وأداء ما أوجب الله، وإصلاح ما فسد من الأعمال الظاهرة والباطنة. فإذا وجد ذلك كله { فَأَنَّهُ غَفُورٌ رَحِيمٌ } أي: صب عليهم من مغفرته ورحمته، بحسب ما قاموا به، مما أمرهم به."
    },
    {
      "ayah": 55,
      "surah": 6,
      "text": "{ وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ } أي: نوضحها ونبينها، ونميز بين طريق الهدى من الضلال، والغي والرشاد، ليهتدي بذلك المهتدون، ويتبين الحق الذي ينبغي سلوكه. { وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ } الموصلة إلى سخط الله وعذابه، فإن سبيل المجرمين إذا استبانت واتضحت، أمكن اجتنابها، والبعد منها، بخلاف ما لو كانت مشتبهة ملتبسة، فإنه لا يحصل هذا المقصود الجليل."
    },
    {
      "ayah": 56,
      "surah": 6,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم: { قُلْ } لهؤلاء المشركين الذين يدعون مع الله آلهة أخرى: { إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ } من الأنداد والأوثان، التي لا تملك نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، فإن هذا باطل، وليس لكم فيه حجة بل ولا شبهة، ولا اتباع الهوى الذي اتباعه أعظم الضلال، ولهذا قال { قُلْ لَا أَتَّبِعُ أَهْوَاءَكُمْ قَدْ ضَلَلْتُ إِذًا } أي: إن اتبعت أهواءكم { وَمَا أَنَا مِنَ الْمُهْتَدِينَ } بوجه من الوجوه. وأما ما أنا عليه، من توحيد الله وإخلاص العمل له، فإنه هو الحق الذي تقوم عليه البراهين والأدلة القاطعة."
    },
    {
      "ayah": 57,
      "surah": 6,
      "text": "وأنا { عَلَى بَيِّنَةٍ مِنْ رَبِّي } أي: على يقين مبين، بصحته، وبطلان ما عداه، وهذه شهادة من الرسول جازمة، لا تقبل التردد، وهو أعدل الشهود على الإطلاق. فصدق بها المؤمنون، وتبين لهم من صحتها وصدقها، بحسب ما مَنَّ الله به عليهم. { وَ } لكنكم أيها المشركون – { كذبتم به } وهو لا يستحق هذا منكم، ولا يليق به إلا التصديق، وإذا استمررتم على تكذيبكم، فاعلموا أن العذاب واقع بكم لا محالة، وهو عند الله، هو الذي ينزله عليكم، إذا شاء، وكيف شاء، وإن استعجلتم به، فليس بيدي من الأمر شيء { إِنِ الْحُكْمُ إِلَّا لِلَّهِ } فكما أنه هو الذي حكم بالحكم الشرعي، فأمر ونهى، فإنه سيحكم بالحكم الجزائي، فيثيب ويعاقب، بحسب ما تقتضيه حكمته. فالاعتراض على حكمه مطلقا مدفوع، وقد أوضح السبيل، وقص على عباده الحق قصا، قطع به معاذيرهم، وانقطعت له حجتهم، ليهلك من هلك عن بينة، ويحيا من حي عن بينة { وَهُوَ خَيْرُ الْفَاصِلِينَ } بين عباده، في الدنيا والآخرة، فيفصل بينهم فصلا، يحمده عليه، حتى من قضى عليه، ووجه الحق نحوه."
    },
    {
      "ayah": 58,
      "surah": 6,
      "text": "{ قُل } للمستعجلين بالعذاب، جهلا وعنادا وظلما، { لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ } فأوقعته بكم ولا خير لكم في ذلك، ولكن الأمر، عند الحليم الصبور، الذي يعصيه العاصون، ويتجرأ عليه المتجرئون، وهو يعافيهم، ويرزقهم، ويسدي عليهم نعمه، الظاهرة والباطنة. { وَاللَّهُ أَعْلَمُ بِالظَّالِمِينَ } لا يخفى عليه من أحوالهم شيء، فيمهلهم ولا يهملهم."
    },
    {
      "ayah": 59,
      "surah": 6,
      "text": "هذه الآية العظيمة، من أعظم الآيات تفصيلا لعلمه المحيط، وأنه شامل للغيوب كلها، التي يطلع منها ما شاء من خلقه. وكثير منها طوى علمه عن الملائكة المقربين، والأنبياء المرسلين، فضلا عن غيرهم من العالمين، وأنه يعلم ما في البراري والقفار، من الحيوانات، والأشجار، والرمال والحصى، والتراب، وما في البحار من حيواناتها، ومعادنها، وصيدها، وغير ذلك مما تحتويه أرجاؤها، ويشتمل عليه ماؤها. { وَمَا تَسْقُطُ مِنْ وَرَقَةٍ } من أشجار البر والبحر، والبلدان والقفر، والدنيا والآخرة، إلا يعلمها. { وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ } من حبوب الثمار والزروع، وحبوب البذور التي يبذرها الخلق؛ وبذور النوابت البرية التي ينشئ منها أصناف النباتات. { وَلَا رَطْبٍ وَلَا يَابِسٍ } هذا عموم بعد خصوص { إِلَّا فِي كِتَابٍ مُبِينٍ } وهو اللوح المحفوظ، قد حواها، واشتمل عليها، وبعض هذا المذكور، يبهر عقول العقلاء، ويذهل أفئدة النبلاء، فدل هذا على عظمة الرب العظيم وسعته، في أوصافه كلها. وأن الخلق -من أولهم إلى آخرهم- لو اجتمعوا على أن يحيطوا ببعض صفاته، لم يكن لهم قدرة ولا وسع في ذلك، فتبارك الرب العظيم، الواسع العليم، الحميد المجيد، الشهيد، المحيط. وجل مِنْ إله، لا يحصي أحد ثناء عليه، بل كما أثنى على نفسه، وفوق ما يثني عليه عباده، فهذه الآية، دلت على علمه المحيط بجميع الأشياء، وكتابه المحيط بجميع الحوادث."
    },
    {
      "ayah": 6,
      "surah": 6,
      "text": "أمرهم أن يعتبروا بالأمم السالفة فقال: { أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ } أي: كم تتابع إهلاكنا للأمم المكذبين، وأمهلناهم قبل ذلك الإهلاك، بأن { مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ } لهؤلاء من الأموال والبنين والرفاهية. { وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ } فينبت لهم بذلك ما شاء الله، من زروع وثمار، يتمتعون بها، ويتناولون منها ما يشتهون، فلم يشكروا الله على نعمه، بل أقبلوا على الشهوات، وألهتهم أنواع اللذات، فجاءتهم رسلهم بالبينات، فلم يصدقوها، بل ردوها وكذبوها فأهلكهم الله بذنوبهم وأنشأ { مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ } فهذه سنة الله ودأبه، في الأمم السابقين واللاحقين، فاعتبروا بمن قص الله عليكم نبأهم."
    },
    {
      "ayah": 60,
      "surah": 6,
      "text": "هذا كله، تقرير لألوهيته، واحتجاج على المشركين به، وبيان أنه تعالى المستحق للحب والتعظيم، والإجلال والإكرام، فأخبر أنه وحده، المتفرد بتدبير عباده، في يقظتهم ومنامهم، وأنه يتوفاهم بالليل، وفاة النوم، فتهدأ حركاتهم، وتستريح أبدانهم، ويبعثهم في اليقظة من نومهم، ليتصرفوا في مصالحهم الدينية والدنيوية وهو –تعالى- يعلم ما جرحوا وما كسبوا من تلك الأعمال. ثم لا يزال تعالى هكذا، يتصرف فيهم، حتى يستوفوا آجالهم. فيقضى بهذا التدبير، أجل مسمى، وهو: أجل الحياة، وأجل آخر فيما بعد ذلك، وهو البعث بعد الموت، ولهذا قال: { ثُمَّ إِلَيْهِ مَرْجِعُكُمْ } لا إلى غيره { ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } من خير وشر."
    },
    {
      "ayah": 61,
      "surah": 6,
      "text": "{ وَهُوَ } تعالى { الْقَاهِرُ فَوْقَ عِبَادِهِ } ينفذ فيهم إرادته الشاملة، ومشيئته العامة، فليسوا يملكون من الأمر شيئا، ولا يتحركون ولا يسكنون إلا بإذنه، ومع ذلك، فقد وكل بالعباد حفظةً من الملائكة، يحفظون العبد ويحفظون عليه ما عمل، كما قال تعالى: { وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ * يَعْلَمُونَ مَا تَفْعَلُونَ } { عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ * مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ } فهذا حفظه لهم في حال الحياة. { حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا } أي الملائكة الموكلون بقبض الأرواح. { وَهُمْ لَا يُفَرِّطُونَ } في ذلك، فلا يزيدون ساعة مما قدره الله وقضاه ولا ينقصون، ولا ينفذون من ذلك، إلا بحسب المراسيم الإلهية والتقادير الربانية."
    },
    {
      "ayah": 62,
      "surah": 6,
      "text": "{ ثُمَّ } بعد الموت والحياة البرزخية، وما فيها من الخير والشر { رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ } أي: الذي تولاهم بحكمه القدري، فنفذ فيهم ما شاء من أنواع التدبير، ثم تولاهم بأمره ونهيه، وأرسل إليهم الرسل، وأنزل عليهم الكتب، ثم ردوا إليه ليتولى الحكم فيهم بالجزاء، ويثيبهم على ما عملوا من الخيرات، ويعاقبهم على الشرور والسيئات،وَلهذا قال: { أَلَا لَهُ الْحُكْمُ } وحده لا شريك له { وَهُوَ أَسْرَعُ الْحَاسِبِينَ } لكمال علمه وحفظه لأعمالهم، بما أثبتته في اللوح المحفوظ، ثم أثبته ملائكته في الكتاب، الذي بأيديهم، فإذا كان تعالى هو المنفرد بالخلق والتدبير، وهو القاهر فوق عباده، وقد اعتنى بهم كل الاعتناء، في جميع أحوالهم، وهو الذي له الحكم القدري، والحكم الشرعي، والحكم الجزائي، فأين للمشركين العدولُ عن من هذا وصفه ونعته، إلى عبادة من ليس له من الأمر شيء، ولا عنده مثقال ذرة من النفع، ولا له قدرة وإرادة؟!. أما والله لو علموا حلم الله عليهم، وعفوه ورحمته بهم، وهم يبارزونه بالشرك والكفران، ويتجرءون على عظمته بالإفك والبهتان، وهو يعافيهم ويرزقهم لانجذبت، دواعيهم إلى معرفته، وذهلت عقولهم في حبه. ولمقتوا أنفسهم أشد المقت، حيث انقادوا لداعي الشيطان، الموجب للخزي والخسران، ولكنهم قوم لا يعقلون."
    },
    {
      "ayah": 63,
      "surah": 6,
      "text": "أي { قُلْ } للمشركين بالله، الداعين معه آلهة أخرى، ملزما لهم بما أثبتوه من توحيد الربوبية، على ما أنكروا من توحيد الإلهية { مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ } أي: شدائدهما ومشقاتهما، وحين يتعذر أو يتعسر عليكم وجه الحيلة، فتدْعون ربكم تضرعا بقلب خاضع، ولسان لا يزال يلهج بحاجته في الدعاء، وتقولون وأنتم في تلك الحال: { لَئِنْ أَنْجَانَا مِنْ هَذِهِ } الشدة التي وقعنا فيها { لَنَكُونَنَّ مِنَ الشَّاكِرِينَ } لله، أي المعترفين بنعمته، الواضعين لها في طاعة ربهم، الذين حفظوها عن أن يبذلوها في معصيته."
    },
    {
      "ayah": 64,
      "surah": 6,
      "text": "{ قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ } أي: من هذه الشدة الخاصة، ومن جميع الكروب العامة. { ثُمَّ أَنْتُمْ تُشْرِكُونَ } لا تفون لله بما قلتم، وتنسون نعمه عليكم، فأي برهان أوضح من هذا على بطلان الشرك، وصحة التوحيد؟\\\""
    },
    {
      "ayah": 65,
      "surah": 6,
      "text": "أي: هو تعالى قادر على إرسال العذاب إليكم من كل جهة. { مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ } أي: يخلطكم { شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ } أي: في الفتنة، وقتل بعضكم بعضا. فهو قادر على ذلك كله، فاحذروا من الإقامة على معاصيه، فيصيبكم من العذاب ما يتلفكم ويمحقكم، ومع هذا فقد أخبر أنه قادر على ذلك. ولكن من رحمته، أن رفع عن هذه الأمة العذاب من فوقهم بالرجم والحصب، ونحوه، ومن تحت أرجلهم بالخسف. ولكن عاقب من عاقب منهم، بأن أذاق بعضهم بأس بعض، وسلط بعضهم على بعض، عقوبة عاجلة يراها المعتبرون، ويشعر بها العالمون { انْظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ } أي: ننوعها، ونأتي بها على أوجه كثيرة وكلها دالة على الحق. { لَعَلَّهُمْ يَفْقَهُونَ } أي: يفهمون ما خلقوا من أجله، ويفقهون الحقائق الشرعية، والمطالب الإلهية."
    },
    {
      "ayah": 66,
      "surah": 6,
      "text": "{ وَكَذَّبَ بِهِ } أي: بالقرآن { قَوْمُكَ وَهُوَ الْحَقُّ } الذي لا مرية فيه، ولا شك يعتريه. { قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ } أحفظ أعمالكم، وأجازيكم عليها، وإنما أنا منذر ومبلغ."
    },
    {
      "ayah": 67,
      "surah": 6,
      "text": "{ لِكُلِّ نَبَإٍ مُسْتَقَرٌّ } أي: وقت يستقر فيه، وزمان لا يتقدم عنه ولا يتأخر. { وَسَوْفَ تَعْلَمُونَ } ما توعدون به من العذاب."
    },
    {
      "ayah": 68,
      "surah": 6,
      "text": "المراد بالخوض في آيات الله: التكلم بما يخالف الحق، من تحسين المقالات الباطلة، والدعوة إليها، ومدح أهلها، والإعراض عن الحق، والقدح فيه وفي أهله، فأمر الله رسوله أصلا، وأمته تبعا، إذا رأوا من يخوض بآيات الله بشيء مما ذكر، بالإعراض عنهم، وعدم حضور مجالس الخائضين بالباطل، والاستمرار على ذلك، حتى يكون البحث والخوض في كلام غيره، فإذا كان في كلام غيره، زال النهي المذكور. فإن كان مصلحة كان مأمورا به، وإن كان غير ذلك، كان غير مفيد ولا مأمور به، وفي ذم الخوض بالباطل، حث على البحث، والنظر، والمناظرة بالحق. ثم قال: { وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ } أي: بأن جلست معهم، على وجه النسيان والغفلة. { فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ } يشمل الخائضين بالباطل، وكل متكلم بمحرم، أو فاعل لمحرم، فإنه يحرم الجلوس والحضور عند حضور المنكر، الذي لا يقدر على إزالته."
    },
    {
      "ayah": 69,
      "surah": 6,
      "text": "هذا النهي والتحريم، لمن جلس معهم، ولم يستعمل تقوى الله، بأن كان يشاركهم في القول والعمل المحرم، أو يسكت عنهم، وعن الإنكار، فإن استعمل تقوى الله تعالى، بأن كان يأمرهم بالخير، وينهاهم عن الشر والكلام الذي يصدر منهم، فيترتب على ذلك زوال الشر أو تخفيفه، فهذا ليس عليه حرج ولا إثم، ولهذا قال: { وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ } أي: ولكن ليذكرهم، ويعظهم، لعلهم يتقون الله تعالى. وفي هذا دليل على أنه ينبغي أن يستعمل المذكِّرُ من الكلام، ما يكون أقرب إلى حصول مقصود التقوى. وفيه دليل على أنه إذا كان التذكير والوعظ، مما يزيد الموعوظ شرا إلى شره، إلى أن تركه هو الواجب لأنه إذا ناقض المقصود، كان تركه مقصودا."
    },
    {
      "ayah": 7,
      "surah": 6,
      "text": "هذا إخبار من الله لرسوله عن شدة عناد الكافرين، وأنه ليس تكذيبهم لقصور فيما جئتهم به، ولا لجهل منهم بذلك، وإنما ذلك ظلم وبغي، لا حيلة لكم فيه، فقال: { وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ } وتيقنوه { لَقَالَ الَّذِينَ كَفَرُوا } ظلما وعلوا { إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ } فأي بينة أعظم من هذه البينة، وهذا قولهم الشنيع فيها، حيث كابروا المحسوس الذي لا يمكن مَن له أدنى مسكة مِن عقل دفعه؟\\\""
    },
    {
      "ayah": 70,
      "surah": 6,
      "text": "المقصود من العباد، أن يخلصوا لله الدين، بأن يعبدوه وحده لا شريك له، ويبذلوا مقدورهم في مرضاته ومحابه. وذلك متضمن لإقبال القلب على الله وتوجهه إليه، وكون سعي العبد نافعا، وجدًّا، لا هزلا، وإخلاصا لوجه الله، لا رياء وسمعة، هذا هو الدين الحقيقي، الذي يقال له دين، فأما من زعم أنه على الحق، وأنه صاحب دين وتقوى، وقد اتخذ دينَه لعبا ولهوا. بأن لَهَا قلبُه عن محبة الله ومعرفته، وأقبل على كل ما يضره، ولَهَا في باطله، ولعب فيه ببدنه، لأن العمل والسعي إذا كان لغير الله، فهو لعب، فهذا أَمَر الله تعالى أن يترك ويحذر، ولا يغتر به، وتنظر حاله، ويحذر من أفعاله، ولا يغتر بتعويقه عما يقرب إلى الله. { وَذَكِّرْ بِهِ } أي: ذكر بالقرآن، ما ينفع العباد، أمرا، وتفصيلا، وتحسينا له، بذكر ما فيه من أوصاف الحسن، وما يضر العباد نهيا عنه، وتفصيلا لأنواعه، وبيان ما فيه، من الأوصاف القبيحة الشنيعة، الداعية لتركه، وكل هذا لئلا تبسل نفس بما كسبت، أي: قبل اقتحام العبد للذنوب وتجرئه على علام الغيوب، واستمرارها على ذلك المرهوب، فذكرها، وعظها، لترتدع وتنزجر، وتكف عن فعلها. وقوله { لَيْسَ لَهَا مِنْ دُونِ اللَّهِ وَلِيٌّ وَلَا شَفِيعٌ } أي: قبل [أن] تحيط بها ذنوبها، ثم لا ينفعها أحد من الخلق، لا قريب ولا صديق، ولا يتولاها من دون الله أحد، ولا يشفع لها شافع { وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ } أي: تفتدي بكل فداء، ولو بملء الأرض ذهبا { لَا يُؤْخَذْ مِنْهَا } أي: لا يقبل ولا يفيد. { أُولَئِكَ } الموصوفون بما ذكر { الَّذِينَ أُبْسِلُوا } أي: أهلكوا وأيسوا من الخير، وذلك { بِمَا كَسَبُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ } أي: ماء حار قد انتهى حره، يشوي وجوههم، ويقطع أمعاءهم { وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ }"
    },
    {
      "ayah": 71,
      "surah": 6,
      "text": "{ قُلْ } يا أيها الرسول للمشركين بالله، الداعين معه غيره، الذين يدعونكم إلى دينهم، مبينا وشارحا لوصف آلهتهم، التي يكتفي العاقل بذكر وصفها، عن النهي عنها، فإن كل عاقل إذا تصور مذهب المشركين جزم ببطلانه، قبل أن تقام البراهين على ذلك، فقال: { أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا } وهذا وصف، يدخل فيه كل مَن عُبِد مِنْ دون الله، فإنه لا ينفع ولا يضر، وليس له من الأمر شيء، إن الأمر إلا لله. { وَنُرَدُّ عَلَى أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ } أي: وننقلب بعد هداية الله لنا إلى الضلال، ومن الرشد إلى الغي، ومن الصراط الموصل إلى جنات النعيم، إلى الطرق التي تفضي بسالكها إلى العذاب الأليم. فهذه حال لا يرتضيها ذو رشد، وصاحبها { كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ } أي: أضلته وتيهته عن طريقه ومنهجه له الموصل إلى مقصده. فبقي { حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى } والشياطين يدعونه إلى الردى، فبقي بين الداعيين حائرا وهذه حال الناس كلهم، إلا من عصمه الله تعالى، فإنهم يجدون فيهم جواذب ودواعي متعارضة، دواعي الرسالة والعقل الصحيح، والفطرة المستقيمة { يَدْعُونَهُ إِلَى الْهُدَى } والصعود إلى أعلى عليين. ودواعي الشيطان، ومن سلك مسلكه، والنفس الأمارة بالسوء، يدعونه إلى الضلال، والنزول إلى أسفل سافلين، فمن الناس من يكون مع داعي الهدى، في أموره كلها أو أغلبها، ومنهم من بالعكس من ذلك. ومنهم من يتساوى لديه الداعيان، ويتعارض عنده الجاذبان، وفي هذا الموضع، تعرف أهل السعادة من أهل الشقاوة. وقوله: { قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى } أي: ليس الهدى إلا الطريق التي شرعها الله على لسان رسوله، وما عداه، فهو ضلال وردى وهلاك. { وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ } بأن ننقاد لتوحيده، ونستسلم لأوامره ونواهيه، وندخل تحت عبوديته، فإن هذا أفضل نعمة أنعم الله بها على العباد، وأكمل تربية أوصلها إليهم."
    },
    {
      "ayah": 72,
      "surah": 6,
      "text": "{ وَأَنْ أَقِيمُوا الصَّلَاةَ } أي: وأمرنا أن نقيم الصلاة بأركانها وشروطها وسننها ومكملاتها. { وَاتَّقُوهُ } بفعل ما أمر به، واجتناب ما عنه نهى. { وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ } أي: تُجْمَعون ليوم القيامة، فيجازيكم بأعمالكم، خيرها وشرها."
    },
    {
      "ayah": 73,
      "surah": 6,
      "text": "{ وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ } ليأمر العباد وينهاهم، ويثيبهم ويعاقبهم، { وَيَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ } الذي لا مرية فيه ولا مثنوية، ولا يقول شيئا عبثا { وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ } أي: يوم القيامة، خصه بالذكر –مع أنه مالك كل شيء- لأنه تنقطع فيه الأملاك، فلا يبقى ملك إلا الله الواحد القهار. { عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ } الذي له الحكمة التامة، والنعمة السابغة، والإحسان العظيم، والعلم المحيط بالسرائر والبواطن والخفايا، لا إله إلا هو، ولا رب سواه."
    },
    {
      "ayah": 74,
      "surah": 6,
      "text": "يقول تعالى: واذكر قصة إبراهيم، عليه الصلاة والسلام، مثنيا عليه ومعظما في حال دعوته إلى التوحيد، ونهيه عن الشرك، وإذ قال لأبيه { آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً } أي: لا تنفع ولا تضر وليس لها من الأمر شيء، { إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ } حيث عبدتم من لا يستحق من العبادة شيئا، وتركتم عبادة خالقكم، ورازقكم، ومدبركم."
    },
    {
      "ayah": 75,
      "surah": 6,
      "text": "{ وَكَذَلِكَ } حين وفقناه للتوحيد والدعوة إليه { نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ } أي: ليرى ببصيرته، ما اشتملت عليه من الأدلة القاطعة، والبراهين الساطعة { وَلِيَكُونَ مِنَ الْمُوقِنِينَ } فإنه بحسب قيام الأدلة، يحصل له الإيقان والعلم التام بجميع المطالب."
    },
    {
      "ayah": 76,
      "surah": 6,
      "text": "{ فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ } أي: أظلم { رَأَى كَوْكَبًا } لعله من الكواكب المضيئة، لأن تخصيصه بالذكر، يدل على زيادته عن غيره، ولهذا -والله أعلم- قال من قال: إنه الزهرة. { قَالَ هَذَا رَبِّي } أي: على وجه التنزل مع الخصم أي: هذا ربي، فهلم ننظر، هل يستحق الربوبية؟ وهل يقوم لنا دليل على ذلك؟ فإنه لا ينبغي لعاقل أن يتخذ إلهه هواه، بغير حجة ولا برهان. { فَلَمَّا أَفَلَ } أي: غاب ذلك الكوكب { قَالَ لَا أُحِبُّ الْآفِلِينَ } أي: الذي يغيب ويختفي عمن عبده، فإن المعبود لا بد أن يكون قائما بمصالح من عبده، ومدبرا له في جميع شئونه، فأما الذي يمضي وقت كثير وهو غائب، فمن أين يستحق العبادة؟! وهل اتخاذه إلها إلا من أسفه السفه، وأبطل الباطل؟!"
    },
    {
      "ayah": 77,
      "surah": 6,
      "text": "{ فَلَمَّا رَأَى الْقَمَرَ بَازِغًا } أي: طالعا، رأى زيادته على نور الكواكب ومخالفته لها { قَالَ هَذَا رَبِّي } تنزلا. { فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ } فافتقر غاية الافتقار إلى هداية ربه، وعلم أنه إن لم يهده الله فلا هادي له، وإن لم يعنه على طاعته، فلا معين له."
    },
    {
      "ayah": 78,
      "surah": 6,
      "text": "{ فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ } من الكوكب ومن القمر. { فَلَمَّا أَفَلَتْ } تقرر حينئذ الهدى، واضمحل الردى فـ { قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ } حيث قام البرهان الصادق الواضح، على بطلانه."
    },
    {
      "ayah": 79,
      "surah": 6,
      "text": "{ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا } أي: لله وحده، مقبلا عليه، معرضا عن من سواه. { وَمَا أَنَا مِنَ الْمُشْرِكِينَ } فتبرأ من الشرك، وأذعن بالتوحيد، وأقام على ذلك البرهان [وهذا الذي ذكرنا في تفسير هذه الآيات، هو الصواب، وهو أن المقام مقام مناظرة، من إبراهيم لقومه، وبيان بطلان إلهية هذه الأجرام العلوية وغيرها. وأما من قال: إنه مقام نظر في حال طفوليته، فليس عليه دليل]"
    },
    {
      "ayah": 8,
      "surah": 6,
      "text": "{ وَقَالُوا } أيضا تعنتا مبنيا على الجهل، وعدم العلم بالمعقول. { لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ } أي: هلا أنزل مع محمد ملك، يعاونه ويساعده على ما هو عليه بزعمهم أنه بشر، وأن رسالة الله، لا تكون إلا على أيدي الملائكة. قال الله في بيان رحمته ولطفه بعباده، حيث أرسل إليهم بشرا منهم يكون الإيمان بما جاء به، عن علم وبصيرة، وغيب. { وَلَوْ أَنْزَلْنَا مَلَكًا } برسالتنا، لكان الإيمان لا يصدر عن معرفة بالحق، ولكان إيمانا بالشهادة، الذي لا ينفع شيئا وحده، هذا إن آمنوا، والغالب أنهم لا يؤمنون بهذه الحالة، فإذا لم يؤمنوا قضي الأمر بتعجيل الهلاك عليهم وعدم إنظارهم، لأن هذه سنة الله، فيمن طلب الآيات المقترحة فلم يؤمن بها، فإرسال الرسول البشري إليهم بالآيات البينات، التي يعلم الله أنها أصلح للعباد، وأرفق بهم، مع إمهال الله للكافرين والمكذبين خير لهم وأنفع، فطلبُهم لإنزال الملك شر لهم لو كانوا يعلمون، ومع ذلك، فالملك لو أنزل عليهم، وأرسل، لم يطيقوا التلقي عنه، ولا احتملوا ذلك، ولا أطاقته قواهم الفانية."
    },
    {
      "ayah": 80,
      "surah": 6,
      "text": "{ وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ } أيُّ فائدة لمحاجة من لم يتبين له الهدى؟ فأما من هداه الله، ووصل إلى أعلى درجات اليقين، فإنه –هو بنفسه- يدعو الناس إلى ما هو عليه. { وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ } فإنها لن تضرني، ولن تمنع عني من النفع شيئا. { إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ } فتعلمون أنه وحده المعبود المستحق للعبودية."
    },
    {
      "ayah": 81,
      "surah": 6,
      "text": "{ وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ } وحالها حال العجز، وعدم النفع، { وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا } أي: إلا بمجرد اتباع الهوى. { فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ }"
    },
    {
      "ayah": 82,
      "surah": 6,
      "text": "قال الله تعالى فاصلا بين الفريقين { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا } أي: يخلطوا { إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ } الأمن من المخاوفِ والعذاب والشقاء، والهدايةُ إلى الصراط المستقيم، فإن كانوا لم يلبسوا إيمانهم بظلم مطلقا، لا بشرك، ولا بمعاص، حصل لهم الأمن التام، والهداية التامة. وإن كانوا لم يلبسوا إيمانهم بالشرك وحده، ولكنهم يعملون السيئات، حصل لهم أصل الهداية، وأصل الأمن، وإن لم يحصل لهم كمالها. ومفهوم الآية الكريمة، أن الذين لم يحصل لهم الأمران، لم يحصل لهم هداية، ولا أمن، بل حظهم الضلال والشقاء."
    },
    {
      "ayah": 83,
      "surah": 6,
      "text": "ولما حكم لإبراهيم عليه السلام، بما بين به من البراهين القاطعة قال: { وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ } أي: علا بها عليهم، وفلجهم بها. { نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ } كما رفعنا درجات إبراهيم عليه السلام في الدنيا والآخرة، فإن العلم يرفع الله به صاحبه فوق العباد درجات. خصوصا العالم العامل المعلم، فإنه يجعله الله إماما للناس، بحسب حاله ترمق أفعاله، وتقتفى آثاره، ويستضاء بنوره، ويمشى بعلمه في ظلمة ديجوره. قال تعالى { يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ } { إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ } فلا يضع العلم والحكمة، إلا في المحل اللائق بها، وهو أعلم بذلك المحل، وبما ينبغي له."
    },
    {
      "ayah": 84,
      "surah": 6,
      "text": "لما ذكر الله تعالى عبده وخليله، إبراهيم عليه السلام، وذكر ما مَنَّ الله عليه به، من العلم والدعوة، والصبر، ذكر ما أكرمه الله به من الذرية الصالحة، والنسل الطيب. وأن الله جعل صفوة الخلق من نسله، وأعظم بهذه المنقبة والكرامة الجسيمة، التي لا يدرك لها نظير فقال: { وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ } ابنه، الذي هو إسرائيل، أبو الشعب الذي فضله الله على العالمين. { كُلًّا } منهما { هَدَيْنَا } الصراط المستقيم، في علمه وعمله. { وَنُوحًا هَدَيْنَا مِنْ قَبْلُ } وهدايته من أنواع الهدايات الخاصة التي لم تحصل إلا لأفراد من العالم؛ وهم أولو العزم من الرسل، الذي هو أحدهم. { وَمِنْ ذُرِّيَّتِهِ } يحتمل أن الضمير عائد إلى نوح، لأنه أقرب مذكور، ولأن الله ذكر مع من ذكر لوطا، وهو من ذرية نوح، لا من ذرية إبراهيم لأنه ابن أخيه. ويحتمل أن الضمير يعود إلى إبراهيم لأن السياق في مدحه والثناء عليه، ولوط -وإن لم يكن من ذريته- فإنه ممن آمن على يده، فكان منقبة الخليل وفضيلته بذلك، أبلغ من كونه مجرد ابن له. { دَاوُدَ وَسُلَيْمَانَ } بن داود { وَأَيُّوبَ وَيُوسُفَ } بن يعقوب. { وَمُوسَى وَهَارُونَ } ابني عمران، { وَكَذَلِكَ } كما أصلحنا ذرية إبراهيم الخليل، لأنه أحسن في عبادة ربه، وأحسن في نفع الخلق { كذلك نَجْزِي الْمُحْسِنِينَ } بأن نجعل لهم من الثناء الصدق، والذرية الصالحة، بحسب إحسانهم."
    },
    {
      "ayah": 85,
      "surah": 6,
      "text": "{ وَزَكَرِيَّا وَيَحْيَى } ابنه { وَعِيسَى } ابن مريم. { وَإِلْيَاسَ كُلٌّ } هؤلاء { مِنَ الصَّالِحِينَ } في أخلاقهم وأعمالهم وعلومهم، بل هم سادة الصالحين وقادتهم وأئمتهم."
    },
    {
      "ayah": 86,
      "surah": 6,
      "text": "{ وَإِسْمَاعِيلَ } بن إبراهيم أبو الشعب الذي هو أفضل الشعوب، وهو الشعب العربي، ووالد سيد ولد آدم، محمد صلى الله عليه وسلم. { وَيُونُسَ } بن متى { وَلُوطًا } بن هاران، أخي إبراهيم. { وَكُلَا } من هؤلاء الأنبياء والمرسلين { فَضَّلْنَا عَلَى الْعَالَمِينَ } لأن درجات الفضائل أربع – وهي التي ذكرها الله بقوله: { وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ } فهؤلاء من الدرجة العليا، بل هم أفضل الرسل على الإطلاق، فالرسل الذين قصهم الله في كتابه، أفضل ممن لم يقص علينا نبأهم بلا شك."
    },
    {
      "ayah": 87,
      "surah": 6,
      "text": "{ وَمِنْ آبَائِهِمْ } أي: آباء هؤلاء المذكورين { وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ } أي: وهدينا من آباء هؤلاء وذرياتهم وإخوانهم. { وَاجْتَبَيْنَاهُمْ } أي: اخترناهم { وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ }"
    },
    {
      "ayah": 88,
      "surah": 6,
      "text": "{ ذَلِكَ } الهدى المذكور { هُدَى اللَّهِ } الذي لا هدى إلا هداه. { يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ } فاطلبوا منه الهدى فإنه إن لم يهدكم فلا هادي لكم غيره، وممن شاء هدايته هؤلاء المذكورون. { وَلَوْ أَشْرَكُوا } على الفرض والتقدير { لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } فإن الشرك محبط للعمل، موجب للخلود في النار. فإذا كان هؤلاء الصفوة الأخيار، لو أشركوا -وحاشاهم- لحبطت أعمالهم فغيرهم أولى."
    },
    {
      "ayah": 89,
      "surah": 6,
      "text": "{ ذَلِكَ } الهدى المذكور { هُدَى اللَّهِ } الذي لا هدى إلا هداه. { يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ } فاطلبوا منه الهدى فإنه إن لم يهدكم فلا هادي لكم غيره، وممن شاء هدايته هؤلاء المذكورون. { وَلَوْ أَشْرَكُوا } على الفرض والتقدير { لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } فإن الشرك محبط للعمل، موجب للخلود في النار. فإذا كان هؤلاء الصفوة الأخيار، لو أشركوا -وحاشاهم- لحبطت أعمالهم فغيرهم أولى."
    },
    {
      "ayah": 9,
      "surah": 6,
      "text": "{ وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا } لأن الحكمة لا تقتضي سوى ذلك. { وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ } أي: ولكان الأمر، مختلطا عليهم، وملبوسا وذلك بسبب ما لبسوه على أنفسهم، فإنهم بنوا أمرهم على هذه القاعدة التي فيها اللبس، وبها عدم بيان الحق. فلما جاءهم الحق، بطرقه الصحيحة، وقواعده التي هي قواعده، لم يكن ذلك هداية لهم، إذا اهتدى بذلك غيرهم، والذنب ذنبهم، حيث أغلقوا على أنفسهم باب الهدى، وفتحوا أبواب الضلال."
    },
    {
      "ayah": 90,
      "surah": 6,
      "text": "{ أُولَئِكَ } المذكورون { الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ } أي: امش -أيها الرسول الكريم- خلف هؤلاء الأنبياء الأخيار، واتبع ملتهم وقد امتثل صلى الله عليه وسلم، فاهتدى بهدي الرسل قبله، وجمع كل كمال فيهم. فاجتمعت لديه فضائل وخصائص، فاق بها جميع العالمين، وكان سيد المرسلين، وإمام المتقين، صلوات الله وسلامه عليه وعليهم أجمعين، وبهذا الملحظ، استدل بهذه من استدل من الصحابة، أن رسول الله صلى الله عليه وسلم، أفضل الرسل كلهم. { قُلْ } للذين أعرضوا عن دعوتك: { لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا } أي: لا أطلب منكم مغرما ومالا، جزاء عن إبلاغي إياكم، ودعوتي لكم فيكون من أسباب امتناعكم، إن أجري إلا على الله. { إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ } يتذكرون به ما ينفعهم، فيفعلونه، وما يضرهم، فيذرونه، ويتذكرون به معرفة ربهم بأسمائه وأوصافه. ويتذكرون به الأخلاق الحميدة، والطرق الموصلة إليها، والأخلاق الرذيلة، والطرق المفضية إليها، فإذا كان ذكرى للعالمين، كان أعظم نعمة أنعم الله بها عليهم، فعليهم قبولها والشكر عليها."
    },
    {
      "ayah": 91,
      "surah": 6,
      "text": "هذا تشنيع على من نفى الرسالة، [من اليهود والمشركين] وزعم أن الله ما أنزل على بشر من شيء، فمن قال هذا، فما قدر الله حق قدره، ولا عظمه حق عظمته، إذ هذا قدح في حكمته، وزعم أنه يترك عباده هملا، لا يأمرهم ولا ينهاهم، ونفي لأعظم منة، امتن الله بها على عباده، وهي الرسالة، التي لا طريق للعباد إلى نيل السعادة، والكرامة، والفلاح، إلا بها، فأي قدح في الله أعظم من هذا؟\\\" { قُلْ ْ} لهم –ملزما بفساد قولهم، وقرِّرْهم، بما به يقرون-: { مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى ْ} وهو التوراة العظيمة { نُورًا ْ} في ظلمات الجهل { وَهُدًى ْ} من الضلالة، وهاديا إلى الصراط المستقيم علما وعملا، وهو الكتاب الذي شاع وذاع، وملأ ذكره القلوب والأسماع. حتى أنهم جعلوا يتناسخونه في القراطيس، ويتصرفون فيه بما شاءوا، فما وافق أهواءهم منه، أبدوه وأظهروه، وما خالف ذلك، أخفوه وكتموه، وذلك كثير. { وَعُلِّمْتُمْ ْ} من العلوم التي بسبب ذلك الكتاب الجليل { مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلَا آبَاؤُكُمْ ْ} فإذا سألتهم عمن أنزل هذا الكتاب الموصوف بتلك الصفات، فأجب عن هذا السؤال. و { قل الله ْ} الذي أنزله، فحينئذ يتضح الحق وينجلي مثل الشمس، وتقوم عليهم الحجة، ثم إذا ألزمتهم بهذا الإلزام { ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ ْ} أي: اتركهم يخوضوا في الباطل، ويلعبوا بما لا فائدة فيه، حتى يلاقوا يومهم الذي يوعدون."
    },
    {
      "ayah": 92,
      "surah": 6,
      "text": "أي: { وَهَذَا ْ} القرآن الذي { أَنْزَلْنَاهُ ْ} إليك { مُبَارَكٌ ْ} أي: وَصْفُه البركة، وذلك لكثرة خيراته، وسعة مبراته. { مُصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ ْ} أي: موافق للكتب السابقة، وشاهد لها بالصدق. { وَلِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا ْ} أي: وأنزلناه أيضا لتنذر أم القرى، وهي: مكة المكرمة، ومن حولها، من ديار العرب، بل، ومن سائر البلدان. فتحذر الناس عقوبة الله، وأخذه الأمم، وتحذرهم مما يوجب ذلك. { وَالَّذِينَ يُؤْمِنُونَ بِالْآخِرَةِ يُؤْمِنُونَ بِهِ ْ} لأن الخوف إذا كان في القلب عمرت أركانه، وانقاد لمراضي الله. { وَهُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ ْ} أي: يداومون عليها، ويحفظون أركانها وحدودها وشروطها وآدابها، ومكملاتها. جعلنا الله منهم."
    },
    {
      "ayah": 93,
      "surah": 6,
      "text": "يقول تعالى: لا أحد أعظم ظلما، ولا أكبر جرما، ممن كذب [على] الله.بأن نسب إلى الله قولا أو حكما وهو تعالى بريء منه، وإنما كان هذا أظلم الخلق، لأن فيه من الكذب، وتغيير الأديان أصولها، وفروعها، ونسبة ذلك إلى الله -ما هو من أكبر المفاسد. ويدخل في ذلك، ادعاء النبوة، وأن الله يوحي إليه، وهو كاذب في ذلك، فإنه - مع كذبه على الله، وجرأته على عظمته وسلطانه- يوجب على الخلق أن يتبعوه، ويجاهدهم على ذلك، ويستحل دماء من خالفه وأموالهم. ويدخل في هذه الآية، كل من ادعى النبوة، كمسيلمة الكذاب والأسود العنسي والمختار، وغيرهم ممن اتصف بهذا الوصف. { وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ ْ} أي: ومن أظلم ممن زعم. أنه يقدر على ما يقدر الله عليه ويجاري الله في أحكامه، ويشرع من الشرائع، كما شرعه الله. ويدخل في هذا، كل من يزعم أنه يقدر على معارضة القرآن، وأنه في إمكانه أن يأتي بمثله. وأي: ظلم أعظم من دعوى الفقير العاجز بالذات، الناقص من كل وجه، مشاركةَ القوي الغني، الذي له الكمال المطلق، من جميع الوجوه، في ذاته وأسمائه وصفاته؟\\\" ولما ذم الظالمين، ذكر ما أعد لهم من العقوبة في حال الاحتضار، ويوم القيامة فقال: { وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ ْ} أي: شدائده وأهواله الفظيعة، وكُرَبه الشنيعة –لرأيت أمرا هائلا، وحالة لا يقدر الواصف أن يصفها. { وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ ْ} إلى أولئك الظالمين المحتضرين بالضرب والعذاب، يقولون لهم عند منازعة أرواحهم وقلقها، وتعصيها للخروج من الأبدان: { أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ ْ} أي: العذاب الشديد، الذي يهينكم ويذلكم والجزاء من جنس العمل، فإن هذا العذاب { بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ ْ} من كذبكم عليه، وردكم للحق، الذي جاءت به الرسل. { وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ ْ} أي: تَرَفَّعون عن الانقياد لها، والاستسلام لأحكامها. وفي هذا دليل على عذاب البرزخ ونعيمه، فإن هذا الخطاب، والعذاب الموجه إليهم، إنما هو عند الاحتضار وقبيل الموت وبعده. وفيه دليل، على أن الروح جسم، يدخل ويخرج، ويخاطب، ويساكن الجسد، ويفارقه، فهذه حالهم في البرزخ. وأما يوم القيامة، فإنهم إذا وردوها، وردوها مفلسين فرادى بلا أهل ولا مال، ولا أولاد ولا جنود، ولا أنصار، كما خلقهم الله أول مرة، عارين من كل شيء. فإن الأشياء، إنما تتمول وتحصل بعد ذلك، بأسبابها، التي هي أسبابها، وفي ذلك اليوم تنقطع جميع الأمور، التي كانت مع العبد في الدنيا، سوى العمل الصالح والعمل السيء، الذي هو مادة الدار الآخرة، الذي تنشأ عنه، ويكون حسنها وقبحها، وسرورها وغمومها، وعذابها ونعيمها، بحسب الأعمال. فهي التي تنفع أو تضر، وتسوء أو تسر، وما سواها من الأهل والولد، والمال والأنصار، فعواري خارجية، وأوصاف زائلة، وأحوال حائلة"
    },
    {
      "ayah": 94,
      "surah": 6,
      "text": "{ وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ ْ} أي: أعطيناكم، وأنعمنا به عليكم { وَرَاءَ ظُهُورِكُمْ ْ} لا يغنون عنكم شيئا { وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ ْ} فإن المشركين يشركون بالله، ويعبدون معه الملائكة، والأنبياء، والصالحين، وغيرهم، وهم كلهم لله، ولكنهم يجعلون لهذه المخلوقات نصيبا من أنفسهم، وشركة في عبادتهم، وهذا زعم منهم وظلم، فإن الجميع عبيد لله، والله مالكهم، والمستحق لعبادتهم. فشركهم في العبادة، وصرفها لبعض العبيد، تنزيل لهم منزلة الخالق المالك، فيوبخون يوم القيامة ويقال لهم هذه المقالة. { وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ ْ} أي: تقطعت الوصل والأسباب بينكم وبين شركائكم، من الشفاعة وغيرها فلم تنفع ولم تُجْد شيئا. { وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ ْ} من الربح، والأمن والسعادة، والنجاة، التي زينها لكم الشيطان، وحسنها في قلوبكم، فنطقت بها ألسنتكم. واغتررتم بهذا الزعم الباطل، الذي لا حقيقة له، حين تبين لكم نقيض ما كنتم تزعمون، وظهر أنكم الخاسرون لأنفسكم وأهليكم وأموالكم."
    },
    {
      "ayah": 95,
      "surah": 6,
      "text": "يخبر تعالى عن كماله، وعظمة سلطانه، وقوة اقتداره، وسعة رحمته، وعموم كرمه، وشدة عنايته بخلقه، فقال: { إِنَّ اللَّهَ فَالِقُ الْحَبِّ } شامل لسائر الحبوب، التى يباشر الناس زرعها، والتي لا يباشرونها، كالحبوب التي يبثها الله في البراري والقفار، فيفلق الحبوب عن الزروع والنوابت، على اختلاف أنواعها، وأشكالها، ومنافعها، ويفلق النوى عن الأشجار، من النخيل والفواكه، وغير ذلك. فينتفع الخلق، من الآدميين والأنعام، والدواب.ويرتعون فيما فلق الله من الحب والنوى، ويقتاتون، وينتفعون بجميع أنواع المنافع التي جعلها الله في ذلك.ويريهم الله من بره وإحسانه ما يبهر العقول، ويذهل الفحول، ويريهم من بدائع صنعته، وكمال حكمته، ما به يعرفونه ويوحدونه، ويعلمون أنه هو الحق، وأن عبادة ما سواه باطلة. { يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ } كما يخرج من المني حيوانا، ومن البيضة فرخا، ومن الحب والنوى زرعا وشجرا. { وَمُخْرِجُ الْمَيِّتِ } وهو الذي لا نمو فيه، أو لا روح { مِنَ الْحَيِّ } كما يخرج من الأشجار والزروع النوى والحب، ويخرج من الطائر بيضا ونحو ذلك. { ذَلِكُمْ } الذي فعل ما فعل، وانفرد بخلق هذه الأشياء وتدبيرها { اللَّهُ } رَبُّكُمْ أي: الذي له الألوهية والعبادة على خلقه أجمعين، وهو الذي ربى جميع العالمين بنعمه، وغذاهم بكرمه. { فَأَنَّى تُؤْفَكُونَ } أي: فأنى تصرفون، وتصدون عن عبادة من هذا شأنه، إلى عبادة من لا يملك لنفسه نفعا ولا ضرا، ولا موتا، ولا حياة، ولا نشورا؟\\\""
    },
    {
      "ayah": 96,
      "surah": 6,
      "text": "ولما ذكر تعالى مادة خلق الأقوات، ذكر منته بتهيئة المساكن، وخلقه كل ما يحتاج إليه العباد، من الضياء والظلمة، وما يترتب على ذلك من أنواع المنافع والمصالح فقال: { فَالِقُ الْإِصْبَاحِ } أي: كما أنه فالق الحب والنوى، كذلك هو فالق ظلمة الليل الداجي، الشامل لما على وجه الأرض، بضياء الصبح الذي يفلقه شيئا فشيئا، حتى تذهب ظلمة الليل كلها، ويخلفها الضياء والنور العام، الذي يتصرف به الخلق في مصالحهم، ومعايشهم، ومنافع دينهم ودنياهم. ولما كان الخلق محتاجين إلى السكون والاستقرار والراحة، التي لا تتم بوجود النهار والنور { جَعَلَ } الله { اللَّيْلَ سَكَنًا } يسكن فيه الآدميون إلى دورهم ومنامهم، والأنعام إلى مأواها، والطيور إلى أوكارها، فتأخذ نصيبها من الراحة، ثم يزيل الله ذلك بالضياء، وهكذا أبدا إلى يوم القيامة { و } جعل تعالى { الشمس وَالْقَمَرَ حُسْبَانًا } بهما تعرف الأزمنة والأوقات، فتنضبط بذلك أوقات العبادات، وآجال المعاملات، ويعرف بها مدة ما مضى من الأوقات التي لولا وجود الشمس والقمر، وتناوبهما واختلافهما - لما عرف ذلك عامة الناس، واشتركوا في علمه، بل كان لا يعرفه إلا أفراد من الناس، بعد الاجتهاد، وبذلك يفوت من المصالح الضرورية ما يفوت. { ذَلِكَ } التقدير المذكور { تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ } الذي من عزته انقادت له هذه المخلوقات العظيمة، فجرت مذللة مسخرة بأمره، بحيث لا تتعدى ما حده الله لها، ولا تتقدم عنه ولا تتأخر { الْعَلِيمُ } الذي أحاط علمه، بالظواهر والبواطن، والأوائل والأواخر. ومن الأدلة العقلية على إحاطة علمه، تسخير هذه المخلوقات العظيمة، على تقدير، ونظام بديع، تحيُّرُ العقول في حسنه وكماله، وموافقته للمصالح والحكم."
    },
    {
      "ayah": 97,
      "surah": 6,
      "text": "{ وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ } حين تشتبه عليكم المسالك، ويتحير في سيره السالك، فجعل الله النجوم هداية للخلق إلى السبل، التي يحتاجون إلى سلوكها لمصالحهم، وتجاراتهم، وأسفارهم. منها: نجوم لا تزال ترى، ولا تسير عن محلها، ومنها: ما هو مستمر السير، يعرف سيرَه أهل المعرفة بذلك، ويعرفون به الجهات والأوقات. ودلت هذه الآية ونحوها، على مشروعية تعلم سير الكواكب ومحالّها الذي يسمى علم التسيير، فإنه لا تتم الهداية ولا تمكن إلا بذلك. { قَدْ فَصَّلْنَا الْآيَاتِ } أي بيناها، ووضحناها، وميزنا كل جنس ونوع منها عن الآخر، بحيث صارت آيات الله بادية ظاهرة { لِقَوْمٍ يَعْلَمُونَ } أي: لأهل العلم والمعرفة، فإنهم الذين يوجه إليهم الخطاب، ويطلب منهم الجواب، بخلاف أهل الجهل والجفاء، المعرضين عن آيات الله، وعن العلم الذي جاءت به الرسل، فإن البيان لا يفيدهم شيئا، والتفصيل لا يزيل عنهم ملتبسا، والإيضاح لا يكشف لهم مشكلا."
    },
    {
      "ayah": 98,
      "surah": 6,
      "text": "{ وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ } وهو آدم عليه السلام. أنشأ الله منه هذا العنصر الآدمي؛ الذي قد ملأ الأرض ولم يزل في زيادة ونمو، الذي قد تفاوت في أخلاقه وخلقه، وأوصافه تفاوتا لا يمكن ضبطه، ولا يدرك وصفه، وجعل الله لهم مستقرا، أي منتهى ينتهون إليه، وغاية يساقون إليها، وهي دار القرار، التي لا مستقر وراءها، ولا نهاية فوقها، فهذه الدار، هي التي خلق الخلق لسكناها، وأوجدوا في الدنيا ليسعوا في أسبابها، التي تنشأ عليها وتعمر بها، وأودعهم الله في أصلاب آبائهم وأرحام أمهاتهم، ثم في دار الدنيا، ثم في البرزخ، كل ذلك، على وجه الوديعة، التي لا تستقر ولا تثبت، بل ينتقل منها حتى يوصل إلى الدار التي هي المستقر، وأما هذه الدار، فإنها مستودع وممر { قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ } عن الله آياته، ويفهمون عنه حججه، وبيناته."
    },
    {
      "ayah": 99,
      "surah": 6,
      "text": "وهذا من أعظم مننه العظيمة، التي يضطر إليها الخلق، من الآدميين وغيرهم، وهو أنه أنزل من السماء ماء متتابعا وقت حاجة الناس إليه، فأنبت الله به كل شيء، مما يأكل الناس والأنعام، فرتع الخلق بفضل الله، وانبسطوا برزقه، وفرحوا بإحسانه، وزال عنهم الجدب واليأس والقحط، ففرحت القلوب، وأسفرت الوجوه، وحصل للعباد من رحمة الرحمن الرحيم، ما به يتمتعون وبه يرتعون، مما يوجب لهم، أن يبذلوا جهدهم في شكر من أسدى النعم، وعبادته والإنابة إليه، والمحبة له. ولما ذكر عموم ما ينبت بالماء، من أنواع الأشجار والنبات، ذكر الزرع والنخل، لكثرة نفعهما وكونهما قوتا لأكثر الناس فقال: { فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ } أي: من ذلك النبات الخضر، { حَبًّا مُتَرَاكِبًا } بعضه فوق بعض، من بر، وشعير، وذرة، وأرز، وغير ذلك، من أصناف الزروع، وفي وصفه بأنه متراكب، إشارة إلى أن حبوبه متعددة، وجميعها تستمد من مادة واحدة، وهي لا تختلط، بل هي متفرقة الحبوب، مجتمعة الأصول، وإشارة أيضا إلى كثرتها، وشمول ريعها وغلتها، ليبقى أصل البذر، ويبقى بقية كثيرة للأكل والادخار. { وَمِنَ النَّخْلِ } أخرج الله { مِنْ طَلْعِهَا } وهو الكفرى، والوعاء قبل ظهور القنو منه، فيخرج من ذلك الوعاء { قِنْوَانٌ دَانِيَةٌ } أي: قريبة سهلة التناول، متدلية على من أرادها، بحيث لا يعسر التناول من النخل وإن طالت، فإنه يوجد فيها كرب ومراقي، يسهل صعودها. { و } أخرج تعالى بالماء { جنات مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ } فهذه من الأشجار الكثيرة النفع، العظيمة الوقع، فلذلك خصصها الله بالذكر بعد أن عم جميع الأشجار والنوابت. وقوله { مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ } يحتمل أن يرجع إلى الرمان والزيتون، أي: مشتبها في شجره وورقه، غير متشابه في ثمره. ويحتمل أن يرجع ذلك، إلى سائر الأشجار والفواكه، وأن بعضها مشتبه، يشبه بعضه بعضا، ويتقارب في بعض أوصافه، وبعضها لا مشابهة بينه وبين غيره، والكل ينتفع به العباد، ويتفكهون، ويقتاتون، ويعتبرون، ولهذا أمر تعالى بالاعتبار به، فقال: { انْظُرُوا } نظر فكر واعتبار { إِلَى ثَمَرِهِ } أي: الأشجار كلها، خصوصا: النخل { إذا أثمر } { وَيَنْعِهِ } أي: انظروا إليه، وقت إطلاعه، ووقت نضجه وإيناعه، فإن في ذلك عبرا وآيات، يستدل بها على رحمة الله، وسعة إحسانه وجوده، وكمال اقتداره وعنايته بعباده. ولكن ليس كل أحد يعتبر ويتفكر وليس كل من تفكر، أدرك المعنى المقصود، ولهذا قيد تعالى الانتفاع بالآيات بالمؤمنين فقال: { إِنَّ فِي ذَلِكَم لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ } فإن المؤمنين يحملهم ما معهم من الإيمان، على العمل بمقتضياته ولوازمه، التي منها التفكر في آيات الله، والاستنتاج منها ما يراد منها، وما تدل عليه، عقلا، وفطرة، وشرعا."
    }
  ]
}
