{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 69,
      "text": "{ الْحَاقَّةُ } من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: { الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ } فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
    },
    {
      "ayah": 10,
      "surah": 69,
      "text": "{ فَعَصَوْا رَسُولَ رَبِّهِمْ } وهذا اسم جنس أي: كل من هؤلاء كذب الرسول الذي أرسله الله إليهم. فأخذ الله الجميع { أَخْذَةً رَابِيَةً } أي: زائدة على الحد والمقدار الذي يحصل به هلاكهم."
    },
    {
      "ayah": 11,
      "surah": 69,
      "text": "ومن جملة أولئك قوم نوح أغرقهم الله في اليم حين طغى [الماء على وجه] الأرض وعلا على مواضعها الرفيعة.وامتن الله على الخلق الموجودين بعدهم أن الله حملهم { فِي الْجَارِيَةِ } وهي: السفينة في أصلاب آبائهم وأمهاتهم الذين نجاهم الله."
    },
    {
      "ayah": 12,
      "surah": 69,
      "text": "فاحمدوا الله واشكروا الذي نجاكم حين أهلك الطاغين واعتبروا بآياته الدالة على توحيده ولهذا قال: { لِنَجْعَلَهَا } أي: الجارية والمراد جنسها، { لَكُمْ تَذْكِرَةً } تذكركم أول سفينة صنعت وما قصتها وكيف نجى الله عليها من آمن به واتبع رسوله وأهلك أهل الأرض كلهم فإن جنس الشيء مذكر بأصله. وقوله: { وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ } أي: تعقلها أولو الألباب ويعرفون المقصود منها ووجه الآية بها. وهذا بخلاف أهل الإعراض والغفلة وأهل البلادة وعدم الفطنة فإنهم ليس لهم انتفاع بآيات الله لعدم وعيهم عن الله، وفكرهم بآيات الله"
    },
    {
      "ayah": 13,
      "surah": 69,
      "text": "لما ذكر ما فعله تعالى بالمكذبين لرسله وكيف جازاهم وعجل لهم العقوبة في الدنيا وأن الله نجى الرسل وأتباعهم كان هذا مقدمة لذكر الجزاء الأخروي وتوفية الأعمال كاملة يوم القيامة. فذكر الأمور الهائلة التي تقع أمام القيامة وأن أول ذلك أنه ينفخ إسرافيل { فِي الصُّورِ } إذا تكاملت الأجساد نابتة. { نَفْخَةٌ وَاحِدَةٌ } فتخرج الأرواح فتدخل كل روح في جسدها فإذا الناس قيام لرب العالمين."
    },
    {
      "ayah": 14,
      "surah": 69,
      "text": "{ وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً } أي: فتتت الجبال واضمحلت وخلطت بالأرض ونسفت على الأرض فكان الجميع قاعا صفصفا لا ترى فيها عوجا ولا أمتا. هذا ما يصنع بالأرض وما عليها."
    },
    {
      "ayah": 15,
      "surah": 69,
      "text": "{ وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً } أي: فتتت الجبال واضمحلت وخلطت بالأرض ونسفت على الأرض فكان الجميع قاعا صفصفا لا ترى فيها عوجا ولا أمتا. هذا ما يصنع بالأرض وما عليها."
    },
    {
      "ayah": 16,
      "surah": 69,
      "text": "وأما ما يصنع بالسماء، فإنها تضطرب وتمور وتتشقق ويتغير لونها، وتهي بعد تلك الصلابة والقوة العظيمة، وما ذاك إلا لأمر عظيم أزعجها، وكرب جسيم هائل أوهاها وأضعفها."
    },
    {
      "ayah": 17,
      "surah": 69,
      "text": "{ وَالْمَلَكُ } أي: الملائكة الكرام { عَلَى أَرْجَائِهَا } أي: على جوانب السماء وأركانها، خاضعين لربهم، مستكينين لعظمته. { وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ } أملاك في غاية القوة إذا أتى للفصل بين العباد والقضاء بينهم بعدله وقسطه وفضله."
    },
    {
      "ayah": 18,
      "surah": 69,
      "text": "{ يَوْمَئِذٍ تُعْرَضُونَ } على الله { لَا تَخْفَى مِنْكُمْ خَافِيَةٌ } لا من أجسامكم وأجسادكم ولا من أعمالكم [وصفاتكم]، فإن الله تعالى عالم الغيب والشهادة. ويحشر العباد حفاة عراة غرلا، في أرض مستوية، يسمعهم الداعي، وينفذهم البصر، فحينئذ يجازيهم بما عملوا، ولهذا ذكر كيفية الجزاء، فقال:"
    },
    {
      "ayah": 19,
      "surah": 69,
      "text": "وهؤلاء هم أهل السعادة يعطون كتبهم التي فيها أعمالهم الصالحة بأيمانهم تمييزا لهم وتنويها بشأنهم ورفعا لمقدارهم، ويقول أحدهم عند ذلك من الفرح والسرور ومحبة أن يطلع الخلق على ما من الله عليه به من الكرامة: { هَاؤُمُ اقْرَءُوا كِتَابِيَهْ } أي: دونكم كتابي فاقرأوه فإنه يبشر بالجنات، وأنواع الكرامات، ومغفرة الذنوب، وستر العيوب."
    },
    {
      "ayah": 2,
      "surah": 69,
      "text": "{ الْحَاقَّةُ } من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: { الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ } فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
    },
    {
      "ayah": 20,
      "surah": 69,
      "text": "والذي أوصلني إلى هذه الحال، ما من الله به علي من الإيمان بالبعث والحساب، والاستعداد له بالممكن من العمل، ولهذا قال: { إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ } أي: أيقنت فالظن -هنا- [بمعنى] اليقين."
    },
    {
      "ayah": 21,
      "surah": 69,
      "text": "{ فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ } أي: جامعة لما تشتهيه الأنفس، وتلذ الأعين، وقد رضوها ولم يختاروا عليها غيرها."
    },
    { "ayah": 22, "surah": 69, "text": "{ فِي جَنَّةٍ عَالِيَةٍ } المنازل والقصور عالية المحل." },
    {
      "ayah": 23,
      "surah": 69,
      "text": "{ قُطُوفُهَا دَانِيَةٌ } أي: ثمرها وجناها من أنواع الفواكه قريبة، سهلة التناول على أهلها، ينالها أهلها قياما وقعودا ومتكئين."
    },
    {
      "ayah": 24,
      "surah": 69,
      "text": "ويقال لهم إكراما: { كُلُوا وَاشْرَبُوا } أي: من كل طعام لذيذ، وشراب شهي، { هَنِيئًا } أي: تاما كاملا من غير مكدر ولا منغص. وذلك الجزاء حصل لكم { بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ } من الأعمال الصالحة -وترك الأعمال السيئة- من صلاة وصيام وصدقة وحج وإحسان إلى الخلق، وذكر لله وإنابة إليه. فالأعمال جعلها الله سببا لدخول الجنة ومادة لنعيمها وأصلا لسعادتها."
    },
    {
      "ayah": 25,
      "surah": 69,
      "text": "هؤلاء أهل الشقاء يعطون كتب أعمالهم السيئة بشمالهم تمييزا لهم وخزيا وعارا وفضيحة، فيقول أحدهم من الهم والغم والخزي { يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ } لأنه يبشر بدخول النار والخسارة الأبدية."
    },
    { "ayah": 26, "surah": 69, "text": "{ وَلَمْ أَدْرِ مَا حِسَابِيَهْ } أي: ليتني كنت نسيا منسيا ولم أبعث وأحاسب ولهذا قال:" },
    { "ayah": 27, "surah": 69, "text": "{ يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ } أي:: يا ليت موتتي هي الموتة التي لا بعث بعدها." },
    {
      "ayah": 28,
      "surah": 69,
      "text": "ثم التفت إلى ماله وسلطانه، فإذا هو وبال عليه لم يقدم منه لآخرته، ولم ينفعه في الافتداء من عذاب الله فيقول: { مَا أَغْنَى عَنِّي مَالِيَهْ } أي: ما نفعني لا في الدنيا، لم أقدم منه شيئا، ولا في الآخرة، قد ذهب وقت نفعه."
    },
    {
      "ayah": 29,
      "surah": 69,
      "text": "{ هَلَكَ عَنِّي سُلْطَانِيَهْ } أي: ذهب واضمحل فلم تنفع الجنود الكثيرة، ولا العدد الخطيرة، ولا الجاه العريض، بل ذهب ذلك كله أدراج الرياح، وفاتت بسببه المتاجر والأرباح، وحضر بدله الهموم والغموم والأتراح."
    },
    {
      "ayah": 3,
      "surah": 69,
      "text": "{ الْحَاقَّةُ } من أسماء يوم القيامة، لأنها تحق وتنزل بالخلق، وتظهر فيها حقائق الأمور، ومخبآت الصدور، فعظم تعالى شأنها وفخمه، بما كرره من قوله: { الْحَاقَّةُ مَا الْحَاقَّةُ وَمَا أَدْرَاكَ مَا الْحَاقَّةُ } فإن لها شأنا عظيما وهولا جسيما، [ومن عظمتها أن الله أهلك الأمم المكذبة بها بالعذاب العاجل]"
    },
    {
      "ayah": 30,
      "surah": 69,
      "text": "فحينئذ يؤمر بعذابه فيقال للزبانية الغلاظ الشداد: { خُذُوهُ فَغُلُّوهُ } أي: اجعلوا في عنقه غلا يخنقه."
    },
    { "ayah": 31, "surah": 69, "text": "{ ثُمَّ الْجَحِيمَ صَلُّوهُ } أي: قلبوه على جمرها ولهبها." },
    {
      "ayah": 32,
      "surah": 69,
      "text": "{ ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا } من سلاسل الجحيم في غاية الحرارة { فَاسْلُكُوهُ } أي: انظموه فيها بأن تدخل في دبره وتخرج من فمه، ويعلق فيها، فلا يزال يعذب هذا العذاب الفظيع، فبئس العذاب والعقاب، وواحسرة من له التوبيخ والعتاب."
    },
    {
      "ayah": 33,
      "surah": 69,
      "text": "فإن السبب الذي أوصله إلى هذا المحل: { إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ } بأن كان كافرا بربه معاندا لرسله رادا ما جاءوا به من الحق."
    },
    {
      "ayah": 34,
      "surah": 69,
      "text": "{ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ } أي: ليس في قلبه رحمة يرحم بها الفقراء والمساكين فلا يطعمهم [من ماله] ولا يحض غيره على إطعامهم، لعدم الوازع في قلبه، وذلك لأن مدار السعادة ومادتها أمران: الإخلاص لله، الذي أصله الإيمان بالله، والإحسان إلى الخلق بوجوه الإحسان، الذي من أعظمها، دفع ضرورة المحتاجين بإطعامهم ما يتقوتون به، وهؤلاء لا إخلاص ولا إحسان، فلذلك استحقوا ما استحقوا."
    },
    {
      "ayah": 35,
      "surah": 69,
      "text": "{ فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا } أي: يوم القيامة { حَمِيمٍ } أي: قريب أو صديق يشفع له لينجو من عذاب الله أو يفوز بثواب الله: { وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ } { مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ } ."
    },
    {
      "ayah": 36,
      "surah": 69,
      "text": "وليس له طعام إلا من غسلين وهو صديد أهل النار، الذي هو في غاية الحرارة، ونتن الريح،"
    },
    {
      "ayah": 37,
      "surah": 69,
      "text": "وقبح الطعم ومرارته لا يأكل هذا الطعام الذميم { إِلَّا الْخَاطِئُونَ } الذين أخطأوا الصراط المستقيم وسلكوا سبل الجحيم فلذلك استحقوا العذاب الأليم."
    },
    {
      "ayah": 38,
      "surah": 69,
      "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
    },
    {
      "ayah": 39,
      "surah": 69,
      "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
    },
    {
      "ayah": 4,
      "surah": 69,
      "text": "ثم ذكر نموذجا من أحوالها الموجودة في الدنيا المشاهدة فيها، وهو ما أحله من العقوبات البليغة بالأمم العاتية فقال: { كَذَّبَتْ ثَمُودُ } وهم القبيلة المشهورة سكان الحجر الذين أرسل الله إليهم رسوله صالحا عليه السلام، ينهاهم عما هم عليه من الشرك، ويأمرهم بالتوحيد، فردوا دعوته وكذبوه وكذبوا ما أخبرهم به من يوم القيامة، وهي القارعة التي تقرع الخلق بأهوالها، وكذلك عاد الأولى سكان حضرموت حين بعث الله إليهم رسوله هودا عليه الصلاة والسلام يدعوهم إلى عبادة الله [وحده] فكذبوه وكذبوا بما أخبر به من البعث فأهلك الله الطائفتين بالهلاك المعجل"
    },
    {
      "ayah": 40,
      "surah": 69,
      "text": "أقسم تعالى بما يبصر الخلق من جميع الأشياء وما لا يبصرونه، فدخل في ذلك كل الخلق بل يدخل في ذلك نفسه المقدسة، على صدق الرسول بما جاء به من هذا القرآن الكريم، وأن الرسول الكريم بلغه عن الله تعالى."
    },
    {
      "ayah": 41,
      "surah": 69,
      "text": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
    },
    {
      "ayah": 42,
      "surah": 69,
      "text": "ونزه الله رسوله عما رماه به أعداؤه، من أنه شاعر أو ساحر، وأن الذي حملهم على ذلك عدم إيمانهم وتذكرهم، فلو آمنوا وتذكروا، لعلموا ما ينفعهم ويضرهم، ومن ذلك، أن ينظروا في حال محمد صلى الله عليه وسلم، ويرمقوا أوصافه وأخلاقه، لرأوا أمرا مثل الشمس يدلهم على أنه رسول الله حقا."
    },
    {
      "ayah": 43,
      "surah": 69,
      "text": "وأن ما جاء به تنزيل رب العالمين، لا يليق أن يكون قول البشر بل هو كلام دال على عظمة من تكلم به، وجلالة أوصافه، وكمال تربيته لعباده، وعلوه فوق عباده، ."
    },
    {
      "ayah": 44,
      "surah": 69,
      "text": "فإن هذا ظن منهم بما لا يليق بالله وحكمته فإنه لو تقول عليه وافترى { بَعْضَ الْأَقَاوِيلِ } الكاذبة."
    },
    {
      "ayah": 45,
      "surah": 69,
      "text": "{ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ } وهو عرق متصل بالقلب إذا انقطع مات منه الإنسان، فلو قدر أن الرسول -حاشا وكلا- تقول على الله لعاجله بالعقوبة، وأخذه أخذ عزيز مقتدر، لأنه حكيم، على كل شيء قدير، فحكمته تقتضي أن لا يمهل الكاذب عليه، الذي يزعم أن الله أباح له دماء من خالفه وأموالهم، وأنه هو وأتباعه لهم النجاة، ومن خالفه فله الهلاك. فإذا كان الله قد أيد رسوله بالمعجزات، وبرهن على صدق ما جاء به بالآيات البينات، ونصره على أعدائه، ومكنه من نواصيهم، فهو أكبر شهادة منه على رسالته."
    },
    {
      "ayah": 46,
      "surah": 69,
      "text": "{ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ } وهو عرق متصل بالقلب إذا انقطع مات منه الإنسان، فلو قدر أن الرسول -حاشا وكلا- تقول على الله لعاجله بالعقوبة، وأخذه أخذ عزيز مقتدر، لأنه حكيم، على كل شيء قدير، فحكمته تقتضي أن لا يمهل الكاذب عليه، الذي يزعم أن الله أباح له دماء من خالفه وأموالهم، وأنه هو وأتباعه لهم النجاة، ومن خالفه فله الهلاك. فإذا كان الله قد أيد رسوله بالمعجزات، وبرهن على صدق ما جاء به بالآيات البينات، ونصره على أعدائه، ومكنه من نواصيهم، فهو أكبر شهادة منه على رسالته."
    },
    {
      "ayah": 47,
      "surah": 69,
      "text": "{ فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ } أي: لو أهلكه، ما امتنع هو بنفسه، ولا قدر أحد أن يمنعه من عذاب الله."
    },
    {
      "ayah": 48,
      "surah": 69,
      "text": "{ وَإِنَّهُ } أي: القرآن الكريم { لَتَذْكِرَةٌ لِلْمُتَّقِينَ } يتذكرون به مصالح دينهم ودنياهم، فيعرفونها، ويعملون عليها، يذكرهم العقائد الدينية، والأخلاق المرضية، والأحكام الشرعية، فيكونون من العلماء الربانيين، والعباد العارفين، والأئمة المهديين."
    },
    {
      "ayah": 49,
      "surah": 69,
      "text": "{ وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ } به، وهذا فيه تهديد ووعيد للمكذبين، فإنه سيعاقبهم على تكذيبهم بالعقوبة البليغة."
    },
    {
      "ayah": 5,
      "surah": 69,
      "text": "{ فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ } وهي الصيحة العظيم ة الفظيعة، التي انصدعت منها قلوبهم وزهقت لها أرواحهم فأصبحوا موتى لا يرى إلا مساكنهم وجثثهم."
    },
    {
      "ayah": 50,
      "surah": 69,
      "text": "{ وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ } فإنهم لما كفروا به، ورأوا ما وعدهم به، تحسروا إذ لم يهتدوا به، ولم ينقادوا لأمره، ففاتهم الثواب، وحصلوا على أشد العذاب، وتقطعت بهم الأسباب."
    },
    {
      "ayah": 51,
      "surah": 69,
      "text": "{ وَإِنَّهُ لَحَقُّ الْيَقِينِ } أي: أعلى مراتب العلم، فإن أعلى مراتب العلم اليقين وهو العلم الثابت، الذي لا يتزلزل ولا يزول. واليقين مراتبه ثلاثة، كل واحدة أعلى مما قبلها: أولها: علم اليقين، وهو العلم المستفاد من الخبر. ثم عين اليقين، وهو العلم المدرك بحاسة البصر. ثم حق اليقين، وهو العلم المدرك بحاسة الذوق والمباشرة. وهذا القرآن الكريم، بهذا الوصف، فإن ما فيه من العلوم المؤيدة بالبراهين القطعية، وما فيه من الحقائق والمعارف الإيمانية، يحصل به لمن ذاقه حق اليقين."
    },
    {
      "ayah": 52,
      "surah": 69,
      "text": "{ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ } أي: نزهه عما لا يليق بجلاله، وقدسه بذكر أوصاف جلاله وجماله وكماله. تم تفسير سورة الحاقة، والحمد لله أولا وآخرا، وظاهرا وباطنا، على كماله وأفضاله وعدله."
    },
    {
      "ayah": 6,
      "surah": 69,
      "text": "{ وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ } أي: قوية شديدة الهبوب لها صوت أبلغ من صوت الرعد [القاصف] { عَاتِيَةٍ } [أي: ] عتت على خزانها، على قول كثير من المفسرين، أو عتت على عاد وزادت على الحد كما هو الصحيح."
    },
    {
      "ayah": 7,
      "surah": 69,
      "text": "{ سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا } أي: نحسا وشرا فظيعا عليهم فدمرتهم وأهلكتهم، { فَتَرَى الْقَوْمَ فِيهَا صَرْعَى } أي: هلكى موتى { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ } أي: كأنهم جذوع النخل التي قد قطعت رءوسها الخاوية الساقط بعضها على بعض."
    },
    { "ayah": 8, "surah": 69, "text": "{ فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ } وهذا استفهام بمعنى النفي المتقرر." },
    {
      "ayah": 9,
      "surah": 69,
      "text": "أي: وكذلك غير هاتين الأمتين الطاغيتين عاد وثمود جاء غيرهم من الطغاة العتاة كفرعون مصر الذي أرسل الله إليه عبده ورسوله موسى [ابن عمران] عليه الصلاة والسلام وأراه من الآيات البينات ما تيقنوا بها الحق ولكن جحدوا وكفروا ظلما وعلوا وجاء من قبله من المكذبين، { وَالْمُؤْتَفِكَاتِ } أي: قرى قوم لوط الجميع جاءوا { بِالْخَاطِئَةِ } أي: بالفعلة الطاغية وهي الكفر والتكذيب والظلم والمعاندة وما انضم إلى ذلك من أنواع الفواحش والفسوق."
    }
  ]
}
