{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 7,
      "text": "الحروف المقطعة في أوائل السور, فالأسلم فيها, السكوت عن التعرض لمعناها [من غير مستند شرعي], مع الجزم بأن الله تعالى لم ينزلها عبثا بل لحكمة لا نعلمها."
    },
    {
      "ayah": 10,
      "surah": 7,
      "text": "يقول تعالى ممتنا على عباده بذكر المسكن والمعيشة: { وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ } أي: هيأناها لكم، بحيث تتمكنون من البناء عليها وحرثها، ووجوه الانتفاع بها { وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ } مما يخرج من الأشجار والنبات، ومعادن الأرض، وأنواع الصنائع والتجارات، فإنه هو الذي هيأها، وسخر أسبابها. { قَلِيلًا مَا تَشْكُرُونَ } اللّه، الذي أنعم عليكم بأصناف النعم، وصرف عنكم النقم."
    },
    {
      "ayah": 100,
      "surah": 7,
      "text": "يقول تعالى منبها للأمم الغابرين بعد هلاك الأمم الغابرين { أَوَ لَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِنْ بَعْدِ أَهْلِهَا أَنْ لَوْ نَشَاءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ ْ} أي: أو لم يتبين ويتضح للأمم الذين ورثوا الأرض، بعد إهلاك من قبلهم بذنوبهم، ثم عملوا كأعمال أولئك المهلكين؟. أو لم يهتدوا أن اللّه، لو شاء لأصابهم بذنوبهم، فإن هذه سنته في الأولين والآخرين. وقوله: { وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ ْ} أي: إذا نبههم اللّه فلم ينتبهوا، وذكرهم فلم يتذكروا، وهداهم بالآيات والعبر فلم يهتدوا، فإن اللّه تعالى يعاقبهم ويطبع على قلوبهم، فيعلوها الران والدنس، حتى يختم عليها، فلا يدخلها حق، ولا يصل إليها خير، ولا يسمعون ما ينفعهم، وإنما يسمعون ما به تقوم الحجة عليهم."
    },
    {
      "ayah": 101,
      "surah": 7,
      "text": "{ تِلْكَ الْقُرَى ْ} الذين تقدم ذكرهم { نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا ْ} ما يحصل به عبرة للمعتبرين، وازدجار للظالمين، وموعظة للمتقين. { وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ْ} أي: ولقد جاءت هؤلاء المكذبين رسلهم تدعوهم إلى ما فيه سعادتهم، وأيدهم اللّه بالمعجزات الظاهرة، والبينات المبينات للحق بيانا كاملا، ولكنهم لم يفدهم هذا، ولا أغنى عنهم شيئا، { فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ ْ} أي: بسبب تكذيبهم وردهم الحق أول مرة، ما كان ليهديهم للإيمان، جزاء لهم على ردهم الحق، كما قال تعالى: { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ ْ} { كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ ْ} عقوبة منه. وما ظلمهم اللّه ولكنهم ظلموا أنفسهم."
    },
    {
      "ayah": 102,
      "surah": 7,
      "text": "{ وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ ْ} أي: وما وجدنا لأكثر الأمم الذين أرسل اللّه إليهم الرسل من عهد، أي: من ثبات والتزام لوصية اللّه التي أوصى بها جميع العالمين، ولا انقادوا لأوامره التي ساقها إليهم على ألسنة رسله. { وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ ْ} أي: خارجين عن طاعة اللّه، متبعين لأهوائهم بغير هدى من اللّه، فاللّه تعالى امتحن العباد بإرسال الرسل وإنزال الكتب، وأمرهم باتباع عهده وهداه، فلم يمتثل لأمره إلا القليل من الناس، الذين سبقت لهم من اللّه، سابقة السعادة. وأما أكثر الخلق فأعرضوا عن الهدى، واستكبروا عما جاءت به الرسل، فأحل اللّه بهم من عقوباته المتنوعة ما أحل."
    },
    {
      "ayah": 103,
      "surah": 7,
      "text": "أي: ثم بعثنا من بعد أولئك الرسل موسى الكليم، الإمام العظيم، والرسول الكريم، إلى قوم عتاة جبابرة، وهم فرعون وملؤه، من أشرافهم وكبرائهم، فأراهم من آيات اللّه العظيمة ما لم يشاهد له نظير فَظَلَمُوا بِهَا بأن لم ينقادوا لحقها الذي من لم ينقد له فهو ظالم، بل استكبروا عنها. فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ كيف أهلكهم اللّه، وأتبعهم الذم واللعنة في الدنيا ويوم القيامة، بئس الرفد المرفود،"
    },
    {
      "ayah": 104,
      "surah": 7,
      "text": "تفسير الآيتين 104 و105 :ـ وَقَالَ مُوسَى حين جاء إلى فرعون يدعوه إلى الإيمان. يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أي: إني رسول من مرسل عظيم، وهو رب العالمين، الشامل للعالم العلوي والسفلي، مربي جميع خلقه بأنواع التدابير الإلهية، التي من جملتها أنه لا يتركهم سدى، بل يرسل إليهم الرسل مبشرين ومنذرين، وهو الذي لا يقدر أحد أن يتجرأ عليه، ويدعي أنه أرسله ولم يرسله. فإذا كان هذا شأنه، وأنا قد اختارني واصطفاني لرسالته، فحقيق علي أن لا أكذب عليه، ولا أقول عليه إلا الحق. فإني لو قلت غير ذلك لعاجلني بالعقوبة، وأخذني أخذ عزيز مقتدر. فهذا موجب لأن ينقادوا له ويتبعوه، خصوصا وقد جاءهم ببينة من اللّه واضحة على صحة ما جاء به من الحق، فوجب عليهم أن يعملوا بمقصود رسالته، ولها مقصودان عظيمان. إيمانهم به، واتباعهم له، وإرسال بني إسرائيل الشعب الذي فضله اللّه على العالمين، أولاد الأنبياء، وسلسلة يعقوب عليه السلام، الذي موسى عليه الصلاة والسلام واحد منهم."
    },
    {
      "ayah": 105,
      "surah": 7,
      "text": "تفسير الآيتين 104 و105 :ـ وَقَالَ مُوسَى حين جاء إلى فرعون يدعوه إلى الإيمان. يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أي: إني رسول من مرسل عظيم، وهو رب العالمين، الشامل للعالم العلوي والسفلي، مربي جميع خلقه بأنواع التدابير الإلهية، التي من جملتها أنه لا يتركهم سدى، بل يرسل إليهم الرسل مبشرين ومنذرين، وهو الذي لا يقدر أحد أن يتجرأ عليه، ويدعي أنه أرسله ولم يرسله. فإذا كان هذا شأنه، وأنا قد اختارني واصطفاني لرسالته، فحقيق علي أن لا أكذب عليه، ولا أقول عليه إلا الحق. فإني لو قلت غير ذلك لعاجلني بالعقوبة، وأخذني أخذ عزيز مقتدر. فهذا موجب لأن ينقادوا له ويتبعوه، خصوصا وقد جاءهم ببينة من اللّه واضحة على صحة ما جاء به من الحق، فوجب عليهم أن يعملوا بمقصود رسالته، ولها مقصودان عظيمان. إيمانهم به، واتباعهم له، وإرسال بني إسرائيل الشعب الذي فضله اللّه على العالمين، أولاد الأنبياء، وسلسلة يعقوب عليه السلام، الذي موسى عليه الصلاة والسلام واحد منهم."
    },
    { "ayah": 106, "surah": 7, "text": "فقال له فرعون: إِنْ كُنْتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ ." },
    {
      "ayah": 107,
      "surah": 7,
      "text": "فَأَلْقَى موسى عَصَاهُ في الأرض فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ أي: حية ظاهرة تسعى، وهم يشاهدونها."
    },
    {
      "ayah": 108,
      "surah": 7,
      "text": "وَنـزعَ يَدَهُ من جيبه فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ من غير سوء، فهاتان آيتان كبيرتان دالتان على صحة ما جاء به موسى وصدقه، وأنه رسول رب العالمين، ولكن الذين لا يؤمنون لو جاءتهم كل آية لا يؤمنون حتى يروا العذاب الأليم."
    },
    {
      "ayah": 109,
      "surah": 7,
      "text": "فلهذا قَالَ الْمَلأ مِنْ قَوْمِ فِرْعَوْنَ حين بهرهم ما رأوا من الآيات، ولم يؤمنوا، وطلبوا لها التأويلات الفاسدة: إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ أي: ماهر في سحره."
    },
    {
      "ayah": 11,
      "surah": 7,
      "text": "يقول تعالى مخاطبا لبني آدم: { وَلَقَدْ خَلَقْنَاكُمْ } بخلق أصلكم ومادتكم التي منها خرجتم: أبيكم آدم عليه السلام { ثُمَّ صَوَّرْنَاكُمْ } في أحسن صورة، وأحسن تقويم، وعلمه الله تعالى ما به تكمل صورته الباطنة، أسماء كل شيء. ثم أمر الملائكة الكرام أن يسجدوا لآدم، إكراما واحتراما، وإظهارا لفضله، فامتثلوا أمر ربهم، { فَسَجَدُوا } كلهم أجمعون { إِلَّا إِبْلِيسَ } أبى أن يسجد له، تكبرا عليه وإعجابا بنفسه."
    },
    {
      "ayah": 110,
      "surah": 7,
      "text": "ثم خوفوا ضعفاء الأحلام وسفهاء العقول، بأنه يُرِيدُ موسى بفعله هذا أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ أي: يريد أن يجليكم عن أوطانكم فَمَاذَا تَأْمُرُونَ أي: إنهم تشاوروا فيما بينهم ما يفعلون بموسى، وما يندفع به ضرره بزعمهم عنهم، فإن ما جاء به إن لم يقابل بما يبطله ويدحضه، وإلا دخل في عقول أكثر الناس."
    },
    {
      "ayah": 111,
      "surah": 7,
      "text": "تفسير الآيتين 111 و 112 :ـ فحينئذ انعقد رأيهم إلى أن قالوا لفرعون: أَرْجِهْ وَأَخَاهُ أي: احبسهما وأمهلهما، وابعث في المدائن أناسا يحشرون أهل المملكة ويأتون بكل سحار عليم، أي: يجيئون بالسحرة المهرة، ليقابلوا ما جاء به موسى، فقالوا: يا موسى اجعل بيننا وبينك موعدا لا نخلفه نحن ولا أنت مكانا سوى. قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى * فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى ."
    },
    {
      "ayah": 112,
      "surah": 7,
      "text": "تفسير الآيتين 111 و 112 :ـ فحينئذ انعقد رأيهم إلى أن قالوا لفرعون: أَرْجِهْ وَأَخَاهُ أي: احبسهما وأمهلهما، وابعث في المدائن أناسا يحشرون أهل المملكة ويأتون بكل سحار عليم، أي: يجيئون بالسحرة المهرة، ليقابلوا ما جاء به موسى، فقالوا: يا موسى اجعل بيننا وبينك موعدا لا نخلفه نحن ولا أنت مكانا سوى. قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى * فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى ."
    },
    {
      "ayah": 113,
      "surah": 7,
      "text": "وقال هنا: وَجَاءَ السَّحَرَةُ فِرْعَوْنَ طالبين منه الجزاء إن غلبوا فـ قَالُوا إِنَّ لَنَا لأجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ ؟"
    },
    {
      "ayah": 114,
      "surah": 7,
      "text": "فـ قَالَ فرعون: نَعَمْ لكم أجر وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ فوعدهم الأجر والتقريب، وعلو المنـزلة عنده، ليجتهدوا ويبذلوا وسعهم وطاقتهم في مغالبة موسى."
    },
    {
      "ayah": 115,
      "surah": 7,
      "text": "فلما حضروا مع موسى بحضرة الخلق العظيم قَالُوا على وجه التألي وعدم المبالاة بما جاء به موسى: يَا مُوسَى إِمَّا أَنْ تُلْقِيَ ما معك وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ ."
    },
    {
      "ayah": 116,
      "surah": 7,
      "text": "فـ قَالَ موسى: أَلْقُوا لأجل أن يرى الناس ما معهم وما مع موسى. فَلَمَّا أَلْقَوْا حبالهم وعصيهم، إذا هي من سحرهم كأنها حيات تسعى، فـ سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ لم يوجد له نظير من السحر."
    },
    {
      "ayah": 117,
      "surah": 7,
      "text": "وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَأَلْقَاهَا فَإِذَا هِيَ حية تسعى، فـ تَلْقَفُ جميع مَا يَأْفِكُونَ أي: يكذبون به ويموهون."
    },
    { "ayah": 118, "surah": 7, "text": "فَوَقَعَ الْحَقُّ أي: تبين وظهر، واستعلن في ذلك المجمع، وَبَطَلَ مَا كَانُوا يَعْمَلُونَ ." },
    {
      "ayah": 119,
      "surah": 7,
      "text": "فَغُلِبُوا هُنَالِكَ أي: في ذلك المقام وَانْقَلَبُوا صَاغِرِينَ أي: حقيرين قد اضمحل باطلهم، وتلاشى سحرهم، ولم يحصل لهم المقصود الذي ظنوا حصوله. وأعظم من تبين له الحق العظيم أهل الصنف والسحر، الذين يعرفون من أنواع السحر وجزئياته، ما لا يعرفه غيرهم، فعرفوا أن هذه آية عظيمة من آيات اللّه لا يدان لأحد بها."
    },
    {
      "ayah": 12,
      "surah": 7,
      "text": "فوبخه اللّه على ذلك وقال: { مَا مَنَعَكَ أَلَّا تَسْجُدَ } لما خلقت بيديَّ، أي: شرفته وفضلته بهذه الفضيلة، التي لم تكن لغيره، فعصيت أمري وتهاونت بي؟ { قَالَ } إبليس معارضا لربه: { أَنَا خَيْرٌ مِنْهُ } ثم برهن على هذه الدعوى الباطلة بقوله: { خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ } وموجب هذا أن المخلوق من نار أفضل من المخلوق من طين لعلو النار على الطين وصعودها، وهذا القياس من أفسد الأقيسة، فإنه باطل من عدة أوجه: منها: أنه في مقابلة أمر اللّه له بالسجود، والقياس إذا عارض النص، فإنه قياس باطل، لأن المقصود بالقياس، أن يكون الحكم الذي لم يأت فيه نص، يقارب الأمور المنصوص عليها، ويكون تابعا لها. فأما قياس يعارضها، ويلزم من اعتباره إلغاءُ النصوص، فهذا القياس من أشنع الأقيسة. ومنها: أن قوله: { أَنَا خَيْرٌ مِنْهُ } بمجردها كافية لنقص إبليس الخبيث. فإنه برهن على نقصه بإعجابه بنفسه وتكبره، والقول على اللّه بلا علم. وأي نقص أعظم من هذا؟\\\" ومنها: أنه كذب في تفضيل مادة النار على مادة الطين والتراب، فإن مادة الطين فيها الخشوع والسكون والرزانة، ومنها تظهر بركات الأرض من الأشجار وأنواع النبات، على اختلاف أجناسه وأنواعه، وأما النار ففيها الخفة والطيش والإحراق. ولهذا لما جرى من إبليس ما جرى، انحط من مرتبته العالية إلى أسفل السافلين."
    },
    {
      "ayah": 120,
      "surah": 7,
      "text": "تفسير الآيات من 120 الى 122 :ـ وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ أي: وصدقنا بما بعث به موسى من الآيات البينات."
    },
    {
      "ayah": 121,
      "surah": 7,
      "text": "تفسير الآيات من 120 الى 122 :ـ وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ أي: وصدقنا بما بعث به موسى من الآيات البينات."
    },
    {
      "ayah": 122,
      "surah": 7,
      "text": "تفسير الآيات من 120 الى 122 :ـ وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ أي: وصدقنا بما بعث به موسى من الآيات البينات."
    },
    {
      "ayah": 123,
      "surah": 7,
      "text": "فـقَالَ لَهُمْ فِرْعَوْنُ متهددا على الإيمان: آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ كان الخبيث حاكما مستبدا على الأبدان والأقوال، قد تقرر عنده وعندهم أن قوله هو المطاع، وأمره نافذ فيهم، ولا خروج لأحد عن قوله وحكمه، وبهذه الحالة تنحط الأمم وتضعف عقولها ونفوذها، وتعجز عن المدافعة عن حقوقها، ولهذا قال اللّه عنه: فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ وقال هنا: ( آمَنْتُمْ بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ ) أي: فهذا سوء أدب منكم وتجرؤ عَليَّ.\n\nثم موه على قومه وقال: إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا أي: إن موسى كبيركم الذي علمكم السحر، فتواطأتم أنتم وهو على أن تنغلبوا له، فيظهر فتتبعوه، ثم يتبعكم الناس أو جمهورهم فتخرجوا منها أهلها.\n\nوهذا كذب يعلم هو ومن سبر الأحوال، أن موسى عليه الصلاة والسلام لم يجتمع بأحد منهم، وأنهم جمعوا على نظر فرعون ورسله، وأن ما جاء به موسى آية إلهية، وأن السحرة قد بذلوا مجهودهم في مغالبة موسى، حتى عجزوا، وتبين لهم الحق، فاتبعوه.\n\nثم توعدهم فرعون بقوله: فَسَوْفَ تَعْلَمُونَ ما أحل بكم من العقوبة."
    },
    {
      "ayah": 124,
      "surah": 7,
      "text": "لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ زعم الخبيث أنهم مفسدون في الأرض، وسيصنع بهم ما يصنع بالمفسدين، من تقطيع الأيدي والأرجل من خلاف، أي: اليد اليمنى والرجل اليسرى.\n\nثُمَّ لأُصَلِّبَنَّكُمْ في جذوع النخل، لتختزوا بزعمه أَجْمَعِينَ أي: لا أفعل هذا الفعل بأحد دون أحد، بل كلكم سيذوق هذا العذاب."
    },
    {
      "ayah": 125,
      "surah": 7,
      "text": "فقال السحرة، الذين آمنوا لفرعون حين تهددهم: إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ أي: فلا نبالي بعقوبتك، فاللّه خير وأبقى، فاقض ما أنت قاض."
    },
    {
      "ayah": 126,
      "surah": 7,
      "text": "وَمَا تَنْقِمُ مِنَّا أي: وما تعيب منا على إنكارك علينا وتوعدك لنا؟ فليس لنا ذنب إِلا أَنْ آمَنَّا بـ [ آيَاتِ ] ربنا [ لما جاءتنا ] فإن كان هذا ذنبا يعاب عليه، ويستحق صاحبه العقوبة، فهو ذنبنا.\n\nثم دعوا اللّه أن يثبتهم ويصبرهم فقالوا: رَبَّنَا أَفْرِغْ أي: أفض عَلَيْنَا صَبْرًا أي: عظيما، كما يدل عليه التنكير، لأن هذه محنة عظيمة، تؤدي إلى ذهاب النفس، فيحتاج فيها من الصبر إلى شيء كثير، ليثبت الفؤاد، ويطمئن المؤمن على إيمانه، ويزول عنه الانزعاج الكثير.\n\nوَتَوَفَّنَا مُسْلِمِينَ أي: منقادين لأمرك، متبعين لرسولك، والظاهر أنه أوقع بهم ما توعدهم عليه، وأن اللّه تعالى ثبتهم على الإيمان.هذا وفرعون وملؤه وعامتهم المتبعون للملأ قد استكبروا عن آيات اللّه، وجحدوا بها ظلما وعلوا،"
    },
    {
      "ayah": 127,
      "surah": 7,
      "text": "وقالوا لفرعون مهيجين له على الإيقاع بموسى، وزاعمين أن ما جاء باطل وفساد: أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الأَرْضِ بالدعوة إلى اللّه، وإلى مكارم الأخلاق ومحاسن الأعمال، التي هي الصلاح في الأرض، وما هم عليه هو الفساد، ولكن الظالمين لا يبالون بما يقولون.\n\nوَيَذَرَكَ وَآلِهَتَكَ أي: يدعك أنت وآلهتك، وينهى عنك، ويصد الناس عن اتباعك.\n\nفـ قَالَ فرعون مجيبا لهم، بأنه سيدع بني إسرائيل مع موسى بحالة لا ينمون فيها، ويأمن فرعون وقومه - بزعمه - من ضررهم: سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ أي: نستبقيهن فلا نقتلهن، فإذا فعلنا ذلك أمنا من كثرتهم، وكنا مستخدمين لباقيهم، ومسخرين لهم على ما نشاء من الأعمال وَإِنَّا فَوْقَهُمْ قَاهِرُونَ لا خروج لهم عن حكمنا، ولا قدرة، وهذا نهاية الجبروت من فرعون والعتو والقسوة."
    },
    {
      "ayah": 128,
      "surah": 7,
      "text": "فـقَالَ مُوسَى لِقَوْمِهِ موصيا لهم في هذه الحالة، - التي لا يقدرون معها على شيء، ولا مقاومة - بالمقاومة الإلهية، والاستعانة الربانية: اسْتَعِينُوا بِاللَّهِ أي: اعتمدوا عليه في جلب ما ينفعكم، ودفع ما يضركم، وثقوا باللّه ، أنه سيتم أمركم وَاصْبِرُوا أي: الزموا الصبر على ما يحل بكم، منتظرين للفرج.\n\nإِنَّ الأَرْضَ لِلَّهِ ليست لفرعون ولا لقومه حتى يتحكموا فيها يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ أي: يداولها بين الناس على حسب مشيئته وحكمته، ولكن العاقبة للمتقين، فإنهم - وإن امتحنوا مدة ابتلاء من اللّه وحكمة، فإن النصر لهم، وَالْعَاقِبَةُ الحميدة لهم على قومهم وهذه وظيفة العبد، أنه عند القدرة، أن يفعل من الأسباب الدافعة عنه أذى الغير، ما يقدر عليه، وعند العجز، أن يصبر ويستعين اللّه، وينتظر الفرج."
    },
    {
      "ayah": 129,
      "surah": 7,
      "text": "قَالُوا لموسى متضجرين من طول ما مكثوا في عذاب فرعون، وأذيته: أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا فإنهم يسوموننا سوء العذاب، يذبحون أبناءنا ويستحيون نساءنا وَمِنْ بَعْدِ مَا جِئْتَنَا كذلك فـقَالَ لهم موسى مرجيا [ لهم ] الفرج والخلاص من شرهم: عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الأَرْضِ أي: يمكنكم فيها، ويجعل لكم التدبير فيها فَيَنْظُرَ كَيْفَ تَعْمَلُونَ هل تشكرون أم تكفرون؟. وهذا وعد أنجزه اللّه لما جاء الوقت الذي أراده اللّه."
    },
    {
      "ayah": 13,
      "surah": 7,
      "text": "فقال اللّه له: { فَاهْبِطْ مِنْهَا } أي: من الجنة { فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا } لأنها دار الطيبين الطاهرين، فلا تليق بأخبث خلق اللّه وأشرهم. { فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ } أي: المهانين الأذلين، جزاء على كبره وعجبه بالإهانة والذل"
    },
    {
      "ayah": 130,
      "surah": 7,
      "text": "قال اللّه تعالى في بيان ما عامل به آل فرعون في هذه المدة الأخيرة، أنها على عادته وسنته في الأمم، أن يأخذهم بالبأساء والضراء، لعلهم يضرعون. الآيات: وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ أي: بالدهور والجدب، وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ أي: يتعظون أن ما حل بهم وأصابهم معاتبة من اللّه لهم، لعلهم يرجعون عن كفرهم، فلم ينجع فيهم ولا أفاد، بل استمروا على الظلم والفساد."
    },
    {
      "ayah": 131,
      "surah": 7,
      "text": "فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ أي: الخصب وإدرار الرزق قَالُوا لَنَا هَذِهِ أي: نحن مستحقون لها، فلم يشكروا اللّه عليها وَإِنْ تُصِبْهُمْ سَيِّئَةٌ أي: قحط وجدب يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أي: يقولوا: إنما جاءنا بسبب مجيء موسى، واتباع بني إسرائيل له. قال اللّه تعالى: أَلا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ أي: بقضائه وقدرته، ليس كما قالوا، بل إن ذنوبهم وكفرهم هو السبب في ذلك، بل أَكْثَرَهُمْ لا يَعْلَمُونَ أي: فلذلك قالوا ما قالوا."
    },
    {
      "ayah": 132,
      "surah": 7,
      "text": "وَقَالُوا مبينين لموسى أنهم لا يزالون، ولا يزولون عن باطلهم: مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ أي: قد تقرر عندنا أنك ساحر، فمهما جئت بآية، جزمنا أنها سحر، فلا نؤمن لك ولا نصدق، وهذا غاية ما يكون من العناد، أن يبلغ بالكافرين إلى أن تستوي عندهم الحالات، سواء نـزلت عليهم الآيات أم لم تنـزل."
    },
    {
      "ayah": 133,
      "surah": 7,
      "text": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ أي: الماء الكثير الذي أغرق أشجارهم وزروعهم، وأضر بهم ضررا كثيرا وَالْجَرَادَ فأكل ثمارهم وزروعهم، ونباتهم وَالْقُمَّلَ قيل: إنه الدباء، أي: صغار الجراد، والظاهر أنه القمل المعروف وَالضَّفَادِعَ فملأت أوعيتهم، وأقلقتهم، وآذتهم أذية شديدة وَالدَّمَ إما أن يكون الرعاف، أو كما قال كثير من المفسرين، أن ماءهم الذي يشربون انقلب دما، فكانوا لا يشربون إلا دما، ولا يطبخون إلا بدم. آيَاتٍ مُفَصَّلاتٍ أي: أدلة وبينات على أنهم كانوا كاذبين ظالمين، وعلى أن ما جاء به موسى، حق وصدق فَاسْتَكْبَرُوا لما رأوا الآيات وَكَانُوا في سابق أمرهم قَوْمًا مُجْرِمِينَ فلذلك عاقبهم اللّه تعالى، بأن أبقاهم على الغي والضلال."
    },
    {
      "ayah": 134,
      "surah": 7,
      "text": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ أي: العذاب، يحتمل أن المراد به: الطاعون، كما قاله كثير من المفسرين، ويحتمل أن يراد به ما تقدم من الآيات: الطوفان، والجراد، والقمل، والضفادع، والدم، فإنها رجز وعذاب، وأنهم كلما أصابهم واحد منها قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ أي: تشفعوا بموسى بما عهد اللّه عنده من الوحي والشرع، لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ وهم في ذلك كذبة، لا قصد لهم إلا زوال ما حل بهم من العذاب، وظنوا إذا رفع لا يصيبهم غيره."
    },
    {
      "ayah": 135,
      "surah": 7,
      "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ أي: إلى مدة قدر اللّه بقاءهم إليها، وليس كشفا مؤبدا، وإنما هو مؤقت، إِذَا هُمْ يَنْكُثُونَ العهد الذي عاهدوا عليه موسى، ووعدوه بالإيمان به، وإرسال بني إسرائيل، فلا آمنوا به ولا أرسلوا معه بني إسرائيل، بل استمروا على كفرهم يعمهون، وعلى تعذيب بني إسرائيل دائبين."
    },
    {
      "ayah": 136,
      "surah": 7,
      "text": "فَانْتَقَمْنَا مِنْهُمْ أي: حين جاء الوقت المؤقت لهلاكهم، أمر اللّه موسى أن يسري ببني إسرائيل ليلا وأخبره أن فرعون سيتبعهم هو وجنوده فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ يجمعون الناس ليتبعوا بني إسرائيل، وقالوا لهم: إِنَّ هَؤُلاءِ لَشِرْذِمَةٌ قَلِيلُونَ * وَإِنَّهُمْ لَنَا لَغَائِظُونَ * وَإِنَّا لَجَمِيعٌ حَاذِرُونَ * فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ * وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ * كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ * فَأَتْبَعُوهُمْ مُشْرِقِينَ * فَلَمَّا تَرَاءى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ * قَالَ كَلا إِنَّ مَعِي رَبِّي سَيَهْدِين * فَأَوْحَيْنَا إِلَى مُوسَى أَنْ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ * وَأَزْلَفْنَا ثَمَّ الآخَرِينَ * وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ * ثُمَّ أَغْرَقْنَا الآخَرِينَ . وقال هنا: فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ أي: بسبب تكذيبهم بآيات اللّه وإعراضهم عما دلت عليه من الحق."
    },
    {
      "ayah": 137,
      "surah": 7,
      "text": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ في الأرض، أي: بني إسرائيل الذين كانوا خدمة لآل فرعون، يسومونهم سوء العذاب أورثهم اللّه مَشَارِقَ الأرْضِ وَمَغَارِبَهَا والمراد بالأرض هاهنا، أرض مصر، التي كانوا فيها مستضعفين، أذلين، أي: ملكهم اللّه جميعا، ومكنهم فيها الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا حين قال لهم موسى: اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الأرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ . وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ من الأبنية الهائلة، والمساكن المزخرفة وَمَا كَانُوا يَعْرِشُونَ فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَعْلَمُونَ ."
    },
    {
      "ayah": 138,
      "surah": 7,
      "text": "جَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ بعد ما أنجاهم اللّه من عدوهم فرعون وقومه، وأهلكهم اللّه، وبنو إسرائيل ينظرون.\n\nفَأَتَوْا أي: مروا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ أي: يقيمون عندها ويتبركون بها، ويعبدونها.\n\nفـ قَالُوا من جهلهم وسفههم لنبيهم موسى بعدما أراهم الله من الآيات ما أراهم يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ أي: اشرع لنا أن نتخذ أصناما آلهة كما اتخذها هؤلاء.\n\nفـ قَالَ لهم موسى: إِنَّكُمْ قَوْمٌ تَجْهَلُونَ وأي جهل أعظم من جهل من جهل ربه وخالقه وأراد أن يسوي به غيره، ممن لا يملك نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا؟"
    },
    {
      "ayah": 139,
      "surah": 7,
      "text": "ولهذا قال لهم موسى إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ لأن دعاءهم إياها باطل، وهي باطلة بنفسها، فالعمل باطل وغايته باطلة."
    },
    {
      "ayah": 14,
      "surah": 7,
      "text": "فلما أعلن عدو اللّه بعداوة اللّه، وعداوة آدم وذريته، سأل اللّهَ النَّظِرَةَ والإمهال إلى يوم البعث، ليتمكن من إغواء ما يقدر عليه من بني آدم."
    },
    {
      "ayah": 140,
      "surah": 7,
      "text": "قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا أي: أأطلب لكم إلها غير اللّه المألوه، الكامل في ذاته، وصفاته وأفعاله. وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ فيقتضي أن تقابلوا فضله، وتفضيله بالشكر، وذلك بإفراده وحده بالعبادة، والكفر بما يدعي من دونه."
    },
    {
      "ayah": 141,
      "surah": 7,
      "text": "ثم ذكرهم بما امتن اللّه به عليهم فقال: وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ أي: من فرعون وآله يَسُومُونَكُمْ سُوءَ الْعَذَابِ أي: يوجهون إليكم من العذاب أسوأه، وهو أنهم كانوا يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ النجاة من عذابهم بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ أي: نعمة جليلة، ومنحة جزيلة، أو: وفي ذلك العذاب الصادر منهم لكم بلاء من ربكم عليكم عظيم، فلما ذكرهم موسى ووعظهم انتهوا عن ذلك."
    },
    {
      "ayah": 142,
      "surah": 7,
      "text": "ولما أتم اللّه نعمته عليهم بالنجاة من عدوهم، وتمكينهم في الأرض، أراد تبارك وتعالى أن يتم نعمته عليهم، بإنزال الكتاب الذي فيه الأحكام الشرعية، والعقائد المرضية، فواعد موسى ثلاثين ليلة، وأتمها بعشر، فصارت أربعين ليلة، ليستعد موسى، ويتهيأ لوعد اللّه، ويكون لنزولها موقع كبير لديهم، وتشوق إلى إنزالها.\n\nولما ذهب موسى إلى ميقات ربه قال لهارون موصيا له على بني إسرائيل من حرصه عليهم وشفقته: اخْلُفْنِي فِي قَوْمِي أي: كن خليفتي فيهم، واعمل فيهم بما كنت أعمل، وَأَصْلِحْ أي: اتبع طريق الصلاح وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ وهم الذين يعملون بالمعاصي."
    },
    {
      "ayah": 143,
      "surah": 7,
      "text": "وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا الذي وقتناه له لإنزال الكتاب وَكَلَّمَهُ رَبُّهُ بما كلمه من وحيه وأمره ونهيه، تشوق إلى رؤية اللّه، ونزعت نفسه لذلك، حبا لربه ومودة لرؤيته.\nفـ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ اللَّهِ لَنْ تَرَانِي أي: لن تقدر الآن على رؤيتي، فإن اللّه تبارك وتعالى أنشأ الخلق في هذه الدار على نشأة لا يقدرون بها، ولا يثبتون لرؤية اللّه، وليس في هذا دليل على أنهم لا يرونه في الجنة، فإنه قد دلت النصوص القرآنية والأحاديث النبوية على أن أهل الجنة يرون ربهم تبارك وتعالى ويتمتعون بالنظر إلى وجهه الكريم، وأنه ينشئهم نشأة كاملة، يقدرون معها على رؤية اللّه تعالى، ولهذا رتب اللّه الرؤية في هذه الآية على ثبوت الجبل، فقال - مقنعا لموسى في عدم إجابته للرؤية - وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ إذا تجلى اللّه له فَسَوْفَ تَرَانِي .\nفَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ الأصم الغليظ جَعَلَهُ دَكًّا أي: انهال مثل الرمل، انزعاجا من رؤية اللّه وعدم ثبوته لها وَخَرَّ مُوسَى حين رأى ما رأى صَعِقًا فتبين له حينئذ أنه إذا لم يثبت الجبل لرؤية اللّه، فموسى أولى أن لا يثبت لذلك، واستغفر ربه لما صدر منه من السؤال، الذي لم يوافق موضعا و [ لذلك ] قَالَ سُبْحَانَكَ أي: تنزيها لك، وتعظيما عما لا يليق بجلالك تُبْتُ إِلَيْكَ من جميع الذنوب، وسوء الأدب معك وَأَنَا أَوَّلُ الْمُؤْمِنِينَ أي: جدد عليه الصلاة والسلام إيمانه، بما كمل اللّه له مما كان يجهله قبل ذلك، فلما منعه اللّه من رؤيته - بعدما ما كان متشوقا إليها - أعطاه خيرا كثيرا فقال:"
    },
    {
      "ayah": 144,
      "surah": 7,
      "text": "يَا مُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ أي: اخترتك واجتبيتك وفضلتك وخصصتك بفضائل عظيمة، ومناقب جليلة، بِرِسَالاتِي التي لا أجعلها، ولا أخص بها إلا أفضل الخلق. وَبِكَلامِي إياك من غير واسطة، وهذه فضيلة اختص بها موسى الكليم، وعرف بها من بين إخوانه من المرسلين، فَخُذْ مَا آتَيْتُكَ من النعم، وخذ ما آتيتك من الأمر والنهي بانشراح صدر، وتلقه بالقبول والانقياد، وَكُنْ مِنَ الشَّاكِرِينَ لله على ما خصك وفضلك."
    },
    {
      "ayah": 145,
      "surah": 7,
      "text": "وَكَتَبْنَا لَهُ فِي الألْوَاحِ مِنْ كُلِّ شَيْءٍ يحتاج إليه العباد مَوْعِظَةً ترغب النفوس في أفعال الخير، وترهبهم من أفعال الشر، وَتَفْصِيلا لِكُلِّ شَيْءٍ من الأحكام الشرعية، والعقائد والأخلاق والآداب فَخُذْهَا بِقُوَّةٍ أي: بجد واجتهاد على إقامتها، وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا وهي الأوامر الواجبة والمستحبة، فإنها أحسنها، وفي هذا دليل على أن أوامر اللّه - في كل شريعة - كاملة عادلة حسنة. سَأُرِيكُمْ دَارَ الْفَاسِقِينَ بعد ما أهلكهم اللّه، وأبقى ديارهم عبرة بعدهم، يعتبر بها المؤمنون الموفقون المتواضعون."
    },
    {
      "ayah": 146,
      "surah": 7,
      "text": "سَأَصْرِفُ عَنْ آيَاتِيَ أي: عن الاعتبار في الآيات الأفقية والنفسية، والفهم لآيات الكتاب الَّذِينَ يَتَكَبَّرُونَ فِي الأرْضِ بِغَيْرِ الْحَقِّ أي: يتكبرون على عباد اللّه وعلى الحق، وعلى من جاء به، فمن كان بهذه الصفة، حرمه اللّه خيرا كثيرا وخذله، ولم يفقه من آيات اللّه ما ينتفع به، بل ربما انقلبت عليه الحقائق، واستحسن القبيح. وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا لإعراضهم واعتراضهم، ومحادتهم للّه ورسوله، وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ أي: الهدى والاستقامة، وهو الصراط الموصل إلى اللّه، وإلى دار كرامته لا يَتَّخِذُوهُ أي: لا يسلكوه ولا يرغبوا فيه وَإِنْ يَرَوْا سَبِيلَ الْغَيِّ أي: الغواية الموصل لصاحبه إلى دار الشقاء يَتَّخِذُوهُ سَبِيلا والسبب في انحرافهم هذا الانحراف ذَلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ فردهم لآيات اللّه، وغفلتهم عما يراد بها واحتقارهم لها - هو الذي أوجب لهم من سلوك طريق الغي، وترك طريق الرشد ما أوجب."
    },
    {
      "ayah": 147,
      "surah": 7,
      "text": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا العظيمة الدالة على صحة ما أرسلنا به رسلنا. وَلِقَاءِ الآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ لأنها على غير أساس، وقد فقد شرطها وهو الإيمان بآيات اللّه، والتصديق بجزائه هَلْ يُجْزَوْنَ في بطلان أعمالهم وحصول ضد مقصودهم إِلا مَا كَانُوا يَعْمَلُونَ فإن أعمال من لا يؤمن باليوم الآخر، لا يرجو فيها ثوابا، وليس لها غاية تنتهي إليه، فلذلك اضمحلت وبطلت."
    },
    {
      "ayah": 148,
      "surah": 7,
      "text": "وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلا جَسَدًا صاغه السامري وألقى عليه قبضة من أثر الرسول فصار لَهُ خُوَارٌ وصوت، فعبدوه واتخذوه إلها. وقال هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فنسي موسى، وذهب يطلبه، وهذا من سفههم، وقلة بصيرتهم، كيف اشتبه عليهم رب الأرض والسماوات، بعجل من أنقص المخلوقات؟\\\" ولهذا قال مبينا أنه ليس فيه من الصفات الذاتية ولا الفعلية، ما يوجب أن يكون إلها أَلَمْ يَرَوْا أَنَّهُ لا يُكَلِّمُهُمْ أي: وعدم الكلام نقص عظيم، فهم أكمل حالة من هذا الحيوان أو الجماد، الذي لا يتكلم وَلا يَهْدِيهِمْ سَبِيلا أي: لا يدلهم طريقا دينيا، ولا يحصل لهم مصلحة دنيوية، لأن من المتقرر في العقول والفطر، أن اتخاذ إله لا يتكلم ولا ينفع ولا يضر من أبطل الباطل، وأسمج السفه، ولهذا قال: اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ حيث وضعوا العبادة في غير موضعها، وأشركوا باللّه ما لم ينـزل به سلطانا، وفيها دليل على أن من أنكر كلام اللّه، فقد أنكر خصائص إلهية اللّه تعالى، لأن اللّه ذكر أن عدم الكلام دليل على عدم صلاحية الذي لا يتكلم للإلهية."
    },
    {
      "ayah": 149,
      "surah": 7,
      "text": "وَلَمَّا رجع موسى إلى قومه، فوجدهم على هذه الحال، وأخبرهم بضلالهم ندموا و سُقِطَ فِي أَيْدِيهِمْ أي: من الهم والندم على فعلهم، وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا فتنصلوا، إلى اللّه وتضرعوا و قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا فيدلنا عليه، ويرزقنا عبادته، ويوفقنا لصالح الأعمال، وَيَغْفِرْ لَنَا ما صدر منا من عبادة العجل لَنَكُونَنَّ مِنَ الْخَاسِرِينَ الذين خسروا الدنيا والآخرة."
    },
    {
      "ayah": 15,
      "surah": 7,
      "text": "ولما كانت حكمة اللّه مقتضية لابتلاء العباد واختبارهم، ليتبين الصادق من الكاذب، ومن يطيعه ومن يطيع عدوه، أجابه لما سأل، فقال: { إِنَّكَ مِنَ الْمُنْظَرِينَ }"
    },
    {
      "ayah": 150,
      "surah": 7,
      "text": "وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا أي: ممتلئا غضبا وغيظا عليهم، لتمام غيرته عليه الصلاة السلام، وكمال نصحه وشفقته، قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أي: بئس الحالة التي خلفتموني بها من بعد ذهابي عنكم، فإنها حالة تفضي إلى الهلاك الأبدي، والشقاء السرمدي. أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ حيث وعدكم بإنـزال الكتاب. فبادرتم - برأيكم الفاسد - إلى هذه الخصلة القبيحة وَأَلْقَى الألْوَاحَ أي: رماها من الغضب وَأَخَذَ بِرَأْسِ أَخِيهِ هارون ولحيته يَجُرُّهُ إِلَيْهِ وقال له: مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا * أن لا تَتَّبِعَن أَفَعَصَيْتَ أَمْرِي لك بقولي: اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ فـ قَالَ يَا ابْنَ أُمَّ لا تَأْخُذْ بِلِحْيَتِي وَلا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي و قَالَ هنا ابْنَ أُمَّ هذا ترقيق لأخيه، بذكر الأم وحدها، وإلا فهو شقيقه لأمه وأبيه: إِنَّ الْقَوْمَ اسْتَضْعَفُونِي أي: احتقروني حين قلت لهم: يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي وَكَادُوا يَقْتُلُونَنِي أي: فلا تظن بي تقصيرا فَلا تُشْمِتْ بِيَ الأعْدَاءَ بنهرك لي، ومسك إياي بسوء، فإن الأعداء حريصون على أن يجدوا عليَّ عثرة، أو يطلعوا لي على زلة وَلا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ فتعاملني معاملتهم."
    },
    {
      "ayah": 151,
      "surah": 7,
      "text": "فندم موسى عليه السلام على ما استعجل من صنعه بأخيه قبل أن يعلم براءته، مما ظنه فيه من التقصير. و قَالَ رَبِّ اغْفِرْ لِي وَلأخِي هارون وَأَدْخِلْنَا فِي رَحْمَتِكَ أي: في وسطها، واجعل رحمتك تحيط بنا من كل جانب، فإنها حصن حصين، من جميع الشرور، وثم كل الخير وسرور. وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ أي: أرحم بنا من كل راحم، أرحم بنا من آبائنا، وأمهاتنا وأولادنا وأنفسنا."
    },
    {
      "ayah": 152,
      "surah": 7,
      "text": "قال اللّه تعالى مبينا حال أهل العجل الذين عبدوه: إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ أي: إلها سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا كما أغضبوا ربهم واستهانوا بأمره. وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ فكل مفتر على اللّه، كاذب على شرعه، متقول عليه ما لم يقل، فإن له نصيبا من الغضب من اللّه، والذل في الحياة الدنيا، وقد نالهم غضب اللّه، حيث أمرهم أن يقتلوا أنفسهم، وأنه لا يرضى اللّه عنهم إلا بذلك، فقتل بعضهم بعضا، وانجلت المعركة عن كثير من القتلى ثم تاب اللّه عليهم بعد ذلك."
    },
    {
      "ayah": 153,
      "surah": 7,
      "text": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ من شرك وكبائر، وصغائر ثُمَّ تَابُوا مِنْ بَعْدِهَا بأن ندموا على ما مضى، وأقلعوا عنها، وعزموا على أن لا يعودوا وَآمنُوا باللّه وبما أوجب اللّه من الإيمان به، ولا يتم الإيمان إلا بأعمال القلوب، وأعمال الجوارح المترتبة على الإيمان إِنَّ رَبَّكَ مِنْ بَعْدِهَا أي: بعد هذه الحالة، حالة التوبة من السيئات والرجوع إلى الطاعات، لَغَفُورٌ يغفر السيئات ويمحوها، ولو كانت قراب الأرض رَحِيمٌ بقبول التوبة، والتوفيق لأفعال الخير وقبولها."
    },
    {
      "ayah": 154,
      "surah": 7,
      "text": "وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أي: سكن غضبه، وتراجعت نفسه، وعرف ما هو فيه، اشتغل بأهم الأشياء عنده، فـ أَخَذَ الألْوَاحَ التي ألقاها، وهي ألواح عظيمة المقدار، جليلة وَفِي نُسْخَتِهَا أي: مشتملة ومتضمنة هُدًى وَرَحْمَةٌ أي: فيها الهدى من الضلالة، وبيان الحق من الباطل، وأعمال الخير وأعمال الشر، والهدى لأحسن الأعمال، والأخلاق، والآداب، ورحمة وسعادة لمن عمل بها، وعلم أحكامها ومعانيها، ولكن ليس كل أحد يقبل هدى اللّه ورحمته، وإنما يقبل ذلك وينقاد له، ويتلقاه بالقبول الذين [هم] لِرَبِّهِمْ يَرْهَبُونَ أي: يخافون منه ويخشونه، وأما من لم يخف اللّه ولا المقام بين يديه، فإنه لا يزداد بها إلا عتوا ونفورا وتقوم عليه حجة اللّه فيها."
    },
    {
      "ayah": 155,
      "surah": 7,
      "text": "و لما تاب بنو إسرائيل وتراجعوا إلى رشدهم اخْتَارَ مُوسَى منهم سَبْعِينَ رَجُلا من خيارهم، ليعتذروا لقومهم عند ربهم، ووعدهم اللّه ميقاتا يحضرون فيه، فلما حضروه، قالوا: يا موسى، أَرِنَا اللَّهَ جَهْرَةً فتجرأوا على اللّه جراءة كبيرة، وأساءوا الأدب معه، فـ أَخَذَتْهُمُ الرَّجْفَةُ فصعقوا وهلكوا. فلم يزل موسى عليه الصلاة والسلام، يتضرع إلى اللّه ويتبتل ويقول رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ أن يحضروا ويكونون في حالة يعتذرون فيها لقومهم، فصاروا هم الظالمين أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا أي: ضعفاء العقول، سفهاء الأحلام، فتضرع إلى اللّه واعتذر بأن المتجرئين على اللّه ليس لهم عقول كاملة، تردعهم عما قالوا وفعلوا، وبأنهم حصل لهم فتنة يخطر بها الإنسان، ويخاف من ذهاب دينه فقال: إِنْ هِيَ إِلا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ أي: أنت خير من غفر، وأولى من رحم، وأكرم من أعطى وتفضل، فكأن موسى عليه الصلاة والسلام، قال: المقصود يا رب بالقصد الأول لنا كلنا، هو التزام طاعتك والإيمان بك، وأن من حضره عقله ورشده، وتم على ما وهبته من التوفيق، فإنه لم يزل مستقيما، وأما من ضعف عقله، وسفه رأيه، وصرفته الفتنة، فهو الذي فعل ما فعل، لذينك السببين، ومع هذا فأنت أرحم الراحمين، وخير الغافرين، فاغفر لنا وارحمنا. فأجاب اللّه سؤاله، وأحياهم من بعد موتهم، وغفر لهم ذنوبهم."
    },
    {
      "ayah": 156,
      "surah": 7,
      "text": "وقال موسى في تمام دعائه وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً من علم نافع، ورزق واسع، وعمل صالح. وَفِي الآخِرَةِ حَسَنَةً :وهي ما أعد اللّه لأوليائه الصالحين من الثواب. إِنَّا هُدْنَا إِلَيْكَ أي: رجعنا مقرين بتقصيرنا، منيبين في جميع أمورنا. قَالَ اللّه تعالى عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ ممن كان شقيا، متعرضا لأسبابه، وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ من العالم العلوي والسفلي، البر والفاجر، المؤمن والكافر، فلا مخلوق إلا وقد وصلت إليه رحمة اللّه، وغمره فضله وإحسانه، ولكن الرحمة الخاصة المقتضية لسعادة الدنيا والآخرة، ليست لكل أحد، ولهذا قال عنها: فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ المعاصي، صغارها وكبارها. وَيُؤْتُونَ الزَّكَاةَ الواجبة مستحقيها وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ ومن تمام الإيمان بآيات اللّه معرفة معناها، والعمل بمقتضاها، ومن ذلك اتباع النبي صلى الله عليه وسلم ظاهرا وباطنا، في أصول الدين وفروعه."
    },
    {
      "ayah": 157,
      "surah": 7,
      "text": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأمِّيَّ احتراز عن سائر الأنبياء، فإن المقصود بهذا محمد بن عبد اللّه بن عبد المطلب صلى الله عليه وسلم. والسياق في أحوال بني إسرائيل وأن الإيمان بالنبي محمد صلى الله عليه وسلم شرط في دخولهم في الإيمان، وأن المؤمنين به المتبعين، هم أهل الرحمة المطلقة، التي كتبها اللّه لهم، ووصفه بالأمي لأنه من العرب الأمة الأمية، التي لا تقرأ ولا تكتب، وليس عندها قبل القرآن كتاب. الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ باسمه وصفته، التي من أعظمها وأجلها، ما يدعو إليه، وينهى عنه. وأنه يَأْمُرُهُمْ بِالْمَعْرُوفِ وهو كل ما عرف حسنه وصلاحه ونفعه. وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وهو: كل ما عرف قبحه في العقول والفطر. فيأمرهم بالصلاة، والزكاة، والصوم، والحج، وصلة الأرحام، وبر الوالدين، والإحسان إلى الجار والمملوك، وبذل النفع لسائر الخلق، والصدق، والعفاف، والبر، والنصيحة، وما أشبه ذلك، وينهى عن الشرك باللّه، وقتل النفوس بغير حق، والزنا، وشرب ما يسكر العقل، والظلم لسائر الخلق، والكذب، والفجور، ونحو ذلك. فأعظم دليل يدل على أنه رسول اللّه، ما دعا إليه وأمر به، ونهى عنه، وأحله وحرمه، فإنه يُحِلُّ لَهُمُ الطَّيِّبَاتِ من المطاعم والمشارب، والمناكح. وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ من المطاعم والمشارب والمناكح، والأقوال والأفعال. وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ أي: ومن وصفه أن دينه سهل سمح ميسر، لا إصر فيه، ولا أغلال، ولا مشقات ولا تكاليف ثقال. فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ أي: عظموه وبجلوه وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنـزلَ مَعَهُ وهو القرآن، الذي يستضاء به في ظلمات الشك والجهالات، ويقتدى به إذا تعارضت المقالات، أُولَئِكَ هُمُ الْمُفْلِحُونَ الظافرون بخير الدنيا والآخرة، والناجون من شرهما، لأنهم أتوا بأكبر أسباب الفلاح. وأما من لم يؤمن بهذا النبي الأمي، ويعزره، وينصره، ولم يتبع النور الذي أنـزل معه، فأولئك هم الخاسرون."
    },
    {
      "ayah": 158,
      "surah": 7,
      "text": "ولما دعا أهل التوراة من بني إسرائيل، إلى اتباعه، وكان ربما توهم متوهم، أن الحكم مقصور عليهم، أتى بما يدل على العموم فقال: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا أي: عربيكم، وعجميكم، أهل الكتاب منكم، وغيرهم. الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأرْضِ يتصرف فيهما بأحكامه الكونية والتدابير السلطانية، وبأحكامه الشرعية الدينية التي من جملتها: أن أرسل إليكم رسولا عظيما يدعوكم إلى اللّه وإلى دار كرامته، ويحذركم من كل ما يباعدكم منه، ومن دار كرامته. لا إِلَهَ إِلا هُوَ أي: لا معبود بحق، إلا اللّه وحده لا شريك له، ولا تعرف عبادته إلا من طريق رسله، يُحْيِي وَيُمِيتُ أي: من جملة تدابيره: الإحياء والإماتة، التي لا يشاركه فيها أحد، الذي جعل الموت جسرا ومعبرا يعبر منه إلى دار البقاء، التي من آمن بها صدق الرسول محمدا صلى الله عليه وسلم قطعا. فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الأمِّيِّ إيمانا في القلب، متضمنا لأعمال القلوب والجوارح. الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ أي: آمنوا بهذا الرسول المستقيم في عقائده وأعماله، وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ في مصالحكم الدينية والدنيوية، فإنكم إذا لم تتبعوه ضللتم ضلالا بعيدا."
    },
    {
      "ayah": 159,
      "surah": 7,
      "text": "وَمِنْ قَوْمِ مُوسَى أُمَّةٌ أي: جماعة يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ أي: يهدون به الناس في تعليمهم إياهم وفتواهم لهم، ويعدلون به بينهم في الحكم بينهم، بقضاياهم، كما قال تعالى: وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ وفي هذا فضيلة لأمة موسى عليه الصلاة والسلام، وأن اللّه تعالى جعل منهم هداة يهدون بأمره. وكأن الإتيان بهذه الآية الكريمة فيه نوع احتراز مما تقدم، فإنه تعالى ذكر فيما تقدم جملة من معايب بني إسرائيل، المنافية للكمال المناقضة للهداية، فربما توهم متوهم أن هذا يعم جميعهم، فذكر تعالى أن منهم طائفة مستقيمة هادية مهدية."
    },
    {
      "ayah": 16,
      "surah": 7,
      "text": "أي: قال إبليس - لما أبلس وأيس من رحمة اللّه - { فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ } أي: للخلق { صِرَاطَكَ الْمُسْتَقِيمَ } أي: لألزمن الصراط ولأسعى غاية جهدي على صد الناس عنه وعدم سلوكهم إياه."
    },
    {
      "ayah": 160,
      "surah": 7,
      "text": "وَقَطَّعْنَاهُمُ أي: قسمناهم اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا أي: اثنتي عشرة قبيلة متعارفة متوالفة، كل بني رجل من أولاد يعقوب قبيلة. وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أي: طلبوا منه أن يدعو اللّه تعالى، أن يسقيهم ماء يشربون منه وتشرب منه مواشيهم، وذلك لأنهم - واللّه أعلم - في محل قليل الماء. فأوحى اللّه لموسى إجابة لطلبتهم أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ يحتمل أنه حجر معين، ويحتمل أنه اسم جنس، يشمل أي حجر كان، فضربه فَانْبَجَسَتْ أي: انفجرت من ذلك الحجر اثْنَتَا عَشْرَةَ عَيْنًا جارية سارحة. قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ أي: قد قسم على كل قبيلة من تلك القبائل الاثنتي عشرة، وجعل لكل منهم عينا، فعلموها، واطمأنوا، واستراحوا من التعب والمزاحمة، والمخاصمة، وهذا من تمام نعمة اللّه عليهم. وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ فكان يسترهم من حر الشمس وَأَنـزلْنَا عَلَيْهِمُ الْمَنَّ وهو الحلوى، وَالسَّلْوَى وهو لحم طير من أنواع الطيور وألذها، فجمع اللّه لهم بين الظلال، والشراب، والطعام الطيب، من الحلوى واللحوم، على وجه الراحة والطمأنينة. وقيل لهم: كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا حين لم يشكروا اللّه، ولم يقوموا بما أوجب اللّه عليهم. وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ حيث فوتوها كل خير، وعرضوها للشر والنقمة، وهذا كان مدة لبثهم في التيه."
    },
    {
      "ayah": 161,
      "surah": 7,
      "text": "وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ أي: ادخلوها لتكون وطنا لكم ومسكنا، وهي (إيلياء) وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ أي: قرية كانت كثيرة الأشجار، غزيرة الثمار، رغيدة العيش، فلذلك أمرهم اللّه أن يأكلوا منها حيث شاءوا. وَقُولُوا حين تدخلون الباب: حِطَّةٌ أي: احطط عنا خطايانا، واعف عنا. وَادْخُلُوا الْبَابَ سُجَّدًا أي: خاضعين لربكم مستكينين لعزته، شاكرين لنعمته، فأمرهم بالخضوع، وسؤال المغفرة، ووعدهم على ذلك مغفرة ذنوبهم والثواب العاجل والآجل فقال: نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنـزيدُ الْمُحْسِنِينَ من خير الدنيا والآخرة"
    },
    {
      "ayah": 162,
      "surah": 7,
      "text": "فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ أي: عصوا اللّه واستهانوا بأمره قَوْلا غَيْرَ الَّذِي قِيلَ لَهُمْ فقالوا بدل طلب المغفرة، وقولهم: حِطَّة (حبة في شعيرة)، وإذا بدلوا القول - مع يسره وسهولته - فتبديلهم للفعل من باب أولى، ولهذا دخلوا وهم يزحفون على أستاههم. فَأَرْسَلْنَا عَلَيْهِمُ حين خالفوا أمر اللّه وعصوه رِجْزًا مِنَ السَّمَاءِ أي: عذابا شديدا، إما الطاعون وإما غيره من العقوبات السماوية. وما ظلمهم اللّه بعقابه وإنما كان ذلك بِمَا كَانُوا يَظْلِمُونَ أي: يخرجون من طاعة الله إلى معصيته، من غير ضرورة ألجأتهم ولا داع دعاهم سوى الخبث والشر الذي كان كامنا في نفوسهم."
    },
    {
      "ayah": 163,
      "surah": 7,
      "text": "وَاسْأَلْهُمْ أي: اسأل بني إسرائيل عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ أي: على ساحله في حال تعديهم وعقاب اللّه إياهم. إِذْ يَعْدُونَ فِي السَّبْتِ وكان اللّه تعالى قد أمرهم أن يعظموه ويحترموه ولا يصيدوا فيه صيدا، فابتلاهم اللّه وامتحنهم، فكانت الحيتان تأتيهم يَوْمَ سَبْتِهِمْ شُرَّعًا أي: كثيرة طافية على وجه البحر. وَيَوْمَ لا يَسْبِتُونَ أي: إذا ذهب يوم السبت لا تَأْتِيهِمْ أي: تذهب في البحر فلا يرون منها شيئا كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ ففسقهم هو الذي أوجب أن يبتليهم اللّه، وأن تكون لهم هذه المحنة، وإلا فلو لم يفسقوا، لعافاهم اللّه، ولما عرضهم للبلاء والشر، فتحيلوا على الصيد، فكانوا يحفرون لها حفرا، وينصبون لها الشباك، فإذا جاء يوم السبت ووقعت في تلك الحفر والشباك، لم يأخذوها في ذلك اليوم، فإذا جاء يوم الأحد أخذوها، وكثر فيهم ذلك، وانقسموا ثلاث فرق"
    },
    {
      "ayah": 164,
      "surah": 7,
      "text": "معظمهم اعتدوا وتجرؤوا، وأعلنوا بذلك. وفرقة أعلنت بنهيهم والإنكار عليهم. وفرقة اكتفت بإنكار أولئك عليهم، ونهيهم لهم، وقالوا لهم: لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا كأنهم يقولون: لا فائدة في وعظ من اقتحم محارم اللّه، ولم يصغ للنصيح، بل استمر على اعتدائه وطغيانه، فإنه لا بد أن يعاقبهم اللّه، إما بهلاك أو عذاب شديد. فقال الواعظون: نعظهم وننهاهم مَعْذِرَةً إِلَى رَبِّكُمْ أي: لنعذر فيهم. وَلَعَلَّهُمْ يَتَّقُونَ أي: يتركون ما هم فيه من المعصية، فلا نيأس من هدايتهم، فربما نجع فيهم الوعظ، وأثر فيهم اللوم. وهذا المقصود الأعظم من إنكار المنكر ليكون معذرة، وإقامة حجة على المأمور المنهي، ولعل اللّه أن يهديه، فيعمل بمقتضى ذلك الأمر، والنهي."
    },
    {
      "ayah": 165,
      "surah": 7,
      "text": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أي: تركوا ما ذكروا به، واستمروا على غيهم واعتدائهم. أَنْجَيْنَا من العذاب الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وهكذا سنة اللّه في عباده، أن العقوبة إذا نـزلت نجا منها الآمرون بالمعروف والناهون عن المنكر. وَأَخَذْنَا الَّذِينَ ظَلَمُوا وهم الذين اعتدوا في السبت بِعَذَابٍ بَئِيسٍ أي: شديد بِمَا كَانُوا يَفْسُقُونَ وأما الفرقة الأخرى التي قالت للناهين: لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ فاختلف المفسرون في نجاتهم وهلاكهم، والظاهر أنهم كانوا من الناجين، لأن اللّه خص الهلاك بالظالمين، وهو لم يذكر أنهم ظالمون. فدل على أن العقوبة خاصة بالمعتدين في السبت، ولأن الأمر بالمعروف والنهي عن المنكر فرض كفاية، إذا قام به البعض سقط عن الآخرين، فاكتفوا بإنكار أولئك، ولأنهم أنكروا عليهم بقولهم: لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا فأبدوا من غضبهم عليهم، ما يقتضي أنهم كارهون أشد الكراهة لفعلهم، وأن اللّه سيعاقبهم أشد العقوبة."
    },
    {
      "ayah": 166,
      "surah": 7,
      "text": "فَلَمَّا عَتَوْا عَمَّا نُهُوا عَنْهُ أي: قسوا فلم يلينوا، ولا اتعظوا، قُلْنَا لَهُمْ قولا قدريا: كُونُوا قِرَدَةً خَاسِئِينَ فانقلبوا بإذن اللّه قردة، وأبعدهم اللّه من رحمته، ثم ذكر ضرب الذلة والصغار على من بقي منهم"
    },
    {
      "ayah": 167,
      "surah": 7,
      "text": "وَإِذْ تَأَذَّنَ رَبُّكَ أي: أعلم إعلاما صريحا: لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ أي: يهينهم، ويذلهم. إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ لمن عصاه، حتى إنه يعجل له العقوبة في الدنيا. وَإِنَّهُ لَغَفُورٌ رَحِيمٌ لمن تاب إليه وأناب، يغفر له الذنوب، ويستر عليه العيوب، ويرحمه بأن يتقبل منه الطاعات، ويثيبه عليها بأنواع المثوبات، وقد فعل اللّه بهم ما أوعدهم به، فلا يزالون في ذل وإهانة، تحت حكم غيرهم، لا تقوم لهم راية، ولا ينصر لهم عَلَمٌ."
    },
    {
      "ayah": 168,
      "surah": 7,
      "text": "وَقَطَّعْنَاهُمْ فِي الأرْضِ أُمَمًا أي: فرقناهم ومزقناهم في الأرض بعد ما كانوا مجتمعين، مِنْهُمُ الصَّالِحُونَ القائمون بحقوق اللّه، وحقوق عباده، وَمِنْهُمْ دُونَ ذَلِكَ أي: دون الصلاح، إما مقتصدون، وإما ظالمون لأنفسهم، وَبَلَوْنَاهُمْ على عادتنا وسنتنا، بِالْحَسَنَاتِ وَالسَّيِّئَاتِ أي: بالعسر واليسر. لَعَلَّهُمْ يَرْجِعُونَ عما هم عليه مقيمون من الردى، يراجعون ما خلقوا له من الهدى"
    },
    {
      "ayah": 169,
      "surah": 7,
      "text": "فلم يزالوا بين صالح وطالح ومقتصد، حتى خلف من بعدهم خلف. زاد شرهم وَرِثُوا بعدهم الْكِتَابُ وصار المرجع فيه إليهم، وصاروا يتصرفون فيه بأهوائهم، وتبذل لهم الأموال، ليفتوا ويحكموا، بغير الحق، وفشت فيهم الرشوة. يَأْخُذُونَ عَرَضَ هَذَا الأدْنَى وَيَقُولُونَ مقرين بأنه ذنب وأنهم ظلمة: سَيُغْفَرُ لَنَا وهذا قول خال من الحقيقة، فإنه ليس استغفارا وطلبا للمغفرة على الحقيقة. فلو كان ذلك لندموا على ما فعلوا، وعزموا على أن لا يعودوا، ولكنهم - إذا أتاهم عرض آخر، ورشوة أخرى - يأخذوه. فاشتروا بآيات اللّه ثمنا قليلا واستبدلوا الذي هو أدنى بالذي هو خير، قال اللّه [تعالى] في الإنكار عليهم، وبيان جراءتهم: أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلا الْحَقَّ فما بالهم يقولون عليه غير الحق اتباعا لأهوائهم، وميلا مع مطامعهم. و الحال أنهم قد دَرَسُوا مَا فِيهِ فليس عليهم فيه إشكال، بل قد أَتَوْا أمرهم متعمدين، وكانوا في أمرهم مستبصرين، وهذا أعظم للذنب، وأشد للوم، وأشنع للعقوبة، وهذا من نقص عقولهم، وسفاهة رأيهم، بإيثار الحياة الدنيا على الآخرة، ولهذا قال: وَالدَّارُ الآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ ما حرم اللّه عليهم، من المآكل التي تصاب، وتؤكل رشوة على الحكم بغير ما أنـزل اللّه، وغير ذلك من أنواع المحرمات. أَفَلا تَعْقِلُونَ أي: أفلا يكون لكم عقول توازن بين ما ينبغي إيثاره، وما ينبغي الإيثار عليه، وما هو أولى بالسعي إليه، والتقديم له على غيره. فخاصية العقل النظر للعواقب."
    },
    {
      "ayah": 17,
      "surah": 7,
      "text": "{ ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ } أي: من جميع الجهات والجوانب، ومن كل طريق يتمكن فيه من إدراك بعض مقصوده فيهم. ولما علم الخبيث أنهم ضعفاء قد تغلب الغفلة على كثير منهم، وكان جازما ببذل مجهوده على إغوائهم، ظن وصدق ظنه فقال: { وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ } فإن القيام بالشكر من سلوك الصراط المستقيم، وهو يريد صدهم عنه، وعدم قيامهم به، قال تعالى: { إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ } وإنما نبهنا اللّه على ما قال وعزم على فعله، لنأخذ منه حذرنا ونستعد لعدونا، ونحترز منه بعلمنا، بالطريق التي يأتي منها، ومداخله التي ينفذ منها، فله تعالى علينا بذلك، أكمل نعمة."
    },
    {
      "ayah": 170,
      "surah": 7,
      "text": "وأما من نظر إلى عاجل طفيف منقطع، يفوت نعيما عظيما باقيا فأنى له العقل والرأي؟ وإنما العقلاء حقيقة من وصفهم اللّه بقوله وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ أي: يتمسكون به علما وعملا فيعلمون ما فيه من الأحكام والأخبار، التي علمها أشرف العلوم. ويعلمون بما فيها من الأوامر التي هي قرة العيون وسرور القلوب، وأفراح الأرواح، وصلاح الدنيا والآخرة. ومن أعظم ما يجب التمسك به من المأمورات، إقامة الصلاة، ظاهرا وباطنا، ولهذا خصها الله بالذكر لفضلها، وشرفها، وكونها ميزان الإيمان، وإقامتها داعية لإقامة غيرها من العبادات. ولما كان عملهم كله إصلاحا، قال تعالى: إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِينَ في أقوالهم وأعمالهم ونياتهم، مصلحين لأنفسهم ولغيرهم. وهذه الآية وما أشبهها دلت على أن اللّه بعث رسله عليهم الصلاة والسلام بالصلاح لا بالفساد، وبالمنافع لا بالمضار، وأنهم بعثوا بصلاح الدارين، فكل من كان أصلح، كان أقرب إلى اتباعهم."
    },
    {
      "ayah": 171,
      "surah": 7,
      "text": "ثم قال تعالى: وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ حين امتنعوا من قبول ما في التوراة. فألزمهم اللّه العمل ونتق فوق رءوسهم الجبل، فصار فوقهم كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ وقيل لهم: خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ أي: بجد واجتهاد. وَاذْكُرُوا مَا فِيهِ دراسة ومباحثة، واتصافا بالعمل به لَعَلَّكُمْ تَتَّقُونَ إذا فعلتم ذلك."
    },
    {
      "ayah": 172,
      "surah": 7,
      "text": "يقول تعالى: وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ أي: أخرج من أصلابهم ذريتهم، وجعلهم يتناسلون ويتوالدون قرنا بعد قرن. و حين أخرجهم من بطون أمهاتهم وأصلاب آبائهم أَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ أي: قررهم بإثبات ربوبيته، بما أودعه في فطرهم من الإقرار، بأنه ربهم وخالقهم ومليكهم. قالوا: بلى قد أقررنا بذلك، فإن اللّه تعالى فطر عباده على الدين الحنيف القيم. فكل أحد فهو مفطور على ذلك، ولكن الفطرة قد تغير وتبدل بما يطرأ عليها من العقائد الفاسدة، ولهذا قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ أي: إنما امتحناكم حتى أقررتم بما تقرر عندكم، من أن اللّه تعالى ربكم، خشية أن تنكروا يوم القيامة، فلا تقروا بشيء من ذلك، وتزعمون أن حجة اللّه ما قامت عليكم، ولا عندكم بها علم، بل أنتم غافلون عنها لاهون. فاليوم قد انقطعت حجتكم، وثبتت الحجة البالغة للّه عليكم."
    },
    {
      "ayah": 173,
      "surah": 7,
      "text": "أو تحتجون أيضا بحجة أخرى، فتقولون: إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ فحذونا حذوهم، وتبعناهم في باطلهم. أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ فقد أودع اللّه في فطركم، ما يدلكم على أن ما مع آبائكم باطل، وأن الحق ما جاءت به الرسل، وهذا يقاوم ما وجدتم عليه آباءكم، ويعلو عليه. نعم قد يعرض للعبد من أقوال آبائه الضالين، ومذاهبهم الفاسدة ما يظنه هو الحق، وما ذاك إلا لإعراضه، عن حجج اللّه وبيناته، وآياته الأفقية والنفسية، فإعراضه عن ذلك، وإقباله على ما قاله المبطلون، ربما صيره بحالة يفضل بها الباطل على الحق، هذا هو الصواب في تفسير هذه الآيات. وقد قيل: إن هذا يوم أخذ اللّه الميثاق على ذرية آدم، حين استخرجهم من ظهره وأشهدهم على أنفسهم، فشهدوا بذلك، فاحتج عليهم بما أقروا به في ذلك الوقت على ظلمهم في كفرهم، وعنادهم في الدنيا والآخرة، ولكن ليس في الآية ما يدل على هذا، ولا له مناسبة، ولا تقتضيه حكمة اللّه تعالى، والواقع شاهد بذلك. فإن هذا العهد والميثاق، الذي ذكروا، أنه حين أخرج اللّه ذرية آدم من ظهره، حين كانوا في عالم كالذر، لا يذكره أحد، ولا يخطر ببال آدمي، فكيف يحتج اللّه عليهم بأمر ليس عندهم به خبر، ولا له عين ولا أثر؟\\\""
    },
    {
      "ayah": 174,
      "surah": 7,
      "text": "وَكَذَلِكَ نُفَصِّلُ الآيَاتِ أي: نبينها ونوضحها، وَلَعَلَّهُمْ يَرْجِعُونَ إلى ما أودع اللّه في فطرهم، وإلى ما عاهدوا اللّه عليه، فيرتدعون عن القبائح."
    },
    {
      "ayah": 175,
      "surah": 7,
      "text": "يقول تعالى لنبيه صلى الله عليه وسلم: وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا أي: علمناه كتاب اللّه، فصار العالم الكبير والحبر النحرير. فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ أي: انسلخ من الاتصاف الحقيقي بالعلم بآيات اللّه، فإن العلم بذلك، يصير صاحبه متصفا بمكارم الأخلاق ومحاسن الأعمال، ويرقى إلى أعلى الدرجات وأرفع المقامات، فترك هذا كتاب اللّه وراء ظهره، ونبذ الأخلاق التي يأمر بها الكتاب، وخلعها كما يخلع اللباس. فلما انسلخ منها أتبعه الشيطان، أي: تسلط عليه حين خرج من الحصن الحصين، وصار إلى أسفل سافلين، فأزه إلى المعاصي أزا. فَكَانَ مِنَ الْغَاوِينَ بعد أن كان من الراشدين المرشدين."
    },
    {
      "ayah": 176,
      "surah": 7,
      "text": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا بأن نوفقه للعمل بها، فيرتفع في الدنيا والآخرة، فيتحصن من أعدائه. وَلَكِنَّهُ فعل ما يقتضي الخذلان، فَأَخْلَدَ إِلَى الأرْضِ، أي: إلى الشهوات السفلية، والمقاصد الدنيوية. وَاتَّبَعَ هَوَاهُ وترك طاعة مولاه، فَمَثَلُهُ في شدة حرصه على الدنيا وانقطاع قلبه إليها، كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ أي: لا يزال لاهثا في كل حال، وهذا لا يزال حريصا، حرصا قاطعا قلبه، لا يسد فاقته شيء من الدنيا. ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا بعد أن ساقها اللّه إليهم، فلم ينقادوا لها، بل كذبوا بها وردوها، لهوانهم على اللّه، واتباعهم لأهوائهم، بغير هدى من اللّه. فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ في ضرب الأمثال، وفي العبر والآيات، فإذا تفكروا علموا، وإذا علموا عملوا."
    },
    {
      "ayah": 177,
      "surah": 7,
      "text": "سَاءَ مَثَلا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنْفُسَهُمْ كَانُوا يَظْلِمُونَ أي: ساء وقبح، مثل من كذب بآيات اللّه، وظلم نفسه بأنواع المعاصي، فإن مثلهم مثل السوء، وهذا الذي آتاه اللّه آياته، يحتمل أن المراد به شخص معين، قد كان منه ما ذكره اللّه، فقص اللّه قصته تنبيها للعباد. ويحتمل أن المراد بذلك أنه اسم جنس، وأنه شامل لكل من آتاه اللّه آياته فانسلخ منها. وفي هذه الآيات الترغيب في العمل بالعلم، وأن ذلك رفعة من اللّه لصاحبه، وعصمة من الشيطان، والترهيب من عدم العمل به، وأنه نـزول إلى أسفل سافلين، وتسليط للشيطان عليه، وفيه أن اتباع الهوى، وإخلاد العبد إلى الشهوات، يكون سببا للخذلان."
    },
    {
      "ayah": 178,
      "surah": 7,
      "text": "قال تعالى مبينا أنه المنفرد بالهداية والإضلال: مَنْ يَهْدِ اللَّهُ بأن يوفقه للخيرات، ويعصمه من المكروهات، ويعلمه ما لم يكن يعلم فَهُوَ الْمُهْتَدِي حقا لأنه آثر هدايته تعالى، وَمَنْ يُضْلِلِ فيخذله ولا يوفقه للخير فَأُولَئِكَ هُمُ الْخَاسِرُونَ لأنفسهم وأهليهم يوم القيامة، ألا ذلك هو الخسران المبين."
    },
    {
      "ayah": 179,
      "surah": 7,
      "text": "يقول تعالى مبينا كثرة الغاوين الضالين، المتبعين إبليس اللعين: وَلَقَدْ ذَرَأْنَا أي: أنشأنا وبثثنا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالإنْسِ صارت البهائم أحسن حالة منهم. لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا أي: لا يصل إليها فقه ولا علم، إلا مجرد قيام الحجة. وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا ما ينفعهم، بل فقدوا منفعتها وفائدتها. وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا سماعا يصل معناه إلى قلوبهم. أُولَئِكَ الذين بهذه الأوصاف القبيحة كَالأنْعَامِ أي: البهائم، التي فقدت العقول، وهؤلاء آثروا ما يفنى على ما يبقى، فسلبوا خاصية العقل. بَلْ هُمْ أَضَلُّ من البهائم، فإن الأنعام مستعملة فيما خلقت له، ولها أذهان، تدرك بها، مضرتها من منفعتها، فلذلك كانت أحسن حالا منهم. أُولَئِكَ هُمُ الْغَافِلُونَ الذين غفلوا عن أنفع الأشياء، غفلوا عن الإيمان باللّه وطاعته وذكره. خلقت لهم الأفئدة والأسماع والأبصار، لتكون عونا لهم على القيام بأوامر اللّه وحقوقه، فاستعانوا بها على ضد هذا المقصود. فهؤلاء حقيقون بأن يكونوا ممن ذرأ اللّه لجهنم وخلقهم لها، فخلقهم للنار، وبأعمال أهلها يعملون. وأما من استعمل هذه الجوارح في عبادة اللّه، وانصبغ قلبه بالإيمان باللّه ومحبته، ولم يغفل عن اللّه، فهؤلاء، أهل الجنة، وبأعمال أهل الجنة يعملون."
    },
    {
      "ayah": 18,
      "surah": 7,
      "text": "أي: قال اللّه لإبليس لما قال ما قال: { اخْرُجْ مِنْهَا } خروج صغار واحتقار، لا خروج إكرام بل { مَذْءُومًا } أي: مذموما { مَدْحُورًا } مبعدا عن اللّه وعن رحمته وعن كل خير. { لَأَمْلَأَنَّ جَهَنَّمَ } منك وممن تبعك منهم { أَجْمَعِينَ } وهذا قسم منه تعالى، أن النار دار العصاة، لا بد أن يملأها من إبليس وأتباعه من الجن والإنس."
    },
    {
      "ayah": 180,
      "surah": 7,
      "text": "هذا بيان لعظيم جلاله وسعة أوصافه، بأن له الأسماء الحسنى، أي: له كل اسم حسن، وضابطه: أنه كل اسم دال على صفة كمال عظيمة، وبذلك كانت حسنى، فإنها لو دلت على غير صفة، بل كانت علما محضا لم تكن حسنى، وكذلك لو دلت على صفة ليست بصفة كمال، بل إما صفة نقص أو صفة منقسمة إلى المدح والقدح، لم تكن حسنى، فكل اسم من أسمائه دال على جميع الصفة التي اشتق منها، مستغرق لجميع معناها. وذلك نحو العليم الدال على أن له علما محيطا عاما لجميع الأشياء، فلا يخرج عن علمه مثقال ذرة في الأرض ولا في السماء. و كالرحيم الدال على أن له رحمة عظيمة، واسعة لكل شيء. و كالقدير الدال على أن له قدرة عامة، لا يعجزها شيء، ونحو ذلك. ومن تمام كونها \\\"حسنى\\\" أنه لا يدعى إلا بها، ولذلك قال: فَادْعُوهُ بِهَا وهذا شامل لدعاء العبادة، ودعاء المسألة، فيدعى في كل مطلوب بما يناسب ذلك المطلوب، فيقول الداعي مثلا اللّهم اغفر لي وارحمني، إنك أنت الغفور الرحيم، وتب عَلَيَّ يا تواب، وارزقني يا رزاق، والطف بي يا لطيف ونحو ذلك. وقوله: وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ أي: عقوبة وعذابا على إلحادهم في أسمائه، وحقيقة الإلحاد الميل بها عما جعلت له، إما بأن يسمى بها من لا يستحقها، كتسمية المشركين بها لآلهتهم، وإما بنفي معانيها وتحريفها، وأن يجعل لها معنى ما أراده اللّه ولا رسوله، وإما أن يشبه بها غيرها، فالواجب أن يحذر الإلحاد فيها، ويحذر الملحدون فيها، وقد ثبت في الصحيح عن النبي صلى الله عليه صلى الله عليه وسلم ( أن للّه تسعة وتسعين اسما، من أحصاها دخل الجنة )"
    },
    {
      "ayah": 181,
      "surah": 7,
      "text": "أي: ومن جملة من خلقنا أمة فاضلة كاملة في نفسها، مكملة لغيرها، يهدون أنفسهم وغيرهم بالحق، فيعلمون الحق ويعملون به، ويعلِّمونه، ويدعون إليه وإلى العمل به. وَبِهِ يَعْدِلُونَ بين الناس في أحكامهم إذا حكموا في الأموال والدماء والحقوق والمقالات، وغير ذلك، وهؤلاء هم أئمة الهدى، ومصابيح الدجى، وهم الذين أنعم اللّه عليهم بالإيمان والعمل الصالح، والتواصي بالحق والتواصي بالصبر، وهم الصديقون الذين مرتبتهم تلي مرتبة الرسالة، وهم في أنفسهم مراتب متفاوتة كل بحسب حاله وعلو منـزلته، فسبحان من يختص برحمته من يشاء، واللّه ذو الفضل العظيم."
    },
    {
      "ayah": 182,
      "surah": 7,
      "text": "أي: والذين كذبوا بآيات اللّه الدالة على صحة ما جاء به محمد صلى الله عليه وسلم، من الهدى فردوها ولم يقبلوها. سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ بأن يدر لهم الأرزاق."
    },
    {
      "ayah": 183,
      "surah": 7,
      "text": "وَأُمْلِي لَهُمْ أي: أُمْهِلُهُم حتى يظنوا أنهم لا يؤخذون ولا يعاقبون، فيزدادون كفرا وطغيانا، وشرا إلى شرهم، وبذلك تزيد عقوبتهم، ويتضاعف عذابهم، فيضرون أنفسهم من حيث لا يشعرون، ولهذا قال: إِنَّ كَيْدِي مَتِينٌ أي: قوي بليغ."
    },
    {
      "ayah": 184,
      "surah": 7,
      "text": "أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِمْ محمد صلى الله عليه وسلم مِنْ جِنَّةٍ أي: أَوَ لَمْ يُعْمِلُوا أفكارهم، وينظروا: هل في صاحبهم الذي يعرفونه ولا يخفى عليهم من حاله شيء، هل هو مجنون؟ فلينظروا في أخلاقه وهديه، ودله وصفاته، وينظروا في ما دعا إليه، فلا يجدون فيه من الصفات إلا أكملها، ولا من الأخلاق إلا أتمها، ولا من العقل والرأي إلا ما فاق به العالمين، ولا يدعو إلا لكل خير، ولا ينهى إلا عن كل شر. أفبهذا يا أولي الألباب من جنة؟ أم هو الإمام العظيم والناصح المبين، والماجد الكريم، والرءوف الرحيم؟ ولهذا قال: إِنْ هُوَ إِلا نَذِيرٌ مُبِينٌ أي: يدعو الخلق إلى ما ينجيهم من العذاب، ويحصل لهم الثواب."
    },
    {
      "ayah": 185,
      "surah": 7,
      "text": "أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالأرْضِ فإنهم إذا نظروا إليها، وجدوها أدلة دالة على توحيد ربها، وعلى ما له من صفات الكمال. و كذلك لينظروا إلى جميع مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ فإن جميع أجزاء العالم، يدل أعظم دلالة على اللّه وقدرته وحكمته وسعة رحمته، وإحسانه، ونفوذ مشيئته، وغير ذلك من صفاته العظيمة، الدالة على تفرده بالخلق والتدبير، الموجبة لأن يكون هو المعبود المحمود، المسبح الموحد المحبوب. وقوله: وَأَنْ عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ أي: لينظروا في خصوص حالهم، وينظروا لأنفسهم قبل أن يقترب أجلهم، ويفجأهم الموت وهم في غفلة معرضون، فلا يتمكنون حينئذ، من استدراك الفارط. فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ أي: إذا لم يؤمنوا بهذا الكتاب الجليل، فبأي حديث يؤمنون به؟\\\" أبكتب الكذب والضلال؟ أم بحديث كل مفتر دجال؟ ولكن الضال لا حيلة فيه، ولا سبيل إلى هدايته."
    },
    {
      "ayah": 186,
      "surah": 7,
      "text": "مَنْ يُضْلِلِ اللَّهُ فَلا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ أي: متحيرين يترددون، لا يخرجون منه ولا يهتدون إلى حق."
    },
    {
      "ayah": 187,
      "surah": 7,
      "text": "يقول تعالى لرسوله محمد صلى الله عليه وسلم: يَسْأَلُونَكَ أي: المكذبون لك، المتعنتون عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا أي: متى وقتها الذي تجيء به، ومتى تحل بالخلق؟ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي أي: إنه تعالى مختص بعلمها، لا يُجَلِّيهَا لِوَقْتِهَا إِلا هُوَ أي: لا يظهرها لوقتها الذي قدر أن تقوم فيه إلا هو. ثَقُلَتْ فِي السَّمَاوَاتِ وَالأرْضِ أي: خفي علمها على أهل السماوات والأرض، واشتد أمرها أيضا عليهم، فهم من الساعة مشفقون. لا تَأْتِيكُمْ إِلا بَغْتَةً أي: فجأة من حيث لا تشعرون، لم يستعدوا لها، ولم يتهيأوا لقيامها. يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا أي: هم حريصون على سؤالك عن الساعة، كأنك مستحف عن السؤال عنها، ولم يعلموا أنك - لكمال علمك بربك، وما ينفع السؤال عنه - غير مبال بالسؤال عنها، ولا حريص على ذلك، فلم لا يقتدون بك، ويكفون عن الاستحفاء عن هذا السؤال الخالي من المصلحة المتعذر علمه، فإنه لا يعلمها نبي مرسل، ولا ملك مقرب. وهي من الأمور التي أخفاها الله عن الخلق، لكمال حكمته وسعة علمه. قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ فلذلك حرصوا على ما لا ينبغي الحرص عليه، وخصوصا مثل حال هؤلاء الذين يتركون السؤال عن الأهم، ويدعون ما يجب عليهم من العلم، ثم يذهبون إلى ما لا سبيل لأحد أن يدركه، ولا هم مطالبون بعلمه."
    },
    {
      "ayah": 188,
      "surah": 7,
      "text": "قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا فإني فقير مدبر، لا يأتيني خير إلا من اللّه، ولا يدفع عني الشر إلا هو، وليس لي من العلم إلا ما علمني اللّه تعالى. وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ أي: لفعلت الأسباب التي أعلم أنها تنتج لي المصالح والمنافع، ولحذرت من كل ما يفضي إلى سوء ومكروه، لعلمي بالأشياء قبل كونها، وعلمي بما تفضي إليه. ولكني - لعدم علمي - قد ينالني ما ينالني من السوء، وقد يفوتني ما يفوتني من مصالح الدنيا ومنافعها، فهذا أدل دليل على أني لا علم لي بالغيب. إِنْ أَنَا إِلا نَذِيرٌ أنذر العقوبات الدينية والدنيوية والأخروية، وأبين الأعمال المفضية إلى ذلك، وأحذر منها. وَبَشِيرٌ بالثواب العاجل والآجل، ببيان الأعمال الموصلة إليه والترغيب فيها، ولكن ليس كل أحد يقبل هذه البشارة والنذارة، وإنما ينتفع بذلك ويقبله المؤمنون، وهذه الآيات الكريمات، مبينة جهل من يقصد النبي صلى الله عليه وسلم ويدعوه لحصول نفع أو دفع ضر. فإنه ليس بيده شيء من الأمر، ولا ينفع من لم ينفعه اللّه، ولا يدفع الضر عمن لم يدفعه اللّه عنه، ولا له من العلم إلا ما علمه اللّه تعالى، وإنما ينفع من قبل ما أرسل به من البشارة والنذارة، وعمل بذلك، فهذا نفعه صلى الله عليه وسلم، الذي فاق نفع الآباء والأمهات، والأخلاء والإخوان بما حث العباد على كل خير، وحذرهم عن كل شر، وبينه لهم غاية البيان والإيضاح."
    },
    {
      "ayah": 189,
      "surah": 7,
      "text": ": هُوَ الَّذِي خَلَقَكُمْ أيها الرجال والنساء، المنتشرون في الأرض على كثرتكم وتفرقكم. مِنْ نَفْسٍ وَاحِدَةٍ وهو آدم أبو البشر صلى الله عليه وسلم. وَجَعَلَ مِنْهَا زَوْجَهَا أي: خلق من آدم زوجته حواء لأجل أن يسكن إليها لأنها إذا كانت منه حصل بينهما من المناسبة والموافقة ما يقتضي سكون أحدهما إلى الآخر، فانقاد كل منهما إلى صاحبه بزمام الشهوة. فَلَمَّا تَغَشَّاهَا أي: تجللها مجامعا لها قدَّر الباري أن يوجد من تلك الشهوة وذلك الجماع النسل، [وحينئذ] حَمَلَتْ حَمْلا خَفِيفًا، وذلك في ابتداء الحمل، لا تحس به الأنثى، ولا يثقلها. فَلَمَّا استمرت به و أَثْقَلَتْ به حين كبر في بطنها، فحينئذ صار في قلوبهما الشفقة على الولد، وعلى خروجه حيا، صحيحا، سالما لا آفة فيه [كذلك] فدعوا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا ولدا صَالِحًا أي: صالح الخلقة تامها، لا نقص فيه لَنَكُونَنَّ مِنَ الشَّاكِرِينَ ."
    },
    {
      "ayah": 19,
      "surah": 7,
      "text": "أي: أمر اللّه تعالى آدم وزوجته حواء، التي أنعم اللّه بها عليه ليسكن إليها، أن يأكلا من الجنة حيث شاءا ويتمتعا فيها بما أرادا، إلا أنه عين لهما شجرة، ونهاهما عن أكلها، واللّه أعلم ما هي، وليس في تعيينها فائدة لنا. وحرم عليهما أكلها، بدليل قوله: { فَتَكُونَا مِنَ الظَّالِمِينَ }"
    },
    {
      "ayah": 190,
      "surah": 7,
      "text": "تفسير الآيتين 190 و191:ـ فَلَمَّا آتَاهُمَا صَالِحًا على وفق ما طلبا، وتمت عليهما النعمة فيه جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا أي: جعلا للّه شركاء في ذلك الولد الذي انفرد اللّه بإيجاده والنعمة به، وأقرَّ به أعين والديه، فَعَبَّدَاه لغير اللّه. إما أن يسمياه بعبد غير اللّه كـ \\\"عبد الحارث\\\" و \\\"عبد العزيز\\\" و \\\"عبد الكعبة\\\" ونحو ذلك، أو يشركا باللّه في العبادة، بعدما منَّ اللّه عليهما بما منَّ من النعم التي لا يحصيها أحد من العباد. وهذا انتقال من النوع إلى الجنس، فإن أول الكلام في آدم وحواء، ثم انتقل إلى الكلام في الجنس، ولا شك أن هذا موجود في الذرية كثيرا، فلذلك قررهم اللّه على بطلان الشرك، وأنهم في ذلك ظالمون أشد الظلم، سواء كان الشرك في الأقوال، أم في الأفعال، فإن الخالق لهم من نفس واحدة، الذي خلق منها زوجها وجعل لهم من أنفسهم أزواجا، ثم جعل بينهم من المودة والرحمة ما يسكن بعضهم إلى بعض، ويألفه ويلتذ به، ثم هداهم إلى ما به تحصل الشهوة واللذة والأولاد والنسل. ثم أوجد الذرية في بطون الأمهات، وقتا موقوتا، تتشوف إليه نفوسهم، ويدعون اللّه أن يخرجه سويا صحيحا، فأتم اللّه عليهم النعمة وأنالهم مطلوبهم. أفلا يستحق أن يعبدوه، ولا يشركوا به في عبادته أحدا، ويخلصوا له الدين. ولكن الأمر جاء على العكس، فأشركوا باللّه من لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ ."
    },
    {
      "ayah": 191,
      "surah": 7,
      "text": "تفسير الآيتين 190 و191:ـ فَلَمَّا آتَاهُمَا صَالِحًا على وفق ما طلبا، وتمت عليهما النعمة فيه جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا أي: جعلا للّه شركاء في ذلك الولد الذي انفرد اللّه بإيجاده والنعمة به، وأقرَّ به أعين والديه، فَعَبَّدَاه لغير اللّه. إما أن يسمياه بعبد غير اللّه كـ \\\"عبد الحارث\\\" و \\\"عبد العزيز\\\" و \\\"عبد الكعبة\\\" ونحو ذلك، أو يشركا باللّه في العبادة، بعدما منَّ اللّه عليهما بما منَّ من النعم التي لا يحصيها أحد من العباد. وهذا انتقال من النوع إلى الجنس، فإن أول الكلام في آدم وحواء، ثم انتقل إلى الكلام في الجنس، ولا شك أن هذا موجود في الذرية كثيرا، فلذلك قررهم اللّه على بطلان الشرك، وأنهم في ذلك ظالمون أشد الظلم، سواء كان الشرك في الأقوال، أم في الأفعال، فإن الخالق لهم من نفس واحدة، الذي خلق منها زوجها وجعل لهم من أنفسهم أزواجا، ثم جعل بينهم من المودة والرحمة ما يسكن بعضهم إلى بعض، ويألفه ويلتذ به، ثم هداهم إلى ما به تحصل الشهوة واللذة والأولاد والنسل. ثم أوجد الذرية في بطون الأمهات، وقتا موقوتا، تتشوف إليه نفوسهم، ويدعون اللّه أن يخرجه سويا صحيحا، فأتم اللّه عليهم النعمة وأنالهم مطلوبهم. أفلا يستحق أن يعبدوه، ولا يشركوا به في عبادته أحدا، ويخلصوا له الدين. ولكن الأمر جاء على العكس، فأشركوا باللّه من لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ ."
    },
    {
      "ayah": 192,
      "surah": 7,
      "text": "وَلا يَسْتَطِيعُونَ لَهُمْ أي: لعابديها نَصْرًا وَلا أَنْفُسَهُمْ يَنْصُرُونَ . فإذا كانت لا تخلق شيئا، ولا مثقال ذرة، بل هي مخلوقة، ولا تستطيع أن تدفع المكروه عن من يعبدها، بل ولا عن أنفسها، فكيف تتخذ مع اللّه آلهة؟ إن هذا إلا أظلم الظلم، وأسفه السفه."
    },
    {
      "ayah": 193,
      "surah": 7,
      "text": "وإن تدعوا، أيها المشركون هذه الأصنام، التي عبدتم من دون اللّه إِلَى الْهُدَى لا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ . فصار الإنسان أحسن حالة منها، لأنها لا تسمع، ولا تبصر، ولا تهدِي ولا تُهدى، وكل هذا إذا تصوره اللبيب العاقل تصورا مجردا، جزم ببطلان إلهيتها، وسفاهة من عبدها."
    },
    {
      "ayah": 194,
      "surah": 7,
      "text": "تفسير الآيتين 194 و195 :ـ وهذا من نوع التحدي للمشركين العابدين للأوثان، يقول تعالى: إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ أي: لا فرق بينكم وبينهم، فكلكم عبيد للّه مملوكون، فإن كنتم كما تزعمون صادقين في أنها تستحق من العبادة شيئا فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ فإن استجابوا لكم وحصلوا مطلوبكم، وإلا تبين أنكم كاذبون في هذه الدعوى، مفترون على اللّه أعظم الفرية، وهذا لا يحتاج إلى التبيين فيه، فإنكم إذا نظرتم إليها وجدتم صورتها دالة على أنه ليس لديها من النفع شيء،فليس لها أرجل تمشي بها، ولا أيد تبطش بها، ولا أعين تبصر بها، ولا آذان تسمع بها، فهي عادمة لجميع الآلات والقوى الموجودة في الإنسان. فإذا كانت لا تجيبكم إذا دعوتموها، وهي عباد أمثالكم، بل أنتم أكمل منها وأقوى على كثير من الأشياء، فلأي شيء عبدتموها. قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ أي: اجتمعوا أنتم وشركاؤكم على إيقاع السوء والمكروه بي، من غير إمهال ولا إنظار فإنكم غير بالغين لشيء من المكروه بي."
    },
    {
      "ayah": 195,
      "surah": 7,
      "text": "تفسير الآيتين 194 و195 :ـ وهذا من نوع التحدي للمشركين العابدين للأوثان، يقول تعالى: إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ أي: لا فرق بينكم وبينهم، فكلكم عبيد للّه مملوكون، فإن كنتم كما تزعمون صادقين في أنها تستحق من العبادة شيئا فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ فإن استجابوا لكم وحصلوا مطلوبكم، وإلا تبين أنكم كاذبون في هذه الدعوى، مفترون على اللّه أعظم الفرية، وهذا لا يحتاج إلى التبيين فيه، فإنكم إذا نظرتم إليها وجدتم صورتها دالة على أنه ليس لديها من النفع شيء،فليس لها أرجل تمشي بها، ولا أيد تبطش بها، ولا أعين تبصر بها، ولا آذان تسمع بها، فهي عادمة لجميع الآلات والقوى الموجودة في الإنسان. فإذا كانت لا تجيبكم إذا دعوتموها، وهي عباد أمثالكم، بل أنتم أكمل منها وأقوى على كثير من الأشياء، فلأي شيء عبدتموها. قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنْظِرُونِ أي: اجتمعوا أنتم وشركاؤكم على إيقاع السوء والمكروه بي، من غير إمهال ولا إنظار فإنكم غير بالغين لشيء من المكروه بي."
    },
    {
      "ayah": 196,
      "surah": 7,
      "text": "إِنَّ وَلِيِّيَ اللَّهُ الذي يتولاني فيجلب لي المنافع ويدفع عني المضار. الَّذِي نـزلَ الْكِتَابَ الذي فيه الهدى والشفاء والنور، وهو من توليته وتربيته لعباده الخاصة الدينية. وَهُوَ يَتَوَلَّى الصَّالِحِينَ الذين صلحت نياتهم وأعمالهم وأقوالهم، كما قال تعالى: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ فالمؤمنون الصالحون - لما تولوا ربهم بالإيمان والتقوى، ولم يتولوا غيره ممن لا ينفع ولا يضر - تولاهم اللّه ولطف بهم وأعانهم على ما فيه الخير والمصلحة لهم، في دينهم ودنياهم، ودفع عنهم بإيمانهم كل مكروه، كما قال تعالى: إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا ."
    },
    {
      "ayah": 197,
      "surah": 7,
      "text": "وهذا أيضا في بيان عدم استحقاق هذه الأصنام التي يعبدونها من دون اللّه لشيء من العبادة، لأنها ليس لها استطاعة ولا اقتدار في نصر أنفسهم، ولا في نصر عابديها، وليس لها قوة العقل والاستجابة."
    },
    {
      "ayah": 198,
      "surah": 7,
      "text": "فلو دعوتها إلى الهدى لم تهتد، وهي صور لا حياة فيها، فتراهم ينظرون إليك، وهم لا يبصرون حقيقة، لأنهم صوروها على صور الحيوانات من الآدميين أو غيرهم، وجعلوا لها أبصارا وأعضاء، فإذا رأيتها قلت: هذه حية، فإذا تأملتها عرفت أنها جمادات لا حراك بها، ولا حياة، فبأي رأي اتخذها المشركون آلهة مع اللّه؟ ولأي مصلحة أو نفع عكفوا عندها وتقربوا لها بأنواع العبادات؟ فإذا عرف هذا، عرف أن المشركين وآلهتهم التي عبدوها، لو اجتمعوا، وأرادوا أن يكيدوا من تولاه فاطر الأرض والسماوات، متولي أحوال عباده الصالحين، لم يقدروا على كيده بمثقال ذرة من الشر، لكمال عجزهم وعجزها، وكمال قوة اللّه واقتداره، وقوة من احتمى بجلاله وتوكل عليه. وقيل: إن معنى قوله وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ أن الضمير يعود إلى المشركين المكذبين لرسول اللّه صلى الله عليه وسلم، فتحسبهم ينظرون إليك يا رسول اللّه نظر اعتبار يتبين به الصادق من الكاذب، ولكنهم لا يبصرون حقيقتك وما يتوسمه المتوسمون فيك من الجمال والكمال والصدق."
    },
    {
      "ayah": 199,
      "surah": 7,
      "text": "هذه الآية جامعة لحسن الخلق مع الناس، وما ينبغي في معاملتهم، فالذي ينبغي أن يعامل به الناس، أن يأخذ العفو، أي: ما سمحت به أنفسهم، وما سهل عليهم من الأعمال والأخلاق، فلا يكلفهم ما لا تسمح به طبائعهم، بل يشكر من كل أحد ما قابله به، من قول وفعل جميل أو ما هو دون ذلك، ويتجاوز عن تقصيرهم ويغض طرفه عن نقصهم، ولا يتكبر على الصغير لصغره، ولا ناقص العقل لنقصه، ولا الفقير لفقره، بل يعامل الجميع باللطف والمقابلة بما تقتضيه الحال وتنشرح له صدورهم. وَأْمُرْ بِالْعُرْفِ أي: بكل قول حسن وفعل جميل، وخلق كامل للقريب والبعيد، فاجعل ما يأتي إلى الناس منك، إما تعليم علم، أو حث على خير، من صلة رحم، أو بِرِّ والدين، أو إصلاح بين الناس، أو نصيحة نافعة، أو رأي مصيب، أو معاونة على بر وتقوى، أو زجر عن قبيح، أو إرشاد إلى تحصيل مصلحة دينية أو دنيوية، ولما كان لا بد من أذية الجاهل، أمر اللّه تعالى أن يقابل الجاهل بالإعراض عنه وعدم مقابلته بجهله، فمن آذاك بقوله أو فعله لا تؤذه، ومن حرمك لا تحرمه، ومن قطعك فَصِلْهُ، ومن ظلمك فاعدل فيه."
    },
    {
      "ayah": 2,
      "surah": 7,
      "text": "يقول تعالى لرسوله محمد صلى الله عليه وسلم مبينا له عظمة القرآن: { كِتَابٌ أُنْزِلَ إِلَيْكَ } أي: كتاب جليل حوى كل ما يحتاج إليه العباد، وجميع المطالب الإلهية، والمقاصد الشرعية، محكما مفصلا { فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ } أي: ضيق وشك واشتباه، بل لتعلم أنه تنزيل من حكيم حميد { لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ } وأنه أصدق الكلام فلينشرح له صدرك، ولتطمئن به نفسك، ولتصدع بأوامره ونواهيه، ولا تخش لائما ومعارضا. { لِتُنْذِرَ بِهِ } الخلق، فتعظهم وتذكرهم، فتقوم الحجة على المعاندين. { و } ليكون { َذِكْرَى لِلْمُؤْمِنِينَ } كما قال تعالى: { وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ } يتذكرون به الصراط المستقيم، وأعماله الظاهرة والباطنة، وما يحول بين العبد، وبين سلوكه."
    },
    {
      "ayah": 20,
      "surah": 7,
      "text": "فلم يزالا ممتثلين لأمر اللّه، حتى تغلغل إليهما عدوهما إبليس بمكره، فوسوس لهما وسوسة خدعهما بها، وموه عليهما وقال: { مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلَّا أَنْ تَكُونَا مَلَكَيْنِ } أي: من جنس الملائكة { أَوْ تَكُونَا مِنَ الْخَالِدِينَ } كما قال في الآية الأخرى: { هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى }"
    },
    {
      "ayah": 200,
      "surah": 7,
      "text": "أي: أي وقت، وفي أي حال يَنـزغَنَّكَ مِنَ الشَّيْطَانِ نـزغٌ أي: تحس منه بوسوسة، وتثبيط عن الخير، أو حث على الشر، وإيعاز إليه. فَاسْتَعِذْ بِاللَّهِ أي: التجئ واعتصم باللّه، واحتم بحماه فإنه سَمِيعٌ لما تقول. عَلِيمٌ بنيتك وضعفك، وقوة التجائك له، فسيحميك من فتنته، ويقيك من وسوسته، كما قال تعالى: قُلْ أَعُوذُ بِرَبِّ النَّاسِ إلى آخر السورة."
    },
    {
      "ayah": 201,
      "surah": 7,
      "text": "ولما كان العبد لا بد أن يغفل وينال منه الشيطان، الذي لا يزال مرابطا ينتظر غرته وغفلته، ذكر تعالى علامة المتقين من الغاوين، وأن المتقي إذا أحس بذنب، ومسه طائف من الشيطان، فأذنب بفعل محرم أو ترك واجب - تذكر من أي باب أُتِيَ، ومن أي مدخل دخل الشيطان عليه، وتذكر ما أوجب اللّه عليه، وما عليه من لوازم الإيمان، فأبصر واستغفر اللّه تعالى، واستدرك ما فرط منه بالتوبة النصوح والحسنات الكثيرة، فرد شيطانه خاسئا حسيرا، قد أفسد عليه كل ما أدركه منه."
    },
    {
      "ayah": 202,
      "surah": 7,
      "text": "وأما إخوان الشياطين وأولياؤهم، فإنهم إذا وقعوا في الذنوب، لا يزالون يمدونهم في الغي ذنبا بعد ذنب، ولا يقصرون عن ذلك، فالشياطين لا تقصر عنهم بالإغواء، لأنها طمعت فيهم، حين رأتهم سلسي القياد لها، وهم لا يقصرون عن فعل الشر."
    },
    {
      "ayah": 203,
      "surah": 7,
      "text": "أي لا يزال هؤلاء المكذبون لك في تعنت وعناد، ولو جاءتهم الآيات الدالة على الهدى والرشاد، فإذا جئتهم بشيء من الآيات الدالة على صدقك لم ينقادوا. وَإِذَا لَمْ تَأْتِهِمْ بِآيَةٍ من آيات الاقتراح التي يعينونها قَالُوا لَوْلا اجْتَبَيْتَهَا أي: هلا اخترت الآية، فصارت الآية الفلانية، أو المعجزة الفلانية كأنك أنت المنـزل للآيات، المدبر لجميع المخلوقات، ولم يعلموا أنه ليس لك من الأمر شيء، أو أن المعنى: لولا اخترعتها من نفسك. قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي فأنا عبد متبع مدبَّر، واللّه تعالى هو الذي ينـزل الآيات ويرسلها على حسب ما اقتضاه حمده، وطلبتْه حكمته البالغة، فإن أردتم آية لا تضمحل على تعاقب الأوقات، وحجة لا تبطل في جميع الآنات، فـ هَذَا القرآن العظيم، والذكر الحكيم بَصَائِرُ مِنْ رَبِّكُمْ يستبصر به في جميع المطالب الإلهية والمقاصد الإنسانية، وهو الدليل والمدلول فمن تفكر فيه وتدبره، علم أنه تنـزيل من حكيم حميد لا يأتيه الباطل من بين يديه ولا من خلفه، وبه قامت الحجة على كل من بلغه، ولكن أكثر الناس لا يؤمنون، وإلا فمن آمن، فهو هُدًى له من الضلال وَرَحْمَةٌ له من الشقاء، فالمؤمن مهتد بالقرآن، متبع له، سعيد في دنياه وأخراه. وأما من لم يؤمن به، فإنه ضال شقي، في الدنيا والآخرة."
    },
    {
      "ayah": 204,
      "surah": 7,
      "text": "هذا الأمر عام في كل من سمع كتاب اللّه يتلى، فإنه مأمور بالاستماع له والإنصات، والفرق بين الاستماع والإنصات، أن الإنصات في الظاهر بترك التحدث أو الاشتغال بما يشغل عن استماعه. وأما الاستماع له، فهو أن يلقي سمعه، ويحضر قلبه ويتدبر ما يستمع، فإن من لازم على هذين الأمرين حين يتلى كتاب اللّه، فإنه ينال خيرا كثيرا وعلما غزيرا، وإيمانا مستمرا متجددا، وهدى متزايدا، وبصيرة في دينه، ولهذا رتب اللّه حصول الرحمة عليهما، فدل ذلك على أن من تُلِيَ عليه الكتاب، فلم يستمع له وينصت، أنه محروم الحظ من الرحمة، قد فاته خير كثير. ومن أوكد ما يؤمر به مستمع القرآن، أن يستمع له وينصت في الصلاة الجهرية إذا قرأ إمامه، فإنه مأمور بالإنصات، حتى إن أكثر العلماء يقولون: إن اشتغاله بالإنصات، أولى من قراءته الفاتحة، وغيرها."
    },
    {
      "ayah": 205,
      "surah": 7,
      "text": "الذكر للّه تعالى يكون بالقلب، ويكون باللسان، ويكون بهما، وهو أكمل أنواع الذكر وأحواله، فأمر اللّه عبده ورسوله محمدا أصلا وغيره تبعا، بذكر ربه في نفسه، أي: مخلصا خاليا. تَضَرُّعًا أي: متضرعا بلسانك، مكررا لأنواع الذكر، وَخِيفَةً في قلبك بأن تكون خائفا من اللّه، وَجِلَ القلب منه، خوفا أن يكون عملك غير مقبول، وعلامة الخوف أن يسعى ويجتهد في تكميل العمل وإصلاحه، والنصح به. وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ أي: كن متوسطا، لا تجهر بصلاتك، ولا تخافت بها، وابتغ بين ذلك سبيلا. بِالْغُدُوِّ أول النهار وَالآصَالِ آخره، وهذان الوقتان لذكر الله فيهما مزية وفضيلة على غيرهما. وَلا تَكُنْ مِنَ الْغَافِلِينَ الذين نسوا اللّه فأنساهم أنفسهم، فإنهم حرموا خير الدنيا والآخرة، وأعرضوا عمن كل السعادة والفوز في ذكره وعبوديته، وأقبلوا على من كل الشقاوة والخيبة في الاشتغال به، وهذه من الآداب التي ينبغي للعبد أن يراعيها حق رعايتها، وهي الإكثار من ذكر اللّه آناء الليل والنهار، خصوصا طَرَفَيِ النهار، مخلصا خاشعا متضرعا، متذللا ساكنا، وتواطئا عليه قلبه ولسانه، بأدب ووقار، وإقبال على الدعاء والذكر، وإحضار له بقلبه وعدم غفلة، فإن اللّه لا يستجيب دعاء من قلب غافل لاه."
    },
    {
      "ayah": 206,
      "surah": 7,
      "text": "ثم ذكر تعالى أن له عبادا مستديمين لعبادته، ملازمين لخدمته وهم الملائكة، فلتعلموا أن اللّه لا يريد أن يتكثر بعبادتكم من قلة، ولا ليتعزز بها من ذلة، وإنما يريد نفع أنفسكم، وأن تربحوا عليه أضعاف أضعاف ما عملتم، فقال: إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ إِنَّ الَّذِينَ عِنْدَ رَبِّكَ من الملائكة المقربين، وحملة العرش والكروبيين. لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ بل يذعنون لها وينقادون لأوامر ربهم وَيُسَبِّحُونَهُ الليل والنهار لا يفترون. وَلَهُ وحده لا شريك له يَسْجُدُونَ فليقتد العباد بهؤلاء الملائكة الكرام، وليداوموا [على] عبادة الملك العلام. تم تفسير سورة الأعراف وللّه الحمد والشكر والثناء. وصلى اللّه على محمد وآله وصحبه وسلم."
    },
    {
      "ayah": 21,
      "surah": 7,
      "text": "ومع قوله هذا أقسم لهما باللّه { إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ } أي: من جملة الناصحين حيث قلت لكما ما قلت، فاغترا بذلك، وغلبت الشهوة في تلك الحال على العقل."
    },
    {
      "ayah": 22,
      "surah": 7,
      "text": "{ فَدَلَّاهُمَا } أي: نزَّلهما عن رتبتهما العالية، التي هي البعد عن الذنوب والمعاصي إلى التلوث بأوضارها، فأقدما على أكلها. { فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا } أي: ظهرت عورة كل منهما بعد ما كانت مستورة، فصار للعري الباطن من التقوى في هذه الحال أثر في اللباس الظاهر، حتى انخلع فظهرت عوراتهما، ولما ظهرت عوراتهما خَجِلا وجَعَلا يخصفان على عوراتهما من أوراق شجر الجنة، ليستترا بذلك. { وَنَادَاهُمَا رَبُّهُمَا } وهما بتلك الحال موبخا ومعاتبا: { أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ } فلم اقترفتما المنهي، وأطعتما عدوَّكُما؟"
    },
    {
      "ayah": 23,
      "surah": 7,
      "text": "فحينئذ، من اللّه عليهما بالتوبة وقبولها، فاعترفا بالذنب، وسألا من اللّه مغفرته فقالا: { رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ } أي: قد فعلنا الذنب، الذي نهيتنا عنه، وضربنا بأنفسنا باقتراف الذنب، وقد فعلنا سبب الخسار إن لم تغفر لنا، بمحو أثر الذنب وعقوبته، وترحمنا بقبول التوبة والمعافاة من أمثال هذه الخطايا. فغفر اللّه لهما ذلك { وَعَصَى آدَمُ رَبَّهُ فَغَوَى ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى } هذا وإبليس مستمر على طغيانه، غير مقلع عن عصيانه، فمن أشبه آدم بالاعتراف وسؤال المغفرة والندم والإقلاع - إذا صدرت منه الذنوب - اجتباه ربه وهداه. ومن أشبه إبليس - إذا صدر منه الذنب، لا يزال يزداد من المعاصي - فإنه لا يزداد من اللّه إلا بعدا."
    },
    {
      "ayah": 24,
      "surah": 7,
      "text": "فحينئذ، من اللّه عليهما بالتوبة وقبولها، فاعترفا بالذنب، وسألا من اللّه مغفرته فقالا: { رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ } أي: قد فعلنا الذنب، الذي نهيتنا عنه، وضربنا بأنفسنا باقتراف الذنب، وقد فعلنا سبب الخسار إن لم تغفر لنا، بمحو أثر الذنب وعقوبته، وترحمنا بقبول التوبة والمعافاة من أمثال هذه الخطايا. فغفر اللّه لهما ذلك { وَعَصَى آدَمُ رَبَّهُ فَغَوَى ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى } هذا وإبليس مستمر على طغيانه، غير مقلع عن عصيانه، فمن أشبه آدم بالاعتراف وسؤال المغفرة والندم والإقلاع - إذا صدرت منه الذنوب - اجتباه ربه وهداه. ومن أشبه إبليس - إذا صدر منه الذنب، لا يزال يزداد من المعاصي - فإنه لا يزداد من اللّه إلا بعدا."
    },
    {
      "ayah": 25,
      "surah": 7,
      "text": "أي: لما أهبط اللّه آدم وزوجته وذريتهما إلى الأرض، أخبرهما بحال إقامتهم فيها، وأنه جعل لهم فيها حياة يتلوها الموت، مشحونة بالامتحان والابتلاء، وأنهم لا يزالون فيها، يرسل إليهم رسله، وينزل عليهم كتبه، حتى يأتيهم الموت، فيدفنون فيها، ثم إذا استكملوا بعثهم اللّه وأخرجهم منها إلى الدار التي هي الدار حقيقة، التي هي دار المقامة."
    },
    {
      "ayah": 26,
      "surah": 7,
      "text": "ثم امتن عليهم بما يسر لهم من اللباس الضروري، واللباس الذي المقصود منه الجمال، وهكذا سائر الأشياء، كالطعام والشراب والمراكب، والمناكح ونحوها، قد يسر اللّه للعباد ضروريها، ومكمل ذلك، و[بين لهم] أن هذا ليس مقصودا بالذات، وإنما أنزله اللّه ليكون معونة لهم على عبادته وطاعته، ولهذا قال: { وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ } من اللباس الحسي، فإن لباس التقوى يستمر مع العبد، ولا يبلى ولا يبيد، وهو جمال القلب والروح. وأما اللباس الظاهري، فغايته أن يستر العورة الظاهرة، في وقت من الأوقات، أو يكون جمالا للإنسان، وليس وراء ذلك منه نفع. وأيضا، فبتقدير عدم هذا اللباس، تنكشف عورته الظاهرة، التي لا يضره كشفها، مع الضرورة، وأما بتقدير عدم لباس التقوى، فإنها تنكشف عورته الباطنة، وينال الخزي والفضيحة. وقوله: { ذَلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ } أي: ذلك المذكور لكم من اللباس، مما تذكرون به ما ينفعكم ويضركم وتشبهون باللباس الظاهر على الباطن."
    },
    {
      "ayah": 27,
      "surah": 7,
      "text": "يقول تعالى، محذرا لبني آدم أن يفعل بهم الشيطان كما فعل بأبيهم: { يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ } بأن يزين لكم العصيان، ويدعوكم إليه، ويرغبكم فيه، فتنقادون له { كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ } وأنزلهما من المحل العالي إلى أنزل منه، فأنتم يريد أن يفعل بكم كذلك، ولا يألو جهده عنكم، حتى يفتنكم، إن استطاع، فعليكم أن تجعلوا الحذر منه في بالكم، وأن تلبسوا لَأْمَةَ الحرب بينكم وبيْنه، وأن لا تغفُلوا عن المواضع التي يدخل منها إليكم. فـ { إِنَّهُ } يراقبكم على الدوام، و { يَرَاكُمْ هُوَ وَقَبِيلُهُ } من شياطين الجن { مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ } فعدم الإيمان هو الموجب لعقد الولاية بين الإنسان والشيطان. { إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ * إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ }"
    },
    {
      "ayah": 28,
      "surah": 7,
      "text": "يقول تعالى مبينا لقبح حال المشركين الذين يفعلون الذنوب، وينسبون أن الله أمرهم بها. { وَإِذَا فَعَلُوا فَاحِشَةً } وهي: كل ما يستفحش ويستقبح، ومن ذلك طوافهم بالبيت عراة { قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا } وصدقوا في هذا. { وَاللَّهُ أَمَرَنَا بِهَا } وكذبوا في هذا، ولهذا رد اللّه عليهم هذه النسبة فقال: { قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ } أي: لا يليق بكماله وحكمته أن يأمر عباده بتعاطي الفواحش لا هذا الذي يفعله المشركون ولا غيره { أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } وأي: افتراء أعظم من هذا\\\""
    },
    {
      "ayah": 29,
      "surah": 7,
      "text": "ثم ذكر ما يأمر به، فقال: { قُلْ أَمَرَ رَبِّي بِالْقِسْطِ } أي: بالعدل في العبادات والمعاملات، لا بالظلم والجور. { وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ } أي: توجهوا للّه، واجتهدوا في تكميل العبادات، خصوصا { الصلاة } أقيموها، ظاهرا وباطنا، ونقوها من كل نقص ومفسد. { وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ } أي: قاصدين بذلك وجهه وحده لا شريك له. والدعاء يشمل دعاء المسألة، ودعاء العبادة، أي: لا تراءوا ولا تقصدوا من الأغراض في دعائكم سوى عبودية اللّه ورضاه. { كَمَا بَدَأَكُمْ } أول مرة { تَعُودُونَ } للبعث، فالقادر على بدء خلقكم، قادر على إعادته، بل الإعادة، أهون من البداءة."
    },
    {
      "ayah": 3,
      "surah": 7,
      "text": "ثم خاطب اللّه العباد، وألفتهم إلى الكتاب فقال: { اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ } أي: الكتاب الذي أريد إنزاله لأجلكم، وهو: { مِنْ رَبِّكُمْ } الذي يريد أن يتم تربيته لكم، فأنزل عليكم هذا الكتاب الذي، إن اتبعتموه، كملت تربيتكم، وتمت عليكم النعمة، وهديتم لأحسن الأعمال والأخلاق ومعاليها { وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ } أي: تتولونهم، وتتبعون أهواءهم، وتتركون لأجلها الحق. { قَلِيلًا مَا تَذَكَّرُونَ } فلو تذكرتم وعرفتم المصلحة، لما آثرتم الضار على النافع، والعدو على الوليِّ."
    },
    {
      "ayah": 30,
      "surah": 7,
      "text": "{ فَرِيقًا } منكم { هَدَى } اللّه، أي: وفقهم للهداية، ويسر لهم أسبابها، وصرف عنهم موانعها. { وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ } أي: وجبت عليهم الضلالة بما تسببوا لأنفسهم وعملوا بأسباب الغواية. فـ { إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ } { وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيّاً مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَاناً مُبِيناً } فحين انسلخوا من ولاية الرحمن، واستحبوا ولاية الشيطان، حصل لهم النصيب الوافر من الخذلان، ووكلوا إلى أنفسهم فخسروا أشد الخسران. { وَهم يَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ } لأنهم انقلبت عليهم الحقائق، فظنوا الباطل حقا والحق باطلا، وفي هذه الآيات دليل على أن الأوامر والنواهي تابعة للحكمة والمصلحة، حيث ذكر تعالى أنه لا يتصور أن يأمر بما تستفحشه وتنكره العقول، وأنه لا يأمر إلا بالعدل والإخلاص، وفيه دليل على أن الهداية بفضل اللّه ومَنِّه، وأن الضلالة بخذلانه للعبد، إذا تولى - بجهله وظلمه - الشيطانَ، وتسبب لنفسه بالضلال، وأن من حسب أنه مهتدٍ وهو ضالٌّ، أنه لا عذر له، لأنه متمكن من الهدى، وإنما أتاه حسبانه من ظلمه بترك الطريق الموصل إلى الهدى."
    },
    {
      "ayah": 31,
      "surah": 7,
      "text": "يقول تعالى - بعد ما أنزل على بني آدم لباسا يواري سوءاتهم وريشا: { يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ } أي: استروا عوراتكم عند الصلاة كلها، فرضها ونفلها، فإن سترها زينة للبدن، كما أن كشفها يدع البدن قبيحا مشوها. ويحتمل أن المراد بالزينة هنا ما فوق ذلك من اللباس النظيف الحسن، ففي هذا الأمر بستر العورة في الصلاة، وباستعمال التجميل فيها ونظافة السترة من الأدناس والأنجاس. ثم قال: { وَكُلُوا وَاشْرَبُوا } أي: مما رزقكم اللّه من الطيبات { وَلَا تُسْرِفُوا } في ذلك، والإسراف إما أن يكون بالزيادة على القدر الكافي والشره في المأكولات الذي يضر بالجسم، وإما أن يكون بزيادة الترفه والتنوق في المآكل والمشارب واللباس، وإما بتجاوز الحلال إلى الحرام. { إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ } فإن السرف يبغضه اللّه، ويضر بدن الإنسان ومعيشته، حتى إنه ربما أدت به الحال إلى أن يعجز عما يجب عليه من النفقات، ففي هذه الآية الكريمة الأمر بتناول الأكل والشرب، والنهي عن تركهما، وعن الإسراف فيهما."
    },
    {
      "ayah": 32,
      "surah": 7,
      "text": "يقول تعالى منكرا على من تعنت، وحرم ما أحل اللّه من الطيبات { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ } من أنواع اللباس على اختلاف أصنافه، والطيبات من الرزق، من مأكل ومشرب بجميع أنواعه، أي: مَن هذا الذي يقدم على تحريم ما أنعم اللّه بها على العباد، ومن ذا الذي يضيق عليهم ما وسَّعه اللّه؟\\\". وهذا التوسيع من اللّه لعباده بالطيبات، جعله لهم ليستعينوا به على عبادته، فلم يبحه إلا لعباده المؤمنين، ولهذا قال: { قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ } أي: لا تبعة عليهم فيها. ومفهوم الآية أن من لم يؤمن باللّه، بل استعان بها على معاصيه، فإنها غير خالصة له ولا مباحة، بل يعاقب عليها وعلى التنعم بها، ويُسأل عن النعيم يوم القيامة. { كَذَلِكَ نُفَصِّلُ الْآيَاتِ } أي: نوضحها ونبينها { لِقَوْمٍ يَعْلَمُونَ } لأنهم الذين ينتفعون بما فصله اللّه من الآيات، ويعلمون أنها من عند اللّه، فيعقلونها ويفهمونها."
    },
    {
      "ayah": 33,
      "surah": 7,
      "text": "ثم ذكر المحرمات التي حرمها اللّه في كل شريعة من الشرائع فقال: { قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ } أي: الذنوب الكبار التي تستفحش وتستقبح لشناعتها وقبحها، وذلك كالزنا واللواط ونحوهما. وقوله: { مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ } أي: الفواحش التي تتعلق بحركات البدن، والتي تتعلق بحركات القلوب، كالكبر والعجب والرياء والنفاق، ونحو ذلك، { وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ } أي: الذنوب التي تؤثم وتوجب العقوبة في حقوق اللّه، والبغي على الناس في دمائهم وأموالهم وأعراضهم، فدخل في هذا الذنوبُ المتعلقةُ بحق اللّه، والمتعلقةُ بحق العباد. { وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا } أي: حجة، بل أنزل الحجة والبرهان على التوحيد. والشركُ هو أن يشرك مع اللّه في عبادته أحد من الخلق، وربما دخل في هذا الشرك الأصغر كالرياء والحلف بغير اللّه، ونحو ذلك. { وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } في أسمائه وصفاته وأفعاله وشرعه، فكل هذه قد حرمها اللّه، ونهى العباد عن تعاطيها، لما فيها من المفاسد الخاصة والعامة، ولما فيها من الظلم والتجري على اللّه، والاستطالة على عباد اللّه، وتغيير دين اللّه وشرعه."
    },
    {
      "ayah": 34,
      "surah": 7,
      "text": "أي: وقد أخرج اللّه بني آدم إلى الأرض، وأسكنهم فيها، وجعل لهم أجلا مسمى لا تتقدم أمة من الأمم على وقتها المسمى، ولا تتأخر، لا الأمم المجتمعة ولا أفرادها."
    },
    {
      "ayah": 35,
      "surah": 7,
      "text": "لما أخرج اللّه بني آدم من الجنة، ابتلاهم بإرسال الرسل وإنزال الكتب عليهم يقصون عليهم آيات اللّه ويبينون لهم أحكامه، ثم ذكر فضل من استجاب لهم، وخسار من لم يستجب لهم فقال: { فَمَنِ اتَّقَى } ما حرم اللّه، من الشرك والكبائر والصغائر، { وَأَصْلَحَ } أعماله الظاهرة والباطنة { فَلَا خَوْفٌ عَلَيْهِمْ } من الشر الذي قد يخافه غيرهم { وَلَا هُمْ يَحْزَنُونَ } على ما مضى، وإذا انتفى الخوف والحزن حصل الأمن التام، والسعادة، والفلاح الأبدي."
    },
    {
      "ayah": 36,
      "surah": 7,
      "text": "{ وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا } أي: لا آمنت بها قلوبهم، ولا انقادت لها جوارحهم، { أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } كما استهانوا بآياته، ولازموا التكذيب بها، أهينوا بالعذاب الدائم الملازم."
    },
    {
      "ayah": 37,
      "surah": 7,
      "text": "أي: لا أحد أظلم { مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا ْ} بنسبة الشريك له، أو النقص له، أو التقول عليه ما لم يقل، { أَوْ كَذَّبَ بِآيَاتِهِ ْ} الواضحة المبينة للحق المبين، الهادية إلى الصراط المستقيم، فهؤلاء وإن تمتعوا بالدنيا، ونالهم نصيبهم مما كان مكتوبا لهم في اللوح المحفوظ، فليس ذلك بمغن عنهم شيئا، يتمتعون قليلا، ثم يعذبون طويلا، { حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ ْ} أي: الملائكة الموكلون بقبض أرواحهم واستيفاء آجالهم. { قَالُوا ْ} لهم في تلك الحالة توبيخا وعتابا { أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ ْ} من الأصنام والأوثان، فقد جاء وقت الحاجة إن كان فيها منفعة لكم أو دفع مضرة. { قَالُوا ضَلُّوا عَنَّا ْ} أي: اضمحلوا وبطلوا، وليسوا مغنين عنا من عذاب اللّه من شيء. { وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ ْ} مستحقين للعذاب المهين الدائم."
    },
    {
      "ayah": 38,
      "surah": 7,
      "text": "فقالت لهم الملائكة { ادْخُلُوا فِي أُمَمٍ ْ} أي: في جملة أمم { قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ ْ} أي: مضوا على ما مضيتم عليه من الكفر والاستكبار، فاستحق الجميع الخزي والبوار، كلما دخلت أمة من الأمم العاتية النار { لَعَنَتْ أُخْتَهَا ْ} كما قال تعالى: { ويَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا ْ} { حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا ْ} أي: اجتمع في النار جميع أهلها، من الأولين والآخرين، والقادة والرؤساء والمقلدين الأتباع. { قَالَتْ أُخْرَاهُمْ ْ} أي: متأخروهم، المتبعون للرؤساء { لِأُولَاهُمْ ْ} أي: لرؤسائهم، شاكين إلى اللّه إضلالهم إياهم: { رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ ْ} أي: عذبهم عذابا مضاعفا لأنهم أضلونا، وزينوا لنا الأعمال الخبيثة. { قَالَ ْ} اللّه { لِكُلٍّ ْ} منكم { ضِعْفٌ ْ} ونصيب من العذاب."
    },
    {
      "ayah": 39,
      "surah": 7,
      "text": "أي: الرؤساء، قالوا لأتباعهم: { فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ ْ} أي: قد اشتركنا جميعا في الغي والضلال، وفي فعل أسباب العذاب، فأي: فضل لكم علينا؟ { فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ ْ} ولكنه من المعلوم أن عذاب الرؤساء وأئمة الضلال أبلغ وأشنع من عذاب الأتباع، كما أن نعيم أئمة الهدى ورؤسائه أعظم من ثواب الأتباع، قال تعالى: { الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ ْ} فهذه الآيات ونحوها، دلت على أن سائر أنواع المكذبين بآيات اللّه، مخلدون في العذاب، مشتركون فيه وفي أصله، وإن كانوا متفاوتين في مقداره، بحسب أعمالهم وعنادهم وظلمهم وافترائهم، وأن مودتهم التي كانت بينهم في الدنيا تنقلب يوم القيامة عداوة وملاعنة."
    },
    {
      "ayah": 4,
      "surah": 7,
      "text": "ثم حذرهم عقوباته للأمم الذين كذبوا ما جاءتهم به رسلهم، لئلا يشابهوهم فقال: { وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا فَجَاءَهَا بَأْسُنَا } أي: عذابنا الشديد { بَيَاتًا أَوْ هُمْ قَائِلُونَ } أي: في حين غفلتهم، وعلى غرتهم غافلون، لم يخطر الهلاك على قلوبهم. فحين جاءهم العذاب لم يدفعوه عن أنفسهم، ولا أغنت عنهم آلهتهم التي كانوا يرجونهم، ولا أنكروا ما كانوا يفعلونه من الظلم والمعاصي."
    },
    {
      "ayah": 40,
      "surah": 7,
      "text": "يخبر تعالى عن عقاب من كذب بآياته فلم يؤمن بها، مع أنها آيات بينات، واستكبر عنها فلم يَنْقَد لأحكامها، بل كذب وتولى، أنهم آيسون من كل خير، فلا تفتح أبواب السماء لأرواحهم إذا ماتوا وصعدت تريد العروج إلى اللّه، فتستأذن فلا يؤذن لها، كما لم تصعد في الدنيا إلى الإيمان باللّه ومعرفته ومحبته كذلك لا تصعد بعد الموت، فإن الجزاء من جنس العمل. ومفهوم الآية أن أرواح المؤمنين المنقادين لأمر اللّه المصدقين بآياته، تفتح لها أبواب السماء حتى تعرج إلى اللّه، وتصل إلى حيث أراد اللّه من العالم العلوي، وتبتهج بالقرب من ربها والحظوة برضوانه. وقوله عن أهل النار { وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ ْ} وهو البعير المعروف { فِي سَمِّ الْخِيَاطِ ْ} أي: حتى يدخل البعير الذي هو من أكبر الحيوانات جسما، في خرق الإبرة، الذي هو من أضيق الأشياء، وهذا من باب تعليق الشيء بالمحال، أي: فكما أنه محال دخول الجمل في سم الخياط، فكذلك المكذبون بآيات اللّه محال دخولهم الجنة، قال تعالى: { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ ْ} وقال هنا { وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ ْ} أي: الذين كثر إجرامهم واشتد طغيانهم."
    },
    {
      "ayah": 41,
      "surah": 7,
      "text": "{ لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ ْ} أي: فراش من تحتهم { وَمِنْ فَوْقِهِمْ غَوَاشٍ ْ} أي: ظلل من العذاب، تغشاهم. { وَكَذَلِكَ نَجْزِي الظَّالِمِينَ ْ} لأنفسهم، جزاء وفاقا، وما ربك بظلام للعبيد."
    },
    {
      "ayah": 42,
      "surah": 7,
      "text": "لما ذكر الله تعالى عقاب العاصين الظالمين، ذكر ثواب المطيعين فقال: { وَالَّذِينَ آمَنُوا ْ} بقلوبهم { وَعَمِلُوا الصَّالِحَاتِ ْ} بجوارحهم، فجمعوا بين الإيمان والعمل، بين الأعمال الظاهرة والأعمال الباطنة، بين فعل الواجبات وترك المحرمات، ولما كان قوله: { وَعَمِلُوا الصَّالِحَاتِ ْ} لفظا عاما يشمل جميع الصالحات الواجبة والمستحبة، وقد يكون بعضها غير مقدور للعبد، قال تعالى: { لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ْ} أي: بمقدار ما تسعه طاقتها، ولا يعسر على قدرتها، فعليها في هذه الحال أن تتقي اللّه بحسب استطاعتها، وإذا عجزت عن بعض الواجبات التي يقدر عليها غيرها سقطت عنها كما قال تعالى: { لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ْ} { لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ْ} { مَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ْ} { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ْ} فلا واجب مع العجز، ولا محرم مع الضرورة. { أُولَئِكَ ْ} أي: المتصفون بالإيمان والعمل الصالح { أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ ْ} أي: لا يحولون عنها ولا يبغون بها بدلا، لأنهم يرون فيها من أنواع اللذات وأصناف المشتهيات ما تقف عنده الغايات، ولا يطلب أعلى منه."
    },
    {
      "ayah": 43,
      "surah": 7,
      "text": "{ وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ ْ} وهذا من كرمه وإحسانه على أهل الجنة، أن الغل الذي كان موجودا في قلوبهم، والتنافس الذي بينهم، أن اللّه يقلعه ويزيله حتى يكونوا إخوانا متحابين، وأخلاء متصافين. قال تعالى: { وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ ْ} ويخلق اللّه لهم من الكرامة ما به يحصل لكل واحد منهم الغبطة والسرور، ويرى أنه لا فوق ما هو فيه من النعيم نعيم. فبهذا يأمنون من التحاسد والتباغض، لأنه قد فقدت أسبابه. وقوله: { تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ ْ} أي: يفجرونها تفجيرا، حيث شاءوا، وأين أرادوا، إن شاءوا في خلال القصور، أو في تلك الغرف العاليات، أو في رياض الجنات، من تحت تلك الحدائق الزاهرات. أنهار تجري في غير أخدود، وخيرات ليس لها حد محدود { و ْ} لهذا لما رأوا ما أنعم اللّه عليهم وأكرمهم به { وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا ْ} بأن من علينا وأوحى إلى قلوبنا، فآمنت به، وانقادت للأعمال الموصلة إلى هذه الدار، وحفظ اللّه علينا إيماننا وأعمالنا، حتى أوصلنا بها إلى هذه الدار، فنعم الرب الكريم، الذي ابتدأنا بالنعم، وأسدى من النعم الظاهرة والباطنة ما لا يحصيه المحصون، ولا يعده العادون، { وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ْ} أي: ليس في نفوسنا قابلية للهدى، لولا أنه تعالى منَّ بهدايته واتباع رسله. { لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ْ} أي: حين كانوا يتمتعون بالنعيم الذي أخبرت به الرسل، وصار حق يقين لهم بعد أن كان علم يقين [لهم]، قالوا لقد تحققنا، ورأينا ما وعدتنا به الرسل، وأن جميع ما جاءوا به حق اليقين، لا مرية فيه ولا إشكال، { وَنُودُوا ْ} تهنئة لهم، وإكراما، وتحية واحتراما، { أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا ْ} أي: كنتم الوارثين لها، وصارت إقطاعا لكم، إذ كان إقطاع الكفار النار، أورثتموها { بِمَا كُنْتُمْ تَعْمَلُونَ ْ} قال بعض السلف: أهل الجنة نجوا من النار بعفو اللّه، وأدخلوا الجنة برحمة اللّه، واقتسموا المنازل وورثوها بالأعمال الصالحة وهي من رحمته، بل من أعلى أنواع رحمته."
    },
    {
      "ayah": 44,
      "surah": 7,
      "text": "يقول تعالى لما ذكر استقرار كل من الفريقين في الدارين، ووجدوا ما أخبرت به الرسل ونطقت به الكتب من الثواب والعقاب: أن أهل الجنة نادوا أصحاب النار بأن قالوا: { أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا } حين وعدنا على الإيمان والعمل الصالح الجنة فأدخلناها وأرانا ما وصفه لنا { فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ } على الكفر والمعاصي { حَقًّا قالوا نعم } قد وجدناه حقا، فبين للخلق كلهم، بيانا لا شك فيه، صدق وعد اللّه، ومن أصدق من اللّه قيلا، وذهبت عنهم الشكوك والشبه، وصار الأمر حق اليقين، وفرح المؤمنون بوعد اللّه واغتبطوا، وأيس الكفار من الخير، وأقروا على أنفسهم بأنهم مستحقون للعذاب. { فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ } أي: بين أهل النار وأهل الجنة، بأن قال: { أَنْ لَعْنَةُ اللَّهِ } أي: بُعْدُه وإقصاؤه عن كل خير { عَلَى الظَّالِمِينَ } إذ فتح اللّه لهم أبواب رحمته، فصدفوا أنفسهم عنها ظلما، وصدوا عن سبيل اللّه بأنفسهم، وصدوا غيرهم، فضلوا وأضلوا."
    },
    {
      "ayah": 45,
      "surah": 7,
      "text": "{ أَنْ لَعْنَةُ اللَّهِ } أي: بُعْدُه وإقصاؤه عن كل خير { عَلَى الظَّالِمِينَ } إذ فتح اللّه لهم أبواب رحمته، فصدفوا أنفسهم عنها ظلما، وصدوا عن سبيل اللّه بأنفسهم، وصدوا غيرهم، فضلوا وأضلوا. واللّه تعالى يريد أن تكون مستقيمة، ويعتدل سير السالكين إليه، { و } هؤلاء يريدونها { عِوَجًا } منحرفة صادة عن سواء السبيل، { وَهُمْ بِالْآخِرَةِ كَافِرُونَ } وهذا الذي أوجب لهم الانحراف عن الصراط، والإقبال على شهوات النفوس المحرمة، عدم إيمانهم بالبعث، وعدم خوفهم من العقاب ورجائهم للثواب، ومفهوم هذا النداء أن رحمة اللّه على المؤمنين، وبرَّه شامل لهم، وإحسانَه متواتر عليهم."
    },
    {
      "ayah": 46,
      "surah": 7,
      "text": "أي: وبين أصحاب الجنة وأصحاب النار حجاب يقال له: { الأَعْرَاف } لا من الجنة ولا من النار، يشرف على الدارين، وينظر مِنْ عليه حالُ الفريقين، وعلى هذا الحجاب رجال يعرفون كلا من أهل الجنة والنار بسيماهم، أي: علاماتهم، التي بها يعرفون ويميزون، فإذا نظروا إلى أهل الجنة نَادَوْهم { أَنْ سَلَامٌ عَلَيْكُمْ } أي: يحيونهم ويسلمون عليهم، وهم - إلى الآن - لم يدخلوا الجنة، ولكنهم يطمعون في دخولها، ولم يجعل اللّه الطمع في قلوبهم إلا لما يريد بهم من كرامته."
    },
    {
      "ayah": 47,
      "surah": 7,
      "text": "{ وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاءَ أَصْحَابِ النَّارِ } ورأوا منظرا شنيعا، وهَوْلًا فظيعا { قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ } فأهل الجنة [إذا رآهم أهل الأعراف] يطمعون أن يكونوا معهم في الجنة، ويحيونهم ويسلمون عليهم، وعند انصراف أبصارهم بغير اختيارهم لأهل النار، يستجيرون بالله من حالهم هذا على وجه العموم."
    },
    {
      "ayah": 48,
      "surah": 7,
      "text": "ثم ذكر الخصوص بعد العموم فقال: { وَنَادَى أَصْحَابُ الْأَعْرَافِ رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ } وهم من أهل النار، وقد كانوا في الدنيا لهم أبهة وشرف، وأموال وأولاد، فقال لهم أصحاب الأعراف، حين رأوهم منفردين في العذاب، بلا ناصر ولا مغيث: { مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ } في الدنيا، الذي تستدفعون به المكاره، وتتوسلون به إلى مطالبكم في الدنيا، فاليوم اضمحل، ولا أغني عنكم شيئا، وكذلك، أي شيء نفعكم استكباركم على الحق وعلى من جاء به وعلى من اتبعه."
    },
    {
      "ayah": 49,
      "surah": 7,
      "text": "ثم أشاروا لهم إلى أناس من أهل الجنة كانوا في الدنيا فقراء ضعفاء يستهزئ بهم أهل النار، فقالوا لأهل النار: { أَهَؤُلَاءِ } الذين أدخلهم اللّه الجنة { الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ } احتقارا لهم وازدراء وإعجابا بأنفسكم، قد حنثتم في أيمانكم، وبدا لكم من اللّه ما لم يكن لكم في حساب، { ادْخُلُوا الْجَنَّةَ } بما كنتم تعملون، أي: قيل لهؤلاء الضعفاء إكراما واحتراما: ادخلوا الجنة بأعمالكم الصالحة { لَا خَوْفٌ عَلَيْكُمْ } فيما يستقبل من المكاره { وَلَا أَنْتُمْ تَحْزَنُونَ } على ما مضى، بل آمنون مطمئنون فرحون بكل خير. وهذا كقوله تعالى: { إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ } إلى أن قال { فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ عَلَى الْأَرَائِكِ يَنْظُرُونَ } واختلف أهل العلم والمفسرون، من هم أصحاب الأعراف، وما أعمالهم؟ والصحيح من ذلك، أنهم قوم تساوت حسناتهم وسيئاتهم، فلا رجحت سيئاتهم فدخلوا النار، ولا رجحت حسناتهم فدخلوا الجنة، فصاروا في الأعراف ما شاء اللّه، ثم إن اللّه تعالى يدخلهم برحمته الجنة، فإن رحمته تسبق وتغلب غضبه، ورحمته وسعت كل شيء."
    },
    {
      "ayah": 5,
      "surah": 7,
      "text": "{ فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُمْ بَأْسُنَا إِلَّا أَنْ قَالُوا إِنَّا كُنَّا ظَالِمِينَ } كما قال تعالى: { وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ }"
    },
    {
      "ayah": 50,
      "surah": 7,
      "text": "أي: ينادي أصحاب النار أصحاب الجنة، حين يبلغ منهم العذاب كل مبلغ، وحين يمسهم الجوع المفرط والظمأ الموجع، يستغيثون بهم، فيقولون: { أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ } من الطعام، فأجابهم أهل الجنة بقولهم: { إِنَّ اللَّهَ حَرَّمَهُمَا } أي: ماء الجنة وطعامها { عَلَى الْكَافِرِينَ } وذلك جزاء لهم على كفرهم بآيات اللّه، واتخاذهم دينهم الذي أمروا أن يستقيموا عليه، ووعدوا بالجزاء الجزيل عليه."
    },
    {
      "ayah": 51,
      "surah": 7,
      "text": "{ لَهْوًا وَلَعِبًا } أي: لهت قلوبهم وأعرضت عنه، ولعبوا واتخذوه سخريا، أو أنهم جعلوا بدل دينهم اللهو واللعب، واستعاضوا بذلك عن الدين القيم. { وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا } بزينتها وزخرفها وكثرة دعاتها، فاطمأنوا إليها ورضوا بها وفرحوا، وأعرضوا عن الآخرة ونسوها. { فَالْيَوْمَ نَنْسَاهُمْ } أي: نتركهم في العذاب { كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا } فكأنهم لم يخلقوا إلا للدنيا، وليس أمامهم عرض ولا جزاء. { وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ } والحال أن جحودهم هذا، لا عن قصور في آيات اللّه وبيناته."
    },
    {
      "ayah": 52,
      "surah": 7,
      "text": "بل قد { جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ } أي: بينا فيه جميع المطالب التي يحتاج إليها الخلق { عَلَى عِلْمٍ } من اللّه بأحوال العباد في كل زمان ومكان، وما يصلح لهم وما لا يصلح، ليس تفصيله تفصيل غير عالم بالأمور، فتجهله بعض الأحوال، فيحكم حكما غير مناسب، بل تفصيل من أحاط علمه بكل شيء، ووسعت رحمته كل شيء. { هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ } أي: تحصل للمؤمنين بهذا الكتاب الهداية من الضلال، وبيان الحق والباطل، والغيّ والرشد، ويحصل أيضا لهم به الرحمة، وهي: الخير والسعادة في الدنيا والآخرة، فينتفى عنهم بذلك الضلال والشقاء. وهؤلاء الذين حق عليهم العذاب، لم يؤمنوا بهذا الكتاب العظيم، ولا انقادوا لأوامره ونواهيه، فلم يبق فيهم حيلة إلا استحقاقهم أن يحل بهم ما أخبر به القرآن."
    },
    {
      "ayah": 53,
      "surah": 7,
      "text": "ولهذا قال: { هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ } أي: وقوع ما أخبر به كما قال يوسف عليه السلام حين وقعت رؤياه: { هَذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ } { يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ } متندمين متأسفين على ما مضى منهم، متشفعين في مغفرة ذنوبهم. مقرين بما أخبرت به الرسل: { قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ } إلى الدنيا { فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ } وقد فات الوقت عن الرجوع إلى الدنيا. { فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ } وسؤالهم الرجوع إلى الدنيا، ليعملوا غير عملهم كذب منهم، مقصودهم به، دفع ما حل بهم، قال تعالى: { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ } { قَدْ خَسِرُوا أَنْفُسَهُمْ } حين فوتوها الأرباح، وسلكوا بها سبيل الهلاك، وليس ذلك كخسران الأموال والأثاث أو الأولاد، إنما هذا خسران لا جبران لمصابه، { وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ } في الدنيا مما تمنيهم أنفسهم به، ويعدهم به الشيطان، قدموا على ما لم يكن لهم في حساب، وتبين لهم باطلهم وضلالهم، وصدق ما جاءتهم به الرسل"
    },
    {
      "ayah": 54,
      "surah": 7,
      "text": "يقول تعالى مبينا أنه الرب المعبود وحده لا شريك له: { إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } وما فيهما على عظمهما وسعتهما، وإحكامهما، وإتقانهما، وبديع خلقهما. { فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد، وآخرها يوم الجمعة، فلما قضاهما وأودع فيهما من أمره ما أودع { اسْتَوَى } تبارك وتعالى { عَلَى الْعَرْشِ } العظيم الذي يسع السماوات والأرض وما فيهما وما بينهما، استوى استواء يليق بجلاله وعظمته وسلطانه، فاستوى على العرش، واحتوى على الملك، ودبر الممالك، وأجرى عليهم أحكامه الكونية، وأحكامه الدينية، ولهذا قال: { يُغْشِي اللَّيْلَ } المظلم { النَّهَارَ } المضيء، فيظلم ما على وجه الأرض، ويسكن الآدميون، وتأوى المخلوقات إلى مساكنها، ويستريحون من التعب، والذهاب والإياب الذي حصل لهم في النهار. { يَطْلُبُهُ حَثِيثًا } كلما جاء الليل ذهب النهار، وكلما جاء النهار ذهب الليل، وهكذا أبدا على الدوام، حتى يطوي اللّه هذا العالم، وينتقل العباد إلى دار غير هذه الدار. { وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ } أي: بتسخيره وتدبيره، الدال على ما له من أوصاف الكمال، فخلْقُها وعظَمُها دالٌّ على كمال قدرته، وما فيها من الإحكام والانتظام والإتقان دال على كمال حكمته، وما فيها من المنافع والمصالح الضرورية وما دونها دال على سعة رحمته وذلك دال على سعة علمه، وأنه الإله الحق الذي لا تنبغي العبادة إلا له. { أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ } أي: له الخلق الذي صدرت عنه جميع المخلوقات علويها وسفليها، أعيانها وأوصافها وأفعالها والأمر المتضمن للشرائع والنبوات، فالخلق: يتضمن أحكامه الكونية القدرية، والأمر: يتضمن أحكامه الدينية الشرعية، وثم أحكام الجزاء، وذلك يكون في دار البقاء، { تَبَارَكَ اللَّهُ } أي: عظم وتعالى وكثر خيره وإحسانه، فتبارك في نفسه لعظمة أوصافه وكمالها، وبارك في غيره بإحلال الخير الجزيل والبر الكثير، فكل بركة في الكون، فمن آثار رحمته، ولهذا قال: فـ { تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ } ولما ذكر من عظمته وجلاله ما يدل ذوي الألباب على أنه وحده، المعبود المقصود في الحوائج كلها أمر بما يترتب على ذلك، فقال: { ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ وَلا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفاً وَطَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ }"
    },
    {
      "ayah": 55,
      "surah": 7,
      "text": "الدعاء يدخل فيه دعاء المسألة، ودعاء العبادة، فأمر بدعائه { تَضَرُّعًا } أي: إلحاحا في المسألة، ودُءُوبا في العبادة، { وَخُفْيَةً } أي: لا جهرا وعلانية، يخاف منه الرياء، بل خفية وإخلاصا للّه تعالى. { إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ } أي: المتجاوزين للحد في كل الأمور، ومن الاعتداء كون العبد يسأل اللّه مسائل لا تصلح له، أو يتنطع في السؤال، أو يبالغ في رفع صوته بالدعاء، فكل هذا داخل في الاعتداء المنهي عنه."
    },
    {
      "ayah": 56,
      "surah": 7,
      "text": "{ وَلَا تُفْسِدُوا فِي الْأَرْضِ } بعمل المعاصي { بَعْدَ إِصْلَاحِهَا } بالطاعات، فإن المعاصي تفسد الأخلاق والأعمال والأرزاق، كما قال تعالى: { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ } كما أن الطاعات تصلح بها الأخلاق، والأعمال، والأرزاق، وأحوال الدنيا والآخرة. { وَادْعُوهُ خَوْفًا وَطَمَعًا } أي: خوفا من عقابه، وطمعا في ثوابه، طمعا في قبولها، وخوفا من ردها، لا دعاء عبد مدل على ربه قد أعجبته نفسه، ونزل نفسه فوق منزلته، أو دعاء من هو غافل لاَهٍ. وحاصل ما ذكر اللّه من آداب الدعاء: الإخلاص فيه للّه وحده، لأن ذلك يتضمنه الخفية، وإخفاؤه وإسراره، وأن يكون القلب خائفا طامعا لا غافلا، ولا آمنا ولا غير مبال بالإجابة، وهذا من إحسان الدعاء، فإن الإحسان في كل عبادة بذل الجهد فيها، وأداؤها كاملة لا نقص فيها بوجه من الوجوه، ولهذا قال: { إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ } في عبادة اللّه، المحسنين إلى عباد اللّه، فكلما كان العبد أكثر إحسانا، كان أقرب إلى رحمة ربه، وكان ربه قريبا منه برحمته، وفي هذا من الحث على الإحسان ما لا يخفى."
    },
    {
      "ayah": 57,
      "surah": 7,
      "text": "يبين تعالى أثرا من آثار قدرته، ونفحة من نفحات رحمته فقال: { وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ } أي: الرياح المبشرات بالغيث، التي تثيره بإذن اللّه من الأرض، فيستبشر الخلق برحمة اللّه، وترتاح لها قلوبهم قبل نزوله. { حَتَّى إِذَا أَقَلَّتْ } الرياح { سَحَابًا ثِقَالًا } قد أثاره بعضها، وألفه ريح أخرى، وألحقه ريح أخرى { سُقْنَاهُ لِبَلَدٍ مَيِّتٍ } قد كادت تهلك حيواناته، وكاد أهله أن ييأسوا من رحمة اللّه، { فَأَنْزَلْنَا بِهِ } أي: بذلك البلد الميت { الْمَاءُ } الغزير من ذلك السحاب وسخر اللّه له ريحا تدره وتفرقه بإذن اللّه. { فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ } فأصبحوا مستبشرين برحمة اللّه، راتعين بخير اللّه، وقوله: { كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ } أي: كما أحيينا الأرض بعد موتها بالنبات، كذلك نخرج الموتى من قبورهم، بعد ما كانوا رفاتا متمزقين، وهذا استدلال واضح، فإنه لا فرق بين الأمرين، فمنكر البعث استبعادا له - مع أنه يرى ما هو نظيره - من باب العناد، وإنكار المحسوسات. وفي هذا الحث على التذكر والتفكر في آلاء اللّه والنظر إليها بعين الاعتبار والاستدلال، لا بعين الغفلة والإهمال."
    },
    {
      "ayah": 58,
      "surah": 7,
      "text": "ثم ذكر تفاوت الأراضي، التي ينزل عليها المطر، فقال: { وَالْبَلَدُ الطَّيِّبُ } أي: طيب التربة والمادة، إذا نزل عليه مطر { يَخْرُجُ نَبَاتُهُ } الذي هو مستعد له { بِإِذْنِ رَبِّهِ } أي: بإرادة اللّه ومشيئته، فليست الأسباب مستقلة بوجود الأشياء، حتى يأذن اللّه بذلك. { وَالَّذِي خَبُثَ } من الأراضي { لَا يَخْرُجُ إِلَّا نَكِدًا } أي: إلا نباتا خاسا لا نفع فيه ولا بركة. { كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ } أي: ننوعها ونبينها ونضرب فيها الأمثال ونسوقها لقوم يشكرون اللّه بالاعتراف بنعمه، والإقرار بها، وصرفها في مرضاة اللّه، فهم الذين ينتفعون بما فصل اللّه في كتابه من الأحكام والمطالب الإلهية، لأنهم يرونها من أكبر النعم الواصلة إليهم من ربهم، فيتلقونها مفتقرين إليها فرحين بها، فيتدبرونها ويتأملونها، فيبين لهم من معانيها بحسب استعدادهم، وهذا مثال للقلوب حين ينزل عليها الوحي الذي هو مادة الحياة، كما أن الغيث مادة الحيا، فإن القلوب الطيبة حين يجيئها الوحي، تقبله وتعلمه وتنبت بحسب طيب أصلها، وحسن عنصرها. وأما القلوب الخبيثة التي لا خير فيها، فإذا جاءها الوحي لم يجد محلا قابلا، بل يجدها غافلة معرضة، أو معارضة، فيكون كالمطر الذي يمر على السباخ والرمال والصخور، فلا يؤثر فيها شيئا، وهذا كقوله تعالى: { أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا } الآيات."
    },
    {
      "ayah": 59,
      "surah": 7,
      "text": "لما ذكر تعالى من أدلة توحيده جملة صالحة، أيد ذلك بذكر ما جرى للأنبياء الداعين إلى توحيده مع أممهم المنكرين لذلك، وكيف أيد اللّه أهل التوحيد، وأهلك من عاندهم ولم يَنْقَدْ لهم، وكيف اتفقت دعوة المرسلين على دين واحد ومعتقد واحد، فقال عن نوح - أول المرسلين -: { لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ } يدعوهم إلى عبادة اللّه وحده، حين كانوا يعبدون الأوثان { فَقَالَ } لهم: { يَا قَوْمِ اعْبُدُوا اللَّهَ } أي: وحده { مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } لأنه الخالق الرازق المدبِّر لجميع الأمور، وما سواه مخلوق مدبَّر، ليس له من الأمر شيء، ثم خوفهم إن لم يطيعوه عذاب اللّه، فقال: { إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ } وهذا من نصحه عليه الصلاة والسلام وشفقته عليهم، حيث خاف عليهم العذاب الأبدي، والشقاء السرمدي، كإخوانه من المرسلين الذين يشفقون على الخلق أعظم من شفقة آبائهم وأمهاتهم، فلما قال لهم هذه المقالة، ردوا عليه أقبح رد."
    },
    {
      "ayah": 6,
      "surah": 7,
      "text": "وقوله: { فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ } أي: لنسألن الأمم الذين أرسل اللّه إليهم المرسلين، عما أجابوا به رسلهم، { وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ } الآيات. { وَلَنَسْأَلَنَّ الْمُرْسَلِينَ } عن تبليغهم لرسالات ربهم، وعما أجابتهم به أممهم."
    },
    {
      "ayah": 60,
      "surah": 7,
      "text": "{ قَالَ الْمَلَأُ مِنْ قَوْمِهِ } أي: الرؤساء الأغنياء المتبوعون الذين قد جرت العادة باستكبارهم على الحق، وعدم انقيادهم للرسل، { إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ } فلم يكفهم - قبحهم اللّه - أنهم لم ينقادوا له، بل استكبروا عن الانقياد له، وقدحوا فيه أعظم قدح، ونسبوه إلى الضلال، ولم يكتفوا بمجرد الضلال حتى جعلوه ضلالا مبينا واضحا لكل أحد."
    },
    {
      "ayah": 61,
      "surah": 7,
      "text": "وهذا من أعظم أنواع المكابرة، التي لا تروج على أضعف الناس عقلا، وإنما هذا الوصف منطبق على قوم نوح، الذين جاءوا إلى أصنام قد صوروها ونحتوها بأيديهم، من الجمادات التي لا تسمع ولا تبصر، ولا تغني عنهم شيئا، فنزلوها منزلة فاطر السماوات، وصرفوا لها ما أمكنهم من أنواع القربات، فلولا أن لهم أذهانا تقوم بها حجة اللّه عليهم لحكم عليهم بأن المجانين أهدى منهم، بل هم أهدى منهم وأعقل، فرد نوح عليهم ردا لطيفا، وترقق لهم لعلهم ينقادون له فقال: { يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ } { يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ } أي: لست ضالا في مسألة من المسائل بوجه من الوجوه، وإنما أنا هاد مهتد، بل هدايته عليه الصلاة والسلام من جنس هداية إخوانه، أولي العزم من المرسلين، أعلى أنواع الهدايات وأكملها وأتمها، وهي هداية الرسالة التامة الكاملة، ولهذا قال: { وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ } أي: ربي وربكم ورب جميع الخلق، الذي ربى جميع الخلق بأنواع التربية، الذي من أعظم تربيته أن أرسل إلى عباده رسلا تأمرهم بالأعمال الصالحة والأخلاق الفاضلة والعقائد الحسنة وتنهاهم عن أضدادها، ولهذا قال:"
    },
    {
      "ayah": 62,
      "surah": 7,
      "text": "{ أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ } أي: وظيفتي تبليغكم، ببيان توحيده وأوامره ونواهيه، على وجه النصيحة لكم والشفقة عليكم، { وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ } فالذي يتعين أن تطيعوني وتنقادوا لأمري إن كنتم تعلمون."
    },
    {
      "ayah": 63,
      "surah": 7,
      "text": "{ أَوَ عَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ } أي: كيف تعجبون من حالة لا ينبغي العجب منها، وهو أن جاءكم التذكير والموعظة والنصيحة، على يد رجل منكم، تعرفون حقيقته وصدقه وحاله؟\\\" فهذه الحال من عناية اللّه بكم وبره وإحسانه الذي يتلقى بالقبول والشكر، وقوله: { لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ } أي: لينذركم العذاب الأليم، وتفعلوا الأسباب المنجية من استعمال تقوى اللّه ظاهرا وباطنا، وبذلك تحصل عليهم وتنزل رحمة اللّه الواسعة."
    },
    {
      "ayah": 64,
      "surah": 7,
      "text": "فلم يفد فيهم، ولا نجح { فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ } أي: السفينة التي أمر اللّه نوحا عليه الصلاة والسلام بصنعتها، وأوحى إليه أن يحمل من كل صنف من الحيوانات، زوجين اثنين وأهله ومن آمن معه، فحملهم فيها ونجاهم اللّه بها. { وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ } عن الهدى، أبصروا الحق، وأراهم اللّه - على يد نوح - من الآيات البينات، ما بهم يؤمن أولوا الألباب، فسخروا منه، واستهزءوا به وكفروا."
    },
    {
      "ayah": 65,
      "surah": 7,
      "text": "أي: { و } أرسلنا { إِلَى عَادٍ } الأولى، الذين كانوا في أرض اليمن { أَخَاهُمْ } في النسب { هُودًا } عليه السلام، يدعوهم إلى التوحيد وينهاهم عن الشرك والطغيان في الأرض. فـ { قَالَ } لهم: { يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ } سخطه وعذابه، إن أقمتم على ما أنتم عليه، فلم يستجيبوا ولا انقادوا."
    },
    {
      "ayah": 66,
      "surah": 7,
      "text": "فـ { قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ } رادين لدعوته، قادحين في رأيه: { إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ } أي: ما نراك إلا سفيها غير رشيد، ويغلب على ظننا أنك من جملة الكاذبين، وقد انقلبت عليهم الحقيقة، واستحكم عماهم حيث رموا نبيهم عليه السلام بما هم متصفون به، وهو أبعد الناس عنه، فإنهم السفهاء حقا الكاذبون. وأي سفه أعظم ممن قابل أحق الحق بالرد والإنكار، وتكبر عن الانقياد للمرشدين والنصحاء، وانقاد قلبه وقالبه لكل شيطان مريد، ووضع العبادة في غير موضعها، فعبد من لا يغني عنه شيئا من الأشجار والأحجار؟\\\" وأي: كذب أبلغ من كذب من نسب هذه الأمور إلى اللّه تعالى؟\\\""
    },
    {
      "ayah": 67,
      "surah": 7,
      "text": "{ قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ } بوجه من الوجوه، بل هو الرسول المرشد الرشيد، { وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ } فالواجب عليكم أن تتلقوا ذلك بالقبول والانقياد وطاعة رب العباد."
    },
    {
      "ayah": 68,
      "surah": 7,
      "text": "{ قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ } بوجه من الوجوه، بل هو الرسول المرشد الرشيد، { وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ } فالواجب عليكم أن تتلقوا ذلك بالقبول والانقياد وطاعة رب العباد."
    },
    {
      "ayah": 69,
      "surah": 7,
      "text": "{ أَوَ عَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ } أي: كيف تعجبون من أمر لا يتعجب منه، وهو أن اللّه أرسل إليكم رجلا منكم تعرفون أمره، يذكركم بما فيه مصالحكم، ويحثكم على ما فيه النفع لكم، فتعجبتم من ذلك تعجب المنكرين. { وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ } أي: واحمدوا ربكم واشكروه، إذ مكن لكم في الأرض، وجعلكم تخلفون الأمم الهالكة الذين كذبوا الرسل، فأهلكهم اللّه وأبقاكم، لينظر كيف تعملون، واحذروا أن تقيموا على التكذيب كما أقاموا، فيصيبكم ما أصابهم، { و } اذكروا نعمة اللّه عليكم التي خصكم بها، وهي أن { زَادَكُمْ فِي الْخَلْقِ بَسْطَةً } في القوة وكبر الأجسام، وشدة البطش، { فَاذْكُرُوا آلَاءَ اللَّهِ } أي: نعمه الواسعة، وأياديه المتكررة { لَعَلَّكُمْ } إذا ذكرتموها بشكرها وأداء حقها { تُفْلِحُونَ } أي: تفوزون بالمطلوب، وتنجون من المرهوب، فوعظهم وذكرهم، وأمرهم بالتوحيد، وذكر لهم وصف نفسه، وأنه ناصح أمين، وحذرهم أن يأخذهم اللّه كما أخذ من قبلهم، وذكرهم نعم اللّه عليهم وإدرار الأرزاق إليهم، فلم ينقادوا ولا استجابوا."
    },
    {
      "ayah": 7,
      "surah": 7,
      "text": "{ فَلَنَقُصَّنَّ عَلَيْهِمْ } أي: على الخلق كلهم ما عملوا { بِعِلْمٍ } منه تعالى لأعمالهم { وَمَا كُنَّا غَائِبِينَ } في وقت من الأوقات، كما قال تعالى: { أَحْصَاهُ اللَّهُ وَنَسُوهُ } وقال تعالى: { وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ }"
    },
    {
      "ayah": 70,
      "surah": 7,
      "text": "فـ { قَالُوا } متعجبين من دعوته، ومخبرين له أنهم من المحال أن يطيعوه: { أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا } قبحهم اللّه، جعلوا الأمر الذي هو أوجب الواجبات وأكمل الأمور، من الأمور التي لا يعارضون بها ما وجدوا عليه آباءهم، فقدموا ما عليه الآباء الضالون من الشرك وعبادة الأصنام، على ما دعت إليه الرسل من توحيد اللّه وحده لا شريك له، وكذبوا نبيهم، وقالوا: { فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ } وهذا استفتاح منهم على أنفسهم"
    },
    {
      "ayah": 71,
      "surah": 7,
      "text": "فقَالَ لهم هود عليه السلام: { قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ } أي: لا بد من وقوعه، فإنه قد انعقدت أسبابه، وحان وقت الهلاك. { أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ } أي: كيف تجادلون على أمور، لا حقائق لها، وعلى أصنام سميتوها آلهة، وهي لا شيء من الآلهة فيها، ولا مثقال ذرة و { مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ } فإنها لو كانت صحيحة لأنزل اللّه بها سلطانا، فعدم إنزاله له دليل على بطلانها، فإنه ما من مطلوب ومقصود - وخصوصا الأمور الكبار - إلا وقد بين اللّه فيها من الحجج، ما يدل عليها، ومن السلطان، ما لا تخفى معه. { فَانْتَظِرُوا } ما يقع بكم من العقاب، الذي وعدتكم به { إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ } وفرق بين الانتظارين، انتظار من يخشى وقوع العقاب، ومن يرجو من اللّه النصر والثواب"
    },
    {
      "ayah": 72,
      "surah": 7,
      "text": "{ فَأَنْجَيْنَاهُ } أي: هودا { وَالَّذِينَ } آمنوا { مَعَهُ بِرَحْمَةٍ مِنَّا } فإنه الذي هداهم للإيمان، وجعل إيمانهم سببا ينالون به رحمته فأنجاهم برحمته، { وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا } أي: استأصلناهم بالعذاب الشديد الذي لم يبق منهم أحدا، وسلط اللّه عليهم الريح العقيم، ما تذر من شيء أتت عليه إلا جعلته كالرميم، فأهلكوا فأصبحوا لا يرى إلا مساكنهم، فانظر كيف كان عاقبة المنذرين الذين أقيمت عليهم الحجج، فلم ينقادوا لها، وأمروا بالإيمان فلم يؤمنوا فكان عاقبتهم الهلاك، والخزي والفضيحة. { وَأُتْبِعُوا فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ } وقال هنا { وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ } بوجه من الوجوه، بل وصفهم التكذيب والعناد، ونعتهم الكبر والفساد."
    },
    {
      "ayah": 73,
      "surah": 7,
      "text": "أي { و } أرسلنا { إِلَى ثَمُودَ } القبيلة المعروفة الذين كانوا يسكنون الحجر وما حوله، من أرض الحجاز وجزيرة العرب، أرسل اللّه إليهم { أَخَاهُمْ صَالِحًا } نبيا يدعوهم إلى الإيمان والتوحيد، وينهاهم عن الشرك والتنديد، فـ { قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } دعوته عليه الصلاة والسلام من جنس دعوة إخوانه من المرسلين، الأمر بعبادة اللّه، وبيان أنه ليس للعباد إله غير اللّه، { قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ } أي: خارق من خوارق العادات، التي لا تكون إلا آية سماوية لا يقدر الناس عليها، ثم فسرها بقوله: { هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً } أي: هذه ناقة شريفة فاضلة لإضافتها إلى اللّه تعالى إضافة تشريف، لكم فيها آية عظيمة. وقد ذكر وجه الآية في قوله: { لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ } وكان عندهم بئر كبيرة، وهي المعروفة ببئر الناقة، يتناوبونها هم والناقة، للناقة يوم تشربها ويشربون اللبن من ضرعها، ولهم يوم يردونها، وتصدر الناقة عنهم. وقال لهم نبيهم صالح عليه السلام { فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ } فلا عليكم من مئونتها شيء، { وَلَا تَمَسُّوهَا بِسُوءٍ } أي: بعقر أو غيره، { فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ }"
    },
    {
      "ayah": 74,
      "surah": 7,
      "text": "{ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ } في الأرض تتمتعون بها وتدركون مطالبكم { مِنْ بَعْدِ عَادٍ } الذين أهلكهم اللّه، وجعلكم خلفاء من بعدهم، { وَبَوَّأَكُمْ فِي الْأَرْضِ } أي: مكن لكم فيها، وسهل لكم الأسباب الموصلة إلى ما تريدون وتبتغون { تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا } أي: من الأراضي السهلة التي ليست بجبال، تتخذون فيها القصور العالية والأبنية الحصينة، { وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا } كما هو مشاهد إلى الآن من أعمالهم التي في الجبال، من المساكن والحجر ونحوها، وهي باقية ما بقيت الجبال، { فَاذْكُرُوا آلَاءَ اللَّهِ } أي: نعمه، وما خولكم من الفضل والرزق والقوة، { وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ } أي: لا تخربوا الأرض بالفساد والمعاصي، فإن المعاصي تدع الديار العامرة بلاقع، وقد أخلت ديارهم منهم، وأبقت مساكنهم موحشة بعدهم."
    },
    {
      "ayah": 75,
      "surah": 7,
      "text": "{ قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ } أي: الرؤساء والأشراف الذين تكبروا عن الحق، { لِلَّذِينَ اسْتُضْعِفُوا } ولما كان المستضعفون ليسوا كلهم مؤمنين، قالوا { لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ } أي: أهو صادق أم كاذب؟. فقال المستضعفون: { إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ } من توحيد اللّه والخبر عنه وأمره ونهيه."
    },
    {
      "ayah": 76,
      "surah": 7,
      "text": "{ قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ } حملهم الكبر أن لا ينقادوا للحق الذي انقاد له الضعفاء."
    },
    {
      "ayah": 77,
      "surah": 7,
      "text": "{ فَعَقَرُوا النَّاقَةَ } التي توعدهم إن مسوها بسوء أن يصيبهم عذاب أليم، { وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ } أي: قسوا عنه، واستكبروا عن أمره الذي من عتا عنه أذاقه العذاب الشديد. لا جرم أحل اللّه بهم من النكال ما لم يحل بغيرهم { وَقَالُوا } مع هذه الأفعال متجرئين على اللّه، معجزين له، غير مبالين بما فعلوا، بل مفتخرين بها: { يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا } إن كنت من الصادقين من العذاب فقال: { تَمَتَّعُوا فِي دَارِكُمْ ثَلاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ }"
    },
    {
      "ayah": 78,
      "surah": 7,
      "text": "{ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ } على ركبهم، قد أبادهم اللّه، وقطع دابرهم."
    },
    {
      "ayah": 79,
      "surah": 7,
      "text": "{ فَتَوَلَّى عَنْهُمْ } صالح عليه السلام حين أحل اللّه بهم العذاب، { وَقَالَ } مخاطبا لهم توبيخا وعتابا بعدما أهلكهم اللّه: { يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ } أي: جميع ما أرسلني اللّه به إليكم، قد أبلغتكم به وحرصت على هدايتكم، واجتهدت في سلوككم الصراط المستقيم والدين القويم. { وَلَكِنْ لَا تُحِبُّونَ النَّاصِحِينَ } بل رددتم قول النصحاء، وأطعتم كل شيطان رجيم. واعلم أن كثيرا من المفسرين يذكرون في هذه القصة أن الناقة قد خرجت من صخرة صماء ملساء اقترحوها على صالح وأنها تمخضت تمخض الحامل فخرجت الناقة وهم ينظرون وأن لها فصيلا حين عقروها رغى ثلاث رغيات وانفلق له الجبل ودخل فيه وأن صالحا عليه السلام قال لهم: آية نزول العذاب بكم، أن تصبحوا في اليوم الأول من الأيام الثلاثة ووجوهكم مصفرة، واليوم الثاني: محمرة، والثالث: مسودة، فكان كما قال. وكل هذا من الإسرائيليات التي لا ينبغي نقلها في تفسير كتاب اللّه، وليس في القرآن ما يدل على شيء منها بوجه من الوجوه، بل لو كانت صحيحة لذكرها اللّه تعالى، لأن فيها من العجائب والعبر والآيات ما لا يهمله تعالى ويدع ذكره، حتى يأتي من طريق من لا يوثق بنقله، بل القرآن يكذب بعض هذه المذكورات، فإن صالحا قال لهم: { تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ } أي: تنعموا وتلذذوا بهذا الوقت القصير جدا، فإنه ليس لكم من المتاع واللذة سوى هذا، وأي لذة وتمتع لمن وعدهم نبيهم وقوع العذاب، وذكر لهم وقوع مقدماته، فوقعت يوما فيوما، على وجه يعمهم ويشملهم [احمرار وجوههم، واصفرارها واسودادها من العذاب] هل هذا إلا مناقض للقرآن، ومضاد له؟\\\". فالقرآن فيه الكفاية والهداية عن ما سواه. نعم لو صح شيء عن رسول اللّه صلى اللّه عليه وسلم مما لا يناقض كتاب اللّه، فعلى الرأس والعين، وهو مما أمر القرآن باتباعه { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا } وقد تقدم أنه لا يجوز تفسير كتاب اللّه بالأخبار الإسرائيلية، ولو على تجويز الرواية عنهم بالأمور التي لا يجزم بكذبها، فإن معاني كتاب اللّه يقينية، وتلك أمور لا تصدق ولا تكذب، فلا يمكن اتفاقهما."
    },
    {
      "ayah": 8,
      "surah": 7,
      "text": "ثم ذكر الجزاء على الأعمال، فقال: { وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآياتِنَا يَظْلِمُونَ } أي: والوزن يوم القيامة يكون بالعدل والقسط، الذي لا جور فيه ولا ظلم بوجه. { فَمَنْ ثَقُلَتْ مَوَازِينُهُ } بأن رجحت كفة حسناته على سيئاته { فَأُولَئِكَ هُمُ الْمُفْلِحُونَ } أي: الناجون من المكروه، المدركون للمحبوب، الذين حصل لهم الربح العظيم، والسعادة الدائمة."
    },
    {
      "ayah": 80,
      "surah": 7,
      "text": "أي: { و ْ} اذكر عبدنا { لُوطًا ْ} عليه الصلاة والسلام، إذ أرسلناه إلى قومه يأمرهم بعبادة اللّه وحده، وينهاهم عن الفاحشة التي ما سبقهم بها أحد من العالمين، فقال: { أَتَأْتُونَ الْفَاحِشَةَ ْ} أي: الخصلة التي بلغت - في العظم والشناعة - إلى أن استغرقت أنواع الفحش، { مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ ْ} فكونها فاحشة من أشنع الأشياء، وكونهم ابتدعوها وابتكروها، وسنوها لمن بعدهم، من أشنع ما يكون أيضا."
    },
    {
      "ayah": 81,
      "surah": 7,
      "text": "ثم بينها بقوله: { إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ْ} أي: كيف تذرون النساء اللاتي خلقهن اللّه لكم، وفيهن المستمتع الموافق للشهوة والفطرة، وتقبلون على أدبار الرجال، التي هي غاية ما يكون في الشناعة والخبث، ومحل تخرج منه الأنتان والأخباث، التي يستحيي من ذكرها فضلا عن ملامستها وقربها، { بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ ْ} أي: متجاوزون لما حده اللّه متجرئون على محارمه."
    },
    {
      "ayah": 82,
      "surah": 7,
      "text": "{ وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ ْ} أي: يتنزهون عن فعل الفاحشة. { وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ ْ} ."
    },
    {
      "ayah": 83,
      "surah": 7,
      "text": "{ فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ ْ} أي: الباقين المعذبين، أمره اللّه أن يسري بأهله ليلا، فإن العذاب مصبح قومه فسرى بهم، إلا امرأته أصابها ما أصابهم."
    },
    {
      "ayah": 84,
      "surah": 7,
      "text": "{ وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ْ} أي: حجارة حارة شديدة، من سجيل، وجعل اللّه عاليها سافلها، { فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ ْ} الهلاك والخزي الدائم."
    },
    {
      "ayah": 85,
      "surah": 7,
      "text": "أي: { و ْ} أرسلنا إلى القبيلة المعروفة بمدين { أَخَاهُمْ ْ} في النسب { شُعَيْبًا ْ} يدعوهم إلى عبادة اللّه وحده لا شريك له، ويأمرهم بإيفاء المكيال والميزان، وأن لا يبخسوا الناس أشياءهم، وأن لا يعثوا في الأرض مفسدين، بالإكثار من عمل المعاصي، ولهذا قال: { وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ ْ} فإن ترك المعاصي امتثالا لأمر اللّه وتقربا إليه خير، وأنفع للعبد من ارتكابها الموجب لسخط الجبار، وعذاب النار."
    },
    {
      "ayah": 86,
      "surah": 7,
      "text": "{ وَلَا تَقْعُدُوا ْ} للناس { بِكُلِّ صِرَاطٍ ْ} أي: طريق من الطرق التي يكثر سلوكها، تحذرون الناس منها { و ْ} { تُوعَدُونَ ْ} من سلكها { وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ْ} من أراد الاهتداء به { وَتَبْغُونَهَا عِوَجًا ْ} أي: تبغون سبيل اللّه تكون معوجة، وتميلونها اتباعا لأهوائكم، وقد كان الواجب عليكم وعلى غيركم الاحترام والتعظيم للسبيل التي نصبها اللّه لعباده ليسلكوها إلى مرضاته ودار كرامته، ورحمهم بها أعظم رحمة، وتصدون لنصرتها والدعوة إليها والذب عنها، لا أن تكونوا أنتم قطاع طريقها، الصادين الناس عنها، فإن هذا كفر لنعمة اللّه ومحادة للّه، وجعل أقوم الطرق وأعدلها مائلة، وتشنعون على من سلكها. { وَاذْكُرُوا ْ} نعمة اللّه عليكم { إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ ْ} أي: نماكم بما أنعم عليكم من الزوجات والنسل، والصحة، وأنه ما ابتلاكم بوباء أو أمراض من الأمراض المقللة لكم، ولا سلط عليكم عدوا يجتاحكم ولا فرقكم في الأرض، بل أنعم عليكم باجتماعكم، وإدرار الأرزاق وكثرة النسل. { وَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ ْ} فإنكم لا تجدون في جموعهم إلا الشتات، ولا في ربوعهم إلا الوحشة والانبتات ولم يورثوا ذكرا حسنا، بل أتبعوا في هذه الدنيا لعنة، ويوم القيامة أشد خزيا وفضيحة."
    },
    {
      "ayah": 87,
      "surah": 7,
      "text": "{ وَإِنْ كَانَ طَائِفَةٌ مِنْكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَمْ يُؤْمِنُوا ْ} وهم الجمهور منهم. { فَاصْبِرُوا حَتَّى يَحْكُمَ اللَّهُ بَيْنَنَا وَهُوَ خَيْرُ الْحَاكِمِينَ ْ} فينصر المحق، ويوقع العقوبة على المبطل."
    },
    {
      "ayah": 88,
      "surah": 7,
      "text": "{ قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ ْ} وهم الأشراف والكبراء منهم الذين اتبعوا أهواءهم ولهوا بلذاتهم، فلما أتاهم الحق ورأوه غير موافق لأهوائهم الرديئة، ردوه واستكبروا عنه، فقالوا لنبيهم شعيب ومن معه من المؤمنين المستضعفين: { لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ْ} استعملوا قوتهم السبعية، في مقابلة الحق، ولم يراعوا دينا ولا ذمة ولا حقا، وإنما راعوا واتبعوا آهواءهم وعقولهم السفيهة التي دلتهم على هذا القول الفاسد، فقالوا: إما أن ترجع أنت ومن معك إلى ديننا أو لنخرجنكم من قريتنا. فـ { شعيب ْ} عليه الصلاة والسلام كان يدعوهم طامعا في إيمانهم، والآن لم يسلم من شرهم، حتى توعدوه إن لم يتابعهم - بالجلاء عن وطنه، الذي هو ومن معه أحق به منهم. فـ { قَالَ ْ} لهم شعيب عليه الصلاة والسلام متعجبا من قولهم: { أَوَ لَوْ كُنَّا كَارِهِينَ ْ} أي: أنتابعكم على دينكم وملتكم الباطلة، ولو كنا كارهين لها لعلمنا ببطلانها، فإنما يدعى إليها من له نوع رغبة فيها، أما من يعلن بالنهي عنها، والتشنيع على من اتبعها فكيف يدعى إليها؟\\\""
    },
    {
      "ayah": 89,
      "surah": 7,
      "text": "{ قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا ْ} أي: اشهدوا علينا أننا إن عدنا إليها بعد ما نجانا اللّه منها وأنقذنا من شرها، أننا كاذبون مفترون على اللّه الكذب، فإننا نعلم أنه لا أعظم افتراء ممن جعل للّه شريكا، وهو الواحد الأحد الفرد الصمد، الذي لم يتخذ ولدا ولا صاحبة، ولا شريكا في الملك. { وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا ْ} أي: يمتنع على مثلنا أن نعود فيها، فإن هذا من المحال، فآيسهم عليه الصلاة والسلام من كونه يوافقهم من وجوه متعددة، من جهة أنهم كارهون لها مبغضون لما هم عليه من الشرك. ومن جهة أنه جعل ما هم عليه كذبا، وأشهدهم أنه إن اتبعهم ومن معه فإنهم كاذبون. ومنها: اعترافهم بمنة اللّه عليهم إذ أنقذهم اللّه منها. ومنها: أن عودهم فيها - بعد ما هداهم اللّه - من المحالات، بالنظر إلى حالتهم الراهنة، وما في قلوبهم من تعظيم اللّه تعالى والاعتراف له بالعبودية، وأنه الإله وحده الذي لا تنبغي العبادة إلا له وحده لا شريك له، وأن آلهة المشركين أبطل الباطل، وأمحل المحال. وحيث إن اللّه منَّ عليهم بعقول يعرفون بها الحق والباطل، والهدى والضلال. وأما من حيث النظر إلى مشيئة اللّه وإرادته النافذة في خلقه، التي لا خروج لأحد عنها، ولو تواترت الأسباب وتوافقت القوى، فإنهم لا يحكمون على أنفسهم أنهم سيفعلون شيئا أو يتركونه، ولهذا استثنى { وَمَا يَكُونُ لَنَا أَنْ نَعُودَ فِيهَا إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّنَا ْ} أي: فلا يمكننا ولا غيرنا، الخروج عن مشيئته التابعة لعلمه وحكمته، وقد { وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا ْ} فيعلم ما يصلح للعباد وما يدبرهم عليه. { عَلَى اللَّهِ تَوَكَّلْنَا ْ} أي: اعتمدنا أنه سيثبتنا على الصراط المستقيم، وأن يعصمنا من جميع طرق الجحيم، فإن من توكل على اللّه، كفاه، ويسر له أمر دينه ودنياه. { رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ ْ} أي: انصر المظلوم، وصاحب الحق، على الظالم المعاند للحق { وَأَنْتَ خَيْرُ الْفَاتِحِينَ ْ} وفتحه تعالى لعباده نوعان: فتح العلم، بتبيين الحق من الباطل، والهدى من الضلال، ومن هو من المستقيمين على الصراط، ممن هو منحرف عنه."
    },
    {
      "ayah": 9,
      "surah": 7,
      "text": "{ وَمَنْ خَفَّتْ مَوَازِينُهُ } بأن رجحت سيئاته، وصار الحكم لها، { فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } إذ فاتهم النعيم المقيم، وحصل لهم العذاب الأليم { بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ } فلم ينقادوا لها كما يجب عليهم ذلك."
    },
    {
      "ayah": 90,
      "surah": 7,
      "text": "{ وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ْ} محذرين عن اتباع شعيب، { لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ ْ} هذا ما سولت لهم أنفسهم أن الخسارة والشقاء في اتباع الرشد والهدى، ولم يدروا أن الخسارة كل الخسارة في لزوم ما هم عليه من الضلال والإضلال، وقد علموا ذلك حين وقع بهم النكال."
    },
    {
      "ayah": 91,
      "surah": 7,
      "text": "{ فَأَخَذَتْهُمُ الرَّجْفَةُ ْ} أي: الزلزلة الشديدة { فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ ْ} أي: صرعى ميتين هامدين."
    },
    {
      "ayah": 92,
      "surah": 7,
      "text": "قال تعالى ناعيا حالهم { الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَنْ لَمْ يَغْنَوْا فِيهَا ْ} أي: كأنهم ما أقاموا في ديارهم، وكأنهم ما تمتعوا في عرصاتها، ولا تفيئوا في ظلالها، ولا غنوا في مسارح أنهارها، ولا أكلوا من ثمار أشجارها، حين فاجأهم العذاب، فنقلهم من مورد اللهو واللعب واللذات، إلى مستقر الحزن والشقاء والعقاب والدركات ولهذا قال: { الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ ْ} أي: الخسار محصور فيهم، لأنهم خسروا دينهم وأنفسهم وأهليهم يوم القيامة، ألا ذلك هو الخسران المبين، لا من قالوا لهم: { لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَخَاسِرُونَ ْ}"
    },
    {
      "ayah": 93,
      "surah": 7,
      "text": "فحين هلكوا تولى عنهم نبيهم شعيب عليه الصلاة والسلام { وَقَالَ ْ} معاتبا وموبخا ومخاطبا بعد موتهم: { يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي ْ} أي: أوصلتها إليكم، وبينتها حتى بلغت منكم أقصى ما يمكن أن تصل إليه، وخالطت أفئدتكم { وَنَصَحْتُ لَكُمْ ْ} فلم تقبلوا نصحي، ولا انقدتم لإرشادي، بل فسقتم وطغيتم. { فَكَيْفَ آسَى عَلَى قَوْمٍ كَافِرِينَ ْ} أي: فكيف أحزن على قوم لا خير فيهم، أتاهم الخير فردوه ولم يقبلوه ولا يليق بهم إلا الشر، فهؤلاء غير حقيقين أن يحزن عليهم، بل يفرح بإهلاكهم ومحقهم. فعياذا بك اللهم من الخزي والفضيحة، وأي: شقاء وعقوبة أبلغ من أن يصلوا إلى حالة يتبرأ منهم أنصح الخلق لهم؟\\\"."
    },
    {
      "ayah": 94,
      "surah": 7,
      "text": "يقول تعالى: { وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ ْ} يدعوهم إلى عبادة اللّه، وينهاهم عن ما هم فيه من الشر، فلم ينقادوا له: إلا ابتلاهم الله { بِالْبَأْسَاءِ وَالضَّرَّاءِ ْ} أي: بالفقر والمرض وأنواع البلايا { لَعَلَّهُمْ ْ} إذا أصابتهم، أخضعت نفوسهم فتضرعوا إلى الله واستكانوا للحق."
    },
    {
      "ayah": 95,
      "surah": 7,
      "text": "{ ثُمَّ ْ} إذا لم يفد فيهم، واستمر استكبارهم، وازداد طغيانهم. { بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ ْ} فَأدَرَّ عليهم الأرزاق، وعافى أبدانهم، ورفع عنهم البلاء { حَتَّى عَفَوْا ْ} أي: كثروا، وكثرت أرزاقهم وانبسطوا في نعمة اللّه وفضله، ونسوا ما مر عليهم من البلاء. { وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ ْ} أي: هذه عادة جارية لم تزل موجودة في الأولين واللاحقين، تارة يكونون في سراء وتارة في ضراء، وتارة في فرح، ومرة في ترح، على حسب تقلبات الزمان وتداول الأيام، وحسبوا أنها ليست للموعظة والتذكير، ولا للاستدراج والنكير حتى إذا اغتبطوا، وفرحوا بما أوتوا، وكانت الدنيا، أسر ما كانت إليهم، أخذناهم بالعذاب { بَغْتَةً وَهُمْ لَا يَشْعُرُونَ ْ} أي: لا يخطر لهم الهلاك على بال، وظنوا أنهم قادرون على ما آتاهم اللّه، وأنهم غير زائلين ولا منتقلين عنه."
    },
    {
      "ayah": 96,
      "surah": 7,
      "text": "لما ذكر تعالى أن المكذبين للرسل يبتلون بالضراء موعظة وإنذارا، وبالسراء استدراجا ومكرا، ذكر أن أهل القرى، لو آمنوا بقلوبهم إيمانا صادقا صدقته الأعمال، واستعملوا تقوى اللّه تعالى ظاهرا وباطنا بترك جميع ما حرم اللّه، لفتح عليهم بركات السماء والأرض، فأرسل السماء عليهم مدرارا، وأنبت لهم من الأرض ما به يعيشون وتعيش بهائمهم، في أخصب عيش وأغزر رزق، من غير عناء ولا تعب، ولا كد ولا نصب، ولكنهم لم يؤمنوا ويتقوا { فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ ْ} بالعقوبات والبلايا ونزع البركات، وكثرة الآفات، وهي بعض جزاء أعمالهم، وإلا فلو آخذهم بجميع ما كسبوا، ما ترك عليها من دابة. { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ ْ}"
    },
    {
      "ayah": 97,
      "surah": 7,
      "text": "{ أَفَأَمِنَ أَهْلُ الْقُرَى ْ} أي: المكذبة، بقرينة السياق { أَنْ يَأْتِيَهُمْ بَأْسُنَا ْ} أي: عذابنا الشديد { بَيَاتًا وَهُمْ نَائِمُونَ ْ} أي: في غفلتهم، وغرتهم وراحتهم."
    },
    {
      "ayah": 98,
      "surah": 7,
      "text": "{ أَوَ أَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ ْ} أي: أي شيء يؤمنهم من ذلك، وهم قد فعلوا أسبابه، وارتكبوا من الجرائم العظيمة، ما يوجب بعضه الهلاك؟!"
    },
    {
      "ayah": 99,
      "surah": 7,
      "text": "{ أَفَأَمِنُوا مَكْرَ اللَّهِ ْ} حيث يستدرجهم من حيث لا يعلمون، ويملي لهم، إن كيده متين، { فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ ْ} فإن من أمن من عذاب اللّه، فهو لم يصدق بالجزاء على الأعمال، ولا آمن بالرسل حقيقة الإيمان. وهذه الآية الكريمة فيها من التخويف البليغ، على أن العبد لا ينبغي له أن يكون آمنا على ما معه من الإيمان. بل لا يزال خائفا وجلا أن يبتلى ببلية تسلب ما معه من الإيمان، وأن لا يزال داعيا بقوله: { يا مقلب القلوب ثبت قلبي على دينك ْ} وأن يعمل ويسعى، في كل سبب يخلصه من الشر، عند وقوع الفتن، فإن العبد - ولو بلغت به الحال ما بلغت - فليس على يقين من السلامة."
    }
  ]
}
