{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 72,
      "text": "أي: { قُلْ } يا أيها الرسول للناس { أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ } صرفهم الله [إلى رسوله] لسماع آياته لتقوم عليهم الحجة [وتتم عليهم النعمة] ويكونوا نذرا  لقومهم. وأمر الله رسوله أن يقص نبأهم على الناس، وذلك أنهم لما حضروه، قالوا: أنصتوا، فلما أنصتوا فهموا معانيه، ووصلت حقائقه إلى قلوبهم، { فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا } أي: من العجائب الغالية، والمطالب العالية."
    },
    {
      "ayah": 10,
      "surah": 72,
      "text": "وجزموا أن الله تعالى أراد أن يحدث في الأرض حادثا كبيرا، من خير أو شر، فلهذا قالوا: { وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا } أي: لا بد من هذا أو هذا، لأنهم رأوا الأمر تغير عليهم تغيرا أنكروه، فعرفوا بفطنتهم أن هذا الأمر يريده الله، ويحدثه في الأرض، وفي هذا بيان لأدبهم، إذ أضافوا الخير إلى الله تعالى، والشر حذفوا فاعله تأدبا مع الله."
    },
    {
      "ayah": 11,
      "surah": 72,
      "text": "{ وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ } أي: فساق وفجار وكفار، { كُنَّا طَرَائِقَ قِدَدًا } أي: فرقا متنوعة، وأهواء متفرقة، كل حزب بما لديهم فرحون."
    },
    {
      "ayah": 12,
      "surah": 72,
      "text": "{ وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا } أي: وأنا في وقتنا الآن تبين لنا كمال قدرة الله وكمال عجزنا، وأن نواصينا بيد الله فلن نعجزه في الأرض ولن نعجزه إن هربنا وسعينا بأسباب الفرار والخروج عن قدرته، لا ملجأ منه إلا إليه."
    },
    {
      "ayah": 13,
      "surah": 72,
      "text": "{ وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى } وهو القرآن الكريم، الهادي إلى الصراط المستقيم، وعرفنا هدايته وإرشاده، أثر في قلوبنا فـ { آمَنَّا بِهِ } .ثم ذكروا ما يرغب المؤمن فقالوا: { فَمَنْ يُؤْمِنْ بِرَبِّهِ } إيمانا صادقا { فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا } أي: لا نقصا ولا طغيانا ولا أذى يلحقه  ، وإذا سلم من الشر حصل له الخير، فالإيمان سبب داع إلى حصول كل خير وانتفاء كل شر."
    },
    {
      "ayah": 14,
      "surah": 72,
      "text": "{ وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ } أي: الجائرون العادلون عن الصراط المستقيم.{ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا } أي:: أصابوا طريق الرشد، الموصل لهم إلى الجنة ونعيمها،"
    },
    {
      "ayah": 15,
      "surah": 72,
      "text": "{ وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا } وذلك جزاء على أعمالهم، لا ظلم من الله لهم"
    },
    {
      "ayah": 16,
      "surah": 72,
      "text": "فإنهم { لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ } المثلى { لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا } أي: هنيئا مريئا، ولم يمنعهم ذلك إلا ظلمهم وعدوانهم."
    },
    {
      "ayah": 17,
      "surah": 72,
      "text": "{ لِنَفْتِنَهُمْ فِيهِ } أي: لنختبرهم فيه ونمتحنهم ليظهر الصادق من الكاذب.{ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا } أي: من أعرض عن ذكر الله، الذي هو كتابه، فلم يتبعه وينقد له، بل غفل عنه ولهى، يسلكه عذابا صعدا أي: شديدا بليغا."
    },
    {
      "ayah": 18,
      "surah": 72,
      "text": "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا } أي: لا دعاء عبادة، ولا دعاء مسألة، فإن المساجد التي هي أعظم محال العبادة مبنية على الإخلاص لله، والخضوع لعظمته، والاستكانة لعزته،"
    },
    {
      "ayah": 19,
      "surah": 72,
      "text": "{ وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ } أي: يسأله ويتعبد له ويقرأ القرآن كَاد الجن من تكاثرهم عليه أن يكونوا عليه لبدا، أي: متلبدين متراكمين حرصا على سماع ما جاء به من الهدى."
    },
    {
      "ayah": 2,
      "surah": 72,
      "text": "{ يَهْدِي إِلَى الرُّشْدِ } والرشد: اسم جامع لكل ما يرشد الناس إلى مصالح دينهم ودنياهم، { فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا } فجمعوا بين الإيمان الذي يدخل فيه جميع أعمال الخير، وبين التقوى، [المتضمنة لترك الشر] وجعلوا السبب الداعي لهم إلى الإيمان وتوابعه، ما علموه من إرشادات القرآن، وما اشتمل عليه من المصالح والفوائد واجتناب المضار، فإن ذلك آية عظيمة، وحجة قاطعة، لمن استنار به، واهتدى بهديه، وهذا الإيمان النافع، المثمر لكل خير، المبني على هداية القرآن، بخلاف إيمان العوائد، والمربى والإلف ونحو ذلك، فإنه إيمان تقليد تحت خطر الشبهات والعوارض الكثيرة،"
    },
    {
      "ayah": 20,
      "surah": 72,
      "text": "{ قُلْ } لهم يا أيها الرسول، مبينا حقيقة ما تدعو إليه: { إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا } أي: أوحده وحده لا شريك له، وأخلع ما دونه من الأنداد والأوثان، وكل ما يتخذه المشركون من دونه."
    },
    {
      "ayah": 21,
      "surah": 72,
      "text": "{ قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا } فإني عبد ليس لي من الأمر ولا من التصرف شي"
    },
    {
      "ayah": 22,
      "surah": 72,
      "text": "{ قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ } أي: لا أحد أستجير به ينقذني من عذاب الله، وإذا كان الرسول الذي هو أكمل الخلق، لا يملك ضرا ولا رشدا، ولا يمنع نفسه من الله [شيئا] إن أراده بسوء، فغيره من الخلق من باب أولى وأحرى.{ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا } أي: ملجأ ومنتصرا."
    },
    {
      "ayah": 23,
      "surah": 72,
      "text": "{ إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ } أي: ليس لي مزية على الناس، إلا أن الله خصني بإبلاغ رسالاته ودعوة الخلق إلى الله، وبهذا  تقوم الحجة على الناس. { وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا } وهذا المراد به المعصية الكفرية، كما قيدتها النصوص الأخر المحكمة.وأما مجرد المعصية، فإنه لا يوجب الخلود في النار، كما دلت على ذلك آيات القرآن، والأحاديث عن النبي صلى الله عليه وسلم، وأجمع عليه سلف الأمة وأئمة هذه الأمة."
    },
    {
      "ayah": 24,
      "surah": 72,
      "text": "{ حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ } أي: شاهدوه عيانا، وجزموا أنه واقع بهم، { فَسَيَعْلَمُونَ } في ذلك الوقت حقيقة المعرفة { مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا } حين لا ينصرهم غيرهم ولا أنفسهم ينتصرون، وإذ يحشرون فرادى كما خلقوا أول مرة."
    },
    {
      "ayah": 25,
      "surah": 72,
      "text": "{ قُلْ } لهم إن سألوك [فقالوا] { متى هذا الوعد } ؟ { إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا } أي: غاية طويلة، فعلم ذلك عند الله."
    },
    {
      "ayah": 26,
      "surah": 72,
      "text": "{ عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا } من الخلق، بل انفرد بعلم الضمائر والأسرار والغيب."
    },
    {
      "ayah": 27,
      "surah": 72,
      "text": "{ إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ } أي: فإنه يخبره بما اقتضت حكمته أن يخبره به، وذلك لأن الرسل ليسوا كغيرهم، فإن الله أيدهم بتأييد ما أيده أحدا من الخلق، وحفظ ما أوحاه إليهم حتى يبلغوه على حقيقته، من غير أن تتخبطهم الشياطين، ولا  يزيدوا فيه أو ينقصوا، ولهذا قال: { فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا } أي: يحفظونه بأمر الله."
    },
    {
      "ayah": 28,
      "surah": 72,
      "text": "{ لِيَعْلَمَ } بذلك { أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ } بما جعله لهم من الأسباب، { وَأَحَاطَ بِمَا لَدَيْهِمْ } أي: بما عندهم، وما أسروه وأعلنوه، { وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا } وفي هذه السورة فوائد كثيرة: منها: وجود الجن، وأنهم مكلفون مأمورون مكلفون منهيون، مجازون بأعمالهم، كما هو صريح في هذه السورة.ومنها: أن رسول الله صلى الله عليه وسلم رسول إلى الجن، كما هو رسول إلى الإنس  ، فإن الله صرف نفر الجن ليستمعوا ما يوحى إليه ويبلغوا قومهم.ومنها: ذكاء الجن ومعرفتهم بالحق، وأن الذي ساقهم إلى الإيمان هو ما تحققوه من هداية القرآن، وحسن أدبهم في خطابهم.ومنها: اعتناء الله برسوله، وحفظه لما جاء به، فحين ابتدأت بشائر نبوته، والسماء محروسة بالنجوم، والشياطين قد هربت عن أماكنها، وأزعجت عن مراصدها، وأن الله رحم به الأرض وأهلها رحمة ما يقدر لها قدر، وأراد بهم ربهم رشدا، فأراد أن يظهر من دينه وشرعه ومعرفته في الأرض، ما تبتهج به القلوب، وتفرح به أولو الألباب، وتظهر به شعائر الإسلام، وينقمع به أهل الأوثان والأصنام.ومنها: شدة حرص الجن لاستماع الرسول صلى الله عليه وسلم، وتراكمهم عليه.ومنها: أن هذه السورة قد اشتملت على الأمر بالتوحيد والنهي عن الشرك، وبينت حالة الخلق، وأن كل أحد منهم لا يستحق من العبادة مثقال ذرة، لأن الرسول محمدا صلى الله عليه وسلم، إذا كان لا يملك لأحد نفعا ولا ضرا، بل ولا يملك لنفسه، علم أن الخلق كلهم كذلك، فمن الخطأ والغلط  اتخاذ من هذا وصفه إلها [آخر] مع الله. ومنها: أن علوم الغيوب قد انفرد الله بعلمها، فلا يعلمها أحد من الخلق، إلا من ارتضاه الله وخصه  بعلم شيء منها. تم تفسير سورة قل أوحي إلي، ولله الحمد"
    },
    {
      "ayah": 3,
      "surah": 72,
      "text": "{ وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا } أي: تعالت عظمته وتقدست أسماؤه، { مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا } فعلموا من جد الله وعظمته، ما دلهم على بطلان من يزعم أن له صاحبة أو ولدا، لأن له العظمة والكمال  في كل صفة كمال، واتخاذ الصاحبة والولد ينافي ذلك، لأنه يضاد كمال الغنى."
    },
    {
      "ayah": 4,
      "surah": 72,
      "text": "{ وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا } أي: قولا جائرا عن الصواب، متعديا للحد، وما حمله على ذلك إلا سفهه وضعف عقله، وإلا فلو كان رزينا مطمئنا لعرف كيف يقول."
    },
    {
      "ayah": 5,
      "surah": 72,
      "text": "{ وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا } أي: كنا مغترين قبل ذلك، وغرنا القادة  والرؤساء من الجن والإنس، فأحسنا بهم الظن، وظنناهم  لا يتجرأون على الكذب على الله، فلذلك كنا قبل هذا على طريقهم، فاليوم إذ بان لنا الحق، رجعنا إليه  ، وانقدنا له، ولم نبال بقول أحد من الناس  يعارض الهدى."
    },
    {
      "ayah": 6,
      "surah": 72,
      "text": "{ وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا } أي: كان الإنس يعبدون الجن ويستعيذون بهم عند المخاوف والأفزاع  ، فزاد الإنس الجن رهقا أي: طغيانا وتكبرا لما رأوا الإنس يعبدونهم، ويستعيذون بهم، ويحتمل أن الضمير في زادوهم يرجع إلى الجن ضمير الواو  أي: زاد الجن الإنس ذعرا وتخويفا لما رأوهم يستعيذون بهم ليلجئوهم إلى الاستعاذة بهم، فكان الإنسي إذا نزل بواد مخوف، قال: \\\" أعوذ بسيد هذا الوادي من سفهاء قومه \\\"."
    },
    {
      "ayah": 7,
      "surah": 72,
      "text": "{ وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا } أي: فلما أنكروا البعث أقدموا على الشرك والطغيان."
    },
    {
      "ayah": 8,
      "surah": 72,
      "text": "{ وَأَنَّا لَمَسْنَا السَّمَاءَ } أي: أتيناها واختبرناها، { فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا } عن الوصول إلى أرجائها [والدنو منها]، { وَشُهُبًا } يرمى بها من استرق السمع، وهذا بخلاف عادتنا الأولى، فإنا كنا نتمكن من الوصول إلى خبر السماء."
    },
    {
      "ayah": 9,
      "surah": 72,
      "text": "{ وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْع } فنتلقف من أخبار السماء ما شاء الله. { فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا } أي: مرصدا له، معدا لإتلافه وإحراقه، أي: وهذا له شأن عظيم، ونبأ جسيم."
    }
  ]
}
