{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 76,
      "text": "ذكر الله في هذه السورة الكريمة أول حالة الإنسان ومبتدأها ومتوسطها ومنتهاها. فذكر أنه مر عليه دهر طويل وهو الذي قبل وجوده، وهو معدوم بل ليس مذكورا."
    },
    {
      "ayah": 10,
      "surah": 76,
      "text": "{ إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا } أي: شديد الجهمة والشر { قَمْطَرِيرًا } أي: ضنكا ضيقا،"
    },
    {
      "ayah": 11,
      "surah": 76,
      "text": "{ فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ } فلا يحزنهم الفزع الأكبر، وتتلقاهم الملائكة [هذا يومكم الذي كنتم توعدون].{ وَلَقَّاهُمْ } أي: أكرمهم وأعطاهم { نَضْرَةً } في وجوههم { وَسُرُورًا } في قلوبهم، فجمع لهم بين نعيم الظاهر والباطن"
    },
    {
      "ayah": 12,
      "surah": 76,
      "text": "{ وَجَزَاهُمْ بِمَا صَبَرُوا } على طاعة الله، فعملوا ما أمكنهم منها، وعن معاصي الله، فتركوها، وعلى أقدار الله المؤلمة، فلم يتسخطوها، { جَنَّةً } جامعة لكل نعيم، سالمة من كل مكدر ومنغص، { وَحَرِيرًا } كما قال [تعالى:] { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } ولعل الله إنما خص الحرير، لأنه لباسهم الظاهر، الدال على حال صاحبه."
    },
    {
      "ayah": 13,
      "surah": 76,
      "text": "{ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ } الاتكاء: التمكن من الجلوس، في حال الرفاهية والطمأنينة [الراحة]، والأرائك هي السرر التي عليها اللباس المزين، { لَا يَرَوْنَ فِيهَا } أي: في الجنة { شَمْسًا } يضرهم حرها { وَلَا زَمْهَرِيرًا } أي: بردا شديدا، بل جميع أوقاتهم في ظل ظليل، لا حر ولا برد، بحيث تلتذ به الأجساد، ولا تتألم من حر ولا برد."
    },
    {
      "ayah": 14,
      "surah": 76,
      "text": "{ وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا } أي: قربت ثمراتها من مريدها تقريبا ينالها، وهو قائم، أو قاعد، أو مضطجع."
    },
    {
      "ayah": 15,
      "surah": 76,
      "text": "ويطاف على أهل الجنة أي: يدور [عليهم] الخدم والولدان  { بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا }"
    },
    {
      "ayah": 16,
      "surah": 76,
      "text": "{ قَوَارِيرَ مِنْ فِضَّةٍ } أي: مادتها من فضة، [وهي] على صفاء القوارير، وهذا من أعجب الأشياء، أن تكون الفضة الكثيفة من صفاء جوهرها وطيب معدنها على صفاء القوارير.{ قَدَّرُوهَا تَقْدِيرًا } أي: قدروا الأواني المذكورة على قدر ريهم، لا تزيد ولا تنقص، لأنها لو زادت نقصت لذتها، ولو نقصت لم تف بريهم  . ويحتمل أن المراد: قدرها أهل الجنة بنفوسهم بمقدار يوافق لذاتهم، فأتتهم على ما قدروا في خواطرهم."
    },
    {
      "ayah": 17,
      "surah": 76,
      "text": "{ وَيُسْقَوْنَ فِيهَا } أي: في الجنة من كأس، وهو الإناء المملوء من خمر ورحيق، { كَانَ مِزَاجُهَا } أي: خلطها { زَنْجَبِيلًا } ليطيب طعمه وريحه."
    },
    {
      "ayah": 18,
      "surah": 76,
      "text": "{ عَيْنًا فِيهَا } أي: في الجنة، { تُسَمَّى سَلْسَبِيلًا } سميت بذلك لسلاستها ولذتها وحسنها."
    },
    {
      "ayah": 19,
      "surah": 76,
      "text": "{ وَيَطُوفُ } على أهل الجنة، في طعامهم وشرابهم وخدمتهم.{ وِلْدَانٌ مُخَلَّدُونَ } أي: خلقوا من الجنة للبقاء، لا يتغيرون ولا يكبرون، وهم في غاية الحسن، { إِذَا رَأَيْتَهُمْ } منتشرين في خدمتهم { حَسِبْتَهُمْ } من حسنهم { لُؤْلُؤًا مَنْثُورًا } وهذا من تمام لذة أهل الجنة، أن يكون خدامهم الولدان المخلدون، الذين تسر رؤيتهم، ويدخلون على مساكنهم، آمنين من تبعتهم، ويأتونهم بما يدعون وتطلبه نفوسهم،"
    },
    {
      "ayah": 2,
      "surah": 76,
      "text": "ثم لما أراد الله تعالى خلقه، خلق [أباه] آدم من طين، ثم جعل نسله متسلسلا { مِنْ نُطْفَةٍ أَمْشَاجٍ } أي: ماء مهين مستقذر { نَبْتَلِيهِ } بذلك لنعلم هل يرى حاله الأولى ويتفطن لها أم ينساها وتغره نفسه؟فأنشأه الله، وخلق له القوى الباطنة والظاهرة، كالسمع والبصر، وسائر الأعضاء، فأتمها له وجعلها سالمة يتمكن بها من تحصيل مقاصده."
    },
    {
      "ayah": 20,
      "surah": 76,
      "text": "{ وَإِذَا رَأَيْتَ ثَمَّ } أي: هناك في الجنة، ورمقت ما هم فيه من النعيم  { رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا } فتجد الواحد منهم، عنده من القصور والمساكن والغرف المزينة المزخرفة، ما لا يدركه الوصف، ولديه من البساتين الزاهرة، والثمار الدانية، والفواكه اللذيذة، والأنهار الجارية، والرياض المعجبة، والطيور المطربة [المشجية] ما يأخذ بالقلوب، ويفرح النفوس.وعنده من الزوجات. اللاتي هن في غاية الحسن والإحسان، الجامعات لجمال الظاهر والباطن، الخيرات الحسان، ما يملأ القلب سرورا، ولذة وحبورا، وحوله من الولدان المخلدين، والخدم المؤبدين، ما به تحصل الراحة والطمأنينة، وتتم لذة العيش، وتكمل الغبطة.ثم علاوة ذلك وأعظمه الفوز برؤية  الرب الرحيم، وسماع خطابه، ولذة قربه، والابتهاج برضاه، والخلود الدائم، وتزايد ما هم فيه من النعيم كل وقت وحين، فسبحان الملك المالك، الحق المبين، الذي لا تنفد خزائنه، ولا يقل خيره، فكما لا نهاية لأوصافه فلا نهاية لبره وإحسانه."
    },
    {
      "ayah": 21,
      "surah": 76,
      "text": "{ عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ } أي: قد جللتهم ثياب السندس والإستبرق الأخضران، اللذان هما أجل أنواع الحرير، فالسندس: ما غلظ من الديباج  والإستبرق: ما رق منه. { وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ } أي: حلوا في أيديهم أساور الفضة، ذكورهم وإناثهم، وهذا وعد وعدهم الله، وكان وعده مفعولا، لأنه لا أصدق منه قيلا ولا حديثا.وقوله: { وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا } أي: لا كدر فيه بوجه من الوجوه، مطهرا لما في بطونهم من كل أذى وقذى."
    },
    {
      "ayah": 22,
      "surah": 76,
      "text": "{ إِنَّ هَذَا } الجزاء الجزيل والعطاء الجميل { كَانَ لَكُمْ جَزَاءً } على ما أسلفتموه من الأعمال، { وَكَانَ سَعْيُكُمْ مَشْكُورًا } أي: القليل منه، يجعل الله لكم به من النعيم المقيم ما لا يمكن حصره."
    },
    {
      "ayah": 23,
      "surah": 76,
      "text": "وقوله تعالى لما ذكر نعيم الجنة { إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا } فيه الوعد والوعيد وبيان كل ما يحتاجه العباد، وفيه الأمر بالقيام بأوامره وشرائعه أتم القيام، والسعي في تنفيذها، والصبر على ذلك."
    },
    {
      "ayah": 24,
      "surah": 76,
      "text": "{ فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا } أي: اصبر لحكمه القدري، فلا تسخطه، ولحكمه الديني، فامض عليه، ولا يعوقك عنه عائق. { وَلَا تُطِعْ } من المعاندين، الذين يريدون أن يصدوك { آثِمًا } أي: فاعلا إثما ومعصية ولا { كَفُورًا } فإن طاعة الكفار والفجار والفساق، لا بد أن تكون في المعاصي، فلا يأمرون  إلا بما تهواه أنفسهم. ولما كان الصبر يساعده القيام بعبادة الله  ،"
    },
    {
      "ayah": 25,
      "surah": 76,
      "text": "{ وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا } أي: أول النهار وآخره، فدخل في ذلك، الصلوات المكتوبات وما يتبعها من النوافل، والذكر، والتسبيح، والتهليل، والتكبير في هذه الأوقات."
    },
    {
      "ayah": 26,
      "surah": 76,
      "text": "{ وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ } أي: أكثر [له] من السجود، ولا يكون ذلك إلا بالإكثار من الصلاة  . { وَسَبِّحْهُ لَيْلًا طَوِيلًا } وقد تقدم تقييد هذا المطلق بقوله: { يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا } الآية"
    },
    {
      "ayah": 27,
      "surah": 76,
      "text": "{ إِنَّ هَؤُلَاءِ } أي: المكذبين لك أيها الرسول بعد ما بينت لهم الآيات، ورغبوا ورهبوا، ومع ذلك، لم يفد فيهم ذلك شيئا، بل لا يزالون يؤثرون، { الْعَاجِلَةَ } ويطمئنون إليها، { وَيَذَرُونَ } أي: يتركون العمل ويهملون { وَرَاءَهُمْ } أي: أمامهم { يَوْمًا ثَقِيلًا } وهو يوم القيامة، الذي مقداره خمسون ألف سنة مما تعدون، وقال تعالى: { يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ } فكأنهم ما خلقوا إلا للدنيا والإقامة فيها."
    },
    {
      "ayah": 28,
      "surah": 76,
      "text": "ثم استدل عليهم وعلى بعثهم بدليل عقلي، وهو دليل الابتداء، فقال: { نَحْنُ خَلَقْنَاهُمْ } أي: أوجدناهم من العدم، { وَشَدَدْنَا أَسْرَهُمْ } أي: أحكمنا خلقتهم بالأعصاب، والعروق، والأوتار، والقوى الظاهرة والباطنة، حتى تم الجسم واستكمل، وتمكن من كل ما يريده، فالذي أوجدهم على هذه الحالة، قادر على أن يعيدهم بعد موتهم لجزائهم، والذي نقلهم في هذه الدار إلى هذه الأطوار، لا يليق به أن يتركهم سدى، لا يؤمرون، ولا ينهون، ولا يثابون، ولا يعاقبون، ولهذا قال: { بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا } أي: أنشأناكم للبعث نشأة أخرى، وأعدناكم بأعيانكم، وهم بأنفسهم أمثالهم."
    },
    {
      "ayah": 29,
      "surah": 76,
      "text": "{ إِنَّ هَذِهِ تَذْكِرَةٌ } أي: يتذكر بها المؤمن، فينتفع بما فيها من التخويف والترغيب. { فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا } أي: طريقا موصلا إليه، فالله يبين الحق والهدى، ثم يخير الناس بين الاهتداء بها أو النفور عنها، مع قيام الحجة عليهم"
    },
    {
      "ayah": 3,
      "surah": 76,
      "text": "ثم أرسل إليه الرسل، وأنزل عليه الكتب، وهداه الطريق الموصلة إلى الله  ، ورغبه فيها، وأخبره بما له عند الوصول إلى الله.ثم أخبره بالطريق الموصلة إلى الهلاك، ورهبه منها، وأخبره بما له إذا سلكها، وابتلاه بذلك، فانقسم الناس إلى شاكر لنعمة الله عليه، قائم بما حمله الله من حقوقه، وإلى كفور لنعمة الله عليه، أنعم الله عليه بالنعم الدينية والدنيوية، فردها، وكفر بربه، وسلك الطريق الموصلة إلى الهلاك.ثم ذكر تعالى حال الفريقين عند الجزاء فقال:"
    },
    {
      "ayah": 30,
      "surah": 76,
      "text": "{ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ } فإن مشيئة الله نافذة، { إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا } فله الحكمة في هداية المهتدي، وإضلال الضال."
    },
    {
      "ayah": 31,
      "surah": 76,
      "text": "{ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ } فيختصه بعنايته، ويوفقه لأسباب السعادة ويهديه لطرقها. { وَالظَّالِمِينَ } الذين اختاروا الشقاء على الهدى { أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا } [بظلمهم وعدوانهم]. تم تفسير سورة الإنسان - ولله الحمد والمنة"
    },
    {
      "ayah": 4,
      "surah": 76,
      "text": "إلى آخر الثواب أي: إنا هيأنا وأرصدنا لمن كفر بالله، وكذب رسله، وتجرأ على المعاصي { سَلَاسِلَ } في نار جهنم، كما قال تعالى: { ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ }. { وَأَغْلَالًا } تغل بها أيديهم إلى أعناقهم ويوثقون بها.{ وَسَعِيرًا } أي: نارا تستعر بها أجسامهم وتحرق بها أبدانهم، { كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ } وهذا العذاب دائم لهم أبدا، مخلدون فيه سرمدا."
    },
    {
      "ayah": 5,
      "surah": 76,
      "text": "وأما { الْأَبْرَارِ } وهم الذين برت قلوبهم بما فيها من محبة الله ومعرفته، والأخلاق الجميلة، فبرت جوارحهم  ، واستعملوها بأعمال البر أخبر أنهم { يَشْرَبُونَ مِنْ كَأْسٍ } أي: شراب لذيذ من خمر قد مزج بكافور أي: خلط به ليبرده ويكسر حدته، وهذا الكافور [في غاية اللذة] قد سلم من كل مكدر ومنغص، موجود في كافور الدنيا، فإن الآفة الموجودة في الأسماء التي ذكر الله أنها في الجنة وهي في الدنيا تعدم في الآخرة  .كما قال تعالى: { فِي سِدْرٍ مَخْضُودٍ وَطَلْحٍ مَنْضُودٍ } { وَأَزْوَاجٌ مُطَهَّرَةٌ } { لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ } { وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ }."
    },
    {
      "ayah": 6,
      "surah": 76,
      "text": "{ عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ } أي: ذلك الكأس اللذيذ الذي يشربون به، لا يخافون نفاده، بل له مادة لا تنقطع، وهي عين دائمة الفيضان والجريان، يفجرها عباد الله تفجيرا، أنى شاءوا، وكيف أرادوا، فإن شاءوا صرفوها إلى البساتين الزاهرات، أو إلى الرياض الناضرات، أو بين جوانب القصور والمساكن المزخرفات، أو إلى أي: جهة يرونها من الجهات المونقات."
    },
    {
      "ayah": 7,
      "surah": 76,
      "text": "وقد  ذكر جملة من أعمالهم في أول هذه السورة، فقال: { يُوفُونَ بِالنَّذْرِ } أي: بما ألزموا به أنفسهم لله من النذور والمعاهدات، وإذا كانوا يوفون بالنذر، وهو لم يجب  عليهم، إلا بإيجابهم على أنفسهم، كان فعلهم وقيامهم بالفروض الأصلية، من باب أولى وأحرى، { وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا } أي: منتشرا فاشيا، فخافوا أن ينالهم شره، فتركوا كل سبب موجب لذلك،"
    },
    {
      "ayah": 8,
      "surah": 76,
      "text": "{ وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ } أي: وهم في حال يحبون فيها المال والطعام، لكنهم قدموا محبة الله على محبة نفوسهم، ويتحرون في إطعامهم أولى الناس وأحوجهم { مِسْكِينًا وَيَتِيمًا وَأَسِيرًا } ."
    },
    {
      "ayah": 9,
      "surah": 76,
      "text": "ويقصدون بإنفاقهم وإطعامهم وجه الله تعالى، ويقولون بلسان الحال: { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا } أي: لا جزاء ماليا ولا ثناء قوليا."
    }
  ]
}
