{
  "ayahs": [
    { "ayah": 1, "surah": 93, "text": "أقسم تعالى بالنهار إذا انتشر ضياؤه بالضحى." },
    {
      "ayah": 10,
      "surah": 93,
      "text": "{ وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ } أي: لا يصدر منك إلى السائل كلام  يقتضي رده عن مطلوبه، بنهر وشراسة خلق، بل أعطه ما تيسر عندك أو رده بمعروف [وإحسان]. وهذا يدخل فيه السائل للمال، والسائل للعلم، ولهذا كان المعلم مأمورًا بحسن الخلق مع المتعلم، ومباشرته بالإكرام والتحنن عليه، فإن في ذلك معونة له على مقصده، وإكرامًا لمن كان يسعى في نفع العباد والبلاد."
    },
    {
      "ayah": 11,
      "surah": 93,
      "text": "{ وَأَمَّا بِنِعْمَةِ رَبِّكَ } [وهذا يشمل] النعم الدينية والدنيوية { فَحَدِّثْ } أي: أثن على الله بها، وخصصها بالذكر إن كان هناك مصلحة. وإلا فحدث بنعم الله على الإطلاق، فإن التحدث بنعمة الله، داع لشكرها، وموجب لتحبيب القلوب إلى من أنعم بها، فإن القلوب مجبولة على محبة المحسن."
    },
    { "ayah": 2, "surah": 93, "text": "وبالليل إذا سجى وادلهمت ظلمته، على اعتناء الله برسوله صلى الله عليه وسلم" },
    {
      "ayah": 3,
      "surah": 93,
      "text": "{ مَا وَدَّعَكَ رَبُّكَ } أي: ما تركك منذ اعتنى بك، ولا أهملك منذ رباك ورعاك، بل لم يزل يربيك أحسن تربية، ويعليك درجة بعد درجة. { وَمَا قَلا } ك الله أي: ما أبغضك منذ أحبك، فإن نفي الضد دليل على ثبوت ضده، والنفي المحض لا يكون مدحًا، إلا إذا تضمن ثبوت كمال، فهذه حال الرسول صلى الله عليه وسلم الماضية والحاضرة، أكمل حال وأتمها، محبة الله له واستمرارها، وترقيته في درج  الكمال، ودوام اعتناء الله به."
    },
    {
      "ayah": 4,
      "surah": 93,
      "text": "وأما حاله المستقبلة، فقال: { وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى } أي: كل حالة متأخرة من أحوالك، فإن لها الفضل على الحالة السابقة. فلم يزل صلى الله عليه وسلم يصعد في درج المعالي  ويمكن له الله دينه، وينصره على أعدائه، ويسدد له أحواله، حتى مات، وقد وصل إلى حال لا يصل  إليها الأولون والآخرون، من الفضائل والنعم، وقرة العين، وسرور القلب."
    },
    {
      "ayah": 5,
      "surah": 93,
      "text": "ثم بعد ذلك، لا تسأل عن حاله في الآخرة، من تفاصيل الإكرام، وأنواع الإنعام، ولهذا قال: { وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى } وهذا أمر لا يمكن التعبير عنه بغير هذه العبارة الجامعة الشاملة. ثم امتن عليه بما يعلمه من أحواله  [الخاصة] فقال:"
    },
    {
      "ayah": 6,
      "surah": 93,
      "text": "{ أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى } أي: وجدك لا أم لك، ولا أب، بل قد مات أبوه وأمه وهو لا يدبر نفسه، فآواه الله، وكفله جده عبد المطلب، ثم لما مات جده كفله الله عمه أبا طالب، حتى أيده بنصره وبالمؤمنين."
    },
    {
      "ayah": 7,
      "surah": 93,
      "text": "{ وَوَجَدَكَ ضَالًّا فَهَدَى } أي: وجدك لا تدري ما الكتاب ولا الإيمان، فعلمك ما لم تكن تعلم، ووفقك لأحسن الأعمال والأخلاق."
    },
    {
      "ayah": 8,
      "surah": 93,
      "text": "{ وَوَجَدَكَ عَائِلًا } أي: فقيرًا { فَأَغْنَى } بما فتح الله عليك  من البلدان، التي جبيت لك أموالها وخراجها. فالذي أزال عنك هذه النقائص، سيزيل عنك كل نقص، والذي أوصلك إلى الغنى، وآواك ونصرك وهداك، قابل نعمته بالشكران."
    },
    {
      "ayah": 9,
      "surah": 93,
      "text": "{ فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ } أي: لا تسيء معاملة اليتيم، ولا يضق صدرك عليه، ولا تنهره، بل أكرمه، وأعطه ما تيسر، واصنع به كما تحب أن يصنع بولدك من بعدك."
    }
  ]
}
