{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 96,
      "text": "هذه السورة أول السور القرآنية نزولًا على رسول الله صلى الله عليه وسلم.فإنها نزلت عليه في مبادئ النبوة، إذ كان لا يدري ما الكتاب ولا الإيمان، فجاءه جبريل عليه الصلاة والسلام بالرسالة، وأمره أن يقرأ، فامتنع، وقال: { ما أنا بقارئ } فلم يزل به حتى قرأ. فأنزل الله عليه: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ } عموم الخلق، ثم خص الإنسان."
    },
    { "ayah": 10, "surah": 96, "text": "يقول الله لهذا المتمرد العاتي: { أَرَأَيْتَ } أيها الناهي للعبد إذا صلى" },
    { "ayah": 11, "surah": 96, "text": "{ إِنْ كَانَ } العبد المصلي { عَلَى الْهُدَى } العلم بالحق والعمل به،" },
    {
      "ayah": 12,
      "surah": 96,
      "text": "{ أَوْ أَمْرٍ } غيره { بِالتَّقْوَى } .فهل يحسن أن ينهى، من هذا وصفه؟ أليس نهيه، من أعظم المحادة لله، والمحاربة للحق؟ فإن النهي، لا يتوجه إلا لمن هو في نفسه على غير الهدى، أو كان يأمر غيره بخلاف التقوى."
    },
    { "ayah": 13, "surah": 96, "text": "{ أَرَأَيْتَ إِنْ كَذَّبَ } الناهي بالحق { وَتَوَلَّى } عن الأمر، أما يخاف الله ويخشى عقابه؟" },
    { "ayah": 14, "surah": 96, "text": "{ أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى } ما يعمل ويفعل؟." },
    {
      "ayah": 15,
      "surah": 96,
      "text": "ثم توعده إن استمر على حاله، فقال: { كَلَّا لَئِنْ لَمْ يَنْتَهِ } عما يقول ويفعل { لَنَسْفَعَنْ بِالنَّاصِيَةِ } أي: لنأخذن بناصيته، أخذًا عنيفًا، وهي حقيقة بذلك."
    },
    { "ayah": 16, "surah": 96, "text": "فإنها { نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ } أي: كاذبة في قولها، خاطئة في فعلها." },
    {
      "ayah": 17,
      "surah": 96,
      "text": "{ فَلْيَدْعُ } هذا الذي حق عليه العقاب  { نَادِيَهُ } أي: أهل مجلسه وأصحابه ومن حوله، ليعينوه على ما نزله به."
    },
    {
      "ayah": 18,
      "surah": 96,
      "text": "{ سَنَدْعُ الزَّبَانِيَةَ } أي: خزنة جهنم، لأخذه وعقوبته، فلينظر أي: الفريقين أقوى وأقدر؟ فهذه حالة الناهي وما توعد به من العقوبة."
    },
    {
      "ayah": 19,
      "surah": 96,
      "text": "وأما حالة المنهي، فأمره الله أن لا يصغى إلى هذا الناهي ولا ينقاد لنهيه فقال: { كَلَّا لَا تُطِعْهُ } [أي:] فإنه لا يأمر إلا بما فيه خسارة الدارين، { وَاسْجُدْ } لربك { وَاقْتَرَبَ } منه في السجود وغيره من أنواع الطاعات والقربات، فإنها كلها تدني من رضاه وتقرب منه.وهذا عام لكل ناه عن الخير ومنهي عنه، وإن كانت نازلة في شأن أبي جهل حين نهى رسول الله صلى الله عليه وسلم عن الصلاة، وعبث به  وآذاه. تمت ولله الحمد."
    },
    {
      "ayah": 2,
      "surah": 96,
      "text": "وذكر ابتداء خلقه { مِنْ عَلَقٍ } فالذي خلق الإنسان واعتنى بتدبيره، لا بد أن يدبره بالأمر والنهي، وذلك بإرسال الرسول إليهم  ، وإنزال الكتب عليهم، ولهذا ذكر  بعد الأمر بالقراءة، خلقه  للإنسان."
    },
    { "ayah": 3, "surah": 96, "text": "{ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ } أي: كثير الصفات واسعها، كثير الكرم والإحسان، واسع الجود." },
    { "ayah": 4, "surah": 96, "text": "الذي من كرمه أن علم بالعلم و { عَلَّمَ بِالْقَلَمِ}" },
    {
      "ayah": 5,
      "surah": 96,
      "text": "[عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ } فإنه تعالى أخرجه من بطن أمه لا يعلم شيئًا، وجعل له السمع والبصر والفؤاد، ويسر له أسباب العلم.فعلمه القرآن، وعلمه الحكمة، وعلمه بالقلم، الذي به تحفظ به العلوم، وتضبط الحقوق، وتكون رسلًا للناس تنوب مناب خطابهم، فلله الحمد والمنة، الذي أنعم على عباده بهذه النعم التي لا يقدرون لها على جزاء ولا شكور، ثم من عليهم بالغنى وسعة الرزق."
    },
    { "ayah": 6, "surah": 96, "text": "والإنسان -لجهله وظلمه- إذا رأى نفسه غنيًا، طغى وبغى وتجبر عن الهدى" },
    { "ayah": 7, "surah": 96, "text": "والإنسان -لجهله وظلمه- إذا رأى نفسه غنيًا، طغى وبغى وتجبر عن الهدى" },
    {
      "ayah": 8,
      "surah": 96,
      "text": "ونسي أن إلى ربه الرجعى، ولم يخف الجزاء، بل ربما وصلت به الحال أنه يترك الهدى بنفسه، ويدعو [غيره] إلى تركه، فينهى عن الصلاة التي هي أفضل أعمال الإيمان."
    },
    { "ayah": 9, "surah": 96, "text": "يقول الله لهذا المتمرد العاتي: { أَرَأَيْتَ } أيها الناهي للعبد إذا صلى" }
  ]
}
