{
  "text": "ولسلیمن الریح غدوھا شھر۔۔۔۔۔۔ وقلیل من عبادی الشکور (12 – 13) ” اس کے لیے بناتے تھے جو کچھ وہ چاہتا ، اونچی عمارتیں ، تصویریں ، بڑے بڑے خوض جیسے لگن اور اپنی جگہ سے نہ ہٹنے والی بھاری دیگیں۔ اے آل داؤد ، عمل کرو شکر کے طریقے پر ، میرے بندوں میں کم ہی شکر گزار ہیں۔\nحضرت سلیمان (علیہ السلام) کے لیے ہوا کو مسخر کردیا گیا تھا ، اس کے بارے میں بہت سی روایات وارد ہیں۔ ان روایات پر اسرائیلیات کا رنگ غالب ہے۔ اگرچہ یہودی کتابوں میں ان کا تذکرہ نہیں ہے۔ ان روایات میں پڑنے سے بچنا ہی بہتر ہے۔ آیت میں جو کچھ آیا ہے کہ اللہ نے حضرت سلیمان (علیہ السلام) کے لیے ہوا کو مسخر کردیا تھا اور یہ ہوا صبح کے وقت ایک علاقے کی طرف چلتی تھی ۔ ( سورة انبیاء میں ہے کہ یہ ارض مقدس کی طرف چلتی تھی) اور ایک مہینے کا فاصل طے کرتی تھی اور شام کے وقت وہ دوسرے علاقے کی طرف چلتی اور مسافت ایک مدد کا فاصلہ ہوتا ۔ دونوں سے حضرت سلیمان اپنے مفادات لیتے اور اللہ کے حکم سے استفادہ کرتے۔ اس کی تفصیلات کیا ہیں۔ وہ ہمیں معلوم نہیں۔ اور بلا تحقیق انسانوں کے پیچھے پڑنے کی ضرورت بھی نہیں ہے۔\nواسلنا لہ عین القطر (34: 12) ” ہم نے اس کے لیے پگھلے ہوئے تانبے کا ایک چشمہ بہا دیا تھا “ قطر نحاس یعنی تانبے کو کہتے ہیں۔ سیاق کلام سے یہاں بھی معلوم ہوتا ہے کہ لوہے کو نرم کرنے کی طرح ، تانبے کا چشمہ بھی کوئی معجزانہ عمل تھا۔ یوں ہوسکتا ہے کہ اللہ نے آتش فشانی کے عمل کی طرح ان کے لیے تانبے کا چشمہ بہا دیا ہو یا یوں کہ اللہ نے ان کو بطور الہام تانبا پگھلانا سکھا دیا ہو۔ یہ بھی اللہ کی طرف سے فضل عظیم تھا۔\nومن الجن من یعمل بین یدیہ باذن ربہ (34: 12) ” “۔ اللہ نے معجزانہ طور پر جن ان کے تابع کر دئیے تھے اور وہ ان کی مملکت میں معجزانہ ڈیوٹیاں دیتے تھے۔ عربی میں ان تمام مخفی قوتوں کو جن کہا جاتا ہے جو نظر نہیں آتیں۔ یہ ایک مخلوق ہے جس پر اللہ نے جن کے لفظ کا اطلاق کیا ہے ہم اس مخلوق کے بارے میں وہی کچھ جانتے ہیں جو اللہ نے بتایا ہے اس سے زیادہ نہیں۔ یہاں اللہ نے صرف یہی کہا ہے کہ حضرت سلیمان (علیہ السلام) کے لیے ان کا ایک گروہ مسخر کردیا گیا تھا جو آپ کے تحت کام کرتا تھا اور ان میں سے جو بھی بھاگ جاتا اسے اللہ سخت سزا دیتے تھے۔\nومن یزغ ۔۔۔۔۔ عذاب السعیر (34: 12) ” “۔ جنوں کی تسخیر کی بات ختم ہونے سے قبل ہی یہ تبصرہ کیا گیا کہ جن اللہ کے اس طرح قبضے میں ہیں کہ اگر نافرمانی کریں تو اللہ انہیں آگ میں ڈال دے۔ چونکہ بعض مشرکین جنوں کی پوجا کرتے تھے اس لیے یہاں ان کی اس بےبسی کو بیان کیا گیا کہ مشرکین کی طرح ان کے معبود بھی نار جہنم میں جائیں گے بوجہ نافرمانی کے۔ جن حضرت سلیمان کیلئے یوں مسخر تھے",
  "ayah": 12,
  "surah": 34
}
