{
  "text": "فلما قضینا علیہ ۔۔۔۔۔ فی العذاب المھین (13)\nروایت میں آتا ہے کہ جب حضرت سلیمان (علیہ السلام) کی موت کا وقت آگیا تو وہ عصا پر تکیہ کیے ہوئے تھے۔ جن اپنی اپنی ڈیوٹیاں سر انجام دے رہے تھے اور ان کے ذمہ بہت سے شدید فرائض تھے جو ان کو کرتے تھے۔ جنوں کو ایک عرصہ تک معلوم نہ ہوا کہ حضرت سلیمان فوت ہوگئے ہیں یہاں تک کہ گھن نے ان کے عصا کو چاٹ لیا۔ یہ کیڑا جہاں ہوتا ہے۔ چھت کے شہتیروں ، دروازوں ، ستونوں کو بری طرح کھا جاتا ہے۔ پورٹ سعید کے علاقے میں لوگ گھر بناتے ہیں اور اس گھن کے ڈر سے اس میں ایک لکڑی بھی نہیں لگاتے کہ یہ کیڑا ہر قسم کی لکڑی کو چاٹ جاتا ہے۔ جب اس نے عصا کو چاٹ لیا تو وہ حضرت سلیمان کو نہ سہار سکا اور آپ زمین پر گر پڑے۔ اس وقت جنوں کو معلوم ہوا کہ حضرت تو وفات پا چکے ہیں۔ یہاں آکر جنوں کو معلوم ہوا۔\nتبینت الجن ۔۔۔۔۔۔ العذاب المھین (34: 14) ” یہ بات کھل گئی کہ اگر وہ غیب جاننے والے ہوتے تو اس ذلت کے عذاب میں مبتلا نہ رہتے “۔ یہ ہیں وہ جن جن کو عرب پوجتے ہیں اور ان کو اللہ نے اپنے بندوں میں سے ایک بندے کے تابع بنا دیا اور ان کو اپنے قریب کے غیب کا بھی علم نہ تھا۔ لیکن بعض لوگ اس قدر کم فہم ہیں کہ ان سے دور کی باتیں پوچھتے ہیں۔\nحضرت داؤد (علیہ السلام) کے گھرانے کا قصہ تو ان اہل ایمان کا قصہ تھا جو اللہ کے فضل و کرم کا بےحد شکر ادا کرنے والے تھے۔ اس کے بالمقابل قوم سبا کا قصہ ہے۔ سورة نمل میں حضرت سلیمان اور ملکہ سبا کے حالات گزر گئے ہیں۔ اب ان کا قصہ بعد کے ادوار سے متعلق ہے کیونکہ جن واقعات کا یہاں ذکر ہے وہ زمانہ مابعد سے متعلق ہیں۔ راجح بات یہ ہے کہ جب قوم سبا نے سرکشی اختیار کی تو اللہ نے ان سے اپنی نعمتیں چھین لیں اور اس کے بعد یہ لوگ اس علاقے سے منتشر ہوگئے۔ حضرت سلیمان (علیہ السلام) کے دور میں یہ لوگ ایک بہت بڑی ترقی یافتہ مملکت کے مالک تھے اور ان کے علاقے میں ہر طرف خوشحالی اور رفاہ عامہ کے کام تھے۔ کیونکہ ہدہد نے سلیمان (علیہ السلام) کے سامنے یہ رپورٹ پیش کی۔\nانی وجدت امرۃ ۔۔۔۔۔ من دون اللہ ” میں نے دیکھا کہ ایک عورت ان کی ملکہ ہے اور اسے ہر چیز دی گئی ہے اور اس کا ایک عظیم تخت ہے۔ میں نے پایا کہ وہ اور اس کی قوم سورج کے پجاری ہیں ، اللہ کے سوا “۔ اس کے بعد پھر ملکہ سبا سلیمان (علیہ السلام) کے سامنے مسلمان ہو کر آجاتی ہے۔ لہٰذا یہاں کے جو واقعات ہیں وہ ملکہ سبا کے زمانہ کے بعد سے متعلق ہیں۔ یہ مصائب ان پر اس وقت آئے جب انہوں نے سرکشی اختیار کرلی ۔ اور اللہ کی ناشکری کی وجہ سے اللہ نے اپنے انعامات ان سے چھین لیے۔\nقصے کا آغاز اس حالت کے بیان سے ہوتا ہے جس میں وہ تھے۔ اچھے دن ، فراوانی ، ترقی اور اللہ کی نعمتیں اور ہر طرح کی پیداوار جس کا تقاضا یہ تھا کہ وہ ان انعامات کے بدلے میں اللہ کا شکر ادا کرتے۔",
  "ayah": 14,
  "surah": 34
}
