{
  "text": "واذا تتلی علیھم ایتنا ۔۔۔۔۔۔۔۔۔ فکیف کان نکیر (43 – 45)\nان لوگوں کے سامنے رسول اللہ ﷺ نہایت واضح سچائی پیش فرماتے تھے لیکن وہ اس کا مقابلہ ماضی کے افسانوں سے کرتے تھے۔ یہ چند پارینہ رسم رواج تھے اور اوہام و خرافات تھے جو انہوں نے سینے سے لگائے ہوئے تھے۔ ان کے اندر کوئی جامعیت اور ربط بھی نہ تھا۔ جب ان لوگوں نے دیکھا کہ قرآن مجیس سیدھی سادی سچائی پیش کر رہا ہے اور قرآن کی تعلیمات ایک مکمل اور مربوط نظام زندگی ہیں اور معقول اور دل کو لگتی ہیں تو انہوں نے یہ خطرہ محسوس کیا کہ ان کے آباؤ اجداد سے منقول خرافات ، غیر معقول ، رسم و رواج اس معقول نظام زندگی کا مقابلہ نہیں کرسکتے۔ اس لیے انہوں نے یہ اعلان کیا کہ یہ نئی تعلیم ان کے تمام سرمایہ رسوم کے لیے خطرہ ہے۔\nما ھذا الا ۔۔۔۔۔ یعبد اباء کم (34: 43) ” کہ یہ شخص تو بس یہ چاہتا ہے کہ تم کو ان معبودوں سے برگشتہ کر دے جن کی عبادت تمہارے باپ داد کرتے آئے ہیں “۔ لیکن صرف یہ الزام لگا دینا تو کافی نہ تھا کیونکہ صرف یہ بات کہ آباء و اجداد کے معبودوں سے روکتا ہے سب لوگوں کے لیے مسلم نہ ہوسکتی تھی۔ اس لیے اس کے ساتھ ساتھ انہوں نے ایک دوسرا الزام بھی لگایا کہ جو تعلیمات حضرت محمد ﷺ پیش کر رہے ہیں یہ اللہ کی طرف سے نہیں ہیں۔\nوقالوا ما ھذا الا افک مفتری (34: 43) ” اور کہتے ہیں کہ یہ قرآن تو محض ایک جھوٹ گھڑا ہوا ہے “۔ افک کے معنی جھوٹ اور افتراء کے ہیں۔ لیکن مفتری کا لفظ بطور تاکید لائے ہیں تاکہ ابتداء ہی سے قرآن کی قدر و قیمت میں کمی کردی کیونکہ جب قرآن کریم کے حقیقی مصدر ہی کو مشکوک بنا دیا گیا تو اس کی قدروقیمت ظاہر ہے کہ کم ہوجاتی ہے۔ اور مزید یہ الزام۔\nوقال الذین کفروا ۔۔۔۔۔ سحر مبین (34: 43) ” ان کافروں کے سامنے جب حق آیا تو انہوں نے کہہ دیا کہ یہ تو صریح جادو ہے “۔ اور یہ الزام انہوں نے اس لیے لگایا کہ قرآن ایک نہایت موثر کلام تھا۔ جو اس کو سنتا اس کی دینی دنیا میں بھونچال آجاتا۔ اس لیے صرف یہ بات بھی کافی نہ تھی کہ یہ جھوٹ اور گھڑا ہوا ہے۔ اس لیے اس کے اثر کی تاویل یہ کی کہ یہ کھلا جادو ہے۔ یہ مسلسل الزامات تھے۔ ایک کے بعد دوسرا الزام اور یہ الزامات بھی وہ اللہ کے قرآن پر لگا رہے تھے تاکہ لوگوں کے دلوں پر اس کا اثر نہ ہو لیکن یہ لوگ جو الزام لگاتے تھے ان میں سے کسی پر خود ان کے ساتھ کوئی ثبوت نہ تھا۔ یہ سب جھوٹے الزامات تھے اور عوام الناس کو گمراہ کرنے کے لیے تھے۔ جو لوگ یہ الزامات لگاتے تھے وہ کبراء اور سردار تھے۔ یہ کبراء اور سردار خود پوری طرح یقین رکھتے تھے کہ قرآن کریم خدا کی سچی کتاب ہے۔ یہ کتاب انسانی طاقت سے باہر ہے۔ بڑے سے بڑے متکلمین بھی اس قسم کا کلام لانے سے عاجز آگئے تھے۔ ہم نے ظلال القرآن میں ایسے لوگوں کی کئی روایات دی ہیں جن سے معلوم ہوتا ہے کہ نبی ﷺ اور قرآن کے بارے میں ان کی اصل رائے کیا تھی۔ اور یہ روایات بھی ہم نے بتا دیں کہ وہ قرآن کریم کے بارے میں اور اس کے خلاف کیا کیا تدابیر کرتے تھے۔\nقرآن کریم نے ان کی اس کمزوری کو کھول دیا۔ اور یہ کہا کہ یہ عرب توامی تھے ، یہ اہل کتاب نہ تھے کہ وہ کسی آسمانی کتاب کی تعلیمات کے بارے میں کوئی فیصلہ کن بات کرسکیں۔ یہ لوگ وحی کے بارے میں بھی نہ جانتے تھے۔ اس لیے یہ لوگ وحی کے بارے میں بھی کوئی ماہر لوگ نہ تھے۔ نیز ان کے پاس حضرت اسماعیل (علیہ السلام) کے بعد کوئی رسول بھی نہیں آیا تھا کہ یہ اس بارے میں کوئی ماہرانہ رائے دے سکیں۔ لہٰذا وہ رسول اللہ ﷺ ، قرآن اور وحی کے بارے میں جو کچھ کہتے ہیں وہ ایسی باتیں ہیں جس موضوع پر ان کو کوئی علم نہیں۔\nوما اتینھم من ۔۔۔۔۔ من نذیر (34: 44) ” حالانکہ ہم نے ان لوگوں کو پہلے کوئی کتاب نہ بھیجی تھی کہ یہ اسے پڑھتے ہوں اور نہ تم سے پہلے ان کی طرف کوئی متنبہ کرنے والا بھیجا تھا “۔ ان کے دلوں کو احساس دلایا جاتا ہے کہ ذرا ان سے پہلے کے ان لوگوں کے انجام پر غور کرو جنہوں نے تکذیب کی۔ تم لوگ ان لوگوں کے مقابلے میں بہت کم قوت والے ہو۔ وہ علم والے تھے ، مال والے تھے ، قوت والے تھے اور ترقی یافتہ تھے لیکن جب انہوں نے رسولوں کی تکذیب کی تو ان کو عذاب الٰہی نے گھیر لیا اور وہ بہت ہی سخت پکڑ میں آگئے۔\nوکذب الذین ۔۔۔۔۔ کان نکیر (34: 45) ” ان سے پہلے گزرے ہوئے لوھ جھٹلاچکے ہیں جو کچھ ہم نے انہیں دیا تھا اس کا عشر عشیر بھی ان کے پاس نہیں ہے مگر جب انہوں نے میرے رسولوں کو جھٹلایا تو دیکھ لو کہ میری سزا کیسی سخت تھی “ اللہ کی یہ سزا نہایت ہی تباہ کن تھی۔ ان منکرین میں سے بعض لوگ ایسے تھے جن کے بارے میں قریش جانتے بھی تھے لہٰذا ان کو یہ یاد دہانی کافی تھی۔ لیکن یہاں طنزیہ انداز میں سوال کیا گیا ہے۔\nفکیف کان نکیر (34: 45) ” میری سزا کیسی تھی “۔ چونکہ مخاطبین کو معلوم تھا کہ یہ سز اکیسی تھی اس لیے یہ سوالیہ انداز نہایت موثر ہے۔\nان لوگوں کو نہایت ہی سنجیدگی کے ساتھ یہ دعوت دی جاتی ہے کہ سچائی کے ساتھ تم حق کو تلاش کرو اور سچائی کے بارے میں جو جھوٹا پروپیگنڈہ کیا جا رہا ہے اسے سمجھنے کی کوشش کرو اور جو دعوت تمہارے سامنے پیش کی جا رہی ہے اس کے بارے میں خارجی موثرات سے آزاد ہو کر سوچو اور اس کی قدروقیمت معلوم کرو۔",
  "ayah": 45,
  "surah": 34
}
