{
  "text": "اب خاتمہ اس سورة کا قیامت کے مناظر میں سے ایک منظر کے ساتھ ہوتا ہے ۔ یہ منظر حرکت اور دوڑ دھوپ سے پر ہے ۔ اس میں دنیا اور آخرت کے ڈانڈے ملے ہوئے ہیں ۔ گویا دنیا اور آخرت ایک ہی اسٹیج پر ہیں ۔ اس منظر کی جھلکیاں بڑی تیزی سے اسکرین پر گزرتی ہیں۔\nفزعوا (34: 51) اچانک ان پر خوف طاری ہوگیا ہے ۔ یہ بھا گنا چاہتے تو تھے لیکن دیکھو پکڑے جارہے ہیں ، کوئی ایک بھی بھاگ نہیں سکتا ۔ بلکہ یہ دور تک نہیں بھاگ سکتے قریب قریب ہی سے پکڑے جارہے ہیں ۔\nواخذوا من مکان قریب (34: 51) اچانک انہوں نے تھوڑی بہت حرکت تو کی بھاگنے کے لیے مگر نہ بھاگ سگے ۔\nاب سب کہتے ہیں کہ ہم ایمان لائے بعد ازوقت ۔ اب تو ایمان ان سے بہت دور نکل گیا ہے ۔ بہت دور جا چکا ہے ۔ یہ ان اسے پکڑ نہیں سکتے ۔\nالتناوش من مکان بعید (34: 52) اب ان کی سعی طرح ہے جس طرح کوئی کسی چیز کو دور سے پکڑ نا چاہے ، مگر نہ پکڑ سکے ۔ ایمان تو دور دنیا میں رہ گیا ہے ۔ انہوں نے موقع ضائع کردیا۔\nوقدکفر وابہ من قبل (34: 53) ” اس سے پہلے انہوں نے ایمان سے انکار کردیا “۔ اب یہاں تو معاملہ ختم ہے ، مہلت ختم ، اب سعی لا حاصل ہے ۔\nویقذ فون بالغیب من مکان بعید (34: 53) ” یہ دور سے غائب نشانے پر پھینکتے تھے “۔ اس وقت انہوں نے انکار ہی کر دیا تھا کہ قیامت نہیں ہے حالانکہ وہ مستقبل کے پر دوں میں اسے کسی طرح دیکھ سکتے تھے کہ نہیں ہے ۔ اس طرح وہ دور نامعلوم نشانے پر بمباری کررہے تھے ۔ اور اب ایمان لانے کی سعی کررہے ہیں جبکہ وہ دور نکل گیا ہے ۔\nوحیل ۔۔۔ یشتھون (34: 54) ” اس وقت جس چیز کی یہ تمنا کررہے ہوں گے ۔ اس سے وہ محروم کردیئے جائیں گے “۔ اب یہ ایمان سے محروم ہوں گے کیونکہ وہ بعدازوقت ہوگا ۔ اب عذاب سے بچنا ممکن نہ ہوگا کہ وہ سرپر ہوگا ۔\nکما۔۔۔ من قبل (34: 54) ” جس طرح ان کے پیش ردہم مشرب محروم کردیئے جائیں گے “۔ یعنی جب ان پر پکڑ آئی تو انہوں نے نجات کی دعا کی لیکن اب نہ دعا کا وقت تھا نہ بھا گنے کی جگہ تھی ۔\nانھم۔۔۔ مریب (34: 54) ” یہ بڑے گمراہ کن شک میں پڑے ہوئے تھے “۔ اور اب یقین کو وہ اپنی آنکھوں سے دیکھ رہے ہیں “۔\nاس سورة کا خاتمہ اس شدید ضرب پر ہوتا ہے ۔ اور یہ منظر قیامت ، قیام قیامت کو عملاً ثابت کردیتا ہے کہ وہ دیکھو قیامت برپا ہوگئی ! یہی مضمون تھا اس سورة کا ۔ آغاز بھی قیامت کے قیام اور انتہا بھی احوال قیامت پر ۔",
  "ayah": 51,
  "surah": 34
}
