{
  "text": "How Iblis' thought about the Disbeliever proved True\nHaving mentioned Saba' and how they followed their desires, and the Shaytan, Allah tells us about their counterparts among those who follow Iblis and their own desires, and who go against wisdom and true guidance. Allah says:\nوَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ\n(And indeed Iblis did prove true his thought about them,) Ibn `Abbas, may Allah be pleased with him, and others said that this Ayah is like the Ayah where Allah tells us about how Iblis refused to prostrate to Adam, peace be upon him, then said:\nأَرَءَيْتَكَ هَـذَا الَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَـمَةِ لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إَلاَّ قَلِيلاً\n(See this one whom You have honored above me, if You give me respite to the Day of Resurrection, I will surely seize and mislead his offspring all but a few!) (17:62)\nثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـنِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَـكِرِينَ\n(Then I will come to them from before them and behind them, from their right and from their left, and You will not find most of them as thankful ones.) (7:17) And there are many Ayat which refer to this matter.\nوَمَا كَانَ لَهُ عَلَيْهِمْ مِّن سُلْطَـنٍ\n(And he (Iblis) had no authority over them, ) Ibn `Abbas, may Allah be pleased with him said, \"This means, he had no proof.\"\nإِلاَّ لِنَعْلَمَ مَن يُؤْمِنُ بِالاٌّخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّ\n(except that We might test him who believes in the Hereafter, from him who is in doubt about it.) means, `We gave him power over them only to show who believes in the Hereafter and that it will come to pass.' The people will be brought to account and rewarded or punished accordingly, so that he will worship his Lord properly in this world -- and to distinguish these believers from those who are in doubt about the Hereafter.\nوَرَبُّكَ عَلَى كُلِّ شَىْءٍ حَفُيظٌ\n(And your Lord is a Watchful over everything.) means, despite His watching, those who follow Iblis go astray, but by His watching and care, the believers who follow the Messengers are saved.",
  "ayah": 20,
  "surah": 34
}
