{
  "text": "Allah has no partner in anything whatsoever\nAllah tells us that He is unique in His power of creation and His giving of provision, and that He is unique in His divinity also. As they used to admit that no one in heaven or on earth except Allah gave them provision, i.e., by sending down water and causing crops to grow, so they should also realize that there is no god worthy of worship besides Him.\nوَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِى ضَلَـلٍ مُّبِينٍ\n(And verily, (either) we or you are rightly guided or in plain error.) `One of the two sides must be speaking falsehood, and one must be telling the truth. There is no way that you and we could both be following true guidance, or could both be misguided. Only one of us can be correct, and we have produced the proof of Tawhid which indicates that your Shirk must be false.' Allah says:\nوَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِى ضَلَـلٍ مُّبِينٍ\n(And verily, (either) we or you are rightly guided or in plain error.) Qatadah said, \"The Companions of Muhammad ﷺ said this to the idolators: `By Allah, we and you cannot be following the same thing, only one of us can be truly guided.\"' `Ikrimah and Ziyad bin Abi Maryam said, \"It means: we are rightly guided and you are in plain error.\"\nقُل لاَّ تُسْـَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْـَلُ عَمَّا تَعْمَلُونَ\n(Say: \"You will not be asked about our sins, nor shall we be asked of what you do.\") This indicates disowning them, saying, `you do not belong to us and we do not belong to you, because we call people to Allah, to believe that He is the Only God and to worship Him alone. If you respond, then you will belong to us and we to you, but if you reject our call, then we have nothing to do with you and you have nothing to do with us.' This is like the Ayat:\nوَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ أَنتُمْ بَرِيئُونَ مِمَّآ أَعْمَلُ وَأَنَاْ بَرِىءٌ مِّمَّا تَعْمَلُونَ\n(And if they deny you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\") (10:41)\nقُلْ يأَيُّهَا الْكَـفِرُونَ - لاَ أَعْبُدُ مَا تَعْبُدُونَ - وَلاَ أَنتُمْ عَـبِدُونَ مَآ أَعْبُدُ - وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَـبِدُونَ مَآ أَعْبُدُ لَكُمْ دِينُكُمْ وَلِىَ دِينِ\n(Say: \"O disbelievers! I worship not that which you worship, Nor will you worship that which I worship. And I shall not worship that which you are worshipping. Nor will you worship that which I worship. To you be your religion, and to me my religion.\") (104:1-6).\nقُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا\n(Say: \"Our Lord will assemble us all together...\") means, `on the Day of Resurrection, He will bring all of creation together in one arena, then He will judge between us with truth, i.e., with justice.' Each person will be rewarded or punished according to his deeds; if they are good, then his end will be good, and if they are bad, then his end will be bad. On that Day they will know who has attained victory, glory and eternal happiness, as Allah says: U\nوَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ - فَأَمَّا الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ - وَأَمَّا الَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَايَـتِنَا وَلِقَآءِ الاَّخِرَةِ فَأُوْلَـئِكَ فِى الْعَذَابِ مُحْضَرُونَ\n(And on the Day when the Hour will be established -- that Day shall (all men) be separated. Then as for those who believed and did righteous good deeds, such shall be honored and made to enjoy luxurious life (forever) in a Garden of Delight. And as for those who disbelieved and denied Our Ayat, and the meeting of the Hereafter, such shall be brought forth to the torment.) (30:14-16). Allah says:\nوَهُوَ الْفَتَّاحُ الْعَلِيمُ\n(And He is the Just Judge, the All-Knower of the true state of affairs.)\nقُلْ أَرُونِىَ الَّذيِنَ أَلْحَقْتُمْ بِهِ شُرَكَآءَ\n(Say: \"Show me those whom you have joined with Him as partners...\") means, `show me those gods whom you made as rivals and equals to Allah.'\nكَلاَّ\nNay means, He has no peer, rival, partner or equal. Allah says:\nبَلْ هُوَ اللَّهُ\nBut He is Allah, meaning, the One and Only God Who has no partner.\nالعَزِيزُ الحَكِيمُ\nthe Almighty, the All-Wise. means, the Owner of might with which He subjugates and controls all things, the One Who is Wise in all His Words and deeds, Laws and decrees. Blessed and exalted and sanctified be He far above all that they say. And Allah knows best.\nوَمَآ أَرْسَلْنَـكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ",
  "ayah": 24,
  "surah": 34
}
