{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا (10)قال أبو جعفر: يعني بقوله جل ثناؤه: (32) \" إن الذين يأكلون أموال اليتامى ظلمًا \"، يقول: بغير حق، =\" إنما يأكلون في بطونهم نارًا \" يوم القيامة، بأكلهم أموال اليتامى ظلمًا في الدنيا، نارَ جهنم (33) =\" وسيصلون \" بأكلهم =\" سعيرًا \"، كما: -8722 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" إن الذين يأكلون أموال اليتامى ظلمًا إنما يأكلون في بطونهم نارًا \" قال، إذا قام الرجل يأكل مال اليتيم ظلمًا، يُبعث يوم القيامة ولهبُ النار يخرج من فيه ومن مسامعه ومن أذنيه وأنفه وعينيه، يعرفه من رآه بأكل مال اليتيم. (34)8723 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، أخبرني أبو هارون العبدي، عن أبي سعيد الخدري قال، حدثنا النبي صلى الله عليه وسلم عن ليلة أسري به قال، نظرت فإذا أنا بقوم لهم مَشافر كمشافر الإبل، وقد وُكِّل بهم من يأخذ بمشافرهم، ثم يجعل في أفواههم صخرًا من نار يخرج من أسافلهم، قلت: يا جبريل، من هؤلاء؟ قال، هؤلاء الذين يأكلون أموال اليتامى ظلمًا إنما يأكلون في بطونهم نارًا . (35) .8724 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" إن الذين يأكلون أموال اليتامى ظلمًا إنما يأكلون في بطونهم نارا وسيصلون سعيرًا \" قال، قال أبي: إن هذه لأهل الشرك، حين كانوا لا يورَّثونهم، ويأكلون أموالهم.* * *وأما قوله: \" وسيصلون سعيرًا \"، فإنه مأخوذ من \" الصَّلا \" و \" الصلا \" الاصطلاء بالنار، وذلك التسخن بها، كما قال الفرزدق: (36)وَقَـاتَلَ كَـلْبُ الْحَـيِّ عَـنْ نَـارِ أهْلِهِلِــيَرْبِضَ فِيهَــا وَالصَّـلا مُتَكـنَّفُ (37)وكما قال العجاج:وَصَالِيَاتٌ لِلصَّلا صُلِيُّ (38)ثم استعمل ذلك في كل من باشر بيده أمرًا من الأمور، من حرب أو قتال أو خصومة أو غير ذلك، كما قال الشاعر: (39)لَـمْ أَكُـنْ مِـنْ جُنَاتِهَـا, عَلِـمَ اللّـهُوَإِنِّــي بِحَرِّهَــا اليَــوْمَ صَــالِي (40)فجعل ما باشر من شدة الحرب وأذى القتال، (41) بمنـزلة مباشرة أذى النار وحرِّها.* * *واختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة المدينة والعراق: ( وَسَيَصْلَوْنَ سَعِيرًا ) بفتح \" الياء \" على التأويل الذي قلناه. (42) .* * *وقرأ ذلك بعض المكيين وبعض الكوفيين: \" وَسَيُصْلَوْنَ\" بضم \" الياء \" بمعنى: يحرقون.= من قولهم: \" شاة مَصْلية \"، يعني: مشوية.* * *قال أبو جعفر: والفتح بذلك أولى من الضم، لإجماع جميع القرأة على فتح \" الياء \" في قوله:  لا يَصْلاهَا إِلا الأَشْقَى  [سورة الليل: 15]، ولدلالة قوله:  إِلا مَنْ هُوَ صَالِ الْجَحِيمِ  [سورة الصافات: 163]، على أن الفتح بها أولى من الضم. وأما \" السعير \": فإنه شدة حر جهنم، ومنه قيل: \" استعرت الحرب \" إذا اشتدت، وإنما هو \" مَسعور \"، ثم صرف إلى \" سعير \"، كما قيل: (43) \" كفّ خَضِيب \"، و \" لِحية دهين \"، وإنما هي\" مخضوبة \"، صرفت إلى \" فعيل \".* * *فتأويل الكلام إذًا: وسيصلون نارًا مسعَّرة، أي: موقودة مشعلة شديدًا حرُّها.وإنما قلنا إنّ ذلك كذلك، لأن الله جل ثناؤه قال،  وَإِذَا الْجَحِيمُ سُعِّرَتْ ، [سورة التكوير: 12]، فوصفها بأنها مسعورة.ثم أخبر جل ثناؤه أن أكلة أموال اليتامى يصلونها وهي كذلك. فـ\" السعير \" إذًا في هذا الموضع، صفة للجحيم على ما وصفنا.--------------------الهوامش :(32) في المخطوطة والمطبوعة: \"يعني بذلك...\" والسياق يقتضي ما أثبت.(33) في المخطوطة: \"وإن جهنم\" ، وهو فاسد جدًا ، والذي في المطبوعة ، قريب من الصواب.(34) في المطبوعة: \"يأكل مال اليتيم\" بالياء ، وفي المخطوطة غير منقوطة ، وصواب قراءتها بالباء.(35) الأثر: 8723 -\"أبو هارون العبدي\" هو: \"عمارة بن جوين\". روى عن أبي سعيد الخدري وابن عمر. وهو ضعيف ، وقالوا: كذاب. قال الدارقطني: \"يتلون ، خارجي وشيعي\" وقال ابن حبان: \"كان يروي عن أبي سعيد ما ليس من حديثه ، لا يحل كتب حديثه إلا على جهة التعجب\". مترجم في التهذيب.والأثر أخرجه ابن كثير في تفسيره 2: 360 ، والسيوطي في الدر المنثور 2: 124 ونسبه لابن جرير وابن أبي حاتم.(36) في اللسان\"صلا\" 19: 201 ، 202 ، منسوبًا لامرئ القيس ، وهو خطأ يصحح.(37) ديوانه: 560 ، النقائض: 561 ، اللسان (صلا) ، ومضى بيت من هذه القصيدة فيما سلف 3: 540. وهذا البيت من أبيات يصف فيها أيام البرد والجدب ، ويمدح قومه ، يقول في أولها: إذَا اغْــبَرَّ آفَـاقُ السَّـمَاء وَكَشَّـفَتْكُسُـورَ بُيُـوتِ الْحَـيِّ حَمْرَاءُ حَرْجَفُوَأَوْقَـدَتِ الشِّـعْرَى مَـعَ اللَّيْـلِ نَارَهَاوَأَمْسَــتْ مُحُـولا جِلْدُهَـا يَتَوَسَّـفُوَأَصْبَــحَ مَوْضُـوعُ الصَّقِيـع كَأَنَّـهُعَـلَى سَـرَوَاتِ النِّيْـبِ قُطْـنٌ مٌنَدَّفُوَقَـــاتَلَ كَــلْبُ الْحَــيِّ ......... . . . . . . . . . . . . . . . . . .وَجَـدْتَ الـثَّرى فِينَـا، إذَا يَبِسَ الثَّرَىوَمَـنْ هُـوَ يَرْجُـو فَضْلَـهُ الْمُتَضَيِّفُو\"إذا اغبر آفاق السماء\" ، جف الثرى ، وثار غبار الأرض من المحل وقلة المطر. والحرجف: الريح الشديدة الهبوب. و\"الشعرى\" تطلع في أول الشتاء ، و\"أوقدت نارها\" اشتد ضوءها ، وذلك إيذان بشدة البرد. ومحول جمع محل: وهو المجدب. و\"يتوسف\" يتقشر. و\"جلدها\" يعني جلد السماء ، وهو السحاب. يقول: لا سحاب فيها ، وذلك أشد للبرد في ليل الصحراء. و\"الصقيع\" الجليد ، و\"النيب\" مسان الإبل. و\"سروات الإبل\" أسنمتها. يقول: وقع الثلج على أسنمتها كأنه قطن مندوف. و\"قاتل كلب الحي عن نار أهله\" ، يقاتلهم على النار مزاحمًا لهم من شدة البرد ، يريد أن يجثم في مكان ، و\"الصلا\" النار ، و\"متكنف\" قد اجتمعوا عليه وقعدوا حوله. وقوله: \"وجدت الثرى فينا\" ، يقول: من نزل بنا وجد خصبًا وكرمًا في هذا الزمان الجدب ، إذ ذهبت ألبان الإبل واحترق الزرع. يقول: يجد الضيف عندنا ما يكفيه ، فنحن غياث له.(38) ديوانه: 67 ، من أرجوزته المشهورة ، يقول في أولها: بَكَـــيْتُ وَالْمُحْـــنَزِنُ البَكِـــيُّوإنِّمــا يَــأْتِي الصِّبــا الصَّبِــيُّ. . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . . . . . .مِــنْ أنْ شَــجَاكَ طَلَــلٌ عَـامِيُّقِدْمًــا يُـرى مِـنْ عَهْـدِه الكِرْسِـيُّمُحْرَنْجَـــمُ الجــامِلِ والنُّــؤِيُّوصَالِيــــات . . . . . . . . . . .وكان في المطبوعة: \"وصاليان\" ، وهو خطأ. والصواب من المخطوطة والديوان. و\"الصاليات\" يعني: الأثافي التي توضع عليها القدور. و\"الصلا\" الوقود ، و\"صلى\" (بضم الصاد وكسر اللام وتشديد الياء) جمع صال ، من قولهم\"صلى ، واصطلى\" إذا لزم موضعه ، يقول: هي ثوابت خوالد قد لزمت موضعها.(39) هو الحارث بن عباد البكري.(40) الفاخر للمفضل بن سلمة: 78 ، والخزانة 1: 226 ، وسائر كتب التاريخ والأدب ، من أبياته المشهورة في حرب البسوس ، وكان اعتزلها ، ثم خاضها حين أرسل ولده بجيرًا إلى مهلهل فقتله مهلهل ، فقال ،قَرِّبَــا مَــرْبِطَ النَّعَامَــةِ مِنِّــيلَقِحَــتْ حَـرْبُ وائِـلٍ عَـنْ حِيَـالِلَــمْ أَكُــنْ مِــنْ جُناتِهَــا ....لا بُجَــيْرٌ أَغْنَـى فَتِيـلا، وَلا رَهْـطُكُــلَيْبٌ تَزَاجَــرُوا عَــنْ ضَـلالِ. . . . . . . . . . . . . . . . . . .وكان في المطبوعة: \"لحرها\" ، أساء قراءة ما في المخطوطة.(41) في المطبوعة: \"وإجراء القتال\" ، وهو قراءة رديئة لما في المخطوطة ، ولا معنى له. وفي المخطوطة: \"وأحرى القتال\" ، ورجحت صواب قراءتها كما أثبته.(42) في المطبوعة: \"قلنا\" بحذف الهاء ، وأثبت ما في المخطوطة.(43) في المطبوعة: \"قيل\" ، بإسقاط\"كما\" ، والصواب من المخطوطة ، ولكن الكاتب أساء الكتابة. فحذفها الناشر الأول.",
  "ayah": 10,
  "surah": 4
}
