{
  "text": "القول في تأويل قوله :  وَمَنْ يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (100)قال أبو جعفر: يعني جل ثناؤه بقوله: \" ومن يهاجر في سبيل الله \"، ومن يُفارق أرضَ الشرك وأهلَها هربًا بدينه منها ومنهم، إلى أرض الإسلام وأهلها المؤمنين (58) =\" في سبيل الله \"، يعني: في منهاج دين الله وطريقه الذي شرعه لخلقه، وذلك الدين القَيِّم (59) =\" يجد في الأرض مراغمًا كثيرًا \"، يقول: يجد هذا المهاجر في سبيل الله=\" مراغمًا كثيرًا \"، وهو المضطرب في البلاد والمذْهب.* * *يقال منه: \" راغم فلانٌ قومه مراغمًا ومُرَاغمة \"، مصدرًا، ومنه قول نابغة بني جعدة:كَطَــــوْدٍ يُـــلاذُ بِأَرْكَانِـــهِعَزِيـــزِ المُـــراغَمِ وَالمَهْــرَبِ (60)وقوله: \" وسعة \"، فإنه يحتمل السِّعة في أمر دينهم بمكة، (61) وذلك منعُهم إياهم -كان- من إظهار دينهم وعبادة ربهم علانية. (62)* * *ثم أخبر جل ثناؤه عمن خرج مهاجرًا من أرض الشرك فارًّا بدينه إلى الله وإلى رسوله، إن أدركته منيَّته قبل بلوغه أرضَ الإسلام ودارَ الهجرة فقال: من كان كذلك=\" فقد وقع أجرُه على الله \"، وذلك ثوابُ عمله وجزاءُ هجرته وفراق وطنه وعشيرته إلى دار الإسلام وأهل دينه. (63) يقول جل ثناؤه: ومن يخرج مهاجرًا من داره إلى الله وإلى رسوله، فقد استوجب ثواب هجرته= إن لم يبلغ دارَ هجرته باخترام المنية إيّاه قبل بلوغه إياها (64) = على ربه=\" وكان الله غفورًا رحيمًا \"، يقول: ولم يزل الله تعالى ذكره=\" غفورًا \" يعني: ساترًا ذنوب عبادهِ المؤمنين بالعفو لهم عن العقوبة عليها=\" رحيمًا \"، بهم رفيقًا. (65)* * *وذكر أن هذه الآية نـزلت بسبب بعض من كان مقيمًا بمكة وهو مسلم، &; 9-114 &; فخرج لما بلغه أن الله أنـزل الآيتين قبلها، وذلك قوله:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  إلى قوله: \" وكان الله عفوًّا غفورًا \"، فمات في طريقه قبلَ بلوغه المدينة.ذكر الأخبار الواردة بذلك:10282- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم، عن أبي بشر، عن سعيد بن جبير في قوله: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \"، قال: كان رجل من خزاعة يقال له ضمرة بن العيص - أو: العيص بن ضمرة بن زنباع- قال: فلما أمروا بالهجرة كان مريضًا، فأمر أهله أن يفرُشوا له على سريره ويحملوه إلى رسول الله صلى الله عليه وسلم. قال: ففعلوا، فأتاه الموتُ وهو بالتَّنعيِم، فنـزلت هذه الآية. (66)10283- حدثنا محمد بن بشار قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن أبي بشر، عن سعيد بن جبير أنه قال: نـزلت هذه الآية: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \" في ضمرة بن العيص بن الزنباع= أو فلان بن ضمرة بن العيص بن الزنباع= حين بلغ التنعيم ماتَ، فنـزلت فيه.10284- حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم، عن العَوَّام التيمي، بنحو حديث يعقوب، عن هشيم، قال: وكان رجلا من خُزاعة. (67)10285- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ومن يهاجر في سبيل الله يجد في الأرض مراغَمًا كثيرًا وسعة \"، الآية، قال: لما أنـزل الله هؤلاء الآيات، ورجل من المؤمنين يقال له: \" ضمرة \" بمكة، قال: \" والله إنّ لي من المال ما يُبَلِّغني المدينة وأبعدَ منها، وإنِّي لأهتدي! أخرجوني\"، وهو مريض حينئذ، فلما جاوز الحرَم قبضَه الله فمات، فأنـزل الله تبارك وتعالى: \" ومن يخرج من بيته مهاجرًا إلى الله \"، الآية.10286- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة قال: لما نـزلت:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  ، قال رجل من المسلمين يومئذٍ وهو مريض: \" والله ما لي من عُذْر، إني لدليلٌ بالطريق، وإنّي لموسِر، فاحملوني\"، (68) فحملوه، فأدركه الموت بالطريق، فنـزل فيه (69) \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \".10287- حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة، عن عمرو بن دينار قال: سمعت عكرمة يقول: لما أنـزل الله:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  الآيتين، قال رجل من بني ضَمْرة، وكان مريضًا: \" أخرجوني إلى الرَّوْح \"، (70) فأخرجوه، حتى إذا كان بالحَصْحاص &; 9-116 &; مات، فنـزل فيه: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \"، الآية.10288- حدثنا ابن وكيع قال، حدثنا أبي، عن المنذر بن ثعلبة، عن علباء بن أحمر اليشكري قوله: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \"، قال: نـزلت في رجل من خزاعة. (71)10289- حدثنا محمد بن بشار قال، حدثنا أبو عامر قال، حدثنا قرة، عن الضحاك في قول الله جل وعز: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \"، قال: لما سمع رجل من أهل مكة أن بني كنانة قد ضربتْ وجوهَهم وأدبارَهم الملائكةُ، قال لأهله: \" أخرجوني\"، وقد أدنفَ للموت. (72) قال: فاحتمل حتى انتهى إلى عَقَبة قد سماها، (73) فتوفَّي، فأنـزل الله: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \"، الآية. (74)10290- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قال: لما سمع هذه (75) = يعني: بقوله:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  إلى قوله: \" وكان الله عفوًّا غفورًا \" = ضمرةُ بن جندب الضمري، قال لأهله، وكان وجعًا: \" أرحلوا راحلتي، فإن الأخشبين قد غَمَّاني!\" = يعني: جَبَلىْ مكة=\" لعلي أن أخرج فيصيبني رَوْح \"! (76) فقعد على راحلته، ثم توجه نحو المدينة، فمات بالطريق، فأنـزل الله: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \". وأما حين توجه إلى المدينة فإنه قال: \" اللهم إني مهاجر إليك وإلى رسولك \".10291- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عكرمة قال: لما نـزلت هذه الآية= يعني قوله:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ  ، قال جندب بن ضمرة الجُنْدَعي.\" اللهم أبلغتَ في المعذرة والحجّة، ولا معذرة لي ولا حُجَّة \"! قال: ثم خرج وهو شيخ كبير، فمات ببعض الطريق، فقال أصحاب رسول الله صلى الله عليه وسلم: مات قبل أن يهاجر، فلا ندري أعلى ولايةٍ أم لا! فنـزلت: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \".10292- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول: لما أنـزل الله في الذين قتلوا مع مشركي قريش ببدر:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  الآية، سمع بما أنـزل الله فيهم رجل من بني لَيْثٍ كان على دين النبي صلى الله عليه وسلم مقيمًا بمكة، وكان ممن عَذَر الله، كان شيخًا كبيرًا وَصِبًا، (77) فقال لأهله: \" ما أنا ببائت الليلة بمكة!\"، فخُرِج به، (78) حتى إذا بلغ التَّنعيم من طريق المدينة أدركه الموت، فنـزل فيه \" ومن يخرج من بيته مهاجرًا إلى الله \" الآية.10293- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ومن يهاجر في سبيل الله يجد في الأرض مراغَمًا كثيرًا وسعة \"، قال: وهاجر رجل من بني كنانة يريد النبي صلى الله عليه وسلم فمات في الطريق، فسخِر به قومه واستهزؤوا به وقالوا: لا هو بلغ الذي يريد، ولا هو أقام في أهله يقومون عليه ويدفن! قال: فنـزل القرآن: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \".10294- حدثنا أحمد بن منصور الرماديّ قال، حدثنا أبو أحمد الزبيري قال، حدثنا شريك، عن عمرو بن دينار، عن عكرمة، عن ابن عباس قال: نـزلت هذه الآية:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  ، فكان بمكة رجل يقال له \" ضمرة \"، (79) من بني بكر، وكان مريضًا، فقال لأهله: \" أخرجوني من مكة، فإني أجد الحرّ\". فقالوا: أين نخرجك؟ فأشار بيده نحو المدينة، فنـزلت هذه الآية: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \" إلى آخر الآية.10295- حدثني الحارث بن أبي أسامة قال، حدثنا عبد العزيز بن أبان قال، حدثنا قيس، عن سالم الأفطس، عن سعيد بن جبير قال: لما نـزلت هذه الآية:  لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ  ، قال: رَخَّص فيها قوم من المسلمين ممن بمكة من أهل الضرر، (80) حتى نـزلت فضيلة المجاهدين على القاعدين، فقالوا: قد بين الله فضيلةَ المجاهدين على القاعدين، ورخَّص لأهل الضرر! حتى نـزلت:  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ  إلى قوله:  وَسَاءَتْ مَصِيرًا  ، قالوا: هذه موجبة! حتى نـزلت:  إِلا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلا  ، فقال ضَمْرة بن العِيص &; 9-119 &; الزُّرَقي، أحد بني ليثٍ، وكان مُصَاب البصر: \" إنيّ لذو حيلة، لي مال، ولي رقيق، فاحملوني\". فخرج وهو مريض، فأدركه الموت عند التنعيم، فدفن عند مسجد التنعيم، فنـزلت فيه هذه الآية: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت \" الآية. (81)* * *واختلف أهل التأويل في تأويل \" المراغم \". (82)فقال بعضهم: هو التحول من أرض إلى أرض.*ذكر من قال ذلك:10296- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس قوله: \" مراغَمًا كثيرًا \"، قال: المراغَم، التحوّل من الأرض إلى الأرض.10297- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" مراغمًا كثيرًا \"، يقول: متحوَّلا.10298- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" يجد في الأرض مراغمًا كثيرًا \"، قال: متحوَّلا.10299- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، حدثنا أبو سفيان، عن معمر، عن الحسن أو قتادة: \" مراغمًا كثيرًا \"، قال: متحوَّلا.10300- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" يجد في الأرض مراغمًا كثيرًا \"، قال: مندوحةً عما يكره.* * *10301- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد قال: \" مراغمًا كثيرًا \"، قال: مزحزحًا عما يكره.10302- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج، عن ابن جريج، عن مجاهد: \" مراغمًا كثيرًا \"، قال: متزحزحًا عما يكره.وقال آخرون: مبتغَى معيشةٍ.*ذكر من قال ذلك:10303- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يجد في الأرض مراغمًا كثيرًا \"، يقول: مبتغىً للمعيشة.* * *وقال آخرون: \" المراغَمُ\"، المهاجر.*ذكر من قال ذلك:10304- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" مراغمًا \"، المراغَم، المهاجَر.* * *قال أبو جعفر: وقد بينا أوْلَى الأقوال في ذلك بالصواب فيما مضى قبل. (83)* * *واختلفوا أيضًا في معنى: \" السعة \" التي ذكرها الله في هذا الموضع، فقال: \" وسعة \". فقال بعضهم: هي: السعة في الرزق.*ذكر من قال ذلك:10305- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس: \" مراغمًا كثيرًا وسعة \"، قال: السعة في الرزق.10306- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" مراغمًا كثيرًا وسعة \"، قال: السعة في الرزق.10307- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" وسعة \"، يقول: سعة في الرزق.* * *وقال آخرون في ذلك ما:-10308- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" يجد في الأرض مراغمًا كثيرًا وسعة \"، أي والله، من الضلالة إلى الهدى، ومن العَيْلة إلى الغِنى. (84)قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبرَ أن من هاجر في سبيله يجد في الأرض مضطرَبًا ومتَّسعًا. وقد يدخل في\" السعة \"، السعة في الرزق، والغنى من الفقر، ويدخل فيه السعة من ضيق الهمِّ والكرب الذي كان فيه أهل الإيمان بالله من المشركين بمكة، وغير ذلك من معاني\" السعة \"، التي هي بمعنى الرَّوْح والفرَج من مكروهِ ما كره الله للمؤمنين بمقامهم بين ظَهْري المشركين وفي سلطانهم. ولم يضع الله دِلالة على أنه عنى بقوله: \" وسعة \"، بعض معاني\" السعة \" التي وصفنا. فكل معاني\" السعة \" التي هي بمعنى الرَّوح والفرج مما كانوا فيه من ضيق العيش، وغم جِوار أهل الشرك، وضيق الصدر بتعذّر إظهار الإيمان بالله وإخلاص توحيده وفراق الأنداد والآلهة، داخلٌ في ذلك.وقد تأول قوم من أهل العلم هذه الآية= أعني قوله: \" ومن يخرُج من بيته مهاجرًا إلى الله ورسوله ثم يدركه الموت فقد وقع أجره على الله \"= أنها في حكم الغازي يخرج للغزو، فيدركه الموت بعد ما يخرج من منـزله فاصلا فيموت، أنّ له سَهْمه من المغنَم، وإن لم يكن شهد الوقعة، كما:-10309- حدثني المثنى قال، حدثنا يوسف بن عديّ قال، أخبرنا ابن المبارك، عن ابن لهيعة، عن يزيد بن أبي حبيب: أن أهل المدينة يقولون: \" من خرج فاصلا وجب سهمه \"، وتأوّلوا قوله تبارك وتعالى: \" ومن يخرج من بيته مهاجرًا إلى الله ورسوله \". (85)------------الهوامش :(58) انظر تفسير\"الهجرة\" فيما سلف ص: 100 ، تعليق: 3 ، والمراجع هناك.(59) انظر تفسير\"سبيل الله\" في مراجع اللغة.(60) ديوانه 22 ، مجاز القرآن لأبي عبيدة 1 : 138 ، اللسان (رغم). والبيت من قصيدته التي في الديوان ، ولكنه أفرد منها فلم يعرف مكانه. و\"الطود\": الجبل العظيم المنيف. ولست أدري على أي شيء تقع كاف التشبيه.(61) هكذا جاءت هذه العبارة في المطبوعة والمخطوطة ، وهي غير مستقيمة. وظني أنه سقط من الناسخ شيء من كلام أبي جعفر ، ولعله يكون هكذا:\"وقوله: \"وسعة\" ، فإنه يحتمل السَّعةَ في الرِّزق ، ويحتمل السعة في أمر دينهم ، من ضيعتهم في أرض أهل الشرك بمكة ، وذلك منعهم....\"فقوله: \"وذلك منعهم\" ، تفسير\"الضيق\" ، كما هو ظاهر من تأويل أبي جعفر. وانظر ما سيأتي في تأويل معنى\"السعة\" ص: 122.(62) في المطبوعة. أسقط قوله: \"كان\" الموضوعة هنا بين الخطين ، لظن الناشر أنها خطأ وزيادة. وهو كلام عربي محكم ، يضعون\"كان\" هذا الموضع للدلالة على الماضي ، فكأنه قال: \"وهو ما كان من منعهم إياهم\" ، ولكن الناشر أخطأ معرفة معناه ، فحذف\"كان\" ، فأساء.(63) انظر تفسير\"الأجر\" فيما سلف ص: 98 ، تعليق: 2 ، والمراجع هناك.(64) \"اخترمته المنية\": أخذته من بين أصحابه وقطعته منهم. من\"الخرم\" وهو الشق والفصم ، يقال: \"ما خرمت منه شيئا\" أي: ما نقصت وما قطعت.(65) انظر تفسير\"كان\" ، و\"غفور\" ، و\"رحيم\" في مواضعها من فهارس اللغة في الأجزاء السالفة.(66) الأثر: 10282 - أخرجه البيهقي في السنن 9: 14 ، 15 ، وهذه القصة قصة رجل واحد اختلف في اسمه واسم أبيه على أكثر من عشرة أوجه ، هكذا قال الحافظ ابن حجر في الإصابة. وقد ساق أبو جعفر هنا من 10282 -10295 أكثر وجوه هذا الاختلاف في اسمه واسم أبيه. فتركت لذلك الإشارة إلى هذا الاختلاف في مواضعه من الآثار التالية.و\"التنعيم\" موضع في الحل ، بين مر وسرف ، بينه وبين مكة فرسخان. ومن التنعيم يحرم من أراد العمرة من أهل مكة.(67) الأثر: 10284 -\"العوام التيمي\" ، لم أجد له ذكرًا في كتب التراجم ، وأخشى أن يكون الصواب\"العوام ، عن التيمي\" ، يعني: \"العوام بن حوشب الشيباني\" ، وهو يروي عن\"إبراهيم التيمي\". و\"هشيم\" يروي عن\"العوام بن حوشب\".(68) قوله: \"لدليل بالطريق\" ، أي عارف به ، يقال: \"دللت بهذا الطريق دلالة\" ، أي: عرفته ، فهو\"دليل بين الدلالة\".(69) في المطبوعة: \"فنزلت فيه\" ، وأثبت ما في المخطوطة.(70) قوله: \"أخرجوني إلى الروح\" (بفتح الراء وسكون الواو): أي: إلى السعة والراحة وبرد النسيم. هذا تفسيره ، وسيأتي في رقم: 10290\"لعلي أن أخرج فيصببني روح\" ، أي: برد النسيم ، وكان يجد الحر في مكة حتى غمه ، كما سيأتي في الأثر: 10294.وأما \"الحصحاص\" ، فهو موضع بالحجاز ، وقال ياقوت\"جبل مشرف على ذي طوى\" ، يعني: بناحية مكة. ويقال فيه: \"ذو الحصحاص\" ، قال شاعر حجازي:ألا لَيْـتَ شِـعْرِي هَــلْ تَغَـيَّرَ بَعْدَنَاظِبَـاءٌ بِــذِي الَحصْحَاصِ نُجْلٌ عُيُونُهَاوَلِـي كَبِـدٌ مَقْرُوحَـةٌ قَـدْ بَـدَا بِهَـاصُـدُوعُ الهَـوَى، لَـوْ كَانَ قَيْنٌ يَقِينُهَا!(71) الأثر: 10288 -\"ثعلبة بن المنذر بن حرب الطائي\". و\"علباء بن أحمر اليشكري\" ، مضيا برقم: 7190.(72) يقال: \"دنفت الشمس للمغيب\" (على وزن: فرح) و\"أدنفت\" ، إذا دنت للمغيب واصفرت ، وكذلك يقال المريض: \"دنف المريض وأدنف\" ، أي ثقل ودنا للموت. و\"الدنف\" (بفتحتين) المرض اللازم المخامر.(73) \"العقبة\" (بفتحات): طريق في الجبل وعر= أو: هو الجبل الطويل يعرض للطريق فيأخذ فيه.(74) الأثر: 10289 - هذا الأثر ساقط من المخطوطة.(75) في المطبوعة: \"لما سمع بهذه\" ، غير ما في المخطوطة ، لقوله بعد: \"يعني: بقوله..\" ولا بأس بهذا التغيير ، وإن كان ما في المخطوطة صوابا أيضًا.(76) انظر التعليق السالف قريبًا: ص: 115 ، تعليق: 3.(77) في المطبوعة: \"وضيئًا\" ، وليس له معنى يقبل في هذا الموضع. وفي المخطوطة: \"وصيا\" بالياء ، وهو تصحيف ما أثبته.و\"رجل وصب\" ، دام عليه المرض ولزمه وثبت عليه. و\"الوصب\" (بفتحتين) المرض الموجع الدائم.(78) في المطبوعة: \"فخرجوا به مريضًا\" ، وكأنه تصرف من النساخ أو الناشر الأول. وفي الدر المنثور 2: 208: \"فخرجوا به\" ليس فيه\"مريضًا\". وأثبت ما في المخطوطة: \"فخرج به\" بالبناء للمجهول.(79) في المطبوعة: \"وكان بمكة\" بالواو ، وأثبت ما في المخطوطة.(80) في المطبوعة: \"ممن كان بمكة\" ، وأثبت ما في المخطوطة ، فهو صواب محض.(81) الأثر: 10295 -\"الحارث بن أبي أسامة\" منسوب إلى جده ، وهو: \"الحارث بن محمد بن أبي أسامة التميمي\" ، ولد في شوال سنة 186 ، ومات يوم عرفة ضحوة النهار سنة 282 ، عن ست وتسعين سنة. وهو ثقة مترجم في تاريخ بغداد 8 : 218 ، 219. يروي عنه أبو جعفر الطبري في التفسير ، وفي التاريخ 11 : 57 ، 58.و\"عبد العزيز بن أبان الأموي\" من ولد\"سعيد بن العاص\". مترجم في التهذيب ، وقال ابن معين: \"كذاب خبيث يضع الأحاديث\".و\"قيس\" ، هو\"قيس بن الربيع\" ، مضى برقم: 159 ، 4842 ، وغيرها.* * *هذا ، وقد رأيت كيف اختلفوا في اسم الرجل الذي خرج مهاجرًا إلى الله ورسوله ، وقد تركت التنبيه على ذلك ، كما أسلفت ، فإن تحقيق شيء من اسمه واسم أبيه يكاد يكون مستحيلا.(82) في المخطوطة: \"في تأويل الآية\" ، والصواب ما في المطبوعة ، سها الناسخ.(83) انظر ما سلف ص: 112 ، 113.(84) \"العيلة\": الفقر.(85) الأثر: 10309 -\"يوسف بن عدي بن زريق التيمي\" ، كوفي ، نزل مصر ، ومات بها سنة 232. ثقة. مترجم في التهذيب.و\"يزيد بن أبي حبيب المصري\" سلف برقم: 4348 ، 5493.",
  "ayah": 100,
  "surah": 4
}
