{
  "text": "القول في تأويل قوله :  وَلا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لا يَرْجُونَقال أبو جعفر: يعني جل ثناؤه بقوله: \" ولا تهنوا \"، ولا تضعفوا.* * *من قولهم: \" وهَنَ فلان في هذا الأمرَ يهِن وَهْنًا ووُهُونًا \". (76)* * *وقوله: \" في ابتغاء القوم \"، يعني: في التماس القوم وطلبهم، (77) و \" القوم \" هم أعداء الله وأعداء المؤمنين من أهل الشرك بالله=\" إن تكونوا تألمون \"، يقول: إن تكونوا أيها المؤمنون، تَيْجعون مما ينالكم من الجراح منهم في الدنيا، (78) =\" فإنهم يألمون كما تألمون \"، يقول: فإن المشركين يَيْجعون مما ينالهم منكم من الجراح والأذى مثل ما تَيجعون أنتم من جراحهم وأذاهم فيها=\" وترجون \"، أنتم أيها المؤمنون = \" من الله \" من الثواب على ما ينالكم منهم= \" ما لايرجون \" هم على ما ينالهم منكم. يقول: فأنتم= إذ كنتم موقنين من ثواب الله لكم على ما يصيبكم منهم، (79) بما هم به مكذّبون= أولى وأحرَى أن تصبروا على حربهم وقتالهم، منهم على قتالكم وحربكم، وأن تجِدُّوا من طلبهم وابتغائهم، لقتالهم على ما يَهنون فيه ولا يَجِدّون، فكيف على ما جَدُّوا فيه ولم يهنوا؟ (80)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:10400- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" ولا تهنوا في ابتغاء القوم إن تكونوا تألمون فإنهم يألمون كما تألمون \"، يقول: لا تضعفوا في طلب القوم، فإنكم إن تكونوا تيجعون، فإنهم ييجعون كما تيجعون، وترجون من الله من الأجر والثواب ما لا يرجون.10401- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ولا تهنوا في ابتغاء القوم إن تكونوا تألمون فإنهم يألمون كما تألمون \"، قال يقول: لا تضعفوا في طلب القوم، فإن تكونوا تيجعون الجراحات، (81) فإنهم يَيْجعون كما تيجعون.* * *10402- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" ولا تهنوا في ابتغاء القوم \"، لا تضعفوا.10403- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع قوله: \" ولا تهنوا \"، يقول: لا تضعفوا. (82)10404- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ولا تهنوا في ابتغاء القوم \"، قال يقول: لا تضعفوا عن ابتغائهم=\" إن تكونوا تألمون \" القتال=\" فإنهم يألمون كما تألمون \". وهذا قبل أن تصيبهم الجراح (83) = إن كنتم تكرهون القتال فتألمونه=\" فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون \"، يقول: فلا تضعفوا في ابتغائهم بمكان القتال. (84)10405- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" إن تكونوا تألمون \"، توجعون.10406- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج \" إن تكونوا تألمون \"، قال: توجعون لما يصيبكم منهم، فإنهم يوجعون كما توجعون، وترجون أنتم من الثواب فيما يصيبكم ما لا يرجون.10407- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا حفص بن عمر قال، حدثنا الحكم بن أبان، عن عكرمة، عن ابن عباس قال: لما كان قتال أُحُد، وأصابَ المسلمين ما أصاب، صعد النبيّ صلى الله عليه وسلم الجبل، فجاء أبو سفيان فقال: \" يا محمد، ألا تخرج؟ ألا تخرج؟ (85) الحرب سِجَال، يوم لنا ويوم لكم \". فقال رسول الله صلى الله عليه وسلم لأصحابه: أجيبوه. فقالوا: \" لا سواء، لا سواء، (86) قتلانا في الجنة وقتلاكم في النار \". فقال أبو سفيان: \" عُزَّى لنا ولا عُزَّى لكم \"، (87) فقال رسول الله صلى الله عليه وسلم: قولوا له: \" الله مولانا ولا مولى لكم \". قال أبو سفيان: \" أُعْلُ هُبَل، أُعْل هبل \"! (88) فقال رسول الله صلى الله عليه وسلم: قولوا له: \" الله أعلى وأجل \"! فقال أبو سفيان: \" موعدنا وموعدكم بدر الصغرى \" ، ونام المسلمون وبهم الكلوم (89) = وقال عكرمة: وفيها أنـزلت:  إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ  [سورة آل عمران: 140]، وفيهم أنـزلت: \" إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون وكان الله عليمًا حكيمًا \". (90)10408- حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" إن تكونوا تألمون فإنهم يألمون كما تألمون \"، قال: ييجعون كما تيجعون.وقد ذُكر عن بعضهم أنه كان يتأول، (91) قوله: \" وترجون من الله ما لا يرجون \"، وتخافون من الله ما لا يخافون، من قول الله:  قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ  [سورة الجاثية: 14]، بمعنى: لا يخافون أيام الله.وغير معروف صرف \" الرجاء \" إلى معنى \" الخوف \" في كلام العرب، إلا مع جحد سابق له، كما قال جل ثناؤه:  مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا  [سورة نوح: 13]، بمعنى: لا تخافون لله عظمة، وكما قال الشاعر: (92)لا تَرْتَجِــي حِــينَ تُلاقِـي الذَّائِـدَاأَسَــبْعَةً لاقَــتْ مَعًــا أَمْ وَاحِـدَا (93)وكما قال أبو ذؤيب الهُذَليّ:إِذَا لَسَـعَتْهُ النَّحْـلُ لَـمْ يَـرْجُ لَسْـعَهَاوَخَالَفَهَـا فِـي بَيْـتِ نُـوبٍ عَـوَامِلِ (94)وهي فيما بلغنا - لغةٌ لأهل الحجاز يقولونها، بمعنى: ما أبالي، وما أحْفِلُ. (95)* * *القول في تأويل قوله :  وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (104)يعني بذلك جل ثناؤه: ولم يزل الله=\" عليمًا \" بمصالح خلقه=\" حكيمًا \"، في تدبيره وتقديره. (96) ومن علمه، أيها المؤمنون، بمصالحكم عرّفكم= عند حضور صلاتكم وواجب فرض الله عليكم، وأنتم مواقفو عدوكم (97) = ما يكون به وصولكم إلى أداء فرض الله عليكم، والسلامة من عدوكم. ومن حكمته بصَّركم ما فيه تأييدكم وتوهينُ كيد عدوكم. (98)--------------------الهوامش :(76) انظر تفسير\"وهن\" فيما سلف 7 : 234 ، 269 ، و\"الوهون\" مصدر لم تنص عليه أكثر كتب اللغة ، ولم يذكره أبو جعفر فيما سلف 7 : 234.(77) انظر تفسير\"الابتغاء\" فيما سلف ص : 71 تعليق: 2 ، والمراجع هناك(78) يقال: \"وجع الرجل يوجع وييجع وياجع وجعا\" ، كله صواب جيد.(79) في المطبوعة: \"إن كنتم موقنين\" ، وهو خطأ ، صوابه ما في المخطوطة. وهذه الجملة بين الخطين ، معترضة بين المبتدأ والخبر. والسياق: \"فأنتم.. أولى وأحرى أن تصبروا\".(80) في المطبوعة: \"فإن تجدوا من طلبهم وابتغائهم لقتالهم على ما تهنون هم فيه ولا تجدون ، فكيف على ما وجدوا فيه ولم يهنوا\" ، وهو كلام لا معنى له ، وضع عليه ناشر الطبعة الأولى رقم (3) دلالة على اضطراب الكلام.وفي المخطوطة: \"وإن تجدوا من طلبهم وابتغائهم لقتالهم على ما تهنون ولا يحدون ، فكيف على فاحذوا فيه ولم يهنوا\"! وهي أشد اضطرابًا وفسادًا لعدم نقطها. وصواب قراءتها ما أثبت.وسياق هذه العبارة كلها: \"فأنتم... أولى وأحرى أن تصبروا على حربهم وقتالهم... وأن تجدوا في طلبهم وابتغائهم ، لقتالهم على ما يهنون...\" أي: لكي يقاتلوهم على الأمر الذي لا يجدون فيه جدًا لا وهن معه.(81) في المطبوعة: \"تيجعون من الجراحات\" بزيادة\"من\" ، والذي في المخطوطة صواب.(82) هذا الأثر لم يتم في المخطوطة ، فقد انتهت الصحيفة بقوله تعالى\"فلا تهنوا\" ، ثم قلب الوجه الآخر وكتب\"في ابتغاء القوم ...\" ، وساق بقية الخبر التالي وأسقط إسناده. وتركت ما في المطبوعة على حاله ، وهو الصواب بلا شك.(83) في المطبوعة: \"قال: وهذا ...\" بزيادة\"قال\" ، وأثبت ما في المخطوطة.(84) في المطبوعة: \"مكان القتال\" ، وفي المخطوطة: \"لمكان القتال\" ، وهذا صواب قراءتها ، يعني: جدهم في التماس القوم في المعركة.(85) في المطبوعة: \"لا جرح إلا بجرح\" ، أساء قراءة المخطوطة إذ كانت غير منقوطة ، فكتبها كما كتب!! ولا معنى له. وقوله: \"الحرب سجال\" ، أي: مرة لهذا ومرة لهذا.(86) في المطبوعة ، حذف\"لا سواء\" الثانية ، لأن الناسخ كان قد كتب شيئًا ثم ضرب عليه ، فاختلط الأمر على الناشر الأول ، فحذف.(87) \"العزى\" صنم كان لقريش وبني كنانة.(88) و\"هبل\" صنم كان في الكعبة لقريش. وقد مضى تفسير\"اعل هبل\" 7 : 310 ، وخطأ من ضبطه\"أعل\" بهمز الألف وسكون العين وكسر اللام ، وأن الصواب أنها من\"علا يعلو\" .(89) \"الكلوم\" جمع\"كلم\" (بفتح وسكون): الجرح. و\"الكليم\": الجريح.(90) الأثر: 10407 - مضى برقم: 7098 ، وجاء فيه على الصواب ، ومنه ومن المخطوطة صححت ما سلف.(91) في المطبوعة: \"وقد ذكرنا عن بعضهم\" وهو خطأ لا شك فيه ، صوابه في المخطوطة.(92) في المطبوعة: \"الشاعر الهذلي\" ، وهو خطأ نقل نسبة أبي ذؤيب في البيت بعده إلى هذا المكان. ولم أعرف هذا الراجز من يكون ، وإن كنت أخشى أن يكون الرجز لأبي محمد الفقعسي.(93) معاني القرآن للفراء 1 : 286 ، والأضداد لابن الأنباري: 9 ، واللسان (رجا).(94) ديوانه: 143 ، ومعاني القرآن للفراء 1: 286 ، وسيأتي في التفسير 11 : 62 / 25 : 83 / 29 : 60 (بولاق). يروى: \"إذا لسعته الدبر\" ، وتأتي روايته في التفسير\"نوب عواسل\" أيضًا. وهذا البيت من قصيدة له ، وصف فيها مشتار العسل من بيوت النحل ، فقال قبل هذا البيت:تَــدَلَّى عَلَيْهَــا بالحِبَــالِ مُوَثَّقًـاشَــدِيدُ الْوَصَـاةِ نـابِلٌ وَابْـنُ نِـابِلِفَلَـوْ كَـانَ حَـبْلا مِـنْ ثَمَـانِينَ قَامَةًوَسَــبْعِينَ بَاعًــا، نَالَهَـا بالأَنـامِلِيقول: تدلى على هذه النحل مشتار موثق بالحبال ، شديد الوصاة والحفظ لما ائتمن عليه ، حاذق وابن حاذق بما مرن عليه وجربه. ثم ذكر أنه لا يخاف لسع النحل ، إذا هو دخل عليها فهاجت عليه لتلسعه.وقوله: \"فخالفها\" ، أي دخل بيتها ليأخذ عسلها ، وقد خرجت إليه حين سمعت حسه ، فخالفها إلى بيوت عسلها غير هياب للسعها. ويروى\"حالفها\" بالحاء ، أي: لازمها ، ولم يخش لسعها. و\"النوب\" جمع\"نائب\" وهو صفة للنحل ، أي: إنها ترعى ثم تنوب إلى بيتها لتضع عسلها ، تجيء وتذهب. و\"العوامل\" ، هي التي تعمل العسل. و\"العواسل\" النحل التي تصنع العسل ، أو ذوات العسل.(95) انظر معاني القرآن للفراء 1 : 286.(96) انظر تفسير\"كان\" و\"عليم\" و\"حكيم\" فيما سلف من فهارس اللغة.(97) في المطبوعة: \"موافقو عدوكم\" ، وقد مضى مثل هذا الخطأ مرارًا فيما سلف ص: 146 ، تعليق: 1.(98) في المطبوعة: \"بصركم بما فيه\" بزيادة الباء ، وأثبت ما في المخطوطة ، وهو صواب.",
  "ayah": 104,
  "surah": 4
}
