{
  "text": "القول في تأويل قوله :  وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينًا (112)قال أبو جعفر: يعني بذلك جل ثناؤه: ومن يعمل خطيئة، وهي الذنب=\" أو إثمًا \"، وهو ما لا يحلّ من المعصية. (65)* * *وإنما فرق بين \" الخطيئة \" و \" الإثم \"، لأن \" الخطيئة \"، قد تكون من قبل العَمْد وغير العمد، و \" الإثم \" لا يكون إلا من العَمْد، ففصل جل ثناؤه لذلك بينهما فقال: ومن يأت \" خطيئة \" على غير عمد منه لها=\" أو إثمًا \" على عمد منه.* * *=\" ثم يرم به بريئًا \"، (66) يعني: ثم يُضيف ماله من خطئه أو إثمه الذي تعمده (67) =\" بريئًا \" مما أضافه إليه ونحله إياه=\" فقد احتمل بُهتانًا وإثمًا مبينًا \"، يقول: (68) فقد تحمّل بفعله ذلك فريَة وكذبًا وإثمًا عظيمًا= يعني، وجُرْمًا عظيمًا، على علم منه وعمدٍ لما أتى من معصيته وذنبه.* * *واختلف أهل التأويل فيمن عنى الله بقوله: \" بريئًا \"، بعد إجماع جميعهم على أن الذي رمى البريءَ من الإثم الذي كان أتاه، ابن أبيرق الذي وصفنا شأنه قبل.فقال بعضهم: عنى الله عز وجل بالبريء، رجلا من المسلمين يقال له: \" لبيد بن سهل \". (69)* * *وقال آخرون: بل عنى رجلا من اليهود يقال له: \" زيد بن السمين \"، وقد ذكرنا الرواية عمن قال ذلك فيما مضى. (70)* * *وممن قال: \" كان يهوديًّا \"، ابنُ سيرين.10425- حدثني محمد بن عمرو قال، حدثنا غندر، عن شعبة، عن خالد الحذاء، عن ابن سيرين: \" ثم يرم به بريئًا \"، قال: يهوديًّا.10426- حدثنا محمد بن المثنى قال، حدثنا بدل بن المحبر قال، حدثنا شعبة، عن خالد، عن ابن سيرين، مثله. (71)* * *وقيل: \" يرم به بريئًا \"، بمعنى: ثم يرم بالإثم الذي أتى هذا الخائن، من هو بريء مما رماه به= فـ\" الهاء \" في قوله: \" به \" عائدة على \" الإثم \". ولو جعلت كناية من ذكر \" الإثم \" و \" الخطيئة \"، كان جائزًا، لأن الأفعال وإن اختلفت العبارات عنها، فراجعة إلى معنى واحد بأنها فعلٌ. (72)* * *= وأما قوله: \" فقد احتمل بهتانًا وإثمًا مبينًا \"، فإن معناه: فقد تحمل - هذا الذي رمَى بما أتى من المعصية وركب من الإثم الخطيئة، مَنْ هو بريء مما رماه به من ذلك=\" بهتانًا \"، وهو الفرية والكذب (73) =\" وإثمًا مبينًا \"، يعني وِزْرًا \" مبينًا \"، يعني: أنه يبين عن أمر متحمِّله وجراءته على ربه، (74) وتقدّمه على خلافه فيما نهاه عنه لمن يعرف أمرَه.--------------------الهوامش :(65) انظر تفسير\"خطيئة\" فيما سلف 2: 110 ، 284 ، 285.(66) في المطبوعة زيادة حذفتها ، كان الكلام: \"ثم يرم به بريئًا ، يعني بالذي تعمده بريئًا ، يعني ...\" وهو فساد في التفسير ، فحذفته لذلك وتابعت المخطوطة.(67) في المطبوعة: \"ثم يصف ما أتى من خطئه ...\" وأثبت ما في المخطوطة ، وهو الصواب.(68) انظر تفسير\"البهتان\" فيما سلف 5 : 432 / 8 : 124.(69) انظر الأثر رقم: 10411.(70) انظر رقم: 10412 ، 10416.(71) الأثر: 10426 -\"بدل بن المحبر بن المنبه التميمي اليربوعي\" روى عن شعبة ، والخليل بن أحمد صاحب العروض ، وغيرهما. وروى عنه البخاري ، والأربعة بواسطة محمد بن بشار. ثقة.و\"بدل\" بفتحتين.(72) هذا مختصر مقالة الفراء في معاني القرآن 1 : 286 ، 287.(73) انظر تفسير\"البهتان\" فيما سلف ص: 197 ، تعليق: 4.(74) انظر تفسير\"مبين\" فيما سلف ص: 3 ، تعليق: 1 ، والمراجع هناك. وكان في المطبوعة: \"يبين عن أمر عمله\" ، والصواب من المخطوطة.",
  "ayah": 111,
  "surah": 4
}
