{
  "text": "القول في تأويل قوله :  وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ نَقِيرًا (124)قال أبو جعفر: يعني بذلك جل ثناؤه: الذين قال لهم:  لَيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ  ، يقول الله لهم: إنما يدخل الجنة وينعم فيها في الآخرة، من يعمل من الصالحات من ذكوركم وإناثكم، وذكور عبادي وإناثهم، وهو مؤمن بي وبرسولي محمدٍ، مصدق بوحدانيتي وبنبوّة محمدٍ صلى الله عليه وسلم وبما جاء به من عندي= لا أنتم أيها المشركون بي، المكذبون رسولي، فلا تطمعوا أن تحلّوا، وأنتم كفار، محلَّ المؤمنين بي، وتدخلوا مداخلهم في القيامة، وأنتم مكذِّبون برسولي، كما:-10535- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قوله: \" ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن \"، قال: أبى أن يقبل الإيمان إلا بالعمل الصالح، وأبَى أن يقبل الإسلام إلا بالإحسان.* * *وأما قوله: \" ولا يظلمون نقيرًا \"، فإنه يعني: ولا يظلم الله هؤلاء الذين يعملون الصالحات من ثوابِ عملهم، مقدارَ النُّقرة التي تكون في ظهر النَّواة في القلة، فكيف بما هو أعظم من ذلك وأكثر؟ وإنما يخبر بذلك جل ثناؤه عبادَه أنه لا يبخَسهم من جزاء أعمالهم قليلا ولا كثيرًا، ولكن يُوفِّيهم ذلك كما وعدهم. (51)* * *وبالذي قلنا في معنى \" النقير \"، قال أهل التأويل.*ذكر من قال ذلك:10536- حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن مجاهد: \" ولا يظلمون نقيرًا \"، قال: النقير، الذي يكون في ظهر النواة.10537- حدثنا ابن بشار قال، حدثنا أبو عامر قال، حدثنا قرة، عن عطية قال: النقير، الذي في وسط النواة. (52)* * *فإن قال لنا قائل: ما وجه دخول: \" مِن \" في قوله: \" ومن يعمل من الصالحات \"، ولم يقل: \" ومن يعمل الصالحات \"؟قيل: لدخولها وجهان:أحدهما: أن يكون الله قد علم أن عبادَه المؤمنين لن يُطيقوا أن يعملوا جميع الأعمال الصالحات، فأوجب وَعده لمن عمل ما أطاق منها، ولم يحرمه من فضله بسبب ما عجزتْ عن عمله منها قوّته. (53)والآخر منهما: أن يكون تعالى ذكره أوجب وعدَه لمن اجتنب الكبائر وأدَّى الفرائض، وإن قصر في بعض الواجب له عليه، تفضلا منه على عباده المؤمنين، إذ كان الفضل به أولى، والصفح عن أهل الإيمان به أحرَى.* * *وقد تقوّل قوم من أهل العربية، (54) أنها أدخلت في هذا الموضع بمعنى الحذف، &; 9-250 &; ويتأوّله: ومن يعمل الصالحاتِ من ذكر أو أنثى وهو مؤمن . (55)وذلك عندي غير جائز، لأن دخولها لمعنًى، فغير جائز أن يكون معناها الحذف.----------------------الهوامش :(51) انظر تفسير\"النقير\" فيما سلف: 8 : 472-475.(52) من أول قوله: \"وبالذي قلنا في معنى النقير\" إلى آخر هذا الأثر ، ساقط من المخطوطة. وهذان الأثران: 10536 ، 10537 ، لم يذكرا هناك (8 : 472-475) في الآثار التي جاء فيها تفسير\"النقير\". وهذا أحد ضروب اختصار أبي جعفر تفسيره.(53) في المخطوطة: \"منها قوله\" ، وفوق\"قوله\"\"كذا\" ، دليلا على أنها كانت كذلك في الأصل الذي نقل الناسخ عنه. وصواب قراءتها ما أثبت. وفي المطبوعة: \"قواه\" بالجمع ، وهي أيضًا حسنة.(54) ليس في المخطوطة: \"قوم\" ، وإثباتها لا بأس به ، وهذا الذي سيسوقه رأي بعض أهل البصرة ، كما أشار إليه مرارًا فيما سلف.(55) انظر زيادة\"من\" في الجحد والإثبات فيما سلف 2 : 126 ، 127 ، 442 ، 470 / 5 : 586 / 6 : 551 / 7 : 489.",
  "ayah": 124,
  "surah": 4
}
