{
  "text": "القول في تأويل قوله :  وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًاقال أبو جعفر: وهذا قضاء من الله جل ثناؤه للإسلام وأهله بالفضل على سائر الملل غيره وأهلِها، يقول الله: \" ومن أحسن دينًا \" أيها الناس، وأصوبُ طريقًا، وأهدى سبيلا=\" ممن أسلم وجهه لله \"، يقول: ممن استسلم وجهه لله فانقاد له بالطاعة، مصدقًا نبيه محمدًا صلى الله عليه وسلم فيما جاء به من عند ربه (56) =\" وهو محسن \"، يعني: وهو عاملٌ بما أمره به ربه، محرِّم حرامه ومحلِّل حلاله (57) =\" واتَّبع ملة إبراهيم حنيفًا \"، يعني بذلك: واتبع الدين الذي كان عليه إبراهيم خليل الرحمن، وأمر به بنيه من بعده وأوصاهم به (58) =\" حنيفًا \"، يعني: مستقيمًا على منهاجه وسبيله.* * *وقد بينا اختلاف المختلفين فيما مضى قبل في معنى \" الحنيف \"، والدليل على الصحيح من القول في ذلك بما أغنى عن إعادته. (59)* * *وبنحو ما قلنا في ذلك قال أهل التأويل:وممن قال ذلك أيضًا الضحاك.10538- حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك قال: فضّل الله الإسلام على كل دين فقال: \" ومن أحسن دينًا ممن أسلم وجهه لله وهو محسن \" إلى قوله:  وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلا  ، وليس يقبل فيه عملٌ غير الإسلام، وهي الحنيفيّة.* * *القول في تأويل قوله :  وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلا (125)قال أبو جعفر: يعني بذلك جل ثناؤه: واتخذ الله إبراهيم وليًّا.* * *فإن قال قائل: وما معنى \" الخُلَّة \" التي أعطِيها إبراهيم؟قيل: ذلك من إبراهيم عليه السلام: العداوةُ في الله والبغض فيه، والولاية في الله والحب فيه، على ما يعرف من معاني\" الخلة \". وأما من الله لإبراهيم، فنُصرته على من حاوله بسوءٍ، كالذي فعل به إذْ أراده نمرود بما أرادَه به من الإحراق بالنار فأنقذَه منها، أو على حجته عليه إذ حاجّه= وكما فعل بملك مصر إذ أراده عن أهله (60) = وتمكينه مما أحب= وتصييره إمامًا لمن بعدَه من عباده، وقدوةً لمن خلفه في طاعته وعبادته. فذلك معنى مُخَالَّته إياه.وقد قيل: سماه الله \" خليلا \"، من أجل أنه أصابَ أهلَ ناحيته جدْبٌ، فارتحل إلى خليلٍ له من أهل الموصل= وقال بعضهم: من أهل مصر= في امتيار طعام لأهله من قِبله، فلم يصب عنده حاجته. فلما قرَب من أهله مرَّ بمفازة ذات رمل، فقال: لو ملأت غرائري من هذا الرمل، (61) لئلا أغُمَّ أهلي برجوعي إليهم &; 9-252 &; بغير مِيرَة، وليظنوا أنّي قد أتيتهم بما يحبون! ففعل ذلك، فتحوَّل ما في غرائره من الرمل دقيقًا، فلما صار إلى منـزله نام. وقام أهله، ففتحوا الغرائر، فوجدوا دقيقًا، فعجنوا منه وخبزوا. فاستيقظ، فسألهم عن الدقيق الذي منه خبزوا، فقالوا: من الدقيق الذي جئت به من عند خليلك! فعلم، فقال: نعم! هو من خليلي الله! قالوا: فسماه الله بذلك \" خليلا \". (62)--------------الهوامش :(56) انظر تفسير\"أسلم وجهه\" فيما سلف 2 : 510 -512 / 6 : 280.(57) انظر تفسير\"الإحسان\" فيما سلف من فهارس اللغة.(58) انظر تفسير\"ملة\" فيما سلف 2 : 563 / 3 : 104.(59) انظر تفسير\"حنيف\" فيما سلف 3 : 104-108 / 6 : 494.(60) في المطبوعة والمخطوطة: \"ملك مصر\" بغير باء ، والسياق يقتضي ما أثبت.(61) \"الغرائر\" جمع\"غرارة\" (بكسر الغين): وهي الجوالق الذي يوضع في التبن والقمح وغيرهما.(62) هذا دليل آخر على اختصار أبي جعفر تفسيره في مواضع ، كما قيل في ترجمته. فلولا الاختصار ، لساق أخبار إبراهيم عليه وعلى نبينا صلى الله عليهما السلام. وقد سلفت أخبار إبراهيم في مواضع متفرقة من التفسير.",
  "ayah": 125,
  "surah": 4
}
