{
  "text": "القول في تأويل قوله تعالى :  تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ (13)قال أبو جعفر: اختلف أهل التأويل في تأويل قوله: \" تلك حدود الله \". فقال بعضهم: يعني به: تلك شروط الله. (41)*ذكر من قال ذلك:8790 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا &; 8-69 &; أسباط، عن السدي: \" تلك حدود الله \"، يقول: شروط الله.* * *وقال آخرون: بل معنى ذلك: تلك طاعة الله.* ذكر من قال ذلك:8791 - حدثني المثنى قال: حدثنا أبو صالح قال، حدثنا معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" تلك حدود الله \"، يعني: طاعة الله، يعني المواريث التي سمَّى الله.* * *وقال آخرون: معنى ذلك: تلك سنة الله وأمره.* * *وقال آخرون: بل معنى ذلك: تلك فرائض الله.* * *وقال أبو جعفر: وأولى الأقوال في ذلك بالصواب ما نحن مبيِّنوه، وهو أن \" حدّ\" كل شيء: ما فصَل بينه وبين غيره، ولذلك قيل لحدود الدار وحدود الأرضين: \" حدود \"، لفصلها بين ما حُدَّ بها وبين غيره. (42)فكذلك قوله: \" تلك حدود الله \"، معناه: هذه القسمة التي قسمها لكم ربكم، والفرائض التي فرضها لأحيائكم من موتاكم في هذه الآية على ما فرض وبيَّن في هاتين الآيتين،\" حدود الله \"، يعني: فصول ما بين طاعة الله ومعصيته في قسمكم مواريث موتاكم، كما قال ابن عباس. (43) وإنما ترك \" طاعة الله \"، (44) والمعنى بذلك: حدود طاعة الله، اكتفاء بمعرفة المخاطبين بذلك بمعنى الكلام من ذكرها. والدليل على صحة ما قلنا في ذلك قوله: \" ومن يطع الله ورسوله \"، والآية التي بعدها:  وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ  . (45)* * *فتأويل الآية إذًا: هذه القسمة التي قسم بينكم، أيها الناس، عليها ربكم مواريثَ موتاكم، فصولٌ فصَل بها لكم بين طاعته ومعصيته، وحدود لكم تنتهون إليها فلا تتعدَّوها، ليعلم منكم أهلَ طاعته من أهل معصيته، (46) فيما أمركم به من قسمة مواريث موتاكم بينكم، وفيما نهاكم عنه منها.ثم أخبر جل ثناؤه عما أعدَّ لكل فريق منهم فقال لفريق أهل طاعته في ذلك: \" ومن يطع الله ورسوله \" في العمل بما أمره به، والانتهاء إلى ما حدَّه له في قسمة المواريث وغيرها، ويجتنبْ ما نهاه عنه في ذلك وغيره =\" يدخله جنات تجري من تحتها الأنهار \".* * *= فقوله: \" يدخله جنات \"، يعني: بساتين تجري من تحت غروسها وأشجارها الأنهار =\" خالدين فيها \"، يقول: باقين فيها أبدًا لا يموتون فيها ولا يفنون، ولا يُخْرجون منها = (47) \" وذلك الفوز العظيم \".يقول: وإدخال الله إياهم الجنانَ التي وصفها على ما وصف من ذلك \" الفوز العظيم \"، يعني: الفَلَح العظيم. (48)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:8792 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج، عن ابن جريج، عن مجاهد: \" تلك حدود الله ومن يطع الله ورسوله يدخله \" الآية، قال: في شأن المواريث التي ذكر قبل.8793 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" تلك حدود الله \"، التي حدَّ لخلقه، وفرائضه بينهم من الميراث والقسمة، فانتهوا إليها ولا تعدَّوها إلى غيرها.------------------------------الهوامش :(41) انظر تفسير\"الحدود\" فيما سلف 3: 546 ، 547 / 4: 564 ، 565 ، 583 - 585 ، 599 ، وفي هذا الموضع تفصيل لم يسبق مثله فيما سلف ، وهو تفصيل في غاية الجودة والدقة.(42) في المخطوطة والمطبوعة: \"لفصولها بين ما حد بها وبين غيره\" كأن\"الفصول\" مصدر\"فصل بين الشيئين يفصل\" ، ولكن أهل اللغة لم يجعلوا ذلك مصدرًا لهذا المعنى ، بل قالوا مصدره\"الفصل\". أما \"الفصول\" فهو مصدر\"فصل فلان من عندي\" إذا خرج. والذي قاله أصحاب اللغة هو الصواب المحض.وأنا أرجح أن الناسخ أسقط من الكلام شيئًا ، وأن أصل عبارة الطبري: \"ولذلك قيل لحدود الدار وحدود الأرضين حدود - وهي فصولها ، لفصلها...\" ، و\"الفصول\" هنا ، وكما ستأتي في عبارته بعد ، جمع\"فصل\" (بفتح فسكون) ، وهو مثل\"الحد\" ، وهو الحاجز بين الشيئين.(43) يعني في الأثر رقم: 8791.(44) هكذا في المخطوطة والمطبوعة: \"طاعة الله\" ، وإنما المتروك\"طاعة\" وحدها: فكنت أوثر أن يكون الكلامْ: \"وإنما ترك - طاعة - والمعنى بذلك...\".(45) في المطبوعة والمخطوطة: \"الآية التي بعدها\" بإسقاط واو العطف ، وهو فساد ، والصواب إثباتها. وهذه حجة ظاهرة مبينة في تفسير معنى\"حدود الله\" ، ورحم الله أبا جعفر وجزاه خيرًا عن كتابه.(46) في المطبوعة: \"وفصل منكم أهل طاعته من أهل معصيته\" ، لم يحسن قراءة ما كان في المخطوطة فبدله ، وكان فيها: \"لسلم منكم أهل طاعته\" كأنها رؤوس\"سين\" ، وصواب قراءتها ما أثبت.(47) انظر تفسير\"الجنات\" ، و\"الخلود\" فيما سلف من فهارس اللغة.(48) انظر تفسير\"الفوز\" فيما سلف: 7: 452: 472. وقوله\"الفلح\" (بفتح الفاء واللام معًا). و\"الفلح\": و\"الفلاح\": الفوز والنجاة والبقاء في النعيم والخير.",
  "ayah": 13,
  "surah": 4
}
