{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ فَقَدْ ضَلَّ ضَلالا بَعِيدًا (136)قال أبو جعفر: يعني بذلك جل ثناؤه: \" يا أيها الذين آمنوا \"، بمن قبل محمد من الأنبياء والرسل، وصدَّقوا بما جاؤوهم به من عند الله=\"آمِنوا بالله ورسوله \"، يقول: صدّقوا بالله وبمحمد رسوله، أنه لله رسولٌ، مرسل إليكم وإلى سائر الأمم قبلكم=\" والكتاب الذي نـزل على رسوله \"، يقول: وصدّقوا بما جاءكم به محمد من الكتاب الذي نـزله الله عليه، وذلك القرآن=\" والكتاب الذي أنـزل من قبل \"، يقول: وآمنوا بالكتاب الذي أنـزل الله من قبل الكتاب الذي نـزله على محمد صلى الله عليه وسلم، وهو التوراة والإنجيل.* * *فإن قال قائل: وما وجه دعاء هؤلاء إلى الإيمان بالله ورسوله وكتبه، وقد سماهم \" مؤمنين \"؟قيل: إنه جل ثناؤه لم يسمِّهم \" مؤمنين \"، وإنما وصفهم بأنهم \"آمنوا \"، وذلك وصف لهم بخصوصٍ من التصديق. وذلك أنهم كانوا صنفين: أهل توراة مصدّقين &; 9-313 &; بها وبمن جاء بها، وهم مكذبون بالإنجيل والقرآن وعيسى ومحمد صلوات الله عليهما= وصنف أهل إنجيل، وهم مصدّقون به وبالتوراة وسائر الكتب، مكذِّبون بمحمد صلى الله عليه وسلم والفرقان، فقال جل ثناؤه لهم: \" يا أيها الذين آمنوا \"، يعني: بما هم به مؤمنون من الكتب والرسل= \"آمنوا بالله ورسوله \" محمد صلى الله عليه وسلم= \" والكتاب الذي نـزل على رسوله \"، فإنكم قد علمتم أن محمدًا رسول الله، تجدون صفته في كتبكم= وبالكتاب الذي أنـزل من قبلُ الذي تزعمون أنكم به مؤمنون، فإنكم لن تكونوا به مؤمنين وأنتم بمحمد مكذبون، لأن كتابكم يأمركم بالتصديق به وبما جاءكم به، فآمنوا بكتابكم في اتّباعكم محمدًا، وإلا فأنتم به كافرون. فهذا وجه أمرهم بالإيمان بما أمرهم بالإيمان به، بعد أن وصفهم بما وصفهم بقوله: \" يا أيها الذين آمنوا \". (33)* * *وأما قوله: \" ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر \"، فإن معناه: ومن يكفر بمحمد صلى الله عليه وسلم فيجحد نبوّته فقد ضلَّ ضلالا بعيدًا.وإنما قال تعالى ذكره: \" ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر \"، ومعناه: ومن يكفر بمحمد وبما جاء به من عند الله (34) = لأن جحود شيء من ذلك بمعنى جحود جميعه، ولأنه لا يصح إيمان أحدٍ من الخلق إلا بالإيمان بما أمره الله بالإيمان به، (35) والكفر بشيء منه كفر بجميعه، فلذلك قال: \" ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر \"، بعقب خطابه أهل الكتاب وأمره إياهم بالإيمان بمحمد صلى الله عليه وسلم، تهديدًا منه لهم، وهم مقرّون بوحدانية الله والملائكة والكتب والرسل واليوم الآخر، سِوى محمد صلى الله عليه وسلم وما جاء به من الفرقان.* * *وأما قوله: \" فقد ضل ضلالا بعيدًا \"، فإنه يعني: فقد ذهب عن قصد السبيل، وجار عن محجَّة الطريق، إلى المهالك= ذهابًا وجورًا بعيدًا. لأن كفر من كفر بذلك، خروجٌ منه عن دين الله الذي شرعه لعباده. والخروج عن دين الله، الهلاك الذي فيه البوار، والضلال عن الهدى هو الضلال. (36)------------------الهوامش :(33) كان ينبغي أن يذكر أبو جعفر هنا ، اختلاف المختلفين في قراءة\"أَنْزَلَ\" و\"أُنْزِلَ\"= و\"نَزَّلّ\" و\"نُزِّلَ\" ، وظاهر أنه نسي أن يذكرها هنا ، فأخرها إلى موضع الآتي في ص: 323 ، تعليق: 1.(34) كان في المطبوعة: \"ومن يكفر بمحمد صلى الله عليه وسلم فيجحد نبوته ، فهو يكفر بالله وملائكته وكتبه ورسله واليوم الآخر ، لأن جحود شيء من ذلك ...\" ، أسقط من نص المخطوطة ما أثبت ، لأنه قد وقع في المخطوطة خطأ اضطرب معه الكلام ، فلم يحسن الناشر تصحيحه ، فحذف حتى يصل بعض الكلام ببعض ، فأساء غاية الإساءة.والخطأ الذي كان في المخطوطة هو أنه ساق الجملة كما كتبتها ، إلا أن كتب: \"وإنما قال تعالى ذكره: ومن يكفر بالله فهو يكفر بالله وملائكته وكتبه ورسله\" وبين أن\"فهو يكفر\" سبق قلم من الناسخ ، والصواب إسقاطها فيستقيم الكلام كما أثبته.وسياق الجملة: \"وإنما قال تعالى ذكره كذا وكذا ... ومعناه ... كذا وكذا ، لأن جحود شيء من ذلك بمعنى جحود جميعه\".(35) لما أدخل الناشر الأول ذلك الحذف على الكلام ، اضطر في هذا الموضع أن يجعل العبارة: \"وذلك لأنه لا يصح إيمان أحد من الخلق ...\" فزاد\"ذلك\" في الكلام.(36) انظر تفسير\"الضلال البعيد\" فيما سلف ص: 206 ، 207 ومعنى\"الضلال\" 1 : 195 / 2 : 495 ، 496 ، وغيرهما في فهارس اللغة.",
  "ayah": 136,
  "surah": 4
}
