{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلا لِيَهْدِيَهُمْ سَبِيلا (137)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: تأويله: إن الذين آمنوا بموسى ثم كفروا به، ثم آمنوا= يعني: النصارى= بعيسى ثم كفروا به، ثم ازدادوا كفرًا بمحمد=\" لم يكن الله ليغفر لهم ولا ليهديهم سبيلا \".*ذكر من قال ذلك:10697- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرًا \"، وهم اليهود والنصارى. آمنت اليهود بالتوراة ثم كفرت، وآمنت النصارى بالإنجيل ثم كفرت. وكفرهم به: تركهم إياه= ثم ازدادوا كفرًا بالفرقان وبمحمد صلى الله عليه وسلم. فقال الله: \" لم يكن الله ليغفر لهم ولا ليهديهم سبيلا \"، يقول: لم يكن الله ليغفر لهم ولا ليهديهم طريق هدًى، وقد كفروا بكتاب الله وبرسوله محمد صلى الله عليه وسلم.10698- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" إن الذين آمنوا ثم كفروا \"، قال: هؤلاء اليهود، آمنوا بالتوراة ثم كفروا. ثم ذكر النصارى، ثم قال: \" ثم آمنوا ثم كفروا ثم ازدادوا كفرًا \"، يقول: آمنوا بالإنجيل ثم كفروا به، ثم ازدادوا كفرًا بمحمد صلى الله عليه وسلم.* * *وقال آخرون: بل عنى بذلك أهل النفاق، أنهم آمنوا ثم ارتدوا، ثم آمنوا ثم ارتدوا، ثم ازدادوا كفرًا بموتهم على الكفر. (37)*ذكر من قال ذلك:10699- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد قوله: \" إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرًا \"، قال: كنا نحسبهم المنافقين، ويدخل في ذلك من كان مثلهم=\" ثم ازدادوا كفرًا \"، قال: تَمُّوا على كفرهم حتى ماتوا. (38)10700- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد: \" ثم ازدادوا كفرًا \"، قال: ماتوا. (39)10701- حدثنا ابن بشار قال، حدثنا أبو عاصم قال، حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد في قوله: \" ثم ازدادوا كفرًا \"، قال: حتى ماتوا. (40)10702- حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" إن الذين آمنوا ثم كفروا \" الآية، قال: هؤلاء المنافقون، آمنوا مرتين، وكفروا مرتين، ثم ازدادوا كفرًا بعد ذلك. (41)* * *وقال آخرون: بل هم أهل الكتابين، التوراة والإنجيل، أتوا ذنوبا في كفرهم فتابوا ، فلم تقبل منهم التوبة فيها، مع إقامتهم على كفرهم.* * **ذكر من قال ذلك:10703- حدثنا ابن وكيع قال، حدثنا أبو خالد، عن داود بن أبي هند، عن أبي العالية: \" إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرًا \"، قال: هم اليهود والنصارى، أذنبوا في شركهم ثم تابوا، فلم تقبل توبتهم. ولو تابوا من الشرك لقُبِل منهم.* * *قال أبو جعفر: وأولى هذه الأقوال بتأويل الآية، قول من قال عنى بذلك أهل الكتاب الذين أقروا بحكم التوراة, ثم كذبوا بخلافهم إياه ، ثم أقرّ من أقرَّ منهم بعيسى والإنجيل ، ثم كذب به بخلافه إياه, ثم كذب بمحمد صلى الله عليه وسلم والفرقان فازداد بتكذيبه به كفرا على كفره.وإنما قلنا: ذلك أولى بالصواب في تأويل هذه الآية، لأن الآية قبلها في قصص أهل الكتابين= أعني قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ  = ولا دلالة تدلُّ على أن قوله: \" إن الذين آمنوا ثم كفروا \"، منقطع معناه من معنى ما قبله، فإلحاقه بما قبله أولى، حتى تأتي دلالة دالَّة على انقطاعه منه.* * *وأما قوله: \" لم يكن الله ليغفر لهم \"، فإنه يعني: لم يكن الله ليسترَ عليهم كفرهم وذنوبهم، بعفوه عن العقوبة لهم عليه، ولكنه يفضحهم على رؤوس الأشهاد=\" ولا ليهديهم سبيلا \" يقول: ولم يكن ليسدِّدهم لإصابة طريق الحق فيوفقهم لها، ولكنه يخذلهم عنها، عقوبة لهم على عظيم جُرمهم، وجرأتهم على ربهم.* * *وقد ذهب قوم إلى أن المرتد يُستتاب ثلاثًا، انتزاعًا منهم بهذه الآية، (42) وخالفهم على ذلك آخرون.ذكر من قال: يستتاب ثلاثًا.10704- حدثنا ابن وكيع قال، حدثنا حفص، عن أشعث، عن الشعبي، عن علي عليه السلام قال: إن كنتُ لمستتيبَ المرتدّ ثلاثًا. ثم قرأ هذه الآية: \" إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا \".10705- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن جابر، عن عامر، عن علي رضي الله عنه: يستتاب المرتد ثلاثًا. ثم قرأ: \" إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرًا \"،.10706- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن عبد الكريم، عن رجل، عن ابن عمر قال: يستتاب المرتد ثلاثًا.* * *وقال آخرون: يستتابُ كلما ارتدّ.*ذكر من قال ذلك:10707- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن عمرو بن قيس، عمن سمع إبراهيم قال: يستتاب المرتدّ كلما ارتدّ.* * *قال أبو جعفر: وفي قيام الحجة بأن المرتد يستتاب المرَّة الأولى، الدليل الواضح على أن حكم كلِّ مرة ارتدّ فيها عن الإسلام حكمُ المرة الأولى، في أن توبته مقبولة، وأن إسلامه حَقَن له دمه. لأن العلة التي حقنت دمه في المرة الأولى إسلامُه، فغير جائز أن توجد العلة التي من أجلها كان دمه مَحْقُونًا في الحالة الأولى، ثم يكون دمه مباحًا مع وجودها، إلا أن يفرِّق بين حكم المرة الأولى وسائر المرات غيرها، ما يجب التسليم له من أصل محكمٍ، فيخرج من حكم القياس حينئذ.---------------الهوامش :(37) في المطبوعة: \"على كفرهم\" ، وأثبت ما في المخطوطة.(38) في المطبوعة: \"نموا على كفرهم\" بالنون ، والصواب ما أثبت. و \"تم على الشيء\": أقام عليه ولزمه.(39) يعني بقوله: \"ماتوا\" ، أي: ماتوا عليه ، وهذا من الاختصار في الحديث.(40) في المخطوطة: \"حين ماتوا\" ، أي: حين ماتوا عليه ، وهي صواب أيضًا.(41) انظر تفسير\"ثم ازدادوا كفرًا\" فيما سلف 6: 579-582.(42) يقال: \"انتزع معنى آية من كتاب الله\" ، إذا استنبطه واستخرجه.",
  "ayah": 137,
  "surah": 4
}
