{
  "text": "القول في تأويل قوله :  الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلا (141)قال أبو جعفر: يعني جل ثناؤه بقوله: \" الذين يتربصون بكم \"، الذين ينتظرون، أيها المؤمنون، (1) بكم=\" فإن كان لكم فتح من الله \"، يعني: فإن فتح الله &; 9-324 &; عليكم فتحًا من عدوكم، فأفاء عليكم فَيْئًا من المغانم=\" قالوا \" لكم=\" ألم نكن معكمْ\"، نجاهد عدوّكم ونغزوهم معكم، فأعطونا نصيبًا من الغنيمة، فإنا قد شهدنا القتال معكم=\" وإن كان للكافرين نصيب \"، يعني: وإن كان لأعدائكم من الكافرين حظّ منكم، بإصابتهم منكم (2) =\" قالوا \"، (3) يعني: قال هؤلاء المنافقون للكافرين=\" ألم نستحوذ عليكم \"، ألم نغلب عليكم حتى قهرتم المؤمنين=\" ونمنعكم \" منهم، بتخذيلنا إياهم، حتى امتنعوا منكم فانصرفوا=\" فالله يحكم بينكم يوم القيامة \"، يعني: فالله يحكم بين المؤمنين والمنافقين يوم القيامة، فيفصل بينكم بالقضاء الفاصل، (4) بإدخال أهل الإيمان جنّته، وأهل النفاق مع أوليائهم من الكفار ناره=\" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، يعني: حجة يوم القيامة. (5)وذلك وعدٌ من الله المؤمنين أنه لن يدخل المنافقين مدخلَهم من الجنة، ولا المؤمنين مدخَل المنافقين، فيكون بذلك للكافرين على المؤمنين حجة بأن يقولوا لهم، إن أدخلوا مدخلهم: ها أنتم كنتم في الدنيا أعداءَنا، وكان المنافقون أولياءنا، وقد اجتمعتم في النار، فجمع بينكم وبين أوليائنا! فأين الذين كنتم تزعمون أنكم تقاتلوننا من أجله في الدنيا؟ فذلك هو \" السبيل \" الذي وعد الله المؤمنين أن لا يجعلها عليهم للكافرين.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:10711- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" فإن كان لكم فتح من الله \". قال: المنافقون يتربَّصون بالمسلمين=\" فإن كان لكم فتح \"، قال: إن أصاب المسلمون من عدوهم غنيمة &; 9-325 &; قال المنافقون: \" ألم نكن معكم \"، قد كنا معكم فأعطونا غنيمة مثل ما تأخذون=\" وإن كان للكافرين نصيب \"، يصيبونه من المسلمين، قال المنافقون للكافرين: \" ألم نستحوذ عليكم ونمنعكم من المؤمنين \"، قد كنا نثبِّطهم عنكم.* * *واختلف أهل التأويل في تأويل قوله: \" ألم نستحوذ عليكم \".فقال بعضهم: معناه: ألم نغلب عليكم.*ذكر من قال ذلك:10712- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي في قوله: \" ألم نستحوذ عليكم \"، قال: نغلب عليكم.* * *وقال آخرون: معنى ذلك: ألم نبيِّن لكم أنّا معكم على ما أنتم عليه.*ذكر من قال ذلك:10713- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج: \" ألم نستحوذ عليكم \"، ألم نبين لكم أنّا معكم على ما أنتم عليه.* * *قال أبو جعفر: وهذان القولان متقاربا المعنى. وذلك أن من تأوله بمعنى: \" ألم نبين لكم \"، إنما أراد - إن شاء الله-: ألم نغلب عليكم بما كان منا من البيان لكم أنا معكم.* * *وأصل \" الاستحواذ \" في كلام العرب، فيما بلغنا، الغلبة، ومنه قول الله جل ثناؤه:  اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ  ، [سورة المجادلة: 19] ، بمعنى: غلب عليهم. يقال منه: \" حاذ عليه واستحاذ، يحيذ ويستحيذ، وأحاذ (6) يحيذ \". ومن لغة من قال: \" حاذ \"، قول العجاج في صفة ثور وكلب:يَحُوذُهُنَّ وَلَهُ حُوذِيّ (7)وقد أنشد بعضهم:يَحُوزُهُنَّ وَلَهُ حُوزِيُّ (8)وهما متقاربا المعنى. ومن لغة من قال \" أحاذ \"، قول لبيد في صفة عَيْرٍ وأتُنٍ: (9)إذَا اجْـــتَمَعَتْ وَأَحْــوَذَ جَانِبَيْهَــاوَأَوْرَدَهــا عَــلَى عُــوجٍ طِـوَالِ (10)يعني بقوله: \" وأحوذ جانبيها \"، غلبها وقهرَها حتى حاذ كلا جانبيها، فلم يشذّ منها شيء.وكان القياس في قوله:  اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ  أن يأتي: \" استحاذ عليهم \"، لأن \" الواو \" إذا كانت عين الفعل وكانت متحركة بالفتح وما قبلها ساكن، جعلت العرب حركتها في\" فاء \" الفعل قبلها، وحوَّلوها \" ألفًا \"، متبعة حركة ما قبلها، كقولهم: \" استحال هذا الشيء عما كان عليه \"، من \" حال يحول \"= و \" استنار فلان بنور الله \"، من \" النور \"= و \" استعاذ بالله \" من \" عاذ يعوذ \". وربما تركوا ذلك على أصله كما قال لبيد: \" وأحوذ \"، ولم يقل \" وأحاذ \"، وبهذه اللغة جاء القرآن في قوله:  اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ  .* * *وأما قوله: \" فالله يحكم بينكم يوم القيامة ولن يجعل الله للكافرين على المؤمنين سبيلا \"، فلا خلاف بينهم في أن معناه: ولن يجعل الله للكافرين يومئذ على المؤمنين سبيلا.ذكر الخبر عمن قال ذلك:10714- حدثنا ابن وكيع قال، حدثنا جرير، عن الأعمش، عن ذَرّ، عن يُسَيْع الحضرمي قال: كنت عند علي بن أبي طالب رضوان الله عليه، فقال رجل: يا أمير المؤمنين، أرأيت قول الله: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، وهم يقاتلوننا فيظهرون ويقتلون؟ قال له عليّ: ادْنُه، ادْنُهْ! ثم قال: \" فالله يحكم بينكم يوم القيامة ولن يجعل الله للكافرين على المؤمنين سبيلا \" ، يوم القيامة.10715- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن الأعمش، عن ذَرّ، عن يسيع الكندي في قوله: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، قال: جاء رجل إلى علي بن أبي طالب فقال: كيف هذه الآية: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"؟ فقال علي: ادْنُهْ،\" فالله يحكم بينكم يوم القيامة ولن يجعل الله \"، يوم القيامة،\" للكافرين على المؤمنين سبيلا \".10716- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن الأعمش، عن ذر، عن يُسيع الحضرمي، عن علي بنحوه.10717- حدثنا ابن وكيع قال، حدثنا غندر، عن شعبة قال: سمعت سليمان يحدّث، عن ذر، عن رجل، عن عليّ رضي الله عنه أنه قال في هذه الآية: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، قال: في الآخرة. (11)10718- حدثنا ابن وكيع قال، حدثنا عبيد الله، عن إسرائيل، عن السدي، عن أبي مالك: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، يوم القيامة.* * *10719- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، قال: ذاك يوم القيامة.وأما \" السبيل \"، في هذا الموضع، فالحجة، (12) كما:-10720- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي في قوله: \" ولن يجعل الله للكافرين على المؤمنين سبيلا \"، قال: حجةً.--------------الهوامش :(1) انظر تفسير\"التربص\" فيما سلف 4 : 456 ، 515 / 5 : 79.(2) انظر تفسير\"نصيب\" فيما سلف ص 212 ، تعليق: 1 ، والمراجع هناك.(3) في المطبوعة وحدها: \"وقالوا ألم نكن معكم\" ، وهو سهو من الناشر الأول.(4) انظر تفسير\"الحكم\" فيما سلف ص: 175.(5) انظر تفسير\"السبيل\" فيما سلف من فهارس اللغة.(6) قوله: \"أحاذ يحيذ\" ، لم أجده في معاجم اللغة ، وهو صحيح في العربية ، وقالوا مكانه: \"أحوذ ثوبه\" إذا ضمه ، وجاءوا ببيت لبيد الآتي شاهدا عليه. وانظر ما سيأتي بعد بيت لبيد.(7) ديوانه: 71 ، ومجاز القرآن لأبي عبيدة 1 : 141 ، واللسان (حوذ) (حوز) ، ورواية الديوان:يَحُوذُهــا وَهْــوَ لَهَــا حُــوذِيُّخَــوْفَ الخِــلاطِ فَهْــوَ أَجْـنَبِيُّكَمَـــا يَحُــوذُ الفِئَــةَ الكَــمِيُّوفسروا\"يحوذها\": يسوقها سوقًا شديدًا ، ومثله\"يحوزها\" في الرواية الآتية.(8) انظر اللسان (حوذ) و(حوز).(9) \"العير\" حمار الوحش ، و\"الأتن\" جمع\"أتان\" ، وهي أنثاه.(10) ديوانه: القصيدة: 17 ، البيت: 39 ، واللسان (حوذ) ، وقوله: \"إذا اجتمعت\" يعني إناث حمار الوحش حين دعاها إلى الماء ، فضمها من جانبيها ، يأتيها من هذا الجانب مرة ، ومن هذا مرة حتى غلبها ولم شتاتها ، و\"العوج الطوال\" قوائمه ، وبعد البيت:رَفَعْــنَ سُــرَادِقًا فـي يَـوْمِ رِيـحٍيُصَفَّــقُ بيــن مَيْــلٍ واعْتِــدالِيعني غبارها ، ارتفع كأنه سرادق تصفقه الريح وتميله مرة هكذا ومرة هكذا ، فهو يميل ويعتدل.(11) الآثار: 10714 - 10717-\"ذر\" (بفتح الذال) هو: \"ذر بن عبد الله المرهبي\" ثقة ، أخرج له أصحاب الكتب الستة. مضى برقم: 2918.و\"يسيع بن معدان الحضرمي ، والكندي\" ، تابعي ثقة. مضى برقم: 2918. وكان في المطبوعة هنا: \"نسيع\" بالنون ، وهو خطأ صرف.(12) انظر تفسير\"السبيل\" فيما سلف قريبًا ص: 324 ، تعليق: 4 ، والمراجع هناك.",
  "ayah": 141,
  "surah": 4
}
