{
  "text": "القول في تأويل قوله :  لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلا مَنْ ظُلِمَ وَكَانَ اللَّهُ سَمِيعًا عَلِيمًا (148)قال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة الأمصار بضم \" الظاء \".* * *وقرأه بعضهم: ( إِلا مَنْ ظَلَمَ ) ، بفتح \" الظاء \".* * *ثم اختلف الذين قرءوا ذلك بضم \" الظاء \" في تأويله.فقال بعضهم: معنى ذلك: لا يحب الله تعالى ذكره أن يجْهر أحدُنا بالدعاء على أحد، وذلك عندهم هو \" الجهر بالسوء إلا من ظلم \"، يقول: إلا من ظلم فيدعو على ظالمه، فإن الله جل ثناؤه لا يكره له ذلك، لأنه قد رخص له في ذلك.*ذكر من قال ذلك:10749- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" لا يحب الله الجهر بالسوء من القول \"، يقول: لا يحب الله أن يدعوَ أحدٌ على أحد، إلا أن يكون مظلومًا، فإنه قد أرخَص له أن يدعو على من ظلمه، وذلك قوله: \" إلا من ظلم \"، وإن صبر فهو خير له.10750- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" لا يحب الله الجهر بالسوء من القول إلا من ظلم \"، فإنه يحب الجهر بالسوء من القول.10751- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" لا يحب الله الجهر بالسوء من القول إلا من ظلم وكان الله سميعًا عليمًا \"، عذر الله المظلوم كما تسمعون: أن يدْعو.10752- حدثني الحارث قال، حدثنا أبو عبيد قال، حدثنا هشيم، عن يونس، عن الحسن قال: هو الرجل يظلم الرجل فلا يدْعُ عليه، ولكن ليقل: \" اللهم أعنِّي عليه، اللهم استخرج لي حقي، اللهم حُلْ بينه وبين ما يريد \"، (1) ونحوه من الدعاء.* * *= فـ\" مَنْ\"، على قول ابن عباس هذا، في موضع رفع. لأنه وجَّهه إلى أن الجهر بالسوء في معنى الدعاء، واستثنى المظلوم منه. فكان معنى الكلام على قوله: لا يحب الله أن يُجْهر بالسوء من القول، إلا المظلوم، فلا حرج عليه في الجهر به.وهذا مذهب يراه أهل العربية خطأ في العربية. وذلك أن \" مَن \" لا يجوز &; 9-345 &; أن يكون رفعًا عندهم بـ \" الجهر \"، لأنها في صلة \" أنْ\" ولم ينله الجحد، فلا يجوز العطف عليه. (2) من خطأٍ عندهم أن يقال: (3) \" لا يعجبني أن يقوم إلا زيد \".وقد يحتمل أن تكون \" من \" نصبًا، على تأويل قول ابن عباس، ويكون قوله: \" لا يحب الله الجهر بالسوء من القول \"، كلامًا تامًّا، ثم قيل: \" إلا من ظلم فلا حرج عليه \"، فيكون من استثناء من الفعل، وإن لم يكن قبل الاستثناء شيء ظاهر يستثنى منه، كما قال جل ثناؤه:  لَسْتَ عَلَيْهِمْ بِمُسَيْطِرٍ * إِلا مَنْ تَوَلَّى وَكَفَرَ  ، [سورة الغاشية: 22-23] ، وكقولهم: \" إني لأكره الخصومة والمِراء، اللهم إلا رجلا يريد الله بذلك \"، ولم يذكر قبله شيء من الأسماء. (4)* * *و \" مَن \"، على قول الحسن هذا، نصبٌ، على أنه مستثنى من معنى الكلام، لا من الاسم، كما ذكرنا قبل في تأويل قول ابن عباس، إذا وُجِّه \" مَن \"، إلى النصب، وكقول القائل: \" كان من الأمر كذا وكذا، اللهم إلا أن فلانًا جزاه الله خيرًا فَعَل كذا وكذا \".* * *وقال آخرون: بل معنى ذلك: لا يحب الله الجهرَ بالسوء من القول، إلا من ظُلم فيخبر بما نِيلَ منه.*ذكر من قال ذلك:10753- حدثنا ابن وكيع قال، حدثنا أبو معاوية، عن محمد بن إسحاق، عن ابن أبي نجيح، عن مجاهد قال: هو الرجل ينـزل بالرجل فلا يحسن ضيافته، فيخرج من عنده فيقول: أساءَ ضيافتي ولم يُحسن!10754- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن &; 9-346 &; ابن جريج، عن مجاهد: \" إلا من ظلم \"، قال: إلا من أثَر ما قيل له. (5)10755- حدثني المثنى قال، حدثنا الحجاج بن المنهال قال، حدثنا حماد، عن محمد بن إسحاق، عن عبد الله بن أبي نجيح، عن مجاهد: \" لا يحب الله الجهر بالسوء من القول إلا من ظلم \"، قال: هو الضيف المحوَّل رحلُه، فإنه يجهر لصاحبه بالسوء من القول.* * *وقال آخرون: عنى بذلك، الرجلَ ينـزل بالرجل فلا يقريه، فينالُ من الذي لم يقرِه.*ذكر من قال ذلك:10756- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" إلا من ظلم \"، قال: إلا من ظلم فانتصر، يجهر بالسوء.10757- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، مثله.10758- حدثنا ابن وكيع قال، حدثنا سفيان بن عيينة، عن ابن أبي نجيح، عن إبراهيم بن أبي بكر، عن مجاهد= وعن حميد الأعرج، عن مجاهد: \" لا يحب الله الجهر بالسوء من القول إلا من ظلم \"، قال: هو الرجل ينـزل بالرجل فلا يحسن إليه، فقد رخص الله له أن يقول فيه . (6)10759- وحدثني أحمد بن حماد الدولابي قال، حدثنا سفيان، عن ابن أبي نجيح، عن إبراهيم بن أبي بكر، عن مجاهد،\" لا يحب الله الجهر بالسوء من القول إلا من ظلم \"، قال: هو في الضيافة، يأتي الرجل القوم، فينـزل عليهم، فلا يضيفونه. رخَّص الله له أن يقول فيهم. (7)10760- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا المثنى بن الصباح، عن مجاهد في قوله: \" لا يحب الله الجهر بالسوء من القول \" الآية، قال: ضاف رجل رجلا فلم يؤدِّ إليه حق ضيافته، فلما خرج أخبر الناس، فقال: \" ضفتُ فلانًا فلم يؤدّ حق ضيافتي\"! فذلك جهرٌ بالسوء إلا من ظلم، حين لم يؤدِّ إليه ضيافته.10761- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، قال مجاهد: إلا من ظلم فانتصر، يجهر بسوء. قال مجاهد: نـزلت في رجل ضاف رجلا بفلاةٍ من الأرض فلم يضفه، فنـزلت: \" إلا من ظلم \"، ذكر أنه لم يضفه، لا يزيد على ذلك.* * *وقال آخرون: معنى ذلك: إلا من ظلم فانتصر من ظالمه، فإن الله قد أذن له في ذلك.*ذكر من قال ذلك:10762- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" لا يحب الله الجهر بالسوء من القول إلا من ظلم \"، يقول: إن الله لا يحب الجهر بالسوء من أحدٍ من الخلق، ولكن من ظلم فانتصر بمثل ما ظُلم، فليس عليه جناح.= فـ\" مَن \"، على هذه الأقوال التي ذكرناها، سوى قول ابن عباس، في موضع نصب على انقطاعه من الأول. والعرب من شأنها أن تنصب ما بعد \" إلا \" في الاستثناء المنقطع.* * *فكان معنى الكلام على هذه الأقوال، سوى قول ابن عباس: لا يحب الله الجهر بالسوء من القول، ولكن من ظلم فلا حرج عليه أن يخبر بما نٍيل منه، أو ينتصر ممن ظلمه.* * *وقرأ ذلك آخرون بفتح \" الظاء \": ( إِلا مَنْ ظَلَمَ ) ، وتأولوه: لا يحب الله الجهرَ بالسوء من القول، إلا من ظلم فلا بأس أن يُجْهر له بالسوء من القول.*ذكر من قال ذلك:10763- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: كان أبي يقرأ: ( لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلا مَنْ ظَلَمَ ) ، قال ابن زيد: يقول: إلا من أقام على ذلك النفاق، فيُجهر له بالسوء حتى ينـزع. قال: وهذه مثل:  وَلا تَنَابَزُوا بِالأَلْقَابِ بِئْسَ الاسْمُ الْفُسُوقُ  ، أن تسميه بالفسق=  بَعْدَ الإِيمَانِ  ، بعد إذ كان مؤمنًا=  وَمَنْ لَمْ يَتُبْ  ، من ذلك العمل الذي قيل له=  فَأُولَئِكَ هُمُ الظَّالِمُونَ  ، [سورة الحجرات: 11] ، قال: هو شرٌّ ممن قال ذلك. (8)10764- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" لا يحب الله الجهر بالسوء من القول إلا من ظَلم \" ، فقرأ:  إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّارِ  حتى بلغ  وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا  . ثم قال بعد ما قال: هم في الدرك الأسفل من النار=  مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا  ، ( لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلا مَنْ ظَلَمَ ) ، قال: لا يحب الله أن يقول لهذا: \" ألست نافقت؟ ألست المنافق الذي ظلمتَ وفعلت وفعلت؟\"، من بعد ما تاب=\" إلا من ظلم \"، إلا من أقام على النفاق. قال: وكأن أبي يقول ذلك له، ويقرأها: ( إِلا مَنْ ظَلَمَ ) .* * *= فـ\" مَنْ\" على هذا التأويل نَصْبٌ لتعلقه بـ \" الجهر \".* * *وتأويل الكلام، على قول قائل هذا القول: لا يحب الله أن يجهر أحد لأحد من المنافقين بالسوء من القول، إلا من ظلم منهم فأقام على نفاقه، فإنه لا بأس بالجهر له بالسوء من القول.* * *قال أبو جعفر: وأولى القراءتين بالصواب في ذلك قراءة من قرأ: ( إِلا مَنْ ظُلِمَ ) بضم \" الظاء \"، لإجماع الحجة من القرأة وأهل التأويل على صحتها، وشذوذ قراءة من قرأ ذلك بالفتح.* * *فإذ كان ذلك أولى القراءتين بالصواب، فالصواب في تأويل ذلك: لا يحب الله، أيها الناس، أن يجهر أحدٌ لأحد بالسوء من القول=\" إلا من ظلم \"، بمعنى: إلا من ظلم، فلا حرج عليه أن يخبر بما أسيء عليه. (9)وإذا كان ذلك معناه، دخل فيه إخبار من لم يُقْرَ، أو أسيء قراه، أو نيل بظلم &; 9-350 &; في نفسه أو ماله= غيرَه من سائر الناس. (10) وكذلك دعاؤه على من ناله بظلم: أن ينصره الله عليه، لأن في دعائه عليه إعلامًا منه لمن سمع دعاءه عليه بالسوء له.* * *وإذْ كان ذلك كذلك، فـ\" مَن \" في موضع نصب، لأنه منقطع عما قبله، وأنه لا أسماء قبله يستثنى منها، فهو نظير قوله:  لَسْتَ عَلَيْهِمْ بِمُسَيْطِرٍ * إِلا مَنْ تَوَلَّى وَكَفَرَ  [سورة الغاشية: 22-23] .* * *وأما قوله: \" وكان الله سميعًا عليمًا \"، فإنه يعني: \" وكان الله سميعًا \"، لما تجهرون به من سوء القول لمن تجهرون له به، وغير ذلك من أصواتكم وكلامكم=\" عليمًا \"، بما تخفون من سوء قولكم وكلامكم لمن تخفون له به فلا تجهرون له به، محص كل ذلك عليكم، حتى يجازيكم على ذلك كله جزاءَكم، المسيء بإساءته، والمحسن بإحسانه. (11)----------------------الهوامش :(1) في المخطوطة: \"اللهم حل بيني وبين ما يريد\" ، وما في المطبوعة أشبه بالصواب.(2) في المطبوعة: \"لأنها في صلة\"أن\" ، و\"أن\" لم ينله الجحد\" ، بزيادة\"أن\" ، وما في المخطوطة صواب محض.(3) في المطبوعة: \"من الخطأ عندهم\" ، وأثبت ما في المخطوطة.(4) انظر معاني القرآن للفراء 1 : 293 ، 294.(5) في المطبوعة: \"آثر\" بمد الهمزة ، وهو خطأ.\"أثر الحديث يأثره\": حكاه ورواه وتحدث به. ومنه: \"قول مأثور\" ، أي: يخبر الناس به بعضهم بعضًا ، وينقله خلف عن سلف.(6) الأثر: 10758 -\"إبراهيم بن أبي بكر المكي الأخنسي\" ، سمع طاوسا ومجاهدًا. وروى عنه ابن أبي نجيح وابن جريج مترجم في التهذيب.وكان في المخطوطة: \"إبراهيم عن أبي بكير\" ، وفي الإسناد الذي يليه: 10759: \"إبراهيم ابن أبي بكير\". وهذا اختلاف مشكل.ففي الإسناد الأول كما في المخطوطة ، لم أعرف من يكون\"إبراهيم\".أما \"أبو بكير\" ، ففيهم\"أبو بكير مرزوق التيمي الكوفي\" ، يروي عن مجاهد ، مضى برقم: 4305 ، وليس هذا فيما أرجح.وأما \"إبراهيم بن أبي بكير\" في الإسناد الثاني ، فمنهم: \"إبراهيم بن أبي بكير\" ذكره البخاري في الكبير 1 / 1 / 277 في ترجمة\"إبراهيم أبو بكير\" ، وكأنه خطأ من ناسخ حذف\"بن\"= و\"إبراهيم بن أبي بكير بن إبراهيم\" مترجم في ابن أبي حاتم 1 / 1 / 90 ، وكلاهما لم يذكر لأحد منها رواية عن مجاهد.فمن أجل هذا صح عندي أنه الذي في المطبوعة هو الصواب إن شاء الله؛ لرواية\"إبراهيم بن أبي بكر\" عن مجاهد ، ورواية ابن نجيح عنه.(7) الأثر: 10759 - كان في المخطوطة: \"إبراهيم بن أبي بكير\". وانظر التعليق على الأثر السالف.(8) في المطبوعة: \"هو أشر ممن قال ذلك له\" ، والذي في المخطوطة صواب محض.(9) في المطبوعة: \"أسيء إليه\" ، وأثبت ما في المخطوطة ، وهو صواب لأنه أراد أن يضمن\"يسيء\" ، معنى\"يبغي عليه\" ، فألحق بها حرف الثانية ، كأنه قال: بما أسيء إليه بغيًا عليه.(10) في المطبوعة: \"عنوة من سائر الناس\" ، وهو لا معنى له. والصواب ما في المخطوطة. وقوله: \"غيره\" منصوب مفعول به للمصدر\"إخبار\" ، وسياق الكلام: دخل فيه إخبار من لم يقر ... غيره من سائر الناس\" ، أي يخبر غيره من سائر الناس بما أصابه ونيل منه.(11) انظر تفسير\"سميع\" و\"عليم\" فيما سلف من فهارس اللغة.",
  "ayah": 148,
  "surah": 4
}
