{
  "text": "القول في تأويل قوله :  فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآيَاتِ اللَّهِ وَقَتْلِهِمُ الأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلا قَلِيلا (155)قال أبو جعفر: يعني جل ثناؤه: فبنقض هؤلاء الذين وصفتُ صفتهم من أهل الكتاب=\" ميثاقهم \"، يعني: عهودهم التي عاهدوا الله أن يعملوا بما في التوراة (1) =\" وكفرهم بآيات الله \"، يقول: وجحودهم=\" بآيات الله \"، يعني: بأعلام الله وأدلته التي احتج بها عليهم في صدق أنبيائه ورسله (2) وحقيقة ما جاءوهم به من عنده (3) =\" وقتلهم الأنبياء بغير حق \"، يقول: وبقتلهم الأنبياء بعد قيام الحجة عليهم بنبوّتهم=\" بغير حق \"، يعني: بغير استحقاق منهم ذلك لكبيرة أتوها، ولا خطيئة استوجبوا القتل عليها (4) =\" وقولهم قلوبنا غلف \"، يعني: وبقولهم \" قلوبنا غلف \"، يعني: يقولون: عليها غِشاوة وأغطِية عما تدعونا إليه، فلا نفقَه ما تقول ولا نعقله.* * *وقد بينا معنى: \" الغلف \"، وذكرنا ما في ذلك من الرواية فيما مضى قبل. (5)* * *=\" بل طبع الله عليها بكفرهم \"، يقول جل ثناؤه: كذبوا في قولهم: \" قلوبنا غلف \"، ما هي بغلف، ولا عليها أغطية، ولكن الله جل ثناؤه جعل عليها طابعًا بكفرهم بالله.* * *وقد بينا صفة \" الطبع على القلب \"، فيما مضى، بما أغنى عن إعادته. (6)* * *=\" فلا يؤمنون إلا قليلا \"، يقول: فلا يؤمن -هؤلاء الذين وصف الله صفتهم، لطبعه على قلوبهم، فيصدقوا بالله ورسله وما جاءتهم به من عند الله- إلا إيمانًا قليلا يعني: تصديقًا قليلا وإنما صار \" قليلا \"، (7) لأنهم لم يصدقوا على ما أمرهم الله به، ولكن صدَّقوا ببعض الأنبياء وببعض الكتب، وكذبوا ببعض. فكان تصديقهم بما صدَّقوا به قليلا لأنهم وإن صدقوا به من وجه، فهم به مكذبون من وجه آخر، وذلك من وجه تكذيبهم من كذَّبوا به من الأنبياء وما جاءوا به من كتب الله، ورسلُ الله يصدِّق بعضهم بعضًا. وبذلك أمر كل نبي أمته. وكذلك كتب الله يصدق بعضها بعضًا، ويحقق بعض بعضًا. فالمكذب ببعضها مكذب بجميعها، من جهة جحوده ما صدقه الكتاب الذي يقرّ بصحته. فلذلك صار إيمانهم بما آمنوا من ذلك قليلا. (8)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:10774- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة في قوله: \" فبما نقضهم ميثاقهم \"، يقول: فبنقضهم ميثاقهم لعنَّاهم=\" وقولهم قلوبنا غلف \"، أي لا نفقه= ،\" بل طبع الله عليها بكفرهم \"، ولعنهم حين فعلوا ذلك.* * *واختلف في معنى قوله: \" فبما نقضهم \"، الآية، هل هو مواصلٌ لما قبله من الكلام، أو هو منفصل منه. (9)فقال بعضهم: هو منفصل مما قبله، ومعناه: فبنقضهم ميثاقهم، وكفرهم بآيات الله، وقتلهم الأنبياء بغير حق، وقولهم قلوبنا غلف، طبع الله عليها بكفرهم ولعنهم. (10)*ذكر من قال ذلك:10775- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" فلا يؤمنون إلا قليلا \"، لما ترك القوم أمرَ الله، وقتلوا رسله، وكفروا بآياته، ونقضوا الميثاق الذي أخذ عليهم، طبع الله عليها بكفرهم ولعنهم.* * *وقال آخرون: بل هو مواصل لما قبله. قالوا: ومعنى الكلام: فأخذتهم الصاعقة بظلمهم= فبنقضهم ميثاقهم، وكفرهم بآيات الله، وبقتلهم الأنبياء بغير حق، وبكذا وكذا أخذتهم الصاعقة. قالوا: فتبع الكلام بعضه بعضًا، ومعناه: مردود إلى أوله. وتفسير \" ظلمهم \"، الذي أخذتهم الصاعقة من أجله، بما فسر به تعالى ذكره، من نقضهم الميثاق، وقتلهم الأنبياء، وسائر ما بيَّن من أمرهم الذي ظلموا فيه أنفسهم.* * *قال أبو جعفر: والصواب من القول في ذلك أن قوله: \" فبما نقضهم ميثاقهم \" وما بعده، منفصل معناه من معنى ما قبله، وأن معنى الكلام: فبما نقضهم ميثاقهم، وكفرهم بآيات الله، وبكذا وبكذا، لعناهم وغضبنا عليهم= فترك ذكر \" لعناهم \"، لدلالة قوله: \" بل طبع الله عليها بكفرهم \"، على معنى ذلك. إذ كان من طبع على قلبه، فقد لُعِن وسُخِط عليه.وإنما قلنا ذلك أولى بالصواب، لأن الذين أخذتهم الصاعقة، إنما كانوا على عهد موسى= والذين قتلوا الأنبياء، والذين رموا مريم بالبهتان العظيم، وقالوا:  قَتَلْنَا الْمَسِيحَ  ، كانوا بعد موسى بدهر طويل. ولم يدرك الذين رموا مريم بالبهتان العظيم زمان موسى، ولا من صُعق من قومه.وإذ كان ذلك كذلك، فمعلوم أنّ الذين أخذتهم الصاعقة، لم تأخذهم عقوبةً لرميهم مريم بالبهتان العظيم، ولا لقولهم:  إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ  . وإذ كان ذلك كذلك، فبيِّنٌ أن القوم الذين قالوا هذه المقالة، غير الذين عوقبوا بالصاعقة. وإذ كان ذلك كذلك، كان بيِّنًا انفصال معنى قوله: \" فبما نقضهم ميثاقهم \"، من معنى قوله:  فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ  .--------------------الهوامش :(1) انظر تفسير\"الميثاق\" آنفًا ص: 362 ، تعليق: 2.(2) انظر تفسير\"الآيات\" فيما سلف من فهارس اللغة ، مادة (أيي).(3) في المطبوعة: \"وحقية ما جاؤوهم به\" ، بدل ما في المخطوطة. وانظر التعليق السالف ص: 360 ، تعليق: 2.(4) انظر تفسير\"قتل الأنبياء بغير حق\" فيما سلف 7 : 116 ، 117 ، 446.(5) انظر تفسير\"غلف\" فيما سلف 2 : 324-328.(6) انظر تفسير\"الطبع\" فيما سلف 1 : 258. ولم يمض ذكر\"الطبع\" بهذا اللفظ في آية قبل هذه الآية ، ولكنه نسي ، إنما الذي مضى ما هو في معناه وهو\"ختم الله على قلوبهم\" ، و\"الختم\" هو\"الطبع\".(7) انظر تفسير\"قليل\" فيما سلف 2 : 329-331 / 8 : 439 ، 577.(8) تفسير\"قليل\" فيما سلف من الآيات التي أشرنا إليها ، فهو أجود مما هنا.(9) وانظر زيادة\"ما\" في قوله\"فبما نقضهم ميثاقهم\" فيما سلف 7 : 340. وترك أبي جعفر بيان ذلك هنا ، أحد الأدلة على منهاجه في اختصار هذا التفسير.(10) في المطبوعة: \"بل طبع الله عليها\" كنص الآية ، وهو لا يستقيم ، والصواب ما في المخطوطة.",
  "ayah": 155,
  "surah": 4
}
