{
  "text": "القول في تأويل قوله :  لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا (162)قال أبو جعفر: هذا من الله جل ثناؤه استثناء، استثنَى من أهل الكتاب من اليهود الذين وصَف صفتهم في هذه الآيات التي مضت، من قوله:  يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَـزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ  .ثم قال جل ثناؤه لعباده، مبينًا لهم حكم من قد هداه لدينه منهم ووفقه لرشده: ما كلُّ أهل الكتاب صفتهم الصفة التي وصفت لكم،\" لكن الراسخون في العلم منهم \"، وهم الذين قد رَسخوا في العلم بأحكام الله التي جاءت بها أنبياؤه، وأتقنوا ذلك، وعرفوا حقيقته.* * *وقد بينا معنى \" الرسوخ في العلم \"، بما أغنى عن إعادته في هذا الموضع. (78)* * *=\" والمؤمنون \" يعني: والمؤمنون بالله ورسله، هم يؤمنون بالقرآن الذي أنـزل الله إليك، يا محمد، وبالكتب التي أنـزلها على من قبلك من الأنبياء والرسل، ولا يسألونك كما سألك هؤلاء الجهلة منهم: (79) أن تنـزل عليهم كتابًا من السماء، لأنهم قد علموا بما قرأوا من كتب الله وأتتهم به أنبياؤهم، أنك لله رسول، واجبٌ عليهم اتباعك، لا يَسعهم غير ذلك، فلا حاجة بهم إلى أن يسألوك آية معجزة ولا دلالة غير الذي قد علموا من أمرك بالعلم الراسخ في قلوبهم من إخبار أنبيائهم إياهم &; 9-394 &; بذلك، وبما أعطيتك من الأدلّة على نبوتك، فهم لذلك من علمهم ورسوخهم فيه، يؤمنون بك وبما أنـزل إليك من الكتاب، وبما أنـزل من قبلك من سائر الكتب، كما:-10836- حدثنا بشر بن معاذ قال: حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أنـزل إليك وما أنـزل من قبلك \"، استثنى الله أُثْبِيَّةً من أهل الكتاب، (80) وكان منهم من يؤمن بالله وما أنـزل عليهم، وما أنـزل على نبي الله، يؤمنون به ويصدّقون، ويعلمون أنه الحق من ربهم.* * *ثم اختلف في\" المقيمين الصلاة \"، أهم الراسخون في العلم، أم هم غيرهم؟.فقال بعضهم: هم هم.* * *ثم اختلف قائلو ذلك في سبب مخالفة إعرابهم إعراب \" الراسخون في العلم \" وهما من صفة نوع من الناس.فقال بعضهم: ذلك غلط من الكاتب، (81) وإنما هو: لكن الراسخون في العلم منهم والمقيمون الصلاة.*ذكر من قال ذلك:10837- حدثني المثنى قال، حدثنا الحجاج بن المنهال قال، حدثنا حماد بن سلمة، عن الزبير قال: قلت لأبان بن عثمان بن عفان: ما شأنها كتبت: &; 9-395 &; \" لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أنـزل إليك وما أنـزل من قبلك والمقيمين الصلاة \"؟ قال: إن الكاتب لما كتب: \" لكن الراسخون في العلم منهم \"، حتى إذا بلغ قال: ما أكتب؟ قيل له: اكتب: \" والمقيمين الصلاة \"، فكتب ما قيلَ له.10838- حدثنا ابن حميد قال، حدثنا أبو معاوية، عن هشام بن عروة، عن أبيه: أنه سأل عائشة عن قوله: \" والمقيمين الصلاة \"، وعن قوله:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ  [سورة المائدة: 69]، وعن قوله:  إِنْ هَذَانِ لَسَاحِرَانِ  [سورة طه: 63]، فقالت: يا ابن أختي، هذا عمل الكاتب، (82) أخطئوا في الكتاب.* * *وذكر أن ذلك في قراءة ابن مسعود: ( والمقيمون الصلاة ).* * *وقال آخرون، وهو قول بعض نحويي الكوفة والبصرة: \" والمقيمون الصلاة \"، من صفة \" الراسخين في العلم \"، ولكن الكلام لما تطاول، واعترض بين \" الراسخين في العلم \"،\" والمقيمين الصلاة \" ما اعترض من الكلام فطال، نصب \" المقيمين \" على وجه المدح. قالوا: والعرب تفعل ذلك في صفة الشيء الواحد ونعته، إذا تطاولت بمدح أو ذم، خالفوا بين إعراب أوله وأوسطه أحيانًا، ثم رجعوا بآخره إلى إعراب أوله. وربما أجروا إعراب آخره على إعراب أوسطه. وربما أجروا ذلك على نوع واحد من الإعراب. واستشهدوا لقولهم ذلك بالآيات التي ذكرتها في قوله: (83)  وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ  (84) [سورة البقرة: 177].وقال آخرون: بل \" المقيمون الصلاة \" من صفة غير \" الراسخين في العلم \" في هذا الموضع، وإن كان \" الراسخون في العلم \" من \" المقيمين الصلاة \".* * *وقال قائلو هذه المقالة جميعًا: موضع \" المقيمين \" في الإعراب، خفض.فقال بعضهم: موضعه خفض على العطف على \" ما \" التي في قوله: \" يؤمنون بما أنـزل إليك وما أنـزل من قبلك \"، ويؤمنون بالمقيمين الصلاة.* * *ثم اختلف متأوّلو ذلك هذا التأويل في معنى الكلام. (85)فقال بعضهم: معنى ذلك: \" والمؤمنون يؤمنون بما أنـزل إليك وما أنـزل من قبلك \"، وبإقام الصلاة. قالوا: ثم ارتفع قوله: \" والمؤتون الزكاة \"، عطفًا على ما في\" يؤمنون \" من ذكر \" المؤمنين \"، كأنه قيل: والمؤمنون يؤمنون بما أنـزل إليك، هم والمؤتون الزكاة.* * *وقال آخرون: بل \" المقيمون الصلاة \"، الملائكة. قالوا: وإقامتهم الصلاة، تسبيحهم ربَّهم، واستغفارهم لمن في الأرض. قالوا: ومعنى الكلام: \" والمؤمنون يؤمنون بما أنـزل إليك وما أنـزل من قبلك \"، وبالملائكة.* * *وقال آخرون منهم: بل معنى ذلك: \" والمؤمنون يؤمنون بما أنـزل إليك وما أنـزل من قبلك \"، ويؤمنون بالمقيمين الصلاة، هم والمؤتون الزكاة، كما قال جل ثناؤه:  يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ  [سورة التوبة: 61].* * *وأنكر قائلو هذه المقالة أن يكون: \" المقيمين \" منصوبًا على المدح. وقالوا: إنما تنصب العربُ على المدح من نعت من ذكرته بعد تمام خبره. قالوا: وخبر &; 9-397 &; \" الراسخين في العلم \" قوله: \" أولئك سنؤتيهم أجرًا عظيمًا \". قال: فغير جائز نصب \" المقيمين \" على المدح، وهو في وسط الكلام، ولمّا يتمَّ خبر الابتداء.* * *وقال آخرون: معنى ذلك: لكن الراسخون في العلم منهم، ومن المقيمين الصلاة. وقالوا: موضع \" المقيمين \"، خفض.* * *وقال آخرون: معناه: والمؤمنون يؤمنون بما أنـزل إليك، وإلى المقيمين الصلاة.* * *قال أبو جعفر: وهذا الوجه والذي قبله، منكرٌ عند العرب، ولا تكاد العرب تعطف بظاهر على مكنيٍّ في حال الخفض، (86) وإن كان ذلك قد جاء في بعض أشعارها. (87)* * *قال أبو جعفر: وأولى الأقوال عندي بالصواب، أن يكون \" المقيمين \" في موضع خفض، نسَقًا على \" ما \"، التي في قوله: \" بما أنـزل إليك وما أنـزل من قبلك \"= وأن يوجه معنى \" المقيمين الصلاة \"، إلى الملائكة.فيكون تأويل الكلام: \" والمؤمنون منهم يؤمنون بما أنـزل إليك \"، يا محمد، من الكتاب=\" وبما أنـزل من قبلك \"، من كتبي، وبالملائكة الذين يقيمون الصلاة. ثم يرجع إلى صفة \" الراسخين في العلم \"، فيقول: لكن الراسخون في العلم منهم والمؤمنون بالكتب والمؤتون الزكاة والمؤمنون بالله واليوم الآخر.* * *وإنما اخترنا هذا على غيره، لأنه قد ذكر أن ذلك في قراءة أبيّ بن كعب ( وَالْمُقِيمِينَ الصَّلاةَ )، وكذلك هو في مصحفه، فيما ذكروا. فلو كان ذلك خطأ من الكاتب، لكان الواجب أن يكون في كل المصاحف= غير مصحفنا الذي &; 9-398 &; كتبه لنا الكاتب الذي أخطأ في كتابه= بخلاف ما هو في مصحفنا. وفي اتفاق مصحفنا ومصحف أبيّ في ذلك، ما يدل على أنّ الذي في مصحفنا من ذلك صواب غير خطأ. مع أن ذلك لو كان خطأ من جهة الخطِّ، لم يكن الذين أخذ عنهم القرآن من أصحاب رسول الله صلى الله عليه وسلم يُعلِّمون من علَّموا ذلك من المسلمين على وجه اللحن، ولأصلحوه بألسنتهم، ولقَّنوه الأمة تعليمًا على وجه الصواب. (88)وفي نقل المسلمين جميعًا ذلك قراءةً، على ما هو به في الخط مرسومًا، أدلُّ الدليل على صحة ذلك وصوابه، وأن لا صنع في ذلك للكاتب. (89)* * *وأما من وجَّه ذلك إلى النصب على وجه المدح لـ\" الراسخين في العلم \"، = وإن كان ذلك قد يحتمل على بُعدٍ من كلام العرب، لما قد ذكرت قبل من العلة، (90) وهو أن العرب لا تعدِل عن إعراب الاسم المنعوت بنعت في نَعْته إلا بعد تمام خبره. وكلام الله جل ثناؤه أفصح الكلام، فغير جائز توجيهه إلا إلى الذي هو [أولى] به من الفصاحة. (91)* * *وأما توجيه من وجّه ذلك إلى العطف به على \" الهاء \" و \" الميم \" في قوله: \" لكن الراسخون في العلم منهم \"= أو: إلى العطف به على \" الكاف \" من قوله: \" بما أنـزل إليك \"= أو: إلى \" الكاف \" من قوله: \" وما أنـزل من قبلك \"، فإنه أبعد من الفصاحة من نصبه على المدح، لما قد ذكرت قبل من قُبْح ردِّ الظاهر على المكنيّ في الخفض.* * *وأما توجيه من وجه \" المقيمين \" إلى \" الإقامة \"، فإنه دعوى لا برهان عليها من دلالة ظاهر التنـزيل، ولا خبر تثبت حجته. وغير جائز نقل ظاهر التنـزيل إلى باطن بغير برهان.* * *وأما قوله: \" والمؤتون الزكاة \"، فإنه معطوف به على قوله: \" والمؤمنون يؤمنون \"، وهو من صفتهم.* * *وتأويله: والذين يعطون زكاة أموالهم مَن جعلها الله له وصرفها إليه=\" والمؤمنون بالله واليوم الآخر \"، يعني: والمصدّقون بوحدانية الله وألوهته، (92) والبعث بعد الممات، والثواب والعقاب=\" أولئك سنؤتيهم أجرًا عظيمًا \"، يقول: هؤلاء الذين هذه صفتهم=\" سنؤتيهم \"، يقول: سنعطيهم=\" أجرًا عظيمًا \"، يعني: جزاءً على ما كان منهم من طاعة الله واتباع أمره، وثوابًا عظيمًا، وذلك الجنة. (93)* * *---------------الهوامش :(78) انظر تفسير\"الراسخون في العلم\" فيما سلف 6 : 201 - 208.(79) في المطبوعة: \"كما سأل هؤلاء\" ، وأثبت ما في المخطوطة.(80) في المطبوعة: \"ثنية\" ، ولا معنى لها ، وفي المخطوطة كما كتبتها ، ولكن أخطأ في نقطها ، ووضع الألف قبلها مضطربة ، كأنه شك في قراءة الكلمة.و\"الأثبية\" (بضم الألف وسكون الثاء ، وكسر الباء ، بعدها ياء مفتوحة مشددة) و\"الثبة\" (بضم الثاء ، وفتح الباء): الجماعة من الناس ، وجمع الأولى\"أثابي\" (بتشديد الياء) ، وجمع الثانية\"ثبات\" (بضم الثاء) و\"ثبون\" (بضم الثاء وكسرها).(81) انظر رد أبي جعفر هذه المقالة فيما سيأتي ص: 397 ، 398 ، وهو من أحكم الردود التي احتكم فيها إلى حسن التمييز.(82) في المطبوعة: \"عمل الكتاب\" ، وأثبت ما في المخطوطة ، وهو صواب محض.(83) في المطبوعة: \"بالآيات التي ذكرناها\" ، وهو خطأ محض ، والصواب من المخطوطة ، ومن مراجعة المرجع الذي أشار إليه.(84) انظر ما سلف 3 : 352-354. ثم انظر معاني القرآن الفراء 1 : 105-108.(85) في المطبوعة والمخطوطة: \"متأولو ذلك في هذا التأويل\" ، و\"في\" زائدة من الناسخ بلا شك عندي.(86) في المطبوعة: \"لظاهر\" باللام ، والصواب من المخطوطة.(87) انظر ما سلف 7 : 519 ، 520.(88) في المطبوعة: \"ولقنوه للأمة\" باللام ، وهو تغيير سيء قبيح.(89) هذه الحجة التي ساقها إمامنا أبو جعفر رضي الله عنه ، هي حجة فقيه بمعاني الكلام ، ووجوه الرأي. وهي حجة رجل عالم محيط بأساليب العلم ، عارف بما توجبه شواهد النقل ، وأدلة العقل. وقد تناول ذلك جمهور من أئمتنا ، ولكن لا تزال حجة أبي جعفر أقوم حجة في رد هذه الرواية التي نسبت إلى عائشة أم المؤمنين.(90) في المطبوعة: \"لما قد ذكرنا ...\"؛ وأثبت ما في المخطوطة.(91) الزيادة بين القوسين ، يستوجبها السياق.(92) في المطبوعة: \"وألوهيته\" ، وأثبت ما في المخطوطة.(93) انظر تفسير\"الإيتاء\" و\"الأجر\" فيما سلف من فهارس اللغة.",
  "ayah": 162,
  "surah": 4
}
