{
  "text": "القول في تأويل قوله :  يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلا الْحَقَّقال أبو جعفر: يعني جل ثناؤه بقوله: \" يا أهل الكتاب \"، يا أهل الإنجيل من النصارى=\" لا تغلوا في دينكم \"، يقول: لا تجاوزوا الحق في دينكم فتفرطوا فيه، ولا تقولوا في عيسى غير الحق، فإن قيلكم في عيسى إنه ابن الله، قول منكم على الله غير الحق. لأن الله لم يتخذ ولدًا فيكون عيسى أو غيره من خلقه له ابنًا=\" ولا تقولوا على الله إلا الحق \".* * *وأصل \" الغلو \"، في كل شيء مجاوزة حده الذي هو حدّه. يقال منه في الدين: \" قد غلا فهو يغلو غلوًّا \"، و \" غَلا بالجارية عظمها ولحمها \"، إذا أسرعت الشباب فجاوزت لِدَاتها=\" يغلو بها غُلُوًّا، وغَلاءً\"، ومن ذلك قول الحارث بن خالد المخزومي:خُمْصَانَـــةٌ قَلِـــقٌ مُوَشَّـــحُهارُؤْدُ الشَّــبَابِ غَــلا بِهَــا عَظْـمُ (1)* * *وقد:-10853- حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، &; 9-417 &; عن أبيه، عن الربيع قال: صاروا فريقين: فريق غلَوا في الدين، فكان غلوهم فيه الشك فيه والرغبة عنه، وفريق منهم قصَّروا عنه، ففسقوا عن أمر ربهم.* * *القول في تأويل قوله :  إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُقال أبو جعفر: يعني ثناؤه بقوله: \" إنما المسيح عيسى ابن مريم \"، ما المسيح، أيها الغالون في دينهم من أهل الكتاب، بابن الله، كما تزعمون، ولكنه عيسى ابن مريم، دون غيرها من الخلق، لا نسب له غير ذلك. ثم نعته الله جل ثناؤه بنعته ووصفه بصفته فقال: هو رسول الله أرسله الله بالحق إلى من أرسله إليه من خلقه.* * *وأصل \" المسيح \"،\" الممسوح \"، صرف من \" مفعول \" إلى \" فعيل \". وسماه الله بذلك لتطهيره إياه من الذنوب. وقيل: مُسِح من الذنوب والأدناس التي تكون في الآدميين، كما يمسح الشيء من الأذى الذي يكون فيه، فيطهر منه. ولذلك قال مجاهد ومن قال مثل قوله: \" المسيح \"، الصدّيق. (2)* * *وقد زعم بعض الناس أنّ أصل هذه الكلمة عبرانية أو سريانية \" مشيحا \"، فعربت فقيل: \" المسيح \"، كما عرب سائر أسماء الأنبياء التي في القرآن مثل: \" إسماعيل \" و \" إسحاق \" و \" موسى \" و \" عيسى \".* * *قال أبو جعفر: وليس ما مثَل به من ذلك لـ\" المسيح \" بنظير. وذلك أن \" إسماعيل \" و \" إسحاق \" وما أشبه ذلك، أسماء لا صفات، و \" المسيح \" صفة. وغير جائز أن تخاطب العرب، وغيرها من أجناس الخلق، في صفة شيء إلا بمثل ما تفهم عمَّن خاطبها. ولو كان \" المسيح \" من غير كلام العرب، ولم تكن العرب تعقل معناه، ما خوطبت به. وقد أتينا من البيان عن نظائر ذلك فيما مضى بما فيه الكفاية عن إعادته. (3)* * *وأما \" المسيح الدجال \"، فإنه أيضًا بمعنى: الممسوح العين، صرف من \" مفعول \" إلى \" فعيل \". فمعنى: \" المسيح \" في عيسى صلى الله عليه وسلم: الممسوح البدن من الأدناس والآثام= ومعنى: \" المسيح \" في الدجال: الممسوح العين اليمنى أو اليسرى، كالذي روي عن رسول الله صلى الله عليه وسلم في ذلك. (4)* * *وأما قوله: \" وكلمته ألقاها إلى مريم \"، فإنه يعني: بـ \" الكلمة \"، الرسالة التي أمرَ الله ملائكته أن تأتي مريم بها، بشارةً من الله لها، التي ذكر الله جل ثناؤه في قوله:  إِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ  [سورة آل عمران: 45]، يعني: برسالة منه، وبشارة من عنده.* * *وقد قال قتادة في ذلك ما:-10854- حدثنا به الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: \" وكلمته ألقاها إلى مريم \"، قال: هو قوله: \" كن \"، فكان.* * *وقد بينا اختلاف المختلفين من أهل الإسلام في ذلك فيما مضى، بما أغنى عن إعادته في هذا الموضع. (5)* * *وقوله: \" ألقاها إلى مريم \"، يعني: أعلمها بها وأخبرها، كما يقال: \" ألقيت إليك كلمة حسنة \"، بمعنى: أخبرتك بها وكلّمتك بها. (6)* * *وأما قوله: \" وروح منه \"، فإن أهل العلم اختلفوا في تأويله.فقال بعضهم: معنى قوله: \" وروح منه \"، ونفخة منه، لأنه حدث عن نفخة جبريل عليه السلام في دِرْع مريم بأمر الله إياه بذلك، (7) فنسب إلى أنه \" روح من الله \"، لأنه بأمره كان. قال: وإنما سمي النفخ \" روحًا \"، لأنها ريح تخرج من الرُّوح، واستشهدوا على ذلك من قولهم بقول ذي الرمة في صفة نار نعتها:فَلَمَّــا بَـدَتْ كَفَّنْتُهـا, وَهْـيَ طِفْلَـةٌبِطَلْسَـاءَ لَـمْ تَكْمُـلْ ذِرَاعًـا وَلا شِبْرَا (8)وَقُلْـتُ لَـهُ ارْفَعْهَـا إِلَيْـكَ, وَأَحْيِهَـابِرُوحِـكَ, وَاقْتَتْـهُ لَهَـا قِيتَـةً قَـدْرَاوَظَـاهِرْ لَهَا مِنْ يَابِس الشَّخْتِ, وَاسْتَعِنْعَلَيْهَـا الصَّبَـا, وَاجْعَلْ يَدَيْكَ لَهَا سِتْرَا[وَلَمَّا تَنَمَّـتْ تَـأْكُلُ الـرِّمَّ لَـمْ تَـدَعْذَوَابِـلَ مِمَّـا يَجْـمَعُونَ ولا خُـضْرَا]فَلَمَّـا جَـرَتْ فـي الْجَـزْلِ جَرْيًا كَأَنَّهُسَـنَا الـبَرْقِ, أَحْدَثْنَـا لِخَالِقِهَـا شُكْرَاوقالوا: يعني بقوله: \" أحيها بروحك \"، أي: أحيها بنفخك.* * *وقال بعضهم يعني بقوله: \" وروح منه \" إنه كان إنسانًا بإحياء الله له بقوله: \" كن \". قالوا: وإنما معنى قوله: \" وروح منه \"، وحياة منه، بمعنى إحياءِ الله إياه بتكوينه.* * *وقال آخرون: (9) معنى قوله: \" وروح منه \"، ورحمة منه، كما قال جل ثناؤه في موضع آخر:  وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ  [سورة المجادلة: 22]. قالوا: ومعناه في هذا الموضع: ورحمة منه. (10) قالوا: فجعل الله عيسى رحمة منه على من اتبعه وآمن به وصدّقه، لأنه هداهم إلى سبيل الرشاد.* * *وقال آخرون: معنى ذلك: وروح من الله خلقها فصورها، ثم أرسلها إلى مريم فدخلت في فيها، فصيَّرها الله تعالى روحَ عيسى عليه السلام.* * **ذكر من قال ذلك:10855- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن عبد الله بن سعد قال، أخبرني أبو جعفر، عن الربيع، عن أبي العالية، عن أبيّ بن كعب في قوله:  وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ  ، [سورة الأعراف: 172]، قال: أخذهم فجعلهم أرواحًا، ثم صوَّرهم، ثم &; 9-422 &; استنطقهم، فكان روح عيسى من تلك الأرواح التي أخِذ عليها العهد والميثاق، فأرسل ذلك الروح إلى مريم، فدخل في فيها، فحملت الذي خاطبها، وهو روح عيسى عليه السلام. (11)* * *وقال آخرون: معنى \" الروح \" ههنا، جبريل عليه السلام. قالوا: ومعنى الكلام: وكلمته ألقاها إلى مريم، وألقاها أيضًا إليها روح من الله. قالوا: فـ\" الروح \" معطوف به على ما في قوله: \" ألقاها \" من ذكر الله، بمعنى: أنّ إلقاء الكلمة إلى مريم كان من الله، ثم من جبريل عليه السلام.* * *قال أبو جعفر: ولكل هذه الأقوال وجه ومذهب غير بعيدٍ من الصواب.* * *القول في تأويل قوله :  فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْرًا لَكُمْقال أبو جعفر: يعني بقوله جل ثناؤه: \" فآمنوا بالله ورسله \"، فصدِّقوا، يا أهل الكتاب، بوحدانية الله وربوبيته، وأنه لا ولد له، وصدِّقوا رسله فيما جاءوكم به من عند الله، وفيما أخبرتكم به أن الله واحد لا شريك له، ولا صاحبة له، لا ولد له =\" ولا تقولوا ثلاثة \"، يعني: ولا تقولوا: الأربابُ ثلاثة.* * *ورفعت \" الثلاثة \"، بمحذوف دلّ عليه الظاهر، وهو \" هم \". ومعنى الكلام: ولا تقولوا هم ثلاثة. وإنما جاز ذلك، لأن \" القول \" حكاية، والعرب تفعل ذلك في الحكاية، ومنه قول الله:  سَيَقُولُونَ ثَلاثَةٌ رَابِعُهُمْ كَلْبُهُمْ  ، [سورة الكهف: 22]. وكذلك كل ما ورد من مرفوع بعد \" القول \" لا رافع معه، ففيه إضمار اسم رافع لذلك الاسم.* * *ثم قال لهم جل ثناؤه: متوعدًا لهم في قولهم العظيم الذي قالوه في الله: \" انتهوا \"، أيها القائلون: الله ثالث ثلاثة، عما تقولون من الزور والشرك بالله، فإن الانتهاء عن ذلك خير لكم من قِيله، لما لكم عند الله من العقاب العاجل لكم على قِيلكم ذلك، إن أقمتم عليه، ولم تُنيبوا إلى الحق الذي أمرتكم بالإنابة إليه= والآجلِ في معادكم. (12)* * *القول في تأويل قوله :  إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِاللَّهِ وَكِيلا (171)قال أبو جعفر: يعني بقوله: \" إنما الله إله واحد \"، ما الله، أيها القائلون: الله ثالث ثلاثة، كما تقولون، لأن من كان له ولد، فليس بإله. وكذلك من كان له صاحبة، فغير جائز أن يكون إلهًا معبودًا. ولكن الله الذي له الألوهة والعبادة، إله واحد معبود، لا ولد له، ولا والد، ولا صاحبة، ولا شريك.ثم نـزه جل ثناؤه نفسه وعظَّمها ورفعها عما قال فيه أعداؤه الكَفرة به فقال: \" سبحانه أن يكون له ولد \"، يقول: علا الله وجل وعز وتعظمَّ وتنـزه عن أن يكون له ولد أو صاحبة. (13)ثم أخبر جل ثناؤه عباده: أن عيسى وأمَّه ومن في السموات ومن في الأرض، عبيدُه وإماؤه وخلقه، (14) وأنه رازقهم وخالقهم، وأنهم أهل حاجة وفاقة إليه= احتجاجًا منه بذلك على من ادّعى أن المسيح ابنه، وأنه لو كان ابنه كما قالوا، لم يكن ذا حاجة إليه، ولا كان له عبدًا مملوكًا، فقال: \" له ما في السموات وما في الأرض \"، يعني: لله ما في السموات وما في الأرض من الأشياء كلها ملكًا وخلقًا، وهو يرزقهم ويَقُوتهم ويدبِّرهم، فكيف يكون المسيح ابنًا لله، وهو في الأرض أو في السموات، غيرُ خارج من أن يكون في بعض هذه الأماكن؟وقوله: \" وكفى بالله وكيلا \"، يقول: وحسب ما في السموات وما في الأرض بالله قَيِّمًا ومدبِّرًا ورازقًا، من الحاجة معه إلى غيره. (15)-----------------الهوامش :(1) الأغاني 9 : 226 ، مجاز القرآن لأبي عبيدة 1 : 143 ، اللسان (غلا). وفي الأغاني\"علا\" بالعين المهملة ، وهو خطأ يصحح.وقد مضى بيت من هذه القصيدة في 1 : 116 ، تعليق: 3 ، وذكرت خبرها هناك ، وهو من أبيات يذكر فيها صاحبته وما مضى من أيامه وأيامها:إِذْ وُدُّهَـــا صَـــافٍ، وَرُؤْيَتُهَــاأُمْنِيّــــةٌ، وَكَلامُهَـــا غُنْـــمُلَفَّــــاءُ مَمْلُـــوءُ مُخَلْخَلُهَـــاعَجْـــزاءُ لَيْسَ لِعَظْمِهَــا حَجْــمُخُمْصَانَـــــــةٌ ................. . . . . . . . . . . . . . . . . . .وَكَــــأَنَّ غَالِيَـــةً تُبَاشِـــرُهاتَحْــتَ الثِّيَــابِ، إِذَا صَغَـا النَّجْـمُوهو شعر جيد ، وصفة حسنة للمرأة.\"لفاء\" ، ملتفة الفخذين ، مكتنز لحمها ، وهو حسن في النساء ، قبيح في الرجال.\"مملوء مخلخلها\" ، موضع خلخالها ، خفيت عظامها تحت اللحم ، وهو صفة حسنة ، لم تظهر عظامها كأنها دقت بالمسامير.\"عجزاء\": حسنة العجيزة.\"خمصانة\" (بفتح الخاء وضمها): ضامرة البطن.\"قلق موشحها\" ، قد استوى خلقها ، فالوشاح يجول عليها من ضمورها ، لم يمتلئ لحمًا يجعلها لحمة واحدة!!\"رؤد الشباب\": شابة حسنة تهتز من النعمة وإشراق اللون. و\"الغالية\": ضرب من الطيب.\"صغا النجم\": مال للمغيب ، وذلك في مطلع الفجر ، حين تتغير أفواه البشر وأبدانهم ، وتظهر لها رائحة لا تستحب. وقل في الناس من يكون بهذه الصفة!!(2) انظر ما سلف 6 : 414 ، فهناك تجد قول مجاهد هذا. وقد علقت هناك ، وأشرت إلى اختصار أبي جعفر ، ورجحت ما في الكلام نقص. وهذا الموضع من كلامه يدل على أن أبا جعفر نفسه هو الذي اختصر الكلام اختصارًا هناك ، من النسيان فيما أرجح ، أو لأنه ألف تفسيره على فترات تباعدت عليه. ولولا ذلك لأشار هنا -كعادته- إلى الموضع السالف الذي فسر فيه معنى\"المسيح\".(3) انظر ما سلف 1 : 13-24.(4) هو ما جاء في الأحاديث الصحاح عن جماعة من الصحابة في صفة المسيح الدجال ، أعاذنا الله من فتنته. من ذلك حديث حذيفة (مسلم 18 : 60) قال:(قال رسول الله صلى الله عليه وسلم: الدَجَّالُ أعورُ العَيْنِ اليُسْرَى ، جُفَال الشَّعَرَ ، معهُ جنَّةٌ ونارٌ ، فَنَارُهُ جَنَّةٌ ، وجَنَّتُه نارٌ).وحديث ابن عمر:(أنّ رسول الله صلى الله عليه وسلم ، ذكر الدجّال بين ظَهْرَانَي الناس فقال: إِنَّ الله ليسَ بأَعْور ، أَلا وإنَّ المسيحَ الدَّجَّالَ أعْوَرُ العين اليُمْنَى ، كأَن عينه عِنَبَةٌ طَافيةٌ).وأحاديث الدجال كثيرة ، مختلفة الألفاظ ، مختصرة ومطولة. فاللهم إني أعوذ بك من عذاب جهنم ، ومن عذاب القبر ، ومن فتنة المحيا والممات ، ومن فتنة المسيح الدجال.(5) انظر تفسير\"الكلمة\" فيما سلف 6 : 411 ، 412.(6) هذا معنى يقيد في كتب اللغة ، فإنك قلما تصيبه فيها ، وهو بيان واضح جدًا.(7) \"درع المرأة\": قميصها الذي يحميها أعين الفساق ، كما تحمي الدرع لابسها. وبعيد أن يسمى شيء من لباس المرأة اليوم\"درعًا\" ، فإنها لا تدرع من شيء ، والرجل لا يتورع عن شيء!! والله المستعان.(8) ديوانه: 176 ، واللسان (روح) ، والمزهر 1 : 556 ، وغيرها. هذا ، وليس في المخطوطة غير الأبيات الثلاثة الأولى ، وزادت المطبوعة ، بيتًا رابعًا ، لكن قبله في شعر ذي الرمة بيت ، فزدته من ديوانه ، ووضعته بين قوسين ، لأنه من تمام معنى الأبيات.وقبل هذه الأبيات ، أبيات في صفة استخراج سقط النار من الزند بالقدح ، فلما اقتدحها كفنها كما ذكر في سائر الشعر. فقوله: \"فلما بدت\" ، أي بدا سقط النار من الزند الأعلى عند القدح ، \"كفنها\" ضمنها خرقة وسخة ، لم تبلغ ذراعًا ولا شبرًا ، وهي التي سماها\"طلساء\" ، لسوادها من وسخها. وكانت\"طفلة\" لأنها سقطت من أمها لوقتها فتلقاها في الخرقة التي جعلها لها كفنًا. وإنما جعلها\"كفنًا\": لها ، لأن السقط يسقط من الزند يزهر ويضيء حيًا ، فإذا وقع في قلب القطنة ، لم تر له ضوءًا ، فكأنه السقط قد مات. ولكنه عاد يتابع السقط حتى يحييه مرة أخرى فقال لصاحبه: \"ارفعها إليك\" ، أي خذها بيدك ، وارفعها إلى فمك ، ثم\"أحيها بروحك\" ، أي انفخ لها نفخًا يسيرًا ، \"واقتته لها قيتة قدرًا\" ، يأمره بالرفق والنفح القليل شيئًا فشيئًا ، كأنه جعل النفخ قوتًا لهذا الوليد ، يقدر له تقديرًا ، شيئًا بعد شيء حتى يكتمل.ثم لما فرغ من ذلك ، ونمت النار بعض النمو ، قال له: \"ظاهر لها من يابس الشخت\" ، أي اجعل دقيق الحطب اليابس بعضه على بعض ، وأطعم هذا الوليد= و\"الشخت\": الدقيق من كل شيء ، = وذلك لتكون النار فيه أسرع. ثم يقول له: استقبل بها ريح الصبا ليكون ذلك لها نماء ، \"واجعل يديك لها سترًا\" ، أي: ليسترها من النواحي الأخرى حتى تضربها الصبا ، فلا تموت مرة أخرى.ثم عاد فوصف نموها يقول: \"ولما تنمت\" وارتفعت ، \"تأكل الرم\" ، تأكل ما يبس من أعواد الشجر ، لم تدع بعد ذلك يابسًا ولا أخضر مما ظلوا يجمعونه لها ، وذلك حين استوت وبلغت أشدها. فلما رأوا النار تجري بعد ذلك في\"الجزل\" - وهو ما غلظ من الحطب ويبس - كأن ضوءها سنا البرق ، رفعوا أيديهم شكرًا للذي خلقهم وخلق النار.وهذا شعر جيد مستقيم على النهج.ومما يقيد هنا ، ما رواه السيوطي في المزهر ، عن أبي عبيد في الغريب المصنف أن الأصمعي قال: أخبرني عيسى بن عمر ، قال: أنشدني ذو الرمة:وَظَـاهِرْ لَهَـا مـن يَـابِس الشَّـخْتِثم أنشد بعد هذا:مِــــنْ بَــــائِسِ الشَّـــخْتِقال أبو عبيد: فقلت له: إنك أنشدتني\"من يابس الشخت\"؟ فقال: اليبس من البؤس. قال السيوطي: وذلك إسناد متصل صحيح ، فإن أبا عبيد سمعه من الأصمعي.وكان في المطبوعة: \"جرت للجزل\" و\"لخالقها\" ، وأثبت رواية الديوان.(9) في المطبوعة: \"وقال بعضهم\" ، وأثبت ما في المخطوطة.(10) في المطبوعة: \"قال\" بالإفراد ، وأثبت ما في المخطوطة.(11) في المطبوعة: \"فحملت ، والذي خاطبها هو روح عيسى ...\" حذف ، الواو من آخر الجملة ، وأثبتها في أولها ، فرددته إلى أصله في المخطوطة ، وهو الصواب. ويعني قوله تعالى في سورة مريم 24: (فَنَادَاهَا مِنْ تَحْتِهَا أَلا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا).وهذا الأثر لم يرد في تفسير آية الأعراف في موضعه هناك ، وهو أحد الأدلة على اختصار أبي جعفر تفسيره ، وأحد وجوه منهجه في الاختصار.(12) قوله: \"والآجل في معادكم\" معطوف على قوله: \"من العقاب العاجل لكم ...\"(13) انظر تفسير\"سبحان\" فيما سلف 1 : 474-476 ، 495 / 2 : 537.(14) في المطبوعة: \"وملكه وخلقه\" ، وفي المخطوطة: \"وإماله وخلقه\" فرجحت قراءتها كما أثبتها.(15) انظر تفسير\"الوكيل\" فيما سلف: ص: 297 ، تعليق: 2 ، والمراجع هناك.",
  "ayah": 171,
  "surah": 4
}
