{
  "text": "القول في تأويل قوله :  يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَيعني تعالى ذكره بقوله: \" يستفتونك \"، يسألونك، يا محمد، أن تفتيهم في الكلالة. (1)* * *وقد بينا معنى: \" الكلالة \" فيما مضى بالشواهد الدالة على صحته، وقد ذكرنا اختلاف المختلفين فيه، فأغنى ذلك عن إعادته، وبيّنا أن \" الكلالة \" عندنا: ما عدا الولد والوالد. (2)* * *=\" إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك \"، يعني بقوله: \" إن امرؤ هلك \"، إن إنسان من الناس مات، (3) كما:-10864- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" إن امرؤ هلك \"، يقول: مات.* * *=\" ليس له ولد \" ذكر ولا أنثى=\" وله أخت \"، يعني: وللميت أخت لأبيه وأمه، أو لأبيه=\" فلها نصف ما ترك \"، يقول: فلأخته التي تركها بعده بالصفة التي وَصَفنا، نصف تركته ميراثًا عنه، دون سائر عصبته. وما بقي فلعصبته.* * *وذكر أن أصحاب رسول الله صلى الله عليه وسلم هَّمهم شأن الكلالة، فأنـزل الله تبارك وتعالى فيها هذه الآية.*ذكر من قال ذلك:10865- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" يستفتونك قل الله يفتيكم في الكلالة \"، فسألوا عنها نبيَّ الله، فأنـزل الله في ذلك القرآن: \" إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ\"، فقرأ حتى بلغ:  وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ  . قال: وذكر لنا أنّ أبا بكر الصديق رضي الله عنه قال في خطبته: ألا إنّ الآية التي أنـزل الله في أول \" سورة النساء \" في شأن الفرائض، أنـزلها الله في الولد والوالد. والآية الثانية أنـزلها في الزوج والزوجة والإخوة من الأم. والآية التي ختم بها \" سورة النساء \"، أنـزلها في الإخوة والأخوات من الأب والأم. والآية التي ختم بها \" سورة الأنفال \"، أنـزلها في أولي الأرحام، بعضهم أولى ببعض في كتاب الله مما جرَّت الرحِم من العَصَبة. (4)10866- حدثنا ابن وكيع قال، حدثنا جرير، عن الشيباني، عن عمرو بن مرة، عن سعيد بن المسيب قال: سأل عمر بن الخطاب النبيَّ صلى الله عليه وسلم عن الكلالة، فقال: أليس قد بيَّن الله ذلك؟ قال: فنـزلت: \" يستفتونك قل الله يفتيكم في الكلالة \". (5)10867- حدثنا مؤمل بن هشام أبو هشام قال، حدثنا إسماعيل بن إبراهيم، عن هشام الدستوائي قال، حدثنا أبو الزبير، عن جابر بن عبد الله قال: اشتكيت وعندي تسع أخوات لي= أو: سبْع، أنا أشكّ (6) = فدخل عليّ النبيّ صلى الله عليه وسلم فنفخ في وجهي، فأفقت وقلت: يا رسول الله، ألا أوصي لأخواتي بالثلثين؟ (7) قال: أحسن! قلت: الشطر؟ قال: أحسن! ثم خرج وتركني، ثم رجع إليّ فقال: &; 9-432 &; يا جابر، إنِّي لا أُرَاك ميتًا من وجعك هذا، (8) وإن الله قد أنـزل في الذي لأخواتك فجعل لهن الثلثين. قال: فكان جابر يقول: أنـزلت هذه الآية فيّ: \" يستفتونك قل الله يفتيكم في الكلالة \". (9)10868- حدثنا محمد بن المثنى قال، حدثنا ابن أبي عدي، عن هشام= يعني الدستوائي= عن أبي الزبير، عن جابر، عن النبي صلى الله عليه وسلم مثله. (10)10869- حدثني المثنى قال، حدثنا سفيان بن عيينة، عن ابن المنكدر، عن جابر بن عبد الله قال: مرضت، فأتاني النبي صلى الله عليه وسلم يعودُني هو وأبو بكر وهما ماشيان، فوجدوني قد أغمي عليّ، (11) فتوضأ رسول الله صلى الله عليه وسلم، ثم صبَّ عليّ من وَضوئه، فأفقت فقلت: يا رسول الله، كيف أقضي في مالي= أو: كيف أصنع في مالي؟ وكان له تسع أخوات، ولم يكن له والد ولا ولد.قال: فلم يجبني شيئًا حتى نـزلت آية الميراث: \" يستفتونك قل الله يفتيكم في الكلالة \" إلى آخر السورة= قال ابن المنكدر: قال جابر: إنما أنـزلت هذه الآية فيّ. (12)* * *وكان بعض أصحاب رسول الله صلى الله عليه وسلم يقول: إن هذه الآية هي آخر آية نـزلت من القرآن.*ذكر من قال ذلك:10870- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا الحسين بن واقد، عن أبي إسحاق، عن البراء بن عازب قال: سمعته يقول: إن آخر آية نـزلت من القرآن: \" يستفتونك قل الله يفتيكم في الكلالة \". (13)10871- حدثنا ابن وكيع قال، حدثنا أبي، عن ابن أبي خالد، عن أبي إسحاق، عن البراء قال: آخر آية نـزلت من القرآن: \" يستفتونك قل الله يفتيكم في الكلالة \". (14)10872- حدثنا محمد بن خلف قال، حدثنا عبد الصمد بن النعمان قال، حدثنا مالك بن مغول، عن أبي السفر، عن البراء قال: آخر آية نـزلت من القرآن: \" يستفتونك قل الله يفتيكم في الكلالة \". (15)10873- حدثنا هارون بن إسحاق الهمداني قال، حدثنا مصعب بن المقدام قال، حدثنا إسرائيل، عن أبي إسحاق، عن البراء قال: آخر سورة نـزلت كاملة \" براءة \"، وآخر آية، نـزلت خاتمة \" سورة النساء \": \" يستفتونك قل الله يفتيكم في الكلالة \". (16)* * *واختلف في المكان الذي نـزلت فيه الآية.فقال جابر بن عبد الله: نـزلت في المدينة. وقد ذكرت الرواية بذلك عنه فيما مضى، بعضها في أول السورة عند فاتحة آية المواريث، وبعضها في مبتدإ الأخبار عن السبب الذي نـزلت فيه هذه الآية. (17)* * *وقال آخرون: بل أنـزلت في مسيرٍ كان فيه رسول الله صلى الله عليه وسلم وأصحابه.*ذكر من قال ذلك:10874- حدثنا ابن وكيع قال، حدثنا محمد بن حميد، عن معمر، عن أيوب، عن ابن سيرين قال: نـزلت: \" يستفتونك قل الله يفتيكم في الكلالة \"، والنبيّ في مسير له، وإلى جنبه حذيفة بن اليمان، فبلَّغها النبي صلى الله عليه وسلم حُذيفة، وبلّغها حذيفة عمر بن الخطاب وهو يسير خلفه. فلما استُخلف عمر سأل عنها حذيفة، ورجا أن يكون عنده تفسيرها، فقال له حذيفة: والله إنك لعاجز إن ظننت أن إمارتك تحملني أن أحدِّثك فيها بما لم أحدِّثك يومئذ! فقال عمر: لم أرِد هذا، رحمك الله!10875- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن أيوب، عن ابن سيرين بنحوه= إلا أنه قال في حديثه: فقال له حذيفة: والله إنك لأحمق إن ظننتَ.10876- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية قال، حدثنا ابن عون، عن محمد بن سيرين قال: كانوا في مسير، ورأسُ راحلة حذيفة عند رِدْف راحلة رسول الله صلى الله عليه وسلم (18) ورأس راحلة عمر عند رِدْف راحلة حذيفة. قال: ونـزلت: \" يستفتونك قل الله يفتيكم في الكلالة \"، فلقَّاها رسول الله صلى الله عليه وسلم حذيفة، فلقّاها حذيفة عمر. فلما كان بعد ذلك، سأل عمرُ عنها حذيفةَ فقال: والله إنك لأحمق إن كنت ظننت أنه لقّانيها رسول الله فلقَّيْتُكها كما لقَّانيها، (19) والله لا أزيدك عليها شيئًا أبدًا! قال: وكان عمر يقول: اللهم مَن كنتَ بيّنتها له، (20) فإنها لم تُبَيَّن لي. (21)* * *واختلف عن عمر في الكلالة، فروي عنه أنه قال فيها عند وفاته: \" هو من لا ولد له ولا والد \". وقد ذكرنا الرواية عنه بذلك فيما مضى في أول هذه السورة في آية الميراث. (22)* * *وروي عنه أنه قال قبل وفاته: هو ما خلا الأب. (23)*ذكر من قال ذلك:10877- حدثنا الحسن بن عرفة قال، حدثنا شبابة قال، حدثنا شعبة، عن قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة اليعمري قال، قال عمر بن الخطاب: ما أغلظ لي رسول الله صلى الله عليه وسلم= أو: ما نازعتُ رسول الله صلى الله عليه وسلم في شيء ما نازعته في آية الكلالة، حتى ضرب صَدري وقال: يكفيك منها آية الصيف التي أنـزلت في آخر \" سورة النساء \": (24) \" يستفتونك قل الله يفتيكم في الكلالة \"، وسأقضي فيها بقضاء يعلمه من يقرأ ومن لا يقرأ، هو ما خلا الأب= كذا أحسب قال ابن عرفة= قال شبابة: الشك من شعبة. (25)* * *وروي عنه أنه قال: \" إني لأستحيي أن أخالف فيه أبا بكر \"، وكان أبو بكر يقول: \" هو ما خلا الولد والوالد \". وقد ذكرنا الرواية بذلك عنه فيما مضى في أول السورة (26)* * *وروي عنه أنه قال عند وفاته: \" قد كنت كتبت في الكلالة كتابًا، وكنت أستخير الله فيه، وقد رأيت أن أترككم على ما كنتم عليه \"، وأنه كان يتمنى في حياته أن يكون له بها علم.*ذكر من قال ذلك:10878- حدثنا ابن وكيع قال، حدثنا محمد بن حميد المعمري، عن معمر، عن الزهري، عن سعيد بن المسيب: أن عمر بن الخطاب كتب في الجدّ والكلالة كتابًا، فمكث يستخير الله فيه يقول: \" اللهم إن علمت فيه خيرًا فأمضه \"، حتى إذا طُعِن، دعا بكتاب فَمُحي، (27) فلم يدر أحدٌ ما كتب فيه، فقال: \" إني كنت كتبت في الجدّ والكلالة كتابًا، وكنت أستخير الله فيه، فرأيت أن أترككم على ما كنتم عليه \". (28)10879- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الزهري، عن سعيد بن المسيب، عن عمر، بنحوه. (29)10880- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان قال، حدثنا عمرو بن مرة، عن مرة الهمداني قال، قال عمر: ثلاث لأن يكون النبي صلى الله عليه وسلم بيَّنهن لنا، أحبُّ إليّ من الدنيا وما فيها: الكلالة، والخلافة، وأبواب الربا. (30)10881- حدثنا أبو كريب قال، حدثنا عثام قال، حدثنا الأعمش قال: سمعتهم يذكرون، ولا أرى إبراهيم إلا فيهم، عن عمر قال: لأن أكون أعلم الكلالة، أحبُّ إليّ من أن يكون لي مثل جزية قصور الروم. (31)10882- حدثنا أبو كريب قال، حدثنا عثام قال، حدثنا الأعمش، عن قيس بن مسلم، عن طارق بن شهاب قال: أخذ عمر كتِفًا وجمع أصحاب محمد صلى الله عليه وسلم، ثم قال: لأقضين في الكلالة قضاءً تحدَّثُ به النساء في خدورهن! فخرجت حينئذ حيَّة من البيت، فتفرَّقوا، فقال: لو أراد الله أن يتم هذا الأمر لأتمَّه. (32)10883- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية قال، حدثنا أبو حيان قال، حدثني الشعبي، عن ابن عمر قال: سمعت عمر بن الخطاب يخطب على منبر المدينة، فقال: أيها الناس، ثلاثٌ ودِدت أن رسول الله صلى الله عليه وسلم لم يفارِقنا حتى يعهد إلينا فيهن عهدًا يُنتهى إليه: الجدّ، والكلالة، وأبواب الربا. (33)10884- حدثني يعقوب قال، حدثنا ابن علية، عن سعيد بن أبي عروبة، عن قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة: أن عمر بن الخطاب قال: ما سألت رسول الله صلى الله عليه وسلم عن شيء أكثر مما سألت عن الكلالة، حتى طَعَن بإصبعه في صدري وقال: تكفيك آية الصيف التي في آخر \" سورة النساء \". (34)10885- حدثنا إبراهيم بن سعيد الجوهري قال، حدثنا عبد الله بن بكر السهمي، عن سعيد، عن قتادة، عن سالم بن أبي الجعد، عن معدان، عن عمر قال: لن أدع شيئًا أهمَّ عندي من أمر الكلالة، فما أغلظ لي رسول الله صلى الله عليه وسلم في شيء ما أغلظ لي فيها، حتى طعن بإصبعه في صدري= أو قال: في جنبي= فقال: تكفيك الآية التي أنـزلت في آخر \" النساء \". (35)10886- حدثنا محمد بن بشار قال، حدثنا ابن أبي عدي، عن سعيد، عن قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة: أن عمر بن الخطاب خطب الناس يوم الجمعة فقال: إنيّ والله ما أدع بعدي شيئًا هو أهمّ إليّ من أمر الكلالة، وقد سألت عنها رسول الله صلى الله عليه وسلم، فما أغلظ لي في شيء ما أغلظ لي فيها، حتى طعن في نحري وقال: \" تكفيك آية الصيف التي أنـزلت في آخر سورة النساء \"، وإن أعِش أقض فيها بقضية لا يختلف فيها أحدٌ قرأ القرآن. (36)10887- حدثنا ابن بشار قال، حدثنا يحيى بن سعيد قال، حدثنا هشام، عن قتادة، عن سالم بن أبي الجعد، عن معدان بن أبي طلحة، عن عمر بن الخطاب بنحوه. (37)10888- حدثنا محمد بن علي بن الحسن بن شقيق قال، سمعت أبي يقول، أخبرنا أبو حمزة، عن جابر، عن الحسن بن مسروق، عن أبيه قال: سألت عمر وهو يخطب الناس عن ذي قرابة لي وَرِث كلالة، فقال: الكلالة، الكلالة، الكلالة!! وأخذ بلحيته، ثم قال: والله لأن أعلمَها أحبَّ إلي من أن يكون لي ما على الأرض من شيء، سألت عنها رسول الله صلى الله عليه وسلم فقال: ألم تسمع الآية التي أنـزلت في الصيف؟ فأعادها ثلاث مرات. (38)10889- حدثنا ابن وكيع قال، حدثنا أبو أسامة، عن زكريا، عن أبي إسحاق، عن أبي سلمة قال: جاء رجل إلى النبي صلى الله عليه وسلم فسأله عن الكلالة، فقال: ألم تسمع الآية التي أنـزلت في الصيف:  وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلالَةً  إلى آخر الآية؟ (39)10890- حدثني محمد بن خلف قال، حدثنا إسحاق بن عيسى قال، حدثنا ابن لهيعة، عن يزيد بن أبي حبيب، عن أبي الخير: أن رجلا سأل عُقبة عن الكلالة، فقال: ألا تعجبون من هذا؟ يسألني عن الكلالة، وما أعضل بأصحاب رسول الله صلى الله عليه وسلم شيء ما أعضلت بهم الكلالة! (40)* * *قال أبو جعفر: فإن قال قائل: فما وجه قوله جل ثناؤه: \" إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك \"، ولقد علمت اتفاق جميع أهل القبلة= ما خلا ابن عباس وابن الزبير رحمة الله عليهما= على أن الميت لو ترك ابنةً وأختًا، أن لابنته النصف، وما بقي فلأختِه، إذا كانت أخته لأبيه وأمه، أو لأبيه؟ وأين ذلك من قوله: \" إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك \"، وقد ورَّثوها النصف مع الولد؟قيل: إنّ الأمر في ذلك بخلاف ما ذهبتَ إليه. إنما جعل الله جل ثناؤه بقوله: \" إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك \"، إذا لم يكن للميت ولد ذكر ولا أنثى، وكان موروثًا كلالة، النصفَ من تركته فريضةً لها مسمَّاة. فأما إذا كان للميت ولد أنثى، فهي معها عصبة، يصير لها ما كان يصير للعصبة غيرها، لو لم تكن. وذلك غير محدود بحدٍّ، ولا مفروض لها فرضَ سهام أهل الميراث بميراثهم عن ميِّتهم. ولم يقل الله في كتابه: \" فإن كان له ولد فلا شيء لأخته معه \"، فيكون لما روي عن ابن عباس وابن الزبير في ذلك وجهٌ يوجَّه إليه. وإنما بيَّن جل ثناؤه، مبلغ حقِّها إذا وُرث الميت كلالةً، وترك بيان ما لها من حق إذا لم يورث كلالةً في كتابه، وبيَّنه بوحيه على لسان رسوله صلى الله عليه وسلم، فجعلها عصبة مع إناث ولد الميت. وذلك معنًى غير معنى وراثتها الميت، إذا كان موروثًا كلالةً.* * *القول في تأويل قوله :  وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌقال أبو جعفر: يعني جل ثناؤه بذلك: وأخو المرأة يرثها إن ماتت قبله، إذا وُرِثت كلالة، (41) ولم يكن لها ولد ولا والد.* * *القول في تأويل قوله :  فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِقال أبو جعفر: يعني جل ثناؤه بقوله: \" فإن كانتا اثنتين \"، فإن كانت المتروكة من الأخوات لأبيه وأمه أو لأبيه=\" اثنتين \" فلهما ثلثا ما ترك أخوهما الميت، إذا لم يكن له ولد، وورث كلالة=\" وإن كانوا إخوة \"، يعني: وإن كان المتروكون من إخوته=\" رجالا ونساء فللذكر \" منهم بميراثهم عنه من تركته=\" مثل حظ الأنثيين \"، يعني: مثل نصيب اثنتين من أخواته. (42) وذلك إذا ورث كلالةً، والإخوة والأخوات إخوته وأخواته لأبيه وأمه، أو: لأبيه.* * *القول في تأويل قوله :  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّواقال أبو جعفر: يعني بذلك جل ثناؤه: يبين الله لكم قسمة مواريثكم، وحكم الكلالة، وكيف فرائضهم=\" أن تضلوا \"، بمعنى: لئلا تضلوا في أمر المواريث وقسمتها، أي: لئلا تجوروا عن الحق في ذلك وتخطئوا الحكم فيه، فتضلّوا عن قصد السبيل، (43) كما:-10891- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" يبين الله لكم أن تضلوا \"، قال: في شأن المواريث.10892- حدثنا ابن وكيع قال، حدثنا محمد بن حميد المعمري= وحدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق= قالا جميعًا، أخبرنا معمر، عن أيوب، عن ابن سيرين قال: كان عمر إذا قرأ: \" يبين الله لكم أن تضلوا \" قال: اللهم مَنْ بَيَّنت له الكلالة، فلم تُبَيَّن لي. (44)* * *قال أبو جعفر: وموضع \" أن \" في قوله: \" يبين الله لكم أن تضلوا \"، نصبٌ، في قول بعض أهل العربية، لاتصالها بالفعل.* * *وفي قول بعضهم: خفضٌ، بمعنى: يبين الله لكم بأن لا تضلوا، ولئلا تضلوا= وأسقطت \" لا \" من اللفظ وهي مطلوبة في المعنى، لدلالة الكلام عليها. والعرب تفعل ذلك، تقول: \" جئتك أن تلومني\"، بمعنى: جئتك أن لا تلومني، كما قال القطامي في صفة ناقة:رَأَيْنَــا مَـا يَـرَى البُصَـراءُ فِيهَـافَآلَيْنَــــا عَلَيْهـــا أَنْ تُبَاعَـــا (45)بمعنى: أن لا تباع.* * *القول في تأويل قوله :  وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (176)قال أبو جعفر: يعني بذلك جل ثناؤه: \" والله بكل شيء \" من مصالح عباده في قسمة مواريثهم وغيرها، وجميع الأشياء=\" عليم \"، يقول: هو بذلك كله ذو علم. (46)* * *(آخر تفسير سورة النساء)والحمد الله رب العالمينوصلى الله على محمد وآله وسلم-------------------------الهوامش  :(1) انظر تفسير\"يستفتي\" فيما سلف ص : 253.(2) انظر ما سلف في\"الكلالة\" 8 : 53-61.(3) انظر تفسير\"المرء\" فيما سلف 2 : 446.(4) الأثر: 10865- هذا الأثر رواه البيهقي في السنن 6 : 31 ، وذكره ابن كثير في التفسير 2 : 42 ، والدر المنثور 2 : 251.(5) الأثر: 10866- ذكره ابن كثير في تفسيره 2 : 42 ، ولم ينسبه لغير ابن جرير.(6) في المطبوعة: \"أبو جعفر الذي يشك\" ، وأثبت ما في المخطوطة.(7) في المطبوعة: \"بالثلث\" ، وأثبت ما في المخطوطة ، وهو الموافق لرواية البيهقي ، أما رواية أبي داود في سننه ، فهي التي أثبتت في المطبوعة.(8) \"لا أراك\" بالبناء للمجهول (بضم الهمزة): أي لا أظنك.(9) الأثر: 10867-\"مؤمل بن هشام اليشكري\" ، هو\"أبو هشام\". روى عن إسمعيل بن علية ، وكان صهره. روى عنه البخاري وأبو داود والنسائي وغيرهم. مترجم في التهذيب.و\"إسمعيل بن إبراهيم بن مقسم الأسدي\" هو\"ابن علية\" سلف مرارًا كثيرة و\"أبو الزبير\" المكي ، هو: \"محمد بن مسلم بن تدرس الأسدي\" ، مضى برقم : 2029 ، 3581 ، 8205.وهذا الأثر رواه أبو داود في السنن 3 : 164 من طريق كثير بن هشام ، عن هشام الدستوائي بلفظه.ورواه البيهقي في السنن 6 : 231 من طرق ، مطولا مختصرًا.ورواه أبو داود الطيالسي في مسنده: 240 ، مختصرًا وفيه\"الثلثين\" كما في مخطوطة الطبري.وذكره السيوطي في الدر المنثور 2 : 250 ، وزاد نسبته لابن سعد والنسائي.(10) الأثر: 10868- هو مكرر الأثر السالف ، من طريق ابن أبي عدي ، عن هشام.وهذا الخبر رواه الواحدي في أسباب النزول : 139 ، وساق لفظه ، مع اختلاف يسير عن لفظ الأثر السالف.(11) قوله: \"فوجدوني\" هكذا ثبت في المطبوعة والمخطوطة ، وهي في ألفاظ أخر\"فوجدني\". والذي في المخطوطة والمطبوعة صواب ، لأنه يعني أبا بكر ورسول الله ، ومن كان معهما ، أو من كان في البيت. ولو حمله على الجمع وهو مثنى ، لكان له وجه في العربية.(12) الأثر: 10869- خبر\"محمد بن المنكدر ، عن جابر بن عبد الله\" ، روي من طرق كثيرة ، مضى من طريق شعبة ، عن محمد بن المنكدر ، مختصرًا برقم : 8730 ، ثم من طريق ابن جريج ، عن محمد بن المنكدر رقم : 8731 ، بغير هذا اللفظ ، مختصرًا ، وانظر تخريجهما هناك. أما هذا ، فرواه البخاري (الفتح 12 : 2) بمثله ، مع خلاف يسير في لفظه ، وقد بين الحافظ ابن حجر في شرحه ، ما فيه من الاختلاف.ورواه مسلم من طرق كثيرة ، منها طريق سفيان ، في صحيحه 11 : 54-56.ورواه أبو داود في سننه 3 : 164 من طريق أحمد بن حنبل ، عن سفيان.ورواه الترمذي في السنن (في كتاب التفسير) ، وقال: \"هذا حديث حسن صحيح ، رواه غير واحد ، عن محمد بن المنكدر\". ثم ساقه من طريق\"الفضل بن صباح البغدادي ، عن سفيان بن عيينة ، عن محمد بن المنكدر\" ، ثم قال: \"وفي حديث الفضل بن صباح كلام أكثر من هذا\". وحديث الفضل بن صباح ، رواه الترمذي قبل ذلك في (كتاب الفرائض) مطولا ، وقال: \"هذا حديث صحيح\".ورواه البيهقي في السنن 6 : 223 ، 224 ، ثم قال البيهقي: \"وجابر بن عبد الله الذي نزلت فيه آية الكلالة ، لم يكن له ولد ولا والد ، لأن أباه قتل يوم أحد. وهذه الآية نزلت بعده\".وذكره ابن كثير في تفسيره 2 : 41 ، والسيوطي في الدر 2 : 249 ، وزاد نسبته لابن سعد. وابن ماجه ، وابن المنذر.(13) الأثر: 10870- يأتي برقم: 10871 ، 10873 ، من طريق أبي إسحق ، عن البراء.(14) الأثر: 10871- رواه مسلم في صحيحه 11 : 58 عن علي بن خشرم ، عن وكيع ، بمثله. ثم ساقه من طرق أخرى ، عن أبي إسحق عن البراء.والبيهقي في السنن 6 : 224.(15) الأثر: 10872-\"محمد بن خلف بن عمار العسقلاني\" ، شيخ الطبري ، مضى برقم : 126 ، 6534.و\"عبد الصمد بن النعمان البزاز\". ترجم له ابن أبي حاتم 3/1/51 ، 52 وقال ، \"سئل أبي عنه فقال: صالح الحديث صدوق\".و\"مالك بن مغول\" ، ثقة ، مضى برقم : 5431.و\"أبو السفر\" هو: \"سعيد بن يحمد الثوري\" أو \"سعيد بن أحمد\" ، مضى برقم: 3010. والخبر رواه مسلم 11 : 59 من طريق عمرو الناقد ، عن أبي أحمد الزبيري ، عن مالك بن مغول.ورواه الترمذي في كتاب التفسير ، من طريق عبد بن حميد ، عن أبي نعيم ، عن مالك بن مغول ، وقال: \"هذا حديث حسن\".(16) الأثر: 10873- مكرر الأثرين السالفين : 10870 ، 10871.\"هرون بن إسحق الهمداني\" شيخ الطبري ، مضى برقم : 3001.و\"مصعب بن المقدام الخثعمي\" ، مضى برقم : 1291 ، 3001.وهذا الأثر من طريق إسرائيل ، عن أبي إسحق ، رواه البخاري في صحيحه (الفتح 12: 22). وفي المخطوطة هنا\"خاتم سورة البقرة\" ، والصواب ما في المطبوعة.(17) يعني ما سلف رقم : 8730 ، 8731 ، ثم ما سلف قريبًا من : 10867- 10869.(18) \"ردف الراحلة\": كفل الدابة.(19) في المطبوعة: \"فلقنتكها\" من\"التلقين\" ، وهو صواب في المعنى ، ولكن السياق يقتضي ما أثبته من المخطوطة ، وهي فيها منقوطة. و\"لقاه الآية\": علمه الآية ، ولقنه إياها.(20) في المطبوعة وابن كثير\"إن كنت\" ، وأثبت ما في المخطوطة والدر المنثور ، وهي صواب محض ، وانظرها كذلك في الأثر الآتي رقم : 10892.(21) الآثار: 10874- 10876 ، ذكر الأثر الأخير منها ابن كثير في تفسيره 3 : 44 ، ثم قال: \"كذا رواه ابن جرير ، ورواه أيضًا عن الحسن بن يحيى ، عن عبد الرزاق ، عن معمر ، عن أيوب ، عن ابن سيرين ، كذلك بنحوه. وهو منقطع بين ابن سيرين وحذيفة. وقد قال الحافظ أبو بكر أحمد بن عمرو البزار في مسنده : حدثنا يوسف بن حماد المعنى ، ومحمد بن مرزوق ، قالا ، حدثنا عبد الأعلى بن عبد الأعلى ، حدثنا هشام بن حسان ، عن محمد بن سيرين ، عن أبي عبيدة بن حذيفة ، عن أبيه قال: نزلت آية الكلالة..\" وساق الخبر ، ثم قال: \"قال البزار: وهذا الحديث لا نعلم أحدًا رواه إلا حذيفة ، ولا نعلم له طريقًا عن حذيفة إلا هذا الطريق ، ولا رواه عن هشام إلا عبد الأعلى\". قال ابن كثير: \"وكذا رواه ابن مردويه\".وخرجه الهيثمي في مجمع الزوائد 7 : 13 ، وقال: \"رواه البزار ، ورجاله رجال الصحيح ، غير أبي عبيدة بن حذيفة ، ووثقه ابن حبان\".وذكره السيوطي في الدر المنثور 2 : 250 قال: \"أخرج العدني والبزار في مسنديهما ، وأبو الشيخ في الفرائض ، بسند صحيح عن حذيفة\" ثم ذكر الخبر.وعاد فخرجه في 2 : 251 ، ونسبه لابن جرير ، وعبد الرزاق ، وابن المنذر ، عن ابن سيرين ، منقطعًا.(22) انظر رقم: 8745-8748 ، 8767(23) انظر رقم: 8745-8748 ، 8767.(24) قوله: \"التي أنزلت في آخر سورة النساء\" غير ثابت في المخطوطة ، وهو ثابت في روايات الحديث التي ستأتي في التخريج.(25) الأثر: 10877- خبر سالم بن أبي الجعد ، عن معدان ، عن عمر سيرويه أبو جعفر من أربع طرق أخرى فيما سيأتي من رقم : 10884- 10887.وروى هذا الخبر من طريق شبابة بن سوار ، عن شعبة ، عن قتادة ، مسلم في صحيحه 11 : 57 ، إشارة.ورواه البيهقي في السنن 6 : 224 بلفظه ، وقال: \"رواه مسلم عن زهير بن حرب\". وخرجه السيوطي في الدر المنثور 2 : 251 ، ولم ينسبه لغير ابن جرير ، فقصر في نسبته. وانظر تخريج الآثار التالية التي أشرت إليها.(26) انظر ما سلف رقم : 8745-8749.(27) في المطبوعة: \"بالكتاب فمحي\"؛ بالتعريف ، وهو كذلك في الدر المنثور ، وأثبت ما في المخطوطة ، وهو موافق لرواية ابن كثير في تفسيره.(28) الأثر: 10878- ذكره ابن كثير في تفسيره 3 : 45 عن هذا الموضع من التفسير ، وخرجه السيوطي في الدر المنثور 2 : 250 ، ونسبه لعبد الرزاق ، ولم ينسبه لابن جرير ، وقد رواه الطبري بنحوه في الأثر التالي : 10879.(29) الأثر: 10878- ذكره ابن كثير في تفسيره 3 : 45 عن هذا الموضع من التفسير ، وخرجه السيوطي في الدر المنثور 2 : 250 ، ونسبه لعبد الرزاق ، ولم ينسبه لابن جرير ، وقد رواه الطبري بنحوه في الأثر التالي : 10879.(30) الأثر: 10880- رواه أبو داود الطيالسي من طريق شعبة ، عن عمرو بن مرة ، مع اختلاف يسير في لفظه ، مطولا.ورواه البيهقي في السنن من طريق أبي داود الطيالسي 6 : 225.ورواه الحاكم في المستدرك 2 : 304 من طريق سفيان ، عن عمرو بن مرة ، بلفظ الطبري ، وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه\" ، ووافقه الذهبي.وذكره ابن كثير في تفسيره 3 : 45 ، ولم ينسبه لغير الحاكم.وخرجه السيوطي في الدر 2 : 251 ، 252 ، وزاد نسبته لعبد الرزاق ، والعدني ، وابن ماجه ، والساجي.وقوله: \"أبواب الربا\" ، أي: وجوه الربا وطرقه ، وهذا اللفظ ليس فيما ذكرت من المراجع ، فيها جميعًا\"والربا\". وانظر الأثر الآتي : 10883 ، والتعليق عليه.(31) الأثر: 10881- خرجه السيوطي في الدر المنثور 2 : 251 ، ولم ينسبه لغير ابن جرير ، وفيه\"قصور الشأم\" ، وهما سواء في المعنى ، ولكن العجب أنه نقله عن هذا الموضع من التفسير ، وكتب مكان\"الروم\"\"الشأم\".(32) الأثر: 10882- رواه البيهقي في السنن 6 : 245 ، من طريق جرير عن الأعمش. مع اختلاف في لفظه.وذكره ابن كثير في تفسيره 3 : 44 ، 45 ، ثم قال: \"وهذا إسناد صحيح\".وخرجه السيوطي 2 : 250 ، ولم ينسبه لغير ابن جرير.وفي المخطوطة: \"النساء في خدورها\" ، وهما سواء.(33) الأثر: 10883-\"أبو حيان\" هو: \"يحيى بن سعيد التيمي\" ، مضى برقم: 5382 ، 5383 ، 6318 ، 8155.وهذا الخبر رواه البخاري مطولا (الفتح 10 : 39-43) من طريق يحيى بن سعيد القطان عن أبي حيان التيمي.ورواه مسلم في صحيحه 18 : 165 من أربع طرق ، من طريق علي بن مسهر ، عن أبي حيان ، ومن طريق ابن إدريس عن أبي حيان ، ومن طريق ابن علية عن أبي حيان ، ومن طريق عيسى بن يونس عن أبي حيان.ورواه البيهقي في السنن 6 : 245/8 : 289.وذكره السيوطي في الدر المنثور 2 : 249 ، وزاد نسبته لعبد الرزاق ، وابن المنذر. وفي جميع المراجع: \"وأبواب من أبواب الربا\" ، وانظر شرح ذلك في التعليق على الأثر : 10880(34) الأثر: 10884- خبر سالم بن أبي الجعد ، عن معدان ، مضى برقم : 10877 من طريق شعبة عن قتادة. وأشار إليه مسلم في صحيحه 11 : 57 من طريق ابن علية عن سعيد بن أبي عروبة ، عن قتادة.ورواه أحمد في المسند رقم : 341 من طريق محمد بن جعفر ، عن سعيد بن أبي عروبة ، عن قتادة مطولا.ورواه أيضًا مطولا رقم : 89 من طريق عفان ، عن همام بن يحيى ، عن قتادة.ورواه مختصرًا رقم : 179 من طريق إسمعيل ، عن سعيد بن أبي عروبة.وخرجه ابن كثير في تفسيره 2 : 241 من هذه الأخيرة من مسند أحمد ، ولم يذكر شيئًا عن الطرق الأخرى ، بل قال: \"هكذا رواه مختصرًا ، وأخرجه مسلم مطولا أكثر من هذا\" ، مع أن أحمد أخرجه في مواضع مطولا كما ترى ، وكما سيأتي في التعليق على رقم : 10887.(35) الأثر: 10885-\"إبراهيم بن سعيد الجوهري\" ، شيخ الطبري ، ثقة ، مضى برقم: 3355 ، 3959.و\"عبد الله بن بكر بن حبيب السهمي\" ، ثقة صدوق مأمون ، من شيوخ أحمد. مترجم في التهذيب. ومضى في الإسناد رقم : 8284 ، وهذا طريق آخر للأثر السالف.وفي المطبوعة: \"لم أدع\" ، وأثبت ما في المخطوطة.(36) الأثر: 10886- هذه طريق أخرى للأثرين السالفين ، طريق سعيد بن أبي عروبة.(37) الأثر: 10887- رواه من هذه الطريق مسلم في صحيحه 11 : 56.ورواه أحمد مطولا في المسند برقم : 186 ، وانظر التعليق على الآثار السالفة.(38) الأثر: 10888-\"محمد بن علي بن الحسن بن شقيق\" ثقة ، مضى برقم : 1591 ، 2575.وأبوه \"علي بن الحسن بن شقيق\" ثقة ، مضى أيضًا برقم : 1591 ، 1909.و\"أبو حمزة\" هو السكري: \"محمد بن ميمون\" ثقة إمام ، مضى برقم: 1591.و\"جابر\" هو\"جابر الجعفي\": جابر بن يزيد بن الحارث الجعفي ، مضى برقم: 764 ، 858 ، 2340 ، ومواضع أخرى كثيرة. وهو ضعيف جدًا ، رمي بالكذب.أما \"الحسن بن مسروق\" ، فلم أجد في الرواة من يسمى بهذا الاسم ، وأما أبوه فكأنه يعني: \"مسروق بن الأجدع الهمداني الوداعي\". أحد المقرئين والمفتين.. روى عن أبي بكر وعمر وعثمان وكثير من الصحابة. وليس في الرواة عن مسروق من اسمه\"الحسن\" ، ولا وجدت له ولدًا يقال\"الحسن له ابن مسروق\".ففي هذا الإسناد ما فيه من البلاء.وهذا الأثر ذكره السيوطي في الدر المنثور 2 : 251 ، عن الحسن بن مسروق ، عن أبيه كما هنا ، ونسبه للطبري وحده.(39) الأثر: 10889-\"أبو أسامة\" هو: \"حماد بن أسامة بن زيد الكوفي\" ، مضى برقم : 29 ، 51 ، 223 ، 2995 ، 5265.و\"زكريا\" هو: \"زكريا بن أبي زائدة\" مضى برقم : 112 ، 1219.و\"أبو إسحق\" هو السبيعي.و\"أبو سلمة\" هو: \"أبو سلمة بن عبد الرحمن بن عوف الزهري\" ، مضى برقم : 8 ، 67 ، 3015 ، 8394.وهذا الأثر رواه البيهقي في السنن 6 : 224 ، من طريق يحيى بن آدم ، عن عمار بن رزيق ، عن أبي إسحق ، عن أبي سلمة بن عبد الرحمن وقال: \"حديث أبي إسحق عن أبي سلمة منقطع ، وليس بمعروف\".(40) الأثر: 10890-\"إسحق بن عيسى بن نجيح\" هو أبو يعقوب ، ابن الطباع ، مضى برقم : 2836.و\"ابن لهيعة\" مضى مرارًا.و\"يزيد بن أبي حبيب المصري\" ثقة مضى برقم : 4348 ، 5493.و\"أبو الخير\" هو: \"مرثد بن عبد الله اليزني\" الفقيه المصري ، روى عن عقبة بن عامر الجهني ، وكان لا يفارقه ، وعمرو بن العاص ، وعبد الله بن عمرو ، وغيرهم من الصحابة. تابعي ثقة ، مترجم في التهذيب.وهذا الأثر رواه الدارمي في سننه 2 : 366 ، من طريق عبد الله بن يزيد ، عن سعيد بن أبي أيوب ، عن يزيد بن أبي حبيب. وفي النسخة المطبوعة من الدارمي خطأ قال فيها\"عن يزيد بن عبد الله اليزني\" ، والصواب\"مرثد بن عبد الله\" ، وهو أبو الخير ، كما سلف.وذكره السيوطي في الدر المنثور 2 : 250 ، وزاد نسبته لابن أبي شيبة.\"أعضل الأمر\" و\"أعضل به الأمر\": ضاق وأشكل ، وضاق به ذرعًا لإشكاله.(41) في المطبوعة: \"إذا ورث كلالة\" ، والصواب ما أثبت من المخطوطة.(42) انظر تفسير\"مثل حظ الأنثيين\" فيما سلف : 8 : 30-34.(43) انظر تفسير\"الضلال\" فيما سلف من فهارس اللغة.(44) الأثر: 10892- انظر الأثر السالف رقم : 10876.(45) ديوانه 43 ، وقد سلف من هذه القصيدة أبيات في 1 : 116/7 : 557 ، يصف ناقته لما بلغت مبلغها واستوت كما وصفها ، فيقول: لما رأينا كرمها وحسنها حلفنا عليها أن لا تباع ، لنفاستها علينا.(46) انظر تفسير\"عليم\" فيما سلف من فهارس اللغة.",
  "ayah": 176,
  "surah": 4
}
