{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍقال أبو جعفر: يعني تبارك وتعالى [بقوله]: (60) \" يا أيها الذين آمنوا \"، يا أيها الذين صدَّقوا الله ورسوله =\" لا يحل لكم أن ترثوا النساء كَرهًا \"، يقول: لا يحل لكم أن ترثوا نكاحَ نساء أقاربكم وآبائكم كَرْهًا. (61)* * *فإن قال قائل: كيف كانوا يرثونهن؟ وما وجه تحريم وراثتهن؟ فقد علمت أن النساء مورثات كما الرجال مورثون!قيل: إن ذلك ليس من معنى وراثتهن إذا هن مِتن فتركن مالا وإنما ذلك أنهن في الجاهلية كانت إحداهن إذا مات زوجها، كان ابنه أو قريبُه أولى بها من غيره، ومنها بنفسها، إن شاء نكحها، وإن شاء عضلها فمنعها من غيره ولم يزوّجها حتى تموت. فحرّم الله تعالى ذلك على عباده، وحظَر عليهم نكاحَ حلائل آبائهم، ونهاهم عن عضلهن عن النكاح.* * *وبنحو القول الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:8869 - حدثنا أبو كريب قال، حدثنا أسباط بن محمد قال، حدثنا أبو إسحاق = يعني: الشيباني =، عن عكرمة، عن ابن عباس في قوله: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن \"، قال: كانوا إذا مات الرجل، كان أولياؤه أحقَّ بامرأته، إن شاء بعضهم تزوجها، وإن شاؤوا زوّجوها، وإن شاؤوا لم يزوّجوها، وهم أحق بها من أهلها، فنـزلت هذه الآية في ذلك. (62)8870 - وحدثني أحمد بن محمد الطوسي قال، حدثنا عبد الرحمن بن صالح قال، حدثني محمد بن فضيل، عن يحيى بن سعيد، عن محمد بن أبي أمامة بن سهل بن حنيف، عن أبيه قال: لما توفي أبو قيس بن الأسلت، أراد ابنه أن يتزوج امرأته، وكان ذلك لهم في الجاهلية، فأنـزل الله: \" لا يحل لكم أن ترثوا النساء كرهًا \" . (63)* * *8871 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح، عن الحسين بن واقد، عن يزيد النحوي، عن عكرمة والحسن البصري قالا في قوله: \" لا يحل لكم أن ترثوا النساء كَرْهًا ولا تعضُلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبيِّنة \"، وذلك أن الرجل كان يرث امرأة ذي قرابته فيعضُلها حتى تموت أو تردَّ إليه صداقها، فأحكم الله عن ذلك = يعني أن الله نهاكم عن ذلك. (64)8872 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية، عن سليمان التيمي، عن أبي مجلز في قوله: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا \"، قال: كانت الأنصار تفعل ذلك. كان الرجل إذا مات حميمه، ورث حميمه امرأته، فيكون أولى بها من وليِّ نفسها. (65)8873 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس في قوله: \" يا أيها الذين آمنوا لا يحلُّ لكم أن ترثوا النساء كرهًا \" الآية، قال: كان الرجل إذا مات أبوه أو حميمه، فهو أحق بامرأته، إن شاء أمسكها، أو يحبسها حتى تفتدي منه بصداقها، أو تموت فيذهب بمالها = قال ابن جريج، فأخبرني عطاء بن أبي رباح: أن أهل الجاهلية كانوا إذا هلك الرجلُ فترك امرأة حبسها أهلهُ على الصبيِّ يكون فيهم، فنـزلت: \" لا يحل لكم أن ترثوا النساء كرهًا \" الآية = قال ابن جريج، وقال مجاهد: كان الرجل إذا توفي أبوه، كان أحق بامرأته، ينكحها إن شاء إذا لم يكن ابنها، أو يُنكحها إن شاء أخاه أو ابن أخيه = قال ابن جريج، وقال عكرمة نـزلت في كبيشة بنت معن بن عاصم، من الأوس، توفّي عنها أبو قيس بن الأسلت، فجنح عليها ابنه، فجاءت النبي صلى الله عليه وسلم فقالت: يا نبي الله، لا أنا ورثت زوجي، ولا أنا تُركت فأنكح! فنـزلت هذه الآية. (66)8874 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا \"، قال: كان إذا توفي الرجل، كان ابنه الأكبر هو أحق بامرأته، ينكحها إذا شاء إذا لم يكن ابنها، أو يُنكحها من شاء، أخاه أو ابنَ أخيه.8875 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن عمرو بن دينار، مثل قول مجاهد.8876 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل قال، سمعت عمرو بن دينار يقول مثل ذلك.8877 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: أما قوله: \" لا يحل لكم أن ترثوا النساء كرهًا \"، فإن الرجل في الجاهلية كان يموت أبوه أو أخوه أو ابنه، فإذا مات وترك امرأته، فإن سبق وارِث الميت فألقى عليها ثوبه، فهو أحق بها أن ينكحها بمهر صاحبه، أو ينكحها فيأخذ مهرها. وإن سبقته فذهبت إلى أهلها، فهم أحق بنفسها.8878 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان الباهلي (67) قال، سمعت الضحاك يقول في قوله: \" لا يحل لكم أن ترثوا النساء كرهًا \"، كانوا بالمدينة إذا مات حميم الرجل وترك امرأة، ألقى الرجل عليها ثوبه، فورث نكاحها، وكان أحق بها. وكان ذلك عندهم نكاحًا. فإن شاء أمسكها حتى تفتدي منه. وكان هذا في الشِّرك.8879 - حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" لا يحل لكم أن ترثوا النساء كرهًا \"، قال: كانت الوراثة في أهل يثرب بالمدينة ههنا. فكان الرجل يموت فيرث ابنه امرأة أبيه كما يرث أمه، لا تستطيع أن تمتنع، (68) فإن أحبّ أن يتخذها اتخذها كما كان أبوه يتخذها، وإن كره فارقها، وإن كان صغيرًا حبست عليه حتى يكبر، فإن شاء أصابها، وإن شاء فارقها. فذلك قول الله تبارك وتعالى: \" لا يحل لكم أن ترثوا النساء كرهًا \".8880 - حدثنا محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس في قوله: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا \"، وذلك أن رجالا من أهل المدينة كان إذا مات حميم أحدهم ألقى ثوبه على امرأته، فورث نكاحها، فلم ينكحها أحد غيره، وحبسها عنده حتى تفتدي منه بفدية، فأنـزل الله عز وجل: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا \".8881 - حدثني ابن وكيع قال، حدثني أبي قال، حدثنا سفيان، عن علي بن بذيمة، عن مقسم قال: كانت المرأة في الجاهلية إذا مات زوجها فجاء رجلٌ فألقى عليها ثوبه، كان أحق الناس بها. قال: فنـزلت هذه الآية: \" لا يحل لكم أن ترثوا النساء كرهًا \".* * *قال أبو جعفر: فتأويل الآية على هذا التأويل: يا أيها الذين آمنوا، لا يحل لكم أن ترثوا آباءكم وأقاربكم نكاح نسائهم كرها = فترك ذكر \" الآباء \" و \" الأقارب \" و \" النكاح \"، ووجّه الكلام إلى النهي عن وراثة النساء، اكتفاء بمعرفة المخاطبين بمعنى الكلام، إذ كان مفهومًا معناه عندهم.* * *وقال آخرون: بل معنى ذلك: لا يحل لكم، أيها الناس، أن ترثوا النساء تَرِكاتهن كرهًا. قال: وإنما قيل ذلك كذلك، لأنهم كانوا يعضلون أيَاماهُنَّ، وهن كارهات للعضل، حتى يمتن، فيرثوهن أموالهنّ.ذكر من قال ذلك:8882 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرهًا \"، قال: كان الرجل إذا مات وترك جارية، ألقى عليها حميمه ثوبه فمنعها من الناس. فإن كانت جميلة تزوجها، وإن كانت دميمة حبسها حتى تموت فيرثها. (69)8883 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الزهري في قوله: \" لا يحل لكم أن ترثوا النساء كرهًا \"، قال: نـزلت في ناس من الأنصار، كانوا إذا مات الرجل منهم، فأمْلَكُ الناس بامرأته وليُّه، فيمسكها حتى تموت فيرثها، فنـزلت فيهم.* * *قال أبو جعفر: وأولى القولين بتأويل الآية، القولُ الذي ذكرناه عمن قال: معناه: \" لا يحل لكم أن ترثوا نساء أقاربكم \"، (70) لأن الله جل ثناؤه قد بين مواريث أهل المواريث، فذلك لأهله، كره وراثتهم إيَّاه الموروثَ ذلك عنه من الرجال أو النساء، أو رضي. (71)فقد علم بذلك أنه جل ثناؤه لم يحظر على عباده أن يرثوا النساء فيما جعله لهم ميراثًا عنهن، (72) وأنه إنما حظَر أن يُكْرَهن موروثات، بمعنى حظر وراثة نكاحهن، إذا كان ميِّتهم الذي ورثوه قد كان مالكًا عليهن أمرَهن في النكاح ملك الرجل منفعة ما استأجر من الدور والأرضين وسائر مالَه منافع. (73)فأبان الله جل ثناؤه لعباده: أن الذي يملكه الرجل منهم من بُضْع زوْجه، (74) معناه غير معنى ما يملك أحدهم من منافع سائر المملوكات التي تجوز إجارتها. فإن المالك بُضع زوجته إذا هو مات، لم يكن ما كان له ملكًا من زوجته بالنكاح لورثته بعده، كما لهم من الأشياء التي كان يملكها بشراء أو هبة أو إجارة بعد موته، بميراثهم ذلك عنه. (75)* * *وأما قوله تعالى: \" ولا تعضُلوهن لتذهبوا ببعض ما آتيتموهن \"، فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: تأويله: \" ولا تعضلوهن \" : أي ولا تحبسوا، يا معشر ورثة من مات من الرجال، أزواجَهم عن نكاح من أردنَ نكاحه من الرجال، كيما يمتن =\" فتذهبوا ببعض ما آتيتموهن \"، أي: فتأخذوا من أموالهن إذا مِتن، &; 8-111 &; ما كان موتاكم الذين ورثتموهم ساقوا إليهن من صدقاتهن.وممن قال ذلك جماعة قد ذكرنا بعضهم، منهم ابن عباس والحسن البصري وعكرمة. (76)* * *وقال آخرون: بل معنى ذلك: ولا تعضُلوا، أيها الناس، نساءكم فتحبسوهن ضرارًا، ولا حاجة لكم إليهن، فتُضِرُّوا بهن ليفتدين منكم بما آتيتموهن من صَدُقاتهن.ذكر من قال ذلك:8884 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" ولا تعضلوهن \"، يقول: لا تقهروهن =\" لتذهبوا ببعض ما آتيتموهن \"، يعني، الرجل تكون له المرأة وهو كاره لصحبتها ولها عليه مهر، فَيُضِرُّ بها لتفتدي.8885 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" ولا تعضلوهن \"، يقول: لا يحل لك أن تحبس امرأتك ضرارًا حتى تفتدي منك = قال وأخبرنا معمر قال، وأخبرني سماك بن الفضل، عن ابن البيلماني قال: نـزلت هاتان الآيتان، &; 8-112 &; إحداهما في أمر الجاهلية، والأخرى في أمر الإسلام. (77)8886 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن معمر قال، أخبرنا سماك بن الفضل، عن عبد الرحمن بن البيلماني في قوله: \" لا يحل لكم أن ترثوا النساء كرهًا ولا تعضلوهن \"، قال: نـزلت هاتان الآيتان: إحداهما في الجاهلية، والأخرى في أمر الإسلام، قال عبد الله: لا يحل لكم أن ترثوا النساء في الجاهلية، ولا تعضلوهن في الإسلام. (78)8887 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك، عن سالم، عن سعيد: \" ولا تعضلوهن \"، قال: لا تحبسوهن.8888 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن \"، أما \" تعضلوهن \"، فيقول: تضاروهن ليفتدِين منكم.8889 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" ولا تعضلوهن \"، قال: \" العضل \"، أن يكره الرجل امرأته فيضرُّ بها حتى تفتدي منه، قال الله تبارك وتعالى:  وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ  [سورة النساء: 21]. (79)* * *وقال آخرون: المعنيُّ بالنهي عن عضل النساء في هذه الآية: أولياؤهن.ذكر من قال ذلك:8890 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن \" أن ينكحن أزواجهن ، كالعَضْل في\" سورة البقرة \". (80)8891 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.وقال آخرون: بل المنهيُّ عن ذلك: زوجُ المرأة بعد فراقه إياها. وقالوا: ذلك كان من فعل الجاهلية، فنهوا عنه في الإسلام.ذكر من قال ذلك:8892 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد: كان العضلُ في قريش بمكة، ينكح الرجل المرأةَ الشريفة فلعلها أن لا توافقه، (81) فيفارقها على أن لا تتزوج إلا بإذنه، فيأتي بالشهود فيكتب ذلك عليها ويشهد، فإذا خطبها خاطب، فإن أعطته وأرضته أذن لها، وإلا عضلها، قال: فهذا قول الله: \" ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن \" الآية.* * *قال أبو جعفر: قد بينا فيما مضى معنى \" العضل \" وما أصله، بشواهد ذلك من الأدلة. (82)وأولى هذه الأقوال التي ذكرناها بالصحة في تأويل قوله: \" ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن \"، قول من قال: نهى الله جل ثناؤه زوج المرأة عن التضييق عليها والإضرار بها، وهو لصحبتها كاره ولفراقها محبّ، لتفتدي منه ببعض ما آتاها من الصَّداق.وإنما قلنا ذلك أولى بالصحة، لأنه لا سبيل لأحد إلى عضل امرأة، إلا لأحد رجلين: إما لزوجها بالتضييق عليها وحبسها على نفسه وهو لها كاره، مضارّة منه لها بذلك، ليأخذ منها ما آتاها بافتدائها منه نفسها بذلك = أو لوليها الذي إليه إنكاحها.وإذا كان لا سبيل إلى عضلها لأحدٍ غيرهما، وكان الوليُّ معلومًا أنه ليس ممن أتاها شيئًا فيقال إنْ عضلها عن النكاح: \" عَضَلها ليذهب ببعض ما آتاها \"، كان معلومًا أن الذي عنى الله تبارك وتعالى بنهيه عن عضلها، هو زوجها الذي له السبيلُ إلى عضلها ضرارًا لتفتدي منه.وإذا صح ذلك، = وكان معلومًا أن الله تعالى ذكره لم يجعل لأحد السبيلَ على زوجته بعد فراقه إياها وبينونتها منه، فيكون له إلى عضلها سبيل لتفتدي منه من عَضْله إياها، أتت بفاحشة أم لم تأت بها، = (83) وكان الله جل ثناؤه قد أباح للأزواج عضلهن إذا آتين بفاحشة مبيِّنة حتى يفتدين منه = (84) كان بيِّنًا بذلك خطأ التأويل الذي تأوّله ابن زيد، وتأويلِ من قال: \" عنى بالنهي عن العضل في هذه الآية أولياء الأيامى \"، = وصحةُ ما قلنا فيه. (85)* * *[قوله]: \" ولا تعضلوهن \" ، (86) في موضع نصب، عطفًا على قوله: \" أن ترثوا النساء كرهًا \". ومعناه: لا يحل لكم أن ترثوا النساء كرهًا، ولا أن تعضلوهن. (87)وكذلك هي فيما ذكر في حرف ابن مسعود.ولو قيل: هو في موضع جزم على وجه النهي، لم يكن خطأ. (88)* * *القول في تأويل قوله:  إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍقال أبو جعفر: يعني بذلك جل ثناؤه: لا يحل لكم، أيها المؤمنون، أن تعضُلوا نساءكم ضرارًا منكم لهن، وأنتم لصحبتهن كارهون، وهن لكم طائعات، لتذهبوا ببعض ما آتيتموهن من صدقاتهن =\" إلا أن يأتين بفاحشة مبينة \"، فيحل لكم حينئذ الضرارُ بهن ليفتدين منكم. (89)ثم اختلف أهل التأويل في معنى \" الفاحشة \" التي ذكرها الله جل ثناؤه في هذا الموضع. (90)فقال بعضهم: معناها الزنا، وقال: إذا زنت امرأة الرجل حلَّ له عَضْلها والضرارُ بها، لتفتدي منه بما آتاها من صداقها.ذكر من قال ذلك:8893 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، أخبرنا أشعث، عن الحسن - في البكر تَفْجُر قال: تضرب مئة، وتنفى سنة، وتردّ إلى زوجها ما أخذت منه. وتأوَّل هذه الآية: \" ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة \".8894 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن عطاء الخراساني - في الرجل إذا أصابت امرأته فاحشة، أخذ ما ساق إليها وأخرجها، فنسخ ذلك الحدود.8895 - حدثنا أحمد بن منيع قال، حدثنا عبد الله بن المبارك قال، أخبرنا معمر، عن أيوب، عن أبي قلابة قال: إذا رأى الرجل من امرأته فاحشة، (91) فلا بأس أن يضارها ويشق عليها حتى تختلع منه.8896 - حدثنا ابن حميد قال، أخبرنا ابن المبارك قال، أخبرني معمر، عن أيوب، عن أبي قلابة - في الرجل يطّلع من امرأته على فاحشة، فذكر نحوه.8897 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدى: \" إلا أن يأتين بفاحشة مبينة \"، وهو الزنا، فإذا فعلن ذلك فخذوا مهورهن.8898 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال: أخبرني عبد الكريم: أنه سمع الحسن البصري: \" إلا أن يأتين بفاحشة \"، قال: الزنا. قال: وسمعت الحسن وأبا الشعثاء يقولان: فإن فعلت، حلَّ لزوجها أن يكون هو يسألها الخُلْع، تفتدي نفسها. (92)* * *وقال آخرون: \" الفاحشة المبينة \"، في هذا الموضع، النشوزُ.ذكر من قال ذلك:8899 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس: \" إلا أن يأتين بفاحشة مبينة \"، وهو البغض والنُّشوز، فإذا فعلت ذلك فقد حل له منها الفدية.8900 - حدثنا ابن حميد قال، حدثنا حكام قال، حدثنا عنبسة، عن علي بن بذيمة، عن مقسم في قوله: ( ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يفحشن ) في قراءة ابن مسعود. قال: إذا عصتك وآذتك، فقد حل لك أخذ ما أخذتْ منك. (93)8901 - حدثنا ابن حميد قال، حدثنا جرير، عن مطرف بن طريف، عن خالد، عن الضحاك بن مزاحم: \" إلا أن يأتين بفاحشة مبينة \"، قال: الفاحشة ههنا النشوز. فإذا نشزَت، حل له أن يأخذ خُلْعها منها. (94)8902 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" إلا أن يأتين بفاحشة مبينة \"، قال: هو النشوز.8903 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال عطاء بن أبي رباح: \" إلا أن يأتين بفاحشة مبينة \"، فإن فعلن: إن شئتم أمسكتموهن، وإن شئتم أرسلتموهن.8904 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، (95) سمعت الضحاك بن مزاحم يقول في قوله: \" إلا أن يأتين بفاحشة مبينة \"، قال: عَدَل ربنا تبارك وتعالى في القضاء، فرجع إلى النساء فقال: \" إلا أن يأتين بفاحشة مبينة \"، و \" الفاحشة \": العصيان والنشوز. فإذا كان ذلك من قِبَلها، فإن الله أمره أن يضربها، وأمره بالهَجر. فإن لم تدع العصيان والنشوز، فلا جناح عليه بعد ذلك أن يأخذ منها الفدية.* * *قال أبو جعفر: وأولى ما قيل في تأويل قوله: \" إلا أن يأتين بفاحشة مبينة \"، أنه معنىٌّ به كل \" فاحشة \": من بَذاءٍ باللسان على زوجها، (96) وأذى له، وزنًا بفرجها. وذلك أن الله جل ثناؤه عم بقوله: \" إلا أن يأتين بفاحشة مبينة \"، كلَّ فاحشة متبيّنةٍ ظاهرة. (97) فكل زوج امرأة أتت بفاحشة من الفواحش التي هي زنًا أو نشوز، (98) فله عضْلُها على ما بين الله في كتابه، والتضييقُ عليها حتى تفتدي منه، بأيِّ معاني الفواحش أتت، (99) بعد أن تكون ظاهرة مبيِّنة = (100) بظاهر كتاب الله تبارك وتعالى، وصحة الخبر عن رسول الله صلى الله عليه وسلم، كالذي:8905 - حدثني يونس بن سليمان البصري قال، حدثنا حاتم بن إسماعيل قال، حدثنا جعفر بن محمد، عن أبيه، عن جابر: أن رسول الله صلى الله عليه وسلم قال: اتقوا الله في النساء، فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله، وإن لكم عليهن أن لا يُوطِئن فُرُشكم أحدًا تكرهونه، فإن فعلن ذلك فاضربوهن ضربًا غير مبرِّح، ولهن عليكم رزقهن وكسوتهن بالمعروف. (101)8906 - حدثنا موسى بن عبد الرحمن المسروقي قال، حدثنا زيد بن الحباب قال، حدثنا موسى بن عبيدة الربذي قال، حدثني صدقة بن يسار، عن ابن عمر: أن رسول الله صلى الله عليه وسلم قال: أيها الناس، إن النساء عندكم عَوَانٍ، أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله، ولكم عليهن حق، ولهن عليكم حق. ومن حقكم عليهن أن لا يُوطئن فُرُشكم أحدًا ولا يعصينكم في معروف، وإذا فعلن ذلك، فلهن رزقهن وكسوتهن بالمعروف. (102)* * *= فأخبر صلى الله عليه وسلم أن من حق الزوج على المرأة أن لا توطئ فراشه أحدًا، وأن لا تعصيه في معروف، وأنّ الذي يجب لها من الرزق والكسوة عليه، وإنما هو واحب عليه إذا أدَّت هي إليه ما يجب عليها من الحق، بتركها إيطاء فراشه غيره، وتركها معصيته في معروف.ومعلوم أن معنى قول النبي صلى الله عليه وسلم: \" من حقكم عليهن أن لا يوطئن &; 8-120 &; فرشكم أحدًا \" إنما هو أن لا يمكِّنّ من أنفسهن أحدًا سواكم. (103)وإذا كان ما روينا في ذلك صحيحًا عن رسول الله صلى الله عليه وسلم، فبيِّنٌ أن لزوج المرأة إذا أوطأت امرأته نفسها غيرَه وأمكنت من جماعها سواه، أنَّ له من منعها الكسوةَ والرزقَ بالمعروف، مثلَ الذي له من منعها ذلك إذا هي عصته في المعروف. وإذ كان ذلك له، فمعلوم أنه غير مانع لها - بمنعه إياها ماله منعها - حقًّا لها واجبًا عليه. وإذ كان ذلك كذلك، فبيِّنٌ أنها إذا افتدت نفسها عند ذلك من زوجها، فأخذ منها زوجها ما أعطته، أنه لم يأخذ ذلك عن عَضْل منهيّ عنه، بل هو أخذ ما أخذ منها عن عَضْل له مباح. وإذ كان ذلك كذلك، كان بينًا أنه داخل في استثناء الله تبارك وتعالى الذي استثناه من العاضلين بقوله: \" ولا تعضُلوهن لتذهبوا ببعض ما آتيتموهن إلا أن يأتين بفاحشة مبينة \" . وإذْ صح ذلك، فبيِّنٌ فساد قول من قال: \" إلا أن يأتين بفاحشة مبينة \"، منسوخ بالحدود، (104) لأن الحدّ حق الله جل ثناؤه على من أتى بالفاحشة التي هي زنا. وأما العَضْل لتفتدي المرأة من الزوج بما آتاها أو ببعضه، فحق لزوجها = كما عضله إياها وتضييقه عليها إذا هي نشزت عليه لتفتدي منه، حق له. وليس حكم أحدهما يبطل حكم الآخر.* * *قال أبو جعفر: فمعنى الآية: ولا يحل لكم، أيها الذين آمنوا، أن تعضلوا نساءكم فتضيِّقوا عليهن وتمنعوهن رزقهن وكسوتهن بالمعروف، لتذهبوا ببعض ما آتيتموهن من صَدُقاتكم، إلا أن يأتين بفاحشةٍ من زنا أو بَذاءٍ عليكم، وخلافٍ لكم فيما يجب عليهن لكم - مبيِّنة ظاهرة، فيحل لكم حينئذ عَضْلهن &; 8-121 &; والتضييق عليهن، لتذهبوا ببعض ما آتيتموهن من صداق إن هنّ افتدين منكم به.* * *واختلف القرَأة في قراءة قوله: \" مبينة \".فقرأه بعضهم: \" مُبَيَّنَةٍ\" بفتح \" الياء \"، بمعنى أنها قد بُيِّنت لكم وأُعلنت وأُظهرت.وقرأه بعضهم: \" مُبَيِّنَةٍ\" بكسر \" الياء \"، بمعنى أنها ظاهرة بينة للناس أنها فاحشة.* * *وهما قراءتان مستفيضتان في قرأة أمصار الإسلام، فبأيتهما قرأ القارئ فمصيب في قراءته الصوابَ، لأن الفاحشة إذا أظهرها صاحبها فهي ظاهرة بيِّنة. وإذا ظهرت، فبإظهار صاحبها إياها ظهرت. فلا تكون ظاهرة بيِّنة إلا وهي مبيَّنة، ولا مبيَّنة إلا وهي مبيِّنة. فلذلك رأيت القراءة بأيهما قرأ القارئ صوابًا.* * *القول في تأويل قوله:  وَعَاشِرُوهُنَّ بِالْمَعْرُوفِقال أبو جعفر: يعني جل ثناؤه بقوله: \" وعاشروهن بالمعروف \"، وخالقوا، أيها الرجال، نساءكم وصاحبوهن =\" بالمعروف \"، يعني بما أمرتكم به من المصاحبة، (105) وذلك: إمساكهن بأداء حقوقهن التي فرض الله جل ثناؤه لهنّ عليكم إليهن، أو تسريح منكم لهنّ بإحسان، كما:-8907 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا &; 8-122 &; أسباط، عن السدي: \" وعاشروهن بالمعروف \"، يقول: وخالطوهن.* * *= كذا قال محمد بن الحسين، وإنما هو \" خالقوهن \"، من \" العشرة \" وهي المصاحبة. (106)* * *القول في تأويل قوله:  فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا (19)قال أبو جعفر: يعني بذلك تعالى ذكره: لا تعضلوا نساءكم لتذهبوا ببعض ما آتيتموهن من غير ريبة ولا نشوز كان منهن، ولكن عاشروهن بالمعروف وإن كرهتموهن، فلعلكم أن تكرهوهن فتمسكوهن، فيجعل الله لكم = في إمساككم إياهن على كُره منكم لهن = خيرًا كثيرًا، من ولد يرزقكم منهن، أو عطفكم عليهن بعد كراهتكم إياهن، كما:-8908 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" فإن كرهتموهن فعسى أن تكرهوا شيئًا ويجعل الله فيه خيرًا كثيرًا \"، يقول، فعسى الله أن يجعل في الكراهة خيرًا كثيرًا.8909 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله:8910 - حدثني محمد بن الحسين قال، حدثني أحمد بن مفضل قال، حدثنا أسباط، عن السدي في قوله: \" ويجعل الله فيه خيرًا كثيرًا \"، قال: الولد.* * *8911 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" ويجعل الله فيه خيرًا كثيرًا \"، والخير الكثير: أن يعطف عليها، فيرزق الرجل ولدها، ويجعل الله في ولدها خيرًا كثيرًا.و \" الهاء \" في قوله: \" ويجعل الله فيه خيرًا كثيرًا \"، على قول مجاهد الذي ذكرناه، كناية عن مصدر \" تكرهوا \"، كأنّ معنى الكلام عنده: فإن كرهتموهن فعسى أن تكرهوا شيئًا ويجعل الله في كُرْهه خيرًا كثيرًا. (107)ولو كان تأويل الكلام: فعسى أن تكرهوا شيئًا ويجعل الله في ذلك الشيء الذي تكرهونه خيرًا كثيرًا، كان جائزًا صحيحًا.* * *---------------(60) ما بين القوسين زيادة تقتضيها سياقة كلامه.(61) انظر تفسير\"الكره\" فيما سلف 4: 297 ، 298 / 6: 565.(62) الأثر : 8869 \"أبو إسحاق الشيباني\" ، هو: سليمان بن أبي سليمان ، مضت ترجمته برقم: 1307 ، 3003 ، 3023.وهذا الأثر أخرجه البخاري في صحيحه (الفتح 8: 184) ، والبيهقي في السنن الكبرى 7: 138 ، وأبو داود في سننه 2: 310 رقم: 2089 ، وخرجه السيوطي في الدر المنثور 2: 131 ، وزاد نسبته إلى ابن المنذر ، والنسائي وابن أبي حاتم. وقد استوفى الحافظ ابن حجر الكلام فيه في الفتح وانظر تفسير ابن كثير 2: 381382.(63) الأثر: 8870 \"أحمد بن محمد الطوسي\" ، شيخ الطبري ، روى عنه باسم\"أحمد بن محمد بن حبيب\" في التاريخ ، وتمام نسبه: \"أحمد بن محمد بن نيزك بن حبيب\" ، وقد مضت ترجمته برقم: 3833.و\"عبد الرحمن بن صالح الأزدي العتكي\" ، كان رافضيًا ، وكان يغشى أحمد بن حنبل ، فيقربه ويدنيه. فقيل له فيه ، فقال: سبحان الله! رجل أحب قومًا من أهل بيت النبي صلى الله عليه وسلم! وهو ثقة. وقال يحيى بن معين: \"يقدم عليكم رجل من أهل الكوفة ، يقال له عبد الرحمن بن صالح ، ثقة صدوق شيعي ، لأن يخر من السماء ، أحب إليه من أن يكذب في نصف حرف\". وقال ابن عدي: \"معروف مشهور في الكوفيين ، لم يذكر بالضعف في الحديث ولا اتهم فيه ، إلا أنه محترق فيما كان فيه من التشيع\". مترجم في التهذيب.و\"يحيى بن سعيد\" هو الأنصاري ، مضت ترجمته في: 2154 ، 3395 ، 5074.و\"محمد بن أبي أمامة بن سهل بن حنيف\" ، روى عن أبيه = واسم أبيه: \"أسعد\" وعن أبان بن عثمان. روى عنه يحيى بن سعيد ، وابن إسحاق ، ومالك. ثقة ، وأشار الحافظ ابن حجر في ترجمته إلى هذا الأثر ، أنه رواه النسائي ، والظاهر أنه في السنن الكبرى.و\"أبو أمامة بن سهل بن حنيف الأنصاري\" واسمه\"أسعد بن سهل...\" ولد في حياة النبي صلى الله عليه وسلم قبل وفاته بعامين ، فيما روى. قال ابن سعد: \"ثقة كثير الحديث\".وهذا الأثر ، خرجه السيوطي في الدر المنثور 2: 132 ، وزاد نسبته للنسائي ، وابن أبي حاتم. وخرجه ابن كثير منسوبًا إلى ابن مردويه بمثله 2: 382.(64) الأثر: 8871 رواه أبو داود في سننه 1: 311 رقم: 2090 ، من طريق علي بن حسين بن واقد عن أبيه ، عن يزيد النحوي ، عن عكرمة ، عن ابن عباس . والدر المنثور 2: 131.وقوله: \"أحكم الله على ذلك\" ، فسره بعد ، وأصله من\"حكمت الفرس وأحكمته\" إذا قدعته وكففته ، و\"حكم الرجل وأحكمه\" منعه مما يريد. وفي المخطوطة\"فأحكم عن ذلك\" ، وأثبتت المطبوعة الأولى نص أبي داود والدر المنثور.(65) \"الحميم\" القريب الذي توده ويودك ، وتهتم لأمره.(66) الأثر: 8873 - خبر كبيشة بنت معن. خرجه ابن الأثير في أسد الغابة 5: 538 ، ونسبه لأبي موسى - والسيوطي في الدر المنثور 2: 132 ، وزاد نسبته لابن المنذر. وقوله: \"جنح عليها\": بسط عليها جناحه - أو كنفه - ومال عليها ، يعني أنه مال عليها ليحول بين الناس وبينها ، وسيأتي في الأثر رقم: 8877 تفسير جيد لمعنى هذه الكلمة ، وهو قول السدي: \"فإن سبق وارث الميت فألقى عليها ثوبه ، فهو أحق بها أن ينكحها\" ، فهذا الفعل - أي إلقاء الثوب على المرأة - هو الذي استعمل له عكرمة لفظ\"جنح عليها\". ولم أجد في كتب اللغة من أثبت هذا المجاز الجيد ، وهو حقيق أن يثبت فيها مشروحًا. فأثبته هناك إن شئت. وانظر أيضًا إلقاء الثوب على المرأة في الآثار الآتية رقم: 8878 ، 8880 ، 8881 ، 8882.(67) في المطبوعة: \"عبيد بن سلمان\" ، وهو خطأ ، صوابه من المخطوطة ، وقد سلف مرارًا في هذا الإسناد الدائر في التفسير.(68) في المطبوعة والمخطوطة: \"لا يستطيع أن يمنع\" ، وهو خطأ من الناسخ لا يستقيم به الكلام ، وصواب قراءتها ما أثبت.(69) في المطبوعة: \"فإن كانت قبيحة حبسها...\" ، وفي المخطوطة: \"ذميمة\" ، والصواب ما أثبت. والدميمة: القبيحة.(70) في المطبوعة: \"أن ترثوا النساء كرهًا أقاربكم\" ، وهو كلام فاسد كل الفساد ، وأساء التصرف في الخطأ الذي كان في المخطوطة ، وكان فيها: \"أن ترثوا النساء أقاربكم\" ، وهو سبق قلم من الناسخ ، صوابه ما أثبت.(71) كان في المخطوطة: \"فذلك لأهله نحوه وراثتهم إياه الموروث ذلك عنه من الرجال أو النساء أو رضي\" ، فاستعجم على الناشر الأول للتفسير قوله: \"نحوه\" ولم يجد لها معنى ، فكتب الجملة: \"فذلك لأهله نحو وراثتهم إياه الموروث ذلك عنه من الرجال أو النساء. فقد علم بذلك...\" جعل\"نحوه\"\"نحو\" بغير هاء ، وحذف\"أو رضي\" ليستقيم الكلام فيما يتوهم ، ولكنه أصبح لغوًا لا معنى له!! والصواب أن يقرأ\"نحوه\" -\"كره\" ، فيستقيم الكلام كما في المخطوطة بغير حذف. وقد أساء ناشر المطبوعة الأولى إلى هذا الكتاب الجليل إساءة بليغة ، بما تصرف فيه ، كما رأيت في آلاف من تعليقاتي ، وكما سترى. وغفر الله لنا وله.(72) في المخطوطة والمطبوعة: \"أن يرثوا النساء ما جعله لهم ميراثًا\" ، وصواب السياق يقتضي\"فيما\" كما أثبتها.(73) في المخطوطة: \"وسائر ماله نافع\" ، والصواب ما في المطبوعة ، وقوله: \"ما له منافع\" أي: وسائر الأشياء التي لها منافع ينتفع بها مالكها.(74) في المطبوعة: \"زوجته\" وأثبت ما في المخطوطة. و\"البضع\" (بضم الباء وسكون الضاد): فرج المرأة ، وقيل: هو الجماع ، وقيل: هو عقد النكاح. وكلها متقاربة ، والأول أولاها ، والباقي متفرع عليه.(75) في المخطوطة والمطبوعة: \"بميراثه ذلك عنه\" بالإفراد ، والصواب الجمع كما أثبته.(76) انظر الآثار رقم: 8871 ، 8873 ، 8877 ، وما بعدها.(77) الأثر: 8885 -\"سماك بن الفضل الصنعاني\" ، ثقة. قال الثوري: لا يكاد يسقط له حديث لصحته. و\"معمر\" ، هو معمر بن راشد ، يروى عنه.و\"ابن البيلماني\" ، هو: عبد الرحمن بن البيلماني ، مولى عمر. ثقة. مضت ترجمته برقم: 4946 ، 4947.(78) الأثر: 8886 -\"عبد الله\" يعني عبد الله بن المبارك.وكان في المطبوعة: \"والأخرى في الإسلام\" بإسقاط\"أمر\". وكذلك كتب ناسخ المخطوطة ، ولكنه زاد\"أمر\" في الهامش ، فأثبتها.(79) في المطبوعة: \"عبيد بن سلمان\" ، وهو خطأ يكثر من ناشر المطبوعة السالفة ، والصواب من المخطوطة ، وهو إسناد دائر في التفسير.(80) انظر تفسير الآية رقم: 232 ، في 5: 17-27. وكان في المخطوطة: \"كالعضل في سورة\" وأسقط\"البقرة\".(81) في المطبوعة: \"فلعلها لا توافقه\" ، وأثبت ما في المخطوطة.(82) انظر ما سلف 5: 24 ، 25 ، وما قبل ذلك من الآثار.(83) قوله: \"وكان الله جل ثناؤه\" ، معطوف على قوله: \"وكان معلومًا\".(84) قوله: \"كان بينًا بذلك...\" جواب\"إذا\" في قوله: \"وإذا صح ذلك\".(85) قوله: \"وصحة ما قلنا فيه\" مرفوع معطوف على\"خطأ\" في قوله: \"كان بينًا بذلك خطأ التأويل\".(86) زدت ما بين القوسين ، اتباعًا لنهج أبي جعفر في تفسير الآي السالفة كلها.(87) في المطبوعة والمخطوطة: \"ولا تعضلوهن\" بإسقاط\"أن\" ، وهو خطأ ، يدل عليه قوله بعد: \"وكذلك هي في حرف ابن مسعود\" - وقراءة ابن مسعود: { ولا أن تعضلوهن } وانظر معاني القرآن للفراء 1: 259.(88) انظر أيضًا معاني القرآن للفراء 1: 259.(89) في المخطوطة بعد: \"ليفتدين منكم\" ما نصه: \"ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن\" ، وهو تكرار أحسن الناشر الأول إذ حذفه.(90) انظر تفسير\"الفاحشة\" و\"الفحشاء\" فيما سلف: 73 ، تعليق: 3 ، والمراجع هناك.(91) في المخطوطة: \"إذا رأى الرجل امرأته فاحشة\" والصواب ما في المطبوعة.(92) في المخطوطة: \"تفتدي سلها\" غير بينة ، وصواب قراءتها فيما أرجح\"نفسها\". أما المطبوعة ، فقد حذف الكلمة كلها ، وجعل الفعل\"لتفتدي\".(93) الأثر: 8900 - مضى برقم: 4828 ، وانظر التعليق عليه هناك. في المخطوطة: \"فقد حل لك ما أخذت منك\" وفوق\"منك\"\"ط\" علامة الخطأ ، وقد صححه ناشر المطبوعة الأول من الدر المنثور 2: 132 ، وقد مضى في الإسناد السالف على الصواب. وكان هنا\"إذا عضلت وآذتك\" ، وصوابه من الإسناد السالف ، كما بينته هناك.(94) الأثر: 8901 -\"مطرف بن طريف الحارثي\" ، روى عن الشعبي وأبي إسحاق السبيعي ، وغيرهما ثقة. مترجم في التهذيب.\"وخالد\" هو: \"خالد بن أبي نوف السجستاني\" ، يروي عن ابن عباس مرسلا ، وروى عن عطاء بن أبي رباح ، والضحاك بن مزاحم. وهو ثقة. مترجم في التهذيب.(95) في المطبوعة: \"عبيد بن سلمان\" ، وهو خطأ كثر جدًا في المطبوعة ، صوابه من المخطوطة ، وهو إسناد دائر في التفسير ، فلن أشير إلى تصحيحه بعد هذه المرة.(96) في المطبوعة: \"بذاءة\" ، وأثبت ما في المخطوطة ، و\"البذاء\" و\"البذاءة\" واحد.(97) في المطبوعة: \" مبينة ظاهرة\" ، وهو لفظ الآية ، وفي المخطوطة سيئة الكتابة ، فرأيت الأجود أن تكون\"متبينة\" ، فأثبتها كذلك.(98) في المطبوعة والمخطوطة: \"فلكل زوج امرأة\" ، والسياق يقتضي\"فلكل\" ، لقوله بعد\"فله عضلها\".(99) في المخطوطة: \"بأن معاني فواحش أتت\" ، وهو تصحيف ، وفي المطبوعة: \"بأي معاني فواحش أتت\" ، فأصاب ، ولكنه أغفل أن يجعل\"فواحش\"\"الفواحش\" لتستقيم عربية الكلام.(100) قوله: \"بظاهر كتاب الله\" متعلق بقوله آنفًا\": \"فكل زوج امرأة... فله عضلها... بظاهر كتاب الله\" وهكذا السياق.(101) الحديث: 8905 -\"يونس بن سليمان البصري\" - شيخ الطبري: هكذا ثبت اسمه في هذا الموضع. ولم أجد في شيوخ الطبري من يسمى بهذا ، بل لم أجد ذلك في سائر الرواة فيما عندي من المراجع.والراجح - فيما أرى - بل أكاد أوقن أنه محرف عن\"يوسف بن سلمان\". وقد روى عنه الطبري قطعتين من هذا الحديث ، بهذا الإسناد: 2003 ، 2365. وهو حديث جابر - الطويل في الحج.وهذا الحديث قطعة من حديث جابر بن عبد الله ، في صفة حجة الوداع. وقد بينا تخريجه في: 2003. وهذه القطعة ذكرها السيوطي 2: 132 ، منسوبة للطبري وحده! ففاته - رحمه الله - أنها قطعة من الحديث الطويل.(102) الحديث: 8906 - موسى بن عبد الرحمن المسروقي ، شيخ الطبري: مضت ترجمته في: 174.وهذا الإسناد ضعيف جدًا ، من أجل\"موسى بن عبيدة الربذي\" ، كما بينا في: 1875 ، 1876.والحديث ذكره السيوطي 2: 132 ، ولم ينسبه لغير الطبري. ولم أجده في مكان آخر.ومعناه ثابت صحيح ، بصحة حديث جابر الذي قبله هنا.وهو ثابت أيضًا من حديث عمرو بن الأحوص الجشمي ، مرفوعًا. رواه الترمذي وابن ماجه ، وقال الترمذي: \"حديث حسن صحيح\". كما في الترغيب والترهيب 3: 73.وهو ثابت أيضًا من حديث أبي حرة الرقاشي عن عمه ، مرفوعًا. رواه أحمد في المسند 5 : 72-73 (حلبي).عوان جمع عانية: وهي الأسيرة ، يقول: هي عندكم بمنزلة الأسرى ، وصدق نبي الله ، هدى إلى الحق وبينه ، وكان بالمؤمنين رؤوفًا رحيما. و\"العانية\" من: \"عنا الرجل يعنو عنوًا وعناء\" إذا ذل لك واستأسر ، فهو\"عان\".(103) في المخطوطة والمطبوعة: \"أن لا يمكن أنفسهن من أحد سواكم\" ، وفي المخطوطة كتب\"لا\" على سين\"أنفسهن\" ، كأنه كان يوشك أن يصحح الكلمة ، ثم غفل عنها ، وصواب السياق يقتضي أن تكون الجملة كما أثبتها ، وإنما سها الناسخ.(104) انظر ما سلف رقم: 8894.(105) انظر تفسير\"المعروف\" فيما سلف: 8: 13 ، والمراجع هناك ، وأتم تعريف له فيما سلف: 7: 105.(106) هذا التفريق الذي بين\"خالقوهن\" و\"خالطوهن\" ، وتصحيح أبي جعفر ، من حسن البصر بافتراق المعاني ، وحقها في أداء معاني اللغة ، ولا سيما في تفسير ألفاظها.(107) في المخطوطة والمطبوعة: كتب هذه الجملة كنص الآية: \"ويجعل الله فيه خيرًا كثيرًا\" ، وليس ذلك بشيء ، بل السياق يقتضي أن يجعل\"فيه\" ، \"في كرهه\" ، لأنه تأويل معنى قوله إن\"الهاء\" في\"فيه\" كناية من مصدر\"تكرهوا\".",
  "ayah": 19,
  "surah": 4
}
