{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْقال أبو جعفر: يعني بقوله جل ثناؤه: (3) \" يا أيها الذين آمنوا \"، صدّقوا الله ورسوله =\" لا تأكلوا أموالكم بينكم بالباطل \"، يقول: لا يأكل بعضكم أموالَ بعض بما حرّمَ عليه، من الربا والقمار وغير ذلك من الأمور التي نهاكم الله عنها (4) =\" إلا أن تكون تجارةً\" . كما:-9140 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا &; 8-217 &; أسباط، عن السدي: \" يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم \"، أما \" أكلهم أموالهم بينهم بالباطل \"، فبالرّبا والقمار والبخس والظلم (5) =\" إلا أن تكون تجارة \"، ليربح في الدرهم ألفًا إن استطاع.9141 - حدثني محمد بن المثنى قال، حدثنا محمد بن الفضل أبو النعمان قال، حدثنا خالد الطحان، قال، أخبرنا داود بن أبي هند، عن عكرمة، عن ابن عباس في قوله تعالى: \" لا تأكلوا أموالكم بينكم بالباطل \"، قال: الرجل يشتري السلعة فيردّها ويردّ معها درهمًا. (6)9142 - حدثنا محمد بن المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود، عن عكرمة، عن ابن عباس = في الرجل يشتري من الرجل الثوبَ فيقول: \" إن رضيته أخذته وإلا رددته ورددت معه درهمًا \"، قال: هو الذي قال الله: \" لا تأكلوا أموالكم بينكم بالباطل \".* * *وقال آخرون: بل نـزلت هذه الآية بالنهي عن أن يأكل بعضهم طعامَ بعض إلا بشراء. فأما قِرًى، فإنه كان محظورًا بهذه الآية، حتى نسخ ذلك بقوله في\" سورة النور \":  لَيْسَ عَلَى الأَعْمَى حَرَجٌ وَلا عَلَى الأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ  الآية [سورة النور: 61].*ذكر من قال ذلك:9143 - حدثني محمد بن حميد قال، حدثنا يحيى بن واضح، عن الحسن بن واقد، عن يزيد النحوي، عن عكرمة والحسن البصري قالا في قوله: \" لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارةً عن تراض منكم \" الآية، فكان الرجل يتحرّج أن يأكل عند أحد من الناس بعد ما نـزلت هذه الآية، فنسخ ذلك بالآية التي في\" سورة النور \"، فقال:  لَيْسَ عَلَى الأَعْمَى حَرَجٌ وَلا عَلَى الأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ  إلى قوله:  جَمِيعًا أَوْ أَشْتَاتًا  (7) فكان الرجل الغنيّ يدعو الرجلَ من أهله إلى الطعام، فيقول: \" إني لأتَجَنَّح \"! = و \" التجنح \" التحرّج (8) = ويقول: \" المساكين أحق به مني\"! (9) فأحل من ذلك أن يأكلوا مما ذكر اسم الله عليه، وأحلّ طعامَ أهل الكتاب. (10)* * *قال أبو جعفر: وأولى هذين القولين بالصواب في ذلك، قولُ السدي. وذلك أن الله تعالى ذكره حرّم أكل أموالنا بيننا بالباطل، ولا خلاف بين المسلمين أنّ أكل ذلك حرامٌ علينا، فإنّ الله لم يحلَّ قط أكلَ الأموال بالباطل.وإذْ كان ذلك كذلك، فلا معنى لقول من قال: \" كان ذلك نهيًا عن &; 8-219 &; أكل الرجل طعامَ أخيه قرًى [على وجه ما أذن له]، ثم نُسخ ذلك، (11) لنقل علماء الأمّة جميعًا وجُهَّالها : أن قرَى الضيف وإطعام الطعام كان من حميد أفعال أهل الشرك والإسلام التي حَمِدَ الله أهلها عليها وَندبهم إليها، وأن الله لم يحرّم ذلك في عصر من العصور، بل نَدَب الله عباده وحثهم عليه.وإذ كان ذلك كذلك، فهو من معنى الأكل بالباطل خارج، ومن أن يكون ناسخًا أو منسوخًا بمعزل. لأن النسخَ إنما يكون لمنسوخ، ولم يثبت النهي عنه، فيجوز أن يكون منسوخًا بالإباحة.وإذ كان ذلك كذلك، صحّ القول الذي قلناه: من أنّ الباطل الذي نهى الله عن أكل الأموال به، هو ما وصفنا مما حرمه على عباده في تنـزيله أوْ على لسان رسوله صلى الله عليه وسلم - وشذّ ما خالفه \". (12)واختلفت القرأة في قراءة قوله: \" إلا أن تكون تجارة عن تراض منكم \".فقرأها بعضهم: ( إِلا أَنْ تَكُونَ تِجَارَةٌ ) رفعًا، بمعنى: إلا أن توجد تجارة، أو: تقع تجارة، عن تراض منكم، فيحل لكم أكلها حينئذ بذلك المعنى. ومذهب من قرأ ذلك على هذا الوجه: \" إلا أن تكون \" تامةً ههنا، (13) لا حاجة بها إلى خَبر، على ما وصفت. وبهذه القراءة قرأ أكثر أهل الحجاز وأهل البصرة.* * *وقرأ ذلك آخرون، وهم عامة قرأة الكوفيين: ( إِلا أَنْ تَكُونَ تِجَارَةً ) ، نصبًا، بمعنى: إلا أن تكونَ الأموال التي تأكلونها بينكم، تجارةً عن تراض منكم، فيحل لكم هنالك أكلها. فتكون \" الأموال \" مضمرة في قوله: \" إلا أن تكون \"، و \" التجارة \" منصوبة على الخبر. (14)* * *قال أبو جعفر: وكلتا القراءتين عندنا صوابٌ جائزةٌ القراءةُ بهما، لاستفاضتهما في قرأة الأمصار، مع تقارب معانيهما. غير أن الأمر وإن كان كذلك، فإن قراءة ذلك بالنصب، أعجبُ إليّ من قراءته بالرفع، لقوة النصب من وجهين:أحدهما: أن في\" تكون \" ذكر من الأموال. والآخر: أنه لو لم يجعل فيها ذكر منها، ثم أفردت بـ \" التجارة \"، وهي نكرة، كان فصيحًا في كلام العرب النصبُ، إذ كانت مبنيةً على اسم وخبر. فإذا لم يظهر معها إلا نكرة واحدة، نصبوا ورفعوا، كما قال الشاعر:إِذَا كَانَ طَعْنًا بَيْنَهُمْ وَعِنَاقَا (15)قال أبو جعفر: ففي هذه الآية إبانةٌ من الله تعالى ذكره عن تكذيب قول الجهلة من المتصوِّفة المنكرين طلبَ الأقوات بالتجارات والصناعات، والله تعالى يقول: \" يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم \"، اكتسابًا منا ذلك بها، (16) كما:-9144 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن &; 8-221 &; قتادة قوله: \" يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم \"، قال: التجارةُ رزقٌ من رزق الله، وحلالٌ من حلال الله، لمن طلبها بصدقها وبرِّها. وقد كنا نحدَّث: أن التاجرَ الأمين الصدوقَ مع السبعة في ظلّ العرش يوم القيامة. (17) .* * *وأما قوله: \" عن تراض \"، فإنّ معناه كما:-9145 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله تبارك وتعالى: \" عن تراض منكم \"، في تجارة أو بيع، أو عطاءٍ يعطيه أحدٌ أحدًا.9146 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" عن تراض منكم \" في تجارة، أو بيع، أو عطاء يعطيه أحدٌ أحدًا.9147 - حدثنا ابن وكيع قال، حدثنا أبي، عن القاسم، عن سليمان الجعفي، عن أبيه، عن ميمون بن مهران قال: قال رسول الله صلى الله عليه وسلم: البيعُ عن تراضٍ، والخيارُ بعد الصفقة، ولا يحلّ لمسلم أن يغشّ مسلمًا. (18)9148 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج. قال: قلت لعطاء: المماسحة، بيعٌ هي؟ (19) قال: لا حتى يخيِّره، التخييرُ بعد ما يجبُ البيعُ، إن شاء أخذ، وإن شاء ترك.* * *واختلف أهل العلم في معنى \" التراضي\" في التجارة. فقال بعضهم: هو أن يُخير كل واحد من المتبايعين بعد عقدهما البيعَ بينهما فيما تبايعا فيه، من إمضاء البيع أو نقضه، أو يتفرّقا عن مجلسهما الذي تواجبا فيه البيعَ بأبدانهما، عن تراض منهما بالعقد الذي تعاقداه بينهما قبل التفاسخ.*ذكر من قال ذلك:9149 - حدثنا ابن بشار قال، حدثنا معاذ بن هشام قال، حدثني أبي، عن قتادة، عن محمد بن سيرين، عن شريح قال: اختصم رجلان باع أحدهما من الآخر بُرْنُسًا، فقال: إني بعتُ من هذا برنسًا، فاسترضيته فلم يُرضني!! فقال: أرضه كما أرضاك. قال: إني قد أعطيته دراهم ولم يرضَ! قال: أرضه كما أرضاك. قال: قد أرضيته فلم يرض! فقال: البيِّعان بالخيار ما لم يتفرَّقا. (20)9150 - حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان، عن عبد الله بن أبي السفر، عن الشعبي، عن شريح قال: البيِّعان بالخيار ما لم يتفرّقا. (21)9151 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر، عن شعبة، عن الحكم، عن شريح مثله.9152 - حدثنا ابن المثنى قال حدثنا محمد قال، حدثنا شعبة، عن جابر قال، حدثني أبو الضحى، عن شريح أنه قال: البيِّعان بالخيار ما لم يتفرقا = قال قال أبو الضحى: كان شريح يحدِّث عن رسول الله صلى الله عليه وسلم بنحوه. (22)9153 - وحدثني الحسين بن يزيد الطحان قال، حدثنا إسحاق بن منصور، عن عبد السلام، عن رجل، عن أبي حوشب، عن ميمون قال: اشتريت من ابن سيرين سابريًّا، فسَام عليَّ سَوْمَه، فقلت: أحسن! فقال: إما أن تأخذ وإما أن تدع. فأخذت منه، فلما وزنتُ الثمن وَضَع الدراهم فقال: اختر، إما الدراهم، وإما المتاع. فاخترت المتاع فأخذته. (23)9154 - حدثنا أبو كريب قال، حدثنا هشيم، عن إسماعيل بن سالم، عن الشعبي أنه كان يقولُ في البيعين: إنهما بالخيار ما لم يتفرقا، فإذا تصادرَا فقد وجب البيع. (24)9155 - حدثنا محمد بن إسماعيل الأحمسي قال، حدثنا محمد بن عبيد قال، حدثنا سفيان بن دينار، عن ظبية قال: كنت في السوق وعلي رضي الله عنه في السوق، فجاءت جارية إلى بَيِّع فاكهة بدرهم، فقالت: أعطني هذا. فأعطاها إياه، فقالت: لا أريده، أعطني درهمي! فأبى، فأخذه منه علي فأعطاها إياه. (25)9156 - حدثنا ابن حميد قال، حدثنا جرير، عن مغيرة، عن الشعبي: أنه أُتِىَ في رجل اشترى من رجل برذَوْنًا ووَجبَ له، ثم إنّ المبتاع رَدّه قبل أن يتفرّقا، فقضى أنه قد وَجبَ عليه، فشهدَ عنده أبو الضحى: أنّ شريحًا قضى في مثله أن يردَّه على صاحبه. فرجع الشعبي إلى قضاء شُريح.9157- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، حدثنا هشام، عن ابن سيرين، عن شريح، أنه كان يقول في البيعين: إذا ادّعى المشتري، أنه قد أوجبَ له البيعَ، وقال البائع: لم أُوجب له = قال: شاهدان عدلان أنكما افترقتما عن تراض بعد بيع أو تخاير، وإلا فيمين البائع: أنكما [ما] افترقتما عن بيع ولا تخاير. (26)9158 - حدثني يعقوب قال، حدثنا ابن علية، عن أيوب، عن محمد. قال: كان شريح يقول: شاهدان ذوا عدل أنكما افترقتما عن تراض بعد بيع وتخاير، وإلا فيمينه بالله: ما تفرَّقتما عن تراض بعد بيع أو تخاير.9159 - حدثنا حميد بن مسعدة قال، حدثنا بشر بن المفضل قال، حدثنا ابن عون، عن محمد بن سيرين، عن شريح أنه كان يقول: شاهدان ذوا عدل أنهما تفرّقا عن تراض بعد بيع أو تخاير.* * *وعلة من قال هذه المقالة، ما:-9160 - حدثنا ابن المثنى قال، حدثنا يحيى بن سعيد، عن عبيد الله قال، أخبرني نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم قال: كل بَيِّعين فلا بيع بينهما حتى يتفرّقا، إلا أن يكونَ خيارًا. (27)9161 - حدثنا أبو كريب قال، حدثنا مروان بن معاوية قال، حدثني يحيى بن أيوب قال، كان أبو زرعة إذا بايع رجلا يقول له: خيِّرني! ثم يقول: قال أبو هريرة: قال رسول الله صلى الله عليه وسلم: \" لا يفترق إلا عن رضى \". (28)9162 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية قال، حدثنا أيوب، عن أبي قلابة قال: قال رسول الله صلى الله عليه وسلم: يا أهل البقيع! فسمعوا صوتَه، ثم قال: يا أهل البقيع! فاشْرأبُّوا ينظرون، حتى عرفوا أنه صوته، ثم قال: يا أهل البقيع! لا يتفرقنّ بيِّعان إلا عن رضى. (29)9163- حدثني أحمد بن محمد الطوسي قال، حدثنا أبو داود الطيالسي قال، حدثنا سليمان بن معاذ قال، حدثنا سماك، عن عكرمة، عن ابن عباس: أن النبي صلى الله عليه وسلم بايع رجلا ثم قال له: اختر. فقال: قد اخترت. فقال: هكذا البيع. (30)* * *قالوا: فالتجارة عن تراض، هو ما كان على ما بيَّنه النبي صلى الله عليه وسلم من تخيير كل واحد من المشتري والبائع في إمضاء البيع فيما يتبايعانه بينهما = أو نقضه بعد عقد البيع بينهما وقبل الافتراق = أو ما تفرقا عنه بأبدانهما عن تراض منهما بعد مُواجبة البيع فيه عن مجلسهما. فما كان بخلاف ذلك، فليس من التجارة التي كانت بينهما عن تراض منهما.* * *وقال آخرون: بل التراضي في التجارة، تُواجب عقد البيع فيما تبايعه المتبايعان بينهما عن رضى من كل واحد منهما: ما مُلِّك عليه صاحبه وَملِّك صاحبه عليه، افترقا عن مجلسهما ذلك أو لم يفترقا، تخايرا في المجلس أو لم يتخايرا فيه بعد عقده.* * *وعلة من قال هذه المقالة: أنّ البيع إنما هو بالقول، كما أن النكاح بالقول، ولا خلاف بين أهل العلم في الإجبار في النكاح لأحد المتناكحين على صاحبه، افترقا أو لم يفترقا عن مجلسهما الذي جرى ذلك فيه. قالوا: فكذلك حكم البيع. وتأولوا قولّ النبي صلى الله عليه وسلم: \" البَيِّعان بالخيار ما لم يتفرقا \"، على أنه ما لم يتفرّقا بالقول. وممن قال هذه المقالة مالك بن أنس، وأبو حنيفة، وأبو يوسف، ومحمد.* * *قال أبو جعفر: وأولى القولين بالصواب في ذلك عندنا، قولُ من قال: إن التجارة التي هي عن تراض بين المتبايعين، ما تفرّق المتبايعان عن المجلس الذي تواجبَا فيه بينهما عُقدة البيع بأبدانهما، عن تراض منهما بالعقد الذي جرى بينهما، وعن تخيير كل واحد منهما صاحبه = لصحة الخبر عن رسول الله صلى الله عليه وسلم، بما:-9164 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية قال، أخبرنا أيوب = وحدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا أيوب = عن نافع، عن ابن عمر قال، قال رسول الله صلى الله عليه وسلم: \" البيعان بالخيار ما لم يتفرقا أو يكون بيعَ خيار \" = وربما قال: \" أو يقول أحدهما للآخر اختر \". (31)* * *=فإذ كان ذلك عن رسول الله صلى الله عليه وسلم صحيحًا، فليس يخلو قول أحد المتبايعين لصاحبه: \" اختر \"، من أن يكون قبل عقد البيع، أو معه، أو بعده.=فإن يكن قبله، فذلك الخَلْف من الكلام الذي لا معنى له، (32) لأنه لم يملك قبل عقد البيع أحدُ المتبايعين على صاحبه ما لم يكن له مالكًا، فيكون لتخييره صاحبه فيما مَلك عليه وجه مفهوم (33) = ولا فيهما من يجهلُ أنه بالخيار في تمليك صاحبه ما هو لهُ غير مالك بعوَض يعتاضُه منه، فيقال له: \" أنت بالخيار فيما تريدُ أن تحدثه من بيع أو شراء \".= أو يكون - إذْ بطل هذا المعنى (34) - تخيير كلّ واحد منهما صاحبه مع عقد البيع. ومعنى التخيير في تلك الحال، نظيرُ معنى التخيير قبلها. لأنها حالة لم يَزُل فيها عن أحدهما ما كان مالكه قبل ذلك إلى صاحبه، فيكون للتخيير وجه مفهوم.= أو يكون ذلك بعد عقد البيع، إذْ فَسد هذان المعنيان. (35)وإذْ كان ذلك كذلك، صحّ أن المعنى الآخر من قول رسول الله صلى الله عليه وسلم - أعني قوله: \" ما لم يتفرقا \" - إنما هو التفرّق بعد عقد البيع، كما كان التخيير بعده. وإذْ صحّ ذلك، فسد قولُ من زعم أن معنى ذلك إنما هو التفرق بالقول الذي به يكون البيع. وإذ فسد ذلك، صحّ ما قلنا من أن التخيير والافتراق إنما هما معنيان بهما يكون تمام البيع بعد عقده، وصحّ تأويل من قال: معنى قوله: \" إلا أن تكون تجارة عن تراض منكم \": إلا أن يكون أكلكم الأموال التي يأكلها بعضكم لبعض، عن مِلْك منكم عمن مَلكتموها عليه، بتجارة تبايعتموها بينكم، وافترقتم عنها عن تراض منكم بعد عقد البيع بينكم بأبدانكم، أو تخيير بعضكم بعضًا. (36)* * *القول في تأويل قوله :  وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (29)قال أبو جعفر: يعني بذلك جل ثناؤه: \" ولا تقتلوا أنفسكم \"، ولا يقتل بعضكم بعضًا، وأنتم أهل ملة واحدة، ودعوة واحدة، ودين واحد. فجعل جل ثناؤه أهل الإسلام كلهم بعضَهم من بعض. وجعل القاتل منهم قتيلا = في قتله إياه منهم = بمنـزلة قَتله نفسه، إذ كان القاتلُ والمقتول أهلَ يد واحدة على من خالف مِلَّتَهُما. (37)وبنحو ما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:9165 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ولا تقتلوا أنفسكم \"، يقول: أهل ملتكم.9166 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء بن أبي رباح: \" ولا تقتلوا أنفسكم \"، قال: قتل بعضكم بعضًا.* * *وأما قوله جل ثناؤه: \" إن الله كان بكم رحيمًا \"، فإنه يعني: إن الله تبارك وتعالى لم يزل \" رحيمًا \" بخلقه، (38) ومن رحمته بكم كفُّ بعضكم عن قتل بعض، أيها المؤمنون، بتحريم دماء بعضكم على بعض إلا بحقها، وحظْرِ أكل مال بعضكم على بعض بالباطل، إلا عن تجارة يملك بها عليه برضاه وطيب نفسه، لولا ذلك هلكتمْ وأهلك بعضكم بعضًا قتلا وسلبًا وغصبًا.---------------الهوامش :(3) في المخطوطة والمطبوعة: \"يعني بذلك جل ثناؤه\" ، والسياق يقتضي ما أثبت.(4) انظر تفسير\"أكل الأموال بالباطل\" فيما سلف 3: 548 ، 549 / 7: 528 ، 578(5) في المطبوعة: \"نهى عن أكلهم أموالهم بينهم بالباطل وبالربا...\" ، ولا أدري لم غير ما في المخطوطة!! وهو مطابق لما في الدر المنثور 2: 143.(6) الأثر: 9141 -\"محمد بن الفضل أبو النعمان\" ، هو\"عارم\" ، سلفت ترجمته برقم: 3387.وكان في المخطوطة: \"محمد بن المفضل\". وأما المطبوعة ، فقد أساء الناشر غاية الإساءة ، وخالف الأمانة ، فكتب\"أحمد بن المفضل\" ، وحذف\"أبو النعمان\" ، وهذا أسوأ ما يكون من ترك الأمانة. وأما \"خالد الطحان\" ، فهو: \"خالد بن عبد الله بن عبد الرحمن الواسطي\" سلفت ترجمته برقم: 4433 ، 5434.(7) من أعجب العجب ، أن تكون آية سورة النور قد ذكرت قبل أسطر على الصحة ، ثم تتفق المخطوطة والمطبوعة على أن تسوق الآية على الخطأ ، فيكتب: \"ليس عليكم جناح أن تأكلوا من بيوتكم...\" وهذا من السهو الشديد ، أعاذنا الله وإياك من مثله ، والله وحده المستعان.(8) \"التجنح\": التحرج ، هذا معنى جيد عريق في العربية ، لم تثبته كتب اللغة ، فأثبته هناك.(9) في المطبوعة: \"أحق مني به\" ، على التأخير ، وأثبت ما في المخطوطة.(10) كأن هذا الأثر فيه بعض النقص ، وقد اختصره السيوطي في الدر المنثور 2: 143 ، 144 ، اختصارًا شديدًا.(11) هذه العبارة التي بين القوسين ، محرفة لا شك في تحريفها ، ولم أجد لها وجهًا أرتضيه ، فوضعتها بين القوسين ، ولو أسقطها مسقط من الكلام لاستقام على صحة.(12) قوله: \"وشذ ما خالفه\" معطوف على قوله: \"صح القول الذي قلناه\".(13) في المطبوعة: \"... على هذا الوجه أن تكون تامة...\" ، ورددتها إلى ما كان في المخطوطة ، فهي صحيحة في سياقه.(14) انظر تفصيل القول في هاتين القراءتين ، في نظيرة هذه الآية من سورة البقرة: 282 في 6: 80-82 ، وإن اختلف وجه التأويل في الآيتين ، كما يظهر من مراجعة ذلك في آية سورة البقرة.(15) سلف البيت بتمامه في 6: 80 ، ولم أشر إلى مكانه هنا في الموضع السالف ، لأني لم أقف عليه أثناء تخريج شعر التفسير ، لإدماجه في صلب الكلام.(16) في المطبوعة: \"اكتسابًا أحل ذلك لها\" ، غير ما في المخطوطة ، إذ لم يحسن قراءته. وهو كما أثبته ، إلا أن الناسخ أخطأ فكتب\"لها\" ، والصواب: \"بها\" ، أي: بالتجارات والصناعات.(17) يعني الحديث الصحيح: \"سَبْعَةٌ يِظلُّهُم الله في ظِلّه يومَ لا ظِلّ إلا ظِلُّهُ: إمَام عادلٌ ، وشابٌّ نَشَأَ في عبادة الله ، ورجُلٌ قلبه مُعَلَّقٌ بالمسجِد إذَا خَرَجَ مِنْه حَتَّى يَعُودَ إليه ، ورجلان تَحابَّا في الله فاجتمعَا على ذلك وافترقَا ، ورجُلٌ ذكر الله خاليًا ففاضتْ عيناهُ ، ورجُلٌ دَعَتْهُ امرأة ذات مَنْصِبٍ وجَمالٍ فقال: إنّي أخاف الله رَبَّ العالَمين ، ورجُلٌ تصدَّق بصدقةٍ ، فأخفَاها حتى لا تَعْلَم شِماله ما تنفِقُ يمينُه\". رواه الترمذي من حديث أبي هريرة وصححه: 345.(18) الأثر: 9147 - هذا حديث مرسل ، خرجه ابن كثير في تفسيره 2: 413 والسيوطي في الدر المنثور 2: 144 ، ولم ينسبه لغير ابن جرير.(19) \"تماسح الرجلان\": إذا تبايعا فتصافقا ، ومسح أحدهما على يد صاحبه ، وذلك من صور بيعهم في الجاهلية.(20) \"البيع\" (بفتح الباء وتشديد الياء المكسورة) ، البائع أو المشتري ، والبيعان: المتبايعان.(21) الأثر: 9150 -\"عبد الله بن أبي السفر الهمداني الثوري\" ، واسم\"أبي السفر\": سعيد بن يحمد. وروى عبد الله عن أبيه ، وعن الشعبي وغيرهما. ثقة ، ليس بكثير الحديث. مترجم في التهذيب.(22) حديث: \"البيعان بالخيار...\" ، حديث صحيح رواه البخاري ومسلم وغيرهما ، وانظر السنن الكبرى للبيهقي 5: 268-272.(23) الأثر: 9153 -\"الحسين بن يزيد الطحان\" ، وقد مضى قبل بنسبته\"السبيعي\" ، انظر ما سلف رقم: 2892 ، 7863. وكان في المطبوعة والمخطوطة هنا\"الحسن بن يزيد\" وهو خطأ.وأما \"أبو حوشب\" ، فلم أجد من الرواة من هذا كنيته ، وفي الإسناد تصحيف لا شك فيه.(24) \"تصادرا\" انصرف هذا ، وانصرف الآخر ، يقال: \"صدر الرجل فهو صادر\" ، رجع أو انصرف.(25) الأثر: 9155 -\"محمد بن إسماعيل الأحمسي\" مضت ترجمته برقم: 405 ، 718.\"محمد بن عبيد الطنافسي\" مضت ترجمته برقم: 405.و\"ظبية\" ، هكذا اجتهدت قراءتها من المخطوطة ، ولم أعرف من تكون؟ وكان في المطبوعة: \"طيسلة\" أخطأ قراءة المخطوطة خطأ عظيما. ولم أجد هذا الأثر في مكان آخر.(26) الزيادة ما بين القوسين لا بد منهما للسياق ، وانظر الأثر الذي يليه.(27) الحديث: 9160 - يحيى بن سعيد: هو القطان. عبيد الله: هو ابن عمر بن حفص بن عاصم العمري. ووقع في المطبوعة (والمخطوطة)\"عبد الله\" بالتكبير. وهو أخو\"عبيد الله\". وهو محتمل أن يكون كذلك. ولكني أرى الصواب\"عبيد الله\" بالتصغير ، أولا: لأن الحديث معروف من روايته. وثانيًا: لأن الحافظ المزي لم يذكر في تهذيب الكمال رواية ليحيى القطان عن\"عبد الله\" ، لا في ترجمة يحيى ، ولا في ترجمة\"عبد الله\". وهو من عادته أن يتتبع ذلك ويستقصيه استقصاء تامًا.والحديث رواه أحمد في المسند: 5158 ، عن يحيى - وهو القطان ، عن عبيد الله ، به ، نحوه.ورواه أحمد أيضًا: 6193 ، عن الفضل بن دكين ، عن الثوري ، عن عبد الله بن دينار ، عن ابن عمر. ورواه البخاري 4: 280 (فتح) ، من رواية عبد الله بن دينار ، عن ابن عمر. وكذلك رواه مسلم 1: 447 ، من هذا الوجه.ورواه أحمد أيضًا: 4566 ، بنحوه ، عن ابن عيينة ، عن عبد الله بن دينار.وسيأتي أيضًا: 9164 ، من رواية أيوب ، عن نافع ، بمعناه.وقد خرجناه في مواضع كثيرة في المسند. وهو حديث معروف مشهور.(28) الحديث: 9161 - يحيى بن أيوب بن أبي زرعة بن عمرو بن جرير البجلي: ثقة. قال ابن معين: \"ليس به بأس\". ونقل بعضهم عن ابن معين تضعيفه ، وترجمه البخاري في الكبير 4 / 2 / 260 ، فلم يذكر فيه جرحًا ، وترجمه ابن أبي حاتم 4 / 2 / 137.وهو يروي هنا عن جده\"أبي زرعة بن عمرو بن جرير\" - وهو تابعي ثقة.والحديث رواه أبو داود: 3485 ، عن محمد بن حاتم الجرجرائي ، عن مروان ، وهو ابن معاوية الفزاري - بهذا الإسناد.ورواه البيهقي في السنن الكبرى 5: 271 ، من طريق أبي داود. وذكره السيوطي 1: 144 ولم ينسبه لغير الطبري.(29) الحديث: 9162 - هذا إسناد مرسل ، لأن أبا قلابة تابعي. فلا أدري أهو هكذا في الطبري ، أم كان موصولا فسقط اسم الصحابي من الناسخين؟فقد رواه البيهقي في السنن الكبرى 5: 271 ، من طريق الحسن بن مكرم ، عن علي بن عاصم ، عن خالد الحذاء ، عن أبي قلابة ، عن أنس ، بنحوه. وهذا إسناد جيد.ولكن السيوطي ذكر رواية الطبري هذه 1: 144 ، عن أبي قلابة ، مرسلا.(30) الحديث: 9163 - سليمان بن معاذ: هو سليمان بن قرم - بفتح القاف وسكون الراء - بن معاذ ، وهو ثقة ، فيما رجحنا في شرح المسند: 5753.والحديث هو من رواية الطيالسي. وهو في مسنده: 2675.وكذلك رواه البيهقي في السنن الكبرى 5: 270 ، من طريق الطيالسي.وفي المستدرك للحاكم 2: 14 ، حديث لابن عمر وابن عباس - معًا - مرفوعًا ، في معنى الخيار بين البيعين. وهو شاهد قوي لمعنى هذا الحديث.(31) الحديث: 9164 - هذا إسناد من أصح الأسانيد: \"أيوب ، عن نافع ، عن ابن عمر\".وقد رواه الطبري هنا بإسنادين إلى أيوب: من طريق ابن علية ، ومن طريق عبد الوهاب ، وهو ابن عبد المجيد الثقفي.وقد رواه مالك في الموطأ ، ص: 671 ، بنحوه - عن نافع عن ابن عمر: سلسلة الذهب.ورواه أحمد في المسند: 4484 ، عن إسماعيل - وهو ابن علية - عن أيوب ، به.ورواه البخاري 4: 274 (فتح) ، من طريق حماد بن زيد ، عن أيوب.ورواه مسلم 1: 447 ، من رواية مالك ، ومن رواية عبيد الله ، ومن رواية أيوب - وغيرهم - عن نافع. ورواه البيهقي 5: 268-269 ، بأسانيد فيها كثيرة.(32) \"الخلف\" (بفتح الخاء وسكون اللام): هو الكلام الرديء الخطأ ، يقال: \"هذا خلف من القول\" ، وفي المثل: \"سكت ألفًا ، ونطق خلفًا\" ، للذي يطيل الصمت ، فإذا تكلم تكلم بالخطأ.(33) في المطبوعة: \"فيما يملك عليه\" ، والصواب من المخطوطة.(34) في المخطوطة والمطبوعة: \"إن بطل...\" والأجود ما أثبت.(35) في المطبوعة: \"إذا فسد...\" ، والصواب\"إذ\" كما في المخطوطة.(36) في المخطوطة والمطبوعة: \"أو يخير بعضكم...\" ، ورجحت ما أثبت.(37) انظر تفسير\"أنفسكم\" في مثل هذا المعنى 2: 301 / 6: 501 / 7: 454 ، 455.(38) انظر تفسير: \"كان\" في مثل هذا فيما سلف 7: 523 / 8: 51 ، 88 ، 98",
  "ayah": 29,
  "surah": 4
}
