{
  "text": "القول في تأويل قوله جل ذكره :  وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِقال أبو جعفر: يعني بذلك جل ثناؤه: وذِلُّوا لله بالطاعة، واخضعوا له بها، وأفردوه بالربوبية، وأخلصوا له الخضوع والذلة، بالانتهاء إلى أمره، والانـزجار عن نهيه، ولا تجعلوا له في الربوبية والعبادة شريكًا تعظمونه تعظيمكم إياه. (98)=\" وبالوالدين إحسانًا \"، يقول: وأمركم بالوالدين إحسانًا = يعني برًّا بهما = ولذلك نصب \" الإحسان \"، لأنه أمر منه جل ثناؤه بلزوم الإحسان إلى الوالدين، على وجه الإغراء. (99)* * *وقد قال بعضهم: معناه: \" واستوصوا بالوالدين إحسانًا \"، وهو قريب المعنى مما قلناه.* * *وأما قوله: \" وبذي القربى \"، فإنه يعني: وأمرَ أيضًا بذي القربى = وهم ذوو قرابة أحدنا من قبل أبيه أو أمه، ممن قربت منه قرابته برحمه من أحد الطرفين (100) إحسانًا بصلة رحمه.* * *وأما قوله: \" واليتامى \"، فإنهم جمع \" يتيم \"، وهو الطفل الذي قد مات والده وهلك. (101)* * *=\" والمساكين \" وهو جمع \" مسكين \"، وهو الذي قد ركبه ذل الفاقة والحاجة، فتمسكن لذلك. (102)* * *يقول تعالى ذكره: استوصوا بهؤلاء إحسانًا إليهم، وتعطفوا عليهم، والزموا وصيتي في الإحسان إليهم.* * *القول في تأويل قوله :  وَالْجَارِ ذِي الْقُرْبَىقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك. فقال بعضهم: معنى ذلك: والجار ذي القرابة والرحم منك.*ذكر من قال ذلك:9437 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس قوله: \" والجار ذي القربى \"، يعني: الذي بينك وبينه قرابة.9438 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" والجار ذي القربى \"، يعني: ذا الرَّحم.9439 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة وابن أبي نجيح، عن مجاهد قوله: \" والجار ذي القربى \"، قال: جارك، هو ذو قرابتك.9440 - حدثنا ابن وكيع قال، حدثنا أبي، عن إسرائيل، عن جابر، عن عكرمة ومجاهد في قوله: \" والجار ذي القربى \"، قالا القرابة.9441 - حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم، عن جويبر، عن الضحاك في قوله: \" والجار ذي القربى \"، قال: جارك الذي بينك وبينه قرابة.9442 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" والجار ذي القربى \"، جارك ذو القرابة.9443 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" والجار ذي القربى \"، إذا كان له جار له رحم، فله حقَّان اثنان: حق القرابة، وحق الجار.9444 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" والجار ذي القربى \"، قال: الجار ذو القربى، ذو قرابتك.* * *وقال آخرون: بل هو جارُ ذي قرابتك.*ذكر من قال ذلك:9445 - حدثنا عبد الرحمن قال، حدثنا جرير، عن ليث، عن ميمون بن مهران في قوله: \" والجار ذي القربى \" قال: الرجل يتوسل إليك بجوار ذي قرابتك.* * *قال أبو جعفر: وهذا القول قولٌ مخالفٌ المعروفَ من كلام العرب. وذلك أن الموصوف بأنه \" ذو القرابة \" في قوله: \" والجار ذي القربى \"،\" الجار \" دون غيره. فجعله قائل هذه المقالة جار ذي القرابة. ولو كان معنى الكلام كما قال ميمون بن مهران لقيل: \" وجار ذي القربى \"، ولم يُقَل: \" والجار ذي القربى \". فكان يكون حينئذ = إذا أضيف \" الجار \" إلى \" ذي القرابة \" = الوصية ببرّ جار ذي القرابة، (103) دون الجار ذي القربى. وأما و \" الجار \" بالألف واللام، فغير جائز أن يكوى \" ذي القربى \" إلا من صفة \" الجار \". وإذا كان ذلك كذلك، كانت الوصية من الله في قوله: \" والجار ذي القربى \" ببرّ الجار ذي القربى، (104) دون جار ذي القرابة. وكان بينًا خطأ ما قال ميمون بن مهران في ذلك.* * *وقال آخرون: معنى ذلك: والجار ذي القربى منكم بالإسلام.*ذكر من قال ذلك:9446 - حدثني محمد بن عمارة الأسدي قال، حدثنا عبيد الله بن موسى قال، حدثنا سفيان عن أبي إسحاق، عن نَوْف الشامي: \" والجار ذي القربى \"، المسلم. (105)* * *قال أبو جعفر: وهذا أيضًا مما لا معنى له. وذلك أن تأويل كتاب الله تبارك وتعالى، غير جائز صرفه إلا إلى الأغلب من كلام العرب الذين نـزل بلسانهم القرآن، المعروفِ فيهم، (106) دون الأنكر الذي لا تتعارفه، إلا أن يقوم بخلاف ذلك حجة يجب التسليم لها. وإذا كان ذلك كذلك = وكان معلومًا أن المتعارف من كلام العرب إذا قيل: \" فلان ذو قرابة \"، إنما يعني به: إنه قريب الرحم منه، دون القرب بالدين = كان صرفه إلى القرابة بالرحم، أولى من صرفه إلى القرب بالدين.* * *القول في تأويل قوله :  وَالْجَارِ الْجُنُبِقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك. فقال بعضهم: معنى ذلك: والجار البعيد الذي لا قرابة بينك وبينه.*ذكر من قال ذلك:9447 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس: \" والجار الجنب \"، الذي ليس بينك وبينه قرابة.9448 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" والجار الجنب \"، يعني: الجار من قوم جنب.9449 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" والجار الجنب \"، الذي ليس بينهما قرابة، وهو جار، فله حق الجوار.9450 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" والجار الجنب \"، الجار الغريب يكون من القوم.9451 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة وابن أبي نجيح، عن مجاهد: \" والجار الجنب \"، جارك من قوم آخرين.9452 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" والجار الجنب \"، جارك لا قرابة بينك وبينه، البعيد في النسب وهو جار.9453 - حدثنا ابن وكيع قال، حدثنا أبي، عن إسرائيل، عن جابر، عن عكرمة ومجاهد في قوله: \" والجار الجنب \"، قال: المجانب.9454 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" والجار الجنب \"، الذي ليس بينك وبينه رَحمٌ ولا قرابة. (107)9455 - حدثني يحيى بن أبي طالب قال، حدثنا يزيد قال، أخبرنا جويبر، عن الضحاك: \" والجار الجنب \"، قال: من قوم آخرين.* * *وقال آخرون: هو الجار المشرك.*ذكر من قال ذلك:9456 - حدثني محمد بن عمارة الأسدي قال، حدثنا عبيد الله بن موسى قال، حدثنا سفيان، عن أبي إسحاق، عن نوف الشامي: \" والجار الجنب \"، قال: اليهوديّ والنصرانيّ. (108)* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب، قول من قال: \" معنى، الجنب، في هذا الموضع: الغريبُ البعيد، مسلمًا كان أو مشركًا، يهوديًا كان أو نصرانيًا \"، لما بينا قبل من أن \" الجار ذي القربى \"، هو الجار ذو القرابة والرحم. والواجب أن يكون \" الجار ذو الجنابة \"، الجار البعيد، ليكون ذلك وصية بجميع أصناف الجيران قريبهم وبعيدهم.* * *وبعد، فإن \" الجُنب \"، في كلام العرب: البعيد، كما قال أعشى بني قيس:أَتَيْــتُ حُرَيْثًـا زَائِـرًا عَـنْ جَنَابَـةٍفَكـانَ حُـرَيْثٌ فِـي عَطَـائِي جَـامِدَا (109)يعني بقوله: \" عن جنابة \"، عن بعد وغُربة. ومنه، قيل: \" اجتنب فلان فلانًا \"، إذا بعد منه =\" وتجنّبه \"، و \" جنَّبه خيره \"، إذا منعه إياه. (110) ومنه قيل للجنب: \" جُنُب \"، لاعتزاله الصلاة حتى يغتسل.فمعنى ذلك: والجار المجانب للقرابة.* * *القول في تأويل قوله تعالى :  وَالصَّاحِبِ بِالْجَنْبِقال أبو جعفر: اختلف أهل التأويل في المعنيّ بذلك.فقال بعضهم: هو رفيق الرجل في سَفره.*ذكر من قال ذلك:9457 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني &; 8-341 &; معاوية، عن علي بن أبي طلحة، عن ابن عباس: \" والصاحب بالجنب \"، الرفيق.9458 - حدثنا ابن بشار قال، حدثنا يحيى وعبد الرحمن قالا حدثنا سفيان، عن أبي بكير قال: سمعت سعيد بن جبير يقول: \" والصاحب بالجنب \"، الرفيق في السفر. (111)9459 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة وابن أبي نجيح، عن مجاهد في قوله: \" والصاحب بالجنب \"، صاحبك في السفر.9460 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" والصاحب بالجنب \"، وهو الرفيق في السفر.9461 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" والصاحب بالجنب \"، الرفيق في السفر، منـزله منـزلك، وطعامه طعامك، ومسيره مسيرك.9462 - حدثنا سفيان قال، حدثنا أبي، عن إسرائيل، عن جابر، عن عكرمة ومجاهد: \" والصاحب بالجنب \"، قالا الرفيق في السفر.9463 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك، عن جابر، عن عامر، عن علي وعبد الله قالا \" الصاحب بالجنب \"، الرفيق الصالح.9464 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، أخبرني سليم، عن مجاهد قال: \" الصاحب بالجنب \"، رفيقك في السفر، الذي يأتيك ويده مع يدك.9465 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، قراءة على ابن جريج قال، أخبرنا سليم: أنه سمع مجاهدًا يقول: \" والصاحب بالجنب \"، فذكر مثله.9466 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" والصاحب بالجنب \"، الصاحب في السفر.9467 - حدثني المثنى قال، حدثنا أبو دكين قال، حدثنا سفيان، عن أبي بكير، عن سعيد بن جبير،\" والصاحب بالجنب \"، الرفيق الصالح.9468 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن أبي بكير، عن سعيد بن جبير مثله.9469 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن جويبر، عن الضحاك في قوله: \" والصاحب بالجنب \"، قال: الرفيق في السفر.9470 - حدثني يحيى بن أبي طالب قال، حدثنا يزيد قال، أخبرنا جويبر، عن الضحاك مثله.* * *وقال آخرون: بل هو امرأة الرجل التي تكون معه إلى جنبه.*ذكر من قال ذلك:9471- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن جابر، عن عامر = أو القاسم = عن علي وعبد الله رضوان الله عليهما: \" والصاحب بالجنب \"، قالا هي المرأة. (112)9472 - حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم، عن بعض أصحابه، عن جابر، عن علي وعبد الله مثله.9473 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" والصاحب بالجنب \"، يعني: الذي معك في منـزلك.9474 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن هلال، عن عبد الرحمن بن أبي ليلى: أنه قال في هذه الآية: \" والصاحب بالجنب \"، قال: هي المرأة.9475 - حدثنا ابن بشار قال: حدثنا عبد الرحمن قال، حدثنا سفيان، عن أبي الهيثم، عن إبراهيم: \" والصاحب بالجنب \"، قال: المرأة.9476 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، قال الثوري، قال أبو الهيثم، عن إبراهيم: هي المرأة.9477 - حدثني المثنى قال، حدثنا أبو نعيم قال، حدثنا سفيان، عن أبي الهيثم، عن إبراهيم مثله.9478 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو معاوية، عن محمد بن سوقة، عن أبي الهيثم، عن إبراهيم مثله.9479 - حدثني عمرو بن بَيْذَق قال، حدثنا مروان بن معاوية، عن محمد بن سوقة، عن أبي الهيثم، عن إبراهيم مثله. (113)* * *وقال آخرون: هو الذي يلزمك ويصحبك رَجاء نفعك.*ذكر من قال ذلك:9480 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: \" الصاحب بالجنب \"، الملازم = وقال أيضًا: رفيقك الذي يرافقك.9481 - حدثني يونس قال، أخبرنا ابن وهب قال: قال ابن زيد: \" والصاحب بالجنب \"، الذي يلصق بك، وهو إلى جنبك، ويكون معك إلى جنبك رجاءَ خيرك ونفعك.* * *قال أبو جعفر: والصواب من القول في تأويل ذلك عندي: أن معنى: \" الصاحب بالجنب \"، الصاحب إلى الجنب، كما يقال: \" فلان بجَنب فلان، وإلى جنبه \"، وهو من قولهم: \" جَنَب فلانٌ فلانًا فهو يجنُبُه جَنْبًا \"، إذا كان لجنبه. (114) ومن ذلك: \" جَنَب الخيل \"، إذا قاد بعضها إلى جنب بعض. وقد يدخل في هذا: الرفيقُ في السفر، والمرأة، والمنقطع إلى الرجل الذي يلازمه رجاءَ نفعه، لأن كلهم بجنب الذي هو معه وقريبٌ منه. وقد أوصى الله تعالى بجميعهم، لوجوب حق الصاحب على المصحوب، وقد:-9482 - حدثنا سهل بن موسى الرازي قال، حدثنا ابن أبي فديك، عن فلان بن عبد الله، عن الثقة عنده: أن رسول الله صلى الله عليه وسلم كان معه رجل من أصحابه وهما على راحلتين، فدخل النبي صلى الله عليه وسلم وسلم في غَيْضِة طرفاء، (115) فقطع قَصِيلين، أحدهما معوجٌّ، والآخر معتدل، (116) فخرج بهما، &; 8-345 &; فأعطى صاحبه المعتدل، وأخذ لنفسه المعوج، فقال الرجل: يا رسول الله، بأبي أنت وأمي، أنت أحق بالمعتدل مني! فقال: \" كلا يا فلان، إن كل صاحب يصحب صاحبًا، مسئول عن صحابته ولو ساعة من نهار. (117)9483 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن حيوة قال، حدثني شرحبيل بن شريك، عن أبي عبد الرحمن الحُبُليّ، عن عبد الله بن عمرو، عن النبي صلى الله عليه وسلم قال: إن خير الأصحاب عند الله تبارك وتعالى، خيرهم لصاحبه. وخير الجيران عند الله خيرهم لجاره. (118)* * *قال أبو جعفر: فإذ كان \" الصاحب بالجنب \"، محتملا معناه ما ذكرناه: (119) من أن يكون داخلا فيه كل من جَنَب رجلا بصحبةٍ في سفر، (120) أو نكاح، أو انقطاع إليه واتصال به = (121) ولم يكن الله جل ثناؤه خصّ بعضَهم مما احتمله ظاهر التنـزيل &; 8-346 &; = (122) فالصواب أن يقال: جميعهم معنيّون بذلك، وكلهم قد أوصى الله بالإحسان إليه. (123)* * *القول في تأويل قوله :  وَابْنِ السَّبِيلِقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك. فقال بعضهم: \" ابن السبيل \"، هو المسافر الذي يجتاز مارًا.*ذكر من قال ذلك:9484 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة = وابن أبي نجيح، عن مجاهد: \" وابن السبيل \"، هو الذي يمر عليك وهو مسافر.9484م - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن معمر، عن ابن أبي نجيح، عن مجاهد وقتادة مثله.9485 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" وابن السبيل \"، قال: هو المارُّ عليك، وإن كان في الأصل غنيًّا.* * *وقال آخرون: هو الضيف.*ذكر من قال ذلك:9486 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن &; 8-347 &; ابن أبي نجيح، عن مجاهد في قوله: \" وابن السبيل \"، قال: الضيف، له حق في السفر والحضر.9487 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" وابن السبيل \"، وهو الضيف.9488 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن جويبر، عن الضحاك: \" وابن السبيل \"، قال: الضيف.9489 - حدثنا يحيى بن أبي طالب قال، حدثنا يزيد قال، أخبرنا جويبر، عن الضحاك مثله.* * *قال أبو جعفر: والصواب من القول في ذلك: أن \" ابن السبيل \"، هو صاحب الطريق = و \" السبيل \": هو الطريق، وابنه: صاحبه الضاربُ فيه (124) = فله الحق على من مرّ به محتاجًا منقطَعًا به، إذا كان سفره في غير معصية الله، أن يعينه إن احتاج إلى معونة، ويضيفه إن احتاج إلى ضيافة، وأن يحمله إن احتاج إلى حُمْلان. (125)* * *القول في تأويل قوله :  وَمَا مَلَكَتْ أَيْمَانُكُمْقال أبو جعفر: يعني بذلك جل ثناؤه: والذين ملكتموهم من أرقائكم = فأضاف \" الملك \" إلى \" اليمين \"، كما يقال: \" تكلم فوك \"، و \" مشَتْ رجلك \"، و \" بطشت يدك \"، بمعنى: تكلمتَ، ومشيتَ، وبطشتَ. غير أن ما وصف به كل &; 8-348 &; عضو من ذلك، فإنما أضيف إليه ما وُصف به (126) لأنه بذلك يكون، في المتعارف في الناس، دون سائر جوارح الجسد. فكان معلومًا = بوصف ذلك العضو بما وصف به من ذلك = المعنى المراد من الكلام. فكذلك قوله: \" وما ملكت أيمانكم \"، لأن مماليك أحدنا تحت يديه، (127) إنما يَطعم ما تُناوله أيماننا، ويكتسي ما تكسوه، (128) وتصرِّفه فيما أحبَّ صرفه فيه بها. فأضيف ملكهم إلى \" الأيمان \" لذلك.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:9490 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" وما ملكت أيمانكم \"، ممّا خوّلك الله. كل هذا أوصى الله به.* * *قال أبو جعفر: وإنما يعني مجاهد بقوله: \" كل هذا أوصى الله به \"، الوالدين، وذا القربى، واليتامى، والمساكين، والجار ذا القربى، والجار الجنب، والصاحب بالجنب، وابن السبيل. فأوصى ربنا جل جلاله بجميع هؤلاء عبادَه إحسانًا إليهم، وأمر خلقه بالمحافظة على وصيته فيهم. فحقٌّ على عباده حفظ وصية الله فيهم، ثم حفظ وصية رسوله صلى الله عليه.* * *القول في تأويل قوله :  إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالا فَخُورًا (36)قال أبو جعفر: يعني بقوله جل ثناؤه: \" إن الله لا يحبّ من كان مختالا \"، إن الله لا يحب من كان ذا خُيَلاء.و \" المختال: \" المفتعل \"، من قولك: \" خال الرجل فهو يخول خَوْلا وخَالا \"، (129) ومنه قول الشاعر: (130)فَـــإنْ كُــنْتَ سَــيِّدَنَا سُــدْتَنَاوإنْ كُــنْتَ لِلْخَــالِ فَـاذْهَبْ فَخُـلْ (131)ومنه قول العجاج:وَالْخَالُ ثَوْبٌ مِنْ ثِيَابِ الْجُهَّالْ (132)وأما \" الفخور \"، فهو المفتخر على عباد الله بما أنعم الله عليه من آلائه، وبسط له من فضله، ولا يحمده على ما أتاه من طَوْله، ولكنه به مختال مستكبر، وعلى غيره به مُسْتطيل مفتخر. كما:-9491 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" إن الله لا يحب من كان مختالا \"، قال: متكبرًا، =\" فخورا \"، قال: يعدّ ما أُعطي، وهو لا يشكر الله.9492 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا محمد بن كثير، عن عبد الله بن واقد أبي رجاء الهرويّ قال: لا تجد سيِّئ الملِكة إلا وجدته مختالا فخورًا. (133) وتلا \" وما ملكت أيمانكم إن الله لا يحب من كان مختالا فخورًا \" = ولا عاقًّا إلا وجدته جبارًا شقيًا. وتلا  وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا  [سورة مريم: 32]---------------------الهوامش :(98) انظر تفسير\"عبد\" فيما سلف 1: 160 ، 161 ، 362 / 3: 120 ، 317 / 6: 488.(99) انظر تفسير\"وبالوالدين إحسانًا\" فيما سلف 2: 290-292.(100) انظر تفسير\"ذي القربى\" فيما سلف 2: 292 / 3: 344.(101) انظر تفسير\"اليتامى\" فيما سلف 2: 292 / 3: 345 / 4: 295 / 7: 524 ، 541.(102) انظر تفسير\"المساكين\" فيما سلف 2: 137 ، 293 / 3: 345 / 4: 295 / 7: 116.(103) في المخطوطة والمطبوعة: \"الوصية بين جار ذي القرابة\" ، وهو كلام لا معنى له ، وهو تصحيف وتحريف ، صوابه ما أثبت.(104) في المخطوطة والمطبوعة هنا أيضًا: \"بين الجار ذي القربى\" ، وهو خطأ وتصحيف كما أسلفت.(105) الأثر: 9446 -\"نوف الشامي\" ، هو: نوف بن فضالة الحميري البكالي ، مضت ترجمته برقم: 3965 ، وسيأتي في رقم: 9456.(106) \"المعروف\" بالكسر ، صفة لقوله: \"إلى الأغلب\". وفي المطبوعة: \"المعروف وفيهم\" ، وهو خطأ في الطباعة ولا شك.(107) في المطبوعة: \"... وجه ولا قرابة\" ، وهو لا معنى له ، والصواب من المخطوطة.(108) الأثر: 9456 -\"عبيد الله بن موسى بن أبي المختار العبسي\" ، مضت ترجمته برقم: 5796 ، وهو يروي عن سفيان الثوري ، وعن شيبان بن عبد الرحمن التميمي. وقد جاء في هذا الإسناد في المطبوعة\"شيبان ، عن أبي إسحاق\" ، وكذلك هو في المخطوطة ، ولكنه كتب\"شيبان\" كتابة سيئة ، كتابة شاك في قراءتها. وقد سلف في الإسناد رقم: 9446 قريبًا\"سفيان ، عن أبي إسحاق\" واضحة جدًا في المخطوطة ، فرجحتها لذلك ، وأثبتها هنا. وانظر التعليق على الأثر: 9446.(109) ديوانه: 49 ، ومجاز القرآن لأبي عبيدة: 126 ، الكامل 2: 26 ، وسيأتي في التفسير 20: 26 (بولاق) من قصيدة هجا فيها الحارث بن وعلة بن مجالد بن زبان الرقاشي ، وكان جاء يسأله فقال له: \"ولا كرامة!! ألست القائل:أَلا مَــنْ مُبْلِــغٌ عَنِّــي حُرَيْثًــامُغَلْغَلَـــةً? أَحَـــانَ أَمِ ادَّرَانَــا?تهجوني وتصغرني ، ثم تسألني!! = فكان مما قال له بعد البيت السالف ، فأوجعه:لَعَمْـرُكَ مَـا أَشْـبَهْتَ وَعْلَةَ فَي النَّدَىشَـــمَائِلَهُ، وَلا أَبـــاهُ المُجَــالِدَاإذَا زَارَهُ يَوْمًــا صَــدِيقٌ، كأنَّمــايَــرَى أُسُــدًا فِـي بَيْتِـهِ وَأَسَـاوِدَافي شعر كثير ، و\"حريث\" تصغير\"الحارث\" ، تصغير ترخيم ، وقياسه\"حويرث\". ورجل\"جامد الكف ، وجماد الكف\": بخيل لا تلين صفاته. وكان في المطبوعة هنا: \"جاهدا\" وهو خطأ ، وفي الموضع الآخر من التفسير: \"جاحدا\" وهو خطأ أيضًا. وروى هنا: في عطائي\" ، وروايته في التفسير 20: 26\"عن عطائي\" وهي المطابقة لرواية المراجع السالفة جميعًا ، ولا بأس بها.(110) في المطبوعة: \"وتجنبه خيره\" ، أسقط: \"وجنبه\" بين الكلامين ، ففسد السياق ، والصواب من المخطوطة.(111) الأثر: 9458 -\"أبو بكير التيمي\" ، مؤذن لتيم ، واسمه\"مرزوق\". روى عن سعيد بن جبير ، وعكرمة ، ومجاهد. وروى عنه ليث بن أبي سليم ، وإسرائيل ، وسفيان الثوري ، وشريك. مترجم في التهذيب.وكان في المطبوعة: \"أبو بكر\" وهو خطأ ، صوابه ما أثبت من المخطوطة. وسيأتي على الصواب في رقم: 9467 ، 9468.(112) قوله: \"رضوان الله عليهما\" ، زيادة من المخطوطة.(113) الأثر: 9479 -\"عمرو بن بيذق\" (بالذال المعجمة) هكذا في المخطوطة ، شيخ الطبري ، لم أعرف له ترجمة ، وقد روى عنه في كتاب تاريخ الصحابة والتابعين ، الملحق بالتاريخ ص: 86 ، وكتبه هناك\"عمرو بين بيدق\" بالدال المهملة ، وكأن الأول أصح.(114) هذا النص من تفسير اللغة ، قلما تجده في كتاب من كتب اللغة.(115) \"الغيضة\" ، مكان يجتمع فيه الماء ويفيض ، فينبت فيه الشجر ويلتف ، والجمع\"غياض\". و\"الطرفاء\" من شجر العضاء ، وهدبه مثل هدب الأثل ، وليس له خشب ، إنما يخرج عصيًا سمحة في السماء ، وقد تتحمض به الإبل ، إذا لم تجد حمضًا غيره.(116) في المطبوعة: \"فصيلين\" بالفاء ، ولا معنى لها ، وفي المخطوطة: \"فصيلين\" غير منقوطة ، وفي الدر المنثور: \"فصلين\" وليس لها معنى. و\"القصيل\" بالقاف: ما اقتصل (أي: اقتطع) من الزرع أخضر ، ومنه: \"القصيل\" وهو الذي تعلف به الدواب. يقال: \"قصل الدابة\" ، أي: علفها القصيل.(117) الأثر: 9482 -\"سهل بن موسى الرازي\" انظر ما كتبت عنه برقم: 4319 ، وقبله رقم: 180. وأما \"ابن أبي فديك\" فهو: محمد بن إسماعيل بن مسلم بن أبي فديك ، مضت ترجمته برقم: 4319. وهذا الأثر على إرساله ضعيف ، لجهالة من روى عنهم ابن أبي فديك. ولم أجده إلا في الدر المنثور 2: 159 ، ولم ينسبه لغير ابن جرير.(118) الأثر: 9483 - رواه أحمد في مسنده رقم: 6566 من طريق عبد الله بن يزيد ، عن حيوة وابن لهيعة ، بمثله ، والحاكم في المستدرك 4: 164 ، والترمذي: 3: 129 ، من طريق عبد الله بن المبارك ، كرواية الطبري. قال أخي السيد أحمد: \"إسناده صحيح\".و\"أبو عبد الرحمن الحبلي\" ، هو: عبد الله بن يزيد المعافري ، مضت ترجمته برقم: 6657.(119) في المطبوعة: \"وإن كان الصاحب بالجنب معناه ما ذكرناه\" ، أسقط\"محتملا\" ، لأنها كتبت في المخطوطة\"متصلا\" مختلطة الكتابة ، فلم يحسن قراءتها فحذفها ، مع أن الكلام لا يستقيم إلا بها. أما ما كان في المطبوعة والمخطوطة من قوله: \"وإن كان\" ، فهو خطأ محض لا تستقيم به الجملة ، صوابه ما أثبت: \"فإذ كان\".(120) في المطبوعة: \"يصحبه في سفر\" ، وهو خطأ معرق يختل به سياق الكلام. وهو في المخطوطة غير منقوط ، وصواب قراءته ما أثبت.(121) قوله: \"ولم يكن الله\" معطوف على قوله: \"فإذ كان الصاحب\".(122) قوله\"فالصواب\" ، جواب قوله: \"فإذ كان الصاحب... فالصواب أن يقال\".(123) في المطبوعة: \"وبكلهم قد أوصى...\" ، لم يحسن قراءة المخطوطة ، والصواب ما أثبت.(124) انظر تفسير\"ابن السبيل\" فيما سلف 3: 345-347 / 4: 295 = وتفسير\"السبيل\" في 2: 497 ، وسائر فهارس اللغة.(125) \"الحملان\" (بضم الحاء وسكون الميم): ما يحمل عليه من الدواب.(126) في المطبوعة: \"ما وصفت به\" في الموضعين ، والصواب من المخطوطة.(127) في المطبوعة: \"يده\" ، وأثبت ما في المخطوطة.(128) في المطبوعة: \"ونكسي ما يكسوه\" ، وهو خطأ صوابه من المخطوطة ، وأفعال هذه الجملة إلى آخرها غير منقوطة في المخطوطة ، فأساء ناشر المطبوعة وضع النقط عليها ، فاختل معناها ، فقد كان فيها: \" ... نطعم ... ونكسي ... ونصرفه\" ، والصواب ما أثبت.(129) هذا أحد وجهي الكلام ، والآخر: \"خال يخال خيلا وخالا\" ، بالياء ، ورجحه بعضهم لأنه من\"الخيلاء\".(130) هو أنس بن مساحق العبدي ، رجل من عبد القيس.(131) حماسة أبي تمام 1: 133 ، ومجاز القرآن لأبي عبيدة 1: 127 ، واللسان (خيل). وقبل البيت:أَلا أبْلِغَــــا خُـــلَّتِي رَاشِـــدًاقَدِيمًــا، وصِنْــوِي إذَا مـا تَصِـلْبِــأَنَّ الــدَّقِيقَ يَهِيــجُ الْجَــلِيلَوَأَنَّ الْعَزِيــــزَ لإذا سَــــاءَ ذَلْوَأَنَّ الْحَزَامَــــةَ أَنْ تَصْرِفُـــوالِحَــيٍّ سِــوَانَا صُــدُورَ الأسَـلْوتقول في البيت\"فخل\" بضم الخاء وبفتحها ، أي: اذهب فاختل ما شاءت لك الخيلاء.(132) وَالدَّهْــرُ فِيــهِ غَفْلَــةٌ لِلْغُفَّــالْوَالْمَــرْءُ يُبْلِيــهِ بَــلاء السِّـرْبالْكَــرُّ الَّليَـالِي وَاخْـتِلافُ الأحْـوَالْوكان في المطبوعة: \"ثياب الجمال\" ، وهو تصحيف ، صوابه في المخطوطة.(133) \"الملكة\" (بفتح الميم واللام) و(بكسر الميم وسكون اللام) ، وهو الذي يسيء إذا ملك شيئًا ، فتجبر وتغطرس ، وفي الحديث: \"لا يدخل الجنة سيئ الملكة\" ، وهو الذي يسيء إلى مماليكه أو إلى ما يقع تحت سلطانه.",
  "ayah": 36,
  "surah": 4
}
