{
  "text": "القول في تأويل قوله تعالى :  إِنَّ اللَّهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا (40)قال أبو جعفر: يعني بذلك جل ثناؤه: \" وماذا عليهم لو آمنوا بالله واليوم &; 8-360 &; الآخر وأنفقوا مما رزقهم الله \"، فَإن الله لا يبخس أحدًا من خلقه أنفق في سبيله مما رزقه، من ثواب نفقته في الدنيا، ولا من أجرها يوم القيامة =\" مثقال ذَرّة \"، أي: ما يزنها ويكون على قدر ثِقَلها في الوزن، ولكنه يجازيه به ويُثيبه عليه، كما:-9502 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: أنه تلا \" إن الله لا يظلم مثقال ذرّة وإن تَك حسنةً يضاعفها \"، قال: لأنْ تفضُل حسناتي في سيئاتي بمثقال ذرّة، أحبُّ إليّ من الدنيا وما فيها. (14)9503 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: كان بعض أهل العلم يقول: لأنْ تفضُل حسناتي على سيئاتي ما يزن ذَرّة أحب إليّ من أن تكون لي الدنيا جميعًا.* * *وأما \" الذرة \" فإنه ذكر عن ابن عباس أنه قال فيها، كما:-9504 - حدثني إسحاق بن وهب الواسطيّ قال، حدثنا أبو عاصم قال: حدثنا شبيب بن بشر، عن عكرمة، عن ابن عباس في قوله: \" مثقال ذرة \"، قال: رأس نَملة حَمراء. (15)* * *= قال أبو جعفر: قال لي إسحاق بن وهب: قال يزيد بن هارون: زعموا أن هذه الذرّة الحمراء، ليس لها وزن. (16)* * *وبنحو الذي قلنا في ذلك صحّت الأخبار عن رسول الله صلى الله عليه وسلم.9505 - حدثنا محمد بن المثنى ومحمد بن بشار قالا حدثنا أبو داود قال، حدثنا عمران، عن قتادة، عن أنس: أن رسول الله صلى الله عليه وسلم قال: إن الله لا يظلم المؤمن حسنةً، يُثابُ عليها الرزق في الدنيا، ويجزَى بها في الآخرة. وأما الكافر فيُطعم بها في الدنيا، فإذا كان يومُ القيامة لم تكن له حسنةً. (17)حدثنا موسى بن عبد الرحمن المسروقي قال، حدثنا جعفر بن عون قال، حدثنا هشام بن سعد قال، أخبرنا زيد بن أسلم، عن عطاء بن يسار: والذي نَفسي بيده، ما أحدكم بأشدّ مُناشَدَةً في الحق يراه مصيبًا له، من المؤمنين في إخوانهم إذا رأوا أن قد خَلصُوا من النار، يقولون: \" أي ربنا، إخواننا، كانوا يصلّون معنا، ويصومون معنا، ويحجون معنا، ويجاهدون معنا، قد أخذتهم النار \"! فيقول الله لهم: \" اذهبوا، فمن عرفتم صورته فأخرجوه \"! ويحرِّم صورتهم على النار، فيجدون الرجل قد أخذته النار إلى أنصاف ساقيه، وإلى ركبتيه، وإلى حَقْويه، فيخرجون منها بشرًا كثيرًا، ثم يعودون فيتكلمون، فيقول: \" اذهبوا فمن وجدتم في قلبه مثقال قيراط خير فأخرجوه \"! فيخرجون منها بشرًا كثيرًا. ثم يعودون فيتكلمون، فلا يزال يقولُ لهم ذلك حتى يقول: \" اذهبوا، فمن وجدتم في قلبه مثقال ذَرّة فأخرجوه \" = فكان أبو سعيد إذا حدَّث بهذا الحديث قال: إن لم تصدقوا، فاقرأوا: \" إنّ الله لا يظلم مثقال ذَرّة وإن تك حسنة يضاعفها ويؤت من لدنه أجرًا عظيمًا \" = فيقولون: \" رَبنا لم نَذرْ فيها خيرًا \". (18)9507 - وحدثني محمد بن عبد الله بن عبد الحكم قال، حدثني أبي وشعيب بن الليث، عن الليث، عن خالد بن يزيد، عن ابن أبي هلال، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدريّ، عن رسول الله صلى الله عليه وسلم بنحوه. (19)* * *وقال آخرون في ذلك، بما:-9508 - حدثني به المثنى قال، حدثنا مسلم بن إبراهيم قال، حدثنا صدقة بن أبي سهل قال، حدثنا أبو عمرو، عن زاذان قال: أتيت ابن مسعود فقال: إذا كان يومُ القيامة، جمع الله الأولين والآخرين، ثم نادى مناد من عند الله: \" ألا من كان يطلب مظلمةً فليجئ إلى حقه فليأخذه \"! قال: فيفرح والله المرءُ أن يَذُوب له الحقّ على والده، أو ولده، أو زوجته، فيأخذ منه، وإن كان صغيرًا (20) = ومصداق ذلك في كتاب الله تبارك وتعالى:  فَإِذَا نُفِخَ فِي الصُّورِ فَلا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ  [سورة المؤمنون: 101] = فيقال له: \" ائت هؤلاء حقوقهم \" = أي: أعطهم حقوقهم = فيقول: \" أي رب، من أين وقد ذهبت الدنيا \"؟ فيقول الله لملائكته: \" أي ملائكتي، انظروا في أعماله الصّالحة، وأعطوهم منها \"! فإن بقي مثقال ذَرّة من حسنة قالت الملائكة؛ وهو أعلم بذلك منها: \" يا ربنا، أعطينا كل ذي حق حقه، وبقي له مثقال ذرة من حسنة \" فيقول للملائكة: ضعِّفوها لعبدي، وأدخلوه بفضل رحمتي الجنة \" = ومصداق ذلك في كتاب الله: \" إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرًا عظيمًا \"، أي: الجنة، يعطيها. وإن فنيت حسناته وبقيت سيئاته، قالت الملائكة، وهو أعلم بذلك: \" إلهنا، فنيت حسناته وبقي سيئاته، وبقي طالبون كثيرٌ\"! فيقول الله: \" ضعِّفوا عليها من أوزارهم، واكتبوا له كتابًا إلى النار \" (21) قال صدقة: أو صكًّا إلى جهنم، شك صَدَقة أيتهما قال. (22)9509 - وحدثت عن محمد بن عبيد، عن هارون بن عنترة، عن عبد الله بن السائب قال: سمعت زاذان يقول: قال عبد الله بن مسعود: يؤخذ بيد العبد والأمة يومَ القيامة، فينادي منادٍ على رؤوس الأولين والآخرين: \" هذا فلان بن فلان، من كان له حق فليأت إلى حقه \"، فتفرح المرأة أنْ يَذُوب لها الحق على أبيها، أو على ابنها، أو على أخيها، أو على زوجها، (23) ثم قرأ ابن مسعود:  فَلا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ  [سورة المؤمنون: 101]، فيغفر الله تبارك وتعالى من حقه ما شاء، ولا يغفر من حقوق الناس شيئًا، فينصبُ للناس فيقول: \" ائتوا إلى الناس حقوقهم \"! فيقول: \" رب فنيت الدنيا، من أين أوتيهم حقوقهم؟ فيقول: \" خذوا من أعماله الصالحة، فأعطوا كل ذي حقّ حقه بقدر مَظْلمته \". فإن كان وليًّا لله، ففضل له مثقال ذرّة، ضاعفها له حتى يُدخله بها الجنة = ثمّ قرأ علينا: \" إنّ الله لا يظلم مثقال ذرة \" = وإن كان عبدًا شقيًّا، قال الملك: \" رب فنيت حسناته، وبقي طالبون كثير \"! فيقول: \" خذوا من سيئاتهم فأضيفوها إلى سيئاته، ثم صُكُّوا له صكًّا إلى النار \". (24)* * *قال أبو جعفر: فتأويل الآية على تأويل عبد الله هذا: إن الله لا يظلم عبدًا وجب له مثقال ذَرّة قِبَل عبد له آخر في مَعاده ويوم لقائه فما فوقه، (25) فيتركه عليه فلا يأخذه للمظلوم من ظالمه، ولكنه يأخذه منه له، ويأخذ من كل ظالم لكل مظلوم تَبِعَتَهُ قِبَله (26) =\" وإن تك حسنة يضاعفها \"، يقول: وإن تُوجد له حسنة يضاعفها، بمعنى: يضاعف له ثوابها وأجرها =\" ويُؤت من لدنه أجرًا عظيمًا \"، يقول: ويعطه من عنده أجرًا عظيمًا،\" والأجر العظيم \" (27) الجنة، على ما قاله عبد الله.* * *ولكلا التأويلين وجه مفهوم = أعني التأويل الذي قاله ابن مسعود، والذي قاله قتادة = وإنما اخترنا التأويل الأول، لموافقته الأثرَ عن رسول الله صلى الله عليه وسلم، مع دلالة ظاهر التنـزيل على صحته، إذ كان في سياق الآية التي قبلها، التي حث الله فيها على النفقة في طاعته، وذمِّ النفقة في طاعة الشيطان. ثم وَصَل ذلك بما وعدَ المنافقين في طاعته بقوله: \" إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرًا عظيمًا \".واختلفت القرأة في قراءة قَوله: \" وإن تك حسنة \". فقرأت ذلك عامة قرأة العراق: ( وَإِنْ تَكُ حَسَنَةً ) بنصب \" الحسنة \"، بمعنى: وإن تك زنةُ الذرّة حسنةً، يضاعفها.* * *وقرأ ذلك عامة قرأة المدينة: ( وَإِنْ تَكُ حَسَنَةٌ )، برفع \" الحسنة \"، بمعنى: وإن توجد حسنةٌ، على ما ذكرت عن عبد الله بن مسعود من تأويل ذلك. (28)وأما قوله: \" يُضَاعفها \"، فإنه جاء بـ \" الألف \"، ولم يقل: \" يُضعِّفها \"، لأنه أريد به في قول بعض أهل العربية: (29) يُضاعفها أضعافًا كثيرة، ولو أريد به في قوله (30) يضعِّف ذلك ضِعفين لقيل: \" يضعِّفها \" بالتشديد.* * *ثم اختلف أهل التأويل في الذين وعدهم الله بهذه الآية ما وعدهم فيها.فقال بعضهم: هم جميع أهل الإيمان بالله وبمحمد صلى الله عليه وسلم. واعتلّوا في ذلك بما:-9510 - حدثنا الفضل بن الصباح قال، حدثنا يزيد بن هارون، عن مبارك بن فضالة، عن علي بن زيد، عن أبي عثمان النهدي قال: لقيت أبا هريرة فقلت له: إنه بلغني أنك تقول: إن الحسنة لتُضَاعف ألفَ ألف حسنة! قال: وما أعجبك من ذلك؟ فوالله لقد سمعته = يعني النبي صلى الله عليه وسلم = يقول: إن الله ليضاعف الحسنة ألفي ألف حسنة! (31)وقال آخرون: بل ذلك: المهاجرون خاصة، دون أهل البوادي والأعراب. واعتلوا في ذلك بما:-9511 - حدثني محمد بن هارون أبو نشيط قال، حدثنا يحيى بن أبي بكير قال، حدثنا فضيل بن مرزوق، عن عطية العوفي، عن عبد الله بن عمير قال: نـزلت هذه الآية، في الأعراب:  مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا  [سورة الأنعام: 160] قال: فقال رجل: فما للمهاجرين؟ قال، ما هو أعظم من ذلك: \" إنّ الله لا يظلم مثقال ذَرّة وإن تَكُ حسنةً يضاعفها ويُؤت من لدنه أجرًا عظيمًا \"، وإذا قال الله لشيء: \" عظيم \"، فهو عظيم. (32)* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب، قولُ من قال: \" عُنى بهذه الآية المهاجرون دون الأعراب \". (33) وذلك أنه غير جائز أن يكون في أخبار الله أو أخبار رسوله صلى الله عليه وسلم شيء يدفع بعضه بعضًا. فإذْ كان صحيحًا وعْدُ الله من جاء من عباده المؤمنين بالحسنة من الجزاء عشرَ أمثالها، وَمنْ جاء بالحسنة منهم أن يضاعفها له = وكان الخبرَان اللذان ذكرناهما عنه صلى الله عليه وسلم صحيحين = كان غيرَ جائز إلا أن يكون أحدُهما مجملا والآخر مفسَّرًا، إذ كانت أخبارُه صلى الله عليه وسلم يصدِّق بعضها بعضًا. وإذ كان ذلك كذلك، صحّ أن خبرَ أبي هريرة معناهُ أنّ الحسنة لَتُضاعف للمهاجرين من أهل الإيمان ألفي ألفُ حسنة، وللأعراب منهم عشر أمثالها، على ما رَوَى ابن عمر عن النبي صلى الله عليه وسلم = وأن قوله:  مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا  ، يعني: من جاء بالحسنة من أعراب المؤمنين فله عشر أمثالها، ومن جاء بالحسنة من مهاجريهم يُضاعف له ويؤته الله من لدنه أجرًا = يعني يعطه من عنده =\" أجرًا عظيمًا \". يعني: عِوَضًا من حسنته عظيمًا، وذلك \" العوض العظيم \"، الجنة، كما:-9512 - حدثني المثنى قال، حدثنا مسلم بن إبراهيم قال، حدثنا صدقة بن أبي سهل قال، حدثنا أبو عمرو، عن زاذان، عن ابن مسعود: \" ويؤت من لدنه أجرًا عظيمًا \"، أي: الجنة يعطيها. (34)9513 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، أخبرني عباد بن أبي صالح، عن سعيد بن جبير قوله: \" ويؤت من لدنه أجرًا عظيمًا \"، قال: الأجرُ العظيم، الجنة. (35)9514 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ويؤت من لدنه أجرًا عظيمًا \"، قال: \" أجرًا عظيمًا \"، الجنة.-------------------الهوامش :(14) غفرانك اللهم! إن ناشر المطبوعة يسيء إساءات لا عداد لها في تحريف الكلام ، وتصرفه على غير أصل من فهم أو أمانة ، فلم يحسن قراءة المخطوطة كما أثبتها ، فجعل ما فيها لغوًا وكتب مكانه\"لأن تفضل حسناتي ما يزن ذرة ، أحب إلي من الدنيا وما فيها\". ولا أدري ، ما كان أغناه عن مثل هذا العمل المنكر!(15) الأثر: 9504 -\"إسحاق بن وهب بن زياد العلاف\" أبو يعقوب الواسطي. روى عنه البخاري ، وابن ماجه ، وأبو زرعة ، وأبو حاتم. مترجم في التهذيب.و\"أبو عاصم\" هو: الضحاك بن مخلد. مضى مرارًا.و\"شيب بن بشر\" روى عن أنس ، وعكرمة ، ثقة لين الحديث ، يخطئ كثيرًا. مترجم في التهذيب.(16) في المطبوعة: \"إن هذه الدودة الحمراء\" ، وهو خطأ محض ، وفي المخطوطة: \"إن هذه الدود الحمراء\" ، وهو تحريف.(17) الحديث: 9505 - أبو داود: هو الطيالسي.\"عمران\": هو ابن داور القطان.والحديث في مسند الطيالسي: 2011 ، بهذا الإسناد.ورواه الإمام أحمد في المسند ، من طريق همام ، عن قتادة: 12264 ، 12291 ، 14063 (ج3 ص123 ، 125 ، 283 حلبي).وكذلك رواه مسلم 2: 344-345 ، من طريق همام. ثم رواه من طرق أخر.وذكره ابن كثير 2: 450 ، من رواية الطيالسي.وذكره السيوطي 2: 163 ، ونسبه لهؤلاء.(18) الحديث: 9506 - جعفر بن عون بن عمرو بن حريث ، المخزومي الكوفي: ثقة. أخرج له الجماعة.والحديث قطعة من حديث طويل في الشفاعة. رواه الأئمة في الدواوين من أوجه كثيرة ، عن زيد بن أسلم ، عن عطاء بن يسار ، عن أبي سعيد الخدري:فرواه الطيالسي: 2179 ، عن خارجة بن مصعب ، عن زيد.ورواه أحمد في المسند: 11144 (3: 16-17 حلبي) ، من طريق عبد الرحمن بن إسحاق ، عن زيد.ورواه أيضًا: 11922 (3: 94-95 حلبي) ، من طريق معمر ، عن زيد.ورواه مسلم 1: 66-67 ، من طريق حفص بن ميسرة ، عن زيد.ثم رواه - ولم يذكر لفظه - من طريق جعفر بن عون ، عن هشام بن سعد. وهي الطريق التي رواها الطبري هنا.وستأتي الإشارة إلى رواية البخاري ، في الحديث التالي.(19) الحديث: 9507 -\"الليث\": هو ابن سعد. خالد بن يزيد: هو الجمحي المصري.\"ابن أبي هلال\": هو سعيد بن أبي هلال المصري.والحديث مكرر ما قبله.ورواه البخاري 13: 358-361 (فتح) ، من طريق الليث بن سعد ، بهذا الإسناد. وذكر ابن كثير 2: 449 قطعة منه ، نسبها للصحيحين.(20) في المطبوعة: \"فيفرح والله الصبي\" ، وفي المخطوطة: \"فيفرح والله الصر أن يذوب\" ، وصواب قراءتها\"المرء\" كما أثبتها من المراجع المذكورة بعد.\"ذاب لي على فلان من الحق كذا ، يذوب\" ، أي ثبت له ووجب.(21) في المطبوعة: \"ضعوا عليها من أوزارهم\" ، وأثبت ما في المخطوطة. وانظر الأثر التالي.(22) الحديث: 9508 - صدقة بن أبي سهل: مترجم في التعجيل ، ص: 185-186. والكبير 2 / 2 / 298 ، برقم: 2891 ، وابن أبي حاتم 2 / 1 / 434-435 ، برقم: 1907. ولم يذكرا فيه جرحًا ، فهو ثقة.وشيخه\"أبو عمرو\": لم أعرف من هو؟ ففي هذه الكنية كثرة.\"زاذان\": هو الكندي الضرير. وهو تابعي ثقة معروف.وانظر الإسناد التالي لهذا.(23) انظر تفسير\"يذوب\" ، فيما سلف ص: 363 ، تعليق رقم: 1.(24) الحديث: 9509 - هو تكرار للذي قبله بنحوه. ولكن الطبري جاء في أوله بصيغة التجهيل: \"حدثت عن محمد بن عبيد\". فضاع هذا الإسناد بهذا التجهيل.ونقله ابن كثير 2: 449-450 ، عن ابن أبي حاتم: \"حدثنا أبو سعيد الأشج ، حدثنا عيسى بن يونس ، عن هارون بن عنترة ...\" ، فزال الضعف عن أول الإسناد.وهارون بن عنترة: مضى توثيقه وترجمته في: 405.عبد الله بن السائب الكندي ، ويقال: الشيباني ، الكوفي: ثقة معروف. روى عنه الأعمش والثوري. وأخرج له مسلم.فهذا الإسناد - عند ابن أبي حاتم - إسناد صحيح.والحديث أثر موقوف على ابن مسعود. ولكني أراه من المرفوع حكمًا. فإن ما ذكره ابن مسعود مما لا يعرف بالرأي. وما كان ابن مسعود ليقول هذا من عند نفسه: وليس هو ممن ينقل عن أهل الكتاب ، ولا يقبل الإسرائيليات.وقد ذكره ابن كثير - كما قلنا - ثم قال: \"ولبعض هذا الأثر شاهد في الحديث الصحيح\" ونقله السيوطي 2: 163 ، وزاد نسبته لعبد بن حميد.\"الصك\": الكتاب. وقوله: \"صكوا\" فعل من\"الصك\" ، أي: اكتبوا له صكًا ، وهذا الفعل ، لم تذكره كتب اللغة ، وهذا شاهده.(25) السياق: \"وجب له مثقال ذرة... فما فوقه\".(26) \"التبعة\" (بفتح التاء وكسر الباء) و\"التباعة\" (بكسر التاء): ما اتبعت به صاحبك من ظلامة أو حق لك عنده.(27) انظر تفسير\"الأجر\" فيما سلف 2: 148 ، 512 / 5: 519 / 7: 501(28) انظر معاني القرآن للفراء 1: 269.(29) يعني أبا عبيدة في مجاز القرآن 1: 127 ونصه: \"يضاعفها\" أضعافًا = و\"يضعفها\" ضعفين.(30) يعني: في قول أبي عبيدة.(31) الحديث: 9510 - رواه أحمد في المسند: 7932 ، عن يزيد بن هارون ، بهذا الإسناد.وهو حديث صحيح. فصلنا القول في تخريجه في المسند.وذكره ابن كثير 2: 451 ، عن رواية المسند ، ثم نقله من رواية ابن أبي حاتم بإسنادين.ثم ذكره مرة أخرى من رواية ابن أبي حاتم ، عند تفسير الآية: 38 من سورة التوبة (ج4 ص168 -169).وذكره السيوطي 2: 163 ، وقصر في تخريجه جدًا ، فلم ينسبه لغير الطبري. وذكر نحوه قبله ، ونسبه لابن أبي شيبة فقط.(32) الحديث: 9511 - هذا الإسناد ضعيف ، من أجل\"عطية العوفي\". وقد بينا ضعفه فيما مضى: 305.وأما شيخ الطبري\"محمد بن هارون بن إبراهيم الربعي\": فإنه ثقة. مترجم في التهذيب.والحديث نقله ابن كثير 2: 450 ، من رواية ابن أبي حاتم ، من طريق فضيل بن مرزوق ، بهذا الإسناد. ولم يذكر شيئًا في تخريجه ، ولا في تعليله.وذكره السيوطي 2: 162-163 ، وزاد نسبته لسعيد بن منصور ، وابن المنذر والطبراني.(33) في المطبوعة: \"المهاجرين\" ، وأثبت ما في المخطوطة.(34) الأثر: 9512 - هو من الأثر السالف رقم: 9508.(35) الأثر: 9513 -\"عباد بن أبي صالح ذكوان ، السمان\" هو: \"عبد الله بن أبي صالح\". قال البخاري في الصغير: \"منكر الحديث\". وقال ابن معين: \"ثقة\" ، وقال الساجي: \"ثقة ، إلا أنه روى عن أبيه ما لم يتابع عليه\". مترجم في التهذيب.",
  "ayah": 40,
  "surah": 4
}
