{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَـزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَاقال أبو جعفر: يعني جل ثناؤه بقوله: \" يا أيها الذين أوتوا الكتاب \"، اليهود من بني إسرائيل، الذين كانوا حوالَيْ مهاجَر رسول الله صلى الله عليه وسلم، قال الله لهم: يا أيها الذين أنـزل إليهم الكتاب فأعطوا العلم به =\"آمنوا \" يقول: صدِّقوا بما نـزلنا إلى محمد من الفرقان =\" مصدقًا لما معكم \"، يعني: محقِّقًا للذي معكم من التوراة التي أنـزلتها إلى موسى بن عمران =\" من قبل أن نطمس وجوها فنردها على أدبارها \".* * *واختلف أهل التأويل في تأويل ذلك.فقال بعضهم: \" طمسه إياها \": محوه آثارها حتى تصير كالأقْفَاء.وقال آخرون: معنى ذلك أن نطمس أبصارها فنصيّرها عمياء، ولكن الخبر خرج بذكر \" الوجه \"، والمراد به بصره =\" فنردّها على أدبارها \"، فنجعل أبصارَها من قبل أقفائها.*ذكر من قال ذلك:9713 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثنا عمي قال حدثني أبي، عن أبيه، عن ابن عباس قوله: \" يا أيها الذين أوتوا الكتاب آمنوا \" إلى قوله: \" من قبل أن نطمس وجوهًا \"، وطمسها: أن تعمى =\" فنردها على أدبارها \"، يقول: أن نجعل وجوههم من قبل أقفِيتهم، فيمشون القهقرى، ونجعل لأحدهم عينين في قفاه.9714 - حدثني أبو العالية إسماعيل بن الهيثم العبْدي قال، حدثنا أبو قتيبة، عن فضيل بن مرزوق، عن عطية العوفي في قوله: \" من قبل أن نطمس وجوها فنردها على أدبارها \"، قال: نجعلها في أقفائها، فتمشي على أعقابها القهقرى. (24)9715 - حدثني محمد بن عمارة الأسدي قال، حدثنا عبيد الله بن موسى قال، حدثنا فضيل بن مرزوق، عن عطية، بنحوه = إلا أنه قال: طمْسُها: أن يردَّها على أقفائها.9716 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة: \" فنردها على أدبارها \"، قال: نحوِّل وجوهها قِبَل ظهورها.* * *وقال آخرون: بل معنى ذلك (25) من قبل أن نعمي قومًا عن الحق =\" فنردها على أدبارها \"، في الضلالة والكفر.*ذكر من قال ذلك:9717 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" أن نطمس وجوهًا فنردها على أدبارها \"، فنردها عن الصراط، عن الحق (26) =\" فنردها على أدبارها \"، قال: في الضلالة.9718 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" أن نطمس وجوهًا \" عن صراط الحق =\" فنردها على أدبارها \"، في الضلالة.9719 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك قراءة، عن ابن جريج، عن مجاهد مثله.9720 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، الحسن: \" نطمس وجوهًا \"، يقول: نطمسها عن الحق =\" فنردها على أدبارها \"، على ضلالتها.9721 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" يا أيها الذين أوتوا الكتاب \" إلى قوله:  كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ  ، قال: نـزلت في مالك بن الصَّيِّف، ورفاعة بن زيد بن التابوت، من بني قينقاع. أما \" أن نطمس وجوها فنردها على أدبارها \"، يقول: فنعميها عن الحق ونُرجعها كفارًا.9722 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" من قبل أن نطمس وجوهًا فنردها على أدبارها \"، يعني: أن نردهم عن الهدى والبصيرة، فقد ردَّهم على أدبارهم، فكفروا بمحمد صلى الله عليه وسلم وما جاء به.* * *وقال آخرون: معنى ذلك: من قبل أن نمحو آثارهم من وجوههم التي هم بها، وناحيتهم التي هم بها =\" فنردها على أدبارها \"، من حيث جاءوا منه بَديًّا من الشام. (27)*ذكر من قال ذلك:9723 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" من قبل أن نطمس وجوهًا فنردها على أدبارها \"، قال: كان أبي يقول: إلى الشأم.* * *وقال آخرون: معنى ذلك: \" من قبل أن نطمس وجوهًا \"، فنمحو أثارها ونسوِّيها =\" فنردها على أدبارها \"، بأن نجعل الوجوه منابتَ الشَّعر، كما وجوه القردة منابت للشعر، لأن شعور بني آدم في أدبار وجوههم. فقالوا: إذا أنبت الشعر في وجوههم، فقد ردَّها على أدبارها، بتصييره إياها كالأقفاء وأدبار الوجوه. (28)* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، قولُ من قال: معنى قوله: \" من قبل أن نطمس وجوها \"، من قبل أن نطمس أبصارَها ونمحو آثارها فنسوّيها كالأقفاء =\" فنردها على أدبارها \"، فنجعل أبصارها في أدبارها، يعني بذلك: فنجعل الوجوه في أدبار الوجوه، فيكون معناه: فنحوّل الوجوه أقْفاءً والأقفَاء وجوهًا، فيمشون القهقرى، كما قال ابن عباس وعطية ومن قال ذلك.* * *وإنما قلنا ذلك أولى بالصواب: لأن الله جل ثناؤه خاطب بهذه الآية اليهودَ الذين وصف صفتهم بقوله:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلالَةَ  ، ثم حذرهم جل ثناؤه بقوله: \" يا أيها الذين أوتوا الكتاب آمنوا بما نـزلنا مصدِّقًا لما معكم من قبل أن نطمس وجوها فنردها على أدبارها \" الآية، بأسَه وسطوته وتعجيل عَقابه لهم، (29) إن هم لم يؤمنوا بما أمرهم بالإيمان به. ولا شك أنهم كانوا لما أمرهم بالإيمان به يومئذ كفارًا.* * *وإذْ كان ذلك كذلك، فبيّنٌ فساد قول من قال: تأويل ذلك: أن نعمِيها عن الحق فنردها في الضلالة. فما وجْه ردِّ من هو في الضلالة فيها؟! وإنما يرد في الشيء من كان خارجًا منه. فأما من هو فيه، فلا وجه لأن يقال: \" نرده فيه \".* * *وإذْ كان ذلك كذلك، وكان صحيحًا أنّ الله قد تهدَّد للذين ذكرهم في هذه الآية بردّه وجوهَهم على أدبارهم = كان بيّنًا فساد تأويل من قال: معنى ذلك: يهددهم بردِّهم في ضلالتهم.* * *وأما الذين قالوا: معنى ذلك: من قبل أن نجعل الوجوه منابتَ الشعر كهيئة وجوه القردة، فقولٌ لقول أهل التأويل مخالف. وكفى بخروجه عن قول أهل العلم من الصحابة والتابعين فمن بعدهم من الخالفين، على خطئه شاهدًا.* * *وأما قول من قال: معناه: من قبل أن نطمس وجوههم التي هم فيها، فنردّهم إلى الشأم من مساكنهم بالحجاز ونجدٍ، فإنه = وإن كان قولا له وجه = مما يدل عليه ظاهر التنـزيل بعيد. (30) وذلك أن المعروف من \" الوجوه \" في كلام العرب، التي هي خلاف \" الأقفاء \"، وكتاب الله يُوَجَّه تأويله إلى الأغلب في كلام مَن نـزل بلسانه، حتى يدلّ على أنه معنيٌّ به غير ذلك من الوجوه، الذي يجب التسليم له. (31)* * *وأما \" الطمس \"، فهو العُفُوّ والدثور في استواء. منه يقال: \" طمست أعلام الطريق تطمِسُ طُموسًا \"، إذا دثرت وتعفَّت، فاندفنت واستوت بالأرض، كما قال كعب بن زهير:مِـنْ كُـلِّ نَضَّاحَـةِ الذِّفْرَى إذَا عَرقَتْعُرْضَتُهَـا طَـامِسُ الأعْـلام مَجْهُولُ (32)يعني: \" طامس الأعلام \"، دائر الأعلام مندفنها. ومن ذلك قيل للأعمى الذي &; 8-445 &; قد تعفَّى غَرُّ ما بين جفني عينيه فدثر: (33) \" أعمى مطموس، وطمْيس \"، كما قال الله جل ثناؤه:  وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ  [سورة يس: 66].* * *= قال أبو جعفر: \" الغَرُّ\"، الشقّ الذي بين الجفنين. (34)* * *فإن قال قائل: فإن كان الأمر كما وصفت من تأويل الآية، فهل كان ما توعَّدهم به؟ (35)قيل: لم يكن، لأنه آمن منهم جماعة، منهم: عبد الله بن سلام، وثعلبة بن سعية، وأسد بن سعية، (36) وأسد بن عبيد، ومُخَيْرِق، (37) وجماعة غيرهم، فدفع عنهم بإيمانهم.ومما يبين عن أن هذه الآية نـزلت في اليهود الذين ذكرنا صفتهم، ما:-9724 - حدثنا أبو كريب قال، حدثنا يونس بن بكير= وحدثنا ابن حميد قال، حدثنا سلمة = جميعًا، عن ابن إسحاق قال، حدثني محمد بن أبي محمد &; 8-446 &; مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة، عن ابن عباس قال: كلَّم رسول الله صلى الله عليه وسلم رؤساء من أحبار يهود: منهم عبد الله بن صوريا، وكعب بن أسد فقال لهم: يا معشر يهود، اتقوا الله وأسلموا! فوالله إنكم لتعلمون أن الذي جئتكم به لحقٌّ! (38) فقالوا: ما نعرف ذلك يا محمد! وجحدوا ما عرفوا، وأصرّوا على الكفر، فأنـزل الله فيهم: \" يا أيها الذين أوتوا الكتاب آمنوا بما نـزلنا مصدقًا لما معكم من قبل أن نطمس وجوهًا فنردها على أدبارها \"، الآية (39)9725 - حدثنا أبو كريب قال، حدثنا جابر بن نوح، عن عيسى بن المغيرة قال: تذاكرنا عند إبراهيم إسلامَ كعبٍ، (40) فقال: أسلم كعب في زمان عمر، أقبل وهو يريد بيت المقدس، فمرّ على المدينة، فخرج إليه عمر فقال: يا كعب، أسلم! قال: ألستم تقرأون في كتابكم:  مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا  [سورة الجمعة: 5]؟ وأنا قد حملت التوراة! قال: فتركه. ثم خرج حتى انتهى إلى حمص، قال: فسمع رجلا من أهلها حزينًا وهو يقول: \" يا أيها الذين أوتوا الكتاب آمنوا بما نـزلنا مصدقًا لما معكم من قبل أن نطمس وجوها فنردها على أدبارها \"، الآية. فقال كعب: يا رب آمنت، يا رب أسلمت! مخافة أن تصيبه الآية، ثم رجع فأتى أهله باليمن، ثم جاء بهم مسلمين.* * *القول في تأويل قوله :  أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولا (47)قال أبو جعفر: يعني بقوله جل ثناؤه: \" أو نلعنهم \"، أو نلعنكم فنخزيكم ونجعلكم قردة =\" كما لعنا أصحاب السبت \"، يقول: كما أخزينا الذين اعتدوا في السبت من أسلافكم. (41) قيل ذلك على وجه الخطاب في قوله:  آمِنُوا بِمَا نَـزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ  ، كما قال:  حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا  [سورة يونس: 22]. (42)وقد يحتمل أن يكون معناه:  مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا  ، أو نلعن أصحاب الوجوه = فجعل \" الهاء والميم \" في قوله: \" أو نلعنهم \"، من ذكر أصحاب الوجوه، إذ كان في الكلام دلالة على ذلك:وبنحو ما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:9726 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله:  يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ  إلى قوله: \" أو نلعنهم كما لعنّا أصحاب السبت \"، أي: نحوّلهم قردة.9727 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الحسن: \" أو نلعنهم كما لعنا أصحاب السبت \"، يقول: أو نجعلهم قردة.9728 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" أو نلعنهم كما لعنا أصحاب السبت \"، أو نجعلهم قردة.9729 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" أو نلعنهم كما لعنا أصحاب السبت \"، قال: هم يهود جميعًا، نلعن هؤلاء كما لعنّا الذين لعنّا منهم من أصحاب السبت. (43)* * *وأما قوله: \" وكان أمر الله مفعولا \"، فإنه يعني: وكان جميع ما أمر الله أن يكون، كائنًا مخلوقًا موجودًا، لا يمتنع عليه خلق شيء شاء خَلْقه. و \" الأمر \" في هذا الموضع: المأمور = سمي\" أمر الله \"، لأنه عن أمره كان وبأمره.والمعنى: وكان ما أمر الله مفعولا.----------------الهوامش :(24) الأثر: 9714 -\"أبو العالية ، إسماعيل بن الهيثم العبدي\" ، لم نجده ، وانظر ما سلف رقم: 9365 ، 9366.و\"أبو قتيبة\" هو: سلم بن قتيبة ، مضت ترجمته برقم: 1899 ، 1924 ، 9365.(25) في المطبوعة ، أسقط: \"بل\".(26) في المطبوعة: \"عن الصراط الحق\" ، أسقط\"عن\" الثانية.(27) في المطبوعة: \"بدءًا من الشام\" ، وأثبت في المخطوطة ، وكلتاهما صواب. و\"بديًا\" ، في بدء أمرهم. وتفسير\"الوجوه\" هنا: النواحي.(28) هو الفراء في معاني القرآن 1: 272.(29) السياق: ثم حذرهم... بأسه وسطوته...(30) في المطبوعة: \"كما يدل عليه\" ، وفيه خطأ ، وفي المخطوطة: \"كما يدل على\" وفيه خطآن. والصواب ما أثبت.(31) في المطبوعة: \"من الوجوه التي ذكرت ، دليل يجب التسليم له\" ، زاد فيما كان في المخطوطة لتستقيم الجملة ، وكان فيها: \"من الوجوه التي يجب التسليم له\" والأمر أهون من ذلك ، أخطأ فكتب\"التي\" مكان\"الذي\" ، وهو حق السياق.(32) سلف البيت وتخريجه في 4: 424 ، تعليق: 4.(33) في المطبوعة: \"الذي قد تعفى ما بين جفني...\" حذف\"غر\" ، لأنه لم يحسن قراءتها ، وهي في المخطوطة غير منقوطة ، وانظر شرح أبي جعفر لكلمة\"غر\" ، والتعليق عليه بعد.(34) في المطبوعة: (العراسق الذي بين الخفين) ، واستدرك عليه الناشر الأول ، وكتب فيه خلطًا شديدًا ، نقله عنه آخرون!! وأما المخطوطة التي لم يحسن الناشر قراءتها فكان فيها: العرالسق الذي بين الخفين\" كله غير منقوط ، وصوابه قراءته ما أثبت. وأصل ذلك أن\"الغر\" (بفتح الغين وتشديد الراء) هو الشق في الأرض. و\"الغر\" أيضًا: الكسر يكون في الثوب ، والغضون في الجلد ، وهو مكاسر الجلد ، ومنه قليل: \"اطو الثوب على غره\" أي على كسره. وقد جاءت هذه الكلمة في تفسير أبي جعفر 23: 17 ، 18 مصحفة بالزاي: \"والطمس على العين هو أن لا يكون بين جفني العين (غز) ، وذلك هو الشق الذي بين الجفنين\". وانظر شرح ابن إسحاق في سيرته 2: 210: \"المطموس العين: الذي ليس بين جفنيه شق\".فتبين من هذا صحة قراءتنا وصوابها ، وخلط من لا يحسن أن يخلط ، فضلا عن أن يصيب!!(35) \"كان\" هنا تامة ، بمعنى: وقع وحدث.(36) في المطبوعة والمخطوطة: \"أسد بن سعية\" وعند ابن إسحاق: \"أسيد بن سعية\" (بفتح الألف وكسر السين). والاختلاف في اسمه واسم أبيه كثير.(37) لم أجد\"مخيرق\" في غير هذا الموضع ، وهو في سائر الكتب وفي ترجمته\"مخيريق\" ، والاختلاف في أسماء بني إسرائيل كثير. فتركته على حاله هنا ، لأنه هكذا ثبت في المخطوطة.(38) في المخطوطة: \"الذي حكم به لحق\" ، وفي هامش النسخة بخط عتيق: \"الصواب: بعثت\" ، وأخطأ من كتب ، فالصواب ما في المطبوعة ، وهو نص سيرة ابن هشام.(39) الأثر 9724 - سيرة ابن هشام 2: 209 ، وهو تابع الأثر السالف: 9689 ، 9690.(40) يعني\"كعب الأحبار\".(41) انظر تفسير\"اللعنة\" فيما سلف قريبًا ص: 439 ، تعليق: 2 ، والمراجع هناك.(42) انظر ما سلف 1: 154 / 3: 304 ، 305 / 6: 238 ، 464 ، ومواضع أخرى كثيرة فيما سلف.(43) انظر خبر\"أصحاب السبت\" فيما سلف 2: 166 - 175.",
  "ayah": 47,
  "surah": 4
}
