{
  "text": "القول في تأويل قوله :  أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُقال أبو جعفر: يعني بذلك جل ثناؤه: ألم تر، يا محمد بقلبك، (50) الذين يزكون أنفسهم من اليهود فيبرِّئونها من الذنوب ويطهرونها. (51)* * *واختلف أهل التأويل، في المعنى الذي كانت اليهود تُزَكي به أنفسها.فقال بعضهم: كانت تزكيتهم أنفسَهم، قولهم:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  .*ذكر من قال ذلك:9733 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء ولا يُظلمون فتيلا \"، وهم أعداء الله اليهود، زكوا أنفسهم بأمر لم يبلغوه، فقالوا:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  . وقالوا: \" لا ذنوب لنا \".9734 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الحسن في قوله: \" ألم تر إلى الذين يزكون أنفسهم \"، قال: هم اليهود والنصارى، قالوا:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  . وقالوا:  لَنْ يَدْخُلَ الْجَنَّةَ إِلا مَنْ كَانَ هُودًا أَوْ نَصَارَى  .9735 - وحدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو تميلة، عن عبيد بن سليمان، عن الضحاك قال: قالت يهود: \" ليست لنا ذنوب إلا كذنوب أولادنا يوم يولدون! فإن كانت لهم ذنوب فإنّ لنا ذنوبًا! فإنما نحن  مثلهم \"! قال الله تعالى ذكره:  انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفَى بِهِ إِثْمًا مُبِينًا9736 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ألم تر إلى الذين يزكون أنفسهم \"، قال: قال أهل الكتاب:  لَنْ يَدْخُلَ الْجَنَّةَ إِلا مَنْ كَانَ هُودًا أَوْ نَصَارَى  ، وقالوا:  نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ  ، وقالوا: \" نحن على الذي يحب الله \". فقال تبارك وتعالى: \" ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء \"، حين زعموا أنهم يدخلون الجنة، وأنهم أبناء الله وأحباؤه وأهل طاعته.9737 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ألم تر إلى الذين يزكون أنفسهم بل لله يزكي من يشاء ولا يظلمون فتيلا \"، نـزلت في اليهود، قالوا: \" إنا نعلم أبناءنا التوراة صغارًا، فلا تكون لهم ذنوب، وذنوبنا مثل ذنوب أبنائنا، ما عملنا بالنهار كُفَّر عنا بالليل \".* * *وقال آخرون: بل كانت تزكيتهم أنفسَهم، تقديمهم أطفالهم لإمامتهم في صلاتهم، زعمًا منهم أنهم لا ذنوب لهم.*ذكر من قال ذلك:9738 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" يزكون أنفسهم \"، قال: يهود، كانوا يقدمون صبيانهم في الصلاة فيؤمُّونهم، يزعمون أنهم لا ذنوب لهم. فتلك التزكية.9739 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.9740 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن الأعرج، عن مجاهد قال: كانوا يقدمون الصبيان أمامهم في &; 8-454 &; الدعاء والصلاة يؤمُّونهم، ويزعمون أنهم لا ذنوب لهم، فتلك تزكية = قال ابن جريج: هم اليهود والنصارى.9741 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن حصين، عن أبي مالك في قوله: \" ألم تر إلى الذين يزكون أنفسهم \"، قال: نـزلت في اليهود، كانوا يقدمون صبيانهم يقولون: \" ليست لهم ذنوب \".9742 - حدثنا ابن وكيع قال، حدثنا أبي، عن أبي مكين، عن عكرمة في قوله: \" ألم تر إلى الذين يزكون أنفسهم \"، قال، كان أهل الكتاب يقدمون الغلمان الذين لم يبلغوا الحِنْث يصلُّون بهم، يقولون: \" ليس لهم ذنوب \"! فأنـزل الله: \" ألم تر إلى الذين يزكون أنفسهم \"، الآية. (52)* * *وقال آخرون: بل تزكيتهم أنفسهم، كانت قولهم: \" إن أبناءنا سيشفعون لنا ويزكوننا \".*ذكر من قال ذلك:9743 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" ألم تر إلى الذين يزكون أنفسهم \"، وذلك أن اليهود قالوا: \" إن أبناءنا قد تُوُفُّوا، وهم لنا قربة عند الله، وسيشفعون ويزكوننا \"! فقال الله لمحمد: \" ألم تر إلى الذين يزكون أنفسهم \" إلى  وَلا يُظْلَمُونَ فَتِيلا  .* * *وقال آخرون: بل ذلك كان منهم، تزكية من بعضهم لبعض.*ذكر من قال ذلك:9744 - حدثني يحيى بن إبراهيم المسعودي قال، حدثنا أبي، عن أبيه، &; 8-455 &; عن الأعمش، عن قيس بن مسلم، عن طارق بن شهاب قال: قال عبد الله: إن الرجل ليغدو بدينه، ثم يرجع وما معه منه شيء! يلقى الرجل ليس يملك له نفعًا ولا ضرًا، فيقول: \" والله إنك لذَيْتَ وذَيْتَ\"، ولعله أن يرجع ولم يَحْلَ من حاجته بشيء، (53) وقد أسخط الله عليه. ثم قرأ: \" ألم تر إلى الذين يزكون أنفسهم \" الآية. (54)* * *قال أبو جعفر: وأولى هذه الأقوال بالصواب، قول من قال: معنى \" تزكية القوم \"، الذين وصفهم الله بأنهم يزكون أنفسهم، وَصفهم إياها بأنها لا ذنوب لها ولا خطايا، وأنهم لله أبناء وأحبّاء، كما أخبر الله عنهم أنهم كانوا يقولونه. لأن ذلك هو أظهر معانيه، لإخبار الله عنهم أنهم إنما كانوا يزكون أنفسهم دون غيرها.* * *وأما الذين قالوا: معنى ذلك: \" تقديمهم أطفالهم للصلاة \"، فتأويل لا تدرك صحته إلا بخبر حجة يوجب العلم.* * *وأما قوله جل ثناؤه: \" بل الله يزكي من يشاء \"، فإنه تكذيب من الله المزكِّين أنفسهم من اليهود والنصارى، المبرِّئيها من الذنوب. يقول الله لهم: ما الأمر كما &; 8-456 &; زعمتم أنه لا ذنوب لكم ولا خطايا، وأنكم برآء مما يكرهه الله، ولكنكم أهل فِرْية وكذب على الله، وليس المزكَّي من زكى نفسه، ولكنه الذي يزكيه الله، والله يزكي من يشاء من خلقه فيطهره ويبرِّئه من الذنوب، بتوفيقه لاجتناب ما يكرهه من معاصيه، إلى ما يرضاه من طاعته.* * *وإنما قلنا إنّ ذلك كذلك، لقوله جل ثناؤه:  انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ  ، وأخبر أنهم يفترون على الله الكذب بدعواهم أنهم أبناء الله وأحباؤه، وأن الله قد طهرهم من الذنوب.* * *القول في تأويل قوله :  وَلا يُظْلَمُونَ فَتِيلا (49)قال أبو جعفر: يعني بذلك جل ثناؤه: ولا يظلم الله هؤلاء الذين أخبر عنهم أنهم يزكون أنفسهم ولا غيرهم من خلقه، فيبخسهم في تركه تزكيتهم، وتزكية من ترك تزكيته، وفي تزكية من زكى من خلقه = شيئًا من حقوقهم، ولا يضع شيئًا في غير موضعه، ولكنه يزكي من يشاء من خلقه، فيوفِّقه، ويخذل من يشاء من أهل معاصيه. كل ذلك إليه وبيده، وهو في كل ذلك غير ظالم أحدًا = ممن زكاه أو لم يزكه = فتيلا.* * *واختلف أهل التأويل في معنى \" الفتيل \".فقال بعضهم: هو ما خرج من بين الإصبعين والكفين من الوسخ، إذا فتلتَ إحداهما بالأخرى.*ذكر من قال ذلك:9745 - حدثني سليمان بن عبد الجبار [ قال، حدثنا محمد بن الصلت] &; 8-457 &; قال، حدثنا أبو كدينة، عن قابوس، عن أبيه، عن ابن عباس قال: الفتيل ما خرج من بين إصبعيك. (55) 9746 - حدثنا ابن حميد قال، حدثنا حكام، عن عنبسة، عن أبي إسحاق الهمداني، عن التيمي قال: سألت ابن عباس عن قوله: \" ولا يظلمون فتيلا \"، قال: ما فتلت بين إصبعيك.9747 - حدثنا ابن وكيع قال، حدثنا أبي، عن يزيد بن درهم أبي العلاء قال، سمعت أبا العالية، عن ابن عباس: \" ولا يظلمون فتيلا \"، قال: الفتيل، هو الذي يخرج من بين إصبعي الرجل. (56)9748 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" ولا يظلمون فتيلا \"، والفتيل، هو أن تدلُك إصبعيك، (57) فما خرج بينهما فهو ذلك.9749 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا حصين، &; 8-458 &; عن أبي مالك في قوله: \" ولا يظلمون فتيلا \"، قال: الفتيل: الوَسخ الذي يخرج من بين الكفين.9750 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي، قال: الفتيل، ما فتلت به يديك، فخرج وَسَخ.9751 - حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن مجاهد، عن ابن عباس في قوله: \" ولا يظلمون فتيلا \"، قال: ما تدلكه في يديك فيخرج بينهما.* * *وأناس يقولون: الذي يكون في بَطن النواة.*ذكر من قال ذلك:9752 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" فتيلا \"، قال: الذي في بطن النواة.9753 - حدثنا ابن وكيع قال، حدثنا أبي، عن طلحة بن عمرو، عن عطاء قال: الفتيل، الذي في بطن النواة.9754 - حدثني يونس قال، أخبرنا ابن وهب قال، حدثني طلحة بن عمرو: أنه سمع عطاء بن أبي رباح يقول، فذكر مثله.9755 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال قال ابن جريج: أخبرني عبد الله بن كثير: أنه سمع مجاهدًا يقول: الفتيل، الذي في شِقّ النواة.9756 - حدثنا محمد بن بشار قال، حدثنا محمد بن سعيد قال، حدثنا سفيان بن سعيد، عن منصور، عن مجاهد قال: الفتيل، في النَّوى.9757 - حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال، أخبرنا &; 8-459 &; معمر، عن قتادة في قوله: \" ولا يظلمون فتيلا \"، قال: الفتيل الذي في شِقّ النواة.9758 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول: حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول: الفتيل، شق النواة.9759 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: الفتيل، الذي في بطن النواة.9760 - حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك قال: الفتيل، الذي يكون في شِقّ النواة.9761 - حدثنا المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" ولا يظلمون فتيلا \"، فتيل النواة.9762 - حدثنا ابن بشار قال، حدثنا أبو عامر قال، حدثنا قرة، عن عطية قال: الفتيل، الذي في بطن النواة. (58)* * *قال أبو جعفر: وأصل \" الفتيل \"، المفتول، صرف من \" مفعول \" إلى \" فعيل \" كما قيل: \" صريع \" و \" دهين \" من \" مصروع \" و \" مدهون \".وإذ كان ذلك كذلك = وكان الله جل ثناؤه إنما قصد بقوله: \" ولا يظلمون فتيلا \"، الخبرَ عن أنه لا يظلم عبادَه أقلَّ الأشياء التي لا خطر لها، فكيف بما له خطر؟ = وكان الوسخ الذي يخرج من بين إصبعي الرجل أو من بين كفيه إذا فتل إحداهما على الأخرى، كالذي هو في شق النواة وبطنها، وما أشبه ذلك من الأشياء التي هي مفتولة، مما لا خطر له، ولا قيمة = فواجبٌ أن يكون كل ذلك داخلا في معنى \" الفتيل \"، إلا أن يخرج شيئًا من ذلك ما يجب التسليم له، مما دل عليه ظاهر التنـزيل.-----------------الهوامش :(50) انظر تفسير\"ألم تر\" فيما سلف قريبًا: 426 ، تعليق: 5 ، والمراجع هناك.(51) انظر تفسير\"التزكية\" فيما سلف: 369 ، تعليق: 2 ، والمراجع هناك.(52) الأثر: 9742 -\"أبو مكين\" هو: نوح بن ربيعة الأنصاري ، مولاهم. مترجم في التهذيب.(53) في المطبوعة: \"ويجعله أن يرجع\" ، وهو خطأ لا شك فيه ، والصواب في المخطوطة. وقوله: \"لم يحل من حاجة بشيء\" ، أي لم يظفر منها بشيء ، ولم يصب شيئًا مما ابتغى ، وهو لا يستعمل إلا مع النفي والجحد بهذا المعنى.وقوله: \"ذيت وذيت\" من ألفاظ الكنايات ، بمعنى: \"كيت وكيت\".(54) الأثر: 9744 -\"يحيى بن إبراهيم بن أبي عبيدة بن معن بن عبد الرحمن بن عبد الله بن مسعود المسعودي\" سلفت ترجمته برقم: 5379.و\"قيس بن مسلم الجدلي العدواني\" روى عن طارق بن شهاب ، وروى عنه الأعمش ، وسفيان الثوري وآخرون. قال أحمد\"ثقة في الحديث ، كان مرجئًا\" وقال أحمد عن سفيان: \"يقولون: ما رفع رأسه إلى السماء منذ كذا وكذا تعظيمًا لله\".و\"طارق بن شهاب الأحمسي\" ، روى عنه الأربعة. ورأى طارق النبي صلى الله عليه وسلم ، وروى عنه مرسلا ، وروى عن الخلفاء الأربعة ، وبلال ، وحذيفة ، وخالد بن الوليد.(55) الأثر: 9745 -\"سليمان بن عبد الجبار بن زريق الخياط\" مضى برقم: 5994 = وكذلك مضت ترجمة: \"محمد بن الصلت\" ، وترجمة\"أبي كدينة: يحيى بن المهلب\". هذا وقد كان الإسناد مخرومًا فيما رجحت ، سقط منه ذكر\"محمد بن الصلت\" كما مضى في 5994 ، 7964 ، وكما سيأتي الإسناد نفسه برقم: 9799 ، ولأن سليمان بن عبد الجبار ، لم يلحق\"أبا كدينة\".و\"قابوس\" هو: قابوس بن أبي ظبيان الجنبي ، روى عن أبيه حصين بن جندب. وهو ضعيف ، لا يحتج به ، كما قال ابن سعد. قال ابن حبان: \"كان رديء الحفظ ، ينفرد عن أبيه بما لا أصل له\".وأبوه: \"حصين بن جندب الجنبي ، أبو ظبيان. روى عن عمر ، وعلي ، وابن مسعود ، وابن عباس ، وابن عمر وغيرهم من الصحابة والتابعين ، وهو ثقة. مترجم في التهذيب.(56) الأثر: 9747 -\"يزيد بن درهم ، أبي العلاء العجمي\" ، أخو: محمد بن درهم ، روى عن أنس بن مالك ، والحسن ، وهذا هو يروي أيضًا عن أبي العالية ، ولم يذكروه. روى عنه وكيع ، وعبد الصمد بن عبد الوارث. قال الفلاس: \"ثقة\" ، وقال ابن معين: \"ليس بشيء\". وذكره ابن حبان في الثقات وقال: \"يخطئ كثيرًا\". مترجم في ابن أبي حاتم 4 / 2 / 260 ، ولسان الميزان 6: 286. وانظر الأثر التالي: 9811 ، والتعليق عليه.هذا ، وكان في المطبوعة: \"زيد بن درهم: ...\" ، والصواب من المخطوطة.(57) في المطبوعة\"تدلك بين إصبعيك\" ، زاد\"بين\" وليست في المخطوطة.(58) الأثر: 9762 -\"أبو عامر\" هو أبو عامر العقدي ، عبد الملك بن عمرو ، مضت ترجمته برقم: 4143.و\"قرة\" هو قرة بن خالد السدوسي ، روى عن أبي رجاء العطاردي ، وابن سيرين ، والحسن. وروى عنه شعبة ، ويحيى بن سعيد القطان ، وأبو داود الطيالسي ، وغيرهم. مترجم في التهذيب و\"عطية\" هو: عطية بن سعد بن جنادة العوفي. مترجم في رقم: 305.",
  "ayah": 49,
  "surah": 4
}
