{
  "text": "القول في تأويل قوله :  وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ  (98)قال أبو جعفر: اختلف أهل التأويل في\" السفهاء \" الذين نهى الله جل ثناؤه عباده أن يؤتوهم أموالهم. (99)فقال بعضهم: هم النساء والصبيان.* ذكر من قال ذلك:8523 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن بن مهدي قال، حدثنا إسرائيل، عن عبد الكريم، عن سعيد بن جبير قال: اليتامى والنساء.8524 - حدثنا المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم، عن يونس، عن الحسن في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: لا تعطوا الصغار والنساء.8525 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا يزيد بن زريع، عن يونس، عن الحسن قال: المرأة والصبيّ.8526 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن شريك، عن أبي حمزة، عن الحسن قال: النساء والصغار، والنساء أسفه السفهاء.8527 - حدثنا الحسن بن يحيى قال، حدثنا عبد الرزاق قال، أخبرنا معمر، عن الحسن في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: \" السفهاء \" ابنك السفيه، وامرأتك السفيهة. وقد ذكر أن رسول الله صلى الله عليه وسلم قال: \" اتقوا الله في الضعيفين، اليتيم والمرأة \".8528 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا حميد، عن عبد الرحمن الرؤاسي، عن السدي= قال: يردّه إلى عبدالله= قال: النساء والصبيان.8529 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ولا تؤتوا السفهاء أموالكم \"، أما \" السفهاء \"، فالولد والمرأة.8530 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان، عن الضحاك قوله: \" ولا تؤتوا السفهاء أموالكم \"، يعني بذلك: ولد الرجل وامرأته، وهي أسفه السفهاء.8531 - حدثني يحيى بن أبي طالب قال، حدثنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: \" السفهاء \" الولد، والنساء أسفه السفهاء، فيكونوا عليكم أربابًا.8532 - حدثنا أحمد بن حازم الغفاري قال، حدثنا أبو نعيم قال، حدثنا سفيان، عن سلمة بن نبيط، عن الضحاك، قال: أولادكم ونساؤكم.8533 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا أبي، عن سلمة، عن الضحاك قال: النساء والصبيان.8534 - حدثنا أحمد بن حازم قال، حدثنا أبو نعيم قال، حدثنا سفيان، عن حميد الأعرج، عن مجاهد: \" ولا تؤتوا السفهاء أموالكم \"، قال: النساء والولدان.8535 - حدثنا أحمد قال، حدثنا أبو نعيم قال، حدثنا ابن أبي غَنِيّة، عن الحكم: \" ولا تؤتوا السفهاء أموالكم \"، قال: النساء والولدان. (100)8536 - حدثنا بشر بن معاذ: قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا \"، أمر الله بهذا المال أن يخزن فتُحسن خِزانته، ولا يملكه المرأة السفيهة والغلامُ السفيه.8537 - حدثني المثنى قال، حدثنا الحماني قال، حدثنا ابن المبارك، عن إسماعيل، عن أبي مالك قال: النساء والصبيان.8538 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس: \" ولا تؤتوا السفهاء أموالكم \"، قال: امرأتك &; 7-563 &; وبنيك= وقال: \" السفهاء \"، الولدان، والنساء أسفه السفهاء.* * *وقال آخرون: بل \" السفهاء \"، الصبيان خاصة.* ذكر من قال ذلك:8539 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن شريك، عن سالم، عن سعيد بن جبير في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: هم اليتامى.8540 - حدثنا ابن وكيع قال، حدثني أبي، عن شريك، عن سالم، عن سعيد قال: \" السفهاء \"، اليتامى.8541 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا يونس، عن الحسن في قوله: \" ولا تؤتوا السفهاء أموالكم \"، يقول: لا تَنْحَلوا الصغار.* * *وقال آخرون: بل عنى بذلك: السفهاء من ولد الرجل.* ذكر من قال ذلك:8542 - حدثنا سعيد بن يحيى الأموي قال، أخبرنا ابن المبارك، عن إسماعيل بن أبي خالد، عن أبي مالك قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: لا تعط ولدك السفيه مالك فيفسده، الذي هو قوامك بعد الله تعالى.8543 - حدثنا محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" ولا تؤتوا السفهاء أموالكم \"، يقول: لا تسلط السفيه من ولدك= فكان ابن عباس يقول: نـزل ذلك في السفهاء، وليس اليتامى من ذلك في شيء. (101)8544 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن فراس، عن الشعبي، عن أبي بردة، عن أبي موسى الأشعري أنه قال: ثلاثة يدعون الله فلا يستجيب لهم: رجل كانت له امرأة سيئة الخلق فلم يطلِّقْها، ورجل أعطى ماله سفيهًا وقد قال الله: \" ولا تؤتوا السفهاء أموالكم \"، ورجل كان له على رجل دين فلم يُشهد عليه. (102)8545 - حدثنا يونس قال، أخبرنا ابن وهب قال، سمعت ابن زيد: \" ولا تؤتوا السفهاء أموالكم \" الآية، قال: لا تعط السفيه من ولدك رأسًا ولا حائطًا، ولا شيئًا هو لك قيمًا من مالك.* * *وقال آخرون: بل \" السفهاء \" في هذا الموضع، النساء خاصة دون غيره.* ذكر من قال ذلك:8546 - حدثنا محمد بن عبد الأعلى قال، حدثنا المعتمر بن سليمان، عن أبيه قال: زعم حضرميٌّ أن رجلا عمد فدفع ماله إلى امرأته، فوضعته في غير الحق، فقال الله تبارك وتعالى: \" ولا تؤتوا السفهاء أموالكم \".8547 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن حميد، عن مجاهد: \" ولا تؤتوا السفهاء أموالكم \"، قال: النساء.8548 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، حدثنا سفيان، عن الثوري، عن حميد، عن قيس، عن مجاهد في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: هنّ النساء.8549 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى عن ابن أبي نجيح، عن مجاهد في قول الله تبارك وتعالى: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا \"، قال: نهى الرجال أن يعطوا النساء أموالهم، وهنّ سفهاء مَنْ كُنَّ أزواجًا أو أمهاتٍ أو بنات.8550 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.8551 - حدثنا ابن بشار قال، حدثنا عبد الأعلى قال، حدثنا هشام، عن الحسن قال: المرأة.8552 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا جويبر، عن الضحاك قال: النساء مِنْ أسفه السفهاء.8553 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك، عن أبي عوانة، عن عاصم، عن مورّق قال: مرت امرأة بعبدالله بن عمر لها شارَة وهيْئة، فقال لها ابن عمر: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا \".* * *وقال أبو جعفر: والصواب من القول في تأويل ذلك عندنا، أن الله جل ثناؤه عم بقوله: \" ولا تؤتوا السفهاء أموالكم \"، فلم يخصص سفيهًا دون سفيه. فغير جائز لأحد أن يؤتي سفيهًا ماله، صبيًا صغيرًا كان أو رجلا كبيرًا، ذكرًا كان أو أنثى.و \" السفيه \" الذي لا يجوز لوليه أن يؤتِّيه ماله، هو المستحقُّ الحجرَ بتضييعه مالَه وفسادِه وإفسادِه وسوء تدبيره ذلك.وإنما قلنا ما قلنا، من أن المعنيَّ بقوله: \" ولا تؤتوا السفهاء \" هو من وصفنا دون غيره، لأن الله جل ثناؤه قال في الآية التي تتلوها:  وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ  ، فأمر أولياء اليتامى بدفع أموالهم إليهم إذا &; 7-566 &; بلغوا النكاح وأونس منهم الرشد، وقد يدخل في\" اليتامى \" الذكور والإناث، فلم يخصص بالأمر بدفع ما لَهُم من الأموال، الذكورَ دون الإناث، ولا الإناث دون الذكور.وإذْ كان ذلك كذلك، فمعلومٌ أن الذين أمر أولياؤهم بدفعهم أموالهم، إليهم، وأجيز للمسلمين مبايعتهم ومعاملتهم، غير الذين أمر أولياؤهم بمنعهم أموالهم، وحُظِر على المسلمين مداينتهم ومعاملتهم.فإذْ كان ذلك كذلك، فبيِّنٌ أن \" السفهاء \" الذين نهى الله المؤمنين أن يؤتوهم أموالهم، هم المستحقون الحجرَ والمستوجبون أن يُولى عليهم أموالهم، وهم من وصفنا صفتهم قبل، وأن من عدا ذلك فغير سفيه، لأن الحجر لا يستحقه من قد بلغ وأونس رشده.* * *وأما قول من قال: \" عنى بالسفهاء النساء خاصة \"، فإنه جعل اللغة على غير وجهها. وذلك أن العرب لا تكاد تجمع \" فعيلا \" على \" فُعَلاء \" إلا في جمع الذكور، أو الذكور والإناث. وأما إذا أرادوا جمع الإناث خاصة لا ذكران معهم، جمعوه على: \" فعائل \" و \" فعيلات \"، مثل: \" غريبة \"، تجمع \" غرائب \" و \" غريبات \"، فأما \" الغُرَباء \"، فجمع \" غريب \". (103)* * *واختلف أهل التأويل في تأويل قوله: \" أموالكم التي جعل الله لكم قيامًا وارْزُقوهم فيها واكسوهم \"،فقال بعضهم: عنى بذلك: لا تؤتوا السفهاء من النساء والصبيان= على ما ذكرنا من اختلاف من حكينا قوله قبل= أيها الرشداء، أموالكم التي تملكونها، فتسلِّطوهم عليها فيفسدوها ويضيعوها، ولكن ارزقوهم أنتم منها إن كانوا ممن تلزمكم نفقته، واكسوهم، وقولوا لهم قولا معروفًا.وقد ذكرنا الرواية عن جماعة ممن قال ذلك، منهم: أبو موسى الأشعري، وابن عباس، والحسن، ومجاهد، وقتادة، وحضرمي، وسنذكر قول الآخرين الذين لم يذكر قولهم فيما مضى قبل.8554 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا وارزقوهم فيها \"، يقول: لا تعط امرأتك وولدك مالك، فيكونوا هم الذين يقومون عليك، وأطعمهم من مالك واكسُهم.8555 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفًا \"، يقول: لا تسلط السفيه من ولدك على مالك، وأمرَه أن يرزقه منه ويكسوه.8556 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ولا تؤتوا السفهاء أموالكم \"، قال: لا تعط السفيه من مالك شيئًا هو لك.* * *وقال آخرون: بل معنى ذلك: \" ولا تؤتوا السفهاء أموالهم \"، ولكنه أضيف إلى الولاة، لأنهم قُوَّامها ومدبِّروها.* * ** ذكر من قال ذلك:8557 - حدثني المثنى قال، حدثنا سويد بن نصر قال، حدثنا ابن المبارك، عن شريك، عن سالم، عن سعيد بن جبير في قوله: \" ولا تؤتوا السفهاء أموالكم \"،&; 7-568 &;[هو مال اليتيم يكون عندك، يقول: لا تؤته إياه، وأنفقه عليه حتى يبلغ. وإنّما أضاف إلى الأولياء فقال: \" أموالكم \"، لأنهم قوّامها ومدبروها]. (104)* * *قال أبو جعفر: وقد يدخل في قوله: \" ولا تؤتوا السفهاء أموالكم \"، أموالُ المنهيِّين عن أن يؤتوهم ذلك، وأموال \" السفهاء \". لأن قوله: \" أموالكم \" غير مخصوص منها بعض الأموال دون بعض. ولا تمنع العرب أن تخاطب قومًا خِطابًا، فيخرج الكلام بعضه خبر عنهم، وبعضه عن غُيَّب، وذلك نحو أن يقولوا: \" أكلتم يا فلان أموالكم بالباطل \"، فيخاطب الواحد خطاب الجمع، بمعنى: أنك وأصحابك أو وقومك أكلتم أموالكم. فكذلك قوله: \" ولا تؤتوا السفهاء \"، معناه: لا تؤتوا أيها الناس، سفهاءكم أموالكم التي بعضها لكم وبعضها لهم، فيضيعوها.وإذ كان ذلك كذلك، وكان الله تعالى ذكره قد عم بالنهي عن إيتاء السفهاء الأموال كلَّها، ولم يخصص منها شيئا دون شيء، كان بيِّنًا بذلك أن معنى قوله: \" التي جعل الله لكم قيامًا \"، إنما هو التي جعل الله لكم ولهم قيامًا، ولكن السفهاء دخل ذكرهم في ذكر المخاطبين بقوله: \" لكم \".* * *وأما قوله: \" التي جعل الله لكم قيامًا \"، فإن \" قيامًا \" و \" قِيَمًا \" و \" قِوَامًا \" في معنى واحد. وإنما \" القيام \" أصله \" القوام \"، غير أن \" القاف \" التي قبل \" الواو \" لما كانت مكسورة، جعلت \" الواو \"\" ياء \" لكسرة ما قبلها، كما يقال: \" صُمْت صيامًا \"،\" وصُلْت صِيالا \"، (105) ويقال منه: \" فلان قوام أهل بيته \" و \" قيام أهل بيته \".* * *واختلفت القرأة في قراءة ذلك.فقرأ بعضهم: ( التي جعل الله لكم قِيَمًا ) بكسر \" القاف \" وفتح \" الياء \" بغير \" ألف \".وقرأه آخرون: \" قِيَامًا \" بألف.* * *قال محمد: (106) والقراءة التي نختارها: \" قِيَامًا \" بالألف، لأنها القراءة المعروفة في قراءة أمصار الإسلام، وإن كانت الأخرى غير خطأ ولا فاسد. وإنما اخترنا ما اخترنا من ذلك، لأن القراآت إذا اختلفت في الألفاظ واتفقت في المعاني، فأعجبها إلينا ما كان أظهر وأشهر في قَرَأة أمصار الإسلام.* * *وبنحو الذي قلنا في تأويل قوله: \" قيامًا \" قال أهل التأويل.* ذكر من قال ذلك:8558 - حدثنا سعيد بن يحيى الأموي قال، حدثنا ابن المبارك، عن إسماعيل بن أبي خالد، عن أبي مالك: \" أموالكم التي جعل الله لكم قيامًا \"، التي هي قوامك بعد الله. (107)8559 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" أموالكم التي جعل الله لكم قيامًا \"، فإن المال هو &; 7-570 &; قيام الناس، قِوَام معايشهم. يقول: كن أنت قيم أهلك، فلا تعط امرأتك [وولدك] مالك، فيكونوا هم الذين يقومون عليك. (108)8560 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا \" يقول الله سبحانه: لا تعمد إلى مالك وما خوَّلك الله وجعله لك معيشة، فتعطيه امرأتك أو بَنيك، ثم تنظر إلى ما في أيديهم. ولكن أمسك مالك وأصلحه، وكن أنتَ الذي تنفق عليهم في كسوتهم ورزقهم ومؤونتهم. قال: وقوله: \" قيامًا \"، بمعنى: قوامكم في معايشكم.8561 - حدثنا الحسن بن يحيى قال أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الحسن قوله: \" قيامًا \" قال: قيام عيشك.8562 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا بكر بن شرود، عن مجاهد أنه قرأ: \" التي جعل الله لكم قيامًا \"، بالألف، يقول: قيام عيشك. (109)8563 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: &; 7-571 &; \" أموالكم التي جعل الله لكم قيامًا \"، قال: لا تعط السفيه من ولدك شيئًا، هو لك قيِّم من مالك. (110)* * *وأما قوله: \" وارزقوهم فيها واكسوهم \"، فإن أهل التأويل اختلفوا في تأويله.فأما الذين قالوا: إنما عنى الله جل ثناؤه بقوله: \" ولا تؤتوا السفهاء أموالكم \"، [أموالَ] أولياء السفهاء، لا أموال السفهاء، (111) = فإنهم قالوا: \" معنى ذلك: وارزقوا، أيها الناس، سفهاءكم من نسائكم وأولادكم، من أموالكم طعامهم، وما لا بد لهم منه من مُؤَنهم وكسوتهم \".وقد ذكرنا بعض قائلي ذلك فيما مضى، وسنذكر من لم يُذكر من قائليه.8564 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد قال: أمروا أن يرزقوا سفهاءهم- من أزواجهم وأمهاتهم وبناتهم- من أموالهم.8565 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.8566 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج عن ابن جريج قال، قال ابن عباس قوله: \" وارزقوهم \"، قال، يقول: أنفقوا عليهم.8567 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" وارزقوهم فيها واكسوهم \"، يقول: أطعمهم من مالك واكسهم.* * *وأما الذين قالوا: إنما عنى بقوله: \" ولا تؤتوا السفهاء أموالكم \"، أموالَ السفهاء أن لا يؤتيهموها أولياؤهم \"، فإنهم قالوا: \" معنى قوله: \" وارزقوهم فيها واكسوهم \"، وارزقوا، أيها الولاة ولاةَ أموال السفهاء، سفهاءكم من أموالهم، طعامهم وما لا بد لهم من مؤنهم وكسوتهم. وقد مضى ذكر ذلك. (112)* * *قال أبو جعفر: وأما الذي نراه صوابًا في قوله: \" ولا تؤتوا السفهاء أموالكم \" من التأويل، فقد ذكرناه، ودللنا على صحة ما قلنا في ذلك بما أغنى عن إعادته.* * *فتأويل قوله: \" وارزقوهم فيها واكسوهم \"، على التأويل الذي قلنا في قوله: \" ولا تؤتوا السفهاء أموالكم \"= وأنفقوا على سفهائكم من أولادكم ونسائكم الذين تجب عليكم نفقتهم من طعامهم وكسوتهم في أموالكم، ولا تسلِّطوهم على أموالكم فيهلكوها= وعلى سفهائكم منهم، ممن لا تجب عليكم نفقته، ومن غيرهم الذين تَلُون أنتم أمورهم، من أموالهم فيما لا بد لهم من مؤنهم في طعامهم وشرابهم وكسوتهم. (113) لأن ذلك هو الواجب من الحكم في قول جميع الحجة، لا خلاف بينهم في ذلك، مع دلالة ظاهر التنـزيل على ما قلنا في ذلك.* * *القول في تأويل قوله :  وَقُولُوا لَهُمْ قَوْلا مَعْرُوفًا (5)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك:فقال بعضهم: معنى ذلك: عِدْهم عِدَة جميلة من البرِّ والصلة.* ذكر من قال ذلك:8568 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، &; 7-573 &; عن ابن أبي نجيح، عن مجاهد: \" وقولوا لهم قولا معروفًا \"، قال: أمروا أن يقولوا لهم قولا معروفًا في البر والصلة= يعني النساء، وهن السفهاء عنده.8569 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد: \" وقولوا لهم قولا معروفًا \"، قال: عِدَةً تَعِدُهم. (114)* * *وقال آخرون: بل معنى ذلك: ادعوا لهم.* ذكر من قال ذلك:8570 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وقولوا لهم قولا معروفًا \"، إن كان ليس من ولدك ولا ممن يجب عليك أن تنفق عليه، فقل لهم قولا معروفًا، قل لهم: \" عافانا الله وإياك \"،\" وبارك الله فيك \".* * *قال أبو جعفر: وأولى هذه الأقوال في ذلك بالصحة، ما قاله ابن جريج. وهو أن معنى قوله: \" وقولوا لهم قولا معروفًا \"، أي: قولوا، يا معشر ولاة السفهاء، قولا معروفًا للسفهاء: \" إن صَلحتم ورشدتم سلَّمنا إليكم أموالكم، وخلَّينا بينكم وبينها، فاتقوا الله في أنفسكم وأموالكم \"، وما أشبه ذلك من القول الذي فيه حث على طاعة الله، ونهي عن معصيته. (115)------------------الهوامش :(98) كان في المطبوعة والمخطوطة سياق الآية إلى \"قيامًا\". ولكن تفسير أبي جعفر شمل بقية الآية\"وارزقوهم فيها واكسوهم ، \" كما سيأتي في ص: 571 ، فأتممتها.(99) انظر تفسير\"السفه\" و\"السفهاء\" فيما سلف 1 / 293- 295 / 3: 90 ، 129 / 6 57- 60.(100) الأثر: 8535-\"أبو نعيم\" ، هو\"الفضل بن دكين\". مضت ترجمته برقم: 2554 ، 3035. و\"ابن أبي غنية\" (بفتح الغين وكسر النون وياء مشددة مفتوحة) هو: \"عبد الملك بن حميد بن أبي غنية ، الخزاعي\" ، روى عن أبيه ، وأبي إسحاق السبيعي ، وأبي إسحاق الشيباني ، والحكم بن عتيبة. وروى عنه الثوري ، وهو من أقرانه ، ووكيع ، ويحيى بن أبي زائدة ، وعمارة بن بشر ، وأبو نعيم وآخرون. وهو ثقة. وكان في المطبوعة: \"ابن أبي عنبسة\" ، أما في المخطوطة ، فإن الناسخ لم يحسن كتابة ما كتب فصارت كأنها\"ابن أبي عنية\" ، والصواب ما أثبت.و\"الحكم\" ، هو\"الحكم بن عتيبة الكندي\" ، مضى مرارًا ، في رقم: 3297.(101) في المطبوعة والمخطوطة: \"وليسوا اليتامى\" ، وهي لغة رديئة ، أخشى أن يكون ذلك من سهو الناسخ.(102) الأثر: 8544- أخرجه الحاكم في المستدرك 2: 203 من طريق أبي المثنى معاذ بن معاذ العنبري. عن أبيه ، عن شعبة ، مرفوعا ، وقال: \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه ، لتوقيف أصحاب شعبة هذا الحديث على أبي موسى ، وإنما أجمعوا على سند حديث شعبة بهذا الإسناد: \"ثلاثة يؤتون أجرهم مرتين\" وقد اتفقا جميعًا على إخراجه\" وقال الذهبي: \"ولم يخرجاه ، لأن الجمهور رووه عن شعبة موقوفًا ، ورفعه معاذ بن معاذ عنه\".(103) هذه الحجة من حسن النظر في العربية ومعاني أبنيتها. والذي استنكره أبو جعفر من جعل اللغة على غير وجهها ، وتحميل العربية ما لا سيبل إليه في بنائها وتركيبها ، وتأويل كتاب الله خاصة بالانتزاع الشديد والجرأة على اللغة ، كأنه قد أصبح في زماننا هذا ، هو القاعدة التي يركب فسادها كل مبتدع في الدين برأيه ، وكل متورك في طلب الصوت في الناس بما يقول في دين ربه الذي ائتمن عليه من أنزل إليهم كتابه ، ليعلمهم ويهديهم ، فخالفوا طريق العلم ، وجاروا عن سنن الهداية.(104) الأثر: 8557- هذا الذي بين القوسين زيادة ليست في المطبوعة ولا المخطوطة ، زدتها من تفسير البغوي (بهامش ابن كثير) 2: 349. وهي أشبه بنص الطبري في ترجمة هذا القول. وقد نسب البغوي هذا القول الذي نقلته ، ورجحت أنها سقطت من ناسخ تفسير الطبري= إلى سعيد بن جبير وعكرمة. والظاهر أن السيوطي أيضًا وقف على نسخة من تفسير الطبري فيها هذا السقط ، فأغفل مقالة سعيد بن جبير التي نقلها البغوي ، ونقل عن ابن المنذر وابن أبي حاتم عن سعيد بن جبير ما نصه:\"عن سعيد بن جبير في قوله: (وَلا تؤتوا السفهاء) ، قال: اليتامى- (أموالكم) قال: أموالهم ، بمنزلة قوله: (وَلا تَقْتُلُوا أَنْفُسكُمْ)وبين أن نص البغوي ، أقرب إلى ما ذكر أبو جعفر ، من نص السيوطي في الدر المنثور 2: 120 فلذلك أثبته. وأرجو أن لا يكون سقط من كلام أبي جعفر الآتي شيء.(105) في المطبوعة والمخطوطة: \"حلت حيالا\" بالحاء ، وكأن الصواب ما أثبت.(106) هذه هي المرة الثانية التي كتب فيها\"قال محمد\"- يعني محمد بن جرير الطبري أبا جعفر- مكان: \"قال أبو جعفر ، وانظر 519 تعليق: 1 ، فيما سلف قريبًا.(107) الأثر: 8558- هو مختصر الأثر السالف رقم: 8542.(108) الأثر: 8559- هو مختصر الأثر السالف رقم: 8554 ، والزيادة بين القوسين منه وبغيرها لا تستقيم الضمائر. وفي المخطوطة والمطبوعة: \"كنت أنت\" والصواب\"كن أنت\" كما أثبتها.(109) الأثر: 8562-\"إسحاق\" في هذا الأثر ، هو\"إسحاق بن الضيف\" ، ويقال: \"إسحاق ابن إبراهيم بن الضيف ، الباهلي\" ، ثقة. مترجم في التهذيب. وأما \"بكر بن شرود\" فقد ترجم له البخاري في الكبير 2 / 1 / 90 ، وقال: \"صنعاني ، قال ابن معين: رأيته ، ليس بثقة\". أما ابن أبي حاتم في الجرح والتعديل 1 / 1 / 338 ، فقد ترجم له باسم: \"بكر بن عبد الله بن شروس= ويقال: ابن شرود ، الصنعاني\" ، قال ، \"روى عن معمر. روى عنه إسحاق بن إبراهيم بن الضيف. سمعت أبي يقول: هو ضعيف الحديث\". أما الحافظ ابن حجر ، فقد ترجم له في لسان الميزان 2: 52- 54 ، وروى عن ابن معين أنه قال: \"كذاب ، ليس بشيء\" ، واستوفى الكلام فيه. وأما \"مجاهد\" فهو\"مجاهد\" ابن جبر التابعي الإمام المشهور. وكان في المطبوعة والمخطوطة: \"عن ابن مجاهد\" ، وزيادة\"ابن\" خطأ لا شك فيه. كأن الناسخ ظنه\"ابن مجاهد\" القارئ ، شيخ الصنعة ، أول من سبع القراءات السبعة ، وهو متأخر الميلاد. ولد سنة 245 ، وهو\"أبو بكر بن مجاهد\" =\"أحمد بن موسى بن العباس ابن مجاهد التميمي\".(110) الأثر: 8563- انظر الأثر السالف رقم: 8545 ، اختلف لفظاهما مع اتفاق إسنادهما.(111) هذه الزيادة بين القوسين ، استظهرتها من السياق ، وأثبتها للبيان. وكأن ذلك هو الصواب.(112) انظر الأثر: رقم: 8557.(113) انظر تفسير\"الرزق\" فيما سلف 4: 274 / 5: 44 / 6: 311 = وتفسير\"الكسوة\" فيما سلف 5: 44 ، 480.(114) في المطبوعة: \"تعدوهم\" ، وأثبت ما في المخطوطة.(115) انظر تفسير\"المعروف\" فيما سلف 3: 371 / 4: 547 / 5: 7 ، 44 ، 76 ، 93 137 / 7: 91 ، 105 ، 130= وتفسير\"قول معروف\" فيما سلف 5: 520.",
  "ayah": 5,
  "surah": 4
}
