{
  "text": "القول في تأويل قوله :  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِقال أبو جعفر: يعني بذلك جل ثناؤه: ألم تر بقلبك، يا محمد، إلى الذين أُعطوا حظًّا من كتاب الله فعلموه =\" يؤمنون بالجبت والطاغوت \"، يعني: يصدِّقون بالجبت والطاغوت، ويكفرون بالله، وهم يعلمون أن الإيمان بهما كفر، والتصديقَ بهما شرك.* * *ثم اختلف أهل التأويل في معنى \" الجبت \" و \" الطاغوت \".فقال بعضهم: هما صنمان كان المشركون يعبدونهما من دون الله.*ذكر من قال ذلك:9764 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، أخبرني أيوب، عن عكرمة أنه قال: \" الجبت \" و \" الطاغوت \"، صنمان.* * *وقال آخرون: \" الجبت \" الأصنام، و \" الطاغوت \" تراجمة الأصنام. (61)*ذكر من قال ذلك:9765 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" ألم تر إلى الذين أوتوا نصيبًا من الكتاب يؤمنون بالجبت والطاغوت \"،\" الجبت \" الأصنام، و \" الطاغوت \"، الذين يكونون بين أيدي الأصنام يعبّرون عنها الكذبَ ليضلوا الناس.* * *وزعم رجال أنّ\" الجبت \"، الكاهن، و \" الطاغوت \"، رجل من اليهود يدعى &; 8-462 &; كعب بن الأشرف، وكان سيِّد اليهود.* * *وقال آخرون: \" الجبت \"، السحر، و \" الطاغوت \"، الشيطان.*ذكر من قال ذلك:9766 - حدثنا محمد بن المثنى قال، حدثنا محمد بن أبي عدي، عن شعبة، عن أبي إسحاق، عن حسان بن فائد قال: قال عمر رحمه الله : \" الجبت \" السحر، و \" الطاغوت \" الشيطان. (62)9767 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن أبي إسحاق، عن حسان بن فائد العبسي، عن عمر مثله. (63)9768 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا عبد الملك، عمن حدثه، عن مجاهد قال: \" الجبت \" السحر، و \" الطاغوت \" الشيطان.9769 - حدثني يعقوب قال، أخبرنا هشيم قال، أخبرنا زكريا، عن الشعبي قال: \" الجبت \"، السحر، و \" الطاغوت \"، الشيطان.9770 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" يؤمنون بالجبت والطاغوت \"، قال: \" الجبت \" السحر، و \" الطاغوت \"، الشيطان في صورة إنسان يتحاكمون إليه، وهو صاحب أمرهم.9771 - حدثنا ابن حميد قال، حدثنا جرير، عن عبد الملك، عن قيس، عن مجاهد قال: \" الجبت \" السحر، و \" الطاغوت \"، الشيطان والكاهن.* * *وقال آخرون: \" الجبت \"، الساحر، و \" الطاغوت \"، الشيطان.*ذكر من قال ذلك:9772 - حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: كان أبي يقول: \" الجبت \"، الساحر، و \" الطاغوت \"، الشيطان.* * *وقال آخرون: \" الجبت \"، الساحر، و \" الطاغوت \"، الكاهن.*ذكر من قال ذلك:9773 - حدثنا ابن بشار قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن أبي بشر، عن سعيد بن جبير في هذه الآية: \" الجبت والطاغوت \"، قال: \" الجبت \" الساحر، بلسان الحبشة، و \" الطاغوت \" الكاهن.9774 - حدثنا ابن المثنى قال، حدثنا عبد الأعلى قال، حدثنا داود، عن رفيع قال: \" الجبت \"، الساحر، و \" الطاغوت \"، الكاهن.9775 - حدثنا ابن المثنى قال، حدثني عبد الأعلى قال، حدثنا داود، عن أبي العالية أنه قال: \" الطاغوت \" الساحر، و \" الجبت \" الكاهن.9776 - حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم، عن داود، عن أبي العالية، في قوله: \" الجبت والطاغوت \"، قال: أحدهما السحر، والآخر الشيطان.* * *وقال آخرون: \" الجبت \" الشيطان، و \" الطاغوت \" الكاهن.*ذكر من قال ذلك:9777 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد، عن قتادة قوله: \" يؤمنون بالجبت والطاغوت \"، كنا نحدَّث أن الجبت شيطان، والطاغوت الكاهن.9778 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة مثله.9779 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي قال: \" الجبت \" الشيطان، و \" الطاغوت \" الكاهن.* * *وقال آخرون: \" الجبت \" الكاهن، و \" الطاغوت \" الساحر. (64)*ذكر من قال ذلك:9780 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن رجل، عن سعيد بن جبير قال: \" الجبت \" الكاهن، و \" الطاغوت \" الساحر.9781 - حدثنا ابن بشار قال، حدثنا حماد بن مسعدة قال، حدثنا عوف، عن محمد قال في الجبت والطاغوت، قال: \" الجبت \" الكاهن، والآخر الساحر.* * *وقال آخرون: \" الجبت \" حيي بن أخطب، و \" الطاغوت \"، كعب بن الأشرف.*ذكر من قال ذلك:9782 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي، عن ابن عباس قوله: \" يؤمنون بالجبت والطاغوت \"،\" الطاغوت \": كعب بن الأشرف، و \" الجبت \": حيي بن أخطب.9783 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير، عن جويبر، عن الضحاك قال: \" الجبت \": حيي بن أخطب، و \" الطاغوت \": كعب بن الأشرف.9784 - حدثني يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا &; 8-465 &; جويبر، عن الضحاك في قوله: \" الجبت والطاغوت \"، قال: \" الجبت \": حيي بن أخطب، و \" الطاغوت \": كعب بن الأشرف.* * *وقال آخرون: \" الجبت \" كعب بن الأشرف، و \" الطاغوت \" الشيطان.*ذكر من قال ذلك:9785 - حدثنا ابن حميد قال، حدثنا جرير، عن ليث، عن مجاهد قال: \" الجبت \": كعب بن الأشرف، و \" الطاغوت \": الشيطان، كان في صورة إنسان.قال أبو جعفر: والصواب من القول في تأويل: \" يؤمنون بالجبت والطاغوت \"، أن يقال: يصدِّقون بمعبودَين من دون الله، يعبدونهما من دون الله، ويتخذونهما إلهين.وذلك أن \" الجبت \" و \" الطاغوت \": اسمان لكل معظَّم بعبادةٍ من دون الله، أو طاعة، أو خضوع له، كائنًا ما كان ذلك المعظَّم، من حجر أو إنسان أو شيطان. وإذ كان ذلك كذلك، وكانت الأصنام التي كانت الجاهلية تعبدها، كانت معظمة بالعبادة من دون الله = فقد كانت جُبوتًا وطواغيت. وكذلك الشياطين التي كانت الكفار تطيعها في معصية الله، وكذلك الساحر والكاهن اللذان كان مقبولا منهما ما قالا في أهل الشرك بالله. وكذلك حيي بن أخطب وكعب بن الأشرف، لأنهما كانا مطاعين في أهل ملّتهما من اليهود في معصية الله والكفر به وبرسوله، فكانا جبتين وطاغوتين.* * *وقد بينت الأصل الذي منه قيل للطاغوت: \" طاغوت \"، بما أغنى عن إعادته في هذا الموضع. (65)* * *القول في تأويل قوله :  وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلا (51)قال أبو جعفر: يعني بذلك جل ثناؤه: ويقولون للذين جحدوا وحدانية الله ورسالة رسوله محمد صلى الله عليه وسلم = : \" هؤلاء \"، يعني بذلك: هؤلاء الذين وصفهم الله بالكفر =\" أهدى \"، يعني: أقوم وأعدل =\" من الذين آمنوا \"، يعني: من الذين صدَّقوا الله ورسوله وأقرُّوا بما جاءهم به نبيهم محمد صلى الله عليه وسلم =\" سبيلا \"، يعني: طريقًا.* * *قال أبو جعفر: وإنما ذلك مَثَلٌ. ومعنى الكلام: أن الله وصف الذين أوتوا نصيبًا من الكتاب من اليهود = بتعظيمهم غير الله بالعبادة والإذعان له بالطاعة = في الكفر بالله ورسوله ومعصيتهما، بأنهم قالوا: (66) إن أهل الكفر بالله أولى بالحق من أهل الإيمان به، وأن دين أهل التكذيب لله ولرسوله، أعدل وأصوبُ من دين أهل التصديق لله ولرسوله. وذكر أن ذلك من صفة كعب بن الأشرف، وأنه قائل ذلك.ذكر الآثار الواردة بما قلنا:9786 - حدثنا محمد بن المثنى قال، حدثنا ابن أبي عدي، عن داود، عن عكرمة، عن ابن عباس قال: لما قدم كعب بن الأشرف مكة، قالت له قريش: أنت حَبْر أهل المدينة وسيدهم؟ (67) قال: نعم. قالوا: ألا ترى إلى هذا الصُّنبور المنبتر من قومه، (68) يزعم أنه خير منا، ونحن أهل الحجيج وأهل السِّدانة وأهل السِّقاية؟ قال: أنتم خير منه. قال: فأنـزلت:  إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ  [سورة الكوثر: 3]، وأنـزلت:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ  إلى قوله:  فَلَنْ تَجِدَ لَهُ نَصِيرًا  .9787 - حدثنا ابن المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود، عن عكرمة في هذه الآية:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  ثم ذكر نحوه.9788 - وحدثني إسحاق بن شاهين قال، أخبرنا خالد الواسطي، عن داود، عن عكرمة قال: قدم كعب بن الأشرف مكة، فقال له المشركون: احكم بيننا، وبين هذا الصنبور الأبتر، فأنت سيدنا وسيد قومك! فقال كعب: أنتم والله خيرٌ منه! فأنـزل الله تبارك وتعالى:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  ، إلى آخر الآية. (69)9789 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، أخبرنا أيوب، عن عكرمة: أن كعب بن الأشرف انطلق إلى المشركين من كفار قريش، فاستجاشهم على النبي صلى الله عليه وسلم، (70) وأمرهم أن يغزوه، وقال: إنا معكم نقاتله. فقالوا: إنكم أهل كتاب، وهو صاحب كتاب، ولا نأمن أن يكون هذا مكرًا منكم! فإن أردت أن نخرج معك، فاسجد لهذين الصنمين وآمن بهما. ففعل. ثم قالوا: نحن أهدى أم محمد؟ فنحن ننحر الكوماء، (71) ونسقي اللبن على الماء، ونصل الرحم، ونقري الضيف، ونطوف بهذا البيت، ومحمد قطع رحمه، وخرج من بلده؟ قال: بل أنتم خير وأهدى! فنـزلت فيه: \" ألم تر إلى الذين أوتوا نصيبًا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا \".9790 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: قال: لما كان من أمر رسول الله صلى الله عليه وسلم واليهود من بني النضير ما كان، (72) حين أتاهم يستعينهم في دية العامريَّين، فهمّوا به وبأصحابه، (73) فأطلع الله رسوله على ما هموا به من ذلك. ورجع رسول الله صلى الله عليه وسلم إلى المدينة، فهرب كعب بن الأشرف حتى أتى مكة، فعاهدهم على محمد، فقال له أبو سفيان: يا أبا سعد، إنكم قوم تقرؤون الكتابَ وتعلمون، ونحن قوم لا نعلم! فأخبرنا، ديننا خير أم دين محمد؟ قال كعب: اعرضوا عليّ دينكم. فقال أبو سفيان: نحن قوم ننحر الكوماء، ونسقي الحجيج الماء، ونقري الضيف، ونعمر بيت ربنا، ونعبد آلهتنا التي كان يعبد آباؤنا، ومحمد يأمرنا أن نترك هذا ونتبعه! قال: دينكم خير من دين محمد، فاثبتوا عليه، ألا ترون أنّ محمدًا يزعم &; 8-469 &; أنه بُعِث بالتواضع، وهو ينكح من النساء ما شاء! وما نعلم مُلْكًا أعظم من ملك النساء!! (74) فذلك حين يقول: \" ألم تر إلى الذين أوتوا نصيبًا من الكتاب يؤمنون بالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا \".9791 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد قال: نـزلت في كعب بن الأشرف وكفار قريش، قال: كفار قريش أهدى من محمد!\" عليه السلام \" = قال ابن جريج: قدم كعب بن الأشرف، فجاءته قريش فسألته عن محمد، فصغَّر أمره ويسَّره، وأخبرهم أنه ضالٌّ. قال: ثم قالوا له: ننشدك الله، نحن أهدى أم هو؟ فإنك قد علمت أنا ننحر الكُوم، ونسقي الحجيج، ونعمر البيت، ونطعم ما هبَّت الريح؟ (75) قال: أنتم أهدى.* * *وقال آخرون: بل هذه الصفة، صفة جماعة من اليهود، منهم: حُيَيّ بن أخطب، وهم الذين قالوا للمشركين ما أخبر الله عنهم أنهم قالوه لهم.ذكر الأخبار بذلك:9792 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحاق، عمن قاله قال، أخبرني محمد بن أبي محمد، عن عكرمة أو عن سعيد بن جبير، عن ابن عباس قال: كان الذين حَزَّبوا الأحزاب من قريش وغطفان وبني قريظة: حيي بن أخطب، وسلام بن أبي الحقيق أبو رافع، (76) والربيع بن الربيع بن أبي الحقيق، (77) &; 8-470 &; وأبو عمار، (78) ووَحْوَح بن عامر، وهوذة بن قيس = فأما وحوح وأبو عمار وهوذة، (79) فمن بني وائل، وكان سائرهم من بني النضير = فلما قدموا على قريش قالوا: هؤلاء أحبار يهود وأهل العلم بالكتب الأوَل، فاسألوهم: أدينكم خير أم دين محمد؟ فسألوهم، فقالوا: بل دينكم خير من دينه، وأنتم أهدى منه وممن اتبعه! فأنـزل الله فيهم:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ  ، إلى قوله:  وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا  . (80)9793 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ  ، الآية، قال: ذُكر لنا أن هذه الآية أنـزلت في كعب بن الأشرف، وحيي بن أخطب، ورجلين من اليهود من بني النضير، لقيا قريشًا بمَوْسم، (81) فقال لهم المشركون: أنحن أهدى أم محمد وأصحابه؟ فإنا أهل السِّدانة والسقاية، وأهل الحرم؟ فقالا لا بل أنتم أهدى من محمد وأصحابه! وهما يعلمان أنهما كاذبان، إنما حملهما على ذلك حَسَد محمد وأصحابه.* * *وقال آخرون: بل هذه صفة حيي بن أخطب وحده، وإياه عنى بقوله: \" ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا \".*ذكر من قال ذلك:9794 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  إلى آخر الآية، قال: جاء حيي بن &; 8-471 &; أخطب إلى المشركين فقالوا: يا حيي، إنكم أصحاب كتب، فنحن خير أم محمد وأصحابه؟ فقال: نحن وأنتم خير منهم! فذلك قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  إلى قوله: \" ومن يلعن الله فلن تجد له نصيرًا \".* * *قال أبو جعفر: وأولى الأقوال بالصحة في ذلك، قولُ من قال: إن ذلك خبر من الله جل ثناؤه عن جماعة من أهل الكتاب من اليهود. وجائز أن تكون كانت الجماعةَ الذين سماهم ابن عباس في الخبر الذي رواه محمد بن أبي محمد عن عكرمة أو سعيد، = أو يكون حُيَيًّا وآخر معه، (82) إما كعبًا، وإما غيره.* * *---------------الهوامش :(61) يعني بقوله: \"تراجمة الأصنام\" ، الكهان ، تنطق على ألسنة الأصنام ، كأنها تقول للناس بلسانهم ، ما قالته تلك بألسنتها.(62) الأثر: 9766 -\"حسان بن فائد العبسي\" ، مضى برقم: 5834 ، وكان في المطبوعة في هذا الأثر والذي يليه: \"حسان بن قائد العنسي\". ومضى هذا الإسناد برقم: 5835.(63) الأثر: 9767 - مضى برقم: 5834.(64) في المطبوعة والمخطوطة: \"والطاغوت الشيطان\" ، وصواب السياق ما أثبت.(65) انظر ما سلف 5: 419 ، وسائر الآثار في\"الطاغوت\" من رقم: 5834 - 5845.(66) في المخطوطة والمطبوعة: \"وأنهم قالوا\" بالواو ، والواو متصلة بالألف في المخطوطة ، والصواب ما أثبته ، وقوله: \"بأنهم\" متعلق بقوله: \"إن الله وصف...\".(67) في المطبوعة: \"خير أهل المدينة\" ، وفي المخطوطة\"حبر\" ، وإن كانت غير منقوطة في كثير من المواضع. ووقع في لسان العرب مادة (صنبر): \"خير\" وفي مادة (بتر): \"حبر\" ، فأثبتها ورجحتها ، لأنهم إنما سألوه عن شأن الدين ، والحبر: العالم من أهل الكتاب ، فهو المسئول عن مثل ما سألوه عنه من أمر خير الدينين.(68) \"الصنبور\": سفعات تنبت في جذع النخلة ، غير مستأرضة في الأرض. ثم قالوا للرجل الفرد الضعيف الذليل الذي لا أهل له ولا عقب ولا ناصر\"صنبور\". فأراد هؤلاء الكفار من قريش أن محمدًا صلى الله عليه وسلم ، بأبي هو وأمي ، صنبور نبت في جذع نخلة ، فإذا قلع انقطع: فكذلك هو إذا مات ، فلا عقب له. وكذبوا ، ونصر الله رسوله وقطع دابر الكافرين.و\"المنبتر\" و\"الأبتر\": المنقطع الذي لا عقب له.(69) الأثر: 9788 -\"إسحاق بن شاهين الواسطي\" ، مضى برقم: 8211 ، ولم نجد له ترجمة . و \"خالد الواسطي\" ، هو: خالد بن عبد الله بن عبد الرحمن الواسطي\" مضى برقم: 7211.(70) \"استجاش القوم\": طلب منهم أن يجيشوا جيشًا.(71) \"الكوماء\": هي الناقة المشرقة السنام العاليته ، وهذه خير النوق وأسمنها وأعزها عليهم ، والجمع\"كوم\".(72) في المطبوعة: \"واليهود بني النضير\" ، وأثبت ما في المخطوطة.(73) ذلك في سنة أربع من الهجرة ، فأرادوا أن يغدروا برسول الله صلى الله عليه وسلم وتمالأوا على أن يلقوا عليه حجرًا من فوق جدار البيت الذي كان رسول الله جالسًا إلى جنبه ، فأطلعه الله على ذلك من أمرهم ، فقام وخرج راجعًا إلى المدينة ، ثم أمر بالتهيؤ لحرب بني النضير ، فحاصرهم ، وأجلاهم ، وفيهم نزلت\"سورة الحشر\" بأسرها. انظر سيرة ابن هشام 3 : 199 - 213.(74) لم تزل هذه مقالة كل طاعن على رسول الله من المستشرقين وأذنابهم في كل أرض ، والكفر كله ملة واحدة ، والذي يلقى على ألسنتهم ، هو الذي ألقى على لسان هذا اليهودي الفاجر ، عدو الله وعدو رسوله.(75) قوله: \"نطعم ما هبت الريح\" ، يراد به معنى الدوام. ولو أرادوا به زمن الشتاء في القحط ، لكان صوابًا.(76) في المطبوعة: \"وأبو رافع\" بزيادة الواو ، وهو خطأ: \"أبو رافع\" كنية سلام ابن أبي الحقيق. والصواب من المخطوطة ، وهو مطابق لما في سيرة ابن هشام.(77) في المطبوعة: \"والربيع بن أبي الحقيق\" أسقط\"بن الربيع\" ، والصواب من المخطوطة ، وهو مطابق لما في سيرة ابن هشام.(78) \"أبو عمار\" في المطبوعة في الموضعين\"أبو عامر\" ، وهو خطأ ، صوابه من المخطوطة ، وهو مطابق لما في سيرة ابن هشام.(79) \"أبو عمار\" في المطبوعة في الموضعين\"أبو عامر\" ، وهو خطأ ، صوابه من المخطوطة ، وهو مطابق لما في سيرة ابن هشام.(80) الأثر: 9792 - سيرة ابن هشام 2: 210 ، وهو تابع الآثار التي آخرها رقم: 9724.(81) الموسم: مجتمع الناس ، في سوق أو في حج أو غيرهما.(82) في المطبوعة: \"أن يكون\" ، وهو خطأ لا ريب فيه ، صوابه ما أثبت.",
  "ayah": 51,
  "surah": 4
}
