{
  "text": "القول في تأويل قوله :  أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِقال أبو جعفر: يعني بقوله جل ثناؤه: \" أم يحسدون الناس \"، أم يحسد هؤلاء الذين أوتوا نصيبًا من الكتاب من اليهود، كما:-9812 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" أم يحسدون الناس \"، قال: يهود.9813 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.9814 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة مثله.* * *وأما قوله: \" الناس \"، فإن أهل التأويل اختلفوا فيمن عَنَى الله به.فقال بعضهم: عنى الله بذلك محمدًا صلى الله عليه وسلم خاصةً.*ذكر من قال ذلك:9815 - حدثني المثنى قال، حدثنا عمرو قال، حدثنا أسباط قال، أخبرنا هشيم، عن خالد، عن عكرمة في قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، قال: \" الناس \" في هذا الموضع، النبيّ صلى الله عليه وسلم خاصةً.9816 - حدثني محمد بن الحسين قال، حدثني أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، يعني محمدًا صلى الله عليه وسلم.9817 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس مثله.9818 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، قال: \" الناس \"، محمدًا صلى الله عليه وسلم.9819 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول، فذكر نحوه.* * *وقال آخرون: بل عنى الله به العرب.*ذكر من قال ذلك:9820 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، أولئك اليهود، حسدوا هذا الحيَّ من العرب على ما آتاهم الله من فضله.* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: إنّ الله عاتب اليهودَ الذين وصف صفتهم في هذه الآيات، فقال لهم في قيلهم للمشركين من عبدة الأوثان إنهم أهدى من محمد وأصحابه سبيلا على علم منهم بأنهم في قيلهم ما قالوا من ذلك كذَبة = : أتحسدون محمدًا وأصحابه على ما آتاهم الله من فضله. (8)* * *وإنما قلنا ذلك أولى بالصواب، لأن ما قبل قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، مضى بذّم القائلين من اليهود للذين كفروا: \" هؤلاء أهدىَ من الذين آمنوا سبيلا \"، فإلحاق قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، بذمهم على ذلك، وتقريظ الذين آمنوا الذين قيل فيهم ما قيل = أشبهُ وأولى، ما لم تأت دلالة على انصراف معناه عن معنى ذلك.* * *واختلف أهل التأويل في تأويل \" الفضل \" الذي أخبر الله أنه آتى الذين ذكرهم في قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \". (9) فقال بعضهم: ذلك \" الفضل \" هو النبوّة.*ذكر من قال ذلك:9821 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، حسدوا هذا الحيَّ من العرب على ما آتاهم الله من فضله. بعث الله منهم نبيًا، فحسدوهم على ذلك.9822 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج: \" على ما آتاهم الله من فضله \"، قال: النبوة.وقال آخرون: بل ذلك \" الفضل \" الذي ذكر الله أنه آتاهموه، هو إباحته ما أباح لنبيه محمد صلى الله عليه وسلم من النساء، ينكح منهن ما شاء بغير عدد. قالوا: وإنما يعني: بـ \" الناس \"، محمدًا صلى الله عليه وسلم، على ما ذكرتُ قبل.*ذكر من قال ذلك:9823 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" أم يحسدون الناس على ما آتاهم الله من فضله \" الآية، وذلك أن أهل الكتاب قالوا: \" زعم محمد أنه أوتي ما أوتي في تواضع، وله تسع نسوة، ليس همه إلا النكاح! فأيّ ملك أفضَلُ من هذا \"! فقال الله: \" أم يحسدون الناس على ما آتاهم الله من فضله \".9824 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، يعني: محمدًا، أن ينكح ما شَاء من النساء.9825 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" أم يحسدون الناس على ما آتاهم الله من فضله \"، وذلك أن اليهود قالوا: \" ما شأن محمد أُعطي النبوّة كما يزعم، وهو جائع عارٍ، وليس له هم إلا نكاحُ النساء؟\" فحسدوه على تزويج الأزواج، وأحل الله لمحمد أن ينكح منهن ما شاء أن ينكح. (10)* * *قال أبو جعفر: وأولى التأويلين في ذلك بالصواب، قولُ قتادة وابن جريج الذي ذكرناه قبل: أن معنى \" الفضل \" في هذا الموضع: النبوّة التي فضل الله بها محمدًا، وشرّف بها العرب، إذ آتاها رجلا منهم دون غيرهم = لما ذكرنا من أن دلالة ظاهر هذه الآية، تدلّ على أنها تقريظٌ للنبي صلى الله عليه وسلم وأصحابه رحمة الله عليهم، (11) على ما قد بينا قبل. وليس النكاح وتزويجُ النساء = وإن كان من فضْل الله جل ثناؤهُ الذي آتاه عباده = بتقريظ لهم ومدح.* * *القول في تأويل قوله :  فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا (54)قال أبو جعفر: يعني بذلك جل ثناؤه: أم يحسد هؤلاء اليهود = الذين وصف صفتهم في هذه الآيات = الناسَ على ما آتاهم الله من فضله، من أجل أنهم ليسوا منهم؟ فكيف لا يحسدون آل إبراهيم، فقد آتيناهم الكتاب = ويعني بقوله: \" فقد آتينا آل إبراهيم \"، فقد أعطينا آل إبراهيم، يعني: أهله وأتباعه على دينه (12) \" الكتاب \"، يعني كتاب الله الذي أوحاه إليهم، وذلك كصحف إبراهيم وموسى والزّبور، وسائر ما آتاهم من الكتب.* * *= وأما \" الحكمة \"، فما أوحى إليهم مما لم يكن كتابًا مقروءًا (13) \" وآتيناهم ملكًا عظيمًا \".* * *واختلف أهل التأويل في معنى \" الملك العظيم \" الذي عناه الله في هذه الآية. (14)فقال بعضهم: هو النبوّة.*ذكر من قال ذلك:9826 - حدثنا المثنى قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله:  أَمْ يَحْسُدُونَ النَّاسَ  ، قال: يهود =\" على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب \"، وليسوا منهم =\" والحكمة وآتيناهم ملكًا عظيمًا \"، قال: النبوّة.9827 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله = إلا أنه قال: \" ملكًا \"، النبوّة.* * *وقال آخرون: بل ذلك تحليلُ النساء. قالوا: وإنما عنى الله بذلك: أم يحسدون محمدًا على ما أحلّ الله له من النساء، فقد أحل الله مثل الذي أحله له منهن، لداود وسليمان وغيرهم من الأنبياء، فكيف لم يحسدوهم على ذلك، وحسدوا محمدًا عليه السلام؟*ذكر من قال ذلك:9828 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" فقد آتينا آل إبراهيم \"، سليمان وداود =\" الحكمة \"، يعني: النبوة =\" وآتيناهم ملكًا عظيمًا \"، في النساء، فما باله حَلّ لأولئك وهم أنبياء: أن ينكح داود تسعًا وتسعين امرأة، وينكح سليمان مئة، ولا يحل لمحمد أن ينكح كما نكحوا؟* * *وقال آخرون: بل معنى قوله: \" وآتيناهم ملكًا عظيمًا \"، الذي آتى سليمان بن داود.*ذكر من قال ذلك:9829 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" وآتيناهم ملكًا عظيمًا \". يعني ملكَ سليمان.* * *وقال آخرون: بل كانوا أُيِّدوا بالملائكة.*ذكر من قال ذلك:9830 - حدثنا أحمد بن حازم الغفاري قال، حدثنا أبو نعيم قال، حدثنا إسرائيل، عن أبي إسحاق، عن همام بن الحارث: \" وآتيناهم ملكًا عظيمًا \"، قال: أُيِّدوا بالملائكة والجنود.* * *قال أبو جعفر: وأولى هذه الأقوال بتأويل الآية = وهي قوله: \" وآتيناهم ملكًا عظيمًا \" = القولُ الذي رُوي عن ابن عباس أنه قال: \" يعني ملك سليمان \". لأن ذلك هو المعروف في كلام العرب، دون الذي قال إنه ملك النبوّة، ودون قول من قال: إنه تحليلُ النساء والملك عليهن. (15) لأن كلام الله الذي خوطب به العرب، غيرُ جائز توجيهه إلا إلى المعروف المستعمل فيهم من معانيه، إلا أن تأتي دلالةٌ أو تقوم حُجة على أن ذلك بخلاف ذلك، يجبُ التسليم لها.------------------الهوامش :(8) في المطبوعة: \"أم يحسدون\" ، والصواب من المخطوطة.(9) انظر تفسير\"الفضل\" فيما سلف في فهارس اللغة.(10) الأثر: 9825 - في المخطوطة والمطبوعة: \"حدثت عن الحسين بن الفرج قال سمعت الضحاك يقول\" ، أسقط من الإسناد ما أثبته. وهو إسناد دائر في التفسير ، أقربه رقم: 9819.وقد أسلفت أن مقالة اليهود هذه ، قد تلقفها من بعدهم أهل الضغن على محمد رسول الله ، ولا يزالون يبثونها في كتبهم ، وقد تعلق بها أشياعهم من أهل الضلالة المتعبدين لسادتهم من المستشرقين في زماننا هذا.(11) في المطبوعة: \"رضي الله عنهم\" ، وأثبت ما في المخطوطة ، وقد فعلت ذلك مرارًا دون أن أنبه عليه في بعض المواضع.(12) انظر تفسير\"آل\" فيما سلف 2: 37 / 3: 222 ، تعليق: 1 / 6: 326.(13) انظر تفسير\"الحكمة\" فيما سلف 7: 369 ، تعليق: 3 ، والمراجع هناك.(14) انظر تفسير\"الملك\" فيما سلف 1: 148 - 150 / 2: 488 / 5: 312 ، 314 ، 371 / 6: 299 ، 300.(15) انظر تفسير\"الملك\" فيما سلف 1: 148 - 150 / 2: 488 / 5: 312 ، 314 ، 371 / 6: 299 ، 300.",
  "ayah": 54,
  "surah": 4
}
