{
  "text": "القول في تأويل قوله عز وجل :  فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيرًا (55)قال أبو جعفر: يعني بذلك جل ثناؤه: فمن الذين أوتوا الكتاب = من يهود بني إسرائيل، الذين قال لهم جل ثناؤه:  آمِنُوا بِمَا نَـزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا  =\" مَنْ آمن به \"، يقول: من صدَّق بما أنـزلنا على محمد صلى الله عليه وسلم مصدّقًا لما معهم =\" ومنهم من صدّ عنه \"، ومنهم من أعرَض عن التصديق به، (16) كما:-9831 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد: \" فمنهم من آمن به \"، قال: بما أنـزل على محمد من يهود =\" ومنهم من صدّ عنه \".9832 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *قال أبو جعفر: وفي هذه الآية دلالة على أن الذين صدّوا عما أنـزل الله على محمد صلى الله عليه وسلم، من يهود بني إسرائيل الذين كانوا حوالَيْ مُهاجَر رسول الله صلى الله عليه وسلم، إنما رَفعَ عنهم وعيدَ الله الذي توعِّدهم به في قوله:  آمِنُوا بِمَا نَـزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولا  في الدنيا، (17) وأخرت عقوبتهم إلى يوم القيامة، لإيمان من آمن منهم، وأن الوعيدَ لهم من الله بتعجيل العقوبة في الدنيا، إنما كان على مقام جميعهم على الكفر بما أنـزل على نبيه محمد صلى الله عليه وسلم. فلما آمن بَعضُهم، خرجوا من الوعيد الذي توعَّده في عاجل الدنيا، وأخرت عقوبةُ المقيمين على التكذيب إلى الآخرة، فقال لهم: كفاكم بجهنم سعيرًا. (18)* * *ويعني بقوله: \" وكفى بجهنم سعيرًا \"، وحسبكم، أيها المكذبون بما أنـزلت على محمد نبيي ورسولي =\" بجهنم سعيرًا \"، يعني: بنار جهنم، تُسعَر عليكم = أي: تُوقدُ عليكم.* * *= وقيل: \" سعيرًا \"، أصله \" مسعورًا \"، من \" سُعِرت تُسعَر فهي مسعورة \"، كما قال الله:  وَإِذَا الْجَحِيمُ سُعِّرَتْ  [سورة التكوير: 12]، ولكنها صرفت إلى \" فعيل \"، كما قيل: \" كف خضيب \"، و \" لحية دهين \"، بمعنى: مخضوبة ومدهونة - و \" السعير \"، الوقود. (19)--------------الهوامش :(16) انظر تفسير\"الصد\" فيما سلف 4: 300 / 7: 53.(17) هي الآية السالفة من\"سورة النساء\" رقم: 47.(18) انظر ما سلف ص: 445س : 4 وما بعده.(19) انظر تفسير\"السعير\" فيما سلف: 30.",
  "ayah": 55,
  "surah": 4
}
