{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَقال أبو جعفر: هذا وعيد من الله جل ثناؤه للذين أقاموا على تكذيبهم بما أنـزل الله على محمد من يهود بني إسرائيل وغيرهم من سائر الكفار، وبرسوله. يقول الله لهم: إن الذين جحدوا ما أنـزلتُ على رسولي محمد صلى الله عليه وسلم، من آياتي = يعني: من آيات تنـزيله، ووَحي كتابه، وهي دلالاته وحججه على صدق محمد صلى الله عليه وسلم = فلم يصدقوا به من يهود بني إسرائيل وغيرهم من سائر أهل الكفر به =\" سوف نصليهم نارًا \"، يقول: سوف ننضجهم في نارٍ يُصلون فيها = أي يشوون فيها (20) =\" كلما نضجت جلودهم \"، يقول: كلما انشوت بها جلودهم فاحترقت =\" بدلناهم جلودًا غيرها \"، يعني: غير الجلود التي قد نضجت فانشوت، كما:-9833 - حدثنا ابن حميد قال، حدثنا جرير، عن الأعمش، عن ثوير، عن ابن عمر: \" كلما نضجت جلودهم بدّلناهم جلودًا غيرها \"، قال: إذا احترقت جلودهم بدّلناهم جلودًا بيضًا أمثالَ القراطيس. (21)9834 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إن الذين كفروا بآياتنا سوف نصليهم نارًا كلما نضجت جلودهم &; 8-485 &; بدلناهم جلودًا غيرَها \"، يقول: كلما احترقت جلودهم بدّلناهم جلودًا غيرَها.9835 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" كلما نضجت جلودهم \"، قال: سمعنا أنه مكتوب في الكتاب الأول: جلدُ أحدهم أربعون ذراعًا، (22) وسِنُّه سبعون ذراعًا، وبطنه لو وضع فيه جبل وَسِعه. (23) فإذا أكلت النار جلودهم بُدّلوا جلودًا غيرها.9836 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك قال: بلغني عن الحسن: \" كلما نضجت جلودهم بدلناهم جلودًا غيرها \"، قال: ننضجهم في اليوم سبعين ألف مرة.9837 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو عبيدة الحداد، عن هشام بن حسان، عن الحسن قوله: \" كلما نضجت جلودهم بدلناهم غيرها \"، قال: تنضج النار كل يوم سبعين ألف جلد. قال: وغلظ جلد الكافر أربعون ذراعًا، والله أعلم بأيِّ ذراع! (24) .* * *قال أبو جعفر: فإن سأل سائل فقال: وما معنى قوله جل ثناؤه: \" كلما نضجت جلودهم بدّلناهم جلودًا غيرها \"؟ وهل يجوز أن يبدّلوا جلودًا غير جلودهم التي كانت لهم في الدنيا، فيعذَّبوا فيها؟ فإن جاز ذلك عندك، فأجز أن يُبدَّلوا أجسامًا وأرواحًا غير أجسامهم وأرواحهم التي كانت لهم في الدنيا فتعذّب! وإن أجزت ذلك، لزمك أن يكون المعذبون في الآخرة بالنار، غيرُ الذين أوعدهم الله العقابَ على كفرهم به ومعصيتهم إياه، وأن يكون الكفار قد ارتفعَ عنهم العذاب!!* * *قيل: إن الناس اختلفوا في معنى ذلك.فقال بعضهم: العذاب إنما يصل إلى الإنسان الذي هو غير الجلد واللحم، (25) وإنما يحرق الجلد ليصل إلى الإنسان ألم العذاب. وأما الجلد واللحم، فلا يألمان. قالوا: فسواء أعيد على الكافر جلدهُ الذي كان له في الدنيا أو جلدٌ غيره، إذ كانت الجلود غير آلمة ولا معذَّبة، وإنما الآلمةُ المعذبةُ: النفسُ التي تُحِس الألم، ويصل إليها الوجع. قالوا: وإذا كان ذلك كذلك، فغير مستحيل أن يُخْلق لكل كافر في النار في كل لحظة وساعة من الجلود ما لا يحصى عدده، ويحرق ذلك عليه، ليصل إلى نفسه ألم العذاب، إذ كانت الجلود لا تألَمُ.* * *وقال آخرون: بل الجلودُ تألم، واللحمُ وسائرُ أجزاء جِرْم بني آدم. وإذا أحرق جلدهُ أو غيره من أجزاء جسده، وصل ألم ذلك إلى جميعه. قالوا: ومعنى قوله: \" كلما نضجت جلودهم بدلناهم جلودًا غيرها \": بدلناهم جلودًا غير محترقة. وذلك أنها تعاد جديدة، والأولى كانت قد احترقتْ، فأعيدت غير محترقة، فلذلك قيل: \" غيرها \"، لأنها غير الجلود التي كانت لهم في الدنيا، التي عصوا الله وهى لهم. قالوا: وذلك نظيرُ قول العرب للصّائغ إذا استصاغته خاتمًا من خاتم مَصُوغ، (26) بتحويله عن صياغته التي هُو بها، إلى صياغة أخرى: \" صُغْ لي من هذا الخاتم خاتمًا غيره \"، فيكسره ويصوغ له منه خاتمًا غيره، والخاتم المصوغ بالصّياغة الثانية هو الأول، ولكنه لما أعيد بعد كسره خاتمًا قيل: \" هو غيره \". قالوا: فكذلك معنى قوله: \" كلما نضجت جلودهم بدّلناهم جلودًا غيرها \"، لما &; 8-487 &; احترقت الجلود ثم أعيدت جديدة بعد الاحتراق، (27) قيل: \" هي غيرها \"، على ذلك المعنى.* * *وقال آخرون: معنى ذلك: \" كلما نضجت جلودهم \"، (28) سرابيلهم، بدلناهم سرابيل من قَطِران غيرها. فجعلت السرابيل [من] القطران لهم جلودًا، (29) كما يقال للشيء الخاص بالإنسان: \" هو جِلدة ما بين عينيه ووجهه \"، لخصُوصه به. قالوا: فكذلك سرابيل القطران التي قال الله في كتابه:  سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَى وُجُوهَهُمُ النَّارُ  [سورة إبراهيم: 50]، لما صارت لهم لباسًا لا تفارق أجسامهم، جعلت لهم جلودًا، فقيل: كلما اشتعل القَطِران في أجسامهم واحترق، بدلوا سرابيل من قطران آخر. قالوا: وأما جلود أهل الكفر من أهل النار، فإنها لا تحترق، (30) لأن في احتراقها = إلى حال إعادتها = فناءَها، (31) وفي فنائها رَاحتها. قالوا: وقد أخبر الله تعالى ذكره عنها: أنهم لا يموتون ولا يخفف عنهم من عذابها. قالوا: وجلود الكفار أحد أجسامهم، ولو جاز أن يحترق منها شيء فيفنى ثم يعاد بعد الفناء في النار، جاز ذلك في جميع أجزائها. وإذا جاز ذلك، وجب أن يكون جائزًا عليهم الفناء، ثم الإعادة والموت، ثم الإحياء، وقد أخبر الله عنهم أنهم لا يموتون. قالوا: وفي خبره عنهم أنهم لا يموتون، دليل واضح أنه لا يموت شيء من أجزاء أجسامهم، والجلود أحدُ تلك الأجزاء.* * *وأما معنى قوله: \" ليذوقوا العذاب \"، فإنه يقول: فعلنا ذلك بهم، ليجدوا ألم العذاب وكربه وشدته، بما كانوا في الدنيا يكذّبون آيات الله ويجحدونها.* * *القول في تأويل قوله :  إِنَّ اللَّهَ كَانَ عَزِيزًا حَكِيمًا (56)قال أبو جعفر: يقول: إن الله لم يزل (32) =\" عزيزًا \" في انتقامه ممن انتقم منه من خلقه، لا يقدر على الامتناع منه أحد أرادَه بضرّ، ولا الانتصار منه أحدٌ أحلّ به عقوبة =\" حكيمًا \" في تدبيره وقضائه. (33)-------------------الهوامش :(20) انظر تفسير\"الإصلاء\" فيما سلف: 27 - 29 ، 231.(21) الأثر: 9833 -\"ثوير\" ، هو: ثوير بن أبي فاختة سعيد بن علاقة الهاشمي. مضت ترجمته برقم: 3212 ، 5414. وفي المطبوعة: \"نوير\" ، وفي المخطوطة غير منقوط.في المطبوعة: \"جلودًا بيضاء\" ، وهو خطأ ، والصواب في المخطوطة.و\"القراطيس\" جمع\"قرطاس\": وهو الصحيفة البيضاء التي يكتب فيها.(22) في المطبوعة: \"أن جلده...\" ، وأثبت ما في المخطوطة. وعنى بذلك غلظ الجلد ، كما سيأتي في رقم: 9837.(23) في المطبوعة: \"لوسعه\" ، وأثبت ما في المخطوطة.(24) الأثر: 9837 -\"أبو عبيدة الحداد\" ، هو: عبد الواحد بن واصل السدوسي. مضت ترجمته برقم: 8284.و\"هشام بن حسان القردوسي\" مضى برقم: 2827.(25) في المخطوطة: \"الذي هو الجلد واللحم\" ، وهو لا يستقيم ، وأصاب ناشر المطبوعة الأولى في زيادة\"غير\".(26) \"استصاغه خاتما\": طلب إليه أن يصوغ له خاتمًا. وهذه صيغة لم تذكرها كتب اللغة ، وهي عربية معرقة ، وقياس صحيح.(27) في المطبوعة: \"الاحتراق\" ، وأثبت ما في المخطوطة.(28) في المطبوعة والمخطوطة: \"وقال آخرون: معنى ذلك\" ، والسياق يقتضي ما أثبت.(29) الزيادة التي بين القوسين ، لا غنى عنها.(30) في المطبوعة: \"لا تحرق\" والجيد ما في المخطوطة كما أثبته.(31) يعني: أنها عندئذ تفنى حتى تعاد مرة أخرى ، وفناؤه يوجب فترة يخف فيها عنهم العذاب. وهذا باطل كما سترى في الحجج التالية.(32) انظر تفسير\"كان\" بمعنى: لم يزل فيما سلف: 426 ، تعليق: 1 ، والمراجع هناك.(33) انظر تفسير\"عزيز\" و\"حكيم\" في فهارس اللغة.",
  "ayah": 56,
  "surah": 4
}
