{
  "text": "القول في تأويل قوله :  إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ* * *قال أبو جعفر: اختلف أهل التأويل فيمن عُني بهذه الآية.فقال بعضهم: عني بها ولاة أمور المسلمين.*ذكر من قال ذلك:9839 - حدثني موسى بن عبد الرحمن المسروقي قال، حدثنا أبو أسامة، عن أبي مكين، عن زيد بن أسلم قال: نـزلت هذه الآية: \" إن الله يأمركم أن تؤدوا الأمانات إلى أهلها \"، في ولاة الأمر. (37)9840 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، حدثنا ليث، عن شهر قال: نـزلت في الأمراء خاصة \" إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل \".9841 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، حدثنا إسماعيل، عن مصعب بن سعد قال، قال علي رضي الله عنه كلماتٍ أصاب فيهن: \" حقٌّ على الإمام أن يحكم بما أنـزل الله، وأن يؤدِّيَ الأمانة، وإذا فعل ذلك، فحقّ على الناس أن يسمعوا، وأن يُطيعوا، وأن يجيبوا إذا دُعوا \". (38)9842 - حدثنا أبو كريب قال، حدثنا جابر بن نوح قال، حدثنا إسماعيل عن مصعب بن سعد، عن علي بنحوه.9843 - حدثني محمد بن عبيد المحاربي قال، حدثنا موسى بن عمير، عن مكحول في قول الله:  وَأُولِي الأَمْرِ مِنْكُمْ  ، قال: هم أهلُ الآية التي قبلها: \" إن الله يأمرُكم أن تؤدّوا الأمانات إلى أهلها \"، إلى آخر الآية.9844 - حدثني يونس قال، أخبرنا ابن وهب قال، أخبرنا ابن زيد قال، قال أبي: هم الوُلاة، أمرهم أن يؤدّوا الأمانات إلى أهلها.وقال آخرون: أمر السلطان بذلك: أن يعِظوا النساء. (39)*ذكر من قال ذلك:9845 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس قوله: \" إن الله يأمرُكم أن تؤدوا الأمانات إلى أهلها \"، قال: يعني السلطان، يعظون النساء. (40)* * *وقال آخرون: الذي خوطب بذلك النبيّ صلى الله عليه وسلم في مفتاح الكعبة، أمر برَدّها على عثمان بن طلحة.*ذكر من قال ذلك:9846 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قوله: \" إن الله يأمركم أن تؤدوا الأمانات إلى أهلها \"، قال: نـزلت في عُثمان بن طلحة بن أبي طلحة، قَبض منه النبي صلى الله عليه وسلم مفاتيح الكعبة، ودخل به البيت يوم الفتح، (41) فخرج وهو يتلو هذه الآية، فدعا عثمان &; 8-492 &; فدفع إليه المفتاح. قال: وقال عمر بن الخطاب لما خرج رسول الله صلى الله عليه وسلم وهو يتلو هذه الآية: فداهُ أبي وأمي! (42) ما سمعته يَتلوها قبل ذلك!9847 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا الزنجي بن خالد، عن الزهري قال: دفعه إليه وقال: أعينوه. (43)* * *قال أبو جعفر: وأولى هذه الأقوال بالصواب في ذلك عندي، قولُ من قال: هو خطاب من الله ولاةَ أمور المسلمين بأداء الأمانة إلى من وَلُوا أمره في فيئهم وحقوقهم، وما ائتمنوا عليه من أمورهم، بالعدل بينهم في القضية، والقَسْم بينهم بالسوية. يدل على ذلك ما وَعظ به الرعية (44) في:  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ  ، فأمرهم بطاعتهم، وأوصى الرّاعي بالرعية، وأوصى الرعية بالطاعة، كما:-9848 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأمْرِ مِنْكُمْ ) قال: قال أبي: هم السلاطين. وقرأ ابن زيد:  تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْـزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ  [سورة آل عمران: 26]، وإنما نقول: هم العلماء الذي يُطيفون على &; 8-493 &; السلطان، (45) ألا ترى أنه أمرهم فبدأ بهم، بالولاة فقال (46) \" إن الله يأمركم أن تؤدوا الأمانات إلى أهلها \"؟ و \" الأمانات \"، هي الفيء الذي استأمنهم على جمعه وقَسْمه، والصدقات التي استأمنهم على جمعها وقسمها =\" وإذا حكمتم بين الناس أن تحكموا بالعدل \" الآية كلها. فأمر بهذا الولاة. ثم أقبل علينا نحن فقال:  يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ  .* * *وأما الذي قال ابن جريج من أنّ هذه الآية نـزلت في عثمان بن طلحة، فإنه جائز أن تكون نـزلت فيه، وأريد به كل مؤتمن على أمانة، فدخلَ فيه ولاة أمور المسلمين، وكلّ مؤتمن على أمانة في دين أو دنيا. ولذلك قال من قال: عُني به قضاءُ الدين، وردّ حقوق الناس، كالذي:-9849 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قوله: \" إنّ الله يأمركم أن تؤدوا الأمانات إلى أهلها \"، فإنه لم يرخص لموسِر ولا معسر أن يُمسكها.9850 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" إن الله يأمركم أن تؤدوا الأمانات إلى أهلها \"، عن الحسن: أن &; 8-494 &; نبيّ الله صلى الله عليه وسلم كان يقول: أدِّ الأمانة إلى من ائتمنك، ولا تخن من خانك. (47)* * *قال أبو جعفر: فتأويل الآية إذًا = إذ كان الأمر على ما وصفنا = : إن الله يأمركم، يا معشر ولاة أمور المسلمين، أن تؤدوا ما ائتمنتكم عليه رعيّتكم من فَيْئهم وحقوقهم وأموالهم وصدقاتهم إليهم، على ما أمركم الله بأداء كل شيء من ذلك إلى من هو له، بعد أن تصير في أيديكم، لا تظلموها أهلها، ولا تستأثروا بشيء منها، ولا تضعوا شيئًا منها في غير موضعه، ولا تأخذوها إلا ممن أذن الله لكم بأخذها منه قبل أن تصيرَ في أيديكم = ويأمركم إذا حكمتم بين رعيتكم أن تحكموا بينهم بالعدل والإنصاف، وذلك حكمُ الله الذي أنـزله في كتابه، وبيّنه على لسان رسوله، لا تعدُوا ذلك فتجورُوا عليهم.* * *القول في تأويل قوله :  إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا (58)قال أبو جعفر: يعني بذلك جل ثناؤه: يا معشر ولاة أمور المسلمين، إن الله نعم الشيء يَعظكم به، ونعمت العظة يعظكم بها في أمره إياكم أن تؤدوا الأمانات إلى أهلها، وأن تحكموا بين الناس بالعدل (48)* * *=\" إن الله كان سميعًا \"، يقول: إن الله لم يزل سميعًا بما تقولون وتنطقون، وهو سميع لذلك منكم إذا حكمتم بين الناس ولما تُحاورونهم به (49) \" بصيرًا \" بما تفعلون فيما ائتمنتم عليه من حقوق رعيتكم وأموالهم، (50) وما تقضون به بينهم من أحكامكم: بعدل تحكمون أو جَوْر، لا يخفى عليه شيء من ذلك، حافظٌ ذلك كلَّه، حتى يجازي محسنكم بإحسانه، ومسيئكم بإساءته، أو يعفو بفضله.------------------------الهوامش :(37) الأثر: 9839 -\"أبو أسامة\" هو: حماد بن أسامة بن زيد القرشي ، مضى برقم: 5265. و\"أبو مكين\" هو: نوح بن ربيعة ، مضى برقم: 9742.(38) الأثر: 9841 -\"مصعب بن سعد بن أبي وقاص الزهري\". روى عن أبيه ، وعلي ، وطلحة ، وعكرمة ابن أبي جهل ، وغيرهم ، تابعي ثقة ، قال ابن سعد: \"كان ثقة كثير الحديث\". مترجم في التهذيب.(39) في المطبوعة: \"أن يعطوا الناس\" ، غير ما في المخطوطة ، وهو الذي أثبته ، ولكنه كان في المخطوطة غير منقوط ، فلم يحسن قراءته ، فكتب ما لا معنى له. والمقصود بذلك أن على الأمراء أن يعظوا النساء في النشوز وغيره ، حتى يردوهن إلى أزواجهن. وهو القول المنسوب إلى ابن عباس في كتب التفسير.(40) في المطبوعة: \"يعظون الناس\" ، وهو خطأ ، وانظر التعليق السالف.(41) في المطبوعة: \"مفاتيح الكعبة ، ودخل بها البيت\" ، وكان في المخطوطة: \"مفاتيح الكعبة ودخل به البيت\" ، ورد اللفظ مفردًا\"المفتاح\" في هذا الأثر والذي يليه ، وكذلك نقله ابن كثير في تفسيره 2: 492\"مفتاح الكعبة\" بالإفراد ، فصححت نص المخطوطة ، كما في ابن كثير.(42) في المطبوعة: \"فداؤه أبي وأمي\" ، وأثبت ما في المخطوطة وابن كثير.(43) الأثر: 9847 -\"الزنجي بن خالد\" هو: مسلم بن خالد بن فروة ، أبو خالد الزنجي ، الفقيه المكي. وإنما سموه\"الزنجي\" قالوا: لأنه كان شديد السواد. وقالوا: لأنه كان أشقر كالبصلة. وقالوا: كان أبيض مشربًا بحمرة ، وإنما سمى\"الزنجي\" لمحبته التمر. قالت له جاريته: \"ما أنت إلا زنجي\" ، لأكل التمر ، فبقي عليه هذا اللقب.ومن الزنجي تعلم الشافعي الفقه قبل أن يلقى مالكًا. ولكنهم تكلموا في حديثه ، فقال البخاري: \"منكر الحديث ، يكتب حديثه ولا يحتج به\". وذكروا عللا في ضعف حديثه وهو صدوق. مترجم في التهذيب.(44) في المطبوعة والمخطوطة: \"فدل على ذلك ما وعظ به الرعية\" ، وهو كلام فاسد جدًا ، أخل بحجة الطبري ، والصواب ما أثبت.(45) حذف ناشر المطبوعة هذه الجملة إذ لم يفهمها ، وجعل سياق الكلام هكذا: \"... ممن تشاء ، ألا ترى أنه أمر فقال: إن الله يأمركم\" ، وهذا فساد شديد ، وهجر للأمانة ، وعبث بكلام أهل التاويل. وقائل هذا الكلام هو ابن زيد ، بعد أن ذكر تأويل أبيه زيد بن أسلم.وقوله: \"يطيفون على السلطان\" هم الذين يقاربونه ويدنيهم في مجالسه ويستشيرهم. من قوله: \"طاف بالشيء وطاف عليه= وأطاف به وأطاف عليه\": دار حوله.(46) في المطبوعة: \"أنه أمر فقال...\" كما ذكرت في التعليق السالف. وسياق عبارته أنه أمر العلماء بالولاة - فبدأ بهم ، أي: بالعلماء. والعلماء هم الذين يفتون الولاة في قسمة الفيء والصدقات ، لأنهم هم أهل العلم بها. فهذا خطاب للعلماء الذين ائتمنوا على الدين. ثم قال للولاة: \"وإذا حكمتم بين الناس\" ، كما ترى في سياق الأثر.(47) الأثر: 9850 - قال ابن كثير في تفسيره 2: 490\"وفي حديث الحسن ، عن سمرة أن رسول الله صلى الله عليه وسلم قال: \"أد الأمانة إلى من ائتمنك ، ولا تخن من خانك\". رواه الإمام أحمد ، وأهل السنن\".(48) انظر تفسير\"نعما\" فيما سلف 5: 582.(49) في المطبوعة: \"ولم تجاوزوهم به\" ، ولا معنى لها البتة ، والصواب ما في المخطوطة ، ولكنه لم يفهم ما أراد ، فحرفه وغيره.",
  "ayah": 58,
  "surah": 4
}
