{
  "text": "القول في تأويل قوله :  وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلا لِيُطَاعَ بِإِذْنِ اللَّهِقال أبو جعفر: يعني بذلك جل ثناؤه: ولم نرسل، يا محمد، رسولا إلا فرضت طاعته على من أرسلته إليه. يقول تعالى ذكره: فأنت، يا محمد، من الرسل الذين فرضت طاعتهم على من أرسلتُه إليه.وإنما هذا من الله توبيخ للمحتكمين من المنافقين = الذين كانوا يزعمون أنهم &; 8-516 &; يؤمنون بما أنـزل إلى النبي صلى الله عليه وسلم = فيما اختصموا فيه إلى الطاغوت، صدودًا عن رسول الله صلى الله عليه وسلم. يقول لهم تعالى ذكره: ما أرسلتُ رسولا إلا فرضت طاعته على من أرسلته إليه، فمحمد صلى الله عليه وسلم من أولئك الرسل، فمن ترك طاعته والرِّضى بحكمه واحتكم إلى الطاغوت، فقد خالف أمري، وضيَّع فرضي.* * *ثم أخبر جل ثناؤه: أن من أطاع رسله، فإنما يطيعهم بإذنه = يعني: بتقديره ذلك وقضائه السابق في علمه ومشيئته، (19) كما:-9904 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" إلا ليطاع بإذن الله \"، واجب لهم أن يطيعهم من شاء الله، ولا يطيعهم أحد إلا بإذن الله.9905 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.9906 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *قال أبو جعفر: إنما هذا تعريض من الله تعالى ذكره لهؤلاء المنافقين، بأن تركهم طاعة الله وطاعة رسوله والرضى بحكمه، إنما هو للسابق لهم من خِذْلانه وغلبة الشقاء عليهم، ولولا ذلك لكانوا ممن أذن له في الرضى بحكمه، والمسارعة إلى طاعته.* * *القول في تأويل قوله :  وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا (64)قال أبو جعفر: يعني بذلك جل ثناؤه: ولو أن هؤلاء المنافقين = الذين وصف صفتهم في هاتين الآيتين، الذين إذا دعوا إلى حكم الله وحكم رسوله صدّوا صدودًا =،\" إذ ظلموا أنفسهم \"، باكتسابهم إياها العظيم من الإثم في احتكامهم إلى الطاغوت، وصدودهم عن كتاب الله وسنة رسوله إذا دعوا إليها =\" جاؤوك \"، يا محمد، حين فعلو ما فعلوا من مصيرهم إلى الطاغوت راضين بحكمه دون حكمك، جاؤوك تائبين منيبين، فسألوا الله أن يصفح لهم عن عقوبة ذنبهم بتغطيته عليهم، وسأل لهم اللهَ رسولهُ صلى الله عليه وسلم مثل ذلك. وذلك هو معنى قوله: \" فاستغفروا الله واستغفر لهم الرسول \".* * *= وأما قوله: \" لوجدوا الله توابًا رحيمًا \"، فإنه يقول: لو كانوا فعلوا ذلك فتابوا من ذنبهم =\" لوجدوا الله توابًا \"، يقول: راجعًا لهم مما يكرهون إلى ما يحبون (20) =\" رحيمًا \" بهم، في تركه عقوبتهم على ذنبهم الذي تابوا منه.* * *وقال مجاهد: عُنِي بذلك اليهوديُّ والمسلم اللذان تحاكما إلى كعب بن الأشرف.9907 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" ظلموا أنفسهم \" إلى قوله:  وَيُسَلِّمُوا تَسْلِيمًا  ، قال: إن هذا في الرجل اليهودي والرجل المسلم اللذين تحاكما إلى كعب بن الأشرف.----------------------الهوامش :(19) انظر تفسير\"الإذن\" فيما سلف 8: 192 تعليق: 2 والمراجع هناك.(20) انظر تفسير\"الاستغفار\" و\"التوبة\" فيما سلف من فهارس اللغة.",
  "ayah": 64,
  "surah": 4
}
