{
  "text": "القول في تأويل قوله :  فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا (65)قال أبو جعفر: يعني جل ثناؤه بقوله: \" فلا \" فليس الأمر كما يزعمون: أنهم يؤمنون بما أنـزل إليك، وهم يتحاكمون إلى الطاغوت، ويصدّون عنك إذا دعوا إليك يا محمد = واستأنف القسم جل ذكره فقال: \" وربك \"، يا محمد =\" لا يؤمنون \"، أي: لا يصدقون بي وبك وبما أنـزل إليك =\" حتى يحكموك فيما شجر بينهم \"، يقول: حتى يجعلوك حكمًا بينهم فيما اختلط بينهم من أمورهم، فالتبس عليهم حكمه. يقال: \" شجَر يشجُر شُجورًا وشَجْرًا \"، و \" تشاجر القوم \"، إذا اختلفوا في الكلام والأمر،\" مشاجرة وشِجارًا \".* * *=\" ثم لا يجدوا في أنفسهم حرجًا مما قضيت \"، يقول: لا يجدوا في أنفسهم ضيقًا مما قضيت. وإنما معناه: ثم لا تحرَج أنفسهم مما قضيت = أي: لا تأثم بإنكارها ما قضيتَ، وشكّها في طاعتك، وأن الذي قضيت به بينهم حقٌّ لا يجوز لهم خلافه، كما:-9908 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" حرجًا مما قضيت \"، قال: شكًّا.9909 - حدثنا ابن حميد قال، حدثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزة، عن مجاهد في قوله: \" حرجًا مما قضيت \"، يقول: شكًّا.9910 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد مثله.9911 - حدثنا يحيى بن أبي طالب قال، أخبرنا يزيد قال، أخبرنا جويبر، عن الضحاك في قوله: \" ثم لا يجدوا في أنفسهم حرجًا مما قضيت \"، قال: إثمًا =\" ويسلموا تسليما \"، يقول: ويسلّموا لقضائك وحكمك، إذعانًا منهم بالطاعة، وإقرارًا لك بالنبوة تسليمًا.* * *واختلف أهل التأويل فيمن عنى بهذه الآية، وفيمن نـزلت؟فقال بعضهم: نـزلت في الزبير بن العَوَّام وخصم له من الأنصار، اختصما إلى النبي صلى الله عليه وسلم في بعض الأمور.ذكر الرواية بذلك:9912 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، أخبرني يونس والليث بن سعد، عن ابن شهاب، أن عروة بن الزبير حدَّثه: أن عبد الله بن الزبير حدثه، عن الزبير بن العوام: أنه خاصم رجلا من الأنصار قد شهد بدرًا مع رسول الله صلى الله عليه وسلم في شِرَاج من الحرّة كانا يسقيان به كَلأهما النخل، (21) فقال الأنصاري: سَرِّح الماء يمرّ! (22) فأبى عليه، فقال يا رسول الله صلى الله عليه وسلم: اسق يا زبير، ثم أرسل الماء إلى جارك. فغضب الأنصاري وقال: يا رسول الله، أنْ كان ابن عمتك؟ (23) فتلوّن وجه رسول الله صلى الله عليه وسلم، ثم قال: اسق يا زبير، ثم احبس الماء حتى يرجع إلى الجدْر، (24) ثم أرسل الماء إلى جارك. واستوعَى رسول الله صلى الله عليه وسلم للزبير حقه = قال أبو جعفر: والصواب: \" استوعب \" (25) = وكان رسول الله صلى الله عليه وسلم قبل ذلك أشار على الزبير برأي أراد فيه الشفقة له وللأنصاري. فلما أحفظَ رسولَ الله صلى الله عليه وسلم الأنصاريُّ، (26) استوعب للزبير حقه في صريح الحكم = قال فقال الزبير: ما أحسب هذه الآية نـزلت إلا في ذلك: \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم \"، الآية. (27)9913 - حدثني يعقوب قال، حدثنا إسماعيل بن إبراهيم، عن عبد الرحمن بن إسحاق، عن الزهري عن عروة، قال: خاصم الزبير رجل من الأنصار في شَرْج من شِراج الحَرَّة، فقال رسول الله صلى الله عليه وسلم: يا زبير، أَشْرِب، ثم خلِّ سبيل الماء. فقال الذي من الأنصار من بني أمية: (28) اعدل يا نبيَّ الله، وإن كان ابن عمتك! قال: فتغيَّر وجه رسول الله صلى الله عليه وسلم حتى عُرف &; 8-522 &; أن قد ساءه ما قال، ثم قال: يا زبير، احبس الماء إلى الجدْرِ = أو: إلى الكعبين = ثم خل سبيل الماء. قال: ونـزلت: \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم \". (29)9914 - حدثني عبد الله بن عمير الرازي قال، حدثنا عبد الله بن الزبير قال، حدثنا سفيان قال، حدثنا عمرو بن دينار، عن سلمة رجلٍ من ولد أم سلمة، عن أم سلمة: أن الزبير خاصم رجلا إلى النبي صلى الله عليه وسلم، فقضى النبي صلى الله عليه وسلم للزبير، فقال الرجل لما قضى للزبير: أن كان ابن عمتك! فأنـزل الله: \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم &; 8-523 &; لا يجدوا في أنفسهم حرجًا مما قضيت ويسلموا تسليمًا \". (30)* * *وقال آخرون: بل نـزلت هذه الآية في المنافق واليهوديّ اللذين وصف الله صفتهما في قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْـزِلَ إِلَيْكَ وَمَا أُنْـزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ  .*ذكر من قال ذلك:9915 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجًا مما قضيت ويسلموا تسليما \"، قال: هذا الرجل اليهوديُّ والرجل المسلم اللذان تحاكما إلى كعب بن الأشرف.9916 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.9917 - حدثني يعقوب قال، حدثنا ابن علية، عن داود، عن الشعبي، بنحوه = إلا أنه قال: إلى الكاهن. (31)* * *قال أبو جعفر: وهذا القول = أعني قول من قال: عني به المحتكمان إلى الطاغوت اللذان وصف الله شأنهما في قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْـزِلَ إِلَيْكَ وَمَا أُنْـزِلَ مِنْ قَبْلِكَ  = أولى بالصواب، لأن قوله: \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم \" في سياق قصة الذين ابتدأ الله الخبر عنهم بقوله: (32)  أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْـزِلَ إِلَيْكَ  ، ولا دلالة تدل على انقطاع قصتهم، فإلحاق بعض ذلك ببعض = ما \" لم تأت دلالة على انقطاعه = أولى.* * *فإن ظن ظانٌّ أن في الذي روي عن الزبير وابن الزبير من قصته وقصة الأنصاري في شِراج الحرة، وقولِ من قال في خبرهما:فنـزلت \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم \" = ما ينبئ عن انقطاع حكم هذه الآية وقصتها من قصة الآيات قبلها، فإنه غير مستحيل أن تكون الآية نـزلت في قصة المحتكمين إلى الطاغوت، (33) ويكون فيها بيان ما احتكم فيه الزبير وصاحبه الأنصاري، إذ كانت الآية دلالة دالة (34) وإذ كان ذلك غير مستحيل، كان إلحاق معنى &; 8-525 &; بعض ذلك ببعضٍ، أولى، ما دام الكلام متسقة معانيه على سياق واحد، إلا أن تأتي دلالة على انقطاع بعض ذلك من بعض، فيُعْدَل به عن معنى ما قبله.* * *وأما قوله: \" ويسلموا \"، فإنه منصوب عطفًا، على قوله: \" ثم لا يجدوا في أنفسهم \" = وقوله: \" ثم لا يجدوا في أنفسهم \"، نصبٌ عطفًا على قوله: \" حتى يحكموك فيما شجر بينهم \".* * *--------------------------------------------------------------------------------(21) \"الشراج\" (بكسر الشين) جمع\"شرج\" (بفتح فسكون) ، وهو مسيل الماء من الحرة إلى السهل. و\"الحرة\" موضع معروف بالمدينة ، وهي أرض ذات حجارة سود نخرة ، كأنما أحرقت بالنار. و\"الكلأ\" هو العشب ترعاه الأنعام. وكان في المطبوعة: \"كلاهما\" بغير همز ، وهو خطأ يوهم.(22) قوله: \"سرح الماء\" ، أي أطلقه ، لأن الماء كان يمر على أرض الزبير قبل أرض الأنصاري ، فكان يحبسه حتى يسقي أرضه.(23) قوله: \"أن كان...\" ، \"أن\" (بفتح الألف وسكون النون) ، التعليل ، يقول أمن أجل أنه ابن عمتك؟ وأم الزبير هي: صفية بنت عبد المطلب ، عمة رسول الله صلى الله عليه وسلم.(24) \"الجدر\" (بفتح الجيم وسكون الدال) ، وهي الحواجز التي تحبس الماء.(25) الظاهر أن قول أبي جعفر: \"والصواب: استوعب\" ، إنما عنى به صواب الرواية في هذا الخبر بهذا الإسناد ، ولا أظن أبا جعفر ينكر\"استوعى\" أن تكون صحيحة ، فإن\"استوعى\" بمعنى: استوعب الحق واستوفاه ، عربي صحيح لا شك فيه.(26) \"أحفظه\" أغضبه.(27) الحديث: 9912 - سياق هذا الإسناد ظاهره أنه من حديث\"الزبير بن العوام\" - لقوله\"أن عبد الله بن الزبير حدثه عن الزبير بن العوام\". ويحتمل أن يكون من حديث\"عبد الله بن الزبير\" حكاية عن القصة. وقد جاء الحديث بسياقات أخر ، بعضها ظاهره أنه من حديث عروة بن الزبير - يحكي القصة ، فيكون ظاهره الإرسال. وبعضها ظاهره أنه من رواية عروة عن أبيه الزبير ، كما سيأتي:فرواه ابن أبي حاتم - فيما نقل عنه ابن كثير 2: 503 - بإسناد الطبري هذا: عن يونس بن عبد الأعلى ، عن ابن وهب ، به.وكذلك رواه ابن الجارود في المنتقى ، ص: 453 ، عن محمد بن عبد الله بن عبد الحكم ، عن ابن وهب.وكذلك رواه الإسماعيلي ، فيما نقله عند الحافظ في الفتح 5: 26.ورواه النسائي 2: 308 - 309 ، كرواية الطبري هذه. ولكن عن شيخين: يونس بن عبد الأعلى والحارث بن مسكين - كلاهما عن ابن وهب ، بهذا الإسناد - وعند هؤلاء جميعًا - كما هنا: \"أن عبد الله بن الزبير حدثه عن الزبير بن العوام\".ورواه أحمد في المسند: 16185 (ج4 ص4 - 5 حلبي) ، في مسند عبد الله بن الزبير - عن هاشم بن القاسم ، عن الليث ، عن ابن شهاب ، \"عن عروة بن الزبير ، عن عبد الله بن الزبير ، قال: خاصم رجل من الأنصار الزبير\" ، إلخ.وبنحو ذلك رواه البخاري 5: 26 - 28 ، ومسلم 2: 221 ، وأبو داود: 3637 ، والترمذي 2: 289 - 290 ، وابن ماجه: 2480 ، وابن حبان في صحيحه: 23 (بتحقيقنا) - كلهم من طريق الليث بن سعد ، عن الزهري ، عن عروة ، عن عبد الله بن الزبير ، حكاية للقصة. وفي بعض ألفاظهم: \"عن عروة: أن عبد الله بن الزبير حدثه\". وظاهر هذه الأسانيد أنه من حديث\"عبد الله بن الزبير\" - حكاية للقصة ، ليس فيها التصريح بروايته عن أبيه الزبير بن العوام.وقال البخاري عقب هذه الرواية: \"ليس أحد يذكر: عروة عن عبد الله - إلا الليث فقط\".وقد تعقبه الحافظ ابن حجر برواية\"النسائي وغيره\" - المطابقة لرواية الطبري هنا وابن الجارود وابن أبي حاتم - أن يونس بن يزيد الأيلي ذكر فيه\"عن عبد الله بن الزبير\" ، كما ذكره الليث. بل زاد ابن وهب في روايته هذه عن يونس والليث: أنه\"عن عبد الله بن الزبير ، عن أبيه الزبير بن العوام\".ورواه أحمد في المسند: 1419 ، عن أبي اليمان ، عن شعيب ، عن الزهري ، قال ، \"أخبرني عروة بن الزبير: أن الزبير كان يحدث أنه خاصم رجلا من الأنصار\" - إلخ.وكذلك رواه البخاري 5: 227 (فتح) ، عن أبي اليمان ، بهذا الإسناد ، كرواية أحمد.فهذه الرواية ظاهرها أن عروة يروي الحديث فيها عن أبيه الزبير بن العوام مباشرة.وقد نقل ابن كثير 2: 502 - 503 هذه الرواية عن المسند. ثم قال: \"هكذا رواه الإمام أحمد ، وهو منقطع بين عروة وبين أبيه الزبير ، فإنه لم يسمع منه. والذي يقطع به أنه سمعه من أخيه عبد الله\".وقد تعقبته في شرح المسند: 1419 فقلت: إن الحديث حديث الزبير ، ولا يبعد أن يكون سمعه منه أبناه عبد الله وعروة ، وأن يكون عروة سمعه أيضًا من أخيه عبد الله ، أو ثبته عبد الله فيه. وأما ادعاء أن عروة لم يسمع من أبيه فالأدلة تنقضه ، فإنه كان مراهقًا أو بالغًا عند مقتل أبيه ، كانت سنه 13 سنة. وفي التهذيب 7: 185: \"قال مسلم بن الحجاج في كتاب التمييز: حج عروة مع عثمان ، وحفظ عن أبيه فمن دونهما من الصحابة\".وأزيد هنا أن البخاري صرح في ترجمة\"عروة\" في التاريخ الكبير 4 / 1 / 31 بسماعه من أبيه ، فقال: \"سمع أباه وعائشة وعبد الله بن عمر\". وأن الإمام أحمد روى حديثًا آخر قبله: 1418 ، من طريق هشام بن عروة ، \"عن عروة ، قال: أخبرني أبي الزبير\" - وإسناده صحيح ، وفيه التصريح بسماع عروة من أبيه ، وأن الحافظ في الفتح 5: 26 قال: \"وإنما صححه البخاري - مع هذا الاختلاف - اعتمادًا على صحة سماع عروة من أبيه\".ورواه عروة أيضًا من عند نفسه ، حكاية للقصة ، دون أن يذكر أنه عن اخيه أو عن أبيه - فيكون ظاهره أنه حديث مرسل ، كما في الرواية الآتية عقب هذه ، وسيأتي باقي الكلام هناك.(28) في المطبوعة: حذف قوله: \"من بني أمية\" ، كأنه ظن أن\"بني أمية\" هنا هم القرشيون!! و\"بنو أمية\" هنا: هم بنو أمية بن زيد بن قيس بن عامر بن مرة بن مالك بن الأوس.(29) الحديث: 9913 - إسماعيل بن إبراهيم: هو ابن علية.عبد الرحمن بن إسحاق بن عبد الله بن الحارث بن كنانة: ثقة ، وثقه ابن معين والبخاري وغيرهما. وأخرج له مسلم في صحيحه. مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 212 - 213.وهذا الحديث صورته صورة الإرسال ، كما أشرنا في الحديث قبله. لأن عروة بن الزبير - وهو تابعي - يحكي القصة ، دون أن يذكر روايته إياها عن أبيه أو عن أخيه.وكذلك رواه يحيى بن آدم في كتاب الخراج ، رقم: 337 (بتحقيقنا) ، عن ابن علية ، كرواية الطبري هذه.وبهذه الصورة - صورة الإرسال - رواه البخاري 5: 29 (فتح) ، من طريق معمر ، عن الزهري ، عن عروة ، قال: \"خاصم الزبير رجلا\". - إلخ. وكذلك رواه مرة أخرى 8: 191 ، من طريق معمر.وكذلك رواه 5: 30 ، من طريق ابن جريج ، عن الزهري - على صوره الإرسال.وأشار الحافظ في الفتح 5: 26 إلى روايات أخر عن الزهري توافق روايتي معمر وابن جريج على روايته بصورة الحديث المرسل.والراجح عندي أن عروة سمع الحديث من أبيه مع أخيه عبد الله ، ولعله لم يتثبت من حفظه تمامًا لصغر سنه ، فسمعه مرة أخرى من أخيه. فحدث به على تارات: يذكر أنه عن أخيه عن أبيه. أو يذكر أنه عن أبيه مباشرة. أو يرسل القصة إرسالا دون ذكر واحد منهما لثقته بسماعها واطمئنانه.ولذلك أخرج البخاري في صحيحه الرواية التي صورتها صورة الإرسال في موضعين ، توثيقًا منه لثبوته موصولا. وأريد الحافظ في الفتح 5: 26 صنيع البخاري هذا بقوله: \"ثم الحديث ورد في شيء يتعلق بالزبير ، فداعية ولده متوفرة على ضبطه\".والحديث - في أصله - ذكره السيوطي 2: 180 ، وزاد نسبته لعبد الرزاق ، وعبد بن حميد ، وابن المنذر ، والبيهقي.(30) الحديث: 9914 - عبد الله بن عمير الرازي - شيخ الطبري: لم أجد له ترجمة ولا ذكرًا في شيء من المراجع.عبد الله بن الزبير بن عيسى الأسدي: هو الحميدي الإمام الثقة المشهور ، من شيوخ البخاري. قال أبو حاتم: \"هو أثبت الناس في ابن عيينة ، وهو رئيس أصحابه ، وهو ثقة إمام\". مات سنة 219.سفيان: هو ابن عيينة.\"سلمة رجل من ولد أم سلمة\": هو\"سلمة بن عبد الله بن عمر بن أبي سلمة\". مضت ترجمته في: 8368 ، 8369.وهذا الحديث فيه القصة السابقة التي رواها عروة بن الزبير.وقد أشار إليه الحافظ في الفتح 5: 26 ، قال: \"وقد جاءت هذه القصة من وجه آخر ، أخرجها الطبري والطبراني ، من حديث أم سلمة\".وقد ذكره الهيثمي في مجمع الزوائد (ج7 ص4) بنحوه. وقال: \"رواه الطبراني ، وفيه يعقوب بن حميد ، وثقه ابن حبان ، وضعفه غيره\".وليس\"يعقوب بن حميد\" في هذا الإسناد - إسناد الطبري - فهو وجه آخر.وقد ذكره ابن كثير 2: 503 - 504 من كتاب ابن مردويه ، من طريق الفضل بن دكين ، عن ابن عيينة ، بهذا الإسناد. ولكن فيه: \"عن رجل من آل أبي سلمة ، قال: خاصم الزبير رجلا\" - إلخ. فلم يذكر فيه\"عن أم سلمة\".وذكره السيوطي 2: 180 ، وزاد نسبته للحميدي - وهو الوجه الذي في الطبري هنا - وسعيد بن منصور ، وعبد بن حميد ، وابن المنذر.(31) وهناك قول آخر ذكر الطبري فيما سلف ، دليله في الأثر رقم: 5819 ، أن الآية نزلت في رجل من الأنصار يقال له أبو الحصين ، كان له ابنان فتنصرا. وقد بينت آنفًا في 5: 410 ، تعليق: 4 ، أن هذا من الأدلة على اختصار أبي جعفر تفسيره هذا.(32) في المطبوعة: \"الذين أسدى الله الخبر عنهم\" ، وهو كلام خلو من كل معنى ، أوقعه فيه أنه لم يحسن قراءة المخطوطة ، ولم يعرف قط قاعدة ناسخها ، فإنه يكتب\"ابتدأ\" هكذا: \"ابتدى\" غير منقوطة.(33) في المطبوعة: \"في حصة المحتكمين\" ، وهو خطأ في الطباعة.(34) في المطبوعة: \"إذ كانت الآية دالة على ذلك\" ، وأثبت ما في المخطوطة وهو صواب.",
  "ayah": 65,
  "surah": 4
}
