{
  "text": "القول في تأويل قوله :  وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلا قَلِيلٌ مِنْهُمْقال أبو جعفر: يعني جل ثناؤه بقوله: \" ولو أنا كتبنا عليهم أن اقتلوا أنفسكم \"، ولو أنا فرضنا على هؤلاء الذين يزعمون أنهم آمنوا بما أنـزل إليك، المحتكمين إلى الطاغوت، أن يقتلوا أنفسهم وأمرناهم بذلك = أو أن يخرجوا من ديارهم مهاجرين منها إلى دار أخرى سواها (1) =\" ما فعلوه \"، يقول: ما قتلوا أنفسهم بأيديهم، ولا هاجروا من ديارهم فيخرجوا عنها إلى الله ورسوله، طاعة لله ولرسوله =\" إلا قليل منهم \".* * *وبنحو ما قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:9918 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" ولو أنا كتبنا عليهم أن اقتلوا &; 8-526 &; أنفسكم \"، يهود يعني = أو كلمة تشبهها = والعربَ، (2) كما أمر أصحاب موسى عليه السلام.9919 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" ولو أنا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من دياركم \"، كما أمر أصحاب موسى أن يقتل بعضهم بعضًا بالخناجر، لم يفعلوا إلا قليل منهم.9920 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" ولو أنا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من دياركم ما فعلوه إلا قليل منهم \"، افتخر ثابت بن قيس بن شماس ورجل من يهود، فقال اليهودي: والله لقد كتب الله علينا أن اقتلوا أنفسكم، فقتلنا أنفسنا! فقال ثابت: والله لو كُتب علينا أن اقتلوا أنفسكم، لقتلنا أنفسنا! أنـزل الله في هذا:  وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا  .9921 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير، عن إسماعيل، عن أبي إسحاق السبيعي قال: لما نـزلت: \" وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا مِنْ دِيَارِكُمْ مَا فَعَلُوهُ إِلا قَلِيلٌ مِنْهُمْ\"، قال رجل: لو أمرنا لفعلنا، والحمد لله الذي عافانا! فبلغ ذلك النبي صلى الله عليه وسلم فقال: إنّ من أمتي لَرِجالا الإيمان أثبت في قلوبهم من الجبال الرَّواسي.* * *واختلف أهل العربية في وجه الرفع في قوله: \" إلا قليل منهم \".فكان بعض نحويي البصرة يزعم أنه رفع \" قليل \"، لأنه جعل بدلا من الأسماء المضمرة في قوله: \" ما فعلوه \"، لأن الفعل لهم.* * *وقال بعض نحويي الكوفة: إنما رفع على نية التكرير، كأن معناه: ما فعلوه، ما فعله إلا قليل منهم، كما قال عمرو بن معد يكرب: (3)وَكُـــلُّ أَخٍ مُفَارِقُـــهُ أَخُـــوهُ,لَعمْـــرُ أَبِيـــك إلا الفَرْقَـــدَانِ (4)قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، أن يقال: رفع \" القليل \" بالمعنى الذي دلَّ عليه قوله: \" ما فعلوه إلا قليل منهم \". وذلك أن معنى الكلام: ولو أنا كتبنا عليهم أن اقتلوا أنفسكم أو اخرجوا من دياركم ما فعله إلا قليل منهم = فقيل: \" ما فعلوه \" على الخبر عن الذين مضى ذكرهم في قوله:  أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْـزِلَ إِلَيْكَ وَمَا أُنْـزِلَ مِنْ قَبْلِكَ  ألم استثنى \" القليل \"، فرفع بالمعنى الذي ذكرنا، إذ كان الفعل منفيًّا عنه.* * *وهي في مصاحف أهل الشام: ( مَا فَعَلُوهُ إِلا قَلِيلا مِنْهُمْ ). وإذا قرئ كذلك، فلا مرْزِئَةَ على قارئه في إعرابه، (5) لأنه المعروف في كلام العرب، إذ كان الفعل مشغولا بما فيه كنايةُ مَنْ قد جرى ذكره، (6) ثم استثني منهم القليل.* * *القول في تأويل قوله :  وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا (66)قال أبو جعفر: يعني جل ثناؤه بذلك: ولو أن هؤلاء المنافقين الذين يزعمون أنهم آمنوا بما أنـزل إليك، وهم يتحاكمون إلى الطاغوت، ويصدُّون عنك صدودًا =\" فعلوا ما يوعظون به \"، يعني: ما يذكّرون به من طاعة الله والانتهاء إلى أمره (7) =\" لكان خيرًا لهم \"، في عاجل دنياهم، وآجل معادهم =\" وأشد تثبيتًا \"، وأثبت لهم في أمورهم، وأقوم لهم عليها. (8) وذلك أن المنافق يعمل على شك، فعمله يذهب باطلا وعناؤه يضمحلّ فيصير هباء، وهو بشكه يعمل على وناءٍ وضعف. (9) ولو عمل على بصيرة، لاكتسب بعمله أجرًا، ولكان له عند الله ذخرًا، وكان على عمله الذي يعمل أقوى، ولنفسه أشدَّ تثبيتًا، لإيمانه بوعد الله على طاعته، وعمله الذي يعمله. ولذلك قال من قال: معنى قوله: \" وأشد تثبيتًا \"، تصديقًا، كما:-9922 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" لكان خيرًا لهم وأشد تثبيتًا \"، قال: تصديقًا.* * *= لأنه إذا كان مصدّقًا، كان لنفسه أشد تثبيتًا، ولعزمه فيه أشدّ تصحيحًا. وهو نظير قوله جل ثناؤه:  وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ  [سورة البقرة: 265].وقد أتينا على بيان ذلك في موضعه، بما فيه كفاية من إعادته، (10)-------------------الهوامش :(1) انظر تفسير\"كتب\" فيما سلف ص: 8: 170 ، تعليق: 1 ، والمراجع هناك.(2) في المطبوعة: \"هم يهود يعني والعرب\". ومثلها في الدر المنثور 2: 181 ، وهو تصرف من السيوطي ، وتبعه الناشر الأول. وذلك أنه شك في معنى\"أو كلمة تشبهها\" فحذفها ، وزاد في أول الكلام\"هم\". ولكن قوله: \"أو كلمة تشبهها\" أي: تشبه\"يعني\" في معناها ، كقولك \"يريد\" أو \"أراد\".(3) وأصح ، نسبته إلى حضرمي بن عامر الأسدي ، وينسب إلى سوار بن المضرب ، وهو خطأ.(4) سيبويه 1: 371 / مجاز القرآن لأبي عبيدة 1: 131 / البيان والتبيين 1: 228 / حماسة البحتري: 151 / الكامل 2: 298 / المؤتلف والمختلف: 85 / الخزانة 2: 52= 4: 79 / شرح شواهد المغني: 78. هذا ولم أجد أبيات عمرو بن معد يكرب ، وأما شعر حضرمي ، فقبل البيت ، وهو شعر جيد:وَذِي فَجْــعٍ عَــزَفتُ النَّفْسَ عَنْــهُحِــذَارَ الشَّــامتين، وَقَـدْ شَـجَانِيأَخِــي ثِقَـةٍ، إذَا مَـا اللَّيْـلُ أَفْضَـىإلَـــيَّ بِمُؤْيِــدٍ حُــبْلَى كَفَــانِيقَطَعْــتُ قَــرِينَتِي عَنْــهُ فـأغْنَىغنــاهُ، فَلَــنْ أَراهُ وَلَــنْ يَـرَانِيوكُــلُّ قَرِينَــةٍ قُــرِنَتْ بِـأُخْرى،وَلَــوْ ضَنَّــتْ بِهَــا، سَــتَفَرَّقَانِوكُــــلُّ أَخٍ....................... . . . . . . . . . . . . . . . . . .وَكُـــلُّ إِجَـــابَتي إِيَّــاهُ أَنِّــيعَطَفْــتُ عَلَيْــهِ خَــوَّار الْعِنَـانِوقوله: \"وذي فجع\" ، أي: صديق يورث فراقه الفجيعة ، ويروى\"وذى لطف\" ، ويروي\"وذي فخم\" ، يعني: ذي كبرياء واستعلاء. و\"عزف نفسه عن الشيء\": صرفها. و\"شجاني\": أحزنني. و\"المؤيد\" الداهية العظيمة.\"حبلى\" تلد شرًا بعد شر. و\"القرينة\" النفس التي تقارن صاحبها لا تفارقه ، حتى يموت. و\"خوار العنان\" صفة الفرس إذا كان سهل المعطف لينه كثير الجري ، يعني ، أنه ينصره في الحرب حين يستغيث به.(5) \"المرزئة\" (بفتح الميم ، وسكون الراء ، وكسر الزاي) ، مثل الرزء ، والرزيئة: وهو المصيبة والعناء والضرر والنقص ، وكل ما يثقل عليك ، عافاك الله. وكان في المطبوعة والمخطوطة: \"فلا مرد به على قارئه\" ، وهو شيء لا يفهم ولا يقال!!(6) \"الكناية\" الضمير ، كما سلف مرارًا كثيرة. ثم انظر مقالة أبي عبيدة في مجاز القرآن 1: 131.(7) انظر تفسير\"الوعظ\" ، فيما سلف ص: 299 ، تعليق: 4 ، والمراجع هناك.(8) انظر تفسير\"التثبيت\" فيما سلف 5: 354 ، 531 / 7: 272 ، 273. ولو قال: \"وأقوى لهم عليها\" ، لكان ذلك أرجح عندي ، وكلتاهما صواب.(9) \"الونا\" و\"الوناء\": الفترة والكلال والإعياء والضعف.(10) انظر تفسير الآية فيما سلف 5: 530 - 534.",
  "ayah": 66,
  "surah": 4
}
