{
  "text": "القول في تأويل قوله :  فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا (74)قال أبو جعفر: وهذا حضٌّ من الله المؤمنين على جهاد عدوه من أهل الكفر به على أحايينهم = غالبين كانوا أو مغلوبين، والتهاونِ بأقوال المنافقين في جهاد من جاهدوا من المشركين، (36) [وأن لهم في] جهادهم إياهم - مغلوبين كانوا أو غالبين - منـزلة من الله رفيعة. (37)* * *يقول الله لهم جل ثناؤه: \" فليقاتل في سبيل الله \"، يعني: في دين الله والدعاء إليه، والدخول فيما أمر به أهل الكفر به =\" الذين يشرون الحياة الدنيا بالآخرة \"، يعني: الذين يبيعون حياتهم الدنيا بثواب الآخرة وما وعد الله أهل طاعته فيها. وبيعُهم إياها بها: إنفاقهم أموالهم في طلب رضى الله، لجهاد من أمر بجهاده من أعدائه وأعداء دينه، (38) وبَذْلهم مُهَجهم له في ذلك.* * *أخبر جل ثناؤه بما لهم في ذلك إذا فعلوه فقال: \" ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرًا عظيمًا \"، يقول: ومن يقاتل - في طلب إقامة دين الله وإعلاء كلمة الله - أعداءَ الله =\" فيقتل \"، يقول: فيقتله أعداء الله، أو يغلبهم فيظفر بهم =\" فسوف نؤتيه أجرًا عظيمًا \"، يقول: فسوف نعطيه في الآخرة ثوابًا وأجرًا عظيمًا. وليس لما سمى جل ثناؤه \" عظيمًا \"، مقدار يعرِف مبلغَه عبادُ الله. (39)* * *وقد دللنا على أن الأغلب على معنى: \" شريت \"، في كلام العرب: \" بعت \"، بما أغنى [عن إعادته]، (40)وقد:-9942 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة \"، يقول: يبيعون الحياة الدنيا بالآخرة.9943 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: \" يشرون الحياة الدنيا بالآخرة \"، فـ \" يشري\": يبيع، و \" يشري\": يأخذ = وإن الحمقى باعوا الآخرة بالدنيا.* * *---------------(36) في المخطوطة والمطبوعة\"والتهاون بأحوال المشركين\" ، والذي يدل عليه سياق التفسير ، هو ما أثبت. ويعني بذلك ما يقوله المنافق عند هزيمة المسلمين: \"قد أنعم الله علي إذ لم أكن معهم شهيدًا\" ، وقوله إذا كانت الدولة والظفر للمسلمين: \"يا ليتني كنت معهم فأفوز فوزًا عظيمًا\".وقوله: \"والتهاون\" عطف على قوله: \"وهذا حض من الله المؤمنين على جهاد عدوه\".(37) كان مكان ما بين القوسين في المخطوطة والمطبوعة: \"وقع\" وهو كلام لا يستقيم البتة ، فاستظهرت أن يكون صواب سياقه ما أثبت ، أو ما يشبهه من القول.(38) في المطبوعة والمخطوطة: \"كجهاد من أمر بجهاده\" ، وصواب السياق\"لجهاد........\" كما أثبتها.(39) انظر تفسير\"الأجر\" فيما سلف: 529 ، تعليق: 2 ، والمراجع هناك.(40) انظر تفسير\"شرى\" و\"اشترى\" فيما سلف 1: 312- 315 / 2: 340- 342 ، 455 / 3: 328 / 4: 246 / 6: 527 / 7: 420 ، 459 / 8: 428وزدت ما بين القوسين ، جريًا على نهج عبارته في مئات من المواضع السالفة ، والظاهر أن الناسخ نسى أن يكتبها ، لأن\"بما أغنى\" وقعت في آخر الصفحة ، ثم قلب الورقة إلى الصفحة التالية ، وكتب\"وقد\".",
  "ayah": 74,
  "surah": 4
}
