{
  "text": "القول في تأويل قوله تعالى :  وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلا مَعْرُوفًا (8)قال أبو جعفر: اختلف أهل التأويل في حكم هذه الآية، هل هو محكم أو منسوخ؟فقال بعضهم: هو محكم.ذكر من قال ذلك:8658 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن الشيباني، عن عكرمة، عن ابن عباس قال، محكمة، وليست منسوخة = يعني قوله: \" وإذا حضر القسمة أولوا القربى \" الآية.8659 - حدثنا أبو كريب قال، حدثنا الأشجعي، عن سفيان، عن الشيباني، عن عكرمة، عن ابن عباس مثله. (6) .8660 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن مغيرة، عن إبراهيم والشعبي قالا هي محكمة. (7) .8661 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن ابن أبي نجيح، عن مجاهد قال، واجب، ما طابت به أنفس أهل الميراث.8662 - حدثنا أبو كريب قال، حدثنا الأشجعي، عن سفيان، عن ابن أبي نجيح، عن مجاهد في قوله: \" وإذا حضر القسمة أولوا القربى واليتامى والمساكين \"، قال، هي واجبة على أهل الميراث ما طابت به أنفسهم.8663- حدثنا أبو كريب قال، حدثنا الأشجعي، عن سفيان، عن مغيرة، عن إبراهيم والشعبي قالا هي محكمة، ليست بمنسوخة.8664 - حدثنا ابن بشار قال، حدثنا يحيى بن عبد الرحمن، عن سفيان = وحدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري = عن ابن أبي نجيح، عن مجاهد قال، هي واجبة على أهل الميراث، ما طابت به أنفسهم.8665 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا أبو بشر، عن سعيد بن جبير: أنه سئل عن قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفا \" فقال سعيد: هذه الآية يتهاون بها الناس. قال، وهما وليَّان، أحدهما يرث، والآخر لا يرث. والذي يرث هو الذي أمر أن يرزقهم = قال، يعطيهم = قال، والذي لا يرث هو الذي أمر أن يقول لهم قولا معروفا. وهي محكمة وليست بمنسوخة.8666 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا مغيرة، عن إبراهيم بنحو ذلك = وقال، هي محكمة وليست بمنسوخة.8667 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن مطرف، عن الحسن قال، هي ثابتة، ولكن الناس بخلوا وشحوا.8668 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا منصور والحسن قالا هي محكمة وليست بمنسوخة.8669 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا عباد بن العوام، عن الحجاج، عن الحكم، عن مقسم، عن ابن عباس قال، هي قائمة يعمل بها.8670 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، &; 8-9 &; عن ابن أبي نجيح، عن مجاهد في قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، ما طابت به الأنفس حقا واجبا.8671 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان، عن معمر، عن الحسن والزهري قالا في قوله: \" وإذا حضر القسمة أولوا القربى واليتامى والمساكين فارزقوهم منه \" قال، هي محكمة.8672 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا منصور، عن قتادة، عن يحيى بن يعمر قال، ثلاث آيات محكمات مدنيات تركهن الناس: هذه الآية: وآية الاستئذان:  يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ  [سورة النور: 58]، وهذه الآية:  يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى  [سورة الحجرات: 13].8673 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال، كان الحسن يقول: هي ثابتة.* * *وقال آخرون: منسوخة.ذكر من قال ذلك:8674 - حدثنا محمد بن بشار ومحمد بن المثنى قالا حدثنا ابن أبي عدي، عن سعيد، عن قتادة، عن سعيد أنه قال في هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \" قال، كانت هذه الآية قسمة قبل المواريث، فلما أنـزل الله المواريث لأهلها، جعلت الوصية لذوي القرابة الذين يحزنون ولا يرثون.8675 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا قرة بن خالد، عن قتادة قال، سألت سعيد بن المسيب عن هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \" قال، هي منسوخة.8676 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، عن سعيد بن المسيب قال، كانت هذه قبل الفرائض وقسمة الميراث، فلما كانت الفرائض والمواريث نسخت.8677 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن السدي، عن أبي مالك قال، نسختها آية الميراث.8678 - حدثنا أبو كريب قال، حدثنا الأشجعي، عن سفيان، عن السدي، عن أبي مالك مثله.8679 - حدثنا محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثنا أبي، عن أبيه، عن ابن عباس: \" وإذا حضر القسمة أولوا القربى واليتامى \" الآية، إلى قوله: \" قولا معروفًا \"، وذلك قبل أن تنـزل الفرائض، فأنـزل الله تبارك وتعالى بعد ذلك الفرائض، فأعطى كل ذي حق حقه، فجعلت الصدقة فيما سمَّى المتوفَّي.8680 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا جويبر، عن الضحاك قال، نسختها المواريث.* * *وقال آخرون: هي محكمة وليست بمنسوخة، غير أن معنى ذلك: \" وإذا حضر القسمة \"، يعني بها قسمة الميت ماله بوصيته لمن كان يوصي له به . قالوا: وأمر بأن يجعل وصيته في ماله لمن سماه الله تعالى في هذه الآية.ذكر من قال ذلك:8681 - حدثنا سعيد بن يحيى الأموي قال، حدثنا ابن المبارك، عن ابن جريج، عن ابن أبي مليكة، عن القاسم بن محمد: أن عبد الله بن عبد الرحمن قَسَم ميراث أبيه، وعائشة حية، فلم يدع في الدار أحدا إلا أعطاه، وتلا هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \". قال القاسم: فذكرت ذلك لابن عباس فقال، ما أصاب، إنما هذه الوصية = يريد الميت، أن يوصي لقرابته. (8) .8682 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن جريج قال، أخبرني ابن أبي مليكة: أن القاسم بن محمد أخبره، أن عبد الله بن عبد الرحمن بن أبي بكر قسم، فذكر نحوه.8684 - حدثنا عمران بن موسى الصَّفَّار قال، حدثنا عبد الوارث بن سعيد قال، حدثنا داود، عن سعيد بن المسيب في قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \" قال، أمر أن يوصي بثلثه في قرابته. (9) .8684 - حدثنا ابن المبارك قال، حدثنا عبد الأعلى قال، حدثنا داود، عن سعيد بن المسيب قال، إنما ذلك عند الوصية في ثلثه.8685 - حدثنا ابن المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود، عن سعيد بن المسيب: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، قال، هي الوصية من الناس.8686 - حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \" قال: القسمة الوصية، كان الرجل إذا أوصى قالوا: \" فلان يقسم ماله \". فقال،\" ارزقوهم منه \". يقول: أوصوا لهم. يقول للذي يوصي: \" وقولوا لهم قولا معروفًا \" فإن لم توصوا لهم، فقولوا لهم خيرا.* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصحة، قول من قال: هذه الآية محكمة غير منسوخة، وإنما عنى بها الوصية لأولي قربى الموصي = وعنى باليتامى والمساكين: أن يقال لهم قول معروف.وإنما قلنا ذلك أولى بالصحة من غيره، لما قد بينا في غير موضع من كتابنا هذا وغيره، (10) أن شيئا من أحكام الله تبارك وتعالى التي أثبتها في كتابه أو بيَّنها على لسان رسوله صلى الله عليه وسلم، غير جائز فيه أن يقال له ناسخ لحكم آخر، أو منسوخ بحكم آخر، (11) إلا والحكمان اللذان قضى لأحدهما بأنه ناسخ والآخر بأنه منسوخ = ناف كل واحد منهما صاحبه، غيرُ جائز اجتماع الحكم بهما في وقت واحد بوجه من الوجوه، وإن كان جائزًا صرفه إلى غير النسخ = أو تقولَ بأن أحدهما ناسخ والآخر منسوخ، حجة يجب التسليم لها.وإذْ كان ذلك كذلك، لما قد دللنا في غير موضع = وكان قوله تعالى ذكره: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، محتملا أن يكون مرادا به: وإذا حضر قسمة مال قاسمٍ مالَه بوصيةٍ، أولو قرابته واليتامى والمساكين، فارزقوهم منه - يراد: فأوصوا لأولي قرابتكم الذين لا يرثونكم منه، وقولوا لليتامى والمساكين قولا معروفًا، كما قال في موضع آخر:  كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  [سورة البقرة: 180]، ولا يكون منسوخا بآية الميراث = (12) لم يكن لأحد صرفه إلى أنه منسوخ بآية الميراث، إذ كان لا دلالة على أنه منسوخ بها من كتاب أو سنة ثابتة، وهو محتمل من التأويل ما بينَّا. وإذْ كان ذلك كذلك، فتأويل قوله: \" وإذا حضر القسمة \"، قسمة الموصي ماله بالوصية، أولو قرابته =\" واليتامى والمساكين فارزقوهم منه \"، يقول: فاقسموا لهم منه بالوصية، يعني: فأوصوا لأولي القربى من أموالكم =\" وقولوا لهم \"، يعني الآخرين، وهم اليتامى والمساكين =\" قولا معروفًا \"، يعني: يدعى لهم بخير، (13) كما قال ابن عباس وسائر من ذكرنا قوله قبلُ.* * *وأما الذين قالوا: \" إنّ الآية منسوخة بآية المواريث \"، والذين قالوا: \" هي محكمة، والمأمور بها ورثة الميت \" = فإنهم وَجّهوا قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، يقول: فأعطوهم منه =\" وقولوا لهم قولا معروفًا \"، وقد ذكرنا بعضَ من قال ذلك، وسنذكر بقية من قال ذلك ممن لم نذكره:8687 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \"، أمر الله جل ثناؤه المؤمنين عند قسمة مواريثهم أن يَصِلوا أرحامهم ويتاماهم من الوصية، إن كان أوصىَ، وإن لم تكن وصية، وصَل إليهم من مواريثهم.8688 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس: \" وإذا حضر القسمة أولو القربى \" الآية، يعني: عند قسمة الميراث.8689 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن هشام بن عروة: أن أباه أعطاهُ من ميراث المُصْعب، حين قسم ماله.8690 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا &; 8-14 &; عوف، عن ابن سيرين قال، كانوا يرضخون لهم عند القسمة. (14) .8691 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن مطر، عن الحسن عن حِطَّان: أن أبا موسى أمر أن يُعْطَوا إذا حضر قسمة الميراث: أولو القربى واليتامى والمساكين والجيرانُ من الفقراء.8692 - حدثنا محمد بن بشار قال، حدثنا يحيى بن سعيد وابن أبي عدي، ومحمد بن جعفر، عن شعبة، عن قتادة، عن يونس بن جبير، عن حطان بن عبد الله الرقاشي قال، قسم أبو موسى بهذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين \".8693 - حدثنا ابن المثنى قال، حدثنا محمد ويحيى بن سعيد، عن شعبة، عن قتادة، عن يونس بن جبير، عن حطّان، عن أبي موسى في هذه الآية: \" وإذا حضر القسمة \" الآية قال، قضى بها أبو موسى.8694 - حدثنا ابن حميد قال، حدثنا جرير، عن مغيرة، عن العلاء بن بدر في الميراث إذا قُسم قال، كانوا يعطون منه التابوت والشيء الذي يُستحيى من قسمته. (15)8695 - حدثنا ابن المثنى قال، حدثنا عبد الأعلى قال، حدثنا داود، عن الحسن وسعيد بن جبير، كانا يقولان: ذاك عند قسمة الميراث.8696 - حدثنا أبو كريب قال، حدثنا ابن يمان، عن سفيان، عن عاصم، عن أبي العالية والحسن قالا يرضخون ويقولون قولا معروفًا، في هذه الآية: \" وإذا حضر القسمة \".* * *ثم اختلف الذين قالوا: \" هذه الآية محكمة، وأن القسمة لأولي القربى واليتامى والمساكين واجبة على أهل الميراث، إن كان بعض أهل الميراث صغيرًا فقسم عليه الميراث وليُّ ماله \".فقال بعضهم: ليس لوليّ ماله أن يقسم من ماله ووصيته شيئًا، لأنه لا يملك من المال شيئا، ولكنه يقول لهم قولا معروفًا. قالوا: والذي أمرَه الله بأن يقول لهم معروفًا، هو ولي مال اليتيم إذا قسم مالَ اليتيم بينه وبين شركاء اليتيم، إلا أن يكون ولي ماله أحد الورثة، فيعطيهم من نصيبه، ويعطيهم من يجوز أمره في ماله من أنصبائهم. قالوا: فأما من مال الصغير، فالذي يولَّى عليه ماله، لا يجوز لوليّ ماله أن يعطيهم منه شيئًا.ذكر من قال ذلك:8697 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن السدي، عن أبي سعيد قال، سألت سعيد بن جبير، عن هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \" قال، إن كان الميت أوصى لهم بشيء، أنفذت لهم وصيتهم، وإن كان الورثة كبارا رضخوا لهم، وإن كانوا صغارًا قال وليهم: إني لست أملك هذا المال وليس لي، وإنما هو للصغار. فذلك قوله: \" وقولوا لهم قولا معروفًا \".8698 - حدثنا ابن بشار قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن أبي بشر، عن سعيد بن جبير في هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفًا \" قال، هما وليان، وليٌّ يرث، وولي لا يرث. فأما الذي يرث فيعطَى، وأما الذي لا يرث فقولوا له قولا معروفًا.8699 - حدثني ابن المثنى قال، حدثنا عبد الأعلى قال، حدثني داود، عن الحسن وسعيد بن جبير كانا يقولان: ذلك عند قسمة الميراث. إن كان الميراث لمن قد أدرك، فله أن يكسو منه وأن يطعم الفقراء والمساكين. وإن كان الميراث ليتامى صغار، فيقول الولي: \" إنه ليتامى صغار \"، ويقول لهم قولا معروفًا. (16)8700 - حدثنا ابن حميد قال، حدثنا ابن يمان، عن سفيان، عن السدي، عن أبي سعد، عن سعيد بن جبير قال، إن كانوا كبارًا رضخوا، وإن كانوا صغارًا اعتذروا إليهم. (17)8701 - حدثنا ابن حميد قال، حدثنا حكام، عن عنبسة، عن سليمان الشيباني، عن عكرمة: \" وإذا حضر القسمة أولو القربى \" قال، كان ابن عباس يقول: إذا ولي شيئًا من ذلك، يرضخ لأقرباء الميت. وإن لم يفعل، اعتذر إليهم وقال لهم قولا معروفًا.8702 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفًا \"، هذه تكون على ثلاثة أوجه: أما وجْهٌ، فيوصي لهم وصية، (18) فيحضرون ويأخذون وصيتهم= وأما الثاني، فإنهم يحضرون فيقتسمون إذا كانوا رجالا فينبغي لهم أن يعطوهم = وأما الثالث، فتكون الورثة صغارًا، فيقوم وليّهم إذا قسم بينهم، فيقول للذين حضروا: \" حقكم حق، وقرابتكم قرابة، ولو كان لي في الميراث نصيب لأعطيتكم، ولكنهم صغار، فإن يكبروا فسيعرفون حقكم \"، فهذا القول المعروف. (19)8703 - حدثنا ابن المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود، عن رجل، عن سعيد أنه قال،\" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفًا \" قال، إذا كان الوارث عند القسمة، فكان الإناء والشيء الذي لا يستطاع أن يقسم، فليرضخ لهم. وإن كان الميراث لليتامى، فليقل لهم قولا معروفًا.* * *وقال آخرون منهم: ذلك واجب في أموال الصغار والكبار لأولي القربى واليتامى والمساكين، فإن كان الورثة كبارًا تولَّوا عند القسمة إعطاءهم ذلك، وإن كانوا صغارًا تولّى إعطاء ذلك منهم وليُّ مالهم.ذكر من قال ذلك:8704 - حدثنا يعقوب بن إبراهيم قال، حدثنا ابن علية، عن يونس في قوله: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، فحدث عن محمد، عن عبيدة: أنه وَلِي وصية، فأمر بشاة فذبحت وصنع طعامًا، لأجل هذه الآية، وقال، لولا هذه الآية لكان هذا من مالي = قال، وقال الحسن: لم تنسخ، كانوا يحضرون فيعطون الشيء والثوب الخلق = قال يونس: إن محمد بن سيرين ولي وصية - أو قال، أيتاما - فأمر بشاة فذبحت، فصنع طعامًا كما صنع عبيدة.8705 - حدثنا مجاهد بن موسى قال، حدثنا يزيد قال، أخبرنا هشام بن حسان، عن محمد: أن عبيدة قسم ميراث أيتام، فأمر بشاة فاشتريت من مالهم، وبطعام فصنع، وقال، لولا هذه الآية لأحببت أن يكون من مالي. ثم قرأ هذه الآية: \" وإذا حضر القسمة أولو القربى واليتامى والمساكين فارزقوهم منه \"، الآية.* * *قال أبو جعفر: فكأن من ذهب من القائلين القولَ الذي ذكرناه عن ابن عباس وسعيد بن جبير، ومن قال،\" يرضخ عند قسمة الميراث لأولي القربى واليتامى والمساكين \"، تأول قوله: \" فارزقوهم منه \"، فأعطوهم منه = وكأن الذين ذهبوا إلى ما قال عبيدة وابن سيرين، تأولوا قوله: \" فارزقوهم منه \"، فأطعموهم منه.* * *واختلفوا في تأويل قوله: \" وقولوا لهم قولا معروفًا \".فقال بعضهم: هو أمر من الله تعالى ذكره ولاةَ اليتامى أن يقولوا لأولي قرابتهم ولليتامى والمساكين إذا حضروا قسمتهم مالَ من وَلُوا عليه ماله من الأموال بينهم وبين شركائهم من الورثة فيها، أن يعتذروا إليهم، على نحو ما قد ذكرناه فيما مضى من الاعتذار، كما:-8706 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، حدثنا أبو بشر، عن سعيد بن جبير: \" وقولوا لهم قولا معروفًا \" قال، هو الذي لا يرث، أمر أن يقول لهم قولا معروفًا. قال يقول: \" إن هذا المال لقوم غُيَّب، أو ليتامى صغار، ولكم فيه حق، ولسنا نملك أن نعطيكم منه شيئًا \". قال، فهذا القول المعروف.* * *وقال آخرون: بل المأمور بالقول المعروف الذي أمر جل ثناؤه أن يقال له، هو الرجل الذي يوصي في ماله = و \" القول المعروف \"، هو الدعاء لهم بالرزق والغنى وما أشبه ذلك من قول الخير، وقد ذكرنا قائلي ذلك أيضًا فيما مضى. (20) .---------------------الهوامش :(6) الأثر: 8659 - هذا الأثر ساقط من المطبوعة ، وخلط بينه وبين الذي يليه.(7) الأثر 8660 - كان في المطبوعة: \"حدثنا أبو كريب قال ، حدثنا الأشجعي ، عن سفيان...\" ، وضع\"الأشجعي\" من الإسناد السالف الذي أسقطه ، مكان\"ابن يمان\" فأعدتها إلى الصواب من المخطوطة.(8) الأثر: 8681 -\"سعيد بن يحيى بن سعيد الأموي\" مضت ترجمته في: 2225 ، وفي مواضع أخرى. وكان في المطبوعة: \"يحيى بن سعيد الأموي\" ، قدم وأخر ، والصواب من المخطوطة. و\"عبد الله بن عبد الرحمن\" هو: \"عبد الله بن عبد الرحمن بن أبي بكر الصديق\" ، وهو ابن أخت أم سلمة ، زوج رسول الله صلى الله عليه وسلم.(9) الأثر: 8683 -\"عمران بن موسى الصفار\" ، مضت ترجمته برقم: 2154 ، ولكنه موصوف في التهذيب وابن أبي حاتم\"القزاز\". فهذا اختلاف ينبغي أن يقيد.(10) انظر ما سلف 2: 471 ، 472 ، 482 ، 534 ، 535 / 3: 385 ، 563 / 4: 582 / 5: 414 / 6: 54 ، 118.(11) في المطبوعة والمخطوطة: \"أو منسوخ لحكم\" باللام ، والصواب بالباء.(12) السياق: \"وإذ كان ذلك كذلك ، لما قد دللنا في غير موضع... لم يكن لأحد...\" وما بينهما عطف وفصل وبيان.(13) انظر تفسير\"قول معروف\" فيما سلف 7: 572 ، 573 تعليق: 2= ثم 582 ، تعليق: 1 ، والمراجع هناك.(14) رضخ له من ماله رضيخة: أعطاه عطية مقاربة أو قليلة.(15) أشكل على قوله: \"والتابوت\" هنا ، وما أراد به.(16) الأثر: 8699 - في المطبوعة\"حدثنا ابن داود\" ، وهو خطأ أوقعته فيه المخطوطة فإن كتب أولا\"حدثنا\" ثم ضرب على\"ثنا\" وكتب\"ثني\" ، مكانها ، فظنها القارئ\"ابن\" فكتب ما كتب. و\"داوود\" هو: \"داود بن أبي هند\" ، وقد مضت ترجمته فيما سلف: 1608 ، وفي غيره من المواضع.(17) الأثر: 8700 - في المطبوعة: \"عن أبي سعيد ، عن سعيد بن جبير\" وأثبت ما في المخطوطة. و\"أبو سعد\" ، هو: \"أبو سعد الأرحبي الكوفي\" قارئ الأزد ، ويقال ، \"أبو سعيد\" روى عنه إسماعيل بن عبد الرحمن السدي الكبير ، مترجم في التهذيب.(18) في المطبوعة: \"أما الأول ، فيوصي لهم...\" ، كأنه ظن عبارة الخبر خطأ ، فغيرها لتطابق قوله بعد: \"وأما الثاني\" ، والذي في المخطوطة صواب جدًا ، ولا معنى لتغييره.(19) الأثر: 8702 - في المخطوطة والمطبوعة: \"حدثنا أحمد بن الحسين قال حدثنا أحمد بن مفضل\" ، وهو خطأ صوابه: \"حدثنا محمد بن الحسين\". وقد مضت ترجمته برقم: 7120. ومضى إسناده مئات من المرات على الصواب ، أقربها رقم: 8654.(20) في المطبوعة ، زاد بعد قوله: \"فيما مضى\" =\"بما أغنى عن إعادته\" ، كأنه استأنس بما أكثر أبو جعفر من تكرار مثل هذه الجملة ، ولكنها ليست في المخطوطة ، والكلام هنا غني عنها.",
  "ayah": 8,
  "surah": 4
}
