{
  "text": "القول في تأويل قوله :  وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَاقال أبو جعفر: يعني جل ثناؤه بقوله: \" وإذا حييتم بتحية \"، إذا دعي لكم بطول الحياة والبقاء والسلامة. (63) =\" فحيوا بأحسن منها أو ردُّوها \"، يقول: فادعوا لمن دعا لكم بذلك بأحسن مما دعا لكم=\" أو ردوها \" يقول: أو ردّوا التحية.* * *ثم اختلف أهل التأويل في صفة \" التحية \" التي هي أحسن مما حُيِّيَ به المُحَّيي، والتي هي مثلها.فقال بعضهم: التي هي أحسن منها: أن يقول المسلَّم عليه إذا قيل: \" السلام عليكم \"، : \" وعليكم السلام ورحمة الله \"، ويزيد على دعاء الداعي له. والرد أن يقول: \" السلام عليكم \" مثلها. كما قيل له، (64) أو يقول: \" وعليكم السلام \"، فيدعو للداعي له مثل الذي دعا له. (65)*ذكر من قال ذلك:10033 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \"، يقول: إذا سلم عليك أحد فقل أنت: \" وعليك السلام ورحمة الله \"، أو تقطع إلى \" السلام عليك \"، كما قال لك.10034 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \"، قال: في أهل الإسلام.10035 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك، عن ابن جريج فيما قرئ عليه، عن عطاء قال: في أهل الإسلام.10036 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن أبي إسحاق، عن شريح أنه كان يرد: \" السلام عليكم \"، كما يسلم عليه.10037 - حدثنا ابن وكيع قال، حدثنا أبي، عن ابن عون وإسماعيل بن أبي خالد، عن إبراهيم أنه كان يرد: \" السلام عليكم ورحمة الله \".10038 - حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن عطية، عن ابن عمر: أنه كان يرد: \" وعليكم \".* * *وقال آخرون: بل معنى ذلك: فحيوا بأحسن منها أهلَ الإسلام، أو ردوها على أهل الكفر.*ذكر من قال ذلك:10039 - حدثني إسحاق بن إبراهيم بن حبيب بن الشهيد قال، حدثنا حميد بن عبد الرحمن، عن الحسن بن صالح، عن سماك، عن عكرمة، عن ابن عباس قال: من سلَّم عليك من خلق الله، فاردُدْ عليه وإن كان مجوسيًّا، فإن الله يقول: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \".10040 - حدثنا محمد بن بشار قال، حدثنا سالم بن نوح قال، حدثنا سعيد بن أبي عروبة، عن قتادة في قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها \"، للمسلمين=\" أو ردوها \"، على أهل الكتاب.10041 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة في قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها \"، للمسلمين=\" أو ردوها \"، على أهل الكتاب.10042 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها \"، يقول: حيوا أحسن منها، أي: على المسلمين=\" أو ردوها \"، أي: على أهل الكتاب.10043 - حدثني يونس قال، أخبرنا ابن وهب قال، ابن زيد في قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \"، قال: قال أبي: حق على كل مسلم حيِّي بتحية أن يحيِّي بأحسن منها، وإذا حياه غير أهل الإسلام، أن يرد عليه مثل ما قال.* * *قال أبو جعفر: وأولى التأويلين بتأويل الآية، قولُ من قال: ذلك في أهل الإسلام، ووجّه معناه إلى أنه يرد السلام على المسلم إذا حياه تحية أحسن من تحيته أو مثلها. وذلك أن الصِّحاح من الآثار عن رسول الله صلى الله عليه وسلم أنه واجب على كل مسلم ردُّ تحية كل كافر بأخَسَّ من تحيته. وقد أمر الله بردِّ الأحسن والمثل في هذه الآية، من غير تمييز منه بين المستوجب ردَّ الأحسن من تحيته عليه، والمردودِ عليه مثلها، بدلالة يعلم بها صحة قولُ من قال: \" عنى برد الأحسن: المسلم، وبرد المثل: أهل الكفر \".والصواب= إذْ لم يكن في الآية دلالة على صحة ذلك، ولا صحة أثر لازم عن الرسول صلى الله عليه وسلم (66) = أن يكون الخيار في ذلك إلى المسلَّم عليه: بين رد الأحسن، أو المثل، إلا في الموضع الذي خصَّ شيئًا من ذلك سنة من رسول الله صلى الله عليه وسلم، فيكون مسلَّمًا لها. وقد خَصّت السنة أهل الكفر بالنهي عن رد الأحسن من تحيتهم عليهم أو مثلها، إلا بأن يقال: \" وعليكم \"، فلا ينبغي لأحد أن يتعدَّى ما حدَّ في ذلك رسول الله صلى الله عليه وسلم. فأما أهل الإسلام، فإن لمن سلَّم عليه منهم في الردّ من الخيار، ما جعل الله له من ذلك.وقد روي عن رسول الله صلى الله عليه وسلم في تأويل ذلك بنحو الذي قلنا، خَبَرٌ. وذلك ما:-10044 - حدثني موسى بن سهل الرملي قال، حدثنا عبد الله بن السري الأنطاكي قال، حدثنا هشام بن لاحق، عن عاصم الأحول، عن أبي عثمان النهدي، عن سلمان الفارسي قال: جاء رجل إلى النبي صلى الله عليه وسلم فقال: السلام عليك يا رسول الله. فقال: وعليك ورحمة الله. ثم جاء آخر فقال: السلام عليك يا رسول الله ورحمة الله. فقال له رسول الله: وعليك ورحمة الله وبركاته. ثم جاء آخر فقال: السلام عليك يا رسول الله ورحمة الله وبركاته. فقال له: وعليك. فقال له الرجل: يا نبي الله، بأبي أنت وأمي، أتاك فلان وفلان فسلَّما عليك، فرددتَ عليهما أكثر مما رددت عليّ! فقال: إنك لم تدع لنا شيئًا، قال الله: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \"، فرددناها عليك. (67)* * *فإن قال قائل: أفواجب رد التحية على ما أمر الله به في كتابه؟قيل: نعم، وبه كان يقول جماعة من المتقدمين.*ذكر من قال ذلك:10045 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك، عن ابن جريج قال، أخبرني أبو الزبير: أنه سمع جابر بن عبد الله يقول: ما رأيته إلا يوجبه، قوله: \" وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها \". (68)10046 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن سفيان، عن رجل، عن الحسن قال: السلام: تطوُّع، والرد فريضة.* * *القول في تأويل قوله :  إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا (86)قال أبو جعفر: يعني بذلك جل ثناؤه: إن الله كان على كل شيء مما تعملون، أيها الناس، من الأعمال، من طاعة ومعصية، حفيظًا عليكم، حتى يجازيكم بها جزاءه، كما:-10047 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" حسيبًا \"، قال: حفيظًا.10048 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.* * *وأصل \" الحسيب \" في هذا الموضع عندي،\" فعيل \" من \" الحساب \" الذي هو في معنى الإحصاء، (69) يقال منه: \" حاسبت فلانًا على كذا وكذا \"، و \" فلان حاسِبُه على كذا \"، و \" هو حسيبه \"، وذلك إذا كان صاحبَ حِسابه.* * *وقد زعم بعض أهل البصرة من أهل اللغة: أن معنى \" الحسيب \" في هذا الموضع، الكافي. يقال منه: \" أحسبني الشيء يُحسبني إحسابًا \"، بمعنى كفاني، من قولهم: \" حسبي كذا وكذا \". (70)وهذا غلط من القول وخطأ. وذلك أنه لا يقال في\" أحسبني الشيء \"، (71) &; 8-592 &; \" أحسبَ على الشيء، فهو حسيب عليه \"، (72) وإنما يقال: \" هو حَسْبه وحسيبه \"= والله يقول: \" إن الله كان على كل شيء حسيبًا \".* * *---------------الهوامش :(63) وذلك لأن معنى\"التحية\": البقاء والسلامة من الآفات.(64) في المخطوطة ، مكان قوله: \"كما قيل له\"=\"قال قيل له\" ، ولا أدري ما هو ، وتصرف الطابع الأول لا بأس به.(65) في المطبوعة: \"فيدعو الداعي له\" ، والصواب من المخطوطة ، ولكن أوقعه في الخطأ ، أن الناسخ كتب: \"فيدعوا\" بالألف بعد الواو.(66) في المطبوعة: \"ولا بصحته أثر لازم\" ، وفي المخطوطة: \"ولا بصحة أثر لازم\" ، وكلتاهما غير مستقيمة ، فرجحت أن يكون ما أثبت أقرب إلى حق السياق.(67) الحديث: 10044- عبد الله بن السري المدائني الأنطاكي: ضعيف ، وكان رجلا صالحًا ، كما قالوا. وقال أبو نعيم: \"يروى المناكير ، لا شيء\". وقال ابن حبان في كتاب الضعفاء: \"روى عن أبي عمران العجائب التي لا يشك أنها موضوعة\". مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 78. ولكنه لم ينفرد برواية هذا الحديث عن هشام بن لاحق ، كما سيأتي.هشام بن لاحق ، أبو عثمان المدائني: مختلف فيه ، قال أحمد: \"يحدث عن عاصم الأحول ، وكتبنا عنه أحاديث ، لم يكن به بأس ، ورفع عن عاصم أحاديث لم ترفع ، أسندها هو إلى سلمان\". وأنكر عليه شبابة حديثًا. وهذا خلاصة ما في ترجمته عند البخاري في الكبير 4 / 2 / 200- 201 ، وابن أبي حاتم 4 / 2 / 69- 70. وفي لسان الميزان أن النسائي قواه ، وأن ابن حبان ذكره في الثقات وفي الضعفاء. وقال ابن عدي: \"أحاديثه حسان ، وأرجو أنه لا بأس به\". فيبدو من كل هذا أن الكلام فيه ليس مرجعه الشك في صدقه ، بل إلى وهم أو خطأ منه- فالظاهر أنه حسن الحديث.والحديث ذكره ابن كثير 2: 526- 527 ، عن هذا الموضع من الطبري. ثم نقل عن ابن أبي حاتم أنه رواه معلقًا من طريق عبد الله بن السري الأنطاكي ، بهذا الإسناد ، مثله.ثم قال ابن كثير: \"ورواه أبو بكر بن مردويه: حدثنا عبد الباقي بن قانع ، حدثنا عبد الله بن أحمد بن حنبل ، حدثنا أبي ، حدثنا هشام بن لاحق أبو عثمان -فذكر مثله. ولم أره في المسند\".وهو كما قال ابن كثير ، ليس في المسند.ولكن السيوطي ذكره في الدر المنثور 2: 188 ، وأنه رواه أحمد\"في الزهد\". وزاد نسبته أيضًا لابن المنذر ، والطبراني ، وأنه\"بسند حسن\".وقد ذكره الهيثمي في مجمع الزوائد 8: 33 ، وقال: \"رواه الطبراني. وفيه هشام بن لاحق ، قواه النسائي ، وترك أحمد حديثه ، وبقية رجاله رجال الصحيح\".وإطلاقه أن أحمد ترك حديث هشام- ليس بجيد ، فإن النص الثابت عن أحمد عند البخاري وابن أبي حاتم ، لا يدل على ذلك.(68) أي: يوجب رد السلام.(69) انظر تفسير\"الحسيب\" فيما سلف 7: 596 ، 597. = وتفسير\"الحساب\" فيما سلف 4: 207 ، 274 ، 275 / 6: 279.(70) هو أبو عبيدة في مجاز القرآن 1: 135 ، وانظر ما سلف 7: 596 ، 597.(71) في المطبوعة والمخطوطة: \"أحسبت\" ، والصواب\"أحسبني\" كما دل عليه السياق.(72) في المطبوعة والمخطوطة: \"أحسبت على الشيء\" ، والصواب ما أثبت.",
  "ayah": 86,
  "surah": 4
}
