{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (94)قال أبو جعفر: يعني جل ثناؤه بقوله: \" يا أيها الذين آمنوا \"، يا أيها الذين صدَّقوا الله وصدَّقوا رسوله فيما جاءهم به من عند ربهم=\" إذا ضربتم في سبيل الله \"، يقول: إذا سرتم مسيرًا لله في جهاد أعدائكم (72) =\" فتبينوا \"، يقول: فتأنَّوا في قتل من أشكل عليكم أمره، فلم تعلموا حقيقة إسلامه ولا كفره، (73) ولا تعجلوا فتقتلوا من التبس عليكم أمره، ولا تتقدموا على قتل أحد إلا على قتل من علمتموه يقينًا حرْبًا لكم ولله ولرسوله=\" ولا تقولوا لمن ألقى إليكم السَّلاَم \"، (74) يقول: ولا تقولوا لمن استسلم لكم فلم يقاتلكم، مظهرًا لكم أنه من أهل ملتكم ودَعوتكم (75) =\" لست مؤمنًا \"، فتقتلوه ابتغاء=\" عرض الحياة الدنيا \"، يقول: طلبَ متاعِ الحياة الدنيا، (76) فإن=\" عند الله مغانم كثيرة \"، من رزقه وفواضل نِعَمه، فهي خير لكم إن أطعتم الله فيما أمركم به ونهاكم عنه، فأثابكم بها على طاعتكم إياه، فالتمسوا ذلك من عنده=\" كذلك كنتم من قبل \"، يقول، كما كان هذا الذي ألقى إليكم السلم فقلتم له (77) \" لست مؤمنًا \" فقتلتموه، كذلك كنتم أنتم من قبل، يعني: من قبل إعزاز الله دينه بتُبَّاعه وأنصاره، تستخفُون بدينكم، كما استخفى هذا الذي قتلتموه وأخذتم ماله، بدينه من قومه أن يُظهره لهم، حذرًا على نفسه منهم. وقد قيل إن معنى قوله: \" كذلك كنتم من قبل \" كنتم كفارًا مثلهم=\" فمنَّ الله عليكم \"، يقول: فتفضل الله عليكم بإعزاز دينه بأنصاره وكثرة تُبَّاعه. وقد قيل، فمنَّ الله عليكم بالتوبة من قتلكم هذا الذي قتلتموه وأخذتم ماله بعد ما ألقى إليكم السلم (78) =\" فتبينوا \"، يقول: فلا تعجلوا بقتل من أردتم قتلَه ممن التبس عليكم أمرُ إسلامه، فلعلَّ الله أن يكون قد مَنَّ عليه من الإسلام بمثل الذي منَّ به عليكم، وهداه لمثل الذي هداكم له من الإيمان. (79) =\" إن الله كان بما تعملون خبيرًا \"، يقول: إن الله كان بقتلكم من تقتلون، وكَفِّكم عمن تكفُّون عن قتله من أعداء الله وأعدائكم، وغير ذلك من أموركم وأمور غيركم=\" خبيرًا \"، يعني: ذا خبرة وعلم به، (80) يحفظه عليكم وعليهم، حتى يجازى جميعكم به يوم القيامة جزاءه، المحسن بإحسانه، والمسيءَ بإساءته. (81)* * *وذكر أن هذه الآية نـزلت في سبب قتيل قتلته سريّة لرسول الله صلى الله عليه وسلم بعد ما قال: \" إنيّ مسلم \" = أو بعد ما شهد شهادة الحق= أو بعد ما سلَّم عليهم= لغنيمة كانت معه، أو غير ذلك من ملكه، فأخذوه منه.ذكر الرواية والآثار في ذلك: (82)10211- حدثنا ابن وكيع قال، حدثنا جرير، عن محمد بن إسحاق، عن نافع، عن ابن عمر قال (83) بعث النبي صلى الله عليه وسلم محلِّم بن جثَّامة مَبْعثًا، فلقيهم عامر بن الأضبط، فحياهم بتحية الإسلام، وكانت بينهم حِنَةٌ في الجاهلية، (84) فرماه محلم بسهم، فقتله. فجاء الخبر إلى رسول الله صلى الله عليه وسلم فتكلم فيه عيينة والأقرع، فقال الأقرع: يا رسول الله، سُنَّ اليوم وغيِّر غدًا! (85) فقال عيينة: لا والله، حتى تذوق نساؤه من الثكل ما ذاق نسائي (86) فجاء محلِّم في بُرْدين، (87) فجلس بين يديْ رسول الله ليستغفر له، فقال له النبي صلى الله عليه وسلم: لا غفر الله لك! فقام وهو يتلقى دموعه ببُرْديه، فما مضت به سابعة حتى مات، ودفنوه فلفظته الأرض. فجاؤوا إلى النبي صلى الله عليه وسلم &; 9-73 &; فذكروا ذلك له، فقال: إن الأرض تقبل من هو شرٌّ من صاحبكم! ولكن الله جل وعز أراد أن يَعِظكم. ثم طرحوه بين صَدفَيْ جبل، (88) وألقوا عليه من الحجارة، ونـزلت: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا \"، الآية (89)10212- حدثنا ابن حميد قال، حدثنا سلمة، عن محمد بن إسحاق، عن يزيد ابن عبد الله بن قسيط، (90) عن أبي القعقاع بن عبد الله بن أبي حدرد الأسلمي، عن أبيه عبد الله بن أبي حدرد قال: بعثنا رسول الله صلى الله عليه وسلم إلى إضَمٍ، (91) فخرجت في نَفَرٍ من المسلمين فيهم أبو قتادة الحارث بن رِبْعيّ، ومحلِّم بن جَثَّامة بن قيس الليثي. فخرجنا حتى إذا كنا ببطن إضَم، مرّ بنا عامر بن الأضبط الأشجعي على قَعود له، معه مُتَيِّعٌ له، ووَطْبٌ من لبن. (92) فلما مر بنا سلَّم علينا بتحية الإسلام، فأمسكنا عنه، وحمل عليه محلِّم بن جثَّامة الليثي لشيء كان بينه وبينه فقتله، وأخذ بعيره ومتَيِّعَه. فلما قدِمنا على رسول الله صلى الله عليه وسلم، فأخبرناه الخبر، (93) نـزل فينا القرآن: \" يا أيها الذين آمنوا إذا ضَرِبتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لستَ مؤمنًا \"، الآية (94)10213- حدثني هارون بن إدريس الأصم قال، حدثنا المحاربي عبد الرحمن &; 9-75 &; بن محمد، عن محمد بن إسحاق، عن يزيد بن عبد الله بن قسيط، عن ابن أبي حدرد الأسلمي، عن أبيه بنحوه. (95)10214- حدثنا أبو كريب قال، حدثنا ابن عيينة، عن عمرو، عن عطاء، عن ابن عباس قال: لحق ناسٌ من المسلمين رجلا في غُنَيْمة له، فقال: السلام عليكم! فقتلوه وأخذوا تلك الغُنَيْمة، فنـزلت هذه الآية: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا تبتغون عرض الحياة الدنيا \"، تلك الغُنَيْمة. (96)10215- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة، عن عمرو بن دينار، عن عطاء، عن ابن عباس بنحوه.10216- حدثني سعيد بن الربيع قال، حدثنا سفيان، عن عمرو،عن عطاء، عن ابن عباس قال: لحق المسلمون رجلا ثم ذكر مثله. (97)10217- حدثنا أبو كريب قال، حدثنا عبد الرحيم بن سليمان، عن إسرائيل، عن سماك، عن عكرمة، عن ابن عباس قال: مرّ رجل من بني سُلَيم على نفرٍ من أصحاب رسول الله صلى الله عليه وسلّم وهو في غنم له، فسلم عليهم، فقالوا: ما سلّم عليكم إلا ليتعوذَ منكم! فَعَمَدوا إليه فقتلوه وأخذوا غنمه، فأتوا بها رسول الله صلى الله عليه وسلم، فأنـزل الله عز وجل: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا \" إلى آخر الآية .10218- حدثنا ابن وكيع قال، حدثنا عبيد الله، عن إسرائيل، عن سماك، عن عكرمة، عن ابن عباس، عن النبي صلى الله عليه وسلم مثله. (98)10219- حدثني محمد بن سعد قال: حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه، عن ابن عباس قال: كان الرجل يتكلم بالإسلام، ويؤمن بالله والرسول، ويكون في قومه، فإذا جاءت سريَّة محمدٍ صلى الله عليه وسلم أخبر بها حيّه= يعني قومه= ففرّوا، وأقام الرجل لا يخافُ المؤمنين من أجل أنه على دينهم، حتى يلقاهم فيلقي إليهم السلام، فيقولُ المؤمنون: \" لست مؤمنًا \"، وقد ألقى السلام فيقتلونه، فقال الله تبارك وتعالى: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا \"، إلى \" تبتغون عرض الحياة الدنيا \"، يعني: تقتلونه إرادةَ أن يحلَّ لكم ماله الذي وجدتم معه -وذلك عرضُ الحياة الدنيا- فإن عندي مغانم كثيرة، فالتمسوا من فضل الله. وهو رجل اسمه \" مِرْداس \"، جَلا قومه هاربين من خيلٍ بعثها رسول الله صلى الله عليه وسلم، عليها رجل من بني لَيْث اسمه \" قُليب \"، (99) ولم يجلُ معهم، (100) وإذْ لقيهم مرداس فسلم عليهم قتلوه، (101) فأمر رسول الله صلى الله عليه وسلم لأهله بديته، ورد إليهم ماله، ونهى المؤمنين عن مثل ذلك.10220- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا \"، الآية، قال: وهذا الحديث في شأن مرداس، رجل من غطفان، ذكر لنا أن نبي الله صلى الله عليه وسلم بعث جيشًا عليهم غالب اللَّيثي إلى أهل فَدَك، وبه ناس من غطفان، وكان مرداس منهم، ففرّ أصحابه، فقال مرداس: \" إني مؤمن وإنيّ غيرُ مُتّبعكم \" ، فصبَّحته الخيلُ غُدْوة، (102) فلما لقوه سلم عليهم مرداس، فرماه أصحاب رسول الله صلى الله عليه وسلم فقتلوه، (103) وأخذوا ما كان معه من متاع، فأنـزل الله جل وعز في شأنه: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا \"، لأن تحية المسلمين السلام، بها يتعارفون، وبها يُحَيِّي بعضهم بعضًا. (104)10221- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا تبتغون عرض الحياة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمنّ الله عليكم فتبينوا \"، (105) بعث رسول الله صلى الله عليه وسلم سرية عليها أسامة بن زيد إلى بني ضَمْرة، فلقوا رجلا منهم يدعى مِرداس بن نهيك، معه غُنَيْمة له وجمل أحمر. فلما رآهم أوى إلى كهف جبل، واتّبعه أسامة. فلما بلغ مرداسٌ الكهفَ، وضع فيه غنمه، ثم أقبل إليهم فقال: \" السلام عليكم، أشهد أن لا إله إلا الله، وأن محمدًا رسول الله \". فشدّ عليه أسامة فقتله، من أجل جمله وغُنَيْمته. وكان النبي صلى الله عليه وسلم إذا بعث أسامة أحبَّ أن يُثْنَى عليه خيرٌ، ويسأل عنه أصحابَه. فلما رجعوا لم يسألهم عنه، فجعل القوم يحدِّثون النبي صلى الله عليه وسلم ويقولون: يا رسول الله، لو رأيت أسامة ولقيه رجل، فقال الرجل: \" لا إله إلا الله، محمد رسول الله \"، فشد عليه فقتله! وهو معرض عنهم. فلما أكثروا عليه، رفع رأسه إلى أسامة فقال: كيفَ أنت ولا إله إلا الله؟ قال: يا رسول الله، إنما قالها متعوذًا، تعوَّذ بها!. فقال له رسول الله صلى الله عليه وسلم: هَلا شققت عن قلبه فنظرت إليه؟ قال: يا رسول الله، إنما قلبه بَضْعة من جسده! (106) فأنـزل الله عز وجل خبر هذا، وأخبره إنما قتله من أجل جمله وغنمه، فذلك حين يقول: \" تبتغون عرض الحياة الدنيا \"، فلما بلغ: \" فمنَّ الله عليكم \"، يقول: فتاب الله عليكم، فحلف أسامةُ أن لا يقاتل رجلا يقول: \" لا إله إلا الله \"، بعد ذلك الرجل، وما لقي من رسول الله صلى الله عليه وسلم فيه.10222- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا \"، قال: بلغني أن رجلا من المسلمين أغار على رجل من المشركين فَحَمَل عليه، فقال له المشرك: \" إنّي مسلم، أشهد أن لا إله إلا الله \"، فقتله المسلم بعد أن قالها. فبلغ ذلك النبي صلى الله عليه وسلم، فقال للذي قتله: أقتلته، وقد قال لا إله إلا الله؟ فقال، وهو يعتذر: يا نبي الله، إنما قالها متعوذًا، وليس كذلك! فقال النبي صلى الله عليه وسلم: فهلا شققت عن قلبه؟ ثم ماتَ قاتلُ الرجل فقُبر، فلفظته الأرض. فذكر ذلك للنبي صلى الله عليه وسلم، فأمرهم أن يقبروه، ثم لفظته الأرض، حتى فُعل به ذلك ثلاث مرات. فقال النبي صلى الله عليه وسلم: إن الأرض أبتْ أن تقبَله، فألقوه في غارٍ من الغيران= قال معمر: وقال بعضهم: إن الأرض تَقْبَل من هو شرٌّ منه، ولكن الله جعله لكم عِبْرَة.10223- حدثنا محمد بن بشار قال، حدثنا أبو أحمد قال، حدثنا سفيان، عن منصور، عن أبي الضحى، عن مسروق: أن قومًا من المسلمين لقوا رجلا من المشركين في غُنَيْمة له، فقال: \" السلام عليكم، إنِّي مؤمن \"، فظنوا أنه يتعوّذ بذلك، فقتلوه وأخذوا غُنَيْمته. قال: فأنـزل الله جل وعز: \" ولا تقولوا لمن &; 9-80 &; ألقى إليكم السلام لست مؤمنًا تبتغون عرض الحياة الدنيا \"، تلك الغُنَيْمة=\" كذلك كنتم من قبل فمن الله عليكم فتبينوا \".10224- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن حبيب بن أبي عمرة، عن سعيد بن جبير قوله: \" يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا \"، قال: خرج المقداد بن الأسود في سريّة، بعثه رسول الله صلى الله عليه وسلم. قال: فمُّروا برجل في غُنَيْمة له، فقال: \" إنّي مسلم \"، فقتله المقداد. (107) فلما قدموا ذكروا ذلك للنبي صلى الله عليه وسلم، فنـزلت هذه الآية: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا تبتغون عرض الحياة الدنيا \"، قال: الغنيمة. (108)10225- حدثني يونس، قال أخبرنا ابن وهب قال، قال ابن زيد: نـزل ذلك في رجل قتله أبو الدرداء== فذكر من قصة أبي الدرداء، نحو القصة التي ذكرت عن أسامة بن زيد، وقد ذكرت في تأويل قوله:  وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلا خَطَأً  ، (109) ثم قال في الخبر:= ونـزل الفرقان:  وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلا خَطَأً  ، فقرأ حتى بلغ: \" لست مؤمنًا تبتغون عرض الحياة الدنيا \"، غنمه التي كانت، عرض الحياة الدنيا =\" فعند الله مغانم كثيرة \"، خير من تلك الغنم، إلى قوله: \" إن الله كان بما تعملون خبيرًا \".10226- حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا \"، قال: راعي غنم، لقيه نفر من المؤمنين فقتلوه، (110) وأخذوا ما معه، ولم يقبلوا منه: \" السلام عليكم، فإني مؤمن \".10227- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية، عن علي بن أبي طلحة، عن ابن عباس قوله: \" ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا \"، قال: حرم الله على المؤمنين أن يقولوا لمن شهد أن لا إله إلا الله: \" لست مؤمنًا \"، كما حرم عليهم الميْتَة، فهو آمن على ماله ودمه، لا تردّوا عليه قوله.* * *قال أبو جعفر: واختلفت القرأة في قراءة قوله: \" فَتَبَيَّنُوا \".فقرأ ذلك عامة قرأة المكيين والمدنيين وبعضُ الكوفيين والبصريين: ( فَتَبَيَّنُوا ) بالياء والنون، من \" التبين \" بمعنى، التأني والنظر والكشف عنه حتى يتَّضح. (111)وقرأ ذلك عُظْم قرأة الكوفيين: ( فَتَثَبَّتُوا )، بمعنى التثبُّت، الذي هو خلاف العَجَلة.قال أبو جعفر: والقولُ عندنا في ذلك أنهما قراءتان معروفتان مستفيضتان في قرأة المسلمين بمعنى واحد، وإن اختلفت بهما الألفاظ. لأن \" المتثبت \" متبيّن، و \" المتبيِّن \" متثبِّت، فبأي القراءتين قرأ القارئ، فمصيبٌ صوابَ القراءة في ذلك.واختلفت القرأة في قراءة قوله: \" ولا تقولوا لمن ألقى إليكم السلام \". (112)فقرأ ذلك عامة قرأة المكيين والمدنيين والكوفيين: ( السَّلَمَ ) بغير ألف، بمعنى الاستسلام.* * *وقرأ بعض الكوفيين والبصريين: ( السَّلامَ ) بألف، بمعنى التحية.* * *قال أبو جعفر: والصواب من القراءة في ذلك عندنا: ( لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَمَ ) ، بمعنى: من استسلم لكم، مذعنًا لله بالتوحيد، مقرًّا لكم بملَّتكم.وإنما اخترنا ذلك، لاختلاف الرواية في ذلك: فمن راوٍ رَوى أنه استسلم بأن شهد شهادة الحق وقال: \" إنّي مسلم \" = ومن راوٍ رَوى أنه قال: \" السلام عليكم \"، فحياهم تحية الإسلام= ومن راوٍ رَوى أنه كان مسلمًا بإسلامٍ قد تقدم منه قبل قتلهم إياه= وكل هذه المعاني يجمعه \" السَّلَم \"، لأن المسلم مستسلم، والمحيي بتحية الإسلام مستسلم، والمتشهد شهادة الحق مستسلم لأهل الإسلام، فمعنى \" السَّلم \" جامع جميع المعاني التي رُويت في أمر المقتول الذي نـزلت في شأنه هذه الآية وليس ذلك في\" السلام \"، (113) لأن \" السلام \" لا وجه له في هذا الموضع إلا التحية. فلذلك وصفنا \" السلم \"، بالصواب.* * *قال أبو جعفر: واختلف أهل التأويل في تأويل قوله: \" كذلك كنتم من قبل \".فقال بعضهم: معناه: كما كان هذا الذي قتلتموه بعد ما ألقى إليكم السَّلَم، مستخفيًا في قومه بدينه خوفًا على نفسه منهم، كنتم أنتم مستخفين بأديانكم من قومكم حذرًا على أنفسكم منهم، فمنَّ الله عليكم.*ذكر من قال ذلك:10228- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن &; 9-83 &; جريج قال، أخبرني عبد الله بن كثير، عن سعيد بن جبير في قوله: \" كذلك كنتم من قبل \"، تستخفون بإيمانكم، (114) كما استخفى هذا الراعي بإيمانه.10229- حدثنا ابن وكيع قال، حدثنا أبي، عن سفيان، عن حبيب بن أبي عمرة، عن سعيد بن جبير: \" كذلك كنتم من قبل \"، تكتمون إيمانكم في المشركين.* * *وقال آخرون: معنى ذلك: كما كان هذا الذي قتلتموه، بعد ما ألقى إليكم السلم، (115) كافرًا، كنتم كفارًا، فهداه كما هداكم.*ذكر من قال ذلك:10230- حدثني يونس، قال أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" كذلك كنتم من قبل فمن الله عليكم \"، كفارًا مثله=\" فتبينوا \".* * *قال أبو جعفر: وأولى هذين القولين بتأويل الآية، القول الأول، وهو قول من قال: كذلك كنتم تخفون إيمانكم في قومكم من المشركين وأنتم مقيمون بين أظهرهم، كما كان هذا الذي قتلتموه مقيمًا بين أظهر قومه من المشركين مستخفيًا بدينه منهم.وإنما قلنا: \" هذا التأويل أولى بالصواب \"، لأن الله عز ذكره إنما عاتب الذين قتلوه من أهل الإيمان بعد إلقائه إليهم السلم ولم يُقَدْ به قاتلوه، (116) للبْس الذي كان دخل في أمره على قاتليه بمقامه بين أظهر قومه من المشركين، وظنِّهم أنه ألقى &; 9-84 &; السلم إلى المؤمنين تعوّذًا منهم، ولم يعاتبهم على قتلهم إياه مشركًا فيقال: \" كما كان كافرًا كنتم كفارًا \"، بل لا وجه لذلك، لأن الله جل ثناؤه لم يعاتب أحدًا من خلقه على قتل محارِبٍ لله ولرسوله من أهل الشرك، بعد إذنه له بقتلِه.واختلف أيضًا أهل التأويل في تأويل قوله: \" فمنّ الله عليكم \".فقال بعضهم: معنى ذلك: فمنّ الله عليكم بإظهار دينه وإعزاز أهله، حتى أظهروا الإسلام بعد ما كانوا يكتتمون به من أهل الشرك. (117)*ذكر من قال ذلك:10231- حدثنا ابن وكيع قال، حدثني أبي، عن سفيان، عن حبيب بن أبي عمرة، عن سعيد بن جبير: \" فمن الله عليكم \"، فأظهر الإسلام.* * *وقال آخرون: معنى ذلك: فمن الله عليكم= أيها القاتلون الذي ألقى إليكم السلم (118) طلبَ عرض الحياة الدنيا= بالتوبة من قتلكم إياه.*ذكر من قال ذلك:10232- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط، عن السدي: \" فمن الله عليكم \"، يقول: تاب الله عليكم.* * *قال أبو جعفر: وأولى التأويلين في ذلك بالصواب، التأويل الذي ذكرته عن سعيد بن جبير، لما ذكرنا من الدِّلالة على أن معنى قوله: \" كذلك كنتم من قبل \"، ما وصفنا قبل. فالواجب أن يكون عَقِيب ذلك: \" فمن الله عليكم \"، فرفع ما كنتم فيه من الخوف من أعدائكم عنكم، بإظهار دينه وإعزاز أهله، حتى أمكنكم إظهار ما كنتم تستخفون به من توحيده وعبادته، حِذَارًا من أهل الشرك. (119)* * *---------------(72) انظر تفسير\"سبيل الله\" فيما سلف ص: 17 ، تعليق: 4 ، والمراجع هناك.(73) في المخطوطة: \"فلما تعلموا\" ، وهو خطأ.(74) كان في المطبوعة هنا ، \"السلام\" ، كقراءتنا اليوم في مصحفنا ، والسلام التحية ، وهي إحدى القراءتين ، ولكن تفسير أبي جعفر بعد ، هو تفسير\"السلم\" ، وهو الاستسلام والانقياد ، وهي القراءة الأخرى التي اختارها. فكتابتها هنا\"السلام\" خطأ. لا يصح به المعنى من تفسيره.(75) انظر تفسير\"السلم\" فيما سلف ص: 23 ، 24 ، 29 ومادة\"سلم\" من فهارس اللغة في الأجزاء السالفة.(76) انظر تفسير\"الابتغاء\" فيما سلف 8 : 316 تعليق: 1 ، والمراجع هناك.(77) في المطبوعة: \"ألقى إليكم السلام\" ، وانظر التعليق السالف ص: 70 ، رقم: 4.(78) في المطبوعة: \"ألقى إليكم السلام\" ، وانظر التعليق السالف ص: 70 ، رقم: 4.(79) انظر تفسير\"من\" فيما سلف 7: 369.(80) انظر تفسير\"خبير\" فيما سلف من فهارس اللغة.(81) في المطبوعة: \"جزاء المحسن بإحسانه..\" ، وهو غير مستقيم ، والصواب من المخطوطة.(82) في المطبوعة: \"والآثار بذلك\" ، والصواب من المخطوطة.(83) في المطبوعة: \"عن نافع أن ابن عمر\" ، وأثبت ما في المخطوطة.(84) في المطبوعة: \"إحنة في الجاهلية\" ، وهو صواب ، و\"الإحنة\": الحقد في الصدر. من\"أحن\" وأما \"حنة\" كما أثبتها من المخطوطة ، فهي من\"وحن\" ، وهي أيضًا الحقد. وقد سلف التعليق على هذه اللفظة ، حيث وردت في الأثر رقم 2195 ، في الجزء الثالث: 152 ، 153 ، تعليق: 2. وقد ذكرت هناك إنكار الأصمعي\"حنة\" ، وزعم الأزهري أنها ليست من كلام العرب. وهذا دليل آخر على صواب هذه الكلمة ، وأن الذي قاله الأزهري ليس بشيء.(85) في ابن كثير 2: 546 : \"سر اليوم وغر غدا\" وهو خطأ محض.(86) في المخطوطة: \"حتى تذوق بكاؤه\" وهو تحريف من الناسخ ، والصواب من السياق ومن تفسير ابن كثير.(87) في المخطوطة: \"في برد\" ، والصواب من ابن كثير ، وكما صححه في المطبوعة من سياق الخبر.(88) \"الصدف\" (بفتحتين): جانب الجبل الذي يقابلك منه. والصدف: كل شيء مرتفع عظيم كالحائط والجبل.(89) الأثر: 10211 - في تفسير ابن كثير 2: 546 ، وخرجه السيوطي في الدر المنثور 2 : 200 مختصرًا.(90) في المطبوعة: \"عن يزيد عن عبد الله بن قسيط\" ، وهو خطأ ، صوابه من المخطوطة وسائر المراجع.(91) \"إضم\": واد يشق الحجاز حتى يفرغ في البحر ، من عند المدينة ، وهو واد لأشجع وجهينة.(92) \"القعود\": هو البكر من الإبل ، حين يمكن ظهره من الركوب ، وذلك منذ تكون له سنتان حتى يدخل في السادسة. و\"متيع\" تصغير\"متاع\": وهو السلعة ، وأثاث البيت ، وما يستمتع به الإنسان من حوائجه أو ماله. و\"الوطب\": سقاء اللبن.(93) في المطبوعة: \"وأخبرناه\" بالواو ، وأثبت ما في المخطوطة.(94) الأثر: 10212 - هذا الأثر رواه ابن إسحاق في سيرته ، سيرة ابن هشام 4: 275 ، ورواه أحمد في مسنده 6: 11 ، وابن سعد في الطبقات 4 / 2 / 22 و2 / 1 / 96 (بغير إسناد) ، والطبري في تاريخه 3: 106 ، وابن عبد البر في الاستيعاب: 285 ، وابن الأثير في أسد الغابة 3 : 77 ، وابن كثير في تفسيره 2: 545 ، والحافظ ابن حجر في ترجمة\"عبد الله بن أبي حدرد\" ، والسيوطي في الدر المنثور 2: 199 ، وزاد نسبته لابن أبي شيبة ، والطبراني ، وابن المنذر ، وابن أبي حاتم ، وأبي نعيم والبيهقي ، وكلاهما في الدلائل.وفي إسناد هذا الأثر اضطراب شديد أرجو أن أبلغ في بيانه بعض ما أريد في هذا المكان.1- وإسناد محمد بن إسحاق في سيرة ابن هشام: \"حدثني يزيد بن عبد الله بن قسيط ، عن القعقاع بن عبد الله بن أبي حدرد ، عن أبيه عبد الله بن أبي حدرد\".2- وإسناد أحمد في مسنده: \"حدثنا يعقوب ، حدثنا أبي ، عن محمد بن إسحاق (وفي المطبوعة: عن إسحاق ، خطأ صوابه من تفسير ابن كثير) ، حدثني يزيد بن عبد الله بن قسيط ، عن القعقاع بن عبد الله بن أبي حدرد ، عن أبيه عبد الله بن أبي حدرد\".3- وإسناد الطبري في تاريخه: \"حدثنا ابن حميد قال ، حدثنا سلمة ، عن ابن إسحاق ، عن يزيد بن عبد الله بن قسيط ، عن أبي القعقاع بن عبد الله بن أبي حدرد= وقال بعضهم: عن ابن القعقاع= عن أبيه ، عن عبد الله بن أبي حدرد\".4- وإسناد ابن سعد في الطبقات: \"أخبرنا محمد بن عمر قال ، حدثنا عبد الله بن يزيد بن قسيط ، عن أبيه ، عن عبد الرحمن بن عبد الله بن أبي حدرد الأسلمي ، عن أبيه\".والأسانيد الثلاثة الأولى ، وإسناد الطبري في التفسير ، جميعها من طريق محمد بن إسحاق ، وقد اتفق إسناد أحمد وإسناد ابن إسحاق في سيرة ابن هشام.وأما إسنادا الطبري فقد خالف ما اتفق عليه أحمد وابن هشام في السيرة ، فجاء في التفسير هنا\"عن أبي القعقاع\" لا\"عن القعقاع\" ، ثم زاد الطبري الأمر إشكالا في التاريخ فقال\"عن أبي القعقاع.. عن أبيه ، عن عبد الله بن أبي حدرد\" ، فزاد\"عن أبيه\" ، ولا ذكر لها في تفسيره ، ولا في سائر الأسانيد ، والظاهر أنه خطأ ، وأن صوابه كما في التفسير\"عن أبيه عبد الله بن أبي حدرد\".وأما إسناد ابن سعد ، فقد خالف هذا كله فجعل مكان\"القعقاع\" ، أو \"أبي القعقاع\" ، \"عبد الرحمن بن عبد الله بن أبي حدرد\" ، ولم أجد لعبد الرحمن هذا ذكرًا في كتب تراجم الرجال. وجاء ابن عبد البر في الاستيعاب 2: 452 ، بما هو أغرب من هذا ، فسماه\"عبد ربه بن أبي حدرد الأسلمي\" ، وليس له ذكر في كتاب. ولكني وجدت في الجرح والتعديل لابن أبي حاتم 2 / 2 / 228\"عبد الرحمن بن أبي حدرد الأسلمي\" ، سمع أبا هريرة. روى عنه أبو مودود عبد العزيز بن أبي سليمان المديني. ولا أظنه هذا الذي في إسناد ابن سعد. (انظر أيضًا تهذيب التهذيب 6: 160).وأما \"القعقاع بن عبد الله بن أبي حدرد\" فقد ترجم البخاري في الكبير 4 / 1 / 187 ، لصحابي هو\"القعقاع بن أبي حدرد الأسلمي\" وامرأته\"بقيرة\" ، وهو كما ذكر الحافظ ابن حجر في الإصابة ، أخو\"عبد الله بن أبي حدرد\" ثم عقب البخاري على هذه الترجمة بقوله: \"ويقال: القعقاع بن عبد الله بن أبي حدرد ، ولا يصح\" ، يعني أنه هذا الأخير لا تصح له صحبة ، وأنه غير الأول. وكذلك فعل ابن أبي حاتم 3 / 2 / 136 ، كمثل ما في التاريخ الكبير.أما الحافظ في تعجيل المنفعة: 344 ، فقد ترجم للقعقاع بن عبد الله بن أبي حدرد الأسلمي ووهم في نقله عن البخاري ، فظن البخاري قد ترجم له ، فذكر في ترجمته ما قال البخاري في ترجمة\"القعقاع بن أبي حدرد\" ، مع أنه صحح ذلك في ترجمة\"القعقاع بن عبد الله بن أبي حدرد\" في القسم الثالث من الإصابة.أما ما ذكره الطبري من أنه\"أبو القعقاع بن عبد الله بن أبي حدرد\" أو \"ابن القعقاع\" ، فلم أجده في مكان آخر ، ولكني تركت ما كان في نص إسناده في التفسير\"أبو القعقاع\" ، مع أنه لا ذكر له في الكتب ولا ترجمة ، لأنه وافق ما في التاريخ ، ولأن ما رواه من قوله: \"ويقال: ابن القعقاع\" ، يستبعد معه كل تحريف أو زيادة من ناسخ أو غيره.هذا ، وقد جاء في إسناد آخر في التاريخ 3: 125 عن ابن إسحاق ، عن يعقوب بن عتبة بن المغيرة بن الأخنس بن شريق ، عن ابن شهاب الزهري ، عن ابن عبد الله بن أبي حدرد الأسلمي ، \"عن أبيه عبد الله بن أبي حدرد\". فلم يذكر اسمه ، كما ذكر في الإسناد السالف ، كما سيأتي في الإسناد التالي أيضًا: \"عن ابن أبي حدرد ، عن أبيه\".وهذا اضطراب غريب في إسناده ، أردت أن أجمعه في هذا المكان ، لأني لم أجد أحدًا استوفى ما فيه ، وعسى أن يتوجه لباحث فيه رأي ، وكتبه محمود محمد شاكر .(95) الأثر: 10213 - انظر التعليق على الأثر السالف.\"هارون بن إدريس الأصم\" شيخ الطبري ، مضى برقم: 1455.و\"المحاربي\"\"عبد الرحمن بن محمد بن زياد\" مضى برقم: 221 ، 875 ، 1455.(96) \"الغنيمة\" تصغير\"غنم\" ، وهو قطيع من الغنم. وإنما أدخلت التاء في\"غنيمة\" ، لأنه أريد بها القطعة من الغنم. وانظر ما قاله أبو جعفر في دخول هذه التاء فيما سلف 6 : 412 ، 413.(97) الأثر: 10216 - هذا الأثر ساقط من المخطوطة.و\"سعيد بن الربيع الرازي\" مضى برقم: 3791 ، 5312.(98) الأثران: 10217 ، 10218 - رواه أحمد في مسنده من طريق يحيى بن أبي بكير ، وحسين بن محمد ، وخلف بن الوليد ، ويحيى بن آدم ، جميعًا عن إسرائيل. وأرقامه في المسند: 2023 ، 2462 ، 2988 ، وإسناده صحيح. وقال ابن كثير في تفسيره 2: 544: \"ورواه ابن جرير من حديث عبيد الله بن موسى ، وعبد الرحيم بن سليمان كلاهما عن إسرائيل به. وقال في بعض كتبه غير التفسير: وقد رواه من طريق عبد الرحمن فقط (هكذا في الأصل). وهذا خبر عندنا صحيح سنده ، وقد يجب أن يكون على مذهب الآخرين سقيما ، لعلل ، منها: أنه لا يعرف له مخرج عن سماك إلا عن هذا الوجه= ومنها: أن عكرمة في روايته عندهم نظر= ومنها: أن الذي نزلت فيه هذه الآية عندهم مختلف فيه ، فقال بعضهم: نزلت في محلم بن جثامة. وقال بعضهم: أسامة بن زيد. وقيل غير ذلك. قلت [القائل ابن كثير]: وهذا كلام غريب ، وهو مردود من وجوه ، أحدها: أنه ثابت عن سماك ، حدث به غير واحد من الأئمة الكبار. الثاني: أن عكرمة محتج به في الصحيح. الثالث: أنه مروي من غير هذا الوجه عن ابن عباس..\"وهذا الذي نقله ابن كثير من بعض كتب أبي جعفر ، أرجح ، بل أقطع ، أنه في كتابه تهذيب الآثار ، وبيانه هذا الذي نقله ابن كثير ، مطابق لنهجه في تهذيب الآثار ، ونقلت هذا هنا للفائدة ، ولأنه أول نقل رأيته في تفسير ابن كثير عن تهذيب الآثار فيما أرجح.(99) انظر الاختلاف في اسمه\"قليب\" بالقاف والباء ، أو فليت\" بالفاء والتاء ، في الإصابة في موضعه.(100) في المطبوعة والمخطوطة: \"ولم يجامعهم\" وظاهر أنه تحريف من الناسخ ، صوابه ما أثبت.(101) في المطبوعة: \"إذا لقيهم مرداس فسلم عليهم فقتلوه\" وأثبت ما في المخطوطة إلا أني جعلت\"وإذا\"\"وإذ\" ، لأن السياق يقتضيها.(102) \"صبحتهم الخيل (بفتحتين) وصبحتهم (بتشديد الباء)\": أتتهم صباحًا ، وكانت أكثر غاراتهم في الصباح. و\"الغدوة\" (بضم فسكون): البكرة ، ما بين صلاة الغداة (الفجر) وطلوع الشمس.(103) في المخطوطة: \"فدعاه\" وهو تحريف ، صواب ما أثبت. وفي المطبوعة: \"فتلقوه\" ، وهو رديء ، خير منه ما في الدر المنثور: \"فتلقاه\".(104) الأثر: 10220 - خرجه السيوطي في الدر المنثور 1: 200 ، وزاد نسبته إلى عبد بن حميد.(105) كان في المطبوعة: \"... عرض الحياة الدنيا ، الآية ، قال: بعث...\" ، وأثبت ما في المخطوطة ، وإن كان الناسخ قد غفل فأسقط من الآية في كتابته: \"كذلك كنتم من قبل\" .(106) \"البضعة\" (بفتح فسكون): القطعة من اللحم.(107) في المخطوطة: \"فقتله الأسود\" ، والصواب ما في المطبوعة ، أو أن تكون: \"فقتله ابن الأسود\".(108) الأثر: 10224-\"حبيب بن أبي عمرة\" القصاب ، بياع القصب ، ويقال\"اللحام\" ، أبو عبد الله الحماني. روى عن مجاهد ، وسعيد بن جبير ، وأم الدرداء. روى عنه الثوري وجماعة. قال ابن سعد: \"ثقة قليل الحديث\". مترجم في التهذيب.(109) انظر ما سلف رقم: 10221.(110) في المخطوطة: \"بعثه نفر من المؤمنين\" ، وهو خطأ ، صوابه ما في المطبوعة.(111) انظر تفسير\"التبين\" فيما سلف ص: 70.(112) في المطبوعة: \"... السلام\" بالألف ، والصواب إثباتها كرسم المصحف هنا ، حتى يظهر سياق اختلاف القراءة.(113) في المطبوعة: \"وليس كذلك في الإسلام\" ، والصواب الجيد من المخطوطة.(114) في المخطوطة: \"مستخفون بإيمانكم\" ، وما في المطبوعة أجود.(115) قوله\"كافرًا\" ليس في المخطوطة ، والسياق يقتضيها كما في المطبوعة ، وانظر اعتراض أبي جعفر بعد ، فهو يوجب إثبات هذه الكلمة في هذا الموضع.(116) في المطبوعة في هذا الموضع وما يليه\"السلام\" مكان\"السلم\" ، ولكني أثبت ما في المخطوطة ، لأن تفسير أبي جعفر جار على\"السلم\" لا على\"السلام\". وقوله: \"لم يقد\" بالبناء للمجهول من\"القود\" (بفتح القاف والواو) وهو القصاص ، وقتل القاتل بدل القتيل ، يقال منه\"أقدته به أقيده إقادة\".(117) في المطبوعة: \"بعد ما كانوا يكتمونه\" ، والجيد ما في المخطوطة.\"يكتتمون به\" ، يستخفون به.(118) في المخطوطة: \"أيها القاتلو الذي ألقي إليكم السلم\" ، وهو لا بأس به.(119) في المطبوعة: \"حذرًا\" ، وأثبت ما في المخطوطة ، وهما سواء.",
  "ayah": 94,
  "surah": 4
}
