{
  "text": "Remaining Awake at Night for Voluntary Prayers\nكَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ (They used to sleep little in the night,... 51:17). The imperfect verb yahja` un is derived from the infinitive huju' which means to sleep at night. The verse describes the quality of the righteous believers is that they spend their nights in voluntary worship of Allah. They sleep little at night and remain awake during the greater part of it. Ibn Jarir preferred this interpretation. Sayyidna Hasan Basri (رح) said: \"The righteous perform voluntary night prayers, and do not sleep during the night except a little.\" Sayyidna Ibn ` Abbas ؓ ، Qatadah, Mujahid (رح) and other leading scholars of Tafsir have taken the particle ma in the sense of negation, that is, grammatically they treat it as ma nafiyah or negative particle, meaning they spend a little part of every night awake, and not sleeping. They would worship Allah and perform voluntary prayers every night, even during a small part of the night. From this point of view, it includes all those people who pray to Allah during any part of the night - whether in the beginning, or in the middle, or at the end of it. Therefore, Sayyidna Anas Ibn Malik ؓ and ` Abul-` Aliyah said: \"They used to pray between Maghrib and ` Isha'.\" Imam Abu Ja'far Baqir said that this includes those people who do not sleep before ` Isha' prayer (Ibn Kathir).\nHasan Basri (رح) reports from Ahnaf Ibn Qais who used to say: \"When I compared my deeds with those of the inmates of Paradise, I found that they are a people who occupy a very high, lofty and elevated status; and they are a people whose deeds are incomparable and our deeds cannot match theirs, because they sleep little at nights and worship much. When I compared my deeds with those of the inmates of Hell, I found that they give the lie to Allah and His Holy Prophet ﷺ and are sceptical about the Hereafter [ from which Allah has protected us ]. Therefore, in comparison, our deeds match neither with those of the real inmates of Paradise, nor [ praise be to Allah ] with those of the inmates of Hell. Thus we learn that from the viewpoint of action, our position is what the Qur'an describes: ۔ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ‌ سَيِّئًا '...(They had mixed a good deed with another that was evil. - 9:102) Thus the best person amongst us is the one who would at least remain within the boundaries of this class of people.\"\n` Abd-ur-rahman Ibn Zaid Ibn Aslam says that a member of the tribe Banu Tamim said to my father: \"0 Abu 'Usamah, we do not find that quality in us which Allah mentions in describing the righteous, that is, كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ. They used to sleep little in the night,\" because our position is quite the contrary: قَلِیلاً مَّنَ الَّیلِ مَا نَقُومُ ' We are very little awake at night to worship Allah'. My father replied:\nطوبی لمن رقد اذا نعس و اتقی اللہ اذا استیقَظ\n'Good tidings for him who sleeps away when he feels sleepy and exercises righteousness when he is awake, that is, does not do any work that is contrary to Shari` ah.'\"\nIn other words, acceptance in the sight of Allah is not necessarily restricted to protracted waking hours at night for worship. If a person is impelled to sleep, and does not remain awake for long, but abstains from any sinful activities when awake, he is also worthy of felicitation.\n` Abdullah Ibn Salam ؓ reports from the Holy Prophet ﷺ who said:\nیٰٓاَیُّھَا النَّاس اَطعِموا الطَّعَامَ وَ صِلُوا الاَرحَامَ وَ افشُوا السَّلامَ وَ صَلُّوا بِالَّیلِ وَ اَلنَّاسُ نِیَامُ تَدخُلُوا الجَنَّۃَ بِسَلاَمِ ۔ (ابن کثیر)\n\"0 people, feed people, do good to kith and kin, greet each other with salam, pray at night while people are asleep, and you will enter Paradise in peace.\" (Ibn Kathir)",
  "ayah": 17,
  "surah": 51
}
