{
  "text": "Thus Allah says: وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُ‌ونَ (... and in your own selves! So, do you not perceive? ....51:21). Out of the innumerous signs of Allah's power which are present everywhere in the universe, including the heavenly and celestial beings and creatures, only those signs are referred to here which are available on earth, because they are very close to man's experience, and he resides and moves about among them. The present verse now speaks of man himself. Man is required to ponder on his own body, its limbs and organs. Every single part of the body testifies to the boundless Wisdom of Allah, and it will make him realize that his small being represents and encompasses almost all the divine signs that are scattered in the vast universe. That is why man is termed as 'the universe in miniature', because all types of creation are present in his existence. If a man thinks of all phases he has passed through right from his birth till his death, he may perceive the power of Allah Ta’ ala as if he discerns Him clearly.\nThe Development of the Sperm and Embryo in the Womb\nHuman microscopic sperm and egg is an amazing phenomenon. It is made up of foodstuff and tenuous particles from various parts of the world. If the sperm establishes itself in the mother's womb, then more material is added to it, and it changes into a red clot. It then changes and becomes a shapeless lump of flesh, like a piece of meat with no form or shape. Then out of this shapeless lump bones are fashioned; then the bones are clothed with flesh; and it starts to take on a form and shape, developing a head, arms, chest, stomach, thighs, legs, feet and all its members. A wonderful brain is placed under its skull in whose complicated layers lie all mental abilities. Thus equipping it, Allah sends an angel to it who breathes the soul into it. After the completion of its creation, it is brought into this world where he develops from infancy to full adulthood to old age. Then he gradually progresses from zero level of knowledge and consciousness to an intelligent, rational and active being. The human forms and shapes are so different that no two faces are identical in millions and billions of people even in a small area. Furthermore, there are differences in their temperaments, dispositions and habits. There is unity in this diversity. All this is the marvel of the perfect power of Allah who has neither partners nor rivals: فَتَبَارَ‌كَ اللَّـهُ أَحْسَنُ الْخَالِقِينَ \"So blessed is Allah, the Best Creator!\" (23:14)Man experiences all this not from outside himself, but within himself, day and night. Only a person who is absolutely blind and senseless will ever deny the existence of Allah. Therefore, at the conclusion of the verse, the Qur'an poses the rhetorical question: \"So, do you not perceive?\" (21) A person need not be very intelligent to understand the facts of life. If his sight is intact, he can arrive at the right conclusion.",
  "ayah": 21,
  "surah": 51
}
