{
  "text": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ (11)موقع هذه الجملة موقع التعليل والبيان لجملة { وكلاًّ وعد الله الحسنى } [ الحديد : 10 ] .وما بينهما اعتراض ، والمعنى : أن مثل المنفق في سبيل الله كمثل من يُقرض الله ومَثَلُ الله تعالى في جزائه كمثل المستسلف مع من أحسن قرضه وأحسن في دفعه إليه .و { من } استفهامية كما هو شأنها إذا دخلت على اسم الإشارة والموصول ، و { الذي يقرض } خبرها ، و { ذا } معترضة لاستحضار حال المقترض بمنزلة الشخص الحاضر القريب .وعن الفراء : ( ذا ) صلة ، أي زائدة لمجرد التأكيد مثل ما قال كثير من النحاة : إن ( ذا ) في ( ماذا ) ملغاة ، قال الفراء : رأيتها في مصحف عبد الله { منذا الذي } والنون موصولة بالذال اه .والاستفهام مستعمل في معنى التحريض مجازاً لأن شأن المحرِّض على الفعل أن يبحث عمن يفعله ويتطلب تعيينه لينوطه به أو يجازيه عليه .والقرض الحسن : هو القرض المستكمل محاسن نوعه من كونه عن طيب نفس وبشاشة في وجه المستقرض ، وخلو عن كل ما يعرِّض بالمنة أو بتضييق أجل القضاء . والمشبّه هنا بالقرض الحسن هو الإِنفاق في سبيل الله المنهيُّ عن تركه في قوله : { وما لكم ألا تنفقوا في سبيل الله } [ الحديد : 10 ] .وقرأ الجمهور { فيضاعفه } بألف بعد الضاد . وقرأه ابن كثير وابن عامر ويعقوب { فيضعِّفه } بدون ألف وبتشديد العين .والفاء في جملة { فيضاعفه له } فاء السببية لأن المضاعفة مسببة على القرض . وقرأ الجمهور فعل { يضاعفُه } مرفوعاً على اعتباره معطوفاً على { يقرض } . والمعنى : التحريض على الإِقراض وتحصيل المضاعفة لأن الإِقراض سبب المضاعفة فالعمل لحصول الإِقراض كأنه عمل لحصول المضاعفة .أو على اعتبار مبتدأ محذوف لتكون الجملة اسمية في التقدير فيقع الخبر الفعلي بعد المبتدأ مفيداً تقوية الخبر وتأكيد حصوله ، واعتبارِ هذه الجملة جواباً ، ل ( مَن ) الموصولة بإشراب الموصول معنى الشرط وهو إشراب كثير في القرآن .وقرأه حفص عن عاصم وابن عامر ويعقوب كل على قراءته بالنصب على جواب الاستفهام .ومعنى { وله أجر كريم } : أن له أنفس جنس الأجور لأن الكريم في كل شيء هو النفيس ، كما تقدم في قوله تعالى : { إني ألقي إلي كتاب كريم } في سورة النمل ( 29 ) . وجعل الأجر الكريم مقابل القرض الحسن فَقُوبِل بهذا موصوف وصفته بمثلهما .والمضاعفة : مماثلة المقدار ، فالمعنى : يعطيه مثلي قرضه .والمراد هنا مضاعفته أضعافاً كثيرة كما قال : { مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل } الآية في سورة البقرة ( 261 ) .وقال : { من ذا الذي يُقرض الله قرضاً حسناً فيضاعفه له أضعافاً كثيرة } [ البقرة : 245 ] . وضمير النصب في { يضاعفه } عائد إلى القرض الحسن ، والكلام على حذف مضاف تقديره : فيضاعف جزاءه له . لأن القرض هنا تمثيل بحال السلف المتعارف بين الناس فيكون تضعيفه مثل تضعيف مال السلف وذلك قبل تحريم الربا .والأجر : ما زاد على قضاء القرض من عطية يسديها المستسلف إلى من سلفه عندما يجد سعة ، وهو الذي قال فيه رسول الله صلى الله عليه وسلم « خيركم أحسنكم قضاء » وقال تعالى : { وإن تك حسنة يضاعفها ويؤت من لدنه أجراً عظيماً } [ النساء : 40 ] .والظاهر أن هذا الأجر هو المغفرة كما في قوله تعالى : { إن تقرضوا الله قرضاً حسناً يضاعفه لكم ويغفر لكم والله شكور حليم } في سورة التغابن ( 17 ) . وهذا يشمل الإِنفاق في الصدقات قال تعالى : { إن المصدقين والمصدقات وأقرضوا الله قرضاً حسناً يضاعف لهم ولهم أجر كريم } [ الحديد : 18 ] ، وهو ما فسره قول النبي صلى الله عليه وسلم « والصدقة تطفىء الخطايا كما يطفىء الماء النار » أي زيادة على مضاعفتها مثل الحسنات كلها .",
  "ayah": 11,
  "surah": 57
}
