{
  "text": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ (14){وضمائر { ينادونهم ألم نكن معكم قالوا بلى } تعرف مراجعُها مما تقدم من قوله : { يوم يقول المنافقون والمنافقات } الآية .و { ألم نكن معكم } استفهام تقريري ، استعمل كناية عن طلب اللحاق بهم والانضمام إليهم كما كانوا معهم في الدنيا يعملون أعمال الإسلام من المسلمين .والمعية أطلقت على المشاركة في أعمال الإسلام من نطق بكلمة الإسلام وإقامة عبادات الإسلام ، توهموا أن المعاملة في الآخرة تجري كما تجري المعاملة في الدنيا على حسب صور الأعمال ، وما دَرَوا أن الصور مُكملات وأن قِوامها إخلاص الإِيمان وهذا الجواب إقرار بأن المنافقين كانوا يعملون أعمالهم معهم .ولما كان هذا الإقرار يوهم أنه قول بموجَب الاستفهام التقريري أعقَبوا جوابهم الإِقراريّ بالاستدراك الرافع لما توهمه المنافقون من أن الموافقة للمؤمنين في أعمال الإسلام تكفي في التحاقهم بهم في نعيم الجنة فبينوا لهم أسباب التباعد بينهم بأن باطنهم كان مخالفاً لظاهرهم .وذكروا لهم أربعة أصول هي أسباب الخسران ، وهي : فتنة أنفسهم ، والتربص بالمؤمنين ، والارتياب في صدق الرسول صلى الله عليه وسلم والاغترار بما تُموِّه إليهم أنفسهم .وهذه الأربعة هي أصول الخصال المتفرعة على النفاق .الأول : فتنتهم أنفسهم ، أي عدم قرار ضمائرهم على الإِسلام ، فهم في ريبهم يترددون ، فكأنَّ الاضطراب وعدم الاستقرار خُلُق لهم فإذا خطرت في أنفسهم خواطر خير من إيمان ومحبة للمؤمنين نقضوها بخواطر الكفر والبغضاء ، وهذا من صنع أنفسهم فإسناد الفَتْن إليهم إسناد حقيقي ، وكذلك الحال في أعمالهم من صلاة وصدقة .وهذا ينشأ عنه الكذب ، والخداع ، والاستهزاء ، والطعن في المسلمين ، قال تعالى : { يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به } [ النساء : 60 ] .الثاني : التربص ، والتربص : انتظار شيء ، وتقدم في قوله تعالى : { والمطلقات يتربصن بأنفسهن } [ البقرة : 228 ] الآية .ويتعدى فعله إلى المفعول بنفسه ويتعلق به ما زاد على المفعول بالباء . وحذف هنا مفعوله ومتعلقه ليشمل عدة الأمور التي ينتظرها المنافقون في شأن المؤمنين وهي كثيرة مرجعها إلى أذى المسلمين والإضرار بهم فيتربصون هزيمة المسلمين في الغَزوات ونحوها من الأحداث ، قال تعالى في بعضهم : { ويتربص بكم الدوائر } [ التوبة : 98 ] ، ويتربصون انقسام المؤمنين فقد قالوا لفريق من الأنصار يندّمونهم على من قتل من قومهم في بعض الغزوات { لو أطاعونا ما قتلوا } [ آل عمران : 168 ] .الثالث : الارتياب في الدين وهو الشك في الاعتماد على أهل الإسلام أو على الكافرين وينشأ عنه القعود عن الجهاد قال تعالى : { فهم في ريبهم يترددون } [ التوبة : 45 ] ولذلك كانوا لا يؤمنون بالآجال ، وقالوا لإخوانهم : { لو كانوا عندنا ما ماتوا وما قتلوا } [ آل عمران : 156 ] .الرابع : الغرور بالأماني ، وهي جمع أمنية وهي اسم التمني . والمراد بها ما كانوا يمنون به أنفسهم من أنهم على الحق وأن انتصار المؤمنين عرض زائل ، وأن الحوادث تجري على رغبتهم وهواهم ، ومن ذلك قولهم :{ ليخرجن الأعز منها الأذل } [ المنافقون : 8 ] وقولهم : { لو نعلم قتالاً لاتبعناكم } [ آل عمران : 167 ] ولذلك يحسبون أن العاقبة لهم { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا } [ المنافقون : 7 ] . وقد بينتُ الخصال التي تتولد على النفاق في تفسير سورة البقرة فطبِّق عليه هذه الأصول الأربعة وألحق فروع بعضها ببعض .والمقصود من الغاية ب { حتى جاء أمر الله } التنديدُ عليهم بأنهم لم يرعَوُوا عن غيهم مع طول مدة أعمارهم وتعاقب السنين عليهم وهم لم يتدبروا في العواقب ، كما قال تعالى : { أولم نعمركم ما يتذكر فيه من تذكر } [ فاطر : 37 ] وإسناد التغرير إلى الأماني مجاز عقلي لأن الأماني والطمع في حصولها سبب غرورهم وملابِسُه .ومَجيء أمر الله هو الموت ، أي حتى يتمّ على تلك الحالة السيئة ولم تقلعوا عنها بالإِيمان الحق .والغاية معترضة بين الجملتين المتعاطفتين ، ومن حق المؤمن أن يعتبر بما تضمنه قوله تعالى : { وغرتكم الأماني حتى جاء أمر الله } الآية ، فلا يماطل التوبة ولا يقول : غداً غدا .وجملة { وغركم بالله الغرور } عطف على جملة { وغرتكم الأماني } تحقيراً لغرورهم وأمانيهم بأنها من كيد الشيطان ليزدادوا حسرة حينئذٍ .والغَرور : بفتح الغين مبالغة في المتصف بالتغرير ، والمراد به الشيطان ، أي بإلقائه خواطر النفاق في نفوسهم بتلوينه في لون الحق وإرضاء دين الكفر الذي يزعمون أنه رضي الله { وقالوا لو شاء الرحمن ما عبدناهم } [ الزخرف : 20 ] .ويجوز أن يراد جنس الغَارِّين ، أي وغركم بالله أيمة الكفر وقادة النفاق .والتغرير : إظهار الضار في صورة النافع بتمويه وسفسطة .والباء في قوله : { بالله } للسببية أو للآلة المَجازية ، أي جعل الشيطان شأن الله سبباً لغروركم بأن خَيّل إليكم أن الحِفاظ على الكفر مرضي لله تعالى وأن النفاق حافظتم به على دينكم وحفظتم به نفوسكم وكرامة قومكم واطلعتم به على أحوال عدوكم .وهذا كله معلوم عندهم قد شاهدوا دلائله فَمِنْ أجل ذلك فَرَّعوا لهم عليه قولَهم : { فاليوم لا يؤخذ منكم فدية } [ الحديد : 15 ] ، قطعاً لطمعهم أن يكونوا مع المؤمنين يومئذٍ كما كانوا معهم في الحياة .",
  "ayah": 14,
  "surah": 57
}
