{
  "text": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآَخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (20){ اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِى الاموال والاولاد } .أعقب التحريض على الصدقات والإِنفاققِ بالإِشارة إلى دحض سبب الشح أنه الحرص على استبقاء المال لإِنْفَاقَه في لذائذ الحياة الدنيا ، فضُرب لهم مثلُ الحياة الدنيا بحاللٍ محقَّرة على أنها زائلة تحقيراً لحاصلها وتزهيداً فيها لأن التعلق بها يعوق عن الفَلاَح قال تعالى : { ومن يوق شح نفسه فأولئك هم المفلحون } [ الحشر : 9 ] ، وقال : { وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيراً } [ النساء : 128 ] .كل ذلك في سياق الحث على الإنفاق الواجب وغيره ، وأشير إلى أنها ينبغي أن تتخذ الحياة وسيلة للنعيم الدائم في الآخرة ، ووقاية من العذاب الشديد ، وما عدا ذلك من أحوال الحياة فهو متاع قليل ، ولذلك أعقب مثل الحياة الدنيا بالإِخبار عن الآخرة بقوله : «في الآخرة عذاب» الخ .وافتتاح هذا بقوله تعالى : { اعلموا } للوجه الذي بيناه آنفاً في قوله : { اعلموا أن الله يحيي الأرض بعد موتها } [ الحديد : 17 ] .و { أَنَّمَا } المفتوحةُ الهمزة أخت ( إنما ) المكسورة الهمزة في إفادة الحصر ، وحصر الحياة الدنيا في الأخبار الجارية عليها هو قصر أحوال الناس في الحياة على هذه الأمور الستة باعتبار غالب الناس ، فهو قصر ادعائي بالنظر إلى ما تنصرف إليه همم غالب الناس من شؤون الحياة الدنيا ، والتي إن سلم بعضهم من بعضها لا يخلو من ملابسة بعض آخر إلا الذين عصمهم الله تعالى فجعل أعمالهم في الحياة كلها لوجه الله ، وإلا فإن الحياة قد يكون فيها أعمال التقى والمنافع والإحسان والتأييد للحق وتعليم الفضائل وتشريع القوانين .وقد ذكر هنا من شؤون الحياة ما هو الغالب على الناس وما لا يخلو من مقارفة تضييع الغايات الشريفة أو اقتحام مساوٍ ذميمة ، وهي أصول أحوال المجتمع في الحياة ، وهي أيضاً أصول أطوار آحاد الناس في تطور كل واحد منهم ، فإن اللعب طور سِنّ الطفولة والصبا ، واللهوَ طور الشباب ، والزينة طور الفتوة ، والتفاخرَ طور الكهولة ، والتكاثر طور الشيخوخة . وذكر هنا خمسة أشياء :فاللعب : اسم لقول أو فعل يراد به المزح والهزل لتمضية الوقت أو إزالة وحشة الوحدة ، أو السكون ، أو السكوت ، أو لجلب فرح ومسرة للنفس ، أو يجلب مثل ذلك للحبيب ، أو يجلب ضده للبغيض ، كإعمال الأعضاء وتحريكها دفعاً لوحشة السكون ، والهذيان المقصود لدفع وحشة السكوت ، ومنه العبث ، وكالمزح مع المرأة لاجتلاب إقبالها ومع الطفل تحبباً أو إرضاء له .واللعب : هو الغالب على أعمال الأطفال والصبيان فطور الطفولة طور اللعب ويتفاوت غيرهم في الإِتيان منه فيقل ويكثر بحسب تفاوت الناس في الأطوار الأولى من الإِنسان وفي رجاحة العقول وضعفها . والإِفراط فيه من غير أصحاب طوره يؤذن بخسة العقل ، ولذلك قال قوم إبراهيم له :{ أجئتنا بالحق أم أنت من اللاعبين } [ الأنبياء : 55 ] . واللعب يكثر في أحوال الناس في الدنيا فهو جزء عظيم من أحوالها وحسبك أنه يَعمُر معظم أحوال الصبا .واللهو : اسم لفعل أو قول يقصد منه التذاذ النفس به وصرفها عن ألم حاصل من تعب الجسد أو الحزن أو الكمد ، يقال : لها عن الشيء ، أي تشاغل عنه . قال امرؤ القيس :وبيضة خدر لا يرام خِباؤها ... تمتعتُ من لَهْو بها غيرَ معجَلوقال النابغة يذكر حجه :حيَّاككِ ربي فإنا لا يحل لنا ... لَهْوُ النساء وإن الدِّين قد عَزَماويغلب اللهو على أحوال الشباب فطور الشباب طوره ، ويكثر اللهو في أحوال الدنيا من تطلب اللذات والطرب .والزينة : تحسين الذات أو المكان بما يجعل وقعه عند ناظره مُسراً له ، وفي طباع الناس الرغبة في أن تكون مناظرهم حسنة في عين ناظريهم وذلك في طباع النساء أشد ، وربّما كان من أسباب شدته فيهن كثرةُ إغراء الرجال لهن بذلك .ويكثر التزين في طور الفتوة لأن الرجل يشعر بابتداء زوال محاسن شبابه ، والمرأة التي كانت غانية تحب أن تكون حالِيَة ، وليس ذلك لأجل تعرضها للرجال كما يتوهمه الرجال فيهن غروراً بأنفسهم بل ذلك لتكون حسنة في الناس من الرجال والنساء .ويغلب التزين على أحوال الحياة فإن معظم المساكن والملابس يراد منه الزينة ، وهي ذاتية ومعنوية ، ومن المعنوية ما يسمى في أصول الفقه بالتحسيني .والتفاخر : الكلام الذي يفخر به ، والفخر : حديث المرء عن محامده والصفات المحمودة منها فيه بالحق أو الباطل . وصيغ منه زنة التفاعل لأن شأن الفخر أن يقع بين جانبين كما أنبأ به تقييده بظرف { بينكم } .والناس يتفاخرون بالصفات المحمودة في عصورهم وأجيالهم وعاداتهم ، فمن الصفات ما الفخر به غير باطل . وهو الصفات التي حقائقها محمودة في العقل أو الشرع . ومنها ما الفخر به باطل من الصفات والأعمال التي اصطلح قوم على التمدح بها وليست حقيقة بالمدح مثل التفاخر بالإِغلاء في ثمن الخمور وفي الميسر والزنى والفخر بقتل النفوس والغارة على الأموال في غير حق .وأغلب التفاخر في طور الكهولة واكتمال الاشُدَّ لأنه زمن الإِقبال على الأفعال التي يقصد منها الفخر .والتفاخر كثير في أحوال الناس في الدنيا ، ومنه التباهي والعُجب ، وعنه ينشأ الحسد .والتكاثر : تفاعل من الكثرة ، وصيغة التفاعل هنا للمبالغة في الفعل بحيث ينزل منزلة من يغالب غيره في كثرة شيء ، فإنه يكون أحرص على أن يكون الأكثر منه عنده فكان المرء ينظر في الكثرة من الأمر المحبوب إلى امرىء آخر له الكثرة منه ، ألا ترى إلى قول طرفة :فلو شاء ربي كنت قيس بن عاصم ... ولو شاء ربي كنت عمرو بن مَرثدفأصبحت ذا مال كثير وطافَ بي ... بنونَ كرامٌ سَادة لمسوَّدثم شاع إطلاق صيغة التكاثر فصارت تستعمل في الحرص على تحصيل الكثير من غير مراعاة مغالبة الغير ممن حصل عليه ، قال تعالى :{ ألهاكم التكاثر } [ التكاثر : 1 ] .و { في } من قوله : { في الأموال والأولاد } : إما مستعملة في التعليل ، وإما هي الظرفية المجازية ، فإن جُعلت الأموال كالظرف يحصل تكاثر الناس عنده كمن ينزع في بئر .والمعنى : أن الله أقام نظام أحوال الناس في الحياة الدنيا على حكمة أن تكون الحياة وسيلة لبلوغ النفوس إلى ما هيّأَها الله له من العروج إلى سمو المَلَكِيَّة كما دل عليه قوله : { إني جاعل في الأرض خليفة } [ البقرة : 30 ] ، فكان نظام هذه الحياة على أن تجري أمور الناس فيها على حسب تعاليم الهدى للفوز بالحياة الأبدية في النعيم الحق بعد الممات والبعث ، فإذا الناسُ قد حرفوها عن مهيعها ، وقد تضمن ذلك قوله تعالى : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ] .{ والاولاد كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ } .يجوز أن يكون في موضع خبر من مبتدأ محذوف ، أي هي كمثللِ غيث فتكون الجملة استئنافاً ، وحَذفُ المسند إليه من النوع الذي سماه السكاكي «متابعةَ الاستعمال» .ويجوز أن يكون الكاف في موضع الحال و { كمثل } معناه كحال ، أي حال الحياة الدنيا كحال غيث الخ ، فشبهت هيئة أهل الدنيا في أحوالهم الغالبة عليهم والمشار إلى تنويعها بقوله : { لعب ولهو } إلى آخره بهيئة غيث أنبت زرعاً فأينع ثم اصفر ثم اضمحلّ وتحطم ، أي تشبيه هيئة هذه الأحوال الغالبة على الناس في الحياة في كونها محبوبة للناس مزهية لهم وفي سرعة تقضيها بهيئةِ نبات جديد أنبته غيث فاستوى واكتمل وأُعجب به من رآه فمضت عليه مدة فيبس وتحطم .والمقصود بالتمثيل هو النبات ، وإنما ابتدىء بغيث تصويراً للهيئة من مبادئِها لإِظهار مواقع الحسن فيها لأن ذلك يكتسب منه المشبه حُسناً كما فعل كعب بن زهير في تحسين أوصاف الماء الذي مُزجت به الراح في قوله :شُجت بذي شَيم من ماء مَحنية ... صاففٍ بأبطحَ أضحَى وهو مشمولتَنفي الرياحُ القَذى عنه وأفرطَه ... من صَوْب ساريةٍ بيضٌ يعاليلوعن ابن مسعود «أن الكفار : الزُرَّاع ، جمع كافر وهو الزارع لأنه يَكفر الزريعة بتراب الأرض ، والكفر بفتح الكاف الستر ، أي ستر الزريعة ، وإنما أوثر هذا الاسم هنا وقد قال تعالى في سورة [ الفتح : 29 ] : { يعجب الزراع } ، قصدا هنا للتورية بالكفار الذين هم الكافرون بالله لأنهم أشد إعجاباً بمتاع الدنيا إذ لا أمل لهم في شيء بعده . وقال جمع من المفسرين : الكفار جمع الكافر بالله لأنهم قصروا إعجابهم على الأعمال ذات الغايات الدنيا دون الأعمال الدينية ، فذكر الكفار تلويح إلى أن المثل مسوق إلى جانبهم أوّلاً .والنبات : اسم مصدر نَبت قال تعالى : { والله أنبتكم من الأرض نباتاً } [ نوح : 17 ] ، وهو هنا أطلق على النابت من إطلاق المصدر على الفاعل وهو كثير ، وأصله أن يراد به المبالغة ، وقد يشيع فيزول قصد المبالغة به .وقوله : { ثم يهيج } تضافرت كلمات المفسرين على تفسير يهيج ب ( ييبس ) أو يجف ، ولم يستظهروا بشاهد من كلام العرب يدل على أن من معاني الهياج الجفاف ، وقد قال الراغب : يقال : هاج البقل ، إذا اصفَرّ وطاب ، وفي «الأساس» : من المجاز هاج البقل ، إذا أخذ في اليبس . وهذان الإِمامان لم يجعلا ( هاج ) بمعنى ( يبس ) وكيف لفظ الآية { ثم يهيج فتراه مصفراً } ، فالوجه أن الهياج : الغلظ ومقاربة اليبس ، لأن مادة الهياج تدل على الاضطراب والثوران وسميت الحرب الهيجاء ، وقال النابغة :أهاجك من سُعداك مغنى المعاهد ... والزرع إذا غلظ يكون لحركته صوت فكأنه هائج ، أي ثائر وذلك ابتداء جفافه ، وذلك كقوله تعالى : { كزرع أخرج شطأه فئازره فاستغلظ فاستوى على سوقه يعجب الزراع } في سورة [ الفتح : 29 ] .وعطفت جملة يهيج } ب ( ثم ) لإِفادة التراخي الرتبي لأن اصفرار النبات أعظم دلالة على التهيّؤ للزوال ، وهذا هو الأهم في مقام التزهيد في متاع الدنيا .وعطف { فتراه مصفراً } بالفاء لأن اصفرار النبت مقارب ليبسه ، وعطف { ثم يكون حطاماً } ب ( ثم ) كعطف { ثم يهيج } .والحُطام : بضم الحاء ما حطم ، أي كُسر قطعاً .فضرب مثل الحياة الدنيا لأطوار ما فيها من شباب وكهولة وهرم ففناء ، ومن جدة وتبذّل وبلى ، ومن إقبال الأمور في زمن إقبالها ثم إدبارها بعد ذلك ، بأطوار الزرع . وكلُّهَا أعراض زائلة وآخرها فناء .وتندرج فيها أطوار المرء في الحياة المذكورة في قوله : { لعب ولهو } إلى { والأولاد } كما يظهر بالتأمل .وهذا التمثيل مع كونه تشبيه هيئة مركّبة بهيئةٍ مثلها هو صالح للتفريق ومقابلة أجزاء الهيئة المشبهة بأجزاء الهيئة المشبه بها ، فيشبَّه أول أطوار الحياة وإقبالها بالنبات عقب المطر ، ويشبّه الناس المنتفعون بإقبال الدنيا بناس زُراع ، ويشبّه اكتمال أحوال الحياة وقوة الكهولة بهياج الزرع ، ويشبّه ابتداء الشخوخة ثم الهرم وابتداء ضعف عمل العامل وتجارة التاجر وفلاحة الفلاح باصفرار الزرع وتهيئه للفناء ، ويشبه زوال ما كان للمرء من قوة ومال بتحطم الزرع .ويفهم من هذا أن ما كان من أحوال الحياة مقصوداً لوجه الله فإنه من شؤون الآخرة فلا يدخل تحت هذا التمثيل إلا ظاهراً . فأعمال البِر ودراسة العلم ونحو ذلك لا يعتريها نقصٌ ما دام صاحبها مقبلاً عليها ، وبعضها يزداد نماء بطول المدة ، وتقدم نظير هذه الآية في سورة الزمر .ه4س57ش20ن25/ن38-->حُطَاماً وَفِى الاخرة عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ الله ورضوان وَمَا الحياة الدنيآ إِلاَّ متاع } .كان ذكر حال الحياة الدنيا مقتضياً ذكر مقابلة على عادة القرآن ، والخبرُ مستعمل في التحذير والتحريض بقرينة السياق ، ولذلك لم يبين أصحاب العذاب وأصحاب المغفرة والرضوان لظهور ذلك .وكنِيَ عن النعيم بمغفرة من الله ورضوان لأن النعيم قسمان مادي وروحاني ، فالمغفرةَ والرضوان أصل النعيم الروحاني كما قال تعالى :{ ورضوان من الله أكبر } [ التوبة : 72 ] وهما يقتضيان النعيم الجسماني لأن أهل الجنة لما ركبت ذواتهم من أجسام وأودعت فيها الأرواح كان النعيمان مناسبين لهم تكثيراً للذات ، وما لذة الأجسام إلا صائرة إلى الأرواح لأنها المدركة اللذات ، وكان رضوان الله يقتضي إعطائهم منتهى ما به التذاذهم ، ومغفرته مقتضية الصفح عما قد يعوق عن بعض ذلك .وعطف { وما الحياة الدنيا إلاَّ متاع الغرور } على { وفي الآخرة عذاب شديد } للمقابلة بين الحالين زيادة في الترغيب والتنفير .والكلام على تقدير مضاف ، أي وما أحوال الحياة الدنيا إلا متاع الغرور .والحصر ادعائي باعتبار غالب أحوال الدنيا بالنسبة إلى غالب طالبيها ، فكونها متاعاً أمر مطرد وكون المتاع مضافاً إلى الغرور أمر غالب بالنسبة لما عدا الأعمال العائدة على المرء بالفوز في الآخرة .والغُرور : الخديعة ، أي إظهار الأمر الضار الذي من شأنه أن يحترز العاقل منه في صورة النافع الذي يرغب فيه .وإضافة { متاع } إلى { الغرور } على معنى لام العاقبة ، أي متاع صائر لأجل الغرور به ، أي آيل إلى أنه يغرّ الناظرين إليه فيسرعون في التعلق به .",
  "ayah": 20,
  "surah": 57
}
