{
  "text": "هُوَ الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (3){ هُوَ الاول والاخر والظاهر والباطن وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ } .استئناف في سياق تبْيين أن له ملك السماوات والأرض ، بأن مُلكه دائم في عموم الأزمان وتصرف فيهما في كل الأحوال ، إذ هو الأول الأزلي ، وأنه مستمر من قبل وجود كل محدث ومن بعد فنائه إذ الله هو الباقي بعد فناء ما في السماوات والأرض ، وذلك يظهر من دلالة الآثار على المؤثِر فإن دلائل تصرفه ظاهرة للمتبصر بالعقل وهو معنى { الظاهر } كما يأتي ، وأن كيفيات تصرفاته محجوبة عن الحس وذلك معنى { الباطن } تعالى كما سيأتي .فضمير { هو } ليس ضمير فصل ولكنه ضمير يعبر عن اسم الجلالة لاعتبارنا الجملة مستأنفة ، ولو جعلته ضمير فصل لكانت أوصاف { الأول والأخر والظاهر والباطن } أخباراً عن ضمير { هو العزيز الحكيم } [ الحديد : 1 ] .وقد اشتملت هذه الجملة على أربعة أَخبار هي صفات لله تعالى .فأما وصف { الأول } فأصل معناه الذي حصُل قبل غيره في حالة تُبينُها إضافة هذا الوصف إلى ما يدل على الحالة من زمان أو مكان ، فقد يقع مع وصف ( أول ) لفظُ يدل على الحالة التي كان فيها السبق ، وقد يستدل على تلك الحالة من سياق الكلام ، فوصف { الأول } لا يتبين معناه إلا بما يتصل به من الكلام ولا يتصور إلا بالنسبة إلى موصوف آخر هو متأخر عن الموصوف ب ( أول ) في حالة مَّا .فقول امرىء القيس :ومُهلهل الشعراء ذَاك الأول ... يفيد أنه مهلهل سابق غيره من الشعراء في الشعر ، وقوله تعالى : { قل إني أمرت أن أكون أول من أسلم } [ الأنعام : 14 ] أي أولهم في اتباع الإِسلام ، وقوله : { ولا تكونوا أول كافر به } [ البقرة : 41 ] ، أي أولهم كُفراً وقوله : { وقالت أولاهم لأخراهم } [ الأعراف : 39 ] ، أي أُولاهم في الدخول إلى النار .وأشهر معاني الأوَّلية هو السبق في الوجود ، أي في ضد العدم ، ألا ترى أن جميع الأحوال التي يسبق صاحبُها غيره فيها هي وجودات من الكيفيات ، فوصف الله بأنه { الأول } معناه : أنه السابق وُجوده على كل موجود وُجد أو سيوجد ، دون تخصيص جنس ولا نوع ولا صنف ، ولكنه وصف نسبي غير ذاتي .ولهذا لم يذكر لهذا الوصف هنا متعلِّق بكسر اللام ، ولا ما يدل على متعلِّق لأن المقصود أنه الأول بدون تقييد .ويرادف هذا الوصفَ في اصطلاح المتكلمين صفةُ القدم .واعلم أن هذا الوصف يستلزم صفة الغِنَى المطلق ، وهي عدم الاحتياج إلى المخصِّص ، أي مخصص يخصصه بالوجود بدلاً عن العدم ، لأن الأول هنا معناه الموجود لِذاته دون سبق عدم ، وعدم الاحتياج إلى محل يقوم به قيام العرض بالجوهر .ويستلزم ذلك انفراده تعالى بصفة الوجود لأنه لو كان غيرُ الله واجباً وجودُه لما كان الله موصوفاً بالأولية ، فالموجودات غير الله ممكنة ، والممكن لا يتصف بالأولية المطلقة ، فلذلك تثبت له الوحدانية ، ثم هذه الأولية في الوجود تقتضي أن تثبت لله جميع صفات الكمال اقتضاء عقلياً بطريق الالتزام البينّ بالمعنى الأعمّ وهو الذي يلزم من تصور ملزومه وتصوُّره الجزم بالملازمة بينهما .وأما وصف { الآخر } فهو ضد الأول ، فأصله : هو المسبوق بموصوف بصفة متحدث عنها في الكلام أو مشار إليها فيه بما يذكر من متعلق به ، أو تمييزه ، على نحو ما تقدم في قوله : { هو الأول } كقوله تعالى : { حتى إذا اداركوا فيها جميعاً قالت أخراهم لأولاهم } [ الأعراف : 38 ] أي أخراهم في الإدِّرَاك في النار ، وقول النبي صلى الله عليه وسلم \" آخر أهل الجنة دخولاً الجنة . . . \" الخ ، وقول الحريري في المقامة الثانية «وجلس في أُخريات الناس» ، أي الجماعات الأخريات في الجلوس ، وهو وصف نسبيّ .ووصف الله تعالى بأنه { الآخر } بعد وصفه بأنه { الأول } مع كون الوصفين متضادّين يقتضي انفكاك جهتي الأولية والآخرية ، فلما تقرر أن كونه الأول متعلق بوجود الموجودات اقتضى أن يكون وصفه ب { الآخر } متعلقاً بانتقاض ذلك الوجود ، أي هو الآخر بعد جميع موجودات السماء والأرض ، وهو معنى قوله تعالى : { نرث الأرض ومن عليها } [ مريم : 40 ] وقوله : { كل شيء هالك إلا وجهه } [ القصص : 88 ] .فتقدير المعنى : والآخِر في ذلك أي في استمرار الوجود الذي تقرر بوصفه بأنه الأول . وليس في هذا إشعار بأنه زائل ينتابه العدم ، إذ لا يشعر وصف الآخِر بالزوال لا مطابقة ولا التزاماً ، وهذا هو صفة البقاء في اصطلاح المتكلمين . فآل معنى { الآخر } إلى معنى «الباقي» ، وإنما أوثر وصف { الآخر } بالذكر لأنه مقتضى البلاغة ليتم الطباق بين الوصفين المتضادين ، وقد عُلم عند المتكلمين أن البقاء غير مختص بالله تعالى وأنه لا ينافي الحُدوث على خلاف في تعيين الحوادث الباقية ، بخلاف وصف القدم فإنه مختص بالله تعالى ومتناففٍ مع الحدوث .واعلم أن في قوله : { هو الأول والأخر } دلالة قصر من طريق تعريف جزأي الجملة .فأما قصر الأولية على الله تعالى في صفة الوجود فظاهر ، وأما قصر الآخرية عليه في ذلك وهو معنى البقاء ، فإن أريد به البقاء في العالم الدنيوي عرض إشكال المتعارض بما ورد من بقاء الأرواح ، وحديث \" أن عَجْب الذَّنب لا يفنى وأن الإِنسان منه يعادُ \" . ورفع هذا الإشكال أن يجعل القصر ادعائياً لعدم الاعتداد ببقاء غيره تعالى لأنه بقاء غير واجب بل هو بجعل الله تعالى .والجمع بين وصفي { الأول والأخر } فيه محسّن الطباق .و { الظاهر } الأرجح أنه مشتق من الظُّهور الذي هو ضد الخفاء فيكون وصفه تعالى به مجازاً عقلياً ، فإن إسناد الظهور في الحقيقة هو ظهور أدلة صفاته الذاتية لأهل النظر والاستدلال والتدبر في آيات العالم فيكون الوصف جامعاً لصفته النفسية ، وهي الوجود ، إذ أدلة وجوده بيّنة واضحة ولصفاته الأخرى مما دل عليها فعله من قدرة وعلم وحياة وإرادة ، وصفات الأفعال من الخلق والرزق والإِحياء والإِماتة كما علمت في قوله : { هو الأول } عن النقص أو ما دل عليها تنزيهه عن النقص كصفة الوحدانية والقدم والبقاء والغنى المطلق ومخالفة الحوادث ، وهذا المعنى هو الذي يناسبه المقابلة بالباطن .ويجوز أن يكون مشتقاً من الظهور ، أي الغلبة كالذي في قوله تعالى : { إنهم إن يظهروا عليكم يرجموكم } [ الكهف : 20 ] ، فمعنى وصفه تعالى ب { الظاهر } أنه الغالب .وهذا لا يناسب مقابلته ب { الباطن } إلا على اعتبار محسِّن الإِيهام ، وما وقع في حديث أبي هريرة في «صحيح مسلم» من قول رسول الله صلى الله عليه وسلم \" وأنت الظاهر فليس فوقك شيء \" فمعنى فاء التفريع فيه أن ظهوره تعالى سبب في انتفاء أن يكون شيء فوق الله في الظهور ، أي في دلالة الأدلة على وجوده واتصافه بصفات الكمال ، فدلالة الفاء تفريع لا تفسير .و { الباطن } الخفي يقال : بطن ، إذا خفي ومصدره بُطُون .ومعنى وصفه تعالى بباطن وصف ذاته وكنهه لأنه محجوب عن إدراك الحواس الظاهرة قال تعالى : { لا تدركه الأبصار } [ الأنعام : 103 ] .والقصر في قوله : { والظاهر والباطن } قصر ادعائي لأن ظهور الله تعالى بالمعنيين ظهور لا يدانيه ظهور غيره ، وبطونه تعالى لا يشبهه بطون الأشياء الخفية إذ لا مطمع لأحد في إدراك ذاته ولا في معرفة تفاصيل تصرفاته .والجمع بين وصفه ب { الظاهر } بالمعنى الراجح و { الباطن } كالجمع بين وصفه ب { الأول والآخر } كما علمته آنفاً . وفي الجمع بينهما محسن المطابقة .وفائدة إجراء الوصفين المتضادين على اسم الله تعالى هنا التنبيه على عظم شأن الله تعالى ليتدبر العالمون في مواقعها .واعلم أن الواوات الثلاثة الواقعة بين هذه الصفات الأربع متحدة المعنى تقتضي كل واحدة منها عطف صفة .وقال الزمخشري : «الواو الأولى معناها الدلالة على أنه الجامع بين مجموع الصفتين الأوّلية والآخريَّة . والثالثة على أنه الجامع بين الظهور والخفاء ، وأما الوسطى فعلى أنه الجامع بين مجموع الصفتين الأوليين ومجموع الصفتين الأخريين» اه . وهو تشبث لا داعي إليه ولا دليل عليه ولو أريد ذلك لقال : هو الأول الآخر ، والظاهر الباطن ، بحذف واوين . والمعنى الذي حاوله الزمخشري : تقتضيه معاني هاته الصفات بدون اختلاف معاني الواوات .{ وَهُوَ بِكُلِّ شَىْءٍ عَلِيم } .عطف على جملة { هو الأول والآخر } الخ عطفت صفة علمه على صفة ذاته ، وتقدم نظير هذه الجملة في أوائل سورة البقرة .هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ",
  "ayah": 3,
  "surah": 57
}
