{
  "text": "৮-১০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবী (সঃ)-কে বলছেনঃ “হে নবী (সঃ)! আমি তোমাকে আমার মাখলুকের উপর সাক্ষীরূপে, মুমিনদেরকে সুসংবাদ দানকারীরূপে এবং কাফিরদেরকে ভয় প্রদর্শনকারীরূপে প্রেরণ করেছি।' এ আয়াতের পূর্ণ তাফসীর সূরায়ে আহযাবে গত হয়েছে।মহান আল্লাহ্ বলেনঃ যাতে তোমরা আল্লাহর উপর এবং তাঁর রাসূল (সঃ)-এর উপর ঈমান আনয়ন কর এবং রাসূল (সঃ)-কে সাহায্য কর ও সম্মান কর, অর্থাৎ তার বুযুর্গী ও পবিত্রতা স্বীকার করে নাও এবং প্রাতে ও সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর। আল্লাহ্ পাক স্বীয় নবী (সঃ)-এর মর্যাদা বর্ণনা করতে গিয়ে বলেনঃ যারা তোমার বায়আত গ্রহণ করে তারা তো আল্লাহরই বায়আত গ্রহণ করে। যেমন মহামহিমান্বিত আল্লাহ্ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যে রাসূল (সঃ)-এর আনুগত্য করে সে আল্লাহরই আনুগত্য করে।” (৪:৮০)মহান আল্লাহ বলেনঃ “আল্লাহর হাত তাদের হাতের উপর।অর্থাৎ তিনি তাদের সাথে আছেন এবং তাদের কথা শুনেন। তিনি তাদের স্থান দেখেন এবং তাদের বাইরের ও ভিতরের খবর জানেন। সুতরাং রাসূল (সঃ)-এর মাধ্যমে তাদের নিকট হতে বায়আত গ্রহণকারী আল্লাহ তা'আলাই বটে। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আল্লাহ তা'আলা মুমিনদের নিকট হতে তাদের জান ও মাল ক্রয় করে নিয়েছেন এবং এর বিনিময়ে তাদের জন্যে জান্নাত রয়েছে, তারা আল্লাহর পথে জিহাদ করে এবং তারা হত্যা করে ও নিহত হয়, আল্লাহ তাআলার এই সত্য ওয়াদা তাওরাত ও ইঞ্জিলেও বিদ্যমান রয়েছে এবং এই কুরআনেও মওজুদ আছে, আল্লাহ অপেক্ষা অধিক ওয়াদা পূর্ণকারী আর কে আছে? সুতরাং তোমাদের উচিত এই বেচা কেনায় খুশী হওয়া এবং এটাই বড় কৃতকার্যতা।” (৯:১১১)।হযরত আবু হুরাইরা (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি আল্লাহর পথে তার তরবারী চালনা করলো সে আল্লাহর নিকট বায়আত গ্রহণ করলো।\" (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)অন্য হাদীসে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হাজরে আসওয়াদ সম্পর্কে বলেছেনঃ “আল্লাহ তা'আলা কিয়ামতের দিন ওটাকে উথিত করবেন, ওর দুটি চক্ষু হবে যার দ্বারা ওটা দেখবে এবং একটি রসনা হবে যার দ্বারা ওটা কথা বলবে। সুতরাং ন্যায়ভাবে যে ওকে চুম্বন করেছে তার জন্যে ওটা সাক্ষ্য প্রদান করবে। অতএব, যে ওকে চুম্বন করে সে আল্লাহ তা'আলার নিকট বায়আত গ্রহণকারী।” অতঃপর তিনি (আরবী)-এ আয়াতটি তিলাওয়াত করেন। (এ হাদীসটিও বর্ণনা করেছেন ইমাম ইবনে আবি হাতিম (রঃ)) এ জন্যেই আল্লাহ তা'আলা এখানে বলেনঃ “যে ওটা ভঙ্গ করে, ওটা ভঙ্গ করবার পরিণাম তারই, অর্থাৎ এর শাস্তি তাকেই ভোগ করতে হবে, (এতে মহান আল্লাহর কোন ক্ষতি হবে না)। পক্ষান্তরে যে ব্যক্তি আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে তিনি তাকে পুরস্কার দেন।' এই বায়আত হলো বায়আতে রিযওয়ান। একটি বাবলা গাছের নীচে এই বায়আত গ্রহণ করা হয়েছিল। এই ঘটনা হুদায়বিয়া প্রান্তরে সংঘটিত হয়। ঐদিন যেসব সাহাবী (রাঃ) রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত গ্রহণ করেছিলেন তাদের সংখ্যা ছিল তেরোশ। আবার চৌদ্দশ এবং পনেরশতের কথাও বলা হয়েছে, তবে মধ্যেরটিই সঠিকতম।\nএব্যাপারে যেসব হাদীস এসেছেঃ\nহযরত জাবির (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “হুদায়বিয়ার দিন আমরা সংখ্যায় চৌদ্দশত ছিলাম।” ()হযরত জাবির (রাঃ) হতেই বর্ণিত আছে যে, তিনি বলেন “ঐ দিন আমরা চৌদ্দশ জন ছিলাম। রাসূলুল্লাহ (সঃ) ঐ কূপের পানিতে হাত রাখেন, তখন তার অঙ্গুলিগুলোর মধ্য হতে পানির ঝরণা বইতে শুরু করে। সাহাবীদের (রাঃ) সবাই এ ঘটনা প্রত্যক্ষ করেন। এটা সংক্ষিপ্ত। এ হাদীসের অন্য ধারায় রয়েছে যে, ঐদিন সাহাবীগণ খুবই পিপাসার্ত ছিলেন। রাসূলুল্লাহ (সঃ) তাঁর তৃণ বা তীরদানী হতে একটি তীর বের করে তাদেরকে দেন। তারা ওটা নিয়ে গিয়ে হুদায়বিয়ার কূপে নিক্ষেপ করেন। তখন ঐ কূপের পানি উথলিয়ে উঠতে শুরু করে, এমন কি ঐ পানি সবারই জন্যে যথেষ্ট হয়ে যায়। হযরত জাবির (রাঃ)-কে জিজ্ঞেস করা। হয়ঃ “ঐদিন আপনারা কতজন ছিলেন? উত্তরে তিনি বলেনঃ “ঐদিন আমরা চৌদ্দশ জন ছিলাম। কিন্তু যদি আমরা এক লক্ষও হতাম তবুও ঐ পানি আমাদের জন্যে যথেষ্ট হয়ে যেতো।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন। ২. ইমাম মুসলিম (রঃ) এ হাদীসটি বর্ণনা করেছেন)সহীহ বুখারী ও সহীহ মুসলিমের এক রিওয়াইয়াতে আছে যে, তাঁদের সংখ্যা ছিল পনেরশ'।ইমাম বায়হাকী (রঃ) বলেন যে, প্রকৃতপক্ষে তাদের সংখ্যা পনের শতই ছিল এবং হযরত জাবির (রাঃ)-এর প্রথম উক্তি এটাই ছিল। অতঃপর তাঁর মনে কিছু সন্দেহ জাগে এবং তিনি তাদের সংখ্যা চৌদ্দশ বলতে শুরু করেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তারা ছিল এক হাজার পাঁচশ পঁচিশ জন। কিন্তু তার প্রসিদ্ধ রিওয়াইয়াত এক হাজার চারশ জনেরই রয়েছে। অধিকাংশ বর্ণনাকারী ও বুযুর্গ ব্যক্তিদের উক্তি এটাই যে, তারা চৌদ্দশত জন ছিলেন। একটি রিওয়াইয়াতে আছে যে, গাছের নীচে বায়আত গ্রহণকারীদের সংখ্যা ছিল চৌদ্দশ এবং সেই দিন মুহাজিরদের এক অষ্টমাংশ লোক মুসলমান হন।মুহাম্মাদ ইবনে ইসহাক (রঃ)-এর সীরাত গ্রন্থে রয়েছে যে, হুদায়বিয়ার বছর রাসূলুল্লাহ (সঃ) সাতশ' জন সাহাবী (রাঃ)-কে সঙ্গে নিয়ে বায়তুল্লাহ যিয়ারতের উদ্দেশ্যে মদীনা হতে যাত্রা শুরু করেন। তার যুদ্ধ করার উদ্দেশ্য ছিল না। কুরবানীর সত্তরটি উটও তিনি সঙ্গে নেন। প্রতি দশজনের পক্ষ হতে একটি উট। তবে হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, ঐ দিন রাসূলুল্লাহ (সঃ)-এর সাথী ছিলেন চৌদ্দশ জন লোক। ইবনে ইসহাক (রঃ) এরূপই বলেছেন। কিন্তু এটা তাঁর ধারণা। সহীহ বুখারী ও সহীহ মুসলিমে রক্ষিত রয়েছে যে, তাঁদের সংখ্যা ছিল এক হাজার এবং কয়েকশ, যেমন সত্বরই আসছে ইনশাআল্লাহ।\nএই মহান বায়আতের উল্লেখ করার কারণঃ\nমুহাম্মাদ ইবনে ইসহাক ইবনে ইয়াসার (রঃ) স্বীয় সীরাত গ্রন্থে বর্ণনা করেছেনঃ অতঃপর রাসূলুল্লাহ (সঃ) হযরত উমার (রাঃ)-কে ডেকে পাঠালেন যে, তিনি যেন মক্কায় গিয়ে কুরায়েশ নেতৃবর্গকে বলেনঃ রাসূলুল্লাহ (সঃ) যুদ্ধের উদ্দেশ্যে আসেননি, বরং শুধু বায়তুল্লাহ শরীফের উমরা করার উদ্দেশ্যে এসেছেন। কিন্তু হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-এর এ প্রস্তাবের পরিপ্রেক্ষিতে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার ধারণামতে এ কাজের জন্যে হযরত উসমান ইবনে আফফান (রাঃ)-কে মক্কায় পাঠানো উচিত। মক্কায় আমার বংশের এখন কেউ নেই। অর্থাৎ বানু আদ্দী ইবনে কাবের গোত্রের লোকেরা নেই যারা সহযোগিতা করতো। কুরায়েশদের সাথে আমার যা কিছু হয়েছে তা তো আপনার অজানা নেই। তারা তো আমার উপর ভীষণ রাগান্বিত অবস্থায় রয়েছে। তারা আমাকে পেলে তো জীবিত অবস্থায় ছেড়ে দিবে না।” রাসূলুল্লাহ (সঃ) হযরত উমার (রাঃ)-এর এ মতকে যুক্তিযুক্ত মনে করলেন এবং হযরত উসমান (রাঃ)-কে আবু সুফিয়ান (রাঃ) এবং অন্যান্য কুরায়েশ নেতৃবর্গের নিকট পাঠিয়ে দিলেন। হযরত উসমান (রাঃ) পথ চলতেই ছিলেন এমন সময় আব্বান ইবনে সাঈদ ইবনে আসের সাথে তার সাক্ষাৎ হয়ে যায়। সে তাকে তার সওয়ারীর উপর উঠিয়ে নিয়ে মক্কায় পৌঁছিয়ে দেয়। তিনি কুরায়েশদের বড় বড় নেতাদের নিকট গেলেন এবং তাদের কাছে রাসূলুল্লাহ (সঃ)-এর পয়গাম পৌঁছিয়ে দিলেন। তারা তাঁকে বললোঃ “আপনি বায়তুল্লাহর তাওয়াফ করতে চাইলে করে নিন।” তিনি উত্তরে বললেনঃ “রাসূলুল্লাহ (সঃ)-এর পূর্বে আমি বায়তুল্লাহর তাওয়াফ করবো এটা অসম্ভব ।\" তখন তারা হযরত উসমান (রাঃ)-কে আটক করে নিলো। ওদিকে মুসলিম বাহিনীর মধ্যে এ খবর ছড়িয়ে পড়লো যে, হযরত উসমান (রাঃ)-কে শহীদ করে দেয়া হয়েছে। এই বর্বরতার পূর্ণ খবর শুনে মুসলমানগণ এবং স্বয়ং রাসূলুল্লাহ (সঃ) অত্যন্ত মর্মাহত ও বিচলিত হয়ে পড়লেন। রাসূলুল্লাহ (সঃ) বললেনঃ “এখন তো আমরা কোন মীমাংসা ছাড়া এখান হতে সরছি না!” সুতরাং তিনি সাহাবীদেরকে (রাঃ) আহ্বান করলেন এবং একটি গাছের নীচে তাঁদের নিকট হতে বায়আত গ্রহণ করলেন। এটাই বায়আতে রিযওয়ান নামে প্রসিদ্ধ। লোকেরা বলেন যে, মৃত্যুর উপর এই বায়আত গ্রহণ করা হয়েছিল। অর্থাৎ আমরা যুদ্ধ করতে করতে মৃত্যুবরণ করবো। কিন্তু হযরত জাবির (রাঃ) বলেন যে, এটা মৃত্যুর উপর বায়আত ছিল না, বরং এই অঙ্গীকারের উপর ছিল যে, তারা কোন অবস্থাতেই যুদ্ধক্ষেত্র হতে পলায়ন করবেন না। ঐ ময়দানে যতজন মুসলিম সাহাবী (রাঃ) ছিলেন, সবাই এই বায়আতে রিযওয়ান করেছিলেন। শুধু জাদ্দ ইবনে কায়েস নামক এক ব্যক্তি এই বায়আত করেনি যে ছিল বানু সালমা গোত্রের লোক। সে তার উষ্ট্রীর আড়ালে লুকিয়ে থাকে। এরপর রাসূলুল্লাহ (সঃ) ও সাহাবীগণ (রাঃ) জানতে পারেন হযরত উসমান (রাঃ)-এর শাহাদতের খবরটি মিথ্যা। হযরত উসমান (রাঃ) কুরায়েশদের নিকট বন্দী থাকা অবস্থাতেই তারা সাহল ইবনে আমর, হুওয়াইতির ইবনে আবদিল উযযা এবং মুকরি ইবনে হাফসকে রাসূলুল্লাহ (সঃ)-এর নিকট প্রেরণ করেন। এই লোকগুলো এখানেই ছিল ইতিমধ্যে কতক মুসলমানও মুশরিকদের মধ্যে কথা কাটাকাটি শুরু হয়ে যায়। শেষ পর্যন্ত তাদের মধ্যে পাথর ও তীর ছুড়াছুড়িও হয়ে যায়। উভয়দল চীৎকার। করতে থাকে। ওদিকে হযরত উসমান (রাঃ) বন্দী আছেন আর এদিকে মুশরিকদের এ লোকগুলোকে আটকিয়ে দেয়া হয়। এমন সময় রাসূলুল্লাহ (সঃ)-এর ঘোষক ঘোষণা করেনঃ “রূহুল কুদস (হযরত জিবরাঈল আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বায়আতের হুকুম দিয়ে গেছেন। আসুন, আল্লাহর নাম নিয়ে বায়আত করে যান!”এ ঘোষণা শোনা মাত্রই সাহাবীগণ (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট দৌড়িয়ে আসেন। ঐ সময় তিনি একটি গাছের নীচে অবস্থান করছিলেন। সবাই তার হাতে বায়আত করেন যে, তাঁরা কখনো কোন অবস্থাতেই যুদ্ধক্ষেত্র হতে পলায়ন করবেন না। এখবর শুনে মুশরিকরা কেঁপে ওঠে এবং যতগুলো মুসলমান তাদের নিকট ছিলেন সবকেই ছেড়ে দেয়। অতঃপর তারা সন্ধির আবেদন জানায়।ইমাম বায়হাকী (রঃ) বর্ণনা করেছেন যে, বায়আত গ্রহণের সময় রাসূলুল্লাহ (সঃ) বলেনঃ “হে আল্লাহ! উসমান (রাঃ) আপনার রাসূল (সঃ)-এর কাজে গিয়েছেন। অতঃপর তিনি নিজের একটি হাতকে অপর হাতের উপর রেখে হযরত উসমান (রাঃ)-এর পক্ষ হতে বায়আত গ্রহণ করেন। সুতরাং হযরত উসমান (রাঃ)-এর জন্যে রাসূলুল্লাহ (সঃ)-এর হাত সাহাবীদের (রাঃ) হাত হতে বহু গুণে উত্তম ছিল। সর্বপ্রথম যিনি এই বায়আত করেছিলেন তিনি ছিলেন হযরত আবু সিনান আসাদী (রাঃ)। তিনি সকলের আগে অগ্রসর হয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! হাত বাড়িয়ে দিন যাতে আমি বায়আত করতে পারি।” তিনি বললেনঃ “কিসের উপর বায়আত করবে?” উত্তরে তিনি বলেনঃ “আপনার অন্তরে যা রয়েছে তারই উপর আমি বায়আত করবো।” তাঁর পিতার নাম ছিল অহাব।হযরত নাফে' (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “লোকেরা বলে যে, হযরত উমার (রাঃ)-এর পুত্র হযরত আবদুল্লাহ (রাঃ) পিতার পূর্বে ইসলাম গ্রহণ করেন। কিন্তু ব্যাপারটি আসলে তা নয়। ব্যাপারটি এই যে, হুদায়বিয়ার সন্ধির বছর হযরত উমার (রাঃ) তাঁর পুত্র হযরত আবদুল্লাহ (রাঃ)-কে একজন আনসারীর নিকট পাঠান যে, তিনি যেন তার কাছে গিয়ে তাঁর নিকট হতে নিজের ঘোড়াটি নিয়ে আসেন। ঐ সময় রাসূলুল্লাহ (সঃ) লোকদের নিকট হতে বায়আত নিচ্ছিলেন। হযরত উমার (রাঃ) এ খবর জানতেন না। তিনি গোপনে যুদ্ধের প্রস্তুতি গ্রহণ করছিলেন। হযরত আবদুল্লাহ (রাঃ) দেখতে পান যে, রাসূলুল্লাহ (সঃ)-এর হাতে জনগণ বায়আত করছেন। তাঁদের দেখাদেখি তিনিও বায়আত করেন। তারপর তিনি স্বীয় ঘোড়াটি নিয়ে হযরত উমার (রাঃ)-এর নিকট যান এবং তাঁকে খবর দেন যে, জনগণ রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত করছে। এ খবর শোনা মাত্র হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হয়ে তাঁর হাতে বায়আত করেন। এর উপর ভিত্তি করেই জনগণ বলতে শুরু করেন যে, পিতার পূর্বেই পুত্র ইসলাম গ্রহণ করেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)সহীহ বুখারীর অন্য রিওয়াইয়াতে আছে যে, জনগণ পৃথক পৃথকভাবে গাছের ছায়ায় বসেছিলেন। হযরত উমার (রাঃ) দেখেন যে, সবারই দৃষ্টি রাসূলুল্লাহ (সঃ)-এর প্রতি রয়েছে এবং তাঁরা তাঁকে ঘিরে রয়েছেন। তখন তিনি স্বীয় পুত্র হযরত আবদুল্লাহ (রাঃ)-কে বলেনঃ “হে আমার প্রিয় বৎস! দেখে এসো তো, ব্যাপারটা কি?\" হযরত আবদুল্লাহ (রাঃ) এসে দেখেন যে, জনগণ রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত করছেন। এ দেখে তিনিও বায়আত করেন এবং এরপর ফিরে গিয়ে স্বীয় পিতা হযরত উমার (রাঃ)-কে খবর দেন। হযরত উমার (রাঃ)-ও তখন তাড়াতাড়ি এসে বায়আত করেন। হযরত জাবির (রাঃ) বলেনঃ “যখন আমাদের বায়আত করা হয়ে যায় তখন দেখি যে, হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-এর হাত ধারণ করে রয়েছেন। ঐ সময় রাসূলুল্লাহ (সঃ) একটি বাবলা গাছের নীচে ছিলেন।” হযরত মাকাল ইবনে ইয়াসার (রাঃ) বলেন:“ঐ সময় আমি গাছের ঝুঁকে থাকা একটি ডালকে রাসূলুল্লাহ (সঃ)-এর মাথার উপর হতে উঠিয়ে ধরেছিলাম। আমরা ঐদিন চৌদ্দশ জন ছিলাম।” তিনি আরো বলেনঃ “ঐদিন আমরা তার হাতে মৃত্যুর উপর বায়আত করিনি, বরং বায়আত করেছিলাম যুদ্ধক্ষেত্র হতে না পালাবার উপর।” হযরত সালমা ইবনে আকওয়া (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি গাছের নীচে রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত করেছিলাম।” হযরত ইয়াযীদ (রঃ) তাঁকে জিজ্ঞেস করেনঃ “হে আবু মাসলামা (রাঃ)! আপনারা কিসের উপর বায়আত করেছিলেন?” উত্তরে তিনি বলেনঃ “আমরা মৃত্যুর উপর বায়আত করেছিলাম।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) হযরত সালমা (রাঃ) হতেই বর্ণিত, তিনি বলেনঃ “হুদায়বিয়ার দিন আমি রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত করে সরে আসি। তখন রাসূলুল্লাহ (সঃ) আমাকে বলেনঃ “হে সালমা (রাঃ)! তুমি বায়আত করবে না?” আমি জবাবে বলিঃ আমি বায়আত করেছি। তিনি বললেনঃ “এসো, বায়আত কর।” আমি তখন তাঁর কাছে গিয়ে আবার বায়আত করি। তাকে জিজ্ঞেস করা হয়ঃ “হে সালমা (রাঃ)! আপনি কিসের উপর বায়আত করেন?\" উত্তরে তিনি বলেনঃ “মৃত্যুর উপর।” (এটাও সহীহ বুখারীতে বর্ণিত হয়েছে)হযরত সালমা ইবনে আকওয়া (রাঃ) আরো বলেনঃ “হুদায়বিয়ার কূপে এতোটুকু পানি ছিল যে, পঞ্চাশটি বকরীর পিপাসা মিটাবার জন্যেও যথেষ্ট ছিল না। অতঃপর রাসূলুল্লাহ (সঃ) ওর ধারে বসে তাতে থুথু নিক্ষেপ করেন। তখন ওর পানি উথলিয়ে ওঠে। ঐ পানি আমরাও পান করি এবং আমাদের জন্তুগুলোকেও পান করাই। ঐদিন আমরা চৌদ্দশ জন ছিলাম। আমার কাছে কোন ঢাল নেই দেখে রাসূলুল্লাহ (সঃ) একটি ঢাল দান করেন। অতঃপর তিনি লোকদের বায়আত নিতে শুরু করেন। তারপর শেষবার তিনি আমার দিকে তাকিয়ে বলেনঃ “হে সালমা (রাঃ)! তুমি বায়আত করবে না?\" আমি জবাবে বললামঃ হে আল্লাহর রাসূল (সঃ)! প্রথমে যারা বায়আত করেছিলেন আমিও তাদের সাথে বায়আত করেছিলাম। মধ্যে আর একবার বায়আত করেছি। তিনি বললেনঃ “ঠিক আছে আবার বায়আত কর।” আমি তখন তৃতীয়বার বায়আত করলাম। রাসূলুল্লাহ (সঃ) আবার আমার দিকে তাকিয়ে বললেনঃ “হে সালমা (রাঃ)! আমি তোমাকে যে ঢালটি দিয়েছিলাম তা কি হলো?” আমি উত্তরে বললামঃ হে আল্লাহর রাসূল (সঃ)! হযরত আমির (রাঃ)-এর সাথে আমার সাক্ষাৎ হলে তাকে দেখি যে, তার কাছে কোন ঢাল নেই, তাই আমি তাঁকে ঢালটি প্রদান করেছি। তখন তিনি হেসে ওঠে আমাকে বললেন, হে সালমা (রাঃ)! তুমি তো ঐ ব্যক্তির মত হয়ে গেলে যে আল্লাহর নিকট প্রার্থনা করেছিলঃ “হে আল্লাহ! আমার কাছে এমন একজনকে পাঠিয়ে দিন যে আমার নিকট আমার নিজের জীবন হতেও প্রিয়।” অতঃপর মক্কাবাসী সন্ধির জন্যে তোড়জোড় শুরু করে। যাতায়াত চলতে থাকে এবং শেষ পর্যন্ত তাদের সাথে সন্ধি হয়ে যায়। আমি হযরত তালহা ইবনে উবাইদিল্লাহ (রাঃ)-এর খাদেম ছিলাম। আমি তার ঘোড়ার ও তাঁর নিজের খিদমত করতাম। বিনিময়ে তিনি আমাকে খেতে দিতেন। আমি তো আমার ঘর বাড়ী ছেলে মেয়ে এবং মালধন ছেড়ে আল্লাহ ও তাঁর রাসূল (সঃ)-এর পথে হিজরত করে চলে এসেছিলাম। যখন সন্ধি হয়ে যায় এবং এদিকের লোক ওদিকে এবং ওদিকের লোক এদিকে চলাফেরা শুরু করে তখন একদা আমি একটি গাছের নীচে গিয়ে কাঁটা ইত্যাদি সরিয়ে ঐ গাছের মূল ঘেঁষে শুয়ে পড়ি। অকস্মাৎ মুশরিকদের চারজন লোক তথায় আগমন করে এবং রাসূলুল্লাহ (সঃ) সম্পর্কে কিছু অসম্মানজনক মন্তব্য করতে শুরু করে। আমার কাছে তাদের কথাগুলো খুবই খারাপ লাগে। তাই আমি সেখান হতে উঠে আর একটি গাছের নীচে চলে আসি। তারা তাদের অস্ত্রশস্ত্র খুলে ফেলে এবং গাছের ডালে লটকিয়ে রাখে। অতঃপর তারা সেখানে শুয়ে পড়ে। কিছুক্ষণ অতিবাহিত হয়েছে এমন সময় শুনি যে, উপত্যকার নীচের অংশে কোন একজন ঘোষণাকারী ঘোষণা করছেনঃ “হে মুহাজির ভাই সব! হযরত ইবনে যানীম (রাঃ) নিহত হয়েছেন!” একথা শুনেই আমি তাড়াতাড়ি আমার তরবারী উঠিয়ে নিই এবং ঐ গাছের নীচে গমন করি যেখানে ঐ চার ব্যক্তি ঘুমিয়েছিল। সেখানে গিয়েই আমি সর্বপ্রথম তাদের হাতিয়ারগুলো নিজের অধিকারভুক্ত করে নিই। তারপর এক হাতে তাদেরকে দাবিয়ে নিই এবং অপর হাতে তরবারী উঠিয়ে তাদেরকে বলিঃ দেখো, যে আল্লাহ হযরত মুহাম্মাদ (সঃ)-কে মর্যাদা দান করেছেন তাঁর শপথ! তোমাদের যে তার মস্তক উত্তোল করবে, আমি এই তরবারী দ্বারা তার মস্তক কর্তন করে ফেলবো। যখন এটা মেনে নিলো তখন আমি তাদেরকে বললামঃ উঠো এবং আমার আগে আগে চলো। অতঃপর আমি তাদেরকে নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হলাম। ওদিকে আমার চাচা হযরত আমির (রাঃ) ও মুকরিয নামক আবলাতের একজন মুশরিককে গ্রেফতার করে আনেন। এই ধরনের সত্তরজন মুশরিককে রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির করা হয়। রাসূলুল্লাহ (সঃ) তাদের প্রতি দৃষ্টিপাত করে সাহাবীদেরকে বলেনঃ “তাদেরকে ছেড়ে দাও। অন্যায়ের সূচনাও তাদের থেকেই হয়েছে এবং এর পুনরাবৃত্তিরও যিম্মাদার তারাই থাকবে। অতঃপর সূবকেই ছেড়ে দেয়া হয়। এরই বর্ণনা (আরবী)-এই আয়াতে রয়েছে।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় সহীহ গ্রন্থে এভাবে বর্ণনা করেছেন। ইমাম মুসলিমও (রঃ) প্রায় এই রূপই বর্ণনা করেছেন)সহীহ বুখারী ও সহীহ মুসলিমের বর্ণনা দ্বারা এটা সাব্যস্ত যে, হযরত সাঈদ ইবনে মুসাইয়াব (রাঃ)-এর পিতাও (রাঃ) গাছের নীচে রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত করেছিলেন। তিনি বলেনঃ “পরের বছর যখন আমরা হজ্ব করতে যাই তখন যে গাছের নীচে আমরা বায়আত করেছিলাম ওটা আমাদের কাছে গোপন থাকে, ঐ জায়গাটি আমরা চিনতে পারিনি। এখন যদি তোমাদের নিকট তা প্রকাশ পেয়ে থাকে তবে তোমরা জানতে পার।” একটি রিওয়াইয়াতে রয়েছে যে, হযরত জাবির (রাঃ) বলেন, ঐ সময় রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “আজ তোমরা ভূ-পৃষ্ঠের সমস্ত লোক হতে উত্তম। আজ আমার দৃষ্টিশক্তি থাকলে আমি তোমাদেরকে ঐ গাছের জায়গটি দেখিয়ে দিতাম।হযরত সুফিয়ান (রঃ) বলেন যে, এই জায়গাটি নির্দিষ্টকরণে মতভেদ রয়েছে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে লোকগুলো এই বায়আতে অংশগ্রহণ করেছে। তাদের কেউই জাহান্নামে যাবে না।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে হযরত জাবির (রাঃ) হতে বর্ণিত হয়েছে)হযরত জাবির (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যেসব লোক এই গাছের নীচে আমার হাতে বায়আত করেছে তারা সবাই জান্নাতে যাবে, শুধু লাল উটের মালিক নয়।” বর্ণনাকারী হযরত জাবির (রাঃ) বলেন আমরা তাড়াতাড়ি দৌড়ে গেলাম, দেখি যে, একটি লোক তার হারানো উট অনুসন্ধান করতে রয়েছে। আমরা তাকে বললামঃ চলো, বায়আত কর। সে জবাবে বললোঃ “বায়আত করা অপেক্ষা হারানো উট খোজ করাই আমার জন্যে বেশী লাভজনক।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি সানিয়াতুল মিরারের উপর চড়ে যাবে তার থেকে ওটা দূর হয়ে যাবে যা বানী ইসরাঈল থেকে দূর হয়েছিল। তখন সর্বপ্রথম বানু খাযরাজ গোত্রীয় একজন সাহাবী (রাঃ) ওর উপর আরোহণ করে যান। তারপর তার দেখাদেখি অন্যান্য লোকেরাও সেখানে পৌঁছে যান। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমাদের সকলকেই ক্ষমা করে দেয়া হবে, শুধু লাল উটের মালিক এদের অন্তর্ভুক্ত নয়।” হযরত জাবির (রাঃ) বলেন, আমরা তখন ঐ লোকটির নিকট গিয়ে বললামঃ চলো, তোমার জন্যে রাসূলুল্লাহ (সঃ) ক্ষমা প্রার্থনা করবেন। লোকটি জবাবে বললোঃ “আল্লাহর শপথ! যদি আমি আমার উট পেয়ে নিই তবে তোমাদের সঙ্গী (রাসূলুল্লাহ সঃ) আমার জন্যে ক্ষমা প্রার্থনা করবেন, এর চেয়ে ওটাই হবে আমার জন্যে বেশী আনন্দের ব্যাপার।” ঐ লোকটি তার হারানো উট খোজ করছিল। (এ হাদীসটি মুসনাদে আহমাদ ও সহীহ মুসলিমে বর্ণিত হয়েছে)বর্ণিত আছে যে, হযরত হাফসা (রাঃ) যখন রাসূলুল্লাহ (সঃ)-কে বলতে শুনেন যে, এই বায়আতকারীদের কেউই জাহান্নামে যাবে না, তখন তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! হ্যা যাবে।” রাসূলুল্লাহ (সঃ) তখন তাঁকে থামিয়ে দেন এবং তিরস্কার করেন। তখন হযরত হাফসা (রাঃ) আল্লাহর কালামের উদ্ধৃতি দিয়ে বলেনঃ (আরবী) অর্থাৎ “তোমাদের প্রত্যেকেই ওটা (অর্থাৎ পুলসিরাত) অতিক্রম করবে।”(১৯:৭১) একথা শুনে রাসূলুল্লাহ (সঃ) বলেন যে, এরপরেই আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “পরে আমি মুত্তাকীদেরকে উদ্ধার করবো এবং যালিমদেরকে সেথায় নতজানু অবস্থায় রেখে দিবো।” (১৯:৭২) (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, হযরত হাতিব ইবনে বুলতাআর (রাঃ) গোলাম হযরত হাতিব (রাঃ)-এর বিরুদ্ধে অভিযোগ নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হয় এবং বলেঃ “হে আল্লাহর রাসূল (সঃ)! হাতিব (রাঃ) অবশ্যই জাহান্নামে যাবে।” তার একথা শুনে রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি মিথ্যা বলছো। সে জাহান্নামী নয়। সে বদরে এবং হুদায়বিদায় হাযির ছিল।”এই বুযুর্গ ব্যক্তিদের প্রশংসায় আল্লাহ তা'আলা বলেনঃ “যারা তোমার বায়আত গ্রহণ করে তারা তো আল্লাহরই বায়আত গ্রহণ করে। আল্লাহর হাত তাদের হাতের উপর। সুতরাং যে ওটা ভঙ্গ করে ওটা ভঙ্গ করবার পরিণাম তারই এবং যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে তাকে তিনি মহাপুরস্কার দেন।” যেমন মহামহিমান্বিত আল্লাহ অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “আল্লাহ মুমিনদের প্রতি সন্তুষ্ট হয়েছেন যখন তারা গাছের নীচে তোমার বায়আত গ্রহণ করেছে, তাদের মনের বাসনা তিনি জেনেছেন, অতঃপর তিনি তাদের উপর প্রশান্তি নাযিল করেছেন এবং তাদেরকে আসন্ন এক বিজয় দ্বারা পুরস্কৃত করেছেন।” (৪৮:১৮)।",
  "ayah": 10,
  "surah": 48
}
