{
  "text": "১৬-১৭ নং আয়াতের তাফসীর:\nযেসব মরুবাসী বেদুঈন জিহাদ হতে সরে রয়েছিল তাদেরকে যে এক প্রবল পরাক্রান্ত জাতির সহিত যুদ্ধ করার জন্যে আহ্বান করা হয়েছিল তারা কোন্ জাতি ছিল এ ব্যাপারে তাফসীরকারদের মধ্যে মতানৈক্য রয়েছে। তারা বিভিন্ন জন বিভিন্ন উক্তি করেছেন। উক্তিগুলো হলোঃ (এক) তারা ছিল হাওয়াযেন গোত্র। (দুই) তারা সাকীফ গোত্র ছিল। (তিন) তারা ছিল বানু হানীফ গোত্র। (চার) তারা ছিল পারস্যবাসী। (পাঁচ) তারা রোমক ছিল। (ছয়) তারা ছিল মূর্তিপূজক জাতি। কেউ কেউ বলেন যে, এর দ্বারা কোন নির্দিষ্ট গোত্র বা দলকে বুঝানো হয়নি, বরং সাধারণভাবে রণ-নিপুণ জাতিকে বুঝানো হয়েছে। যারা তখন পর্যন্ত মুকাবিলায় আসেনি। হযরত আবু হুরাইরা (রাঃ) বলেন যে, এর দ্বারা কুর্দিস্তানের লোকদেরকে বুঝানো হয়েছে। অর্থাৎ তারা ছিল কুর্দি জাতি।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না তোমরা যুদ্ধ করবে এমন এক সম্প্রদায়ের সঙ্গে যাদের চক্ষু হবে ছোট ছোট এবং নাক হবে বসা বসা। তাদের চেহারা হবে ঢালের মতো।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) হযরত সুফিয়ান (রঃ) বলেন যে, এর দ্বারা তুর্কীদেরকে বুঝানো হয়েছে। অন্য একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “তোমাদেরকে এমন এক কওমের সঙ্গে জিহাদ করতে হবে যে, তাদের জুতাগুলো হবে চুল বিশিষ্ট।” হযরত আবু হুরাইরা (রাঃ) বলেন যে, তারা হবে কুর্দী সম্প্রদায়।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ “তোমরা তাদের সহিত যুদ্ধ করবে যতক্ষণ না তারা আত্মসমর্পণ করে। অর্থাৎ তোমাদের উপর জিহাদের বিধান দেয়া হলো এবং এই হুকুম অব্যাহত থাকবে।মহান আল্লাহর উক্তি ও যদি তোমরা এই নির্দেশ পালন কর তবে আল্লাহ্ তোমাদেরকে উত্তম পুরস্কার দান করবেন।” অর্থাৎ আল্লাহ্ তোমাদেরকে তাদের উপর সাহায্য করবেন অথবা তারা যুদ্ধ না করেই ইসলাম কবুল করে নিবে। মহাপরাক্রমশালী আল্লাহ্ বলেনঃ “আর যদি তোমরা পূর্বানুরূপ পৃষ্ঠ প্রদর্শন কর, তবে তোমাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।' অর্থাৎ হুদায়বিয়ার ব্যাপারে যেমন তোমরা ভীরুতা প্রদর্শন করে গৃহে রয়ে গিয়েছিলে, নবী (সঃ) ও সাহাবী (রাঃ)-এর সাথে অংশগ্রহণ করনি, তেমনই যদি এখনো কর তবে আল্লাহ্ তা'আলা তোমাদেরকে কঠিন বেদনাদায়ক শাস্তি প্রদান করবেন।এরপর জিহাদকে ছেড়ে দেয়ার সঠিক ওযরের বর্ণনা দেয়া হচ্ছে যে, অন্ধের জন্যে, খঞ্জের জন্যে এবং রুগের জন্যে কোন অপরাধ নেই।' এখানে আল্লাহ্ তা'আলা দুই প্রকারের ওযরের বর্ণনা দিয়েছেন। (এক) সদা বিদ্যমান ওযর এবং তা হলো অন্ধত্ব ও খোড়ামী। (দুই) অস্থায়ী ওযর এবং তা হলো রুগ্নতা। এটা কিছু দিন থাকে এবং পরে দূর হয়ে যায়। সুতরাং রুগ্ন ব্যক্তিদের ওযরও গ্রহণযোগ্য হবে যতদিন তারা রুগ্ন থাকে। সুস্থ হয়ে যাওয়ার পর তাদের ওযর আর গৃহীত হবে না। এবার আল্লাহ পাক জিহাদের প্রতি উৎসাহিত করতে গিয়ে বলেন- যে কেউ (যুদ্ধের নির্দেশ প্রতিপালনের ব্যাপারে) আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর আনুগত্য করবে, আল্লাহ তাকে প্রবিষ্ট করবেন জান্নাতে, যার নিম্নদেশে নদী প্রবাহিত। পক্ষান্তরে, যে ব্যক্তি পৃষ্ঠ প্রদর্শন করবে, তিনি তাকে মর্মন্তুদ শাস্তি প্রদান করবেন। দুনিয়াতেও সে লাঞ্ছিত হবে এবং আখিরাতেও তার দুঃখের কোন সীমা থাকবে না। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।",
  "ayah": 17,
  "surah": 48
}
