{
  "text": "এই আয়াতের প্রথমে নবী (সঃ)-এর বিশেষণ ও গুণের বর্ণনা দেয়া হয়েছে। যে, তিনি আল্লাহর সত্য রাসূল। তারপর তার সাহাবীদের (রাঃ) গুণাবলীর বর্ণনা দেয়া হয়েছে যে, তাঁরা কাফিরদের প্রতি কঠোরতা প্রদর্শনকারী এবং মুসলমানদের প্রতি বিনয় ও নম্রতা প্রকাশকারী। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তারা মুমিনদের সামনে নরম ও কাফিরদের সামনে কঠোর ।\" (৫:৫৪) প্রত্যেক মুমিনেরই এরূপ স্বভাব হওয়া উচিত যে, সে মুমিনদের সামনে বিনয় প্রকাশ করবে এবং কাফিরদের সামনে হবে কঠোর। কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবী) অর্থাৎ “হে মুমিনগণ! তোমরা তোমাদের পার্শ্ববর্তী কাফিরদের সাথে জিহাদ কর, তারা যেন তোমাদের মধ্যে কঠোরতা অনুভব করে।” (৯:১২৩)রাসূলুল্লাহ (সঃ) বলেছেনঃ “পারস্পরিক প্রেম প্রীতি ও নম্রতার ব্যাপারে মুমিনদের দৃষ্টান্ত একটি দেহের মত। যদি দেহের কোন অঙ্গে ব্যথা হয় তবে সারা দেহ ব্যথা অনুভব করে ও অস্থির থাকে। জ্বর হলে নিদ্রা হারিয়ে যায় ও জেগে থাকতে হয়।”রাসূলুল্লাহ (সঃ) আরো বলেনঃ “এক মুমিন অপর মুমিনের জন্যে প্রাচীর বা দেয়াল স্বরূপ যার এক অংশ অপর অংশকে দৃঢ় ও শক্ত করে। তারপর তিনি এক হাতের অঙ্গুলীগুলো অপর হাতের আঙ্গুল গুলোর মধ্যে প্রবেশ করিয়ে দেখিয়ে দেন। তারপর তাদের আরো বিশেষণ বর্ণনা করা হচ্ছে যে, তারা ভাল কাজ খুব বেশী বেশী করেন, বিশেষ করে তাঁরা নিয়মিতভাবে নামায প্রতিষ্ঠিত করেন যা সমস্ত পূণ্য কাজ হতে শ্রেষ্ঠ ও উত্তম।অতঃপর মহান আল্লাহ তাদের পুণ্য বৃদ্ধিকারী বিষয়ের বর্ণনা দিচ্ছেন যে, তারা পুণ্য কাজগুলো সম্পাদন করেন আন্তরিকতার সাথে এবং এর দ্বারা তারা কামনা করেন আল্লাহর অনুগ্রহ ও তাঁর সন্তুষ্টি। তাঁরা তাঁদের পুণ্য কাজের প্রতিদান আল্লাহ তা'আলার নিকটই যাজ্ঞা করেন এবং তাহলো সুখময় জান্নাত। মহান আল্লাহ তাদেরকে এই জান্নাত দান করবেন এবং সাথে সাথে তিনি তাদের প্রতি সন্তুষ্টও থাকবেন। এটাই খুব বড় জিনিস। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, চেহারায় সিজদার চিহ্ন দ্বারা সচ্চরিত্র উদ্দেশ্য। মুজাহিদ (রঃ) বলেন যে, এটা হলো বিনয় ও নম্রতা।হযরত মানসূর (রঃ) হযরত মুজাহিদ (রাঃ)-কে বলেনঃ “আমার তো ধারণা ছিল যে, এর দ্বারা নামাযের চিহ্ন উদ্দেশ্য যা মাথায় পড়ে থাকে।\" তখন হযরত মুজাহিদ (রঃ) বলেন যে, এটা তো তাদের কপালেও পড়ে থাকে যদিও তাদের অন্তর ফিরাউনের চেয়েও শক্ত হয়। হযরত সুদ্দী (রঃ) বলেন যে, নামায তাদের চেহারা সুন্দর করে দেয়। পূর্বযুগীয় কোন কোন গুরুজন হতে বর্ণিত আছে যে, যে ব্যক্তি রাত্রে বেশী নামায পড়বে তার চেহারা সুন্দর হবে। সুনানে ইবনে মাজাহতে হযরত জাবির (রাঃ)-এর রিওয়াইয়াতে এই বিষয়ের একটি মারফু হাদীসও রয়েছে। কিন্তু সঠিক কথা এই যে, এটা মাওকুফ হাদীস। কোন কোন মনীষীর উক্তি আছে যে, পুণ্যের কারণে অন্তরে নূর বা জ্যোতি সৃষ্টি হয়, চেহারায় ঔজ্জ্বল্য প্রকাশ পায়, জীবিকার পথ প্রশস্ত হয় এবং মানুষের অন্তরে প্রেম-প্রীতি সৃষ্টি হয়।আমীরুল মুমিনীন হযরত উসমান (রাঃ) বলেন যে, যে ব্যক্তি স্বীয় আভ্যন্তরীণ অবস্থা সংশোধন করে এবং গোপনে ভাল কাজ করে, আল্লাহ তাআলা তার মুখমণ্ডলে ও জিহ্বার ধারে তা প্রকাশ করে থাকেন। মোটকথা, অন্তরের দর্পণ হলো চেহারা। সুতরাং অন্তরে যা থাকে তা চেহারায় প্রকাশিত হয়। অতএব, মুমিন যখন তার অন্তর ঠিক করে নেয় এবং নিজের ভিতরকে সুন্দর করে তখন আল্লাহ তা'আলা তার বাহিরকেও জনগণের দৃষ্টিতে সৌন্দর্যমণ্ডিত করেন।হযরত উমার ইবনে খাত্তাব (রাঃ) বলেন যে, যে ব্যক্তি তার অভ্যন্তরকে ঠিক ও সংশোধন করে, আল্লাহ তা'আলা তার বাহিরকেও সুসজ্জিত করেন।হযরত জুনদুব ইবনে সুফিয়ান বাজালী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি যে বিষয় গোপন রাখে, আল্লাহ তা'আলা তাকে ওরই চাদর পরিয়ে দেন। যদি সে ভাল বিষয় গোপন রাখে তবে ভাল এর চাদর এবং যদি মন্দ বিষয় গোপন রাখে তবে মন্দেরই চাদর পরিয়ে থাকেন। (এ হাদীসটি আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন। কিন্তু আরযামী নামক এর একজন বর্ণনাকারী পরিত্যক্ত)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যদি কোন কাজ কোন শক্ত পাথরের মধ্যে ঢুকেও করে যার মধ্যে কোন দরযাও নেই এবং কোন ছিদ্রও নেই। তবুও তা আল্লাহ তাআলা লোকের সামনে প্রকাশ করে দিবেন, তা ভালই হোক অথবা মন্দই হোক।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ভাল পন্থা, উত্তম চরিত্র এবং মধ্যম পথ অবলম্বন নবুওয়াতের পঁচিশটি অংশের মধ্যে একটি অংশ।\" (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)মোটকথা, সাহাবায়ে কিরাম (রাঃ)-এর অন্তর ছিল কলুষ মুক্ত এবং আমলও ছিল উত্তম। সুতরাং যার দৃষ্টি তাদের পবিত্র চেহারার উপর পড়তো, সে তাদের পবিত্রতা অনুভব করতে পারতো এবং সে তাদের চাল-চলনে ও মধুর আচরণে খুশী হতো।হযরত মালিক (রাঃ) বলেন যে, যখন সাহাবীগণ সিরিয়া জয় করেন তখন তথাকার খৃষ্টানরা তাদের চেহারার দিকে তাকিয়ে স্বতঃস্ফূর্তভাবে বলে ওঠেঃ “আল্লাহর কসম! এঁরা তো হযরত ঈসা (আঃ)-এর হাওয়ারীগণ (হযরত ঈসা (আঃ)-এর ১২জন শিষ্যকে হাওয়ারী বলা হয়) হতেও শ্রেষ্ঠ ও উত্তম!' প্রকৃতপক্ষে তাদের এ উক্তিটি চরম সত্য। পূর্ববর্তী আসমানী কিতাবসমূহে এই উম্মতের ফযীলত ও শ্রেষ্ঠত্ব বিদ্যমান রয়েছে। এই উম্মতের মধ্যে সর্বশ্রেষ্ঠ হলেন রাসূলুল্লাহ (সঃ)-এর সাহাবীবর্গ (রাঃ)। এঁদের বর্ণনা পূর্ববর্তী কিতাবসমূহে এবং পূর্বের ঘটনাবলীর মধ্যে বিদ্যমান আছে। এ জন্যেই মহান আল্লাহ বলেন যে, তাওরাতে তাদের বর্ণনা এই রূপই এবং ইঞ্জীলেও। এরপর আল্লাহ পাক বলেনঃ তাদের দৃষ্টান্ত একটি চারাগাছ, যা হতে নির্গত হয় কিশলয়। অতঃপর এটা শক্ত ও পুষ্ট হয় এবং পরে কাণ্ডের উপর দাঁড়ায় দৃঢ়ভাবে যা চাষীর জন্যে আনন্দদায়ক। অনুরূপভাবে সাহাবীগণও (রাঃ) রাসূলুল্লাহ (সঃ)-এর পৃষ্ঠপোষক এবং সাহায্যকারী ছিলেন। তাঁরা তাঁর সাথেই সম্পর্ক রাখতেন যেমন চারাগাছের সম্পর্ক থাকে ক্ষেত্রের সাথে। মহামহিমান্বিত আল্লাহ বলেনঃ “এই ভাবে আল্লাহ মুমিনদের সমৃদ্ধি দ্বারা কাফিরদের অন্তর্জালা সৃষ্টি করেন।হযরত ইমাম মালিক (রঃ) এই আয়াতটি রাফেযী সম্প্রদায়ের কুফরীর উপর দলীল হিসেবে গ্রহণ করেছেন। কেননা, তারা সাহাবায়ে কিরামের (রাঃ) প্রতি শক্রতা পোষণ করে থাকে। আর যারা সাহাবীদের (রাঃ) প্রতি শত্রুতা পোষণ করে তারা কাফির। এই মাসআলায় উলামার একটি দলও ইমাম মালিক (রঃ)-এর সাথে রয়েছেন। সাহাবায়ে কিরামের ফযীলত এবং তাদের পদস্খলন সম্পর্কে কটুক্তি করা হতে বিরত থাকা সম্পর্কীয় বহু হাদীস এসেছে। স্বয়ং আল্লাহ তা'আলা তাঁদের প্রশংসা করেছেন এবং তাদের প্রতি নিজের সন্তুষ্টির কথা প্রকাশ করেছেন। তাঁদের শ্রেষ্ঠত্বের জন্যে এটাই কি যথেষ্ট নয়? এরপর মহান আল্লাহ বলেনঃ ঈমানদার ও সকর্মশীলদের জন্যে আল্লাহর এই প্রতিশ্রুতি রয়েছে যে, তিনি তাদের পাপরাশি ক্ষমা করবেন এবং তাদেরকে মহাপুরস্কার অর্থাৎ উত্তম জীবিকা, প্রচুর সওয়াব এবং বড় বিনিময় প্রদান করবেন। আল্লাহর ওয়াদা সত্য ও অটল। এটা কখনো পরিবর্তন হবে না এবং এর ব্যতিক্রম হবে না। তাঁদের পদাংক অনুসরণকারীদের জন্যেও এ অঙ্গীকার সাব্যস্ত আছে। কিন্তু তাদের যে মর্যাদা ও ফযীলত রয়েছে তা এই উম্মতের অন্য কারো নেই। আল্লাহ তাদের প্রতি সন্তুষ্ট থাকুন এবং তাঁদেরকে সন্তুষ্ট রাখুন। আর জান্নাতুল ফিরদাউসকে তাঁদের আশ্রয়স্থল ও আবাসস্থল করুন! আর তিনি করেছেনও তাই। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ “তোমরা আমার সাহাবীদেরকে (রাঃ) গালি দিয়ো না ও মন্দ বলো না। যাঁর অধিকারে আমার প্রাণ রয়েছে তাঁর শপথ! তোমাদের কেউ যদি উহুদ পাহাড়ের সমানও স্বর্ণ খরচ করে (অর্থাৎ দান করে) তবুও তাঁদের কারো এক মুদ্দ (প্রায় এক পোয়া) এমনকি অর্ধ মুদ্দ পরিমাণ (দানকৃত) শস্যের সমান সওয়াবও সে লাভ করতে পারবে না (অর্থাৎ তাদের কেউ এ পরিমাণ শস্য দান করে যে সওয়াব পেয়েছেন, তোমাদের কেউ উহুদ পাহাড়ের সমান সোনা দান করেও ঐ সওয়াব লাভ করতে পারবে না)।”  (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ' গ্রন্থে বর্ণনা করেছেন)",
  "ayah": 29,
  "surah": 48
}
