{
  "text": "হযরত আব্দুল্লাহ্ ইবনে মুগাফফাল (রাঃ) হতে বর্ণিত আছে যে, মক্কা বিজয়ের বছর রাসূলুল্লাহ্ (সঃ) সফরে পথ চলা অবস্থায় স্বীয় উষ্ট্রীর উপরই সূরায়ে ফাহ্ তিলাওয়াত করেন এবং বার বার ঘুরিয়ে ঘুরিয়ে পড়তে থাকেন। বর্ণনাকারী হযরত মুআবিয়া ইবনে কুররা (রাঃ) বলেনঃ “লোকদের একত্রিত হয়ে যাওয়ার আশংকা করলে আমি রাসূলুল্লাহ্ (সঃ)-এর তিলাওয়াতের মত তিলাওয়াত করেই তোমাদেরকে শুনিয়ে দিতাম।” (এ হাদীসটি ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ) এবং ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)\n১-৩ নং আয়াতের তাফসীর:\nষষ্ঠ হিজরীর যুলকা'দাহ্ মাসে রাসূলুল্লাহ (সঃ) উমরা আদায় করার উদ্দেশ্যে মদীনা হতে মক্কার পথে যাত্রা শুরু করেন। কিন্তু মক্কার মুশরিকরা তাঁর পথে বাধা সৃষ্টি করে এবং মসজিদুল হারামের যিয়ারতের ব্যাপারে প্রতিবন্ধক হয়ে যায়। অতঃপর তারা সন্ধির প্রস্তাব করে এবং রাসূলুল্লাহ্ (সঃ)-কে অনুরোধ করে যে, তিনি যেন ঐ বছর ফিরে যান এবং আগামী বছর উমরা করার জন্যে মক্কায় প্রবেশ করেন। রাসূলুল্লাহ্ (সঃ)-ও তাদের এ প্রস্তাবে সম্মত হয়ে যান এবং তাদের সাথে সন্ধি করে নেন। সাহাবীদের (রাঃ) একটি বড় দল এ সন্ধিকে পছন্দ করেননি, যাঁদের মধ্যে হযরত উমার (রাঃ)-ও একজন ছিলেন। রাসূলুল্লাহ্ (সঃ) সেখানেই স্বীয় জন্তুগুলো কুরবানী করেন। অতঃপর মদীনায় ফিরে আসেন। এর ঘটনা এখনই এই সূরারই তাফসীরে আসবে ইন্শাআল্লাহ।মদীনায় ফিরবার পথেই এই পবিত্র সূরাটি রাসূলুল্লাহ্ (সঃ)-এর প্রতি অবতীর্ণ হয়। এই সূরাতেই এই ঘটনার বর্ণনা রয়েছে। এই সন্ধিকে ভাল পরিণামের দিক দিয়ে বিজয় নামে আখ্যায়িত করা হয়েছে। যেমন হযরত ইবনে মাসউদ (রাঃ) প্রমুখ সাহাবীগণ (রাঃ) হতে বর্ণিত আছে যে, তারা বলতেনঃ “তোমরা তো মক্কা বিজয়কেই বিজয় বলে থাকো, কিন্তু আমরা হুদায়বিয়ার সন্ধিকেই বিজয়রূপে গণ্য করে থাকি।” হযরত জাবির (রাঃ) হতেও এটাই বর্ণিত আছে। সহীহ্ বুখারীতে হযরত বারা (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “তোমরা মক্কা-বিজয়কে বিজয়রূপে গণ্য করে থাকো, কিন্তু আমরা হুদায়বিয়াতে সংঘটিত বায়আতে রিওয়ানকেই বিজয় হিসেবে গণ্য করি। আমরা চৌদ্দশ’ জন সাহাবী আল্লাহর রাসূল (সঃ)-এর সাথে এই ঘটনাস্থলে ছিলাম। হুদায়বিয়া। নামক একটি কূপ ছিল। আমরা ঐ কূপ হতে আমাদের প্রয়োজন মত পানি নিতে শুরু করি। অল্পক্ষণ পরেই ঐ কূপের সমস্ত পানি শুকিয়ে যায়, এক ফোঁটা পানিও অবশিষ্ট থাকে না। কূপের পানি শুকিয়ে যাওয়ার ঘটনাটি শেষ পর্যন্ত আল্লাহর রাসূল (সঃ)-এর কানেও পৌঁছে যায়। তিনি কূপের নিকটে এসে ওর ধারে বসে পড়েন। অতঃপর এক বরতন পানি চেয়ে নিয়ে অযু করেন এবং তাতে কুল্লীও করেন। তারপর দু'আ করেন এবং ঐ পানি ঐ কূপে ঢেলে দেন। অল্পক্ষণ পরেই আমরা দেখলাম যে, কূপটি সম্পূর্ণরূপে পানিতে ভরে গেছে। ঐ পানি আমরা নিজেরা পান করলাম, আমাদের সওয়ারী উটগুলোকে পান করালাম, নিজেদের প্রয়োজন পুরো করলাম এবং পাত্রগুলো পানিতে ভরে নিলাম।”হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি এক সফরে রাসূলুল্লাহ্ (সঃ)-এর সাথে ছিলাম। তিনবার আমি তাকে কিছু জিজ্ঞেস করলাম, কিন্তু তিনি কোন উত্তর দিলেন না। এতে আমি খুবই লজ্জিত হলাম যে, হায় আফসোস! আমি রাসূলুল্লাহ্ (সঃ)-কে কষ্ট দিলাম! তিনি উত্তর দিতে চান না, আর আমি অযথা তাঁকে প্রশ্ন করছি! অতঃপর আমি ভয় পেয়ে গেলাম যে, না জানি হয়তো আমার এ বেআদবীর কারণে আমার ব্যাপারে কোন আয়াত নাযিল হয়ে যাবে! সুতরাং আমি আমার সওয়ারীকে দ্রুত চালাতে লাগলাম এবং আগে বেরিয়ে গেলাম। কিছুক্ষণ পর আমি শুনলাম যে, কে যেন আমার নাম ধরে ডাকছে। আমি উত্তর দিলে সে বললোঃ “চলুন, আল্লাহর রাসূল (সঃ) আপনাকে ডাক দিয়েছেন।” এ কথা শুনে তো আমার আক্কেল গুড়ুম! ভাবলাম যে, অবশ্যই আমার ব্যাপারে কোন আয়াত নাযিল হয়ে গেছে। তাড়াতাড়ি রাসূলুল্লাহ্ (সঃ)-এর খিদমতে হাযির হলাম। আমাকে দেখে তিনি বললেনঃ “গত রাত্রে আমার উপর এমন একটি সূরা অবতীর্ণ হয়েছে যা আমার কাছে দুনিয়া এবং দুনিয়ার সমস্ত জিনিস হতে বেশি প্রিয়। অতঃপর তিনি আমাকে (আরবী)-এই সূরাটি পাঠ করে শুনালেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম বুখারী (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, হুদায়বিয়া হতে ফিরবার পথে (আরবী) এ আয়াতটি অবতীর্ণ হলে রাসূলুল্লাহ্ (সঃ) বলেনঃ “রাত্রে আমার উপর এমন একটি আয়াত অবতীর্ণ হয়েছে যা আমার নিকট দুনিয়া এবং ওর মধ্যে যা কিছু রয়েছে, সমস্ত হতে বেশি প্রিয়।” অতঃপর তিনি ... (আরবী)-এ আয়াতটি পাঠ করে শুনালেন। তখন সাহাবীগণ (রাঃ) তাঁকে মুবারকবাদ জানালেন এবং বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এ তো আপনার জন্যে, আমাদের জন্যে কি আছে? তখন (আরবী) পর্যন্ত আয়াতগুলো অবতীর্ণ হয়। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)করআন কারীমের একজন কারী হযরত মাজমা ইবনে হারেসা আনসারী। (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা হুদায়বিয়া হতে ফিরে আসছিলাম, দেখি যে, জনগণ তাদের (সওয়ারীর) উটগুলোকে তাড়িয়ে নিয়ে চলছে। জিজ্ঞেস করলামঃ ব্যাপার কি? জানলাম যে, রাসূলুল্লাহ (সঃ)-এর উপর কোন ওহী অবতীর্ণ হয়েছে। তখন আমরাও আমাদের উটগুলোকে তাড়িয়ে নিয়ে চললাম। এভাবে সবারই সাথে রাসূলুল্লাহ্ (সঃ)-এর নিকট পৌছে গেলাম। ঐ সময় তিনি কিরাউল গামীম নামক স্থানে স্বীয় সাওয়ারীর উপর অবস্থান করছিলেন। তার নিকট সমস্ত লোক একত্রিত হলে তিনি সকলকে এই সূরাটি পাঠ করে শুনিয়ে দেন। তখন একজন সাহাবী (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)!  এটা কি বিজয়?” উত্তরে তিনি বলেনঃ “যার হাতে মুহাম্মাদ (সঃ)-এর প্রাণ রয়েছে তাঁর শপথ! নিশ্চয়ই এটা বিজয়।” খায়বার যুদ্ধের গনীমত শুধু তাদের মধ্যেই বন্টিত হয় যারা হুদায়বিয়ায় উপস্থিত ছিলেন। মোট আঠারোটি অংশ করা হয়। সৈন্যদের মোট সংখ্যা ছিল পনেরশ’। অশ্বারোহী সৈন্য ছিলেন তিনশ’ জন। সুতরাং অশ্বারোহীদেরকে দ্বিগুণ অংশ দেয়া হয় এবং পজীদেরকে দেয়া হয় একগুণ।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত; তিনি বলেনঃ “হুদায়বিয়া হতে ফিরবার পথে এক জায়গায় রাত্রি যাপনের জন্যে আমরা অবতরণ করি। আমরা সবাই শুয়ে পড়ি এবং গভীর ঘুম আমাদেরকে পেয়ে বসে। যখন জাগ্রত হই তখন দেখি যে, সূর্য উদিত হয়ে গেছে। তখনো রাসূলুল্লাহ্ (সঃ) ঘুমিয়েই রয়েছেন। আমরা পরস্পর বলাবলি করলাম যে, তাঁকে জাগানো উচিত, এমন। সময় তিনি নিজেই জেগে ওঠেন এবং বলেনঃ “তোমরা যা করছিলে তাই কর এবং যে ঘুমিয়ে পড়ে অথবা ভুলে যায় সে যেন এরূপই করে।” এই সফরে রাসুলুল্লাহ (সঃ)-এর উষ্ট্ৰীটি হারিয়ে যায়। আমরা তখন ওটার খোঁজে বেরিয়ে পড়ি, দেখি যে, একটি গাছে ওর লাগাম আটকে গেছে। ফলে সে বন্দী অবস্থায় দাঁড়িয়ে রয়েছে। আমরা ওকে ছুটিয়ে নিয়ে আসলাম। রাসূলুল্লাহ্ (সঃ) এর উপর সওয়ার হলেন। আমরা সেখান হতে প্রস্থান করলাম। হঠাৎ করে পথেই রাসূলুল্লাহ্ (সঃ)-এর উপর অহী নাযিল হতে শুরু হয়। অহী অবতীর্ণ হওয়ার সময় তাঁর অবস্থা খুব কঠিন হতো। যখন অহী আসা শেষ হয়ে গেল তখন তিনি আমাদেরকে বললেন যে, তার উপর (আরবী)-এ সূরাটি অবতীর্ণ হয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত মুগীরা ইবনে শু’বা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ্ (সঃ) এতো (নফল, তাহাজ্জুদ ইত্যাদি) নামায পড়তেন যে, তাঁর পা দু'টি ফুলে যেতো। তাকে জিজ্ঞেস করা হয়ঃ ‘আল্লাহ্ তা'আলা কি আপনার পূর্ববর্তী ও পরবর্তী সমস্ত গুনাহ্ মাফ করে দেননি?” উত্তরে তিনি বলেনঃ আমি কি কতজ্ঞতা প্রকাশকারী বান্দা হবো না?” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম বুখারী (রঃ) এবং ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ্ (সঃ) নামাযে এমনভাবে দাঁড়িয়ে থাকতেন যে, তাঁর পা দু'টি ফুলে যেতো। হযরত আয়েশা (রাঃ) তাঁকে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি এটা করছেন, অথচ আল্লাহ্ তা'আলা তো আপনার পূর্ববর্তী ও পরবর্তী সমস্ত পাপ মার্জনা করেছেন?” উত্তরে তিনি বলেনঃ “হে আয়েশা (রাঃ)! আমি কি কৃতজ্ঞ বান্দা হব না?” (হাদীসটি এভাবে ইমাম মুসলিম (রঃ) তাঁর সহীহ গ্রন্থে বর্ণনা করেছেন)সুতরাং এটা সুস্পষ্টভাবে প্রতীয়মান হচ্ছে যে, (আরবী) (স্পষ্ট বিজয়) দ্বারা হুদায়বিয়ার সন্ধিকেই বুঝানো হয়েছে। এর কারণে রাসূলুল্লাহ (সঃ) এবং মু'মিনগণ বড়ই কল্যাণ ও বরকত লাভ করেছিলেন। জনগণের মধ্যে শান্তি ও নিরাপত্তা বিরাজ করছিল। মুসলমান ও কাফিরদের মধ্যে পরস্পর কথাবার্তা ও আলাপ আলোচনা শুরু হয়। জ্ঞান ও ঈমান চতুর্দিকে ছড়িয়ে দেয়ার সুযোগ লাভ হয়।মহান আল্লাহ বলেনঃ ‘যেন আল্লাহ তোমার অতীত ও ভবিষ্যৎ ক্রটিসমূহ মার্জনা করেন। এটা রাসূলুল্লাহ (সঃ)-এর জন্যে খাস বা এটা তাঁর একটি বিশেষ মর্যাদা। এতে তার সাথে আর কেউ শরীক নেই। হ্যা, তবে কোন কোন আমলের পুণ্যের ব্যাপারে অন্যদের জন্যেও এ শব্দগুলো এসেছে। এর দ্বারা রাসূলুল্লাহ্ (সঃ)-এর বিশেষ সম্মান ও মর্যাদা প্রকাশ পেয়েছে। তিনি তাঁর সমস্ত কাজকর্মে সততা, দৃঢ়তা এবং আল্লাহ্ তা'আলার আনুগত্যের উপর প্রতিষ্ঠিত ছিলেন। পূর্ববর্তী ও পরবর্তী কেউই এরূপ ছিল না। সমস্ত মানুষের মধ্যে তিনি ছিলেন সর্বাপেক্ষা অধিক পূর্ণতা প্রাপ্ত মানব এবং দুনিয়া ও আখিরাতে তিনি সমস্ত আদম-সন্তানের নেতা ও পথপ্রদর্শক। যেহেতু তিনি ছিলেন আল্লাহ্ তা'আলার সবচেয়ে বেশি অনুগত এবং তার আহকামের প্রতি সর্বাপেক্ষা অধিক মনোযোগী, সেই হেতু তাঁর উষ্ট্রীটি যখন তাঁকে নিয়ে বসে পড়ে তখন তিনি বলেনঃ “হাতীকে আটককারী (আল্লাহ) একে আটক করে ফেলেছেন। যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! আজ এ কাফিররা আমার কাছে যা চাইবে আমি তাদেরকে তাই দিবো যদি না সেটা আল্লাহর মর্যাদা-হানিকর হয়।” যখন রাসূলুল্লাহ (সঃ) আল্লাহ্ তা'আলার কথা মেনে নিয়ে তাদের সঙ্গে সন্ধি করেন তখন আল্লাহ্ পাক বিজয়ের সূরা অবতীর্ণ করেন এবং দুনিয়া ও আখিরাতে স্বীয় নিয়ামত তার উপর পূর্ণ করে দেন। আর তিনি তাঁকে পরিচালিত করেন সরল-সঠিক পথে। তাঁর বিনয় ও নম্রতার কারণে আল্লাহ্ তা'আলা তার মর্যাদা সমুন্নত করেন। তাঁর শত্রুদের উপর তাঁকে বিজয় দান করেন। যেমন সহীহ্ হাদীসে এসেছে যে,  রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “বান্দা (মানুষের অপরাধ) ক্ষমা করার দ্বারা সম্মান লাভ করে এবং বিনয় প্রকাশের দ্বারা উচ্চ মর্যাদায় সমাসীন হয়ে থাকে।” হযরত উমার ইবনে খাত্তাব (রাঃ) বলেনঃ “যে তোমার ব্যাপারে আল্লাহর অবাধ্যাচরণ করে তাকে তুমি এর চেয়ে বড় শাস্তি দাও না যে, তার ব্যাপারে তুমি আল্লাহর আনুগত্য কর (অর্থাৎ এটাই তার জন্যে সবচেয়ে বড় শাস্তি)।”",
  "ayah": 3,
  "surah": 48
}
