{
  "text": "قبلہ کا تعلق مظاہر ِعبادت سے ہے، نہ کہ حقیقت عبادت سے۔ قبلہ کا اصل مقصد عبادت کی تنظیم کے لیے ایک عمومی رخ کا تعین کرنا ہے۔ ہر سمت اللہ کی سمت ہے۔ وہ اپنے بندوں کے لیے جو سمت بھی مقرر کردے وہی اس کی پسندیدہ عبادتی سمت ہوگی، خواہ وہ مشرق کی طرف ہو یا مغرب کی طرف۔ مگر لمبی مدت تک بیت المقدس کی طرف رخ کرکے عبادت کرنے کی وجہ سے قبلۂ اوّل کو تقدس حاصل ہوگیا تھا۔ چنانچہ2 ہجری میں جب قبلہ کی تبدیلی کا اعلان ہوا تو بہت سے لوگوں کے لیے اپنے ذہن کو اس کے مطابق بنانا مشکل ہوگیا۔آپ کی مخالفت کرنے والے لوگوں نے اس کو بہانہ بنا کر آپ کے خلاف طرح طرح کی باتیں پھیلانی شروع کیں — بیت المقدس ہمیشہ سے نبیوں کا قبلہ رہا ہے۔ پھر اس کی مخالفت کیوں ۔ اس سے ظاہر ہوتا ہے کہ یہ ساری تحریک یہود کی ضد میں چلائی جارہی ہے۔ کوئی کہتا کہ یہ مدعیٔ رسالت خود اپنے مشن کے بارے میں متحیر ومتردد (confused)ہیں ، کبھی کعبہ کی طرف رخ کرکے عبادت کرنے کو کہتے ہیں اور کبھی بیت المقدس کی طرف۔ کسی نے کہا: اگر کعبہ ہی اصل قبلہ ہے تو اس کا مطلب یہ ہے کہ اس سے پہلے جو مسلمان بیت المقدس کی طرف رخ کرکے نماز پڑھتے رہے ان کی نمازیں بے کار گئیں ، وغیرہ۔ مگر جو سچے خدا پرست تھے، جو مظاہر میں اٹکے ہوئے نہیں تھے، ان کو یہ سمجھنے میں دیر نہیں لگی کہ اصل چیز قبلہ کی سمت نہیں ، اصل چیز خدا کا حکم ہے۔ اللہ کی طرف سے جس وقت جو حکم آجائے وہی اس وقت کا قبلہ ہوگا۔ روایات میں آتا ہے کہ ہجرت کے تقریباً سترہ ماہ بعد جب قبلہ کی تبدیلی کاحکم آیا تو رسول اللہ صلی اللہ علیہ وسلم اپنے اصحاب کی ایک جماعت کے ساتھ مدینہ میں نماز ادا کررہے تھے۔ حکم معلوم ہوتے ہی آپ نے اور مسلمانوں نے عین حالتِ نماز اپنا رخ بیت المقدس سے کعبہ کی طرف کرلیا، یعنی شمال سے جنوب کی طرف۔\nقبلہ کی تبدیلی ایک علامت تھی جس کا مطلب یہ تھا کہ اللہ تعالیٰ نے بنی اسرائیل کو امامت سے معزول کرکے امتِ محمدی کو اس کی جگہ مقرر کردیا ہے۔ اب قیامت تک بیت المقدس کے بجائے کعبہ خدا کے دین کی دعوت اور خدا پرستوں کے باہمی اتحاد کا عالمی مرکز ہوگا۔ ’’وسط‘‘ کے معنی بیچ کے ہیں۔ اس کا مطلب یہ ہے کہ مسلمان اللہ کے پیغام کو اس کے بندوں تک پہنچانے کے لیے درمیانی وسیلہ ہیں۔ اللہ کا پیغام رسول کے ذریعہ ان کو پہنچا ہے۔ اب اس پیغام کو انھیں قیامت تک تمام قوموں کو پہنچاتے رہنا ہے، اسی پر دنیا میں بھی ان کے مستقبل کا انحصار ہے اور اسی پر آخرت ميں ان كي نجات کا بھی۔",
  "ayah": 142,
  "surah": 2
}
