{
  "text": "حرام مہینوں (محرم، رجب، ذی قعدہ، ذی الحجہ) میں یا حرم مکہ کے حدود میں لڑائی گناہ ہے۔ مگر جب مخالفین اسلام تمھارے خلاف کارروائی کرنے کے لیے اس کی حرمت کو توڑدیں تو تم کو بھی حق ہے کہ قصاص کے طور پر تم ان کی حرمت کا لحاظ نہ کرو۔ مگر دشمن کے ساتھ دشمنی میں تم کو اللہ سے بے خوف نہ ہوجانا چاہيے۔ کسی حد کو توڑنے میں تم اپنی طرف سے ابتدا نہ کرو اور نہ کوئی ایسا اقدام کرو جو ضروری حد سے زیادہ ہو—  اللہ کی مدد کسی کو اسی وقت ملتی ہے جب کہ وہ اشتعال کے اوقات میں بھی اللہ کی مقرر کی ہوئی حدوں کا پابند بنا رہے۔\nقصاص اور ظلم میں یہ فرق ہے کہ قصاص فریق ثانی کی طرف سے کی ہوئی زیادتی کے برابر اور اس کے بقدر ہوتاہے۔ جب کہ ظلم ان حد بندیوں سے باہر نکل جانے کا نام ہے۔ ایک شخص کو کسی سے تکلیف پہنچے تو وہ دوسرے کو اتنی ہی تکلیف پہنچا سکتاہے جتنی اس کو پہنچی ہے اس سے زیادہ کی اجازت نہیں۔ نصیحت بری لگے تو گالی اور استہزاء سے اس کا جواب دینا یا زبان وقلم کی شکایت کے بدلے میں جارحیت دکھانا تقویٰ کے سراسر خلاف ہے۔ اسی طرح مالی نقصان کے بدلے جانی نقصان، معمولی چوٹ کے بدلے زیادہ بڑی چوٹ، ایک قتل کے بدلے بہت سے آدمیوں کا قتل، اس قسم کی تمام چیزیں ظلم کی تعریف میں آتی ہیں۔ مسلمان کے لیے برابر کا بدلہ (قصاص) جائز ہے مگر ظلم کسی حال میں جائز نہیں۔\nاللہ کی راہ میں جدوجہد سب سے زیادہ جس چیز کا تقاضا کرتی ہے وہ مال ہے۔ اور مال کی قربانی بلاشبہ آدمی کے لیے سب سے زیادہ مشکل چیز ہے۔ اس ليے حکم دیاکہ اللہ کے کام کو اپنا کام سمجھ کر اس کی راہ میں خوب مال خرچ کرو اور اس کام کو اس کی بہترسے بہتر صورت میں انجام دو۔ ’’اپنے آپ کو ہلاکت میں نہ ڈالو‘‘ سے مراد بخل ہے۔ یعنی ایسا نہ ہو کہ تم اللہ کی راہ میں خرچ نہ کرو، کیوں کہ خرچ میں دل تنگ ہونا دنیا و آخرت کی بربادی ہے۔ آدمی مال خرچ کردینے کو ہلاکت سمجھتا ہے۔ مگر حقیقت یہ ہے کہ مال کو اللہ کی راہ میں خرچ نہ کرنا ہلاکت ہے۔آدمی کے پاس جو کچھ ہے اگر وہ اس کو اللہ کے حوالے نہ کرے تو اللہ کے پاس جو کچھ ہے وہ کیوں اس کو آدمی کے حوالے کرے گا۔\nآدمی اپنی دولت کا استعمال صرف یہ سمجھتا ہے کہ وہ اس کو اپنی ذات پر یا اپنے بیوی بچوں پر خرچ کرے۔ مگر اس ذہن کو قرآن ہلاکت بتاتا ہے۔ اس کے بجائے دولت کا صحیح استعمال یہ ہے کہ اس کو زیادہ سے زیادہ دین کی ضرورتوں میں خرچ کیا جائے۔ مال کو صرف اپنے ذاتی حوصلوں کی تکمیل میں خرچ کرنا فرد اور معاشرہ کو خداکے غضب کا مستحق بناتا ہے۔ اس کے برعکس، جب مال کو اللہ کے دین کی راہ میں خرچ کیا جائے تو فر د اور جماعت دونوں اللہ کی رحمتوں اور نصرتوں کے مستحق بنتے ہیں۔ خرچ کرنے والے کو اس کا فائدہ بے شمار صورتوں میں دنیا میں بھی حاصل ہوتا ہے اور آخرت میں بھی۔",
  "ayah": 194,
  "surah": 2
}
