{
  "text": "جو شخص مصلحت کو اپنا دین بنائے اس کی باتیں ہمیشہ لوگوں کو بہت بھلی معلوم ہوتی ہیں۔ کیوں کہ وہ لوگوں کی پسند کو دیکھ کر اس کے مطابق بولتا ہے، نہ کہ یہ دیکھ کر کہ حق کیا ہے اور ناحق کیا۔ اس کے سامنے کوئی مستقل معیار نہیں ہوتا۔ اس ليے وہ مخاطب کی رعایت سے ہر وہ انداز اختیار کرلیتا ہے جو مخاطب پر اثر ڈالنے والا ہو۔ حق کا وفادار نہ ہونے کی وجہ سے اس کے لیے یہ مشکل نہیں رہتا کہ دل میں کوئی حقیقی جذبہ نہ ہو تے ہوئے بھی وہ زبان سے خوب صورت باتیں کرے۔\nایسا کیوں ہوتا ہے کہ بات کے اسٹیج پر وہ مصلح کے روپ میں نظر آتا ہے اور عمل کے میدان میں اس کی سرگرمیاں فساد کا باعث بن جاتی ہیں۔اس کی وجہ اس کا تضاد ہے۔ عملی نتائج ہمیشہ عمل سے پیدا ہوتے ہیں، نہ کہ الفاظ سے۔ وہ اگرچہ زبان سے حق پرستی کے الفاظ بولتا ہے۔ مگر عمل کے اعتبار سے وہ جس سطح پر ہوتاہے وہ صرف ذاتی مفاد ہے۔ یہ چیز اس کے قول وعمل میں فرق پیدا کردیتی ہے۔ بات کے مقام سے ہٹ کر جب وہ عمل کے مقام پر آتا ہے تو اس کے مفاد کا تقاضا کھینچ کر اس کو ایسی سرگرمیوں کی طرف لے جاتاہے جو صرف تخریب پیدا کرنے والی ہیں۔ یہاں وہ اپنے ذاتی فائدے کی خاطر دوسروں کا استحصال کرتاہے۔ وہ عوامی مقبولیت حاصل کرنے کے لیے لوگوں کو جذباتی باتوں کی شراب پلاتاہے۔ وہ اپنی قیادت قائم کرنے کی خاطر پوری قوم کو داؤ پر لگا دیتاہے۔ وہ تعمیر کے بجائے تخریب کی سیاست چلاتا ہے۔ کیوں کہ اس طرح زیادہ آسانی سے عوام کی بھیڑ اپنے گرد اكٹھا کی جاسکتی ہے۔ یہ وہ لوگ ہیں جنھوں نے دنیا کے مفاد اور مصلحت کے ساتھ اپنی زندگی کا سودا کیا۔ حق واضح ہوجانے کے بعد بھی وہ اس کو قبول کرنے کے لیے تیار نہیں ہوتے۔ کیوں کہ اس میں ان کو اپنے وقار کا بت ٹوٹتاہوا نظر آتاہے۔ ظاہری طورپر نرم باتوں کے پیچھے ان کی متکبرانہ نفسیات ان کو ایک ایسے حق كے داعي کے سامنے جھکنے سے روک دیتی ہے جس کو وہ اپنے سے چھوٹا سمجھتے ہیں۔\nدوسرے لوگ وہ ہیں جو اللہ کی رضا کے ساتھ اپنی زندگی کا سودا کرتے ہیں۔ ایسا شخص اپنے عادات و خیالات سے دست بردار ہو کر خدا کی باتوں کو قبول کرتاہے۔ وہ اپنے مال کو خدا کے حوالے کرکے اس کے بدلے بے مال بن جانے کو گوارا کرلیتاہے۔ وہ رواجی دین کو رد کرکے خدا کے بے آمیز دین کو لیتاہے، خواہ اس کی وجہ سے اس کو غیر مقبولیت پر راضی ہونا پڑے۔ وہ مصلحت پرستی کے بجائے اعلان حق کو اپنا شیوہ بناتا ہے، اگرچہ اس کے نتیجہ میں وہ لوگوں کے عتاب کا شکار ہوتا رہے۔",
  "ayah": 204,
  "surah": 2
}
