{
  "text": "چند سوالات کا جواب دیتے ہوئے یہاں کچھ بنیادی اصول بتا ديے گئے ہیں (1)کسی چیز کا نقصان اگر اس کے نفع سے زیادہ ہوتو وہ قابل ترک ہے۔(2) اپنی واقعی ضرورت سے زیادہ جو مال ہو اس کو اللہ کی راہ میں دے دینا چاہيے۔ (3) باہمی معاملات میں ان طریقوں سے بچنا جو کسی بگاڑ کا سبب بن سکتے ہوں اور ان طریقوں کو اختیار کرنا جو اصلاح پیدا کرنے والے ہوں۔\nشراب پی کر آدمی کو سرور حاصل ہوتا ہے۔ جوا کھیلنے والے کو کبھی محنت کے بغیر کافی دولت ہاتھ آجاتی ہے۔ اس اعتبار سے ان چیزوں میں نفع کا پہلو ہے۔ مگر دوسرے اعتبار سے ان کے اندر دینی اور اخلاقی نقصانات ہیں اور یہ نقصانات ان کے نفع سے بہت زیادہ ہیں۔ اس ليے ان سے منع کردیاگیا ۔ کسی چیز کو لینے یا نہ لینے کا یہی معیار زندگی کے دوسرے امور کے لیے بھی ہے۔ مثلاً وہ تمام سیاسی اور غیر سیاسی سرگرمیاں، وہ تمام تقریبات اور جلسے قابل ترک ہیں جن کے بارے میں دینی اور اقتصادی جائزہ بتائے کہ ان میں نفع کم ہے او رنقصان زیادہ۔\nمسلمان وہ ہے جو آخرت کو اپنی منزل بنائے، جو اس تڑپ کے ساتھ اپنی صبح وشام کررہا ہو کہ اس کا خدا اس سے راضی ہو جائے۔ ایسے شخص کے لیے دنیا کا سازوسامان زندگی کی ضرورت ہے، نہ کہ زندگی کا مقصد۔ وہ مال حاصل کرتاہے، وہ دنیا کے کاموں میں مشغول ہوتاہے۔ مگر یہ سب کچھ اس کے لیے حاجت اور ضرورت کے درجہ میں ہوتا ہے، نہ کہ مقصد کے درجہ میں۔ اس کے اثاثہ کی جو چیز اس کی حقیقی ضرورت سے زیادہ ہو، اس کا بہترین مصرف اس کے نزدیک یہ ہوتا ہے کہ و ہ اس کو اپنے رب کی راہ میں دے دے، تاکہ وہ اس سے راضی ہو اور اس کو اپنی رحمتوں کے سایہ میں جگہ دے۔ اس کی ہر چیز بقدر حاجت اپنے ليے ہوتی ہے اور حاجت سے جو زیادہ ہو وہ دین کے ليے۔\nباہمی معاملات اور کاروبار کے اکثر مسائل اتنے پیچیدہ ہوتے ہیں کہ ان کے بارے میں صرف بنیادی ہدایات دی جاسکتی ہیں۔ ان کی تمام عملی تفصیلات کو قانون کے الفاظ میں متعین نہیں کیا جاسکتا۔ اس سلسلے میں یہ اصول مقرر کردیا گیا کہ اپنی نیت کو درست رکھو اور جو کارر وائی کرو یہ سوچ کر کرو کہ وہ کسی بگاڑ کا سبب نہ بنے۔ بلکہ صاحب معاملہ کے حق میں بہتری پیدا کرنے والی ہو۔ اگر تم دوسرے کو اپنا بھائی سمجھتے ہوئے اس کے مصالح کی پوری رعایت رکھو گے اور تمھارا مقصود صرف اصلاح و درستگی ہوگا تو اللہ کے یہاں تمھاری پکڑ نہیں۔",
  "ayah": 219,
  "surah": 2
}
