{
  "text": "مکہ سے تنگ آکر مسلمان مدینہ چلے آئے۔مدینہ میں اپنے دین کے مطابق رہنے کے لیے نسبتاً آزادانہ ماحول تھا۔ مگر مخالفین اسلام نے اب بھی ان کو نہ چھوڑا۔ انھوںنے فوجی حملے شروع کرديے تا کہ مدینہ سے مسلمانوں کا خاتمہ کردیں۔ اس وقت حکم ہوا کہ ان سے مقابلہ کرو۔ مخالفین کی نسبت سے اس وقت مسلمانوں کی طاقت بہت کم تھی۔ اس ليے کچھ لوگوں کے اندر بے ہمتی پیدا ہوئی۔ یہاں بنی اسرائیل کی تاریخ کا ایک واقعہ یاد دلا کر بتایا گیا کہ زندگی کے معرکہ میں شکست سے ڈرنے ہی کا نام شکست ہے۔\nبنی اسرائیل کی ایک پڑوسی قوم فلستی نے ان پر حملہ کردیا۔ بنی اسرائیل شکست کھاگئے۔ فلستیوں نے دو حملوں میں ان کے\n34\nہزار آدمی مار ڈالے۔ بنی اسرائیل اتنا ڈرے کہ اپنے گھروں کو چھوڑ کر بھاگ گئے۔ بائبل کے الفاظ میں ’’حشمت بنی اسرائیل سے جاتی رہی‘‘ (سموئيل\n4:22\n)۔ بنی اسرائیل کا سارا گھرانا خوف میں مبتلا ہوکر نوحہ وفریاد کرنے لگا۔ اسی حال میں ان کو 20 سال گزر گئے۔ پھر انھوں نے سوچا کہ فلستیوں کے سامنے ان کو شکست کیوں ہوئی۔ ان کے نبی سموئیل نے کہا کہ شکست کی وجہ خدا میں تمھارے یقین کا کمزور ہوجانا ہے۔ انھوںنے اسرائیل کے سارے گھرانے سے کہا کہ اگر تم اپنے سارے دل سے خداوند کی طرف رجوع لاتے ہو تو اجنبی دیوتاؤں کو اپنے بیچ سے دور کردو اور خداوند کے لیے اپنے دلوں کو مستعد کرکے فقط اسی کی عبادت کرو۔ خدا فلستیوں کے ہاتھ سے تم کو رہائی دے گا۔ تب اسرائیليوں نے اجنبی دیوتاؤں کو اپنے سے دور کیا اور فقط خداوند کی عبادت کرنے لگے۔ اب جب دوبارہ فلستیوں اور اسرائیلیوں میں جنگ ہوئی تو بائبل کے الفاظ میں ’’خداوند فلستیوں کے اوپر اس دن بڑی کڑک کے ساتھ گرجا اور ان کو گھبرا دیا۔ اور انھوں نے اسرائیلیوں کے آگے شکست کھائی(سموئيل\n7:70\n)۔ اللہ پر اعتماد کے راستہ کو چھوڑ کر ان پر ملّی موت واقع ہوئی تھی، اللہ پر اعتماد کے راستہ کو اختیار کرنے کے بعد ان کو ملّی زندگی حاصل ہوگئی۔\nقرض حسن کے معنی ہیں اچھا قرض۔ یہاں اس سے مراد وہ انفاق ہے جو خدا کے دین کی راہ میں کیا جائے۔ یہ انفاق خالص اللہ کے لیے ہوتا ہے جس میں کوئی دوسرا مفاد شامل نہیں ہوتا۔ اس ليے خدا نے اس کو اپنے ذمّے قرض قرار دیا۔ اور چوں کہ وہ بہت زیادہ اضافہ کے ساتھ اس کولو ٹائے گا اس ليے اس کو قرض حسن فرمایا۔\nمومن کی راہ میں مشکلات کا پیش آنا کوئی محرومی کی بات نہیں۔ یہ اللہ کے فضل کا نیا دروازہ کھلنا ہے۔ اس کے بعد وہ اپنے جان ومال کو اللہ کے لیے خرچ کرکے اللہ کی ان عنایتوں کا مستحق بنتا ہے جو عام حالات میں کسی کو نہیں ملتیں۔",
  "ayah": 243,
  "surah": 2
}
