{
  "text": "موجودہ زمانہ میں عوامی تائید سے حکومت کا استحقاق حاصل ہوتاہے۔ مگر جمہوریت کے دورسے پہلے اکثر بادشاہ لوگوں کو یہ یقین دلا کر ان کے اوپر حکومت کرتے تھے کہ وہ خدا کا انسانی پیکر ہیں۔ قدیم عراق کے بادشاہ نمرود کا معاملہ یہی تھا جو حضرت ابراہیم کا ہم عصر تھا۔ اس کی قوم سورج کو دیوتاؤں کا سردار مانتی تھی۔ اور اس کی پوجا کرتی تھی۔ نمرود نے کہا کہ وہ سورج دیوتا کا مظہر ہے، اس ليے وہ لوگوں کے اوپر حکومت کرنے کا خدائی حق رکھتاہے۔ حضرت ابراہیم نے اس وقت کے عراق میں جب توحید کی آواز بلند کی تو اس کا سیاست وحکومت سے براہِ راست کوئی تعلق نہ تھا۔ آپ لوگوں سے صرف یہ کہہ رہے تھے کہ تمھارا خالق اور مالک صرف ایک اللہ ہے۔ کوئی نہیں جو خدائی میں اس کا شریک ہو۔ اس ليے تم اسی کی عبادت کرو۔ اسی سے ڈرو اور اسی سے امیدیں قائم کرو۔ تاہم اس غیر سیاسی دعوت میں نمرود کو اپنی سیاست پرزد پڑتی ہوئی نظر آئی۔ ایسا عقیدہ جس میں سورج کو ایک بے زورمخلوق بتایا گیا ہو وہ گویا اس اعتقادی بنیاد ہی کو ڈھا رہا تھا جس کے اوپر نمرود نے اپنا سیاسی تخت بچھا رکھا تھا۔اس وجہ سے وہ آپ کا دشمن ہوگیا۔\nحضرت ابراہیم نے نمرود سے جو گفتگو کی اس سے انبیاء کا طریقِ دعوت معلوم ہوتا ہے۔ نمرود کے سوال کے جواب میں آنجناب نے فرمایا کہ میرا رب وہ ہے جس کے اختیار میں زندگی اور موت ہے۔ نمرود نے مناظرانہ انداز اختیار کرتے ہوئے کہا کہ موت اور زندگی پر تو میں بھی اختیار رکھتا ہوں۔ جس کو چاہوں مروادوں اور جس کو چاہوں زندہ رہنے دوں۔ آنجناب نمرود کا جواب دے سکتے تھے۔ مگر آپ نے گفتگو کو مناظرہ بنانا پسند نہ کیا۔ اس ليے آپ نے فوراً دوسری مثال پیش کردی جس کے جواب میں نمرود اس قسم کی بات نہ کہہ سکتا تھا جو اس نے پہلی مثال کے جواب میں کہی۔ حضرت ابراہیم کے لیے نمرود حریف نہ تھا۔ بلکہ مدعو کی حیثیت رکھتا تھا اس ليے ان کو یہ سمجھنے میںدیر نہ لگی کہ استدلال کا کون سا حکیمانہ انداز ان کو اختیار کرنا چاہيے۔\nموجودہ دنیا امتحان کی دنیا ہے۔ اس ليے اس کو اس طرح بنایا گیا ہے کہ ایک هی چیز کو آدمی دو مختلف معنوں میں لے سکے۔ مثلاً ایک شخص کے پاس دولت اور اقتدار آجائے تو وہ اس کو ایسے رخ سے دیکھ سکتا ہے کہ اس کی کامیابی اس کو اپنی صلاحیتوں کا نتیجہ نظر آئے۔ اسی طرح یہ بھی ممکن ہے کہ وہ اس کو ایسے رخ سے دیکھے کہ اس کو محسوس ہو کہ جو کچھ اس کو ملا ہے وہ سراسر خدا کا انعام ہے۔ پہلی صورت ظلم کی صورت ہے، اور دوسری شکر کی صورت۔ جس شخص کے اندر ظالمانہ مزاج ہو اس کے لیے موجودہ دنیا صرف گمراہی کی خوراک ہوگی۔ اس کو ہر واقعہ میں گھمنڈ اور خود پسندی کی غذا ملے گی۔ اس کے برعکس، جس کے اندر شکر کا مزاج ہوگا، اس کے لیے ہر واقعہ میں ہدایت کا سامان ہوگا۔ خدا کی دنیا اپنی تمام وسعتوں کے ساتھ اس کے لیے رزق ایمانی کا دستر خوان بن جائے گی۔",
  "ayah": 258,
  "surah": 2
}
