{
  "text": "آیت میں چار گروہوں کا ذکر ہے۔ ایک، مسلمان جو حضرت محمد صلی اللہ علیہ وسلم کی امت ہیں۔دوسرے ، یہود جو اپنے کو حضرت موسی ؑکی امت کہتے ہیں۔ تیسرے، نصاریٰ جو حضرت مسیح  ؑکی امت ہونے کے دعویدار ہیں۔ چوتھے، صابی جو اپنے کو حضرت یحییٰ ؑکی امت بتاتے تھے اور قدیم زمانے میں عراق کے علاقہ میں آباد تھے۔ وہ اہلِ کتاب تھے اور کعبہ کی طرف رخ کرکے نماز پڑھتے تھے۔ مگر اب صابی فرقہ ختم ہوچکا ہے۔ دنیا میں اب اس کا کہیں وجود نہیں۔\nیہاں مسلمانوں کو الگ نہیں کیا ہے۔ بلکہ ان کا اور دوسرے پیغمبروں سے نسبت رکھنے والی امتوں کا ذکر ایک ساتھ کیاگیا ہے۔ اس کا مطلب یہ ہے کہ گروہ ہونے کے اعتبار سے اللہ کے نزدیک سب برابر کا درجہ رکھتے ہیں۔ گروہ کے اعتبار سے ایک گروہ اور دوسرے گروہ میں کوئی فرق نہیں۔ سب کی نجات کا ایک ہی محکم اصول ہے، اور وہ ہے ایمان اور عمل صالح۔ کوئی گروہ اپنے کو خواہ مسلمان کہتا ہو یا وہ اپنے کو یہودی یا مسیحی یا صابی کہے، ان میں سے کوئی بھی محض ایک مخصوص گروہ ہونے کی بنا پر خداکے یہاں کوئی خصوصی درجہ نہیں رکھتا۔ درجہ کا اعتبار اس پر ہے کہ کس نے خدا کی منشا کے مطابق اپنی عملی زندگی کو ڈھالا۔\nنبی کے زمانہ میں جب اس کے ماننے والوں کا گروہ بنتا ہے تو اس کی بنیاد ہمیشہ ایمان اور عمل صالح پر ہوتی ہے۔ اس وقت ایساہوتا ہے کہ نبی کی پکار سن کر کچھ لوگوں کے اندر ذہنی اور فکری انقلاب آتاہے۔ ان کے اندر ایک نیا عزم جاگتا ہے۔ ان کی زندگی کا نقشہ جو اب تک ذاتی خواہشوں کی بنیاد پر چل رہا تھا وہ خدائی تعلیمات کی بنیاد پر قائم ہوتاہے۔ یہی لوگ حقیقی معنوں میں نبی کی امت ہوتے ہیں۔ ان کے لیے نبی کی زبان سے آخرت کی نعمتوں کی بشارت دی جاتی ہے۔\nمگر بعد کی نسلوں میں صورت حال بدل جاتی ہے۔ اب خدا کا دین ان کے لیے ایک قسم کی قومی روایت بن جاتا ہے۔ جو بشارتیں ایمان وعمل کی بنیاد پر دی گئی تھیں ان کو محض گروہی تعلق کا نتیجہ سمجھ لیا جاتاہے۔ وہ گمان کرلیتے ہیں کہ ان کے گروہ کا اللہ سے کوئی خاص رشتہ ہے جو دوسرے لوگوں سے نہیں ہے۔ جو شخص اس مخصوص گروہ سے تعلق رکھے، خواہ عقیدہ اور عمل کے اعتبار سے وہ کیسا ہی ہو، بہر حال اس کی نجات ہو کررہے گی۔ جنت اس کے اپنے گروہ کے لیے ہے اور جہنم صرف دوسرے گروہوں کے لیے۔\nمگر اللہ کا کسی گروہ سے خصوصی رشتہ نہیں۔ اللہ کے یہاں جو کچھ اعتبار ہے وہ صرف اس بات کا ہے کہ آدمی اپنے فکر اور عمل میں کیسا ہے۔ آخرت میں آدمی کے انجام کا فیصلہ اس کے حقیقی کردار کی بنیاد پر ہوگا، نہ کہ گروہی نسبتوں کی بنیاد پر۔",
  "ayah": 62,
  "surah": 2
}
