{
  "text": "ایک شخص اپنی آنکھ کو بند کرلے تو آنکھ رکھتے ہوئے بھی وہ سورج کو نہ دیکھے گا۔ کوئی شخص اپنے کان میں روئی ڈال لے توکان رکھتے ہوئے بھی وہ باہر کی آواز کو نہیںسنے گا۔ ایسا ہی کچھ معاملہ حق کا بھی ہے۔ حق کا اعلان خواہ کتنا ہی واضح صورت میں ہورہا ہو مگر کسی کے لیے وہ قابلِ فہم یا قابلِ قبول اس وقت بنتا ہے جب کہ وہ اس کے لیے اپنے دل کے دروازے کھلا رکھے۔ جو شخص اپنے دل کے دروازے بند کرلے، اس کے لیے کائنات میں خدا کی خاموش پکار اور داعی کی زبان سے اس کا لفظی اعلان دونوں بے سود ثابت ہوں گے۔\nحق کی دعوت جب اپنی بے آمیز شکل میں اٹھتی ہے تو وہ اتنی زیادہ مبنی بر حقیقت اور اتنی زیادہ مطابقِ فطرت ہوتی ہے کہ کوئی شخص اس کی نوعیت کو سمجھنے سے عاجز نہیں رہ سکتا۔ جو شخص بھی کھلے ذہن سے اس کو دیکھے گا اس کا دل گواہی دے گا کہ یہ عین حق ہے۔ مگر اُس وقت عملی صورت حال یہ ہوتی ہے کہ ایک طرف وقت کا ڈھانچہ ہوتا ہے جو صدیوں کے عمل سے ایک خاص صورت میں قائم ہوجاتا ہے۔ اس ڈھانچہ کے تحت کچھ مذہبی یا غیر مذہبی گدیاں بن جاتی ہیں جن پر کچھ لوگ بیٹھے ہوئے ہوتے ہیں۔ کچھ عزت و شہرت کی صورتیں رائج ہوجاتی ہیں جن کے جھنڈے اٹھا کر کچھ لو گ وقت کے اکابر کا مقام حاصل کیے ہوئے ہوتے ہیں۔ کچھ کاروبار اور مفادات قائم ہوجاتے ہیں جن کے ساتھ اپنے کو وابستہ کرکے بہت سے لوگ اطمینان کی زندگی گزاررہے ہوتے ہیں۔\nان حالات میں جب ایک غیر معروف کونے سے اللہ اپنے ایک بندے کو کھڑا کرتا ہے اور اس کی زبان سے اپنی مرضی کا اعلان کراتا ہے تو اکثر ایسا ہوتا ہے کہ اس قسم کے لوگوں کو اپنی بنی بنائی دنیا بھنگ ہوتی نظر آتی ہے۔ حق کے پیغام کی تمام تر صداقت کے باوجود دو چیزیں ان کے لیے اس کو صحیح طورپر سمجھنے میںرکاوٹ بن جاتی ہیں— کبر اوردنیا پرستی۔ جو لوگ مروجہ ڈھانچہ میں بڑائی کے مقامات پر بیٹھے ہوئے ہوں، ان کو ایک ’’چھوٹے آدمی‘‘ کی بات ماننے میںاپنی عزت خطرہ میں پڑتی ہوئی نظر آتی ہے۔ یہ احساس ان کے اندر گھمنڈ کی نفسیات کو جگادیتا ہے۔ داعی کو وہ اپنے مقابلہ میں حقیر سمجھ کر اس کی دعوت کو نظر انداز کردیتے ہیں۔ اسی طرح دنیوی مفادات کا سوال بھی قبولِ حق میںرکاوٹ بن جاتا ہے۔ کیوں کہ حق کا داعی مروجہ سماجي روايت کا نمائندہ نہیںہوتا۔ وہ ایک نئی اور غیر مانوس آواز کو لے کر اٹھتا ہے، اس لیے اس کو ماننے کی صورت میں لوگوں کو اپنے مفادات کا ڈھانچہ ٹوٹتا ہوا نظر آتا ہے۔\nیہی وہ کنڈیشننگ کی حالت ہے جس کو قرآن میں مہر لگانے سے تعبیر کیا گیاہے۔ جو لوگ دعوت حق کے معاملہ کو سنجیدہ معاملہ نہ سمجھیں ، جو گھمنڈ اور دنیا پرستی کی نفسیات میں مبتلا ہوں ، ان کے ذہن کے اوپر ایسے غیر محسوس پردے پڑ جاتے ہیں جو حق بات کو ان کے ذہن میں داخل نہیں ہونے دیتے۔ کسی چیز کے بارے میں آدمی کے اندر مخالفانہ نفسیات جاگ اٹھیں تو اس کے بعد وہ اس کی معقولیت کو سمجھ نہیں پاتا۔ خواہ اس کے حق میں کتنے ہی واضح دلائل پیش کیے جارہے ہوں ۔",
  "ayah": 7,
  "surah": 2
}
