{
  "surah": 50,
  "ayah": 37,
  "text": "Surely in that is a reminder for him who has a heart. If you rub your face in the dust a hundred times and traverse the world on your forehead, so long as your obedience is not the bosom friend of the true center point called the “heart,” all will be inscribed with nothingness. A report has come, “The meditation of an hour is better than the wor- ship of jinn and men.” When the servant comes to the Threshold and begins secret whispering while the heart is still captive to this world's preoccupations, abandonment will be inscribed on that obedience and it will be thrown back in his face. It has been said, “When someone's heart is not present in his prayer, his prayer is not accepted.” When a heart is delivered from the shackles of servanthood to others, that heart is one for the Real. It does not have the color of eye-service toward the people, nor the dust of seeking reputation. Nonetheless, it is in the ship of peril, for the Master of the Shariah has made this allusion: “The sincerely truthful are in great peril.” The purer someone becomes, the closer he is to the Real. The closer he is to the Real, the more he trembles. The proximate angels of the Presence, the attendants of the Threshold of the Self-Sufficient, and the pure ones of the Empire are always in fear, for He says, “And they are ap- prehensive in fear of Him [21:28]. The only ones of His servants who are frightened of God are the knowers [35:28].” MuṣṬafā said, “I hope that the most truthful of you toward God's prophet will be the most fearful of you toward God.” The near ones are bewildered for they know the Sultan's harshness. The vizier is always quivering in his watchfulness toward the sultan, but the stableman has no fear, for the vizier's breast is the storehouse of the sultan's secrets, and breaking the seal of the storehouse is full of peril. Ḥudhayfa Yamān was the possessor of the Messenger's secret. He said, “One day I saw Satan weeping. I said, 'O accursed one! What is this wailing and weeping of yours?' “He said, 'It is because of two things. One is that the Threshold has opened me up to cursing, and the other is that He has shut me off from the hearts of the faithful."
}
