{
  "text": "قوله تعالى لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير قوله تعالى : لا تدركه الأبصار بين سبحانه أنه منزه عن سمات الحدوث ، ومنها الإدراك بمعنى الإحاطة والتحديد ، كما تدرك سائر المخلوقات ، والرؤية ثابتة . فقال الزجاج : أي لا يبلغ كنه حقيقته ; كما تقول : أدركت كذا وكذا ; لأنه قد صح عن النبي صلى الله عليه وسلم الأحاديث في الرؤية يوم القيامة . وقال ابن عباس : لا تدركه الأبصار في الدنيا ، ويراه المؤمنون في الآخرة ; لإخبار الله بها في قوله : وجوه يومئذ ناضرة إلى ربها ناظرة . وقال السدي . وهو أحسن ما قيل لدلالة التنزيل والأخبار الواردة برؤية الله في الجنة . وسيأتي بيانه في \" يونس \" . وقيل : لا تدركه الأبصار لا تحيط به وهو يحيط بها ; عن ابن عباس أيضا . وقيل : المعنى لا تدركه أبصار القلوب ، أي لا تدركه العقول فتتوهمه ; إذ ليس كمثله شيء وقيل : المعنى لا تدركه الأبصار المخلوقة في الدنيا ، لكنه يخلق لمن يريد كرامته بصرا وإدراكا يراه فيه كمحمد عليه السلام ; إذ رؤيته تعالى في الدنيا جائزة عقلا ، إذ لو لم تكن جائزة لكان سؤال موسى عليه السلام مستحيلا ، ومحال أن يجهل نبي ما يجوز على الله وما لا يجوز ، بل لم يسأل إلا جائزا غير مستحيل . واختلف السلف في رؤية نبينا عليه السلام ربه ، ففي صحيح مسلم عن مسروق قال : كنت متكئا عند عائشة ، فقالت : يا أبا عائشة ، ثلاث [ ص: 51 ] من تكلم بواحدة منهن فقد أعظم على الله الفرية . قلت : ما هن ؟ قالت : من زعم أن محمدا رأى ربه فقد أعظم على الله الفرية . قال : وكنت متكئا فجلست فقلت : يا أم المؤمنين ، أنظريني ولا تعجليني ، ألم يقل الله عز وجل ولقد رآه بالأفق المبين . ولقد رآه نزلة أخرى ؟ فقالت : أنا أول هذه الأمة من سأل عن ذلك رسول الله صلى الله عليه وسلم فقال : إنما هو جبريل لم أره على صورته التي خلق عليها غير هاتين المرتين رأيته منهبطا من السماء سادا عظم خلقه ما بين السماء والأرض . فقالت : أولم تسمع أن الله عز وجل يقول : لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير ؟ أولم تسمع أن الله عز وجل يقول : وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولا إلى قوله علي حكيم ؟ قالت : ومن زعم أن رسول الله صلى الله عليه وسلم كتم شيئا من كتاب الله فقد أعظم على الله الفرية ، والله تعالى يقول : ياأيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته قالت : ومن زعم أنه يخبر بما يكون في غد فقد أعظم على الله الفرية ، والله تعالى يقول : قل لا يعلم من في السماوات والأرض الغيب إلا الله . وإلى ما ذهبت إليه عائشة رضي الله عنها من عدم الرؤية ، وأنه إنما رأى جبريل : ابن مسعود ، ومثله عن أبي هريرة رضي الله عنه ، وأنه رأى جبريل ، واختلف عنهما . وقال بإنكار هذا وامتناع رؤيته جماعة من المحدثين والفقهاء والمتكلمين . وعن ابن عباس أنه رآه بعينه ; هذا هو المشهور عنه . وحجته قوله تعالى : ما كذب الفؤاد ما رأى . وقال عبد الله بن الحارث : اجتمع ابن عباس وأبي بن كعب ، فقال ابن عباس : أما نحن بنو هاشم فنقول إن محمدا رأى ربه مرتين . ثم قال ابن عباس : أتعجبون أن الخلة تكون لإبراهيم والكلام لموسى ، والرؤية لمحمد صلى الله عليه وسلم وعليهم أجمعين . قال : فكبر كعب حتى جاوبته الجبال ، ثم قال : إن الله قسم رؤيته وكلامه بين محمد وموسى عليهما السلام ، فكلم موسى ورآه محمد صلى الله عليه وسلم . وحكى عبد الرزاق أن الحسن كان يحلف بالله لقد رأى محمد ربه . وحكاه أبو عمر الطلمنكي عن عكرمة ، وحكاه بعض المتكلمين عن ابن مسعود ، والأول عنه أشهر . وحكى ابن إسحاق أن مروان سأل أبا هريرة : هل رأى محمد ربه ؟ فقال نعم وحكى النقاش عن أحمد بن حنبل أنه قال : أنا أقول بحديث ابن عباس : بعينه رآه رآه ! حتى انقطع نفسه ، [ ص: 52 ] يعني نفس أحمد . وإلى هذا ذهب الشيخ أبو الحسن الأشعري وجماعة من أصحابه أن محمدا صلى الله عليه وسلم رأى الله ببصره وعيني رأسه . وقاله أنس وابن عباس وعكرمة والربيع والحسن . وكان الحسن يحلف بالله الذي لا إله إلا هو لقد رأى محمد ربه . وقال جماعة ، منهم أبو العالية والقرظي والربيع بن أنس : إنه إنما رأى ربه بقلبه وفؤاده ; وحكي عن ابن عباس أيضا وعكرمة . وقال أبو عمر : قال أحمد بن حنبل رآه بقلبه ، وجبن عن القول برؤيته في الدنيا بالأبصار . وعن مالك بن أنس قال : لم ير في الدنيا ; لأنه باق ولا يرى الباقي بالفاني ، فإذا كان في الآخرة ورزقوا أبصارا باقية رأوا الباقي بالباقي . قال القاضي عياض : وهذا كلام حسن مليح ، وليس فيه دليل على الاستحالة إلا من حيث ضعف القدرة ; فإذا قوى الله تعالى من شاء من عباده وأقدره على حمل أعباء الرؤية لم يمتنع في حقه . وسيأتي شيء من هذا في حق موسى عليه السلام في \" الأعراف \" إن شاء الله .قوله تعالى : وهو يدرك الأبصار أي لا يخفى عليه شيء إلا يراه ويعلمه . وإنما خص الأبصار ; لتجنيس الكلام . وقال الزجاج : وفي هذا الكلام دليل على أن الخلق لا يدركون الأبصار ; أي لا يعرفون كيفية حقيقة البصر ، وما الشيء الذي صار به الإنسان يبصر من عينيه دون أن يبصر من غيرهما من سائر أعضائه . ثم قال : وهو اللطيف الخبير أي الرفيق بعباده ; يقال : لطف فلان بفلان يلطف ، أي رفق به . واللطف في الفعل الرفق فيه . واللطف من الله تعالى التوفيق والعصمة . وألطفه بكذا ، أي بره به . والاسم اللطف بالتحريك . يقال : جاءتنا من فلان لطفة ; أي هدية . والملاطفة المبارة ; عن الجوهري وابن فارس . قال أبو العالية : المعنى لطيف باستخراج الأشياء خبير بمكانها . وقال الجنيد : اللطيف من نور قلبك بالهدى ، وربى جسمك بالغذا ، وجعل لك الولاية في البلوى ، ويحرسك وأنت في لظى ، ويدخلك جنة المأوى . وقيل غير هذا ، مما معناه راجع إلى معنى الرفق وغيره . وسيأتي ما للعلماء من الأقوال في ذلك في \" الشورى \" إن شاء الله تعالى .",
  "ayah": 103,
  "surah": 6
}
