{
  "text": "قوله تعالى : قل لمن ما في السماوات والأرض هذا أيضا احتجاج عليهم ; المعنى قل لهم يا محمد : لمن ما في السماوات والأرض فإن قالوا لمن هو ؟ فقل هو لله المعنى : إذا ثبت أن له ما في السماوات والأرض وأنه خالق الكل إما باعترافهم أو بقيام الحجة عليهم ، فالله قادر على أن يعاجلهم بالعقاب ، ويبعثهم بعد الموت . ولكنه كتب على نفسه الرحمة أي : وعد بها فضلا منه وكرما ، فلذلك أمهل ، وذكر النفس هنا عبارة عن وجوده ، وتأكيد وعده ، وارتفاع الوسائط دونه ; ومعنى الكلام الاستعطاف منه تعالى للمتولين عنه إلى الإقبال إليه ، وإخبار منه سبحانه بأنه رحيم بعباده لا يعجل عليهم بالعقوبة ، ويقبل منهم الإنابة والتوبة . وفي صحيح مسلم ، عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : لما قضى الله الخلق كتب في كتاب على نفسه فهو موضوع عنده إن رحمتي تغلب غضبي أي : لما أظهر قضاءه وأبرزه لمن شاء أظهر كتابا في اللوح المحفوظ - أو فيما شاءه - مقتضاه خبر حق ووعد صدق إن رحمتي تغلب غضبي أي : تسبقه وتزيد عليه .قوله تعالى : ليجمعنكم اللام لام القسم ، والنون نون التأكيد . وقال الفراء وغيره : يجوز أن يكون تمام الكلام عند قوله : الرحمة ويكون ما بعده مستأنفا على جهة التبيين ; فيكون معنى ليجمعنكم ليمهلنكم وليؤخرن جمعكم . وقيل : المعنى ليجمعنكم أي : في القبور إلى اليوم الذي أنكرتموه . وقيل : إلى بمعنى في ، أي : ليجمعنكم في يوم القيامة . [ ص: 307 ] وقيل : يجوز أن يكون موضع ليجمعنكم نصبا على البدل من الرحمة ; فتكون اللام بمعنى ( أن ) المعنى : كتب ربكم على نفسه ليجمعنكم ، أي : أن يجمعكم ; وكذلك قال كثير من النحويين في قوله تعالى : ثم بدا لهم من بعد ما رأوا الآيات ليسجننه أي : أن يسجنوه . وقيل : موضعه نصب ب كتب ; كما تكون ( أن ) في قوله عز وجل كتب ربكم على نفسه الرحمة أنه من عمل منكم سوءا بجهالة وذلك أنه مفسر للرحمة بالإمهال إلى يوم القيامة ; عن الزجاج . لا ريب فيه لا شك فيه . الذين خسروا أنفسهم فهم لا يؤمنون ابتداء وخبر ، قاله الزجاج ، وهو أجود ما قيل فيه ; تقول : الذي يكرمني فله درهم ، فالفاء تتضمن معنى الشرط والجزاء . وقال الأخفش : إن شئت كان الذين في موضع نصب على البدل من الكاف والميم في ليجمعنكم أي : ليجمعن المشركين الذين خسروا أنفسهم ; وأنكره المبرد وزعم أنه خطأ ; لأنه لا يبدل من المخاطب ولا من المخاطب ، لا يقال : مررت بك زيد ولا مررت بي زيد لأن هذا لا يشكل فيبين . قال القتبي : يجوز أن يكون الذين جزاء على البدل من المكذبين الذين تقدم ذكرهم . أو على النعت لهم . وقيل : الذين نداء مفرد .",
  "ayah": 12,
  "surah": 6
}
