{
  "text": "قل لا أجد في ما أوحي إلي محرما على طاعم يطعمه إلا أن يكون ميتة أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن ربك غفور رحيم فيه أربع مسائل :الأولى : قوله تعالى قل لا أجد في ما أوحي إلي محرما أعلم الله عز وجل في هذه الآية بما حرم . والمعنى : قل يا محمد لا أجد فيما أوحي إلي محرما إلا هذه الأشياء ، لا ما تحرمونه بشهوتكم . والآية مكية . ولم يكن في الشريعة في ذلك الوقت محرم غير هذه الأشياء ، ثم نزلت سورة \" المائدة \" بالمدينة . وزيد في المحرمات كالمنخنقة والموقوذة والمتردية والنطيحة والخمر وغير ذلك . وحرم رسول الله صلى الله عليه وسلم بالمدينة أكل كل ذي ناب من السباع وكل ذي مخلب من الطير .[ ص: 105 ] وقد اختلف العلماء في حكم هذه الآية وتأويلها على أقوال : الأول : ما أشرنا إليه من أن هذه الآية مكية ، وكل محرم حرمه رسول الله صلى الله عليه وسلم أو جاء في الكتاب مضموم إليها ; فهو زيادة حكم من الله عز وجل على لسان نبيه عليه السلام . على هذا أكثر أهل العلم من أهل النظر ، والفقه والأثر . ونظيره نكاح المرأة على عمتها وعلى خالتها مع قوله : وأحل لكم ما وراء ذلكم وكحكمه باليمين مع الشاهد مع قوله : فإن لم يكونا رجلين فرجل وامرأتان . وقد تقدم .وقد قيل : إنها منسوخة بقوله عليه السلام أكل كل ذي ناب من السباع حرام أخرجه مالك ، وهو حديث صحيح . وقيل : الآية محكمة ولا يحرم إلا ما فيها وهو قول يروى عن ابن عباس وابن عمر وعائشة ، وروي عنهم خلافه . قال مالك : لا حرام بين إلا ما ذكر في هذه الآية . وقال ابن خويز منداد : تضمنت هذه الآية تحليل كل شيء من الحيوان وغيره إلا ما استثني في الآية من الميتة والدم المسفوح ولحم الخنزير . ولهذا قلنا : إن لحوم السباع وسائر الحيوان ما سوى الإنسان والخنزير مباح . وقال إلكيا الطبري : وعليها بنى الشافعي تحليل كل مسكوت عنه ; أخذا من هذه الآية ، إلا ما دل عليه الدليل . وقيل : إن الآية جواب لمن سأل عن شيء بعينه فوقع الجواب مخصوصا . وهذا مذهب الشافعي . وقد روى الشافعي عن سعيد بن جبير أنه قال : في هذه الآية أشياء سألوا عنها رسول الله صلى الله عليه وسلم فأجابهم عن المحرمات من تلك الأشياء . وقيل : أي لا أجد فيما أوحي إلي أي في هذه الحال حال الوحي ووقت نزوله ، ثم لا يمتنع حدوث وحي بعد ذلك بتحريم أشياء أخر . وزعم ابن العربي أن هذه الآية مدنية وهي مكية في قول الأكثرين ، نزلت على النبي صلى الله عليه وسلم يوم نزل عليه اليوم أكملت لكم دينكم ولم ينزل بعدها ناسخ فهي محكمة ، فلا محرم إلا ما فيها ، وإليه أميل. قلت : وهذا ما رأيته قاله غيره . وقد ذكر أبو عمر بن عبد البر الإجماع في أن سورة \" الأنعام \" مكية إلا قوله تعالى : قل تعالوا أتل ما حرم ربكم عليكم الثلاث الآيات ، وقد نزل [ ص: 106 ] بعدها قرآن كثير وسنن جمة . فنزل تحريم الخمر بالمدينة في \" المائدة \" . وأجمعوا على أن نهيه عليه السلام عن أكل كل ذي ناب من السباع إنما كان منه بالمدينة . قال إسماعيل بن إسحاق : وهذا كله يدل على أنه أمر كان بالمدينة بعد نزول قوله : قل لا أجد في ما أوحي إلي محرما لأن ذلك مكي . قلت : وهذا هو مثار الخلاف بين العلماء . فعدل جماعة عن ظاهر الأحاديث الواردة بالنهي عن أكل كل ذي ناب من السباع ; لأنها متأخرة عنها والحصر فيها ظاهر فالأخذ بها أولى ; لأنها إما ناسخة لما تقدمها أو راجحة على تلك الأحاديث . وأما القائلون بالتحريم فظهر لهم وثبت عندهم أن سورة \" الأنعام \" مكية ; نزلت قبل الهجرة ، وأن هذه الآية قصد بها الرد على الجاهلية في تحريم البحيرة والسائبة والوصيلة والحامي ، ثم بعد ذلك حرم أمورا كثيرة كالحمر الإنسية ولحوم البغال وغيرها ، وكل ذي ناب من السباع وكل ذي مخلب من الطير . قال أبو عمر : ويلزم على قول من قال : \" لا محرم إلا ما فيها \" ألا يحرم ما لم يذكر اسم الله عليه عمدا ، وتستحل الخمر المحرمة عند جماعة المسلمين . وفي إجماع المسلمين على تحريم خمر العنب دليل واضح على أن رسول الله صلى الله عليه وسلم قد وجد فيما أوحي إليه محرما غير ما في سورة \" الأنعام \" مما قد نزل بعدها من القرآن . وقد اختلفت الرواية عن مالك في لحوم السباع والحمير والبغال فقال مرة : هي محرمة ; لما ورد من نهيه عليه السلام عن ذلك ، وهو الصحيح من قوله على ما في الموطأ . وقال مرة : هي مكروهة ، وهو ظاهر المدونة ; لظاهر الآية ولما روي عن ابن عباس وابن عمر وعائشة من إباحة أكلها ، وهو قول الأوزاعي . روى البخاري من رواية عمرو بن دينار قال : قلت لجابر بن زيد إنهم يزعمون أن رسول الله صلى الله عليه وسلم نهى عن لحوم الحمر الأهلية ؟ فقال : قد كان يقول ذلك الحكم بن عمرو الغفاري عندنا بالبصرة ; ولكن أبى ذلك البحر ابن عباس ، وقرأ قل لا أجد في ما أوحي إلي محرما . وروي عن ابن عمر أنه سئل عن لحوم السباع فقال : لا بأس بها . فقيل له : حديث أبي ثعلبة الخشني فقال : لا ندع كتاب الله ربنا لحديث أعرابي يبول على ساقيه . وسئل الشعبي عن لحم الفيل والأسد فتلا هذه الآية . وقال القاسم : كانت عائشة تقول لما سمعت الناس يقولون حرم كل ذي ناب من [ ص: 107 ] السباع : ذلك حلال ، وتتلو هذه الآية قل لا أجد في ما أوحي إلي محرما ثم قالت : إن كانت البرمة ليكون ماؤها أصفر من الدم ثم يراها رسول الله صلى الله عليه وسلم فلا يحرمها . والصحيح في هذا الباب ما بدأنا بذكره ، وأن ما ورد من المحرمات بعد الآية مضموم إليها معطوف عليها . وقد أشار القاضي أبو بكر بن العربي إلى هذا في قبسه خلاف ما ذكر في أحكامه قال : روي عن ابن عباس أن هذه الآية من آخر ما نزل ; فقال البغداديون من أصحابنا : إن كل ما عداها حلال ، لكنه يكره أكل السباع . وعند فقهاء الأمصار ، منهم مالك والشافعي وأبو حنيفة وعبد الملك أن أكل كل ذي ناب من السباع حرام ، وليس يمتنع أن تقع الزيادة بعد قوله : قل لا أجد في ما أوحي إلي محرما بما يرد من الدليل فيها ; كما قال النبي صلى الله عليه وسلم : لا يحل دم امرئ مسلم إلا بإحدى ثلاث فذكر الكفر والزنى والقتل . ثم قال علماؤنا : إن أسباب القتل عشرة بما ورد من الأدلة ، إذ النبي صلى الله عليه وسلم إنما يخبر بما وصل إليه من العلم عن الباري تعالى ; وهو يمحو ما يشاء ويثبت وينسخ ويقدر . وقد ثبت عن النبي صلى الله عليه وسلم أنه قال : أكل كل ذي ناب من السباع حرام وقد روي أنه نهى عن أكل كل ذي ناب من السباع وذي مخلب من الطير . وروى مسلم عن معن عن مالك : نهى عن أكل كل ذي مخلب من الطير والأول أصح وتحريم كل ذي ناب من السباع هو صريح المذهب وبه ترجم مالك في الموطأ حين قال : تحريم أكل كل ذي ناب من السباع . ثم ذكر الحديث وعقبه بعد ذلك بأن قال : وهو الأمر عندنا . فأخبر أن العمل اطرد مع الأثر . قال القشيري : فقول مالك \" هذه الآية من أواخر ما نزل \" لا يمنعنا من أن نقول : ثبت تحريم بعض هذه الأشياء بعد هذه الآية ، وقد أحل الله الطيبات وحرم الخبائث ، ونهى رسول الله صلى الله عليه وسلم عن أكل كل ذي ناب من السباع ، وعن أكل كل ذي مخلب من الطير ، ونهى عن لحوم الحمر الأهلية عام خيبر . والذي يدل على صحة هذا التأويل الإجماع على تحريم العذرة والبول والحشرات المستقذرة والحمر مما ليس مذكورا في هذه الآية .[ ص: 108 ] الثانية : قوله تعالى : محرما قال ابن عطية : لفظة التحريم إذا وردت على لسان رسول الله صلى الله عليه وسلم فإنها صالحة أن تنتهي بالشيء المذكور غاية الحظر والمنع ، وصالحة أيضا بحسب اللغة أن تقف دون الغاية في حيز الكراهة ونحوها ; فما اقترنت به قرينة التسليم من الصحابة المتأولين وأجمع الكل منهم ولم تضطرب فيه ألفاظ الأحاديث وجب بالشرع أن يكون تحريمه قد وصل الغاية من الحظر والمنع ، ولحق بالخنزير والميتة والدم ، وهذه صفة تحريم الخمر . وما اقترنت به قرينة اضطراب ألفاظ الأحاديث واختلفت الأئمة فيه مع علمهم بالأحاديث كقوله عليه السلام : أكل كل ذي ناب من السباع حرام . وقد ورد نهي رسول الله صلى الله عليه وسلم عن أكل كل ذي ناب من السباع ، ثم اختلفت الصحابة ومن بعدهم في تحريم ذلك ، فجاز لهذه الوجوه لمن ينظر أن يحمل لفظ التحريم على المنع الذي هو الكراهة ونحوها . وما اقترنت به قرينة التأويل كتحريمه عليه السلام لحوم الحمر الإنسية فتأول بعض الصحابة الحاضرين ذلك لأنه نجس ، وتأول بعضهم ذلك لئلا تفنى حمولة الناس ، وتأول بعضهم التحريم المحض . وثبت في الأمة الاختلاف في تحريم لحمها ; فجائز لمن ينظر من العلماء أن يحمل لفظ التحريم على المنع الذي هو الكراهة ونحوها بحسب اجتهاده وقياسه .قلت : وهذا عقد حسن في هذا الباب وفي سبب الخلاف على ما تقدم . وقد قيل : إن الحمار لا يؤكل لأنه أبدى جوهره الخبيث حيث نزا على ذكر وتلوط ; فسمي رجسا . قال محمد بن سيرين : ليس شيء من الدواب يعمل عمل قوم لوط إلا الخنزير والحمار ; ذكره الترمذي في نوادر الأصول .الثالثة : روى عمرو بن دينار عن أبي الشعثاء عن ابن عباس قال : كان أهل الجاهلية يأكلون أشياء ويتركون أشياء ، فبعث الله نبيه عليه السلام وأنزل كتابه وأحل حلاله وحرم حرامه ; فما أحل فهو حلال وما حرم فهو حرام وما سكت عنه فهو عفو ، وتلا هذه الآية قل لا أجد الآية . يعني ما لم يبين تحريمه فهو مباح بظاهر هذه الآية . وروى الزهري عن عبيد الله بن عبد الله بن عباس أنه قرأ قل لا أجد في ما أوحي إلي محرما قال : إنما حرم من الميتة أكلها ، ما يؤكل منها وهو اللحم ; فأما الجلد والعظم والصوف والشعر فحلال . وروى أبو داود عن ملقام بن تلب عن أبيه قال : صحبت النبي صلى الله عليه وسلم فلم أسمع لحشرة الأرض تحريما . الحشرة : صغار دواب الأرض كاليرابيع والضباب والقنافذ . ونحوها ; قال الشاعر : [ ص: 109 ]أكلنا الربى يا أم عمرو ومن يكن غريبا لديكم يأكل الحشراتأي ما دب ودرج . والربى جمع ربية وهي الفأرة . قال الخطابي : وليس في قوله \" لم أسمع لها تحريما \" دليل على أنها مباحة ; لجواز أن يكون غيره قد سمعه . وقد اختلف الناس في اليربوع والوبر والجمع وبار ونحوهما من الحشرات ; فرخص في اليربوع عروة وعطاء والشافعي وأبو ثور . قال الشافعي : لا بأس بالوبر وكرهه ابن سيرين والحكم وحماد وأصحاب الرأي . وكره أصحاب الرأي القنفذ . وسئل عنه مالك بن أنس فقال : لا أدري . وحكى أبو عمرو : وقال مالك لا بأس بأكل القنفذ . وكان أبو ثور لا يرى به بأسا ; وحكاه عن الشافعي . وسئل عنه ابن عمر فتلا قل لا أجد في ما أوحي إلي محرما الآية ; فقال شيخ عنده سمعت أبا هريرة يقول : ذكر عند النبي صلى الله عليه وسلم فقال : خبيثة من الخبائث . فقال ابن عمر : إن كان قال رسول الله صلى الله عليه وسلم هذا فهو كما قال . ذكره أبو داود . وقال مالك : لا بأس بأكل الضب واليربوع والورل . وجائز عنده أكل الحيات إذا ذكيت ; وهو قول ابن أبي ليلى والأوزاعي . وكذلك الأفاعي والعقارب والفأر والعظاية والقنفذ والضفدع . وقال ابن القاسم : ولا بأس بأكل خشاش الأرض وعقاربها ودودها في قول مالك ; لأنه قال : موته في الماء لا يفسده . وقال مالك : لا بأس بأكل فراخ النحل ودود الجبن والتمر ونحوه . والحجة له حديث ملقام بن تلب ، وقول ابن عباس وأبي الدرداء : ما أحل الله فهو حلال وما حرم فهو حرام وما سكت عنه فهو عفو . وقالت عائشة في الفأرة : ما هي بحرام ، وقرأت قل لا أجد في ما أوحي إلي محرما . ومن علماء أهل المدينة جماعة لا يجيزون أكل كل شيء من خشاش الأرض وهوامها ; مثل الحيات والأوزاغ والفأر وما أشبهه . وكل ما يجوز قتله فلا يجوز عند هؤلاء أكله ، ولا تعمل الذكاة عندهم فيه . وهو قول ابن شهاب وعروة والشافعي وأبي حنيفة وأصحابه وغيرهم . ولا يؤكل عند مالك وأصحابه شيء من سباع الوحش كلها ، ولا الهر الأهلي ولا الوحشي لأنه سبع . وقال : ولا يؤكل الضبع ولا الثعلب ، ولا بأس بأكل سباع الطير كلها : الرخم والنسور والعقبان وغيرها ، ما أكل الجيف منها وما لم يأكل . وقال الأوزاعي الطير كله [ ص: 110 ] حلال ، إلا أنهم يكرهون الرخم . وحجة مالك أنه لم يجد أحدا من أهل العلم يكره أكل سباع الطير ، وأنكر الحديث عن النبي صلى الله عليه وسلم أنه نهى عن أكل كل ذي مخلب من الطير . وروي عن أشهب أنه قال : لا بأس بأكل الفيل إذا ذكي ; وهو قول الشعبي ، ومنع منه الشافعي . وكره النعمان وأصحابه أكل الضبع والثعلب . ورخص في ذلك الشافعي ، وروي عن سعد بن أبي وقاص أنه كان يأكل الضباع . وحجة مالك عموم النهي عن أكل كل ذي ناب من السباع ، ولم يخص سبعا من سبع . وليس حديث الضبع الذي خرجه النسائي في إباحة أكلها مما يعارض به حديث النهي ; لأنه حديث انفرد به عبد الرحمن بن أبي عمار ، وليس مشهورا بنقل العلم ، ولا ممن يحتج به إذا خالفه من هو أثبت منه . قال أبو عمر : وقد روي النهي عن أكل كل ذي ناب من السباع من طرق متواترة . وروى ذلك جماعة من الأئمة الثقات الأثبات ، ومحال أن يعارضوا بمثل حديث ابن أبي عمار . قال أبو عمر : أجمع المسلمون على أنه لا يجوز أكل القرد لنهي رسول الله صلى الله عليه وسلم عن أكله ، ولا يجوز بيعه لأنه لا منفعة فيه . قال : وما علمت أحدا رخص في أكله إلا ما ذكره عبد الرزاق عن معمر عن أيوب . سئل مجاهد عن أكل القرد فقال : ليس من بهيمة الأنعام .قلت : ذكر ابن المنذر أنه قال : روينا عن عطاء أنه سئل عن القرد يقتل في الحرم فقال : يحكم به ذوا عدل . قال : فعلى مذهب عطاء يجوز أكل لحمه ; لأن الجزاء لا يجب على من قتل غير الصيد . وفي \" بحر المذهب \" للروياني على مذهب الإمام الشافعي : وقال الشافعي يجوز بيع القرد لأنه يعلم وينتفع به لحفظ المتاع . وحكى الكشفلي عن ابن شريح يجوز بيعه لأنه ينتفع به . فقيل له : وما وجه الانتفاع به ؟ قال تفرح به الصبيان . قال أبو عمر : والكلب والفيل وذو الناب كله عندي مثل القرد . والحجة في قول رسول الله صلى الله عليه وسلم لا في قول غيره . وقد [ ص: 111 ] زعم ناس أنه لم يكن في العرب من يأكل لحم الكلب إلا قوم من فقعس . وروى أبو داود عن ابن عمر قال : نهى رسول الله صلى الله عليه وسلم عن أكل الجلالة وألبانها . في رواية : عن الجلالة في الإبل أن يركب عليها أو يشرب من ألبانها . قال الحليمي أبو عبد الله : فأما الجلالة فهي التي تأكل العذرة من الدواب والدجاج المخلاة . ونهى النبي صلى الله عليه وسلم عن لحومها . وقال العلماء : كل ما ظهر منها ريح العذرة في لحمه أو طعمه فهو حرام ، وما لم يظهر فهو حلال . وقال الخطابي : هذا نهي تنزه وتنظف ، وذلك أنها إذا اغتذت الجلة وهي العذرة وجد نتن رائحتها في لحومها ، وهذا إذا كان غالب علفها منها ; فأما إذا رعت الكلأ واعتلفت الحب وكانت تنال مع ذلك شيئا من الجلة فليست بجلالة ; وإنما هي كالدجاج المخلاة ، ونحوها من الحيوان الذي ربما نال الشيء منها وغالب غذائه وعلفه من غيره فلا يكره أكلها . وقال أصحاب الرأي والشافعي وأحمد : لا تؤكل حتى تحبس أياما وتعلف علفا غيرها ; فإذا طاب لحمها أكلت . وقد روي في الحديث أن البقر تعلف أربعين يوما ثم يؤكل لحمها . وكان ابن عمر يحبس الدجاج ثلاثا ثم يذبحه . وقال إسحاق : لا بأس بأكلها بعد أن يغسل لحمها غسلا جيدا . وكان الحسن لا يرى بأسا بأكل لحم الجلالة ; وكذلك مالك بن أنس . ومن هذا الباب نهي أن تلقى في الأرض العذرة . روي عن بعضهم قال : كنا نكري أرض رسول الله صلى الله عليه وسلم ونشترط على من يكريها ألا يلقي فيها العذرة . وعن ابن عمر أنه كان يكري أرضه ويشترط ألا تدمن بالعذرة . وروي أن رجلا كان يزرع أرضه بالعذرة فقال له عمر : أنت الذي تطعم الناس ما يخرج منهم . واختلفوا في أكل الخيل ; فأباحها الشافعي ، وهو الصحيح ، وكرهها مالك . وأما البغل فهو متولد من بين الحمار والفرس ، وأحدهما مأكول أو مكروه وهو الفرس ، والآخر محرم وهو الحمار ; فغلب حكم التحريم ; لأن التحليل والتحريم إذا اجتمعا في عين واحدة غلب حكم التحريم . وسيأتي بيان هذه المسألة في \" النحل \" إن شاء الله بأوعب من هذا . وسيأتي حكم الجراد في \" الأعراف \" . والجمهور من الخلف والسلف على جواز أكل الأرنب . وقد حكي عن عبد الله بن عمرو بن العاص تحريمه . وعن ابن أبي ليلى كراهته . قال عبد الله بن عمرو : [ ص: 112 ] جيء بها إلى رسول الله صلى الله عليه وسلم وأنا جالس فلم يأكلها ولم ينه عن أكلها . وزعم أنها تحيض . ذكره أبو داود . وروى النسائي مرسلا عن موسى بن طلحة قال : أتي النبي صلى الله عليه وسلم بأرنب قد شواها رجل وقال : يا رسول الله ، إني رأيت بها دما ; فتركها رسول الله صلى الله عليه وسلم ولم يأكلها ، وقال لمن عنده : كلوا فإني لو اشتهيتها أكلتها . قلت : وليس في هذا ما يدل على تحريمه ، وإنما هو نحو من قوله عليه السلام : إنه لم يكن بأرض قومي فأجدني أعافه . وقد روى مسلم في صحيحه عن أنس بن مالك قال : مررنا بمر الظهران فاستنفجنا أرنبا فسعوا عليه فلغبوا . قال : فسعيت حتى أدركتها ، فأتيت بها أبا طلحة فذبحها ، فبعث بوركها وفخذها إلى رسول الله صلى الله عليه وسلم ، فأتيت بها رسول الله صلى الله عليه وسلم فقبله .الرابعة قوله تعالى على طاعم يطعمه أي آكل يأكله . وروي عن ابن عامر أنه قرأ ( أوحى ) بفتح الهمزة . وقرأ علي بن أبي طالب ( يطعمه ) مثقل الطاء ، أراد يتطعمه فأدغم . وقرأت عائشة ومحمد ابن الحنفية ( على طاعم طعمه ) بفعل ماضإلا أن يكون ميتة قرئ بالياء والتاء ; أي إلا أن تكون العين أو الجثة أو النفس ميتة . وقرئ يكون بالياء ( ميتة ) بالرفع بمعنى تقع وتحدث ميتة . والمسفوح : الجاري الذي يسيل وهو المحرم . وغيره معفو عنه . وحكى الماوردي أن الدم غير المسفوح أنه إن كان ذا عروق يجمد عليها كالكبد والطحال فهو حلال ; لقوله عليه السلام : أحلت لنا ميتتان ودمان الحديث . وإن كان غير ذي عروق [ ص: 113 ] يجمد عليها ، وإنما هو مع اللحم ، ففي تحريمه قولان : أحدهما أنه حرام ; لأنه من جملة المسفوح أو بعضه . وإنما ذكر المسفوح لاستثناء الكبد والطحال منه . والثاني أنه لا يحرم ; لتخصيص التحريم بالمسفوح . قلت : وهو الصحيح .قال عمران بن حدير : سألت أبا مجلز عما يتلطخ من اللحم بالدم ، وعن القدر تعلوها الحمرة من الدم فقال : لا بأس به ، إنما حرم الله المسفوح . وقالت نحوه عائشة وغيرها ، وعليه إجماع العلماء . وقال عكرمة : لولا هذه الآية لاتبع المسلمون من العروق ما تتبع اليهود . وقال إبراهيم النخعي : لا بأس بالدم في عرق أو مخ . وقد تقدم هذا وحكم المضطر في \" البقرة \" والله أعلم .",
  "ayah": 145,
  "surah": 6
}
