{
  "text": "قوله تعالى وأن هذا صراطي مستقيما فاتبعوه هذه آية عظيمة عطفها على ما تقدم ; فإنه لما نهى وأمر حذر هنا عن اتباع غير سبيله ، فأمر فيها باتباع طريقه على ما نبينه بالأحاديث الصحيحة وأقاويل السلف . وأن في موضع نصب ، أي واتل أن هذا صراطي . عن الفراء والكسائي . قال الفراء : ويجوز أن يكون خفضا ، أي وصاكم به وبأن هذا صراطي . وتقديرها عند الخليل وسيبويه : ولأن هذا صراطي ; كما قال : وأن المساجد لله وقرأ الأعمش وحمزة والكسائي ( وإن هذا ) بكسر الهمزة على الاستئناف ; أي الذي ذكر في الآيات صراطي مستقيما . وقرأ ابن أبي إسحاق ويعقوب ( وأن هذا ) بالتخفيف . والمخففة مثل المشددة ، إلا أن فيه ضمير القصة والشأن ; أي وأنه هذا . فهي في موضع رفع . ويجوز النصب . ويجوز أن تكون زائدة للتوكيد ; كما قال عز وجل : فلما أن جاء البشير [ ص: 125 ] والصراط : الطريق الذي هو دين الإسلام . مستقيما نصب على الحال ، ومعناه مستويا قويما لا اعوجاج فيه . فأمر باتباع طريقه الذي طرقه على لسان نبيه محمد صلى الله عليه وسلم وشرعه ونهايته الجنة . وتشعبت منه طرق فمن سلك الجادة نجا ، ومن خرج إلى تلك الطرق أفضت به إلى النار .ولا تتبعوا السبل فتفرق بكم عن سبيله أي تميل . روى الدارمي أبو محمد في مسنده بإسناد صحيح : أخبرنا عفان حدثنا حماد بن زيد حدثنا عاصم ابن بهدلة عن أبي وائل عن عبد الله بن مسعود قال خط لنا رسول الله صلى الله عليه وسلم يوما خطا ، ثم قال : هذا سبيل الله ، ثم خط خطوطا عن يمينه وخطوطا عن يساره ثم قال : هذه سبل على كل سبيل منها شيطان يدعو إليها ، ثم قرأ هذه الآية وأخرجه ابن ماجه في سننه عن جابر بن عبد الله قال كنا عند النبي صلى الله عليه وسلم فخط خطا ، وخط خطين عن يمينه ، وخط خطين عن يساره ، ثم وضع يده في الخط الأوسط فقال : هذا سبيل الله ، ثم تلا هذه الآية : وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيلهوهذه السبل تعم اليهودية والنصرانية والمجوسية وسائر أهل الملل وأهل البدع والضلالات من أهل الأهواء والشذوذ في الفروع ، وغير ذلك من أهل التعمق في الجدل والخوض في الكلام . هذه كلها عرضة للزلل ، ومظنة لسوء المعتقد ; قاله ابن عطية .قلت : وهو الصحيح . ذكر الطبري في كتاب آداب النفوس : حدثنا محمد بن عبد الأعلى الصنعاني قال حدثنا محمد بن ثور عن معمر عن أبان أن رجلا قال لابن مسعود : ما الصراط المستقيم ؟ قال : تركنا محمد صلى الله عليه وسلم في أدناه وطرفه في الجنة ، وعن يمينه جواد وعن يساره جواد ، وثم رجال يدعون من مر بهم فمن أخذ في تلك الجواد انتهت به إلى النار ، ومن أخذ على الصراط انتهى به إلى الجنة ، ثم قرأ ابن مسعود : وأن هذا صراطي مستقيما الآية . وقال عبد الله بن مسعود : تعلموا العلم قبل أن يقبض ، وقبضه أن يذهب أهله ، ألا وإياكم والتنطع والتعمق والبدع ، وعليكم بالعتيق . أخرجه الدارمي . وقال مجاهد في قوله : ولا تتبعوا السبل قال : البدع . قال ابن شهاب : وهذا كقوله تعالى : إن الذين فرقوا دينهم وكانوا شيعا [ ص: 126 ] الآية . فالهرب الهرب ، والنجاة النجاة ! والتمسك بالطريق المستقيم والسنن القويم ، الذي سلكه السلف الصالح ، وفيه المتجر الرابح . روى الأئمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ما أمرتكم به فخذوه وما نهيتكم عنه فانتهوا . وروى ابن ماجه وغيره عن العرباض بن سارية قال وعظنا رسول الله صلى الله عليه وسلم موعظة ذرفت منها العيون ووجلت منها القلوب ; فقلنا : يا رسول الله ، إن هذه لموعظة مودع ، فما تعهد إلينا ؟ فقال : قد تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك من يعش منكم فسيرى اختلافا كثيرا فعليكم بما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين بعدي عضوا عليها بالنواجذ وإياكم والأمور المحدثات فإن كل بدعة ضلالة وعليكم بالطاعة وإن عبدا حبشيا فإنما المؤمن كالجمل الأنف حيثما قيد انقاد أخرجه الترمذي بمعناه وصححه . وروى أبو داود قال حدثنا ابن كثير قال أخبرنا سفيان قال : كتب رجل إلى عمر بن عبد العزيز يسأله عن القدر ; فكتب إليه : أما بعد ، فإني أوصيك بتقوى الله والاقتصاد في أمره واتباع سنة رسول الله صلى الله عليه وسلم ، وترك ما أحدث المحدثون بعد ما جرت به سنته ، وكفوا مئونته ، فعليك بلزوم الجماعة فإنها لك بإذن الله عصمة ، ثم اعلم أنه لم يبتدع الناس بدعة إلا قد مضى قبلها ما هو دليل عليها أو عبرة فيها ; فإن السنة إنما سنها من قد علم ما في خلافها من الخطأ والزلل ، والحمق والتعمق ; فارض لنفسك ما رضي به القوم لأنفسهم ، فإنهم على علم وقفوا ، وببصر نافذ كفوا ، وإنهم على كشف الأمور كانوا أقوى ، وبفضل ما كانوا فيه أولى ، فإن كان الهدى ما أنتم عليه فقد سبقتموهم إليه ، ولئن قلتم إنما حدث بعدهم فما أحدثه إلا من اتبع غير سبيلهم ورغب بنفسه عنهم ; فإنهم هم السابقون ، قد تكلموا فيه بما يكفي ووصفوا ما يشفي ; فما دونهم من مقصر ، وما فوقهم من [ ص: 127 ] مجسر ، وقد قصر قوم دونهم فجفوا ، وطمح عنهم أقوام فغلوا وإنهم مع ذلك لعلى هدى مستقيم . وذكر الحديث . وقال سهل بن عبد الله التستري : عليكم بالاقتداء بالأثر والسنة ، فإني أخاف أنه سيأتي عن قليل زمان إذا ذكر إنسان النبي صلى الله عليه وسلم والاقتداء به في جميع أحواله ذموه ونفروا عنه وتبرءوا منه وأذلوه وأهانوه . قال سهل : إنما ظهرت البدعة على يدي أهل السنة لأنهم ظاهروهم وقاولوهم ; فظهرت أقاويلهم وفشت في العامة فسمعه من لم يكن يسمعه ، فلو تركوهم ولم يكلموهم لمات كل واحد منهم على ما في صدره ولم يظهر منه شيء وحمله معه إلى قبره . وقال سهل : لا يحدث أحدكم بدعة حتى يحدث له إبليس عبادة فيتعبد بها ثم يحدث له بدعة ، فإذا نطق بالبدعة ودعا الناس إليها نزع منه تلك الخذمة . قال سهل : لا أعلم حديثا جاء في المبتدعة أشد من هذا الحديث : حجب الله الجنة عن صاحب البدعة . قال : فاليهودي والنصراني أرجى منهم . قال سهل : من أراد أن يكرم دينه فلا يدخل على السلطان ، ولا يخلون بالنسوان ، ولا يخاصمن أهل الأهواء . وقال أيضا : اتبعوا ولا تبتدعوا ، فقد كفيتم . وفي مسند الدارمي : أن أبا موسى الأشعري جاء إلى عبد الله بن مسعود فقال : يا أبا عبد الرحمن ، إني رأيت في المسجد آنفا شيئا أنكرته ولم أر والحمد لله إلا خيرا ، قال : فما هو ؟ قال : إن عشت فستراه ، قال : رأيت في المسجد قوما حلقا حلقا جلوسا ينتظرون الصلاة ; في كل حلقة رجل وفي أيديهم حصى فيقول لهم : كبروا مائة ; فيكبرون مائة . فيقول : هللوا مائة ; فيهللون مائة . ويقول : سبحوا مائة ; فيسبحون مائة . قال : فماذا قلت لهم ؟ قال : ما قلت لهم شيئا ; انتظار رأيك وانتظار أمرك . قال أفلا أمرتهم أن يعدوا سيئاتهم وضمنت لهم ألا يضيع من حسناتهم . ثم مضى ومضينا معه حتى أتى حلقة من تلك الحلق ; فوقف عليهم فقال : ما هذا الذي أراكم تصنعون ؟ قالوا : يا أبا عبد الرحمن ، حصى نعد به التكبير والتهليل والتسبيح . قال : فعدوا سيئاتكم وأنا ضامن لكم ألا يضيع من حسناتكم شيء ، ويحكم يا أمة محمد ! ما أسرع هلكتكم . أومفتتحي باب ضلالة ؟ ! قالوا : والله يا أبا عبد الرحمن ، ما أردنا إلا الخير . فقال : وكم من مريد للخير لن يصيبه !وعن عمر بن عبد العزيز وسأله رجل عن شيء من أهل الأهواء والبدع ; فقال : عليك بدين الأعراب والغلام [ ص: 128 ] في الكتاب ، واله عما سوى ذلك . وقال الأوزاعي : قال إبليس لأوليائه من أي شيء تأتون بني آدم ؟ فقالوا : من كل شيء . قال : فهل تأتونهم من قبل الاستغفار ؟ قالوا : هيهات ! ذلك شيء قرن بالتوحيد . قال : لأبثن فيهم شيئا لا يستغفرون الله منه . قال : فبث فيهم الأهواء . وقال مجاهد : ولا أدري أي النعمتين علي أعظم أن هداني للإسلام ، أو عافاني من هذه الأهواء . وقال الشعبي : إنما سموا أصحاب الأهواء لأنهم يهوون في النار . كله عن الدارمي . وسئل سهل بن عبد الله عن الصلاة خلف المعتزلة والنكاح منهم وتزويجهم . فقال : لا ، ولا كرامة ! هم كفار ، كيف يؤمن من يقول : القرآن مخلوق ، ولا جنة مخلوقة ولا نار مخلوقة ، ولا لله صراط ولا شفاعة ، ولا أحد من المؤمنين يدخل النار ولا يخرج من النار من مذنبي أمة محمد صلى الله عليه وسلم ، ولا عذاب القبر ولا منكر ولا نكير ، ولا رؤية لربنا في الآخرة ولا زيادة ، وأن علم الله مخلوق ، ولا يرون السلطان ولا جمعة ; ويكفرون من يؤمن بهذا . وقال الفضيل بن عياض : من أحب صاحب بدعة أحبط الله عمله ، وأخرج نور الإسلام من قلبه . وقد تقدم هذا من كلامه وزيادة . وقال سفيان الثوري : البدعة أحب إلى إبليس من المعصية ; المعصية يتاب منها ، والبدعة لا يتاب منها . وقال ابن عباس : النظر إلى الرجل من أهل السنة يدعو إلى السنة وينهى عن البدعة ، عبادة . وقال أبو العالية : عليكم بالأمر الأول الذي كانوا عليه قبل أن يفترقوا . قال عاصم الأحول : فحدثت به الحسن فقال : قد نصحك والله وصدقك . وقد مضى في \" آل عمران \" معنى قوله عليه السلام : تفرقت بنو إسرائيل على ثنتين وسبعين فرقة وأن هذه الأمة ستفترق على ثلاث وسبعين . الحديث . وقد قال بعض العلماء العارفين : هذه الفرقة التي زادت في فرق أمة محمد صلى الله عليه وسلم هم قوم يعادون العلماء ويبغضون الفقهاء ، ولم يكن ذلك قط في الأمم السالفة . وقد روى رافع بن خديج أنه سمع رسول الله صلى الله عليه وسلم يقول : يكون في أمتي قوم يكفرون بالله وبالقرآن وهم لا يشعرون كما كفرت اليهود والنصارى . قال فقلت : جعلت فداك يا رسول الله ! كيف ذاك ؟ قال : يقرون ببعض ويكفرون ببعض . قال قلت : جعلت فداك يا رسول الله ! وكيف يقولون ؟ قال : يجعلون إبليس عدلا لله في خلقه وقوته ورزقه ويقولون الخير من الله والشر من إبليس . قال : فيكفرون بالله ثم يقرءون على ذلك كتاب الله ، [ ص: 129 ] فيكفرون بالقرآن بعد الإيمان والمعرفة ؟ قال : فما تلقى أمتي منهم من العداوة والبغضاء والجدال أولئك زنادقة هذه الأمة . وذكر الحديث . ومضى في \" النساء \" وهذه السورة النهي عن مجالسة أهل البدع والأهواء ، وأن من جالسهم حكمه حكمهم فقال : وإذا رأيت الذين يخوضون في آياتنا الآية . ثم بين في سورة \" النساء \" وهي مدنية عقوبة من فعل ذلك وخالف ما أمر الله به فقال : وقد نزل عليكم في الكتاب الآية . فألحق من جالسهم بهم . وقد ذهب إلى هذا جماعة من أئمة هذه الأمة وحكم بموجب هذه الآيات في مجالس أهل البدع على المعاشرة والمخالطة منهم أحمد بن حنبل والأوزاعي وابن المبارك فإنهم قالوا في رجل شأنه مجالسة أهل البدع قالوا : ينهى عن مجالستهم ، فإن انتهى وإلا ألحق بهم ، يعنون في الحكم . وقد حمل عمر بن عبد العزيز الحد على مجالس شربة الخمر ، وتلا إنكم إذا مثلهم . قيل له : فإنه يقول إني أجالسهم لأباينهم وأرد عليهم . قال ينهى عن مجالستهم ، فإن لم ينته ألحق بهم .",
  "ayah": 153,
  "surah": 6
}
