{
  "text": "قوله تعالى هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك يوم يأتي بعض آيات ربك لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا قل انتظروا إنا منتظرونقوله تعالى هل ينظرون معناه أقمت عليهم الحجة وأنزلت عليهم الكتاب فلم يؤمنوا ، فماذا ينتظرون .هل ينظرون إلا أن تأتيهم الملائكة أي عند الموت لقبض أرواحهم .أو يأتي ربك قال ابن عباس والضحاك : أمر ربك فيهم بالقتل أو غيره ، وقد يذكر المضاف إليه والمراد به المضاف ; كقوله تعالى : واسأل القرية يعني أهل القرية . وقوله : وأشربوا في قلوبهم العجل أي حب العجل . كذلك هنا : يأتي أمر ربك أي عقوبة ربك وعذاب ربك . ويقال : هذا من المتشابه الذي لا يعلم تأويله إلا الله . وقد تقدم القول في مثله في \" البقرة \" وغيرها .أو يأتي بعض آيات ربك قيل : هو طلوع الشمس من مغربها . بين بهذا أنهم يمهلون في الدنيا فإذا ظهرت الساعة فلا إمهال .وقيل : إتيان الله تعالى مجيئه لفصل القضاء بين خلقه في موقف القيامة ; كما قال تعالى : وجاء ربك والملك صفا صفا . وليس مجيئه تعالى حركة ولا انتقالا ولا زوالا ; لأن ذلك إنما يكون إذا كان الجائي جسما أو جوهرا . والذي عليه جمهور أئمة أهل السنة أنهم يقولون : يجيء وينزل ويأتي . ولا يكيفون ; لأنه ليس كمثله شيء وهو السميع البصيروفي صحيح مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ثلاث إذا خرجن لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا : طلوع الشمس من مغربها والدجال ودابة الأرض . وعن صفوان بن عسال المرادي قال سمعت رسول الله صلى الله عليه وسلم يقول : إن بالمغرب بابا مفتوحا للتوبة مسيرة سبعين سنة [ ص: 132 ] لا يغلق حتى تطلع الشمس من نحوه . أخرجه الدارقطني والدارمي والترمذي وقال : هذا حديث حسن صحيح . وقال سفيان : قبل الشام ، خلقه الله يوم خلق السماوات والأرض . \" مفتوحا \" يعني للتوبة لا يغلق حتى تطلع الشمس منه . قال : حديث حسن صحيح .قلت : وكذب بهذا كله الخوارج والمعتزلة كما تقدم . وروى ابن عباس قال : سمعت عمر بن الخطاب فقال : أيها الناس ، إن الرجم حق فلا تخدعن عنه ، وإن آية ذلك أن رسول الله صلى الله عليه وسلم قد رجم ، وأن أبا بكر قد رجم ، وأنا قد رجمنا بعدهما ، وسيكون قوم من هذه الأمة يكذبون بالرجم ، ويكذبون بالدجال ، ويكذبون بطلوع الشمس من مغربها ، ويكذبون بعذاب القبر ، ويكذبون بالشفاعة ، ويكذبون بقوم يخرجون من النار بعد ما امتحشوا . ذكره أبو عمر . وذكر الثعلبي في حديث فيه طول عن أبي هريرة عن النبي صلى الله عليه وسلم ما معناه : أن الشمس تحبس عن الناس - حين تكثر المعاصي في الأرض ويذهب المعروف فلا يأمر به أحد ، ويفشو المنكر فلا ينهى عنه - مقدار ليلة تحت العرش ، كلما سجدت واستأذنت ربها تعالى من أين تطلع لم يجئ لها جواب حتى يوافيها القمر فيسجد معها ، ويستأذن من أين يطلع فلا يجاء إليهما جواب حتى يحبسا مقدار ثلاث ليال للشمس وليلتين للقمر ; فلا يعرف طول تلك الليلة إلا المتهجدون في الأرض وهم يومئذ عصابة قليلة في كل بلدة من بلاد المسلمين فإذا تم لهما مقدار ثلاث ليال أرسل الله تعالى إليهما جبريل عليه السلام فيقول : إن الرب سبحانه وتعالى يأمركما أن ترجعا إلى مغاربكما فتطلعا منه ، وأنه لا ضوء لكما عندنا ولا نور . فيطلعان من مغاربهما أسودين ، لا ضوء للشمس ولا نور للقمر ، مثلهما في كسوفهما قبل ذلك . فذلك قوله تعالى : وجمع الشمس والقمر وقوله : إذا الشمس كورت فيرتفعان كذلك مثل البعيرين المقرونين ; فإذا ما بلغ الشمس والقمر سرة السماء وهي منتصفها جاءهما جبريل عليه السلام فأخذ بقرونهما وردهما إلى المغرب ، فلا يغربهما من مغاربهما ولكن يغربهما من باب التوبة ثم يرد المصراعين ، ثم يلتئم ما بينهما فيصير كأنه لم يكن بينهما صدع . فإذا أغلق باب التوبة لم تقبل لعبد بعد ذلك توبة ، ولم تنفعه بعد ذلك حسنة يعملها ; إلا من كان قبل ذلك محسنا فإنه يجري عليه ما كان عليه قبل ذلك اليوم ; فذلك قوله تعالى : [ ص: 133 ] يوم يأتي بعض آيات ربك لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا .ثم إن الشمس والقمر يكسيان بعد ذلك الضوء والنور ، ثم يطلعان على الناس ويغربان كما كانا قبل ذلك يطلعان ويغربان . قال العلماء : وإنما لا ينفع نفسا إيمانها عند طلوعها من مغربها ; لأنه خلص إلى قلوبهم من الفزع ما تخمد معه كل شهوة من شهوات النفس ، وتفتر كل قوة من قوى البدن ; فيصير الناس كلهم لإيقانهم بدنو القيامة في حال من حضره الموت في انقطاع الدواعي إلى أنواع المعاصي عنهم ، وبطلانها من أبدانهم ; فمن تاب في مثل هذه الحال لم تقبل توبته ، كما لا تقبل توبة من حضره الموت . قال صلى الله عليه وسلم : إن الله يقبل توبة العبد ما لم يغرغر أي تبلغ روحه رأس حلقه ، وذلك وقت المعاينة الذي يرى فيه مقعده من الجنة أو مقعده من النار ; فالمشاهد لطلوع الشمس من مغربها مثله . وعلى هذا ينبغي أن تكون توبة كل من شاهد ذلك أو كان كالمشاهد له مردودة ما عاش ; لأن علمه بالله تعالى وبنبيه صلى الله عليه وسلم وبوعده قد صار ضرورة . فإن امتدت أيام الدنيا إلى أن ينسى الناس من هذا الأمر العظيم ما كان ، ولا يتحدثوا عنه إلا قليلا ، فيصير الخبر عنه خاصا وينقطع التواتر عنه ; فمن أسلم في ذلك الوقت أو تاب قبل منه . والله أعلم .وفي صحيح مسلم عن عبد الله قال : حفظت من رسول الله صلى الله عليه وسلم حديثا لم أنسه بعد ، سمعت رسول الله صلى الله عليه وسلم يقول : إن أول الآيات خروجا طلوع الشمس من مغربها وخروج الدابة على الناس ضحى وأيهما ما كانت قبل صاحبتها فالأخرى على إثرها قريبا . وفيه عن حذيفة قال كان رسول الله صلى الله عليه وسلم في غرفة ونحن أسفل منه ، فاطلع إلينا فقال : ما تذاكرون ؟ قلنا : الساعة . قال : إن الساعة لا تكون حتى تكون عشر آيات : خسف بالمشرق وخسف بالمغرب وخسف في جزيرة العرب والدخان والدجال ودابة الأرض ويأجوج ومأجوج وطلوع الشمس من مغربها ونار تخرج من قعر عدن ترحل الناس .قال شعبة : وحدثني عبد العزيز بن رفيع عن أبي الطفيل عن أبي سريحة مثل ذلك ، لا يذكر النبي صلى الله عليه وسلم . وقال أحدهما في العاشرة : ونزول عيسى ابن مريم صلى الله عليه وسلم . وقال الآخر : وريح تلقي الناس في [ ص: 134 ] البحر . قلت : وهذا حديث متقن في ترتيب العلامات . وقد وقع بعضها وهي الخسوفات على ما ذكر أبو الفرج الجوزي من وقوعها بعراق العجم والمغرب . وهلك بسببها خلق كثير ; ذكره في كتاب فهوم الآثار وغيره . ويأتي ذكر الدابة في \" النمل \" . ويأجوج ومأجوج في \" الكهف \" . ويقال : إن الآيات تتابع كالنظم في الخيط عاما فعاما . وقيل : إن الحكمة في طلوع الشمس من مغربها أن إبراهيم عليه السلام قال لنمروذ : فإن الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر وأن الملحدة والمنجمة عن آخرهم ينكرون ذلك ويقولون : هو غير كائن ; فيطلعها الله تعالى يوما من المغرب ليري المنكرين قدرته أن الشمس في ملكه ، إن شاء أطلعها من المشرق وإن شاء أطلعها من المغرب . وعلى هذا يحتمل أن يكون رد التوبة والإيمان على من آمن وتاب من المنكرين لذلك المكذبين لخبر النبي صلى الله عليه وسلم بطلوعها ، فأما المصدقون لذلك فإنه تقبل توبتهم وينفعهم إيمانهم قبل ذلك . وروي عن عبد الله بن عباس أنه قال : لا يقبل من كافر عمل ولا توبة إذا أسلم حين يراها ، إلا من كان صغيرا يومئذ ; فإنه لو أسلم بعد ذلك قبل ذلك منه . ومن كان مؤمنا مذنبا فتاب من الذنب قبل منه . وروي عن عمران بن حصين أنه قال : إنما لم تقبل توبته وقت طلوع الشمس حين تكون صيحة فيهلك فيها كثير من الناس ; فمن أسلم أو تاب في ذلك الوقت وهلك لم تقبل توبته ، ومن تاب بعد ذلك قبلت توبته ; ذكره أبو الليث السمرقندي في تفسيره . وقال عبد الله بن عمر : يبقى الناس بعد طلوع الشمس من مغربها مائة وعشرين سنة حتى يغرسوا النخل . والله بغيبه أعلم .وقرأ ابن عمر وابن الزبير ( يوم تأتي ) بالتاء ; مثل ( تلتقطه بعض السيارة ) . وذهبت بعض أصابعه . وقال جرير :لما أتى خبر الزبير تواضعت سور المدينة والجبال الخشعقال المبرد : التأنيث على المجاورة لمؤنث لا على الأصل . وقرأ ابن سيرين ( لا تنفع ) بالتاء . قال أبو حاتم : يذكرون أن هذا غلط من ابن سيرين . قال النحاس : في هذا شيء دقيق من النحو ذكره سيبويه ، وذلك أن الإيمان والنفس كل واحد منهما مشتمل على الآخر فأنث الإيمان إذ هو من النفس وبها ; وأنشد سيبويه :مشين كما اهتزت رماح تسفهت     أعاليها مر الرياح النواسم[ ص: 135 ] قال المهدوي : وكثيرا ما يؤنثون فعل المضاف المذكر إذا كانت إضافته إلى مؤنث ، وكان المضاف بعض المضاف إليه منه أو به ; وعليه قول ذي الرمة : مشين . . . البيت فأنث المر لإضافته إلى الرياح وهي مؤنثة ، إذ كان المر من الرياح . قال النحاس : وفيه قول آخر وهو أن يؤنث الإيمان لأنه مصدر كما يذكر المصدر المؤنث ; مثل فمن جاءه موعظة من ربه وكما قال :فقد عذرتنا في صحابته العذرففي أحد الأقوال أنث العذر لأنه بمعنى المعذرة .قل انتظروا إنا منتظرون بكم العذاب .",
  "ayah": 158,
  "surah": 6
}
