{
  "text": "قوله تعالى قل إن صلاتي ونسكي قد تقدم اشتقاق لفظ الصلاة . وقيل : المراد بها هنا صلاة الليل . وقيل : صلاة العيد . والنسك جمع نسيكة ، وهي الذبيحة ، وكذلك قال مجاهد والضحاك وسعيد بن جبير وغيرهم . والمعنى : ذبحي في الحج والعمرة . وقال الحسن : نسكي ديني . وقال الزجاج : عبادتي ; ومنه الناسك الذي يتقرب إلى الله بالعبادة . وقال قوم : النسك في هذه الآية جميع أعمال البر والطاعات ; من قولك نسك فلان فهو ناسك ، إذا تعبد .ومحياي أي ما أعمله في حياتي ومماتي أي ما أوصي به بعد وفاتي .لله رب العالمين أي أفرده بالتقرب بها إليه . وقيل : ومحياي ومماتي لله أي حياتي وموتي له . وقرأ الحسن : ( نسكي ) بإسكان السين . وأهل المدينة ( ومحياي ) بسكون الياء في الإدراج . والعامة بفتحها ; لأنه لا يجتمع ساكنان . قال النحاس : لم يجزه أحد من النحويين إلا يونس ، وإنما أجازه لأن قبله ألفا ، والألف المدة التي فيها تقوم مقام الحركة . وأجاز يونس اضربان زيدا ، وإنما منع النحويون هذا لأنه جمع بين ساكنين وليس في الثاني إدغام ، ومن قرأ بقراءة أهل المدينة وأراد أن يسلم من اللحن وقف على محياي فيكون غير لاحن عند جميع النحويين . وقرأ ابن أبي إسحاق وعيسى بن عمر وعاصم الجحدري ( ومحيي ) بتشديد الياء الثانية من غير ألف ; وهي لغة عليا مضر يقولون : قفي وعصي . وأنشد أهل اللغة :سبقوا هوي وأعنقوا لهواهموقد تقدم .قال إلكيا الطبري : قوله تعالى : قل إنني هداني ربي إلى صراط مستقيم إلى قوله : قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين استدل به الشافعي على افتتاح الصلاة بهذا الذكر ; فإن الله أمر نبيه صلى الله عليه وسلم وأنزله في كتابه ، ثم ذكر حديث علي رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا افتتح الصلاة قال : وجهت وجهي للذي فطر السماوات والأرض [ ص: 139 ] حنيفا وما أنا من المشركين . إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين . إلى قوله : وأنا من المسلمين . قلت : روى مسلم في صحيحه عن علي بن أبي طالب عن رسول الله صلى الله عليه وسلم أنه كان إذا قام إلى الصلاة قال : وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين . إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين . اللهم أنت الملك لا إله إلا أنت ، أنت ربي وأنا عبدك ظلمت نفسي واعترفت بذنبي فاغفر لي ذنوبي جميعا إنه لا يغفر الذنوب إلا أنت واهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت واصرف عني سيئها لا يصرف عني سيئها إلا أنت لبيك وسعديك والخير كله في يديك والشر ليس إليك . تباركت وتعاليت . أستغفرك وأتوب إليك الحديث . وأخرجه الدارقطني وقال في آخره : بلغنا عن النضر بن شميل وكان من العلماء باللغة وغيرها قال : معنى قول رسول الله صلى الله عليه وسلم والشر ليس إليك الشر ليس مما يتقرب به إليك . قال مالك : ليس التوجيه في الصلاة بواجب على الناس ، والواجب عليهم التكبير ثم القراءة . قال ابن القاسم : لم ير مالك هذا الذي يقوله الناس قبل القراءة : سبحانك اللهم وبحمدك . وفي مختصر ما ليس في المختصر : أن مالكا كان يقوله في خاصة نفسه ; لصحة الحديث به ، وكان لا يراه للناس مخافة أن يعتقدوا وجوبه . قال أبو الفرج الجوزي : وكنت أصلي وراء شيخنا أبي بكر الدينوري الفقيه في زمان الصبا ، فرآني مرة أفعل هذا فقال : يا بني ، إن الفقهاء قد اختلفوا في وجوب قراءة الفاتحة خلف الإمام ، ولم يختلفوا أن الافتتاح سنة ، فاشتغل بالواجب ودع السنن . والحجة لمالك قوله صلى الله عليه وسلم للأعرابي الذي علمه الصلاة : إذا قمت إلى الصلاة فكبر ثم اقرأ ولم يقل له سبح كما يقول أبو حنيفة ، ولا قل وجهت وجهي ، كما يقول الشافعي . وقال لأبي : كيف تقرأ إذا افتتحت الصلاة ؟ قال : قلت الله أكبر ، الحمد لله رب العالمين فلم يذكر توجيها ولا تسبيحا . فإن قيل : فإن عليا قد أخبر أن النبي صلى الله عليه وسلم كان يقوله . قلنا : يحتمل أن يكون [ ص: 140 ] قاله قبل التكبير ثم كبر ، وذلك حسن عندنا . فإن قيل : فقد روى النسائي والدارقطني أن النبي صلى الله عليه وسلم كان إذا افتتح الصلاة كبر ثم يقول : إن صلاتي ونسكي الحديث قلنا : هذا نحمله على النافلة في صلاة الليل ; كما جاء في كتاب النسائي عن أبي سعيد قال كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة بالليل قال : سبحانك اللهم وبحمدك تبارك اسمك وتعالى جدك ولا إله غيرك . أو في النافلة مطلقا ; فإن النافلة أخف من الفرض ; لأنه يجوز أن يصليها قائما وقاعدا وراكبا ، وإلى القبلة وغيرها في السفر ، فأمرها أيسر .",
  "ayah": 162,
  "surah": 6
}
