{
  "text": "قوله تعالى قل أغير الله أبغي ربا وهو رب كل شيء ولا تكسب كل نفس إلا عليها ولا تزر وازرة وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفونقوله تعالى قل أغير الله أبغي ربا وهو رب كل شيء أي مالكه . روي أن الكفار قالوا للنبي صلى الله عليه وسلم : ارجع يا محمد إلى ديننا ، واعبد آلهتنا ، واترك ما أنت عليه ، ونحن نتكفل لك بكل تباعة تتوقعها في دنياك وآخرتك ; فنزلت الآية . وهي استفهام يقتضي التقرير والتوبيخ . و غير نصب ب أبغي و ربا تمييز .قوله تعالى ولا تكسب كل نفس إلا عليها فيه مسألتان :الأولى : قوله تعالى : ولا تكسب كل نفس إلا عليها أي لا ينفعني في ابتغاء رب غير الله كونكم على ذلك ; إذ لا تكسب كل نفس إلا عليها ; أي لا يؤخذ بما أتت من المعصية ، وركبت من الخطيئة سواها .الثانية : وقد استدل بعض العلماء من المخالفين بهذه الآية على أن بيع الفضولي لا يصح ، وهو قول الشافعي . وقال علماؤنا : المراد من الآية تحمل الثواب والعقاب دون أحكام الدنيا ، بدليل قوله تعالى : ولا تزر وازرة وزر أخرى على ما يأتي . وبيع الفضولي عندنا [ ص: 142 ] موقوف على إجازة المالك ، فإن أجازه جاز . هذا عروة البارقي قد باع للنبي صلى الله عليه وسلم واشترى وتصرف بغير أمره ، فأجازه النبي صلى الله عليه وسلم ; وبه قال أبو حنيفة . وروى البخاري والدارقطني عن عروة بن أبي الجعد قال عرض للنبي صلى الله عليه وسلم جلب فأعطاني دينارا وقال : أي عروة ايت الجلب فاشتر لنا شاة بهذا الدينار فأتيت الجلب فساومت فاشتريت شاتين بدينار ، فجئت أسوقهما - أو قال أقودهما - فلقيني رجل في الطريق فساومني فبعته إحدى الشاتين بدينار ، وجئت بالشاة الأخرى وبدينار ، فقلت : يا رسول الله ، هذه الشاة وهذا ديناركم . قال : كيف صنعت ؟ فحدثته الحديث . قال : اللهم بارك له في صفقة يمينه . قال : فلقد رأيتني أقف في كناسة الكوفة فأربح أربعين ألفا قبل أن أصل إلى أهلي لفظ الدارقطني . قال أبو عمر : وهو حديث جيد ، وفيه صحة ثبوت النبي صلى الله عليه وسلم للشاتين ، ولولا ذلك ما أخذ منه الدينار ولا أمضى له البيع . وفيه دليل على جواز الوكالة ، ولا خلاف فيها بين العلماء . فإذا قال الموكل لوكيله : اشتر كذا ; فاشترى زيادة على ما وكل به فهل يلزم ذلك الأمر أم لا ؟ . كرجل قال لرجل : اشتر بهذا الدرهم رطل لحم ، صفته كذا ; فاشترى له أربعة أرطال من تلك الصفة بذلك الدرهم . فالذي عليه مالك وأصحابه أن الجميع يلزمه إذا وافق الصفة ومن جنسها ; لأنه محسن . وهو قول أبي يوسف ومحمد بن الحسن . وقال أبو حنيفة : الزيادة للمشتري . وهذا الحديث حجة عليه .قوله تعالى ولا تزر وازرة وزر أخرى أي لا تحمل حاملة ثقل أخرى ، أي لا تؤخذ نفس بذنب غيرها ، بل كل نفس مأخوذة بجرمها ومعاقبة بإثمها . وأصل الوزر الثقل ; ومنه قوله تعالى : ووضعنا عنك وزرك . وهو هنا الذنب ; كما قال تعالى : وهم يحملون أوزارهم على ظهورهم . وقد تقدم . قال الأخفش : يقال وزر يوزر ، ووزر يزر ، ووزر يوزر وزرا . ويجوز إزرا ، كما يقال : إسادة . والآية نزلت في الوليد بن المغيرة ، كان يقول : اتبعوا سبيلي أحمل أوزاركم ; ذكره ابن عباس . وقيل : إنها نزلت ردا على العرب في الجاهلية من مؤاخذة الرجل بأبيه وبابنه وبجريرة حليفه .قلت : ويحتمل أن يكون المراد بهذه الآية في الآخرة ، وكذلك التي قبلها ; فأما التي في الدنيا فقد يؤاخذ فيها بعضهم بجرم بعض ، لا سيما إذا لم ينه الطائعون العاصين ، كما تقدم في [ ص: 143 ] حديث أبي بكر في قوله تعالى : عليكم أنفسكم . وقوله تعالى : واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة . إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم .وقالت زينب بنت جحش يا رسول الله ، أنهلك وفينا الصالحون ؟ قال : نعم إذا كثر الخبث . قال العلماء : معناه أولاد الزنى . والخبث \" بفتح الباء \" اسم للزنى . فأوجب الله تعالى على لسان رسوله صلى الله عليه وسلم دية الخطأ على العاقلة حتى لا يطل دم الحر المسلم تعظيما للدماء . وأجمع أهل العلم على ذلك من غير خلاف بينهم في ذلك ; فدل على ما قلناه . وقد يحتمل أن يكون هذا في الدنيا ، في ألا يؤاخذ زيد بفعل عمرو ، وأن كل مباشر لجريمة فعليه مغبتها . وروى أبو داود عن أبي رمثة قال انطلقت مع أبي نحو النبي صلى الله عليه وسلم ، ثم إن النبي صلى الله عليه وسلم قال لأبي : ابنك هذا ؟ قال : أي ورب الكعبة . قال : حقا . قال : أشهد به . قال : فتبسم النبي صلى الله عليه وسلم ضاحكا من ثبت شبهي في أبي ، ومن حلف أبي علي . ثم قال : أما إنه لا يجني عليك ولا تجني عليه . وقرأ رسول الله صلى الله عليه وسلم ولا تزر وازرة وزر أخرى . ولا يعارض ما قلناه أولا بقوله : وليحملن أثقالهم وأثقالا مع أثقالهم ; فإن هذا مبين في الآية الأخرى ، قوله : ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم . فمن كان إماما في الضلالة ودعا إليها واتبع عليها فإنه يحمل وزر من أضله من غير أن ينقص من وزر المضل شيء ، على ما يأتي بيانه إن شاء الله تعالى .",
  "ayah": 164,
  "surah": 6
}
