{
  "text": "قوله تعالى : انظر كيف كذبوا على أنفسهم وضل عنهم ما كانوا يفترون[ ص: 313 ] قوله تعالى : انظر كيف كذبوا على أنفسهم كذب المشركين قولهم : إن عبادة الأصنام تقربنا إلى الله زلفى ، بل ظنوا ذلك وظنهم الخطأ لا يعذرهم ولا يزيل اسم الكذب عنهم ، وكذب المنافقين باعتذارهم بالباطل ، وجحدهم نفاقهم . وضل عنهم ما كانوا يفترون أي : فانظر كيف ضل عنهم افتراؤهم أي : تلاشى وبطل ما كانوا يظنونه من شفاعة آلهتهم . وقيل : وضل عنهم ما كانوا يفترون أي : فارقهم ما كانوا يعبدون من دون الله فلم يغن عنهم شيئا ; عن الحسن . وقيل : المعنى عزب عنهم افتراؤهم لدهشهم ، وذهول عقولهم . والنظر في قوله : انظر يراد به نظر الاعتبار ; ثم قيل : كذبوا بمعنى يكذبون ، فعبر عن المستقبل بالماضي ; وجاز أن يكذبوا في الآخرة لأنه موضع دهش وحيرة وذهول عقل . وقيل : لا يجوز أن يقع منهم كذب في الآخرة ; لأنها دار جزاء على ما كان في الدنيا - وعلى ذلك أكثر أهل النظر - وإنما ذلك في الدنيا ; فمعنى والله ربنا ما كنا مشركين على هذا : ما كنا مشركين عند أنفسنا ; وعلى جواز أن يكذبوا في الآخرة يعارضه قوله : ولا يكتمون الله حديثا ; ولا معارضة ولا تناقض ; لا يكتمون الله حديثا في بعض المواطن إذا شهدت عليهم ألسنتهم وأيديهم وأرجلهم بعملهم ، ويكذبون على أنفسهم في بعض المواطن قبل شهادة الجوارح على ما تقدم . والله أعلم . وقال سعيد بن جبير في قوله تعالى : والله ربنا ما كنا مشركين قال : اعتذروا وحلفوا ; وكذلك قال ابن أبي نجيح وقتادة : وروي عن مجاهد أنه قال : لما رأوا أن الذنوب تغفر إلا الشرك بالله والناس يخرجون من النار قالوا : والله ربنا ما كنا مشركين وقيل : والله ربنا ما كنا مشركين أي : علمنا أن الأحجار لا تضر ولا تنفع ، وهذا وإن كان صحيحا من القول فقد صدقوا ولم يكتموا ، ولكن لا يعذرون بهذا ; فإن المعاند كافر غير معذور . ثم قيل في قوله : ثم لم تكن فتنتهم خمس قراءات : قرأ حمزة والكسائي \" يكن \" بالياء \" فتنتهم \" بالنصب خبر \" يكن \" إلا أن قالوا اسمها أي إلا قولهم ; فهذه قراءة بينة . وقرأ أهل المدينة وأبو عمرو \" تكن \" بالتاء \" فتنتهم \" بالنصب إلا أن قالوا أي إلا مقالتهم . وقرأ أبي وابن مسعود وما كان - بدل قوله ( ثم لم تكن - فتنتهم ) . إلا أن قالوا وقرأ ابن عامر وعاصم من رواية حفص ، والأعمش من رواية المفضل ، والحسن وقتادة وغيرهم ( ثم لم تكن ) بالتاء ( فتنتهم ) بالرفع اسم \" تكن \" والخبر إلا أن قالوا فهذه أربع قراءات . الخامسة : ( ثم لم يكن ) بالياء ( فتنتهم ) ; رفع ويذكر الفتنة لأنها [ ص: 314 ] بمعنى الفتون ، ومثله فمن جاءه موعظة من ربه فانتهى . ( والله ) الواو واو القسم ( ربنا ) نعت لله عز وجل ، أو بدل . ومن نصب فعلى النداء أي : يا ربنا وهي قراءة حسنة ; لأن فيها معنى الاستكانة والتضرع ، إلا أنه فصل بين القسم وجوابه بالمنادى .",
  "ayah": 24,
  "surah": 6
}
