{
  "text": "قوله تعالى : وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم ما فرطنا في الكتاب من شيء ثم إلى ربهم يحشرونقوله تعالى : وما من دابة في الأرض تقدم معنى الدابة والقول فيه في \" البقرة \" وأصله الصفة ; من دب يدب فهو داب إذا مشى مشيا فيه تقارب خطو . ولا طائر يطير بجناحيه بخفض طائر عطفا على اللفظ .وقرأ الحسن وعبد الله بن أبي إسحاق ( ولا طائر ) بالرفع عطفا على الموضع ، و ( من ) زائدة ، التقدير : وما من دابة . ( بجناحيه ) تأكيد وإزالة للإبهام ; فإن العرب تستعمل الطيران لغير الطائر ; تقول للرجل : طر في حاجتي ; أي : أسرع ; فذكر بجناحيه ليتمحض القول في الطير ، وهو في غيره مجاز . وقيل : إن اعتدال جسد الطائر بين الجناحين يعينه على الطيران ، ولو كان غير معتدل لكان يميل ; فأعلمنا أن الطيران بالجناحين و ما يمسكهن إلا الله . والجناح أحد ناحيتي الطير الذي يتمكن به من الطيران في الهواء ، وأصله الميل إلى ناحية من النواحي ; ومنه جنحت السفينة إذا مالت إلى ناحية الأرض لاصقة بها فوقفت . وطائر الإنسان عمله ; وفي التنزيل وكل إنسان ألزمناه طائره في عنقه . إلا أمم أمثالكم أي : هم جماعات مثلكم في أن الله عز وجل خلقهم ، وتكفل بأرزاقهم ، وعدل عليهم ، فلا ينبغي أن [ ص: 328 ] تظلموهم ، ولا تجاوزوا فيهم ما أمرتم به . و ( دابة ) تقع على جميع ما دب ; وخص بالذكر ما في الأرض دون السماء لأنه الذي يعرفونه ويعاينونه . وقيل : هي أمثال لنا في التسبيح والدلالة ; والمعنى : وما من دابة ولا طائر إلا وهو يسبح الله تعالى ، ويدل على وحدانيته لو تأمل الكفار . وقال أبو هريرة : هي أمثال لنا على معنى أنه يحشر البهائم غدا ويقتص للجماء من القرناء ، ثم يقول الله لها : كوني ترابا . وهذا اختيار الزجاج فإنه قال : إلا أمم أمثالكم في الخلق والرزق والموت والبعث والاقتصاص ، وقد دخل فيه معنى القول الأول أيضا . وقال سفيان بن عيينة : أي : ما من صنف من الدواب والطير إلا في الناس شبه منه ; فمنهم من يعدو كالأسد ، ومنهم من يشره كالخنزير ، ومنهم من يعوي كالكلب ، ومنهم من يزهو كالطاوس ; فهذا معنى المماثلة . واستحسن الخطابي هذا وقال : فإنك تعاشر البهائم والسباع فخذ حذرك . وقال مجاهد في قوله عز وجل : إلا أمم أمثالكم قال أصناف لهن أسماء تعرف بها كما تعرفون . وقيل غير هذا مما لا يصح من أنها مثلنا في المعرفة ، وأنها تحشر وتنعم في الجنة ، وتعوض من الآلام التي حلت بها في الدنيا وأن أهل الجنة يستأنسون بصورهم ; والصحيح إلا أمم أمثالكم في كونها مخلوقة دالة على الصانع محتاجة إليه مرزوقة من جهته ، كما أن رزقكم على الله . وقول سفيان أيضا حسن ; فإنه تشبيه واقع في الوجود .قوله تعالى : ما فرطنا في الكتاب من شيء أي : في اللوح المحفوظ فإنه أثبت فيه ما يقع من الحوادث . وقيل : أي : في القرآن أي : ما تركنا شيئا من أمر الدين إلا وقد دللنا عليه في القرآن ; إما دلالة مبينة مشروحة ، وإما مجملة يتلقى بيانها من الرسول عليه الصلاة والسلام ، أو من الإجماع ، أو من القياس الذي ثبت بنص الكتاب ; قال الله تعالى : ونزلنا عليك الكتاب تبيانا لكل شيء وقال : وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم وقال : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا فأجمل في هذه الآية وآية ( النحل ) ما لم ينص عليه مما لم يذكره ، فصدق خبر الله بأنه ما فرط في الكتاب من شيء إلا ذكره ، إما تفصيلا وإما تأصيلا ; وقال : اليوم أكملت لكم دينكم .قوله تعالى : ثم إلى ربهم يحشرون أي : للجزاء ، كما سبق في خبر أبي هريرة ، وفي صحيح مسلم عنه أن رسول الله صلى الله عليه وسلم قال : لتؤدن الحقوق إلى أهلها يوم القيامة حتى يقاد للشاة [ ص: 329 ] الجلحاء من الشاة القرناء . ودل بهذا على أن البهائم تحشر يوم القيامة ; وهذا قول أبي ذر ، وأبي هريرة ، والحسن وغيرهم ; وروي عن ابن عباس ; قال ابن عباس في رواية : حشر الدواب والطير موتها ; وقال الضحاك ; والأول أصح لظاهر الآية والخبر الصحيح ; وفي التنزيل وإذا الوحوش حشرت وقول أبي هريرة فيما روى جعفر بن برقان ، عن يزيد بن الأصم ، عنه : يحشر الله الخلق كلهم يوم القيامة ، البهائم والدواب والطير وكل شيء ; فيبلغ من عدل الله تعالى يومئذ أن يأخذ للجماء من القرناء ثم يقول : ( كوني ترابا ) فذلك قوله تعالى : ويقول الكافر ياليتني كنت ترابا . وقال عطاء : فإذا رأوا بني آدم وما هم عليه من الجزع قلن : الحمد لله الذي لم يجعلنا مثلكم ، فلا جنة نرجو ولا نار نخاف ; فيقول الله تعالى لهن : ( كن ترابا ) فحينئذ يتمنى الكافر أن يكون ترابا . وقالت جماعة : هذا الحشر الذي في الآية يرجع إلى الكفار وما تخلل كلام معترض وإقامة حجج ; وأما الحديث فالمقصود منه التمثيل على جهة تعظيم أمر الحساب والقصاص والاعتناء فيه حتى يفهم منه أنه لا بد لكل أحد منه ، وأنه لا محيص له عنه ; وعضدوا هذا بما في الحديث في غير الصحيح عن بعض رواته من الزيادة فقال : حتى يقاد للشاة الجلحاء من القرناء ، وللحجر لما ركب على الحجر ، وللعود لما خدش العود ; قالوا : فظهر من هذا أن المقصود منه التمثيل المفيد للاعتبار والتهويل ، لأن الجمادات لا يعقل خطابها ولا ثوابها ولا عقابها ، ولم يصر إليه أحد من العقلاء ، ومتخيله من جملة المعتوهين الأغبياء ; قالوا : ولأن القلم لا يجري عليهم فلا يجوز أن يؤاخذوا .قلت : الصحيح القول الأول لما ذكرناه من حديث أبي هريرة ، وإن كان القلم لا يجري عليهم في الأحكام ولكن فيما بينهم يؤاخذون به ; وروي عن أبي ذر قال : انتطحت شاتان عند النبي صلى الله عليه وسلم فقال : يا أبا ذر ، هل تدري فيما انتطحتا ؟ قلت : لا . قال : لكن الله تعالى يدري وسيقضي بينهما وهذا نص ، وقد زدناه بيانا في كتاب ( التذكرة بأحوال الموتى وأمور الآخرة ) . والله أعلم .",
  "ayah": 38,
  "surah": 6
}
