{
  "text": "قوله تعالى : ولقد أرسلنا إلى أمم من قبلك فأخذناهم بالبأساء والضراء لعلهم يتضرعون .قوله تعالى : ولقد أرسلنا إلى أمم من قبلك الآية تسلية للنبي صلى الله عليه وسلم ، وفيه إضمار ; أي : أرسلنا إلى أمم من قبلك رسلا وفيه إضمار آخر يدل عليه الظاهر ; تقديره : فكذبوا فأخذناهم وهذه الآية متصلة بما قبل اتصال الحال بحال قريبة منها ; وذلك أن هؤلاء سلكوا في مخالفة نبيهم مسلك من كان قبلهم في مخالفة أنبيائهم ، فكانوا بعرض أن ينزل بهم من البلاء ما نزل بمن كان قبلهم . بالبأساء بالمصائب في الأموال والضراء في الأبدان ; هذا قول الأكثر ، وقد يوضع كل واحد منهما موضع الآخر ; ويؤدب الله عباده بالبأساء والضراء وبما شاء لا يسأل عما يفعل . قال ابن عطية : استدل العباد في تأديب أنفسهم بالبأساء في تفريق الأموال ، والضراء في الحمل على الأبدان بالجوع والعري بهذه الآية .قلت : هذه جهالة ممن فعلها وجعل هذه الآية أصلا لها ; هذه عقوبة من الله لمن شاء من عباده يمتحنهم بها ، ولا يجوز لنا أن نمتحن أنفسنا ونكافئها قياسا عليها ; فإنها المطية التي [ ص: 332 ] نبلغ عليها دار الكرامة ، ونفوز بها من أهوال يوم القيامة ; وفي التنزيل : يا أيها الرسل كلوا من الطيبات واعملوا صالحا وقال : يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم فأمر المؤمنين بما خاطب به المرسلين ; وكان رسول الله صلى الله عليه وسلم وأصحابه يأكلون الطيبات ويلبسون أحسن الثياب ويتجملون بها ; وكذلك التابعون بعدهم إلى هلم جرا ، على ما تقدم بيانه في \" المائدة \" وسيأتي في \" الأعراف \" من حكم اللباس وغيره ، ولو كان كما زعموا واستدلوا لما كان في امتنان الله تعالى بالزروع والجنات وجميع الثمار والنبات والأنعام التي سخرها وأباح لنا أكلها وشرب ألبانها والدفء بأصوافها - إلى غير ذلك مما امتن به - كبير فائدة ، فلو كان ما ذهبوا إليه فيه الفضل لكان أولى به رسول الله صلى الله عليه وسلم وأصحابه ومن بعدهم من التابعين والعلماء ، وقد تقدم في آخر \" البقرة \" بيان فضل المال ومنفعته ، والرد على من أبى من جمعه ، وقد نهى النبي صلى الله عليه وسلم عن الوصال مخافة الضعف على الأبدان ، ونهى عن إضاعة المال ردا على الأغنياء الجهال .قوله تعالى : لعلهم يتضرعون أي : يدعون ويذلون ، مأخوذ من الضراعة وهي الذلة ; يقال : ضرع فهو ضارع .",
  "ayah": 42,
  "surah": 6
}
