{
  "text": "قوله تعالى : فلما نسوا ما ذكروا به يقال : لم ذموا على النسيان وليس من فعلهم ؟ فالجواب : أن نسوا بمعنى تركوا ما ذكروا به ، عن ابن عباس وابن جريج ، وهو قول أبي علي ; وذلك لأن التارك للشيء إعراضا عنه قد صيره بمنزلة ما قد نسي ، كما يقال : تركه . في النسي .جواب آخر : وهو أنهم تعرضوا للنسيان فجاز الذم لذلك ; كما جاز الذم على التعرض لسخط الله عز وجل وعقابه . فتحنا عليهم أبواب كل شيء أي : من النعم والخيرات ، أي : كثرنا لهم ذلك . والتقدير عند أهل العربية : فتحنا عليهم أبواب كل شيء كان مغلقا عنهم . حتى إذا فرحوا بما أوتوا معناه بطروا وأشروا وأعجبوا وظنوا أن ذلك العطاء لا يبيد ، وأنه دال على رضاء الله عز وجل عنهم أخذناهم بغتة أي استأصلناهم وسطونا بهم . و ( بغتة ) معناه فجأة ، وهي الأخذ على غرة ومن غير تقدم أمارة ; فإذا أخذ الإنسان وهو غار غافل فقد أخذ بغتة ، وأنكى شيء ما يفجأ من البغت . وقد قيل : إن التذكير الذي سلف - فأعرضوا عنه - قام مقام الإمارة . والله أعلم . و ( بغتة ) مصدر في موضع الحال لا يقاس عليه عند سيبويه كما تقدم ; فكان ذلك استدراجا من الله تعالى كما قال : وأملي لهم إن كيدي متين نعوذ بالله من سخطه ومكره . قال بعض العلماء : رحم الله عبدا تدبر هذه الآية حتى إذا فرحوا بما أوتوا أخذناهم بغتة . وقال محمد بن النضر الحارثي : أمهل هؤلاء القوم عشرين سنة . وروى عقبة بن عامر أن النبي صلى الله عليه وسلم قال : إذا رأيتم الله تعالى يعطي العباد ما يشاءون على معاصيهم فإنما ذلك استدراج منه لهم ثم تلا ( فلما نسوا ما ذكروا به ) الآية كلها . وقال الحسن : والله ما أحد من الناس بسط الله له في الدنيا فلم يخف أن يكون قد مكر له فيها إلا كان قد نقص عمله ، وعجز رأيه . وما أمسكها الله عن عبد فلم يظن أنه خير له فيها إلا كان قد نقص عمله ، وعجز رأيه . وفي الخبر أن الله تعالى أوحى إلى موسى صلى الله عليه وسلم : إذا رأيت الفقر مقبلا إليك فقل مرحبا بشعار الصالحين وإذا رأيت الغنى مقبلا إليك فقل : ذنب عجلت عقوبته .قوله تعالى : فإذا هم مبلسون المبلس الباهت الحزين الآيس من الخير الذي لا يحير جوابا لشدة ما نزل به من سوء الحال ; قال العجاج :[ ص: 334 ]يا صاح هل تعرف رسما مكرسا قال نعم أعرفه وأبلساأي : تحير لهول ما رأى ، ومن ذلك اشتق اسم إبليس ; أبلس الرجل سكت ، وأبلست الناقة وهي مبلاس إذا لم ترغ من شدة الضبعة ; ضبعت الناقة تضبع ضبعة وضبعا إذا أرادت الفحل .",
  "ayah": 44,
  "surah": 6
}
