{
  "text": "قوله تعالى : وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمينقوله تعالى وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم فيه مسألتان : الأولى قوله تعالى : وإذا رأيت الذين يخوضون في آياتنا بالتكذيب والرد والاستهزاء فأعرض عنهم والخطاب مجرد للنبي صلى الله عليه وسلم . وقيل : إن المؤمنين داخلون في الخطاب معه . وهو صحيح ; فإن العلة سماع الخوض في آيات الله ، وذلك يشملهم وإياه . وقيل : المراد به النبي صلى الله عليه وسلم وحده ; لأن قيامه عن المشركين كان يشق عليهم ، ولم يكن المؤمنون عندهم كذلك ; فأمر أن ينابذهم بالقيام عنهم إذا استهزءوا وخاضوا ليتأدبوا بذلك ويدعوا الخوض والاستهزاء . والخوض أصله في الماء ، ثم استعمل بعد في غمرات الأشياء التي هي مجاهل ، تشبيها بغمرات الماء فاستعير من المحسوس للمعقول . وقيل : هو مأخوذ من الخلط . وكل شيء خضته فقد خلطته ; ومنه خاض الماء بالعسل خلطه . فأدب الله عز وجل نبيه صلى الله عليه وسلم بهذه الآية ; لأنه كان يقعد إلى قوم من المشركين يعظهم ويدعوهم فيستهزئون بالقرآن ; فأمره الله أن يعرض عنهم إعراض منكر . ودل بهذا على أن الرجل إذا علم من الآخر منكرا وعلم أنه لا يقبل منه فعليه أن يعرض عنه إعراض منكر ولا يقبل عليه . وروى شبل عن ابن أبي نجيح عن مجاهد في قوله : وإذا رأيت الذين يخوضون في آياتنا قال : هم الذين يستهزئون بكتاب الله ، نهاه الله عن أن يجلس معهم إلا أن ينسى فإذا ذكر قام . وروى ورقاء عن ابن أبي نجيح عن مجاهد قال : هم الذين يقولون في القرآن غير الحق . الثانيةفي هذه الآية رد من كتاب الله عز وجل على من زعم أن الأئمة الذين هم حجج وأتباعهم لهم أن يخالطوا الفاسقين ويصوبوا آراءهم تقية . وذكر الطبري عن أبي جعفر محمد بن علي رضي الله عنه أنه قال : لا تجالسوا أهل الخصومات ، فإنهم الذين يخوضون في [ ص: 14 ] آيات الله . قال ابن العربي : وهذا دليل على أن مجالسة أهل الكبائر لا تحل . قال ابن خويز منداد : من خاض في آيات الله تركت مجالسته وهجر ، مؤمنا كان أو كافرا . قال : وكذلك منع أصحابنا الدخول إلى أرض العدو ودخول كنائسهم والبيع ، ومجالس الكفار وأهل البدع ، وألا تعتقد مودتهم ولا يسمع كلامهم ولا مناظرتهم . وقد قال بعض أهل البدع لأبي عمران النخعي : اسمع مني كلمة ، فأعرض عنه وقال : ولا نصف كلمة . ومثله عن أيوب السختياني . وقال الفضيل بن عياض : من أحب صاحب بدعة أحبط الله عمله وأخرج نور الإسلام من قلبه ، ومن زوج كريمته من مبتدع فقد قطع رحمها ، ومن جلس مع صاحب بدعة لم يعط الحكمة ، وإذا علم الله عز وجل من رجل أنه مبغض لصاحب بدعة رجوت أن يغفر الله له . وروى أبو عبد الله الحاكم عن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم : من وقر صاحب بدعة فقد أعان على هدم الإسلام . فبطل بهذا كله قول من زعم أن مجالستهم جائزة إذا صانوا أسماعهم .قوله تعالى وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين فيه مسألتان : الأولى : قوله تعالى : وإما ينسينك إما شرط ، فيلزمها النون الثقيلة في الأغلب وقد لا تلزم ; كما قال :إما يصبك عدو في مناوأة يوما فقد كنت تستعلي وتنتصروقرأ ابن عباس وابن عامر \" ينسينك \" بتشديد السين على التكثير ; يقال : نسى وأنسى بمعنى واحد لغتان ; قال الشاعر :قالت سليمى أتسري اليوم أم تقل     وقد ينسيك بعض الحاجة الكسلوقال امرؤ القيس :ومثلك بيضاء العوارض طفلةلعوب تنسيني إذا قمت سرباليالمعنى : يا محمد إن أنساك الشيطان أن تقوم عنهم فجالستهم بعد النهي فلا تقعد بعد الذكرى أي إذا ذكرت فلا تقعد مع القوم الظالمين يعني المشركين . والذكرى اسم للتذكير .قيل : هذا خطاب للنبي صلى الله عليه وسلم والمراد أمته ; ذهبوا إلى تبرئته عليه السلام من [ ص: 15 ] النسيان . وقيل : هو خاص به ، والنسيان جائز عليه . قال ابن العربي : وإن عذرنا أصحابنا في قولهم إن قوله تعالى : لئن أشركت ليحبطن عملك خطاب للأمة باسم النبي صلى الله عليه وسلم لاستحالة الشرك عليه ، فلا عذر لهم في هذا لجواز النسيان عليه . قال عليه السلام ; نسي آدم فنسيت ذريته خرجه الترمذي وصححه . وقال مخبرا عن نفسه : إنما أنا بشر مثلكم أنسى كما تنسون فإذا نسيت فذكروني . خرجه في الصحيح ، فأضاف النسيان إليه . وقال وقد سمع قراءة رجل : لقد أذكرني آية كذا وكذا كنت أنسيتها . واختلفوا بعد جواز النسيان عليه ; هل يكون فيما طريقه البلاغ من الأفعال وأحكام الشرع أم لا ؟ فذهب إلى الأول فيما ذكره القاضي عياض عامة العلماء والأئمة النظار ; كما هو ظاهر القرآن والأحاديث ، لكن شرط الأئمة أن الله تعالى ينبهه على ذلك ولا يقره عليه . ثم اختلفوا هل من شرط التنبيه اتصاله بالحادثة على الفور ، وهو مذهب القاضي أبي بكر والأكثر من العلماء ، أو يجوز في ذلك التراخي ما لم ينخرم عمره وينقطع تبليغه ، وإليه نحا أبو المعالي . ومنعت طائفة من العلماء السهو عليه في الأفعال البلاغية والعبادات الشرعية ; كما منعوه اتفاقا في الأقوال البلاغية ، واعتذروا عن الظواهر الواردة في ذلك ; وإليه مال الأستاذ أبو إسحاق . وشذت الباطنية وطائفة من أرباب علم القلوب فقالوا : لا يجوز النسيان عليه ، وإنما ينسى قصدا ويتعمد صورة النسيان ليسن . ونحا إلى هذا عظيم من أئمة التحقيق وهو أبو المظفر الإسفراييني في كتابه \" الأوسط \" وهو منحى غير سديد ، وجمع الضد مع الضد مستحيل بعيد .",
  "ayah": 68,
  "surah": 6
}
