{
  "text": "قوله تعالى أولئك الذين هدى الله فبهداهم اقتدهفيه مسألتان :الأولى قوله تعالى : فبهداهم اقتده الاقتداء طلب موافقة الغير في فعله . فقيل : المعنى اصبر كما صبروا . وقيل : معنى فبهداهم اقتده التوحيد ، والشرائع مختلفة . وقد احتج بعض العلماء بهذه الآية على وجوب اتباع شرائع الأنبياء فيما عدم فيه النص ; كما في صحيح مسلم وغيره : أن أخت الربيع أم حارثة جرحت إنسانا فاختصموا إلى النبي صلى الله عليه وسلم ; فقال [ ص: 33 ] رسول الله صلى الله وعليه وسلم : القصاص القصاص . فقالت أم الربيع : يا رسول الله أيقتص من فلانة ؟ والله لا يقتص منها . فقال رسول الله صلى الله عليه وسلم : سبحان الله يا أم الربيع القصاص كتاب الله . قالت : والله لا يقتص منها أبدا . قال : فما زالت حتى قبلوا الدية . فقال رسول الله صلى الله عليه وسلم : إن من عباد الله من لو أقسم على الله لأبره . فأحال رسول الله صلى الله عليه وسلم على قوله : وكتبنا عليهم فيها أن النفس بالنفس الآية . وليس في كتاب الله تعالى نص على القصاص في السن إلا في هذه الآية ; وهي خبر عن شرع التوراة ومع ذلك فحكم بها وأحال عليها . وإلى هذا ذهب معظم أصحاب مالك وأصحاب الشافعي ، وأنه يجب العمل بما وجد منها . قال ابن بكير : وهو الذي تقتضيه أصول مالك وخالف في ذلك كثير من أصحاب مالك وأصحاب الشافعي والمعتزلة ; لقوله تعالى : لكل جعلنا منكم شرعة ومنهاجا . وهذا لا حجة فيه ; لأنه يحتمل التقييد إلا فيما قص عليكم من الأخبار عنهم مما لم يأت في كتابكم . وفي صحيح البخاري عن العوام قال : سألت مجاهدا عن سجدة \" ص \" فقال : سألت ابن عباس عن سجدة \" ص \" فقال : أوتقرأ ومن ذريته داود وسليمان إلى قوله أولئك الذين هدى الله فبهداهم اقتده ؟ وكان داود عليه السلام ممن أمر نبيكم صلى الله عليه وسلم بالاقتداء به .الثانية : قرأ حمزة والكسائي \" اقتد قل \" بغير هاء في الوصل . وقرأ ابن عامر \" اقتدهي قل \" . قال النحاس : وهذا لحن ; لأن الهاء لبيان الحركة في الوقف وليست بهاء إضمار ولا بعدها واو ولا ياء ، وكذلك أيضا لا يجوز \" فبهداهم اقتد قل \" . ومن اجتنب اللحن واتبع السواد قرأ \" فبهداهم اقتده \" فوقف ولم يصل ; لأنه إن وصل بالهاء لحن وإن حذفها خالف السواد . وقرأ الجمهور بالهاء في الوصل على نية الوقف وعلى نية الإدراج اتباعا لثباتها في الخط . وقرأ ابن عياش وهشام \" اقتده قل \" بكسر الهاء ، وهو غلط لا يجوز في العربية .[ ص: 34 ] قوله تعالى قل لا أسألكم عليه أجرا أي جعلا على القرآن .إن هو أي القرآن .إلا ذكرى للعالمين أي هو موعظة للخلق . وأضاف الهداية إليهم فقال : \" فبهداهم اقتده \" لوقوع الهداية بهم . وقال : ذلك هدى الله لأنه الخالق للهداية .",
  "ayah": 90,
  "surah": 6
}
