{
  "text": "تغيير أسلوب الحكاية بطريق الإظهار دون الإضمار يؤذن بأن المراد ب { الذين كفروا } هنا غير الكافرين الذين تقدمت الحكاية عنهم فإن الحكاية عنهم كانت بطريق الإضمار . فالظاهر عندي أن المراد ب { الذين كفروا } هنا كفار قريش على طريقة التوجيه . وأن المراد ب { رُسُلِهم } الرسولُ محمّد صلى الله عليه وسلم أجريت على وصفه صيغة الجمع على طريق قوله : { الذين كذبوا بالكتاب وبما أرسلنا به رسلنا فسوف يعلمون } في سورة غافر ( 70 ). فإن المراد المشركون من أهل مكة كما هو مقتضى قوله : فسوف يعلمون وقوله : { لقد أرسلنا رسلنا بالبينات } إلى قوله : { وأنزلنا الحديد فيه بأس شديد ومنافع للناس وليعلم الله من ينصره ورسله بالغيب } [ سورة الحديد : 25 ] ، فإن المراد بالرسل في الموضعين الأخيرين الرسول محمد عليه الصلاة والسلام لأنه الرسول الذي أنزل معه الحديد ، أي القتال بالسيف لأهل الدعوة المكذبين ، وقوله : { فكذبوا رسلي } في سورة سبأ ( 45 ) على أحد تفسيرين في المراد بهم وهو أظهرهما .وإطلاق صيغة الجمع على الواحد مجاز : إما استعارة إن كان فيه مراعاة تشبيه الواحد بالجمع تعظيماً له كما في قوله تعالى : { قال رب ارجعون } [ سورة المؤمنون : 99 ].وإما مجاز مرسل إذا روعي فيه قصد التعمية ، فعلاقته الإطلاق والتقييد . والعدول عن الحقيقة إليه لقصد التعمية .فلا جرم أن يكون المراد بـ { الذين كفروا } هنا كفار مكة ويؤيده قوله بعد ذلك { ولنسكننكم الأرض من بعدهم } فإنه لا يعرف أن رسولاً من رسل الأمم السالفة دخل أرض مكذّبيه بعد هلاكهم وامتلكها إلا النبي محمداً صلى الله عليه وسلم قال في حجة الوداع « منزلُنا إن شاء الله غداً بالخَيْف خَيْفَ بني كنانة حيثُ تقاسموا على الكفر » .وعلى تقدير أن يكون المراد ب { الذين كفروا } في هذه الآية نفس المراد من الأقوام السالفين فالإظهار في مقام الإضمار لزيادة تسجيل اتصافهم بالكفر حتى صار الخصلة التي يعرفون بها . وعلى هذا التقدير يكون المراد من الرسل ظاهرَ الجمع فيكون هذا التوعد سنة الأمم ويكون الإيماء إليهم به سنة الله مع رسله .وتأكيد توعدهم بالإخراج بلام القسم ونون التوكيد ضراوة في الشر .و ( أو ) لأحد الشيئين ، أقسموا على حصول أحد الأمرين لا محالة ، أحدهما من فعل المقسمين ، والآخر من فعل مَن خوطب بالقسم ، وليست هي { أو } التي بمعنى { إلى } أو بمعنى { إلاّ .والعود : الرجوع إلى شيء بعد مفارقته . ولم يكن أحد من الرسل متبعاً ملّة الكفر بل كانوا منعزلين عن المشركين دون تغيير عليهم ، فكان المشركون يحسبونهم موافقين لهم ، وكان الرسُل يتجنبون مجتمعاتهم بدون أن يشعروا بمجانبتهم ، فلما جاءُوهم بالحق ظنّوهم قد انتقلوا من موافقتهم إلى مخالفتهم فطلبوا منهم أن يعودوا إلى ما كانوا يحسبونهم عليه .والظرفية في قوله : { في ملتنا } مجازية مستعملة في التمكن من التلبس بالشيء المتروك فكأنه عاد إليه .والملّة : الدين . وقد تقدم عند قوله تعالى : { ديناً قيماً ملة إبراهيم حنيفاً } في آخر سورة الأنعام ( 161 ) ، وانظر قوله : { فاتبعوا ملة إبراهيم حنيفاً } في أوائل سورة آل عمران ( 95 ).وتفريع جملة { فأوحى إليهم ربهم لنهلكن الظالمين } على قول الذين كفروا لرسلهم { لنخرجنكم من أرضنا } [ سورة إبراهيم : 13 ] الخ تفريع على ما يَقتضيه قول الذين كفروا من العزم على إخراج الرسل من الأرض ، أي أوحى الله إلى الرسل ما يثبت به قلوبهم ، وهو الوعد بإهلاك الظالمين .وجملة لنهلكن الظالمين } بيان لجملة ( أوحى . . ).",
  "ayah": 13,
  "surah": 14
}
