{
  "text": "جملة مستأنفة استئنافاً بيانياً ناشئاً عما أثاره تمثيل الكلمة الطيبة بالشجرة الثابتة الأصل بأن يسأل عن الثبات المشبه به : ما هو أثره في الحالة المشبهة فيجاب بأن ذلك الثبات ظهر في قلوب أصحاب الحالة المشبهة وهم الذين آمنوا إذ ثبتوا على الدين ولم يتزعزعوا فيه لأنهم استثمروا من شجرة أصلها ثابت .والقول : الكلام . والثابت الصادق الذي لا شك فيه . والمراد به أقوال القرآن لأنها صادقة المعاني واضحة الدليل ، فالتعريف في { القول } لاستغراق الأقوال الثابتة . والباء في { بالقول } للسببية .ومعنى تثبيت الذين آمنوا بها أن الله يسر لهم فيهم الأقوال الإلهية على وجهها وإدراك دلائلها حتى اطمأنت إليها قلوبهم ولم يخامرهم فيها شك فأصبحوا ثابتين في إيمانهم غير مزعزعين وعاملين بها غير مترددين .وذلك في الحياة الدنيا ظاهر ، وأما في الآخرة فبإلفائهم الأحوال على نحو مما علموه في الدنيا ، فلم تعترهم ندامة ولا لهف . ويكون ذلك بمظاهر كثيرة يَظهر فيها ثباتهم بالحق قولاً وانسياقاً ، وتظهر فيها فتنة غير المؤمنين في الأحوال كلها .وتفسير ذلك بمقابلته بقوله : { ويضل الله الظالمين } ، أي المشركين ، أي يجعلهم في حيرة وعَماية في الدنيا وفي الآخرة . والضلال : اضطراب وارتباك ، فهو الأثر المناسب لسببه ، أعني الكلمة التي اجتثت من فوق الأرض كما دلت عليه المقابلة .والظالمون : المشركون ، قال تعالى : { إن الشرك لظلم عظيم } [ سورة لقمان : 13 ].ومن مظاهر هذا التثبيت فيهما ما ورد من وصف فتنة سؤال القبر . روى البخاري والترمذي عن البَرَاء بن عازب أن رسول الله قال : المسلم إذا سئل في القبر يشهد أن لا إله إلا الله وأن محمداً رسول الله فذلك قوله تعالى : يثبت الله الذين آمنوا بالقول الثابت في الحياة الدنيا وفي الآخرة }.وجملة { ويفعل الله ما يشاء } كالتذليل لما قبلها . وتحت إبهام { ما يشاء } وعمومه مطاوٍ كثيرة من ارتباط ذلك بمراتب النفوس ، وصفاء النيات في تطلب الإرشاد ، وتربية ذلك في النفوس بنمائه في الخير والشر حتى تبلغ بذور تيْنك الشجرتين منتهى أمدهما من ارتفاع في السماء واجتثاث من فوق الأرض المعبر عنها بالتثبيت والإضلال . وفي كل تلك الأحوال مراتب ودرجات لا تبلغ عقول البشر تفصيلها .وإظهار اسم الجلالة في { ويضل الله الظالمين ويفعل الله ما يشاء } لِقصد أن تكون كل جملة من الجمل الثلاث مستقلة بدلالتها حتى تسير مسير المثَل .",
  "ayah": 27,
  "surah": 14
}
