{
  "text": "أعقب تمثيل الدينين ببيان آثارهما في أصحابهما . وابتُدىء بذكر أحوال المشركين لأنها أعجب والعبرة بها أولى والحذر منها مقدّم على التحلي بضدها ، ثم أعقب بذكر أحوال المؤمنين بقوله : { قل لعبادي الذين آمنوا } الخ .والاستفهام مستعمل في التشويق إلى رؤية ذلك .والرؤية هنا بصرية لأن متعلقها مما يرى ، ولأن تعدية فعلها ب { إلى } يرجح ذلك ، كما في قوله : { ألم تر إلى الذي حاج إبراهيم في ربه } [ سورة البقرة : 258 ].وقد نزل المخاطب منزلة من لم ير . والخطاب لمن يصح منه النظر إلى حال هؤلاء الذين بدلوا نعمة الله مع وضوح حالهم .والكفر : كفران النعمة ، وهو ضد الشكر ، والإشراك بالله من كفران نعمته .وفي قوله : { بدلوا نعمة الله كفراً } محسن الاحتباك . وتقدير الكلام : بدلوا نعمة الله وشُكرَها كفراً بها ونقمةً منه ، كما دل عليه قوله : { وأحلوا قومهم دار البوار } الخ .واستعير التبديل لوضع الشيء في الموضع الذي يستحقه شيء آخر ، لأنه يشبه تبديل الذات بالذات .والذين بدلوا هذا التبديل فريق معرفون ، بقرينة قوله : { ألم تر إلى الذين } ، وهم الذين تلقوا الكلمة الخبيثة من الشيطان ، أي كلمة الشرك ، وهم الذين استكبروا من مشركي أهل مكة فكابروا دعوة الإسلام وكذّبوا النبي صلى الله عليه وسلم وشرّدوا من استطاعوا ، وتسببوا في إحلال قومهم دار البوار ، فإسناد فعل { أحلوا } إليهم على طريقة المجاز العقلي .ونعمة الله التي بدلوها هي نعمة أن بوّأهُم حرمه ، وأمنهم في سفرهم وإقامتهم ، وجعل أفئدة الناس تهوي إليهم ، وسلمهم مما أصاب غيرهم من الحروب والغارات والعدوان ، فكفروا بمن وهبهم هذه النعم وعبدوا الحجارة . ثم أنعم الله عليهم بأن بعث فيهم أفضل أنبيائه صلى الله عليهم جميعاً وهداهم إلى الحق ، وهيّأ لهم أسباب السيادة والنجاة في الدنيا والآخرة ، فبدّلو شكر ذلك بالكفر به ، فنعمة الله الكبرى هي رسالة محمد صلى الله عليه وسلم ودعوة إبراهيم وبنيّته عليهم السلام .وقومهم : هم الذين اتبعوهم في ملازمة الكفر حتى ماتوا كفاراً ، فهم أحق بأن يضافوا إليهم .والبوار : الهلاك والخسران . وداره : محله الذي وقع فيه .والإحلال بها الإنزال فيها ، والمراد بالإحلال التسبب فيه ، أي كانوا سبباً لحلول قومهم بدار البوار ، وهي جهنم في الآخرة ، ومواقع القتل والخزي في الدنيا مثل : موقع بدر ، فيجوز أن يكون { دار البوار } جهنم ، وبه فسر علي وابن عبّاس وكثير من العلماء ، ويجوز أن تكون أرض بدر وهو رواية عن علي وعن ابن عباس .واستعمال صيغة الماضي في { أحلوا } لقصد التحقيق لأن الإحلال متأخر زمنه فإن السورة مكية .والمراد ب { الذين بدلوا نعمة الله كفراً وأحلوا قومهم دار البوار } صناديد المشركين من قريش ، فعلى تفسير { دار البوار } بدار البوار في الآخرة يكون قوله { جهنم } بدلاً من { دار البوار } وجملة { يصلونها } حالاً من { جهنم } ، فتخص { دار البوار } بأعظم أفرادها وهو النار ، ويجعل ذلك من ذكر بعض الأفراد لأهميته .وعلى تفسير { دار البوار } بأرض بدر يكون قوله : { جهنم يصلونها } جملة مستأنفة استئنافاً ابتدائياً . وانتصابُ جهنم على أنه مفعول لفعل محذوف يدل عليه فعل { يصلونها } على طريقة الاشتغال .وما يروون عن عمر بن الخطاب رضي الله عنه وعن عليّ كرّم الله وجهه أن { الذين بدلوا نعمة الله كفراً } هم الأفجران من قريش : بَنُو أمية وبنو المغيرة بن مخزوم ، قال : فأما بنو أمية فمُتّعوا إلى حين وأما بنو المغيرة فكفيتموهم يوم بدر . فلا أحسبه إلا من وضع بعض المغرضين المضادين لبني أمية . وفي روايات عن عليّ كرّم الله وجهه أنه قال : هم كفار قريش ، ولا يريد عمر ولا علي رضي الله عنهما من أسلموا من بني أمية فإن ذلك لا يقوله مسلم فاحذروا الأفهام الخطئة . وكذا ما روي عن ابن عباس : أنهم جَبلة بن الأيهم ومن اتبعه من العرب الذين تنصروا في زمن عُمر وحلّوا ببلاد الروم ، فإذا صح عنه فكلامه على معنى التنظير والتمثيل وإلا فكيف يكون هو المراد من الآية وإنما حدث ذلك في خلافة عمر بن الخطاب رضي الله عنه .",
  "ayah": 28,
  "surah": 14
}
