{
  "text": "استئناف واقع موقع الاستدلال على ما تضمنته جملة { وجعلوا لله أنداداً } الآية . وقد فصل بينه وبين المستدل عليه بجملة { قل لعبادي الذين آمنوا يقيموا الصلوات } الآية . وأدمج في الاستدلال تعدادهم لنعم تستحق الشكر عليها ليظهر حال الذين كفروها ، وبالضد حال الذين شكروا عليها ، وليزداد الشاكرون شكراً . فالمقصود الأول هو الاستدلال على أهل الجاهلية ، كما يدل عليه تعقيبه بقوله : { وإذ قال إبراهيم رب اجعل هذا البلد آمنا واجْنُبْنِي وبني أن نعبد الأصنام } [ سورة إبراهيم : 35 ]. فجيء في هذه الآية بِنِعم عامة مشهودة محسوسة لا يستطاع إنكارها إلا أنها محتاجة للتذكير بأن المنعم بها وموجدها هو الله تعالى .وافتتُح الكلام باسم الموجِد لأن تعيينه هو الغرض الأهم . وأخبر عنه بالموصول لأن الصلة معلومة الانتساب إليه والثبوت له ، إذ لا ينازع المشركون في أن الله هو صاحب الخلق ولا يدعون أن الأصنام تخلق شيئاً ، كما قال : { ولئن سألتهم من خلق السماوات والأرض ليقولن الله } [ سورة لقمان : 25 ] ، فخلق السماوات والأرض دليل على إلهية خالقهما وتمهيد للنعم المودعة فيهما؛ فإنزال الماء من السماء إلى الأرض ، وإخراج الثمرات من الأرض ، والبحارُ والأنهارُ من الأرض . والشمس والقمر من السماء ، والليل والنهار من السماء ومن الأرض ، وقد مضى بيان هذه النعم في آيات مضت .والرزق القوت . والتسخير : حقيقته التذليل والتطويع ، وهو مجاز في جعل الشيء قابلاً لتصرف غيره فيه ، وقد تقدم عند قوله تعالى : { والشمس والقمر والنجوم مسخرات بأمره } في سورة الأعراف ( 54 ). وقوله : { لتجري في البحر } هو علة تسخير صنعها .ومعنى تسخير الفلك : تسخير ذاتها بإلهام البشر لصنعها وشكلها بكيفية تجري في البحر بدون مانع .وقوله : { بأمره } متعلق ب { تجري }.والأمر هنا الإذن ، أي تيسير جريها في البحر ، وذلك بكف العواصف عنها وبإعانتها بالريح الرخاء ، وهذا كقوله : { ألم تر أن الله سخر لكم ما في الأرض والفلك تجري في البحر بأمره } [ سورة الحج : 65 ]. وعبر عن هذا الأمر بالنعمة في قوله : { ألم تر أن الفلك تجري في البحر بنعمة الله } [ سورة لقمان : 31 ] ، وقد بينته آية { ومن آياته الجواري في البحر كالأعلام إن يشأ يسكن الرياح فيظللن رواكد على ظهره } الآية [ سورة الشورى : 32 33 ].وتسخير الأنهار : خلقها على كيفية تقتضي انتقال الماء من مكان إلى مكان وقراره في بعض المنخفضات فيستقى منه من تمر عليه وينزل على ضفافه حيث تستقر مياهه ، وخلق بعضها مستمرة القرار كالدجلة والفرات والنيل للشرب ولسير السفن فيها .",
  "ayah": 32,
  "surah": 14
}
