{
  "text": "عطف على جملة { ألم تر إلى الذين بدلوا نعمة الله كفراً } [ إبراهيم : 28 ] فإنهم كما بدّلوا نعمة الله كفراً أهملوا الشكر على ما بوأهم الله من النعم بإجابة دعوة أبيهم إبراهيم عليه السلام ، وبدلوا اقتداءهم بسلفهم الصالح اقتداءً بأسلافهم من أهل الضلالة ، وبدلوا دُعاء سلفهم الصالح لهم بالإنعام عليهم كفراً بمفيض تلك النّعَم .ويجوز أن تكون معطوفة على جملة { الله الذي خلق السموات والأرض } بأن انتقل من ذكر النعم العامة للناس التي يدخل تحت مِنتها أهل مكة بحكم العموم إلى ذكر النعم التي خص الله بها أهل مكة . وغير الأسلوب في الامتنان بها إلى أسلوب الحكاية عن إبراهيم لإدماج التنويه بإبراهيم عليه السلام والتعريض بذريته من المشركين .( وإذا ) اسم زمان ماض منصوب على المفعولية لفعل محذوف شائع الحذف في أمثاله ، تقديره : واذكر إذ قال إبراهيم ، زيادة في التعجيب من شأن المشركين الذي مر في قوله : { ألم تر إلى الذين بدلّوا نعمة الله كفراً } ، فموقع العبرة من الحالين واحد .و { رب } منادى محذوف منه حرف النداء . وأصله ( ربي ) ، حذفت ياء المتكلم تخفيفاً ، وهو كثير في المنادى المضاف إلى الياء .والبلد : المكان المعين من الأرض ، ويطلق على القرية . والتعريف في { البلد } تعريف العهد لأنه معهود الحضور . و { البلد } بدل من اسم الإشارة .وحكاية دعائه بدون بيان البلد إبهام يرد بعده البيان بقوله : { عند بيتك المحرم } [ سورة إبراهيم : 37 ] ، أو هو حَوالة على ما في علم العرب من أنه مكة . وقد مضى في سورة البقرة تفسير نظيره . والتعريف هنا للعهد ، والتنكير في آية البقرة تنكير النوعية ، فهنا دَعَا للبلد بأن يكون آمنا ، وفي آية سورة البقرة دَعَا لِمشار إليه أن يجعله الله من نوع البلاد الآمنة ، فمآل المفادين متحد .{ واجنبني } أمر من الثلاثي المجرد ، يقال : جنبه الشيء ، إذا جعله جانباً عنه ، أي باعده عنه ، وهي لغة أهل نجد . وأهلُ الحجاز يقولون : جنبه بالتضعيف أو أجنبه بالهمز . وجاء القرآن هنا بلغة أهل نجد لأنها أخف .وأراد ببنيه أبناء صلبه ، وهم يومئذٍ إسماعيل وإسحاق ، فهو من استعمال الجمع في التثنية ، أو أراد جميع نسله تعميماً في الخير فاستجيب له في البعض .والأصنام : جمع صنم ، وهو صورة أو حجارة أو بناء يتخذ معبوداً ويُدعى إلهاً . وأراد إبراهيم عليه السلام مثل ودَ وسواععٍ ويغوثَ ويعوقَ ونَسْرٍ ، أصنام قوم نوح . ومثل الأصنام التي عبدها قوم إبراهيم .",
  "ayah": 35,
  "surah": 14
}
