{
  "text": "هذا الكلام استئناف ابتدائيّ رجع به الخطاب إلى المشركين من العرب على طريقة الالتفات في قوله : { ألم يأتكم } ، لأن الموجّه إليه الخطاب هنا هم الكافرون المعنيون بقوله : { وويل للكافرين من عذاب شديد } [ سورة إبراهيم : 2 ] ، وهم معظم المعنيّ من الناس في قوله : { لتخرج الناس من الظلمات إلى النور } [ سورة إبراهيم : 1 ] ، فإنهم بعد أن أُجمل لهم الكلام في قوله تعالى : { وما أرسلنا من رسول إلا بلسان قومه ليبين لهم } [ سورة إبراهيم : 4 ] الآية ، ثم فُصّل بأن ضُرب المثل للإِرسال إليهم لغرض الإخراج من الظلمات إلى النور بإرسال موسى عليه السلام لإخراج قومه ، وقُضي حق ذلك عقبه بكلام جامع لأحوال الأمم ورسلهم ، فكان بمنزلة الحوصلة والتذييل مع تمثيل حالهم بحال الأمم السالفة وتشابه عقلياتهم في حججهم الباطلة وردّ الرسل عليهم بمثل ما رَدّ به القرآن على المشركين في مواضع ، ثم ختم بالوعيد .والاستفام إنكاري لأنهم قد بلغتهم أخبارهم ، فأما قوم نوح فقد تواتر خبرهم بين الأمم بسبب خبر الطوفان ، وأما عاد وثمود فهم من العرب ومساكنهم في بلادهم وهم يمرون عليها ويخبر بعضهم بعضاً بها ، قال تعالى : { وسكنتم في مساكن الذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم } [ سورة إبراهيم : 45 ] وقال : { وإنكم لتمرون عليهم مصبحين وبالليل أفلا تعقلون } [ سورة الصافات : 137 ].والذين من بعدهم } يشمل أهل مدين وأصحابَ الرس وقومَ تُبّع وغيرَهم من أمم انقرضوا وذهبت أخبارهم فلا يعلمهم إلا الله . وهذا كقوله تعالى : { وعادا وثمودا وأصحاب الرس وقرونا بين ذلك كثيرا } [ سورة الفرقان : 38 ].وجملة لا يعلمهم إلا الله } معترضة بين { والذين من بعدهم } وبين جملة { جاءتهم رسلهم بالبينات } الواقعة حالاً من { والذين من بعدهم } ، وهو كناية عن الكثرة التي يستلزمها انتفاء علم الناس بهم .ومعنى { جاءتهم رسلهم } جاءَ كلّ أمة رسولُها .وضمائر { ردّوا } و { أيديهم } و { أفواههم } عائدٌ جميعها إلى قوم نوح والمعطوفات عليه .وهذا التركيب لا أعهد سبق مثله في كلام العرب فلعله من مبتكرات القرآن .ومعنى { فردوا أيديهم في أفواههم } يحتمل عدة وجوه أنهاهَا في «الكشاف» إلى سبعة وفي بعضها بُعدٌ ، وأولاها بالاستخلاص أن يكون المعنى : أنهم وضعوا أيديهم على أفواههم إخفاء لشدة الضحك من كلام الرسل كراهية أن تظهر دواخل أفواههم . وذلك تمثيل لحالة الاستهزاء بالرسل .والردّ : مستعمل في معنى تكرير جعل الأيدي في الأفواه كما أشار إليه «الراغب» . أي وضعوا أيديهم على الأفواه ثم أزالوها ثم أعادوا وضعها فتلك الإعادة رَدّ .وحرف { في } للظرفية المجازية المراد بها التمكين ، فهي بمعنى { على } كقوله : { أولئك في ضلال مبين } [ سورة الزمر : 22 ]. فمعنى ردّوا أيديهم في أفواههم } جعلوا أيديهم على أفواههم .وعطفه بفاء التعقيب مشير إلى أنهم بادروا بردّ أيديهم في أفواههم بفور تلقيهم دعوة رسلهم ، فيقتضي أن يكون ردّ الأيدي في الأفواه تمثيلاً لحال المتعجب المستهزىء ، فالكلام تمثيل للحالة المعتادة وليس المراد حقيقته ، لأن وقوعه خبراً عن الأمم مع اختلاف عوائدهم وإشاراتهم واختلاف الأفراد في حركاتهم عند التعجب قرينة على أنه ما أريد به إلاّ بيان عَربي .ونظير هذا قوله تعالى حكاية عن أهل الجنة : { وقالوا الحمد لله الذي صَدَقنا وعده وأورثنا الأرض } [ سورة الزمر : 74 ] ، فميراث الأرض كناية عن حسن العاقبة جرياً على بيان العرب عند تنافس قبائلهم أن حسن العاقبة يكون لمن أخذ أرض عدوّه .وأكّدوا كفرهم بما جاءت به الرسل بما دلّت عليه إنّ } وفعل المضيّ في قوله : { إنا كفرنا }. وسموا ما كفروا به مُرسلاً به تهكماً بالرسل ، كقوله تعالى : { وقالوا يا أيها الذي نُزّل عليه الذكر إنك لمجنون } [ سورة الحجر : 6 ] ، فمعنى ذلك : أنهم كفروا بأن ما جاءوا به مرسل به من الله ، أي كفروا بأن الله أرسلهم . فهذا مما أيقنوا بتكذيبهم فيه .وأما قولهم : وإنا لفي شك مما تدعوننا إليه } فذلك شك في صحة ما يدعونهم إليه وسداده ، فهو عندهم معرض للنظر وتمييز صحيحه من سقيمه ، فمورد الشك مَا يدعونهم إليه ، ومورد التكذيب نسبة دعوتهم إلى الله . فمرادهم : أنهم وإن كانوا كاذبين في دعوى الرسالة فقد يكون في بعض ما يدعون إليه ما هو صدق وحقّ فإن الكاذب قد يقول حقّاً .وجعلوا الشك قوياً فلذلك عبر عنه بأنهم مَظروفون فيه ، أي هو محيط بهم ومتمكن كمال التمكن .و { مريب } تأكيد لمعنى { في شك } ، والمريب : المُتوقع في الريب ، وهو مرادف الشك ، فوصف الشك بالمريب من تأكيد ماهيته ، كقولهم : لَيل ألْيَل ، وشِعر شَاعر .وحذفت إحدى النونين من قوله : { إنا } تخفيفاً تجنباً للثقل الناشىء من وقوع نونين آخرين بعد في قوله : { تدعوننا } اللازم ذكرهما ، بخلاف آية سورة هود ( 62 ) { وإننا لفي شك مما تدعونا } إذ لم يكن موجب للتخفيف لأن المخاطب فيها بقوله : تدعونا } واحد .",
  "ayah": 9,
  "surah": 14
}
