{
  "text": "بسم الله الرحمن الرحيمسورة يسوهي مكية بإجماع . وهي ثلاث وثمانون آية ، إلا أن فرقة قالت : إن قوله تعالى ونكتب ما قدموا وآثارهم نزلت في بني سلمة من الأنصار حين أرادوا أن يتركوا ديارهم ، وينتقلوا إلى جوار مسجد الرسول - صلى الله عليه وسلم - ، على ما يأتي . وفي كتاب أبي داود عن معقل بن يسار قال : قال النبي - صلى الله عليه وسلم - : اقرءوا يس على موتاكم . وذكر الآجري من حديث أم الدرداء عن النبي - صلى الله عليه وسلم - قال : ما من ميت يقرأ عليه سورة يس إلا هون الله عليه . وفي مسند الدارمي عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : من قرأ سورة يس في ليلة ابتغاء وجه الله غفر له في تلك الليلة خرجه أبو نعيم الحافظ أيضا . وروى الترمذي عن أنس قال : قال رسول الله - صلى الله عليه وسلم - إن لكل شيء قلبا ، وقلب القرآن يس ، ومن قرأ يس كتب الله له بقراءتها قراءة القرآن عشر مرات قال : هذا حديث غريب ، وفي إسناده هارون أبو محمد شيخ مجهول ; وفي الباب [ ص: 4 ] عن أبي بكر الصديق ، ولا يصح حديث أبي بكر من قبل إسناده ، وإسناده ضعيف . وعن عائشة أن رسول الله - صلى الله عليه وسلم - قال : إن في القرآن لسورة تشفع لقرائها ويغفر لمستمعها ، ألا وهي سورة يس ، تدعى في التوراة المعمة . قيل : يا رسول الله وما المعمة ؟ قال : تعم صاحبها بخير الدنيا ، وتدفع عنه أهاويل الآخرة ، وتدعى الدافعة والقاضية ، قيل : يا رسول الله وكيف ذلك ؟ قال : تدفع عن صاحبها كل سوء ، وتقضي له كل حاجة ، ومن قرأها عدلت له عشرين حجة ، ومن سمعها كانت له كألف دينار تصدق بها في سبيل الله ، ومن كتبها وشربها أدخلت جوفه ألف دواء وألف نور وألف يقين وألف رحمة وألف رأفة وألف هدى ، ونزع عنه كل داء وغل . ذكره الثعلبي من حديث عائشة ، والترمذي الحكيم في نوادر الأصول من حديث أبي بكر الصديق رضي الله عنه مسندا .وفي مسند الدارمي عن شهر بن حوشب قال : قال ابن عباس : من قرأ \" يس \" حين يصبح أعطي يسر يومه حتى يمسي ، ومن قرأها في صدر ليلته أعطي يسر ليلته حتى يصبح . وذكر النحاس عن عبد الرحمن بن أبي ليلى قال : لكل شيء قلب ، وقلب القرآن يس ، من قرأها نهارا كفي همه ، ومن قرأها ليلا غفر ذنبه . وقال شهر بن حوشب : يقرأ أهل الجنة \" طه \" و \" يس \" فقط . رفع هذه الأخبار الثلاثة الماوردي فقال : روى الضحاك عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : إن لكل شيء قلبا ، وإن قلب القرآن يس ، ومن قرأها في ليلة أعطي يسر تلك الليلة ، ومن قرأها في يوم أعطي يسر ذلك اليوم ، وإن أهل الجنة يرفع عنهم القرآن فلا يقرءون شيئا إلا طه ويس . وقال يحيى بن أبي كثير : بلغني أن من قرأ سورة \" يس \" ليلا لم يزل في فرح حتى يصبح ، ومن قرأها حين يصبح لم يزل في فرح حتى يمسي ; وقد حدثني من جربها ; ذكره الثعلبي وابن عطية ، قال ابن عطية : ويصدق ذلك التجربة . وذكر الترمذي الحكيم في نوادر الأصول عن عبد الأعلى قال : حدثنا محمد بن الصلت عن عمر بن ثابت عن محمد بن مروان عن أبي جعفر قال : من وجد في قلبه قساوة فليكتب \" يس \" في جام بزعفران ثم يشربه ; حدثني أبي - رحمه الله - قال : حدثنا أصرم بن حوشب ، عن بقية بن الوليد ، عن المعتمر بن أشرف ، عن محمد بن علي قال : قال رسول الله - صلى الله عليه وسلم - : القرآن أفضل من كل شيء دون الله ، وفضل القرآن على سائر الكلام كفضل الله على خلقه ، فمن وقر القرآن فقد وقر الله ، [ ص: 5 ] ومن لم يوقر القرآن لم يوقر الله ، وحرمة القرآن عند الله كحرمة الوالد على ولده . القرآن شافع مشفع ، وماحل مصدق ، فمن شفع له القرآن شفع ، ومن محل به القرآن صدق ، ومن جعله أمامه قاده إلى الجنة ، ومن جعله خلفه ساقه إلى النار . وحملة القرآن هم المحفوفون بحرمة الله ، الملبسون نور الله ، المعلمون كلام الله ، من والاهم فقد والى الله ، ومن عاداهم فقد عادى الله ، يقول الله تعالى : يا حملة القرآن استجيبوا لربكم بتوقير كتابه يزدكم حبا ويحببكم إلى عباده ، يدفع عن مستمع القرآن بلوى الدنيا ، ويدفع عن تالي القرآن بلوى الآخرة . ومن استمع آية من كتاب الله كان له أفضل مما تحت العرش إلى التخوم ، وإن في كتاب الله لسورة تدعى العزيزة ، ويدعى صاحبها الشريف يوم القيامة ، تشفع لصاحبها في أكثر من ربيعة ومضر ، وهي سورة يس .وذكر الثعلبي عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : من قرأ سورة يس ليلة الجمعة أصبح مغفورا له . وعن أنس أن رسول الله - صلى الله عليه وسلم - قال : من دخل المقابر فقرأ سورة يس خفف الله عنهم يومئذ ، وكان له بعدد حروفها حسنات . بسم الله الرحمن الرحيميس والقرآن الحكيم إنك لمن المرسلين على صراط مستقيم تنزيل العزيز الرحيم .قوله تعالى : يس في يس أوجه من القراءات : قرأ أهل المدينة والكسائي يس والقرآن الحكيم بإدغام النون في الواو . وقرأ أبو عمرو والأعمش وحمزة \" يسن \" بإظهار النون . وقرأ عيسى بن عمر \" يسن \" بنصب النون . وقرأ ابن عباس وابن أبي إسحاق ونصر بن عاصم \" يسن \" بالكسر . وقرأ هارون الأعور ومحمد بن السميقع \" يسن \" بضم النون ; فهذه [ ص: 6 ] خمس قراءات . القراءة الأولى بالإدغام على ما يجب في العربية ; لأن النون تدغم في الواو . ومن بين قال : سبيل حروف الهجاء أن يوقف عليها ، وإنما يكون الإدغام في الإدراج . وذكر سيبويه النصب وجعله من جهتين : إحداهما أن يكون مفعولا ولا يصرفه ; لأنه عنده اسم أعجمي بمنزلة هابيل ، والتقدير : اذكر يسين . وجعله سيبويه اسما للسورة . وقوله الآخر أن يكون مبنيا على الفتح مثل كيف وأين . وأما الكسر فزعم الفراء أنه مشبه بقول العرب : جير لا أفعل ، فعلى هذا يكون \" يسن \" قسما . وقاله ابن عباس . وقيل : مشبه بأمس وحذام وهؤلاء ورقاش . وأما الضم فمشبه بمنذ وحيث وقط ، وبالمنادى المفرد إذا قلت : يا رجل ، لمن يقف عليه . قال ابن السميقع وهارون : وقد جاء في تفسيرها : يا رجل ، فالأولى بها الضم . قال ابن الأنباري : \" يس \" وقف حسن لمن قال هو افتتاح للسورة . ومن قال : معنى \" يس \" يا رجل لم يقف عليه . وروي عن ابن عباس وابن مسعود وغيرهما أن معناه : يا إنسان ، وقالوا في قوله تعالى : سلام على إل ياسين أي على آل محمد . وقال سعيد بن جبير : هو اسم من أسماء محمد صلى الله عليه وسلم ، ودليله : إنك لمن المرسلين . قال السيد الحميري :يا نفس لا تمحضي بالنصح جاهدة على المودة إلا آل ياسينوقال أبو بكر الوراق : معناه يا سيد البشر . وقيل : إنه اسم من أسماء الله ; قال مالك : روى عنه أشهب قال : سألته : هل ينبغي لأحد أن يتسمى بياسين ؟ قال : ما أراه ينبغي ؛ لقول الله : يس والقرآن الحكيم ، يقول : هذا اسمي يس . قال ابن العربي : هذا كلام بديع ، وذلك أن العبد يجوز له أن يتسمى باسم الرب إذا كان فيه معنى منه ; كقوله : عالم وقادر ومريد ومتكلم . وإنما منع مالك من التسمية ب ( يسين ) ; لأنه اسم من أسماء الله لا يدرى معناه ; فربما كان معناه ينفرد به الرب فلا يجوز أن يقدم عليه العبد . فإن قيل : فقد قال الله تعالى : سلام على إل ياسين قلنا : ذلك مكتوب بهجاء فتجوز التسمية به ، وهذا الذي ليس بمتهجى هو الذي تكلم مالك عليه ; لما فيه من الإشكال ، والله أعلم .وقال بعض العلماء : افتتح الله هذه السورة بالياء والسين ، وفيهما مجمع الخير ، ودل المفتتح على أنه قلب ، والقلب أمير على الجسد ، وكذلك يس أمير على سائر السور ، مشتمل على جميع القرآن . ثم اختلفوا فيه أيضا ، فقال سعيد بن جبير وعكرمة : هو بلغة الحبشة . وقال الشعبي : هو بلغة طي . الحسن : بلغة كلب . الكلبي : هو بالسريانية فتكلمت به العرب فصار من لغتهم . وقد مضى هذا المعنى في ( طه ) [ ص: 7 ] وفي مقدمة الكتاب مستوفى . وقد سرد القاضي عياض أقوال المفسرين في معنى يس ، فحكى أبو محمد مكي أنه روي عن النبي - صلى الله عليه وسلم - قال : لي عند ربي عشرة أسماء ، ذكر أن منها طه ويس اسمان له .قلت : وذكر الماوردي عن علي - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : إن الله تعالى أسماني في القرآن سبعة أسماء : محمد ، وأحمد ، وطه ، ويس ، والمزمل ، والمدثر ، وعبد الله قاله القاضي . وحكى أبو عبد الرحمن السلمي عن جعفر الصادق أنه أراد يا سيد ، مخاطبة لنبيه - صلى الله عليه وسلم - وعن ابن عباس : يس : يا إنسان ، أراد محمدا صلى الله عليه وسلم . وقال : هو قسم وهو من أسماء الله سبحانه . وقال الزجاج : قيل : معناه يا محمد ، وقيل : يا رجل ، وقيل : يا إنسان . وعن ابن الحنفية : يس يا محمد . وعن كعب : يس قسم أقسم الله به قبل أن يخلق السماء والأرض بألفي عام . قال : يا محمد : إنك لمن المرسلين ثم قال : والقرآن الحكيم . فإن قدر أنه من أسمائه - صلى الله عليه وسلم ، وصح فيه أنه قسم كان فيه من التعظيم ما تقدم ، ويؤكد فيه القسم عطف القسم الآخر عليه ، وإن كان بمعنى النداء فقد جاء قسم آخر بعده لتحقيق رسالته والشهادة بهدايته .",
  "ayah": 1,
  "surah": 36
}
