{
  "text": "قوله تعالى : لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون قوله تعالى : لا الشمس ينبغي لها أن تدرك القمر رفعت الشمس بالابتداء ، ولا يجوز أن تعمل لا في معرفة . وقد تكلم العلماء في معنى هذه الآية ، فقال بعضهم : معناها أن الشمس لا تدرك القمر فتبطل معناه . أي : لكل واحد منهما سلطان على حياله ، فلا يدخل أحدهما على الآخر فيذهب سلطانه ، إلى أن يبطل الله ما دبر من ذلك ، فتطلع الشمس من مغربها على ما تقدم في آخر سورة [ الأنعام ] بيانه . وقيل : إذا طلعت الشمس لم يكن للقمر ضوء ، وإذا طلع القمر لم يكن للشمس ضوء . روي معناه عن ابن عباس والضحاك . وقال مجاهد : أي : لا يشبه ضوء أحدهما ضوء الآخر . وقال قتادة : لكل حد وعلم لا يعدوه ولا يقصر [ ص: 32 ] دونه ، إذا جاء سلطان هذا ذهب سلطان هذا . وقال الحسن : إنهما لا يجتمعان في السماء ليلة الهلال خاصة . أي : لا تبقى الشمس حتى يطلع القمر ، ولكن إذا غربت الشمس طلع القمر . يحيى بن سلام : لا تدرك الشمس القمر ليلة البدر خاصة ; لأنه يبادر بالمغيب قبل طلوعها . وقيل : معناه إذا اجتمعا في السماء كان أحدهما بين يدي الآخر في منازل لا يشتركان فيها ، قاله ابن عباس أيضا . وقيل : القمر في السماء الدنيا والشمس في السماء الرابعة ، فهي لا تدركه ، ذكره النحاس والمهدوي . قال النحاس : وأحسن ما قيل في معناها وأبينه مما لا يدفع : أن سير القمر سير سريع ، والشمس لا تدركه في السير . ذكرهالمهدوي أيضا . فأما قوله سبحانه : وجمع الشمس والقمر فذلك حين حبس الشمس عن الطلوع على ما تقدم بيانه في آخر [ الأنعام ] ويأتي في سورة [ القيامة ] أيضا . وجمعهما علامة لانقضاء الدنيا وقيام الساعة . \" وكل \" يعني من الشمس والقمر والنجوم \" في فلك يسبحون \" أي : يجرون . وقيل : يدورون . ولم يقل تسبح ; لأنه وصفها بفعل من يعقل . وقال الحسن : الشمس والقمر والنجوم في فلك بين السماء والأرض غير ملصقة ، ولو كانت ملصقة ما جرت . ذكره الثعلبي والماوردي . واستدل بعضهم بقوله تعالى : ولا الليل سابق النهار على أن النهار مخلوق قبل الليل ، وأن الليل لم يسبقه بخلق . وقيل : كل واحد منهما يجيء وقته ولا يسبق صاحبه إلى أن يجمع بين الشمس والقمر يوم القيامة ، كما قال : وجمع الشمس والقمر وإنما هذا التعاقب الآن لتتم مصالح العباد . لتعلموا عدد السنين والحساب ويكون الليل للإجمام والاستراحة ، والنهار للتصرف ، كما قال تعالى : ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله وقال : وجعلنا نومكم سباتا أي : راحة لأبدانكم من عمل النهار . فقوله : ولا الليل سابق النهار أي : غالب النهار ، يقال : سبق فلان فلانا أي : غلبه . وذكر المبرد قال : سمعت عمارة يقرأ : ( ولا الليل سابق النهار ) فقلت : ما هذا ؟ قال : أردت : سابق النهار ، فحذفت التنوين ; لأنه أخف . قال النحاس : يجوز أن يكون النهار منصوبا بغير تنوين ويكون التنوين حذف لالتقاء الساكنين .",
  "ayah": 40,
  "surah": 36
}
