{
  "text": "قوله تعالى : \" قالوا يا ويلنا \" قال ابن الأنباري : \" يا ويلنا \" وقف حسن ، ثم تبتدئ \" من بعثنا \" وروي عن بعض القراء \" يا ويلنا من بعثنا \" بكسر من والثاء من البعث . روي ذلك عن علي - رضي الله عنه - ، فعلى هذا المذهب لا يحسن الوقف على قوله : \" يا ويلنا \" حتى يقول : \" من مرقدنا \" . وفي قراءة أبي بن كعب \" من هبنا \" بالوصل \" من مرقدنا \" فهذا دليل على صحة مذهب العامة . قال المهدوي : قرأ ابن أبي ليلى : \" قالوا يا ويلتنا \" بزيادة تاء وهو تأنيث الويل ، ومثله : يا ويلتى أألد وأنا عجوز وقرأ علي - رضي الله عنه - : \" يا ويلتا من بعثنا \" ف \" من \" متعلقة بالويل ، أو حال من \" ويلتا \" فتتعلق بمحذوف ; كأنه قال : يا ويلتا كائنا من بعثنا ; وكما يجوز أن يكون خبرا عنه كذلك يجوز أن يكون حالا منه . و \" من \" من قوله : \" من مرقدنا \" متعلقة بنفس البعث . ثم قيل : كيف قالوا هذا وهم من المعذبين في قبورهم ؟فالجواب أن أبي بن كعب قال : ينامون نومة . وفي رواية فيقولون : يا ويلتا من أهبنا من مرقدنا . قال أبو بكر الأنباري : لا يحمل هذا الحديث على أن \" أهبنا \" من لفظ القرآن كما قاله من طعن في القرآن ، ولكنه تفسير \" بعثنا \" أو معبر عن بعض معانيه . قال أبو بكر : وكذا حفظته \" من هبنا \" بغير ألف في أهبنا مع تسكين نون \" من \" . والصواب فيه على طريق اللغة \" من اهبنا \" بفتح النون على أن فتحة همزة أهب ألقيت على نون \" من \" وأسقطت الهمزة ; كما قالت العرب : من اخبرك من اعلمك ؟ وهم يريدون من أخبرك . ويقال : أهببت النائم فهب النائم . أنشدنا أحمد بن يحيى النحوي :وعاذلة هبت بليل تلومني     ولم يعتمرني قبل ذاك عذولوقال أبو صالح : إذا نفخ النفخة الأولى رفع العذاب عن أهل القبور وهجعوا هجعة إلى [ ص: 40 ] النفخة الثانية وبينهما أربعون سنة ، فذلك قولهم : من بعثنا من مرقدنا وقاله ابن عباس وقتادة . وقال أهل المعاني : إن الكفار إذا عاينوا جهنم وما فيها من أنواع العذاب صار ما عذبوا به في قبورهم إلى جنب عذابها كالنوم . قال مجاهد : فقال لهم المؤمنون : هذا ما وعد الرحمن . قال قتادة : فقال لهم من هدى الله : هذا ما وعد الرحمن . وقال الفراء : فقالت لهم الملائكة : هذا ما وعد الرحمن . النحاس : وهذه الأقوال متفقة ، لأن الملائكة من المؤمنين وممن هدى الله عز وجل . وعلى هذا يتأول قول الله - عز وجل - : إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية وكذا الحديث : المؤمن عند الله خير من كل ما خلق . ويجوز أن تكون الملائكة وغيرهم من المؤمنين قالوا لهم : هذا ما وعد الرحمن . وقيل : إن الكفار لما قال بعضهم لبعض : من بعثنا من مرقدنا صدقوا الرسل لما عاينوا ما أخبروهم به ، ثم قالوا : هذا ما وعد الرحمن وصدق المرسلون فكذبنا به ، أقروا حين لم ينفعهم الإقرار . وكان حفص يقف على من مرقدنا ثم يبتدئ فيقول : هذا . قال أبو بكر بن الأنباري : من بعثنا من مرقدنا وقف حسن ، ثم تبتدئ : \" هذا ما وعد الرحمن \" ويجوز أن تقف على \" مرقدنا هذا \" فتخفض هذا على الإتباع للمرقد ، وتبتدئ : \" ما وعد الرحمن \" على معنى : بعثكم ما وعد الرحمن ، أي : بعثكم وعد الرحمن . النحاس : التمام على \" من مرقدنا \" و \" هذا \" في موضع رفع بالابتداء وخبره \" ما وعد الرحمن \" . ويجوز أن يكون في موضع خفض على النعت ل \" مرقدنا \" فيكون التمام \" من مرقدنا هذا \" . \" ما وعد الرحمن \" في موضع رفع من ثلاث جهات . ذكر أبو إسحاق منها اثنتين قال : يكون بإضمار \" هذا \" ، والجهة الثانية : أن يكون بمعنى حق ما وعد الرحمن بعثكم ، والجهة الثالثة : أن يكون بمعنى : بعثكم ما وعد الرحمن .",
  "ayah": 52,
  "surah": 36
}
