{
  "text": "قوله تعالى : أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون .قال ابن عباس والحسن وقتادة : ذلك الكافر اتخذ دينه ما يهواه ، فلا يهوى شيئا إلا [ ص: 156 ] ركبه . وقال عكرمة : أفرأيت من جعل إلهه الذي يعبده ما يهواه أو يستحسنه ، فإذا استحسن شيئا وهويه اتخذه إلها . قال سعيد بن جبير : كان أحدهم يعبد الحجر ، فإذا رأى ما هو أحسن منه رمى به وعبد الآخر . وقال مقاتل : نزلت في الحارث بن قيس السهمي أحد المستهزئين ، لأنه كان يعبد ما تهواه نفسه . وقال سفيان بن عيينة : إنما عبدوا الحجارة لأن البيت حجارة . وقيل : المعنى أفرأيت من ينقاد لهواه ومعبوده تعجيبا لذوي العقول من هذا الجهل . وقال الحسن بن الفضل : في هذه الآية تقديم وتأخير ، مجازه : أفرأيت من اتخذ هواه إلهه . وقال الشعبي : إنما سمي الهوى هوى لأنه يهوي بصاحبه في النار . وقال ابن عباس : ما ذكر الله هوى في القرآن إلا ذمه ، قال الله تعالى : واتبع هواه فمثله كمثل الكلب . وقال تعالى : واتبع هواه وكان أمره فرطا . وقال تعالى : بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله . وقال تعالى : ومن أضل ممن اتبع هواه بغير هدى من الله . وقال تعالى : ولا تتبع الهوى فيضلك عن سبيل الله وقال عبد الله بن عمرو بن العاص عن النبي - صلى الله عليه وسلم - : لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به وقال أبو أمامة : سمعت النبي - صلى الله عليه وسلم - يقول : ما عبد تحت السماء إله أبغض إلى الله من الهوى وقال شداد بن أوس عن النبي - صلى الله عليه وسلم - : الكيس من دان نفسه وعمل لما بعد الموت . والفاجر من أتبع نفسه هواها وتمنى على الله وقال - عليه السلام - : إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع عنك أمر العامة وقال - صلى الله عليه وسلم - : ثلاث مهلكات وثلاث منجيات ؛ فالمهلكات : شح مطاع وهوى متبع وإعجاب المرء بنفسه . [ ص: 157 ] والمنجيات : خشية الله في السر والعلانية ، والقصد في الغنى والفقر والعدل في الرضا والغضب وقال أبو الدرداء - رضي الله عنه - : إذا أصبح الرجل اجتمع هواه وعمله وعلمه ، فإن كان عمله تبعا لهواه فيومه يوم سوء ، وإن كان عمله تبعا لعلمه فيومه يوم صالح . وقال الأصمعي سمعت رجلا يقول :إن الهوان هو الهوى قلب اسمه فإذا هويت فقد لقيت هواناوسئل ابن المقفع عن الهوى فقال : هوان سرقت نونه ، فأخذه شاعر فنظمه وقال :نون الهوان من الهوى مسروقة     فإذا هويت فقد لقيت هواناوقال آخر :إن الهوى لهو الهوان بعينه     فإذا هويت فقد كسبت هواناوإذا هويت فقد تعبدك الهوى     فاخضع لحبك كائنا من كاناولعبد الله بن المبارك :ومن البلايا للبلاء علامة     ألا يرى لك عن هواك نزوعالعبد عبد النفس في شهواتها     والحر يشبع تارة ويجوعولابن دريد :إذا طالبتك النفس يوما بشهوة     وكان إليها للخلاف طريقفدعها وخالف ما هويت فإنما     هواك عدو والخلاف صديقولأبي عبيد الطوسي :والنفس إن أعطيتها مناها     فاغرة نحو هواها فاهاوقال أحمد بن أبي الحواري : مررت براهب فوجدته نحيفا فقلت له : أنت عليل . قال نعم . قلت مذ كم ؟ قال : مذ عرفت نفسي! قلت فتداوي ؟ قال : قد أعياني الدواء وقد عزمت على الكي . قلت وما الكي ؟ قال : مخالفة الهوى . وقال سهل بن عبد الله التستري : هواك داؤك . فإن خالفته فدواؤك . وقال وهب : إذا شككت في أمرين ولم تدر خيرهما فانظر أبعدهما من هواك فأته . [ ص: 158 ] وللعلماء في هذا الباب في ذم الهوى ومخالفته كتب وأبواب أشرنا إلى ما فيه كفاية منه ، وحسبك بقوله تعالى : وأما من خاف مقام ربه ونهى النفس عن الهوى . فإن الجنة هي المأوى .قوله تعالى : وأضله الله على علم أي على علم قد علمه منه . وقيل : أضله عن الثواب على علم منه بأنه لا يستحقه . وقال ابن عباس : أي : على علم قد سبق عنده أنه سيضل . مقاتل : على علم منه أنه ضال ، والمعنى متقارب . وقيل : على علم من عابد الصنم أنه لا ينفع ولا يضر . ثم قيل : على علم يجوز أن يكون حالا من الفاعل ، المعنى : أضله على علم منه به ، أي : أضله عالما بأنه من أهل الضلال في سابق علمه . ويجوز أن يكون حالا من المفعول ، فيكون المعنى : أضله في حال علم الكافر بأنه ضال . وختم على سمعه وقلبه أي طبع على سمعه حتى لا يسمع الوعظ ، وطبع على قلبه حتى لا يفقه الهدى . وجعل على بصره غشاوة أي غطاء حتى لا يبصر الرشد . وقرأ حمزة والكسائي ( غشوة ) بفتح الغين من غير ألف وقد مضى في البقرة وقال الشاعر :أما والذي أنا عبد له     يمينا وما لك أبدي اليمينالئن كنت ألبستني غشوة     لقد كنت أصفيتك الود حينافمن يهديه من بعد الله أي من بعد أن أضله . أفلا تذكرون تتعظون وتعرفون أنه قادر على ما يشاء .وهذه الآية ترد على القدرية والإمامية ومن سلك سبيلهم في الاعتقاد ، إذ هي مصرحة بمنعهم من الهداية . ثم قيل : وختم على سمعه وقلبه إنه خارج مخرج الخبر عن أحوالهم . وقيل : إنه خارج مخرج الدعاء بذلك عليهم ، كما تقدم في أول ( البقرة ) وحكى ابن جريج أنها نزلت في الحارث بن قيس من الغياطلة . وحكى النقاش أنها نزلت في الحارث بن نوفل بن عبد مناف . وقال مقاتل : نزلت في أبي جهل ، وذلك أنه طاف بالبيت ذات ليلة ومعه الوليد بن المغيرة ، فتحدثا في شأن النبي - صلى الله عليه وسلم - ، فقال أبو جهل : والله إني لأعلم إنه لصادق! فقال له مه! وما دلك على ذلك ؟ ! قال : يا أبا عبد شمس ، كنا نسميه في صباه الصادق الأمين ، فلما تم عقله وكمل رشده ، نسميه الكذاب الخائن!! والله إني لأعلم إنه لصادق! قال : فما [ ص: 159 ] يمنعك أن تصدقه وتؤمن به ؟ قال : تتحدث عني بنات قريش أني قد اتبعت يتيم أبي طالب من أجل كسرة ، واللات والعزى إن اتبعته أبدا . فنزلت : وختم على سمعه وقلبه",
  "ayah": 23,
  "surah": 45
}
