{
  "text": "ثم بين - سبحانه - الفرق الشاسع بين المؤمن والكافر ، والمطيع ، والعاصى ، فقال : ( أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَناً . . . ) .والاستفهام للإِنكار . و \" من \" موصولة فى مضوع رفع على الابتداء . والجملة بعدها صلنها ، والخبر محذوف لدلالة الكلام عليه ، و ( زُيِّنَ ) من التزيين بمعنى التحسين . وقوله ( سواء عَمَلِهِ ) أى : عمله السيئ . فهو من إضافة الصفة إلى الموصوف .والمعنى : أفمن زين له الشيطان عمله السيئ ، فرآه حسنا ، كمن ليس كذلك؟ كلا إنهما لا يستويان فى عرف أى عاقل ، فإن الشخص الذى ارتكب الأفعال القبيحة التى زينها له الشيطان ، أو نفسه الأمارة بالسوء ، أو هواه . . . مصيره إلى الشقاء والتعاسة .أما الشخص الذى خالف الشيطان ، والنفس الأمارة بالسوء ، والهوى المردى . . فمصيره إلى السعادة والفلاح .وقد صرح - سبحانه - بالأمرين فى آيات منها قوله - تعالى - ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ كَمَن زُيِّنَ لَهُ سواء عَمَلِهِ واتبعوا أَهْوَاءَهُمْ ) وجملة ( فَإِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ ) تعليل لسببية التزيين لرؤية القبيح حسنا . .أى : هؤلاء الذين يعملون الأعمال السيئة ، وهم يحسبون أنهم يسحنون صنعا ، لا قدرة لك على هدايتهم - أيها الرسول الكريم - فإن الله - تعالى - وحده ، هو الذى يضل من يشاء إضلاله ، ويهدى من يشاء هدايته .والفاء فى قوله - تعالى - : ( فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ) لتفريع . والحسرات جمعه حسرة ، وهى أشد ما يعترى الإِنسان من ندم على أمر قد مضى وانتهى والجار والمجرور \" عليهم \" متعلق بقوله \" حسرات \" .أى : إذا كان الأمر كما أخبرناك - أيها الرسول الكريم - فامض فى طريقك وبلغ رسالة ربك ، ومن شاء فليؤمن ومن شاء فليكفر ، ولا تهلك نفسك هما وغما وحزنا من اجل هؤلاء الذين أعرضوا عن الحق ، واعتنقوا الباطل ، وظنوا أنهم بذلك يحسنون صنعا . .ثم ختم - سبحانه - الآية الكريمة بما يزيد فى تسلية الرسول صلى الله عليه وسلم فقال - تعالى - : ( إِنَّ الله عَلِيمٌ بِمَا يَصْنَعُونَ ) .أى : إن الله - تعالى - لا يخفى عليه شئ مما يفعله هؤلاء الجاهلون من أفعاله قبيحة ، وسيجازيهم يوم القيامة بما يستحقونه من عقاب .وشبيه هذه الآية قوله - تعالى - : ( لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ ) وقوله - سبحانه - : ( فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً ) وبعد هذه التسلية من الله - تعالى - لرسوله صلى الله عليه وسلم وبعد هذا التحذير من وسوسة اشليطان ومن خداعه ، وبعد هذا البيان لسوء عاقبة الكافرين ، وحسن عاقبة المؤمنين .",
  "ayah": 8,
  "surah": 35
}
