{
  "text": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (2) وقرأه الجمهور في الموضعين لإيلاف } بياء بعد الهمزة وهي تخفيف للهمزة الثانية . وقرأ ابن عامر «لإلاف» الأول بحذف الياء التي أصلها همزة ثانية ، وقرأه { إيلافهم } بإثبات الياء مثل الجمهور . وقرأ أبو جعفر «لِيلاَف قريش» بحذف الهمزة الأولى . وقرأ «إلافهم» بهمزة مكسورة من غير ياء .وذكر ابن عطية والقرطبي أن أبا بكر عن عاصم قرأ بتحقيق الهمزتين في «لإِأَلاَفِ» وفي «إِأَلافهم» ، وذكر ابن عطية عن أبي علي الفارسي أن تحقيق الهمزتين لا وجه له . قلت : لا يوجد في كتب القراءات التي عرفناها نسبة هذه القراءة إلى أبي بكر عن عاصم . والمعروف أن عاصماً موافق للجمهور في جعل ثانية الهمزتين ياء ، فهذه رواية ضعيفة عن أبي بكر عن عاصم .وقد كُتب في المصحف «إلافهم» بدون ياء بعد الهمزة وأما الألف المدّة التي بعد اللام التي هي عين الكلمة فلم تكتب في الكلمتين في المصحف على عادة أكثر المدَّات مثلها ، والقراءات روايات وليس خط المصحف إلا كالتذكرة للقارىء ، ورسم المصحف سُنّة متَّبعة سنَّها الصحابة الذين عُيّنوا لنسخ المصاحف وإضافة «إيلاف» إلى { قريش } على معنى إضافة المصدر إلى فاعله وحذف مفعوله لأنه هنا أطلق بالمعنى الاسمي لتلك العادة فهي إضافة معنوية بتقدير اللام .وقريش : لقب الجد الذي يجمع بطوناً كثيرة وهو فهر بن مالك بن النضر بن كِنانة . هذا قول جمهور النّسابين وما فوق فِهر فهم من كنانة ، ولُقِّب فهرٌ بلقب قريش بصيغة التصغير وهو على الصحيح تصغير قَرْش ( بفتح القاف وسكون الراء وشين معجمة ) اسم نوع من الحوت قوي يعدو على الحيتان وعلى السفن .وقال بعض النسابين : إن قريشاً لقب النضر بن كنانة . وروي عن النبي صلى الله عليه وسلم \" أنه سئل منْ قريشٌ؟ فقال : مَنْ وَلَدَ النضْرُ \" . وفي رواية أنه قال : \" إنّا وَلَدُ النضر بن كنانة لا نقفو أمَّنا ولا ننتفي من أبينا \" . فجميع أهل مكة هم قريش وفيهم كانت مناصب أهل مكة في الجاهلية موزعة بينهم وكانت بنو كنانة بخِيف منى . ولهم مناصب في أعمال الحج خاصة منها النَّسِيء .وقوله : { إيلافهم } عطف بيان من «إيلاف قريش» وهو من أسلوب الإجمال ، فالتفصيل للعناية بالخبر ليتمكن في ذهن السامع ومنه قوله تعالى : { لعلي أبلغ الأسباب أسباب السماوات } [ غافر : 36 ] حكاية لكلام فرعون ، وقول امرىء القيس :ويومَ دخلتُ الخِدْرَ خِدْرَ عُنَيْزَة ... والرحلة بكسر الراء : اسم للارتحال ، وهو المسير من مكان إلى آخر بعيد ، ولذلك سمي البعير الذي يسافَر عليه راحلة .وإضافة رحلة إلى الشتاء من إضافة الفعل إلى زمانه الذي يقع فيه فقد يكون الفعل مستغرقاً لزمانه مثل قَولك : سَهَر الليل ، وقد يكون وقتاً لابتدائه مثل صلاة الظهر ، وظاهر الإِضافة أن رحلة الشتاء والصيف معروفة معهودة ، وهما رحلتان . فعطف { والصيف } على تقدير مضاف ، أي ورحلة الصيف ، لظهور أنه لا تكون رحلة واحدة تبتدأ في زمانين فتعين أنهما رحلتان في زمنين .وجوز الزمخشري أن يَكون لفظ { رحلة } المفرد مضافاً إلى شيئين لظهور المراد وأمن اللبس . وقال أبو حيان : هذا عند سيبويه لا يجوز إلا في الضرورة .و { الشتاء } : اسم لفصل من السنة الشمسية المقسمة إلى أربعة فصول . وفصل الشتاء تسعة وثمانون يوماً وبضع دقائق مبدؤها حلول الشمس في برج الجَدْي ، ونهايتها خروج الشمس من بُرج الحوت ، وبروجه ثلاثة : الجَدْي ، والدَّلْوُ ، والحوت . وفصل الشتاء مُدة البرد .و { الصيف } : اسم لفصل من السنة الشمسية ، وهو زمن الحرّ ومدته ثلاثة وتسعون ويوماً وبضع ساعات ، مبدؤها حلول الشمس في برج السَرَطان ونهايته خروج الشمس من برج السُّنْبُلَة ، وبروجه ثلاثة : السرطان ، والأسد ، والسنبلة .قال ابن العربي : قال مالك : الشتاء نصف السنة والصيف نصفها ولم أزل أرى ربيعة ابن أبي عبد الرحمان ومن معه لا يخلعون عمائمهم حتى تطلع الثريا ( يعني طلوع الثريا عند الفجر وذلك أول فصل الصيف ) وهو اليوم التاسع عشر من ( بشنس ) وهو يوم خمسة وعشرين من عدد الروم أو الفرس اه . وشهر بشنس هو التاسع من أشهر السنة القبطية المجزأة إلى اثني عشر شهراً .وشهر بشنس يبتدىء في اليوم السادس والعشرين من شهر نيسان ( أبريل ) وهو ثلاثون يوماً ينتهي يوم 25 من شهر ( أيار مايه ) .وطلوع الثريا عند الفجر وهو يوم تسعة عشر من شهر بشنس من أشهر القبط . قال أيمة اللغة : فالصيف عند العامة نصف السنة وهو ستة أشهر والشتاء نصف السنة وهو ستة أشهر .والسنة بالتحقيق أربعة فصول : الصيف : ثلاثة أشهر ، وهو الذي يسميه أهل العراق وخراسان الربيع ، ويليه القَيْظ ثلاثة أشهر ، وهو شدة الحر ، ويليه الخريف ثلاثة أشهر ، ويليه الشتاء ثلاثة أشهر . وهذه الآية صالحة للاصطلاحين . واصطلاح علماء الميقات تقسيم السنة إلى ربيع وصيف وخريف وشتاء ، ومبدأ السنة الربيع هو دخول الشمس في بُرج الحَمَل ، وهاتان الرحلتان هما رحلتا تجارة ومِيرة كانت قريش تجهزهما في هذين الفصلين من السنة إحداهما في الشتاء إلى بلاد الحبشة ثم اليمن يبلغون بها بلاد حمير ، والأخرى في الصيف إلى الشام يبلغون بها مدينة بُصرى من بلاد الشام .وكان الذين سنّ لهم هاتين الرحلتين هاشم بن عبد مناف ، وسبب ذلك أنهم كانوا تعتريهم خصاصة فإذا لم يجد أهل بيت طعاماً لقوتهم حمل ربُّ البيت عياله إلى موضع معروف فضرب عليهم خباء وبقوا فيه حتى يموتوا جوعاً ويسمى ذلك الاعتفار ( بالعين المهملة وبالراء وقيل بالدال عوض الراء وبفاء ) فحدث أن أهل بيت من بني مخزوم أصابتهم فاقة شديدة فهموا بالاعتفار فبلغ خبرهم هاشماً لأن أحد أبنائهم كان تِرباً لأسد بن هاشم ، فقام هاشم خطيباً في قريش وقال : إنكم أحدثتم حدثاً تقِلون فيه وتكثر العرب وتذلون وتعزّ العرب وأنتم أهل حرم الله والناس لكم تُبّع ويكاد هذا الاعتفار يأتي عليكم ، ثم جمع كل بني أب على رحلتين للتجارات فما ربح الغني قسمه بينه وبين الفقير من عشيرته حتى صار فقيرهم كغنيهم ، وفيه يقول مطرود الخزاعي :يا أيها الرجُلُ المحوِّل رَحْله ... هلا نزلتَ بآل عبد منافالآخذون العُهد من آفاقها ... والراحلون لرِحلة الإِيلافوالخالطون غنِيّهم بفقيرهم ... حتى يصير فقيرهم كالكافيولم تزل الرحلتان من إيلاف قريش حتى جاء الإِسلام وهم على ذلك .والمعروف المشهور أن الذي سنّ الإِيلاف هو هاشم ، وهو المروي عن ابن عباس ، وذكر ابن العربي عن الهروي : أن أصحاب الإِيلاف هاشم ، وإخوته الثلاثة الآخرون عبدُ شمس ، والمطلب ، ونوفل ، وأن كان واحد منهم أخذ حبلاً ، أي عهداً من أحد الملوك الذين يمرون في تجارتهم على بلادهم وهم مَلِك الشام ، وملك الحَبشة ، وملك اليمن ، ومَلِك فارس ، فأخذ هاشم هذا من ملك الشام وهو ملك الروم ، وأخذ عبد شمس من نجاشي الحبشة وأخذ المطلب من ملك اليمن وأخذ نوفل من كسرى ملك فارس ، فكانوا يجعلون جُعلاً لرؤساء القبائل وسادات العشائر يسمى الإيلاف أيضاً يعطونهم شيئاً من الربح ويحملون إليهم متاعاً ويسوقون إليهم إبلاً مع إبلهم ليكفوهم مؤونة الأسفار وهم يكفون قريش دفع الأعداء فاجتمع لهم بذلك أمن الطريق كله إلى اليمن وإلى الشام وكانوا يسمَّوْن المُجِيرين .وقد توهم النقاش من هذا أن لكل واحد من هؤلاء الأربعة رحلة فزعم أن الرِحَل كانت أربعاً ، قال ابن عطية : وهذا قول مردود ، وصدق ابن عطية ، فإن كون أصحاب العهد الذي كان به الإِيلاف أربعة لا يقتضي أن تكون الرحلات أربعاً ، فإن ذلك لم يقله أحد ، ولعل هؤلاء الأخوة كانوا يتداولون السفر مع الرحلات على التناوب لأنهم المعروفون عند القبائل التي تمر عليهم العِير ، أو لأنهم توارثوا ذلك بعد موت هاشم فكانت تضاف العِير إلى أحدهم كما أضافوا العير التي تَعرّض المسلمون لها يوم بدر عيرَ أبي سفيان إذ هو يومئذ سيد أهل الوادي بمكة .ومعنى الآية تذكير قريش بنعمة الله عليهم إذ يسر لهم ما لم يتأت لغيرهم من العرب من الأمن من عدوان المعتدين وغارات المغيرين في السنة كلها بما يسر لهم من بناء الكعبة وشرعة الحج وأن جعلهم عمار المسجد الحرام وجعل لهم مهابة وحرمة في نفوس العرب كلهم في الأشهر الحرم وفي غيرها .",
  "ayah": 2,
  "surah": 106
}
