{
  "text": "ثم أمرهم - سبحانه - بالمسارعة إلى ما يسعدهم ، بعد أن بين لهم حال الحياة الدنيا فقال : ( سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض ) .وقوله - تعالى - ( سابقوا ) ابتدائية ، والجار والمجرور صفة المغفرة .أى : سارعوا - أيها المؤمنون - مسارعة السابقين لغيرهم ، إلى مغفرة عظيمة كائنة من ربكم .فالتعبير بقوله : ( سابقوا ) لإلهاب الحماس وحض النفوس إلى الاستجابة لما أمروا به ، حتى لكأنهم فى حالة مسابقة يحرص كل قرين فيها إلى أن يسبق قرينه .وقوله : ( وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض . . . ) معطوف على المغفرة . أى : سابقوا غيركم - أيها المؤمنون - إلى مغفرة عظيمة من ربكم ، وإلى جنة كريمة؛ هذه الجنة عرضها وسعتها ورحابتها .. . كسعة السماء والأرض .وهذه الجنة قد ( أُعِدَّتْ لِلَّذِينَ آمَنُواْ بالله وَرُسُلِهِ ) إيمانا حقا ، جعلهم لا يقصلرون فى أداء واجب من الواجبات التى كلفهم - سبحانه - بها .قال الإمام الفخر الرازى ما ملخصه : فى كون الجنة عرضها كعرض السماء والأرض وجوه : منها : أن المراد لو جعلت السموات والأرضون طبقا طبقا . . . . لكان ذلك مثل عرض الجنة ، وهذا غاية فى السعة لا يعلمها إلا الله - تعالى - .ومنها : أن المقصود المبالغة فى الوصف بالسعة للجنة ، وذلك لأنه لا شىء عندنا أعرض منهما .وخص - سبحانه - العرض بالذكر ، ليكون أبلغ فى الدلالة على عظمها ، واتساع طولها ، لأنه إذا كان عرضها كهذا ، فإن العقل يذهب كل مذهب فى تصور طولها ، فقد جرت العادة أن يكون الطول أكبر من العرض .قال الإمام ابن كثير : وقد روينا فى مسند الإمام أحمد \" أن هرقل - ملك الروم - كتب إلى النبى - صلى الله عليه وسلم - فقال : إنك دعوتنى إلى جنة عرضها السموات والأرض ، فأين النار؟ فقال - صلى الله عليه وسلم - : \" سبحان الله ، فأين الليل إذا جاء النهار \" \" .وإسم الإشارة فى قوله - تعالى - : ( ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم ) يعود إلى الذى وعد الله - تعالى - به عباده المؤمنين من المغفرة والجنة .أى : ذلك العطاء الجزيل فضل الله - تعالى - وحده وهو صاحب الفضل العظيم لا يعلم مقداره إلا هو - عز وجل - .فأنت ترى أن الله - تعالى - بعد أن بين حال الحياة الدنيا . دعا المؤمنين إلى المسابقة إلى العمل الصالح ، الذى يوصلهم إلى ما هو أكرم وأبقى . . . وهو الجنة .وشبيه بهاتين الآيتين قوله - تعالى - : ( زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء والبنين والقناطير المقنطرة مِنَ الذهب والفضة والخيل المسومة والأنعام والحرث ذلك مَتَاعُ الحياة الدنيا والله عِنْدَهُ حُسْنُ المآب قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِّن ذلكم . . ).",
  "ayah": 21,
  "surah": 57
}
