{
  "text": "وقوله - سبحانه - : ( لِّئَلاَّ يَعْلَمَ أَهْلُ الكتاب أَلاَّ يَقْدِرُونَ على شَيْءٍ مِّن فَضْلِ الله . . . ) رد على مزاعم أهل الكتاب أنهم شعب الله المختار ، وأنهم أفضل من الأمة الإسلامية .قال الجمل ما ملخصه : لما سمع من لم يؤمن من أهل الكتاب قوله - تعالى - ( أولئك يُؤْتُونَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُواْ . . ) قالوا للمسلمين : أما من آمن منا بكتابكم فله أجره مرتين لإيمانه بكتابنا وكتابكم . ومن لم يؤمن منا بكتابكم فله أجر كأجركم ، فبأى شىء فضلتم علينا؟ فأنزل الله هذه الآية .و ( لاَّ ) زائدة ، واللام متعلقة بمحذوف ، هو معنى الجملة الطلبية المتضمنة لمعنى الشرط ، إذ التقدير : إن تتقوا وتؤمنوا برسوله ، يؤتكم الله من فضله كذا وكذا - وقد أعلمناكم بذلك - لكى يعلم أهل الكتاب عدم قدرتهم على شىء من فضل الله .أى : أنهم لا ينالون شيئا مما ذكر من فضله . . . كالكفلين من رحمته وكمغفرة الذنوب - لأنهم لم يؤمنوا برسوله - صلى الله عليه وسلم - ولم يخلصوا العبادة له - عز وجل - . .وقوله - سبحانه - ( وَأَنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ والله ذُو الفضل العظيم ) مؤكد لما قبله ، ومقرر له .أى : ليعلم أهل الكتاب عدم قدرتهم على الظفر بشىء من فضل الله إلا إذا آمنوا بالله ورسله . وليعلموا - أيضا - أن الفضل والعطاء بيد الله - تعالى - وحده ، يمنحه لمن يشاء ويختار من عباده ، وهو - سبحانه - صاحب الفضل الواسع العظيم .وعلى هذا التفسير الذى سرنا عليه يكون المقصود من الآيتين تحريض المؤمنين من هذه الأمة على الثبات على تقوى الله - تعالى - واتباع رسوله - صلى الله عليه وسلم - فى كل ما جاء به ، وتبشيرهم بالعطاء الجزيل إذا ما فعلوا ذلك .والرد على المتفاخرين من أهل الكتاب ، الذين زعموا أنهم أبناء الله وأحباؤه ، وأنهم ليس أحد أفضل منهم ، وأن الأجر ثابت لهم سواء آمنوا بالرسول - صلى الله عليه وسلم - أم استمروا على كفرهم .قال الإمام ابن كثير عند تفسيره لهاتين الآيتين : لما افتخر أهل الكتاب بأنهم يؤتون أجرهم مرتين ، أنزل الله هذه الآية ( ياأيها الذين آمَنُواْ اتقوا الله وَآمِنُواْ بِرَسُولِهِ . . . ) فى حق هذه الأمة .وهى كقوله - تعالى - : ( يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَاناً وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ والله ذُو الفضل العظيم ) ومما يؤيد هذا القول - أى : أن هذه الآية فى حق هذه الأمة - ما رواه الإمام أحمد عن ابن عمر قال : \" قال رسول الله - صلى الله عليه وسلم - : مثلكم ومثل اليهود والنصارى كمثل رجل استعمل عمالا فقال : من يعمل لى من صلاة الصبح إلى نصف النهار على قيراط قيراط؟ ألا فعلت اليهود .ثم قال : من يعمل لى من صلاة الظهر إلى صلاة العصر على قيراط قيراط؟ ألا فعلت النصارى .ثم قال : من يعمل لى من صلاة العصر إلى غروب الشمس على قيراطين قيراطين؟ ألا فأنتم الذين عملتم فغضبت النصارى واليهود ، وقالوا : نحن أكثر عملا وأقل عطاء . قال : هل ظلمتكم من أجركم شيئا ، قالوا لا : قال فإنما هو فضلى أوتيه من أشاء \" .ويرى بعض المفسرين أن الخطاب لمن آمن من أهل الكتاب ، فيكون المعنى : يا من آمنتم بموسى وبعيسى وبمحمد - عليهم الصلاة والسلام - اتقوا الله وآمنوا برسوله - صلى الله عليه وسلم - واثبتوا على ذلك ، يؤتكم الله - تعالى - كفلين من رحمته .وليعلم الذين لم يؤمنوا من أهل الكتاب ، أنهم لن ينالوا شيئا مما ناله المؤمنون منهم .ومن المفسرين الذين ساروا على هذا التفسير الإمام ابن جرير ، فقد قال - رحمه الله - عند تفسيره لهذه الآية : يقول - تعالى ذكره - : يأيها الذين صدقوا الله ورسوله من أهل الكتابين : التوراة والإنجيل ، خافوا الله ، وآمنوا برسوله محمد - صلى الله عليه وسلم - يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم .. .أى : يؤتكم أجرين لإيمانكم بعيسى وبمحمد - عليهما الصلاة والسلام - .ويبدو لنا أن الخطاب فى هذه الآية للمؤمنين من هذه الأمة ، على سبيل الحض والتبشير ، وأن قوله - تعالى - بعد ذلك : ( لِّئَلاَّ يَعْلَمَ أَهْلُ الكتاب أَلاَّ يَقْدِرُونَ على شَيْءٍ مِّن فَضْلِ الله . . . ) واضح فى ذلك ، وأن جعل الخطاب لمؤمنى أهل الكتاب لا دليل عليه .ولذا قال بعض المحققين : هذه الآية الكريمة من سورة الحديد ، فى المؤمنين من هذه الأمة ، وأن سياقها واضح فى ذلك ، وأن من زعم من أهل العلم أنها فى أهل الكتاب فقد غلط ، وأن ما وعد الله به المؤمنين من هذه الأمة ، أعظم مما وعد به مؤمنى أهل الكتاب .",
  "ayah": 29,
  "surah": 57
}
