{
  "text": "فَوَسَطْنَ بِهِ جَمْعًا (5) الوجه يجوز أن يكون المراد بقوله : { جمعاً } اسم المزدلفة حيث المشعر الحرام .ومناسبة القسم بهذه الموصوفات دون غيرها إن أريد رواحل الحجيج وهو الوجه الذي فسر به علي بن أبي طالب هو أن يصدّق المشركون بوقوع المقسم عليه لأن القسم بشعائر الحج لا يكون إلا باراً حيث هم لا يصدقون بأن القرآن كلام الله ويزعمونه قول النبي صلى الله عليه وسلموإن أريد ب { العاديات } وما عطف عليها خيل الغزاة ، فالقسم بها لأجل التهويل والترويع لإِشعار المشركين بأنَّ غارة تترقبهم وهي غزوة بدر ، مع تسكين نفس النبي صلى الله عليه وسلم من التردد في مصير السرية التي بعث بها مع المُنذر بن عَمْرو إذا صحّ خبرها فيكون القسم بخصوص هذه الخيل إدماجاً للاطمئنان .وجملة : { إن الإنسان لربه لكنود } جواب القسم .والكَنود : وصف من أمثلة المبالغة من كَند ولغات العرب مختلفة في معناه فهو في لغة مضر وربيعةَ : الكفور بالنعمة ، وبلغة كنانة : البخيل ، وفي لغة كِندة وحضرموت : العاصي . والمعنى : لشديد الكفران لله .والتعريف في { الإنسان } تعريف الجنس وهو يفيد الاستغراق غالباً ، أي أن في طبع الإنسان الكُنود لربه ، أي كفرانَ نعمته ، وهذا عارض يعرض لكل إنسان على تفاوتتٍ فيه ولا يسلم منه إلا الأنبياء وكُمَّل أهل الصلاح لأنه عارض ينشأ عن إيثار المرء نفسه وهو أمر في الجبلة لا تدفعه إلا المراقبة النفسية وتذكّرُ حق غيره .وبذلك قد يذهل أو ينسَى حق الله ، والإِنسان يحس بذلك من نفسه في خطراته ، ويتوانى أو يغفل عن مقاومته لأنه يشتغل بإرضاء داعية نفسه والأنفس متفاوتة في تمكن هذا الخُلق منها ، والعزائم متفاوتة في استطاعة مغالبته .وهذا ما أشار إليه قوله تعالى : { وإنه على ذلك لشهيد وإنه لحب الخير لشديد } فلذلك كان الاستغراق عرفياً أو عامّاً مخصوصاً ، فالإِنسان لا يخلو من أحوال مآلها إلى كفران النعمة ، بالقول والقصد ، أو بالفعل والغفلة ، فالإِشراك كنود ، والعِصيان كنود ، وقِلة ملاحظة صَرف النعمة فيما أعطيت لأجله كنود ، وهو متفاوت ، فهذا خلق متأصل في الإِنسان فلذلك أيقظ الله له الناس ليَريضوا أنفسهم على أمانة هذا الخلق من نفوسهم كما في قوله تعالى : { إن الإنسان خلق هلوعاً } [ المعارج : 19 ] وقوله : { خلق الإنسان من عجل } [ الأنبياء : 37 ] وقوله : { إن الإنسان ليطغى أن رآه استغنى } [ العلق : 6 ، 7 ] وقد تقدمت قريباً .وعن ابن عباس : تخصيص الإنسان هنا بالكافر فهو من العموم العرفي .وروي عن أبي أمامة الباهلي بسند ضعيف قال : قال رسول الله صلى الله عليه وسلم « الكنود هو الذي يأكل وحْدَه ويمنع رفده ويضْرب عبده » وهو تفسير لأدنى معاني الكنود فإن أكله وحده ، أي عدم إطعامه أحداً معه ، أو عدم إطعامه المحاويج إغضاء عن بعض مراتب شكر النعمة ، وكذلك منعه الرفد ، ومثله : ضربه عبده فإن فيه نسياناً لشكر الله الذي جعل العبد ملكاً له ولم يجعله ملكاً للعبد فيدل على أن ما هو أشد من ذلك أولى بوصف الكَنود .",
  "ayah": 5,
  "surah": 100
}
