{
  "text": "Йусуф истолковал семь тучных коров и семь зеленых колосьев как семь урожайных лет, а семь тощих коров и семь высохших колосьев - как семь засушливых лет. Каким образом Йусуф догадался об этом, лучше всего известно Аллаху. Однако он знал, что земледелие сильно зависит от дождей и засухи. Когда сезон выдается урожайным, злаки и другие травы наливаются силой, поля и луга приобретают прекрасный облик, а люди собирают богатый урожай зерновых. Когда же наступает засуха, то все происходит наоборот. Коровы - это животные, которых чаще всего используют для вспахивания и орошения земли. А колосья - это источник самого славного из продуктов питания. Приняв во внимание перечисленные обстоятельства, Йусуф смог истолковать каждое видение в отдельности, разъяснить смысл целого сна и подсказать людям, как они должны поступить и какие приготовления они должны сделать в течение урожайных лет для грядущей засухи. Он сказал: «Наступят семь урожайных лет, когда люди будут пожинать богатый урожай. Однако им придется оставить зерна в колосьях, потому что так они лучше и дольше сохраняются. А расходовать они будут только малую часть урожая, чтобы из запасов можно было извлечь больше пользы. По прошествии этих семи лет наступят семь засушливых лет, в течение которых люди израсходуют большую часть того, что они смогут припасти, даже если их запасы будут очень велики. И лишь малая часть их запасов останется нетронутой. А по прошествии семи тяжелых лет наступит год, когда прольются обильные дожди, и потоки воды будут течь по полям и долинам. В том году люди соберут богатый урожай, который будет настолько превышать их потребности, что они станут выжимать виноград и другие плоды, оставшиеся несъеденными». В сновидении царя ничего не говорилось о наступлении урожайного года. Очевидно, на основании сказанного выше Йусуф пришел к заключению, что после семилетней засухи несчастья прекратятся. А хорошо известно, что затяжная семилетняя засуха обычно заканчивается очень урожайным годом. Не обладай он этими знаниями, его предположение было бы бессмысленным. Юноша выслушал его слова и вернулся к царю и остальному народу. Когда он поведал им о толковании Йусуфа, они пришли в изумление и сильно обрадовались.",
  "ayah": 49,
  "surah": 12
}
