{
  "surah": 38,
  "ayah": 1,
  "text": "ṣād The word ṣād is the key to His name Self-Sufficient [ṣamad]. The Self-Sufficient is He who is hallowed beyond encompassment by the knowledge of the created thing and incomparable with comprehension by the recognitions. He is saying, “I am the Self-Sufficient and have no need for anyone. I am the One and have no associate. I am the Compeller, and no one has the color of union with Me. I am the Owner of the kingdom, and no matter what I do, no one has the gall to protest or a way to fight.” Abu'l-Ḥasan Kharaqānī said, “He cut up the hearts of the sincerely truthful and turned their livers to water through waiting, but He gave Himself to no one.” Whence do water and dust become privy to talk of union with that which has no beginning and no end? What access do the attributes of the newly arrived things have to eternity? How can that which was not, then was, then was not, perceive the majestic presence of the Possessor of Majesty? That chevalier said it beautifully: “They opened a door to the garden of union with You so that people would fall into coveting You. They plundered so many of the spirits of the great ones, but not one put his foot at the top of Your street.” It has been said that the Real is the Self-Sufficient, and the meaning of the name is that the servants should lift up their needs to Him, consign their occupations to Him, and entrust themselves to Him; and He, in His unneediness, will look upon the needs of everyone and be sufficient for their every occupation. When the tawḤīd-voicing, faithful servant has this belief, He will take as his shelter nothing but His threshold and will not disgrace himself at the door of any poor and paltry thing. “A created thing seeking aid from a created thing is like a prisoner seeking aid from a prisoner.” It has come in the traditions that tomorrow a man of this community will be brought forward, and many sashes of unbelief will be removed from his waist-I mean sashes of the heart, not outward sashes, for anyone who attaches his heart to a creature has bound a sash around his heart. O chevalier! There is no mount quicker than the mount of MuḤammad the Arab, and no playing field vaster than his playing field."
}
