{
  "text": "سورت کا آغاز ہی نہایت ہی محبوب آواز سے ہوتا ہے۔\nیایھا الذین امنوا (49 : 1) ” اے ایمان والو “ یہ اللہ کی طرف سے پکار ہے ، ان لوگوں کو جو اللہ پر ایمان بالغیب لانے والے ہیں اور یہ پکار کر اللہ تعالیٰ نے ایمان والوں کے دلوں کے اندر جوش و خروش پیدا فرماتا ہے ، کیونکہ اللہ سے مومنین کا تعلق ، تعلق ایمان ہے۔ اہل ایمان کے اندر یہ شعور ہوتا ہے کہ وہ اللہ کے ہیں۔ انہوں نے اللہ کے جھنڈے اٹھا رکھے ہیں اور اس چھوٹے سے سیارے پر یہ لوگ اللہ کے بندے ، اللہ کے کارکن اور اس کی فوج ہیں اور ان کو اللہ نے یہاں کسی مقصد کے لئے بھیجا ہے اور اسی لیے اللہ نے ان کے دلوں میں ایمان کی محبت پیدا کردی ہے اور ایمان کو ان کے لئے محبوب بنا دیا ہے اور اس فوج میں اللہ نے ان کو بھرتی کر کے ان پر احسان کیا ہے ۔ لہٰذا ان کے لئے بہتر ہے کہ وہ اس موقف پر کھڑے رہیں جہاں اللہ نے ان کے کھڑے کرنے کا حکم دیا ہے اور اللہ کے سامنے وہ یوں کھڑے ہوں جس طرح عدالت میں ایک شخص فیصلے کے انتظار میں کھڑا ہوتا ہے یا ایک ماتحت فوجی اپنے افسر سے ہدایات کے لئے کھڑا ہوتا ہے۔ وہی کرتا ہے جس کا اسے حکم دیا گیا ہے اور اس کام کے لئے تیار ہوتا ہے جس کا اسے حکم دیا جاتا ہے۔ پوری طرح سر تسلیم خم کرتے ہوئے۔\nیایھا الذین امنوا ۔۔۔۔۔۔ ان اللہ سمیع علیم (49 : 1) ” اے لوگو ، جو ایمان لائے ہو ، اللہ اور اس کے رسول کے آگے پیش قدمی نہ کرو ، اور اللہ سے ڈرو ، اور وہ سب کچھ سننے اور جاننے والا ہے “۔ اے ایمان والو ، اللہ اور رسول اللہ ﷺ کے سامنے اپنی مرضی کی تجاویز نہ پیش کرو ، نہ اپنے نفوس کے بارے میں نہ اپنے ماحول کی زندگی کے بارے میں اور اللہ اور رسول ﷺ کا فیصلہ کرنے سے قبل کسی معاملہ پر اپنا فیصلہ خود صادر نہ کرو ، اور کسی معاملے میں اللہ اور رسول ﷺ کا فیصلہ ہو تو اس میں اپنے فیصلے صادر نہ کرو۔\nقتادہ فرماتے ہیں کہ بعض لوگ اپنی ان خواہشات اور تجاویز کا اظہار کرتے تھے کہ کیا ہی اچھا ہو کہ فلاں فلاں معاملے میں احکام آجائیں۔ اگر اس طرح ہوجائے تو بہت بہتر ہو۔ تو اللہ تعالیٰ نے ان لوگوں کی ان تجاویز کو ناپسند فرمایا۔ عوفی کہتے ہیں کہ اس آیت میں اللہ اور رسول اللہ ﷺ کے سامنے باتیں کرنے سے روک دیا گیا۔ مجاہد کہتے ہیں کہ رسول اللہ ﷺ سے خواہ مخواہ فتویٰ نہ مانگا کرو ، خود اللہ جو چاہے نازل فرمادے۔ ضحاک کہتے ہیں ، اللہ اور رسول اللہ ﷺ اور اصول دین اور قوانین شریعت کو چھوڑ کر اپنے فیصلے نہ کرو ، اور علی بن طلحہ نے ابن عباس سے نقل کیا ہے کہ قرآن و سنت کے خلاف نہ کہو۔\nیہ اللہ اور رسول اللہ ﷺ کے معاملے میں فکری اور نظریاتی آداب ہیں۔ اللہ سے ہدایات اخذ کرنے اور نافذ کرنے کے یہ آداب ہیں کہ جو حکم آئے اس کی تعمیل کرو اور باقی کے بارے میں خاموش رہو۔ یہی اصول دین اور شریعت کا بہترین رویہ ہے ۔ یہ خدا خوفی اور اس کی اس حقیقت پر مبنی ہے کہ اللہ تو سب کچھ دیکھ رہا ہے اور یہ سب باتیں اس مختصر سی آیت میں بتا دی گئی ہیں۔\nیوں مسلمانوں کا اللہ اور رسول اللہ ﷺ کے ساتھ تعلق تھا۔ کوئی شخص اللہ اور رسول اللہ ﷺ کے سامنے اپنی تجویز نہ دیتا تھا۔ کوئی رسول اللہ ﷺ کے سامنے کسی رائے کا اظہار نہ کرتا تھا۔ جب تک آپ ﷺ رائے طلب نہ فرمائے۔ کوئی بھی کسی معاملے یا حکم میں فیصلہ کا اس وقت تک نہ کرتا تھا جب تک وہ اللہ اور رسول اللہ ﷺ کے اقوال کی طرف رجوع نہ لیتا ۔\nامام احمد ، ابو داؤد ، اور ترمذی نیز ابن ماجہ نے نقل کیا ہے کہ حضور ﷺ جب حضرت معاذ ابن جبل کو یمن کا گورنر بنا کر بھیج رہے تھے تو ان سے پوچھا کہ تم فیصلہ کس طرح کرو گے انہوں نے عرض کیا اللہ کی کتاب کے ساتھ تو فرمایا کہ اگر اللہ کی کتاب میں حکم نہ ہو تو عرض کیا کہ سنت رسول اللہ ﷺ کے ساتھ ، آپ ﷺ نے فرمایا اگر سنت میں بھی کوئی ہدایت نہ پاؤ تو انہوں نے کہا کہ اپنے رائے کے مطابق اجتہادی فیصلہ کروں گا۔ یہ سن کر حضور ﷺ نے ان کے سینے پر ضرب لگائی اور فرمایا خدا کا شکر ہے کہ اللہ نے رسول خدا کے نمائندے کو وہ توفیق دی جو رسول اللہ ﷺ کی خواش تھی۔\nاور دوسری روایت میں ہے کہ حضور ﷺ ان سے پوچھ رہے تھے کہ آج کون سا دن ہے جس میں تم ہو۔ اور وہ جگہ کون سی جہاں تم ہو ۔ وہ سب جانتے تھے لیکن وہ سب جانتے تھے لیکن وہ سب جواب دیتے ہیں کہ اللہ اور رسول اللہ ﷺ بہت زیادہ جانتے ہیں اور یہ وہ اس لیے کہتے تھے کہ کہیں ان کا قول اللہ اور رسول ﷺ سے پیش قدمی نہ ہوجائے۔\nابوبکرہ نقیع ابن الحارث ؓ کی حدیث میں آتا ہے کہ حجتہ الوداع کے موقعہ پر حضور اکرم ﷺ نے پوچھا یہ کو مہینہ ہے ؟ ہم نے کہا اللہ اور رسول اللہ زیادہ جانتے ہیں۔ حضور ﷺ خاموش ہوگئے اور ہم نے یہ خیال کیا شاید مہینے کا نام بدل گیا ہے اور حضور ﷺ کوئی دوسرا نام لیں گے تو حضور ﷺ نے فرمایا کیا یہ ذوالحجہ نہیں ہے ہم نے کہا ہاں ، رسول خدا ﷺ یہ ذوالحجہ ہے۔ آپ ﷺ نے فرمایا یہ کون سا شہر ہے ؟ ہم نے کہا اللہ اور رسول خدا ﷺ زیادہ جانتے ہیں تو حضور ﷺ خاموش ہوگئے اور ہمارا خیال ہوا کہ شاید حضور بلد حرام کا نام بدل گے۔ آپ نے فرمایا کیا یہ بلد حرام نہیں ہے ؟ تو ہم نے کہا کہ ہاں۔ تو آپ ﷺ نے فرمایا کہ یہ کون سا دن ہے ؟ تو ہم نے کہا اللہ اور رسول اللہ ﷺ زیادہ جانتے ہیں۔ آپ خاموش ہوگئے اور ہم نے کہا کہ شاید حضور ﷺ اس کا نام بدل دیں گے آپ نے فرمایا کیا یہ یوم الخر نہیں ہے ؟ ہم نے کہا ہاں۔۔۔\nیہ تھی صورت حال جناب بنوی ﷺ میں صحابہ کرام ؓ کے ادب اور احترام کی۔ نہایت احتیاط ، تقویٰ ، خشیت ۔ یہ آیات نازل ہونے کے بعد ان کے اندر یہ ادب اور احترام پیدا ہوا تھا ۔ کیونکہ ان آیات میں کہا گیا کہ اللہ سے ڈرو اور اللہ سمیع وعلیم ہے۔\nدوسرا ادب و احترام یہ تھا کہ حضور اکرم ﷺ کے ساتھ گفتگو میں آداب نبوت کو ملحوظ رکھو۔ نہایت احترام سے اور دلی احترام سے بات کرو۔ تمہاری حرکات اور تمہاری آواز سے احترام ظاہر ہو۔ آپ کی شخصیت اور آپ کی مجلس اور گفتگو نہایت ہی ممتاز ہو۔ اللہ تعالیٰ نہایت ہی پسندیدہ انداز میں ان کو ڈراتا ہے۔",
  "ayah": 1,
  "surah": 49
}
