{
  "text": "انما المؤمنون اخوۃ ۔۔۔۔۔۔ لعلکم ترحمون (49 : 10) “ مومن تو ایک دوسرے کے بھائی ہیں لہٰذا اپنے بھائیوں کے درمیان تعلقات کو درست کرو ، اور اللہ سے ڈرو امید ہے کہ تم پر رحم کیا جائے گا ”۔ اس اخوت کا تقاضا یہ ہے کہ جماعت مسلمہ کے درمیان محبت ، سلامتی ، تعاون اور اتحاد اصل الاصول ہو اور خلاف و اختلاف اور جنگ وجدال شاذو نادر ہی ہوں اور اس اصول کے قیام کے لئے دوسرے مسلمانوں کو اجازت دی گئی ہے کہ وہ ایک دوسرے پر زیادتی کرنے والے مومنین کے خلاف لڑیں یہاں تک کہ وہ انصاف کے فیصلے کے سامنے سر تسلیم خم کردیں۔ یہ اسلامی سوسائٹی کا اصل الاصول ہے۔ یہ ایک نہایت ہی اہم اقدام ہے اور فیصلہ کن انداز میں ہے۔\nاس اصول کا تقاضا یہ ہے کہ جب مسلمان باغیوں کے خلاف جنگ کریں گے تو کسی زخمی کو قتل نہ کریں گے ، کسی قیدی کو قتل نہ کریں گے۔ اور معرکہ ترک کئے جانے اور اسلحہ پھینک دینے کے بعد کسی کو سزا نہ دی جائے گی۔ اور باغیوں کے اموال غنیمت میں نہ لئے جائیں گے۔ کیونکہ باغی فریق کے خلاف جنگ کا مقصد یہ ہے کہ انہیں انصاف کے اصولوں پر کئے جانے والے فیصلوں کا پابند کرنا اور اخوت اسلامی کا قیام بحال کرنا ہے۔\nاسلامی دستور کا اصل الاصول تو یہ ہے کہ تمام اسلامی علاقوں میں ایک ہی امامت یا خلاف ہو ، اور اگر کسی ایک امام کی بیعت ہوجائے تو دوسرے کو قتل کرنا لازمی ہے۔ اور دوسرے امام اور اس کے ساتھیوں کو باغی تصور کیا جانا چاہئے۔ اور تمام مسلمانوں کا فرض ہے کہ وہ پہلے امام کی طرف سے لڑیں گے۔ اس اصول پر حضرت علی ؓ نے واقعہ جمل میں اور واقعہ صفین میں باغیوں کے ساتھ جنگ کی اور آپ کے ساتھ صحابہ میں سے جلیل القدر صحابیوں نے حصہ لیا۔ بعض صحابہ کرام ؓ نے اس معرکہ میں شرکت نہ کی۔ مثلاً سعد ، محمد ابن سلمہ ، اسامہ ابن زید اور ابن عمر ؓ یا تو اس لئے کہ ان کے ذہنوں میں حق واضح نہ تھا۔ یعنی اس واقعہ میں خود ان کا اپنا ذہن صاف نہ تھا کہ حق کدھر ہے ۔ اس لیے انہوں نے اسے فتنہ سمجھا یا اس لیے جس طرح امام جصاص فرماتے ہیں “ یا اس لیے کہ انہوں نے دیکھ لیا تھا کہ امام کے ساتھ جو فوج ہے ، وہ کافی ہے۔ اس کو ان کی ضرورت نہیں ہے۔ اس لیے انہوں نے جائز سمجھا کہ وہ بیٹھ جائیں ”۔ پہلا احتمال زیادہ صحیح معلوم ہوتا ہے ، اور اس پر ان کے وہ اقوال بھی دلالت کرتے ہیں ، جو ان سے مروی ہیں ، جیسا کہ بعد میں حضرت ابن عمر ؓ کی ایک روایت بتاتی ہے کہ وہ سخت نادم تھے کہ انہوں نے امام کے ساتھ مل کر جنگ نہ کی۔\nاس اصول کے اپنی جگہ ہوتے ہوئے بھی ہر قسم کے حالات میں اس قرآنی قاعدے پر عمل کیا جاسکتا ہے۔ مثلاً ایسے استثنائی حالات جن میں عالم اسلام کے مختلف دور دراز علاقوں میں مختلف امامتیں قائم ہوں۔ ایسے حالات استثنائی ہوتے ہیں اور اسلام کے قانون ضرورت کے تحت متعدد امامتیں تصور ہوتی ہیں تو مسلمانوں کا یہ فرض ہے کہ وہ ہر ایک امام کے ساتھ مل کر باغیوں کے خلاف لڑیں اگر یہ باغی امام کے خلاف بغاوت کریں یا اگر کوئی ایک گروہ دوسرے گروہ کے ساتھ ایک حکومت کے اندر لڑے اور حکومت کو دونوں تسلیم کرتے ہوں۔ اسی طرح مسلمانوں کا یہ بھی فرض ہے کہ اگر باغیوں نے اپنی امامت قائم کرلی ہو جبکہ متعدد امامتیں برائے ضرورت موجود ہوں تو وہ امام کے ساتھ مل کر ان کے خلاف لڑیں۔ اور اس باغی گروہ کے خلاف سب اکٹھے ہوجائیں۔ یہاں تک کہ وہ اللہ کے حکم کے سامنے جھک جائے۔ اس طرح یہ آیت ہر قسم کے حالات میں اپنا فیصلہ دیتی ہے۔\nیہ بھی واضح ہے کہ یہ نظام جو یہاں تجویز کیا گیا ہے تحکیم اور ثالثی کا نظام ہے بھی بنائے ہیں ان سب میں کئی قسم کے عیب اور غلطیاں ہیں۔ اسلام نے جو نظام تجویز کیا ہے ، وہ پاکیزہ ، منصفانہ اور نہایت اصولی ہے کیونکہ اس نظام کے تحت فیصلے اللہ کے قانون کے مطابق کئے جاتے ہیں۔ اس میں کسی کی غرض یا کوئی ذاتی خواہش کے لئے کوئی گنجائش نہیں ہے۔ نہ اس میں کوئی نقص اور قصور ہے۔ لیکن بدبخت انسانیت اب بھی ٹھوکریں کھاتی ، گرتی پڑتی غلط راہوں پر جارہی ہے حالانکہ اس کے سامنے شاہراہ موجود ہے۔",
  "ayah": 10,
  "surah": 49
}
