{
  "text": "قرآن کریم اسلامی نظام حیات کے ذریعہ جو فاضلانہ سوسائٹی قائم کرنا چاہتا ہے اس کے اندر بہت ہی بلند معیار کے آداب و اخلاق ہوتے ہیں۔ اس میں ہر فرد کو عزت نفس حاصل ہوتی ہے اور کوئی فرد کسی فرد کی ہتک عزت نہیں کرسکتا ۔ فرد کی یہ عزت سوسائٹی کی عزت کی وجہ سے ہے۔ کیونکہ ایک فرد کی ہتک عزت پوری انسانی سوسائٹی کی ہتک عزت ہے۔ اس لئے کہ انسانی جماعت نفس واحد ہے اور اس کی عزت ایک ہی عزت ہے۔ ایک انسان کی تذلیل پوری انسانیت کی تذلیل ہے۔\nاس آیت میں قرآن کریم ، انہی میٹھے بولوں سے ، مسلمانوں کو پکارتا ہے۔ “ اے لوگو ، جو ایمان لائے ہو ”۔ پھر ان کو اس بات سے منع کرتا ہے کہ کوئی گروہ دوسرے گروہ سے مزاح کرے۔ نہ مرد دوسرے مردوں سے مزاح کریں۔ ہو سکتا ہے جن سے مزاح کیا جاتا ہے وہ دوسروں سے اچھے ہوں۔ نہ عورتیں اور دوسری عورتوں سے مزاح کریں کیونکہ ہو سکتا ہے کہ جن سے مزاح کیا جا رہا ہے ، اللہ کے پیمانوں میں وہ مزاح کرنے والیوں سے بہتر ہوں۔\nاس آیت میں یہ اشارہ ہے کہ دنیا کی ظاہری قدریں اور بھلائیاں اور برتریاں جو بعض مرد یا بعض عورتیں اپنے اندر رکھتے ہیں۔ یہ دراصل حقیقی برتریاں نہیں ہیں جن کے ساتھ اللہ کے ہاں لوگوں کو تولا جاتا ہے۔ اللہ کے ہاں کچھ اور قدریں ہیں اور ہو سکتا ہے کہ مزاح کرنے والوں کی نظروں سے وہ اوجھل ہوں ، صرف اللہ انہیں جانتا ہو اور ان کے ساتھ اللہ ان بندوں کا وزن مقرر کرتا ہو۔ بعض اوقات امراء فقراء سے مزاح کرتے ہیں ، ایک قوی ضعیف سے ، ایک مضبوط نوجوان ایک ضعیف سے ، ایک ذہین ایک غبی سے ، ایک صاحب اولاد بےاولاد سے ، ایک مضبوط یتیم سے ، ایک خوبصورت عورت بدصورت سے ، ایک جوان عورت بوڑھی سے ، ایک معتدل عورت بگڑی ہوئی شکل والی سے ، ایک خوبصورت عورت بد صورت سے ، ایک جوان عورت بوڑھی سے ، ایک معتدل اور عورت بگڑی ہوئی شکل والی سے ، ایک امیر عورت غریب سے ، لیکن یہ چیزیں تو اس عارضی دنیا سے تعلق رکھتی ہیں کیونکہ اللہ کے ترازو میں یہ چیزیں بالکل بےوزن ہیں۔\nلیکن قرآن کریم صرف ان ہدایات و اشارات پر ہی اکتفاء نہیں کرتا۔ بلکہ ایمانی اخوت کے جذبہ کو بھی ابھارتا ہے کہ جو لوگ ایمان لے آئے ہیں وہ ایک ہی جسم و جان ہیں ، ان میں سے کوئی دوسرے پر طعن کرتا ہے تو وہ خود اپنے اوپر طعن کرتا ہے۔\nولا تلمزوا انفسکم (49 : 11) “ اور اپنے ہی نفوس پر طعن نہ کرو ”۔ لمزعیب جوئی کو کہتے ہیں لیکن لمز کے تلفظ میں ایک ترنم اور ایک رنگ ہے۔ یہ معنوی عیب جوئی نہیں بلکہ جسمانی ما رہے اور آنکھوں سے بھی اشارہ ہے۔\nلوگوں کو ایسے ناموں سے پکارنا جن کو وہ پسند نہیں کرتے اور ان ناموں کے ساتھ پکارے جانے کو مزاح سمجھتے ہیں۔ اس سے بھی اسلام منع کرتا ہے۔ مومن کا مومن پر یہ حق ہے کہ وہ اسے اس نام سے نہ پکارے جسے وہ پسند نہ کرے یا اسے ہتک سمجھے۔ مومنین کے آداب میں یہ شامل ہے کہ وہ دوسرے مومنین کو ایسے ناموں سے نہ پکاریں ۔ نبی ﷺ نے جاہلیت کے زمانے کے کئی نام اور لقب بدل دئیے تھے۔ حضور ﷺ نے اپنے تیز احساس سے اور اپنے مہربان دل سے محسوس کیا کہ یہ لوگ ان ناموں کو پسند نہیں کرتے ، جن کے معنی خراب تھے یا جن سے مذمت نکلتی تھی۔\nاس آیت نے پہلے تو یہ اشارہ کیا کہ اللہ کے ترازو میں حقیقی وزن کن باتوں کا ہے۔ اس کے بعد اسلامی اخوت کے شعور کو اجاگر کیا بلکہ اسلامی وحدت کے شعور کو جوش دلایا۔ اس کے بعد اب ایمانی شعور کو ابھارا گیا اور مومنین کو ڈرایا گیا کہ تم سے کہیں ایمان شعور گم نہ ہوجائے۔ مزاح ، طعن وتشنیع اور برے ناموں سے ایک دوسرے کو پکارنے سے تم فاسق نہ بن جاؤ۔\nبئس الاسم الفسوق بعد الایمان (49 : 11) “ ایمان لانے کے بعد فسق میں نام پیدا کرنا بہت بری بات ہے ”۔ ان آداب کو ملحوظ نہ رکھنا ایک قسم کا ارتداد ہے اور یہ ظلم ہے اور ظلم شرک ایک ہی چیزہوتے ہیں۔\nومن لم یتب فاولئک ھم الظلمون (49 : 11) “ اور جو لوگ اس روش سے باز نہ آئیں وہ ظالم ہیں ”۔ یہ ہیں اسلام کے فاضلانہ معاشرے کے آداب و اخلاق اور اس کے خدو خال۔",
  "ayah": 11,
  "surah": 49
}
