{
  "text": "یایھا الذین امنوا اجتنبوا ۔۔۔۔۔۔۔۔ ان اللہ تواب رحیم (49 : 12) “ اے لوگو جو ایمان لائے ہو ، بہت گمان کرنے سے پرہیز کرو کہ بعض گمان گناہ ہوتے ہیں۔ تجسس نہ کرو۔ اور تم میں سے کوئی کسی کی غیبت نہ کرے۔ کیا تمہارے اندر کوئی ایسا ہے جو اپنے مرے ہوئے بھائی کا گوشت کھانا پسند کرے گا ؟ دیکھو ، تم خود اس سے گھن کھاتے ہو۔ اللہ سے ڈرو ، اللہ بڑا توبہ کرنے والا اور رحیم ہے ”۔\nیہ آیت اس فاضلانہ معاشرہ کی حفاظت کے لئے ایک دوسری باڑ ہے۔ جس میں ایک فرد کی آزادی اور اس کی عزت محفوظ ہوتی ہے ، اسی طرح ان کو یہ بھی سکھایا جاتا ہے کہ وہ اپنے شعور اور اپنے ضمیر کا اظہار کس طرح کریں گے۔ اور دوسروں کے بارے ان کی سوچ آئندہ کیا ہوگی۔ یہ نہایت ہی موثر انداز میں بیان ہوا ہے۔\nاس کا آغاز بھی اس پیاری آواز سے ہوتا ہے “ اے لوگو ، جو ایمان لائے ہو ”۔ اس کے بعد کہا جاتا ہے کہ دوسروں کے بارے میں بہت زیادہ گمان اور برے گمان کرنے سے باز رہو۔ کسی کے بارے میں اپنے فیصلے شکوک و شبہات پر نہ کرو ۔ اور اس کی وجہ یہ بیان کی گئی ہے۔\nان بعض الظن اثم (49 : 12) “ کہ بعض گمان گناہ ہوتے ہیں ” ۔ زیادہ زور بعض الظن پر ہے۔ یعنی بعض گمان گناہ ہوتے ہیں یعنی بد گمانی گناہ ہے۔ کیونکہ کوئی یہ معلوم تو نہیں کرسکتا کہ میرا کون سا ظن صحیح اور کون سا غلط ہے لہٰذا کسی پر کوئی بد گمانی نہیں کرنا چاہئے۔\nلہٰذا مسلمانوں کو ایک دوسرے کے بارے میں اچھا گمان ہی رکھنا چاہئے اور ہر قسم کے شکوک و شبہات سے دلوں کو صاف رکھنا چاہئے ۔ اور جس سوسائٹی میں ایک دوسرے کے خلاف شکوک و شبہات نہ ہوں اس میں لوگوں کے دل ایک دوسرے سے صاف ہوتے ہیں۔ کوئی کسی پر شک ، نہیں کرتا۔ ہر شخص دوسرے سے مطمئن ہوتا ہے اور ایسے معاشرے میں زندگی کس قدر خوشی سے گزرتی ہے اس کا تصور بھی نہیں کیا جاسکتا۔\nلیکن اسلام کے روشن معاشرے میں یہ اصول صرف انفرادی تعامل ہی میں مروج نہیں ہے ، بلکہ یہ اجتماعی معاملات میں بھی ایک اہم اصول ہے۔ اور اس سے لوگوں کے حقوق کی حفاظت ہوتی ہے۔ اسلام کے پاکیزہ معاشرے میں کسی کو محض شک اور شب ہے کی بنیاد پر نہیں پکڑا جاتا ، نہ شبہات کی بنیاد پر مقدمے قائم کئے جاتے ہیں۔ شک کی بنا پر لوگوں کو جیلوں میں نہیں ٹھونسا جاتا۔ بلکہ شک کی بنیاد پر کسی کو دائرہ تفتیش میں لانا بھی جرم ہے۔ رسول اللہ ﷺ نے فرمایا : “ اگر تم نے بدگمانی شروع کردی تو پھر کوئی تفتیش نہیں ہے ”۔ (طبرانی) یعنی اگر کوئی تفتیش بھی کرتا ہے تو لوگوں کو بےگناہ سمجھ کر تفتیش شروع کرو ، ان کی آزادی بحال ہو ، ان کے حقوق محفوظ ہوں۔ ان کا اعتبار و وقار بحال ہو۔ کسی کو اس وقت پکڑا جائے جب اچھی طرح معلوم ہو کہ اس نے کسی جرم کا ارتکاب کیا ہے ۔ محض تفتیش اور شک کے لئے کسی کو ہراساں نہیں کیا جاسکتا۔\nسبحان اللہ ، کیا مقام بلند ہے جہاں تک یہ آیت انسانی آزادیوں ، انسانی حقوق ، انسانی اعتماد و اعتبار ، اور انسانی وقار کو پہنچاتی ہے۔ اس مقام تک آج کے نام نہاد مہذب اور جمہوری معاشرے بھی نہیں پہنچ سکتے جہاں تک اسلام نے عملاً ایک سوسائٹی کے ضمیر کو پہنچایا ، پھر یہ معیار عملاً ایک سوسائٹی میں قائم کیا اور آج سے چودہ سو سال قبل۔ اسی اصول کو مزید آگے بڑھاتے ہوئے شک کے دائرے کو اور محدود کیا جاتا ہے۔\nولا تجسسوا (49 : 12) “ تجسس نہ کرو ”۔ بسا اوقات تجسس بدگمانی ہی کے نتیجے میں ہوتا ہے اور بعض اوقات لوگوں کے راز معلوم کرنے کے لئے ہوتا ہے۔ اور لوگوں کی کمزوریاں معلوم کرنے کے لئے۔ قرآن کریم اس گھٹیا حرکت کو اخلاقی نقطہ نظر سے لیتا ہے۔ اور لوگوں کے دلوں کو اس قسم کے برے خیالات سے پاک کرتا ہے کہ کوئی کسی کے خفیہ حالات معلوم کرے اور اس کی کمزوریوں کے ٹوہ میں لگا رہے کیونکہ اخلاقی تطمیر میں اس کے مقاصدیہی ہیں کہ لوگوں کی پوشیدہ کمزوریوں کو نہ اچھالا جائے۔\nلیکن یہ اصول محض اخلاقی ضابطے سے بھی آگے جاتا ہے۔ اس کا تعلق اجتماعی پاکیزگی اور قانونی اور انتظامی معاملات سے بھی ہے۔ اسلام میں لوگوں کی بعض آزادیاں ، بعض عزتیں اور بعض شرافتیں ایسی ہیں کہ ان پر کسی صورت میں دست درازی جائز نہیں ہے۔\nاسلام کے فا ضلانہ معاشرے میں لوگوں کی جان ، ان کی چار دیواری ، ان کے راز ، ان کی خفیہ کمزوریاں محفوظ ہوتے ہیں۔ کسی وجہ سے بھی کوئی کسی کی جان ، کسی کے گھر ، کسی کے رازوں اور کسی کی کمزوریوں پر ہاتھ نہیں ڈال سکتا۔ یہاں تک کہ اسلام میں ادارۂ تحقیق و تفتیش جرائم کو بھی یہ اجازت نہیں ہے کہ وہ تجسس کرے۔ اسلام لوگوں کے ساتھ ان کے ظاہری حالات کے مطابق برتاؤ کرتا ہے اور کسی کے لئے یہ جائز نہیں ہے کہ وہ کسی کے گھر کے اندر گھس کر اندرونی حالت معلوم کرے۔ اسلام ظاہری جرائم اور خلاف ورزیوں ہی پر پکڑتا ہے۔ کسی کو ظن یا توقع پر نہیں پکڑا جاتا کہ ان لوگوں نے جرم کیا ہے یا کرنے والے ہیں۔ اسلام میں پکڑ دھکڑ ، ارتکاب جرم کے بعد ہے۔ اس طرح گرفتاری کے لئے دوسرے تحفظات ہیں جو ہر جرم کے لئے علیحدہ ہیں۔\nامام ابو داؤد نے روایت کی ہے ، ابوبکر ابن شیبہ سے انہوں نے ابو معاویہ سے انہوں نے اعمش سے انہوں نے زید ابن وہب سے ، وہ کہتے ہیں کہ حضرت ابن مسعود آئے۔ ان سے کہا گیا یہ فلاں ہے اور اس کی داڑھی سے شراب کے قطرے گر رہے ہیں تو انہوں نے کہا کہ ہمیں تو تجسس سے منع کیا گیا ہے۔ ہاں اگر کوئی چیز ہم پر ظاہر ہوگئی کہ اس کا ارتکاب کیا گیا ہے تو ہم پکڑتے ہیں۔ اور مجاہد نے کہا کہ تجسس نہ کرو ، لوگون کو ان کے ظاہری افعال پر پکڑو۔ جو بات اللہ نے چھپا دی ہے اسے چھپا رہنے دو ۔\nامام احمد نے دجین کاتب عقبہ سے روایت کی ہے ، وہ کہتے ہیں کہ میں نے حضرت عقبہ سے کہا کہ ہمارے بعض پڑوسی شراب پیتے ہیں۔ میں ان کے خلاف پولیس کو بلانے والا ہوں کہ ان کو پکڑ لیں تو حضرت عقبہ نے کہا کہ ایسا نہ کرو ، بلکہ ان کو نصیحت کرو اور دھمکی دو ۔ کہتے ہیں انہوں نے ایسا کیا ، وہ باز نہ آئے تو دجین پھر ان کے پاس آئے کہ میں نے تو انہیں روکا وہ نہ روکے۔ اب تو میں ان کے لئے پولیس بلانے ہی والا ہوں۔ اس کو عقبہ نے کہا ، تم ہلاک ہوجاؤ ! ایسا نہ کرو ، میں نے رسول اللہ ﷺ سے سنا ہے “ جس نے ایک مومن کی پردہ پوشی کی اس نے گویا ایک زندہ درگور کی ہوئی لڑکی کو قبر سے نکال لیا ”۔ (ابو داؤد سجستانی )\nسفیان ثوری نے راشد ابن سعد سے ، انہوں نے حضرت معاویہ ابن ابو سفیان سے ، روایت کی ہے وہ کہتے ہیں میں نے نبی ﷺ کو یہ کہتے سنا “ تم اگر لوگوں کی خفیہ باتوں کی ٹوہ میں لگو گے تو ان کو برباد کر دو گے یا قریب ہے کہ ان کو برباد کر دو ”۔ اس پر حضرت ابو الدرداء نے کہا یہ ایک بات ہے جو حضرت معاویہ ؓ نے حضور ﷺ سے سنی ، اللہ اسے اس کے ذریعہ نفع دے۔ (ابو داؤد)\nاس طرح قرآن کریم کی یہ آیت اسلام کے سیاسی نظام کی ایک دستوری دفعہ بن گئی اور محض اخلاقی اور روحانی اصلاح پر مشتمل ایک وعظ ہی نہ رہی بلکہ یہ لوگوں کے بنیادی حقوق اور ان کی شخصی آزادیوں کے لئے ایک تحفظ بن گئی اور اسلامی قانون اور دستور میں ان کے حقوق کا ایسا تحفظ کیا گیا کہ دور اور قریب سے اور کسی بھی بہانے سے ان پر دست درازی ممکن ہی نہ رہی۔\nیہ دور رس حقوق کہاں ؟ یہ بلند افق کہاں ؟ اور وہ حقوق کہاں جن پر آج کی مغربی جمہوری حکومتیں بغلیں بجاتی ہیں ۔ وہ کہاں ؟ اور وہ بھی چودہ سو سال کے بعد۔ اس کے بعد ایک عجیب انداز گفتگو میں اور نہایت ہی انسانی اور اخلاقی اسلوب میں قرآن کریم غیبت اور بدگوئی کی ممانعت کرتا ہے۔\nولا یغتب بعضکم ۔۔۔۔۔ فکرھتموہ (49 : 12) “ اور تم میں سے کوئی کسی کی غیبت نہ کرے۔ کیا تمہارے اندر کوئی ایسا ہے جو اپنے مرے ہوئے بھائی کا گوشت کھانا پسند کرے گا ؟ دیکھو ، تم خود اس سے گھن کھاتے ہو ” ۔ ایک دوسرے کی غیبت نہ کرو۔ اس کے بعد ایک ایسا منظر پیش کیا جاتا ہے کہ اس سے نہایت سنگدل آدمی بھی متاثر ہوجاتا ہے۔ ایک بھائی اپنے مردہ بھائی کا گوشت کا کھا رہا ہے۔ یہ منظر دکھا کر کہا جاتا ہے۔ اگر تم نے اس منظر کو ناپسند کیا ہے تو پھر تم نے غیبت کو بھی ناپسند کیا۔\nاس آیت میں جو جو چیزیں ممنوع قرار دی گئیں ان پر ایک جامع تبصرہ ۔ یعنی بدگمانی ، تجسس اور غیبت کہ خدا سے ڈرو اور اشارہ اس طرف کہ اگر کسی نے اپنی غلطی کی ہے تو معافی مانگو اور طلب مغفرت کرو۔\nواتقو اللہ ان اللہ تواب رحیم (49 : 12) “ اللہ سے ڈرو ، اللہ بڑا توبہ قبول کرنے والا اور رحیم ہے ”۔ یہ آیت جماعت مسلمہ کی زندگی میں خون کی طرح دوڑتی ہے اور اس سوسائٹی میں تمام بنیادی حقوق کی محافظ بن جاتی ہے۔ اور انسانی خیالات و تصورات کے لئے ایک انداز فکر بن جاتی ہے۔ اور اسلامی اخلاق کے لئے طرز عمل بن جاتی ہے اور قرآن ہی کے انداز میں حضور اکرم ﷺ بدظنی ، تجسس اور غیبت کے تصور اور تخیل ہی سے لوگوں کو ڈراتے ہیں۔\nامام ابوداؤد نے روایت کی ہے قعبی سے انہوں نے عبد العزیز ابن محمد سے انہوں نے عبد سے ، انہوں نے اپنے باپ سے اور انہوں نے حضرت ابوہریرہ ؓ سے ، وہ کہتے ہیں ، کہ حضور ﷺ سے پوچھا گیا یا رسول اللہ غیبت کی حقیقت کیا ہے ؟ آپ ﷺ نے فرمایا : “ تم اپنے بھائی کا تذکرہ اس طرح کرو کہ وہ اسے ناپسند کرے ” تو کہا گیا کہ اگر میں ایسی بات کروں جو اس میں فی الواقعہ ہو ، تو آپ ﷺ نے فرمایا اگر اس میں وہ بات ہے جو تم کرتے ہو تو تم نے غیبت کی اور اگر اس میں وہ بات نہیں ہے تو تم نے اس پر بہتان باندھا (ترمذی ، احمد)\nامام ابو داؤد نے روایت کی ، مسدد سے ، انہوں نے یحییٰ سے ، انہوں نے سفیان سے ، انہوں نے علی ابن اقمر سے ، انہوں نے ابو حذیفہ سے ، اور انہوں نے حضرت عائشہ ؓ سے ، وہ کہتی ہیں ، میں نے نبی ﷺ سے کہا ، آپ کے لئے صفیہ کی یہ یہ باتیں کافی ہیں (مسدود نے کہا ان کا مقصد ان کی کوتاہیوں سے تھا) اس پر حضور ﷺ نے فرمایا : “ تم نے ایسی بات کی ہے اگر تم اسے سمندر میں ملاؤ تو اس کا رنگ بدل جائے ”۔ حضرت عائشہ ؓ نے کہا “ اور میں نے ان کے سامنے ایک انسانی کی باتیں کیں تو آپ ﷺ نے فرمایا “ میں اس بات کو پسند نہیں کرتا کہ میں کسی انسان کی حکایت کروں اور مجھے یہ ، یہ ملے ”۔\nامام اوداؤد نے حضرت انس ابن مالک سے روایت کی ہے ، کہ رسول اللہ ﷺ نے فرمایا : “ جب مجھے معراج کا سفر کرایا گیا تو میں کچھ لوگوں کے پاس سے گزرا ، ان کے ناخن تانبے کے ہیں جن سے وہ اپنے منہ اور سینے نوچ رہے ہیں۔ میں نے کہا : “ یہ کون لوگ ہیں جبرائیل (علیہ السلام) ! فرمایا ، یہ وہ لوگ ہیں جو لوگوں کا گوشت کھاتے ہیں اور ان کی بےعزتی کرتے ہیں ”۔\nجب ماعز اور غامدیہ نے زنا کا اعتراف کرلیا اور رسول اللہ ﷺ نے ان دونوں کے رجم کے احکام دے دئیے ، کیونکہ انہوں نے اقرار کیا ، پھر اقرار پر اصرار کیا اور کہا کہ ہمیں پاک کردیں۔ حضور ﷺ نے ایک شخص کو سنا جو دوسرے سے کہہ رہا تھا۔ کیا تو نے ان دونوں کو نہیں دیکھا کہ ان دونوں کے گناہ کو اللہ نے چھپایا لیکن ان کے نفوس نے ان کو تب چھوڑا کہ کتوں کی طرح پتھروں سے ہلاک کر دئیے گئے۔ اس کے بعد حضور ﷺ آگے گئے۔ راستے میں ایک گدھے کی لاش پڑی ہوئی تھی آپ نے فرمایا کہ “ فلاں فلاں کہاں ہیں ؟ ” ان دونوں سے کہا اترو ، اور اس مردار گوشت کو کھاؤ ”۔ تو انہوں نے کہا ، رسول خدا اللہ آپ کو معاف کرے کیا مردار گدھے کا گوشت بھی کھایا جاتا ہے ؟ تو رسول اللہ ﷺ نے فرمایا “ یہ تم نے جو اپنے بھائی کا گوشت کھایا ، ابھی ، یہ تو اس سے مشکل کام تھا۔ اس ذات کی قسم جس کے ہاتھ میں میری جان ہے ، یہ شخص تو اس وقت جنت کی نہروں میں ڈبکیاں لے رہا ہے ”۔ (ابن کثیر)\nاس قسم کی مسلسل تربیت کے ذریعے ہی اسلامی سوسائٹی کی تطہیر کی جاتی رہی اور وہ پاک ہو کر ایک بلند مقام تک پہنچی ۔ یہ ایک انسانی خواب تھا جو اسلامی تاریخ ہی میں حقیقت بنا۔\n٭٭٭\nاہل ایمان کو اس میٹھی آواز سے بار بار پکارنے کے بعد ، اے لوگو جو ایمان لائے ہو ، ان کو انسانیت کے روشن افق پر ، انسان کے نفسیاتی آداب کے زاویہ سے ، اجتماعی آداب کے حوالے سے بنیادی انسانی حقوق کے حوالے سے انسانی عزت ، آبرو ، آزادی کی ضمانتوں اور گاڑنٹی کے حوالے سے نہایت ہی بلندیوں تک پہنچا کر ، ان کی حساسیت کو نہایت تیز کر کے اور خدا خوفی اور خشیت الٰہی کے ہتھیاروں سے لیس کرنے کے بعد اب روئے سخن پوری انسانیت کی طرف ہے۔ پوری انسانیت ، مختلف رنگوں ، مختلف نسلوں ، مختلف زمانوں اور مختلف علاقوں کے لوگوں کی طرف دیکھو تمہاری اصل تو ایک ہے ، تمہاری اصل قدریں بھی ایک ہیں۔ اور انہی قدروں کی بدولت صحابہ کرام ؓ کی یہ جماعت ان بلندیوں تک پہنچی۔",
  "ayah": 12,
  "surah": 49
}
