{
  "text": "یایھا الناس انا ۔۔۔۔ علیم خبیر (49 : 13) “ لوگو ، ہم نے تم کو ایک مرد اور ایک عورت سے پیدا کیا اور پھر تمہاری قومیں اور برادریاں بنا دیں تا کہ تم ایک دوسرے کو پہچانو۔ درحقیقت اللہ کے نزدیک تم میں سب سے زیادہ عزت والا وہ ہے جو تمہارے اندر سب سے زیادہ پرہیزگار ہے۔ یقیناً اللہ سب کچھ جاننے والا اور باخبر ہے ”۔\nاے لوگو ، مختلف اقوام اور مختلف رنگ کے لوگو ! مختلف اقوام و قبائل کے لوگو ! تمہاری اصلیت تو ایک ہے۔ لہٰذا آپس میں اختلافات نہ کرو ، آپس میں جھگڑے نہ کرو اور الگ الگ راہوں پر نہ چلو۔ اے لوگو ، تمہیں جو پکار رہا ہے وہ تو وہی ہے جس نے تمہیں پیدا کیا ہے۔ تمہیں اس نے ایک مرد اور ایک عورت سے پیدا کیا ہے۔ وہ تمہیں بتاتا ہے کہ اس نے کیوں تم کو اقوام وقبائل میں تقسیم کیا ہے ؟ یہ اس لیے نہیں کہ تم ایک دوسرے کے گلے کاٹو اور جنگیں لڑو ، یہ تو محض تعارف اور جوڑ کے لئے ہے ، رہا زبان اور رنگ کا اختلاف ، طبیعت اور مزاج کا اختلاف ، قابلیت اور استعداد کا اختلاف تو یہ ایسے اختلافات اور ایسی رنگا رنگی ہے جن کی وجہ سے نزاع اور جنگ بلا جواز ہے بلکہ ان چیزوں کو باہم ذمہ داریاں سر انجام دینے کے لئے موجب تعاون ہونا چاہئے ۔ نیز ان اختلافات کے ذریعہ سوسائٹی کی تمام ضروریات پوری ہوتی ہیں۔ اللہ کے ترازو میں تو رنگ و نسل ، زبان اور وطن کی کوئی قدرو قیمت نہیں ہے۔ اسلام میں تو واحد میزان میں تمام قدروں کو لایا جاتا ہے اور اسی کے مطابق حسن و قبح کے اصولوں کا تعین کیا جاتا ہے وہ یہ ہے۔\nان اکرمکم عند اللہ اتقکم (49 : 13) “ تم میں سے عزت والا وہ ہے جو تمہارے اندر سب سے زیادہ پرہیزگار ہے ” ۔ اور معزز درحقیقت ہے ہی وہی شخص جو اللہ کے نزدیک معزز ہے۔ اللہ اپنے علم اور خبرداری کی بنا پر تمہارا وزن کرتا ہے۔\nان اکرمکم عند اللہ اتقکم (49 : 13) “ تم میں سب سے عزت والا وہ ہے جو تمہارے اندر سب سے زیادہ پرہیزگار ہے ”۔ اور معزز درحقیقت ہے ہی وہی شخص جو اللہ کے نزدیک معزز ہے۔ اللہ اپنے علم اور خبرداری کی بنا پر تمہارا وزن کرتا ہے۔\nان اللہ علیم خبیر (49 : 13) “ اے شک اللہ علیم وخبیر ہے ”۔\nیوں تمام امتیازات ختم کر دئیے جاتے ہیں ، تمام جھوٹی قدریں ختم کردی جاتی ہیں۔ ایک ہی پیمانہ ایک ہی قدر کے ساتھ رہ جاتا ہے کہ انسانیت کی میزان اور خدا خوفی کی قدر اور ان کے سوا سب کچھ ہیچ۔\nیوں اس کرۂ ارض پر یہ سب نزاع اور جھگڑے مٹ جاتے ہیں اور وہ تمام گھٹیا مقاصد اور اہداف ختم کر دئیے جاتے ہیں جن کے اوپر لوگ اس طرح جھپٹتے ہیں جس طرح کتے ہڈی پر۔ اس طرح لوگوں کے درمیان الفت و محبت کے اسباب پیدا ہوجاتے ہیں۔ اللہ سب کا الٰہ قرار پاتا ہے۔ تمام ایک ہی اصل سے پیدا ہوتے ہیں اور ایک ہی انسانی جھنڈا رہ جاتا ہے۔ جس کے نیچے تمام لوگ کھڑے رہ جاتے ہیں یعنی اللہ ۔۔۔۔۔ میں اور اسلام نے یہ جھنڈا واحد انسانی جھنڈا ، آج سے چودہ سو سال قبل اس لیے بلند کیا ہے تا کہ انسانیت کو رنگ ، نسل ، قوم اور وطن کے شیطانی جھنڈوں سے نجات دی جاسکے۔ رنگ کی عصبیت ، نسل کی عصبیت ، زمین کی عصبیت ، قبیلے کی عصبیت اور خاندان کی عصبیت سے نجات دی جائے۔ یہ سب عصبیتیں جاہلیت سے نکلی ہیں اور جاہلیت کے فروغ کے لئے ہیں۔ یہ مختلف رنگوں اور لباسوں میں آتی ہیں اور یہ مختلف ناموں سے آتی ہیں لیکن یہ سب ننگی جاہلیت کی اقسام ہیں۔ ان پر کوئی اسلامی لباس نہیں ہے۔\nاسلام نے عصبیت جاہلیت کی تمام اقسام کے خلاف جہاد کیا تا کہ وہ اپنا عالمی انسانی نظام رب العالمین کے جھنڈے کے نیچے ، نہ نسل کے جھنڈ کے نیچے قائم کرے۔ یہ سب کھوٹے جھنڈے ہیں اسلام ان کو نہیں پہچانتا۔\nرسول اللہ ﷺ نے فرمایا : “ تم سب آدم کی اولاد ہو اور آدم کی تخلیق مٹی سے کی گئی ہے ، جو لوگ اپنے آباؤ اجداد پر فخر کرتے ہیں۔ وہ اس حرکت سے باز آجائیں ورنہ اللہ کے لئے یہ بات بہت آسان ہے کہ تمہیں گبریلے سے ہلکا کر دے۔ (البزار) اور عصبیت جاہلیہ کے بارے میں حضور ﷺ نے فرمایا “ اسے چھوڑ دو یہ گندہ ہے ”۔ (مسلم)\nیہ ہے وہ اصول جس پر اسلامی نظام قائم ہے جو ایک عالمی انسانی نظام ہے اور جو عالمی انسانی سوسائٹی بناتا ہے۔ اسلام نے یہ سوسائٹی اور نظام آج سے چودہ سو سال قبل قائم کیا جبکہ انسانیت ابھی تک اس کی نقل اتارنے کی کوشش کرتی ہے کیونکہ انسانیت نے ابھی تک اس معاشرے کی طرف اسلام کے صراط مستقیم سے چلنا نہیں شروع کیا۔ یعنی اللہ رب العالمین کے جھنڈے کے نیچے کھڑی ہو کر۔ یہی وہ واحد جھنڈا ہے عقیدۂ توحید کا جھنڈا جس کے نیچے پوری انسانیت کھڑی ہو سکتی ہے۔",
  "ayah": 13,
  "surah": 49
}
