{
  "text": "بشيرا ونذيرا حالان من الآيات ، والعامل فيه فصلت . وقيل : هما نعتان للقرآن بشيرا لأولياء الله نذيرا لأعدائه . وقرئ \" بشير ونذير \" صفة للكتاب . أو خبر مبتدأ محذوففأعرض أكثرهم يعني أهل مكة فهم لا يسمعون سماعا ينتفعون به . وروي أن الريان بن حرملة قال : قال الملأ من قريش وأبو جهل قد التبس علينا أمر محمد ، فلو التمستم رجلا عالما بالشعر والكهانة والسحر فكلمه ثم آتانا ببيان من أمره ، فقال عتبة بن ربيعة : والله لقد سمعت الكهانة والشعر والسحر ، وعلمت من ذلك علما لا يخفى علي إن كان كذلك . فقالوا : إيته فحدثه . فأتى النبي - صلى الله عليه وسلم - فقال له : يا محمد أنت خير أم قصي بن كلاب ؟ أنت خير أم هاشم ؟ أنت خير أم عبد المطلب ؟ أنت خير أم عبد الله ؟ فبم تشتم آلهتنا ، وتضلل آباءنا ، وتسفه أحلامنا ، وتذم ديننا ؟ فإن كنت إنما تريد الرياسة عقدنا إليك ألويتنا فكنت رئيسنا ما بقيت ، وإن كنت تريد الباءة زوجناك عشر نساء من أي بنات قريش شئت ، وإن كنت تريد المال جمعنا لك ما تستغني به أنت وعقبك من بعدك ، وإن كان هذا الذي يأتيك رئيا من الجن قد غلب عليك بذلنا لك أموالنا في طلب ما تتداوى به أو نغلب فيك . والنبي - صلى الله عليه وسلم - ساكت ، فلما فرغ قال : قد فرغت يا أبا الوليد ؟ قال : نعم . فقال : يا ابن أخي اسمع قال : أسمع . قال : \" بسم الله الرحمن الرحيم \" حم تنزيل من الرحمن الرحيم . كتاب فصلت آياته قرآنا عربيا لقوم يعلمون إلى قوله : فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود فوثب عتبة ووضع يده على فم النبي - صلى الله عليه وسلم - ، وناشده الله والرحم ليسكتن ، ورجع إلى أهله ولم يخرج إلى قريش فجاءه أبو جهل ، فقال : أصبوت إلى محمد ؟ أم أعجبك طعامه ؟ فغضب عتبة وأقسم ألا يكلم محمدا أبدا ، ثم قال : والله لقد تعلمون أني من أكثر قريش مالا ، ولكني لما قصصت عليه القصة أجابني بشيء والله ما هو بشعر ولا كهانة ولا سحر ، ثم تلا عليهم ما سمع منه إلى قوله : مثل صاعقة عاد وثمود وأمسكت بفيه وناشدته بالرحم أن [ ص: 303 ] يكف ، وقد علمتم أن محمدا إذا قال شيئا لم يكذب ، فوالله لقد خفت أن ينزل بكم العذاب ، يعني الصاعقة . وقد روى هذا الخبر أبو بكر الأنباري في كتاب الرد له عن محمد بن كعب القرظي ، وأن النبي - صلى الله عليه وسلم - قرأ حم فصلت حتى انتهى إلى السجدة فسجد وعتبة مصغ يستمع ، قد اعتمد على يديه من وراء ظهره . فلما قطع رسول الله - صلى الله عليه وسلم - القراءة قال له : يا أبا الوليد قد سمعت الذي قرأت عليك فأنت وذاك فانصرف عتبة إلى قريش في ناديها فقالوا : والله لقد جاءكم أبو الوليد بغير الوجه الذي مضى به من عندكم . ثم قالوا : ما وراءك أبا الوليد ؟ قال : والله لقد سمعت كلاما من محمد ما سمعت مثله قط ، والله ما هو بالشعر ولا بالكهانة ، فأطيعوني في هذه وأنزلوها بي ، خلوا محمدا وشأنه واعتزلوه ، فوالله ليكونن لما سمعت من كلامه نبأ ، فإن أصابته العرب كفيتموه بأيدي غيركم ، وإن كان ملكا أو نبيا كنتم أسعد الناس به ; لأن ملكه ملككم وشرفه شرفكم . فقالوا : هيهات! سحرك محمد يا أبا الوليد . وقال : هذا رأيي لكم فاصنعوا ما شئتم .",
  "ayah": 4,
  "surah": 41
}
