{
  "text": "قوله تعالى : ولو جعلناه قرآنا أعجميا لقالوا لولا فصلت آياته أأعجمي وعربي .فيه ثلاث مسائل : الأولى : قوله تعالى : ولو جعلناه قرآنا أعجميا أي بلغة غير العرب لقالوا لولا فصلت آياته أي بينت بلغتنا فإننا عرب لا نفهم الأعجمية . فبين أنه أنزله بلسانهم ليتقرر به معنى الإعجاز ، إذ هم أعلم الناس بأنواع الكلام نظما ونثرا . وإذا عجزوا عن معارضته كان من أدل الدليل على أنه من عند الله ، ولو كان بلسان العجم لقالوا لا علم لنا بهذا اللسان .الثانية : وإذا ثبت هذا ففيه دليل على أن القرآن عربي ، وأنه نزل بلغة العرب ، وأنه ليس أعجميا ، وأنه إذا نقل عنها إلى غيرها لم يكن قرآنا .الثالثة : أأعجمي وعربي وقرأ أبو بكر وحمزة والكسائي \" ااعجمي وعربي \" بهمزتين مخففتين ، والعجمي الذي ليس من العرب كان فصيحا أو غير فصيح ، والأعجمي الذي لا يفصح كان من العرب أو من العجم ، فالأعجم ضد الفصيح ، وهو الذي لا يبين كلامه . ويقال للحيوان غير الناطق أعجم ، ومنه ( صلاة النهار عجماء ) أي : لا يجهر فيها بالقراءة . فكانت النسبة إلى الأعجم آكد ، لأن الرجل العجمي الذي ليس من العرب قد يكون فصيحا بالعربية ، والعربي قد يكون غير فصيح ، فالنسبة إلى الأعجمي آكد في البيان . والمعنى أقرآن أعجمي ، ونبي عربي ؟ وهو استفهام إنكار . وقرأ الحسن وأبو العالية ونصر بن عاصم والمغيرة وهشام عن ابن عامر \" أعجمي \" بهمزة واحدة على الخبر . والمعنى : لولا فصلت آياته فكان منها عربي يفهمه العرب ، وأعجمي يفهمه العجم . وروى سعيد بن جبير قال : قالت قريش : لولا أنزل القرآن أعجميا وعربيا فيكون بعض آياته عجميا وبعض آياته عربيا . فنزلت الآية . وأنزل في القرآن من كل لغة ، فمنه السجيل وهي فارسية وأصلها سنك كيل ، أي : طين وحجر ، ومنه الفردوس رومية ، وكذلك القسطاس . وقرأ أهل الحجاز وأبو عمرو وابن ذكوان وحفص على الاستفهام ، إلا أنهم لينوا الهمزة على أصولهم . والقراءة الصحيحة قراءة الاستفهام . والله أعلم .قوله تعالى : قل هو للذين آمنوا هدى وشفاء أعلم الله أن القرآن هدى وشفاء لكل من آمن به من الشك والريب والأوجاع . والذين لا يؤمنون في آذانهم وقر أي صمم عن [ ص: 330 ] سماع القرآن . ولهذا تواصوا باللغو فيه . ونظير هذه الآية : وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا وقد مضى مستوفى . وقراءة العامة عمى على المصدر . وقرأ ابن عباس وعبد الله بن الزبير وعمرو بن العاص ومعاوية وسليمان بن قتة \" وهو عليهم عم \" بكسر الميم أي : لا يتبين لهم . واختار أبو عبيد القراءة الأولى ، لإجماع الناس فيها ، ولقوله أولا : هدى وشفاء ، ولو كان هاد وشاف لكان الكسر في عمى أجود ، ليكون نعتا مثلهما ، تقديره : والذين لا يؤمنون في ترك قبوله بمنزلة من في آذانهم وقر وهو يعني القرآن عليهم ذو عمى ، لأنهم لا يفقهون ، فحذف المضاف . وقيل : المعنى : والوقر عليهم عمى .أولئك ينادون من مكان بعيد يقال ذلك لمن لا يفهم من التمثيل . وحكى أهل اللغة أنه يقال للذي يفهم : أنت تسمع من قريب . ويقال للذي لا يفهم : أنت تنادى من بعيد . أي : كأنه ينادى من موضع بعيد منه فهو لا يسمع النداء ولا يفهمه . وقال الضحاك : ينادون يوم القيامة بأقبح أسمائهم من مكان بعيد فيكون ذلك أشد لتوبيخهم وفضيحتهم . وقيل : أي : من لم يتدبر القرآن صار كالأعمى الأصم ، فهو ينادى من مكان بعيد فينقطع صوت المنادي عنه وهو لم يسمع . وقال علي - رضي الله عنه - ومجاهد : أي : بعيد من قلوبهم . وفي التفسير : كأنما ينادون من السماء فلا يسمعون . وحكى معناه النقاش .",
  "ayah": 44,
  "surah": 41
}
