{
  "text": "قوله تعالى : سنريهم آياتنا في الآفاق وفي أنفسهم أي علامات وحدانيتنا وقدرتنا في الآفاق يعني خراب منازل الأمم الخالية وفي أنفسهم بالبلايا والأمراض . وقال ابن زيد : \" في الآفاق \" آيات السماء \" وفي أنفسهم \" حوادث الأرض . وقال مجاهد : في الآفاق فتح القرى ، فيسر الله - عز وجل - لرسوله - صلى الله عليه وسلم - وللخلفاء من بعده وأنصار دينه في آفاق الدنيا وبلاد المشرق والمغرب عموما ، وفي ناحية المغرب خصوصا من الفتوح التي لم يتيسر أمثالها لأحد من خلفاء الأرض قبلهم ، ومن الإظهار على الجبابرة والأكاسرة وتغليب قليلهم على كثيرهم ، وتسليط ضعفائهم على أقويائهم ، وإجرائه على أيديهم أمورا خارجة عن المعهود خارقة للعادات \" وفي أنفسهم \" فتح مكة . وهذا اختيار الطبري . وقاله المنهال بن عمرو والسدي . وقال قتادة والضحاك : \" في الآفاق \" وقائع الله في الأمم \" وفي أنفسهم \" يوم بدر . وقال عطاء وابن زيد أيضا في الآفاق يعني أقطار السماوات والأرض من الشمس والقمر والنجوم والليل والنهار والرياح والأمطار والرعد والبرق والصواعق والنبات والأشجار والجبال والبحار وغيرها . وفي الصحاح : الآفاق النواحي ، واحدها أفق ، وأفق مثل عسر وعسر ، ورجل أفقي بفتح الهمزة والفاء : إذا كان من آفاق الأرض . حكاه أبو نصر . وبعضهم يقول : أفقي بضمها وهو القياس . وأنشد غير الجوهري :أخذنا بآفاق السماء عليكم لنا قمراها والنجوم الطوالعوفي أنفسهم من لطيف الصنعة وبديع الحكمة حتى سبيل الغائط والبول ، فإن الرجل يشرب ويأكل من مكان واحد ويتميز ذلك من مكانين ، وبديع صنعة الله وحكمته في عينيه اللتين هما قطرة ماء ينظر بهما من السماء إلى الأرض مسيرة خمسمائة عام ، وفي أذنيه اللتين يفرق بهما بين الأصوات المختلفة . وغير ذلك من بديع حكمة الله فيه . وقيل : وفي أنفسهم من كونهم نطفا إلى غير ذلك من انتقال أحوالهم كما تقدم في ( المؤمنون ) بيانه . وقيل : المعنى سيرون ما أخبرهم به النبي - صلى الله عليه وسلم - من الفتن وأخبار الغيوبحتى يتبين لهم أنه الحق فيه أربعة أوجه : [ أحدها ] أنه القرآن . [ الثاني ] الإسلام جاءهم به الرسول ودعاهم إليه . [ الثالث ] أن ما يريهم الله ويفعل من ذلك هو الحق . [ الرابع ] أن محمدا - صلى الله عليه وسلم - هو الرسول الحق .أولم يكف بربك في موضع رفع بأنه فاعل ب \" يكف \" و \" أنه \" بدل من ربك ، فهو رفع إن قدرته بدلا على الموضع ، وجر إن قدرته بدلا على اللفظ . ويجوز أن يكون نصبا بتقدير [ ص: 335 ] حذف اللام ، والمعنى أولم يكفهم ربك بما دلهم عليه من توحيده ; لأنه على كل شيء شهيد وإذا شهده جازى عليه . وقيل : المعنى أولم يكف بربك في معاقبته الكفار . وقيل : المعنى أولم يكف بربك يا محمد أنه شاهد على أعمال الكفار . وقيل : أولم يكف بربك شاهدا على أن القرآن من عند الله . وقيل : أولم يكف بربك أنه على كل شيء مما يفعله العبد شهيد ، والشهيد بمعنى العالم ، أو هو من الشهادة التي هي الحضور",
  "ayah": 53,
  "surah": 41
}
