{
  "text": "قوله تعالى : ولقد آتينا داود منا فضلا يا جبال أوبي معه والطير وألنا له الحديد .ولقد آتينا داود منا فضلا بين لمنكري نبوة محمد صلى الله عليه وسلم أن إرسال الرسل ليس أمرا بدعا ، بل أرسلنا الرسل وأيدناهم بالمعجزات ، وأحللنا بمن خالفهم العقاب . ( آتينا ) أعطينا . ( فضلا ) أي أمرا فضلناه به على غيره . واختلف في هذا الفضل على تسعة أقوال : الأول : النبوة . الثاني : الزبور . الثالث : العلم ، قال الله تعالى : ولقد آتينا داود وسليمان علما . الرابع - القوة ، قال الله تعالى : واذكر عبدنا داود ذا الأيد . الخامس : تسخير الجبال والناس ، قال الله تعالى : يا جبال أوبي معه . السادس : التوبة ، قال الله تعالى : فغفرنا له ذلك . السابع : الحكم بالعدل ، قال الله تعالى : يا داود إنا جعلناك خليفة في الأرض الآية . الثامن : إلانة الحديد ، قال تعالى : وألنا له الحديد . التاسع : حسن الصوت ، وكان ، داود عليه السلام ذا صوت حسن ووجه حسن . وحسن الصوت هبة من الله تعالى وتفضل منه ، وهو المراد بقوله تبارك وتعالى : يزيد في الخلق ما يشاء على ما يأتي إن شاء الله تعالى . وقال صلى الله عليه وسلم لأبي موسى : لقد أوتيت مزمارا من مزامير آل داود . قال [ ص: 240 ] العلماء : المزمار والمزمور الصوت الحسن ، وبه سميت آلة الزمر مزمارا . وقد استحسن كثير من فقهاء الأمصار القراءة بالتزيين والترجيع . وقد مضى هذا في مقدمة الكتاب والحمد لله .قوله تعالى : يا جبال أوبي معه أي وقلنا يا جبال أوبي معه ، أي سبحي معه ، لأنه قال تبارك وتعالى : إنا سخرنا الجبال معه يسبحن بالعشي والإشراق . قال أبو ميسرة : هو التسبيح بلسان الحبشة ، ومعنى تسبيح الجبال : هو أن الله تعالى خلق فيها تسبيحا كما خلق الكلام في الشجرة ، فيسمع منها ما يسمع من المسبح معجزة لداود عليه الصلاة والسلام . وقيل : المعنى سيري معه حيث شاء ; من التأويب الذي هو سير النهار أجمع ومنزل الليل . قال ابن مقبل :لحقنا بحي أوبوا السير بعدما دفعنا شعاع الشمس والطرف يجنحوقرأ الحسن وقتادة وغيرهما : ( أوبي معه ) أي رجعي معه ; من آب يئوب إذا رجع ، أوبا وأوبة وإيابا . وقيل : المعنى تصرفي معه على ما يتصرف عليه داود بالنهار ، فكان إذا قرأ الزبور صوتت الجبال معه ، وأصغت إليه الطير ، فكأنها فعلت ما فعل . وقال وهب بن منبه : المعنى نوحي معه والطير تساعده على ذلك ، فكان إذا نادى بالنياحة أجابته الجبال بصداها ، وعكفت الطير عليه من فوقه . فصدى الجبال الذي يسمعه الناس إنما كان من ذلك اليوم إلى هذه الساعة ; فأيد بمساعدة الجبال والطير لئلا يجد فترة ، فإذا دخلت الفترة اهتاج ، أي ثار وتحرك ، وقوي بمساعدة الجبال والطير . وكان قد أعطي من الصوت ما يتزاحم الوحوش من الجبال على حسن صوته ، وكان الماء الجاري ينقطع عن الجري وقوفا لصوته . ( والطير ) بالرفع قراءة ابن أبي إسحاق ونصر عن عاصم وابن هرمز ومسلمة بن عبد الملك ، عطفا على لفظ الجبال ، أو على المضمر في ( أوبي ) وحسنه الفصل بمع . الباقون بالنصب عطفا على موضع ( يا جبال ) أي نادينا الجبال والطير ، قاله سيبويه . وعند أبي عمرو بن العلاء بإضمار فعل على معنى وسخرنا له الطير . وقال الكسائي : هو معطوف ، أي وآتيناه الطير ، حملا على ولقد آتينا داود منا فضلا . النحاس : ويجوز أن يكون مفعولا معه ، كما تقول : استوى الماء والخشبة . وسمعت الزجاج يجيز : قمت وزيدا ، فالمعنى أوبي معه ومع الطير . وألنا له الحديد قال ابن عباس : صار عنده كالشمع . وقال الحسن : كالعجين ، فكان يعمله من غير نار . وقال السدي : كان الحديد في يده كالطين المبلول والعجين والشمع ، يصرفه كيف شاء ، [ ص: 241 ] من غير إدخال نار ولا ضرب بمطرقة . وقاله مقاتل . وكان يفرغ من الدرع في بعض اليوم أو بعض الليل ، ثمنها ألف درهم . وقيل : أعطي قوة يثني بها الحديد ، وسبب ذلك أن داود عليه السلام ، لما ملك بني إسرائيل لقي ملكا وداود يظنه إنسانا ، وداود متنكر خرج يسأل عن نفسه وسيرته في بني إسرائيل في خفاء ، فقال داود لذلك الشخص الذي تمثل له : ( ما قولك في هذا الملك داود ) ؟ فقال له الملك ( نعم العبد لولا خلة فيه ) قال داود : ( وما هي ) ؟ قال : ( يرتزق من بيت المال ولو أكل من عمل يده لتمت فضائله ) . فرجع فدعا الله في أن يعلمه صنعة ويسهلها عليه ، فعلمه صنعة لبوس كما قال جل وعز في سورة ( الأنبياء ) ، فألان له الحديد فصنع الدروع ، فكان يصنع الدرع فيما بين يومه وليلته يساوي ألف درهم ، حتى ادخر منها كثيرا وتوسعت معيشة منزله ، وتصدق على الفقراء والمساكين ، وكان ينفق ثلث المال في مصالح المسلمين ، وهو أول من اتخذ الدروع وصنعها وكانت قبل ذلك صفائح . ويقال : إنه كان يبيع كل درع منها بأربعة آلاف . والدرع مؤنثة إذا كانت للحرب . ودرع المرأة مذكر .مسألة : في هذه الآية دليل على تعلم أهل الفضل الصنائع ، وأن التحرف بها لا ينقص من مناصبهم ، بل ذلك زيادة في فضلهم وفضائلهم ; إذ يحصل لهم التواضع في أنفسهم والاستغناء عن غيرهم ، وكسب الحلال الخلي عن الامتنان . وفي الصحيح عن النبي صلى الله عليه وسلم قال : ( إن خير ما أكل المرء من عمل يده وإن نبي الله داود كان يأكل من عمل يده ) . وقد مضى هذا في ( الأنبياء ) مجودا والحمد لله .",
  "ayah": 10,
  "surah": 34
}
