{
  "text": "قوله تعالى : ولسليمان الريح غدوها شهر ورواحها شهر وأسلنا له عين القطر ومن الجن من يعمل بين يديه بإذن ربه ومن يزغ منهم عن أمرنا نذقه من عذاب السعير .قوله تعالى : ولسليمان الريح قال الزجاج : التقدير وسخرنا لسليمان الريح . وقرأ عاصم في رواية أبي بكر عنه : الريح بالرفع على الابتداء ، والمعنى له تسخير الريح ، أو بالاستقرار ، أي ولسليمان الريح ثابتة ، وفيه ذلك المعنى الأول . فإن قال قائل : إذا قلت أعطيت زيدا درهما ولعمرو دينار ; فرفعته ، فلم يكن فيه معنى الأول ، وجاز أن يكون لم تعطه الدينار . وقيل : الأمر كذا ولكن الآية على خلاف هذا من جهة المعنى ; لأنه قد علم أنه لم يسخرها أحد إلا الله عز وجل . غدوها شهر ورواحها شهر أي مسيرة شهر . قال الحسن : كان يغدو من دمشق فيقيل بإصطخر ، وبينهما مسيرة شهر للمسرع ، ثم يروح من إصطخر ويبيت بكابل ، وبينهما شهر للمسرع . قال السدي : كانت تسير به في اليوم مسيرة شهرين . وروى سعيد بن جبير عن ابن عباس قال : كان سليمان إذا جلس نصبت حواليه أربعمائة ألف كرسي ، ثم جلس رؤساء الإنس مما يليه ، وجلس سفلة الإنس مما يليهم ، وجلس رؤساء الإنس مما يلي سفلة الإنس ، وجلس سفلة الجن مما يليهم ، وموكل بكل كرسي طائر لعمل قد عرفه ، ثم تقلهم الريح ، والطير تظلهم من الشمس ، فيغدو من بيت المقدس إلى إصطخر ، فيبيت ببيت المقدس ، ثم قرأ ابن عباس : غدوها شهر ورواحها شهر .وقال وهب بن منبه : ذكر لي أن منزلا بناحية دجلة مكتوبا فيه كتبه بعض صحابة سليمان ; إما من الجن وإما من الإنس - : نحن نزلنا وما بنيناه ، ومبنيا وجدناه ، غدونا من إصطخر فقلناه ، ونحن رائحون منه إن شاء الله تعالى فبائتون في الشام . وقال الحسن : شغلت سليمان الخيل حتى فاتته صلاة العصر ، فعقر الخيل فأبدله الله خيرا منها وأسرع ، أبدله الريح تجري بأمره حيث شاء ، غدوها شهر ورواحها شهر . وقال ابن زيد : كان مستقر سليمان بمدينة تدمر ، وكان أمر الشياطين قبل شخوصه من الشام إلى العراق ، فبنوها له بالصفاح والعمد والرخام الأبيض والأصفر . وفيه يقول النابغة :[ ص: 244 ]إلا سليمان إذ قال الإله له قم في البرية فاحددها عن الفند     وخيس الجن إني قد أذنت لهميبنون تدمر بالصفاح والعمد     فمن أطاعك فانفعه بطاعتهكما أطاعك وادلله على الرشد     ومن عصاك فعاقبه معاقبةتنهى الظلوم ولا تقعد على ضمدووجدت هذه الأبيات منقورة في صخرة بأرض يشكر ، أنشأهن بعض أصحاب سليمان عليه الصلاة والسلام :ونحن ولا حول سوى حول ربنا     نروح إلى الأوطان من أرض تدمرإذا نحن رحنا كان ريث رواحنا     مسيرة شهر والغدو لآخرأناس شروا لله طوعا نفوسهم     بنصر ابن داود النبي المطهرلهم في معالي الدين فضل ورفعة     وإن نسبوا يوما فمن خير معشرمتى يركبوا الريح المطيعة أسرعت     مبادرة عن شهرها لم تقصرتظلهم طير صفوف عليهم     متى رفرفت من فوقهم لم تنفرقوله تعالى : وأسلنا له عين القطر القطر : النحاس ; عن ابن عباس وغيره . أسيلت له مسيرة ثلاثة أيام كما يسيل الماء ، وكانت بأرض اليمن ، ولم يذب النحاس فيما روي لأحد قبله ، وكان لا يذوب ، ومن وقته ذاب ; وإنما ينتفع الناس اليوم بما أخرج الله تعالى لسليمان . قال قتادة : أسال الله عينا يستعملها فيما يريد . وقيل لعكرمة : إلى أين سالت ؟ فقال : لا أدري ! وقال ابن عباس ومجاهد والسدي : أجريت له عين الصفر ثلاثة أيام بلياليهن . قال القشيري : وتخصيص الإسالة بثلاثة أيام لا يدرى ما حده ، ولعله وهم من الناقل ; إذ في رواية عن مجاهد : أنها سالت من صنعاء ثلاث ليال مما يليها ; وهذا يشير إلى بيان الموضع لا إلى بيان المدة . والظاهر أنه جعل النحاس لسليمان في معدنه عينا تسيل كعيون المياه ، دلالة على نبوته وقال الخليل : القطر : النحاس المذاب .قلت : دليله قراءة من قرأ : ( من قطر آن ) . ومن الجن من يعمل بين يديه بإذن ربه أي بأمره ومن يزغ منهم عن أمرنا الذي أمرناه به من طاعة سليمان . نذقه من عذاب السعير أي في الآخرة ، قاله أكثر المفسرين . وقيل ذلك في الدنيا ، وذلك أن الله تعالى وكل بهم فيما روى السدي - ملكا بيده سوط من نار ، فمن زاغ عن أمر سليمان ضربه بذلك السوط [ ص: 245 ] ضربة من حيث لا يراه فأحرقته . و ( من ) في موضع نصب بمعنى وسخرنا له من الجن من يعمل . ويجوز أن يكون في موضع رفع ، كما تقدم في الريح .",
  "ayah": 12,
  "surah": 34
}
