{
  "text": "قوله تعالى : يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات اعملوا آل داود شكرا وقليل من عبادي الشكور .فيه ثماني مسائل :الأولى : قوله تعالى : من محاريب المحراب في اللغة : كل موضع مرتفع . وقيل للذي يصلى فيه : محراب ; لأنه يجب أن يرفع ويعظم . وقال الضحاك : من محاريب أي من مساجد . وكذا قال قتادة . وقال مجاهد : المحاريب دون القصور . وقال أبو عبيدة : المحراب أشرف بيوت الدار . قال [ امرؤ القيس ] :وماذا عليه أن ذكرت أوانسا كغزلان رمل في محاريب أقيالوقال عدي بن زيد :كدمى العاج في المحاريب أو كال     بيض في الروض زهره مستنيروقيل : هو ما يرقى إليه بالدرج كالغرفة الحسنة ; كما قال : إذ تسوروا المحراب وقوله : فخرج على قومه من المحراب أي أشرف عليهم . وفي الخبر ( أنه أمر أن يعمل حول كرسيه ألف محراب فيها ألف رجل عليهم المسوح يصرخون إلى الله دائبا ، وهو على الكرسي في موكبه والمحاريب حوله ، ويقول لجنوده إذا ركب : سبحوا الله إلى ذلك العلم ، فإذا بلغوه قال : هللوه إلى ذلك العلم فإذا بلغوه قال : كبروه إلى ذلك العلم الآخر ، فتلج الجنود بالتسبيح والتهليل لجة واحدة ) .الثانية : قوله تعالى : وتماثيل جمع تمثال . وهو كل ما صور على مثل صورة من حيوان أو غير حيوان . وقيل : كانت من زجاج ونحاس ورخام تماثيل أشياء ليست بحيوان . وذكر [ ص: 246 ] أنها صور الأنبياء والعلماء ، وكانت تصور في المساجد ليراها الناس فيزدادوا عبادة واجتهادا ، قال صلى الله عليه وسلم : إن أولئك كان إذا مات فيهم الرجل الصالح بنوا على قبره مسجدا وصوروا فيه تلك الصور . أي ليتذكروا عبادتهم فيجتهدوا في العبادة . وهذا يدل على أن التصوير كان مباحا في ذلك الزمان ، ونسخ ذلك بشرع محمد صلى الله عليه وسلم . وسيأتي لهذا مزيد بيان في سورة ( نوح ) عليه السلام . وقيل : التماثيل طلسمات كان يعملها ، ويحرم على كل مصور أن يتجاوزها فلا يتجاوزها ، فيعمل تمثالا للذباب أو للبعوض أو للتماسيح في مكان ، ويأمرهم ألا يتجاوزوه فلا يتجاوزه واحد أبدا ما دام ذلك التمثال قائما . وواحد التماثيل تمثال بكسر التاء . قال [ امرؤ القيس ] :ويا رب يوم قد لهوت وليلة     بآنسة كأنها خط تمثالوقيل : إن هذه التماثيل رجال اتخذهم من نحاس وسأل ربه أن ينفخ فيها الروح ليقاتلوا في سبيل الله ولا يحيك فيهم السلاح . ويقال : إن إسفنديار كان منهم ; والله أعلم . وروي أنهم عملوا له أسدين في أسفل كرسيه ونسرين فوقه ، فإذا أراد أن يصعد بسط الأسدان له ذراعيهما ، وإذا قعد أطلق النسران أجنحتهما .الثالثة : حكى مكي في الهداية له : أن فرقة تجوز التصوير ، وتحتج بهذه الآية . قال ابن عطية : وذلك خطأ ، وما أحفظ عن أحد من أئمة العلم من يجوزه .قلت : ما حكاه مكي ذكره النحاس قبله ، قال النحاس : قال قوم عمل الصور جائز لهذه الآية ، ولما أخبر الله عز وجل عن المسيح . وقال قوم : قد صح النهي عن النبي صلى الله عليه وسلم عنها والتوعد لمن عملها أو اتخذها ، فنسخ الله عز وجل بهذا ما كان مباحا قبله ، وكانت الحكمة في ذلك لأنه بعث عليه السلام والصور تعبد ، فكان الأصلح إزالتها .الرابعة : التمثال على قسمين : حيوان وموات . والموات على قسمين : جماد ونام ; وقد كانت الجن تصنع لسليمان جميعه ; لعموم قوله : ( وتماثيل ) . وفي الإسرائيليات : أن التماثيل من الطير كانت على كرسي سليمان . فإن قيل : لا عموم لقوله : ( وتماثيل ) فإنه إثبات في نكرة ، والإثبات في النكرة لا عموم له ، إنما العموم في النفي في النكرة . قلنا : كذلك هو ، بيد أنه قد اقترن بهذا الإثبات في النكرة ما يقتضي حمله على العموم ، وهو قوله : ( ما يشاء ) فاقتران المشيئة به يقتضي العموم له . فإن قيل : كيف استجاز الصور المنهي عنها ؟ قلنا : كان [ ص: 247 ] ذلك جائزا في شرعه ونسخ ذلك بشرعنا كما بينا ، والله أعلم . وعن أبي العالية : لم يكن اتخاذ الصور إذ ذاك محرما .الخامسة : مقتضى الأحاديث يدل أن الصور ممنوعة ، ثم جاء ( إلا ما كان رقما في ثوب ) فخص من جملة الصور ، ثم ثبتت الكراهية فيه بقوله عليه السلام لعائشة في الثوب : أخريه عني فإني كلما رأيته ذكرت الدنيا . ثم بهتكه الثوب المصور على عائشة منع منه ، ثم بقطعها له وسادتين تغيرت الصورة وخرجت عن هيئتها ، فإن جواز ذلك إذا لم تكن الصورة فيه متصلة الهيئة ، ولو كانت متصلة الهيئة لم يجز ، لقولها في النمرقة المصورة : اشتريتها لك لتقعد عليها وتوسدها ، فمنع منه وتوعد عليه . وتبين بحديث الصلاة إلى الصور أن ذلك جائز في الرقم في الثوب ثم نسخه المنع منه . فهكذا استقر الأمر فيه والله أعلم ; قاله ابن العربي .السادسة : روى مسلم عن عائشة قالت : كان لنا ستر فيه تمثال طائر وكان الداخل إذا دخل استقبله ، فقال رسول الله صلى الله عليه وسلم : حولي هذا فإني كلما دخلت فرأيته ذكرت الدنيا . قالت : وكانت لنا قطيفة كنا نقول علمها حرير ، فكنا نلبسها . وعنها قالت : دخل علي رسول الله صلى الله عليه وسلم وأنا مستترة بقرام فيه صورة ، فتلون وجهه ، ثم تناول الستر فهتكه ، ثم قال : إن من أشد الناس عذابا يوم القيامة الذين يشبهون بخلق الله عز وجل . وعنها : أنه كان لها ثوب فيه تصاوير ممدود إلى سهوة ، فكان النبي صلى الله عليه وسلم يصلي إليه فقال : أخريه عني قالت : فأخرته فجعلته وسادتين . قال بعض العلماء : ويمكن أن يكون تهتيكه عليه السلام الثوب وأمره بتأخيره ورعا ; لأن محل النبوة والرسالة الكمال . فتأمله .[ ص: 248 ] السابعة قال المزني عن الشافعي : إن دعي رجل إلى عرس فرأى صورة ذات روح أو صورا ذات أرواح ، لم يدخل إن كانت منصوبة . وإن كانت توطأ فلا بأس ، وإن كانت صور الشجر . ولم يختلفوا أن التصاوير في الستور المعلقة مكروهة غير محرمة . وكذلك عندهم ما كان خرطا أو نقشا في البناء . واستثنى بعضهم ما كان رقما في ثوب ، لحديث سهل بن حنيف .قلت : لعن رسول الله صلى الله عليه وسلم المصورين ولم يستثن . وقوله : إن أصحاب هذه الصور يعذبون يوم القيامة ويقال لهم أحيوا ما خلقتم ولم يستثن . وفي الترمذي عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : يخرج عنق من النار يوم القيامة له عينان تبصران وأذنان تسمعان ولسان ينطق يقول : إني وكلت بثلاث : بكل جبار عنيد ، وبكل من دعا مع الله إلها آخر وبالمصورين قال أبو عيسى : هذا حديث حسن غريب صحيح . وفي البخاري ومسلم عن عبد الله بن مسعود . قال قال رسول الله صلى الله عليه وسلم : أشد الناس عذابا يوم القيامة المصورون . يدل على المنع من تصوير شيء ، أي شيء كان . وقد قال جل وعز : ما كان لكم أن تنبتوا شجرها على ما تقدم بيانه فاعلمه .الثامنة : وقد استثني من هذا الباب لعب البنات ، لما ثبت ، عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم تزوجها وهي بنت سبع سنين ، وزفت إليه وهي بنت تسع ولعبها معها ، ومات عنها وهي بنت ثماني عشرة سنة . وعنها أيضا قالت : كنت ألعب بالبنات عند النبي صلى الله عليه وسلم وكان لي صواحب يلعبن معي ، فكان رسول الله صلى الله عليه وسلم إذا دخل ينقمعن منه فيسربهن إلي فيلعبن معي خرجهما مسلم . قال العلماء : وذلك للضرورة إلى ذلك وحاجة البنات حتى يتدربن على تربية أولادهن . ثم إنه لا بقاء لذلك ، وكذلك ما يصنع من الحلاوة أو من العجين لا بقاء له ، فرخص في ذلك ، والله أعلم .[ ص: 249 ] قوله تعالى : وجفان كالجواب قال ابن عرفة : الجوابي جمع الجابية ، وهي حفيرة كالحوض . وقال : كحياض الإبل . وقال ابن القاسم عن مالك : كالجوبة من الأرض ، والمعنى متقارب . وكان يقعد على الجفنة الواحدة ألف رجل . النحاس : وجفان كالجواب الأولى أن تكون بالياء ، ومن حذف الياء قال سبيل الألف واللام أن تدخل على النكرة فلا يغيرها عن حالها ، فلما كان يقال ( جواب ) ودخلت الألف واللام أقر على حاله فحذف الياء . وواحد الجوابي جابية ، وهي القدر العظيمة ، والحوض العظيم الكبير الذي يجبى فيه الشيء أي يجمع ; ومنه جبيت الخراج ، وجبيت الجراد ; أي جعلت الكساء فجمعته فيه . إلا أن ليثا روى عن مجاهد قال : الجوابي جمع جوبة ، والجوبة الحفرة الكبيرة تكون في الجبل فيها ماء المطر . وقال الكسائي : جبوت الماء في الحوض وجبيته أي جمعته ، والجابية : الحوض الذي يجبى فيه الماء للإبل ، قال :تروح على آل المحلق جفنة     كجابية الشيخ العراقي تفهقويروى أيضا :نفى الذم عن آل المحلق جفنة     كجابية السيح . .ذكره النحاس .قوله تعالى : وقدور راسيات قال سعيد بن جبير : هي قدور النحاس تكون بفارس . وقال الضحاك : هي قدور تعمل من الجبال . غيره : قد نحتت من الجبال الصم مما عملت له الشياطين ، أثافيها منها منحوتة هكذا من الجبال . ومعنى ( راسيات ) ثوابت ، لا تحمل ولا تحرك لعظمها . قال ابن العربي : وكذلك كانت قدور عبد الله بن جدعان ، يصعد إليها في الجاهلية بسلم . وعنها عبر طرفة بن العبد بقوله :كالجوابي لا تني مترعة     لقرى الأضياف أو للمحتضرقال ابن العربي : ورأيت برباط أبي سعيد قدور الصوفية على نحو ذلك ، فإنهم يطبخون جميعا ويأكلون جميعا من غير استئثار واحد منهم على أحد .قوله تعالى : اعملوا آل داود شكرا وقليل من عبادي الشكور قد مضى معنى الشكر في ( البقرة ) وغيرها . وروي أن النبي صلى الله عليه وسلم صعد المنبر فتلا هذه الآية ثم قال : ( ثلاث من أوتيهن [ ص: 250 ] فقد أوتي مثل ما أوتي آل داود ) قال فقلنا : ما هن ؟ . فقال : العدل في الرضا والغضب . والقصد في الفقر والغنى . وخشية الله في السر والعلانية . خرجه الترمذي الحكيم أبو عبد الله عن عطاء بن يسار عن أبي هريرة . وروي أن داود عليه السلام قال : ( يا رب كيف أطيق شكرك على نعمك . وإلهامي وقدرتي على شكرك نعمة لك ) فقال : ( يا داود الآن عرفتني ) . وقد مضى هذا المعنى في سورة ( إبراهيم ) . وأن الشكر حقيقته الاعتراف بالنعمة للمنعم واستعمالها في طاعته ، والكفران استعمالها في المعصية . وقليل من يفعل ذلك ; لأن الخير أقل من الشر ، والطاعة أقل من المعصية ، بحسب سابق التقدير . وقال مجاهد : لما قال الله تعالى اعملوا آل داود شكرا قال داود لسليمان : إن الله عز وجل قد ذكر الشكر فاكفني صلاة النهار أكفك صلاة الليل ، قال : لا أقدر ، قال : فاكفني - قال الفاريابي ، أراه قال إلى صلاة الظهر - قال نعم ، فكفاه . وقال الزهري : اعملوا آل داود شكرا أي قولوا الحمد لله . و ( شكرا ) نصب على جهة المفعول ; أي اعملوا عملا هو الشكر . وكأن الصلاة والصيام والعبادات كلها هي في نفسها الشكر إذ سدت مسده ، ويبين هذا قوله تعالى : إلا الذين آمنوا وعملوا الصالحات وقليل ما هم وهو المراد بقوله وقليل من عبادي الشكور . وقد قال سفيان بن عيينة في تأويل قوله تعالى أن اشكر لي أن المراد بالشكر الصلوات الخمس . وفي صحيح مسلم عن عائشة رضي الله تعالى عنها أن رسول الله صلى الله عليه وسلم كان يقوم من الليل حتى تفطر قدماه ; فقالت له عائشة رضي الله عنها : أتصنع هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر ؟ فقال : أفلا أكون عبدا شكورا . انفرد بإخراجه مسلم . فظاهر القرآن والسنة أن الشكر بعمل الأبدان دون الاقتصار على عمل اللسان ; فالشكر بالأفعال عمل الأركان ، والشكر بالأقوال عمل اللسان . والله أعلم .قوله تعالى : وقليل من عبادي الشكور يحتمل أن يكون مخاطبة لآل داود ، ويحتمل أن يكون مخاطبة لمحمد صلى الله عليه وسلم . قال ابن عطية : وعلى كل وجه ففيه تنبيه وتحريض . وسمع عمر بن الخطاب رضي الله تعالى عنه رجلا يقول : اللهم اجعلني من القليل ; فقال عمر : ما هذا الدعاء ؟ فقال الرجل : أردت قوله تعالى وقليل من عبادي الشكور . فقال عمر رضي الله عنه : كل الناس أعلم منك يا عمر ! وروي أن سليمان عليه السلام كان يأكل الشعير ويطعم [ ص: 251 ] أهله الخشكار ويطعم المساكين الدرمك . وقد قيل : إنه كان يأكل الرماد ويتوسده ، والأول أصح ، إذ الرماد ليس بقوت . وروي أنه ما شبع قط ، فقيل له في ذلك فقال : أخاف إن شبعت أن أنسى الجياع . وهذا من الشكر ومن القليل ، فتأمله ، والله أعلم .",
  "ayah": 13,
  "surah": 34
}
