{
  "text": "قوله تعالى : ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين .قوله تعالى : ولقد صدق عليهم إبليس ظنه فيه أربع قراءات : قرأ أبو جعفر وشيبة ونافع وأبو عمرو وابن كثير وابن عامر ويروى عن مجاهد ، ( ولقد صدق عليهم ) بالتخفيف [ ص: 263 ] ( إبليس ) بالرفع ( ظنه ) بالنصب ; أي في ظنه . قال الزجاج : وهو على المصدر أي ; صدق عليهم ظنا ظنه إذ صدق في ظنه ; فنصب على المصدر أو على الظرف . وقال أبو علي : ظنه نصب لأنه مفعول به ; أي صدق الظن الذي ظنه إذ قال : لأقعدن لهم صراطك المستقيم وقال : لأغوينهم أجمعين ; ويجوز تعدية الصدق إلى المفعول به ، ويقال : صدق الحديث ، أي في الحديث . وقرأ ابن عباس ويحيى بن وثاب والأعمش وعاصم وحمزة والكسائي : صدق بالتشديد ظنه بالنصب بوقوع الفعل عليه . قال مجاهد : ظن ظنا فكان كما ظن فصدق ظنه . وقرأ جعفر بن محمد وأبو الهجاج ( صدق عليهم ) بالتخفيف ( إبليس ) بالنصب ( ظنه ) بالرفع . قال أبو حاتم : لا وجه لهذه القراءة عندي ، والله تعالى أعلم . وقد أجاز هذه القراءة الفراء وذكرها الزجاج وجعل الظن فاعل ( صدق ) ( إبليس ) مفعول به ; والمعنى : أن إبليس سول له ظنه فيهم شيئا فصدق ظنه ، فكأنه قال : ولقد صدق عليهم ظن إبليس . و ( على ) متعلقة ب ( صدق ) ، كما تقول : صدقت عليك فيما ظننته بك ، ولا تتعلق بالظن لاستحالة تقدم شيء من الصلة على الموصول . والقراءة الرابعة : ( ولقد صدق عليهم إبليس ظنه ) برفع إبليس والظن ، مع التخفيف في ( صدق ) على أن يكون ( ظنه ) بدلا من ( إبليس ) وهو بدل الاشتمال .ثم قيل : هذا في أهل سبأ ، أي كفروا وغيروا وبدلوا بعد أن كانوا مسلمين إلا قوما منهم آمنوا برسلهم . وقيل : هذا عام ، أي صدق إبليس ظنه على الناس كلهم إلا من أطاع الله تعالى ; قاله مجاهد . وقال الحسن : لما أهبط آدم عليه السلام من الجنة ومعه حواء وهبط إبليس قال إبليس : أما إذ أصبت من الأبوين ما أصبت فالذرية أضعف وأضعف ! فكان ذلك ظنا من إبليس ، فأنزل الله تعالى : ولقد صدق عليهم إبليس ظنه . وقال ابن عباس : إن إبليس قال : خلقت من نار وخلق آدم من طين والنار تحرق كل شيء لأحتنكن ذريته إلا قليلا فصدق ظنه عليهم . وقال زيد بن أسلم : إن إبليس قال يا رب أرأيت هؤلاء الذين كرمتهم وشرفتهم وفضلتهم علي لا تجد أكثرهم شاكرين ، ظنا منه فصدق عليهم إبليس ظنه . وقال الكلبي : إنه ظن أنه إن أغواهم أجابوه وإن أضلهم أطاعوه ، فصدق ظنه . فاتبعوه قال الحسن : ما ضربهم بسوء ولا بعصا وإنما ظن ظنا فكان كما ظن بوسوسته . إلا فريقا من المؤمنين نصب على الاستثناء ، وفيه قولان : أحدهما أنه يراد به بعض المؤمنين ؛ لأن كثيرا من المؤمنين من يذنب وينقاد لإبليس في بعض المعاصي ، أي ما سلم من المؤمنين أيضا إلا فريق وهو المعني بقوله تعالى : إن عبادي ليس لك عليهم سلطان . [ ص: 264 ] فأما ابن عباس فعنه أنه قال : هم المؤمنون كلهم ، ف ( من ) على هذا للتبيين لا للتبعيض ، فإن قيل : كيف علم إبليس صدق ظنه وهو لا يعلم الغيب ؟ قيل له : لما نفذ له في آدم ما نفذ غلب على ظنه أنه ينفذ له مثل ذلك في ذريته ، وقد وقع له تحقيق ما ظن . وجواب آخر وهو ما أجيب من قوله تعالى واستفزز من استطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك فأعطي القوة والاستطاعة ، فظن أنه يملكهم كلهم بذلك ، فلما رأى أنه تاب على آدم وأنه سيكون له نسل . يتبعونه إلى الجنة وقال : إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين علم أن له تبعا ولآدم تبعا ; فظن أن تبعه أكثر من تبع آدم ، لما وضع في يديه من سلطان الشهوات ، ووضعت الشهوات في أجواف الآدميين ، فخرج على ما ظن حيث نفخ فيهم وزين في أعينهم تلك الشهوات ، ومدهم إليها بالأماني والخدائع ، فصدق عليهم الذي ظنه ، والله أعلم .",
  "ayah": 20,
  "surah": 34
}
