{
  "text": "قوله تعالى : ولا تنفع الشفاعة عنده إلا لمن أذن له حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبيرقوله تعالى : ولا تنفع الشفاعة أي شفاعة الملائكة وغيرهم . عنده أي عند الله . إلا لمن أذن له قراءة العامة ( أذن ) بفتح الهمزة ; لذكر الله تعالى أولا . وقرأ أبو عمرو وحمزة والكسائي ( أذن ) بضم الهمزة على ما لم يسم فاعله . والآذن هو الله تعالى . و ( من ) [ ص: 266 ] يجوز أن ترجع إلى الشافعين ، ويجوز أن ترجع إلى المشفوع لهم . حتى إذا فزع عن قلوبهم قال ابن عباس : خلي عن قلوبهم الفزع . قطرب : أخرج ما فيها من الخوف . مجاهد : كشف عن قلوبهم الغطاء يوم القيامة ; أي أن الشفاعة لا تكون من أحد هؤلاء المعبودين من دون الله من الملائكة والأنبياء والأصنام ; إلا أن الله تعالى يأذن للأنبياء والملائكة في الشفاعة وهم على غاية الفزع من الله ; كما قال : وهم من خشيته مشفقون والمعنى : أنه إذا أذن لهم في الشفاعة وورد عليهم كلام الله فزعوا ; لما يقترن بتلك الحال من الأمر الهائل والخوف أن يقع في تنفيذ ما أذن لهم فيه تقصير ، فإذا سري عنهم قالوا للملائكة فوقهم وهم الذين يوردون عليهم الوحي بالإذن ماذا قال ربكم أي ماذا أمر الله به فيقولون لهم : قالوا الحق وهو أنه أذن لكم في الشفاعة للمؤمنين . ( وهو العلي الكبير ) فله أن يحكم في عباده بما يريد .ويجوز أن يكون هذا إذنا لهم في الدنيا في شفاعة أقوام ، ويجوز أن يكون في الآخرة . وفي الكلام إضمار ; أي ولا تنفع الشفاعة عنده إلا لمن أذن له ففزع لما ورد عليه من الإذن تهيبا لكلام الله تعالى ، حتى إذا ذهب الفزع عن قلوبهم أجاب بالانقياد . وقيل : هذا الفزع يكون اليوم للملائكة في كل أمر يأمر به الرب تعالى ; أي لا تنفع الشفاعة إلا من الملائكة الذين هم اليوم فزعون ، مطيعون لله تعالى دون الجمادات والشياطين . وفي صحيح الترمذي عن أبي هريرة عن النبي صلى الله عليه وسلم : إذا قضى الله في السماء أمرا ضربت الملائكة بأجنحتها خضعانا لقوله كأنها سلسلة على صفوان فإذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير - قال - والشياطين بعضهم فوق بعض قال : حديث حسن صحيح . وقال النواس بن سمعان قال النبي صلى الله عليه وسلم : إن الله إذا أراد أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة أو رعدة شديدة خوفا من الله تعالى فإذا سمع أهل السماوات ذلك صعقوا وخروا لله تعالى سجدا فيكون أول من يرفع رأسه جبريل فيكلمه الله تعالى ويقول له من وحيه ما أراد ثم يمر جبريل بالملائكة كلما مر بسماء سأله ملائكتها ماذا قال ربنا يا جبريل فيقول جبريل قال الحق وهو العلي الكبير - قال فيقول كلهم كما قال جبريل فينتهي جبريل بالوحي حيث أمره الله تعالى . وذكر البيهقي عن ابن عباس في قوله تعالى : حتى إذا فزع عن قلوبهم [ ص: 267 ] قال : كان لكل قبيل من الجن مقعد من السماء يستمعون منه الوحي ، وكان إذا نزل الوحي سمع له صوت كإمرار السلسلة على الصفوان ، فلا ينزل على أهل سماء إلا صعقوا فإذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير ، ثم يقول يكون العام كذا ويكون كذا فتسمعه الجن فيخبرون به الكهنة والكهنة الناس يقولون يكون العام كذا وكذا فيجدونه كذلك ; فلما بعث الله محمدا صلى الله عليه وسلم دحروا بالشهب فقالت العرب حين لم تخبرهم الجن بذلك : هلك من في السماء ، فجعل صاحب الإبل ينحر كل يوم بعيرا ، وصاحب البقر ينحر كل يوم بقرة ، وصاحب الغنم ينحر كل يوم شاة ; حتى أسرعوا في أموالهم فقالت ثقيف وكانت أعقل العرب : أيها الناس ! أمسكوا على أموالكم ، فإنه لم يمت من في السماء ، وإن هذا ليس بانتثار ، ألستم ترون معالمكم من النجوم كما هي والشمس والقمر والليل والنهار ! قال فقال إبليس : لقد حدث في الأرض اليوم حدث ، فأتوني من تربة كل أرض فأتوه بها ، فجعل يشمها فلما شم تربة مكة قال من هاهنا جاء الحدث ; فنصتوا فإذا رسول الله صلى الله عليه وسلم قد بعث . وقد مضى هذا المعنى مرفوعا مختصرا في سورة ( الحجر ) ، ومعنى القول أيضا في رميهم بالشهب وإحراقهم بها ، ويأتي في سورة ( الجن ) بيان ذلك إن شاء الله تعالى .وقيل : إنما يفزعون من قيام الساعة . وقال الكلبي وكعب : كان بين عيسى ومحمد عليهما السلام فترة خمسمائة وخمسون سنة لا يجيء فيها الرسل ، فلما بعث الله تعالى محمدا صلى الله عليه وسلم كلم الله تعالى جبريل بالرسالة ، فلما سمعت الملائكة الكلام ظنوا أنها الساعة قد قامت ، فصعقوا مما سمعوا ، فلما انحدر جبريل عليه السلام جعل يمر بكل سماء فيكشف عنهم فيرفعون رءوسهم ويقول بعضهم لبعض ماذا قال ربكم فلم يدروا ما قال ولكنهم قالوا قال الحق وهو العلي الكبير ، وذلك أن محمدا عليه السلام عند أهل السماوات من أشراط الساعة . وقال الضحاك : إن الملائكة المعقبات الذين يختلفون إلى أهل الأرض يكتبون أعمالهم ، يرسلهم الرب تبارك وتعالى ، فإذا انحدروا سمع لهم صوت شديد فيحسب الذين هم أسفل من الملائكة أنه من أمر الساعة ، فيخرون سجدا ويصعقون حتى يعلموا أنه ليس من أمر الساعة . وهذا تنبيه من الله تعالى وإخبار أن الملائكة مع اصطفائهم ورفعتهم لا يمكن أن يشفعوا لأحد حتى يؤذن لهم ، فإذا أذن لهم وسمعوا صعقوا ، وكان هذه حالهم ، فكيف تشفع الأصنام أو كيف تؤملون أنتم الشفاعة ولا تعترفون بالقيامة ؟ وقال الحسن وابن زيد ومجاهد : حتى إذا كشف الفزع عن قلوب المشركين . قال الحسن ومجاهد وابن زيد : في الآخرة عند نزول الموت ، إقامة للحجة عليهم ، قالت الملائكة لهم : ماذا قال ربكم في الدنيا قالوا الحق وهو العلي الكبير ، فأقروا حين لا ينفعهم الإقرار ، أي قالوا [ ص: 268 ] قال الحق . وقراءة العامة فزع عن قلوبهم . وقرأ ابن عباس فزع عن قلوبهم مسمى الفاعل وفاعله ضمير يرجع إلى اسم الله تعالى . ومن بناه للمفعول فالجار والمجرور في موضع رفع ، والفعل في المعنى لله تبارك وتعالى ، والمعنى في القراءتين : أزيل الفزع عن قلوبهم ، حسبما تقدم بيانه . ومثله : أشكاه ، إذا أزال عنه ما يشكوه . وقرأ الحسن : ( فزع ) مثل قراءة العامة ، إلا أنه خفف الزاي ، والجار والمجرور في موضع رفع أيضا ; وهو كقولك : انصرف عن كذا إلى كذا . وكذا معنى ( فرغ ) بالراء والغين المعجمة والتخفيف ، غير مسمى الفاعل ، رويت عن الحسن أيضا وقتادة . وعنهما أيضا ( فرغ ) بالراء والغين المعجمة مسمى الفاعل ، والمعنى : فرغ الله تعالى قلوبهم أي كشف عنها ، أي فرغها من الفزع والخوف ، وإلى ذلك يرجع البناء للمفعول ، على هذه القراءة . وعن الحسن أيضا ( فرغ ) بالتشديد .",
  "ayah": 23,
  "surah": 34
}
