{
  "text": "وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى قال مجاهد : أي قربى . والزلفة القربة . وقال الأخفش : أي إزلافا ، وهو اسم المصدر ، فيكون موضع ( قربى ) نصبا كأنه قال بالتي تقربكم عندنا تقريبا . وزعم الفراء أن التي تكون للأموال والأولاد جميعا . وله قول آخر وهو مذهب أبي إسحاق الزجاج ، يكون المعنى : وما أموالكم بالتي تقربكم عندنا ، ولا أولادكم بالتي تقربكم عندنا زلفى ، ثم حذف خبر الأول لدلالة الثاني عليه . وأنشد الفراء :نحن بما عندنا وأنت بما عندك راض والرأي مختلفويجوز في غير القرآن : باللتين وباللاتي وباللواتي وباللذين وبالذين ; للأولاد خاصة أي لا تزيدكم الأموال عندنا رفعة ودرجة ، ولا تقربكم تقريبا . إلا من آمن وعمل صالحا قال سعيد بن جبير : المعنى إلا من آمن وعمل صالحا فلن يضره ماله وولده في الدنيا . وروى ليث عن طاوس أنه كان يقول : اللهم ارزقني الإيمان والعمل ، وجنبني المال والولد ، فإني سمعت فيما أوحيت وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا .قلت : قول طاوس فيه نظر ، والمعنى والله أعلم : جنبني المال والولد المطغيين أو اللذين لا خير فيهما ; فأما المال الصالح والولد الصالح للرجل الصالح فنعم هذا ! وقد مضى هذا في ( آل عمران ومريم ، والفرقان ) . و ( من ) في موضع نصب على الاستثناء المنقطع ، أي لكن من آمن وعمل صالحا فإيمانه وعمله يقربانه مني . وزعم الزجاج أنه في موضع نصب بالاستثناء على البدل من الكاف والميم التي في ( تقربكم ) . النحاس : وهذا القول غلط ; لأن الكاف والميم للمخاطب فلا يجوز البدل ، ولو جاز هذا لجاز : رأيتك زيدا . وقول أبي إسحاق هذا هو قول الفراء إلا أن الفراء لا يقول بدل لأنه ليس من لفظ الكوفيين ، ولكن قوله [ ص: 275 ] يئول إلى ذلك ، وزعم أن مثله إلا من أتى الله بقلب سليم يكون منصوبا عنده ب ( ينفع ) . وأجاز الفراء أن يكون من في موضع رفع بمعنى : ما هو إلا من آمن ، كذا قال ، ولست أحصل معناه . فأولئك لهم جزاء الضعف بما عملوا يعني قوله : من جاء بالحسنة فله عشر أمثالها فالضعف الزيادة ، أي لهم جزاء التضعيف ، وهو من باب إضافة المصدر إلى المفعول . وقيل : لهم جزاء الأضعاف ، فالضعف في معنى الجمع ، وإضافة الضعف إلى الجزاء كإضافة الشيء إلى نفسه ، نحو : حق اليقين ، وصلاة الأولى . أي لهم الجزاء المضعف ، للواحد عشرة إلى ما يريد الله من الزيادة .وبهذه الآية استدل من فضل الغنى على الفقر . وقال محمد بن كعب : إن المؤمن إذا كان غنيا تقيا أتاه الله أجره مرتين بهذه الآية . وهم في الغرفات آمنون قراءة العامة جزاء الضعف بالإضافة . وقرأ الزهري ويعقوب ونصر بن عاصم ( جزاء ) منونا منصوبا ( الضعف ) رفعا ; أي فأولئك لهم الضعف جزاء ، على التقديم والتأخير . وجزاء الضعف على أن يجازوا الضعف . و ( جزاء الضعف ) مرفوعان ، ( الضعف ) بدل من ( جزاء ) . وقرأ الجمهور أيضا في الغرفات على الجمع ، وهو اختيار أبي عبيد ; لقوله : لنبوئنهم من الجنة غرفا . الزمخشري : وقرئ في الغرفات بضم الراء وفتحها وسكونها . وقرأ الأعمش ويحيى بن وثاب وحمزة وخلف ( في الغرفة ) على التوحيد ; لقوله تعالى : أولئك يجزون الغرفة . والغرفة قد يراد بها اسم الجمع واسم الجنس . قال ابن عباس : هي غرف من ياقوت وزبرجد ودر . وقد مضى بيان ذلك . ( آمنون ) أي من العذاب والموت والأسقام والأحزان .",
  "ayah": 37,
  "surah": 34
}
