{
  "text": "قوله تعالى : قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين .قوله تعالى : قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له كرر تأكيدا . [ ص: 276 ] وما أنفقتم من شيء فهو يخلفه أي قل يا محمد لهؤلاء المغترين بالأموال والأولاد إن الله يوسع على من يشاء ويضيق على من يشاء ، فلا تغتروا بالأموال والأولاد بل أنفقوها في طاعة الله ، فإن ما أنفقتم في طاعة الله فهو يخلفه . وفيه إضمار ، أي فهو يخلفه عليكم ; يقال : أخلف له وأخلف عليه ، أي يعطيكم خلفه وبدله ، وذلك البدل إما في الدنيا وإما في الآخرة . وفي صحيح مسلم عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم : ما من يوم يصبح العباد فيه إلا وملكان ينزلان فيقول أحدهما اللهم أعط منفقا خلفا وأعط ممسكا تلفا . وفيه أيضا عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال : إن الله قال لي أنفق أنفق عليك . . الحديث . وهذه إشارة إلى الخلف في الدنيا بمثل المنفق فيها إذا كانت النفقة في طاعة الله . وقد لا يكون الخلف في الدنيا فيكون كالدعاء - كما تقدم - سواء في الإجابة أو التكفير أو الادخار ; والادخار هاهنا مثله في الأجر .مسألة : روى الدارقطني وأبو أحمد بن عدي عن عبد الحميد الهلالي عن محمد بن المنكدر عن جابر قال : قال رسول الله صلى الله عليه وسلم : كل معروف صدقة وما أنفق الرجل على نفسه وأهله كتب له صدقة وما وقى به الرجل عرضه فهو صدقة وما أنفق الرجل من نفقة فعلى الله خلفها إلا ما كان من نفقة في بنيان أو معصية . قال عبد الحميد : قلت لابن المنكدر : ( ما وقى الرجل عرضه ) ؟ قال : يعطي الشاعر وذا اللسان . عبد الحميد وثقه ابن معين .قلت : أما ما أنفق في معصية فلا خلاف أنه غير مثاب عليه ولا مخلوف له . وأما البنيان فما كان منه ضروريا يكن الإنسان ويحفظه فذلك مخلوف عليه ومأجور ببنيانه . وكذلك كحفظ [ ص: 277 ] بنيته وستر عورته ، قال صلى الله عليه وسلم : ليس لابن آدم حق في سوى هذه الخصال ، بيت يسكنه وثوب يواري عورته وجلف الخبز والماء . وقد مضى هذا المعنى في ( الأعراف ) مستوفى .قوله تعالى : وهو خير الرازقين لما كان يقال في الإنسان : إنه يرزق عياله والأمير جنده ; قال : وهو خير الرازقين والرازق من الخلق يرزق ، لكن ذلك من مال يملك عليهم ثم ينقطع ، والله تعالى يرزق من خزائن لا تفنى ولا تتناهى . ومن أخرج من عدم إلى الوجود فهو الرازق على الحقيقة ، كما قال : إن الله هو الرزاق ذو القوة المتين .",
  "ayah": 39,
  "surah": 34
}
