{
  "text": "قوله تعالى : قل إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة إن هو إلا نذير لكم بين يدي عذاب شديد .قوله تعالى : قل إنما أعظكم تمم الحجة على المشركين ; أي قل لهم يا محمد : إنما أعظكم أي أذكركم وأحذركم سوء عاقبة ما أنتم فيه . بواحدة أي بكلمة واحدة مشتملة على جميع الكلام ، تقتضي نفي الشرك وإثبات الإله قال مجاهد : هي لا إله إلا الله وهذا قول ابن عباس والسدي . وعن مجاهد أيضا : بطاعة الله . وقيل : بالقرآن ; لأنه يجمع كل المواعظ . وقيل : تقديره بخصلة واحدة ، أن تقوموا لله مثنى وفرادى فتكون ( أن ) في موضع خفض على البدل من ( واحدة ) ، أو في موضع رفع على إضمار مبتدأ ، أي هي أن تقوموا . ومذهب الزجاج أنها في موضع نصب بمعنى لأن تقوموا . وهذا القيام معناه القيام إلى طلب الحق لا القيام الذي هو ضد القعود ، وهو كما يقال : قام فلان بأمر كذا ; أي لوجه الله والتقرب إليه . وكما قال تعالى : وأن تقوموا لليتامى بالقسط . مثنى وفرادى أي وحدانا ومجتمعين ; قاله السدي . وقيل : منفردا برأيه ومشاورا لغيره ، وهذا قول مأثور . وقال القتبي : مناظرا مع غيره ومفكرا في نفسه ، وكله متقارب . ويحتمل رابعا أن المثنى [ ص: 280 ] عمل النهار والفرادى عمل الليل ، لأنه في النهار معان وفي الليل وحيد ، قاله الماوردي . وقيل : إنما قال : مثنى وفرادى لأن الذهن حجة الله على العباد وهو العقل ، فأوفرهم عقلا أوفرهم حظا من الله ، فإذا كانوا فرادى كانت فكرة واحدة ، وإذا كانوا مثنى تقابل الذهنان فتراءى من العلم لهما ما أضعف على الانفراد ; والله أعلم . ثم تتفكروا ما بصاحبكم من جنة الوقف عند أبي حاتم وابن الأنباري على ثم تتفكروا . وقيل : ليس هو بوقف لأن المعنى : ثم تتفكروا هل جربتم على صاحبكم كذبا ، أو رأيتم فيه جنة ، أو في أحواله من فساد ، أو اختلف إلى أحد ممن يدعي العلم بالسحر ، أو تعلم الأقاصيص وقرأ الكتب ، أو عرفتموه بالطمع في أموالكم ، أو تقدرون على معارضته في سورة واحدة ; فإذا عرفتم بهذا الفكر صدقه فما بال هذه المعاندة . إن هو إلا نذير لكم بين يدي عذاب شديد وفي صحيح مسلم عن ابن عباس قال : لما نزلت هذه الآية ( وأنذر عشيرتك الأقربين ورهطك منهم المخلصين ) خرج رسول الله صلى الله عليه وسلم حتى صعد الصفا فهتف : يا صباحاه ؟ فقالوا : من هذا الذي يهتف ! ؟ قالوا محمد ; فاجتمعوا إليه فقال : يا بني فلان يا بني فلان يا بني عبد مناف يا بني عبد المطلب فاجتمعوا إليه فقال أرأيتم لو أخبرتكم أن خيلا تخرج من سفح هذا الجبل أكنتم مصدقي ؟ قالوا : ما جربنا عليك كذبا . قال : فإني نذير لكم بين يدي عذاب شديد . قال : فقال أبو لهب : تبا لك ! أما جمعتنا إلا لهذا ؟ ثم قال فنزلت هذه السورة : تبت يدا أبي لهب وتب كذا قرأ الأعمش إلى آخر السورة .",
  "ayah": 46,
  "surah": 34
}
