{
  "text": "مکہ مکرمہ کی قسم :اللہ تبارک وتعالیٰ مکہ مکرمہ کی قسم کھاتا ہے درآں حالیکہ وہ آباد ہے اس میں لوگ بستے ہیں اور وہ بھی امن چین میں ہیں لا سے ان پر رد کیا پھر قسم کھائی اور فرمایا کہ اے نبی ﷺ ! تیرے لیے یہاں ایک مرتبہ لڑائی حلال ہونے والی ہے، جس میں کوئی گناہ اور حرج نہ ہوگا اور اس میں جو ملے وہ حلال ہوگا صرف اسی وقت کے لیے یہ حکم ہے صحیح حدیث میں بھی ہے کہ اس بابرکت شہر مکہ کو پروردگار عالم نے اول دن سے ہی حرمت والا بنایا ہے اور قیامت تک اس کی یہ حرمت و عزت باقی رہنے والی ہے اس کا درخت نہکاٹا جائے اس کے کانٹے نہ اکھیڑے جائیں میرے لیے بھی صرف ایک دن ہی کی ایک ساعت کے لیے حلال کیا گیا تھا آج پھر اس کی حرمت اسی طرح لوٹ آئی جیسے کل تھی ہر حاضر کو چاہیے کہ غیر حاضر کو پہنچا دے ایک روایت میں ہے کہ اگر یہاں کے جنگ وجدال کے جواز کی دلیل میں کوئی میری لڑائی پیش کرے تو کہہ دینا کہ اللہ نے اپنے رسول کو اجازت دی تھی اور تمہیں نہیں دی پھر قسم کھاتا ہے باپ کی اور اولاد کی بعض نے تو کہا ہے کہ ماولد میں مانافیہ ہے یعنی قسم ہے اس کی جو اولاد والا ہے اور قسم ہے اس کی جو بےاولاد ہے یعنی عیادلدار اور بانجھ ما کو موصولہ مانا جائے تو معنی یہ ہوئے کہ باپ کی اور اولاد کی قسم، باپ سے مراد حضرت آدم اور اولاد سے مراد کل انسان، زیادہ قوی اور بہتر بات یہی معلوم ہوتی ہے کیونکہ اس سے پہلے قسم ہے مکہ کی جو تمام زمین اور کل بستیوں کی ماں ہے تو اس کے بعد اس کے رہنے والوں کی قسم کھائی اور رہنے والوں یعنی انسان کے اصل اور اس کی جڑ یعنی حضرت آدم کی پھر ان کی اولاد کی قسم کھائی ابو عمران فرماتے ہیں مراد حضرت ابراہیم اور آپ کی اولاد ہے امام ابن جریر فرماتے ہیں عام ہے یعنی ہر باپ اور ہر اولاد پھر فرماتا ہے کہ ہم نے انسان کو بالکل درست قامت جچے تلے اعضاء والاٹھیک ٹھاک پیدا کیا ہے اس کی ماں کے پیٹ میں ہی اسے یہ پاکیزہ ترتیب اور عمدہ ترکیب دے دی جاتی ہے جیسے فرمایا الذی خلقک فسوک الخ یعنی اس اللہ نے تجھے پیدا کیا درست کیا ٹھیک ٹھاک بنایا اور پھر جس صورت میں چاہا ترکیب دی اور جگہ ہے لقد خلقنا الانسان فی احسن تقویم ہم نے انسان کو بہترین صورت پر بنایا ہے ابن عباس سے مروی ہے کہ قوت طاقت والا پیدا کیا ہے خود اسے دیکھو اس کی پیدائش کی طرف غور کرو اس کے دانتوں کا نکلنا دیکھو وغیرہ حضرت مجاد فرماتے ہیں پہلے نطفہ پھر خون بستہ پھر گوشت کا لوتھڑا غرض اپنی پیدائش میں خوب مشقتیں برداشت کی بلکہ دودھ پلانے میں بھی مشقت اور معیشت میں بھی تکلیف حضرت قتادہ فرماتے ہیں سختی اور طلب کسب میں پیدا کیا گیا ہے عکرمہ فرماتے ہیں شدت اور طول میں پیدا ہوا ہے قتادہ فرماتے ہیں سختی اور طلب کسب میں پیدا کیا گیا ہے عکرمہ فرماتے ہیں شدت اور طول میں پیدا ہوا ہے قتادہ فرماتے ہیں مشقت میں یہ بھی مروی ہے اعتدال اور قیام میں دنیا اور آخرت میں سختیاں سہنی پڑتی ہیں حضرت آدم چونکہ آسمان میں پیدا ہوئے تھے اس لیے یہ کہا گیا کہ وہ یہ سمجھتا ہے کہ اس کے مال کے لینے پر کوئی قادر نہیں اس پر کسی کا بس نہیں کیا وہ نہ پوچھا جائے گا کہ کہاں سے مال لایا اور کہاں خرچ کیا ؟ یقینا اس پر اللہ کا بس ہے اور وہ پوری طرح اس پر قادر ہے پھر فرماتا ہے کہ میں نے بڑے وارے نیارے کیے ہزاروں لاکھوں خرد کر ڈالے کیا وہ یہ خیال کرتا ہے کہ اسے کوئی دیکھ نہیں رہا ؟ یعنی اللہ کی نظروں سے وہ اپنے آپ کو غائب سمجھتا ہے کیا ہم نے اس انسان کو دیکھنے والی آنکھیں نہیں دیں ؟ اور دل کی باتوں کے اظہار کے لیے زبان عطا نہیں فرمائی ؟ اور دو ہونٹ نہیں دئیے ؟ جن سے کلام کرنے میں مدد ملے کھانا کھانے میں مدد ملے اور چہرے کی خوبصورتی بھی ہو اور منہ کی بھی ابن عساکر میں ہے نبی ﷺ فرماتے ہیں کہ اللہ تعالیٰ فرماتا ہے اے ابن آدم میں نے بڑی بڑی بیحد نعمتیں تجھ پر انعام کیں جنہیں تو گن بھی نہیں سکتا نہ اس کے شکر کی تجھ میں طاقت ہے میری ہی یہ نعمت بھی ہے کہ میں نے تجھے دیکھنے کو دو آنکھیں دیں پھر میں نے ان پر پلکوں کا غلاف بنادیا ہے پس ان آنکھوں سے میری حلال کردہ چیزیں دیکھ اگر حرام چیزیں تیرے سامنے آئیں تو ان دونوں کو بند کرلے میں نے تجھے زبان دی ہے اور اس کا غلاف بھی عنایت فرمایا ہے میری مرضی کی باتیں زبان سے نکال اور میری منع کی ہوئی باتوں سے زبان بند کرلے میں نے تجھے شرمگاہ دی ہے اور اس کا پردہ بھی عطا فرمایا ہے حلال جگہ تو بیشک استعمال کر لیکن حرام جگہ پردہ ڈال لے ایے ابن آدم تو میری ناراضگی نہیں اٹھا سکتا اور میرے عذاب کے سہنے کی طاقت نہیں رکھتا پھر فرمایا کہ ہم نے اسے دونوں راستے دکھا دئیے بھلائی کا اور برائی کا رسول اللہ ﷺ فرماتے ہیں دو راستے ہیں پھر تمہیں برائی کا راستہ بھلائی کے راستے سے زیادہ اچھا کیوں لگتا ہے ؟ یہ حدیث بہت ضعیف ہے یہ حدیث مرسل طریقے سے بھی مروی ہے ابن عباس فرماتے ہیں مراد اس سے دونوں دودھ ہیں اور مفسرین نے بھی یہی کہا ہے امام ابن جریر فرماتے ہیں ٹھیک قول پہلا ہی ہے جیسے اور جگہ ہے انا خلقنا الانسان من نطفۃ الخ یعنی ہم نے انسان کو ملے جلے نطفے سے پیدا کیا پھر ہم نے اسے سنتا دیکھتا کیا ہم نے اس کی رہبری کی اور راستہ دکھا دیا پس یا تو شکر گذار ہے یا ناشکرا۔",
  "ayah": 1,
  "surah": 90
}
