{
  "text": "(1). Another possible translation of this verse may be as follows: 'but you used to turn back on your heels, being over-proud of it (the Karam being looked after by you), indulging in tales at night, talking nonsense.\" It is this second translation on which the forthcoming explanation is based.\nمُسْتَكْبِرِ‌ينَ بِهِ سَامِرً‌ا تَهْجُرُ‌ونَ (Being over-proud of it (the haram), indulging in tales at night talking non-sense). According to many commentators the word (on it) in this verse has a reference to the Haram (the sanctuary of Makkah). Although there is no specific mention of the Haram in the verse, yet the very close association of the Quraish of Makkah with it and their great pride in this association renders a specific mention of the Haram unnecessary. The purpose of the verse, therefore, is to mention the causes of their aversion against Allah's verses. The first factor was their pride in their being the neighbours and care-takers of Haram. The other two factors are mentioned in the next two words.\nThe word سَامِرً‌ا is derived from سَمَر meaning \"Moon lit night\". It was a favourite pastime with the Arabs to assemble on moon lit nights and tell stories. Thus the word سَمَر came to be used in the sense of stories and anecdotes and سَامِر meant a raconteur. Although the word has been used in the singular yet it is often used as a plural also as in this verse. This word points out the second reason for the repudiation of divine communications by the infidels of Makkah which is their preoccupation with petty and frivolous matters such as story-telling and their lack of interest in divine messages. And finally there was a third reason for this state of affairs also namely that they used to indulge in foolish talk and pass unseemly remarks about the Holy Prophet ﷺ .\nThe word تَهْجُرُ‌ونَ (23:67) is derived from ھُجر - with a dammah mark ( ‘) on the letter ہ and means \"to speak nonsense, to use foul language).\nBan on story-telling after ` lsha' prayers\nStory telling was favourite pastime among the Arabs and the Persians since ancient times. This habit was not only time wasting but was also the cause of certain evils. With a view to discourage this practice, the Holy Prophet ﷺ enjoined upon the Muslims not to sleep before the ` Isha' prayers. The philosophy behind this injunction was that all daily human activity ended with the ` Isha' prayers which should arguably be a man's last action and which might even atone for his lapses during the day. On the other hand if, after the ` Isha' prayers, he sits down to while away his time listening to silly and frivolous tales which in itself is a foolish act, he renders himself guilty of encouraging falsehood, backbiting and other sins. Another consequence of this evil habit is that such a person will go to bed late, will rise late and miss his early morning prayers. Sayyidna ` Umar ؓ used to admonish people whom he found listening to stories after ` Isha' prayers and advised them to go early to bed so that with Allah's grace they might be enabled to say midnight prayers. (Qurtubi)",
  "ayah": 67,
  "surah": 23
}
