{
  "text": "آیت 17 اَنْزَلَ مِنَ السَّمَاۗءِ مَاۗءً فَسَالَتْ اَوْدِيَةٌۢ بِقَدَرِهَاقرآن چونکہ حجاز میں نازل ہورہا تھا اس لیے اس میں زیادہ تر مثالیں بھی اسی سرزمین سے دی گئی ہیں۔ اس مثال میں بھی علاقہ حجاز کے پہاڑی سلسلوں اور وادیوں کا ذکر ہے کہ جب بارش ہوتی ہے تو ہر وادی میں اس کی وسعت کے مطابق سیلابی کیفیت پیدا ہوجاتی ہے۔ کسی وادی کا catchment area زیادہ ہے تو وہاں زیادہ زوردار سیلاب آجاتا ہے اور جس کا کم ہے وہاں تھوڑا سیلاب آجاتا ہے۔فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًاپانی جب زور سے بہتا ہے تو اس کے اوپر جھاگ سا بن جاتا ہے۔ لیکن اس جھاگ کی کوئی حقیقت اور وقعت نہیں ہوتی۔كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ اس کا دوسرا ترجمہ یوں ہوگا : ”اسی طرح اللہ حق و باطل کی مثال بیان کرتا ہے۔“فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۗءً جھاگ کی کوئی حقیقت اور حیثیت نہیں ہوتی اصل نتائج کے اعتبار سے اس کا ہونا یا نہ ہونا گویا برابر ہے۔وَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْاَرْضِ سیلاب کا پانی زمین میں جذب ہو کر فائدہ مند ثابت ہوتا ہے جبکہ جھاگ ضائع ہوجاتا ہے اسی طرح پگھلی ہوئی دھات کے اوپر پھولا ہواجھاگ اور میل کچیل فضول چیز ہے اصل خالص دھات اس جھاگ کے نیچے کٹھالی کی تہہ میں موجود ہوتی ہے جس سے زیور یا کوئی دوسری قیمتی چیز بنائی جاتی ہے۔كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ یہ آیت کارل مارکس کے dialectical materialism کے فلسفے کے حوالے سے بہت اہم ہے۔ اس فلسفے کا جتنا حصہ درست ہے وہ اس آیت میں موجود ہے۔ دور جدید کے یہ جتنے بھی نظریے theories ہیں ان میں سے ہر ایک میں کچھ نہ کچھ سچائی موجود ہے۔ ڈارون کا نظریۂ ارتقاء ہو یا فرائیڈ اور مارکس کے نظریات ان میں سے کوئی بھی سو فیصد غلط نہیں ہے۔ بلکہ حقیقت یہ ہے کہ ان نظریات میں غلط اور درست خیالات گڈ مڈ ہیں۔ جہاں تک مارکس کے نظریہ جدلیاتی مادیت dialectical materialism کا تعلق ہے اس کے مطابق کسی معاشرے میں ایک خیال یا نظریہ جنم لیتا ہے جس کو thesis کہا جاتا ہے۔ اس کے ردِّعمل کے طور پر اینٹی تھیسس antithesis وجود میں آتا ہے۔ پھر یہ تھیسس اور اینٹی تھیسس ٹکراتے ہیں اور ان کے ٹکرانے سے ایک نئی شکل پیدا ہوتی ہے جسے سِن تھیسس synthesis کہا جاتا ہے۔ یہ اگرچہ اس نظریہ کی بہتر شکل ہوتی ہے مگر یہ بھی اپنی جگہ کامل نہیں ہوتی اس کے اندر بھی نقائص موجود ہوتے ہیں۔ چناچہ اسی سن تھیسس کی کو کھ سے ایک اور اینٹی تھیسس جنم لیتا ہے۔ ان کا پھر آپس میں اسی طرح ٹکراؤ ہوتا ہے اور پھر ایک نیا سن تھیسس وجود میں آتا ہے۔ یہ عمل process اسی طرح بتدریج آگے بڑھتا چلا جاتا ہے۔ اس تصادم میں جو چیز فضول غلط اور بیکار ہوتی ہے وہ ضائع ہوتی رہتی ہے مگر جو علم اور خیال معاشرے اور نسل انسانی کے لیے فائدہ مند ہوتا ہے وہ کسی نہ کسی شکل میں موجود رہتا ہے۔دور جدید کے بیشتر نظریے theories ایسے لوگوں کی تخلیق ہیں جن کے علم اور سوچ کا انحصار کلی طور پر مادے پر تھا۔ یہ لوگ روح اور اس کی حقیقت سے بالکل نابلد تھے۔ بنیادی طور پر یہی وجہ تھی کہ ان لوگوں کے اخذ کردہ نتائج اکثر و بیشتر غلط اور گمراہ کن تھے۔ بہرحال اس سارے عمل process میں غلط اور باطل خیالات و مفروضات خود بخود چھٹتے رہتے ہیں اور نسل انسانی کے لیے مفید علوم کی تطہیر purification ہوتی رہتی ہے۔ سورة الانبیاء کی آیت 18 میں یہ حقیقت اس طرح واضح کی گئی ہے : بَلْ نَقْذِفُ بالْحَقِّ عَلَی الْبَاطِلِ فَیَدْمَغُہٗ فَاِذَا ہُوَ زَاہِقٌ ”ہم دے مارتے ہیں حق کو باطل پر ‘ تو وہ باطل کا بھیجا نکال دیتا ہے ‘ پھر وہ باطل غائب ہوجاتا ہے“۔ حق و باطل اور خیر و شر کی اس کش مکش کے ذریعے سے گویا نسل انسانی تدریجاً تمدن اور ارتقاء کے مراحل طے کرتے ہوئے رفتہ رفتہ بہتری کی طرف آرہی ہے۔ علامہ اقبال کے مطابق نسل انسانی کے لیے کامل بہتری یا حتمی کامیابی اللہ تعالیٰ کے اس پیغام کی تعمیل میں پوشیدہ ہے جس کا کامل عملی نمونہ اس دنیا میں پندرہ سو سال پہلے نبی آخر الزماں نے پیش کیا تھا۔ ارتقاء فکر انسانی کے سفر کے نام پر انسانی تمدن کے چھوٹے بڑے تمام قافلے شعوری یا غیر شعوری طور پر اسی مینارۂ نور light house کی طرف رواں دواں ہیں۔ اگر کسی ماحول میں روشنی کی کوئی کرن اجالا بکھیرتی نظر آتی ہے تو وہ اسی منبع نور کی مرہون منت ہے۔ اور اگر کسی ماحول کے حصے کی تاریکیاں ابھی تک گہری ہیں تو جان لیجئے کہ وہ اپنی اس فطری اور حتمی منزل سے ہنوز دور ہے۔ اس سلسلے میں اقبال کے اپنے الفاظ ملاحظہ ہوں :ہر کجا بینی جہان رنگ و بو زانکہ از خاکش بروید آرزو یاز نور مصطفٰے اور ابہاست یا ہنوز اندر تلاش مصطفے ٰ است",
  "ayah": 17,
  "surah": 13
}
