{
  "text": "سورة الكهف هى إحدى السور الخمس ، التى افتتحت بتقرير الحقيقة الأولى فى كل دين ، وهى أن المستحق للحمد المطلق ، والثناء التام ، هو الله رب العالمين .والسور الأربع الأخرى التى افتتحت بقوله - تعالى - : ( الحمد لله ) هى : الفاتحة ، والأنعام ، وسبأ ، وفاطر .وقد بينا عند تفسيرنا لسورة الأنعام ، أن هذه السورة وإن كانت قد اشتركت فى هذا الافتتاح ، إلا أن لكل سورة طريقتها فى بيان الأسباب التى من شأنها أن تقنع الناس ، بأن المستحق للحمد المطلق هو الله - تعالى - وحده .وإنما كان الحمد مقصورا فى الحقيقة على الله - تعالى - ، لأن كل ما يستحق أن يقابل بالثناء فهو صادر عنه ، ومرجعه إليه؛ إذ هو الخالق لكل شئ ، وما يقدم إلى بعض الناس من حمد جزاء إحسانهم ، فهو فى الحقيقة حمد لله ، لأنه - سبحانه - هو الذى وفقهم لذلك ، وأعانهم عليه .وقد بين بعض المفسرين الحكمة فى افتتاح بعض السور بلفظ الحمد دون المدح أو الشكر فقال ما ملخصه : أعلم أن المدح أعم من الحمد ، وأن الحمد أعم من الشكر ، أما بيان أن المدح أعم من الحمد ، فلأن المدح يحصل للعاقل ولغير العاقل ، فقد يمدح الرجل لعقله ، ويمدح اللؤلؤ لحسن شكله .وأما الحمد فإنه لا يحصل إلا للفاعل المختار ، على ما يصدر منه من الإِنعام ، فثبت أن المدح أعم من الحمد .وأما بيان أن الحمد أعم من الشكر ، فلأن الحمد عبارة عن تعظيم الفاعل لأجل ما صدر عنه من الإِنعام ، سواء أكان ذلك الإِنعام واصلا إليك أم إلى غيرك ، وأما الشكر فهو عبارة عن تعظيمه لأجل إنعام وصل إليك وحدك ، فثبت أن الحمد أعم من الشكر .وكان قوله ( الحمد لله ) تصريحا بأن المؤثر فى وجود العالم هو الفاعل المختار ، الذى وصلت نعمه إلى جميع خلقه ، لا إلى بعضهم . . ، .وقوله : ( الذي أَنْزَلَ على عَبْدِهِ الكتاب وَلَمْ يَجْعَل لَّهُ عِوَجَا قَيِّماً . . ) بيان للأسباب التى توجب على الناس أن يجعلوا حمدهم وعبادتهم لله - تعالى - وحده ، إذ الوصف بالموصول ، يشعر بعلية ما فى حيز الصلة لما قبله .والعوج - بكسر العين - أكثر ما يكون استعمالا فى المعانى ، تقول ، هذا كلام لا عوج فيه ، أى : لا ميل فيه .أما العوج - بفتح العين - فأكثر ما يكون استعمالا فى الأعيان تقول : هذا حائط فيه عوج .وقوله : ( قيما ) أى : مستقيما معتدلا لا ميل فيه ولا زيغ وهما - أى : عوجا وقيما - حالان من الكتاب ويصح أن يكون قوله ( قيما ) منصوبا بفعل محذوف أى : جعله قيما .والمعنى : الحمد الكامل ، والثناء الدائم ، لله - تعالى - وحده ، الذى أنزل على عبده محمد صلى الله عليه وسلم القرآن الكريم ، ولم يجعل فيه شيئا من العوج أو الاختلاف أو التناقض ، لا فى لفظه ، ولا فى معناه ، وإنما جعله فى أسمى درجات الاستقامة والإِحكام .وإنما أمر الله - تعالى - الناس بأن يحمدوه لإِنزال الكتاب على عبده محمد صلى الله عليه وسلم لأن فى هذا الكتاب من الهدايات ما يخرجهم من الظلمات إلى النور ، وما يسعدهم فى دينهم ودنياهم وآخرتهم .وفى التعبير عن الرسول صلى الله عليه وسلم بالعبد ، مضافا إلى ضميره - تعالى - ، تعظيم وتشريف له صلى الله عليه وسلم وإشعار بأنه مهما سمت منزلته ، وعلت مكانته \" فهو عبد الله - تعالى - ، وأن الذين بعدوا أو أشركوا مع الله - تعالى - بعض مخلوقاته ، قد ضلوا ضلالا بعيدا \" .والتعبير عن القرآن الكريم بالكتاب ، إشارة إلى كماله وشهرته ، أى : أنزل - سبحانه - على عبده محمد صلى الله عليه وسلم الكتاب الكامل فى بابه ، الغنى عن التعريف ، الحقيق باختصاص هذا الاسم به ، المعروف بهذا الاسم من بين سائر الكتب .والمراد به إما جميع القرآن الكريم سواء منه ما نزل فعلا وما هو مترقب النزول ، وإما ما نزل منه فقط حتى نزول هذه الآية فيكون من باب التعبير عن البعض بالكل تحقيقا للنزول للجميع .وجاء لفظ ( عوجا ) بصيغة التنكير ، ليشمل النهى جميع أنواع الميل والعوج ، إذ النكرة فى سياق النفى تعم ، أى : لم يجعل له - سبحانه - أى شئ من العوج .",
  "ayah": 1,
  "surah": 18
}
