{
  "text": "قال الآلوسى : \" قوله : ( وترى الشمس . . ) بيان لحالهم بعد ما أووا إلى الكهف . . والخطاب لرسول الله صلى الله عليه وسلم أو لكل أحد ممن يصلح ، وهو للمبالغة فى الظهور ، وليس المراد الإِخبار بوقوع الرؤية ، بل المراد الإِخبار بكون الكهف لو رأيته ترى الشمس إذا طلعت تزاور عن كهفهم ذات اليمين . . . \" .وقوله ( تزاور ) من الزور بمعنى الميل . ومنه قولهم : زار فلان صديقه ، أى : مال إليه . ومنه شهادة الزور ، لأنها ميل عن الحق إلى الباطل . ويقال : فلان أزور ، إذا كان مائل الصدر ، ويقال : تزاور فلان عن الشئ ، إذا انحرف عنه .وفى هذا اللفظ ثلاث قراءات سبعية . فقد قرأ ابن عامر ( تزور ) بزنة تحمر . وقرأ الكوفيون - عاصم وحمزة والكسائى - ( تزاور ) بفتح الزاى - وقرأ نافع وابن كثير وأبو عمرو ( تزَّاور ) بتشديد الزاى - . وأصله تتزاور فحذفت إحدى التاءين تخفيفا .ومعنى : ( تقرضهم ) تقطعهم وتتجاوزهم وتتركهم ، من القرض بمعنى القطع والصرم ، يقال : قرض المكان ، أى : عدل عنه وتركه .والمعنى : إنك - أيها المخاطب - لو رأيت أهل الكهف ، لرأيتهم على هذه الصورة ، وهى أن الشمس إذا طلعت من مشرقها ، مالت عن كهفهم جهة اليمين ، وإذا غربت ، تراها عند غروبها ، تميل عنهم كذلك ، فهى فى الحالتين لا تصل إليهم ، حماية من الله - تعالى - لهم ، حتى لا تؤذيهم بحرها ، بأن تغير ألوانهم ، وتبلى ثيابهم .وقوله : ( وَهُمْ فِي فَجْوَةٍ مِّنْهُ ) جملة حالية . أى : والحال أنهم فى مكان متسع من الكهف وهو وسطه ، والفجوة : هى المكان المتسع ، مأخوذة من الفجا ، وهو تباعد ما بين الفخذين ، ومنه قولهم : رجل أفجى ، وامرأة فَجْوَاء .وللمفسرين فى تأويل هذه الآية اتجاهان لخصهما الإِمام الرازى فقال : \" للمفسرين هنا قولان : أولهما : أن باب ذلك الكهف كان مفتوحا إلى جانب الشمال ، فإذا طلعت الشمس كانت على يمين الكهف ، وإذا غربت كانت على شماله ، فضوء الشمس ما كان يصل إلى داخل الكهف ، وكان الهواء الطيب والنسيم الموافق يصل .والثانى : يرى أصحابه أنه ليس المراد ذلك ، وإنما المراد أن الشمس إذا طلعت منع الله - تعالى - ضوءها من الوقوع عليهم ، وكذا القول فى حال غروبها ، وكان ذلك فعلا خارقا للعادة ، وكرامة عظيمة خص الله بها أصحاب الكهف . . \" .ومن هذين الرأيين يتبين لنا أن أصحاب الرأى الأول ، يرجعون عدم وصول حر الشمس إلى هؤلاء الفتية إلى أسباب طبيعية حماهم الله - تعالى - بها ومن بينها أن الكهف كان مفتوحا إلى جهة الشمال .أما أصحاب الرأى الثانى فيردون عدم وصول أشعة الشمس إليهم إلى أسباب غير طبيعية ، بمعنى أن الفتية كانوا فى متسع من الكهف ، أى : فى مكان تصيبه الشمس ، إلا أن الله - تعالى - بقدرته التى لا يعجزها شئ ، منع ضوء الشمس وحرها من الوصول إليهم ، خرقا للعادة على سبيل التكريم لهم .ومع وجاهة الرأيين ، إلا أن النفس أميل إلى الرأى الثانى ، لأن قوله - تعالى - ( وَهُمْ فِي فَجْوَةٍ مِّنْهُ ) يشير إلى أنهم مع اتساع المكان الذى ينامون فيه - وهو الفجوة - لا تصيبهم الشمس لا عند الطلوع ولا عند الغروب ، وهذا أمر خارق للعادة ، ويدل على عجيب حالهم ، كما أن قوله - تعالى - بعد ذلك ( ذلك مِنْ آيَاتِ الله ) يشعر بأن أمر هؤلاء الفتية فيه غرابة ، وليس أمراً عاديا مألوفا .قال الآلوسى : \" وأكثر المفسرين على أنهم لم تصبهم الشمس أصلا ، وإن اختلفوا فى منشأ ذلك واختار جمع منهم ، أنه لمحض حجب الله - تعالى - الشمس على خلاف ما جرت به العادة ، والإِشارة تؤيد ذلك أتم تأييد ، والاستبعاد مما لا يلتفت إليه ، لا سيما فيما نحن فيه ، فإن شأن أصحاب الكهف كله على خلاف العادة . . \" .وعلى هذا الرأى الثانى يكون اسم الإِشارة فى قوله : ( ذلك مِنْ آيَاتِ الله ) إلى ما فعله الله - تعالى - معهم ، من حجب ضوء الشمس عنهم مع أنهم فى متسع من الكهف .أى : ذلك الذى فعلناه معهم من آياتنا الدالة على قدرتنا الباهرة ، وإرادتنا التى لا يعجزها شئ .وأما على الرأى الأول فيكون اسم الاشارة مرجعه إلى ما سبق من الحديث عنهم ، كهدايتهم إلى التوحيد ، وإخراجهم من بين عبدة الأوثان ، ولجوئهم إلى الكهف ، وجعل باب الكهف على تلك الكيفية ، إلى غير ذلك مما ذكر - سبحانه - عنهم .أى : ذلك الذى ذكرناه لك عنهم - أيها الرسول الكريم - هو من آيات الله الدالة على وحدانيته وقدرته .ثم ختم - سبحانه - الآية بقوله : ( مَن يَهْدِ الله فَهُوَ المهتد وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيّاً مُّرْشِداً ) .أى : من يهده الله إلى طريق الحق ، ويوفقه إلى الصواب ، فهو المهتد ، أى فهو الفائز بالحظ الأوفر فى الدارين ، ومن يضلله الله - تعالى - عن الطريق المستقيم ، فلن تجد له - يا محمد - نصيرا ينصره ، ومرشدا يرشده إلى طريق الحق .كما قال تعالى : - ( مَن يَهْدِ الله فَهُوَ المهتدي وَمَن يُضْلِلْ فأولئك هُمُ الخاسرون ) وكما قال - سبحانه - : ( وَمَن يَهْدِ الله فَهُوَ المهتد وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ . . . ).",
  "ayah": 17,
  "surah": 18
}
