{
  "text": "وقوله - سبحانه - : ( قَالَ أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصخرة فَإِنِّي نَسِيتُ الحوت ) حكاية لما رد به يوشع على موسى - عليه السلام - عندما طلب منه الغداء .والاستفهام فى قوله ( أرأيت ) للتعجب مما حدث أمامه من شأن الحوت حيث عادت إليه الحياة ، وقفز فى البحر ، ومع ذلك نسى يوشع أن يخبر موسى عن هذا الأمر العجيب .أى : قال يوشع لموسى - عليه السلام - : تذكر وانتبه واستمع إلى ما سألقيه عليك من خبر هذا الحوت ، أرأيت ما دهانى فى وقت أن أوينا ولجأنا إلى الصخرة التى عند مجمع البحرين ، فإنى هناك نسيت أن أذكر لك ما شاهدته منه من أمور عجيبة ، فقد عادت إليه الحياة ، ثم قفز فى البحر .وقال ( إِذْ أَوَيْنَآ إِلَى الصخرة ) دون أن يذكر مجمع البحرين ، زيادة فى تحديد المكان وتعيينه . وأوقع النسيان على الحوت دون الغداء الذى طلبه منه موسى ، للإِشعار بأن الغداء الذى طلبه موسى منه ، هو ذلك الحوت الذى فقداه .وقوله ( وَمَآ أَنْسَانِيهُ إِلاَّ الشيطان أَنْ أَذْكُرَهُ ) جملة معترضة جئ بها لبيان ما يجرى مجرى السبب فى وقوع النسيان منه .وقوله ( أن أذكره ) بدل اشتمال من الهاء فى ( أنسانيه ) .أى : وما أنسانى تذكيرك بما حدث من الحوت إلا الشيطان الذى يوسوس للإِنسان ، بوساوس متعددة ، تجعله يذهل وينسى بعض الأمور الهامة .وقوله ( واتخذ سَبِيلَهُ فِي البحر عَجَباً ) معطوف على قوله ( فَإِنِّي نَسِيتُ الحوت ) .أى : نسيت أن أخبرك بأن الحوت عندما أوينا إلى الصخرة عادت إليه الحياة ، واتخذ طريقه فى البحر اتخاذا عجيبا ، حيث صار يسير فيه وله أثر ظاهر فى الماء ، والماء من حوله كالقنطرة التى تنفذ منها الأشياء .وعلى هذا تكون جملة ، ( واتخذ سَبِيلَهُ فِي البحر عَجَباً ) ، من بقية كلام يوشع للتعجب مما حدث من الحوت ، حيث عادت إليه الحياة بقدرة الله - تعالى - ، واتخذ طريقه فى البحر بتلك الصورة العجيبة .وقيل : إن هذه الجملة من كلام الله - تعالى - لبيان طرف آخر من أمر هذا الحوت العجيب ، بعد بيان أمره قبل ذلك بأنه اتخذ سبيله فى البحر سربا .ويبدو لنا أن الرأى الأول أرجح ، لأن سياق الآية يدل عليه ، لذا اكتفى به بعض المفسرين دون أن يشير إلى غيره .قال الامام الرازى : قوله ( واتخذ سَبِيلَهُ فِي البحر عَجَباً ) فيه وجوه :الأول : أن قوله ( عجبا ) صفة لمصدر محذوف ، كأنه قيل : واتخذ سبيله فى البحر اتخاذا عجبا ، ووجه كونه عجبا ، انقلابه من المكتل وصيرورته حيا وإلقاء نفسه فى البحر .الثانى : أن يكون المراد منه ما ذكرنا من أنه - تعالى - جعل الماء عليه كالطاق وكالسراب .الثالث : قيل إنه تم الكلام عند قوله ( واتخذ سَبِيلَهُ فِي البحر ) ثم قال بعده : ( عجبا ) والمقصود منه تعجب يوشع من تلك الحالة العجيبة التى رآها ، ثم من نسيانه لها . . .",
  "ayah": 63,
  "surah": 18
}
