{
  "text": "ثم ختم - سبحانه - القصة ، ببيان ما قاله الخضر لموسى فى تأويل الحادثة الثالثة فقال - تعالى - : ( وَأَمَّا الجدار فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي المدينة وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحاً فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراً )أى : ( وأما الجدار ) الذى أتعبت نفسى فى إقامته ، ولم يعجبك هذا منى .( فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ ) مات أبوهما وهما صغيران ، وهذان الغلامان يسكنان فى تلك المدينة ، التى عبر عنها القرآن بالقرية سابقا فى قوله : ( فانطلقا حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ) قالوا : ولعل التعبير عنها بالمدينة هنا ، لإِظهار نوع اعتداد بها ، باعتداد ما فيها من اليتيمين ، وما هو من أهلها وهو أبوهما الصالح ، .وكان تحته أى تحت هذا الجدار : ( كنز لهما ) أى : مال مدفون من ذهب وفضة . . ولعل أباهما هو الذى دفنه لهما .( وَكَانَ أَبُوهُمَا صَالِحاً ) أى : رجلا من أصحاب الصلاح والتقوى ، فكان ذلك منه سببا فى رعاية ولديه ، وحفظ مالهما .( فأراد ربك ) ومالك أمرك؛ ومدبر شئونك ، والذى يجب عليك أن تستسلم وتنقاد لإِرادته .( أَن يَبْلُغَآ أَشُدَّهُمَا ) أى : كمال رشدهما ، وتمام نموهما وقوتهما .ويستخرجا كنزهما من تحت هذا الجدار وهما قادران على حمايته ، ولولا أنى أقمته لانقض وخرج الكنز من تحته قبل اقتدارهما على حفظه وعلى حسن التصرف فيه .( رَحْمَةً مِّن رَّبِّكَ ) أى : وما أراده ربك - يا موسى - بهذين الغلامين ، هو الرحمة التى ليس بعدها رحمة ، والحكمة التى ليس بعدها حكمة .فقوله ( رحمة ) مفعول لأجله .ثم ينفض الخضر يده من أن يكون قد تصرف بغير أمر ربه فيقول : ( وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْراً ) .أى : وما فعلت ما فعلته عن اجتهاد منى ، أو عن رأيى الشخصى ، وإنما فعلت ما فعلت بأمر ربى ومالك أمرى ، وذلك الذى ذكرته لك من تأويل تلك الأحداث هو الذى لم تستطع عليه صبرا ، ولم تطق السكوت عليه ، لأنك لم يطلعك الله - تعالى - على خفايا تلك الأمور وبواطنها . . كما أطلعنى .وحذفت التاء من ( تسطع ) تخفيفا . يقال : استطاع فلان هذا الشئ واستطاعه بمعنى أطاقه وقدر عليه .وبذلك انكشف المستور لموسى عليه السلام - وظهر ما كان خافيا عليه .هذا ، وقد ساق الإِمام ابن كثير عند تفسيره لآيات تلك القصة جملة من الأحاديث ، منها ما رواه الشيخان ، ومنها ما رواه غيرهما ، ونكتفى هنا بذكر حديث واحد .قال - رحمه الله - قال البخارى : حدثنا الحميدى ، حدثنا سفيان ، حدثنا عمرو بن دينار ، أخبرنى سعيد بن جبير قال . قلت لابن عباس : إن نوفا البكالى يزعم أن موسى صاحب الخضر ليس هو موسى نبى بنى إسرائيل .قال ابن عباس : كذب عدو الله ، حدثنا أبى بن كعب أنه سمع رسول الله صلى الله عليه وسلم يقول : \" إن موسى قام خطيبا فى بنى إسرائيل ، فسئل أى الناس أعلم؟ فقال : أنا . فعتب الله عليه إذ لم يرد العلم إليه . فأوحى الله إليه : إن عبدا بمجمع البحرين هو أعلم منك . فقال موسى : يا رب ، وكيف لى به؟قال : تأخذ معك حوتا ، تجعله بمكتل ، فحيثما فقدت الحوت فهو ثم \" .فأخذ حوتا ، فجعله فى مكتل ، ثم انطلق وانطلق معه بفتاه يوشع بن نون . حتى إذا أتيا الصخرة وضعا رءوسهما فناما ، واضطرب الحوت فى المكتل ، فخرج منه فسقط فى البحر ، واتخذ سبيله فى البحر سربا ، وأمسك الله عن الحوت جِرْبَةَ الماء ، فصار عليه مثل الطاق .فلما استيقظ نسى صاحبه أن يخبره بالحوت .فانطلقا بقية يومهما وليلتهما ، فلما كان الغد قال موسى لفتاه : ( آتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هذا نَصَباً ) ولم يجد موسى النصب حتى جاوز المكان الذى أمره الله به .قال له فتاه : ( قَالَ أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصخرة فَإِنِّي نَسِيتُ الحوت وَمَآ أَنْسَانِيهُ إِلاَّ الشيطان أَنْ أَذْكُرَهُ واتخذ سَبِيلَهُ فِي البحر عَجَباً ) قال : فكان للحوت سربا ولموسى وفتاه عجبا .فقال موسى : ( قَالَ ذَلِكَ مَا كُنَّا نَبْغِ فارتدا على آثَارِهِمَا قَصَصاً ) قال : فرجعا يقصان أثرهما ، حتى انتهيا إلى الصخرة ، فإذا رجل مسجى - أى مغطى - بثوب ، - فسلم عليه موسى ، فقال الخضر : وأنى بأرضك السلام .قال : أنا موسى : قال : موسى نبى إسرائيل قال : نعم ، أتيتك لتعلمنى مما علمت رشدا ، قال : إنك لن تستطيع معى صبرا .يا موسى : إنى على علم من علم الله علمنيه ، لا تعلمه أنت ، وأنت على علم من علم الله علمكه الله لا أعلمه .قال موسى : ستجدنى إن شاء الله صابرا ولا أعصى لك أمرا . قال الخضر فإن اتبعتنى فلا تسألنى عن شئ حتى أحدث لك منه ذكرا .فانطلقا يمشيان ، فمرت سفينة فكلمهم أن يحملوه ، فعرفوا الخضر فحملوهم بغير نول - أى بغير أجر - فلما ركبا فى السفينة ، لم يفجأ إلا والخضر قد قلع لوحا من ألواح السفينة بالقدوم .فقال له موسى : قد حملونا بغير نول ، فعمدت إلى سفينتهم فخرقتها ، لتغرق أهلها ، لقد جئت شيئاً إمرا .قال له الخضر : ألم أقل إنك لن تستطيع معى صبرا . قال : لا تؤاخدنى بما نسيت ولا ترهقنى من أمرى عسرا .قال : وقال رسول الله صلى الله عليه وسلم ، \" كانت الأولى من موسى نسيانا \" ، قال : وجاء عصفور فوقع على حرف السفينة . فنقر فى البحر نقرة . فقال له الخضر : ما علمى وعلمك فى علم الله إلا مثل ما نقص هذا العصفور من البحر .ثم خرجا من السفينة ، فبينما هما يمشيان على الساحل ، إذ أبصر الخضر غلاما يلعب مع الغلمان ، فأخذ الخضر رأسه فاقتلعه بيده فقتله - فقال له موسى : ( أَقَتَلْتَ نَفْساً زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئاً نُّكْراً ) قال : ألم أقل لك إنك لن تستطيع معى صبرا .وقال : وهذ أشد من الأولى . قال : ( قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي )فقال رسول الله صلى الله عليه وسلم : \" وددنا أن موسى كان قد صبر حتى يقص الله علينا من خبرهما \" .وقد أخذ العلماء من هذه القصة أحكاما وآدابا من أهمها ما يأتى :1- أن الإِنسان مهما أوتى من العلم ، فعليه أن يطلب المزيد ، وأن لا يعجب بعلمه ، فالله - تعالى - يقول : ( وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً ) وطلب من نبيه صلى الله عليه وسلم أن يتضرع إليه بطلب الزيادة من العلم فقال : ( وَقُل رَّبِّ زِدْنِي عِلْماً ) 2- أن الرحلة فى طلب العلم من صفات العقلاء . فموسى - عليه السلام - وهو من أولى العزم من الرسل ، تجشم المشاق والمتاعب لكى يلتقى بالرجل الصالح؛ لينتفع بعلمه ، وصمم على ذلك مهما كانت العقبات بدليل قوله - تعالى - حكاية عنه : ( لا أَبْرَحُ حتى أَبْلُغَ مَجْمَعَ البحرين أَوْ أَمْضِيَ حُقُباً ) قال القرطبى عند تفسيره لهذه الآية : فى هذا من الفقه رحلة العالم فى طلب الازدياد من العلم ، والاستعانة على ذلك بالخادم والصاحب واغتنام لقاء الفضلاء والعلماء وإن بعدت أقطارهم . وذلك كان دأب السلف الصالح ، وبسبب ذلك وصل المرتحلون لطلب العلم إلى الحظ الراجح : وحصلوا على السعى الناجح ، فرسخت لهم فى العلوم أقدام . وصح لهم من الذكر والأجر والفضل أفضل الأقسام .قال البخارى : ورحل جابر بن عبد الله مسيرة شهر إلى عبد الله بن أنيس فى طلب حديث .3- جواز إخبار الإِنسان عما هو من مقتضى الطبيعة البشرية ، كالجوع والعطش والتعب والنسيان فقد قال موسى لفتاه : ( آتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هذا نَصَباً ) ورد عليه فتاه بقوله : ( أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصخرة فَإِنِّي نَسِيتُ الحوت وَمَآ أَنْسَانِيهُ إِلاَّ الشيطان أَنْ أَذْكُرَهُ . . ) وفى هذا الرد - أيضا - من الأدب ما فيه ، فقد نسب سبب النسيان إلى الشيطان ، وإن كان الكل بقضاء الله - تعالى - وقدره .4- أن العلم على قسمين : علم مكتسب يدركه الإِنسان باجتهاده وتحصيله . . بعد عون الله تعالى - له . وعلم لدنى يهبه الله - سبحانه - لمن يشاء من عباده فقد قال - تعالى - فى شأن الخضر ( وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْماً ) أى : علما خاصا أطلعه الله عليه يشمل بعض الأمور الغيبية .5- أن على المتعلم أن يخفض جناحه للمعلم ، وأن يخاطبه بأرق العبارات وألطفها ، حتى يحصل على ما عنده من علم بسرور وارتياح .قال بعض العلماء ما ملخصه : وتأمل ما حكاه الله عن موسى فى قوله للخضر : ( هَلْ أَتَّبِعُكَ على أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْداً )فقد أخرج الكلام بصورة الملاطفة والمشاورة ، فكأنه يقول له : هل تأذن لى فى ذلك أو لا ، مع إقراره بأنه يتعلم منه ، بخلاف ما عليه أهل الجفاء أو الكبر ، الذى لا يظهر للمعلم افتقاره إلى علمه . . .6- أنه لا بأس على العالم ، إذا اعتذر للمتعلم عن تعليمه ، لأن المتعلم لا يطيق ذلك ، لجهله بالأسباب التى حملت العالم على فعل تلك الأمور التى ظاهرها يخالف الحق والعدل والمنطق العقلى ، وأن معرفة الأسباب تعين على الصبر .فقد قال الخضر لموسى : ( إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْراً وَكَيْفَ تَصْبِرُ على مَا لَمْ تُحِطْ بِهِ خُبْراً ) فقد جعل الموجب لعدم صبره عدم إحاطته خبرا بالأمر .7- إن من علامات الإِيمان القوى ، أن يقدم الإِنسان المشيئة عند الإِقدام على الأعمال ، وأن العزم على فعل الشئ ليس بمنزلة فعله ، فقد قال موسى للخضر : ( ستجدني إِن شَآءَ الله صَابِراً وَلاَ أَعْصِي لَكَ أمْراً ) ومع ذلك فعندما رأى منه أفعالا يخالف ظاهرها الحق والصلاح ، لم يصبر .وأنه لا بأس على العالم أن يشترط على المتعلم أمورا معينة قبل أن يبدأ فى تعليمه .فقد قال الخضر لموسى : ( إِنِ اتبعتني فَلاَ تَسْأَلْني عَن شَيءٍ حتى أُحْدِثَ لَكَ مِنْهُ ذِكْراً ) 8- أنه يجوز دفع الضرر الأكبر بارتكاب الضرر الأصغر ، فإن خرق السفينة فيه ضرر ولكنه أقل من أخذ الملك لها غصبا ، وإن قتل الغلام شر ، ولكنه أقل من الشر الذى سيترتب على بقائه . وهو إرهاقه لأبويه ، وحملهما على الكفر .كما يجوز للإِنسان أن يعمل عملا فى ملك غيره بدون إذنه بشرط أن يكون هذا العمل فيه مصلحة لذلك الغير كأن يرى حريقا فى دار إنسان فيقدم على إطفائه بدون إذنه . ويدفع ضرر الحريق بضرر أقل منه ، فقد خرق الخضر السفينة ، لكى تبقى لأصحابها المساكين .9- أن التأنى فى الأحكام . والتثبت من الأمور ، ومحاولة معرفة العلل والأسباب . . . كل ذلك يؤدى إلى صحة الحكم ، وإلى سلامة القول والعمل .وصدق رسول الله صلى الله عليه وسلم حيث يقول : \" رحمة الله علينا وعلى موسى ، لو صبر على صاحبه لرأى العجب \" .10- أن من دأب العقلاء الصالحين . استعمال الأدب مع الله - تعالى - فى التعبير ، فالخضر قد أضاف خرقه للسفينة إلى نفسه فقال : ( فَأَرَدتُّ أَنْ أَعِيبَهَا . . ) وأضاف الخير الذى فعله من أجل الغلامين اليتيمين إلى الله فقال : ( فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ) وشبيه بهذا ما حكاه الله - تعالى - عن صالحى الجن فى قولهم : ( وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً ) 11- قال القرطبى : قوله - تعالى - ( يُرِيدُ أَن يَنقَضَّ ) أى : قرب أن يسقط . وهذا مجاز وتوسع .وقد فسره فى الحديث بقوله \" مائل \" فكان فيه دليل على وجود المجاز فى القرآن ، وهو مذهب الجمهور .وجميع الأفعال التى حقها أن تكون للحى الناطق إذا أسندت إلى جماد أو بهيمة ، فإنما هى استعارة .أى : لو كان مكانها إنسان لكان ممتثلا لذلك الفعل ، وهذا فى كلام العرب وأشعارهم كثير ، كقول الأعشى :أتنهون ولا يَنْهَى ذوى شطَط ... كالطّعن يذهب فيه الزيتُ والفُتُلوالشطط : الجور والظلم ، يقول : لا ينهى الظالم عن ظلمه إلا الطعن العميق الذى يغيب فيه الفتل - فأضاف النهى إلى الطعن .وذهب قوم إلى منع المجاز فى القرآن فإن كلام الله عز وجل - وكلام رسوله صلى الله عليه وسلم حمله على الحقيقة أولى بذى الفضل والدين ، لأنه يقص الحق كما أخبر الله - تعالى - فى كتابه . . .وقد صرح صاحب أضواء البيان أنه لا مجاز فى القرآن فقال ما ملخصه : قوله - تعالى - : ( فَوَجَدَا فِيهَا جِدَاراً يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُ ) هذه الآية من أكبر الأدلة التى يستدل بها القائلون : بأن المجاز فى القرآن ، زاعمين أن إرادة الجدار الانقضاض لا يمكن أن تكون حقيقة وإنما هى مجاز .وقد دلت آيات من كتاب الله على أنه لا مانع من أن تكون إرادة الجدار حقيقة ، لأن الله - تعالى - يعلم للجمادات إرادات وأفعالا وأقوالا لا يدركها الخلق ، كما صرح - تعالى - بأنه يعلم من ذلك ما لا يعلمه خلقه فى قوله - سبحانه - ( وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ . . ) فصرح بأننا لا نفقه تسبيحهم ، وتسبيحهم واقع عن إرادة لهم يعلمها - سبحانه - ونحن لا نعلمها .ومن الأحاديث الدالة على ذلك ما ثبت فى صحيح مسلم أن النبى صلى الله عليه وسلم قال : \" إنى لأعرف حجرا كان يسلم على بمكة \" وما ثبت فى صحيح البخارى من حنين الجذع الذى كان يخطب عليه صلى الله عليه وسلم حزنا لفراقه .فتسليم ذلك الحجر ، وحنين ذلك الجزع ، كلاهما بإرادة وإدراك يعلمه الله ونحن لا نعلمه . . .12- أن صلاح الأباء ينفع الأبناء . بدليل قوله - تعالى - : ( وَكَانَ أَبُوهُمَا صَالِحاً ) .قال الإِمام ابن كثير عند تفسيره لهذه الآية : فيه دليل على أن الرجل الصالح يحفظ فى ذريته وتشمل بركة عبادته ما ينفعهم فى الدنيا والآخرة ، بشفاعته فيهم ، ورفع درجتهم إلى أعلى درجة فى الجنة لتقر عينه بهم ، كما جاء فى القرآن ووردت السنة به .قال سعيد بن جبير عن ابن عباس : حفظا بصلاح أبيهما .13- أن على الصاحب أن لا يفارق صاحبه حتى يتبين له الأسباب التى حملته على ذلك ، فأنت ترى أن الخضر قد قال لموسى : ( هذا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْراً ) أى : قبل مفارقتى لك سأخبرك عن الأسباب التى حملتنى على فعل ما فعلت مما لم تستطع معه صبرا .",
  "ayah": 82,
  "surah": 18
}
