{
  "text": "وقوله : ( وتركنا ) بمعنى جعلنا وصيرنا ، والضمير المضاف فى قوله ( بعضهم ) يعود إلى يأجوج ومأجوج ، والمراد ( بيومئذ ) : يوم تمام بناء السد الذى بناه ذو القرنين .وقوله - سبحانه - ( يموج ) من الموج بمعنى الاضطراب والاختلاط يقال : ماج البحر إذا اضطرب موجه وهاج واختلط . ويقال : ماج القوم إذا اختلط بعضهم ببعض وتزاحموا حائرين فزعين .والمعنى وجعلنا وصيرنا بمقتضى حكمتنا وإرادتنا وقدرتنا ، قبائل يأجوج ومأجوج يموج بعضهم فى بعض . أى : يتزاحمون ويضطربون من شدة الحيرة لأنهم بعد بناء السد ، صاروا لا يجدون مكانا ينفذون منه إلى ما يريدون النفاذ إليه ، فهم خلفه فى اضطراب وهرج .ويجوز أن يكون المراد بيومئذ : يوم مجئ الوعد بخروجهم وانتشارهم فى الأرض ، وهذا الوعد قد صرحت به الآية السابقة فى قوله - تعالى - ( فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ وَكَانَ وَعْدُ رَبِّي حَقّاً ) فيكون المعنى : وتركنا قبائل يأجوج ومأجوج ، يوم جاء وعد الله بجعل السد مدكوكا ومتساويا مع الأرض ، يموج بعضهم فى بعض ، بعد أن خرجوا منتشرين فى الأرض ، وقد تزاحموا وتكاثروا واختلط بعضهم ببعض .قال الفخر الرازى : \" اعلم أن الضمير فى قوله ( بعضهم ) يعود إلى يأجوج ومأجوج . وقوله : ( يومئذ ) فيه وجوه :الأول : أن يوم السد ماج بعضهم فى بعض خلفه لما منعوا من الخروج .الثانى : أنه عند الخروج يموج بعضهم فى بعض . قيل : إنهم حين يخرجون من وراء السد يموجون مزدحمين فى البلاد .الثالث : أن المراد من قوله ( يومئذ ) يوم القيامة .وكل ذلك محتمل ، إلا أن الأقرب أن المراد به : الوقت الذى جعل الله فيه السد دكا فعنده ماج بعضهم ونفخ فى الصور ، وصار ذلك من آيات القيامة \" .وقال القرطبى : قوله - تعالى - : ( وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ) الضمير فى ( تركنا ) لله - تعالى - أى : تركنا الجن والإِنس يوم القيامة يموج بعضهم فى بعض .وقيل : تركنا يأجوج ومأجوج ( يومئذ ) أى : يوم كمال السد يموج بعضهم فى بعض ، واستعارة الموج لهم عبارة عن الحيرة وتردد بعضهم فى بعض .وقيل : تركنا يأجوج ومأجوج يوم انفتاح السدِّ يموجون فى الدنيا مختلطين لكثرتهم . فهذه أقوال ثلاثة : أظهرها أوسطها وأبعدها آخرها . وحسن الأول ، لأنه تقدم ذكر القيامة فى تأويل قوله - تعالى - ( فَإِذَا جَآءَ وَعْدُ رَبِّي ) .وقوله - سبحانه - ( وَنُفِخَ فِي الصور فَجَمَعْنَاهُمْ جَمْعاً ) بيان لعلامة من علامات قيام الساعة .والنفخ لغة : إخراج النفس من الفم لإِحداث صوت معين . والصور : القرن الذى ينفخ فيه إسرافيل - عليه السلام - نفخة الصعق والموت ، ونفخة البعث والنشور ، كما قال - تعالى - : ( وَنُفِخَ فِي الصور فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ )والمعنى : وتركنا يأجوج ومأجوج يموج بعضهم فى بعض . وأمرنا إسرافيل بالنفخ فى الصور ، فجمعناهم وجميع الخلائق جمعا تاما ، دون أن نترك أحدا من الخلائق بدون إعادة إلى الحياة ، بل الكل مجموعون ليوم عظيم هو يوم البعث والحساب .والمراد بالنفخ هنا : النفخة الثانية التى يقوم الناس بعدها من قبورهم للحساب ، كما أشارت إلى ذلك آية سورة الزمر السابقة .وفى التعبير بقوله : ( فجمعناهم جمعا ) . أى : جمعناهم جمعا تاما كاملا لا يشذ عنه أحد ، ولا يفلت منه مخلوق ، كما قال - سبحانه - : ( قُلْ إِنَّ الأولين والآخرين لَمَجْمُوعُونَ إلى مِيقَاتِ يَوْمٍ مَّعْلُومٍ ) هذا ، وهنا مسألة تكلم عنها العلماء ، وهى وقت خروج يأجوج ومأجوج .فمنهم من يرى أنه لا مانع من أن يكونوا قد خرجوا ، بدليل ما جاء فى الحديث الصحيح من أن الرسول صلى الله عليه وسلم قال : \" ويل للعرب من شر قد اقترب . فتح اليوم من سد يأجوج ومأجوج مثل هذا ، وحلق أى بين أصابعه \" .ولأن الآيات الكريمة تقول : ( فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ . . ) ووعد الله لا مانع من أن يكون قد أتى .قال الشيخ القاسمى : \" والغالب أن المراد بخروجهم هذا خروج المغول التتار . وهم من نسل يأجوج ومأجوج - وهو الغزو الذى حصل منهم للأمم فى القرن السابع الهجرى . وناهيك بما فعلوه إذ ذاك فى الأرض من فساد . . \" .وقال الشيخ المراغى عند تفسير قوله - تعالى - : ( وَكَانَ وَعْدُ رَبِّي حَقّاً ) وقد جاء وعده - تعالى - بخروج جنكيز خان وسلائله فعاثوا فى الأرض فساداً . . وأزالوا معالم الخلافة من بغداد . . .وقال صاحب الظلال : وبعد ، فمن يأجوج ومأجوج؟ وأين هم الآن؟ وماذا كان من أمرهم وماذا سيكون؟كل هذه أسئلة تصعب الإِجابة عليها على وجه التحقيق ، فنحن لا نعرف عنهم إلا ما ورد فى القرآن ، وفى بعض الأثر الصحيح .والقرآن يذكر فى هذا الموضع ما حكاه من قول ذى القرنين : ( فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ وَكَانَ وَعْدُ رَبِّي حَقّاً ) وهذا النص لا يحدد زمانا ووعد الله بمعنى وعده بدك السد ، ربما يكون قد جاء منذ أن هجم التتار وانساحوا فى الأرض . ودمروا الممالك تدميرا .وفى موضع آخر من سورة الأنبياء : ( حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ واقترب الوعد الحق ) وهذا النص - أيضاً - لا يحدد زمانا معينا لخروجهم ، فاقتراب الوعد الحق ، بمعنى اقتراب الساعة قد وقع منذ زمن الرسول صلى الله عليه وسلم فقد جاء فى القرآن : ( اقتربت الساعة وانشق القمر ) والزمان فى الحساب الإِلهى غيره فى حساب البشر ، فقد تمر بين اقتراب الساعة ووقوعها ملايين السنين أو القرون .وإذا فمن الجائز أن يكون السد قد فتح ما بين : ( اقتربت الساعة ) ، ويومنا هذا .وتكون غارات المغول والتتار التى اجتاحت الشرق ، هى انسياح يأجوج ومأجوج . . وكل ما نقوله ترجيح لا يقين .هذه بعض حجج القائلين بأنه لا مانع من أن يكون يأجوج ومأجوج قد خرجوا .وهناك فريق آخر من العلماء ، يرون أن يأجوج ومأجوج لم يخرجوا بعد ، وأن خروجهم إنما يكون قرب قيام الساعة .ومن العلماء الذين أيدوا ذلك صاحب أضواء البيان ، فقد قال - رحمه الله - ما ملخصه :اعلم أن هذه الآية : ( فَإِذَا جَآءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّآءَ ) وآية الأنبياء : ( حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ ) قد دلتا فى الجملة على أن السد الذى بناه ذو القرنين ، دون يأجوج ومأجوج ، إنما يجعله الله دكا عند مجئ الوقت الموعود بذلك فيه . وقد دلتا على أنه بقرب يوم القيامة . . لأن المراد بيومئذ فى قوله ( وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ) أنه يوم مجئ وعد ربى بخروجهم وانتشارهم فى الأرض .وآية الأنبياء تدل فى الجملة على ما ذكرنا هنا . وذلك يدل على بطلان قول من قال : إنهم \" روسيا \" وأن السد فتح منذ زمن طويل .والاقتراب الذى جاء فى قوله - تعالى - ( اقتربت الساعة ) وفى الحديث : \" ويل للعرب من شر قد اقترب \" لا يستلزم اقترانه من دك السد ، بل يصح اقترابه مع مهلة .وهذه الآيات لا يتم الاستدلال بها على أن يأجوج ومأجوج لم يخرجوا بعد - إلا بضميمة الأحاديث النبوية لها .ومن ذلك ما رواه الإِمام مسلم فى صحيحه فى ذلك ، وفيه : خروج الدجال وبعث عيسى ، وقتله للدجال . . ثم يبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون .فينحاز عيسى ومن معه من المؤمنين إلى الطور . . ثم يرسل الله على يأجوج ومأجوج النغف فى رقابهم فيموتون .وهذا الحديث الصحيح قد رأيت فيه تصريح النبى صلى الله عليه وسلم بأن الله يوحى إلى عيسى ابن مريم بخروج يأجوج ومأجوج بعد قتله الدجال فمن يدعى أنهم \" روسيا \" وأن السد قد اندك منذ زمان ، فهو مخالف لما أخبر به النبى صلى الله عليه وسلم مخالفة صريحة لا وجه لها ، ولا شك أن كل خبر يخالف الصادق المصدوق صلى الله عليه وسلم فهو باطل ، لأن نقيض الخبر الصادق . كاذب ضرورة كما هو معلوم .ولم يثبت فى كتاب الله ولا فى سنة نبيه صلى الله عليه وسلم شئ يعارض هذا الحديث الذى رأيت صحة سنده ، ووضوح دلالته على المقصود . . .والذى يبدو لنا أن ما ذهب إليه صاحب أضواء البيان ، أقرب إلى الحق والصواب للأسباب التى ذكرها ، ولقرينة تذييل الآيات التى تحدثت عن يأجوج ومأجوج عن أهوال يوم القيامة .ففى سورة الكهف يقول الله - تعالى - فى أعقاب الحديث عنهم ( وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصور فَجَمَعْنَاهُمْ جَمْعاً ) .وفى سورة الأنبياء يقول الله - تعالى - : ( حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ واقترب الوعد الحق . . ) وفضلا عن كل ذلك فإن الحديث الذى رواه الإِمام مسلم عنهم ، صريح فى أن خروجهم سيكون من علامات الساعة ، والله - تعالى - أعلم .",
  "ayah": 99,
  "surah": 18
}
