{
  "surah": 2,
  "ayah": 259,
  "text": "Or did you see such as he Ezra ‘Uzayr who the kāf of ka’lladhī ‘such as he who’ is extra passed by a city namely the Holy House sc. Jerusalem riding on an ass and carrying with him a basket of figs and a cup of juice a city that was fallen down collapsed upon its turrets its roof tops after Nebuchadnezzar had destroyed it; he said ‘How annā means kayfa ‘how’ shall God give life to this now that it is dead?’ challenging the power of the exalted One so God made him die and remain dead for a hundred years then he raised him up brought him back to life to show him how this could be done; He God said ‘How long have you tarried?’ been here?; he said ‘I have tarried a day or part of a day’ because he fell asleep before noon and was made dead and then brought back to life again at sunset and thus he thought it was a day’s sleep; He said ‘Nay; you have tarried a hundred years. Look at your food the figs and drink the cup of juice it has not spoiled despite the length of time the final hā’ of yatasannah ‘to spoil’ is said to belong to the original root s-n-h; but it is also said to be silent in which case the root would be s-n-y; a variant reading omits the final hā’; and look at your ass how it is and he saw that it had died and all that remained were its withered white bones. We did this so that you would know and so that We would make you a sign of the truth of the Resurrection for the people. And look at the bones of the ass how We shall set them up how We shall raise them back to life nunshiruhā or nanshiruhā derived from the two expressions nashara and anshara; a variant reading has nunshizuhā meaning ‘How We shall move it and make it stand’; and then clothe them with flesh’ and when he looked at it he saw that the bones had been reconstituted and clothed with flesh and that the Spirit had been breathed into it making it bray. So when it was made clear to him as a result of witnessing it he said ‘I know a variant reading for a‘lam ‘I know’ has the imperative i‘lam ‘know!’ thus making it a command from God with the knowledge of direct vision that God has power over all things’."
}
