{
  "text": "القول في تأويل قوله تعالى :  فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (30)يقول تعالى ذكره: فسدّد وجهك نحو الوجه الذي وجهك إليه ربك يا محمد لطاعته، وهي الدين، (حَنِيفًا) يقول: مستقيما لدينه وطاعته (فِطرةَ اللهِ التي فَطَر النَّاسَ عَلَيْهَا) يقول: صنعة الله التي خلق الناس عليها ونصبت \" فطرة \" على المصدر من معنى قوله: (فَأقِم وَجْهَكَ للدّينِ حَنِيفًا) وذلك أن معنى ذلك: فطر الله الناس على ذلك فطرة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (فِطْرَةَ اللهِ الَّتِي فَطَر النَّاسَ عَلَيْها) قال: الإسلام مُذ خلقهم الله من آدم جميعا، يقرّون بذلك، وقرأ:  وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا  قال: فهذا قول الله:  كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ  بعد.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (فِطْرَةَ اللهِ) قال: الإسلام.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا يونس بن أبي صالح، &; 20-98 &; عن يزيد بن أبي مريم، قال: مرّ عمر بمُعاذ بن جبل، فقال: ما قوام هذه الأمة؟ قال معاذ: ثلاث، وهنّ المنجيات: الإخلاص، وهو الفطرة (فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها)، والصلاة: وهي الملة، والطاعة: وهي العصمة. فقال عمر: صدقت.حدثني يعقوب، قال: ثني ابن علية، قال: ثنا أيوب، عن أبي قلابة أن عمر قال لمعاذ: ما قوام هذه الأمة؟ ثم ذكر نحوه.وقوله: (لا تَبْدِيلَ لِخَلْقِ اللهِ) يقول: لا تغيير لدين الله؛ أي لا يصلح ذلك، ولا ينبغي أن يفعل.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم نحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (لا تَبْدِيلَ لخَلْقِ اللهِ) قال: لدينه.حدثني أبو السائب، قال: ثنا ابن إدريس، عن ليث قال: أرسل مجاهد رجلا يقال له: قاسم، إلى عكرِمة يسأله عن قول الله: (لا تَبْدِيلَ لخَلْقِ اللهِ) إنما هو الدين، وقرأ: (لا تَبْدِيلَ لخَلْقِ اللهِ ذلكَ الدّينُ القَيِّمُ).حدثنا ابن وكيع، قال: ثنا زيد بن حباب، عن حسين بن واقد، عن يزيد النحوي، عن عكرِمة (فطْرَةَ اللهِ الَّتي فَطَرَ النَّاسَ عَلَيْها) قال: الإسلام.قال: ثني أبي، عن نضر بن عربي، عن عكرمة (لا تَبْدِيلَ لخَلْقِ اللهِ) قال: لدين الله.قال: ثني أبي، عن سفيان، عن ليث، عن مجاهد، قال: لدين الله.قال: ثنا أبي، عن عبد الجبار بن الورد، عن القاسم بن أبي بزّة، قال: قال مجاهد، فسل عنها عكرِمة، فسألته، فقال عكرِمة: دين الله تعالى ما له أخزاه الله؟! ألم يسمع إلى قوله: (فِطْرَةَ اللهِ التي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللهِ)؟حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (لا تَبْدِيلَ لِخَلْقِ اللهِ) : أي لدين الله.حدثنا ابن وكيع، قال: ثنا حفص بن غياث، عن ليث، عن عكرِمة، قال: &; 20-99 &; لدين الله.قال: ثنا ابن عيينة، عن حميد الأعرج، قال: قال سعيد بن جُبَير (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.قال: ثنا المحاربي، عن جويبر، عن الضحاك (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: دين الله.حدثنا ابن وكيع، قال: ثنا أبي، عن مسعر وسفيان، عن قيس بن مسلم، عن إبراهيم، قال: (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.قال: ثنا أبي، عن جعفر الرازي، عن مغيرة، عن إبراهيم، قال: لدين الله.وقال آخرون: بل معنى ذلك: لا تغيير لخلق الله من البهائم، بأن يخصي الفحول منها.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا ابن فضيل، عن مطرف، عن رجل، سأل ابن عباس عن خصاء البهائم، فكرهه، وقال: (لا تَبْدِيلَ لِخَلْقِ اللهِ).قال: ثنا ابن عيينة، عن حميد الأعرج، قال: قال عكرِمة: الإخصاء.قال: ثنا حفص بن غياث، عن ليث، عن مجاهد، قال: الإخصاء.وقوله: (ذلكَ الدِّينُ القَيِّمُ) يقول تعالى ذكره: إن إقامتك وجهك للدين حنيفا، غير مغير ولا مبدّل، هو الدين القيم، يعني: المستقيم الذي لا عوج فيه عن الاستقامة من الحنيفية إلى اليهودية والنصرانية، وغير ذلك من الضلالات والبدع المحدثة.وقد وجَّه بعضهم معنى الدين في هذا الموضع إلى الحساب.* ذكر من قال ذلك:حدثني محمد بن عمارة، قال: ثنا عبد الله بن موسى، قال: أخبرنا أبو ليلى، عن بريدة (ذَلِكَ الدِّينُ القَيِّمُ) قال: الحساب القيم.(وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) يقول تعالى ذكره: ولكن أكثر الناس لا يعلمون أن الدين الذي أمرتك يا محمد به بقولي (فَأقمْ وَجْهَكَ للدِّينِ حَنِيفا) هو الدين الحقّ دون سائر الأديان غيره.",
  "ayah": 30,
  "surah": 30
}
