{
  "text": "فذلك قول الله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ ) يوم أديلت الروم على فارس.حدثنا ابن وكيع، قال: ثنا معاوية بن عمرو، عن أبي إسحاق الفزاري، عن سفيان، عن حبيب بن أبي عمرة، عن سعيد بن جُبَير، عن ابن عباس ( الم غُلِبَتِ الرُّومُ ) قال: غُلبت وغَلبت؛ فأما الذين قرءوا ذلك: (غَلَبَتِ الرُّومُ) بفتح الغين، فإنهم قالوا: نـزلت هذه الآية خبرا من الله نبيه صلى الله عليه وسلم عن غلبة الروم.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثنا المعتمر بن سليمان، عن أبيه، عن سليمان -يعني الأعمش- عن عطية، عن أبي سعيد، قال: لما كان يوم ظهر الروم على فارس، فأعجب ذلك المؤمنين، فنـزلت (الم غُلِبَتِ الرُّومُ ) على فارس.حدثنا محمد بن المثنى، قال: ثنا يحيى بن حماد، قال: ثنا أبو عوانة، عن سليمان، عن عطية، عن أبي سعيد، قال: لما كان يوم بدر، غلبت الروم على فارس، ففرح المسلمون بذلك، فأنـزل الله (الم غُلِبَتِ الرُّومُ ...) إلى آخر الآية.حدثنا يحيى بن إبراهيم المسعودي، قال: ثنا أبي، عن أبيه، عن جدّه، عن الأعمش، عن عطية، عن أبي سعيد، قال: لما كان يوم بدر، ظهرت الروم على فارس، فأعجب ذلك المؤمنين؛ لأنهم أهل كتاب، فأنـزل الله ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ) قال: كانوا قد غلبوا قبل ذلك، ثم قرأ حتى بلغ ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ).وقوله: (فِي أَدْنَى الأرْضِ) قد ذكرت قول بعضهم فيما تقدّم قبل، وأذكر قول من لم يذكر قوله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (فِي أَدْنَى الأرْضِ) يقول: في طرف الشام. ومعنى قوله أدنى: أقرب، وهو أفعل من الدنوّ والقرب. وإنما معناه: في أدنى الأرض من فارس، فترك ذكر فارس استغناء بدلالة ما ظهر من قوله: (فِي أَدْنَى الأرْضِ) عليه منه. وقوله: (وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ) يقول: والروم من بعد غلبة فارس إياهم سيغلبون فارس.وقوله: (مِنْ بَعْدِ غَلَبِهِمْ) مصدر من قول القائل: غلبته غلبة، فحذفت الهاء من الغلبة. وقيل: من بعد غلبهم، ولم يقل: من بعد غلبتهم للإضافة، كما حذفت من قوله:  وَإِقَامَ الصَّلاةِ  للإضافة. وإنما الكلام: وإقامة الصلاة.وأما قوله: (سَيَغْلِبُونَ) فإن القرّاء أجمعين على فتح الياء فيها، والواجب على قراءة من قرأ: (الم غَلَبَتِ الرُّومُ) بفتح الغين، أن يقرأ قوله: (سَيُغْلَبُونَ) بضم الياء، فيكون معناه: وهم من بعد غلبتهم فارس سيغلبهم المسلمون، حتى يصحّ معنى الكلام، وإلا لم يكن للكلام كبير معنى إن فتحت الياء، لأن الخبر عما قد كان يصير إلى الخبر عن أنه سيكون، وذلك إفساد أحد الخبرين بالآخر.وقوله: (فِي بضْعِ سِنِينَ) قد ذكرنا اختلاف أهل التأويل في معنى البضع فيما مضى، وأتينا على الصحيح من أقوالهم، بما أغنى عن إعادته في هذا الموضع.وقد حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا خلاد بن أسلم الصفار، عن عبد الله بن عيسى، عن عبد الرحمن بن الحارث، عن أبيه، عن عبد الله بن عمرو، قال: قلت له: ما البضع؟ قال: زعم أهل الكتاب أنه تسع أو سبع.وأما قوله: ( لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ) فإن القاسم حدثنا، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج قوله: (لِلهِ الأمْرُ مِنْ قَبْلُ) دولة فارس على الروم، (وَمِنْ بَعْدُ) دولة الروم على فارس.وأما قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ ) فقد ذكرنا الرواية في تأويله قبل، وبيَّنا معناه.",
  "ayah": 5,
  "surah": 30
}
