{
  "text": "قوله تعالى : وأنكحوا الأيامى منكم والصالحين من عبادكم وإمائكم إن يكونوا فقراء يغنهم الله من فضله والله واسع عليمفيه سبع مسائل :الأولى : هذه المخاطبة تدخل في باب الستر والصلاح ؛ أي زوجوا من لا زوج له منكم فإنه طريق التعفف ؛ والخطاب للأولياء . وقيل للأزواج . والصحيح الأول ؛ إذ لو أراد الأزواج لقال وانكحوا بغير همز ، وكانت الألف للوصل . وفي هذا دليل على أن المرأة ليس لها أن تنكح نفسها بغير ولي ؛ وهو قول أكثر العلماء . وقالأبو حنيفة : إذا زوجت الثيب أو البكر نفسها بغير ولي كفء لها جاز . وقد مضى هذا في ( البقرة ) مستوفى .الثانية : اختلف العلماء في هذا الأمر على ثلاثة أقوال ؛ فقال علماؤنا : يختلف الحكم في ذلك باختلاف حال المؤمن من خوف العنت ، ومن عدم صبره ، ومن قوته على الصبر وزوال خشية العنت عنه . وإذا خاف الهلاك في الدين أو الدنيا أو فيهما فالنكاح حتم . وإن لم يخش شيئا وكانت الحال مطلقة فقال الشافعي : النكاح مباح . وقال مالك ، وأبو حنيفة : هو مستحب . [ ص: 222 ] تعلق الشافعي بأنه قضاء لذة فكان مباحا كالأكل والشرب . وتعلق علماؤنا بالحديث الصحيح : من رغب عن سنتي فليس مني .الثالثة : قوله تعالى : الأيامى منكم أي الذين لا أزواج لهم من الرجال والنساء ؛ واحدهم أيم . قال أبو عمرو : أيامى مقلوب أيايم . واتفق أهل اللغة على أن الأيم في الأصل هي المرأة التي لا زوج لها ، بكرا كانت أو ثيبا ؛ حكى ذلك أبو عمرو ، والكسائي ، وغيرهما . تقول العرب : تأيمت المرأة إذا أقامت لا تتزوج . وفي حديث النبي - صلى الله عليه وسلم - : أنا وامرأة سفعاء الخدين تأيمت على ولدها الصغار حتى يبلغوا أو يغنيهم الله من فضله كهاتين في الجنة .وقال الشاعر :فإن تنكحي أنكح وإن تتأيمي وإن كنت أفتى منكم أتأيمويقال : أيم بين الأيمة . وقد آمت هي ، وإمت أنا . قال الشاعر :لقد إمت حتى لامني كل صاحب     رجاء بسلمى أن تئيم كما إمتقال أبو عبيد : يقال رجل أيم وامرأة أيم ؛ وأكثر ما يكون ذلك في النساء ، وهو كالمستعار في الرجال . وقال أمية بن أبي الصلت :لله در بني علي أيم منهم وناكحوقال قوم : هذه الآية ناسخة لحكم قوله تعالى : والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين . وقد بيناه في أول السورة والحمد لله .الرابعة : المقصود من قوله تعالى : وأنكحوا الأيامى منكم الحرائر والأحرار ؛ ثم بين حكم المماليك فقال : والصالحين من عبادكم وإمائكم . وقرأ الحسن ( والصالحين من [ ص: 223 ] عبيدكم ) ، وعبيد اسم للجمع . قال الفراء : ويجوز ( وإماءكم ) بالنصب ، يرده على الصالحين يعني الذكور والإناث ؛ والصلاح الإيمان . وقيل : المعنى ينبغي أن تكون الرغبة في تزويج الإماء والعبيد إذا كانوا صالحين فيجوز تزويجهم ، ولكن لا ترغيب فيه ولا استحباب ؛ كما قال فكاتبوهم إن علمتم فيهم خيرا . ثم قد تجوز الكتابة وإن لم يعلم أن في العبد خيرا ، ولكن الخطاب ورد في الترغيب والاستحباب ، وإنما يستحب كتابة من فيه خير .الخامسة : أكثر العلماء على أن للسيد أن يكره عبده وأمته على النكاح ؛ وهو قول مالك ، وأبي حنيفة ، وغيرهما . قال مالك : ولا يجوز ذلك إذا كان ضررا . وروي نحوه عن الشافعي ، ثم قال : ليس للسيد أن يكره العبد على النكاح . وقال النخعي : كانوا يكرهون المماليك على النكاح ويغلقون عليهم الأبواب . تمسك أصحاب الشافعي فقالوا : العبد مكلف فلا يجبر على النكاح ؛ لأن التكليف يدل على أن العبد كامل من جهة الآدمية ، وإنما تتعلق به المملوكية فيما كان حظا للسيد من ملك الرقبة والمنفعة ، بخلاف الأمة فإنه له حق المملوكية في بضعها ليستوفيه ؛ فأما بضع العبد فلا حق له فيه ، ولأجل ذلك لا تباح السيدة لعبدها . هذه عمدة أهل خراسان والعراق ، وعمدتهم أيضا الطلاق ، فإنه يملكه العبد بتملك عقده . ولعلمائنا النكتة العظمى في أن مالكية العبد استغرقتها مالكية السيد ؛ ولذلك لا يتزوج إلا بإذنه بإجماع . والنكاح وبابه إنما هو من المصالح ، ومصلحة العبد موكولة إلى السيد ، هو يراها ويقيمها للعبد .السادسة : قوله تعالى : إن يكونوا فقراء يغنهم الله من فضله رجع الكلام إلى الأحرار ؛ أي لا تمتنعوا عن التزويج بسبب فقر الرجل والمرأة ؛ إن يكونوا فقراء يغنهم الله من فضله . وهذا وعد بالغنى للمتزوجين طلب رضا الله واعتصاما من معاصيه . وقال ابن مسعود : التمسوا الغنى في النكاح ؛ وتلا هذه الآية . وقال عمر - رضي الله عنه - : عجبي ممن لا يطلب الغنى في النكاح ، وقد قال الله تعالى : إن يكونوا فقراء يغنهم الله من فضله . وروي هذا المعنى عن ابن عباس - رضي الله عنهما - أيضا . ومن حديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ثلاثة كلهم حق على الله عونه المجاهد في سبيل الله ، والناكح يريد العفاف ، والمكاتب يريد الأداء . أخرجه ابن ماجه في سننه . فإن قيل : فقد نجد الناكح لا يستغني ؛ [ ص: 224 ] قلنا : لا يلزم أن يكون هذا على الدوام ، بل لو كان في لحظة واحدة لصدق الوعد . وقد قيل : يغنيه ؛ أي يغني النفس . وفي الصحيح ليس الغنى عن كثرة العرض إنما الغنى غنى النفس . وقد قيل : ليس وعد لا يقع فيه خلف ، بل المعنى أن المال غاد ورائح ، فارجوا الغنى . وقيل : المعنى يغنهم الله من فضله إن شاء ؛ كقوله تعالى : فيكشف ما تدعون إليه إن شاء ، وقال تعالى : يبسط الرزق لمن يشاء . وقيل : المعنى إن يكونوا فقراء إلى النكاح يغنهم الله بالحلال ليتعففوا عن الزنا .السابعة : هذه الآية دليل على تزويج الفقير ، ولا يقول كيف أتزوج وليس لي مال ؛ فإن رزقه على الله . وقد زوج النبي - صلى الله عليه وسلم - المرأة التي أتته تهب له نفسها لمن ليس له إلا إزار واحد ، وليس لها بعد ذلك فسخ النكاح بالإعسار ؛ لأنها دخلت عليه ؛ وإنما يكون ذلك إذا دخلت على اليسار فخرج معسرا ، أو طرأ الإعسار بعد ذلك لأن الجوع لا صبر عليه ؛ قاله علماؤنا . وقال النقاش : هذه الآية حجة على من قال : إن القاضي يفرق بين الزوجين إذا كان الزوج فقيرا لا يقدر على النفقة ؛ لأن الله تعالى قال : يغنهم الله ولم يقل يفرق . وهذا انتزاع ضعيف ، وليس هذه الآية حكما فيمن عجز عن النفقة ، وإنما هي وعد بالإغناء لمن تزوج فقيرا . فأما من تزوج موسرا وأعسر بالنفقة فإنه يفرق بينهما ؛ قال الله تعالى : وإن يتفرقا يغن الله كلا من سعته . ونفحات الله تعالى مأمولة في كل حال موعود بها .",
  "ayah": 32,
  "surah": 24
}
