{
  "text": "قوله تعالى : وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيرا وآتوهم من مال الله الذي آتاكم ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرهن فإن الله من بعد إكراههن غفور رحيمقوله تعالى : وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله .[ ص: 225 ] فيه أربع مسائل :الأولى : قوله تعالى : وليستعفف الذين الخطاب لمن يملك أمر نفسه ، لا لمن زمامه بيد غيره فإنه يقوده إلى ما يراه ؛ كالمحجور - قولا واحدا - والأمة والعبد ؛ على أحد قولي العلماء .الثانية : ( واستعفف ) وزنه استفعل ؛ ومعناه طلب أن يكون عفيفا ؛ فأمر الله تعالى بهذه الآية كل من تعذر عليه النكاح ولا يجده بأي وجه تعذر أن يستعفف . ثم لما كان أغلب الموانع على النكاح عدم المال وعد بالإغناء من فضله ؛ فيرزقه ما يتزوج به ، أو يجد امرأة ترضى باليسير من الصداق ، أو تزول عنه شهوة النساء . وروى النسائي ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : ثلاثة كلهم حق على الله - عز وجل - عونهم المجاهد في سبيل الله ، والناكح الذي يريد العفاف ، والمكاتب الذي يريد الأداء .الثالثة : قوله تعالى : لا يجدون نكاحا أي طول نكاح ؛ فحذف المضاف . وقيل : النكاح هاهنا ما تنكح به المرأة من المهر والنفقة ؛ كاللحاف اسم لما يلتحف به . واللباس اسم لما يلبس ؛ فعلى هذا لا حذف في الآية ، قاله جماعة من المفسرين ؛ وحملهم على هذا قوله تعالى : حتى يغنيهم الله من فضله فظنوا أن المأمور بالاستعفاف إنما هو من عدم المال الذي يتزوج به . وفي هذا القول تخصيص المأمورين بالاستعفاف ؛ وذلك ضعيف ، بل الأمر بالاستعفاف متوجه لكل من تعذر عليه النكاح بأي وجه تعذر ، كما قدمناه ، والله تعالى أعلم .الرابعة : من تاقت نفسه إلى النكاح فإن وجد الطول فالمستحب له أن يتزوج ، وإن لم يجد الطول فعليه بالاستعفاف ما أمكن ولو بالصوم فإن الصوم له وجاء ؛ كما جاء في الخبر الصحيح . ومن لم تتق نفسه إلى النكاح فالأولى له التخلي لعبادة الله تعالى . وفي الخبر [ ص: 226 ] ( خيركم الخفيف الحاذ الذي لا أهل له ولا ولد ) . وقد تقدم جواز نكاح الإماء عند عدم الطول للحرة في ( النساء ) والحمد لله . ولما لم يجعل الله له من العفة والنكاح درجة دل على أن ما عداهما محرم ولا يدخل فيه ملك اليمين ؛ لأنه بنص آخر مباح وهو قوله تعالى : أو ما ملكت أيمانكم فجاءت فيه زيادة ويبقى على التحريم الاستمناء ردا على أحمد . وكذلك يخرج عنه نكاح المتعة بنسخه وقد تقدم هذا في ( المؤمنون ) .قوله تعالى : والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيرا .فيه ست عشرة مسألة :الأولى : والذين يبتغون الكتاب الذين في موضع رفع . وعند الخليل وسيبويه في موضع نصب على إضمار فعل ؛ لأن بعده أمرا . ولما جرى ذكر العبيد والإماء فيما سبق وصل به أن العبد إن طلب الكتاب فالمستحب كتابته ؛ فربما يقصد بالكتابة أن يستقل ويكتسب ويتزوج إذا أراد ، فيكون أعف له . قيل : نزلت في غلام لحويطب بن عبد العزى يقال له صبح - وقيل صبيح - طلب من مولاه أن يكاتبه فأبى ؛ فأنزل الله تعالى هذه الآية ، فكاتبه حويطب على مائة دينار ووهب له منها عشرين دينارا فأداها ، وقتل بحنين في الحرب ؛ ذكره القشيري ، وحكاه النقاش . وقال مكي : هو صبيح القبطي غلام حاطب بن أبي بلتعة . وعلى الجملة فإن الله تعالى أمر المؤمنين كافة أن يكاتب منهم كل من له مملوك وطلب المملوك الكتابة وعلم سيده منه خيرا .الثانية : الكتاب والمكاتبة سواء ؛ مفاعلة مما لا تكون إلا بين اثنين ، لأنها معاقدة بين السيد وعبده ؛ يقال : كاتب يكاتب كتابا ومكاتبة ، كما يقال : قاتل قتالا ومقاتلة . فالكتاب في [ ص: 227 ] الآية مصدر كالقتال والجلاد والدفاع . وقيل : الكتاب هاهنا هو الكتاب المعروف الذي يكتب فيه الشيء ؛ وذلك أنهم كانوا إذا كاتبوا العبد كتبوا عليه وعلى أنفسهم بذلك كتابا . فالمعنى يطلبون العتق الذي يكتب به الكتاب فيدفع إليهم .الثالثة : معنى المكاتبة في الشرع : هو أن يكاتب الرجل عبده على مال يؤديه منجما عليه ؛ فإذا أداه فهو حر . ولها حالتان : الأولى : أن يطلبها العبد ويجيبه السيد ؛ فهذا مطلق الآية وظاهرها . الثانية : أن يطلبها العبد ويأباها السيد ؛ وفيها قولان : الأول : لعكرمة ، وعطاء ، ومسروق ، وعمرو بن دينار ، والضحاك بن مزاحم ، وجماعة أهل الظاهر أن ذلك واجب على السيد . وقال علماء الأمصار : لا يجب ذلك . وتعلق من أوجبها بمطلق الأمر ، وأفعل بمطلقه على الوجوب حتى يأتي الدليل بغيره . وروي ذلك عن عمر بن الخطاب ، وابن عباس ، واختاره الطبري . واحتج داود أيضا بأن سيرين أبا محمد بن سيرين سأل أنس بن مالك الكتابة وهو مولاه فأبى أنس ؛ فرفع عمر عليه الدرة ، وتلا : فكاتبوهم إن علمتم فيهم خيرا ، فكاتبه أنس . قال داود : وما كان عمر ليرفع الدرة على أنس فيما له مباح ألا يفعله . وتمسك الجمهور بأن الإجماع منعقد على أنه لو سأله أن يبيعه من غيره لم يلزمه ذلك ، ولم يجبر عليه وإن ضوعف له في الثمن . وكذلك لو قال له أعتقني أو دبرني أو زوجني لم يلزمه ذلك بإجماع ، فكذلك الكتابة ؛ لأنها معاوضة فلا تصح إلا عن تراض . وقولهم : مطلق الأمر يقتضي الوجوب صحيح ، لكن إذا عري عن قرينة تقتضي صرفه عن الوجوب ، وتعليقه هنا بشرط علم الخير فيه ؛ فعلق الوجوب على أمر باطن وهو علم السيد بالخيرية . وإذا قال العبد : كاتبني ؛ وقال السيد : لم أعلم فيك خيرا ؛ وهو أمر باطن ، فيرجع فيه إليه ويعول عليه . وهذا قوي في بابه .الرابعة : واختلف العلماء في قوله تعالى : خيرا فقال ابن عباس ، وعطاء : المال . مجاهد : المال والأداء . والحسن ، والنخعي : الدين والأمانة . وقال مالك : سمعت بعض أهل العلم يقولون هو القوة على الاكتساب والأداء . وعن الليث نحوه ، وهو قول الشافعي . وقال عبيدة السلماني : إقامة الصلاة والخير . قال الطحاوي : وقول من قال إنه المال لا يصح عندنا ؛ لأن العبد مال لمولاه ، فكيف يكون له مال . والمعنى عندنا : إن علمتم فيهم الدين والصدق ، وعلمتم أنهم يعاملونكم على أنهم متعبدون بالوفاء لكم بما عليهم من الكتابة والصدق في [ ص: 228 ] المعاملة فكاتبوهم . وقال أبو عمر : من لم يقل إن الخير هنا المال أنكر أن يقال إن علمتم فيهم مالا ، وإنما يقال : علمت فيه الخير والصلاح والأمانة ؛ ولا يقال : علمت فيه المال ، وإنما يقال علمت عنده المال .قلت : وحديث بريرة يرد قول من قال : إن الخير المال ؛ على ما يأتي .الخامسة : اختلف العلماء في كتابة من لا حرفة له ؛ فكان ابن عمر يكره أن يكاتب عبده إذا لم تكن له حرفة ، ويقول : أتأمرني أن آكل أوساخ الناس ؛ ونحوه عن سلمان الفارسي . وروى حكيم بن حزام فقال : كتب عمر بن الخطاب إلى عمير بن سعد : أما بعد ! فانه من قبلك من المسلمين أن يكاتبوا أرقاءهم على مسألة الناس . وكرهه الأوزاعي ، وأحمد ، وإسحاق . ورخص في ذلك مالك ، وأبو حنيفة ، والشافعي . وروي عن علي - رضي الله عنه - أن ابن التياح مؤذنه قال له : أكاتب وليس لي مال ؟ قال نعم ؛ ثم حض الناس على الصدقة علي ؛ فأعطوني ما فضل عن مكاتبتي ، فأتيت عليا فقال : اجعلها في الرقاب . وقد روي عن مالك كراهة ذلك ، وأن الأمة التي لا حرفة لها يكره مكاتبتها لما يؤدي إليه من فسادها . والحجة في السنة لا فيما خالفها . روى الأئمة عن عائشة - رضي الله عنها - قالت : دخلت علي بريرة فقالت : إن أهلي كاتبوني على تسع أواق في تسع سنين كل سنة أوقية ، فأعينيني . . . الحديث . فهذا دليل على أن للسيد أن يكاتب عبده وهو لا شيء معه ؛ ألا ترى أن بريرة جاءت عائشة تخبرها بأنها كاتبت أهلها وسألتها أن تعينها ، وذلك كان في أول كتابتها قبل أن تؤدي منها شيئا ؛ كذلك ذكره ابن شهاب ، عن عروة أن عائشة أخبرته أن بريرة جاءت تستعينها في كتابتها ولم تكن قضت من كتابتها شيئا ؛ أخرجه البخاري ، وأبو داود . وفي هذا دليل على جواز كتابة الأمة ، وهي غير ذات صنعة ولا حرفة ولا مال ، ولم يسأل النبي - صلى الله عليه وسلم - هل لها كسب أو عمل واصب أو مال ، ولو كان هذا واجبا لسأل عنه ليقع حكمه عليه ؛ لأنه بعث مبينا معلما - صلى الله عليه وسلم - . وفي هذا الحديث ما يدل على أن من تأول في قوله تعالى : إن علمتم فيهم خيرا أن المال الخير ، ليس بالتأويل الجيد ، وأن الخير المذكور هو القوة على الاكتساب مع الأمانة . والله أعلم .[ ص: 229 ] السادسة : الكتابة تكون بقليل المال وكثيره ، وتكون على أنجم ؛ لحديث بريرة . وهذا ما لا خلاف فيه بين العلماء والحمد لله . فلو كاتبه على ألف درهم ولم يذكر أجلا نجمت عليه بقدر سعايته وإن كره السيد . قال الشافعي : لا بد فيها من أجل ؛ وأقلها ثلاثة أنجم . واختلفوا إذا وقعت على نجم واحد فأكثر أهل العلم يجيزونها على نجم واحد . وقال الشافعي : لا تجوز على نجم واحد ، ولا تجوز حالة البتة ، وإنما ذلك عتق على صفة ؛ كأنه قال : إذا أديت كذا وكذا فأنت حر وليست كتابة . قال ابن العربي : اختلف العلماء والسلف في الكتابة إذا كانت حالة على قولين ، واختلف قول علمائنا كاختلافهم . والصحيح في النظر أن الكتابة مؤجلة ؛ كما ورد بها الأثر في حديث بريرة حين كاتبت أهلها على تسع أواق في كل عام أوقية ، وكما فعلت الصحابة ؛ ولذلك سميت كتابة لأنها تكتب ويشهد عليها ، فقد استوسق الاسم والأثر ، وعضده المعنى ؛ فإن المال إن جعله حالا وكان عند العبد شيء فهو مال مقاطعة وعقد مقاطعة لا عقد كتابة . وقال ابن خويز منداد : إذا كاتبه على مال معجل كان عتقا على مال ، ولم تكن كتابة . وأجاز غيره من أصحابنا الكتابة الحالة وسماها قطاعة ، وهو القياس ؛ لأن الأجل فيها إنما هو فسحة للعبد في التكسب . ألا ترى أنه لو جاء بالمنجم عليه قبل محله لوجب على السيد أن يأخذه ويتعجل للمكاتب عتقه . وتجوز الكتابة الحالة ؛ قاله الكوفيون .قلت : لم يرد عن مالك نص في الكتابة الحالة ؛ والأصحاب يقولون : إنها جائزة ، ويسمونها قطاعة . وأما قول الشافعي إنها لا تجوز على أقل من ثلاثة أنجم فليس بصحيح ؛ لأنه لو كان صحيحا لجاز لغيره أن يقول : لا يجوز على أقل من خمسة نجوم ؛ لأنها أقل النجوم التي كانت على عهد رسول الله - صلى الله عليه وسلم - في بريرة ، وعلم بها النبي - صلى الله عليه وسلم - وقضى فيها ، فكان بصواب الحجة أولى . روى البخاري عن عائشة أن بريرة دخلت عليها تستعينها في كتابتها وعليها خمسة أواق نجمت عليها في خمس سنين . . . الحديث . كذا قال الليث ، عن يونس ، عن ابن شهاب ، عن عروة ، عن عائشة : وعليها خمسة أواق نجمت عليها في خمس سنين . وقال أبو أسامة ، عن هشام بن عروة ، عن أبيه ، عن عائشة - رضي الله عنها - قالت : جاءت بريرة فقالت : إني كاتبت أهلي على تسع أواق . . . الحديث . وظاهر الروايتين تعارض ، غير أن حديث هشام أولى [ ص: 230 ] لاتصاله وانقطاع حديث يونس ؛ لقول البخاري : وقال الليث حدثني يونس ؛ ولأن هشاما أثبت في حديث أبيه وجده من غيره ، والله أعلم .السابعة : المكاتب عبد ما بقي عليه من مال الكتابة شيء ؛ لقوله - عليه السلام - : المكاتب عبد ما بقي عليه من مكاتبته درهم . أخرج أبو داود ، عن عمرو بن شعيب ، عن أبيه ، عن جده . وروي عنه أيضا أن النبي - صلى الله عليه وسلم - قال : أيما عبد كاتب على مائة دينار فأداها إلا عشرة دنانير فهو عبد . وهذا قول مالك ، والشافعي ، وأبي حنيفة ، وأصحابهم ، والثوري ، وأحمد ، وإسحاق ، وأبي ثور ، وداود ، والطبري . وروي ذلك عن ابن عمر من وجوه ، وعن زيد بن ثابت ، وعائشة ، وأم سلمة ، لم يختلف عنهم في ذلك - رضي الله عنهم - . وروي ذلك عن عمر بن الخطاب ، وبه قال ابن المسيب ، والقاسم ، وسالم ، وعطاء . قال مالك : وكل من أدركنا ببلدنا يقول ذلك . وفيها قول آخر روي عن علي أنه إذا أدى الشطر فهو غريم ؛ وبه قال النخعي . وروي ذلك عن عمر - رضي الله عنه - ، والإسناد عنه بأن المكاتب عبد ما بقي عليه درهم خير من الإسناد عنه بأن المكاتب إذا أدى الشطر فلا رق عليه ؛ قاله أبو عمر . وعن علي أيضا يعتق منه بقدر ما أدى . وعنه أيضا أن العتاقة تجري فيه بأول نجم يؤديه . وقال ابن مسعود : إذا أدى ثلث الكتابة فهو عتيق غريم ؛ وهذا قول شريح . وعن ابن مسعود : لو كانت الكتابة مائتي دينار وقيمة العبد مائة دينار فأدى العبد المائة التي هي قيمته عتق ؛ وهو قول النخعي أيضا . وقول سابع : إذا أدى الثلاثة الأرباع وبقي الربع فهو غريم ولا يعود عبدا ؛ قاله عطاء بن أبي رباح ، رواه ابن جريج عنه . وحكي عن بعض السلف أنه بنفس عقد الكتابة حر ، وهو غريم بالكتابة ولا يرجع إلى الرق أبدا . وهذا القول يرده حديث بريرة لصحته عن النبي - صلى الله عليه وسلم - . وفيه دليل واضح على أن المكاتب عبد ، ولولا ذلك ما بيعت بريرة ، ولو كان فيها شيء من العتق ما أجاز بيع ذلك ؛ إذ من سنته المجمع عليها ألا يباع الحر . وكذلك كتابة سلمان وجويرية ؛ فإن النبي - صلى الله عليه وسلم - حكم لجميعهم بالرق حتى أدوا الكتابة . وهي حجة للجمهور في أن المكاتب عبد ما بقي عليه شيء . وقد ناظر علي بن أبي طالب زيد بن ثابت في المكاتب ؛ فقال لعلي : أكنت راجمه لو زنى ، أو مجيزا شهادته لو شهد ؟ فقال علي لا . فقال زيد : هو عبد ما بقي عليه شيء . [ ص: 231 ] وقد روى النسائي ، عن علي ، وابن عباس - رضي الله عنهم - عن رسول الله - صلى الله عليه وسلم - أنه قال : المكاتب يعتق منه بقدر ما أدى ويقام عليه الحد بقدر ما أدى ويرث بقدر ما عتق منه . وإسناده صحيح . وهو حجة لما روي عن علي ، ويعتضد بما رواه أبو داود عن نبهان مكاتب أم سلمة قال سمعت أم سلمة تقول : قال لنا رسول الله - صلى الله عليه وسلم - : إذا كان لإحداكن مكاتب وكان عنده ما يؤدي فلتحتجب منه . وأخرجه الترمذي وقال : حديث حسن صحيح . إلا أنه يحتمل أن يكون خطابا مع زوجاته أخذا بالاحتياط والورع في حقهن ؛ كما قال لسودة : احتجبي منه مع أنه قد حكم بأخوتها له ، وبقوله لعائشة ، وحفصة : أفعمياوان أنتما ألستما تبصرانه يعني ابن أم مكتوم ، مع أنه قال لفاطمة بنت قيس : اعتدي عند ابن أم مكتوم وقد تقدم هذا المعنى .الثامنة : أجمع على أن المكاتب إذا حل عليه نجم من نجومه أو نجمان أو نجومه كلها فوقف السيد عن مطالبته وتركه بحاله أن الكتابة لا تنفسخ ما داما على ذلك ثابتين .التاسعة : قال مالك : ليس للعبد أن يعجز نفسه إذا كان له مال ظاهر ، وإن لم يظهر له مال فذلك إليه . وقال الأوزاعي : لا يمكن من تعجيز نفسه إذا كان قويا على الأداء . وقال الشافعي : له أن يعجز نفسه ، علم له مال أو قوة على الكتابة أو لم يعلم ؛ فإذا قال : قد عجزت وأبطلت الكتابة فذلك إليه . وقال مالك : إذا عجز المكاتب فكل ما قبضه منه سيده قبل العجز حل له ، كان من كسبه أو من صدقة عليه . وأما ما أعين به على فكاك رقبته فلم يف ذلك بكتابته كان لكل من أعانه الرجوع بما أعطى أو تحلل منه المكاتب . ولو أعانوه صدقة لا على فكاك رقبته فذلك [ ص: 232 ] إن عجز حل لسيده ولو تم به فكاكه وبقيت منه فضلة . فإن كان بمعنى الفكاك ردها إليهم بالحصص أو يحللونه منها . هذا كله مذهب مالك فيما ذكر ابن القاسم . وقال أكثر أهل العلم : إن ما قبضه السيد منه من كتابته ، وما فضل بيده بعد عجزه من صدقة أو غيرها فهو لسيده ، يطيب له أخذ ذلك كله . هذا قول الشافعي ، وأبي حنيفة ، وأصحابهما ، وأحمد بن حنبل ، ورواية عن شريح . وقال الثوري : يجعل السيد ما أعطاه في الرقاب ؛ وهو قول مسروق ، والنخعي ، ورواية عن شريح . وقالت طائفة : ما قبض منه السيد فهو له ، وما فضل بيده بعد العجز فهو له دون سيده ؛ وهذا قول بعض من ذهب إلى أن العبد يملك . وقال إسحاق : ما أعطي بحال الكتابة رد على أربابه .العاشرة : حديث بريرة على اختلاف طرقه وألفاظه يتضمن أن بريرة وقع فيها بيع بعد كتابة تقدمت . واختلف الناس في بيع المكاتب بسبب ذلك . وقد ترجم البخاري ( باب بيع المكاتب إذا رضي ) . وإلى جواز بيعه للعتق إذا رضي المكاتب بالبيع ولو لم يكن عاجزا ، ذهب ابن المنذر ، والداودي ، وهو الذي ارتضاه أبو عمر بن عبد البر ، وبه قال ابن شهاب ، وأبو الزناد ، وربيعة ؛ غير أنهم قالوا : لأن رضاه بالبيع عجز منه . وقال مالك ، وأبو حنيفة ، وأصحابهما : لا يجوز بيع المكاتب ما دام مكاتبا حتى يعجز ، ولا يجوز بيع كتابته بحال ؛ وهو قول الشافعي بمصر ، وكان بالعراق يقول : بيعه جائز ، وأما بيع كتابته فغير جائزة . وأجاز مالك بيع الكتابة ؛ فإن أداها عتق وإلا كان رقيقا لمشتري الكتابة . ومنع من ذلك أبو حنيفة ؛ لأنه بيع غرر . واختلف قول الشافعي في ذلك بالمنع والإجازة . وقالت طائفة : يجوز بيع المكاتب على أن يمضي في كتابته ؛ فإن أدى عتق وكان ولاؤه للذي ابتاعه ، ولو عجز فهو عبد له . وبه قال النخعي ، وعطاء ، والليث ، وأحمد ، وأبو ثور . وقال الأوزاعي : لا يباع المكاتب إلا للعتق ، ويكره أن يباع قبل عجزه ؛ وهو قول أحمد ، وإسحاق . قال أبو عمر : في حديث بريرة إجازة بيع المكاتب إذا رضي بالبيع ولم يكن عاجزا عن أداء نجم قد حل عليه ؛ بخلاف قول من زعم أن بيع المكاتب غير جائز إلا بالعجز ؛ لأن بريرة لم تذكر أنها عجزت عن أداء نجم ، ولا أخبرت بأن النجم قد حل عليها ، ولا قال لها النبي - صلى الله عليه وسلم - : أعاجزة أنت أم هل حل عليك نجم ؟ ولو لم يجز بيع المكاتب والمكاتبة إلا بالعجز عن أداء ما قد حل لكان النبي - صلى الله عليه وسلم - قد سألها : أعاجزة هي أم لا ، وما كان ليأذن في شرائها إلا بعد علمه - صلى الله عليه وسلم - أنها عاجزة ولو عن أداء نجم واحد قد حل عليها . وفي حديث الزهري أنها لم تكن قضت من كتابتها شيئا . ولا أعلم في هذا الباب حجة أصح [ ص: 233 ] من حديث بريرة هذا ، ولم يرو عن النبي - صلى الله عليه وسلم - شيء يعارضه ، ولا في شيء من الأخبار دليل على عجزها . استدل من منع من بيع المكاتب بأمور : منها أن قالوا إن الكتابة المذكورة لم تكن انعقدت ، وأن قولها كاتبت أهلي معناه أنها راوضتهم عليها ، وقدروا مبلغها وأجلها ولم يعقدوها . وظاهر الأحاديث خلاف هذا إذا تؤمل مساقها . وقيل : إن بريرة عجزت عن الأداء فاتفقت هي وأهلها على فسخ الكتابة ، وحينئذ صح البيع ؛ إلا أن هذا إنما يتمشى على قول من يقول : إن تعجيز المكاتب غير مفتقر إلى حكم حاكم إذا اتفق العبد والسيد عليه ؛ لأن الحق لا يعدوهما ، وهو المذهب المعروف . وقال سحنون : لا بد من السلطان ؛ وهذا إنما خاف أن يتواطآ على ترك حق الله تعالى . ويدل على صحة أنها عجزت ما روي أن بريرة جاءت عائشة تستعينها في كتابتها ولم تكن قضت من كتابتها شيئا ؛ فقالت لها عائشة : ارجعي إلى أهلك فإن أحبوا أن أقضي عنك كتابتك فعلت . فظاهر هذا أن جميع كتابتها أو بعضها استحق عليها ؛ لأنه لا يقضى من الحقوق إلا ما وجبت المطالبة به ، والله أعلم . هذه التأويلات أشبه ما لهم وفيها من الدخل ما بيناه . وقال ابن المنذر : ولا أعلم حجة لمن قال ليس له بيع المكاتب إلا أن يقول لعل بريرة عجزت . قال الشافعي : وأظهر معانيه أن لمالك المكاتب بيعه .الحادية عشرة : المكاتب إذا أدى كتابته عتق ولا يحتاج إلى ابتداء عتق من السيد . وكذلك ولده الذين ولدوا في كتابته من أمته ، يعتقون بعتقه ويرقون برقه ؛ لأن ولد الإنسان من أمته بمثابته اعتبارا بالحر وكذلك ولد المكاتبة ، فإن كان لهما ولد قبل الكتابة لم يدخل في الكتابة إلا بشرط .الثانية عشرة : وآتوهم من مال الله الذي آتاكم هذا أمر للسادة بإعانتهم في مال الكتابة ؛ إما بأن يعطوهم شيئا مما في أيديهم - أعني أيدي السادة - أو يحطوا عنهم شيئا من مال الكتابة . قال مالك : يوضع عن المكاتب من آخر كتابته . وقد وضع ابن عمر خمسة آلاف من خمسة وثلاثين ألفا . واستحسن علي - رضي الله عنه - أن يكون ذلك ربع الكتابة . قال الزهراوي : روي ذلك عن النبي - صلى الله عليه وسلم - . واستحسن ابن مسعود ، والحسن بن أبي الحسن ثلثها . وقال قتادة : عشرها . ابن جبير : يسقط عنه شيئا ، ولم يحده ؛ وهو قول الشافعي ، واستحسنه الثوري . قال الشافعي : والشيء أقل شيء يقع عليه اسم شيء ، ويجبر عليه السيد ويحكم به الحاكم على [ ص: 234 ] الورثة إن مات السيد . ورأى مالك رحمه الله تعالى هذا الأمر على الندب ، ولم ير لقدر الوضعية حدا . احتج الشافعي بمطلق الأمر في قوله [ تعالى ] : وآتوهم ، ورأى أن عطف الواجب على الندب معلوم في القرآن ولسان العرب ؛ كما قال تعالى : إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وما كان مثله . قال ابن العربي : وذكره قبله إسماعيل بن إسحاق القاضي ، جعل الشافعي الإيتاء واجبا ، والكتابة غير واجبة ؛ فجعل الأصل غير واجب والفرع واجبا ، وهذا لا نظير له ، فصارت دعوى محضة . فإن قيل : يكون ذلك كالنكاح لا يجب فإذا انعقد وجبت أحكامه ، منها المتعة . قلنا : عندنا لا تجب المتعة فلا معنى لأصحاب الشافعي . وقد كاتب عثمان بن عفان عبده وحلف ألا يحطه . . . ، في حديث طويل .قلت : وقد قال الحسن ، والنخعي ، وبريدة : إنما الخطاب بقوله : وآتوهم للناس أجمعين في أن يتصدقوا على المكاتبين ، وأن يعينوهم في فكاك رقابهم . وقال زيد بن أسلم : إنما الخطاب للولاة بأن يعطوا المكاتبين من مال الصدقة حظهم ؛ وهو الذي تضمنه قوله تعالى : وفي الرقاب . وعلى هذين القولين فليس لسيد المكاتب أن يضع شيئا عن مكاتبه . ودليل هذا أنه لو أراد حط شيء من نجوم الكتابة لقال وضعوا عنهم كذا .الثالثة عشرة : : إذا قلنا : إن المراد بالخطاب السادة فرأى عمر بن الخطاب أن يكون ذلك من أول نجومه مبادرة إلى الخير خوفا ألا يدرك آخرها . ورأى مالك رحمه الله تعالى وغيره أن يكون الوضع من آخر نجم . وعلة ذلك أنه إذا وضع من أول نجم ربما عجز العبد فرجع هو وماله إلى السيد ، فعادت إليه وضيعته وهي شبه الصدقة . وهذا قول عبد الله بن عمر ، وعلي . وقال مجاهد : يترك له من كل نجم . قال ابن العربي : والأقوى عندي أن يكون في آخرها ؛ لأن الإسقاط أبدا إنما يكون في أخريات الديون .الرابعة عشرة : المكاتب إذا بيع للعتق رضا منه بعد الكتابة وقبض بائعه ثمنه لم يجب عليه أن يعطيه من ثمنه شيئا ، سواء باعه لعتق أو لغير عتق ، وليس ذلك كالسيد يؤدي إليه مكاتب كتابته فيؤتيه منها أو يضع عنه من آخرها نجما أو ما شاء ؛ على ما أمر الله به في كتابه ، لأن النبي - صلى الله عليه وسلم - لم يأمر موالي بريرة بإعطائها مما قبضوا شيئا ، وإن كانوا قد باعوها للعتق .[ ص: 235 ] الخامسة عشرة : اختلفوا في صفة عقد الكتابة ؛ فقال ابن خويز منداد : صفتها أن يقول السيد لعبده : كاتبتك على كذا وكذا من المال ، في كذا وكذا نجما ، إذا أديته فأنت حر . أو يقول له أد إلي ألفا في عشرة أنجم وأنت حر . فيقول العبد : قد قبلت ، ونحو ذلك من الألفاظ ؛ فمتى أداها عتق . وكذلك لو قال العبد كاتبني ، فقال السيد قد فعلت ، أو قد كاتبتك . قال ابن العربي : وهذا لا يلزم ؛ لأن لفظ القرآن لا يقتضيه والحال يشهد له ؛ فإن ذكره فحسن ، وإن تركه فهو معلوم لا يحتاج إليه . ومسائل هذا الباب وفروعه كثيرة ، وقد ذكرنا من أصوله جملة ، فيها لمن اقتصر عليها كفاية ، والله الموفق للهداية .السادسة عشرة : في ميراث المكاتب ؛ واختلف العلماء في ذلك على ثلاثة أقوال : أن المكاتب إذا هلك وترك مالا أكثر مما بقي عليه من كتابته وله ولد ولدوا في كتابته أو كاتب عليهم ، ورثوا ما بقي من المال بعد قضاء كتابته ؛ لأن حكمهم كحكمه ، وعليهم السعي فيما بقي من كتابته لو لم يخلف مالا ، ولا يعتقون إلا بعتقه ، ولو أدى عنهم ما رجع بذلك عليهم ؛ لأنهم يعتقون عليه ؛ فهم أولى بميراثه لأنهم مساوون له في جميع حاله .والقول الثاني : أنه يؤدي عنه من ماله جميع كتابته ، وجعل كأنه قد مات حرا ، ويرثه جميع ولده وسواء في ذلك من كان حرا قبل موته من ولده ، ومن كاتب عليهم ، أو ولدوا في كتابته لأنهم قد استووا في الحرية كلهم حين تأدت عنهم كتابتهم . روي هذا القول عن علي ، وابن مسعود ، ومن التابعين عن عطاء ، والحسن ، وطاوس ، وإبراهيم ، وبه قال فقهاء الكوفة سفيان الثوري ، وأبو حنيفة ، وأصحابه ، والحسن بن صالح بن حي ، وإليه ذهب إسحاق .والقول الثالث : أن المكاتب إذا مات قبل أن يؤدي جميع كتابته فقد مات عبدا ، وكل ما يخلفه من المال فهو لسيده ، ولا يرثه أحد من أولاده ، لا الأحرار ولا الذين معه في كتابته ؛ لأنه لما مات قبل أن يؤدي جميع كتابته فقد مات عبدا وماله لسيده ، فلا يصح عتقه بعد موته ؛ لأنه محال أن يعتق عبد بعد موته ، وعلى ولده الذين كاتب عليهم أو ولدوا في كتابته أن يسعوا في باقي الكتابة ، ويسقط عنهم منها قدر حصته ، فإن أدوا عتقوا لأنهم كانوا فيها تبعا لأبيهم ، وإن لم يؤدوا ذلك رقوا . هذا قول الشافعي ، وبه قال أحمد بن حنبل ، وهو قول عمر بن الخطاب ، وزيد بن ثابت ، وعمر بن عبد العزيز ، والزهري ، وقتادة .قوله تعالى : ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا روي عن جابر بن عبد الله ، وابن عباس - رضي الله عنهم - أن هذه الآية نزلت في عبد الله بن أبي ، وكانت له جاريتان إحداهما [ ص: 236 ] تسمى معاذة ، والأخرى مسيكة ، وكان يكرههما على الزنا ويضربهما عليه ابتغاء الأجر وكسب الولد ؛ فشكتا ذلك إلى النبي - صلى الله عليه وسلم - فنزلت الآية فيه وفيمن فعل فعله من المنافقين . ومعاذة هذه أم خولة التي جادلت النبي - صلى الله عليه وسلم - في زوجها . وفي صحيح مسلم ، عن جابر أن جارية لعبد الله بن أبي يقال لها مسيكة وأخرى يقال لها أميمة فكان يكرههما على الزنا ، فشكتا ذلك إلى النبي - صلى الله عليه وسلم - فأنزل الله - عز وجل - ولا تكرهوا فتياتكم على البغاء إلى قوله ( غفور رحيم ) .قوله تعالى : إن أردن تحصنا راجع إلى الفتيات ، وذلك أن الفتاة إذا أرادت التحصن فحينئذ يمكن ويتصور أن يكون السيد مكرها ، ويمكن أن ينهى عن الإكراه . وإذا كانت الفتاة لا تريد التحصن فلا يتصور أن يقال للسيد لا تكرهها ؛ لأن الإكراه لا يتصور فيها وهي مريدة للزنا . فهذا أمر في سادة وفتيات حالهم هذه . وإلى هذا المعنى أشار ابن العربي فقال : إنما ذكر الله تعالى إرادة التحصن من المرأة لأن ذلك هو الذي يصور الإكراه ؛ فأما إذا كانت هي راغبة في الزنا لم يتصور إكراه ، فحصلوه . وذهب هذا النظر عن كثير من المفسرين ؛ فقال بعضهم : قوله : إن أردن تحصنا راجع إلى الأيامى ، قال الزجاج ، والحسين بن الفضل : في الكلام تقديم وتأخير ؛ أي وأنكحوا الأيامى والصالحين من عبادكم إن أردن تحصنا . وقال بعضهم : هذا الشرط في قوله : ( إن أردن ) ملغى ، ونحو ذلك مما يضعف والله الموفق .قوله تعالى : لتبتغوا عرض الحياة الدنيا أي الشيء الذي تكسبه الأمة بفرجها والولد يسترق فيباع . وقيل : كان الزاني يفتدي ولده من المزني بها بمائة من الإبل يدفعها إلى سيدها .قوله تعالى : ومن يكرهن أي يقهرهن . فإن الله من بعد إكراههن غفور لهن رحيم بهن . وقرأ ابن مسعود ، وجابر بن عبد الله ، وابن جبير ( لهن غفور ) بزيادة لهن . وقد مضى الكلام في الإكراه في ( النحل ) والحمد لله .",
  "ayah": 33,
  "surah": 24
}
