{
  "text": "قوله تعالى : في بيوت أذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والآصال رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاةفيه  :الأولى : قوله تعالى : في بيوت أذن الله أن ترفع الباء في بيوت تضم وتكسر ؛ وقد تقدم . واختلف في الفاء من قوله : في فقيل : هي متعلقة ب ( مصباح ) . وقيل : ب ( يسبح له ) ؛ فعلى هذا التأويل يوقف على ( عليم ) . قال ابن الأنباري : سمعت أبا العباس يقول هو حال للمصباح والزجاجة والكوكب ؛ كأنه قال وهي في بيوت . وقال الترمذي الحكيم محمد بن علي : في بيوت منفصل ، كأنه يقول : الله في بيوت أذن الله أن ترفع ؛ وبذلك جاءت الأخبار أنه ( من جلس في المسجد فإنه يجالس ربه ) . وكذا ما جاء في الخبر فيما يحكى عن التوراة ( أن المؤمن إذا مشى إلى المسجد قال الله تبارك اسمه عبدي زارني وعلي قراه ولن أرضى له قرى دون الجنة ) . قال ابن الأنباري : إن جعلت ( في ) متعلقة ب ( يسبح ) أو رافعة للرجال حسن الوقف على قوله : والله بكل شيء عليم . وقال الرماني : هي متعلقة ب ( يوقد ) وعليه فلا يوقف على ( عليم ) . فإن قيل : فما الوجه إذا كان البيوت متعلقة ب ( يوقد ) في توحيد [ ص: 246 ] المصباح والمشكاة وجمع البيوت ، ولا يكون مشكاة واحدة إلا في بيت واحد . قيل : هذا من الخطاب المتلون الذي يفتح بالتوحيد ويختم بالجمع ؛ كقوله تعالى : يا أيها النبي إذا طلقتم النساء ونحوه . وقيل : رجع إلى كل واحد من البيوت . وقيل : هو كقوله تعالى : وجعل القمر فيهن نورا وإنما هو في واحدة منها . واختلف الناس في البيوت هنا على خمسة أقوال : الأول - أنها المساجد المخصوصة لله تعالى بالعبادة ، وأنها تضيء لأهل السماء كما تضيء النجوم لأهل الأرض ؛ قاله ابن عباس ، ومجاهد ، والحسن . الثاني : هي بيوت بيت المقدس ؛ عن الحسن أيضا . الثالث : بيوت النبي - صلى الله عليه وسلم - ؛ عن مجاهد أيضا . الرابع : هي البيوت كلها ؛ قاله عكرمة . وقوله : يسبح له فيها بالغدو والآصال يقوي أنها المساجد . وقول خامس : أنها المساجد الأربعة التي لم يبنها إلا نبي : الكعبة ، وبيت أريحا ، ومسجد المدينة ، ومسجد قباء ؛ قاله ابن بريدة . وقد تقدم ذلك في ( براءة ) .قلت : الأظهر القول الأول ؛ لما رواه أنس بن مالك عن رسول الله - صلى الله عليه وسلم - قال : من أحب الله - عز وجل - فليحبني ، ومن أحبني فليحب أصحابي ومن أحب أصحابي ، فليحب القرآن ومن أحب القرآن فليحب المساجد ، فإنها أفنية الله أبنيته ، أذن الله في رفعها ، وبارك فيها ، ميمونة ميمون أهلها ، محفوظة محفوظ أهلها ، هم في صلاتهم والله - عز وجل - في حوائجهم ، هم في مساجدهم والله من ورائهم .الثانية : قوله تعالى : أذن الله أن ترفع ( أذن ) معناه أمر وقضى . وحقيقة الإذن العلم والتمكين دون حظر ؛ فإن اقترن بذلك أمر وإنفاذ كان أقوى . و ( ترفع ) قيل : معناه تبنى وتعلى ؛ قاله مجاهد ، وعكرمة . ومنه قوله تعالى : وإذ يرفع إبراهيم القواعد من البيت وقال : صلى الله عليه وسلم - : من بنى مسجدا من ماله بنى الله له بيتا في الجنة . وفي هذا المعنى أحاديث كثيرة تحض على بنيان المساجد . وقال الحسن البصري وغيره : معنى ( ترفع ) تعظم ، ويرفع شأنها ، وتطهر من الأنجاس والأقذار ؛ ففي الحديث أن المسجد لينزوي من النجاسة كما ينزوي الجلد من النار . وروى ابن ماجه في سننه عن أبي سعيد الخدري قال : قال [ ص: 247 ] رسول الله : من أخرج أذى من المسجد بنى الله له بيتا في الجنة . وروي عن عائشة قالت : أمرنا رسول الله - صلى الله عليه وسلم - أن نتخذ المساجد في الدور وأن تطهر وتطيب .الثالثة : إذا قلنا : إن المراد بنيانها فهل تزين وتنقش ؟ اختلف في ذلك ؛ فكرهه قوم وأباحه آخرون . فروى حماد بن سلمة ، عن أيوب ، عن أبي قلابة ، عن أنس ، وقتادة ، عن أنس أن رسول الله - صلى الله عليه وسلم - قال : لا تقوم الساعة حتى تتباهى الناس في المساجد . أخرجه أبو داود . وفي البخاري - وقال أنس : يتباهون بها ، ثم لا يعمرونها إلا قليلا . وقال ابن عباس : لتزخرفنها كما زخرفت اليهود ، والنصارى . وروى الترمذي الحكيم أبو عبد الله في نوادر الأصول من حديث أبي الدرداء قال : قال رسول الله - صلى الله عليه وسلم - : إذا زخرفتم مساجدكم ، وحليتم مصاحفكم فالدبار عليكم . احتج من أباح ذلك بأن فيه تعظيم المساجد ، والله تعالى أمر بتعظيمها في قوله : في بيوت أذن الله أن ترفع يعني تعظم . وروي عن عثمان أنه بنى مسجد النبي - صلى الله عليه وسلم - بالساج وحسنه . قال أبو حنيفة : لا بأس بنقش المساجد بماء الذهب . وروي عن عمر بن عبد العزيز أنه نقش مسجد النبي - صلى الله عليه وسلم - وبالغ في عمارته وتزيينه ، وذلك في زمن ولايته قبل خلافته ، ولم ينكر عليه أحد ذلك . وذكر أن الوليد بن عبد الملك أنفق في عمارة مسجد دمشق وفي تزيينه مثل خراج الشأم ثلاث مرات . وروي أن سليمان بن داود عليهما السلام بنى مسجد بيت المقدس وبالغ في تزيينه .الرابعة : ومما تصان عنه المساجد وتنزه عنه الروائح الكريهة ، والأقوال السيئة وغير ذلك على ما نبينه ؛ وذلك من تعظيمها . وقد صح من حديث ابن عمر - رضي الله عنهما - أن [ ص: 248 ] رسول الله - صلى الله عليه وسلم - قال في غزوة تبوك : من أكل من هذه الشجرة - يعني الثوم - فلا يأتين المساجد . وفي حديث جابر بن عبد الله عن النبي صلى الله عليه وسلم قال : من أكل من هذه البقلة الثوم ، وقال مرة : من أكل البصل والثوم والكراث فلا يقربن مسجدنا ، فإن الملائكة تتأذى مما يتأذى منه بنو آدم . وقال عمر بن الخطاب - رضي الله عنه - في خطبته : ثم إنكم أيها الناس تأكلون شجرتين ولا أراهما إلا خبيثتين ، هذا البصل والثوم ، لقد رأيت رسول الله - صلى الله عليه وسلم - إذا وجد ريحهما من رجل في المسجد أمر به فأخرج إلى البقيع ، فمن أكلهما فليمتهما طبخا . خرجه مسلم في صحيحه . قال العلماء : وإذا كانت العلة في إخراجه من المسجد أنه يتأذى به ففي القياس أن كل من تأذى به جيرانه في المسجد بأن يكون ذرب اللسان سفيها عليهم ، أو كان ذا رائحة قبيحة لا تريمه لسوء صناعته ، أو عاهة مؤذية كالجذام وشبهه . وكل ما يتأذى به الناس كان لهم إخراجه ما كانت العلة موجودة حتى تزول . وكذلك يجتنب مجتمع الناس حيث كان لصلاة أو غيرها كمجالس العلم والولائم وما أشبهها ، من أكل الثوم وما في معناه ، مما له رائحة كريهة تؤذي الناس . ولذلك جمع بين البصل والثوم والكراث ، وأخبر أن ذلك مما يتأذى به . قال أبو عمر بن عبد البر : وقد شاهدت شيخنا أبا عمر أحمد بن عبد الملك بن هشام رحمه الله أفتى في رجل شكاه جيرانه واتفقوا عليه أنه يؤذيهم في المسجد بلسانه ويده فشوور فيه ؛ فأفتى بإخراجه من المسجد وإبعاده عنه ، وألا يشاهد معهم الصلاة ؛ إذ لا سبيل مع جنونه واستطالته إلى السلامة منه ، فذاكرته يوما أمره وطالبته بالدليل فيما أفتى به من ذلك وراجعته فيه القول ؛ فاستدل بحديث الثوم ، وقال : هو عندي أكثر أذى من أكل الثوم ، وصاحبه يمنع من شهود الجماعة في المسجد .قلت : وفي الآثار المرسلة ( إن الرجل ليكذب الكذبة فيتباعد عنه الملك من نتن ريحه ) . فعلى هذا يخرج من عرف منه الكذب والتقول بالباطل فإن ذلك يؤذي .الخامسة : أكثر العلماء على أن المساجد كلها سواء ؛ لحديث ابن عمر . وقال بعضهم : إنما خرج النهي على مسجد رسول الله - صلى الله عليه وسلم - من أجل جبريل - عليه السلام - ونزوله فيه ؛ ولقوله في حديث جابر : فلا يقربن مسجدنا . والأول أصح ، لأنه ذكر الصفة في الحكم وهي [ ص: 249 ] المسجدية ، وذكر الصفة في الحكم تعليل . وقد روى الثعلبي بإسناده عن أنس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : يأتي الله يوم القيامة بمساجد الدنيا كأنها نجائب بيض ، قوائها من العنبر ، وأعناقها من الزعفران ، ورءوسها من المسك وأزمتها من الزبرجد الأخضر ، وقوامها والمؤذنون فيها يقودونها وأئمتها يسوقونها ، وعمارها متعلقون بها فتجوز عرصات القيامة كالبرق الخاطف ، فيقول أهل الموقف هؤلاء ملائكة مقربون وأنبياء مرسلون ، فينادى ما هؤلاء بملائكة ولا أنبياء ، ولكنهم أهل المساجد والمحافظون على الصلوات من أمة محمد - صلى الله عليه وسلم - وفي التنزيل : إنما يعمر مساجد الله من آمن بالله . وهذا عام في كل مسجد . وقال النبي - صلى الله عليه وسلم - : إذا رأيتم الرجل يعتاد المسجد فاشهدوا له بالإيمان إن الله تعالى يقول : إنما يعمر مساجد الله من آمن بالله واليوم الآخر ) . وقد تقدم .السادسة : وتصان المساجد أيضا عن البيع والشراء وجميع الاشتغال ؛ لقوله - صلى الله عليه وسلم - للرجل الذي دعا إلى الجمل الأحمر : لا وجدت إنما بنيت المساجد لما بنيت له . أخرجه مسلم من حديث سليمان بن بريدة عن أبيه أن النبي - صلى الله عليه وسلم - لما صلى قام رجل فقال : من دعا إلى الجمل الأحمر ؟ فقال النبي - صلى الله عليه وسلم - : لا وجدت إنما بنيت المساجد لما بنيت له . وهذا يدل على أن الأصل ألا يعمل في المسجد غير الصلوات والأذكار ، وقراءة القرآن . وكذا جاء مفسرا من حديث أنس قال : بينما نحن في المسجد مع رسول الله - صلى الله عليه وسلم - إذ جاء أعرابي فقام يبول في المسجد ، فقال أصحاب رسول الله - صلى الله عليه وسلم - : مه مه ؛ فقال النبي - صلى الله عليه وسلم - : لا تزرموه دعوه . فتركوه حتى بال ، ثم إن رسول الله - صلى الله عليه وسلم - دعاه فقال له : إن هذه المساجد لا تصلح لشيء من هذا البول ولا القذر إنما هي لذكر الله والصلاة وقراءة القرآن . أو كما قال رسول الله - صلى الله عليه وسلم - . قال : فأمر [ ص: 250 ] رجلا من القوم فجاء بدلو من ماء فشنه عليه . خرجه مسلم . ومما يدل على هذا من الكتاب قوله الحق : ويذكر فيها اسمه . وقوله - صلى الله عليه وسلم - لمعاوية بن الحكم السلمي : إن هذه المساجد لا يصلح فيها شيء من كلام الناس إنما هو التسبيح والتكبير وقراءة القرآن . أو كما قال رسول الله - صلى الله عليه وسلم - . الحديث بطوله ، خرجه مسلم في صحيحه ، وحسبك ! وسمع عمر بن الخطاب - رضي الله عنه - صوت رجل في المسجد فقال : ما هذا الصوت ؟ أتدري أين أنت ! وكان خلف بن أيوب جالسا في مسجده فأتاه غلامه يسأله عن شيء فقام وخرج من المسجد وأجابه ؛ فقيل له في ذلك فقال : ما تكلمت في المسجد بكلام الدنيا منذ كذا وكذا ، فكرهت أن أتكلم اليوم .السابعة : روى الترمذي من حديث عمرو بن شعيب ، عن أبيه ، عن جده ، عن رسول الله - صلى الله عليه وسلم - أنه نهى عن تناشد الأشعار في المسجد ، وعن البيع والشراء فيه ، وأن يتحلق الناس يوم الجمعة قبل الصلاة . قال : وفي الباب عن بريدة ، وجابر ، وأنس حديث عبد الله بن عمرو حديث حسن . قال محمد بن إسماعيل : رأيت محمدا ، وإسحاق ، وذكر غيرهما يحتجون بحديث عمرو بن شعيب . وقد كره قوم من أهل العلم البيع والشراء في المسجد ؛ وبه يقول أحمد ، [ ص: 251 ] وإسحاق . وروي أن عيسى ابن مريم عليهما السلام أتى على قوم يتبايعون في المسجد فجعل رداءه مخراقا ، ثم جعل يسعى عليهم ضربا ويقول : يا أبناء الأفاعي ، اتخذتم مساجد الله أسواقا ! هذا سوق الآخرة .قلت : وقد كره بعض أصحابنا تعليم الصبيان في المساجد ، ورأى أنه من باب البيع . وهذا إذا كان بأجرة ، فلو كان بغير أجرة لمنع أيضا من وجه آخر ، وهو أن الصبيان لا يتحرزون عن الأقذار والوسخ ؛ فيؤدي ذلك إلى عدم تنظيف المساجد ، وقد أمر - صلى الله عليه وسلم - بتنظيفها وتطييبها فقال : جنبوا مساجدكم صبيانكم ، ومجانينكم ، وسل سيوفكم ، وإقامة حدودكم ، ورفع أصواتكم ، وخصوماتكم ، وأجمروها في الجمع ، واجعلوا على أبوابها المطاهر . في إسناده العلاء بن كثير الدمشقي مولى بني أمية ، وهو ضعيف عندهم ؛ ذكره أبو أحمد بن عدي الجرجاني الحافظ . وذكر أبو أحمد أيضا من حديث علي بن أبي طالب - رضي الله عنه - قال : صليت العصر مع عثمان أمير المؤمنين فرأى خياطا في ناحية المسجد فأمر بإخراجه ؛ فقيل له : يا أمير المؤمنين ، إنه يكنس المسجد ، ويغلق الأبواب ، ويرش أحيانا . فقال عثمان : إني سمعت رسول الله - صلى الله عليه وسلم - يقول : ( جنبوا صناعكم من مساجدكم ) . هذا حديث غير محفوظ ، في إسناده محمد بن مجيب الثقفي ، وهو ذاهب الحديث .قلت : ما ورد في هذا المعنى وإن كان طريقه لينا فهو صحيح معنى ؛ يدل على صحته ما ذكرناه قبل . قال الترمذي : وقد روي عن بعض أهل العلم من التابعين رخصة في البيع والشراء في المسجد . وقد روي عن النبي - صلى الله عليه وسلم - في غير حديث رخصة في إنشاد الشعر في المسجد .قلت : أما تناشد الأشعار فاختلف في ذلك ، فمن مانع مطلقا ، ومن مجيز مطلقا . والأولى التفصيل ، وهو أن ينظر إلى الشعر فإن كان مما يقتضي الثناء على الله - عز وجل - أو على رسوله - صلى الله عليه وسلم - أو الذب عنهما كما كان شعر حسان ، أو يتضمن الحض على الخير ، والوعظ ، والزهد في الدنيا والتقلل منها ، فهو حسن في المساجد وغيرها ؛ كقول القائل :طوفي يا نفس كي أقصد فردا صمدا وذريني لست أبغي غير ربي أحدا [ ص: 252 ]     فهو أنسي وجليسي ودعي الناسفما إن تجدي من دونه ملتحداوما لم يكن كذلك لم يجز ؛ لأن الشعر في الغالب لا يخلو عن الفواحش والكذب والتزين بالباطل ، ولو سلم من ذلك فأقل ما فيه اللغو والهذر ، والمساجد منزهة عن ذلك ؛ لقوله تعالى : في بيوت أذن الله أن ترفع . وقد يجوز إنشاده في المسجد ؛ كقول القائل :كفحل العداب الفرد يضر به الندى     تعلى الندى في متنه وتحدراوقول الآخر :إذا سقط السماء بأرض قوم     رعيناه وإن كانوا غضابافهذا النوع وإن لم يكن فيه حمد ولا ثناء يجوز ؛ لأنه خال عن الفواحش والكذب وسيأتي ذكر الأشعار الجائزة وغيرها بما فيه كفاية في الشعراء إن شاء الله تعالى . وقد روى الدارقطني من حديث هشام بن عروة ، عن أبيه ، عن عائشة - رضي الله عنها - قالت : ذكر الشعراء عند رسول الله - صلى الله عليه وسلم - فقال : هو كلام حسنه حسن وقبيحه قبيح . وفي الباب عن عبد الله بن عمرو بن العاص ، وأبي هريرة ، وابن عباس ، عن النبي - صلى الله عليه وسلم - . ذكره في السنن .قلت : وأصحاب الشافعي يأثرون هذا الكلام عن الشافعي وأنه لم يتكلم به غيره ؛ وكأنهم لم يقفوا على الأحاديث في ذلك . والله أعلم .الثامنة : وأما رفع الصوت فإن كان مما يقتضي مصلحة للرافع صوته دعي عليه بنقيض قصده ؛ لحديث بريرة المتقدم ، وحديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : من سمع رجلا ينشد ضالة في المسجد ، فليقل لا ردها الله عليك فإن المساجد لم تبن لهذا . وإلى هذا [ ص: 253 ] ذهب مالك وجماعة ، حتى كرهوا رفع الصوت في المسجد في العلم وغيره . وأجاز أبو حنيفة ، وأصحابه ، ومحمد بن مسلمة من أصحابنا رفع الصوت في الخصومة والعلم ؛ قالوا : لأنهم لا بد لهم من ذلك . وهذا مخالف لظاهر الحديث ، وقولهم : لا بد لهم من ذلك ممنوع ، بل لهم بد من ذلك لوجهين : أحدهما : بملازمة الوقار والحرمة ، وبإحضار ذلك بالبال والتحرز من نقيضه . والثاني : أنه إذا لم يتمكن من ذلك فليتخذ لذلك موضعا يخصه ، كما فعل عمر حيث بنى رحبة تسمى البطيحاء ، وقال : من أراد أن يلغط أو ينشد شعرا - يعني في مسجد رسول الله - صلى الله عليه وسلم - فليخرج إلى هذه الرحبة . وهذا يدل على أن عمر كان يكره إنشاد الشعر في المسجد ، ولذلك بنى البطيحاء خارجه .التاسعة : وأما النوم في المسجد لمن احتاج إلى ذلك من رجل أو امرأة من الغرباء ومن لا بيت له فجائز ؛ لأن في البخاري - وقال أبو قلابة ، عن أنس : قدم رهط من عكل على النبي - صلى الله عليه وسلم - فكانوا في الصفة ، وقال عبد الرحمن بن أبي بكر : كان أصحاب الصفة فقراء . وفي الصحيحين عن ابن عمر أنه كان ينام وهو شاب أعزب لا أهل له في مسجد النبي - صلى الله عليه وسلم - . لفظ البخاري : وترجم ( باب نوم المرأة في المسجد ) وأدخل حديث عائشة في قصة السوداء التي اتهمها أهلها بالوشاح ، قالت عائشة : وكان لها خباء في المسجد أو خفش . . . الحديث . ويقال : كان مبيت عطاء بن أبي رباح في المسجد أربعين سنة .العاشرة : روى مسلم ، عن أحمد ، أو عن أبي أسيد قال : قال رسول الله - صلى الله عليه وسلم - : إذا دخل أحدكم المسجد ، فليقل : اللهم افتح لي أبواب رحمتك ، وإذا خرج فليقل : اللهم إني أسألك من فضلك . خرجه أبو داود كذلك ؛ إلا أنه زاد بعد قوله : إذا دخل أحدكم المسجد : فليسلم وليصل على النبي - صلى الله عليه وسلم - ثم ليقل : اللهم افتح لي . . . الحديث . وروى ابن ماجه ، عن فاطمة [ ص: 254 ] بنت رسول الله - صلى الله عليه وسلم - قالت : كان رسول الله - صلى الله عليه وسلم - إذا دخل المسجد قال : باسم الله والسلام على رسول الله ، اللهم اغفر لي ذنوبي ، وافتح لي أبواب رحمتك ، وإذا خرج قال : باسم الله ، والصلاة على رسول الله ، اللهم اغفر لي ذنوبي ، وافتح لي أبواب رحمتك وفضلك . وروى عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : إذا دخل أحدكم المسجد فليصل على النبي - صلى الله عليه وسلم - وليقل : اللهم افتح لي أبواب رحمتك ، وإذا خرج فليسلم على النبي - صلى الله عليه وسلم - وليقل : اللهم اعصمني من الشيطان الرجيم . وخرج أبو داود ، عن حيوة بن شريح ، قال : لقيت عقبة بن مسلم فقلت له : بلغني أنك حدثت عن عبد الله بن عمرو بن العاص ، عن النبي - صلى الله عليه وسلم - أنه كان إذا دخل المسجد قال : أعوذ بالله العظيم ، وبوجهه الكريم ، وسلطانه القديم من الشيطان الرجيم ، قال : نعم . قال : فإذا قال ذلك قال الشيطان : حفظ مني سائر اليوم .الحادية عشرة : روى مسلم ، عن أبي قتادة أن رسول الله صلى عليه وسلم قال : إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس ، وعنه قال : دخلت المسجد ورسول الله - صلى الله عليه وسلم - جالس بين ظهراني الناس ، قال فجلست ، فقال رسول الله - صلى الله عليه وسلم - : ما منعك أن تركع ركعتين قبل أن تجلس ؟ فقلت : يا رسول الله ، رأيتك جالسا والناس جلوس . قال : فإذا دخل أحدكم المسجد فلا يجلس حتى يركع ركعتين . قال العلماء : فجعل - صلى الله عليه وسلم - للمسجد مزية يتميز بها عن سائر البيوت ، وهو ألا يجلس حتى يركع . وعامة العلماء على أن الأمر بالركوع على الندب والترغيب . وقد ذهب داود ، وأصحابه إلى أن ذلك على الوجوب ؛ وهذا باطل ، ولو كان الأمر على ما قالوه لحرم دخول المسجد على المحدث الحدث الأصغر حتى يتوضأ ، ولا قائل به فيما أعلم ، والله أعلم . فإن قيل : فقد روى إبراهيم ، بن يزيد ، عن الأوزاعي ، عن يحيى بن أبي كثير [ ص: 255 ] عن أبي سلمة ، عن عبد الرحمن ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : إذا دخل أحدكم المسجد فلا يجلس حتى يركع ركعتين ، وإذا دخل أحدكم بيته فلا يجلس حتى يركع ركعتين فإن الله جاعل من ركعتيه في بيته خيرا ، وهذا يقتضي التسوية بين المسجد والبيت . قيل : هذه الزيادة في الركوع عند دخول البيت لا أصل لها ؛ قال ذلك البخاري . وإنما يصح في هذا حديث أبي قتادة الذي تقدم لمسلم ، وإبراهيم هذا لا أعلم روى عنه إلا سعد بن عبد الحميد ، ولا أعلم له إلا هذا الحديث الواحد ؛ قاله أبو محمد عبد الحق .الثانية عشرة : روى سعيد بن زبان ، حدثني أبي ، عن أبيه ، عن جده ، عن أبي هند - رضي الله عنه - قال : حمل تميم - يعني الداري - من الشأم إلى المدينة قناديل ، وزيتا ، ومقطا ، فلما انتهى إلى المدينة وافق ذلك ليلة الجمعة فأمر غلاما يقال له أبو البزاد فقام فنشط المقط ، وعلق القناديل ، وصب فيها الماء ، والزيت ، وجعل فيها الفتيل ؛ فلما غربت الشمس أمر أبا البزاد فأسرجها ، وخرج رسول الله - صلى الله عليه وسلم - إلى المسجد ، فإذا هو بها تزهر ؛ فقال : من فعل هذا ؟ قالوا : تميم الداري يا رسول الله ؛ فقال : نورت الإسلام نور الله عليك في الدنيا والآخرة ، أما إنه لو كانت لي ابنة لزوجتكها . قال نوفل بن الحارث : لي ابنة يا رسول الله تسمى المغيرة بنت نوفل فافعل بها ما أردت ؛ فأنكحه إياها . زبان ( بفتح الزاي والباء وتشديدها بنقطة واحدة من تحتها ) ينفرد بالتسمي به سعيد وحده ، فهو أبو عثمان سعيد بن زبان بن قائد بن زبان بن أبي هند ، وأبو هند هذا مولى ابن بياضة حجام النبي - صلى الله عليه وسلم - . والمقط : جمع المقاط ، وهو الحبل ، فكأنه مقلوب القماط . والله أعلم . وروى ابن ماجه عن أبي سعيد الخدري قال : أول من أسرج في المساجد تميم الداري . وروي عن أنس أن النبي - صلى الله عليه وسلم - قال : من أسرج في مسجد سراجا ، لم تزل الملائكة وحملة العرش يصلون عليه ويستغفرون له ما دام ذلك الضوء فيه ، وإن كنس غبار المسجد نقد الحور العين . قال العلماء : ويستحب أن ينور البيت الذي يقرأ فيه القرآن بتعليق القناديل ونصب الشموع فيه ، ويزاد في شهر رمضان في أنوار المساجد .الثالثة عشرة : قوله تعالى : يسبح له فيها بالغدو والآصال رجال اختلف العلماء في وصف الله تعالى المسبحين ؛ فقيل : هم المراقبون أمر الله ، الطالبون رضاءه ، الذين لا يشغلهم عن الصلاة وذكر الله شيء من أمور الدنيا . وقال كثير من الصحابة : نزلت هذه الآية في [ ص: 256 ] أهل الأسواق الذين إذا سمعوا النداء بالصلاة تركوا كل شغل وبادروا . ورأى سالم بن عبد الله أهل الأسواق وهم مقبلون إلى الصلاة فقال : هؤلاء الذين أراد الله بقوله : لا تلهيهم تجارة ولا بيع عن ذكر الله . وروي ذلك عن ابن مسعود . وقرأ عبد الله بن عامر ، وعاصم في رواية أبي بكر ، عنه ، والحسن ( يسبح له فيها ) بفتح الباء على ما لم يسم فاعله . وكان نافع ، وابن عمر ، وأبو عمرو ، وحمزة يقرءون ( يسبح ) بكسر الباء ؛ وكذلك روى أبو عمرو ، عن عاصم . فمن قرأ ( يسبح ) بفتح الباء كان على معنيين : أحدهما أن يرتفع رجال بفعل مضمر دل عليه الظاهر ؛ بمعنى يسبحه رجال ؛ فيوقف على هذا على الآصال . وقد ذكر سيبويه مثل هذا .وأنشد :ليبك يزيد ضارع لخصومة     ومختبط مما تطيح الطوائحالمعنى : يبكيه ضارع . وعلى هذا تقول : ضرب زيد عمرو ؛ على معنى ضربه عمرو . والوجه الآخر : أن يرتفع رجال بالابتداء ، والخبر في بيوت ؛ أي في بيوت أذن الله أن ترفع رجال . و يسبح له فيها حال من الضمير في ( ترفع ) ؛ كأنه قال : أن ترفع ؛ مسبحا له فيها ، ولا يوقف على الآصال على هذا التقدير . ومن قرأ ( يسبح ) بكسر الباء لم يقف على الآصال ؛ لأن ( يسبح ) فعل للرجال ، والفعل مضطر إلى فاعله ولا إضمار فيه . وقد تقدم القول في ( الغدو والآصال ) في آخر ( الأعراف ) والحمد لله وحده .الرابعة عشرة : يسبح له فيها قيل : معناه يصلي . وقال ابن عباس : كل تسبيح في القرآن صلاة ؛ ويدل عليه قوله : بالغدو والآصال ، أي بالغداة والعشي . وقال أكثر المفسرين : أراد الصلاة المفروضة ؛ فالغدو صلاة الصبح ، والآصال صلاة الظهر ، والعصر والعشائين ؛ لأن اسم الآصال يجمعها .الخامسة عشرة : روى أبو داود ، عن أبي أمامة أن رسول الله صلى عليه وسلم قال : من خرج من بيته متطهرا إلى صلاة مكتوبة ، فأجره كأجر الحاج المحرم ، ومن خرج إلى تسبيح الضحا لا ينصبه إلا إياه ، فأجره كأجر المعتمر ، وصلاة على إثر صلاة لا لغو بينهما كتاب في عليين . وخرج عن بريدة ، عن النبي - صلى الله عليه وسلم - قال : بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة .[ ص: 257 ] وفي صحيح مسلم ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : من غدا إلى المسجد أو راح ، أعد الله له نزلا في الجنة كلما غدا أو راح . في غير الصحيح من الزيادة كما أن أحدكم لو زار من يحب زيارته لاجتهد في كرامته ؛ ذكره الثعلبي . وخرج مسلم من حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : من تطهر في بيته ، ثم مشى إلى بيت من بيوت الله ، ليقضي فريضة من فرائض الله كانت خطوتاه إحداهما تحط خطيئة ، والأخرى ترفع درجة . وعنه قال رسول الله - صلى الله عليه وسلم - : صلاة الرجل في جماعة تزيد على صلاته في بيته ، وصلاته في سوقه بضعا وعشرين درجة ، وذلك أن أحدهم إذا توضأ ، فأحسن الوضوء ، ثم أتى المسجد لا ينهزه إلا الصلاة ، لا يريد إلا الصلاة فلم يخط خطوة إلا رفع له بها درجة ، وحط عنه بها خطيئة حتى يدخل المسجد فإذا دخل المسجد كان في الصلاة ما كانت الصلاة هي تحبسه ، والملائكة يصلون على أحدكم ما دام في مجلسه الذي صلى فيه يقولون : اللهم ارحمه ، اللهم اغفر له ، اللهم تب عليه ما لم يؤذ فيه ما لم يحدث فيه . في رواية : ما يحدث ؟ قال : يفسو ، أو يضرط . وقال حكيم بن زريق : قيل لسعيد بن المسيب : أحضور الجنازة أحب إليك أم الجلوس في المسجد ؟ فقال : من صلى على جنازة فله قيراط ، ومن شهد دفنها فله قيراطان ؛ والجلوس في المسجد أحب إلي ، لأن الملائكة تقول : اللهم اغفر له ، اللهم ارحمه ، اللهم تب عليه . وروي عن الحكم بن عمير صاحب رسول الله - صلى الله عليه وسلم - قال : قال رسول الله - صلى الله عليه وسلم - : كونوا في الدنيا أضيافا ، واتخذوا المساجد بيوتا ، وعودوا قلوبكم الرقة ، وأكثروا التفكر ، والبكاء ، ولا تختلف بكم الأهواء ، تبنون ما لا تسكنون ، وتجمعون ما لا تأكلون ، وتؤملون ما لا تدركون . وقال أبو الدرداء لابنه : ليكن المسجد بيتك فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : إن المساجد بيوت المتقين ، ومن كانت [ ص: 258 ] المساجد بيته ضمن الله تعالى له الروح ، والراحة ، والجواز على الصراط . وكتب أبو صادق الأزدي إلى شعيب بن الحبحاب : أن عليك بالمساجد فالزمها ؛ فإنه بلغني أنها كانت مجالس الأنبياء . وقال أبو إدريس الخولاني : المساجد مجالس الكرام من الناس . وقال مالك بن دينار : بلغني أن الله تبارك وتعالى يقول : ( إني أهم بعذاب عبادي فأنظر إلى عمار المساجد ، وجلساء القرآن ، وولدان الإسلام فيسكن غضبي ) . وروي عنه - عليه السلام - أنه قال : سيكون في آخر الزمان رجال يأتون المساجد فيقعدون فيها حلقا حلقا ذكرهم الدنيا وحبها فلا تجالسوهم فليس لله بهم حاجة . وقال ابن المسيب : من جلس في مسجد فإنما يجالس ربه ، فما حقه أن يقول إلا خيرا . وقد مضى من تعظيم المساجد وحرمتها ما فيه كفاية . وقد جمع بعض العلماء في ذلك خمس عشرة خصلة ، فقال : من حرمة المسجد أن يسلم وقت الدخول إن كان القوم جلوسا ، وإن لم يكن في المسجد أحد قال : السلام علينا وعلى عباد الله الصالحين ، وأن يركع ركعتين قبل أن يجلس ، وألا يشتري فيه ولا يبيع ، ولا يسل فيه سهما ، ولا سيفا ، ولا يطلب فيه ضالة ، ولا يرفع فيه صوتا بغير ذكر الله تعالى ، ولا يتكلم فيه بأحاديث الدنيا ، ولا يتخطى رقاب الناس ، ولا ينازع في المكان ، ولا يضيق على أحد في الصف ، ولا يمر بين يدي مصل ، ولا يبصق ، ولا يتنخم ، ولا يتمخط فيه ، ولا يفرقع أصابعه ، ولا يعبث بشيء من جسده ، وأن ينزه عن النجاسات ، والصبيان ، والمجانين ، وإقامة الحدود ، وأن يكثر ذكر الله تعالى ولا يغفل عنه . فإذا فعل هذه الخصال فقد أدى حق المسجد ، وكان المسجد حرزا له وحصنا من الشيطان الرجيم . وفي الخبر ( أن مسجدا ارتفع بأهله إلى السماء يشكوهم إلى الله لما يتحدثون فيه من أحاديث الدنيا ) . وروى الدارقطني ، عن عامر الشعبي قال : قال رسول الله - صلى الله عليه وسلم - : من اقتراب الساعة أن يرى الهلال قبلا ، فيقال لليلتين ، وأن تتخذ المساجد [ ص: 259 ] طرقا ، وأن يظهر موت الفجأة . هذا يرويه عبد الكبير بن المعافى ، عن شريك ، عن العباس بن ذريح ، عن الشعبي ، عن أنس . وغيره يرويه عن الشعبي ، مرسلا ، والله أعلم . وقال أبو حاتم : عبد الكبير بن معافى ثقة كان يعد من الأبدال . وفي البخاري عن أبي موسى ، عن النبي - صلى الله عليه وسلم - قال : من مر في شيء من مساجدنا ، أو أسواقنا بنبل فليأخذ على نصالها لا يعقر بكفه مسلما . وخرج مسلم ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : البزاق في المسجد خطيئة وكفارتها دفنها . وعن أبي ذر عن النبي - صلى الله عليه وسلم - قال : عرضت علي أعمال أمتي حسنها وسيئها ، فوجدت في محاسن أعمالها الأذى يماط عن الطريق ، ووجدت في مساوي أعمالها النخاعة تكون في المسجد لا تدفن . وخرج أبو داود ، عن الفرج بن فضالة ، عن أبي سعد الحميري قال : رأيت واثلة بن الأسقع في مسجد دمشق بصق على الحصير ، ثم مسحه برجله ؛ فقيل له : لم فعلت هذا ؟ قال : لأني رأيت رسول الله صلى عليه وسلم يفعله . فرج بن فضالة ضعيف ، وأيضا فلم يكن في مسجد رسول الله - صلى الله عليه وسلم - حصر . والصحيح أن رسول الله - صلى الله عليه وسلم - إنما بصق على الأرض ودلكه بنعله اليسرى ، ولعل واثلة إنما أراد هذا فحمل الحصير عليه .",
  "ayah": 36,
  "surah": 24
}
