{
  "text": "قوله تعالى : إلا الذين تابوا في موضع نصب على الاستثناء . ويجوز أن يكون في موضع خفض على البدل . المعنى ولا تقبلوا لهم شهادة أبدا إلا الذين تابوا وأصلحوا من بعد القذف فإن الله غفور رحيم . فتضمنت الآية ثلاثة أحكام في القاذف : جلده ، ورد شهادته أبدا ، وفسقه . فالاستثناء غير عامل في جلده بإجماع ؛ إلا ما روى الشعبي على ما يأتي . وعامل في فسقه بإجماع . واختلف الناس في عمله في رد الشهادة ؛ فقال شريح القاضي ، وإبراهيم النخعي ، والحسن البصري ، وسفيان الثوري ، وأبو حنيفة : لا يعمل الاستثناء في رد شهادته ، وإنما يزول فسقه عند الله تعالى . وأما شهادة القاذف فلا تقبل البتة ولو تاب وأكذب نفسه ولا بحال من الأحوال . وقال الجمهور : الاستثناء عامل في رد الشهادة ، فإذا تاب القاذف قبلت شهادته ؛ وإنما كان ردها لعلة الفسق فإذا زال بالتوبة قبلت شهادته مطلقا قبل الحد وبعده ، وهو قول عامة الفقهاء . ثم اختلفوا في صورة توبته ؛ فمذهب عمر بن الخطاب - رضي الله عنه - والشعبي ، وغيره ، أن توبته لا تكون إلا بأن يكذب نفسه في ذلك القذف الذي حد فيه . وهكذا فعل عمر ؛ فإنه قال للذين شهدوا على المغيرة : من أكذب نفسه أجزت شهادته فيما استقبل ، ومن لم يفعل لم أجز شهادته ؛ فأكذب الشبل بن معبد ، ونافع بن الحارث بن كلدة أنفسهما وتابا ، وأبى أبو بكرة أن يفعل ؛ فكان لا يقبل شهادته . وحكى هذا القول النحاس عن أهل المدينة . وقالت فرقة - منها مالك رحمه الله تعالى وغيره - : توبته أن يصلح ويحسن حاله وإن لم يرجع عن قوله بتكذيب ؛ وحسبه الندم على قذفه ، والاستغفار منه ، وترك العود إلى مثله ؛ وهو قول ابن جرير . ويروى عن الشعبي أنه قال : الاستثناء من الأحكام الثلاثة ، إذا تاب وظهرت توبته لم يحد ، وقبلت شهادته ، وزال عنه التفسيق ؛ لأنه قد صار ممن يرضى من الشهداء ؛ وقد قال الله - عز وجل - : وإني لغفار لمن تاب الآية .اختلف علماؤنا رحمهم الله تعالى متى تسقط شهادة القاذف ؛ فقال ابن الماجشون : بنفس قذفه . وقال ابن القاسم ، وأشهب ، وسحنون : لا تسقط حتى يجلد ، فإن منع من جلده مانع عفو أو غيره لم ترد شهادته . وقال الشيخ أبو الحسن اللخمي : شهادته في مدة الأجل موقوفة ؛ ورجح القول بأن التوبة إنما تكون بالتكذيب في القذف ، وإلا فأي رجوع لعدل إن قذف وحد وبقي على عدالته .واختلفوا أيضا على القول بجواز شهادته بعد التوبة في أي شيء تجوز ؛ فقال مالك رحمه الله تعالى : تجوز في كل شيء مطلقا ؛ وكذلك كل من حد في شيء من الأشياء ؛ رواه نافع ، وابن عبد الحكم ، عن مالك ، وهو قول ابن كنانة . وذكر الوقار ، عن مالك أنه لا تقبل شهادته فيما حد فيه خاصة ، وتقبل فيما سوى ذلك ؛ وهو قول مطرف ، وابن الماجشون . وروى العتبي ، عن أصبغ ، وسحنون مثله . قال سحنون : من حد في شيء من الأشياء فلا تجوز شهادته في مثل ما حد فيه . وقال مطرف ، وابن الماجشون : من حد في قذف أو زنا فلا تجوز شهادته في شيء من وجوه الزنا ، ولا في قذف ولا لعان ، وإن كان عدلا ؛ وروياه عن مالك . واتفقوا على ولد الزنا أن شهادته لا تجوز في الزنا .الاستثناء إذا تعقب جملا معطوفة عاد إلى جميعها عند مالك ، والشافعي ، وأصحابهما . وعند أبي حنيفة وجل أصحابه يرجع الاستثناء إلى أقرب مذكور ، وهو الفسق ؛ ولهذا لا تقبل شهادته ، فإن الاستثناء راجع إلى الفسق خاصة لا إلى قبول الشهادة .وسبب الخلاف في هذا الأصل سببان : أحدهما : هل هذه الجمل في حكم الجملة الواحدة للعطف الذي فيها ، أو لكل جملة حكم نفسها في الاستقلال ، وحرف العطف محسن لا مشرك ، وهو الصحيح في عطف الجمل ؛ لجواز عطف الجمل المختلفة بعضها على بعض ، على ما يعرف من النحو .السبب الثاني : يشبه الاستثناء بالشرط في عوده إلى الجمل المتقدمة ، فإنه يعود إلى جميعها عند الفقهاء ، أو لا يشبه به ، لأنه من باب القياس في اللغة وهو فاسد على ما يعرف في أصول الفقه . والأصل أن كل ذلك محتمل ولا ترجيح ، فتعين ما قاله القاضي من الوقف . ويتأيد الإشكال بأنه قد جاء في كتاب الله - عز وجل - كلا الأمرين ؛ فإن آية المحاربة فيها عود الضمير إلى الجميع باتفاق ، وآية قتل المؤمن خطأ فيها رد الاستثناء إلى الأخيرة باتفاق ، وآية القذف محتملة للوجهين ، فتعين الوقف من غير مين . قال علماؤنا : وهذا نظر كلي أصولي . ويترجح قول مالك ، والشافعي رحمهما الله من جهة نظر الفقه الجزئي بأن يقال : الاستثناء راجع إلى الفسق والنهي عن قبول الشهادة جميعا إلا أن يفرق بين ذلك بخبر يجب التسليم له . وأجمعت الأمة على أن التوبة تمحو الكفر ، فيجب أن يكون ما دون ذلك أولى ؛ والله أعلم . قال أبو عبيد : الاستثناء يرجع إلى الجمل السابقة ؛ قال : وليس من نسب إلى الزنا بأعظم جرما من مرتكب الزنا ، ثم الزاني إذا تاب قبلت شهادته ؛ لأن التائب من الذنب كمن لا ذنب [ ص: 167 ] له ، وإذا قبل الله التوبة من العبد كان العباد بالقبول أولى ؛ مع أن مثل هذا الاستثناء موجود في مواضع من القرآن ؛ منها قوله تعالى : إنما جزاء الذين يحاربون الله ورسوله إلى قوله : إلا الذين تابوا . ولا شك أن هذا الاستثناء إلى الجميع ؛ وقال الزجاج : وليس القاذف بأشد جرما من الكافر ، فحقه إذا تاب وأصلح أن تقبل شهادته . قال : وقوله : ( أبدا ) أي ما دام قاذفا ؛ كما يقال : لا تقبل شهادة الكافر أبدا ؛ فإن معناه ما دام كافرا . وقال الشعبي للمخالف في هذه المسألة : يقبل الله توبته ولا تقبلون شهادته ! ثم إن كان الاستثناء يرجع إلى الجملة الأخيرة عند أقوام من الأصوليين فقوله : وأولئك هم الفاسقون تعليل لا جملة مستقلة بنفسها ؛ أي لا تقبلوا شهادتهم لفسقهم ، فإذا زال الفسق فلم لا تقبل شهادتهم . ثم توبة القاذف إكذابه نفسه ، كما قال عمر لقذفة المغيرة بحضرة الصحابة من غير نكير ، مع إشاعة القضية وشهرتها من البصرة إلى الحجاز وغير ذلك من الأقطار . ولو كان تأويل الآية ما تأوله الكوفيون لم يجز أن يذهب علم ذلك عن الصحابة ، ولقالوا لعمر : لا يجوز قبول توبة القاذف أبدا ، ولم يسعهم السكوت عن القضاء بتحريف تأويل الكتاب ؛ فسقط قولهم ، والله المستعان .قال القشيري : ولا خلاف أنه إذا لم يجلد القاذف بأن مات المقذوف قبل أن يطالب القاذف بالحد ، أو لم يرفع إلى السلطان ، أو عفا المقذوف ، فالشهادة مقبولة ؛ لأن عند الخصم في المسألة النهي عن قبول الشهادة معطوف على الجلد ؛ قال الله تعالى : فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبدا . وعند هذا قال الشافعي : هو قبل أن يحد شر منه حين حد ؛ لأن الحدود كفارات فكيف ترد شهادته في أحسن حاليه دون أخسهما .قلت : هكذا قال ولا خلاف . وقد تقدم عن ابن الماجشون أنه بنفس القذف ترد شهادته . وهو قول الليث ، والأوزاعي ، والشافعي : ترد شهادته وإن لم يحد ؛ لأنه بالقذف يفسق ، لأنه من الكبائر فلا تقبل شهادته حتى تصح براءته بإقرار المقذوف له بالزنا أو بقيام البينة عليه .( وأصلحوا ) يريد إظهار التوبة . وقيل : وأصلحوا العمل . فإن الله غفور رحيم حيث تابوا وقبل توبتهم .",
  "ayah": 5,
  "surah": 24
}
