{
  "text": "После упоминания о судьбе праведников, которые заботятся о своих родителях и совершают добрые дела, Всевышний Господь упомянул о грешниках, которые не уважают своих родителей. Аллах привел в пример неблагодарного человека, который отворачивается от родителей, когда те призывают его уверовать в Аллаха и в Судный день и устрашиться Божьей кары. Могут ли отец и мать сделать для своего ребенка больше, чем помочь ему обрести вечное счастье и бесконечное блаженство? Конечно, нет. Что тогда можно сказать о человеке, который отвечает на подобное благодеяние своих родителей самым отвратительным образом? Он говорит: «Тьфу вам! Пропадите вы пропадом! Зачем вы пристаете ко мне с этими разговорами?!» Он отрицает воскрешение и считает его невозможным и поэтому говорит: «Зачем вы угрожаете мне воскрешением, ежели до меня уже ушло из жизни много поколений неверующих, которые так же, как и я, отрицали Последнюю жизнь и воскрешение? Покажите мне, что постигло их». Как и все упрямые и невежественные неверующие, он берет пример со своих неблагодарных предшественников. Но его родители не опускают руки. Они взывают о помощи к Аллаху, изо всех сил стараются помочь ему и используют для этого каждую возможность. Они молят Всевышнего о том, чтобы Он наставил их сына на прямой путь, упрекают его за невежество и причиненное им беспокойство, разъясняют ему истину и напоминают ему о том, что обещание Аллаха непреложно. Они пытаются убедить его всеми возможными способами, но он становится еще более заносчивым и упрямым. Он пренебрегает истиной и непристойно отзывается о ней, говоря: «Это - всего лишь легенды и предания, которые пересказывали наши предки. Это не может быть откровением Аллаха». Хорошо известно, что Пророк Мухаммад, да благословит его Аллах и приветствует, был не образован и не умел ни читать, ни писать. Вплоть до самой смерти он ни у кого не брал уроков. Кто же тогда научил его Священному Корану? Да и как он мог сочинить его, если даже все творения, собравшись воедино, не смогут сочинить что-либо подобное писанию Аллаха?",
  "ayah": 17,
  "surah": 46
}
