{
  "text": "৬-১০ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা খবর দিচ্ছেন যে, দুনিয়ার আকাশকে তারকামণ্ডলী দ্বারা তিনি সুশোভিত করেছেন। (আরবী) ও (আরবী) উভয়ভাবেই পড়া হয়েছে। উভয় অবস্থাতেই একই অর্থ হবে। আকাশের নক্ষত্ররাজি এবং ওর সূর্যের কিরণ যমীনকে আলোকোজ্জ্বল করে তুলে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “আমি নিকটবর্তী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং ওগুলোকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং তাদের জন্যে প্রস্তুত রেখেছি জ্বলন্ত অগ্নির শাস্তি।” (৬৭:৫) আর এক জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “আমি আকাশে রাশিচক্র বানিয়েছি এবং ওকে দর্শকদের চোখে সৌন্দর্যময় জিনিস করেছি। প্রত্যেক বিতাড়িত শয়তান হতে ওকে রক্ষিত রেখেছি। যে কেউ কোন কথা চুরি করে শুনবার চেষ্টা করে তার পশ্চাদ্ধাবন করে এক তীক্ষ্ণ অগ্নিশিখা।” (১৫:১৬-১৮) মহান আল্লাহ বলেনঃ আমি আসমানকে হিফাযত করেছি প্রত্যেক দুষ্ট ও উদ্ধত শয়তান হতে। ফলে তারা উধ্বজগতের কিছু শ্রবণ করতে পারে না। চুরি করে শুনবার চেষ্টা করলে এবং হঠাৎ কিছু শুনে ফেললে তাদেরকে তাড়ানোর জন্যে জ্বলন্ত উল্কাপিণ্ড তাদের পশ্চাদ্ধাবন করে। তারা আকাশ পর্যন্ত পৌঁছতেই পারে না। আল্লাহ্ শরীয়ত ও তকদীর বিষয়ের কোন আলাপ-আলোচনা তারা শুনতেই পারে না। এ ব্যাপারে বর্ণিত হাদীসগুলো আমরা ... (আরবী) (৩৪:২৩) এই আয়াতের তাফসীরে বর্ণনা করে দিয়েছি।মহামহিমান্বিত আল্লাহ্ বলেনঃ যেই দিক থেকে তারা আকাশে উঠতে চায় সেই দিক থেকেই তাদের উপর অগ্নি নিক্ষেপ করা হয়। তাদেরকে বিতাড়িত ও লজ্জিত করার উদ্দেশ্যে বাধা দেয়া ও আসতে না দেয়ার জন্যে এই শাস্তির ব্যবস্থা করা হয়েছে। আর তাদের জন্যে পরকালের স্থায়ী শাস্তি তো বাকী রয়েছেই যা হবে খুবই যন্ত্রণাদায়ক। যেমন মহামহিমান্বিত আল্লাহ্ বলেনঃ (আরবী) অর্থাৎ “আমি তাদের জন্যে প্রস্তুত রেখেছি জ্বলন্ত অগ্নির শাস্তি।”(৬৭:৫)প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ হ্যা, তবে যদি কোন জ্বিন ফেরেশতাদের কোন কথা শুনে তার নীচের কাউকেও বলে দেয় তবে দ্বিতীয়জন তার নীচের অপরজনকে তা বলার পূর্বেই জ্বলন্ত অগ্নি তার পিছনে ধাবিত হয়। আর কখনো কখনো তারা সে কথা অপরের কানে পৌছিয়ে দিতে সক্ষম হয় এবং এ কথাই যাদুকররা বর্ণনা করে থাকে।(আরবী) শব্দের অর্থ অত্যন্ত তে এবং অত্যধিক উজ্জ্বল ও জ্যোতির্ময়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, পূর্বে শয়তানরা আকাশে গিয়ে বসতো এবং অহী শুনতো। ঐ সময় তাদের উপর তারকা নিক্ষিপ্ত হতো না। সেখানকার কথা নিয়ে তারা একের জায়গায় দশটি কথা বেশী করে বানিয়ে নিয়ে যাদুকরদেরকে বলে দিতো। অতঃপর যখন রাসূলুল্লাহ (সঃ) নবুওয়াত লাভ করলেন তখন তাদের আকাশে যাওয়া বন্ধ হয়ে গেল। তখন থেকে তারা সেখানে গিয়ে কান পাতলে তাদের উপর অগ্নিশিখা নিক্ষিপ্ত হতো। যখন তারা এই নতুন ঘটনা অভিশপ্ত ইবলীসকে জানালো তখন সে বললোঃ “নতুন বিশেষ কোন জরুরী ব্যাপারে এরূপ সতর্কতা অবলম্বন করা হয়েছে। সুতরাং সংবাদ জানার জন্যে সে তার দলবলকে পৃথিবীতে পাঠিয়ে দিলো। ঐ দলটি হিজাযের দিকে গেল। তারা দেখলো যে, রাসূলুল্লাহ (সঃ) নাখলার দু'টি পাহাড়ের মাঝে নামাযে রত আছেন। তারা এ খবর ইবলীস শয়তানকে জানালে সে বললোঃ “এই কারণেই তোমাদের আসমানে যাতায়াত বন্ধ হয়ে গেছে।” এর পূর্ণ বিবরণ ইনশাআল্লাহ্ নিম্নের আয়াতগুলোর তাফসীরে আসবে যেগুলোতে জ্বিনদের উক্তি উদ্ধৃত হয়েছ। আয়াতগুলো হলোঃ (আরবী) অর্থাৎ “এবং আমরা চেয়েছিলাম আকাশের তথ্য সংগ্রহ করতে; কিন্তু আমরা দেখতে পেলাম কঠোর প্রহরী ও উল্কাপিণ্ড দ্বারা আকাশ পরিপূর্ণ। আর পূর্বে আমরা আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শুনার জন্যে বসতাম, কিন্তু এখন কেউ সংবাদ শুনতে চাইলে সে তার উপর নিক্ষেপের জন্য প্রস্তুত জ্বলন্ত উল্কাপিণ্ডের সম্মুখীন হয়। আমরা জানি না যে, জগতবাসীর অমঙ্গলই অভিপ্রেত, না তাদের প্রতিপালক তাদের মঙ্গল চান।”(৭২:৮-১০)",
  "ayah": 10,
  "surah": 37
}
