{
  "text": "১৩৯-১৪৮ নং আয়াতের তাফসীর:\nহযরত ইউনুস (আঃ)-এর ঘটনা সূরায়ে ইউনুসে বর্ণিত হয়েছে। সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কারো একথা বলা উচিত নয় যে, সে হযরত ইউনুস ইবনে মাত্তা (আঃ) হতে উত্তম।” মাত্তা সম্ভবতঃ হযরত ইউনুস (আঃ)-এর মাতার নাম। আর এটা তাঁর পিতার নামও হতে পারে। মহামহিমান্বিত আল্লাহ বলেনঃ স্মরণ কর, যখন সে পলায়ন করে বোঝাই নৌযানে পৌঁছলো। অর্থাৎ যখন তিনি পালিয়ে গিয়ে মালভর্তি জাহাজে আরোহণ করেন তখন জাহাজ চলতে শুরু করা মাত্রই ঝড় এসে গেল এবং চারদিক থেকে ঢেউ উঠতে লাগলো এবং জাহাজ দোল খেয়ে ডুবে যাওয়ার উপক্রম হলো। অবস্থা এমনই দাড়িয়ে গেল যে, সবাই মৃত্যুর আশংকা করতে লাগলো।(আরবী) অর্থাৎ লটারী করা হলো এবং তিনি পরাজিত হলেন। আরোহীরা বললোঃ যাকে লটারীতে পাওয়া গেল তাকে সমুদ্রে নিক্ষেপ কর তাহলেই জাহাজঝটিকা মুক্ত হবে। তিনবার লটারী করা হলো এবং প্রতিবারই নবী (আঃ)-এর নাম উঠলো। তবে আরোহীরা তাঁকে সমুদ্রে নিক্ষেপ করতে ইতস্ততঃ করছিল। কিন্তু নিজেই তিনি কাপড় চোপড় ছেড়ে সমুদ্রে ঝাপিয়ে পড়লেন। মহান আল্লাহ সবুজ সাগরের (সবুজ সাগর বলতে আরবরা আরব উপকূল হতে ভারতের মধ্যবর্তী জলরাশিকে বুঝে) এক বৃহৎ মাছকে আদেশ করলেন যে, সে যেন নবী (আঃ)-কে গলাধঃকরণ করে। উক্ত মাছটি তাঁকে গিলে ফেলে। তবে এতে নবী (আঃ)-এর দেহে কোন আঘাত লাগেনি। মাছটি সমুদ্রে চলাফেরা করতে লাগলো। যখন হযরত ইউনুস (আঃ) সম্পূর্ণরূপে মাছের পেটের মধ্য চলে গেলেন তখন তিনি মনে করলেন যে, তিনি মরে গেছেন। কিন্তু মাথা, হাত, পা প্রভৃতি অঙ্গ প্রত্যঙ্গগুলোকে নড়তে দেখে তিনি বুঝতে পারলেন যে তিনি বেঁচে আছেন। তখন তিনি সেখানেই দাঁড়িয়ে নামায শুরু করে দেন। অতঃপর তিনি আল্লাহর দরবারে প্রার্থনা করেনঃ “হে আমার প্রতিপালক! আপনার জন্যে এমন এক স্থানে আমি মসজিদ বানিয়েছি যেখানে কেউই কখনো পৌঁছবে না।” তিনি কত দিন মাছের পেটে ছিলেন এ ব্যাপারে মতানৈক্য রয়েছে। কেউ বলেন তিন দিন, কেউ বলেন সাত দিন, কেউ বলেন চল্লিশ দিন এবং কেউ বলেন এক দিনেরও কিছু কম অথবা শুধুমাত্র এক রাত মাছের পেটের মধ্যে অবস্থান করেছিলেন। এ সম্পর্কে সঠিক জ্ঞান রাখেন একমাত্র আল্লাহ। কবি উমাইয়া ইবনে আবিস সালাতের কবিতায় রয়েছেঃ (আরবী) অর্থাৎ “আপনি (আল্লাহ) স্বীয় অনুগ্রহে ইউনুস (আঃ)-কে মুক্তি দিয়েছেন যিনি কতিপয় রাত্রি মাছের পেটে যাপন করেছিলেন।”মহান আল্লাহ বলেনঃ “সে যদি আল্লাহর পবিত্রতা ও মহিমা ঘোষণা না করতো।” অর্থাৎ যখন তিনি সুখ সুবিধা ও স্বচ্ছলতার মধ্যে ছিলেন তখন যদি তিনি সৎ কাজ না করে থাকতেন তাহলে তাকে পুনরুত্থান দিবস পর্যন্ত থাকতে হতো ওর উদরে।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আরাম-আয়েশ ও সুখ ভোগের সময় আল্লাহর ইবাদত বন্দেগী করো, তাহলে ক্লেশে ও চিন্তাক্লিষ্ট সময়ে আল্লাহ তোমাদের সাহায্য করবেন।” একথাও বলা হয় যে, যদি তিনি নামাযের নিয়মানুবর্তী না হতেন বা মাছের পেটে নামায না পড়তেন অথবা (আরবী) (২১:৮৭)-এ কালেমাটি পাঠ না করতেন (তবে কিয়ামত পর্যন্ত মাছের পেটের মধ্যেই থাকতেন)। মহান আল্লাহ অন্য জায়গায় এ কথাই বলেনঃ (আরবী) অর্থাৎ “সে অন্ধকারে ডাক দিয়ে বলেঃ আপনি ছাড়া কোন মা'বুদ নেই, আপনি মহান ও পবিত্র এবং নিশ্চয়ই আমি যালিমদের অন্তর্ভুক্ত হয়েছি। তখন আমি তার ডাকে সাড়া দিলাম এবং তাকে দুঃখ-দুর্দশা ও দুশ্চিন্তা হতে মুক্তি দিলাম আর এভাবেই আমি মুমিনদেরকে মুক্তি দিয়ে থাকি।”(২১:৮৭-৮৮) হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ইউনুস (আঃ) মাছের পেটে যখন (আরবী) এ কালেমা পাঠে রত ছিলেন তখন এই কালেমা আল্লাহর আরশের আশে পাশে ঘুরতে থাকে। তা শুনে ফেরেশতারা বলেনঃ “হে আল্লাহ! এটা তো বহু দূরের শব্দ, কিন্তু এটা তো আমাদের নিকট পরিচিত বলে মনে হচ্ছে (ব্যাপার কিঃ)” উত্তরে আল্লাহ তা'আলা বলেন:“বলতো এটা কার শব্দ?” ফেরেশতারা জবাব দিলেনঃ “তা তো বলতে পারছি না!” তখন মহামহিমান্বিত আল্লাহ বলেনঃ “এটা আমার বান্দা ইউনুস (আঃ)-এর শব্দ।\" ফেরেশতারা একথা শুনে আরয করলেনঃ “তাহলে কি তিনি ঐ ইউনুস যার সকার্যাবলী এবং প্রার্থনা সদা আকাশ মার্গে উঠে থাকতো! হে আমাদের প্রতিপালক! আপনি তাঁর প্রতি করুণা বর্ষণ করুন! তার প্রার্থনা কবুল করুন। তিনি তো সুখ স্বচ্ছন্দের সময়ও আপনার নাম নিতেন। সুতরাং তাকে এই বিপদ হতে মুক্তি দান করুন!\" হান আল্লাহ বললেনঃ “হ্যা, অবশ্যই আমি তাকে মুক্তি দান করবো। অতঃপর তিনি মাছকে নির্দেশ দিলেন এবং সে তাকে এক তৃণহীন প্রান্তরে নিক্ষেপ করলো। সেখানে মহান আল্লাহ হযরত ইউনুস (আঃ)-এর অসুস্থতা ও দুর্বলতার কারণে তার উপর এক লাউ গাছ উদাত করলেন। একটি বন্য গাভী বা হরিণী সকাল-সন্ধ্যা তাঁর নিকট এসে তাঁকে দুধ পান করাতো। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) আমরা ইতিপূর্বে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটি সূরায়ে আম্বিয়ার তাফসীরে লিপিবদ্ধ করেছি। দজলার তীরে অথবা ইয়ামনের সুজলা, সুফলা ও শস্য-শ্যামলা ভূমিতে তাঁকে রাখা হয়েছিল। ঐ সময় তিনি পাখীর ছানার ন্যায় অত্যন্ত দুর্বল ছিলেন। তাঁর শুধু নিঃশ্বাসটুকু বের হচ্ছিল। সম্পূর্ণরূপে চলৎশক্তি রহিত ছিলেন।(আরবী) শব্দের অর্থ হলো কদুর গাছের লতা অথবা সেই গাছ যার শাখা হয়। এছাড়া ঐ সব গাছকেও (আরবী) বলা হয় যেগুলোর বয়স এক বছরের বেশী হয় না। এ গাছ তাড়াতাড়ি জন্মে এবং পাতা ঘন ছায়াযুক্ত হয়। তাতে মাছি বসে না। এটা খাদ্য হিসেবেও ব্যবহৃত হয়। উপরের ছালসহ খাওয়া চলে। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) লাউ বা কদু খেতে খুবই ভালবাসতেন এবং পাত্র থেকে বেছে বেছে নিয়ে তা খেতেন। মহামহিমান্বিত আল্লাহ বলেনঃ তাকে আমি লক্ষ বা ততোধিক লোকের প্রতি প্রেরণ করেছিলাম। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, ইতিপূর্বে হযরত ইউনুস (আঃ) নবী ছিলেন না। হযরত মুজাহিদ (রঃ) বলেন যে, মাছের পেটে যাওয়ার পূর্ব হতেই তিনি নবী ছিলেন। এই দ্বিমতের সমাধান এভাবে হতে পারে যে, প্রথমে তাকে তাদের প্রতি প্রেরণ করা হয়েছিল। এখন দ্বিতীয়বার আবার তাঁকে তাদেরই প্রতি প্রেরণ করা হয় এবং তারা সবাই ঈমান আনে ও তাঁর সত্যতা স্বীকার করে। বাগাবী (রঃ) বলেন যে, মাছের পেট হতে মুক্তি পাওয়ার পর তিনি অন্য কওমের নিকট প্রেরিত হয়েছিলেন। এখানে শব্দটি বরং অর্থে ব্যবহৃত হয়েছে। তাদের সংখ্যা ছিল এক লক্ষ ত্রিশ হাজার বা এর চেয়েও কিছু বেশী বা সত্তর হাজারের বেশী অথবা এক লক্ষ দশ হাজার। একটি মারফু’ হাদীসের বর্ণনা হিসেবে তাদের সংখ্যা ছিল এক লক্ষ বিশ হাজার। এ ভাবার্থও বর্ণনা করা হয়েছে যে, মানুষের অনুমান এক লক্ষের অধিকই ছিল। ইবনে জারীর (রঃ)-এর মত এটাই। অন্য আয়াতসমূহে যে (আরবী) রয়েছে, এগুলোর ক্ষেত্রেও তার ঐ একই মত। অর্থাৎ এর চেয়ে কম নয়, বরং বেশী। মোটকথা, হয়রত ইউনুস (আঃ)-এর কওমের সবাই আল্লাহর উপর ঈমান আনয়ন করে এবং তাকে সত্য নবী বলে স্বীকার করে নেয়।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাদেরকে কিছু কালের জন্যে অর্থাৎ মৃত্যু পর্যন্ত সময়ের জন্যে পার্থিব জীবনোপভোগ করতে দিলাম। অন্য আয়াতে রয়েছেঃ (আরবী)  অর্থাৎ “কোন গ্রামবাসীর উপর আযাব এসে যাওয়ার পর তাদের ঈমান আনয়ন তাদের কোন উপকারে আসেনি, ইউনুস (আঃ)-এর কওম ছাড়া, তারা যখন ঈমান আনলো তখন আমি তাদের থেকে লাঞ্ছনাজনক আযাব উঠিয়ে নিলাম এবং কিছু কালের জন্যে তাদেরকে জীবনোপভোগ করতে দিলাম।\" (১০:৯৮)",
  "ayah": 148,
  "surah": 37
}
