{
  "text": "২৭-৩৭ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বর্ণনা করছেন যে, কাফিররা জাহান্নামের মধ্যে যেভাবে জ্বলতে থাকবে ও পরস্পর দ্বন্দ্বে ও তর্ক-বিতর্কে লিপ্ত হবে ঠিক তেমনিভাবে তারা কিয়ামতের মাঠে একে অপরকে দোষারোপ করতে থাকবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “দুর্বলরা ক্ষমতাদর্পীদেরকে বলবেঃ আমরা তোমাদের অনুসারী ছিলাম, সুতরাং আজ কি তোমরা আমাদেরকে শাস্তির কিছু অংশ থেকে রক্ষা করবে না? ক্ষমতাদপীরা উত্তরে বলবেঃ আমরা নিজেরাও তো তোমাদের সাথে জাহান্নামে রয়েছি, নিশ্চয়ই আল্লাহ্ বান্দাদের মধ্যে প্রকৃত ফায়সালা করেছেন।”(৪০:৪৭-৪৮) আল্লাহ তাআলা আরো বলেনঃ (আরবী) অর্থাৎ “হায়! যদি তুমি দেখতে যালিমদেরকে, যখন তাদেরকে তাদের প্রতিপালকের সামনে দণ্ডায়মান করা হবে তখন তারা পরস্পর বাদ-প্রতিবাদ লুতে থাকবে, যাদেরকে দুর্বল মনে করা হতো তারা ক্ষমতাদর্পীদেরকে বলবেঃ তোমরা না থাকলে আমরা অবশ্যই মুমিন হতাম। যারা ক্ষমতাদর্পী ছিল তারা যাদেরকে দুর্বল মনে করা হতো তাদেরকে বলবেঃ তোমাদের নিকট সৎ পথের দিশা আসার পর আমরা কি তোমাদেরকে ওটা হতে নিবৃত্ত করেছিলাম? বস্তুতঃ তোমরাই তো ছিলে অপরাধী। যাদেরকে দুর্বল মনে করা হতো তারা ক্ষমতাদর্পীদেরকে বলবেঃ প্রকৃতপক্ষে তোমরাই তো দিবারাত্র চক্রান্তে লিপ্ত ছিলে, আমাদেরকে নির্দেশ দিয়েছিলে যে, যেন আমরা আল্লাহকে অমান্য করি এবং তার শরীক স্থাপন করি। যখন তারা শাস্তি প্রত্যক্ষ করবে তখন অনুতাপ গোপন রাখবে এবং আমি কাফিরদের গলদেশে শৃংখল পরাবো। তাদেরকে তারা যা করতো তারই প্রতিফল দেয়া হবে।”(৩৪:৩১-৩৩) অনুরূপ বর্ণনা এখানেও রয়েছে যে, তারা তাদের নেতৃবর্গকে বলবেঃ তোমরা আমাদের ডান দিকে ছিলে। অর্থাৎ যেহেতু আমরা তোমাদের চেয়ে কম শক্তি সম্পন্ন ছিলাম এবং তোমরা আমাদের উপর আধিপত্য বিস্তার করেছিলে সেই হেতু তোমরা আমাদেরকে জোরপূর্বক ন্যায় হতে অন্যায়ের দিকে ফিরিয়ে দিতে। মুজাহিদ (রঃ) বলেন যে, কাফিররা এ কথা শয়তানদেরকে বলবে।কাতাদা (রঃ) বলেন যে, একথা মানুষ জ্বিনদেরকে বলবে। মানুষ তাদেরকে বলবেঃ তোমরা আমাদেরকে ভাল কাজ হতে ফিরিয়ে মন্দ কাজ করতে উত্তেজিত করতে, পাপের কাজকে আমাদের চোখে সুন্দর করে দেখাতে এবং ভাল ও পুণ্যের কাজকে কঠিন ও মরূপে প্রদর্শন করতে। হক হতে ফিরিয়ে দিতে এবং বাতিলের প্রতি আমাদেরকে প্রভাবিত করতে। কোন কোন সময় যখন আমাদের মনে পুণ্য কাজের প্রতি খেয়াল জাগতো তখন তোমরা প্রতারণা করে আমাদেরকে তা হতে সরিয়ে দিতে। ইসলাম, ঈমান এবং পুণ্য লাভ হতে তোমরা আমাদেরকে বঞ্চিত করেছে, তাওহীদ হতে আমাদেরকে বহু দূরে তোমরা নিক্ষেপ করেছো। তোমাদেরকে আমাদের মঙ্গলকামী ও শুভাকাঙ্ক্ষী মনে করে আমরা তোমাদেরকে আমাদের সব গোপন কথা বলেছিলাম ও তোমাদেরকে বিশ্বস্ত ভেবেছিলাম। তোমাদের কথা আমরা মেনে চলতাম এবং তোমাদেরকে ভাল মানুষ মনে করতাম।মহান আল্লাহ শক্তিশালী নেতৃবৃন্দের উক্তি উদ্ধৃত করেনঃ বরং তোমরা তো বিশ্বাসীই ছিলে না। অর্থাৎ দুর্বলদের অভিযোগ শুনে জ্বিন ও মানুষের মধ্যে যারা নেতৃস্থানীয় ও সম্মানিত ব্যক্তি ছিল তারা ঐ দুর্বলদেরকে উত্তরে বলবেঃ আমাদের কোন দোষ নেই। তোমরা নিজেরাই তো অন্যায়কারী ছিলে। তোমাদের অন্তর ঈমান হতে দূরে ছিল। কুফরী ও পাপের কাজে তোমরা সদা লিপ্ত থাকতে।তোমাদের উপর আমাদের কোন কর্তৃত্ব ছিল না। বস্তুতঃ তোমরাই ছিলে সীমালংঘনকারী সম্প্রদায়। তোমাদের মনের মধ্যে অবাধ্যতা ও দুষ্টামি ছিল। তাই তোমরা আমাদের কথা মান্য করেছিলে এবং নবীদের আনয়নকৃত সত্যকে পরিত্যাগ করেছিলে। তারা যা নিয়ে এসেছিলেন তার স্বপক্ষে তারা প্রমাণও পেশ করেছিলেন। এতদসত্ত্বেও তোমরা তাদের বিরোধিতা করেছিলে। তাই আমাদের সবারই উপর আল্লাহর আযাবের বাণী সত্যভাবে স্থির হয়েছে। আমাদেরকে অবশ্যই শাস্তির স্বাদ গ্রহণ করতে হবে। আমরা তোমাদেরকে ধোঁকায় ফেলেছিলাম ও বিভ্রান্ত করেছিলাম, কারণ আমরা নিজেরাও ছিলাম বিভ্রান্ত।মহামহিমান্বিত আল্লাহ্ বলেনঃ তারা সবাই সেই দিন শাস্তিতে শরীক হবে। অর্থাৎ নিজ নিজ কাজ অনুযায়ী সবাই জাহান্নামী। আর অপরাধীদের প্রতি আমি এরূপই করে থাকি। যখন তাদেরকে বলা হতো যে, আল্লাহ ছাড়া কোন মাবুদ নেই তখন তারা গর্বভরে বলতোঃ আমরা কি এক পাগল কবির কথায় আমাদের মা’বৃদদেরকে বর্জন করবো? অর্থাৎ তারা অহংকার ভরে তাওহীদের বাণী উচ্চারণ করতো না, যে বাণী মুমিনরা উচ্চারণ করতো। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি মানব জাতির সাথে যুদ্ধ করতে আদিষ্ট হয়েছি যে পর্যন্ত না তারা বলে যে, আল্লাহ ছাড়া কোন মাবুদ নেই। সুতরাং যে ব্যক্তি বলবে যে, আল্লাহ ছাড়া কোন মা'বুদ নেই সে ইসলামের হক ছাড়া তার মাল ও জান আমা হতে বাঁচিয়ে নিবে এবং তার হিসাব মহামহিমান্বিত আল্লাহর নিকট রয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এ বিষয়টিই আল্লাহর কিতাবেও রয়েছে এবং এক অহংকারী সম্প্রদায়ের ঘটনা বর্ণিত হয়েছে যে, তারা এ কালেমা উচ্চারণ করতে গর্বভরে অস্বীকার করছিল। আবুল আ'লা (রাঃ) বলেন যে, কিয়ামতের দিন ইয়াহূদীদেরকে আনয়ন করা হবে, অতঃপর তাদেরকে বলা হবেঃ “তোমরা দুনিয়াতে কার ইবাদত করতে?” উত্তরে তারা বলবেঃ “আমরা আল্লাহর এবং উযায়ের (আঃ)-এর ইবাদত কাম।” তখন তাদেরকে বাম পাশে রাখার নির্দেশ দেয়া হবে। তারপর খৃষ্টানদেরকে এনে জিজ্ঞেস করা হবেঃ “তোমরা কার ইবাদত করতে?” তারা উত্তর দিবেঃ “আমরা আল্লাহর ও ঈসা (আঃ)-এর ইবাদত করতাম।” এদেরকেও বাম পাশে রাখার হুকুম করা হবে। এরপর মুশরিকদেরকে আনয়ন করে বলা হবেঃ “আল্লাহ ছাড়া কোন মা'বুদ নেই।” তখন তারা অহংকার করবে। তিনবার তাদেরকে এ কথা বলা হবে এবং তিনবারই তারা অহংকার প্রকাশ করবে। তাদেরকেও বাম দিকে রাখার নির্দেশ দেয়া হবে। আবু নাযা (রাঃ) বলেন যে, তাদেরকে পাখীর চেয়েও বেশী দ্রুতগতিতে নিয়ে যাওয়া হবে। আবুল আ'লা (রাঃ) বলেন যে, এরপর মুসলিমদের আনয়ন করা হবে এবং তাদেরকে প্রশ্ন করা হবেঃ “তোমরা কার ইবাদত করতে?” তারা জবাবে বলবেঃ “আমরা আল্লাহ তাআলার ইবাদত করতাম। তখন তাদেরকে জিজ্ঞেস করা হবেঃ “তোমরা তাঁকে দেখলে চিনতে পারবে কি?\" তারা উত্তর দিবেঃ “হ্যা পারবো।” আবার তাদেরকে প্রশ্ন করা হবেঃ “তোমরা তো তাঁকে দেখোনি, সুতরাং কি করে তাঁকে চিনতে পারবে?” তারা উত্তর দিবেঃ “আমরা জানি যে, কেউই তার সমকক্ষ নয়।” তখন আল্লাহ তাবারাকা ওয়া তা'আলা তাদেরকে স্বীয় পরিচয় প্রদান করবেন এবং তাদেরকে মুক্তি দিবেন। কাফির ও মুশরিকরা কালেমায়ে তাওহীদ শুনে উত্তর দিতোঃ “আমরা কি একজন কবি ও পাগলের কথায় আমাদের উপাস্যদেরকে পরিত্যাগ করবো?” অর্থাৎ তারা রাসূলুল্লাহ (সঃ)-কে কবি ও পাগল বলে আখ্যায়িত করতো। আল্লাহ তা'আলা তাদেরকে মিথ্যাবাদী প্রমাণিত করতঃ তাদের মত খণ্ডন করে বলেনঃ “বরং এই নবী (সঃ) সত্য নিয়ে এসেছে এবং সমস্ত রাসূলকে সে সত্য বলে স্বীকার করেছে। অন্যান্য নবীরা (আঃ) ইতিপূর্বে এই নবী (সঃ) সম্বন্ধে যে গুণাবলী ও পবিত্রতার বর্ণনা দিয়েছিলেন যেসবের সঠিক প্রমাণ তিনি নিজেই। পূর্ববর্তী নবীগণ (আঃ) যেসব হুকুম বর্ণনা করেছেন, তিনিও সেসবেরই বর্ণনা দিয়ে থাকেন। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “(হে নবী সঃ)! তোমাকে ঐ কথাই বলা হচ্ছে যা তোমার পূর্ববর্তী রাসূলদেরকে (আঃ) বলা হয়েছিল।”(৪১:৪৩)",
  "ayah": 37,
  "surah": 37
}
