{
  "text": "৫০-৬১ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, জান্নাতবাসীরা একে অপরের সামনা সামনি হয়ে জিজ্ঞাসাবাদ করবে। অর্থাৎ তারা দুনিয়ার মাঝে কে কেমন অবস্থায় ছিল এবং সেখানে তাদের দিনগুলো কিভাবে অতিবাহিত হয়েছিল সে সম্বন্ধে একে অপরকে জিজ্ঞাসাবাদ করবে। চৌকির উপর পরস্পর তারা হেলান দিয়ে বসে থাকবে। শত শত সুদৃশ্য পরি-চেহারার সেবক তাদের হুকুমের অপেক্ষায় সদা প্রস্তুত থাকবে। ঐ জান্নাতীরা বিভিন্ন প্রকারের খাদ্য ও পানীয় এবং রঙ বেরঙ-এর পোশাকের মধ্যে ডুবে থাকবে। তাদের মধ্যে সুরা পরিবেশিত হবে। এবং তারা এমন সব সুখের সামগ্রী লাভ করবে যা কোন কানও শুনেনি, চক্ষুও অবলোকন করেনি এবং হৃদয়ও কল্পনা করেনি। কথা প্রসঙ্গে তাদের একজন বলবেঃ দুনিয়ায় আমার এক বন্ধু ছিল। মুজাহিদ (রঃ) বলেন যে, (আরবী) শব্দের অর্থ শয়তান। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সে এক মুশরিক ব্যক্তি। দুনিয়াতে মুমিনদের সাথে তার বন্ধুত্ব ছিল। এ দু’জন মনীষীর কথার মধ্যে বৈপরীত্য কিছুই নেই। কেননা, শয়তান জ্বিনদের মধ্য থেকেও হয়ে থাকে এবং সে অন্তরে সন্দেহের উদ্রেক করে। আর মানুষের মধ্যেও শয়তান থাকে, সেও গোপনে কথা বলে যা কান শ্রবণ করে। এই উভয় প্রকার মত একে অপরের পরিপূরক। এই উভয় প্রকারের শয়তান কুমন্ত্রণা দিয়ে থাকে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “(আমি আল্লাহর নিকট আশ্রয় চাচ্ছি) আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে, যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জ্বিনের মধ্য হতে অথবা মানুষের মধ্য হতে।”(১১৪:৪-৬) এ জন্যেই ঘোষিত হয়েছেঃ “তাদের কেউ বলেআমার ছিল (দুনিয়ায়) এক সঙ্গী। সে আমাকে বলতো ? তুমি কি এতে বিশ্বাসী যে, আমরা যখন মরে যাবো এবং আমরা মৃত্তিকা ও অস্থিতে পরিণত হবো তখনো কি আমাদেরকে প্রতিফল দেয়া হবে?” অর্থাৎ আমার ঐ বন্ধুটি আমাকে বলতোঃ তুমি কি কিয়ামত, হিসাব-নিকাশ ও প্রতিফল দিবসে বিশ্বাসী? এটা সে বিস্মিত হয়ে জিজ্ঞেস করতো। কেননা, সে তো অবিশ্বাস করতো। মুজাহিদ (রঃ) বলেন যে, -এর অর্থ হলো হিসাব গ্রহণ করা। ইবনে আব্বাস (রাঃ) এবং মুহাম্মাদ ইবনে কা'ব আল ফারাযী (রঃ) বলেন যে, এর অর্থ হলো আমল অনুযায়ী প্রতিফল প্রদান করা। উভয় মতই ঠিক।মহান আল্লাহর বাণীঃ “তোমরা কি প্রত্যক্ষ করতে চাও?' মুমিন ব্যক্তি তার জান্নাতী বন্ধু ও সহচরকে পৃথিবীর ঐ বন্ধুর কথা বলবে। (আরবী) অর্থাৎ ‘অতঃপর সে ঝুঁকে দেখবে এবং তাকে দেখতে পাবে জাহান্নামের মধ্যস্থলে।' ইবনে আব্বাস (রাঃ), সাঈদ ইবনে জুবাইর (রঃ), খালীদুল আসরী (রঃ), কাতাদা (রঃ), সুদ্দী (রঃ), আতাউল খুরাসানী (রঃ) এবং হাসান বসরী (রঃ) বলেন যে, (আরবী)-এর অর্থ হলো জাহান্নামের মধ্যস্থল। কাতাদা (রঃ) বলেন যে, সেই মুমিন ব্যক্তি তার বন্ধুটিকে মস্তক গলা অবস্থায় জাহান্নামের মধ্যে দেখতে পাবে। কা'ব (রঃ) বলেন যে, জান্নাতে জানালা রয়েছে। সুতরাং কেউ তার শত্রুদেরকে দেখতে ইচ্ছা করলে উঁকি দিলেই দেখতে পাবে। ফলে সে খুব বেশী বেশী আল্লাহ তা'আলার কৃতজ্ঞতা প্রকাশ করবে। জান্নাতী ব্যক্তি তাকে দেখেই বলবেঃ তুমি আমার জন্যে এমন ফাঁদ পেতেছিলে যাতে আমাকে ধ্বংস করেই ছাড়তে। কিন্তু মহান আল্লাহর শুকরিয়া যে, তিনি আমাকে তোমার খপ্পর থেকে রক্ষা করেছেন। যদি মহান আল্লাহর অনুগ্রহ না হতো তবে আমি বড়ই ক্ষতিগ্রস্ত হয়ে যেতাম। তোমার মত আমাকে জাহান্নামে জ্বলতে হতো। আল্লাহ আমাকে সুপথ প্রদর্শন করে একত্ববাদের দিকে ধাবিত করেছেন। “আমাদের তো মৃত্যু হবে না প্রথম মৃত্যুর পর এবং আমাদেরকে শাস্তিও দেয়া হবে না।\" এটা মুমিন বান্দাদের কথা, যাতে তাদের আনন্দ ও সাফল্যের সংবাদ রয়েছে। জান্নাতে তারা চিরস্থায়ীভাবে অবস্থান করবে। সেখানে না আছে মৃত্যু, না আছে ভয় এবং না আছে শাস্তির কোন সম্ভাবনা। এজন্যেই মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ এটা তো মহা সাফল্য।' হযরত ইবনে আব্বাস (রাঃ) বলেন যে, জান্নাতীদেরকে বলা হবেঃ তোমরা তোমাদের আমলের বিনিময়ে খুব আনন্দের সাথে পানাহার করতে থাকো। হযরত হাসান বসরী (রঃ) বলেনঃ এখানে ঐ কথারই ইঙ্গিত রয়েছে যে, জান্নাতীরা জান্নাতে কখনো মৃত্যুবরণ করবে না। তখন তারা জিজ্ঞেস করবেঃ “আমাদের আর মৃত্যু তো হবে না, তবে কখনো শাস্তি দেয়া হবে কি?” উত্তরে বলা হবেঃ “না।” হযরত হাসান বসরী (রঃ) বলেনঃ “জেনে রেখো যে, প্রত্যেক নিয়ামত মৃত্যুর দ্বারা লয়প্রাপ্ত হয়।”মহান আল্লাহ বলেনঃ “এরূপ সাফল্যের জন্যে সাধকদের উচিত সাধনা করা।” কাতাদা (রঃ) বলেন যে, এটা জান্নাতীদের কথা। ইমাম ইবনে জারীর (রঃ) বলেন যে, এটা মহান আল্লাহর উক্তি। অর্থাৎ এরূপ রহমত ও নিয়ামত লাভ করার জন্যে মানুষের পূর্ণ আগ্রহের সাথে দুনিয়ায় কাজ করা উচিত যাতে পরকালে উক্ত নিয়ামত তারা লাভ করতে পারে। এই আয়াতের সাথে সামঞ্জস্যপূর্ণ একটি কাহিনী রয়েছে যা নিম্নে বর্ণিত হলোঃবানী ইসরাঈলের দু’জন লোক যৌথভাবে ব্যবসা করতো। তাদের নিকট আট হাজার স্বর্ণমুদ্রা মজুদ ছিল। তাদের একজন ব্যবসায়ের কৌশল ভাল জানতো এবং অপরজন ব্যবসা তেমন বুঝতো না। তাই অভিজ্ঞ লোকটি তার সঙ্গীকে বললো যে, সে যেন তার অংশ নিয়ে পৃথক হয়ে যায়। সুতরাং উভয়ে ভিন্ন হয়ে গেল। অতঃপর ঐ অভিজ্ঞ ব্যবসায়ী দেশের বাদশাহর মৃত্যুর পর তার। রাজপ্রাসাদ এক হাজার স্বর্ণমুদ্রার বিনিময়ে ক্রয় করে নিলো এবং তার ঐ সঙ্গীটিকে ডেকে বললোঃ “দেখতো বন্ধু, আমি কেমন জিনিস ক্রয় করেছি?” সঙ্গীটি তার খুব প্রশংসা করলো। তারপর সে সেখান হতে বিদায় হয়ে গেল। অতঃপর সে আল্লাহর নিকট প্রার্থনা করলোঃ “হে আল্লাহ! আমার এ সঙ্গী লোকটি এক হাজার স্বর্ণমুদ্রায় পার্থিব প্রাসাদ ক্রয় করেছে। আমি আপনার নিকট জানাতে একটি ঘরের আবেদন জানাচ্ছি। আমি এক হাজার স্বর্ণমুদা আপনার মিসকীন বান্দাদের মধ্যে দান করে দিচ্ছি।” অতঃপর সে এক হাজার স্বর্ণমুদ্রা সাদকা করে দিলো। কিছুকাল পর ঐ অভিজ্ঞ লোকটি এক হাজার দীনার (স্বর্ণমুদ্রা) খরচ করে বিয়ে করলো। বিয়েতে সে তার ঐ পুরাতন বন্ধুকে নিমন্ত্রণ করে আনলো এবং বললোঃ “বন্ধু! আমি এক হাজার দীনার খরচ করে ঐ সুন্দরী মহিলাটিকে বিয়ে করে ঘরে আনলাম।” এবারও সে তার খুব। বাইরে এসে সে মহান আল্লাহর পথে এক হাজার দীনার দান করে দিলো এবং তার নিকট প্রার্থনা করলোঃ “হে আল্লাহ! আমার এ বন্ধুটি এ পরিমানই টাকা খরচ করে এই দুনিয়ার একটি স্ত্রী লাভ করলো। আর আমি এর দ্বারা আপনার নিকট আয়ত লোচনা হুরী কামনা করছি।” আরো কিছুকাল পর ঐ দুনিয়াদার লোকটি এ লোকটিকে ডেকে নিয়ে বললোঃ “বন্ধু! আমি দুই হাজার দীনার খরচ করে দু'টি ফলের বাগান ক্রয় করেছি। দেখো তো কেমন হয়েছে?” এ লোকটি তার বাগান দুটি দেখে খুব প্রশংসা করলো এবং বাইরে এসে স্বীয় অভ্যাস মত আল্লাহ তা'আলার দরবারে আরয করলোঃ “হে আল্লাহ! আমার এ বন্ধু দু’হাজার দীনারের বিনিময়ে দু’টি বাগান ক্রয় করেছে। আমি আপনার নিকট জান্নাতে দু’টি বাগানের জন্যে আবেদন করছি। আর এই দু’হাজার দীনার আমি আপনার নামে সাদকা করছি।” অতঃপর সে দু'হাজার দীনার সাদকা করে দিলো। তারপর যখন তাদের দু'জনের মৃত্যু হয়ে গেল তখন ঐ সাদকা প্রদানকারীকে জান্নাতে পৌঁছিয়ে দেয়া হলো। সেখানে সে এক অতি পরমা সুন্দরী রমণী লাভ করলো এবং দু'টি সুন্দর বাগান প্রাপ্ত হলো। এ ছাড়া আরো এমন বহু নিয়ামত সে লাভ করলো যা আল্লাহ ছাড়া আর কেউই জানে না। ঐ সময় তার পার্থিব ঐ সঙ্গীর কথা মনে পড়লো। ফেরেশতারা তাকে বললেনঃ “সে তো জাহান্নামে রয়েছে। তুমি ইচ্ছে করলে উঁকি মেরে তাকে দেখতে পার।” সে তখন উঁকি দিয়ে দেখলো যে, তার ঐ সঙ্গীটি জাহান্নামের আগুনে জ্বলছে। সে তখন তাকে সম্বোধন করে বললোঃ “তুমি তো আমাকেও প্রায় তোমার ফাঁদে ফেলে দিয়েছিলে। এটা আমার প্রতি আমার প্রতিপালকের অনুগ্রহ যে, তিনি আমাকে রক্ষা করেছেন। ইমাম ইবনে জারীর (রঃ) বলেন যে, (আরবী) এটা তাশদীদ দিয়ে পড়াই অধিক সঙ্গত। ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন যে, আবু হাফস (রঃ) ইসমাঈল সুদ্দী (রঃ)-কে এ আয়াত সম্পর্কে জিজ্ঞেস করলে তিনি বলেনঃ “এটা তোমাকে কে বলেছে?” তিনি উত্তরে বলেনঃ “আমি এইমাত্র এটা পড়লাম। আমি আপনার নিকট হতে এটা জেনে নিতে চাই।” তখন তিনি বলেনঃ তবে শুননা ও স্মরণ রেখো। বানী ইসরাঈলের মধ্যে দুই জন অংশীদার ছিল। একজন ছিল মুমিন এবং অপরজন ছিল কাফির। তারা ছয় হাজার দীনার তিন হাজার করে ভাগ করে নিয়ে পৃথক হয়ে গেল। তারপর কিছুদিন অতিবাহিত হয়ে গেল। একদা দু’জনের সাক্ষাৎ হলো। কাফির লোকটি মুমিন লোকটিকে বললোঃ “তোমার মাল-ধন তুমি কি করেছো? তা দিয়ে কোন কাজ করেছো, না ব্যবসায়ে লাগিয়েছো?” মুমিন লোকটি উত্তরে বললোঃ “আমি কিছুই করিনি। তুমি তোমার সম্পদ দিয়ে কি করেছো তাই বল।” কাফির লোকটি তখন বললোঃ “এক হাজার দীনার দিয়ে আমি জমি, খেজুরের বাগান ও নদী ক্রয় করেছি।” মুমিন লোকটি বললোঃ “সত্যিই কি তাই করেছো?” উত্তরে কাফির লোকটি বললোঃ “হ্যা, সত্যিই।” অতঃপর মুমিন লোকটি ফিরে আসলো। রাত্রি হলে সে আল্লাহর ইচ্ছা মত নামায পড়লো। নামায শেষে এক হাজার দীনার সামনে রেখে সে বললোঃ “হে আল্লাহ! ঐ কাফির এক হাজার দীনারের বিনিময়ে জমি, বাগান ও নহর ক্রয় করেছে। আগামীকাল তার মৃত্যু হলে সবই সে ছেড়ে যাবে। আমি এই এক হাজার দীনারের বিনিময়ে জান্নাতের জমি, বাগান ও নহর ক্রয় করতে চাই।\" অতঃপর সকালে সে এক হাজার স্বর্ণমুদ্রা মিসকীনদের মধ্যে বিতরণ করে দিলো। এরপর আরো কিছুকাল অতিবাহিত হলো। হঠাৎ একদিন উভয়ের সাক্ষাৎ হয়ে গেল। কাফির তার মুমিন সঙ্গীকে জিজ্ঞেস করলোঃ “তোমার সম্পদ কি করেছো? কোন ব্যবসায়ে লাগিয়েছ কি?\" মুমিন জবাবে বললো:“না। তবে তোমার সম্পদ তুমি কি করেছো তাই বল?” জিজ্ঞেস করলো মুমিন কাফিরকে। উত্তরে কাফির বললোঃ “হাজার দীনারের বিনিময়ে কিছু সঙ্গিনী ক্রয় করেছি। তারা আমার জন্যে সদা প্রস্তুত থাকে এবং আমার হুকুমের তাবেদারী করে।\" মুমিন লোকটি তাকে বললোঃ “সত্যিই কি তুমি এ কাজ করেছো?” সে জবাব দিলো:“হ্যা, সত্যিই।\" তারপর মুমিন লোকটি সেখান হতে চলে এসে রাত্রে আল্লাহর ইচ্ছা মত নামায আদায় করলো এবং নামায শেষে এক হাজার স্বর্ণমুদ্রা সামনে রেখে আল্লাহ তা'আলার নিকট প্রার্থনা করতে লাগলোঃ “হে আল্লাহ! আমার ঐ সাথীটি দুনিয়ার সঙ্গিনী ক্রয় করেছে। সে যদি মারা যায় তবে এ সবই রেখে যাবে অথবা তারা মারা গেলে একে তারা ছেড়ে যাবে। হে আল্লাহ! আমি এ দীনার দিয়ে জান্নাতের সঙ্গিনী ক্রয় করতে চাই।” অতঃপর সকালে সে ঐ এক হাজার দীনার দরিদ্রদের মধ্যে বিতরণ করে দিলো। তারপর আরো কিছুদিন অতিবাহিত হয়ে গেল। আবার একদিন উভয় বন্ধুর সাক্ষাৎ ঘটলো। তাদের মধ্যে আলাপ হতে লাগলো। মুমিন ব্যক্তির এক প্রশ্নের উত্তরে কাফির ব্যক্তি বললোঃ “আমার মনের যত বাসনা ছিল সবই প্রায় পূর্ণ হয়েছে। এখন শুধু একটি কাজ হাতে রয়েছে। তাহলো এই যে, একটি মহিলার স্বামী মারা গেছে। আমি তাকে এক হাজার দীনার উপঢৌকন রূপে পাঠিয়েছিলাম। সে ওর দ্বিগুণ দীনার নিয়ে আমার কাছে এসেছে।\" মুমিন বললোঃ “তুমি তাহলে এ কাজ করেছো?” সে উত্তরে বললোঃ “হ্যা।” তারপর মুমিন লোকটি সেখান হতে ফিরে এলো এবং রাত্রে আল্লাহ যা চাইলেন সেই মত সে নামায আদায় করলো। এরপর সে অবশিষ্ট এক হাজার দীনার হাতে নিয়ে প্রার্থনা শুরু করলোঃ “হে আল্লাহ! আমার ঐ কাফির সঙ্গীটি দুনিয়ার রমণীর মধ্যে একটি রমণীকে হাজার দীনারের বিনিমেয় বিয়ে করেছে। আগামীকাল এ খ্রীকে রেখে সে মারা যেতে পারে অথবা তার এ স্ত্রীটিও তাকে রেখে মৃত্যুবরণ করতে পারে। আমি এই দীনারের বিনিময়ে আপনার নিকট জান্নাতী আয়ত নয়না হুরীর প্রস্তাব রাখলাম।” অতঃপর সকালে সে ঐ দীনারগুলো মিসকীনদের মধ্যে বিতরণ করে দিলো। বলা বাহুল্য যে, মুমিন লোকটির নিকট আর কোন অর্থই অবশিষ্ট থাকলো না। এবার সে সূতার তৈরী সাধারণ জামা গায়ে দিয়ে একটি কম্বল হাতে নিয়ে এবং একটি কোদাল কাঁধে করে কাজের সন্ধানে বেরিয়ে পড়লো। পথে এক ব্যক্তি তাকে দেখে বললোঃ “তুমি আমার গবাদি পশুর দেখা শুনা করবে এবং গোবর উঠাবে আর এর বিনিময়ে আমি তোমার পানাহারের ব্যবস্থা করবো। এতে তুমি সম্মত আছ কি?” মুমিন লোকটি এতে সম্মত হয়ে গেল এবং কাজ করতে শুরু করলো। ঐ মালিকটি ছিল অত্যন্ত নির্দয় ও কঠোর হৃদয়ের লোক। কোন পশুকে দুর্বল ও অসুস্থ দেখলে সে মনে করতো যে, ঐ সহিস তার পশুর খাদ্য চুরি করে। এই বদ ধারণার বশবর্তী হয়ে সে ঐ মুমিন লোকটিকে নির্মমভাবে প্রহার করতো। তার এরূপ অত্যাচারে সে অতিষ্ঠ হয়ে পড়লো এবং তার ঐ কাফির সঙ্গীটিকে স্মরণ করলো যে, তারই ক্ষেত-খামারে সে কাজ করবে। এর বিনিময়ে হয়তো সে তাকে খেতে-পরতে দিবে এবং এটাই তার জন্যে যথেষ্ট। এই ভরসায় সে রওয়ানা হয়ে গেল। তার দরযার সামনে এসে বিরাট গগনচুম্বী প্রাসাদ দেখে তো তার চক্ষু স্থির। দেওড়ীতে পাহারাদার! তাদের নিকট সে ভিতরে প্রবেশের অনুমতি চাইলো এবং বললোঃ “আমার নাম শুনলেই এ বাড়ীর মালিক খুশী হয়ে আমাকে প্রবেশের অনুমতি দিবে।” প্রহরীরা বললোঃ “তোমার কথা যদি সত্য হয় তবে এই এক কোণে চুপ করে পড়ে থাকো। সকাল হলে তার সামনে নিজেই গিয়ে পরিচয় দান করবে।” সে তাই করলো। এক পাশে গিয়ে কম্বলের অর্ধেকটি বিছিয়ে দিলো এবং বাকী অর্ধেক গায়ে দিয়ে রাত্রি কাটিয়ে দিলো।সকাল বেলা তার ঐ কাফির সঙ্গীটি ঘোড়ায় চড়ে প্রাতঃ ভ্রমণে বের হয়েছে এমন সময় মুমিন লোকটি তার সামনে হাযির হলো। তার এই দুরবস্থা দেখে সে অত্যন্ত বিস্মিত হলো এবং জিজ্ঞেস করলোঃ “তোমার এ অবস্থা কেন? টাকা পয়সা কি করেছো?” উত্তরে মুমিন ব্যক্তি বললোঃ “ওটা আর জিজ্ঞেস করো না ভাই। বরং আমাকে তোমার ক্ষেত-খামারের কাজে নিয়োগ কর। মজুরী কিছু লাগবে না, শুধু দু' বেলা খেতে দিলেই চলবে। আর যখন আমার পরনের এ বস্ত্রগুলো পুরোনো হয়ে যাবে তখন নতুন কাপড় কিনে দিবে আর কি?” সে উত্তরে বললোঃ “আরে, অত ব্যস্ত হচ্ছ কেন, আমি বরং এর চেয়ে উত্তম ব্যবস্থা তোমার জন্যে করে দিবো। এখন তুমি বল তোমার মাল-ধন কি করেছো? সে উত্তর দিলোঃ “একজনকে কর্জ দিয়েছি।” জিজ্ঞেস করলোঃ “কাকে কর্জ দিয়েছো?” উত্তর হলোঃ “এমন একজনকে কর্জ দিয়েছি যিনি তা অস্বীকার করবেন না এবং নষ্ট হতেও দিবেন না। তিনি আমার প্রতিপালক মহান আল্লাহ!” একথা শুনে কাফির লোকটি হাত ছাড়িয়ে নিয়ে বললোঃ “তুমি তো দেখি বড় নির্বোধ! আমরা পচে গলে মাটিতে পরিণত হবো, অতঃপর পুনরুজ্জীবিত হবো ও প্রতিদান পাবো এতে তুমি বিশ্বাসী! তোমার যখন এমন বিশ্বাস তখন তুমি চলে যাও, তোমার সাথে আমার কোন সম্পর্ক নেই।” এই বলে সে চলে গেল। মুমিন লোকটি সেখান থেকে বিদায় হলো এবং অতি কষ্টে জীবন যাপন করতে লাগলো। আর ঐ কাফির পরম সুখে দিন যাপন করতে থাকলো। শেষ পর্যন্ত উভয়েই মৃত্যুমুখে পতিত হলো। তারপর মুমিন লোকটিকে জান্নাত দান করা হলো। সে বিরাট ময়দান, খুরমা-খেজুরের বাগান ও প্রবাহিত নদী দেখে অত্যন্ত বিস্ময়বোধ করলো এবং ফেরেশতাদেরকে জিজ্ঞেস করলোঃ “এগুলো কার জন্যে?\" তারা উত্তর দিলোঃ “এগুলো সবই তোমার ।\" তারপর আরো কিছুদূর অগ্রসর হয়ে দেখলো যে, অসংখ্য দাস-দাসী অপেক্ষমান রয়েছে। জিজ্ঞেস করলোঃ “এগুলো কার জন্যে?” উত্তর হলোঃ “এগুলোও তোমারই জন্যে।\" সে বললোঃ “সুবহানাল্লাহ! এটাতো আমার প্রতি আল্লাহর বড়ই মেহেরবানী।” আরো কিছুদূর অগ্রসর হয়ে দেখতে পেলো যে, ইয়াকুত পাথরের তৈরী এক মহল রয়েছে এবং ওর মধ্যে আনত নয়না ও আয়ত লোচনা হরীরা অবস্থান করছে। প্রশ্ন করে জানতে পারলো যে, এগুলো তারই জন্যে। এসব দেখে তো তার চক্ষু স্থির! অতঃপর তার ঐ কাফির সাথীর কথা তার মনে পড়লো। আল্লাহ তা'আলা তাকে দেখাবেন যে, সে জাহান্নামে জ্বলতে রয়েছে। তাদের মধ্যে ঐ সব কথোপকথন হবে যার বর্ণনা এখানে দেয়া হয়েছে। মুমিনের উপর দুনিয়ায় যে বিপদাপদ এসেছিল তা সে স্মরণ করবে। তখন মৃত্যু অপেক্ষা কঠিন বিপদ আর কিছুই তার কাছে অনুভূত হবে না।",
  "ayah": 61,
  "surah": 37
}
