{
  "text": "৬২-৭০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা জান্নাতের বিভিন্ন নিয়ামতের বর্ণনা দেয়ার পর বলেনঃ জান্নাতের এসব নিয়ামত উত্তম, না ‘যাককূম’ নামীয় বৃক্ষ? অর্থাৎ যা জাহান্নামে রয়েছে। এর অর্থ নিকৃষ্ট একটি গাছ হতে পারে যা জাহান্নামের সকল প্রকোষ্ঠে প্রসারিত। যেমন ‘বা' নামক একটি গাছ, যার শাখা জান্নাতের প্রতিটি কামরায় প্রবিষ্ট রয়েছে। এও হতে পার যে, ওটা যাকূম জাতীয় গাছ। অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “অতঃপর হে বিভ্রান্ত মিথ্যা আবোপকারীরা! তোমরা অবশ্যই আহার করবে যাকূম বৃক্ষ হতে।”(৫৬:৫১-৫২)মহামহিমান্বিত আল্লাহ বলেনঃ “আমি এটা যালিমদের জন্যে সৃষ্টি করেছি পরীক্ষা স্বরূপ।' কাতাদা (রঃ) বলেন যে, যাকূম গাছের উল্লেখ পথভ্রষ্টদের জন্যে ফিত্না হয়ে গেছে। তারা বলেঃ “আরে দেখো, দেখো। এ নবী বলে কি শুন! আগুনে নাকি গাছ হবে? আগুনতো গাছকে জ্বালিয়ে দেয়। সুতরাং এটা কোন ধরনের কথা?” তাদের একথা প্রসঙ্গে আল্লাহ তাআলা বলেনঃ “নিশ্চয়ই এ বৃক্ষ উদ্গত হয় জাহান্নামের তলদেশ হতে।' হ্যা, এই গাছ আগুন থেকেই জন্মে এবং আগুনই ওর খাদ্য। মুজাহিদ (রঃ) বলেন যে, অভিশপ্ত আবু জেহেল এ কথা শুনে হাসিতে ফেটে পড়তো এবং বলতোঃ “আমি তো মজা করে খেজুর ও মাখন বাবো এবং এরই নাম যাকূম। মোটকথা এটাও একটা পরীক্ষা। ভাল লোকেরা এতে ভয়ে আঁৎকে উঠে, আর মন্দ লোকেরা একে হেসে উড়িয়ে দেয়। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি যে দৃশ্য তোমাকে দেখিয়েছি তা এবং কুরআনে উল্লিখিত অভিশপ্ত বৃক্ষটিও শুধু মানুষের জন্যে। আমি তাদেরকে ভীতি প্রদর্শন করি, কিন্তু এটা তাদের ঘোর অবাধ্যতাই বৃদ্ধি করে।”(১৭:৬০)আল্লাহ তাআলা বলেনঃ “ওর মোচা যেন শয়তানের মাথা।' এ কথা দ্বারা উক্ত গাছের কদর্যতা বর্ণনা করা হয়েছে। অহাব ইবনে মুনাব্বাহ (রঃ) বলেন যে, শয়তানের মস্তক আকাশে প্রতিষ্ঠিত। এ গাছের মোচাকে শয়তানের মস্তকের সাথে তুলনা করার উদ্দেশ্য শুধু এটাই যে, যদিও কেউ কখনো শয়তানকে দেখেনি, তবুও তার নাম শুনামাত্রই তার জঘন্য রূপের ছবি মানুষের মানসপটে ভেসে ওঠে। উক্ত গাছেরও অবস্থা এইরূপ। এর ভিতর ও বাহির উভয়ই খারাপ। একথাও বলা হয়েছে যে, এটা এক প্রকার সর্প বিশেষ যার মস্তক অত্যন্ত ভয়ংকর। একটি উক্তি এও আছে যে, ওটা এক প্রকার উদ্ভিদ, যা অত্যন্ত জঘন্যভাবে বর্ধিত ও বিস্তৃত হয়ে থাকে। কিন্তু এ দুটি সম্ভাবনা সঠিক নয়। সঠিক ওটাই যা আমরা বর্ণনা করলাম। মহাপ্রতাপান্বিত আল্লাহ বলেনঃ তারা এটা হতে ভক্ষণ করবে এবং উদর পূর্ণ করবে এর দ্বারা। সেই দুর্গন্ধময় তীব্র তিক্ত তরু জোরপূর্বক তাদেরকে খাওয়ানো হবে। আর এটা তারা খেতেও বাধ্য হবে। এটাও এক প্রকারের শাস্তি। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “তাদের জন্যে খাদ্য থাকবে না যারী [(আরবী) আরব দেশের এক প্রকার গুল্ম। এটা যখন সবুজ থাকে তখন একে (আরবী) (শিবরাক) বলা হয়। আর যখন শুকিয়ে যায় তখন একে (আরবী) (যারী) বলা হয়। এটা খুব বিষাক্ত এবং কোন জন্তুই এটা খায় না] ব্যতীত। যা তাদেরকে পুষ্ট করবে না এবং তাদের ক্ষুধা নিবৃত্তও করবে না।” (৮৮:৬-৭) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) (আরবী)-এ আয়াতটি পাঠ করে বলেনঃ “যদি যাকূম বৃক্ষের এক ফোঁটা রস দুনিয়ার সমুদ্রে পতিত হয় তবে সারা বিশ্ববাসীর সমস্ত খাদ্যদ্রব্য নষ্ট হয়ে যাবে। তাহলে যার খাদ্য এটাই হবে তার কি অবস্থা হবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ), ইমাম তিরমিযী (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)এরপর মহাপরাক্রমশালী আল্লাহ বলেনঃ তদুপরি তাদের জন্যে থাকবে ফুটন্ত পানির মিশ্রণ।' অথবা ভাবার্থ হচ্ছেঃ ঐ জাহান্নামী গাছকে জাহান্নামী পানির সাথে মিশিয়ে তাদেরকে পান করানো হবে। আর এই গরম পানি ওটাই হবে যা জাহান্নামীদের ক্ষতস্থান হতে রক্ত, পুঁজ ইত্যাদি আকারে বের হয়ে আসবে এবং তাদের চক্ষু হতে ও গুপ্তাঙ্গ হতে বেরিয়ে আসবে। হযরত আবু উমামা বাহিলী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলতেনঃ “যখন এই পানি তাদের সামনে ধরা হবে তখন তা তাদের নিকট অপছন্দনীয় হবে। আর যখন তা তাদের চেহারার সামনে তুলে ধরা হবে তখন ওর তাপে তাদের চেহারা ঝলসে যাবে। আর যখন তারা ওটা পান করবে তখন তাদের নাড়িভূড়ী কেটে নিম্ন রাস্তা দিয়ে বের হয়ে যাবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, জাহান্নামীরা যখন ক্ষুধার কথা বলবে তখন তাদেরকে যাকূম খাওয়ানো হবে। ফলে তাদের মুখের চামড়া সম্পূর্ণ খসে পড়বে। এমনকি কোন পরিচিত ব্যক্তি সেই মুখের চামড়া দেখেই তাদেরকে চিনে নিবে। তারপর পিপাসায় ছটফট করে যখন পানি চাইবে তখন গলিত তামার ন্যায় গরম পানি তাদেরকে পান করতে দেয়া হবে। ওটা চেহারার সামনে আসা মাত্রই চেহারার গোশত ঝলসিয়ে দিবে এবং সমস্ত গোশত খসে পড়বে। আর পেটে গিয়ে ওটা নাড়িভূড়ি বিচ্ছিন্ন করে ফেলবে এবং উপর থেকে লোহার হাতুড়ী দ্বারা প্রহার করা হবে। ফলে দেহের এক একটি অংশ পৃথক। পৃথক হয়ে যাবে। তখন তারা মৃত্যু কামনা করতে থাকবে। প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ “অতঃপর তাদের গন্তব্য হবে অবশ্যই প্রজ্বলিত অগ্নির দিকে। সেখানে তাদের উপর বিভিন্ন প্রকারের শাস্তি হতে থাকবে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তারা জাহান্নামের অগ্নি ও ফুটন্ত পানির মধ্যে ছুটাছুটি করবে।”(৫৫:৪৪) হযরত আবদুল্লাহ (রাঃ)-এর কিরআতে (আরবী) রয়েছে। হযরত আবদুল্লাহ (রাঃ) বলেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! দুপুরের পূর্বেই জান্নাতীরা জান্নাতে এবং জাহান্নামীরা জাহান্নামে পৌঁছে যাবে। আর সেখানেই তারা দুপুরের বিশ্রাম করবে।” অতঃপর তিনি নিম্নের আয়াতটি পাঠ করেনঃ (আরবী) অর্থাৎ “সেই দিন হবে জান্নাতবাসীদের বাসস্থান উৎকৃষ্ট এবং বিশ্রামস্থল মনোরম।”(২৫-২৪) মোটকথা কায়লুলার (দুপুরের বিশ্রামের) সময় উভয় দল নিজ নিজ ঠিকানায় অবস্থান করবে। এই অর্থের জন্যে (আরবী) শব্দটি (আরবী)-এর উপর (আরবী)-এর (আরবী)-এর জন্যে হবে। এটা ওরই প্রতিফল যে, তারা তাদের পিতৃপুরুষদেরকে পেয়েছিল বিপথগামী এবং তারা তাদের পদাংক অনুসরণে ধাবিত হয়েছিল। মুজাহিদ (রঃ) বলেন যে, বাধ্য হয়ে এবং সাঈদ ইবনে জুবায়ের (রাঃ) বলেন যে, নির্বোধ হিসেবে তাদের পদাংক অনুসরণ করেছিল।",
  "ayah": 70,
  "surah": 37
}
