{
  "text": "৮৮-৯৮ নং আয়াতের তাফসীর:\nহযরত ইবরাহীম (আঃ) স্বীয় সম্প্রদায়কে এই কথা এ জন্যেই বললেন যে, যখন তারা তাদের মেলায় বের হয়ে যাবে তখন তিনি যেন শহরে একাই থেকে যেতে পারেন এবং তাদের মূর্তিগুলোকে ভেঙ্গে চুরমার করার সুযোগ পান। এই জন্যে তিনি এমন কথা বললেন যা প্রকৃত প্রস্তাবে সত্য ছিল। তারা তাদের বিশ্বাস অনুযায়ী হযরত ইবরাহীম (আঃ)-কে অসুস্থ ভেবেছিল। তাই তাকে রেখেই তারা বের হয়েছিল। আর এরই মাঝে তিনি দ্বীনী খিদমত করেছিলেন। কাতাদাও (রঃ) বলেন যে, যখন কোন ব্যক্তি কোন বিষয়ে চিন্তা-ভাবনা করে তখন আরবীয়রা বলেঃ “তিনি নক্ষত্রের প্রতি দৃষ্টিপাত করেছেন।” অর্থ হচ্ছে এই যে, চিন্তিতভাবে নক্ষত্রের দিকে দৃষ্টি নিক্ষেপ করা এবং অনুধাবন করা যে, কিভাবে ওর প্রভাবমুক্ত হওয়া যাবে? হযরত ইবরাহীম (আঃ) চিন্তা-ভাবনা করে বললেন যে, তিনি পীড়িত অর্থাৎ দুর্বল। হাদীসে বর্ণিত হয়েছে যে, হযরত ইবরহীম (আঃ) তিনটি মিথ্যা কথা বলেছিলেন। এর মধ্যে দু’বার আল্লাহর দ্বীনের জন্যে মিথ্যা বলেছিলেন। যথা (আরবী) (আমি অসুস্থ)। অপর স্থানে বলেছিলেনঃ (আরবী) (২১:৬৩) (বরং তাদের এই বড় প্রতিমাটি এ কাজ করেছে অর্থাৎ মূর্তিগুলো ভেঙ্গেছে)। আর একবার তিনি স্বীয় স্ত্রী হযরত সারাকে তার বোন বলেছিলেন। একথা স্মরণযোগ্য যে, এগুলোর একটিও আসল বা প্রকৃত মিথ্যা ছিল না। এখানে রূপক অর্থে মিথ্যা বলা হয়েছে। সুতরাং তাকে তিরস্কার করা চলবে না। কথার মাঝে কোন শরয়ী উদ্দেশ্যকে সামনে রেখে এরূপ বাহানা করা মিথ্যার অন্তর্ভুক্ত নয়।হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ইবরাহীম (আঃ)-এর ঐ তিনটি কথার মধ্যে একটিও এমন ছিল না যার কর্ম-কৌশলের সাথে আল্লাহর দ্বীনের কল্যাণ সাধন উদ্দেশ্য ছিল না।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সুফিয়ান (রঃ) বলেন যে, “আমি অসুস্থ” এর ভাবার্থ হচ্ছেঃ “আমি প্লেগ রোগে আক্রান্ত হয়েছি।” আর ঐ লোকগুলো এরূপ রোগাক্রান্ত ব্যক্তি হতে পালিয়ে যেতো। হযরত সাঈদ (রঃ) বলেন যে, আল্লাহর দ্বীন প্রচার এবং তাদের মিথ্যা উপাস্যদের অসারতা প্রমাণের জন্যেই হযরত ইবরাহীম (আঃ)-এর এটা একটি কর্মকৌশল ছিল যে, তিনি নক্ষত্র উদিত হতে দেখে বলেছিলেনঃ “আমি অসুস্থ।” এ কথাও বলা হয়েছে যে, এর ভাবার্থ হচ্ছেঃ “আমি রোগাক্রান্ত হবো” অর্থাৎ একবার মৃত্যুর রোগ আসবেই। একটা উক্তি এও রয়েছে যে, তার এ কথার দ্বারা উদ্দেশ্য ছিলঃ “আমার হৃদয় তোমাদের দেব-দেবীর উপাসনা করাতে অসুস্থ।”হযরত হাসান বসরী (রঃ) বলেন যে, যখন হযরত ইবরাহীম (আঃ)-এর সম্প্রদায় মেলাতে যাচ্ছিল তখন তাকেও তারা তাদের সাথে যেতে বাধ্য করছিল। তখন তিনি “আমি অসুস্থ” একথা বলে সরে পড়েন এবং একটি নক্ষত্রের দিকে দৃষ্টিপাত করেন। যখন তারা সবাই মেলায় চলে যায় তখন তিনি অতি সন্তর্পণে তাদের দেবতাগুলোর নিকট গমন করেন এবং বলেনঃ “তোমরা খাদ্য গ্রহণ করছো না কেন?” হযরত ইবরাহীম (আঃ) তাদের মন্দিরে গিয়ে দেখেন যে, তারা তাদের দেবতাগুলোর সামনে যে নৈবেদ্য বা প্রসাদ রেখেছিল সেগুলো সবই পড়ে রয়েছে। তারা বরকতের আশায় যেসব উৎসর্গ রেখেছিল সেগুলো হতে তাদের দেবতাগুলো কিছুই খায়নি। মন্দিরটি ছিল অত্যন্ত প্রশস্ত ও কারুকার্য খচিত। দরযার নিকটেই এক প্রকাণ্ড মূর্তি ছিল। তার পাশে ছিল অনেকগুলো ছোট ছোট মূর্তি। মন্দিরটি মূর্তিতে পরিপূর্ণ ছিল। তাদের সামনে নানা জাতের উপাদেয় খাদ্য রাখা ছিল। তাদের এ বিশ্বাস ছিল যে, খাদ্যগুলো বরকতময় হবে এবং তারা মেলা হতে ফিরে এসে ওগুলো ভক্ষণ করবে। হযরত ইবরাহীম (আঃ) মূর্তিগুলোর মুখ হতে তার কথার কোন জবাব না পেয়ে আবার বললেনঃ “তোমাদের হয়েছে কি, কথা বলছো না কেন?” অতঃপর তিনি তাদের নিকটবর্তী হয়ে ডান হাত দ্বারা তাদেরকে আঘাত করেন। কাতাদা (রঃ) ও জওহারী (রঃ) বর্ণনা করেছেন যে, হযরত ইবরাহীম (আঃ) তখন মূর্তিগুলোকে ভেঙ্গে ফেলার উদ্দেশ্যে অগ্রসর হলেন এবং ডান হাত দ্বারা আঘাত করতে শুরু করলেন। কেননা ঐগুলো ছিল খুব শক্ত। তিনি সবগুলোকে ভেঙ্গে টুকরো টুকরো করে ফেললেন। কিন্তু সবচেয়ে বড় মূর্তিটিকে তিনি বহাল রেখে দিলেন, ভেঙ্গে ফেললেন না। যাতে ওর উপরই মন্দ ধারণা জন্মে, যেমন সূরায়ে আম্বিয়ায় বর্ণিত হয়েছে এবং সেখানে এর পূর্ণ তাফসীরও বর্ণনা করা হয়েছে।মূর্তিপূজকরা মেলা হতে ফিরে এসে যখন তাদের মন্দিরে প্রবেশ করলো তখন দেখলো যে, মূর্তিগুলো ভাঙ্গা অবস্থায় বিশৃংখলভাবে পড়ে রয়েছে। কারো হাত নেই, কারো পা নেই, কারো মাথা এবং কারো কারো পূর্ণ দেহটিই নেই। তারা বিস্মিত হলো যে, ব্যাপার কি!মহান আল্লাহর উক্তিঃ “তখন ঐ লোকগুলো তার দিকে ছুটে আসলো।” অর্থাৎ বহু চিন্তা-ভাবনা করে, আলাপ আলোচনা করে তারা বুঝলো যে, হয় না হয় এটা ইবরাহীমেরই (আঃ) কাজ। তাই তারা দ্রুতগতিতে তাঁর দিকে ধাবিত হয়েছিল। এখানে ঘটনাটি সংক্ষিপ্তভাবে বর্ণিত হয়েছে। সূরায়ে আম্বিয়ায় এটা বিস্তারিতভাবে বর্ণনা করা হয়েছে।হযরত ইবরাহীম (আঃ) তাদের সকলকে এক সাথে পেয়ে তাবলীগ করার বড় সুযোগ লাভ করলেন। তিনি তাদেরকে বললেনঃ “তোমরা নিজেরা যাদেরকে খোদাই করে নির্মাণ কর তাদেরই কি তোমরা পূজা করে থাকো? প্রকৃতপক্ষে আল্লাহই সৃষ্টি করেছেন তোমাদেরকে এবং তোমরা যা তৈরী কর সেগুলোকেও।” এই আয়াতে (আরবী) অক্ষরটি সম্ভবতঃ (আরবী) হিসেবে এসেছে এবং এও হতে পারে যে, এটা (আরবী)-এর অর্থে ব্যবহৃত হয়েছে। তবে প্রথমটিই বেশী সুস্পষ্ট। হযরত হুযাইফা (রাঃ) হতে মারফু রূপে বর্ণিত আছে যে, আল্লাহ প্রত্যেক শিল্পী ও তার শিল্পকে সৃষ্টি করেন। (এ হাদীসটি ইমাম বুখারী (রঃ) কিতাবু আফআলিল ইবাদ’ এর মধ্যে বর্ণনা করেছেন) কেউ কেউ এ আয়াতটি (আরবী) এরূপ পড়েছেন। যেহেতু এমন সুস্পষ্ট উক্তির উত্তর তাদের নিকট ছিল না সেই হেতু তারা নবী (আঃ)-এর শত্রুতায় উঠে পড়ে লেগে গেল। তারা বললোঃ “তার জন্যে একটি ইমারত (চতুর্দিকে পাকা প্রাচীরযুক্ত ইমারত যাতে অগ্নি প্রজ্বলিত করা হয়েছিল) তৈরী কর, অতঃপর তাকে জ্বলন্ত অগ্নিতে নিক্ষেপ কর।” মহান আল্লাহ স্বীয় বন্ধুকে এই জ্বলন্ত অগ্নি হতে রক্ষা করেন। তাঁকেই তিনি বিজয় মাল্যে ভূষিত করেন ও সাহায্য দান করেন। আর তাদেরকে করেন অতিশয় হেয় ও অপমানিত। এর পূর্ণ বর্ণনা ও পুরোপুরি তাফসীর সূরায়ে আম্বিয়ায় গত হয়েছে। এ জন্যেই মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আমি তাদেরকে অতিশয় হেয় করে দিলাম।”",
  "ayah": 98,
  "surah": 37
}
