{
  "text": "سوورەتی (مەسەد) (واتە: حەبل لە ریشاڵ)\nپێناسەیەكى سورەتەكە\n١- سورەتى (مەسەد) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (مەسەد) (٥) پێنج ئایەتە.\n٣- سورەتى (مەسەد) زنجیرەى سەدو یانزەهەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (مەسەد) لە دواى سورەتى (فاتیحە) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە باسكردنى بە هیلاك چونى ئەبو لەهەب كە دوژمنى خواو پێغەمبەرى خوا بوو صلى الله علیه وسلم ، وە دژایەتیەكى زۆری پێغەمبەرى خواى دەكرد صلى الله علیه وسلم ، وازى لە ئیش و كارەكانى خۆی هێنابوو شوێن پێغەمبەر صلى الله علیه وسلم دەكەوت بۆ شێواندن و تێكدانى دەعوە پیرۆزو موبارەكەكەى، وە ریگربوو لەبەردەمى خەڵكیدا تا ئیمان و باوەڕ نەهێنن.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nتَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١)\n] (ابن عەباس) ئەفەرمووێ: پێغەمبەری خوا صلى الله علیه وسلم سەركەوتە سەر كێوى (سەفا) و بانگی خەڵكی كردو خەڵكى لێی كۆبوونەوە فەرمووی: ئەی خەڵكینە ئەگەر من هەواڵتان بدەمێ كە دوژمن بە بەیانی یان بە ئێوارە ئەیەوێ بدات بەسەرتاندا ئایا ئێوە باوەڕم پێ ئەكەن؟ وتیان: بەڵێ لەبەر ئەوەی درۆمان لێت نەبینیوە, فەرمووی: دەی من ترسێنەرو پێغەمبەری خوای گەورەم صلى الله علیه وسلم خوای گەورە منی ناردووە ئەگەر ئیمانم پێ نەهێنن خوای گەورە سزایەكی سەختتان ئەدات, (ئەبو لەهەب)ی لێبوو پێی وت ئایا تۆ ئەم هەموو خەڵكەت بۆ ئەمە كۆكردۆتەوە دەك تیاچی دەك لەناوچی دوعای لە پێغەمبەری خوا كرد صلى الله علیه وسلم خوای گەورە ئەم سوورەتەی دابەزاند (الصحيح المُسنَد)، وە فەرمووی: (تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ) دەى (ئەبو لەهەب) تیاچێت و زەرەرمەندو خەسارەتمەند بێت و هەردوو دەستەكانی تیا بچن (وَتَبَّ) ئەمەی یەكەم دوعایەو ئەمەی دووەم هەواڵەو (ئەبو لەهەب) تیاچوو, (ئەبو لەهەب) ناوی (عبدالعزى) بووەو یەكێك بووە لە گەورەكانی قوڕەیش، وە مامەی پێغەمبەری خوا بووە صلى الله علیه وسلم ، وە پیاوێكی جوان بووە، ئەووترێ: پێی وتراوە (ئەبو لەهەب) چونكە ناوچەوانی گەشاوە بووە, (ڕەبیعەی كوڕی عەباد) پێش ئەوەی موسڵمان بێ ئەفەرمووێ: پێغەمبەری خوام بینی صلى الله علیه وسلم لە بازاڕی (ذی المجاس) ئەگەڕا ئەیفەرموو: خەڵكی بڵێن: (لَا إِلَهَ إِلَّا اللَّهُ) سەرفرازو سەركەوتوو ئەبن و ڕزگارتان ئەبێ، خەڵكیش لێی كۆئەبوونەوە، پیاوێكی شێوە جوان لە دوایەوە ئەڕۆی ئەیووت: بە قسەی مەكەن ئەمە وازی لە دینەكەی خۆی هێناوەو درۆ ئەكات بۆ هەر شوێنێك بڕۆیشتایە دوای ئەكەوت وتم: ئەمە كێیە؟ وتیان: ئەمە (ئەبو لەهەبی) مامەیەتی كە كەسێكی وا خراپ بووە.",
  "ayah": 1,
  "surah": 111
}
