{
  "text": "Allah does not respond to the Requests for Evil like He does with the Requests for Good\nAllah tells us about His Forbearance and Benevolence with His servants. He does not respond to them when they pray with evil intentions against themselves, their wealth or their children during times of grief or anger. He knows that they do not truly intend evil for themselves so He doesn't respond to them. This is in reality kindness and mercy. On the other hand, He responds to them when they pray for themselves, wealth and money, with good, blessing and growth. Allah has said,\nوَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ\n(And were Allah to hasten for mankind the evil as He hastens for them the good then they would have been ruined.) This means that if He had responded to all of their evil requests, He would have destroyed them. However, people should avoid praying for evil as much as they can. Abu Bakr Al-Bazzar recorded in his Musnad that Jabir said, \"Allah's Messenger ﷺ said:\n«لَا تَدْعُوا عَلَى أَنْفُسِكُمْ، لَا تَدْعُوا عَلَى أَوْلَادِكُمْ، لَا تَدْعُوا عَلَى أَمْوَالِكُمْ، لَا تُوَافِقُوا مِنَ اللهِ سَاعَةً فِيهَا إِجَابَةٌ فَيَسْتَجِيبَ لَكُم»\n(Do not pray against yourselves, do not pray against your children, do not pray against your wealth, for your prayer may coincide with a time of response from Allah and Allah will respond to you.) This Hadith was also recorded by Abu Dawud. This is similar to what is understood from the following Ayah:\nوَيَدْعُ الإِنْسَـنُ بِالشَّرِّ دُعَآءَهُ بِالْخَيْرِ\n(And man invokes (Allah) for evil as he invokes (Allah) for good. )17:11 In regard to the interpretation of this Ayah,\nوَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ\n(And were Allah to hasten for mankind the evil as He hastens for them the good) Mujahid said: \"It is the man saying to his son or money when he is angry, `O Allah don't bless him (or it) and curse him (or it).' Should Allah respond to this man in this request as He responds to him with good, He would destroy them.\"",
  "ayah": 11,
  "surah": 10
}
