{
  "text": "Man changes when He receives Mercy after Times of Distress\nAllah tells us that when He makes men feel His mercy after being afflicted with distress,\nإِذَا لَهُمْ مَّكْرٌ فِى ءايَـتِنَا\n(They take to plotting against Our Ayat.) The coming of mercy after distress is like the coming of ease after hardship, fertility after aridity, and rain after drought. Mujahid said that man's attitude indicates a mockery and belying of blessings. The meaning here is similar to Allah's statement:\nوَإِذَا مَسَّ الإِنسَـنَ الضُّرُّ دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَآئِمًا\n(And when harm touches man, he invokes Us, lying on his side, or sitting or standing.)(10:12) Al-Bukhari recorded that Allah's Messenger ﷺ led the Subh (Dawn) prayer after it had rained during the night, then he said:\n«هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمُ اللَّيْلَةَ؟»\n(Do you know what your Lord has said last night) They replied, \"Allah and His Messenger know better.\" He said:\n«قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ فَذَاكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ: مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَاكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَب»\n(Allah said; \"This morning, some of My servants have become believers and some disbelievers in Me. He who said: `We have had this rainfall due to the grace and mercy of Allah' is a believer in Me and a disbeliever in the stars. And he who said `we have had this rainfall due to the rising of such and such star' is a disbeliever in Me and a believer in the stars.) The Ayah:\nقُلِ اللَّهُ أَسْرَعُ مَكْرًا\n(Say: \"Allah is more swift in planning!\") means that Allah is more capable of gradually seizing them with punishment, while granting them concession of a delay until the criminals think that they would not be punished. But in reality they are in periods of respite, then they will be taken suddenly. The noble writers (meaning the angels who write the deeds) will write everything that they do and keep count of their deeds. Then they will present it before the All-Knowing of the seen and unseen worlds. The Lord will then reward them for the significant deeds and even the seemingly insignificant that may be as tiny as a spot on a date pit. Allah further states:\nهُوَ الَّذِى يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِ\n(He it is Who enables you to travel through land and sea...) which means that He preserves you and maintains you with His care and watching.\nحَتَّى إِذَا كُنتُمْ فِى الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا\n(Till when you are in the ships, and they sail with them with a favorable wind, and they are glad therein...) meaning smoothly and calmly;\nجَآءَتْهَا\n(then comes (these ships))\nرِيحٌ عَاصِفٌ\n(a stormy wind)\nوَجَآءَهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ\no(and the waves come to them from all sides, )\nوَظَنُّواْ أَنَّهُمْ أُحِيطَ بِهِمْ\n(and they think that they are encircled therein) meaning that are going to be destroyed.\nدَعَوُاْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ\n(Then they invoke Allah, making their faith pure for Him (alone)) meaning that in this situation they would not invoke an idol or statue besides Allah. They would single Him out alone for their supplications and prayers. This is similar to Allah's statement:\nوَإِذَا مَسَّكُمُ الْضُّرُّ فِى الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَ إِيَّاهُ فَلَمَّا نَجَّـكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الإِنْسَـنُ كَفُورًا\n(And when harm touches you upon the sea, those that you call upon vanish from you except Him (Allah alone). But when He brings you safe to land, you turn away (from Him). And man is ever ungrateful.) 17:67 And in this Surah, He says:\nدَعَوُاْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَـذِهِ\n(They invoke Allah, making their faith pure for Him (saying): \"If You (Allah) deliver us from this (situation).\")\nلَنَكُونَنَّ مِنَ الشَّـكِرِينَ\n(\"We shall truly, be of the grateful.\") This means that we will not ascribe others as partners with You. We will later worship You alone as we are praying to You here and now. Allah states;\nفَلَمَّآ أَنجَاهُمْ\n(But when He delivers them) from that distress,\nإِذَا هُمْ يَبْغُونَ فِى الاٌّرْضِ بِغَيْرِ الْحَقِّ\n(behold! They rebel (disobey Allah) in the earth wrongfully...) meaning: they returned as if they had never experienced any difficulties and had never promised Him anything. So Allah said:\nكَأَن لَّمْ يَدْعُنَآ إِلَى ضُرٍّ مَّسَّهُ\n(He passes on as if he had never invoked Us for a harm that touched him!)10:12 Allah then said:\nيأَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنفُسِكُمْ\n(O mankind! Your rebellion (disobedience to Allah) is only against yourselves,) it is you yourselves that will taste the evil consequence of this transgression. You will not harm anyone else with it, as comes in the Hadith,\n«مَا مِنْ ذَنْبٍ أَجْدَرَ أَنْ يُعَجِّلَ اللهُ عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِرُ اللهُ لِصَاحِبِهِ فِي الْآخِرَةِ مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِم»\n(There is no sin that is more worthy that Allah hasten punishment for in this world -- on top of the punishment that Allah has in store for it in the Hereafter -- than oppression and cutting the ties of the womb.) Allah's statement:\nمَّتَاعَ الْحَيَوةِ الدُّنْيَا\n(a brief enjoyment of this worldly life...) means that you only have a short enjoyment in this low and abased worldly life.\nثُمَّ إِلَينَا مَرْجِعُكُمْ\n(then (in the end) unto Us is your return...) meaning your goal and final destination.\nفَنُنَبِّئُكُمْ\n(and We shall inform you) of all your deeds. Then we shall recompense you for them. So let him who finds good (in his record) praise Allah, and let him who finds other than that blame no one but himself.",
  "ayah": 22,
  "surah": 10
}
