{
  "text": "The Parable of this Life\nAllah the Almighty has set an example of the similitude of the life of this world, its glitter and the swiftness of its passage, likening it to the plant and vegetation that Allah brings out from the earth. This plant grows from the water that comes down from the sky. These plants are food for people, such as fruits and other different types and kinds of foods. Some other kinds are food for cattle such as clover plants (i.e. green fodder for the cattle) and herbage etc.\nحَتَّى إِذَآ أَخَذَتِ الاٌّرْضُ زُخْرُفَهَا\n(until when the earth is clad in its adornments ,)\nوَازَّيَّنَتْ\n(and is beautified ) meaning, it became good by what grows on its hills such as blooming flowers of different shapes and colors.\nوَظَنَّ أَهْلُهَآ\n(and its people think...) those who planted it and put it in the ground,\nأَنَّهُمْ قَادِرُونَ عَلَيْهَآ\n(that they have all the powers of disposal over it) to cultivate it and harvest it. But while they were in that frame of mind, a thunderbolt or a severe, cold storm came to it. It dried its leaves and spoiled its fruits. Allah said:\nأَتَاهَآ أَمْرُنَا لَيْلاً أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا\n(Our command reaches it by night or by day and We make it like a clean-mown harvest, ) it became dry after it was green and flourishing.\nكَأَن لَّمْ تَغْنَ بِالاٌّمْسِ\n(as if it had not flourished yesterday!) as if nothing existed there before. Qatadah said: \"As if it had not flourished; as if it was never blessed.\" Such are things after they perish, they are as if they had never existed. Similarly, the Hadith,\n«يُؤْتَى بِأَنْعَمِ أَهْلِ الدُّنْيَا، فَيُغْمَسُ فِي النَّارِ غَمْسَةً، فَيُقَالُ لَهُ: هَلْ رَأَيْتَ خَيْرًا قَطُّ؟ هَلْ مَرَّ بِكَ نَعِيمٌ قَطُّ؟ فَيَقُولُ: لَا، وَيُؤْتَى بِأَشَدِّ النَّاسِ عَذَابًا فِي الدُّنْيَا، فَيُغْمَسُ فِي النَّعِيمِ غَمْسَةً، ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ بُؤْسًا قَطُّ؟ فَيَقُولُ لَا»\n(A person who led the most prosperous life in this world will be brought up and dipped once in the Fire. He will then be asked: `Have you ever found any good or comfort' He will reply: `No.' And a person who had experienced extreme adversity in this world will be brought up and dipped once in the bliss (of Paradise). Then he will be asked: 'Did you ever face any hardship or misery' He will reply: `No.') Allah said about those who were destroyed:\nفَأَصْبَحُواْ فِى دِيَارِهِمْ جَـثِمِينَكَأَن لَّمْ يَغْنَوْاْ فِيهَآ\n(So they lay (dead), prostrate in their homes; as if they had never lived there.)11:67-68 Allah then said:\nكَذلِكَ نُفَصِّلُ الآيَـتِ\n(Thus do We explain the Ayat. ..) We do explain the proofs, and evidences, in detail\nلِقَوْمٍ يَتَفَكَّرُونَ\n(for the people who reflect.) so they may take a lesson from this example in the swift vanishing of this world from its people while they are deceived by it. They would trust this world and its promises, and then it unexpectedly turns away from them. This world, in its nature, runs away from those who seek it but seeks those who run away from it. Allah mentioned the parable of this world and the plants of the earth in several Ayat in His Noble Book. He said in Surat Al-Kahf:\nوَاضْرِبْ لَهُم مَّثَلَ الْحَيَوةِ الدُّنْيَا كَمَآءٍ أَنْزَلْنَـهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الاٌّرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّياحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَىْءٍ مُّقْتَدِرًا\n(And put forward to them the example of the life of this world: it is like the water (rain) which We send down from the sky, and the vegetation of the earth mingles with it, and becomes fresh and green. But (later) it becomes dry and broken pieces, which the winds scatter. And Allah is able to do everything.) (18:45) He also gave similar examples in both Surat Az-Zumar 39:21 and Surat Al-Hadid 57:20.\nInvitation to the Everlasting Gifts that do not vanish\nAllah said:\nوَاللَّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ\n(And Allah calls to the Abode of Peace) When Allah mentioned the swiftness of this world and its termination, He invited people to Paradise and encouraged them to seek it. He called it the Abode of Peace. It is the Abode of Peace because it is free from defects and miseries. So Allah said:\nوَاللَّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِى مَن يَشَآءُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ\n(Allah calls to the Home of Peace and guides whom He wills to the straight path.) It was narrated that Jabir bin `Abdullah said: \"Allah's Messenger ﷺ came out one day and said to us:\n«إِنِّي رَأَيْتُ فِي الْمَنَامِ كَأَنَّ جِبْرِيلَ عِنْدَ رَأْسِي، وَمِيكَائِيلَ عِنْدَ رِجْلَيَّ، يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ: اضْرِبْ لَهُ مَثَلًا، فَقَالَ: اسْمَعْ، سَمِعَتْ أُذُنُكَ، وَاعْقِلْ، عَقَلَ قَلْبُكَ، إِنَّمَا مَثَلُكَ وَمَثَلُ أُمَّتِكَ كَمَثَلِ مَلِكٍ اتَّخَذَ دَارًا، ثُمَّ بَنَى فِيهَا بَيْتًا، ثُمَّ جَعَلَ فِيهَا مَأْدَبةً، ثُمَّ بَعَثَ رَسُولًا يَدْعُو النَّاسَ إِلَى طَعَامِهِ، فَمِنْهُمْ مَنْ أَجَابَ الرَّسُولَ، وَمِنْهُمْ مَنْ تَرَكَهُ، فَاللهُ الْمَلِكُ، وَالدَّارُ الْإِسْلَامُ، وَالْبَيْتُ الْجَنَّةُ، وَأَنْتَ يَا مُحَمَّدُ رَسُولٌ، فَمَنْ أَجَابَكَ دَخَلَ الْإِسْلَامَ، وَمَنْ دَخَلَ الْإِسْلَامَ دَخَلَ الْجَنَّةَ، وَمَنْ دَخَلَ الْجَنَّةَ أَكَلَ مِنْهَا»\n(I have seen in my sleep that it was as if Jibril was at my head and Mika'il at my leg. They were saying to each other: `Give an example for him.' He said: `Listen, your ear may listen. And fathom, your heart may fathom. The parable of you and your Ummah is that of a king who has built a house on his land. He arranged a banquet in it. Then he sent a messenger to invite the people to his food. Some accepted the invitation and others did not. Allah is the King and the land is Islam, the house is Paradise and you Muhammad are the Messenger. Whosoever responds to your call enters Islam. And whosoever enters Islam enters Paradise. And whosoever enters Paradise eats from it.) Ibn Jarir recorded this Hadith. It was also reported that Abu Ad-Darda' said that Allah's Messenger ﷺ said:\n«مَا مِنْ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ إِلَّا وَبِجَنْبَيْهَا مَلَكَانِ يُنَادِيَانِ يَسْمَعُهُ خَلْقُ اللهِ كُلُّهُمْ إِلَّا الثَّقَلَيْنِ: يَا أَيُّهَا النَّاسُ هَلُمُّوا إِلَى رَبِّكُمْ، إِنَّ مَا قَلَّ وَكَفَى خَيْرٌ مِمَّا كَثُرَ وَأَلْهَى»\n(Two angels descend every day in which the sun rises and say that which all Allah's creatures would hear except Jinn and humans: `O people! Come to your Lord! Anything little and sufficient is better than a lot but distractive.') And He sent this down in the Qur'an when He said:\nوَاللَّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ\n(\"Allah calls to the Abode of Peace\".) Ibn Abi Hatim and Ibn Jarir recorded this.",
  "ayah": 24,
  "surah": 10
}
