{
  "text": "The Reward of the Wicked Criminals\nAfter Allah told us about the state of those happy people who have done right and He promised increase in reward, He continued to tell us about the unlucky, miserable ones. He told us about His justice with them. He will reward them with similar evil, without any increase\nوَتَرْهَقُهُمْ\n(and will cover them) meaning that their faces will be covered and overtaken by humiliation because of their sins and their fear from these sins. Similarly Allah said:\nوَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَـشِعِينَ مِنَ الذُّلِّ\n(And you will see them brought forward to it, (Hell) made humble by disgrace.)42:45 He also said:\nوَلاَ تَحْسَبَنَّ اللَّهَ غَـفِلاً عَمَّا يَعْمَلُ الظَّـلِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأَبْصَـرُ مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ\n(Consider not that Allah is unaware of that which the wrongdoers do, but He gives them respite up to a Day when the eyes will stare in horror. (They will be) hastening forward with necks outstretched, their heads raised up (towards the sky).)14:42 - 43 Allah then said:\nمَّا لَهُمْ مِّنَ اللَّهِ مِنْ عَاصِمٍ\n(No defender will they have from Allah.) meaning, there will be no protectors to prevent them from punishment as Allah said:\nيَقُولُ الإِنسَـنُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلاَّ لاَ وَزَرَ - إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ\n(On that Day man will say: \"Where (is the refuge) to flee\" No! There is no refuge! Unto your Lord (alone) will be the place of rest that Day.)75:10-12 Allah's statement:\nكَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ\n(Their faces will be covered as it were...) means that their faces will be dark in the Hereafter. This is similar to His statement:\nيَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكْفَرْتُمْ بَعْدَ إِيمَـنِكُمْ فَذُوقُواْ الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ - وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ اللَّهِ هُمْ فِيهَا خَـلِدُونَ\n(On the Day (the Day of Resurrection) when some faces will become white and some faces will become black; as for those whose faces will become black (to them will be said): \"Did you reject faith after accepting it Then taste the torment (in Hell) for rejecting faith.\" And for those whose faces will become white, they will be in Allah's mercy (Paradise), therein they shall dwell forever.)3:106-107 He also said:\nوُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ - ضَـحِكَةٌ مُّسْتَبْشِرَةٌ - وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ\n(Some faces that Day will be bright, laughing, rejoicing at good news (of Paradise). And other faces that Day will be dust-stained. )80:38-40",
  "ayah": 27,
  "surah": 10
}
