{
  "text": "The Deniers of the Day of Resurrection wish to hasten its Coming and their Response\nAllah told us about the idolators who reject faith through their demand that the punishment be hastened, inquiring about the time of punishment. The response to such question is not inherently beneficial, yet they inquired anyway. Allah said:\nيَسْتَعْجِلُ بِهَا الَّذِينَ لاَ يُؤْمِنُونَ بِهَا وَالَّذِينَ ءَامَنُواْ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ\n(Those who believe not therein seek to hasten it, while those who believe are fearful of it, and know that it is the very truth.) 42:18 They know that it is the truth for it is definitely going to happen. It is going to take place even if they have no idea when it will occur. This is why Allah instructed His Messenger to answer them saying:\nقُل لاَّ أَمْلِكُ لِنَفْسِى ضَرًّا وَلاَ نَفْعًا\n(Say: \"I have no power over any harm or profit to myself.\") 10:49, 7:188 I will not say except what He has taught me. I also have no authority over anything that Allah has not shown to me. I am Allah's servant and His Messenger to you. I was told that the Hour is going to come, but He has not told me when it will occur. But,\nلِكُلِّ أُمَّةٍ أَجَلٌ\n(For every Ummah, there is a term appointed;) meaning that for every generation or community there is a set term appointed for them. When the end of that term approaches,\nفَلاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ\n(neither can they delay it nor can they advance it an hour (or a moment). ) This is similar to what Allah said in another Ayah:\nوَلَن يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَآءَ أَجَلُهَآ\n(And Allah grants respite to none when his appointed time (death) comes.) 63:11 Allah instructed His Messenger to tell the people that His punishment would come suddenly. He said:\nقُلْ أَرَءَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ - أَثُمَّ إِذَا مَا وَقَعَ ءَامَنْتُمْ بِهِ ءَآلْنَ وَقَدْ كُنتُم بِهِ تَسْتَعْجِلُونَ\n(Say: \"Tell me, if His torment should come to you by night or by day, which portion thereof would the criminals hasten on Is it then that when it has actually befallen, you will believe in it What! Now (you believe) And you used (aforetime) to hasten it on!\") When the punishment befalls them, they will say:\nرَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا\n(\"Our Lord! We have now seen and heard.\") (32:12) Allah also said:\nفَلَمَّا رَأَوْاْ بَأْسَنَا قَالُواْ ءَامَنَّا بِاللَّهِ وَحْدَهُ وَكَـفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـنُهُمْ لَمَّا رَأَوْاْ بَأْسَنَا سُنَّةَ اللَّهِ الَّتِى قَدْ خَلَتْ فِى عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَـفِرُونَ\n(So when they saw Our punishment, they said: \"We believe in Allah alone and reject (all) that we used to associate with Him as (His) partners. Then their faith could not avail them when they saw Our punishment. (Like) this has been the way of Allah in dealing with His servants. And there the disbelievers lost utterly (when Our torment covered them).\")40:84-85\nثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ الْخُلْدِ\n(Then it will be said to them who wronged themselves: \"Taste you the everlasting torment!\") This will be said to them on the Day of Resurrection, blaming and rebuking them. As Allah said in another Ayah:\nيَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا - هَـذِهِ النَّارُ الَّتِى كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَـذَا أَمْ أَنتُمْ لاَ تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُواْ أَوْ لاَ تَصْبِرُواْ سَوَآءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ\n(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing. This is the Fire that you used to belie. Is this magic or do you not see Taste you therein its heat and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.) 52:13-16",
  "ayah": 49,
  "surah": 10
}
