{
  "text": "None can make Anything Lawful or Unlawful except Allah or Those Whom Allah has allowed to do so\nIbn `Abbas, Mujahid, Ad-Dahhak, Qatadah, `Abdur-Rahman bin Zayd bin Aslam and others said: \"This Ayah was revealed to criticize the idolators for what they used to make lawful and unlawful. Like the Bahirah, Sa'ibah and Wasilah.\" As Allah said:\nوَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالاٌّنْعَامِ نَصِيباً\n(And they assign to Allah a share of the tilth and cattle which He has created.)6:136 Imam Ahmad recorded a narration from Malik bin Nadlah who said, \"I came to Allah's Messenger while in filthy clothes. He said,\n«هَلْ لَكَ مَالٌ؟»\n(Do you have wealth) I answered, `Yes.' He said,\n«مِنْ أَيِّ الْمَالِ؟»\n(what kind of wealth) I answered, `All kinds; camels, slaves, horses, sheep.' So he said,\n«إِذَا آَتَاكَ اللَّهُ مَالًا فَلْيُرَ عَلَيْك»\n(If Allah gives you wealth, then let it be seen on you.) Then he said,\n«هَلْ تُنْتَجُ إِبْلُكَ صِحَاحًا آذَانُهَا، فَتَعْمِدَ إِلَى مُوسًى فَتَقْطَعَ آذَانَهَا، فَتَقُولُ: هَذِهِ بُحْرٌ، وَتَشُقُّ جُلُودَهَا وَتَقُولُ: هَذِهِ صُرُمٌ، وَتُحَرِّمُهَا عَلَيْكَ وَعَلَى أَهْلِك»\n؟ (It is not that your camels are born with healthy ears, you take a knife and cut them, then say, \"This is a Bahr,\" tear its skin, then say, `This is a Sarm,\" and prohibit them for yourself and your family) I replied, `Yes.' He said,\n«فَإِنَّ مَا آتَاكَ اللهُ لَكَ حِلٌّ، سَاعِدُ اللهِ أَشَدُّ مِنْ سَاعِدِكَ، وَمُوسَى الله أَحَدُ مِنْ مُوسَاك»\n(What Allah has given you is lawful. Allah's Forearm is stronger than your forearm, and Allah's knife is sharper then your knife.)\" And he mentioned the Hadith in its complete form, and the chain for this Hadith is a strong, good chain. Allah criticized those who make lawful what Allah has made unlawful or vice verse. This is because they are based on mere desires and false opinions that are not supported with evidence or proof. Allah then warned them with a promise of the Day of Resurrection. He asked:\nوَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَـمَةِ\n(And what think those who invent a lie against Allah, on the Day of Resurrection) What do they think will happen to them when they return to Us on the Day of Resurrection Ibn Jarir said that Allah's statement:\nإِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ\n(Truly, Allah is full of bounty to mankind,) indicated that the bounty is in postponing their punishment in this world. I (Ibn Kathir) say, the meaning could be that the Grace for people is in the good benefits that He made permissible for them in this world or in their religion. He also has not prohibited them except what is harmful to them in their world and the Hereafter.\nوَلَـكِنَّ أَكْثَرَهُمْ لاَ يَشْكُرُونَ\n(but most of them are ungrateful.) So they prohibited what Allah has bestowed upon them and made it hard and narrow upon themselves. They made some things lawful and others unlawful. The idolators committed these actions when they set laws for themselves. And so did the People of the Book when they invented innovations in their religion.",
  "ayah": 58,
  "surah": 10
}
