{
  "text": "Everything Small or Large is within the Knowledge of Allah\nAllah informed His Prophet that He knows and is well acquainted with all of the affairs and conditions of him and his Ummah and all of creation and its creatures at all times -- during every hour and second. Nothing slips or escapes from His knowledge and observation, not even anything the weight of a speck of dust within the heavens or earth, or anything that is smaller or larger than that. Everything is in a manifest Book, as Allah said:\nوَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِى ظُلُمَـتِ الاٌّرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِى كِتَـبٍ مُّبِينٍ\n(And with Him are the keys of the Ghayb (all that is hidden and unseen), none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)(6:59) He stated that He is Well-Aware of the movement of the trees and other inanimate objects. He is also Well-Aware of all grazing beasts. He said:\nوَمَا مِن دَآبَّةٍ فِى الاٌّرْضِ وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَـلُكُمْ\n(There is not a moving creature on earth, nor a bird that flies with its two wings, but are communities like you.) (6:38) He also said:\nوَمَا مِن دَآبَّةٍ فِي الاٌّرْضِ إِلاَّ عَلَى اللَّهِ رِزْقُهَا\n(And no moving creature is there on earth but its provision is due from Allah. )(11:6) If this is His knowledge of the movement of these things, then what about His knowledge of the movement of the creatures that are commanded to worship Him Allah said:\nوَتَوكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ - الَّذِى يَرَاكَ حِينَ تَقُومُ\nوَتَقَلُّبَكَ فِى السَّـجِدِينَ\n(And put your trust in the Almighty, the Most Merciful, Who sees you when you stand up, and your movements among those who fall prostrate.)(26:217-219) That is why Allah said:\nوَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُواْ مِنْهُ مِن قُرْءَانٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ\n(Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed, but We are Witness thereof when you are doing it.) meaning, `We are watching and hearing you when you engage in that thing.' When Jibril asked the Prophet about Ihsan, he said:\n«أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك»\n(It is that you worship Allah as if you are seeing Him. But since you do not see Him, be certain that He is watching you.)",
  "ayah": 61,
  "surah": 10
}
