{
  "text": "Identifying the Awliya' of Allah\nAllah tells us that His Awliya' (friends and allies) are those who believe and have Taqwa of Allah as He defined them. Every pious, God-fearing person is a friend of Allah, therefore,\nلاَ خَوْفٌ عَلَيْهِمْ\n(no fear shall come upon them) from the future horrors they will face in the Hereafter.\nوَلاَ هُمْ يَحْزَنُونَ\n(nor shall they grieve.) over anything left behind in this world. Ibn Jarir recorded that Abu Hurayrah said that Allah's Messenger ﷺ said:\n«إِنَّ مِنْ عِبَادِ اللهِ عِبَادًا يَغْبِطُهُمُ الْأَنْبِيَاءُ وَالشُّهَدَاء»\n(Among the servants of Allah there will be those whom the Prophets and the martyrs will consider fortunate). It was said: \"Who are these, O Messenger of Allah, so we may love them\" He said:\n«هُمْ قَوْمٌ تَحَابُّوا فِي اللهِ مِنْ غَيْرِ أَمْوَالٍ وَلَا أَنْسَابٍ، وُجُوهُهُمْ نُورٌ عَلَى مَنَابِرَ مِنْ نُورٍ، لَا يَخَافُون إِذَا خَافَ النَّاسُ، وَلَا يَحْزَنُونَ إِذَا حَزِنَ النَّاس»\n(These are people who loved one another for the sake of Allah without any other interest like money or kinship. Their faces will be light, upon platforms of light. They shall have no fear (on that Day) when fear shall come upon people. Nor shall they grieve when others grieve.) Then he recited:\nأَلا إِنَّ أَوْلِيَآءَ اللَّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ\n(Behold!! Verily, the Awliya' (friends and allies) of Allah, no fear shall come upon them nor shall they grieve.)\nThe True Dream is a Form of Good News\nIbn Jarir narrated from `Ubadah bin As-Samit that he recited to Allah's Messenger ﷺ:\nلَهُمُ الْبُشْرَى فِي الْحَيوةِ الدُّنْيَا وَفِى الاٌّخِرَةِ\n(For them is good news, in the life of the present world, and in the Hereafter.) and said, \"We know the good news of the Hereafter, it is Paradise. But what is the good news in this world\" He said:\n«الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْعَبْدُ أَوْ تُرَى لَهُ. وَهِيَ جُزْءٌ مِنْ أَرْبَعَةٍ وَأَرْبَعِينَ جُزْءًا أَوْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّة»\n(It is the good dream that a servant may see or it is seen about him. This dream is one part from forty-four or seventy parts of Prophethood.) Imam Ahmad recorded that Abu Dharr said, \"O Messenger of Allah! What about a man who does deeds that the people commend him for\" Allah's Messenger ﷺ said,\n«تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِن»\n(That is the good news that has been expedited for the believer.) Imam Ahmad recorded that `Abdullah bin `Amr said that Allah's Messenger ﷺ said:\nلَهُمُ الْبُشْرَى فِي الْحَيوةِ الدُّنْيَا وَفِى الاٌّخِرَةِ\n(For them is good news, in the life of the present world) Then he said,\n«الرُّؤْيَا الصَّالِحَةُ يُبَشَّرُهَا الْمُؤْمِنُ، جُزْءٌ مِنْ تِسْعَةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ، فَمَنْ رَأَى ذَلِكَ فَلْيُخْبِرْ بِهَا،وَمَنْ رَأَى سِوَى ذَلِكَ فَإِنَّمَا هُوَ مِنَ الشَّيْطَانِ لِيُحْزِنَهُ، فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيُكَبِّرْ، وَلَا يُخْبِرْ بِهَا أَحَدًا»\n(The good dream that comes as a good news for the believer is a part of forty-nine parts of prophethood. So if anyone of you has a good dream, he should narrate it to others. But if he has a dream that he dislikes, then it is from Shaytan to make him sad. He should blow to his left three times, and say : \"Allahu Akbar,\" and should not mention it to anyone.\") And it was also said, \"The good news here is the glad tidings the angels bring to the believer at the time of death. They bring him the good news of Paradise and forgiveness.\" Similarly, Allah said:\nإِنَّ الَّذِينَ قَالُواْ رَبُّنَا اللَّهُ ثُمَّ اسْتَقَـمُواْ تَتَنَزَّلُ عَلَيْهِمُ الْمَلَـئِكَةُ أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بِالْجَنَّةِ الَّتِى كُنتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَآؤُكُمْ فِى الْحَيَوةِ الدُّنْيَا وَفِى الاٌّخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِى أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلاً مِّنْ غَفُورٍ رَّحِيمٍ\n(Verily, those who say: \"Our Lord is Allah (alone),\" and then they stand straight and firm, on them the angels will descend (at the time of their death) (saying): \"Fear not, nor grieve! But receive the glad tidings of Paradise which you have been promised! We have been your friends in the life of this world and are (so) in the Hereafter. Therein you shall have (all) that your souls desire, and therein you shall have (all) for which you ask. An entertainment from (Allah), the Oft-Forgiving, Most Merciful.\") (41:30-32) In the Hadith narrated by Al-Bara', the Prophet said:\nإِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمُوتُ جَاءَهُ مَلَائِكَةٌ بِيضُ الْوُجُوهِ بِيضُ الثِّيَابِ فَقَالُوا:اخْرُجِي أَيَّتُهَا الرُّوحُ الطَّيِّبَةُ إِلَى رُوْحٍ وَرَيْحَانٍ وَرَبَ غَيْرِ غَضْبَانَ، فَتَخْرُجُ مِنْ فَمِهِ كَمَا تَسِيلُ الْقَطْرَةُ مِنْ فَمِ السِّقَاء»\n(When death approaches the believer, angels with white faces and white clothes come to him and say: \"O good soul! Come out to comfort and provision and a Lord who is not angry.\" The soul then comes out of his mouth like a drop of water pouring out of a water skin.) Their good news in the Hereafter is as Allah said:\nلاَ يَحْزُنُهُمُ الْفَزَعُ الاٌّكْبَرُ وَتَتَلَقَّـهُمُ الْمَلَـئِكَةُ هَـذَا يَوْمُكُمُ الَّذِى كُنتُمْ تُوعَدُونَ\n(The greatest terror (on the Day of Resurrection) will not grieve them, and the angels will meet them, (with the greeting:) \"This is your Day which you were promised.\") (21:103), and,\nيَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَـتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـنِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّـتٌ تَجْرِى مِن تَحْتِهَا الاٌّنْهَـرُ خَـلِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ\n(On the Day you shall see the believing men and the believing women -- their light running forward before them and by their right hands. Glad tidings for you this Day! Gardens under which rivers flow (Paradise), to dwell therein forever! Truly, this is the great success!)(57:12) Allah then said:\nلاَ تَبْدِيلَ لِكَلِمَاتِ اللَّهِ\n(No change can there be in the Words of Allah.) meaning, this promise doesn't change or breach or fall short. It is decreed and firm, and going to happen undoubtedly.\nذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ\n(This is indeed the supreme success.)",
  "ayah": 62,
  "surah": 10
}
