{
  "text": "Musa supplicated against Fir`awn and His Chiefs\nAllah mentioned what Musa said when he prayed against Fir`awn and his chiefs after they refused to accept the truth. They continued to go astray and be haughty and arrogant. Musa said:\nرَبَّنَآ إِنَّكَ ءاتَيْتَ فِرْعَوْنَ وَمَلاّهُ زِينَةً\n(Our Lord! You have indeed bestowed on Fir`awn and his chiefs splendor) and pleasure of this worldly life.\nوَأَمْوَالاً\n(and wealth) plentiful and abundant. Allah's statement,\nفِى الْحَيَوةِ الدُّنْيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ\n(in the life of this world, Our Lord! That they may lead men astray from Your path.) was read with the word \"Liyadillu\" and \"Liyudillu.\" The first is with a Fathah over the Ya, meaning that \"You have given them that while You know they would not believe in what You have sent me with to them. You did that so they would gradually be drawn away from the truth.\" As Allah said:\nلِنَفْتِنَهُمْ فِيهِ\n(that We may test them thereby.)(20:131) and (72:17). Others read the word with a Dammah over the Ya. (i.e. Liyudillu) This makes the Ayah mean: You have given them that so whoever You willed from among Your creatures will be tried. Those whom You wish to misguide would think that You have given them that because You loved them and You cared about them.\"\nرَبَّنَا اطْمِسْ عَلَى أَمْوَلِهِمْ\n(\"Our Lord! Destroy their wealth,\") Ibn `Abbas and Mujahid said: \"They asked Allah to destroy their wealth.\" Ad-Dahhak, Abu Al-`Aliyah and Ar-Rabi`a bin Anas said: \"Allah made their wealth into engraved stones as it was before.\" About Allah's statement,\nوَاشْدُدْ عَلَى قُلُوبِهِمْ\n(and harden their hearts) Ibn `Abbas said, \"Harden their hearts means put a seal on them.\"\nفَلاَ يُؤْمِنُواْ حَتَّى يَرَوُاْ الْعَذَابَ الاٌّلِيمَ\n(so that they will not believe until they see the painful torment.) This prayer was from Musa because he was angry for the sake of Allah and His religion. He prayed against Fir`awn and his chiefs when he was certain that there was no good in them. Similarly, Nuh prayed and said:\nوَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الاٌّرْضِ مِنَ الْكَـفِرِينَ دَيَّاراً - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ وَلاَ يَلِدُواْ إِلاَّ فَاجِراً كَفَّاراً\n(My Lord! Leave not one of the disbelievers on the earth! If You leave them, they will mislead Your servants, and they will beget none but wicked disbelievers.) (71:26-27) Harun said \"Amin\" to his brother's prayer. And Allah answered Musa's prayer. Allah said:\nقَدْ أُجِيبَتْ دَّعْوَتُكُمَا\n(Verily, the invocation of you both is accepted.) `in destroying Fir`awn's people.\nقَدْ أُجِيبَتْ دَّعْوَتُكُمَا فَاسْتَقِيمَا\n(Verily I have answered your prayers (both of you). So you both keep to the straight way) So as I have answered your prayer, you should remain steadfast on My command.' Ibn Jurayj narrated that Ibn `Abbas said about this Ayah: \"Be steadfast and follow My command.\"",
  "ayah": 89,
  "surah": 10
}
