{
  "text": "The Establishment of the Children of Israel in the Land and Their Provision from the Good Things\nIn these Ayat, Allah tells us about all the worldly and religious gifts which He bestowed upon the Children of Israel. Allah's statement,\nمُبَوَّأَ صِدْقٍ\n(honorable dwelling place) means in Egypt and Syria, around Jerusalem, as it was said by some. When Allah destroyed Fir`awn and his soldiers, the Mosaic State took control of all of Egypt as Allah said:\nوَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُواْ يُسْتَضْعَفُونَ مَشَـرِقَ الاٌّرْضِ وَمَغَـرِبَهَا الَّتِى بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِى إِسْرءِيلَ بِمَا صَبَرُواْ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُواْ يَعْرِشُونَ\n(And We made the people who were considered weak to inherit the eastern parts of the land and the western parts thereof which We have blessed. And the fair Word of your Lord was fulfilled for the Children of Israel, because of their endurance. And We destroyed completely all the great works and buildings which Fir`awn and his people erected.)(7:137) He said in other Ayat:\nفَأَخْرَجْنَـهُمْ مِّن جَنَّـتٍ وَعُيُونٍ - وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ - كَذَلِكَ وَأَوْرَثْنَـهَا بَنِى إِسْرَءِيلَ\n(So, We expelled them from gardens and springs. Treasures, and every kind of honorable place. Thus, and We caused the Children of Israel to inherit them.)(26:57 -59) He also said:\nكَمْ تَرَكُواْ مِن جَنَّـتٍ وَعُيُونٍ\n(How many of gardens and springs that they left behind. ..) (44:25-27) They then continued with Musa, to seek Jerusalem -- the land of Ibrahim, the friend of Allah. There were giant people in Jerusalem. The Children of Israel refrained from fighting them. So Allah expelled them into the wilderness for forty years. During this time in the wilderness, first Harun died and then Musa. Yusha` bin Nun led after them. Allah supported them to conquer Jerusalem and rule it for a period of time. His statement,\nوَرَزَقْنَاهُمْ مِّنَ الطَّيِّبَاتِ\n(and provided them with good things) means from the lawful, pure and useful provision that is good in nature and in Law. Then Allah said:\nفَمَا اخْتَلَفُواْ حَتَّى جَآءَهُمُ الْعِلْمُ\n(and they differed not until the knowledge came to them.) There should be no reason for them to have any disputes among them since Allah has sent them knowledge and explained different matters and issues to them. It has been mentioned in a Hadith,\n«إِنَّ الْيَهُودَ اخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى اخْتَلَفُوا عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، مِنْهَا وَاحِدَةٌ فِي الْجَنَّةِ، وَاثْنَتَانِ وَسَبْعُونَ فِي النَّار»\n(The Jews separated into seventy-one sects, and the Christians separated into seventy-two sects, and this Ummah will separate into seventy-three sects, one of which is in Paradise, seventy-two in the Fire.) They asked, \"Who are they O Messenger of Allah!\" He replied;\n«مَا أَنَا عَلَيْهِ وَأَصْحَابِي»\n(Those upon what I and my Companions are upon. ) It was recorded by Al-Hakim in his Mustadrak with this wording. So here Allah said,\nإِن رَبَّكَ يَقْضِى بَيْنَهُم\n(Verily your Lord will judge between them) Here the meaning is, to distinguish between them\nيَوْمَ الْقِيَـمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ\n(the Day of Resurrection in that which they used to differ.)",
  "ayah": 93,
  "surah": 10
}
