{
  "text": "Reward for the Charitable, the True Believers and the Martyrs; and the Destination of the Disbelieve\nAllah the Exalted describes the reward that He will award to those who spend from their wealth, whether male or female, on the needy, the poor and the meek,\nاللَّهَ قَرْضاً حَسَناً وَمَا\n(and lend Allah handsome loan,) meaning, they give in charity with a good heart seeking the pleasure of Allah. They do not seek worldly rewards or appreciation from those to whom they give in charity. Allah's statement,\nيُضَـعَفُ لَهُمْ\n(it shall be increased manifold,) indicating that He will multiply the good deeds from tenfold, up to seven hundredfold and even more than that,\nوَلَهُمْ أَجْرٌ كَرِيمٌ\n(and theirs shall be an honorable good reward.) theirs will be a generous, handsome reward, a good dwelling to return to and an honorable final destination. Allah's statement,\nوَالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ أُوْلَـئِكَ هُمُ الصِّدِّيقُونَ\n(And those who believe in Allah and His Messengers -- they are the Siddiqun) This completes His description of those who have faith in Him and in His Messengers, by describing them as Siddiqun, true believers. Al-`Awfi reported from Ibn `Abbas about\nوَالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ أُوْلَـئِكَ هُمُ الصِّدِّيقُونَ\n(And those who believe in Allah and His Messengers -- they are the Siddiqun) that its meaning does not continue to the next Ayah,\nوَالشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ\n(and the martyrs (are) with their Lord. They shall have their reward and their light.) Abu Ad-Duha (stopped after he) recited,\nأُوْلَـئِكَ هُمُ الصِّدِّيقُونَ\n(they are the Siddiqun), then initiated recitation:\nوَالشُّهَدَآءُ عِندَ رَبِّهِمْ\n(and the martyrs (are) with their Lord.) Masruq, Ad-Dahhak, Muqatil bin Hayyan and others said similarly. Al-A`mash narrated from Abu Ad-Duha from Masruq from `Abdullah bin Mas`ud commented on Allah's statement,\nأُوْلَـئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَآءُ عِندَ رَبِّهِمْ\n(they are the Siddiqun, and the martyrs with their Lord.) \"They are of three categories,\" meaning there are those who spend in charity, the Siddiqun and the martyrs. Allah the Exalted said,\nوَمَن يُطِعِ اللَّهَ وَالرَّسُولَ فَأُوْلَـئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَآءِ وَالصَّـلِحِينَ\n(And whoso obey Allah and the Messenger, then they will be in the company of those on whom Allah has bestowed His grace, of the Prophets, the Siddiqin, the martyrs, and the righteous.)(4:69) Therefore, Allah made a distinction between the Siddiqin and the martyrs, indicating that they are of two distinct categories, so there is no doubt that Siddiq is a better status than the martyr. Imam Malik bin Anas recorded in his Muwatta' that Abu Sa`id Al-Khudri said that the Messenger of Allah ﷺ said,\n«إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ أَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ، كَمَا تَتَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ فِي الْأُفُقِ مِنَ الْمَشْرِقِ أَوِ الْمَغْرِبِ، لِتَفَاضُلِ مَا بَيْنَهُم»\n(The people of Paradise will look at the dwellers of the lofty mansions as one looks at a brilliant star far away in the east or in the west on the horizon, because of their superiority over one another.) On that the people said, \"O Allah's Messenger! Are these lofty mansions for the Prophets whom none else can reach\" The Prophet replied,\n«بَلَى، وَالَّذِي نَفْسِي بِيَدِهِ، رِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِين»\n(No! By Him in Whose Hand is my soul! these are for men who believe in Allah and believe in the Messengers.) Al-Bukhari and Muslim also collected this Hadith. Allah's statement,\nوَالشُّهَدَآءُ عِندَ رَبِّهِمْ\n(and the martyrs with their Lord.) means that they will be in the gardens of Paradise, as recorded in the Sahih:\n«إِنَّ أَرْوَاحَ الشُّهَدَاءِ فِي حَوَاصِلِ طَيْرٍ خُضْرٍ تَسْرَحُ فِي الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَى تِلْكَ الْقَنَادِيلِ فَاطَّلَعَ عَلَيْهِمْ رَبُّكَ اطِّلَاعَةً فَقَالَ: مَاذَا تُرِيدُونَ؟ فَقَالُوا: نُحِبُّ أَنْ تَرُدَّنَا إِلَى الدَّارِ الدُّنْيَا فَنُقَاتِلَ فِيكَ فَنُقْتَلَ، كَمَا قُتِلْنَا أَوَّلَ مَرَّةٍ، فَقَالَ: إِنِّي قَدْ قَضَيْتُ أَنَّهُمْ إِلَيْهَا لَا يَرْجِعُون»\n(The souls of the martyrs live in the bodies of green birds, who fly wherever they wish in Paradise and then return to their nests in chandeliers. Once your Lord cast a glance at them and said, `Do you want anything\" They said, \"We wish that You return us to the life of the world, so that we may fight in Your cause and be killed as we were killed the first time.\" Allah said, \"I have decreed that they shall not be returned to it again.\") Allah's statement,\nلَهُمْ أَجْرُهُمْ وَنُورُهُمْ\n(They shall have their reward and their light.), means that Allah will grant them a generous reward and a tremendous light that will precede before them. In this, the believers vary regarding the level of reward they receive, according to their good actions in the life of this world. Imam Ahmad recorded that `Umar bin Al-Khattab said that he heard the Messenger of Allah ﷺ say,\n«الشُّهَدَاءُ أَرْبَعَةٌ: رَجُلٌ مُؤْمِنٌ جَيِّدُ الْإِيمَانِ، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ فَقُتِلَ، فَذَاكَ الَّذِي يَنْظُرُ النَّاسُ إِلَيْهِ هكَذَا»\n(There are four ranks of martyrs. The first is a man who believes and who is true in faith, who meets the enemy (in battle), fulfills his duty to Allah and is killed. This is the type that the people will look up to (his level in Paradise), like this.) The Prophet raised his head until his cap fell off his head, and the same happened to `Umar. The Prophet continued,\n«وَالثَّانِي مُؤْمِنٌ لَقِيَ الْعَدُوَّ فَكَأَنَّمَا يُضْرَبُ ظَهْرُهُ بِشَوْكِ الطَّلْحِ، جَاءَهُ سَهْمٌ غَرْبٌ فَقَتَلَهُ، فَذَاكَ فِي الدَّرَجَةِ الثَّانِيَةِ. وَالثَّالِثُ رَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ حَتْى قُتِلَ، فَذَاكَ فِي الدَّرَجَةِ الثَّالِثَةِ. وَالرَّابِعُ رَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَى نَفْسِهِ إِسْرَافًا كَثِيرًا، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ حَتْى قُتِلَ، فَذَاكَ فِي الدَّرَجَةِ الرَّابِعَة»\n(The second is a believer who meets the enemy and is struck by a stray arrow which causes him to die. This believer is in the second grade. The third is a believer who has combined good deeds with evil deeds; he meets the enemy and is truthful to his duty to Allah until he is killed. This is the third category. And the fourth is a believer who has committed sins excessively, so he meets the enemy and is truthful to his duty to Allah, and is killed. This is the fourth category.) `Ali bin Al-Madini also reported this Hadith and said, \"This Egyptian chain is Salih useful.\" At-Tirmidhi said, \"Hasan Gharib.\" Allah's statement,\nوَالَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَايَـتِنَآ أُوْلَـئِكَ أَصْحَـبُ الْجَحِيمِ\n(But those who disbelieve and deny Our Ayat -- they shall be the dwellers of the blazing Fire.) mentions the destination and the condition of the miserable ones, after Allah mentioned the destination and rewards of the happy ones.",
  "ayah": 19,
  "surah": 57
}
