{
  "text": "আর আমরা তো আপনাকে সৃষ্টিকুলের জন্য শুধু রহমতরূপেই পাঠিয়েছি [১]\n[১] العا لمين শব্দটি عالم শব্দের বহুবচন। মানব, জিন, জীবজন্তু, উদ্ভিদ, জড় পদার্থসমূহ সবই এর অন্তর্ভুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম সবার জন্যেই রহমতস্বরূপ ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আগমন মানব জাতির জন্য আল্লাহর রহমত ও অনুগ্রহ। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমি তো আল্লাহর পক্ষ থেকে প্রেরিত রহমত”। [ত্বাবরানী, মুজামুল আওসাত্মঃ ৩০০৫, আস-সাগীরঃ ১/১৬৮, নং২৬৪, মুস্তাদরাকে হাকিমঃ ১/৯১ নং ১০০, মুসনাদে শিহাবঃ ১১৬০, মাজমাউয যাওয়ায়েদ ৫/৬৯, ৩০৫, মারফু' সনদে আর সুনান দারমী, হাদীস নং ১৫ মুরসাল সহীহ সনদে] তাছাড়া যদি আখিরাতেই সঠিক জীবন হয় তাহলে আখেরাতের আহবানকে প্রতিষ্ঠিত করতে কুফর ও  শিরককে নিশ্চিহ্ন করার জন্যে কাফেরদেরকে হীনবল করা এবং তাদের মোকাবেলায় জেহাদ করাও সাক্ষাত রহমত। এর ফলে আশা করা যায় যে, অবাধ্যদের জ্ঞান ফিরে আসবে এবং তারা ঈমান ও সৎকর্মের অনুসারী হয়ে যাবে। যারা রাসূলের উপর ঈমান আনবে ও তার কথায় বিশ্বাস করবে তারা অবশ্যই সৌভাগ্যবান হবে, আর যারা ঈমান আনবে না তারা দুনিয়াতে পূর্ববর্তী উম্মতদের মত ভূমিধ্বস বা ডুবে মরা থেকে অন্তত নিরাপদ থাকবে। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় রহমত। [কুরতুবী] অথবা আয়াতের অর্থ, আমরা আপনাকে সবার জন্যই রহমত হিসেবে প্রেরণ করেছি। কিন্তু এটা তাদের জন্যই যারা ঈমান আনবে এবং আপনাকে মেনে নিবে। কিন্তু যারা আপনার কথা মানবে না, তারা দুনিয়া ও আখেরাত সর্বত্রই ক্ষতিগ্রস্ত হবে। যেমন আল্লাহ অন্য আয়াতে বলেন, “আপনি কি তাদেরকে লক্ষ্য করেন না। যারা আল্লাহর অনুগ্রহকে কুফারী দ্বারা পরিবর্তন করে নিয়েছে এবং তারা তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের ঘরে -- জাহান্নামে, যার মধ্যে তারা দগ্ধ হবে, আর কত নিকৃষ্ট এ আবাসস্থল!” [সূরা ইবরাহীম: ২৮-২৯] অন্য আয়াতে কুরআন সম্পর্কে বলা হয়েছে, “বলুন, ‘এটি মুমিনদের জন্য হেদায়াত ও আরোগ্য।’ আর যারা ঈমান আনে না তাদের কানে রয়েছে বধিরতা এবং কুরআন এদের (অন্তরের) উপর অন্ধত্ব তৈরী করবে। তাদেরকেই ডাকা হবে দূরবর্তী স্থান হতে।” [সূরা ফুসসিলাত: ৪৪] তাছাড়া হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আমাকে অভিশাপকারী করে পাঠানো হয়নি, আমাকে রহমত হিসেবে পাঠানো হয়েছে।” [মুসলিম: ২৫৯৯]",
  "ayah": 107,
  "surah": 21
}
