{
  "text": "আর স্মরণ করুন আইয়ূবকে [১], যখন তিনি তার রবকে ডেকে বলেছিলেন আমি তো দুক্ষি-কষ্টে পড়েছি, আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু [২] !\n[১] কুরআন থেকে শুধু এতটুকু জানা যায় যে, তিনি কোন দুরারোগ্য রোগে আক্রান্ত হয়ে সবর করে যান এবং অবশেষে আল্লাহর কাছে দো'আ করে রোগ থেকে মুক্তি পান। এই অসুস্থতার দিনগুলোতে তার সন্তান-সন্ততি, বন্ধু-বান্ধব সবই উধাও হয়ে গিয়েছিল। এরপর আল্লাহ তা'আলা তাকে সুস্থতা দান করেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: আল্লাহর নবী আইয়ুব আলাইহিসসালাম আঠার বছর মুসীবত ভোগ করেছিলেন। অবস্থা এমন হয়েছিল যে, তাকে তার ভাই বন্ধু-বান্ধবদের মাঝে দু'জন ব্যতীত সবাই ত্যাগ করে চলে গিয়েছিল। এ দু’জন সকাল বিকাল তার কাছে আসত। তাদের একজন অপরজনকে বললঃ জেনে নাও আল্লাহর শপথ! অবশ্যই আইয়ুব এমন কোন গোনাহ  করেছে যার মত গোনাহ সৃষ্টিজগতের কেউ করেনি। তার সাথী বললঃ এটা কেন বললে? জবাবে সে বলল: আঠার বছর থেকে সে এমন কঠিন রোগে ভুগছে অথচ আল্লাহ তার প্রতি দয়াপরবশ হয়ে তাকে তা থেকে মুক্তি দিচ্ছে না। এ কথা শোনার পর সাথীটি আইয়ুব আলাইহিসসালামের সাথে দেখা করতে গিয়ে ব্যথিত হয়ে কথাটি তাকে জানিয়ে দিল। তখন আইয়ুব আলাইহিসসালাম তাকে বললেন: আমি জানি না তুমি কি বলছ, তবে আল্লাহ জানেন পূর্বে আমি কখনও কখনও ঝগড়ায় লিপ্ত দু'জনের পাশ দিয়ে যাওয়ার সময় এটাও শোনতাম যে, তারা আল্লাহর কথা বলে বলে নিজেদের ঝগড়া করছে। তখন আমি বাড়ী ফিরে তাদের পক্ষ থেকে কাফফারা আদায় করতাম। এই ভয়ে যে, তারা হক ছাড়া অন্য কোন ভাবে আল্লাহর নাম উচ্চারণ করেনি তো? ঘটনা বর্ণনা করতে করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: আইয়ুব আলাইহিসসালাম তার প্রাকৃতিক কাজে সারাতে বের হতেন। কাজ সারার পর তার স্ত্রী তার হাত ধরে নিয়ে আসতেন। একদিন তিনি তাঁর প্রাকৃতিকর কাজ সারার পর তার স্ত্রীর কাছে ফিরতে দেৱী করছিলেন এমন সময় আল্লাহ্ তা'আলা আইয়ুব আলাইহিসসালামের কাছে ওহী পাঠালেন যে, “আপনি আপনার পা দ্বারা ভূমিতে আঘাত করুন, এই তো গোসলের সুশীতল পানি ও পানীয়।” [সূরা সোয়াদ: ৪২] তার স্ত্রী তার আগমনে দেরী দেখে নিজেই এগিয়ে গিয়ে তার কাছে পৌঁছলেন। তখন আইয়ুব আলাইহিসসালামের যাবতীয় মুসিবত দূর হয়ে তিনি পূর্বের ন্যায় সুন্দর হয়ে গেলেন। তার স্ত্রী তাকে দেখে বললেন: হে মানুষ! আল্লাহ আপনার উপর বরকত দিন, আপনি কি ঐ বিপদগ্ৰস্ত আল্লাহর নবীকে দেখেছেন? আল্লাহর শপথ, যখন সে সুস্থ ছিল তখন সে ছিল আপনার মতই দেখতে। তখন আইয়ুব আলাইহিসসালাম বললেন যে, আমিই সেই ব্যক্তি। আইয়ুব আলাইহিসসালামের দুটি উঠান ছিল। একটি গম শুকানোর অপরটি যব শুকানোর। আল্লাহ তা'আলা সে দু'টির উপর দুখণ্ড মেঘ পাঠালেন। এক খণ্ড মেঘ সে গমের উঠোনে এমনভাবে স্বর্ণ ফেললো যে, সেটি পূর্ণ হয়ে গেল। অপর মেঘ খণ্ডটি সেটির উপর এমনভাবে রৌপ্য বর্ষণ করল যে, সেটাও পূর্ণ হয়ে গেল। [সহীহ ইবন হিব্বান: ৭/১৫৭, হাদীস নং ২৮৯৮, মুস্তাদরাকে হাকিম: ২/৬৩৫, ৪১১৫] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: একবার আইয়ুব আলাইহিসসালাম কাপড় খুলে গোসল করছিলেন, এমতাবস্থায় এক ঝাক স্বর্ণের টিড্ডি (পঙ্গপাল) তার উপর পড়তে আরম্ভ করল, তিনি সেগুলো মুঠি মুঠি তার কাপড়ে জমা করছিলেন। তখন তার প্রভু তাকে ডেকে বললেন: হে আইয়ুব আমি কি আপনাকে যা দেখছেন তা থেকেও বেশী প্রদান করে ধনী করে দেইনি? উত্তরে আইয়ুব আলাইহিসসালাম বললেন: অবশ্যই হে প্ৰভু! তবে আপনার দেয়া বরকত থেকে আমি কখনো অমুখাপেক্ষী হবো না। [বুখারী: ৩৩৯১, ২৭৯] এ ছাড়া আইয়ুব আলাইহিসসালাম সংক্রান্ত আরো কিছু কাহিনী বিভিন্ন ঐতিহাসিক বর্ণনাসমূহে এসেছে কিন্তু সেগুলো খুব বেশী গ্রহণযোগ্য বিবেচিত হয়নি বিধায় এখানে উল্লেখ করা গেল না।\n[২] দো’আর ধরণ অত্যন্ত পবিত্র, সূক্ষ্ম ও নমনীয় ! সংক্ষিপ্ত বাক্যের মাধ্যমে নিজের কষ্টের কথা বলে যাচ্ছেন এবং এরপর একথা বলেই থেমে যাচ্ছেন- “আপনি করুণাকারীদের মধ্যে সর্বশ্রেষ্ঠ।” পরে কোন অভিযোগ ও নালিশ নেই, কোন জিনিসের দাবী নেই। তাতেই আল্লাহ খুশী হয়ে তার দোআ কবুল করলেন। পরবর্তী আয়াতে দোআ কবুল হওয়ার ঘোষণা দেয়া হয়েছে। [দেখুন, ফাতহুল কাদীর]",
  "ayah": 83,
  "surah": 21
}
