{
  "surah": 16,
  "ayah": 2,
  "text": "He sends down the angels with the spirit from His command upon whomsoever He will of His servants: “Give warning that there is no god but I, so be wary of Me.” The reality of the spirit is that within which is the life of the heart and the life of the religion. It is the beauty of the Qur'an's exaltedness, which reached MuṣṬafā from the Divine Presence with the attribute of the message by the emissary Gabriel. Give warning that there is no god but I, so be wary of Me: “Report to My servants that I am the One Lord, I am without peer in attributes, I am separate from anything's resemblance to Me, and I am loyal to My assurances. Whenever someone says these words bearing witness and places the seal of tawḤīd on his heart, he has entered into the pavilion of the submission's exaltedness.” But you should know that this pavilion of the submission is set up only on the plain of god- wariness, for He says, “There is no god but I, so be wary of Me.” The reality of godwariness is the heart's purity of everything other than the Real. Just as submission is obligatory for the world's creatures, so also godwariness is obligatory. When the foundation of the religion was put down, it was put down on godwariness, for everyone who be- came a possessor of friendship became so through godwariness. “Surely His friends are only the godwary” [8:34]. Tomorrow the friendship of the next world will be assigned to those who are called godwary: “The outcome belongs to the godwary” [7:128]. The first condition of godwariness is that you be the guardian of your own heart and do three things: You do not give yourself over to wishing, you avoid everything that is not approved, and you not be heedless of the Real for one moment. On the day when Abū Bakr was buying Bilāl, Bilāl said, “O chief of the sincerely truthful! If you are buying Bilāl for the sake of the business of this world, do not buy him. He can perform no service that you will approve, for Bilāl has dedicated himself to the business of the afterworld.” God's mercy be upon those chevaliers who do not turn away from serving the Real to serving the creatures! Every single part of each of them is busy with service, and all their moments are im- mersed in observing the rightful dues of the Real. None of their parts is free to serve the creatures, none of their moments is wasted in antagonism toward the creatures. A great man was asked, “Do you love God?” He said, “I do.” He was asked, “Do you hate his enemy Iblis?” He said, “I am too busy with love for the Real to occupy myself with enmity toward someone else.”"
}
