{
  "text": "هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (1)استفهام تقريري والاستفهام من أقسام الخطاب وهو هنا موجَّه إلى غير معين ومُسْتعمل في تحقيق الأمر المقرر به على طريق الكناية لأن الاستفهام طلب الفهم ، والتقرير يقتضي حصول العلم بما قرر به وذلك إيماء إلى استحقاق الله أن يعترف الإِنسان له بالوحدانية في الربوبية إبطالاً لإِشْراك المشركين .وتقديم هذا الاستفهام لما فيه من تشويق إلى معرفة ما يأتي بعده من الكلام .فجملة { هل أتى على الإِنسان } تمهيد وتوطئة للجملة التي بعدها وهي { إنا خلقنا الإِنسان من نطفة أمشاج } [ الإنسان : 2 ] الخ .و { هل } حرف يفيد الاستفهام ومعنى التحقيق ، وقال جمعٌ أصل { هل } إنها في الاستفهام مثل ( قَدْ ) في الخبر ، وبملازمة { هل } الاستفهامَ كثير في الكلام حذف حرف الاستفهام معها فكانت فيه بمعنى ( قد ) ، وخصت بالاستفهام فلا تقع في الخبر ، ويَتطرق إلى الاستفهام بها ما يَتطرق إلى الاستفهام من الاستعمالات . وقد تقدم بيان ذلك عند قوله تعالى : { هل ينظرون إلاّ أن يَأتيهم الله في ظلل من الغمام } في سورة [ البقرة : 210 ] .وقد علمت أن حمل الاستفهام على معنى التقرير يحصِّل هذا المعنى .والمعنى : هل يقر كل إنسان موجودٍ أنه كان معدوماً زماناً طويلاً ، فلم يكن شيئاً يذكر ، أي لم يكن يسمى ولا يتحدث عنه بذاته ( وإن كان قد يذكر بوجه العُموم في نحو قول الناس : المعدوم مُتوقف وجوده على فاعل . وقول الواقف : حبست على ذريتي ، ونحوه فإن ذلك ليس ذِكراً لمعين ولكنه حكم على الأمر المقدَّر وجودُه ) . وهم لا يسَعهم إلاّ الإقرار بذلك ، فلذلك اكتفي بتوجيه هذا التقرير إلى كل سامع .وتعريف الإِنسان } للاستغراق مثل قوله : { إِن الإِنسان لفي خسر إلاّ الذين ءامنوا } الآية [ العصر : 2 ، 3 ] ، أي هل أتى على كل إنسان حينُ كان فيه معدوماً .و { الدهر } : الزمان الطويل أو الزمان المقارن لوجود العالم الدنيوي .والحين : مقدار مُجمل من الزمان يطلق على ساعة وعلى أكثر ، وقد قيل إن أقصى ما يطلق عليه الحين أربعون سنة ولا أحسبه .وجملة { لم يكن شيئاً مذكوراً } يجوز أن تكون نعتاً ل { حين } بتقدير ضمير رابط بمحذوف لدلالة لفظ { حين } على أن العائد مجرور بحرف الظرفية حذف مع جاره كقوله تعالى : { واتقوا يوماً لا تجزي نفس عن نفس شيئاً } [ البقرة : 48 ] إذ التقدير : لا تجزي فيه نفس عن نفس شيئاً ، فالتقدير هنا : لم يكن فيه الإِنسان شيئاً مذكوراً ، أي كان معدوماً في زمن سبق .ويجوز أن تكون الجملة حالاً من { الإنسان } ، وحذف العائد كحذفه في تقدير النعت .والشيء : اسم للموجود .والمذكورُ : المعيّن الذي هو بحيث يُذكر ، أي يعبّرُ عنه بخصوصه ويخبر عنه بالأخبار والأحوال . ويعلَّق لفظه الدال عليه بالأفعال .فأمّا المعدوم فلا يذكر لأنه لا تعيّن له فلا يذكر إلاّ بعنوانه العام كما تقدّم آنفاً ، وليس هذا هو المراد بالذّكر هنا .ولهذا نجعل { مذكوراً } وصفاً ل { شيئاً } ، أريد به تقييد { شيئاً } ، أي شيئاً خاصاً وهو الموجود المعبر عنه باسمه المعيِّن له .",
  "ayah": 1,
  "surah": 76
}
