{
  "text": "قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا (16)والقوارير : جمع قارورة ، وأصل القارورة إناء شبه كوز ، قيل : لا تسمى قارورة إلاّ إذا كانت من زجاج ، وقيل مطلقاً وهو الذي ابتدأ به صاحب «القاموس» .وسميت قارورة اشتقاقاً من القَرار وهو المكث في المكان وهذا وزن غريب .والغالب أن اسم القارورة للإِناء من الزجاج ، وقد يطلق على ما كان من زجاج وإن لم يكن إناء كما في قوله تعالى : { قَال إنه صرح ممرّد من قوارير } [ النمل : 44 ] وقد فسر قوله : { قواريراً } في هذه الآية بأنها شبيهة بالقوارير في صفاء اللون والرقة حتى كأنها تشفّ عما فيها .والتنافس في رقة آنية الخمر معروف عند شاربيها قال الأعشى :تريك القذى من دونها وهي دونه ... إذا ذاقها من ذاقها يتمطقوفعل { كانت } هنا تشبيه بليغ ، والمعنى : إنها مثل القوارير في شفيفها ، وقرينة ذلك قوله : { من فضة } ، أي هي من جنس الفضة في لون القوارير لأن قوله { من فضة } حقيقة فإنه قال قبله { بآنية من فضة } .ولفظ { قواريرا } الثاني ، يجوز أن يكون تأكيداً لفظياً لنظيره لزيادة تحقيق أن لها رقة الزجاح فيكون الوقف على { قواريرا } الأول .ويجوز أن يكون تكريراً لإِفادة التصنيف فإن حسن التنسيق في آنية الشراب من مكملات رونق مجلسه ، فيكون التكرير مثل ما في قوله تعالى : { والمَلكُ صَفّاً صفّاً } [ الفجر : 22 ] وقول الناس : قرأت الكتاب باباً باباً فيكون الوقف على { قواريراً } الثاني .وكتب في المصحف { قواريرا قواريرا } بألف في آخر كلتا الكلمتين التي هي علامة تنوين .وقرأ نافع والكسائي وأبو بكر عن عاصم وأبو جعفر { قواريرا } الأول والثاني منونين وتنوين الأول لمراعاة الكلمات الواقعة في الفواصل السابقة واللاحقةِ من قوله { كافوراً } [ الإنسان : 5 ] إلى قوله { تقديرا } وتنوين الثاني للمزاوجة مع نظيره وهؤلاء وقفوا عليهما بالألف مثل أخواتهما وقد تقدم نظيره في قوله تعالى : { سلاسلا وأغلالاً } [ الإنسان : 4 ] .وقرأ ابن كثير وخلف ورويس عن يعقوب { قوايراً } الأول بالتنوين ووقفوا عليه بالألف وهو جار على التوجيه الذي وجهنا به قراءة نافع والكسائي . وقرآ { قواريرا } الثاني بغير تنوين على الأصل ولم تراع المزاوجة ووقفا عليه بالسكون .وقرأ ابن عامر وأبو عمرو وحمزة وحفص عن عاصم بترك التنوين فيهما لمنع الصرف وعدم مراعاة الفواصل ولا المزاوجة .والقراءات روايةٌ متواترة لا يناكدها رسم المصحف فلعلّ الذين كتبوا المصاحف لم تبلغهم إلاّ قراءة أهل المدينة .وحدّث خلف عن يحيى بن آدم عن ابن إدريس قال : في المصاحف الأول ثبتَ { قواريرا } الأول بالألف والثاني بغير ألف ، يعني المصاحف التي في الكوفة فإن عبد الله ابن إدريس كوفي .وقال أبو عبيد : لرأيتُ في مصحف عثمان { قواريرا } الأول بالألف وكان الثاني مكتوباً بالألف فحُكَّت فرأيتُ أثرها هناك بيناً اه . وهذا كلام لا يفيد إذ لو صحّ لما كان يُعرف من الذي كتَبه بالألف ، ولا مَن الذي مَحا الألف ولا متى كان ذلك فيما بين زمن كتابة المصاحف وزمن أبي عبيد ، ولا يُدرى ماذا عنى بمصحف عثمان أهو مصحفه الذي اختص به أم هو مصحف من المصاحف التي نسخت في خلافته ووزعها على الأمصار؟ .وقرأ يعقوب بغير تنوين فيهما في الوصل .وأما في الوقف فحمزة وقف عليهما بدون ألف . وهشام عن ابن عامر وقفا عليهما بالألف على أنه صلة للفتحة ، أي إشباع للفتحة ووقف أبو عمرو وحفص وابن ذكوان عن ابن عامر ورويس عن يعقوب على الأول بالألف وعلى الثاني بدون ألف ووجهه ما وجهت به قراءة ابن كثير وخلف .وقوله : { قدّروها تقديراً } يجوز أن يكون ضمير الجمع عائداً إلى { الأبرار } [ الإنسان : 5 ] أو { عباد الله } [ الإنسان : 6 ] الذي عادت إليه الضمائر المتقدمة من قوله { يفجرونها } [ الإنسان : 6 ] و { يوفون } [ الإنسان : 7 ] إلى آخر الضمائر فيكون معنى التقدير رغبتَهم أن تجيء على وفق ما يشتهون .ويجوز أن يكون الضمير عائداً إلى نائب الفاعل المحذوف المفهوم من بناء { يطاف } للنائب ، أي الطائفون عليهم بها قدَّروا الآنية والأكوابَ ، أي قدروا ما فيها من الشراب على حسب ما يطلبه كل شارب منهم ومآله إلى معنى الاحتمال الأول . وكان مما يعد في العادة من حِذق الساقي أن يعطِيَ كلَّ أحد من الشَّرْب ما يناسب رغبته .و { تقديراً } مفعول مطلق مؤكد لعامله للدلالة على وفاء التقدير وعدم تجاوزه المطلوب ولا تقصيره عنه .",
  "ayah": 16,
  "surah": 76
}
