{
  "text": "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (21)هذه الأشياء من شعار الملوك في عرف الناس زَمانَئِذ ، فهذا مرتبط بقوله { ومُلكاً كبيراً } [ الإنسان : 20 ] .وقرأ نافع وحمزة وأبو جعفر { عَاليهم } بسكون الياء على أن الكلام جملة مستأنفة استئنافاً بيانياً لجملة { رأيْتَ نعيماً ومُلْكاً كبيراً } [ الإنسان : 20 ] ، ف { عاليهم } مبتدأ و { ثياب سندس } فاعلُه سادٌّ مسدّ الخبر وقد عمل في فاعله وإن لم يكن معتمداً على نفي أو استفهام أو وصف ، وهي لغة خَبير بنو لهب وتكون الجملة في موضع البيان لجملة : { رأيت نعيماً } [ الإنسان : 20 ] .وقرأ بقية العشرة { عَاليَهم } بفتح التحتية على أنه حال مفرد ل { الأبرار } [ الإنسان : 5 ] ، أي تلك حالة أهل الملك الكبير .وإضافة { ثياب } إلى { سندس } بيانية مثل : خَاتَم ذَهَببِ ، وثَوْببِ خَزَ ، أي منه .والسندس : الديباج الرقيق .والإستبرق : الديباج الغليظ وتقدما عند قوله تعالى : { ويلبسون ثياباً خضراً من سندس وإستبرق } في سورة الكهف ( 31 ) وهما معرَّبان .فأما السندس فمعرب عن اللغة الهندية وأصله ( سندون ) بنون في آخره ، قيل : إن سبب هذه التسمية أنه جلب إلى الإِسكندر ، وقيل له : إن اسمه ( سندون ) فصيره للغة اليونان سندوس ( لأنهم يكثرون تنهية الأسماء بحرف السين ) وصيّره العرب سُندساً . وفي اللسان } : أن السندس يتخذ من المِرْعِزَّى ( كذا ضبطه مصححه ) والمعروف المِرْعِز كما في «التذكرة» و«شفاء الغليل» . وفي «التذكرة» المِرْعز : ما نَعُم وطال من الصوف اه . فلعله صوف حيوان خاص فيه طول أو هو من نوع الشعَر ، والظاهر أنه لا يكون إلاّ أخضر اللون لقول يزيد بن حذاق العبدي يصف مرعى فَرسه :وداوَيْتُها حتى شَتَتْ حَبَشِيَّةً ... كأنَّ عليها سُندساً وسُدُوساًأي في أرض شديدة الخضرة كلون الحَبشي . وفي «اللسان» : السدوس الطيلسان الأخضر . ولقول أبي تمَّام يرثي محمد بن حميد النبهاني الطوسي :تَرَدَّى ثيَابَ الموتتِ حُمْراً فما أتَى ... لها الليلُ إلاَّ وهْيَ من سُندس خُضْرُوأما الإِستبرق فنسج من نسج الفرس واسمه فارسي ، وأصله في الفارسية : استقره .والمعنى : أن فوقهم ثياباً من الصنفين يلبسون هذا وذاك جمعاً بين محاسن كليهما ، وهي أفخر لباس الملوك وأهل الثروَة .ولون الأخضر أمتع للعين وكان من شعار الملوك ، قال النابغة يمدح ملوك غسان :يَصونُون أجْساداً قديما نعيمها ... بخَالصةِ الأردَان خُضْر المَنَاكِبوالظاهر أن السندس كان لا يصبغ إلاّ أخضر اللون .وقرأ نافع وحفص { خضرٌ } بالرفع على الصفة ل { ثياب } . و { إستبرقٌ بالرفع أيضاً على أنه معطوف على ثياب } بقيد كونها من سندس فمعنى عاليهم إستبرق : أن الإِستبرق لباسُهم .وقرأ ابن كثير وأبو بكر عن عاصم { خُضْرٍ } بالجر نعتاً ل { سندس ، } و { إستبرق } بالرفع عطفاً على { ثياب .وقرأ ابن عامر وأبو عمرو وأبو جعفر ويعقوب خُضْرٌ } بالرفع و { إستبرقٍ } بالجر عطفاً على { سندس } بتقدير : وثياب إستبرق .وقرأ حمزة والكسائي { خُضرٍ } بالجر نعتاً ل { سندسٍ } باعتبار أنه بيان للثياب فهو في معنى الجمع . وقرأ و { إستبرقٍ } بالجر عطفاً على { سندس .والأساور : جمع سِوار وهو حَلي شكله اسطواني فارغ الوسط يلبسه النساء في معاصمهن ولا يلبسه الرجال إلاّ الملوك ، وقد ورد في الحديث ذكر سواري كسْرى .والمعنى : أن حال رجال أهل الجنة حال الملوك ومعلوم أن النساء يتحلّيْنَ بأصناف الحلي .ووصفت الأساور هنا بأنها من فضة . } وفي سورة الكهف ( 31 ) بأنها { من ذهب } في قوله : يُحلَّون فيها من أساور من ذهب ، أي مرة يحلَّون هذه ومرة الأخرى ، أو يحلونهما جميعاً بأن تجعل متزاوجة لأن ذلك أبْهج منظراً كما ذكرناه في تفسير قوله : { كانت قواريرا قواريرا من فضة } [ الإنسان : 15 ، 16 ] .هذا احتراس مما يوهمه شُربهم من الكأس الممزوجة بالكافور والزنجبيل من أن يكون فيها ما في أمثالها المعروفة في الدنيا ومن الغَوْل وسوءِ القول والهذيان ، فعبر عن ذلك بكون شرابهم طَهوراً بصيغة المبالغة في الطهارة وهي النزاهة من الخبائث ، أي منزهاً عما في غيره من الخباثة والفساد .وأسند سقيه إلى ربهم إظهاراً لكرامتهم ، أي أمر هو بسقيهم كما يقال : أطعَمهم ربُّ الدار وسقاهم .",
  "ayah": 21,
  "surah": 76
}
