{
  "text": "إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا (27)تعليل للنهي عن إطاعتهم في قوله : { ولا تطع منهم آثماً أو كفوراً } [ الإنسان : 24 ] ، أي لأن خلقهم الانصباب على الدنيا مع الإِعراض عن الآخرة إذ هم لا يؤمنون بالبعث فلو أعطاهم لتخلق بخلقهم قال تعالى : { ودّوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء } الآية [ النساء : 89 ] . فموقع { إنّ } موقع التعليل وهي بمنزلة فاء السببية كما نبه عليه الشيخ عبد القاهر .و { هؤلاء } إشارة إلى حاضرين في ذهن المخاطب لكثرة الحديث عنهم ، وقد استقريْتُ من القرآن أنه إذا أطلق { هؤلاء } دون سبْققِ ما يكون مشاراً إليه فالمقصود به المشركون ، وقد ذكرتُ ذلك في تفسير قوله تعالى : { فإن يكفر بها هؤلاء فقد وكَّلنا بها قوماً ليسوا بها بكافرين } في سورة الأنعام ( 89 ) وقوله تعالى : { فلا تكُ في مرية مما يعبد هؤلاء } في سورة هود ( 109 ) .وقد تنزه رسول الله عن محبة الدنيا فقال : ما لي وللدنيا فليس له محبة لأمورها عدا النساء والطيب كما قال : حُبِّب إليّ مِن دنياكم النساء والطيب .فأما النساء فالميل إليهن مركوز في طبع الذكور ، وما بالطبع لا يتخلف ، وفي الأنس بهن انتعاش للروح فتناوله محمود إذا وقع على الوجه المبَرَّأ من الإِيقاع في فساد ومَا هو الأمثل تناول الطعام وشرب الماء قال تعالى : { ولقد أرسلنا رُسُلاً مِن قبلك وجعلْنا لهم أزواجاً وذُرِّية } [ الرعد : 38 ] .وأما الطيب فلأنه مناسب للتزكية النفسية .وصيغة المضارع في { يحبّون } تدل على تكرر ذلك ، أي أن ذلك دأبهم وديدنهم لا يشاركون مع حب العاجلة حب الآخرة .و { العاجلة } : صفة لموصوف محذوف معلوم من المقام تقديره : الحياة العاجلة ، أو الدار العاجلة . والمراد بها مدة الحياة الدنيا .وكثر في القرآن إطلاق العاجلة على الدنيا كقوله : { كلا بل تُحِبُّون العاجلة وتَذرُون الآخرة } [ القيامة : 20 ، 21 ] فشاع بين المسلمين تسمية الدنيا بالعاجلة .ومتعلق { يحبّون } مضافٌ محذوف ، تقديره : نعيمَ أو منافعَ لأن الحب لا يتعلق بذات الدنيا .وفي إيثار ذكر الدنيا بوصف العاجلة توطئة للمقصود من الذم لأن وصف العاجلة يؤذن بأنهم آثروها لأنها عاجلة . وفي ذلك تعريض بتحميقهم إذ رضُوا بالدون لأنه عاجل وليس ذلك من شيم أهل التبصر ، فقوله : { ويذرون ورآءهم يوماً ثقيلاً } واقع موقع التكميل لمناط ذمهم وتحميقهم لأنهم لوْ أحبُّوا الدنيا مع الاستعداد للآخرة لما كانوا مذمومين قال تعالى حكاية لقول الناصحين لقارون : { وابتغ فيما ءاتاك الله الدار الآخرة ولا تنسَ نصيبك من الدنيا } [ القصص : 77 ] . وهذا نظير قوله تعالى : { يعلمون ظاهراً من الحياة الدنيا وهم عن الآخرة هم غافلون } [ الروم : 7 ] إذ كان مناط الذم فيه هو أن قصروا أنفسهم على علم أمور الدنيا مع الإِعراض عن العلم بالآخرة .ومُثلوا بحال من يترك شيئاً وراءه فهو لا يسعى إليه وإنما يسعى إلى ما بين يديه .وإنما أعرضوا عنه لأنهم لا يؤمنون بحلوله فكيف يسعون إليه .وصيغة المضارع في { يذرون } تقتضي أنهم مستمرون على ذلك وأن ذلك متجدد فيهم ومتكرر لا يتخلفون عن ذلك الترك لأنهم لا يؤمنون بحلول ذلك اليوم ، فالمسلمون لا يذرون وراءهم هذا اليوم لأنهم لا يَخلُون من عمل له على تفاوت بينهم في التقوى .واليومُ الثقيل : هو يوم القيامة ، وُصف بالثقيل على وجه الاستعارة لشدة ما يحصل فيه من المتاعب والكروب فهو كالشيء الثقيل الذي لا يستطاع حمله .والثقل : يستعار للشدة والعسر قال تعالى : { ثقُلت في السماوات والأرض } [ الأعراف : 187 ] وقال : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] .",
  "ayah": 27,
  "surah": 76
}
