{
  "text": "وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (105) إن كان المراد بالأرض أرض الجنة كما في قوله تعالى في [ سورة الزمر : 7374 ] { وسيق الذين اتقوا ربهم إلى الجنة زمراً إلى قوله تعالى : وقالوا الحمد لله الذي صدقنا وعده وأورثنا الأرض نتبوأ من الجنة حيث نشاء فمناسبة ذكر هذه الآية عقب التي تقدمتها ظاهرة . ولها ارتباط بقوله تعالى : أفلا ترون أنا نأتي الأرض ننقصها من أطرافها } [ الأنبياء : 44 ].وإن كان المراد أرضاً من الدنيا ، أي مَصيرَها بيدِ عباد الله الصالحين كانت هذه الآية مسوقة لوعد المؤمنين بميراث الأرض التي لَقُوا فيها الأذَى ، وهي أرض مكة وما حولها ، فتكون بشارة بصلاح حالهم في الدنيا بعد بشارتهم بحسن مآلهم في الآخرة على حد قوله تعالى : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ].على أن في إطلاق اسم الأرض ما يصلح لإرادة أن سلطان العالم سيكون بيد المسلمين ما استقاموا على الإيمان والصلاح . وقد صدق الله وعده في الحالين وعلى الاحتمالين . وفي حديث أبي داوود والترمذي عن ثَوبان قال رسول الله صلى الله عليه وسلم « إنّ الله زوَى لي الأرض فرأيت مشارقَها ومغاربَها وأن أمتي سيبلغ ملكها ما زُوي لي منها » . وقرأ الجمهور { في الزبور } بصيغة الإفراد وهو اسم للمزبور ، أي المكتوب ، فعول بمعنى مفعول ، مثل : ناقة حَلوب ورَكوب . وقرأ حمزة بصيغة الجمع { زُبور بوزن فعول جمع زِبْر بكسر فسكون أي مزبور ، فوزنه مثل قِشر وقُشور ، أي في الكتب .فعلى قراءة الجمهور فو غالب في الإطلاق على كتاب داوود قال تعالى : { وآتينا داوود زبوراً } في [ سورة النساء : 163 ] وفي [ سورة الإسراء : 55 ] ، فيكون تخصيص هذا الوعد بكتاب داوود لأنه لم يذكر وعْد عامّ للصالحين بهذا الإرث في الكتب السماوية قبله . وما ورد في التوراة فيما حكاه القرآن من قول موسى عليه السلام : { إن الأرض لله يُورثها من يشاء من عباده } [ الأعراف : 128 ] فذلك خاص بأرض المقدس وببني إسرائيل .والزبور : كتاب داوود وهو مبثوث في الكتاب المسمى بالمزامير من كتب اليهود . ولم أذكر الآن الجملة التي تضمنت هذا الوعد في المزامير . ووجدت في محاضرة للإيطالي المستعرب ( فويدو ) أن نص هذا الوعد من الزبور باللغة العبرية هكذا : صديقين يرشون أرص بشين معجمة في يرشون وبصاد مهملة في أرص ، أي الصديقون يرثون الأرض . والمقصود : الشهادة على هذا الوعد من الكتب السالفة وذلك قبل أن يجيء مِثل هذا الوعد في القرآن في [ سورة النور : 55 ] في قوله تعالى : { وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم } وعلى قراءة حمزة أن هذا الوعد تكرر في الكتب لِفِرق من العباد الصالحين .ومعنى { من بعد الذكر } أن ذلك الوعد ورد في الزبور عقب تذكير ووعظ للأمة .فبعد أن ألقيت إليهم الأوامر وُعِدوا بميراث الأرض ، وقيل المراد ب { الذكر } كتاب الشريعة وهو التوراة .قال تعالى : { ولقد آتينا موسى وهرون الفرقان وضياء وذكراً للمتقين } [ الأنبياء : 48 ] فيكون الظرف في قوله تعالى : { من بعد الذكر } مستقرّاً في موضع الحال من الزبور . والمقصود من هذه الحال الإيماء إلى أن الوعد المتحدّث عنه هنا هو غير ما وعد الله بني إسرائيل على لسان موسى من إعطائهم الأرض المقدسة . وهو الوعد الذي ذكر في قوله تعالى حكاية عن موسى : { يا قوم ادخلوا الأرض المقدسة التي كتب الله لكم } [ المائدة : 21 ] ، وأنه غير الإرث الذي أورثه الله بني إسرائيل من المُلك والسلطان لأن ذلك وعد كان قبل داوود . فإن مُلك داوود أحد مظاهره . بل المراد الإيماء إلى أنه وعد وعده الله قوماً صالحين بعد بني إسرائيل وليسوا إلا المسلمين الذين صدقَهم الله وعده فملكوا الأرض ببركة رسولهم صلى الله عليه وسلم وأصحابه واتسع ملكهم وعظم سلطانهم حسب ما أنبأ به نبيئهم صلى الله عليه وسلم في الحديث المتقدم آنفاً .وجملة { إن في هذا لبلاغاً لقوم عابدين } تذييل للوعد وإعلان بأن قد آن أوانه وجاء إبانه . فإن لم يأت بعد داوود قوم مؤمنون ورَثوا الأرض ، فلما جاء الإسلام وآمن الناس بمحمد صلى الله عليه وسلم فقد بلغ البلاغُ إليهم .",
  "ayah": 105,
  "surah": 21
}
