{
  "text": "قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (108)عقب الوصف الجامع لرسالة محمد صلى الله عليه وسلم من حيث ما لها من الأثر في أحوال البشر بوصف جامع لأصل الدعوة الإسلامية في ذاتها الواجب على كلّ متبع لها وهو الإيمان بوحدانية الله تعالى وإبطالُ إلهية ما سواه ، لنبذ الشرك المبثوث بين الأمم يومئذ . وللاهتمام بذلك صُدرت جملته بالأمر بأن يقول لهم لاستصغاء أسماعهم .وصيغت الجملة في صيغة حصر الوحي إليه في مضمونها لأن مضمونها هو أصل الشريعة الأعظم ، وكل ما تشتمل عليه الشريعة متفرع عليه ، فالدعوة إليه هي مَقادة الاجتلاببِ إلى الشريعة كلّها ، إذ كان أصل الخلاف يومئذ بين الرسول ومُعانديه هو قضية الوحدانية ولذلك قالوا : { أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب } [ ص : 5 ].وما كان إنكارهم البعث إلا لأنهم لم يجدوه في دين شركهم إذ كان الذين وضعوا لهم الشرك لا يحدثونهم إلا عن حالهم في الدنيا فما كان تصلبهم في إنكار البعث إلا شعبة من شعب الشرك . فلا جرم كان الاهتمام بتقرير الوحدانية تضييقاً لشقة الخلاف بين النبي وبين المشركين المعرضين الذين افتتحت السورة بوصف حالهم بقوله تعالى : { اقترب للناس حسابهم وهم في غفلة معرضون ما يأتيهم من ذكر من ربهم محدَث إلا استمعوه وهم يلعبون لاهية قلوبهم } [ الأنبياء : 13 ].وأفادت ( إنما ) المكسورة الهمزة وإتلاؤها بفعل { يوحى } قصر الوحي إلى الرسول على مضمون جملة { أنّما إلهكم إله واحد }. وهو قصر صفة على موصوف . و ( أنما ) المفتوحة الهمزة هي أخت «إنما» المكسورة الهمزة في إفادة القصر لأن ( أنَما ) المفتوحة مركبة من ( أنّ ) المفتوحة الهمزة و ( مَا ) الكافّة . كما ركبت ( إنّما ) المكسورة من ( إِن ) المكسورة الهمزة و ( ما ) الكافّة . وإذ كانت ( أنّ ) المفتوحة أخت ( إن ) المكسورة في إفادة التأكيد فكذلك كانت عند اتصالها ب ( ما ) الكافّة أختاً لها في إفادة القصر . وتقدم الكلام على ذلك عند قوله تعالى : { فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين } في سورة العقود ( 92 ).وإذ قد أُتليتْ ( أنَما ) المفتوحة بالاسم الجامع لحقيقة الإله ، وأخبر عنه بأنه إلهٌ واحد فقد أفادت أن صاحب هذه الحقيقة مستأثر بالوحدانية فلا يكون في هذه الحقيقة تعدد أفراد فأفادت قصراً ثانياً ، وهو قصر موصوف على صفة .والقصر الأول إضافي ، أي ما يوحى إلي في شأن الإله إلا أن الإله إله واحد . والقصر الثاني أيضاً إضافي ، أي في شأن الإله من حيث الوحدانية . ولما كان القصر الإضافي من شأنه ردُّ اعتقاد المخاطب بجملة القصر لزم اعتبار ردّ اعتقاد المشركين بالقصرين .فالقصر الأول لإبطال ما يُلبسون به على الناس من أن محمداً يدعو إلى التوحيد ثم يذكر الله والرحمان ، ويُلبسون تارة بأنه ساحر لأنه يدعو إلى ما لا يُعقل ، قال تعالى : { وقال الكافرون هذا ساحر كذاب أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب }[ ص : 45 ] فيكون معنى الآية في معنى قوله تعالى : { قل ما كنت بدعاً من الرسل } [ الأحقاف : 9 ] وقوله تعالى : { واسأل من أرسلنا قبلك من رُسُلنا أجعلنا من دون الرحمن آلهة يعبدون } [ الزخرف : 45 ].ثم إن كلا القصرين كان كلمة جامعة لدعوة الإسلام تقريباً لشقة الخلاف والتشعيب . وعلى جميع هذه الاعتبارات تفرع عليها جملة { فهل أنتم مسلمون }.والاستفهام حقيقي ، أي فهل تسلمون بعد هذا البيان . وهو مستعمل أيضاً في معنى كنائي وهو التحريض على نبذ الإشراك وعلى الدخول في دعوة الإسلام .واسم الفاعل مستعمل في الحال على أصله ، أي فهل أنتم مسلمون الآن استبطاء لتأخر إسلامهم . وصيغ ذلك في الجملة الاسمية الدالة على الثبات دون أن يقال : فهل تسلمون ، لإفادة أن المطلوب منهم إسلام ثابت . وكأنّ فيه تعريضاً بهم بأنهم في ريب يترددون .",
  "ayah": 108,
  "surah": 21
}
