{
  "text": "فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ (15)تفريع على جملة { قالوا يا ويلنا إنا كنا ظالمين } [ الأنبياء : 14 ] ، فاسم { تلك } إشارة إلى القول المستفاد من قوله تعالى { قالوا يا ويلنا } [ الأنبياء : 14 ] ، وتأنيثه لأنه اكتسب التأنيث من الإخبار عنه بدعواهم ، أي ما زالوا يكررون تلك الكلمة يَدعون بها على أنفسهم .وهذا الوجه يرجح التفسير الأول لمعنى قوله تعالى { لا تركضوا وارجعوا إلى ما أترفتم فيه } [ الأنبياء : 13 ] لأن شأن الأقوال التي يقولها الخائف أن يكررها إذ يغيب رأيه فلا يهتدي للإتيان بكلام آخر ، بخلاف الكلام المسوق جواباً فإنه لا داعي إلى إعادته .والمعنى : فما زالوا يكررون مقالتهم تلك حتى هلكوا عن آخرهم .وسمي ذلك القول دعوى لأن المقصود منه هو الدعاء على أنفسهم بالويل ، والدعاء يسمى دعوى كما في قوله تعالى { دعواهم فيها سبحانك اللهم } في [ سورة يونس : 10 ]. أي فما زال يُكرر دعاؤهم بذلك فلم يكفّوا عنه إلى أن صيرناهم كالحصيد ، أي أهلكناهم .وحرف { حتى } مؤذن بنهاية ما اقتضاه قوله تعالى { فما زالت تلك دعواهم }.والحصيد : فعيل بمعنى مفعول ، أي المحصود ، وهذه الصيغة تلازم الإفراد والتذكير إذا جرت على الموصوف بها كما هنا .والحَصد : جَزُّ الزرع والنبات بالمنجل لا باليد . وقد شاع إطلاق الحصيد على الزرع المحصود بمنزلة الاسم الجامد .والخامد : اسم فاعل من خَمدت النار تخمُد بضم الميم إذا زال لهيبها .شُبهوا بزرع حُصِد ، أي بعد أن كان قائماً على سوقه خضرا ، فهو يتضمن قبل هلاكهم بزرع في حسن المنظر والطلعة ، كما شبه بالزرع في قوله تعالى : { كزرع أخرج شطأه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع } في سورة [ الفتح : 29 ]. ويقال للناشىء : أنبته الله نباتاً حسناً ، قال تعالى : { وأنبتها نباتاً حسناً } في سورة [ آل عمران : 37 ]. فللإشارة إلى الشبهين شَبَه البهجة وشبَه الهلك أوثر تشبيههم حين هلاكهم بالحَصيد .وكذلك شبهوا حين هلاكهم بالنار الخامدة فتضمن تشبيههم قبل ذلك بالنار المشبوبة في القوة والبأس كما شبه بالنار في قوله تعالى : { كلما أوقدوا ناراً للحرب أطفأها الله } في سورة [ المائدة : 64 ] ، وقوله تعالى : { مثلهم كمثل الذي استوقد ناراً } في سورة [ البقرة : 17 ]. فحصل تشبيهان بليغان وليسا باستعارتين مكنيتين لأن ذكر المشبه فيهما مانع من تقوّم حقيقة الاستعارة خلافاً للعلاَّمتين التفتزاني والجرجاني في «شرحيهما للمفتاح» مُتمسكين بصيغة جمعهم في قوله تعالى { جعلناهم ، } فجَعَلا ذلك استعارتين مكنيتين إذ شبهوا بزرع حين انعدامه ونار ذهب قوتُها وحذف المشبهُ بهما ورُمز إليهما بلازم كل منهما وهو الحصد والخمود فكان { حصيداً } وصفاً في المعنى للضمير المنصوب في { جعلناهم ، } فالحصيد هنا وصف ليس منزلاً منزلة الجامد كالذي في قوله تعالى { وحَبّ الحصيد } [ ق : 9 ] ، وبذلك لم يكن قوله تعالى { حصيداً } من قبيل التشبيه البليغ إذ لم يشبهوا بحصيد زرع بل أثبت لهم أنهم محصودون استعارة مكنية مثل نظيره في قوله تعالى { خامدين } الذي هو استعارة لا محالة كما هو مقتضى مجيئه بصيغة الجمع المذكر ، ومبنى الاستعارة على تناسي التشبيه . وهذا تكلف منهما ولم أدر ماذا دعاهما إلى ارتكاب هذا التكلف .وانتصب { حصيداً خامدين } على أن كليهما مفعول ثان مكرر لفعل الجَعل كما يخبر عن المبتدأ بخبرين وأكثر ، فإن مفعولي ( جعل ) أصلهما المبتدأ والخبر وليس ثانيهما وصفاً لأولهما كما هو ظاهر .",
  "ayah": 15,
  "surah": 21
}
