{
  "text": "وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (33)>>لما كانت في إيجاد هذه الأشياء المعدودة هنا منافع للناس سيقت في معرض المنة بصوغها في صيغة الجملة الاسمية المعرّفة الجزأيْن لإفادة القصر ، وهو قصر إفراد إضافي بتنزيل المخاطبين من المشركين منزلة من يعتقد أن أصنامهم مشاركة لله في خلق تلك الأشياء ، لأنهم لما عبدوا الأصنام ، والعبادة شكر ، لزمهم أنهم يشكرونها وقد جعلوها شركاء لله فلزمهم أنهم يزعمون أنها شريكة لله في خلق ما خلق لينتقل من ذلك إلى إبطال إشراكهم إياها في الإلهية .ولكون المنة والعبرة في إيجاد نفس الليل والنهار ، ونفس الشمس والقمر ، لا في إيجادها على حالة خاصة ، جيء هنا بفعل الخلق لا بفعل الجعل .وخلق الليل هو جزئي من جزئيات خلق الظلمة التي أوجد الله الكائنات فيها قبل خلق الأجسام التي تُفيض النور على الموجودات ، فإن الظلمة عدم والنور وجودي وهو ضد الظلمة ، والعدم سابق للوجود فالحالة السابقة لوجود الأجرام النيرة هي الظلمة ، والليل ظلمة ترجع لجرم الأرض عند انصراف الأشعة عن الأرض .وأما خلق النهار فهو بخلق الشمس ومن توجُّه أشعتها إلى النصف المقابل للأشعة من الكرة الأرضية ، فخلْق النهار تبع لخلق الشمس وخلققِ الأرض ومقابلةِ الأرض لأشعة الشمس ، ولذلك كان لذكر خلق الشمس عقب ذكر خلق النهار مناسبة قوية للتنبيه على منشأ خلق النهار كما هو معلوم .وأما ذكر خلق القمر فلمناسبة خلق الشمس ، وللتذكير بمنة إيجاد ما ينير على الناس بعض النور في بعض أوقات الظلمة . وكل ذلك من المنن . { كُلٌّ فِى فَلَكٍ يَسْبَحُونَ } مستأنفة استئنافاً بيانياً لأنه لما ذكر الأشياء المتضادة بالحقائق أو بالأوقات ذكراً مجملاً في بعضها الذي هو آيات السماء ، ومفصلاً في بعض آخر وهو الشمس والقمر ، كان المقامُ مثيراً في نفوس السامعين سؤالاً عن كيفية سيرها وكيف لا يقع لها اصطدام أو يقع منها تخلف عن الظهور في وقته المعلوم ، فأجيب بأن كل المذكورات له فضاء يسير فيه لا يلاقي فضاء سير غيره .وضمير { يسبحون } عائد إلى عموم آيات السماء وخصوص الشمس والقمر . وأجري عليها ضمير جماعة الذكور باعتبار تذكير أسماء بعضها مثل القَمر والكوكب .وقال في «الكشاف» : «إنه روعي فيه وصفُها بالسباحة التي هي من أفعال العقلاء فأجري عليها أيضاً ضمير العقلاء ، يعني فيكون ذلك ترشيحاً للاستعارة» .وقوله تعالى { في فلك } ظرف مستقر خبر عن { كلّ } ، و { كل } مبتدأ وتنوينه عوض عن المضاف إليه ، أي كل تلك ، فهو معرِفة تقديراً . وهو المقصود من الاستئناف بأن يفاد أن كلاً من المذكورات مستقر في فلَك لا يصادم فلَك غيره ، وقد علم من لفظ ( كل ) ومن ظرفية ( في ) أن لفظ { فلك } عام ، أي لكل منها فلكُه فهي أفلاك كثيرة .وجملة { يسْبحون } في موضع الحال .والسبح : مستعار للسير في متسع لا طرائق فيه متلاقية كطرائق الأرض ، وهو تقريب لسير الكواكب في الفضاء العظيم .والفلك فسره أهل اللغة بأنه مدار النجوم ، وكذلك فسره المفسرون لهذه الآية ولم يذكروا أنه مستعمل في هذا المعنى في كلام العرب . ويغلِب على ظني أنه من مصطلحات القرآن ومنه أخذه علماء الإسلام وهو أحسن ما يعبر عنه عن الدوائر المفروضة التي يضبط بها سير كوكب من الكواكب وخاصة سير الشمس وسير القمر .والأظهر أن القرآن نقله من فلك البحر وهو الموج المستدير بتنزيل اسم الجمع منزلة المفرد . والأصل الأصيل في ذلك كله فَلْكة المَغْزِل بفتح الفاء وسكون اللام وهي خشبة مستديرة في أعلاها مِسمار مثني يدخل فيه الغزل ويدار لينفتل الغَزْل .ومن بدائع الإعجاز في هذه الآية أن قوله تعالى : { كل في فلك } فيه محسّن بديعي فإن حروفه تُقرأ من آخرها على الترتيب كما تُقرأ من أولها مع خفة التركيب ووفرة الفائدة وجريانه مجرى المثل من غير تنافر ولا غرابة ، ومثله قوله تعالى : { ربك فكبِّر } [ المدّثر : 3 ] بطرح واو العطف ، وكلتا الآيتين بني على سبعة أحرف ، وهذا النوع سمّاه السكاكي «المقلوبَ المستوي» وجعله من أصناف نوع سمّاه القَلب .وخص هذا الصنف بما يتأتى القلب في حروف كلماته . وسمّاه الحريري في «المقامات» «ما لا يستحيل بالانعكاس» وبنَى عليه المقامة السادسة عشَرة ووضح أمثلة نثراً ونظماً ، وفي معظم ما وضعه من الأمثلة تكلف وتنافر وغرابة ، وكذلك ما وضعه غيره على تفاوتها في ذلك والشواهد مذكورة في كتب البديع فعليك بتتبعها ، وكلما زادت طولاً زادت ثقلاً .قال العلامة الشيرازي في «شرح المفتاح» : وهو نوع صعب المسلك قليل الاستعمال . قلت : ولم يذكروا منه شيئاً وقع في كلام العرب فهو من مبتكرات القرآن .ذكر أهل الأدب أن القاضي الفاضل البيساني زارَ العمادَ الكاتب فلما ركب لينصرف من عنده قال له العماد : «سِرْ فلا كبَا بك الفرس» ففطن القاضي أن فيه محسن القلب فأجابه على البديهة : «دَام عُلا العماد» وفيه محسن القلب .",
  "ayah": 33,
  "surah": 21
}
