{
  "text": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (35)جمل معترضات بين الجملتين المتعاطفتين .ومضمون الجملة الأولى مؤكد لمضمون الجملة المعطوف عليها ، وهي { وما جعلنا لبشر من قبلك الخلد } [ الأنبياء : 34 ]. ووجه إعادتها اختلاف القصد فإن الأولى للرد على المشركين وهذه لتعليم المؤمنين .واستعير الذوق لمطلق الإحساس الباطني لأن الذوق إحساس باللسان يقارنه ازدراد إلى بالباطن .وذوقُ الموت ذوق آلاممِ مقدماته وأما بعد حصوله فلا إحساس للجسد .والمراد بالنفس النفوس الحالّة في الأجساد كالإنسان والحيوان . ولا يدخل فيه الملائكة لأن إطلاق النفوس عليهم غير متعارف في العربية بل هو اصطلاح الحكماء وهو لا يطلق عندهم إلا مقيّداً بوصف المجرداتتِ ، أي التي لا تحل في الأجساد ولا تلابس المادة . وأما إطلاق النفس على الله تعالى فمشاكلة : إما لفظية كما في قوله تعالى { تَعْلم ما في نفسي ولا أعلم ما في نفسك } في سورة المائدة ( 116 ). وإما تقديرية كما في قوله تعالى { ويحذركم الله نفسه } في آل عمران ( 28 ).وجملة { ونبلوكم بالشر والخير فتنة } عطف على الجملة المعترضة بمناسبة أن ذوق الموت يقتضي سبق الحياة ، والحياة مدة يعتري فيها الخير والشرّ جميع الأحياء ، فعلّم الله تعالى المسلمين أن الموت مكتوب على كل نفس حتى لا يحسبوا أن الرسول صلى الله عليه وسلم مخلد . وقد عرض لبعض المسلمين عارض من ذلك ، ومنهم عمر بن الخطاب رضي الله عنه فقد قال يوم انتقال النبي صلى الله عليه وسلم إلى الرفيق الأعلى : «ليرجعَنّ رسولُ الله فيُقطِّع أيدي قوم وأرجلَهم» حتى حضر أبو بكر رضي الله عنه وثبته الله في ذلك الهول فكشف عن وجه النبي صلى الله عليه وسلم وقبّله وقال : «طبت حياً وميتاً والله لا يجمع الله عليك موتتين» . وقد قال عبد بني الحسحاس وأجاد :رأيت المنايا لمَ يدَعْنَ مُحمداً ... ولا باقياً إلاّ لَه الموتُ مرصداوأعقب الله ذلك بتعليمهم أن الحياة مشتملة على خير وشرّ وأن الدنيا دار ابتلاء .والبلوى : الاختبار . وتقدم غير مرة . وإطلاق البلوى على ما يبدو من الناس من تجلد ووهن وشكر وكفر ، على ما ينالهم من اللذات والآلام مما بنى الله تعالى عليه نظام الحياة ، إطلاقٌ مجازي ، لأن ابتناء النظام عليه دَل على اختلاف أحوال الناس في تصرفهم فيه وتلقيهم إياه . أشبَه اختبارَ المختبِر ليعلم أحوال من يختبرهم .و { فتنةً } منصوب على المفعولية المطلقة توكيداً لفعل { نبْلوكم } لأن الفتنة ترادف البَلْوَى .وجملة { وإلينا تُرجعون } إثبات للبعث ، فجمعت الآية الموت والحياة والنشر .وتقديم المجرور للرعاية على الفاصلة وإفادة تقوي الخبر . وأمّا احتمال القصر فلا يقوم هنا إذ ليس ذلك باعتقاد للمخاطبين كيفما افترضتَهم .",
  "ayah": 35,
  "surah": 21
}
