{
  "text": "وَإِذَا رَآَكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آَلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (36)هذا وصف آخر لما يؤذي به المشركون رسول الله صلى الله عليه وسلم حين يرونه فهو أخص من أذاهم إياه في مغيبه ، فإذا رأوه يقول بعضهم لبعض : { أهذا الذي يذكر آلهتكم }.والهُزُؤُ بضم الهاء وضم الزاي مصدر هَزَأ به ، إذا جعله للعبث والتفكه . ومعنى اتِّخاذه هُزْؤاً أنهم يجعلونه مستهزأ به فهذا من الإخبار بالمصدر للمبالغة ، أو هو مصدر بمعنى المفعول كالخَلق بمعنى المخلوق . وتقدم في سورة [ الكهف : 106 ] قوله تعالى : { واتخذوا آياتي ورسلي هزؤاً } وجملة { أهذا الذي يذكر آلهتكم } مبيّنة لجملة { إن يتخذونك إلا هزؤاً } فهي في معنى قول محذوف دل عليه { إن يتخذونك إلا هزؤاً } لأن الاستهزاء يكون بالكلام . وقد انحصر اتخاذُهم إياه عند رؤيته في الاستهزاء به دون أن يخلطوه بحديث آخر في شأنه .والاستفهام مستعمل في التعجيب ، واسم الإشارة مستعمل في التحقير ، بقرينة الاستهزاء .ومعنى { يذكر آلهتكم } يذكرهم بسوء ، بقرينة المقام ، لأنهم يعلمون ما يذكر به آلهتهم مما يسوءهم ، فإن الذكر يكون بخير وبشرَ فإذا لم يصرح بمتعلقه يصار إلى القرينة كما هنا وكما في قوله تعالى الآتي : { قالوا سمعنا فتى يذكرهم } [ الأنبياء : 60 ]. وكلامهم مسوق مساق الغيظ والغضب ، ولذلك أعْقبه الله بجملة الحال وهي { وهم بذكر الرحمن هم كافرون } ، أي يغضَبون من أن تذكر آلهتهم بما هو كشف لكُنْهِها المطابق للواقع في حال غفلتهم عن ذكر الرحمان الذي هو الحقيق بأن يذكروه . فالذكر الثاني مستعمل في الذكر بالثناء والتمجيد بقرينة المقام . والأظهر أن المراد بذكر الرحمان هنا القرآن ، أي الذكر الوارد من الرحمان . والمناسبة الانتقال من ذكر إلى ذكر . ومعنى كفرهم بذكر الرحمان إنكارهم أن يكون القرآن آية دالة على صدق الرسول صلى الله عليه وسلم فقالوا : { فليأتنا بآية كما أرسل الأولون } [ الأنبياء : 5 ]. وأيضاً كفرهم بما جاء به القرآن من إثبات البعث .وعبر عن الله تعالى باسم { الرحمان } تَورُّكاً عليهم إذ كانوا يأبون أن يكون الرحمان اسماً لله تعالى : { وإذا قيل لهم اسجدوا للرحمان قالوا وما الرحمان أنسجد لما تأمرنا وزادهم نفورا } في سورة [ الفرقان : 60 ].وضمير الفصل في قوله تعالى : { هم كافرون } يجوز أن يفيد الحصر ، أي هم كافرون بالقرآن دون غيرهم ممن أسلم من أهل مكة وغيرهم من العرب لإفادة أنّ هؤلاء باقون على كفرهم مع توفر الآيات والنذر .ويجوز أن يكون الفصل لمجرد التأكيد تحقيقاً لدوام كفرهم مع ظهور ما شأنه أن يقلعهم عن الكفر .",
  "ayah": 36,
  "surah": 21
}
