{
  "text": "لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (39) وجملة { لو يعلم الذين كفروا } مستأنفة للبيان لأن المسلمين يترقبون من حكاية جملة { ويقولون متى هذا الوعد إن كنتم صادقين }. ماذا يكون جوابهم عن تهكمهم . وحاصل الجواب أنه واقع لا محالة ولا سبيل إلى إنكاره .وجواب ( لو ) محذوف ، تقديره : لمَا كانوا على ما هم عليه من الكفر والاستهزاء برسولكم وبدينكم ، ونحو ذلك مما يحتمله المقام . وقد يؤخذ من قرينة قوله تعالى : { وإذا رآك الذين كفروا إن يتخذونك إلاّ هُزؤاً } [ الأنبياء : 36 ]. وحذْف جواب ( لو ) كثير في القرآن . ونكتته تهويل جنسه فتذهب نفس السامع كل مذهب .و ( حينَ ) هنا : اسم زمان منصوب على المفعولية لا على الظرفية ، فهو من أسماء الزمان المتصرفة ، أي لو علموا وقته وأيقنوا بحصوله لما كذبوا به وبمن أنذرهم به ولما عَدوا تأخيره دليلاً على تكذيبه . 6وجملة { لا يكفون } مضاف إليها ( حينَ ). وضمير { يكفون } فيه وجهان : أحدهما بدا لي أن يكون الضمير عائداً إلى ملائكة العذاب فمعاد الضمير معلوم من المقام ، ونظائر هذا المعاد كثيرة في القرآن وكلام العرب . ومعنى الكف على هذا الوجه : الإمساك وهو حقيقته ، أي حين لا يمسك الملائكة اللفح بالنار عن وجوه المشركين . وتكون هذه الآية في معنى قوله تعالى في سورة [ الأنفال : 50 ] { ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم وذوقوا عذاب الحريق } فإن ذلك ضرب بسياط من نار ويكون ما هنا إنذار بما سيلقونه يوم بدر كما أن آية الأنفال حكاية لما لَقُوه يوم بدر .وذكر الوجوه والأدبار للتنكيل بهم وتخويفهم لأن الوجوه أعز الأعضاء على الناس كما قال عباس بن مرداس :نُعرِّض للسيوف إذا التقينا ... وجوهاً لا تعرض لللطامولأن الأدبار يأنف الناسُ من ضربها لأن ضربها إهانة وهزي ، ويسمى الكسع .والوجه الثاني : أن يكون ضمير { يكُفُّون } عائداً إلى الذين كفروا ، والكَفّ بمعنى الدّرْءِ والستر مجازاً بعلاقة اللزوم ، أي حين لا يستطيعون أن يدفعوا النار عن وجوههم بأيديهم ولا عن ظهورهم . أي حين تحيط بهم النار مواجهَةً ومدابرَةً . وذِكر الظهور بعد ذكر الوجوه عن هذا الاحتمال احتراس لدفع توهم أنهم قد يكفّونها عن ظهورهم إن لم تشتغل أيديهم بكفها عن وجوههم .وهذا الوجه هو الذي اقتصر عليه جميعُ من لدينا كُتبهم من المفسرين . والوجه الأول أرجح معنى ، لأنه المناسب مناسبة تامة للكافرين الحاضرين المقرعين ولتكذيبهم بالوعيد بالهلاك في قولهم { متى هذا الوعد } ولقوله تعالى { سأريكم آياتي } [ الأنبياء : 37 ] كما تقدم . وقوله تعالى : { ولا هم ينصرون } عطف على { لا يكفون } أي لا يكف عنهم نفح النار ، أو لا يدفعون عن أنفسهم نفح النار ولا يجدون لهم ناصراً ينصرهم فهم واقعون في ورطة العذاب . وفي هذا إيماء إلى أنهم ستحل بهم هزيمة بدر فلا يستطيعون خلاصاً منها ولا يجدون نصيراً من أحلافهم .",
  "ayah": 39,
  "surah": 21
}
