{
  "text": "أَمْ لَهُمْ آَلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (43) { أم لهم آلهة تمنعهم من دوننا } ، أي بل ألهم آلهة . والاستفهام إنكار وتقريع ، أي ما لهم آلهة مانعة لهم من دوننا . وهذا إبطال لمعتقدهم أنهم اتخذوا الأصنام شفعاء .وجملة { لا يستطيعون نصر أنفسهم } مستأنفة معترضة . وضمير { يستطيعون } عائد إلى آلهة أجري عليهم ضمير العقلاء مجاراة لما يجريه العرب في كلامهم . والمعنى : كيف ينصرونهم وهم لا يستطيعون نصر أنفسهم ، ولا هم مؤيدون من الله بالقبول .ثم أضرب إضراباً ثالثاً انتقل به إلى كشف سبب غرورهم الذي من جهلهم به حسبوا أنفسهم آمنين من أخَذ الله إياهم بالعذاب فجرّأهم ذلك على الاستهزاء بالوعيد ، وهو قوله تعالى : { بل متعنا هؤلاء وآباءهم } ، أي فما هم مستمرون فيه من النعمة إنما هو تمتيع وإمهال كما متعنا آباءهم من قبل ، وكما كان لآبائهم آجال انتهوا إليها كذلك يكون لهؤلاء ، ولكن الآجال تختلف بحسب ما علم الله من الحكمة في مَداها حتى طالت أعمار آبائهم . وهذا تعريض بأن أعمار هؤلاء لا تبلغ أعمار آبائهم ، وأن الله يحل بهم الهلاك لتكذيبهم إلى أمدٍ عَلِمَه .وقد وُجه الخطاب إليهم ابتداء بقوله تعالى : { قل من يكلؤكم } ، ثم أُعرض عنهم من طريق الخطاب إلى طريق الغيبة لأن ما وجه إليهم من إنكار أن يكلأهم أحد من عذاب الله جعلهم أحرياء بالإعراض عنهم كما في قوله تعالى :{ هو الذي يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها } الآية في سورة [ يونس : 22 ].و { يصحبون } إما مضارع صحبهُ إذا خالطه ولازمه ، والصحبة تقتضي النصر والتأييد ، فيجوز أن يكون الفاعل الذي ناب عنه من أسند إليه الفعلُ المبنيّ للنائب مراداً به الله تعالى ، أي لا يصحبهم الله ، أي لا يؤيدهم؛ فيكون قوله تعالى : { منا } متعلقاً ب { يصحبون } على معنى ( مِن ) الاتصالية ، أي صحبة متصلةً بنا بمعنى صحبة متينة . وهذا نفي لما اعتقده المشركون بقولهم { ما نعبدهم إلا ليقربونا إلى الله زلفى } [ الزمر : 3 ].ويجوز أن يكون الفاعل المحذوف محذوفاً لقصد العموم ، أي لا يصحبهم صاحب ، أي لا يجيرهم جار فإن الجوار يقتضي حِماية الجار فيكون قوله تعالى : { منا } متعلقاً ب { يصحبون } على معنى ( مِن ) التي بمعنى ( على ) كقوله تعالى : { فمن ينصرنا من بأس الله إن جاءنا } [ غافر : 29 ].وإما مضارع أصحبه المهموز بمعنى حفظه ومنعه ، أي من السوء .والإشارة ب { هؤلاء } لحَاضرين في الأذهان وهم كفار قريش .وقد استقريْت أن القرآن إذا ذكرت فيه هذه الإشارة دون وجود مشار إليه في الكلام فهو يعني بها كفارَ قريش .",
  "ayah": 43,
  "surah": 21
}
