{
  "text": "بَلْ مَتَّعْنَا هَؤُلَاءِ وَآَبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمُ الْغَالِبُونَ (44){ أَفَلاَ يَرَوْنَ أَنَّا نَأْتِى الارض نَنقُصُهَا مِنْ أَطْرَافِهَآ أَفَهُمُ الغالبون }قريع على إحالتهم نصر المسلمين وعدّهم تأخير الوعد به دليلاً على تكذيب وقوعه حتى قالوا : { متى هذا الوعد إن كنتم صادقين } [ الأنبياء : 38 ] تهكماً وتكذيباً . فلما أنذرهم بما سيحل بهم في قوله تعالى : { لو يعلم الذين كفروا حين لا يكفّون عن وجوههم النار } إلى قوله تعالى : { ما كانوا به يستهزئون } [ الأنبياء : 3941 ] فرّع على ذلك كله استفهاماً تعجيبياً من عدم اهتدائهم إلى إمارات اقتران الوعد بالموعود استدلالاً على قربه بحصول أماراته .والرؤية علمية ، وسَدت الجملة مسَدّ المفعولين لأنها في تأويل مصدر ، أي أعجبوا من عدم اهتدائهم إلى نقصان أرضهم من أطرافها ، وأن ذلك من صنع الله تعالى بتوجه عناية خاصة ، لكونه غير جار على مقتضى الغالب المعتاد ، فمَن تأمّل علم أنه من عجيب صنع الله تعالى ، وكفى بذلك دليلاً على تصديق الرسول صلى الله عليه وسلم وعلى صدق ما وعدهم به وعنايةِ ربه به كما دلّ عليه فعل { نأتي .فالإتيان تمثيل بِحال الغازي الذي يسعى إلى أرض قوم فيقتُل ويأسِرُ كما تقدم في قوله تعالى : { فأتى الله بنيانهم من القواعد } [ النحل : 26 ].والتعريف في { الأرض } تعريف العهد ، أي أرض العرب كما في قوله تعالى في [ سورة يوسف : 80 ] { فلن أبرح الأرض } أي أرضَ مصر .والنقصان : تقليل كمية شيء .والأطراف : جمع طَرف بفتح الطاء والراء . وهو ما ينتهي به الجسم من جهة من جهاته ، وضده الوسط .والمراد بنقصان الأرض : نقصان مَن عليها من الناس لا نقصان مساحتها لأن هذه السورة مكية فلم يكن ساعتئذ شيء من أرض المشركين في حوزة المسلمين ، والقرينة المشاهدة .والمراد : نقصان عدد المشركين بدخول كثير منهم في الإسلام ممن أسلم من أهل مكة ، ومن هاجر منهم إلى الحبشة ، ومَن أسلم من أهل المدينة إن كانت الآية نزلت بعد إسلام أهل العقبة الأولى أو الثانية ، فكان عدد المسلمين يومئذ يتجاوز المائتين . وتقدم نظير هذه الجملة في ختام سورة الرعد .وجملة { أفَهمُ الغالبون } مفرعة على جملة التعجيب من عدم اهتدائهم إلى هذه الحالة . والاستفهام إنكاري ، أي فكيف يحسبون أنهم غلَبوا المسلمين وتمكنوا من الحجة عليهم .واختيار الجملة الاسمية في قوله تعالى : { أفهم الغالبون } دون الفعلية لدلالتها بتعريف جُزْأيْهَا على القصر ، أي ما هم الغالبون بل المسلمون الغالبون ، إذ لو كان المشركون الغالبين لما كان عددهم في تناقص ، ولَمَا خلت بلدتهم من عدد كثير منهم .",
  "ayah": 44,
  "surah": 21
}
