{
  "text": "قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (45)استئناف ابتدائي مقصود منه الإتيان على جميع ما تقدم من استعجالِهم بالوعد تهكماً بقوله تعالى : { ويقولون متى هذا الوعد } [ الأنبياء : 38 ] ، من التهديدِ الذي وُجه إليهم بقوله تعالى : { لو يعلم الذين كفروا } [ الأنبياء : 39 ] الخ . . . ومن تذكيرهم بالخالق وتنبيههم إلى بطلان آلهتهم بقوله تعالى : { قل من يكلؤكم بالليل والنهار } إلى قوله تعالى : { حتى طال عليهم العمر } [ الأنبياء : 4244 ] ، ومن الاحتجاج عليهم بظهور بوارق نصْر المسلمين ، واقتراب الوعد بقوله تعالى : { أفلا يرون أنا نأتي الأرض ننقصها من أطرافها } [ الأنبياء : 44 ] ، عُقب به أمر الله رسوله أن يخاطبهم بتعريف كنه دعوته ، وهي قصره على الإنذار بما سيحلّ بهم في الدنيا والآخرة إنذاراً من طريق الوحي المنزل عليه من الله تعالى وهو القرآن ، أي فلا تعرضوا عنه ، ولا تتطلبوا مني آية غير ذلك ، ولا تسألوا عن تعيين آجال حلول الوعيد ، ولا تحسبوا أنكم تغيظونني بإعراضكم والتوغل في كفركم .فالكلام قصر موصوف على صفة ، وقصره على المتعلِّق بتلك الصفة تبعاً لمتعلقه فهو قائم مقام قصرين . ولم يظهر لي مِثال له من كلام العرب قبل القرآن .وهذا الكلام يستلزم متاركة لهم بعد الإبلاغ في إقامة الحجة عليهم وذلك ذيل بقوله تعالى : { ولا يسمع الصم الدعاء إذا ما ينذرون }. والواو للعطف على { إنما أنذركم بالوحي } عطف استئناف على استئناف لأن التذييل من قبيل الاستئناف .والتعريف في { الصُّم } للاستغراق . والصمم مستعار لعدم الانتفاع بالكلام المفيد تشبيهاً لعدم الانتفاع بالمسموع بعدم ولوج الكلام صماخ المخاطب به . وتقدم في قوله تعالى : { صم بكم عمي } في [ سورة البقرة : 18 ]. ودخل في عمومه المشركون المعرضون عن القرآن وهم المقصود من سوق التذييل ليكون دخولهم في الحكم بطريقة الاستدلال بالعموم على الخصوص .وتقييد عدم السماع بوقت الإعراض عند سماع الإنذار لتفظيع إعراضهم عن الإندار لأنه إعراض يُفضي بهم إلى الهلاك فهو أفظع من عدم سماع البشارة أو التحديث ، ولأن التذييل مسوق عقب إنذارات كثيرة .واختير لفظ الدعاء لأنه المطابق للغرض إذ كان النبي صلى الله عليه وسلم داعياً كما قال : { أدْعُوا إلى الله على بصيرةٍ } [ يوسف : 108 ] والأظهر أن جملة { ولا يسمع الصم الدعاء } كلام مُخاطَب به الرسول صلى الله عليه وسلم وليس من جملة المأمور بأن يقوله لهم .وقرأ الجمهور { ولا يَسمع بتحتية في أوله ورفععِ الصمُّ . وقرأه ابن عامر ولا تُسمِع بالتاء الفوقية المضمومة ونصب الصمّ خطاباً للرسول . وهذه القراءة نص في انفصال الجملة عن الكلام المأمور بقوله لهم .",
  "ayah": 45,
  "surah": 21
}
