{
  "text": "وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ (47)يجوز أن تكون الواو عاطفة هذه الجملة على جملة { ولئن مستهم نفحة من عذاب ربك } [ الأنبياء : 46 ] الخ لمناسبة قولهم { إنا كنا ظالمين } [ الأنبياء : 46 ] ، ولبيان أنهم مجازَون على جميع ما أسلفوه من الكفر وتكذيب الرسول بياناً بطريق ذكر العموم بعد الخصوص في المُجَازَيْن ، فشابه التذييل من أجل عموم قوله تعالى { فلا تظلم نفس شيئاً } ، وفي المجازَى عليه من أجل قوله تعالى { وإن كان مثقال حبة من خردل أتينا بها }.ويجوز أن تكون الواو للحال من قوله { رَبِّك } [ الأنبياء : 46 ] ، وتكون نون المتكلم المعظّم التفاتاً لمناسبة الجزاء للأعمال كما يقال : أدّى إليه الكيل صاعاً بصاع ، ولذلك فرع عليه قوله تعالى : { فلا تظلم نفس شيئاً }.ويجوز أن تكون الجملة معترضة وتكون الواو اعتراضية .والوضع حقيقته : حط الشيء ونَصْبه في مكان ، وهو ضد الرفع . ويطلق على صنع الشيء وتعيينه للعمل به وهو في ذلك مجاز .والميزان : اسم آلة الوزن . وله كيفيات كثيرة تختلف باختلاف العوائد ، وهي تتّحد في كونها ذات طبقين متعادليْن في الثقل يُسميان كِفتين بكسر الكاف وتشديد الفاء تكونان من خشب أو من حديد ، وإذا كانتا من صُفر سُميتا صنجتين بصاد مفتوحة ونون ساكنة ، معلق كل طبق بخيوط في طرف يجمعهما عود من حديد أو خشب صلب ، في طرفيه عروتان يشد بكل واحدة منهما طبق من الطبقين يسمى ذلك العود ( شَاهين ) وهو موضوع مَمدوداً ، وتجعَل بوسطه على السواء عروة لتمسكه مِنها يدُ الوازن ، وربما جعلوا تلك العروة مستطيلة من معدن وجعلوا فيها إبرة غليظة من المعدن منوطة بعروة صغيرة من معدن مَصُوغَة في وسط ( الشاهين ) فإذا ارتفع الشاهين تحركتْ تلك الإبرة فإذا ساوت وسط العروة الطويلة على سواء عُرف اعتدال الوزن وإن مالت عرف عدم اعتداله ، وتسمى تلك الإبرة لساناً ، فإذا أريد وزن شيئين ليعلم أنهما مستويان أو أحدهما أرجح وضع كلّ واحد منهما في كِفّة ، فالتي وضع فيها الأثقل منهما تنزل والأخرى ذات الأخف ترتفع وإن استويتا فالموزونان مستويان ، وإذا أريد معرفة ثِقل شيء في نفسه دون نسبته إلى شيء آخر جعلوا قطعاً من معدن : صُفرٍ أو نُحَاس أو حديدٍ أو حَجر ذات مقادير مضبوطةٍ مصطلح عليها مثل الدرهم والأوقية والرَّطل ، فجعلوها تقديراً لثقل الموزون ليعلم مقدار ما فيه لدفع الغبن في التعاوض ، ووحدتها هو المثقال ، ويسمى السَّنْج بفتح السين المهملة وسكون النون بعدها جيم .والقِسْط بكسر القاف وسكون السين اسم المفعول ، وهو مصدر وفعله أقسط مهموزاً . وتقدم في قوله تعالى : { قائماً بالقسط } في [ سورة آل عمران : 18 ].وقد اختلف علماء السلف في المراد من الموازين هنا : أهو الحقيقةُ أم المجاز ، فذهب الجمهور إلى أنه حقيقة وأن الله يجعل في يوم الحشر موازين لوزن أعمال العباد تشبه الميزان المتعارف ، فمنهم من ذهب إلى أن لكل أحد من العباد ميزاناً خاصاً به توزن به أعماله ، وهو ظاهر صيغة الجمع في هذه الآية وقوله تعالى :{ فأما من ثقلت موازينه فهو في عيشة راضية } في [ سورة القارعة : 67 ].ومنهم من ذهب إلى أنه ميزان واحد توزن فيه أعمال العباد واحداً فواحداً ، وأنه بيد جبريل ، وعليه فالجَمع باعتبار ما يوزن فيها ليوافق الآثار الواردة في أنه ميزان عام .واتفق الجميع على أنه مناسب لعظمة ذلك لا يشبه ميزانَ الدنيا ولكنه على مثاله تقريباً . وعلى هذا التفسير يكون الوضع مستعملاً في معناه الحقيقي وهو النصْبُ والإرصاد .وذهب مجاهد وقتادة والضحّاك وروي عن ابن عباس أيضاً أن الميزان الواقع في القرآن مثَلٌ للعدل في الجزاء كقوله { والوزن يومئذ الحق } في [ سورة الأعراف : 8 ] ، ومال إليه الطبري . قال في «الكشاف» : «الموازين الحساب السوي والجزاء على الأعمال بالنّصفَة من غير أن يُظلم أحدٌ» ه . أي فهو مستعار للعدل في الجزاء لمشابهته للميزان في ضبط العدل في المعاملة كقوله تعالى { وأنزلنا معهم الكتاب والميزان } [ الحديد : 25 ].والوضع : ترشيحٌ ومستعار للظهور .وذهب الأشاعرة إلى أخذ الميزان على ظاهره .وللمعتزلة في ذلك قولان ففريق قالوا : الميزان حقيقة ، وفريق قالوا : هو مجاز . وقد ذكر القولين في «الكشاف» فدل صنيعه على أن القولين جاريان على أقوال أيمتهم وصرح به في «تقرير المواقف» .وفي «المقاصد» : «ونسبة القول بانتفاء حقيقة الميزان إلى المعتزلة على الإطلاق قصور من بعض المتكلمين» ه .قلت : لعلّه أراد به النسفيّ في «عقائده» .قال أبو بكر بن العربي في كتاب «العواصم من القواصم» : «انفرد القرآن بذكر الميزان ، وتفردت السنة بذكر الصراط والحوض ، فلما كان هذا الأمر هكذا اختلف الناس في ذلك ، فمنهم من قال إن الأعمال توزن حقيقة في ميزان له كفّتان وشاهين وتجعل في الكفتين صحائف الحسنات والسيئات ويخلق الله الاعتماد فيها على حسب علمه بها . ومنهم من قال إنما يرجع الخبر عن الوزن إلى تعريف الله العبادَ بمقادير أعمالهم . ونقل الطبري وغيره عن مجاهد أنه كان يميل إلى هذا .وليس بممتنع أن يكون الميزان والوزن على ظاهره وإنما يبقى النظر في كيفية وزن الأعمال وهي أعراض فها هنا يقف من وقف ويمشي على هذا من مشى . فمن كان رأيه الوقوف فمن الأول ينبغي أن يقف ، ومن أراد المشي ليجدَنّ سبيلاً مِئْتاء إذ يجد ثلاثة معان ميزاناً ووزناً وموزوناً ، فإذا مشى في طريق الميزان والوزن ووجده صحيحاً في كلّ لفظةٍ حتى إذا بلغ تمييز الموزون ولم يتبين له لا ينبغي أن يرجع القهقرى فيبطل ما قد أثبت بل يُبقي ما تقدم على حقيقته وصحته ويسعى في تأويل هذا وتبيينه اه .وقلت : كلا القولين مقبول والكلّ متفقون على أن أسماء أحوال الآخرة إنما هي تقريب لنا بمتعارفنا والله تعالى قادر على كل شيء .وليس بمثل هذه المباحث تعرف قدرة الله تعالى ولا بالقياس على المعتاد المتعارف تُجحد تصرفاته تعالى .ويظهر لي أن التزام صيغة جمع الموازين في الآيات الثلاث التي ذكر فيها الميزان يرجح أن المراد بالوزن فيها معناه المجازي وأن بيانه بقوله { القسط } في هذه الآية يزيد ذلك ترجيحاً .وتقدم ذكر الوزن في قوله تعالى : { والوزن يومئذ الحق } في [ سورة الأعراف : 8 ].والقسط : العدل ، ويقال : القسطاس ، وهو كلمة معرّبة من اللغة الرومية ( اللاطينية ). وقد نقل البخاري في آخر «صحيحه» ذلك عن مجاهد .فعلى اعتبار جعل الموازين حقيقة في آلات وزن في الآخرة يكون لفظ القسط الذي هو مصدر بمعنى العدل للموازين على تقدير مضاف ، أي ذات القسط ، وعلى اعتبار في الموازين في العدل يكون لفظ القسط بدلاً من الموازين فيكون تجريداً بعد الترشيح . ويجوز أن يكون مفعولاً لأجله فإنه مصدر صالح لذلك .واللام في قوله تعالى { ليوم القيامة } تحتمل أن تكون للعلة مع تقدير مضاف ، أي لأجل يوم القيامة ، أي الجزاء في يوم القيامة . وتحتمل أن تكون للتوقيت بمعنى ( عند ) التي هي للظرفية الملاصقة كما يقال : كتبَ لثلاث خلون من شهر كذا ، وكقوله تعالى : { فطلقوهن لعدتهن } [ الطلاق : 1 ] أي نضع الموازين عند يوم القيامة .وتفريع { فلا تظلم نفس شيئاً } على وضع الموازين تفريع العلة على المعلول أو المعلول على العلة . والظلم : ضد العدل ، ولذلك فرع نفيه على إثبات وضع العدل . و { شيئاً } منصوب على المفعولية المطلقة ، أي شيئاً من الظلم .ووقوعه في سياق النفي دل على تأكيد العموم ، أي شيئاً من الظلم .ووقوعه في سياق النفي دلّ على تأكيد العموم من فعل { تُظلم الواقع أيضاً في سياق النفي ، أي لا تظلم بنقص من خير استحقته ولا بزيادة شيء لم تستحقه ، فالظلم صادق بالحالين والشيء كذلك .وهذه الجملة كلمة جامعة لمعان عدة مع إيجاز لفظها ، فنُفِيَ جنس الظلم ونُفي عن كل نفس فأفاد أن لا بقاء لظلم بدون جزاء .وجملة { وإن كان مثقال حبة من خردل } في موضع الحال . و ( إنْ ) وصلية دالة على أن مضمون ما بعدها من شأنه أن يُتوهم تخلف الحكم عنه فإذا نُصّ على شمول الحكم إياه علم أن شموله لما عداه بطريق الأولى . وقد يرد هذا الشرط بحرف ( لو ) غالباً كما في قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهباً ولو افتدى به } في [ آل عمران : 91 ]. ويرد بحرف ( إن ) كما هنا ، وقول عمرو بن معد يكرب :ليس الجمال بمِئْزَر ... فاعلم وإن رديتَ بُرداوقد تقدم في سورة آل عمران .وقرأ الجمهور { مثقالَ } بالنصب على أنه خبر { كان } وأن اسمها ضمير عائد إلى { شيئاً . } وجواب الشرط محذوف دل عليه الجملة السابقة .وقرأ نافع وأبو جعفر { مثقالُ } مرفوعاً على أن { كان } تامّة و { مثقال } فاعل .ومعنى القراءتين متّحد المآل ، وهو : أنه إن كان لنفس مثقال حبّة من خردل من خير أو من شرّ يؤتَ بها في ميزان أعمالها ويجازَ عليها .وجملة { أتينا بها } على القراءة الأولى مستأنفة ، وعلى القراءة الثانية إما جواب للشرط أو مستأنفة وجواب الشرط محذوف . وضمير { بها } عائد إلى { مثقال حبة }. واكتسب ضميرهُ التأنيث لإضافة معاده إلى مؤنث وهو { حبَة .والمثقال : ما يماثل شيئاً في الثقل ، أي الوزن ، فمِثقال الحبة : مقدارها . والحبَة : الواحدة من ثمر النبات الذي يخرج من السنبل أو في المزادات التي كالقرون أو العبَابيد كالقطاني .والخردل : حبوب دقيقة كحَبّ السمسم هي بزور شجر يسمى عند العرب الخَردل . واسمه في علم النبات ( سينَابيس ). وهو صنفان بري وبستاني . وينبت في الهند ومصر وأوروبا . وشجرته ذات ساق دقيقة ينتهي ارتفاعها إلى نحو متر . وأوراقها كبيرة . يُخرج أزهاراً صُفراً منها تتكون بزوره إذْ تخرج في مزادات صغيرة مملوءة من هذا الحب ، تخرج خضراء ثم تصير سوداء مثل الخرنوب الصغير . وإذا دُقّ هذا الحب ظهرت منه رائحة معطّرة إذا قُربت من الأنف شماً دَمَعت العينان ، وإذا وضع معجونها على الجلد أحدث فيه بعد هنيهة لذعاً وحرارة ثم لا يستطيع الجلد تحملها طويلاً ويترك موضعه من الجلد شديد الحمرة لتجمُّع الدم بظاهر الجلد ولذلك يجعل معجونُه بالماء دَواء يوضع على المحل المصاب باحتقان الدم مثل ذات الجَنب والنُزلات الصدرية .وجملة وكفى بنا حاسبين } عطف على جملة { وإن كان مثقال حبة من خردل } ومفعول { كفى } محذوف دل عليه قوله تعالى : { فلا تظلم نفس شيئاً }. والتقدير : وكفى الناسَ نحن في حال حسابهم .ومعنى كفاهم نحن حاسبين أنهم لا يتطلعون إلى حاسب آخر يعدل مثلَنا . وهذا تأمين للناس من أن يجازى أحد منهم بما لا يستحقه . وفي ذلك تحذير من العذاب وترغيب في الثواب .وضمير الجمع في قوله تعالى { حاسبين } مراعىً فيه ضمير العظمة من قوله تعالى { بنا ، } والباء مزيدة للتوكيد ، وأصل التركيب : كَفينا الناسَ ، وهذه الباء تدخل بعد فعل ( كفَى ) غالباً فتدخل على فاعله في الأكثر كما هنا وقوله تعالى : { وكفى بالله شهيداً } في [ سورة النساء : 79 ]. وتدخل على مفعوله كما في الحديث : « كفى بالمرء إثماً أن يحدّث بكل ما سمع » . وانتصب { حاسبين } على الحال أو التمييز لنسبة { كفى }. وتقدمت نظائر هذا التركيب غير مرّة منها في قوله تعالى { وكفى بالله شهيداً } في [ سورة النساء : 79 ].",
  "ayah": 47,
  "surah": 21
}
