{
  "text": "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (78) { وَدَاوُودَ وسليمان إِذْ يَحْكُمَانِ فِى الحرث إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم وَكُنَّا لِحُكْمِهِمْ شاهدين * ففهمناها }شروع في عداد جمع من الأنبياء الذين لم يكونوا رسلاً . وقد روعي في تخصيصهم بالذكر ما اشتهر به كل فرد منهم من المزية التي أنعم الله بها عليه ، بمناسبة ذكر ما فضل الله به موسى وهارون من إيتاء الكتاب المماثل للقرآن وما عقب ذلك . ولم يكن بعد موسى في بني إسرائيل عصر له ميزة خاصة مثل عصر داوود وسليمان إذ تطور أمر جامعة بني إسرائيل من كونها مسَوسة بالأنبياء من عهد يوشع بن نون . ثم بما طرأ عليها من الفوضى من بعد موت ( شمشون ) إلى قيام ( شاول ) حَمِيّ داوود إلا أنه كان مَلِكاً قاصراً على قيادة الجند ولم يكن نبيئاً ، وأما تدبير الأمور فكان للأنبياء والقضاة مثل ( صمويل )فداوودُ أول من جمعت له النبوءة والمُلك في أنبياء بني إسرائيل . وبلغ مُلك إسرائيل في مدة داوود حدّاً عظيماً من البأس والقوة وإخضاع الأعداء . وأوتي داوود الزبور فيه حكمة وعظة فكان تكملة للتوراة التي كانت تعليم شريعة ، فاستكمل زمنُ داوود الحكمة ورقائق الكلام .وأوتي سليمان الحكمة وسَخر له أهل الصنائع والإبداع فاستكملت دولة إسرائيل في زمانه عظمة النظام والثروة والحكمة والتجارة فكان في قصتها مثّل .وكانت تلك القصة منتظمة في هذا السلك الشريف سلك إيتاء الفرقان والهدى والرشد والإرشاد إلى الخير والحكم والعلم .وكان في قصة داوود وسليمان تنبيه على أصل الاجتهاد وعلى فقه القضاء فلذلك خُص داوود وسليمان بشيء من تفصيل أخبارهما فيكون { داوود } عطفاً على { نوحاً في قوله ونُوحاً } [ الأنبياء : 76 ] ، أي وآتينا داوود وسليمان حكماً وعلماً إذ يحكمان . . . إلى آخره . ف { إذْ يحكمان } متعلِّق ب ( آتينا ) المحذوف ، أي كان وقتُ حكمهما في قضية الحرث مظهَراً من مظاهر حُكمهما وعلمهِما .والحُكم : الحِكمة ، وهو النبوءة . والعلمُ : أصالة الفهم . و { وإذ نفشت } متعلق ب { يحكمان }.فهذه القضية التي تضمنتها الآية مظهر من مظاهر العدل ومبالغ تدقيق فقه القضاء ، والجمع بين المصالح والتفاضل بين مراتب الاجتهاد ، واختلاف طرق القضاء بالحق مع كون الحق حاصلاً للمحِق ، فمضمونها أنها الفقه في الدين الذي جاء به المرسلون من قبل .وخلاصتها أن داوود جلس للقضاء بين الناس ، وكان ابنه سُليمان حينئذ يافعاً فكان يجلس خارج باب بيت القضاء . فاختصم إلى داوودَ رجلان أحدهما عامل في حرث لجماعة في زرع أو كرم ، والآخر راعِي غنم لجماعة ، فدخلت الغنم الحرث ليلاً فأفسدت ما فيه فقضى داوود أن تُعطى الغنم لأصحاب الحرث إذ كان ثَمن تلك الغنم يساوي ثمن ما تلف من ذلك الحرث ، فلما حكم بذلك وخرج الخصمان فَقُصّ أمرُهما على سليمان ، فقال : لو كنتُ أنا قاضياً لحكمت بغير هذا .فبلغ ذلك داوودَ فأحضره وقال له : بماذا كنت تقضي؟ قال : إني رأيت ما هو أرفق بالجميع . قال : وما هو؟ قال : أن يأخذ أصحابُ الغنم الحرثَ يقوم عليه عاملُهم ويُصلحه عاماً كاملاً حتى يعود كما كان ويرده إلى أصحابه ، وأن يأخذ أصحاب الحرث الغنم تُسلم لراعيهم فينتفعوا من ألبانها وأصوافها ونسلها في تلك المدة فإذا كَمل الحرث وعاد إلى حاله الأول صرف إلى كل فريق ما كان له . فقال داوود : وُفّقت يا بُني . وقضى بينهما بذلك . فمعنى { نفشت فيه } دخلته ليلاً ، قالوا : والنفش الانفلات للرعي ليلاً . وأضيف الغنم إلى القوم لأنها كانت لجماعة من الناس كما يؤخذ من قوله تعالى { غنم القوم }. وكذلك كان الحرث شركة بين أناس . كما يؤخذ مما أخرجه ابن جرير في «تفسيره» من كلام مجاهد ومرة وقتادة ، وما أخرجه ابن كثير في «تفسيره» عن مسروق من رواية ابن أبي حاتم . وهو ظاهر تقرير «الكشاف» . وأما ما ورد في الروايات الأخرى من ذكر رجلين فإنما يحمل على أن اللذين حضرا للخصومة هما راعي الغنم وعامل الحرث .واعلم أن مقتضى عطف داوود وسليمان على إبراهيم ومقتضى قوله { وكنا لحكمهم شاهدين } أي عالمين",
  "ayah": 78,
  "surah": 21
}
