{
  "text": "فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آَتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ (79)وقوله تعالى : { وكلاً آتينا حكماً وعلماً } ومقتضى وقوع الحُكمين في قضية واحدة وفي وقت واحد ، إذ أن الحُكمين لم يكونا عن وحي من الله وأنهما إنما كانا عن علم أُوتيه داوود وسليمان ، فذلك من القضاء بالاجتهاد . وهو جار على القول الصحيح من جواز الاجتهاد للأنبياء ولنبينا عليهم الصلاة والسلام ووقوعِه في مختلف المسائل .وقد كان قضاء داوود حقاً لأنه مستند إلى غرْم الأضرار على المتسببين في إهمال الغنم ، وأصل الغرْم أن يكون تعويضاً ناجزاً فكان ذلك القضاء حقاً . وحسبك أنه موافق لما جاءت به السنة في إفساد المواشي .وكان حكم سليمان حقاً لأنه مستند إلى إعطاء الحق لذويه مع إرفاق المحقوقين باستيفاء مالهم إلى حين فهو يشبه الصلح . ولعل أصحاب الغنم لم يكن لهم سواها كما هو الغالب ، وقَد رضي الخصمان بحكم سليمان لأن الخصمين كانا من أهل الإنصاف لا من أهل الاعتساف ، ولو لم يرضيا لكان المصير إلى حكم داوود إذ ليس الإرفاق بواجب .ونظير ذلك قضاء عمر بن الخطاب على محمد بن مسلمة بأن يمر الماء من ( العُرَيض ) على أرضه إلى أرض الضحاك بن خليفة وقال لمحمد بن مسلمة : لم تمنع أخاك ما ينفعه وهو لك نافع؟ فقال محمد : لا والله ، فقال عمر : والله ليَمرنّ به ولو على بَطنك ، ففعل الضحاك .وذلك أن عمر علم أنهما من أهل الفضل وأنهما يرضيان لما عزم عليهما ، فكان قضاء سليمان أرجح .وتشبه هذه القضية قضاءَ رسول الله صلى الله عليه وسلم بين الزبير والأنصاري في السقي من ماء شراج الحَرّة إذ قضى أول مرة بأن يُمسك الزبيرُ الماء حتى يبلغ الكعبين ثم يرسل الماء إلى جاره ، فلما لم يرض الأنصاري قضى رسول الله بأن يمسك الزبير الماء حتى يبلغ الجَدر ثم يُرسل ، فاستوفى للزبير حقه .وإنما ابتدأ النبي صلى الله عليه وسلم بالأرفق ثم لما لم يرض أحد الخصمين قضى بينهما بالفصل ، فكان قضاء النبي مبتدأ بأفضل الوجهين على نحو قضاء سليمان .فمعنى قوله تعالى : { ففهمناها سليمان } أنه ألهمهُ وجهاً آخر في القضاء هو أرجح لما تقتضيه صيغة التفهيم من شدة حصول الفعل أكثر من صيغة الإفهام ، فدل على أن فهم سليمان في القضية كان أعمق . وذلك أنه أرفقُ بهما فكانت المسألة مما يتجاذبه دليلان فيصار إلى الترجيح ، والمرجحات لا تنحصر ، وقد لا تبدو للمجتهد ، والله تعالى أراد أن يظهر علم سليمان عند أبيه ليزداد سروره به ، وليتعزى على مَن فقده من أبنائه قبل ميلاد سليمان . وحسبك أنّه الموافق لقضاء النبي في قضية الزبير ، وللاجتهادات مجال في تعارض الأدلة .وهذه الآية أصل في اختلاف الاجتهاد ، وفي العمل بالراجح ، وفي مراتب الترجيح ، وفي عذر المجتهد إذا أخطأ الاجتهاد أو لم يهتد إلى المُعارض لقوله تعالى : { وكلاً آتينا حكماً وعلماً } في معرض الثناء عليهما .وفي بقية القصة ما يصلح لأن يكون أصلاً في رجوع الحاكم عن حكمه ، كما قال ابن عطية وابن العربي؛ إلا أن ذلك لم تتضمنه الآية ولا جاءت به السنّة الصحيحة ، فلا ينبغي أن يكون تأصيلاً وأن ما حَاولاه من ذلك غفلة .وإضافة ( حكم ) إلى ضمير الجمع باعتبار اجتماع الحاكمين والمتحاكمين .وتأنيث الضمير في قوله { ففهمناها ، } ولم يتقدم لفظ معاد مؤنث اللفظ ، على تأويل الحكم في قوله تعالى : { لحكمهم } بمعنى الحكومة أو الخصومة .وجملة { وكلاً آتينا حكماً وعلماً } تذييل للاحتراس لدفع توهم أن حكم داوود كان خطأ أو جوراً وإنما كان حكم سليمان أصوب .وتقدمت ترجمة داوود عليه السلام عند قوله تعالى : { وآتينا داوود زبورا } في [ سورة النساء : 163 ] ، وقوله تعالى : { ومن ذريته داوود } في [ سورة الأنعام : 84 ].وتقدمت ترجمة سليمان عليه السلام عند قوله تعالى : { واتبعوا ما تتلوا الشياطين على ملك سليمان } في [ سورة البقرة : 102 ]. >> { وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير وَكُنَّا فاعلين } هذه مزية اختصّ بها داوود وهي تسخير الجبال له وهو الذي بينته جملة { يُسَبّحنْ } فهي إما بيان لجملة { سخرنا } أو حال مبينة . وذكرها هنا استطراد وإدماج .{ والطير } عطف على { الجبال } أو مفعول معه ، أي مع الطير يعني طير الجبال .و { مع } ظرف متعلق بفعل { يسبحن ، } وقُدم على متعلّقه للاهتمام به لإظهار كرامة داوود ، فيكون المعنى : أن داوود كان إذا سبح بين الجبال سمع الجبالَ تسبّح مثل تسبيحه . وهذا معنى التأويب في قوله في الآية الأخرى : { يا جبال أوبي معه } [ سبأ : 10 ] إذ التأويب الترجيع ، مشتق من الأوب وهو الرجوع . وكذلك الطير إذا سمعت تسبيحه تغرّد تغريداً مثل تسبيحه وتلك كلها معجزة له .ويتعين أن يكون هذا التسخير حاصلاً له بعد أن أُوتي النبوءة كما يقتضيه سياق تعداده في عداد ما أوتيه الأنبياء من دلائل الكرامة على الله ، ولا يعرف لداوود بعد أن أُوتي النبوءة مزاولة صعود الجبال ولا الرعي فيها وقد كان من قبل النبوءة راعياً . فلعل هذا التسخير كان أيام سياحته في جبل برية ( زيف ) الذي به كهف كان يأوي إليه داوود مع أصحابه الملتفّين حوله في تلك السياحة أيام خروجه فاراً من الملك شاول ( طالوت ) حين تنكر له شاول بوشاية بعض حُساد داوود ، كما حكي في الإصحاحين 23 24 من سفر صمويل الأول . وهذا سرّ التعبير ب ( مع ) متعلقةً بفعل { سخرنا } هنا . وفي آية سورة ص إشارة إلى أنه تسخير متابعة لا تسخير خدمة بخلاف قوله الآتي { ولسليمان الريح } [ الأنبياء : 81 ] إذ عدي فعل التسخير الذي نابَت عنه واو العطف بلام الملك . وكذلك جاء لفظ ( مع ) في آية [ سورة سبأ : 10 ] { يا جبال أوبي معه } وفي هذا التسخير للجبال والطير مع كونه معجزة له كرامة وعناية من الله به إذ آنسه بتلك الأصوات في وحدته في الجبال وبعده عن أهله وبلده .وجملة وكنا فاعلين } معترضة بين الإخبار عما أوتيه داوود . وفاعل هنا بمعنى قادر ، لإزالة استبعاد تسبيح الجبال والطير معه . وفي اجتلاب فعل الكون إشارة إلى أن ذلك شأن ثابت لله من قبل ، أي وكنا قادرين على ذلك .",
  "ayah": 79,
  "surah": 21
}
