{
  "text": "وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (87) عطف على { وذا الكفل } [ الأنبياء : 85 ]. وذكر ذي النون في جملة من خُصّوا بالذكر من الأنبياء لأجل ما في قصته من الآيات في الالتجاء إلى الله والندم على ما صدر منه من الجزع واستجابة الله تعالى له .و ( ذو النون ) وصفٌ ، أي صاحب الحوت . لقب به يونس بن متَى عليه السلام . وتقدمت ترجمته في سورة الأنعام وتقدمت قصته مع قومه في سورة يونس .وذهابُه مغاضباً قيل خروجه غضبان من قومه أهل ( نينَوى ) إذْ أبَوا أن يؤمنوا بما أرسل إليهم به وهم غاضبون من دعوته ، فالمغاضبة مفاعلة . وهذا مقتضى المروي عن ابن عباس . وقيل : إنه أوحي إليه أن العذاب نازل بهم بعد مدة فلما أشرفت المدّة على الانقضاء آمنوا فخرج غضبانَ من عدم تحقق ما أنذرهم به ، فالمغاضبة حينئذ للمبالغة في الغضب لأنه غَضب غريب . وهذا مقتضى المروي عن ابن مسعود والحسن والشعبي وسعيد بن جبير ، وروي عن ابن عباس أيضاً واختاره ابن جرير . والوجه أن يكون { مغاضباً } حالاً مراداً بها التشبيه ، أي خرج كالمغاضب . وسيأتي تفصيل هذا المعنى في سورة الصافات .وقوله تعالى : { فظن أن لن نقدر عليه } يقتضي أنه خرج خروجاً غير مأذون له فيه من الله . ظن أنه إذا ابتعد عن المدينة المرسل هو إليها يرسل الله غيره إليهم . وقد روي عن ابن عباس أن ( حزقيال ) ملكَ إسرائيل كان في زمنه خمسةُ أنبياء منهم يونس ، فاختاره الملِك ليذهب إلى أهل ( نينوَى ) لدعوتهم فأبى وقال : ههنا أنبياء غيري وخرج مغاضباً للملِك . وهذا بعيد من القرآن في آيات أخرى ومن كتب بني إسرائيل .ومحلّ العبرة من الآية لا يتوقف على تعيين القصة .ومعنى { فظن أن لن نقدر عليه } قيل نقدر مضارع قَدَر عليه أمراً بمعنى ضيّق كقوله تعالى : { الله يبسط الرزق لمن يشاء ويقدر } [ الرعد : 26 ] وقوله تعالى : { ومن قدر عليه رزقه فلينفق مما آتاه الله } [ الطلاق : 7 ] ، أي ظن أن لن نضيّق عليه تَحْتيم الإقامة مع القوم الذين أرسل إليهم أو تحتيم قيامه بتبليغ الرسالة ، وأنه إذا خرج من ذلك المكان سقطَ تعلق تكليف التبليغ عنه اجتهاداً منه ، فعوتب بما حلّ به إذ كان عليه أن يستعلم ربه عما يريد فعله . وفي «الكشاف» : أن ابن عباس دخل على معاوية فقال له معاويةُ : «لقد ضربتني أمواجُ القرآن البارحة فغرِقت فلم أجد لنفسي خلاصاً إلا بك . قال : وما هي؟ فقرأ معاوية هذه الآية وقال : أو يظن نبيءُ الله أن الله لا يقدر عليه؟ قال ابن عباس : هذا من القَدرْ لا من القُدرة» . يعني التضييق عليه .وقيل { نقدر } هنا بمعنى نحكم مأخوذ من القُدرة ، أي ظن أن لن نؤاخذه بخروجه من بين قومه دون إذننٍ . ونقل هذا عن مجاهد وقتادة والضحاك والكلبي وهو رواية عن ابن عباس واختاره الفرّاء والزجاج .وعلى هذا يكون يونس اجتهد وأخطأ .وعلى هذا الوجه فالتفريع تفريع خُطور هذا الظن في نفسه بعد أن كان الخروج منه بادرةً بدافع الغضب عن غير تأمل في لوازمه وعواقبه ، قالوا : وكان في طبعه ضيق الصدر .وقيل معنى الكلام على الاستفهام حذفت همزته . والتقدير : أفظن أن لن نقدر عليه؟ ونسب إلى سليمان بن المعتمر أو أبي المعتمر . قال منذر بن سعيد في «تفسيره» : وقد قرىء به .وعندي فيه تأويلان آخران وهما : أنه ظن وهو في جوف الحوت أن الله غير مخلصه في بطن الحوت لأنه رأى ذلك مستحيلاً عادة ، وعلى هذا يكون التعقيب بحسب الواقعة ، أي ظن بعد أن ابتلعَه الحوت .وأما نداؤه ربه فذلك توبة صدرت منه عن تقصيره أو عجلته أو خطأ اجتهاده ، ولذلك قال : { إني كنت من الظالمين } مبالغة في اعترافه بظلم نفسه ، فأسند إليه فعل الكون الدال على رسوخ الوصف ، وجعل الخبر أنه واحد من فريق الظالمين وهو أدل على أرسخية الوصف ، أو أنه ظن بحسب الأسباب المعتادة أنه يهاجر من دار قومه ، ولم يظن أن الله يعوقه عن ذلك إذ لم يسبق إليه وحي من الله .و { إني } مفسرة لفعل { نادى .} وتقديمه الاعتراف بالتوحيد مع التسبيح كنّى به عن انفراد الله تعالى بالتدبير وقدرته على كل شيء .والظلمات : جمع ظلمة . والمراد ظلمة الليل ، وظلمة قعر البحر ، وظلمة بطن الحوت . وقيل : الظلمات مبالغة في شدة الظلمة كقوله تعالى : { يخرجهم من الظلمات إلى النور } [ البقرة : 257 ].وقد تقدم أنا نظن أن «الظلمة» لم ترد مفردة في القرآن .",
  "ayah": 87,
  "surah": 21
}
