{
  "text": "فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (88)والاستجابة : مبالغة في الإجابة . وهي إجابة توبته مما فرط منه . والإنجاء وقع حين الاستجابة إذ الصحيح أنه ما بقي في بطن الحوت إلا ساعة قليلة ، وعطف بالواو هنا بخلاف عطف { فكشفْنا } على { فاستجبنا } وإنجاؤه هو بتقدير وتكوين في مزاج الحوت حتى خرج الحوت إلى قرب الشاطىء فتقاياه فخرج يسبَح إلى الشاطىء .وهذا الحوت هو من صنف الحوت العظيم الذي يبتلع الأشياء الضخمة ولا يقضمها بأسنانه . وشاع بين الناس تسمية صنففٍ من الحوت بحوت يونس رجماً بالغيب .وجملة { وكذلك ننجي المؤمنين } تذييل . والإشارة ب { كذلك } إلى الإنجاء الذي أُنجي به يونس ، أي مثل ذلك الإنجاء ننجي المؤمنين من غُموم بحسب من يقع فيها أن نجاته عسيرة . وفي هذا تعريض للمشركين من العرب بأن الله منجي المؤمنين من الغمّ والنكد الذي يلاقونه من سوء معاملة المشركين إياهم في بلادهم .واعلم أن كلمة { فنجّيَ } كتبت في المصاحف بنون واحدة كما كتبت بنون واحدة في قوله في [ سورة يوسف : 110 ] { فننجي من نشاء } ووجّه أبو علي هذا الرسم بأن النون الثانية لما كانت ساكنة وكان وقوع الجيم بعدها يقتضي إخفاءها لأن النون الساكنة تخفى مع الأحرف الشجرية وهي الجيم والشين والضاد فلما أُخفيت حذفت في النطق فشابَه إخفاؤُها حالةَ الإدغام فحذَفَها كاتبُ المصحف في الخطّ لخفاء النطق بها في اللفظ ، أي كما حذفوا نون ( إن ) مع ( لا ) في نحو إلا فعلوه من حيث إنها تدغم في اللام .وقرأ جمهور القراء بإثبات النونين في النطق فيكون حذف إحدى النونين في الخط مجرد تنبيه على اعتبارٍ من اعتبارات الأداء . وقرأ ابن عامر ، وأبو بكر عن عاصم بنون واحدة وبتشديد الجيم على اعتبار إدغام النون في الجيم كما تدغم في اللام والراء . وأنكر ذلك عليهما أبو حاتم والزجّاج وقالا : هو لَحن . ووجّه أبو عبيد والفراء وثعلب قراءتهما بأن نُجِي سكنت ياؤه ولم تحرك على لغة من يقول بَقِي ورضِي فيسكن الياء كما في قراءة الحسن { وذروا ما بقِي من الرِبا } [ البقرة : 278 ] بتسكين ياء { بقي . وعن أبي عبيد والقُتبي أن النون الثانية أدغمت في الجيم .ووجّه ابن جني متابعاً للأخفش الصغير بأن أصل هذه القراءة : نُنَجّي بفتح النون الثانية وتشديد الجيم فحذفت النون الثانية لتوالي المثلين فصار نُجي . وعن بعض النحاة تأويل هذه القراءة بأن نُجِّي فعل مضي مبني للنائب وأن نائب الفاعل ضمير يعود إلى النجاء المأخوذ من الفعل ، أو المأخوذ من اسم الإشارة في قوله وكذلك .وانتصب المؤمنين } على المفعول به على رأي من يجوز إنابة المصدر مع وجود المفعول به . كما في قراءة أبي جعفر { ليُجزَى بفتح الزاي قوماً بما كانوا يكسبون } [ الجاثية : 14 ] بتقدير ليجزَى الجزاءُ قوماً . وقال الزمخشري في «الكشاف» : إن هذا التوجيه بارد التعسف .",
  "ayah": 88,
  "surah": 21
}
