{
  "text": "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آَيَةً لِلْعَالَمِينَ (91)لما انتهى التنويه بفضل رجال من الأنبياء أعقب بالثناء على امرأة نبيئة إشارة إلى أن أسباب الفضل غير محجورة ، كما قال الله تعالى : { إن المسلمين والمسلمات } [ الأحزاب : 35 ] الآية . هذه هي مريم ابنة عمران . وعبر عنها بالموصول دلالة على أنها قد اشتهرت بمضمون الصلة كما هو شأن طريق الموصولية غالباً ، وأيضاً لما في الصلة من معنى تسفيه اليهود الذين تقوّلوا عنها إفكاً وزُوراً ، وليبنى على تلك الصلة ما تفرع عليها من قوله تعالى : { فنفخنا فيها من روحنا } الذي هو في حكم الصلة أيضاً ، فكأنه قيل : والتي نفخنا فيها من روحنا ، لأن كلا الأمرين مُوجب ثناء . وقد أراد الله إكرامها بأن تكون مظهر عظيممِ قدرته في مخالفة السنة البشرية لحصول حَمل أنثى دون قربان ذكر ، ليرى الناس مثالاً من التكوين الأوّل كما أشار إليه قوله تعالى : { إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون } [ آل عمران : 59 ].والنفخ ، حقيقته : إخراج هواء الفم بتضييق الشفتين . وأطلق هنا تمثيلاً لإلقاء روح التكوين للنسل في رحم المرأة دفعة واحدة بدون الوسائل المعتادة تشبيهاً لِهيئة التكوين السريع بهيئة النفخ . وقد قيل : إن الملَك نفخَ مما هو لَه كالفم .والظرفية المفادة ب ( في ) كونُ مريم ظرفاً لحلول الروح المنفوخ فيها إذ كانت وعاءه ، ولذلك قيل { فيها } ولم يقل ( فيه ) للإشارة إلى أن الحمل الذي كُوّن في رحمها حمل من غير الطريق المعتاد ، كأنه قيل : فنفخنا في بطنها . وذلك أعرق في مخالفة العادة لأن خرق العادة تقوى دلالته بمقدار ما يضمحل فيه من الوسائل المعتادة .والروح : هو القوة التي بها الحياة ، قال تعالى : { فإذا سويته ونفخت فيه من روحي } [ الحجر : 29 ] ، أي جعلت في آدم روحاً فصار حَياً . وحَرف ( مِن ) تبعيضي ، والمنفوخ رُوح لأنه جعل بعض روح الله ، أي بعض جنس الروح الذي به يجعل الله الأجسام ذات حياة .وإضافة الروح إلى الله إضافة تشريف لأنه روح مبعوث من لدن الله تعالى بدون وساطة التطورات الحيوانية للتكوين النسلي .وجعلها وابنها آية هو من أسباب تشريفهما والتنويه بهما إذ جعلهما الله وسيلة لليقين بقدرته ومعجزات أنبيائه كما قال في [ سورة المؤمنين : 50 ] { وجعلنا ابن مريم وأمه آية } وبهذا الاعتبار حصل تشريف بعض المخلوقات فأقسم الله بها نحو : { والليل إذا يغشى } [ الليل : 1 ] ، { والشمس وضحاها والقمر إذا تلاها } [ الشمس : 12 ].وإفراد الآية لأنه أريد بها الجنس . وحيث كان المذكور ذاتين فأخبر عنهما بأنهما آية عُلِم أن كل واحد آيةٌ خاصة . ومن لطائف هذا الإفراد أن بين مريم وابنها حالة مشتركة هي آية واحدة ، ثم في كل منهما آية أخرى مستقلة باختلاف حال الناظر المتأمل .",
  "ayah": 91,
  "surah": 21
}
