{
  "text": "إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (92){ إنّ } مكسورة الهمزة عند جميع القراء ، فهي ابتداء كلام . واتفقت القراءات المشهورة على رفع { أمتُكم }. والأظهر أن الجملة محكية بقول محذوف يدل عليه السياق . وحذف القول في مثله شائع في القرآن .والخطاب للأنبياء المذكورين في الآيات السابقة . والوجه حينئذ أن يكون القول المحذوف مصوغاً في صيغة اسم الفاعل منصوباً على الحال . والتقدير : قائلين لهم إن هذه أمتكم إلى آخره . والمقول محكي بالمعنى ، أي قائلين لكلّ واحد من رسلنا وأنبيائنا المذكورين ما تضمنته جملة { إن هذه أمتكم }.فصيغة الجمع مراد بها التوزيع ، وهي طريقة شائعة في الإخبار عن الجماعات . ومنه قولهم : رَكب القوم دَوَابهم ، فتكون هذه الآية جارية على أسلوب نظيرها في سورة المؤمنين . وفيه ما يزيد هذه توضيحاً فإنه ورد هنالك ذِكر عدة من الأنبياء تفصيلاً وإجمالاً ، كما ذُكروا في هذه السورة . ثم عقب بقوله تعالى : { يأ أيّها الرسل كلوا من الطيبات واعملوا صالحاً إني بما تعملون عليم } [ المؤمنون : 51 ] وأَنّ بفتح الهمزة وبكسرها { هذه أمتكم أمة واحدة وأنا ربكم فاتقون } [ المؤمنون : 52 ] ، فظاهر العطف يقتضي دخول قوله تعالى : { وإنّ هذه أمتكم أمة واحدة } في الكلام المخاطب به الرسل ، والتأكيد عن هذا الوجه لمجرد الاهتمام بالخبر ليتلقاه الأنبياء بقوة عزم ، أو روعي فيه حال الأمم الذين يبلغهم ذلك لأن الإخبار باتحاد الحال المختلفة غريب قد يثير تردّداً في المراد منه فقد يحمل على المجاز فأكد برفع ذلك . وهو وإن كان خطاباً للرسل فإن مما يقصد منه تبليغَ ذلك لأتباعهم ليعلموا أن دين الله واحد ، وذلك عون على قبول كل أمة لما جاء به رسولها لأنه معضود بشهادة مَن قبله من الرسل .ويجوز أن تكون الجملة استئنافاً والخطاب لأمة محمد صلى الله عليه وسلم أي أن هذه الملة ، وهي الإسلام ، هي ملة واحدة لسائر الرسل ، أي أصولها واحدة كقوله تعالى : { شرع لكم من الدين ما وصى به نوحاً } [ الشورى : 13 ] الآية . والتأكيد على هذا لردّ إنكار من ينكر ذلك مثل المشركين .والإشارة بقوله تعالى : { هذه } إلى ما يفسره الخبر في قوله تعالى : { أُمتكم } كقوله تعالى : { قال هذا فراق بيني وبينك } [ الكهف : 78 ]. فالإشارة إلى الحالة التي هم عليها يعني في أمور الدين كما هو شأن حال الأنبياء والرسل . فما أفادته الإشارةُ من التمييز للمشار إليه مقصود منه جميع مَا عَليه الرسل من أصول الشرائع وهو التوحيد والعمل الصالح .والأمة هنا بمعنى الملة كقوله تعالى : { قالوا إنا وجدنا آباءنا على أمة وإنا على آثارهم مهتدون } [ الزخرف : 22 ] ، وقال النابغة :حلفتُ فلم أترك لنفسك ريبَة ... وهل يأثَمَنْ ذو أُمة وهو طائعوأصل الأمة : الجماعة التي حالها واحد ، فأطلقت على ما تكون عليه الجماعة من الدين بقرينة أن الأمم ليست واحدة .و { أمة واحدة } حال من { أمتكم } مؤكدة لما أفادته الإشارة التي هي العامل في صاحب الحال .وأفادت التمييز والتشخيص لحال الشرائع التي عليها الرسل أو التي دعا إليها محمد صلى الله عليه وسلمومعنى كونها واحدة أنها توحّد الله تعالى فليس دونه إله . وهذا حال شرائع التوحيد وبخلافها أديان الشرك فإنها لتعدد آلهتها تتشعب إلى عدة أديان لأن لكل صنم عبادة وأتباعاً وإن كان يجمعها وصف الشرك فذلك جنس عام وقد أومأ إلى هذا قوله تعالى : { وأنا ربكم } ، أي لا غيري . وسيأتي بسط القول في عَربية هذا التركيب في تفسير سورة المؤمنين .وأفاد قوله تعالى : { وأنا ربكم } الحصر ، أي أنا لا غيري بقرينة السياق والعطف على { أمة واحدة } ، إذ المعنى : وأنا ربكم رباً واحداً ، ولذلك فرع عليه الأمر بعبادته ، أي فاعبدون دون غيري . وهذا الأمر مراعى فيه ابتداءً حال السامعين من أمم الرسل ، فالمراد من العبادة التوحيد بالعبادة والمحافظة عليها .",
  "ayah": 92,
  "surah": 21
}
