{
  "text": "وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ كُلٌّ إِلَيْنَا رَاجِعُونَ (93)عطف على جملة { إن هذه أمتكم أمة واحدة وأنا ربكم فاعبدون } [ الأنبياء : 92 ] أي أعرضوا عن قولنا . و { تقطّعوا } وضمائر الغيبة عائدة إلى مفهوم من المقام وهم الذين مِن الشأن التحدّثُ عنهم في القرآن المكي بمثل هذه المذام ، وهم المشركون . ومثل هذه الضمائر المرادِ منها المشركون كثير في القرآن . ويجوز أن تكون الضمائر عائدة إلى أمم الرسل . فعلى الوجه الأول الذي قدمناه في ضمائر الخطاب في قوله تعالى : { إن هذه أمتكم أمة واحدة } [ الأنبياء : 92 ] يكون الكلام انتقالاً من الحكاية عن الرسل إلى الحكاية عن حال أممهم في حياتهم أو الذين جاءوا بعدهم مثل اليهود والنصارى إذ نقضوا وصايا أنبيائهم . وعلى الوجه الثاني تكون ضمائر الغيبة التفاتاً .ثم يجوز أن تكون الواو عاطفة قصة على قصة لمناسبة واضحة كما عطف نظيرها بالفاء في سورة المؤمنين . ويجوز كونها للحال ، أي أمَرنا الرسل بملة الإسلام ، وهي الملة الواحدة ، فكان من ضلال المشركين أن تقطعوا أمرهم وخالفوا الرسل وعدلوا عن دين التوحيد وهو شريعة إبراهيم أصلهم . ويؤيد هذا الوجه أن نظير هذه الآية في سورة المؤمنين جاء فيه العطف بفاء التفريع .والتقطع : مطاوع قَطّع ، أي تفرقوا . وأسند التقطع إليهم لأنهم جعلوا أنفسهم فرقاً فعبدوا آلهة متعددة واتخذت كل قبيلة لنفسها إلهاً من الأصنام مع الله ، فشبه فعلهم ذلك بالتقطع .وفي «جمهرة الأنساب» لابن حزم : «كان الحُصين بن عبيد الخُراعي ، وهو والد عمران بن حُصين لقي رسول الله صلى الله عليه وسلم فقال له رسول الله : \" يا حصين ما تعبد؟ قال : عشرة آلهة ، قال : ما هم وأين هم؟ قال : تسعة في الأرض وواحد في السماء . قال : فمَن لحاجتك؟ قال : الذي في السماء ، قال : فمن لِطلْبَتِكَ؟ قال : الذي في السماء ، قال : فمن لكذا؟ فمن لكذا؟ كُلّ ذلك يقول : الذي في السماء ، قال رسول الله : فالغ التسعة \" . وفي كتاب الدعوات : من «سنن الترمذي» : أنه قال : \" سبعة ستة في الأرض وواحد في السماء \" . والأمر : الحال . والمراد به الدين كما دل عليه قوله تعالى : { إن الذين فرقوا دينهم في } [ سورة الأنعام : 159 ].ولمّا ضُمن { تقطعوا } معنى توزّعوا عُدّي إلى «دينهم» فنصبَه ، والأصل : تقطعوا في دينهم وتوزعوه .وزيادة { بينهم } لإفادة إنهم تعاونوا وتظاهروا على تقطّع أمرهم . فربّ قبيلة اتخذت صنماً لم تكن تعبُدهُ قبيلة أخرى ثم سوّلوا لجيرتهم وأحلافهم أن يعبدوه فألحقوه بآلهتهم . وهكذا حتى كان في الكعبة عدة أصنام وتماثيل لأن الكعبة مقصودة لجميع قبائل العرب . وقد روي أن عَمرو بن لُحيَ الملقب بخزاعة هو الذي نقل الأصنام إلى العرب .وجملة { كل إلينا راجعون } مستأنفة استئنافاً بيانياً لجواب سؤال يجيش في نفس سامع قوله تعالى { وتقطعوا أمرهم } وهو معرفة عاقبة هذا التقطع .وتنوين { كلٌّ } عوض عن المضاف إليه ، أي كلّهم ، أي أصحاب ضمائر الغيبة وهم المشركون . والكلام يفيد تعريضاً بالتهديد .ودلّ على ذلك التفريع في قوله تعالى { فمن يعمل من الصالحات } [ الأنبياء : 94 ] إلى آخره .",
  "ayah": 93,
  "surah": 21
}
