{
  "text": "قوله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف فبايعهن واستغفر لهن الله إن الله غفور رحيمفيها ثماني مسائل :الأولى : قوله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك لما فتح رسول الله صلى الله عليه وسلم مكة جاء نساء أهل مكة يبايعنه ، فأمر أن يأخذ عليهن ألا يشركن . وفي صحيح مسلم عن عائشة زوج النبي صلى الله عليه وسلم قالت : كان المؤمنات إذا هاجرن إلى رسول الله صلى الله عليه وسلم يمتحن بقول الله تعالى : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين إلى آخر الآية . قالت عائشة : فمن أقر بهذا من المؤمنات فقد أقر بالمحنة ، وكان رسول الله صلى الله عليه وسلم إذا أقررن بذلك من قولهن قال لهن رسول الله صلى الله عليه وسلم : \" انطلقن فقد بايعتكن \" ولا والله ما مست يد رسول الله يد امرأة قط ، غير أنه بايعهن بالكلام . قالت عائشة : والله ما أخذ رسول الله صلى الله عليه وسلم على النساء قط إلا بما أمره الله عز وجل ، وما مست كف رسول الله صلى الله عليه وسلم كف امرأة قط ; وكان يقول لهن إذا أخذ عليهن : \" قد بايعتكن \" كلاما . وروي أنه عليه الصلاة والسلام بايع النساء وبين يديه وأيديهن ثوب ، وكان يشترط عليهن . وقيل : لما فرغ من بيعة الرجال جلس على الصفا ومعه عمر أسفل منه ، فجعل يشترط على النساء البيعة وعمر يصافحهن . وروي أنه كلف امرأة وقفت على الصفا فبايعتهن . ابن العربي : وذلك [ ص: 64 ] ضعيف ، وإنما ينبغي التعويل على ما في الصحيح . وقالت أم عطية : لما قدم رسول الله صلى الله عليه وسلم المدينة جمع نساء الأنصار في بيت ، ثم أرسل إلينا عمر بن الخطاب ، فقام على الباب فسلم فرددن عليه السلام ، فقال : أنا رسول رسول الله صلى الله عليه وسلم إليكن ; ألا تشركن بالله شيئا . فقلن : نعم . فمد يده من خارج البيت ومددنا أيدينا من داخل البيت ; ثم قال : اللهم اشهد . وروى عمرو بن شعيب عن أبيه عن جده أن النبي صلى الله عليه وسلم كان إذا بايع النساء دعا بقدح من ماء ، فغمس يده فيه ثم أمر النساء فغمسن أيديهن فيه .الثانية : روي أن النبي صلى الله عليه وسلم لما قال : على ألا يشركن بالله شيئا ، قالت هند بنت عتبة وهي منتقبة خوفا من النبي صلى الله عليه وسلم أن يعرفها لما صنعته بحمزة يوم أحد : والله إنك لتأخذ علينا أمرا ما رأيتك أخذته على الرجال ، وكان بايع الرجال يومئذ على الإسلام والجهاد فقط - فقال النبي صلى الله عليه وسلم : \" ولا يسرقن \" فقالت هند : إن أبا سفيان رجل شحيح ، وإني أصيب من ماله قوتنا . فقال أبو سفيان : هو لك حلال . فضحك النبي صلى الله عليه وسلم وعرفها وقال : \" أنت هند \" فقالت : عفا الله عما سلف . ثم قال : \" ولا يزنين \" فقالت هند : أوتزني الحرة ! ثم قال : \" ولا يقتلن أولادهن \" أي لا يئدن الموءودات ولا يسقطن الأجنة . فقالت هند : ربيناهم صغارا وقتلتهم كبارا يوم بدر ، فأنتم وهم أبصر . وروى مقاتل أنها قالت : ربيناهم صغارا وقتلتموهم كبارا ، وأنتم وهم أعلم . فضحك عمر بن الخطاب حتى استلقى . وكان حنظلة بن أبي سفيان وهو بكرها قتل يوم بدر . ثم قال : ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ولا يعصينك في معروف قيل : معنى بين أيديهن \" : ألسنتهن بالنميمة . ومعنى بين أرجلهن : فروجهن . وقيل : ما كان بين أيديهن من قبلة أو جسة ، وبين أرجلهن الجماع ، وقيل : المعنى لا يلحقن برجالهن ولدا من غيرهم . وهذا قول الجمهور . وكانت المرأة تلتقط ولدا فتلحقه بزوجها وتقول : هذا ولدي منك . فكان هذا من البهتان والافتراء . وقيل : ما بين يديها ورجليها كناية عن الولد ; لأن بطنها الذي تحمل فيه الولد بين يديها ، وفرجها الذي تلد منه بين رجليها . وهذا عام في الإتيان بولد وإلحاقه بالزوج وإن سبق النهي عن الزنى . وروي أن هندا لما سمعت ذلك قالت : والله إن البهتان لأمر قبيح ; ما تأمر إلا بالأرشد ومكارم الأخلاق ! ثم قال : ولا يعصينك في معروف [ ص: 65 ] قال قتادة : لا ينحن . ولا تخلو امرأة منهن إلا بذي محرم . وقال سعيد بن المسيب ، ومحمد بن السائب وزيد بن أسلم : هو ألا يخمشن وجها . ولا يشققن جيبا ، ولا يدعون ويلا ، ولا ينشرن شعرا ، ولا يحدثن الرجال إلا ذا محرم . وروت أم عطية عن النبي صلى الله عليه وسلم أن ذلك في النوح . وهو قول ابن عباس . وروى شهر بن حوشب عن أم سلمة عن النبي صلى الله عليه وسلم ولا يعصينك في معروف فقال : هو النوح . وقال مصعب بن نوح : أدركت عجوزا ممن بايع النبي صلى الله عليه وسلم ، فحدثتني عنه عليه الصلاة والسلام في قول : ولا يعصينك في معروف فقال : \" النوح \" . وفي صحيح مسلم عن أم عطية لما نزلت هذه الآية : يبايعنك على ألا يشركن بالله شيئا إلى قوله : ولا يعصينك في معروف قال : كان منه النياحة قالت : فقلت : يا رسول الله ، إلا آل فلان فإنهم كانوا أسعدوني في الجاهلية ; فلا بد لي من أن أسعدهم . فقال رسول الله صلى الله عليه وسلم : \" إلا آل فلان \" . وعنها قالت : أخذ علينا رسول الله صلى الله عليه وسلم مع البيعة ألا ننوح ; فما وفت منا امرأة إلا خمس : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ أو ابنة أبي سبرة ، وامرأة معاذ . وقيل : إن المعروف هاهنا الطاعة لله ولرسوله ; قاله ميمون بن مهران . وقال بكر بن عبد الله المزني : لا يعصينك في كل أمر فيه رشدهن . الكلبي : هو عام في كل معروف أمر الله عز وجل ورسوله به . فروي أن هندا قالت عند ذلك : ما جلسنا في مجلسنا هذا وفي أنفسنا أن نعصيك في شيء .الثالثة : ذكر الله عز وجل ورسوله عليه الصلاة والسلام في صفة البيعة خصالا شتى ; صرح فيهن بأركان النهي في الدين ولم يذكر أركان الأمر . وهي ستة أيضا : الشهادة ، والصلاة ، والزكاة ، والصيام ، والحج ، والاغتسال من الجنابة . وذلك لأن النهي دائم في كل [ ص: 66 ] الأزمان وكل الأحوال ; فكان التنبيه على اشتراط الدائم آكد . وقيل : إن هذه المناهي كان في النساء كثير من يرتكبها ولا يحجزهن عنها شرف النسب ، فخصت بالذكر لهذا . ونحو منه قوله عليه الصلاة والسلام لوفد عبد القيس : \" وأنهاكم عن الدباء والحنتم والنقير والمزفت \" فنبههم على ترك المعصية في شرب الخمر دون سائر المعاصي ، لأنها كانت شهوتهم وعادتهم ، وإذا ترك المرء شهوته من المعاصي هان عليه ترك سائرها مما لا شهوة له فيها .الرابعة : لما قال النبي صلى الله عليه وسلم في البيعة : \" ولا يسرقن \" قالت هند : يا رسول الله ، إن أبا سفيان رجل مسيك ، فهل علي حرج أن آخذ ما يكفيني وولدي ؟ قال : \" لا إلا بالمعروف \" فخشيت هند أن تقتصر على ما يعطيها فتضيع ، أو تأخذ أكثر من ذلك فتكون سارقة ناكثة للبيعة المذكورة . فقال لها النبي صلى الله عليه وسلم : لا ؛ أي لا حرج عليك فيما أخذت بالمعروف ، يعني من غير استطالة إلى أكثر من الحاجة . قال ابن العربي وهذا إنما هو فيما لا يخزنه عنها في حجاب ولا يضبط عليه بقفل فإنه إذا هتكته الزوجة وأخذت منه كانت سارقة تعصي به وتقطع يدها .الخامسة : قال عبادة بن الصامت : أخذ علينا رسول الله صلى الله عليه وسلم كما أخذ على النساء : \" ألا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم ، ولا يعضه بعضكم بعضا ، ولا تعصوا في معروف أمركم به \" . معنى \" يعضه \" يسحر . والعضه : السحر . ولهذا قال ابن بحر وغيره في قوله تعالى : ولا يأتين ببهتان : إنه السحر . وقال الضحاك : هذا نهي عن البهتان ، أي لا يعضهن رجلا ولا امرأة . ببهتان أي بسحر . والله أعلم . يفترينه بين أيديهن وأرجلهن والجمهور على أن معنى ببهتان بولد يفترينه بين أيديهن ما أخذته لقيطا . وأرجلهن ما ولدته من زنى . وقد تقدم .السادسة : قوله تعالى : ولا يعصينك في معروف في البخاري عن ابن عباس في قوله تعالى : ولا يعصينك في معروف قال : إنما هو شرط شرطه الله للنساء . واختلف في معناه على ما ذكرنا . والصحيح أنه عام في جميع ما يأمر به النبي صلى الله عليه وسلم وينهى عنه ; فيدخل فيه النوح وتخريق [ ص: 67 ] الثياب وجز الشعر والخلوة بغير محرم إلى غير ذلك . وهذه كلها كبائر ومن أفعال الجاهلية . وفي صحيح مسلم عن أبي مالك الأشعري أن النبي صلى الله عليه وسلم قال : \" أربع في أمتي من أمر الجاهلية فذكر منها النياحة \" . وروى يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" هذه النوائح يجعلن يوم القيامة صفين ، صفا عن اليمين وصفا عن اليسار ، ينبحن كما تنبح الكلاب في يوم كان مقداره خمسين ألف سنة ، ثم يؤمر بهن إلى النار \" . وعنه قال : قال رسول الله صلى الله عليه وسلم : \" لا تصلي الملائكة على نائحة ولا مرنة \" . وروي عن عمر بن الخطاب رضي الله عنه أنه سمع نائحة فأتاها فضربها بالدرة حتى وقع خمارها عن رأسها . فقيل : يا أمير المؤمنين ، المرأة المرأة ! قد وقع خمارها . فقال : إنها لا حرمة لها . أسند جميعه الثعلبي رحمه الله .أما تخصيص قوله : \" في معروف \" مع قوة قوله : \" ولا يعصينك \" ففيه قولان : أحدهما : أنه تفسير للمعنى على التأكيد ; كما قال تعالى : قال رب احكم بالحق لأنه لو قال احكم لكفى . الثاني : إنما شرط المعروف في بيعة النبي صلى الله عليه وسلم حتى يكون تنبيها على أن غيره أولى بذلك وألزم له وأنفى للإشكال .السابعة : روى البخاري عن عبادة بن الصامت قال : كنا عند النبي صلى الله عليه وسلم فقال : \" أتبايعونني على ألا تشركوا بالله شيئا ولا تزنوا ولا تسرقوا \" - قرأ آية النساء ، وأكثر لفظ سفيان : قرأ في الآية - \" فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله فهو إلى الله ، إن شاء عذبه وإن شاء غفر له منها \" . وفي الصحيحين عن ابن عباس قال : شهدت الصلاة يوم الفطر مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر وعثمان ; فكلهم يصليها قبل الخطبة ثم يخطب ; فنزل نبي الله صلى الله عليه وسلم فكأني أنظر إليه حين يجلس الرجال بيده ، ثم أقبل يشقهم حتى أتى النساء مع بلال فقال : يا أيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن - حتى فرغ من الآية كلها ، ثم قال حين فرغ - : \" أنتن على ذلك ؟ \" فقالت امرأة واحدة لم يجبه غيرها : نعم يا رسول الله ; لا يدري الحسن من هي . قال : \" فتصدقن \" وبسط بلال ثوبه فجعلن يلقين الفتخ والخواتيم في ثوب بلال . لفظ البخاري .[ ص: 68 ] الثامنة : قال المهدوي : أجمع المسلمون على أنه ليس للإمام أن يشترط عليهن هذا ; والأمر بذلك ندب لا إلزام . وقال بعض أهل النظر : إذا احتيج إلى المحنة من أجل تباعد الدار كان على إمام المسلمين إقامة المحنة .",
  "ayah": 12,
  "surah": 60
}
