{
  "text": "৯২ নং আয়াতের তাফসীর:\nالْبِرَّ ‘নেকী’ এখানে নেকী বলতে প্রতিদান বা জান্নাত বুঝানো হয়েছে। হাদীসে এসেছে যখন এ আয়াত অবতীর্ণ হয় তখন সাহাবী আবূ তালহা আনসারী (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বললেন: হে আল্লাহর রাসূল! আল্লাহ তা‘আলা বলেছেন: “তোমরা কোনই নেকী পাবে না যতক্ষণ না তোমাদের প্রিয় জিনিস আল্লাহর পথে খরচ কর।” ‘বাইরুহা’ বাগানটি হল আমার কাছে সর্বাপেক্ষা প্রিয় বস্তু। সেটাকে আমি আল্লাহ তা‘আলার সন্তুষ্টি লাভের উদ্দেশ্যে সদাকা করলাম, আপনি যেখানে ইচ্ছা তা ব্যয় করুন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: সে তো বড়ই উপকারী সম্পদ, এ কথা দু’বার বললেন। আমার মনে হয় ওটাকে তুমি তোমার আত্মীয়দের মাঝে বণ্টন করে দাও। তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরামর্শ অনুযায়ী তিনি সেটাকে স্বীয় আত্মীয়-স্বজন এবং চাচাতো ভাইদের মাঝে বণ্টন করে দিলেন। (সহীহ বুখারী হা: ১৪৬১\nসুতরাং আল্লাহ তা‘আলার পথে পছন্দনীয় ও প্রিয় জিনিস ব্যয় করতে হবে। তাই বলে সব সম্পদ ব্যয় করে দেয়ার নির্দেশ দেয়া হয়নি; বরং তা থেকে কিয়দাংশ ব্যয় করতে বলা হয়েছে। সদাকা করলে ভাল জিনিসই করা উচিত। কারণ আমি নিজের জন্য যা পছন্দ করি তা অপরের জন্যও পছন্দ করতে হবে।\nআল্লাহ তা‘আলা বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْآ أَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُمْ مِّنَ الْأَرْضِ ص وَلَا تَيَمَّمُوا الْخَبِيْثَ مِنْهُ تُنْفِقُوْنَ وَلَسْتُمْ بِاٰخِذِيْهِ إِلَّآ أَنْ تُغْمِضُوْا فِيْهِ)\n“হে ঈমানদারগণ! তোমরা যা উপার্জন করেছ এবং আমি জমিন থেকে যা উৎপন্ন করি তার মধ্য হতে পবিত্র জিনিস দান কর। আর তোমরা খারাপ জিনিস দান করার ইচ্ছা কর না। কেননা চোখ বন্ধ না করে তোমরা নিজেরাই তো সেটা গ্রহণ করবে না।” (সূরা বাকারাহ ২:২৬৭)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমাদের কেউ নিজের জন্য যা পছন্দ করে তা অপর ভাইয়ের জন্য পছন্দ না করা পর্যন্ত মু’মিন হতে পারবে না। (সহীহ বুখারী হা: ১৩, সহীহ মুসলিম হা: ৪৫)\nএ সম্পর্কে সূরা বাকারার ২৬৭ নং আয়াতে আলোচনা করা হয়েছে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলার পথে ভাল জিনিস দান করতে হবে। নিজের যা অপছন্দ তা দান করা উচিত নয়।\n২. নিজের জন্য যা পছন্দনীয় তা অপরের জন্যও পছন্দ করা ঈমানের অঙ্গ।",
  "ayah": 92,
  "surah": 3
}
