{
  "text": "The Virtues of the Night of Al-Qadr (the Decree)\nAllah informs that He sent the Qur'an down during the Night of Al-Qadr, and it is a blessed night about which Allah says,\nإِنَّآ أَنزَلْنَـهُ فِى لَيْلَةٍ مُّبَـرَكَةٍ\n(We sent it down on a blessed night.) (44:3) This is the Night of Al-Qadr and it occurs during the month of Ramadan. This is as Allah says,\nشَهْرُ رَمَضَانَ الَّذِى أُنزِلَ فِيهِ الْقُرْآنُ\n(The month of Ramadan in which was revealed the Qur'an.) (2:185) Ibn `Abbas and others have said, \"Allah sent the Qur'an down all at one time from the Preserved Tablet (Al-Lawh Al-Mahfuz) to the House of Might (Baytul-`Izzah), which is in the heaven of this world. Then it came down in parts to the Messenger of Allah ﷺ based upon the incidents that occurred over a period of twenty-three years.\" Then Allah magnified the status of the Night of Al-Qadr, which He chose for the revelation of the Mighty Qur'an, by His saying,\nوَمَآ أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ - لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ\n(And what will make you know what the Night of Al-Qadr is The Night of Al-Qadr is better than a thousand months.) Imam Ahmad recorded that Abu Hurayrah \"When Ramadan would come, the Messenger of Allah ﷺ would say,\n«قَدْ جَاءَكُمْ شَهْرُ رَمَضَانَ، شَهْرٌ مُبَارَكٌ، افْتَرَضَ اللهُ عَلَيْكُمْ صِيَامَهُ، تُفْتَحُ فِيهِ أَبْوَابُ الْجَنَّةِ، وَتُغْلَقُ فِيهِ أَبْوَابُ الْجَحِيمِ، وَتُغَلُّ فِيهِ الشَّيَاطِينُ، فِيهِ لَيْلَةٌ خَيْرٌ مِنْ أَلْفِ شَهْرٍ، مَنْ حُرِمَ خَيْرَهَا فَقَدْ حُرِم»\n(Verily, the month of Ramadan has come to you all. It is a blessed month, which Allah has obligated you all to fast. During it the gates of Paradise are opened, the gates of Hell are closed and the devils are shackled. In it there is a night that is better than one thousand months. Whoever is deprived of its good, then he has truly been deprived.)\" An-Nasa'i recorded this same Hadith. Aside from the fact that worship during the Night of Al-Qadr is equivalent to worship performed for a period of one thousand months, it is also confirmed in the Two Sahihs from Abu Hurayrah that the Messenger of Allah ﷺ said,\n«مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِه»\n(Whoever stands (in prayer) during the Night of Al-Qadr with faith and expecting reward (from Allah), he will be forgiven for his previous sins.)\nThe Descent of the Angels and the Decree for Every Good during the Night of Al-Qadr\nAllah says,\nتَنَزَّلُ الْمَلَـئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ\n(Therein descend the angels and the Ruh by their Lord's permission with every matter.) meaning, the angels descend in abundance during the Night of Al-Qadr due to its abundant blessings. The angels descend with the descending of blessings and mercy, just as they descend when the Qur'an is recited, they surround the circles of Dhikr (remembrance of Allah) and they lower their wings with true respect for the student of knowledge. In reference to Ar-Ruh, it is said that here it means the angel Jibril. Therefore, the wording of the Ayah is a method of adding the name of the distinct object (in this case Jibril) separate from the general group (in this case the angels). Concerning Allah's statement,\nمِّن كُلِّ أَمْرٍ\n(with every matter.) Mujahid said, \"Peace concerning every matter.\" Sa`id bin Mansur said, `Isa bin Yunus told us that Al-A`mash narrated to them that Mujahid said concerning Allah's statement,\nسَلَـمٌ هِىَ\n(There is peace) \"It is security in which Shaytan cannot do any evil or any harm.\" Qatadah and others have said, \"The matters are determined during it, and the times of death and provisions are measured out (i.e., decided) during it.\" Allah says,\nفِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ\n(Therein is decreed every matter of decree.) (44:4) Then Allah says,\nسَلَـمٌ هِىَ حَتَّى مَطْلَعِ الْفَجْرِ\n(There is peace until the appearance of dawn.) Sa`id bin Mansur said, \"Hushaym narrated to us on the authority of Abu Ishaq, who narrated that Ash-Sha`bi said concerning Allah's statement,\nتَنَزَّلُ الْمَلَـئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ\n- سَلَـمٌ هِىَ حَتَّى مَطْلَعِ الْفَجْرِ\n(With every matter, there is a peace until the appearance of dawn.) `The angels giving the greetings of peace during the Night of Al-Qadr to the people in the Masjids until the coming of Fajr (dawn).\"' Qatadah and Ibn Zayd both said concerning Allah's statement,\nسَلَـمٌ هِىَ\n(There is peace.) \"This means all of it is good and there is no evil in it until the coming of Fajr (dawn).\"\nSpecifying the Night of Decree and its Signs\nThis is supported by what Imam Ahmad recorded from `Ubadah bin As-Samit that the Messenger of Allah ﷺ said,\n«لَيْلَةُ الْقَدْرِ فِي الْعَشْرِ الْبَوَاقِي، مَنْ قَامَهُنَّ ابْتِغَاءَ حِسْبَتِهِنَّ فَإِنَّ اللهَ يَغْفِرُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ، وَهِيَ لَيْلَةُ وِتْرٍ: تِسْعٍ أَوْ سَبْعٍ أَوْ خَامِسَةٍ أَوْ ثَالِثَةٍ أَوْ آخِرِ لَيْلَة»\n(The Night of Al-Qadr occurs during the last ten (nights). Whoever stands for them (in prayer) seeking their reward, then indeed Allah will forgive his previous sins and his latter sins. It is an odd night: the ninth, or the seventh, or the fifth, or the third or the last night (of Ramadan).) The Messenger of Allah ﷺ also said,\n«إِنَّ أَمَارَةَ لَيْلَةِ الْقَدْرِ أَنَّهَا صَافِيَةٌ بَلْجَةٌ، كَأَنَّ فِيهَا قَمَرًا سَاطِعًا، سَاكِنَةٌ سَاجِيَةٌ، لَا بَرْدَ فِيهَا وَلَا حَرَّ، وَلَا يَحِلُّ لِكَوْكَبٍ يُرْمَى بِهِ فِيهَا حَتْى يُصْبِحَ، وَإِنَّ أَمَارَتَهَا أَنَّ الشَّمْسَ صَبِيحَتَهَا تَخْرُجُ مُسْتَوِيَةً لَيْسَ لَهَا شُعَاعٌ، مِثْلَ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَلَا يَحِلُّ لِلشَّيْطَانِ أَنْ يَخْرُجَ مَعَهَا يَوْمَئِذ»\n(Verily, the sign of the Night of Al-Qadr is that it is pure and glowing as if there were a bright, tranquil, calm moon during it. It is not cold, nor is it hot, and no shooting star is permitted until morning. Its sign is that the sun appears on the morning following it smooth having no rays on it, just like the moon on a full moon night. Shaytan is not allowed to come out with it (the sun) on that day.) This chain of narration is good. In its text there is some oddities and in some of its wordings there are things that are objectionable. Abu Dawud mentioned a section in his Sunan that he titled, \"Chapter: Clarification that the Night of Al-Qadr occurs during every Ramadan.\" Then he recorded that `Abdullah bin `Umar said, \"The Messenger of Allah ﷺ was asked about the Night of Al-Qadr while I was listening and he said,\n«هِيَ فِي كُلِّ رَمَضَان»\n(It occurs during every Ramadan.)\" The men of this chain of narration are all reliable, but Abu Dawud said that Shu`bah and Sufyan both narrated it from Ishaq and they both considered it to be a statement of the Companion (Ibn `Umar, and thus not the statement of the Prophet ). It has been reported that Abu Sa`id Al-Khudri said, \"The Messenger of Allah ﷺ performed I`tikaf during the first ten nights of Ramadan and we performed I`tikaf with him. Then Jibril came to him and said, `That which you are seeking is in front of you.' So the Prophet performed I`tikaf during the middle ten days of Ramadan and we also performed I`tikaf with him. Then Jibril came to him and said; `That which you are seeking is ahead of you.' So the Prophet stood up and gave a sermon on the morning of the twentieth of Ramadan and he said,\n«مَنْ كَانَ اعْتَكَفَ مَعِيَ فَلْيَرْجِعْ فَإِنِّي رَأَيْتُ لَيْلَةَ الْقَدْرِ، وَإِنِّي أُنْسِيتُهَا، وَإِنَّهَا فِي الْعَشْرِ الْأَوَاخِرِ فِي وِتْرٍ، وَإِنِّي رَأَيْتُ كَأَنِّي أَسْجُدُ فِي طِينٍ وَمَاء»\n(Whoever performed I`tikaf with me, let him come back (for I`tikaf again), for verily I saw the Night of Al-Qadr, and I was caused to forget it, and indeed it is during the last ten (nights). It is during an odd night and I saw myself as if I were prostrating in mud and water.) The roof of the Masjid was made of dried palm-tree leaves and we did not see anything (i.e., clouds) in the sky. But then a patch of wind-driven clouds came and it rained. So the Prophet lead us in prayer until we saw the traces of mud and water on the forehead of the Messenger of Allah ﷺ, which confirmed his dream.\" In one narration it adds that this occurred on the morning of the twenty-first night (meaning the next morning). They both (Al-Bukhari and Muslim) recorded it in the Two Sahihs. Ash-Shafi`i said, \"This Hadith is the most authentic of what has been reported.\" It has also been said that it is on the twenty-third night due to a Hadith narrated from `Abdullah bin Unays in Sahih Muslim. It has also been said that it is on the twenty-fifth night due to what Al-Bukhari recorded from Ibn `Abbas that the Messenger of Allah ﷺ said,\n«الْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى»\n(Seek it in the last ten (nights) of Ramadan. In the ninth it still remains, in the seventh it still remains, in the fifth it still remains.) Many have explained this Hadith to refer to the odd nights, and this is the most apparent and most popular explanation. It has also been said that it occurs on the twenty-seventh night because of what Muslim recorded in his Sahih from Ubay bin Ka`b that the Messenger of Allah ﷺ mentioned that it was on the twenty-seventh night. Imam Ahmad recorded from Zirr that he asked Ubayy bin Ka`b, \"O Abu Al-Mundhir! Verily, your brother Ibn Mas`ud says whoever stands for prayer (at night) the entire year, will catch the Night of Al-Qadr.\" He (Ubayy) said, \"May Allah have mercy upon him. Indeed he knows that it is during the month of Ramadan and that it is the twenty-seventh night.\" Then he swore by Allah. Zirr then said, \"How do you know that\" Ubayy replied, \"By a sign or an indication that he (the Prophet ) informed us of. It rises that next day having no rays on it -- meaning the sun.\" Muslim has also recorded it. It has been said that it is the night of the twenty-ninth. Imam Ahmad bin Hanbal recorded from `Ubadah bin As-Samit that he asked the Messenger of Allah ﷺ about the Night of Decree and he replied,\n«فِي رَمَضَانَ فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ، فَإِنَّهَا فِي وِتْرٍ إِحْدَى وَعِشْرِينَ، أَوْ ثَلَاثٍ وَعِشْرِينَ، أَوْ خَمْسٍ وَعِشْرِينَ، أَوْ سَبْعٍ وَعِشْرِينَ، أَوْ تِسْعٍ وَعِشْرِينَ، أَوْ فِي آخِرِ لَيْلَة»\n(Seek it in Ramadan in the last ten nights. For verily, it is during the odd nights, the twenty-first, or the twenty-third, or the twenty-fifth, or the twenty-seventh, or the twenty-ninth, or during the last night.) Imam Ahmad also recorded from Abu Hurayrah that the Messenger of Allah ﷺ said about the Night of Al-Qadr,\n«إِنَّهَا لَيْلَةُ سَابِعَةٍ أَوْ تَاسِعَةٍ وَعِشْرِينَ، وَإِنَّ الْمَلَائِكَةَ تِلْكَ اللَّيْلَةَ فِي الْأَرْضِ أَكْثَرُ مِنْ عَدَدِ الْحَصَى»\n(Verily, it is during the twenty-seventh or the twenty-ninth night. And verily, the angels who are on the earth during that night are more numerous than the number of pebbles.) Ahmad was alone in recording this Hadith and there is nothing wrong with its chain of narration. At-Tirmidhi recorded from Abu Qilabah that he said, \"The Night of Al-Qadr moves around (i.e., from year to year) throughout the last ten nights.\" This view that At-Tirmidhi mentions from Abu Qilabah has also been recorded by Malik, Ath-Thawri, Ahmad bin Hanbal, Ishaq bin Rahuyah, Abu Thawr, Al-Muzani, Abu Bakr bin Khuzaymah and others. It has also been related from Ash-Shafi`i, and Al-Qadi reported it from him, and this is most likely. And Allah knows best.\nSupplication during the Night of Decree\nIt is recommended to supplicate often during all times, especially during the month of Ramadan, in the last ten nights, and during the odd nights of it even more so. It is recommended that one say the following supplication a lot: \"O Allah! Verily, You are the Of the Pardoning, You love to pardon, so pardon me.\" This is due to what Imam Ahmad recorded from `A'ishah, that she said, \"O Messenger of Allah! If I find the Night of Al-Qadr what should I say\" He replied,\n«قُولِي: اللْهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي»\n(Say: \"O Allah! Verily, You are the Of the Pardoning, You love to pardon, so pardon me.\") At-Tirmidhi, An-Nasa'i and Ibn Majah have all recorded this Hadith. At-Tirmidhi said, \"This Hadith is Hasan Sahih.\" Al-Hakim recorded it in his Mustadrak (with a different chain of narration) and he said that it is authentic according to the criteria of the two Shaykhs (Al-Bukhari and Muslim). An-Nasa'i also recorded it. This is the end of the Tafsir of Surah Laylat Al-Qadr, and all praise and blessings are due to Allah.",
  "ayah": 2,
  "surah": 97
}
