{
  "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَىٰ وَإِبْرَ‌اهِيمَ الَّذِي وَفَّىٰ (Has he not been told of what was [ revealed ] in the scriptures of Musa and of Ibrahim who fulfilled [ his covenant ]?... 53:36- 37) In verse [ 37], the Prophet Ibrahim I has been described by the expression waffa which is derived from the root word wafa' and it means to fulfill faithfully the covenant one has made with someone.\nSpecial Characteristic of Ibrahim (علیہ السلام) : fulfillment of Covenant\nHoly Prophet Ibrahim (علیہ السلام) had a covenant with Allah that he will obey Him and convey His Message to all the people. He fulfilled faithfully the covenant: He obeyed Allah and delivered His Message to His creatures. As a result, he was made to pass through severe trials and tribulations. This is the interpretation placed upon the expression waffa (fulfilled) by Ibn Jarir, Ibn Kathir and others.\nSeveral narratives describe particular works of Holy Prophet Ibrahim (علیہ السلام) as a purport of the expression waffa, but the two versions are not contradictory, because fulfillment of covenant is general. It comprehends acting upon all the Divine injunctions, obeying Allah in all actions, fulfilling the duties of Prophet-hood and messenger-ship and reforming the creation of Allah.\nLet us consider the narrative which Ibn Abi Hatim has reported on the authority of Sayyidna Abu 'Umamah ؓ that the Holy Prophet ﷺ recited the verse 37, and asked: Do you know what is the meaning of waffa (fulfilled)? Sayyidna Abu 'Umamah ؓ replied: Allah and His Rasul know best. The Holy Prophet ﷺ said:\nوَفّٰی عَمَلَ یَومِیہٖ بِاَربَعِ رَکعَاتِ فِی اَوَّلِ النَّھَارِ ۔ (ابن کثیر)\n\"He fulfilled the day's work by starting it with the performance of four rak'at [ that is, salat-ul-ishraq ].\"\nThis is supported by the Tradition recorded in Tirmidhi on the authority of Sayyidna Abu Dharr ؓ ، according to whom the Holy Prophet ﷺ said:\nاِبنَ آدَم ارکَع لِی اَربَعَ رَکعَاتِ مَّن اَوَّلِ النَّھَار اَکفِکَ اٰخِرَہ، (ابن کثیر)\n\"0 Son of 'Adam! Perform four rak’ at of prayer in the early part of the day, I shall take of you in all your affairs till the end of the day.\"\nIbn Abi Hatim reports another Tradition from Sayyidna Muadh Ibn Anas ؓ that the Holy Prophet ﷺ said: \"Do you know why Allah gave Ibrahim \tعلیہ السلام the title of al-ladhi waffa (the one who fulfilled)? Then, he said, 'Because he used to recite the following dhikr every morning and evening:\nفَسُبْحَانَ اللَّـهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْ‌ضِ وَعَشِيًّا وَحِينَ تُظْهِرُ‌ونَ (ابن کثیر)",
  "ayah": 36,
  "surah": 53
}
