{
  "text": "Scriptures of Musa and Ibrahim\tعلیہما السلام Special Guidance and Teachings\nWhenever any command, statement, action or teaching of Allah is quoted in the Qur'an from the scriptures of the former Prophets (علیہم السلام) it means that it is obligatory for this 'Ummah to act upon it, unless there is an explicit text abrogating the previous teachings. Forthcoming eighteen verses elaborate on the special teachings of the scriptures of Holy Prophets Musa and Ibrahim (علیہما السلام) . Of them only two of the previous teachings are concerned with practical life. The rest are meant to advise, warn and draw attention to the Signs of Allah. The two verses [ 38] and [ 39] concerned with prescriptive teachings are as follows:\nNone shall carry the Burden of Any Other on the Day of Resurrection\nأَلَّا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ ﴿38﴾ وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ ﴿39﴾\n(It was) that no bearer of burden shall bear the burden of the other, [ 38] and that a man shall not deserve but (the reward of) his own effort, [ 39]\nThe word wizr originally means a burden, and the verse purports to say that every man shall have to carry his own wrongdoings, whether disbelief or sin, and none else shall carry his burden of sin, as Allah states in [ 35:18].\nوَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ\nAnd if a person carrying a heavy load calls (someone) to (share) his load, nothing from it shall be carried (by the latter), even though he be a near of kin\t[ 18]\nBy load or burden is meant the load or burden of sin and its punishment, signifying that on the Day of Resurrection the punishment of one will not be given to another, nor will anyone have the choice to pay for another's sin as the verse quoted above clearly indicates.\nThis verse also refutes the thinking of the person which was narrated above as Background of Revelation: He had become a Muslim or was going to become one, and his friend rebuked him, saying that if any punishment is meted out to him, he guarantees him that no harm will come to him. The friend assured him that he would bear the burden of his punishment, and save him. This verse further clarifies that in matters, such as these, there is no possibility that one person may commit the sin and another is held accountable to pay the price.\nAs for the Hadith of Ibn ` Umar ؓ ، as recorded in Sahihain, that the dead are punished because of the weeping and wailing of their families on his death, it relates to the person who himself used to weep and wail for the deceased and was wont to it, or who had advised his heirs to weep and wail for him after his death. (Mazhari). In this case he is punished for his own deed, not on account of other people's deed.1\n(1). It should be noted here that if one weeps on the death of a person in a way that he or she cannot control his or her emotions, it is not a sin in Shari'ah. The wailing that has been prohibited is a particular type of wailing that was customary in Pre-Islam Arab society, and is still in vogue in some areas, in which one would cry loudly, often in an artificial manner, and would invite others to weep, slapping his face, tearing his clothes and complaining of the destiny. It is this type of formal wailing that is meant here by the esteemed author. (Muhammad Taqi Usmani)",
  "ayah": 38,
  "surah": 53
}
