{
  "text": "عَلَّمَهُ شَدِيدُ الْقُوَىٰ\t(It is taught to him by one [ angel ] of strong faculties,...53:5) From here upto the eighteenth verse, لَقَدْ رَ‌أَىٰ مِنْ آيَاتِ رَ‌بِّهِ الْكُبْرَ‌ىٰ the subject-matter is the revelation from Allah. It has been established that the Qur'an is a record of verbal revelation vouchsafed to the Holy Prophet Muhammad ﷺ . There is no room for doubt about the fact that it is the very Words of Allah. It was sent down in such a way that no possibility of confusion or error ever existed.\nDivergent Interpretation of the Verses of Najm\nRegarding these verses of Surah Najm, two divergent interpretations of the leading commentators are reported. The summary of one interpretation is that all these verses relate to the incident of Mi` raj (Ascension of the Holy Prophet ﷺ to the heavens). As a result, words and phrases like شَدِيدُ الْقُوَىٰ shadid-ul-quwa (One of strong faculties), dhu mirrah (one of vigour) فَاسْتَوَىٰ fastawa (he stood poised), and ) دَنَا فَتَدَلَّىٰ dana fatadalla (then he drew near, and came down,) are all qualities and actions of Allah. (It means that Allah Ta’ ala has taught the Holy Prophet ﷺ directly without any media, and that he came close to Him. The Qur'an further speaks of Vision [ ru'yah ] and Witnessing [ mushahadah ]. They too have been taken to mean the Vision and Witnessing of Allah. Among the noble Companions, Sayyidna Anas and Ibn ` Abbas ؓ have adopted this interpretation. In Tafsir Mazhari too this interpretation has been given preference. Many noble Companions, tabi` n [ Companions' pupils ] and other leading commentators, however, take these verses to refer to the event when the Holy Prophet ﷺ saw the noble angel Jibra'il (علیہ السلام) in his original shape. According to them, shadid-ul-quwa (one of strong faculties), and other qualities and acts mentioned in these verses are the qualities of Jibra'il (علیہ السلام) . There are many factors in support of this interpretation. Historically, Surah An-Najm is one of the very early Surahs and, according to Sayyidna ` Abdullah Ibn Masud ؓ ، this is the first Surah the Holy Prophet ﷺ recited in public in the Sacred city of Makkah. Obviously, the incident of Mi` raj took place much later. This argument, however, may be debatable. But the stronger proof in favor of the second interpretation is that in a tradition recorded in the Musnad of Ahmad, the Holy Prophet ﷺ himself interprets these verses that they relate to seeing the noble Jibra'il (علیہ السلام) .\nعَنِ الشَّعبِی عَن مَسرُوق قَالَ کُنتُ عِندَ عَایٔشَۃَ ؓ فَقُلتُ اَلَیسَ اللہُ یَقُولُ ( وَلَقَدْ رَ‌آهُ بِالْأُفُقِ الْمُبِينِ وَلَقَدْ رَ‌آهُ نَزْلَةً أُخْرَ‌ىٰ ) فَقَالَتُ اَنَااَوَّلُ ھٰذِہِ الُامَّٰۃ سَاَلتُ رَسُولَ اللہِ ﷺ عَنھَا فَقَالَ اِنَّمَا ذَاکَ جِبرَیٔلُ لَم یَرَہ ، فِی صُورَتِہِ الَّتِی خُلِقَ عَلَیھَا اِلَّا مَرَّتَینِ رَاٰہُ مُنھَبِطاً مِّنَ السَّمَاءِ اِلَی الاَعرضِ سَادَّا عِظَم خَلقِہٖ مَا بَینَ السَّمَآءِ وَ اَلاَرضِ ، اَخرجاہ فی الصَّحیحین من حدیث الشعبی ۔ (ابن کثیر)\nMasruq reports from Sha` bi (رح) : Masruq ؓ said: \"One day I was sitting with Sayyidah ` A'ishah ؓ and I asked her, 'Did not Allah say وَلَقَدْ رَ‌آهُ بِالْأُفُقِ الْمُبِينِ وَلَقَدْ رَ‌آهُ نَزْلَةً أُخْرَ‌ىٰ ‘And indeed he saw him in the clear horizon' and 'Indeed he saw him another time' she replied: 'I was the first among the Ummah to ask the Holy Prophet ﷺ about it.' He said: 'That was Jibra'il. He only saw him twice in his actual and real figure. He saw Jibra'il descend from heaven to earth, and he was so huge that he covered the entire horizon between the sky and the earth.\" (Ibn-Kathir)\nThe wordings of this narration in Sahih of Muslim are almost the same as recorded above. Hafiz Ibn Hajar, in the chapter of Tafsir of Fath-ul-Bari, has narrated this tradition on the authority of Ibn Marduwaih in the following words:\nاَنَا اَوَّلُ مَن سَاَلَ رَسُول اللہِ ﷺ عَن ھٰذَا، فَقُلتُ : یا رَسُول اللہِ ھل رَاَیتَ رَبَّکَ ؟ فَقَالَ : اِنَّمَا رَاَیتُ جِبرَیِٔلَ مُنھَبِطاً ۔ “ (فتح الباری، ص 393 ج 7)\nSiddiqah ` A'ishah ؓ says: \"I asked the Holy Prophet ﷺ about It, and I said, 'Did you see your Lord?' He replied, 'No: I saw Jibra'il descending.\" (Fath-ul-Bari vol, 8/p, 493)\nSahih of Bukhari records that Shaibani asked Sayyidna Zirr about the meaning of the verses فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَا أَوْحَىٰ (so as he was at a distance between two bows (joined together), rather even nearer. Thus He [ Allah ] revealed to His slave what He revealed - 53:9-10 He replied that ` Abdullah Ibn Masud ؓ narrated to us that Muhammad ﷺ saw Jibra'il (علیہ السلام) having six hundred wings. Ibn Jarir, with his own chain of transmitters, reports that Sayyidna ` Abdullh Ibn Masud ؓ interpreting the verse 11: مَا كَذَبَ الْفُؤَادُ مَا رَ‌أَىٰ (\"The heart did not err in what he saw\" ) says that the Holy Prophet Muhammad ﷺ saw Jibra'il (علیہ السلام) clad in rafraf [ green ] garment filling the entire space between heaven and earth.\nIbn Kathir's Findings\nIbn Kathir has quoted all these narrations in his Tafsir and said that in all the above-quoted verses perception and proximity refer to seeing and being close to Jibra'il (علیہ السلام) . From among the noble Companions ؓ ، this is the view of the Mother of the Faithful Sayyidah ` A'ishah ؓ and of Sayyidna ` Abdullah Ibn Masud, Abu Dharr Ghifari, Abu Hurairah ؓ and others. This is why Ibn Kathir says:\nVision and proximity in these verses refer to seeing and being close to Jibra'il (علیہ السلام) when the Holy Prophet ﷺ had seen him for the first time in his original shape. Then he saw him for the second time on the night of Mi` raj near Sidrat-ul-Muntaha (Lote-tree of the Uppermost Boundary). He saw him the first time at the very beginning of his Prophethood when Jibra'il (علیہ السلام) descended with the very first installment of revelation, and delivered to him Surah Iqra'. After that, there was an interval which caused terrible grief and [ spiritual ] depression. As a result, time and again, the thought crossed his mind that he should go to the top of the mountain and fall from there and give his life away. Whenever such a situation arose, Jibra'il (علیہ السلام) called out to him invisibly from the air: '0 Muhammad! You are Allah's Messenger; you are true; and I am Jibra'il.' The voice would calm his heart, and recompose it. Whenever such a thought crossed his mind, Jibra'il (علیہ السلام) would comfort him by his voice. But the comforting and consoling were always invisible.\nOne day Jibra'il (علیہ السلام) was in an open field at Batha' in his original shape with six hundred wings which had covered the entire horizon. Then Jibra'il (علیہ السلام) came close to Allah's Messenger ﷺ ، and delivered the Divine revelation to him. On that occasion, the reality of the greatness of Jibra'il (علیہ السلام) and his majestic value in the sight of Allah became manifest to Allah's Messenger\".\nIn short, Imam Ibn Kathir himself, on the basis of the statement of the Holy Prophet ﷺ himself and the views of the blessed Companions ؓ ، preferred this interpretation of the above verses of Surah An-Najm, that is, it refers to seeing Jibra'il (علیہ السلام) and being close to him. This was the Holy Prophet's ﷺ first experience of seeing Jibra'il (علیہ السلام) in this world on the horizon of Makkah. Some of the versions narrate that when the Messenger of Allah ﷺ saw him in his actual and real shape for the first time, he became unconscious. Then Jibra'il\tعلیہ السلام came very close to him in the shape of a human being [ and he regained consciousness ].\nThe second incident of Holy Prophet's ﷺ seeing Jibra'il (علیہ السلام) is mentioned in Verse 13 and 14 of this Surah in the following words: وَلَقَدْ رَ‌آهُ نَزْلَةً أُخْرَ‌ىٰ ﴿13﴾ عِندَ سِدْرَ‌ةِ الْمُنتَهَىٰ (And indeed he saw him another time [ 13] by sidrat-ul-muntaha (the lote-tree in the upper realm), [ 14] \". This verse mentions that the Holy Prophet ﷺ saw Jibra'il (علیہ السلام) for the second time, and this happened on the Night of Ascension (Mi` raj). On the basis of reasons stated above, the commentators generally adopt this interpretation. Ibn Kathir's arguments have just been put forward. Qurtubi, Abu Hayyan, Imam Razi and others normally prefer this interpretation. My mentor Maulana Ashraf Ali (رح) has also preferred this interpretation, the summary of which is that the earlier verses of Surah An-Najm which makes mention of ru'yah (seeing) does not refer to having a Vision of Allah, but of Jibra'il (علیہ السلام) . Nawawi, in his commentary on Muslim, and Hafiz in Fath-ul-Bari also have preferred this interpretation.",
  "ayah": 5,
  "surah": 53
}
