{
  "text": "فَاسْجُدُوا لِلَّـهِ وَاعْبُدُوا۩ ﴿62﴾ (Now, fall down in prostration and worship [ Allah ]... 53:62). It means that preceding verses have a lesson for everyone who considers them seriously that he should worship Allah and bow down before him in humbleness.\nIt is recorded in Bukhari on the authority of Sayyidna Ibn ` Abbas ؓ that when the Holy Prophet ﷺ recited this verse he prostrated, and all those around him also prostrated along with him-Muslims, pagans, Jinns and mankind. Another report from ` Abdullah Ibn Masud ؓ ، as recorded in Bukhari and Muslim, narrates that when the Holy Prophet ﷺ finished reciting the Surah before a mixed gathering of Muslims and disbelievers, and, along with his followers, he prostrated himself on the ground, the disbelievers too prostrated, except one old Quraishi man who took a handful of soil and, having applied it on his forehead said, 'This is enough for me.' ` Abdullah Ibn Masud ؓ said that he saw this man later on killed as a disbeliever. Following the example of the Holy Prophet ﷺ ، the Muslims were expected to prostrate. As far as the idolaters are concerned, having been profoundly impressed with the solemnity of the occasion and being overawed by the august recitation of the Qur'anic words, as well as by the Divine Majesty and Glory, might also have fallen in prostration. However, since this prostration was performed in the state of disbelief, it did not carry any reward, but it did leave a deep impression on them; and as a result of this impact, they all later on embraced the Islamic faith, except one person who died in the state of kufr, because he arrogantly refrained from performing the sajdah.\nSahihain record a report from Sayyidna Zaid Ibn Thabit ؓ to the effect that he recited the entire Surah An-Najm in the presence of the Holy Prophet ﷺ ، but he [ the Holy Prophet ﷺ ] did not perform the sajdah. It does not necessarily follow from this that the sajdah is not obligatory or compulsory. It is possible that at that particular moment, he did not have his ablution or there must have been some other legitimate reason for not performing the sajdah. In such situations, it is not obligatory to perform the sajdah forthwith. It can be delayed until the reason has ceased. And Allah, the Pure and Exalted, knows best!\nSurah An-Najm, through the help and grace of Allah, the Pure, the exalted, ended on Friday night 1st Rabi`-uth-Thani 1391, in one week. Allah willing, this chapter will be followed by Surah Al-Qamar. Allah grants success!\nAl-hamdulillah\nThe Commentary on\nSurah An-Najm\nEnds here",
  "ayah": 62,
  "surah": 53
}
