{
  "surah": 39,
  "ayah": 33,
  "text": "And he who brought truthfulness and he who assented to it, those are the godwary. Know that truthfulness [ṣidq] means truthfulness [rāstī]. There is truthfulness in four things: words, promises, resoluteness, and deeds. Truthfulness in words is what the Real says about MuṣṬafā: “And he who brought truthfulness.” Truthfulness in promises is what He says about Ishmael the prophet: “Surely he was truthful in the promise” [19:54]. Truthfulness in resoluteness is what He says about the Messenger's companions: “Men truthful in the covenant they made with God” [33:23]. Truthfulness in deeds is what He says about the faithful: “It is they who have been truthful” [2:177]. When these traits are brought together in someone, he is called “sincerely truthful.” Abraham was in this station, for the Exalted Lord said concerning him, “Surely he was sincerely truthful, a prophet” [19:41]. MuṣṬafā was asked, “What is the perfection of the religion?” He said, “Speaking with truth and acting with truthfulness.” A pir was asked, “What is truthfulness?” He said, “You do what you say, you have what you show, and you are whence you call out.” Truthfulness in words is that the servant in whispered prayer with the Real seeks truthfulness from himself. If his face is turned toward this world in the state when he says, “Surely I have turned my face toward Him who originated the heavens and the earth” [6:79], then that is a lie. When he says, “Thee alone we worship” [1:5], if he is in bondage to this world and to appetite, then he has spoken a lie, for a man is the servant of that to which he is in bondage. This is why MuṣṬafā said, “Miserable is the servant of dirhams, miserable the servant of dinars!” He called him the servant of gold and silver because he is in bondage to gold and silver. The servant must be free of this world and appetites as well as himself if servanthood to the Real is to be set right for him. Abū Yazīd BasṬāmī said, “The Real made me stand before Him in one thousand standing places. In each standing place He offered me the empire. I said, 'I do not desire it.' “He said to me in the last standing place, 'O Abū Yazīd, what do you desire?' “I said, 'I desire not to desire."
}
