{
  "text": "قوله تعالى : إنا بلوناهم يريد أهل مكة . والابتلاء الاختبار . والمعنى أعطيناهم أموالا ليشكروا لا ليبطروا ; فلما بطروا وعادوا محمدا صلى الله عليه وسلم ابتليناهم بالجوع والقحط كما بلونا أهل الجنة المعروف خبرها عندهم . وذلك أنها كانت بأرض اليمن بالقرب منهم على فراسخ من صنعاء - ويقال بفرسخين - وكانت لرجل يؤدي حق الله تعالى منها ; فلما مات صارت إلى ولده ، فمنعوا الناس خيرها وبخلوا بحق الله فيها ; فأهلكها الله من حيث لم يمكنهم دفع ما حل بها . قال الكلبي : كان بينهم وبين صنعاء فرسخان ; ابتلاهم الله بأن أحرق جنتهم . وقيل : هي جنة بضوران ، وضوران على فرسخ من صنعاء ، وكان أصحاب هذه الجنة بعد رفع عيسى عليه السلام بيسير - وكانوا بخلاء - فكانوا يجدون التمر ليلا من أجل المساكين ، وكانوا أرادوا حصاد زرعها وقالوا : لا يدخلها اليوم عليكم مسكين ، فغدوا عليها فإذا هي قد اقتلعت من أصلها فأصبحت كالصريم ; أي كالليل . ويقال أيضا للنهار صريم . فإن كان أراد الليل فلاسواد موضعها . وكأنهم وجدوا موضعها حمأة . وإن كان أراد بالصريم النهار فلذهاب الشجر والزرع ونقاء الأرض منه . وكان الطائف الذي طاف عليها جبريل عليه السلام فاقتلعها . فيقال : إنه طاف بها حول البيت ثم وضعها حيث مدينة الطائف اليوم ; ولذلك سميت الطائف . وليس في أرض الحجاز بلدة فيها الشجر والأعناب والماء غيرها . وقال البكري في المعجم : [ ص: 222 ] سميت الطائف لأن رجلا من الصدف يقال له الدمون ، بنى حائطا وقال : قد بنيت لكم طائفا حول بلدكم ; فسميت الطائف . والله أعلم .الثانية : قال بعض العلماء : على من حصد زرعا أو جد ثمرة أن يواسي منها من حضره ; وذلك معنى قوله : وآتوا حقه يوم حصاده وأنه غير الزكاة على ما تقدم في \" الأنعام \" بيانه . وقال بعضهم : وعليه ترك ما أخطأه الحاصدون . وكان بعض العباد يتحرون أقواتهم من هذا . وروي أنه نهي عن الحصاد بالليل . فقيل : إنه لما ينقطع عن المساكين في ذلك من الرفق . وتأول من قال هذا الآية التي في سورة \" ن والقلم \" . قيل : إنما نهي عن ذلك خشية الحيات وهوام الأرض .قلت : الأول أصح ; والثاني حسن . وإنما قلنا الأول أصح لأن العقوبة كانت بسبب ما أرادوه من منع المساكين كما ذكر الله تعالى . روى أسباط عن السدي قال : كان قوم باليمن وكان أبوهم رجلا صالحا ، وكان إذا بلغ ثماره أتاه المساكين فما يمنعهم من دخولها وأن يأكلوا منها ويتزودوا ; فلما مات قال بنوه بعضهم لبعض : علام نعطي أموالنا هؤلاء المساكين ! تعالوا فلندلج فنصرمنها قبل أن يعلم المساكين ، ولم يستثنوا ، فانطلقوا وبعضهم يقول لبعض خفتا : لا يدخلنها اليوم عليكم مسكين ; فذلك قوله تعالى : إذ أقسموا يعني حلفوا فيما بينهم \" ليصرمنها مصبحين \" يعني لنجذنها وقت الصبح قبل أن تخرج المساكين ; ولا يستثنون ; يعني لم يقولوا إن شاء الله . وقال ابن عباس : كانت تلك الجنة دون صنعاء بفرسخين ، غرسها رجل من أهل الصلاح وكان له ثلاثة بنين ، وكان للمساكين كل ما تعداه المنجل فلم يجذه من الكرم ، فإذا طرح على البساط فكل شيء سقط عن البساط فهو أيضا للمساكين ، فإذا حصدوا زرعهم فكل شيء تعداه المنجل فهو للمساكين ، فإذا درسوا كان لهم كل شيء انتثر ; فكان أبوهم يتصدق منها على المساكين ، وكان يعيش في ذلك في حياة أبيهم اليتامى والأرامل والمساكين ، فلما مات أبوهم فعلوا ما ذكر الله عنهم . فقالوا : قل المال وكثر العيال ; فتحالفوا بينهم ليغدون غدوة قبل خروج الناس ثم ليصرمنها ولا تعرف المساكين . وهو قوله : إذ أقسموا ؛ أي حلفوا \" ليصرمنها \" ليقطعن ثمر نخيلهم إذا أصبحوا بسدفة من الليل لئلا ينتبه المساكين لهم . والصرم القطع . يقال : صرم العذق عن النخلة . وأصرم النخل أي حان وقت [ ص: 223 ] صرامه . مثل أركب المهر وأحصد الزرع ، أي حان ركوبه وحصاده .",
  "ayah": 17,
  "surah": 68
}
