{
  "text": "قوله تعالى : وإنك لعلى خلق عظيم فيه مسألتان :الأولى : قوله تعالى : وإنك لعلى خلق عظيم قال ابن عباس ومجاهد : \" على خلق \" : على دين عظيم من الأديان ، ليس دين أحب إلى الله تعالى ولا أرضى عنده منه . وفي صحيح مسلم عن عائشة أن خلقه كان القرآن . وقال علي رضي الله عنه وعطية : هو أدب القرآن . وقيل : هو رفقه بأمته وإكرامه إياهم . وقال قتادة : هو ما كان يأتمر به من أمر الله وينتهي عنه مما نهى الله عنه . وقيل : أي إنك على طبع كريم . الماوردي : وهو الظاهر . وحقيقة الخلق في اللغة : هو ما يأخذ به الإنسان نفسه من الأدب يسمى خلقا ; لأنه يصير كالخلقة فيه . وأما ما طبع عليه من الأدب فهو الخيم ( بالكسر ) : السجية والطبيعة ، لا واحد له من لفظه . وخيم : اسم جبل . فيكون الخلق الطبع المتكلف . والخيم الطبع الغريزي . وقد أوضح الأعشى ذلك في شعره فقال :وإذا ذو الفضول ضن على المو لى وعادت لخيمها الأخلاقأي رجعت الأخلاق إلى طبائعها .قلت : ما ذكرته عن عائشة في صحيح مسلم أصح الأقوال . وسئلت أيضا عن خلقه عليه السلام ; فقرأت قد أفلح المؤمنون إلى عشر آيات ، وقالت : ما كان أحد أحسن خلقا من رسول الله صلى الله عليه وسلم ، ما دعاه أحد من الصحابة ولا من أهل بيته إلا قال لبيك ، ولذلك قال الله تعالى : وإنك لعلى خلق عظيم . ولم يذكر خلق محمود إلا وكان للنبي صلى الله عليه وسلم منه الحظ الأوفر .وقال الجنيد : سمي خلقه عظيما لأنه لم تكن له همة سوى الله تعالى . وقيل : سمي خلقه عظيما [ ص: 211 ] لاجتماع مكارم الأخلاق فيه ; يدل عليه قوله عليه السلام : \" إن الله بعثني لأتم مكارم الأخلاق \" . وقيل : لأنه امتثل تأديب الله تعالى إياه بقوله تعالى : خذ العفو وأمر بالعرف وأعرض عن الجاهلين . وقد روي عنه عليه السلام أنه قال : \" أدبني ربي تأديبا حسنا إذ قال : خذ العفو وأمر بالعرف وأعرض عن الجاهلين فلما قبلت ذلك منه قال : إنك لعلى خلق عظيم \" .الثانية : روى الترمذي عن أبي ذر قال : قال رسول الله صلى الله عليه وسلم : \" اتق الله حيثما كنت ، وأتبع السيئة الحسنة تمحها ، وخالق الناس بخلق حسن \" . قال : حديث حسن صحيح . وعن أبي الدرداء أن النبي صلى الله عليه وسلم قال : \" ما شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن ، وإن الله تعالى ليبغض الفاحش البذيء \" . قال : حديث حسن صحيح . وعنه قال : سمعت النبي صلى الله عليه وسلم يقول : \" ما من شيء يوضع في الميزان أثقل من حسن الخلق ، وإن صاحب حسن الخلق ليبلغ به درجة صاحب الصلاة والصوم \" . قال : حديث غريب من هذا الوجه . وعن أبي هريرة قال : سئل رسول الله صلى الله عليه وسلم عن أكثر ما يدخل الناس الجنة ؟ فقال : \" تقوى الله وحسن الخلق \" . وسئل عن أكثر ما يدخل الناس النار ؟ فقال : \" الفم والفرج \" قال : هذا حديث صحيح غريب . وعن عبد الله بن المبارك أنه وصف حسن الخلق فقال : هو بسط الوجه ، وبذل المعروف ، وكف الأذى . وعن جابر أن رسول الله صلى الله عليه وسلم قال : \" إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحسنكم أخلاقا - قال - وإن أبغضكم إلي وأبعدكم مني مجلسا يوم القيامة الثرثارون والمتشدقون والمتفيهقون . قالوا : يا رسول الله ، قد علمنا الثرثارون والمتشدقون ، فما [ ص: 212 ] المتفيهقون ؟ قال : المتكبرون \" . قال : وفي الباب عن أبي هريرة وهذا حديث حسن غريب من هذا الوجه .",
  "ayah": 4,
  "surah": 68
}
