{
  "text": "قوله تعالى : وإن كلا لما ليوفينهم ربك أعمالهم إنه بما يعملون خبيرقوله تعالى : وإن كلا لما ليوفينهم ربك أعمالهم أي إن كلا من الأمم التي عددناهم [ ص: 92 ] يرون جزاء أعمالهم ; فكذلك قومك يا محمد . واختلف القراء في قراءة وإن كلا لما فقرأ أهل الحرمين - نافع وابن كثير وأبو بكر معهم - \" وإن كلا لما \" بالتخفيف ، على أنها \" إن \" المخففة من الثقيلة معملة ; وقد ذكر هذا الخليل وسيبويه ، قال سيبويه : حدثنا من أثق به أنه سمع العرب تقول : إن زيدا لمنطلق ; وأنشد قول الشاعر :كأن ظبية تعطو إلى وارق السلمأراد كأنها ظبية فخفف ونصب ما بعدها ; والبصريون يجوزون تخفيف إن المشددة مع إعمالها ; وأنكر ذلك الكسائي وقال : ما أدري على أي شيء قرئ \" وإن كلا \" ! وزعم الفراء أنه نصب كلا في قراءة من خفف بقوله : ليوفينهم أي وإن ليوفينهم كلا ; وأنكر ذلك جميع النحويين ، وقالوا : هذا من كبير الغلط ; لا يجوز عند أحد : زيدا لأضربنه . وشدد الباقون إن ونصبوا بها كلا على أصلها . وقرأ عاصم وحمزة وابن عامر لما بالتشديد . وخففها الباقون على معنى : وإن كلا ليوفينهم ، جعلوا \" ما \" صلة . وقيل : دخلت لتفصل بين اللامين اللتين تتلقيان القسم ، وكلاهما مفتوح ففصل بينهما ب \" ما \" . وقال الزجاج : لام \" لما \" لام \" إن \" و \" ما \" زائدة مؤكدة ; تقول : إن زيدا لمنطلق ، فإن تقتضي أن يدخل على خبرها أو اسمها لام كقولك : إن الله لغفور رحيم ، وقوله : إن في ذلك لذكرى . واللام في ليوفينهم هي التي يتلقى بها القسم ، وتدخل على الفعل ويلزمها النون المشددة أو المخففة ، ولما اجتمعت اللامان فصل بينهما ب \" ما \" و \" ما \" زائدة مؤكدة ، وقال الفراء : \" ما \" بمعنى \" من \" كقوله : وإن منكم لمن ليبطئن أي وإن كلا لمن ليوفينهم ، واللام في \" ليوفينهم \" للقسم ; وهذا يرجع معناه إلى قول الزجاج ، غير أن \" ما \" عند الزجاج زائدة وعند الفراء اسم بمعنى \" من \" . وقيل : ليست بزائدة ، بل هي اسم دخل عليها لام التأكيد ، وهي خبر \" إن \" و \" ليوفينهم \" جواب القسم ، التقدير : وإن كلا خلق ليوفينهم ربك أعمالهم . وقيل : \" ما \" بمعنى \" من \" كقوله : فانكحوا ما طاب لكم من النساء أي من ; وهذا كله هو قول الفراء بعينه . وأما من شدد لما وقرأ وإن كلا لما بالتشديد فيهما - وهو حمزة ومن وافقه - فقيل : إنه لحن ; حكي عن محمد بن زيد أن هذا لا يجوز ; ولا يقال : إن زيدا إلا لأضربنه ، ولا لما لضربته . وقال الكسائي : الله أعلم بهذه القراءة ; وما أعرف لها وجها . وقال هو وأبو علي الفارسي : التشديد فيهما مشكل . قال النحاس وغيره : وللنحويين في [ ص: 93 ] ذلك أقوال : الأول : أن أصلها \" لمن ما \" فقلبت النون ميما ، واجتمعت ثلاث ميمات فحذفت الوسطى فصارت لما و \" ما \" على هذا القول بمعنى \" من \" تقديره : وإن كلا لمن الذين ; كقولهم :وإني لما أصدر الأمر وجهه     إذا هو أعيا بالسبيل مصادرهوزيف الزجاج هذا القول ، وقال : \" من \" اسم على حرفين فلا يجوز حذفه . الثاني : أن الأصل . لمن ما ، فحذفت الميم المكسورة لاجتماع الميمات ، والتقدير : وإن كلا لمن خلق ليوفينهم . وقيل : \" لما \" مصدر \" لم \" وجاءت بغير تنوين حملا للوصل على الوقف ; فهي على هذا كقوله : وتأكلون التراث أكلا لما أي جامعا للمال المأكول ; فالتقدير على هذا : وإن كلا ليوفينهم ربك أعمالهم توفية لما ; أي جامعة لأعمالهم جمعا ، فهو كقولك : قياما لأقومن . وقد قرأ الزهري لما بالتشديد والتنوين على هذا المعنى . الثالث : أن \" لما \" بمعنى \" إلا \" حكى أهل اللغة : سألتك بالله لما فعلت ; بمعنى إلا فعلت ; ومثله قوله تعالى : إن كل نفس لما عليها حافظ أي إلا عليها ; فمعنى الآية : ما كل واحد منهم إلا ليوفينهم ; قال القشيري : وزيف الزجاج هذا القول بأنه لا نفي لقوله : وإن كلا لما حتى تقدر \" إلا \" ولا يقال : ذهب الناس لما زيد . الرابع : قال أبو عثمان المازني : الأصل وإن كلا لما بتخفيف \" لما \" ثم ثقلت كقوله :لقد خشيت أن أرى جدبا     في عامنا ذا بعدما أخصباوقال أبو إسحاق الزجاج : هذا خطأ ، إنما يخفف المثقل ; ولا يثقل المخفف . الخامس : قال أبو عبيد القاسم بن سلام : يجوز أن يكون التشديد من قولهم : لممت الشيء ألمه لما إذا جمعته ; ثم بني منه فعلى ، كما قرئ ثم أرسلنا رسلنا تترى بغير تنوين وبتنوين . فالألف على هذا للتأنيث ، وتمال على هذا القول لأصحاب الإمالة ; قال أبو إسحاق : القول الذي لا يجوز غيره عندي أن تكون مخففة من الثقيلة ، وتكون بمعنى \" ما \" مثل : إن كل نفس لما عليها حافظ وكذا أيضا تشدد على أصلها ، وتكون بمعنى \" ما \" و \" لما \" بمعنى \" إلا \" حكى ذلك الخليل وسيبويه وجميع البصريين ; وأن \" لما \" يستعمل بمعنى \" إلا \" قلت : هذا القول الذي ارتضاه الزجاج حكاه عنه النحاس وغيره ; وقد تقدم مثله وتضعيف الزجاج له ، إلا أن ذلك القول صوابه \" إن \" فيه نافية ، وهنا مخففة من الثقيلة فافترقا وبقيت [ ص: 94 ] قراءتان ; قال أبو حاتم : وفي حرف أبي : \" وإن كل إلا ليوفينهم \" وروي عن الأعمش \" وإن كل لما \" بتخفيف \" إن \" ورفع \" كل \" وبتشديد \" لما \" . قال النحاس : وهذه القراءات المخالفة للسواد تكون فيها \" إن \" بمعنى \" ما \" لا غير ، وتكون على التفسير ; لأنه لا يجوز أن يقرأ بما خالف السواد إلا على هذه الجهة .إنه بما يعملون خبير تهديد ووعيد",
  "ayah": 111,
  "surah": 11
}
