{
  "text": "قوله تعالى : وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين[ ص: 96 ] فيه ست مسائل :الأولى : قوله تعالى : وأقم الصلاة طرفي النهار لم يختلف أحد من أهل التأويل في أن الصلاة في هذه الآية يراد بها الصلوات المفروضة ; وخصها بالذكر لأنها ثانية الإيمان ، وإليها يفزع في النوائب ; وكان النبي - صلى الله عليه وسلم - إذا حزبه أمر فزع إلى الصلاة . وقال شيوخ الصوفية : إن المراد بهذه الآية استغراق الأوقات بالعبادة فرضا ونفلا ; قال ابن العربي : وهذا ضعيف ، فإن الأمر لم يتناول ذلك إلا واجبا لا نفلا ، فإن الأوراد معلومة ، وأوقات النوافل المرغب فيها محصورة ، وما سواها من الأوقات يسترسل عليها الندب على البدل لا على العموم ، وليس ذلك في قوة بشر .الثانية : قوله تعالى : طرفي النهار قال مجاهد : الطرف الأول ، صلاة الصبح ، والطرف الثاني صلاة الظهر والعصر ; واختاره ابن عطية . وقيل : الطرفان الصبح والمغرب ; قاله ابن عباس والحسن . وعن الحسن أيضا الطرف الثاني العصر وحده ; وقاله قتادة والضحاك . وقيل : الطرفان الظهر والعصر . والزلف المغرب والعشاء والصبح ; كأن هذا القائل راعى جهر القراءة . وحكى الماوردي أن الطرف الأول صلاة الصبح باتفاق . قلت : وهذا الاتفاق ينقصه القول الذي قبله . ورجح الطبري أن الطرفين الصبح والمغرب ، وأنه ظاهر ; قال ابن عطية : ورد عليه بأن المغرب لا تدخل فيه لأنها من صلاة الليل . قال ابن العربي : والعجب من الطبري الذي يرى أن طرفي النهار الصبح والمغرب ، وهما طرفا الليل ! فقلب القوس ركوة ، وحاد عن البرجاس غلوة ; قال الطبري : والدليل عليه إجماع الجميع على أن أحد الطرفين الصبح ، فدل على أن الطرف الآخر المغرب ، ولم يجمع معه على ذلك أحد . قلت : هذا تحامل من ابن العربي في الرد ; وأنه لم يجمع معه على ذلك أحد ; وقد ذكرنا عن مجاهد أن الطرف الأول صلاة الصبح ، وقد وقع الاتفاق - إلا من شذ - بأن من أكل أو جامع بعد طلوع الفجر متعمدا أن يومه ذلك يوم فطر ، وعليه القضاء والكفارة ، وما ذلك إلا وما [ ص: 97 ] بعد طلوع الفجر من النهار ; فدل على صحة ما قاله الطبري في الصبح ، وتبقى عليه المغرب والرد عليه فيه ما تقدم . والله أعلم .الثالثة : قوله تعالى : وزلفا من الليل أي في زلف من الليل ، والزلف الساعات القريبة بعضها من بعض ; ومنه سميت المزدلفة ; لأنها منزل بعد عرفة بقرب مكة . وقرأ ابن القعقاع وابن أبي إسحاق وغيرهما \" وزلفا \" بضم اللام جمع زليف ; لأنه قد نطق بزليف ، ويجوز أن يكون واحده \" زلفة \" لغة ; كبسرة وبسر ، في لغة من ضم السين . وقرأ ابن محيصن \" وزلفا \" من الليل بإسكان اللام ; والواحدة زلفة تجمع جمع الأجناس التي هي أشخاص كدرة ودر وبرة وبر . وقرأ مجاهد وابن محيصن أيضا \" زلفى \" مثل قربى . وقرأ الباقون وزلفا بفتح اللام كغرفة وغرف . قال ابن الأعرابي : الزلف الساعات ، واحدها زلفة . وقال قوم : الزلفة أول ساعة من الليل بعد مغيب الشمس ; فعلى هذا يكون المراد بزلف الليل صلاة العتمة ; قاله ابن عباس . وقال الحسن : المغرب والعشاء . وقيل : المغرب والعشاء والصبح ; وقد تقدم . وقال الأخفش : يعني صلاة الليل ولم يعين .الرابعة : قوله تعالى : إن الحسنات يذهبن السيئات ذهب جمهور المتأولين من الصحابة والتابعين - رضي الله عنهم أجمعين - إلى أن الحسنات هاهنا هي الصلوات الخمس ، وقال مجاهد : الحسنات قول الرجل سبحان الله ، والحمد لله ، ولا إله إلا الله ، والله أكبر ، قال ابن عطية : وهذا على جهة المثال في الحسنات ، والذي يظهر أن اللفظ عام في الحسنات خاص في السيئات ; لقوله - صلى الله عليه وسلم - : ما اجتنبت الكبائر .قلت : سبب النزول يعضد قول الجمهور ; نزلت في رجل من الأنصار ، قيل : هو أبو اليسر بن عمرو . وقيل : اسمه عباد ; خلا بامرأة فقبلها وتلذذ بها فيما دون الفرج . روى الترمذي عن عبد الله قال : جاء رجل إلى النبي - صلى الله عليه وسلم - فقال : إني عالجت امرأة في أقصى المدينة وإني أصبت منها ما دون أن أمسها وأنا هذا فاقض في ما شئت . فقال له عمر : لقد سترك الله ! لو سترت على نفسك ; فلم يرد عليه رسول الله - صلى الله عليه وسلم - شيئا فانطلق الرجل فأتبعه رسول الله - صلى الله عليه وسلم - رجلا فدعاه ، فتلا عليه : وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين إلى آخر الآية ; فقال رجل من القوم : هذا له خاصة ؟ قال : لا بل [ ص: 98 ] للناس كافة . قال الترمذي : حديث حسن صحيح . وخرج أيضا عن ابن مسعود أن رجلا أصاب من امرأة قبلة حرام فأتى النبي - صلى الله عليه وسلم - فسأله عن كفارتها فنزلت : وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات فقال الرجل : ألي هذه يا رسول الله ؟ فقال : لك ولمن عمل بها من أمتي . قال الترمذي : هذا حديث حسن صحيح . وروي عن أبي اليسر . قال : أتتني امرأة تبتاع تمرا فقلت : إن في البيت تمرا أطيب من هذا ، فدخلت معي في البيت فأهويت إليها فقبلتها ، فأتيت أبا بكر فذكرت ذلك له فقال : استر على نفسك وتب ولا تخبر أحدا فلم أصبر ، فأتيت عمر فذكرت ذلك له فقال : استر على نفسك وتب ولا تخبر أحدا فلم أصبر ، فأتيت رسول الله - صلى الله عليه وسلم - فذكرت ذلك له فقال : أخلفت غازيا في سبيل الله في أهله بمثل هذا ؟ حتى تمنى أنه لم يكن أسلم إلا تلك الساعة ، حتى ظن أنه من أهل النار . قال : وأطرق رسول الله - صلى الله عليه وسلم - حتى أوحى الله إليه وأقم الصلاة طرفي النهار وزلفا من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين . قال أبو اليسر : فأتيته فقرأها علي رسول الله - صلى الله عليه وسلم - فقال أصحابه : يا رسول الله ! ألهذا خاصة أم للناس عامة ؟ فقال : بل للناس عامة . قال أبو عيسى : هذا حديث حسن غريب ، وقيس بن الربيع ضعفه وكيع وغيره ; وقد روي أن النبي - صلى الله عليه وسلم - أعرض عنه ، وأقيمت صلاة العصر فلما فرغ منها نزل جبريل - عليه السلام - عليه بالآية فدعاه فقال له : أشهدت معنا الصلاة ؟ قال نعم ; قال : اذهب فإنها كفارة لما فعلت . وروي أن النبي - صلى الله عليه وسلم - لما تلا عليه هذه الآية قال له : قم فصل أربع ركعات . والله أعلم . وخرج الترمذي الحكيم في \" نوادر الأصول \" من حديث ابن عباس عن رسول الله - صلى الله عليه وسلم - قال : لم أر شيئا أحسن طلبا ولا أسرع إدراكا من حسنة حديثة لذنب قديم ، إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين .الخامسة : دلت الآية مع هذه الأحاديث على ، أن القبلة الحرام واللمس الحرام لا يجب فيهما الحد ، وقد يستدل به على أن لا حد ولا أدب على الرجل والمرأة وإن وجدا في ثوب [ ص: 99 ] واحد ، وهو اختيار ابن المنذر ; لأنه لما ذكر اختلاف العلماء في هذه المسألة ذكر هذا الحديث مشيرا إلى أنه لا يجب عليهما شيء ، وسيأتي ما للعلماء في هذا في \" النور \" إن شاء الله تعالى .السادسة : ذكر الله سبحانه في كتابه الصلاة بركوعها وسجودها وقيامها وقراءتها وأسمائها فقال : أقم الصلاة الآية . وقال : أقم الصلاة لدلوك الشمس الآية . وقال : فسبحان الله حين تمسون وحين تصبحون وله الحمد في السماوات والأرض وعشيا وحين تظهرون . وقال : وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها . وقال : اركعوا واسجدوا . وقال : وقوموا لله قانتين . وقال : وإذا قرئ القرآن فاستمعوا له وأنصتوا على ما تقدم . وقال : ولا تجهر بصلاتك ولا تخافت بها أي بقراءتك ; وهذا كله مجمل أجمله في كتابه ، وأحال على نبيه في بيانه ; فقال جل ذكره : وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم فبين - صلى الله عليه وسلم - مواقيت الصلاة ، وعدد الركعات والسجدات ، وصفة جميع الصلوات فرضها وسننها ، وما لا تصح الصلاة إلا به من الفرائض وما يستحب فيها من السنن والفضائل ; فقال في صحيح البخاري : صلوا كما رأيتموني أصلي . ونقل ذلك عنه الكافة عن الكافة ، على ما هو معلوم ، ولم يمت النبي - صلى الله عليه وسلم - حتى بين جميع ما بالناس الحاجة إليه ; فكمل الدين ، وأوضح السبيل ; قال الله تعالى : اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا .قوله تعالى : ذلك ذكرى للذاكرين أي القرآن موعظة وتوبة لمن اتعظ وتذكر ; وخص الذاكرين بالذكر لأنهم المنتفعون بالذكرى . والذكرى مصدر جاء بألف التأنيث .",
  "ayah": 114,
  "surah": 11
}
