{
  "text": "قوله تعالى : أفمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتاب موسى إماما ورحمة أولئك يؤمنون به ومن يكفر به من الأحزاب فالنار موعده فلا تك في مرية منه إنه الحق من ربك ولكن أكثر الناس لا يؤمنونقوله تعالى : أفمن كان على بينة من ربه ابتداء والخبر محذوف ; أي أفمن كان على بينة من ربه في اتباع النبي - صلى الله عليه وسلم - ومعه من الفضل ما يتبين به كغيره ممن يريد الحياة الدنيا وزينتها ؟ ! عن علي بن الحسين والحسن بن أبي الحسن . وكذلك قال ابن زيد : إن الذي على بينة هو من اتبع النبي - صلى الله عليه وسلم - . ويتلوه شاهد منه من الله ، وهو النبي - صلى الله عليه وسلم - . وقيل المراد بقوله أفمن كان على بينة من ربه النبي - صلى الله عليه وسلم - والكلام راجع إلى قوله : وضائق به صدرك ; أي أفمن كان معه بيان من الله ، ومعجزة كالقرآن ، ومعه شاهد كجبريل - على ما يأتي - وقد بشرت به الكتب السالفة يضيق صدره بالإبلاغ ، وهو يعلم أن الله لا يسلمه . والهاء في \" ربه \" تعود عليه .ويتلوه شاهد منه وروى عكرمة عن ابن عباس أنه جبريل ; [ ص: 17 ] وهو قول مجاهد والنخعي . والهاء في \" منه \" لله عز وجل ; أي ويتلو البيان والبرهان شاهد من الله - عز وجل - . وقال مجاهد : الشاهد ملك من الله - عز وجل - يحفظه ويسدده . وقال الحسن البصري وقتادة : الشاهد لسان رسول الله - صلى الله عليه وسلم - . قال محمد بن علي ، ابن الحنفية : قلت لأبي أنت الشاهد ؟ فقال : وددت أن أكون أنا هو ; ولكنه لسان رسول الله - صلى الله عليه وسلم - . وقيل : هو علي بن أبي طالب ; روي عن ابن عباس أنه قال : ( هو علي بن أبي طالب ) ; وروي عن علي أنه قال : ( ما من رجل من قريش إلا وقد أنزلت فيه الآية والآيتان ; فقال له رجل : أي شيء نزل فيك ؟ فقال علي : ويتلوه شاهد منه ) . وقيل : الشاهد صورة رسول الله - صلى الله عليه وسلم - ووجهه ومخائله ; لأن من كان له فضل وعقل فنظر إلى النبي - صلى الله عليه وسلم - علم أنه رسول الله - صلى الله عليه وسلم - ; فالهاء على هذا ترجع إلى النبي - صلى الله عليه وسلم - على قول ابن زيد وغيره . وقيل : الشاهد القرآن في نظمه وبلاغته ، والمعاني الكثيرة منه في اللفظ الواحد ; قاله الحسين بن الفضل ، فالهاء في \" منه \" للقرآن . وقال الفراء قال بعضهم : ويتلوه شاهد منه الإنجيل ، وإن كان قبله فهو يتلو القرآن في التصديق ; والهاء في \" منه \" لله عز وجل . وقيل : البينة معرفة الله التي أشرقت لها القلوب ، والشاهد الذي يتلوه العقل الذي ركب في دماغه وأشرق صدره بنوره\" ومن قبله \" أي من قبل الإنجيل .كتاب موسى رفع بالابتداء ، قال أبو إسحاق الزجاج والمعنى ويتلوه من قبله كتاب موسى ; لأن النبي - صلى الله عليه وسلم - موصوف في كتاب موسى يجدونه مكتوبا عندهم في التوراة والإنجيل وحكى أبو حاتم عن بعضهم أنه قرأ \" ومن قبله كتاب موسى \" بالنصب ; وحكاها المهدوي عن الكلبي ; يكون معطوفا على الهاء في \" يتلوه \" والمعنى : ويتلو كتاب موسى جبريل - عليه السلام - ; وكذلك قال ابن عباس - رضي الله عنهما - ; المعنى من قبله تلا جبريل كتاب موسى على موسى . ويجوز على ما ذكره ابن عباس أيضا من هذا القول أن يرفع \" كتاب \" على أن يكون المعنى : ومن قبله كتاب موسى كذلك ; أي تلاه جبريل على موسى كما تلا القرآن على محمد .\" إماما \" نصب على الحال .\" ورحمة \" معطوف .أولئك يؤمنون به إشارة إلى بني إسرائيل ، أي يؤمنون بما في التوراة من البشارة بك ; وإنما كفر بك هؤلاء المتأخرون فهم الذين موعدهم النار ; حكاه القشيري . والهاء في به يجوز أن تكون للقرآن ، ويجوز أن تكون للنبي - صلى الله عليه وسلم - .ومن يكفر به أي بالقرآن أو بالنبي - عليه السلام - .من الأحزاب يعني من الملل كلها ; عن قتادة ; وكذا قال سعيد بن جبير : الأحزاب أهل الأديان كلها ; [ ص: 18 ] لأنهم يتحازبون . وقيل : قريش وحلفاؤهم .فالنار موعده أي هو من أهل النار ; وأنشد حسان :أوردتموها حياض الموت ضاحية فالنار موعدها والموت لاقيهاوفي صحيح مسلم من حديث أبي يونس عن النبي - صلى الله عليه وسلم - والذي نفس محمد بيده لا يسمع بي أحد من هذه الأمة يهودي ولا نصراني ثم يموت ولم يؤمن بالذي أرسلت به إلا كان من أصحاب النار .فلا تك في مرية أي في شك .منه أي من القرآن .إنه الحق من ربك أي القرآن من الله ; قاله مقاتل . وقال الكلبي : المعنى فلا تك في مرية في أن الكافر في النار . إنه الحق أي القول الحق الكائن ; والخطاب للنبي - صلى الله عليه وسلم - والمراد جميع المكلفين .",
  "ayah": 17,
  "surah": 11
}
