{
  "text": "قوله تعالى : وقال اركبوا فيها أمر بالركوب ; ويحتمل أن يكون من الله تعالى [ ص: 34 ] ويحتمل أن يكون من نوح لقومه . والركوب العلو على ظهر الشيء . ويقال : ركبه الدين . وفي الكلام حذف ; أي اركبوا الماء في السفينة . وقيل : المعنى اركبوها . و \" في \" للتأكيد كقوله تعالى : إن كنتم للرؤيا تعبرون وفائدة \" في \" أنهم أمروا أن يكونوا في جوفها لا على ظهرها . قال عكرمة : ركب نوح - عليه السلام - في الفلك لعشر خلون من رجب ، واستوت على الجودي لعشر خلون من المحرم ; فذلك ستة أشهر ; وقاله قتادة وزاد وهو يوم عاشوراء ; فقال لمن كان معه : من كان صائما فليتم صومه ، ومن لم يكن صائما فليصمه . وذكر الطبري في هذا حديثا عن النبي - صلى الله عليه وسلم - ( أن نوحا ركب في السفينة أول يوم من رجب ، وصام الشهر أجمع ، وجرت بهم السفينة إلى يوم عاشوراء ، ففيه أرست على الجودي ، فصامه نوح ومن معه ) . وذكر الطبري عن ابن إسحاق ما يقتضي أنه أقام على الماء نحو السنة ، ومرت بالبيت فطافت به سبعا ، وقد رفعه الله عن الغرق فلم ينله غرق ، ثم مضت إلى اليمن ورجعت إلى الجودي فاستوت عليه .قوله تعالى : بسم الله مجراها ومرساها قراءة أهل الحرمين وأهل البصرة بضم الميم فيهما إلا من شذ ، على معنى بسم الله إجراؤها وإرساؤها ; فمجراها ومرساها في موضع رفع بالابتداء ; ويجوز أن تكون في موضع نصب ، ويكون التقدير : بسم الله وقت إجرائها ثم حذف وقت ، وأقيم مجراها مقامه . وقرأ الأعمش وحمزة والكسائي : \" بسم الله مجريها \" بفتح الميم و \" مرساها \" بضم الميم . وروى يحيى بن عيسى عن الأعمش عن يحيى بن وثاب \" بسم الله مجراها ومرساها \" بفتح الميم فيهما ; على المصدر من جرت تجري جريا ومجرى ، ورست رسوا ومرسى إذا ثبتت . وقرأ مجاهد وسليمان بن جندب وعاصم الجحدري وأبو رجاء العطاردي : \" بسم الله مجريها ومرسيها \" نعت لله - عز وجل - في موضع جر . ويجوز أن يكون في موضع رفع على إضمار مبتدأ ; أي هو مجريها ومرسيها . ويجوز النصب على الحال . وقال الضحاك . كان نوح - عليه السلام - إذا قال بسم الله مجراها جرت ، وإذا قال بسم الله مرساها رست . وروى مروان بن سالم عن طلحة بن عبد الله بن كريز عن الحسين بن علي عن النبي - صلى الله عليه وسلم - قال : ( أمان لأمتي من الغرق إذا ركبوا في الفلك بسم الله الرحمن الرحيم وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون [ ص: 35 ] بسم الله مجراها ومرساها إن ربي لغفور رحيم . وفي هذه الآية دليل ، على ذكر البسملة عند ابتداء كل فعل ; كما بيناه في البسملة ; والحمد لله .إن ربي لغفور رحيم أي لأهل السفينة . وروي عن ابن عباس قال : ( لما كثرت الأرواث والأقذار أوحى الله إلى نوح اغمز ذنب الفيل ، فوقع منه خنزير وخنزيرة فأقبلا على الروث ; فقال نوح : لو غمزت ذنب هذا الخنزير ! ففعل ، فخرج منه فأر وفأرة فلما وقعا أقبلا على السفينة وحبالها تقرضها ، وتقرض الأمتعة والأزواد حتى خافوا على حبال السفينة ; فأوحى الله إلى نوح أن امسح جبهة الأسد فمسحها ، فخرج منها سنوران فأكلا الفأرة . ولما حمل الأسد في السفينة قال : يا رب من أين أطعمه ؟ قال : سوف أشغله ; فأخذته الحمى ; فهو الدهر محموم . قال ابن عباس : ( وأول ما حمل نوح من البهائم في الفلك حمل الإوزة ، وآخر ما حمل حمل الحمار ) ; قال : وتعلق إبليس بذنبه ، ويداه قد دخلتا في السفينة ، ورجلاه خارجة بعد فجعل الحمار يضطرب ولا يستطيع أن يدخل ، فصاح به نوح : ادخل ويلك فجعل يضطرب ; فقال : ادخل ويلك ! وإن كان معك الشيطان ، كلمة زلت على لسانه ، فدخل ووثب الشيطان فدخل . ثم إن نوحا رآه يغني في السفينة ، فقال له : يا لعين ما أدخلك بيتي ؟ ! قال : أنت أذنت لي ; فذكر له ; فقال له : قم فاخرج . قال : ما لك بد في أن تحملني معك ، فكان فيما يزعمون في ظهر الفلك . وكان مع نوح - عليه السلام - خرزتان مضيئتان ، واحدة مكان الشمس ، والأخرى مكان القمر . ابن عباس : ( إحداهما بيضاء كبياض النهار ، والأخرى سوداء كسواد الليل ) ; فكان يعرف بهما مواقيت الصلاة ; فإذا أمسوا غلب سواد هذه بياض هذه ، وإذا أصبحوا غلب بياض هذه سواد هذه ; على قدر الساعات .",
  "ayah": 41,
  "surah": 11
}
