{
  "text": "قوله تعالى : قالوا أتعجبين من أمر الله رحمة الله وبركاته عليكم أهل البيت إنه حميد مجيدفيه أربع مسائل :الأولى : قوله تعالى : قالوا أتعجبين من أمر الله لما قالت : وأنا عجوز وهذا بعلي شيخا وتعجبت ، أنكرت الملائكة عليها تعجبها من أمر الله ، أي من قضائه . وقدره ، أي لا عجب من أن يرزقكما الله الولد ، وهو إسحاق . وبهذه الآية استدل كثير من العلماء على أن الذبيح إسماعيل ، وأنه أسن من إسحاق ; لأنها بشرت بأن إسحاق يعيش حتى يولد له يعقوب . وسيأتي الكلام في هذا ; وبيانه في \" الصافات \" إن شاء الله تعالى .الثانية : قوله تعالى : \" رحمة الله وبركاته \" مبتدأ ، والخبر \" عليكم \" . وحكى سيبويه عليكم بكسر الكاف لمجاورتها الياء . وهل هو خبر أو دعاء ؟ وكونه إخبارا أشرف ; لأن ذلك يقتضي حصول الرحمة والبركة لهم ، المعنى : أوصل الله لكم رحمته وبركاته أهل البيت . وكونه دعاء إنما يقتضي أنه أمر يترجى ولم يتحصل بعد . نصب \" أهل البيت \" على الاختصاص ; وهذا مذهب سيبويه . وقيل : على النداء .الثالثة : هذه الآية تعطي أن زوجة الرجل من أهل البيت ; فدل هذا على أن أزواج الأنبياء من أهل البيت ; فعائشة - رضي الله عنها - وغيرها من جملة أهل بيت النبي - صلى الله عليه وسلم - ; ممن قال الله فيهم : ويطهركم تطهيرا وسيأتي[ ص: 64 ] الرابعة : ودلت الآية أيضا على أن منتهى السلام وبركاته كما أخبر الله عن صالحي عباده رحمة الله وبركاته عليكم أهل البيت . والبركة النمو والزيادة ; ومن تلك البركات أن جميع الأنبياء والمرسلين كانوا في ولد إبراهيم وسارة . وروى مالك عن وهب بن كيسان أبي نعيم عن محمد بن عمرو بن عطاء قال : كنت جالسا عند عبد الله بن عباس فدخل عليه رجل من أهل اليمن فقال : السلام عليك ورحمة الله وبركاته ; ثم زاد شيئا مع ذلك ; فقال ، ابن عباس - وهو يومئذ قد ذهب بصره - من هذا ؟ فقالوا اليماني الذي يغشاك ، فعرفوه إياه ، فقال : ( إن السلام انتهى إلى البركة ) . وروي عن علي - رضي الله عنه - أنه قال : دخلت المسجد فإذا أنا بالنبي - صلى الله عليه وسلم - في عصبة من أصحابه ، فقلت : السلام عليكم ; فقال : ( وعليك السلام ورحمة الله عشرون لي وعشرة لك ) . قال : ودخلت الثانية ; فقلت : السلام عليكم ورحمة الله فقال : ( وعليك السلام ورحمة الله وبركاته ثلاثون لي وعشرون لك ) . فدخلت الثالثة فقلت : السلام عليكم ورحمة الله وبركاته : فقال : ( وعليك السلام ورحمة الله وبركاته ثلاثون لي وثلاثون لك أنا وأنت في السلام سواء ) .إنه حميد مجيد أي محمود ماجد . وقد بيناهما في \" الأسماء الحسنى \" .",
  "ayah": 73,
  "surah": 11
}
