{
  "text": "قوله تعالى : قالوا يا شعيب أصلاتك وقرئ أصلاتك من غير جمع .تأمرك أن نترك ما يعبد آباؤنا أن في موضع نصب ; قال الكسائي : موضعها خفض على إضمار الباء . وروي أن شعيبا - عليه السلام - كان كثير الصلاة ، مواظبا على العبادة فرضها ونفلها ويقول : الصلاة تنهى عن الفحشاء والمنكر ; فلما أمرهم ونهاهم عيروه بما رأوه يستمر عليه من كثرة الصلاة ، واستهزءوا به فقالوا ما أخبر الله عنهم . وقيل : إن الصلاة هنا بمعنى القراءة ; قاله سفيان عن الأعمش ، أي قراءتك تأمرك ; ودل بهذا على أنهم كانوا كفارا . وقال الحسن : لم يبعث الله نبيا إلا فرض عليه الصلاة والزكاة .أو أن نفعل في أموالنا ما نشاء زعم الفراء أن التقدير : أو تنهانا أن نفعل في أموالنا ما نشاء . وقرأ السلمي والضحاك بن قيس \" أو أن تفعل في أموالنا ما تشاء \" بالتاء في الفعلين ، والمعنى : ما تشاء أنت يا شعيب . وقال النحاس : \" أو أن \" على هذه القراءة معطوفة على \" أن \" الأولى . وروي عن زيد بن أسلم أنه قال : كان مما نهاهم عنه حذف الدراهم . وقيل : معنى . أو أن نفعل في أموالنا ما نشاء إذا تراضينا فيما بيننا بالبخس فلم تمنعنا منه ؟ !إنك لأنت الحليم الرشيد يعنون عند نفسك بزعمك . ومثله في صفة أبي جهل : ذق إنك أنت العزيز الكريم أي عند نفسك بزعمك . وقيل : قالوه على وجه الاستهزاء والسخرية ، قاله قتادة . ومنه قولهم للحبشي : أبو البيضاء ، وللأبيض أبو الجون ; ومنه قول خزنة جهنم لأبي جهل : ذق إنك أنت العزيز الكريم . وقال سفيان بن عيينة : العرب تصف الشيء بضده للتطير والتفاؤل ; كما قيل للديغ سليم ، وللفلاة مفازة . وقيل : هو تعريض أرادوا به السب ; وأحسن من هذا كله ، ويدل ما قبله على صحته ; أي إنك أنت الحليم الرشيد حقا ، فكيف تأمرنا أن نترك ما يعبد آباؤنا ! ويدل عليه . أصلاتك تأمرك أن نترك ما يعبد آباؤنا أنكروا لما رأوا من كثرة صلاته وعبادته ، وأنه حليم رشيد بأن يكون يأمرهم بترك ما كان يعبد آباؤهم ، وبعده أيضا ما يدل عليه .قال يا قوم أرأيتم إن كنت على بينة من ربي ورزقني منه رزقا حسنا أي أفلا أنهاكم عن الضلال ؟ ! وهذا كله يدل على أنهم قالوه [ ص: 78 ] على وجه الحقيقة ، وأنه اعتقادهم فيه . ويشبه هذا المعنى قول اليهود من بني قريظة للنبي - صلى الله عليه وسلم - حين قال لهم : ( يا إخوة القردة ) فقالوا : يا محمد ما علمناك جهولا ! .مسألة : قال أهل التفسير : كان مما ينهاهم عنه ، وعذبوا لأجله قطع الدنانير والدراهم ; كانوا يقرضون من أطراف الصحاح لتفضل لهم القراضة ، وكانوا يتعاملون على الصحاح عدا ، وعلى المقروضة وزنا ، وكانوا يبخسون في الوزن . وقال ابن وهب قال مالك : كانوا يكسرون الدنانير والدراهم ، وكذلك قال جماعة من المفسرين المتقدمين كسعيد بن المسيب ، وزيد بن أسلم وغيرهما ; وكسرهما ذنب عظيم . وفي كتاب أبي داود عن علقمة بن عبد الله عن أبيه قال : نهى رسول الله - صلى الله عليه وسلم - أن تكسر سكة المسلمين الجائزة بينهم إلا من بأس ; فإنها إذا كانت صحاحا قام معناها ; وظهرت فائدتها ، وإذا كسرت صارت سلعة ، وبطلت منها الفائدة ; فأضر ذلك بالناس ; ولذلك حرم . وقد قيل في تأويل قوله تعالى : وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون أنهم كانوا يكسرون الدراهم ; قاله زيد بن أسلم . قال أبو عمر بن عبد البر : زعموا أنه لم يكن بالمدينة أعلم بتأويل القرآن من زيد بن أسلم بعد محمد بن كعب القرظي .مسألة : قال أصبغ قال عبد الرحمن بن القاسم بن خالد بن جنادة مولى زيد بن الحارث العتقي : من كسرها لم تقبل شهادته ، وإن اعتذر بالجهالة لم يعذر ، وليس هذا بموضع عذر ; قال ابن العربي : أما قوله : لم تقبل شهادته فلأنه أتى كبيرة ، والكبائر تسقط العدالة دون الصغائر ; وأما قوله : لا يقبل عذره بالجهالة في هذا فلأنه أمر بين لا يخفى على أحد ، وإنما يقبل العذر إذا ظهر الصدق فيه ، أو خفي وجه الصدق فيه ، وكان الله أعلم به من العبد كما قال مالك .مسألة : إذا كان هذا معصية وفسادا ترد به الشهادة فإنه يعاقب من فعل ذلك ، ومر ابن المسيب برجل قد جلد فقال : ما هذا ؟ قال رجل : يقطع الدنانير والدراهم ; قال ابن المسيب : [ ص: 79 ] هذا من الفساد في الأرض ; ولم ينكر جلده ; ونحوه عن سفيان . وقال أبو عبد الرحمن التجيبي : كنت قاعدا عند عمر بن عبد العزيز وهو إذ ذاك أمير المدينة فأتي برجل يقطع الدراهم وقد شهد عليه فضربه وحلقه ، وأمر فطيف به ، وأمره أن يقول : هذا جزاء من يقطع الدراهم ; ثم أمر أن يرد إليه ; فقال : إنه لم يمنعني أن أقطع يدك إلا أني لم أكن تقدمت في ذلك قبل اليوم ، وقد تقدمت في ذلك فمن شاء فليقطع . قال القاضي أبو بكر بن العربي : أما أدبه بالسوط فلا كلام فيه ، وأما حلقه فقد فعله عمر ; وقد كنت أيام الحكم بين الناس أضرب وأحلق ، وإنما كنت أفعل ذلك بمن يرى شعره عونا له على المعصية ، وطريقا إلى التجمل به في الفساد ، وهذا هو الواجب في كل طريق للمعصية أن يقطع إذا كان غير مؤثر في البدن ، وأما قطع يده فإنما أخذ ذلك عمر من فصل السرقة ; وذلك أن قرض الدراهم غير كسرها ، فإن الكسر إفساد الوصف ، والقرض تنقيص للقدر ، فهو أخذ مال على جهة الاختفاء ; فإن قيل : أليس الحرز أصلا في القطع ؟ قلنا : يحتمل أن يكون عمر يرى أن تهيئتها للفصل بين الخلق دينارا أو درهما حرز لها ، وحرز كل شيء على قدر حاله ; وقد أنفذ ذلكابن الزبير ، وقطع يد رجل في قطع الدنانير والدراهم . وقد قال علماؤنا المالكية : إن الدنانير والدراهم خواتيم الله عليها اسمه ; ولو قطع على قول أهل التأويل من كسر خاتما لله كان أهلا لذلك ، أو من كسر خاتم سلطان عليه اسمه أدب ، وخاتم الله تقضى به الحوائج فلا يستويان في العقوبة . قال ابن العربي : وأرى أن يقطع في قرضها دون كسرها ، وقد كنت أفعل ذلك أيام توليتي الحكم ، إلا أني كنت محفوفا بالجهال ، فلم أجبن بسبب المقال للحسدة الضلال فمن قدر عليه يوما من أهل الحق فليفعله احتسابا لله تعالى .",
  "ayah": 87,
  "surah": 11
}
