{
  "text": "پھر اگلی آیت میں ان کو نہایت ہی صراحت کے ساتھ بتایا گیا کہ نبی کریم ﷺ کے لئے اور آپ کے گھرانے کے لائق کیسی خواتین درکار ہیں۔ اگر تمہیں طلاق دے دی گئی تو تم سے بہتر اور ان صفات والی خواتین تمہاری جگہ لیں گی :\nعسیٰ ربہ .................... وابکارا (66 : 5) ” بعید نہیں کہ اگر نبی تم سب بیویوں کو طلاق دے دے تو اللہ اسے ایسی بیویاں تمہارے بدلے میں عطا فرمادے جو تم سے بہتر ہوں۔ سچی مسلمان ، باایمان ، اطاعت گزار ، توبہ گزار ، عبادت گزار اور روزہ دار ، خواہ شوہر دیدہ ہوں یا باکرہ “۔\nاشارتاً ان کو بتایا جاتا ہے کہ تمہیں تو ایسا ہونا چاہئے ، یعنی تمہیں ایسا مسلمان ہونا چاہئے کہ تم اطاعت شعار بنو اور دین کے احکام کو قائم کرو تمہارا ایمان ایسا ہو جو کاسہ دل کو ایمان ویقین سے لبالب کردے اور تم دل سے خدا اور رسول کی اطاعت کرو۔ اور توبہ کرو جس کے معنی یہ ہیں کہ جو ہوچکا اس سر نادم ہوجاﺅ اور آئندہ کے لئے اطاعت شعار ہوجاﺅ، بروقت عبادت میں مشغول رہو ، سیاحت اور سائحلت کا مطلب یہ ہے کہ ہر وقت اللہ کی بڑائی اور کبریائی میں غور کیا جائے۔ اور ان صفات کے ساتھ ساتھ وہ شوہر دیدہ بھی ہوں گی اور باکرہ بھی ہوں گی۔ جس طرح کہ موجودہ ازواج مطہرات میں دونوں قسم کی خواتین ہیں۔\nیہ ان کے لئے ایک زبردست تادیبی سرزنش تھی کہ انہوں نے رسول اللہ ﷺ کے خلاف جتھ بندی کی۔ یاد رہے کہ رسول اللہ ﷺ معمولی باتوں پر غصہ نہ فرماتے تھے۔\nان آیات کے نزول سے حضور ﷺ کو تسلی ہوگئی۔ خود رب تعالیٰ نے آپ کو اور آپ کے اہل بیت کو خطاب فرمایا۔ اور اس زلزلہ کے بعد تو اہل بیت کے اندر بھی سخت پشیمانی ہوگئی اور اللہ کی ہدایت کے بعد سب کچھ درست ہوگیا اور یہ اس گھرانے کے لئے بہت بڑا اعزاز تھا کہ اللہ تعالیٰ خود اس کو مخاطب کرے ، کیونکہ یہ کوئی معمولی گھرانا تو تھا نہیں ، اس کی تو ہر بات بعد میں آنے والوں کے لئے منہاج حیات تھی۔ ضابطہ اخلاق اور قانون تھی۔\nیہ اس ذات کے گھریلو حالات تھے جو ایک امت کی تربیت کررہا تھا۔ ایک مملکت کی بنیاد رکھ رہا تھا اور یہ ایسی مملکت تھی جسکی کوئی مثال گزری ہوئی تاریخ میں نہ تھی۔ اس جیسا نظام امم سابقہ میں نہ تھا۔ ایک ایسی امت تشکیل پارہی تھی۔ جو الٰہی نظریہ حیات کو آخری شکل میں پیش کررہی تھی۔ ایک ربانی معاشرہ وجود میں لایا جارہا تھا اور ایسا معاشرہ جو قیامت تک کے لئے اسوہ بن رہا تھا۔\nپھر ان آیات میں ایک عظیم ، جلیل القدر ، بلند کردار اور کریم انسان کی تصویر ہے۔ ایک ہی وقت میں وہ اپنا انسانی کردار بھی ادا کررہا ہے اور نبوی کردار بھی ادا کررہا ہے۔ دونوں کے اندر کوئی بارڈر لائن متعین نہیں کرسکتا۔ کیونکہ اللہ تقدیر الٰہی کا فیصلہ یہ تھا کہ تمام رسول بشر ہوں گے۔ اور اس بشر رسول نے انسانیت کو آخری نظام زندگی عطا کرنا تھا ، جو قیامت تک کے لئے انسانیت کا منہاج قرار پانا تھا۔\nیہ ایک کامل رسالت تھی ، جسے ایک کامل رسول لے کر آیا تھا۔ اور اس کا کمال یہ تھا کہ یہ رسالت انسان کو انسان بنارہی تھی۔ وہ انسانی قوتوں میں سے کسی قوت کو دبا نہیں رہی تھی۔ نہ انسان کی تعمیری قوتوں میں سے کسی قوت کو نظر انداز کررہی تھی۔ انسانی صلاحیتوں میں سے کسی صلاحیت کی بیخ کئی کرنا ، اس رسالت کا منشا تھا بلکہ یہ انسانی قوتوں کو زیادہ مہذب ، زیادہ تربیت یافتہ اور زیادہ بلند کرتی تھی۔ یہ تھی آخری رسالت۔\nاسلام کو جن لوگوں نے سمجھا اور اپنے آپ کو اسلام کے سانچے میں ڈھالا ، اسلام نے ان کو اسی طرح چار چاند لگا دیئے کہ یہ لوگ اسلام کا صحیح ایڈیشن بن گئے۔ اور اسی طرح ان کے نبی کی سیرت اور اس کی عملی زندگی جس میں ، انسانی تجربات بھی تھے ، انسانی سعی بھی تھی ، انسانی نانوانیاں بھی تھیں ، انسانی قوتیں بھی تھیں۔ قرآنی دعوت اور ہدایات کے ساتھ مل کر ان لوگوں کو قدم بقدم آگے بڑھایا جس طرح آپ کے اہل خانہ اور ان لوگوں کی زندگیوں میں قیامت تک آنے والوں کے لئے نمونہ لیکن صرف ایسے لوگوں کے لئے ، جو اسے دیکھنا چاہیں ، اور جو عملی دنیا میں رہنے والے ہوں ، صرف اپنے خول اور اپنے خیالات کے محدود دائروں کے اندر بند نہ ہوں ، جنہوں نے اپنی آنکھیں بند نہ کی ہوں۔\nاس آخری رسالت کو کامل اور مکمل شکل میں نازل کرکے قدرت الٰہیہ نے اسے ایک ایسے رسول کی زندگی میں عملی شکل دی ، جو اس رسالت کو آسمان سے اخذ کرتا تھا ، اور زندہ صورت میں اس کا ترجمہ کرتا تھا۔ یوں قدرت الٰہیہ نے اس رسول آخرالزمان کی زندگی کو ، ایک کتاب مفتوح بنایا کہ آپ کی زندگی سے آنے والی نسلیں بہترین نمونہ اور اسوہ اخذ کریں۔",
  "ayah": 5,
  "surah": 66
}
