{
  "text": "Refuting the Claim of the Idolators that the Angels are Allah's Daughters\nAllah the Exalted admonishes the idolators for calling the angels female names and claiming that they are Allah's daughters. Allah is far removed from what they ascribe to Him. Allah the Exalted said in another Ayah,\nوَجَعَلُواْ الْمَلَـئِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَـنِ إِنَـثاً أَشَهِدُواْ خَلْقَهُمْ سَتُكْتَبُ شَهَـدَتُهُمْ وَيُسْـَلُونَ\n(And they make females the angels, who themselves are servants of the Most Gracious. Did they witness their creation Their testimony will be recorded, and they will be questioned!)(43:19) Allah's statement here,\nوَمَا لَهُم بِهِ مِنْ عِلْمٍ\n(But they have no knowledge thereof.) meaning, they have no correct knowledge testifying to their statements. What they say is all lies, falsehood, fake and utter atheism,\nإِن يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنَّ الظَّنَّ لاَ يُغْنِى مِنَ الْحَقِّ شَيْئاً\n(They follow but conjecture, and verily, conjecture is no substitute for the truth.) meaning, conjecture is of no benefit and never takes the place of truth. In a Hadith recorded in the Sahih, the Messenger of Allah ﷺ said,\n«إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيث»\n(Beware of suspicion, for suspicion is the most lying speech.)\nThe Necessity of turning away from the People of Misguidance\nAllah's statement,\nفَأَعْرِضْ عَن مَّن تَوَلَّى عَن ذِكْرِنَا\n(Therefore withdraw from him who turns away from Our Reminder), means, stay away from those who turn away from the Truth and shun them,\nوَلَمْ يُرِدْ إِلاَّ الْحَيَوةَ الدُّنْيَا\n(and desires nothing but the life of this world.) meaning, whose aim and knowledge are concentrated on this life; this is the goal of those who have no goodness in them,\nذَلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِ\n(That is what they could reach of knowledge.) meaning, seeking this life and striving hard in its affairs is the best knowledge they have acquired. There is also the reported supplication:\n«اللْهُمَّ لَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا»\n(O Allah! Make not this life the greatest of our concerns nor the best knowledge that we can attain.) Allah's statement,\nإِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى\n(Verily, your Lord is He, Who knows best him who goes astray from His path, and He knows best him who receives guidance.) meaning, He is the Creator of all creatures and He knows whatever benefits His servants. Allah is the One Who guides whom He wills and misguides whom He wills, and all of this indicates His power, knowledge and wisdom. Certainly, He is Just and never legislates or decrees unjustly.",
  "ayah": 29,
  "surah": 53
}
