{
  "text": "آیت 10{ وَمَالَـکُمْ اَلاَّ تُنْفِقُوْا فِیْ سَبِیْلِ اللّٰہِ وَلِلّٰہِ مِیْرَاثُ السَّمٰوٰتِ وَالْاَرْضِ } ”اور تمہیں کیا ہوگیا ہے کہ تم خرچ نہیں کرتے اللہ کی راہ میں ‘ جبکہ اللہ ہی کے لیے ہے آسمانوں اور زمین کی وراثت !“ یہ جو تم بڑے بڑے محل تعمیر کر رہے ہو اور فیکٹریوں پر فیکٹریاں لگاتے چلے جا رہے ہو ‘ ان سے آخر کب تک استفادہ کرو گے ؟ تم تو آج ہو کل نہیں ہو گے۔ تمہارے بعد تمہاری اولاد میں سے بھی جو لوگ ان جائیدادوں کے وارث بنیں گے وہ بھی اپنے وقت پر چلے جائیں گے۔ پھر جو ان کے وارث بنیں گے وہ بھی نہیں رہیں گے۔ بالآخر تمہارے اس سب کچھ کا اور پوری کائنات کا حقیقی وارث تو اللہ تعالیٰ ہی ہے۔ تو جب یہ سب کچھ تم نے ادھر ہی چھوڑ کر چلے جانا ہے تو پھر غیر ضروری دولت اکٹھی کرنے میں کیوں وقت برباد کر رہے ہو ؟ اور کیوں اسے سینت سینت کر رکھ رہے ہو ؟ واضح رہے کہ انفاق سے مراد یہاں انفاقِ مال بھی ہے اور بذل نفس جان کھپانا بھی۔ یہ نکتہ قبل ازیں آیت 7 کے مطالعے کے دوران بھی زیر بحث آیا تھا اور اب اگلے فقرے میں مزید واضح ہوجائے گا :  { لَا یَسْتَوِیْ مِنْکُمْ مَّنْ اَنْفَقَ مِنْ قَـبْلِ الْفَتْحِ وَقٰــتَلَ } ”تم میں سے وہ لوگ جنہوں نے انفاق کیا اور قتال کیا فتح سے پہلے وہ فتح کے بعد انفاق اور قتال کرنے والوں کے برابر نہیں ہیں۔“ وضاحت کے لیے یہاں انفاق اور قتال کا ذکر الگ الگ آگیا ہے۔ یعنی ’ انفاق ‘ مال خرچ کرنے کے لیے اور ’ قتال ‘ جان کھپانے کے لیے۔ چناچہ یہاں واضح کردیا گیا کہ آیت 7 میں جس انفاق کا ذکر ہوا تھا اس سے مال و جان دونوں کا انفاق مراد تھا اور ظاہر ہے انفاقِ جان کا سب سے اہم موقع تو قتال ہی ہے۔ میدانِ جنگ سے غازی بن کر لوٹنے کا انحصار تو حالات اور قسمت پر ہے ‘ لیکن میدانِ کارزار میں اترنے کا مطلب تو بہرحال یہی ہوتا ہے کہ اس مرد مجاہد نے اپنی نقد جان ہتھیلی پر رکھ کر قربانی کے لیے پیش کردی۔ اس آیت میں خاص بات یہ بتائی گئی ہے کہ وہ اہل ایمان جنہوں نے ابتدائی دور میں اس وقت قربانیاں دیں جبکہ اسلام کمزور تھا اور مسلمانوں کی طاقت بہت کم تھی ‘ ان کا مقام و مرتبہ بہت بلند ہے۔ وہ اور بعد کے مسلمان جنہوں نے یہی اعمال بعد میں سرانجام دیے ‘ ثواب و مرتبہ میں برابر نہیں۔ { اُولٰٓـئِکَ اَعْظَمُ دَرَجَۃً مِّنَ الَّذِیْنَ اَنْفَقُوْا مِنْم بَعْدُ وَقٰــتَلُوْا } ”ان لوگوں کا درجہ بہت بلند ہے ان کے مقابلے میں جنہوں نے انفاق اور قتال کیا فتح کے بعد۔“ { وَکُلًّا وَّعَدَ اللّٰہُ الْحُسْنٰی وَاللّٰہُ بِمَا تَعْمَلُوْنَ خَبِیْرٌ۔ } ”اگرچہ ان سب سے اللہ نے بہت اچھا وعدہ فرمایا ہے۔ اور جو کچھ تم کر رہے ہو اللہ اس سے باخبر ہے۔“ حضور ﷺ کی سربراہی میں کفر و باطل سے جنگ میں پہلی واضح فتح تو صلح حدیبیہ تھی جس کو اللہ تعالیٰ نے خود فتح مبین قرار دیا : { اِنَّا فَتَحْنَا لَکَ فَتْحًا مُّبِیْنًا۔ } الفتح۔ یہ فتح مبین مسلمانوں کو 6 ہجری میں عطا ہوئی جبکہ ظاہری فیصلہ کن فتح انہیں 8 ہجری میں فتح مکہ کی صورت میں حاصل ہوئی۔ چناچہ اس آیت میں فتح کے ذکر سے یہ واضح ہوتا ہے کہ سورة الحدید کم از کم 6 ہجری یعنی صلح حدیبیہ کے بعد نازل ہوئی۔ اب سنیے ‘ کھلے اور بیدار دل کے ساتھ ایک اہم پکار ! ذرا دھیان سے سنیے ! میرا خالق ‘ آپ کا خالق ‘ میر 1 مالک ‘ آپ کا مالک اور پوری کائنات کا مالک کیا ندا کر رہا ہے ؟",
  "ayah": 10,
  "surah": 57
}
