{
  "text": "اب اگلی آیت میں اللہ تعالیٰ ہر اس شخص سے سوال کر رہے ہیں جس نے اب تک کی یہ سب باتیں پڑھ کر یا سن کر اپنے دل میں اتار لی ہیں۔ سوال و خطاب کا یہ بہت جذباتی انداز ہے :آیت 16{ اَلَمْ یَاْنِ لِلَّذِیْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُھُمْ لِذِکْرِ اللّٰہِ وَمَا نَزَلَ مِنَ الْحَقِّ } ”کیا ابھی وقت نہیں آیا ہے اہل ایمان کے لیے کہ ان کے دل جھک جائیں اللہ کی یاد کے لیے اور اس قرآن کے آگے کہ جو حق میں سے نازل ہوچکا ہے ؟“ یہاں قرآن کے بارے میں فرمایا گیا : { وَمَا نَزَلَ مِنَ الْحَقِّ } یہی بات سورة بنی اسرائیل میں زیادہ ُ پرزور انداز میں فرمائی گئی ہے : { وَبِالْحَقِّ اَنْزَلْنٰـہُ وَبِالْحَقِّ نَزَلَ } آیت 105 ”اور ہم نے اس کو نازل کیا ہے حق کے ساتھ اور یہ نازل ہوا ہے حق کے ساتھ۔“ دین یا نیکی کے معاملے میں فیصلہ کرتے ہوئے انسان ہمیشہ تاخیر و تعویق سے کام لیتا ہے کہ یہ کرلوں ‘ وہ کرلوں ‘ بس اس کے بعد اپناطرزِ زندگی درست کرلوں گا ! ابھی ذرا بچیوں کے ہاتھ پیلے کرلوں ! بس ذرا یہ بچوں کی تعلیم مکمل ہو لے وغیرہ وغیرہ۔ اور دیکھا جائے تو بچوں کی تعلیم ہے کیا ؟ صرف دنیا بنانے اور دنیا کمانے کے علم و فن کی تحصیل ! گویا جس کوئے ملامت کے طواف میں خود ساری عمر برباد کردی انہی راستوں پر اپنی اولاد کو گامزن کرنے کے خواب دیکھے جا رہے ہیں ! پھر یوں بھی ہوتا ہے کہ بچوں کے کیریئرز بنانے کے جنون میں انہیں کچی عمر میں برطانیہ اور امریکہ بھیجنے سے بھی دریغ نہیں کیا جاتا۔ وہاں جا کر بچے جب ”ترقی“ کی منازل طے کرتے کرتے اس ”مقام“ پر پہنچ جاتے ہیں کہ مذہب و اخلاق سے اپنے تعلق کو باعث عار سمجھنے لگتے ہیں تو پھر یہ لوگ بیٹھ کر روتے ہیں اور لادینی تہذیب و تمدن کو کو ستے ہیں۔ چناچہ اللہ تعالیٰ کے اس سوال پر لازم ہے کہ ہم سب اپنے اپنے ضمیر کی عدالت میں پیش ہو کر خود سے پوچھیں کہ کیا ہماری زندگیوں میں وہ وقت ابھی نہیں آیا کہ ہم اللہ اور قرآن کے احکام کے سامنے جھک جائیں ؟ { وَلَا یَکُوْنُوْا کَالَّذِیْنَ اُوْتُوا الْکِتٰبَ مِنْ قَبْلُ } ”اور ان لوگوں کی طرح نہ ہوجائیں جنہیں پہلے کتاب دی گئی تھی“ { فَطَالَ عَلَیْھِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُھُمْ } ”تو جب ان پر ایک طویل مدت گزر گئی تو ان کے دل سخت ہوگئے۔“ یہاں پر { فَقَسَتْ قُلُوْبُھُمْ } کے یہ الفاظ پڑھتے ہوئے سورة البقرۃ کی آیت 74 کا وہ حصہ بھی ذہن میں تازہ کرلیں جس میں بنی اسرائیل کو مخاطب کرکے فرمایا گیا : { ثُمَّ قَسَتْ قُلُوْبُـکُمْ مِّنْم بَعْدِ ذٰلِکَ فَہِیَ کَالْحِجَارَۃِ اَوْ اَشَدُّ قَسْوَۃً } ”پھر تمہارے دل سخت ہوگئے اس سب کچھ کے بعد ‘ پس اب تو وہ پتھروں کی مانند ہیں ‘ بلکہ سختی میں ان سے بھی زیادہ شدید ہیں۔“ { وَکَثِیْرٌ مِّنْھُمْ فٰسِقُوْنَ۔ } ”اور ان کی اکثریت اب فاسقوں پر مشتمل ہے۔“ آیت زیر مطالعہ کے الفاظ { وَلَا یَکُوْنُوْا کَالَّذِیْنَ اُوْتُوا الْکِتٰبَ مِنْ قَـبْلُ } میں واضح طور پر بتادیا گیا کہ بنی اسرائیل بھی تمہاری طرح اپنے زمانے کی امت ِمسلمہ تھے۔ ان کی روش کو بھی تم جانتے ہو اور ان کے انجام سے بھی تم آگاہ ہو۔ دیکھ لو ! اگر تم نے اب بھی توبہ نہ کی اور اپنی روش تبدیل نہ کی تو یہ مت بھولو کہ ان کی طرح تمہیں بھی نشان عبرت بنایا جاسکتا ہے۔ اس ڈانٹ کے بعد اب اگلی آیت میں ہمت افزائی کی جا رہی ہے کہ دیکھو ! اگر تم سمجھتے ہو کہ تمہارے دل کی ”زمین“ ایمان کی فصل کے قابل نہیں رہی ‘ تو بھی تمہیں گھبرانے یا مایوس ہونے کی ضرورت نہیں۔",
  "ayah": 16,
  "surah": 57
}
