{
  "text": "آیت 19{ وَالَّذِیْنَ اٰمَنُوْا بِاللّٰہِ وَرُسُلِہٖٓ اُولٰٓئِکَ ھُمُ الصِّدِّیْقُوْنَ وَالشُّھَدَآئُ عِنْدَ رَبِّھِمْ } ”اور جو لوگ ایمان لائے اللہ پر اور اس کے رسولوں پر وہی ہیں صدیق اور شہداء اپنے رب کے پاس۔“ یعنی وہ لوگ جو صدقات کے ذریعے اور اللہ کو قرض حسنہ دے کر اپنے دلوں سے مال کی محبت اور اس کی نجاست کو دھو ڈالتے ہیں ‘ وہ جب ایمانِ حقیقی سے سرشار ہوتے ہیں تو اب ان کے لیے مقام صدیقیت اور مرتبہ ٔ شہادت تک پہنچنے کا راستہ کھلا ہوا ہے۔ صدقہ و خیرات اور انفاق فی سبیل اللہ سے اگر دل کی گاڑی کی بریک کھل گئی اور یہ گاڑی ایمانِ حقیقی کے راستے پر رواں دواں ہوگئی تو پھر اہل ایمان میں سے ہر کوئی اپنی ہمت اور کوشش کے مطابق اس راستے کی منازل طے کرنے کے قابل ہوجائے گا۔ سیاقِ مضمون کے اعتبار سے اس آیت کا مفہوم یہ ہوگا کہ اگر تم نے انفاقِ مال کے ذریعے مال کی محبت کو دل سے نکال کر اللہ کی محبت سے اپنے دل کو آباد کرلیا تو ایمانِ حقیقی تمہارے دلوں میں راسخ ہوتا چلا جائے گا۔ اس کے بعد تم اپنی اپنی کوششوں اور اپنی اپنی طبائع کے مطابق ترقی کرتے چلے جائو گے۔ ترقی کے اس راستے میں تم میں سے بعض لوگ شہادت کے مقام پر بھی فائز ہوسکتے ہیں اور بعض صدیقیت کا مرتبہ بھی حاصل کرسکتے ہیں۔ یہ وہی اعلیٰ مراتب ہیں جن کا ذکر سورة النساء کی اس آیت میں ہوا ہے :{ وَمَنْ یُّطِـعِ اللّٰہَ وَالرَّسُوْلَ فَاُولٰٓئِکَ مَعَ الَّذِیْنَ اَنْعَمَ اللّٰہُ عَلَیْہِمْ مِّنَ النَّبِیّٖنَ وَالصِّدِّیْقِیْنَ وَالشُّہَدَآئِ وَالصّٰلِحِیْنَ وَحَسُنَ اُولٰٓئِکَ رَفِیْقًا۔ } ”اور جو کوئی اطاعت کرے گا اللہ کی اور رسول ﷺ کی تو یہ وہ لوگ ہوں گے جنہیں معیت حاصل ہوگی ان کی جن پر اللہ کا انعام ہوا یعنی انبیاء کرام ‘ صدیقین ‘ شہداء اور صالحین ‘ اور کیا ہی اچھے ہیں یہ لوگ رفاقت کے لیے !“ چنانچہ تم ہمت کرو ‘ اپنے اپنے دل کی گاڑی کی بریک کھولو ‘ ایمان کا ایکسلریٹر accelerator دبائو اور اللہ کے راستے پر نکل پڑو۔ اس ایکسلریٹر کو تم جتنا بڑھاتے چلے جائو گے اسی نسبت سے تمہاری منزل قریب سے قریب تر ہوتی چلی جائے گی۔ انسانی مزاج اور طبائع کے اعتبار سے مقام صدیقیت اور مقام شہادت کی تفصیل جاننے کے لیے ملاحظہ ہو سورة مریم کی آیت 41 کی تشریح۔  { لَھُمْ اَجْرُھُمْ وَنُوْرُھُمْ } ”ان کے لیے ہوگا ان کا اجر اور ان کا نور۔“ انہیں اللہ کے ہاں سے اجر بھی ملے گا اور نور بھی۔ نور تو میدانِ حشر میں پل صراط سے گزرنے کے لیے ملے گا ‘ جبکہ اجر جنت میں داخلے اور اس میں درجات کی بلندی کے لیے ملے گا۔ { وَالَّذِیْنَ کَفَرُوْا وَکَذَّبُوْا بِاٰیٰتِنَآ اُولٰٓئِکَ اَصْحٰبُ الْجَحِیْمِ۔ } ”اور جن لوگوں نے کفر کیا اور ہماری آیات کو جھٹلایا وہی دوزخ والے ہیں۔“",
  "ayah": 19,
  "surah": 57
}
