{
  "text": "آیت 20{ اِعْلَمُوْٓا اَنَّـمَا الْحَیٰوۃُ الدُّنْیَا لَعِبٌ وَّلَھْوٌ وَّزِیْنَۃٌ وَّتَفَاخُرٌ بَیْنَـکُمْ وَتَـکَاثُرٌ فِی الْاَمْوَالِ وَالْاَوْلَادِ } ”خوب جان لو کہ یہ دنیا کی زندگی اس کے سوا کچھ نہیں کہ ایک کھیل ‘ دل لگی کا سامان اور ظاہری ٹیپ ٹاپ ہے اور تمہارا آپس میں ایک دوسرے پر فخر جتانا اور مال و اولاد میں ایک دوسرے سے بڑھ جانے کی کوشش ہے۔“ گزشتہ سطور میں دنیا کی محبت کو گاڑی کی بریک سے تشبیہہ دی گئی ہے۔ اس کا مطلب یہ ہے کہ ُ حب ِدنیا انسان کو اللہ کے راستے پر چلنے سے ایسے روک دیتی ہے جیسے ایک گاڑی کو اس کی بریک جامد و ساکت کردیتی ہے۔ اب اس آیت میں اس بریک یعنی حب دنیا کی اصل حقیقت کو بےنقاب کیا گیا ہے۔ تو آیئے اس آیت کے آئینے میں دیکھئے انسانی زندگی کی حقیقت کیا ہے ؟ انسانی زندگی کا آغاز کھیل کود لعب سے ہوتا ہے۔ بچپن میں انسان کو کھیل کود کے علاوہ کسی اور چیز سے کوئی دلچسپی نہیں ہوتی۔ باپ امیر ہے یا غریب ‘ اس کا کاروبار ٹھیک چل رہا ہے یا مندے کا شکار ہے ‘ بچے کو اس سے کوئی سروکار نہیں ہوتا ‘ اسے تو کھیلنے کو دنے کا موقع ملتے رہنا چاہیے اور بس۔ پھر جب وہ لڑکپن کی عمر teenage کو پہنچتا ہے تو اس کا کھیل کود محض ایک معصوم مشغولیت تک محدود نہیں رہتا ‘ بلکہ اس میں کسی نہ کسی حد تک تلذذ sensual gratification کا عنصر بھی شامل ہوجاتا ہے۔ اس مشغولیت کو آیت میں لَـھْو کا نام دیا گیا ہے۔ یہاں یہ نکتہ بھی قابل غور ہے کہ عام طور پر قرآن میں انسان کی دنیوی زندگی کی حقیقت بیان کرنے کے لیے لَہْو و لَعب کی ترکیب استعمال ہوئی ہے ‘ لیکن یہاں ان الفاظ کی ترتیب بدل دی گئی ہے۔ اس کی وجہ یہ ہے کہ یہاں عمر کی تقسیم کے حساب سے انسانی زندگی کے مراحل کا ذکر ہو رہا ہے اور اس حوالے سے لعب یعنی کھیل کود کا مرحلہ پہلے آتا ہے جبکہ اس میں لَـہْو کا عنصر بعد کی عمر میں شامل ہوتا ہے۔ جوانی کی اسی عمر میں انسان پر اپنی شخصیت کی ظاہری ٹیپ ٹاپ زِیْنَۃ کا جنون سوار ہوتا ہے۔ عمر کے اس مرحلے میں وہ شکل و صورت کے بنائو سنگھار ‘ ملبوسات وغیرہ کی وضع قطع ‘ معیار اور فیشن کے بارے میں بہت حساس ہوجاتا ہے۔ پھر اس کے بعد جب عمر ذرا اور بڑھتی ہے تو تَفَاخُرٌ بَیْنَکُمْکا مرحلہ آتا ہے۔ یہ انسانی زندگی کا چوتھا اور اہم ترین مرحلہ ہے۔ اس عمر میں انسان پر ہر وقت تفاخر کا بھوت سوار ہوتا ہے ‘ اور وہ عزت ‘ شہرت ‘ دولت ‘ گھر ‘ گاڑی وغیرہ کے معاملے میں خود کو ہر قیمت پر دوسروں سے برتر اور آگے دیکھنا چاہتا ہے۔ اس کے بعد جب عمر ذرا ڈھلتی ہے تو تَـکَاثُــرٌ فِی الْاَمْوَالِ وَالْاَوْلَادِکا دور آتا ہے۔ اس دور میں انسان کی ترجیحات بدل جاتی ہیں۔ تفاخر کے دور میں تو سوچ یہ تھی کہ کچھ بھی ہوجائے مونچھ نیچی نہیں ہونی چاہیے ‘ لیکن اب سوچ یہ ہے کہ مال آنا چاہیے ‘ مونچھ رہے یا نہ رہے اس سے کوئی فرق نہیں پڑتا۔ اس عمر میں پہنچ کر انسان اپنے مفاد کے معاملے میں بہت حقیقت پسند realistic ہوجاتا ہے ‘ بلکہ جوں جوں بڑھاپے کی طرف جاتا ہے ‘ اس کے دل میں مال و دولت کی ہوس بڑھتی چلی جاتی ہے۔ حتیٰ کہ ایک مرحلے پر اسے خود بھی محسوس ہوجاتا ہے کہ اب وہ پائوں قبر میں لٹکائے بیٹھا ہے مگر اس کی ھَلْ مِنْ مَّزِیْد کی خواہش ختم ہونے میں نہیں آتی۔ انسان کی اسی کیفیت کو سورة التکاثر میں یوں بیان فرمایا گیا ہے : { اَلْھٰٹکُمُ التَّـکَاثُرُ - حَتّٰی زُرْتُمُ الْمَقَابِرَ۔ } ”لوگو ! تم کو مال کی کثرت کی طلب نے غافل کردیا ‘ یہاں تک کہ تم نے قبریں جا دیکھیں۔“ بہرحال وقت کے ساتھ ساتھ انسان کی ترجیحات بدلتی رہتی ہیں ‘ لیکن عمر کے ہر مرحلے میں کسی ایک چیز کی دھن اس کے ذہن پر سوار رہتی ہے۔ اس موضوع پر یہ قرآن حکیم کی واحد آیت ہے اور اس اعتبار سے بہت اہم اور منفرد ہے ‘ مگر حیرت ہے کہ انسانی زندگی کے نفسیاتی مراحل کے طور پر اسے بہت کم لوگوں نے سمجھا ہے۔  آیت کے اگلے حصے میں انسانی اور نباتاتی زندگی کے مابین پائی جانے والی مشابہت اور مماثلت کا ذکر ہے۔ یہ مضمون قرآن مجید میں بہت تکرار کے ساتھ آیا ہے کہ نباتاتی سائیکل Botanical cycle اور انسانی زندگی کے سائیکل Human life cycle دونوں میں بڑی گہری مشابہت اور مناسبت ہے۔ اس تشبیہہ سے انسان کو دراصل یہ بتانا مقصود ہے کہ اگر تم اپنی زندگی کی حقیقت سمجھنا چاہتے ہو تو کسان کی ایک فصل کے سائیکل کو دیکھ لو۔ اس فصل کے دورانیہ میں تمہیں اپنی پیدائش ‘ جوانی ‘ بڑھاپے ‘ موت اور مٹی میں مل کر مٹی ہوجانے کا حقیقی نقشہ نظر آجائے گا۔ { کَمَثَلِ غَیْثٍ اَعْجَبَ الْکُفَّارَ نَبَاتُہٗ } ”انسانی زندگی کی مثال ایسے ہے جیسے بارش برستی ہے تو اس سے پیدا ہونے والی روئیدگی کسانوں کو بہت اچھی لگتی ہے“ { ثُمَّ یَھِیْجُ } ”پھر وہ کھیتی اپنی پوری قوت پر آتی ہے“ { فَتَرٰٹہُ مُصْفَرًّا } ”پھر تم دیکھتے ہو کہ وہ زرد ہوجاتی ہے“ { ثُمَّ یَکُوْنُ حُطَامًا } ”پھر وہ کٹ کر چورا چورا ہوجاتی ہے۔“ اس تشبیہہ کے آئینے میں انسانی زندگی کی مکمل تصویر دیکھی جاسکتی ہے۔ بچہ پیدا ہوتا ہے تو خوشیاں منائی جاتی ہیں۔ پھر وہ جوان ہو کر اپنی پوری قوت کو پہنچ جاتا ہے۔ پھر عمر ڈھلتی ہے تو بالوں میں سفیدی آجاتی ہے اور چہرے پر جھریاں پڑجاتی ہیں۔ پھر موت آنے پر اسے زمین میں دبادیا جاتا ہے جہاں وہ مٹی میں مل کر مٹی ہوجاتا ہے۔ لیکن تمہیں معلوم ہونا چاہیے کہ یہ تشبیہہ صرف دنیوی زندگی کی حقیقت کو سمجھنے کے لیے ہے۔ تم اشرف المخلوقات ہو ‘ نباتات نہیں ہو ‘ تمہاری اصل زندگی تو آخرت کی زندگی ہے جو کہ دائمی اور ابدی ہے اور اس کی نعمتیں اور صعوبتیں بھی دائمی اور ابدی ہیں۔ لہٰذا عقل اور سمجھ کا تقاضا یہی ہے کہ تم اپنی آخرت کی فکر کرو۔ { وَفِی الْاٰخِرَۃِ عَذَابٌ شَدِیْدٌ وَّمَغْفِرَۃٌ مِّنَ اللّٰہِ وَرِضْوَانٌ } ”اور آخرت میں بہت سخت عذاب ہے اور یا پھر اللہ کی طرف سے مغفرت اور اس کی رضا ہے۔“ رسول اللہ ﷺ کی دعوت کے ابتدائی دور کا ایک خطبہ ”نہج البلاغہ“ میں نقل ہوا ہے۔ اس کے اختتامی الفاظ یوں ہیں : … ثُمَّ لَتُحَاسَبُنَّ بِمَا تَعْمَلُوْنَ ، ثُمَّ لَتُجْزَوُنَّ بِالْاِحْسَانِ اِحْسَانًا وَبِالسُّوْئِ سُوْئً ، وَاِنَّھَا لَجَنَّـۃٌ اَبَدًا اَوْ لَنَارٌ اَبَدًا 1”… پھر لازماً تمہارے اعمال کا حساب کتاب ہوگا اور پھر لازماً تمہیں بدلہ ملے گا اچھائی کا اچھا اور برائی کا برا۔ اور وہ جنت ہے ہمیشہ کے لیے یا آگ ہے دائمی۔“ { وَمَا الْحَیٰوۃُ الدُّنْیَآ اِلاَّ مَتَاعُ الْغُرُوْرِ۔ } ”اور دنیا کی زندگی تو سوائے دھوکے کے ساز و سامان کے اور کچھ نہیں ہے۔“ تمہاری دنیوی زندگی کی حقیقت تو بس یہی ہے ‘ لیکن تم ہو کہ اس حقیقت کو فراموش اور نظر انداز کیے بیٹھے ہو۔ تمہارے دل میں نہ اللہ کی یاد ہے اور نہ آخرت کی فکر۔ بس تم اس عارضی اور دھوکے کی زندگی کی آسائشوں میں مگن اور اسی کی رنگینیوں میں گم ہو۔ یاد رکھو ! یہ طرز عمل غیروں کی پہچان تو ہوسکتا ہے ‘ ایک بندئہ مومن کے ہرگز شایانِ شان نہیں ہے۔ بقول علامہ اقبال : ؎کافر کی یہ پہچان کہ آفاق میں گم ہے مومن کی یہ پہچان کہ گم اس میں ہیں آفاق !",
  "ayah": 20,
  "surah": 57
}
