{
  "text": "آیت 27{ ثُمَّ قَفَّیْنَا عَلٰٓی اٰثَارِھِمْ بِرُسُلِنَا وَقَفَّیْنَا بِعِیْسَی ابْنِ مَرْیَمَ وَاٰتَـیْنٰـہُ الْاِنْجِیْلَ } ”پھر ہم نے بھیجے ان کے نقش قدم پر اپنے بہت سے رسول علیہ السلام اور پھر ان کے پیچھے بھیجا ہم نے عیسیٰ ابن مریم کو اور اسے ہم نے انجیل عطا فرمائی“ آیت 26 اور 27 میں حضرت نوح ‘ حضرت ابراہیم اور دوسرے انبیاء و رسل - کا ذکر تمہید کے طور پر آیا ہے۔ موضوع کے اعتبار سے اصل میں یہاں حضرت عیسیٰ علیہ السلام کا تذکرہ کرنا مقصود ہے جن کے پیروکاروں نے رہبانیت کی ابتدا کی تھی۔  { وَجَعَلْنَا فِیْ قُلُوْبِ الَّذِیْنَ اتَّبَعُوْہُ رَاْفَــۃً وَّرَحْمَۃً } ”اور جن لوگوں نے اس کی پیروی کی ہم نے ان کے دلوں میں بڑی نرمی اور رحمت پیدا کردی۔“ رافت اور رحمت ملتے جلتے مفہوم کے دو الفاظ ہیں۔ رافت دراصل وہ انسانی جذبہ ہے جس کے تحت انسان کسی کو تکلیف میں دیکھ کر تڑپ اٹھتا ہے۔ بقول امیر مینائی ؎خنجر چلے کسی پہ تڑپتے ہیں ہم امیرؔسارے جہاں کا درد ہمارے جگر میں ہے !یعنی یہ جذبہ ٔ رافت ہی ہے جس کی وجہ سے انسان کسی کے درد کو اپنا درد سمجھتا ہے ‘ جبکہ رحمت کا جذبہ انسان کو ترغیب دیتا ہے کہ وہ دوسرے انسان کی تکلیف دور کرنے کے لیے کوشش کرے۔ گویا رافت کا جذبہ بنیادی طور پر انسان کے دل میں تحریک پیدا کرتا ہے اور اس کے ردّعمل reflex action کا اظہار جذبہ رحمت کی وجہ سے ہوتا ہے۔ اس اعتبار سے رافت اور رحمت باہم تکمیلی complementary نوعیت کے جذبات ہیں۔ یہاں اللہ تعالیٰ کی طرف سے گویا تصدیق فرمائی گئی کہ حضرت عیسیٰ علیہ السلام کے ماننے والوں کے دلوں کو خصوصی طور پر رافت و رحمت کے جذبات سے مزین کیا گیا تھا۔ اس کی وجہ یہ تھی کہ حضرت عیسیٰ علیہ السلام خود بھی مزاج کے اعتبار سے انتہائی نرم اور رقیق القلب تھے ‘ آپ علیہ السلام کی شخصیت میں سختی کا عنصر بالکل نہیں تھا۔ آپ علیہ السلام کی شخصیت کے اس پہلو کا اندازہ اس مثال سے لگایا جاسکتا ہے کہ ایک دفعہ آپ علیہ السلام نے ایک شخص کو چوری کرتے دیکھا تو پوچھا کہ کیا تم چوری کر رہے ہو ؟ اس نے کہا نہیں میں چوری تو نہیں کر رہا۔ آپ علیہ السلام نے فرمایا : اچھا تو پھر میری آنکھ نے غلط دیکھا ہے۔ چناچہ آپ علیہ السلام کی شخصیت کے زیر اثر آپ علیہ السلام کے حواریین کی طبیعتوں میں بھی رافت ‘ رحمت ‘ رقت ِ قلب اور شفقت کے غیر معمولی جذبات پیدا ہوگئے تھے۔ یہ جذبات بلاشبہ اپنی جگہ مستحسن ہیں۔ خود حضور ﷺ کے بارے میں بھی اللہ تعالیٰ نے سورة التوبہ میں فرمایا ہے کہ آپ ﷺ اہل ایمان کے حق میں بہت نرم دل اور شفیق ہیں : { بِالْمُؤْمِنِیْنَ رَئُ وْفٌ رَّحِیْمٌ۔ } رافت اور رء وف ایک ہی مادے سے ہیں۔ بہرحال شیطان نے حضرت عیسیٰ علیہ السلام کے پیروکاروں کے مزاج کی نرمی سے فائدہ اٹھاتے ہوئے ان کے ان جذبات کا رخ رہبانیت کی طرف موڑ دیا۔ { وَرَھْبَانِیَّۃَ نِابْتَدَعُوْھَا } ”اور رہبانیت کی بدعت انہوں نے خود ایجاد کی تھی“ { مَا کَتَـبْنٰـھَا عَلَیْھِمْ اِلاَّ ابْتِغَآئَ رِضْوَانِ اللّٰہِ } ”ہم نے اسے ان پر لازم نہیں کیا تھا مگر اللہ کی خوشنودی کی تلاش میں“ اس فقرے کا ایک مفہوم تو یہ ہے کہ یہ رہبانیت انہوں نے اللہ کی رضا حاصل کرنے کے لیے اختیار کی تھی ‘ اس میں ان کی کسی بدنیتی کا عنصر شامل نہیں تھا۔ اس کا دوسرا مفہوم یہ بھی ہے کہ ہم نے تو ان پر کچھ لازم نہیں کیا تھا سوائے اس کے کہ وہ اللہ کی رضا تلاش کریں۔ لیکن انہوں نے اللہ کی رضا حاصل کرنے کے لیے نفس کشی self annihilation ‘ ترکِ دنیا ‘ رہبانیت اور تجرد بغیر نکاح کے کی زندگی بسر کرنے کا راستہ اختیار کرلیا۔ بہرحال حقیقت میں یہ اللہ کی رضا کا راستہ نہیں تھا۔ اللہ کی رضا حاصل کرنے کا درست راستہ تو جہاد کا راستہ ہے : { وَابْتَغُوْا اِلَـیْہِ الْوَسِیْلَۃَ وَجَاھِدُوْا فِیْ سَبِیْلِہٖ } المائدۃ : 35 ”اللہ کا قرب تلاش کرو اور اس کی راہ میں جہاد کرو !“ یعنی باطل کو ملیامیٹ کرنے ‘ حق کو غالب کرنے ‘ ظلم و ناانصافی کو اکھاڑ پھینکنے اور عدل و قسط کو قائم کرنے کے لیے اللہ کے مجاہد بن جائو ! اس راستے پر چلتے ہوئے جان و مال کی قربانیاں دو ‘ فاقے برداشت کرو اور ہر طرح کی تکالیف و مشکلات کا سامنا کرو۔ بہرحال شیطان نے حضرت عیسیٰ علیہ السلام کے پیروکاروں کو اللہ کے مقرب بننے اور اس کی رضا تلاش کرنے کا یہ راستہ ان کی نظروں سے اوجھل کر کے رہبانیت کے راستے پر ڈال دیا تاکہ اللہ کے نیک اور مخلص بندے تمدن کے معاملات سے لاتعلق رہیں اور معاشرے کے اندر ابلیسیت کے ننگے ناچ کو روکنے ٹوکنے والا کوئی نہ ہو۔ دنیا میں ظالموں اور شریروں کو کھلی چھوٹ حاصل ہو اور ان کو چیلنج کرنے والا کوئی نہ ہو۔ علامہ اقبال نے ”ابلیس کی مجلس شوریٰ“ میں اس کی بہترین تعبیر کی ہے کہ ابلیس نے اپنے چیلے چانٹوں کو ہدایات دیتے ہوئے ”مومن“ کے بارے میں کہا کہ ؎مست رکھو ذکر و فکر صبح گا ہی میں اسے پختہ تر کر دو مزاجِ خانقاہی میں اسے ! { فَمَا رَعَوْھَا حَقَّ رِعَایَتِھَا } ”پھر وہ اس کی رعایت بھی نہ کرسکے جیسا کہ اس کی رعایت کرنے کا حق تھا۔“ دراصل انسان کے لیے اپنے اوپر کوئی غیر فطری پابندی عائد کرنے کا فیصلہ کرلینا تو آسان ہے مگر پھر ساری عمر اس فیصلے کو نبھانا بہت مشکل ہے۔ یہی مشکل رہبانیت کا راستہ اختیار کرنے والے لوگوں کو پیش آئی۔ راہب اور راہبائیں بظاہر تو مجرد زندگی بسر کرنے کا عہد کرتے لیکن پھر فطرت کے ہاتھوں مجبور ہو کر زناکاریوں میں ملوث ہوجاتے۔ ان کے اس طرزعمل کا نتیجہ یہ نکلا کہ راہب خانوں کے تہہ خانے حرامی بچوں کے قبرستان بن گئے۔ History of Christian Monasticism پر لکھی گئی کتابوں میں اس بارے میں لرزہ خیز تفصیلات ملتی ہیں۔ دراصل انسان کے جنسی جذبے کو غیر فطری طور پر دبانا ایسا ہی ہے جیسے بہتے دریا پر بند باندھنا۔ دریا کے پانی کو مناسب راستہ دے کر تو اس پر بند باندھا جاسکتا ہے لیکن دریا کے پورے پانی کو روکنا کسی طور پر بھی ممکن نہیں۔ ظاہر ہے اگر کہیں کوئی ایسی کوشش ہوگی تو اس کے خطرناک نتائج نکلیں گے۔ یہ لوگ خود تسلیم کرتے ہیں کہ انسان کا جنسی جذبہ بہت منہ زور ہے۔ سگمنڈ فرائڈ عیسائیوں کے گھر کا آدمی ہے اور اس کی گواہی گویا ”شَھِدَ شَاھِدٌ مِّنْ اَھْلِھَا“ کا درجہ رکھتی ہے۔ انسان کے جنسی جذبے کو وہ تمام جذبات پر غالب اور باقی تمام جذبات کا محرک قرار دیتا ہے۔ اگرچہ میں ذاتی طور پر فرائڈ کے اس تجزیے سے متفق نہیں ہوں اور میری یہ رائے اکیلے فرائڈ یا اس کے اس تجزیے کے بارے میں ہی نہیں ‘ بلکہ میں سمجھتا ہوں کہ بیشتر مغربی فلاسفر انسانی زندگی پر فلسفیانہ بحث کے دوران اکثر غلط بینی اور کج روی کا شکار ہوگئے ہیں۔ جیسے فرائڈ کو ہر طرف سیکس ہی سیکس نظر آیا ‘ کارل مارکس کی نظریں انسان کے پیٹ پر مرکوز ہو کر رہ گئیں ‘ جبکہ ایڈلر صاحب کو انسان کے بڑا بننے کا جذبہ urge to dominate ہی ہر طرف چھایا ہوا دکھائی دیا۔ بہرحال مذکورہ فلاسفرز نے اپنے اپنے مطالعے اور تجزیے میں انسانی زندگی کے کسی ایک پہلو پر ضرورت سے زیادہ زور دیا ہے اور بہت سے دوسرے اہم پہلوئوں کو بالکل ہی نظر انداز کردیا ہے۔ لہٰذا ان کی ایسی آراء جزوی طور پر ہی درست تسلیم کی جاسکتی ہیں۔ بہرحال اگر یہ درست نہ بھی ہو کہ انسان کا جنسی جذبہ اس کے تمام جذبوں پر غالب اور اس کے باقی تمام جذبوں کا محرک ہے تو بھی اس حقیقت سے کسی کو انکار نہیں کہ انسان کا یہ جذبہ بہت منہ زور ہے اور اس کو غیر فطری طریقے سے قابو میں لانا ممکن نہیں۔ یہی وجہ ہے کہ اسلام نے اس جذبے کو نظم و ضبط میں لانے کے لیے نکاح کا فطری راستہ تجویز کیا ہے۔ رہبانیت کے لیے اختیار کیے گئے طور طریقے زیادہ تر چونکہ غیر فطری تھے اس لیے اسے اختیار کرنے والے لوگ اس کا حق ادا کرنے میں بری طرح ناکام رہے۔  { فَاٰ تَیْنَا الَّذِیْنَ اٰمَنُوْا مِنْھُمْ اَجْرَھُمْ } ”تو ہم نے ان میں سے ان لوگوں کو ان کا اجر دیا جو ایمان لے آئے۔“ ایک رائے کے مطابق یہ عیسائیوں کے ان لوگوں کا ذکر ہے جو حضور ﷺ کی بعثت سے پہلے کے زمانے میں صاحب ایمان تھے ‘ لیکن اس سے ایک مفہوم یہ بھی نکلتا ہے کہ ان میں سے جو لوگ نبی آخر الزماں ﷺ پر ایمان لا کر مسلمان ہوگئے انہیں ان کا اجر دیا جائے گا۔ { وَکَثِیْـرٌ مِّنْھُمْ فٰسِقُوْنَ۔ } ”لیکن ان کی اکثریت فاسقوں پر مشتمل ہے۔“",
  "ayah": 27,
  "surah": 57
}
