{
  "text": "وقوله - تعالى - : ( وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ . . . ) كلام مستأنف ، جئ به على سبيل الاعتراض فى أثناء وصية لقمان لابنه ، لبيان سمو منزلة الوالدين ، ولأن القرآن كثيرا ما يقرن بين الأمر بوحدانية الله - تعالى ، والأمر بالإِحسان إلى الوالدين .ومن ذلك قوله - تعالى : ( وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً ) وقوله - عز وجل - : ( قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً ) أى : أمرنا كل إنسان أن يكون بارا بأبويه ، وأن يحسن إليهما ، وأن يطيع أمرهما فى المعروف .ثم بين - سبحانه - ما بذلته الأم من جهد يوجب الإِحسان إليهما فقال : ( حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ ) أى : حملته أمه فى بطنها وهى تزداد فى كل يوم ضعفا على ضعف ، بسبب زيادة وزنه ، وكبر حجمه ، وتعريضها لألوان من التعب خلال حمله ووضعه .والوهن : الضعف . يقال : وهو فلان يهن وهنا : إذا ضعف . ولفظ \" وهنا \" حال من أمه بتقدير مضاف . أى : حملته أمه ذات وهن ، أو مصدر مؤكد لفعل هو الحال . أى : تهن وهنا . وقوله : ( على وَهْنٍ ) متعلق بمحذوف صفة للمصدر . أى : وهنا كائنا على وهن .وقوله : ( وَفِصَالُهُ فِي عَامَيْنِ ) بيان لمدة إرضاعه . والفصال : الفطام عن الرضاع . أى : وفطام المولود عن الرضاعة يتم بانقضاء عامين من ولادته ، كما قال - تعالى - : ( والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة ) وهاتان الجملتان ( حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ ) جاءتا بعد الوصية بالوالدين عموما ، تأكيدا لحق الأم ، وبيانا لما تبذله من جهد شاق فى سبيل أولادها ، تستحق من أجله كل رعاية وتكريم وإحسان .قال صاحب الكشاف : فإن قلت : فقوله : ( حَمَلَتْهُ أُمُّهُ وَهْناً على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ ) كيف اعترض به بين المفسر والمفسر؟قلت : لما وصى بالوالدين : ذكر ما تكابده الأم وتعانيه من المشاق والمتاعب فى حمله وفصاله هذه المدة المتطاولة ، إيجابا للتوصية بالوالدة خصوصا وتذكيرا بحقها العظيم مفردا ، ومن ثم \" قال رسول الله صلى الله عليه وسلم بمن قال له : من أبر؟ قال : \" أمك ثم أمك ثم أمك ، ثم قال بعد ذلك : \" ثم أباك \" \" .وقوله - سبحانه - : ( أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير ) بيان لما تستلزمه الوصية بالوالدين أى : وصينا الإِنسان بوالديه حسنا ، وقلنا له : اشكر لخالقكم فضله عليك ، بأن تخلص له العبادة والطاعة ، واشكر لوالديك ما تحملاه من أجلك من تعب ، بأن تحسن إليهما ، واعلم أن مصيرك إلى خالقك - عز وجل - وسيحاسبك على أعمالك ، وسيجازيك عليها بما تستحقه من ثواب أو عقاب .",
  "ayah": 14,
  "surah": 31
}
