{
  "text": "ثم ذكر - سبحانه - بعض النعم التى أنعم بها على الناس ، ودعا المنحرفين عن الحق إلى ترك المجادلة بالباطل ، وإلى مخالفة الشيطان ، فقال - تعالى - : ( أَلَمْ تَرَوْاْ أَنَّ الله . . . عَذَابِ السعير ) .والخطاب فى قوله - تعالى - : ( أَلَمْ تَرَوْاْ أَنَّ الله سَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض ) لأولئك المشركين الذين استحبوا العمى على الهدى ، واشتروا لهو الحديث ليضلوا غيرهم عن طريق الحق .وسخر : من التسخير ، بمعنى التذليل والتكليف ، يقال : سخر فلان فلانا تسخيرا ، إذا كلفه عملا بلا أجرة ، والمراد به هنا : الإِعداد والتهيئة لما يراد الانتفاع به .والاستفهام لتقرير الواقع وتأكيده . أى : لقد رأيتم - أيها الناس - وشاهدتم أن الله - تعالى - سخر لمنفعتكم ومصلحتكم ما فى السماوات من شمس وقمر ونجوم . . وما فى الأرض من زرع وأشجار وحيوانات وجبال . . وما دام الأمر كذلك فاشكروا الله - تعالى - على هذا التسخير ، وأخلصوا له العبادة والطاعة .وقوله - تعالى - : ( وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً ) معطوف على ما قبله .وقوله : ( وَأَسْبَغَ ) بمعنى أتم وأكمل عليكم نعمه : وهى ما ينتفع به الإِنسان ويستلذه من الحلال .والنعمة الظاهرة : هى النعمة المحسوسة كنعمة السمع والبصر وحسن الهيئة والمال ، والجاه ، وما شبه ذلك ما يراه الإِنسان ويشاهده .والنعمة الباطنة : هى النعمة الخفية الى يجد الإِنسان أثرها فى نفسه دون أن يراها . كنعمة الإِيمان بالله - تعالى - وإسلام الوجه له - عز وجل - ، والاتجاه إلى مكارم الأخلاق ، والبعد عن رذائلها وسفسافها .وفى تفسير النعم الظاهرة والباطنة أقوال أخرى ، نرى أن ما ذكرناه أوجهها وأجمعها .ثم بين - سبحانه - ما عليه بعض الناس من جدال بالباطل فقال : ( وَمِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَابٍ مُّنِيرٍ ) .وقوله : ( يُجَادِلُ ) من الجدال بمعنى المفاوضة على سبيل المخاصمة والمنازعة والمغالبة . مأخوذ من جدلت الحبل ، إذا أحكمت فتله ، فكأن المتجادلين يحول كل واحد منهما أن يقوى رأيه ، ويضعف رأى صاحبه .والمراد من المجادلة فى الله : المجادلة فى ذاته وصفاته وتشريعاته . .وقوله : ( بِغَيْرِ عِلْمٍ ) حال من الفاعل فى ( يُجَادِلُ ) ، وهى حال موضحة لما تشعر به المجادلة هنا من الجهل والعناد . أى : ومن الناس قوم استولى عليهم الجهل والعناد ، لأنهم يجادلون ونازعون فى ذات الله ، وفى صفاته ، وفى وحيه ، وفى تشريعاته . . بغير مستند من عمل عقلى أو نقلى ، وبغير \" هدى \" يهديه ويرشديه إلى الحق ، وبغير ( كِتَابٍ مُّنِيرٍ ) أى : وبغير وحى ينير عقله وقلبه ، ويوضح له سبيل الرشاد .فأنت ترى أن الآية الكريمة قد جردت هذا المجادل ، من أى مستند يستند إليه فى جداله ، سواء أكان هذا المستند عقليا أم نقليا ، بل أثبتت له الجهالة من كل الجهات .",
  "ayah": 20,
  "surah": 31
}
