{
  "text": "جملة { له معقبات } إلى آخرها ، يجوز أن تكون متصلة ب { من } الموصولة من قوله : { من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار } [ الرعد : 10 ]. على أن الجملة خبر ثاننٍ عن من أسر القول } وما عطف عليه .والضمير في { له } والضمير المنصوب في { يحفظونه } ، وضميرا { من بين يديه ومن خلفه } جاءت مفردة لأن كلا منها عائد إلى أحد أصحاب تلك الصلات حيث إن ذكرهم ذكر أقسام من الذين جعلوا سواء في علم الله تعالى ، أي لكل من أسرّ القول ومنْ جهر به ومن هو مستخف بالليل وسارب بالنّهار معقبات يحفظونه من غوائل تلك الأوقات .ويجوز أن تتصل الجملة ب { من هو مستخف بالليل وسارب بالنهار } [ الرعد : 10 ] ، وإفراد الضمير لمراعاة عطف صلة على صلة دون إعادة الموصول . والمعنى كالوجه الأول .و ( المعقبات ) جمع معَقّبة بفتح العين وتشديد القاف مكسورة اسم فاعل عَقّبه إذا تبعه . وصيغة التفعيل فيه للمبالغة في العقب . يقال : عقبه إذا اتبعه واشتقاته من العقب يقال فكسر وهو اسم لمؤخّر الرجل فهو فَعِل مشتق من الاسم الجامد لأنّ الّذي يتبع غيره كأنّه يطأ على عقبه ، والمراد : ملائكة معقّبات . والواحد معقب .وإنما جمع جمع مؤنث بتأويل الجماعات .والحفظ : المراقبة ، ومنه سمي الرقيب حفيظاً . والمعنى : يراقبون كلّ أحد في أحواله من إسرار وإعلان ، وسكون وحركة ، أي في أحوال ذلك ، قال تعالى : { وإن عليكم لحافظين } [ الانفطار : 10 ].و { من بين يديه ومن خلفه } مستعمل في معنى الإحاطة من الجهات كلها .وقوله : { من أمر الله } صفة { معقبات } ، أي جماعات من جند الله وأمره ، كقوله تعالى : { قل الروح من أمر ربي } [ الإسراء : 85 ] وقوله : { وكذلك أوحينا إليك روحاً من أمرنا } [ الشورى : 52 ] يعني القرآن .ويجوز أن يكون الحفظ على الوجه الثاني مراداً به الوقاية والصيانة ، أي يحفظون من هو مستخف بالليل وسارب بالنهار ، أي يقونه أضرار الليل من اللصوص وذوات السموم ، وأضرارَ النّهار نحو الزحام والقتال ، فيكون { من أمر الله } جاراً ومجروراً لغواً متعلقاً ب { يحفظونه } ، أي يقُونه من مخلوقات الله . وهذا منّة على العباد بلطف الله بهم وإلا لكان أدنى شيء يضر بهم . قال تعالى : { الله لطيف بعباده } [ سورة الشورى : 19 ].جملة معترضة بين الجمل المتقدمة المسوقة للاستدلال على عظيم قدرة الله تعالى وعلمه بمصنوعاته وبين التذكير بقوة قدرته وبين جملة { هو الذي يريكم البرق خوفاً وطمعاً } [ سورة الرعد : 12 ]. والمقصود تحذيرهم من الإصرار على الشّرك بتحذيرهم من حلول العقاب في الدنيا في مقابلة استعجالهم بالسيئة قبل الحسنة ، ذلك أنهم كانوا في نعمة من العيش فبطروا النعمة وقابلوا دعوة الرسول بالهزء وعاملوا المؤمنين بالتّحقير{ وقالوا لو نزل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] { وذرني والمكذبين أولي النعمة ومهلهم قليلا } [ المزمل : 11 ].فذكرهم الله بنعمته عليهم ونبههم إلى أنّ زوالها لا يكون إلاّ بسبب أعمالهم السيّئة بعد ما أنذرهم ودعاهم .والتغيير : التبديل بالمُغاير ، فلا جرم أنه تديد لأولي النعمة من المشركين بأنهم قد تعرضوا لتغييرها . فما صدقُ ما إِنَّ اللَّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حتى يُغَيِّرُواْ مَا بِأَنفُسِهِمْ وَإِذَآ أَرَادَ اللَّهُ بِقَوْمٍ سواءا فَلاَ مَرَدَّ لَهُ وَمَا لَهُمْ مِّن دُونِهِ مِن وَالٍ } الموصولة حالة ، والباء للملابسة ، أي حالة ملابسة لقوم ، أي حالة نعمة لأنها محل التحذير من التغيير ، وأما غيرها فتغييره مطلوب . وأطلق التغيير في قوله : { حتى يغيروا } على التسبب فيه على طريقة المجاز العقلي .وجملة { وإذا أراد الله بقوم سوءاً فلا مرد له } تصريح بمفهوم الغاية المسْتفاد من { حتى يغيروا ما بأنفسهم } تأكيداً للتحذير . لأن المقام لكونه مقام خوف ووجل يقتضي التصريح دون التعريض ولا ما يقرب منه ، أي إذا أراد الله أن يغيّر ما بقوم حين يغيرون ما بأنفهسم لا يَردّ إرادته شيء . وذلك تحذير من الغرور أن يقولوا : سنسترسل على ما نحن فيه فإذا رأينا العذاب آمنا . وهذا كقوله : { فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس } [ سورة يونس : 98 ] الآية .وجملة وما لهم من دونه من وال } زيادة في التحذير من الغرور لئلا يحسبوا أن أصنامهم شفعاؤهم عند الله .والوالي : الذي يلي أمر أحد ، أي يشتغل بأمره اشتغال تدبير ونفع ، مشتق من ولي إذا قَرب ، وهو قرب ملابسة ومعالجة .وقرأ الجمهور { من وال } بتنوين { وال } دون ياء في الوصل والوقف . وقرأه ابن كثير بياء بعد اللام وقفا فقط دون الوصل كما علمته في قوله تعالى { ومن يضلل الله فما له من هاد } في هذه السورة الرعد ( 33 ).",
  "ayah": 11,
  "surah": 13
}
