{
  "text": "عطف على جملة { له دعوة الحق } [ سورة الرعد : 14 ] أي له دعوة الحق وله يسجد من في السماوات والأرض وذلك شعار الإلهية ، فأما الدعوة فقد اختص بالحقة منها دون الباطلة ، وأما السجود وهو الهويّ إلى الأرض بقصد الخضوع فقد اختص الله به على الإطلاق ، لأن الموجودات العليا والمؤمنين بالله يسجدون له ، والمشركين لا يسجدون للأصنام ولا لله تعالى ، ولعلهم يسجدون لله في بعض الأحوال .وعدل عن ضمير الجلالة إلى اسمه تعالى العَلَم تبعاً للأسلوب السابق في افتتاح الأغراض الأصلية .والعموم المستفاد من مَن } الموصولة عموم عرفي يراد به الكثرة الكاثرة .والمقصود من { طوعاً وكرهاً } تقسيم أحوال الساجدين . والمراد بالطوع الانسياق من النفس تقرّباً وزُلفى لمحض التعظيم ومحبة الله . وبالكَره الاضطرار عند الشدة والحاجة كما في قوله تعالى : { ثم إذا مسكم الضر فإليه تجأرون } [ سورة النحل : 53 ]. ومنه قولهم : مُكره أخُوك لا بَطل ، أي مضطر إلى المقاتلة وليس المراد من الكَره الضغط والإلجاء كما فسر به بعضهم فهو بعيد عن الغرض كما سيأتي .والظلال : جمع ظل ، وهو صورة الجسم المنعكس إليه نور .والضمير راجع إلى من في السماوات والأرض } مخصوصٌ بالصالح له من الأجسام الكثيفة ذات الظل تخصيصاً بالعقل والعادة ، وهو عطف على { من } ، أي يسجد مَن في السماوات وتسجد ظِلالهم .والغدُوّ : الزمان الذي يغدو فيه الناس ، أي يخرجون إلى حوائجهم : إما مصدراً على تقدير مضاف ، أي وقت الغدو؛ وإما جمع غُدوة ، فقد حكي جمعها على غُدوّ ، وتقدم في آخر سورة الأعراف .والآصال : جمع أصيل ، وهو وقت اصفرار الشمس في آخر المساء ، والمقصود من ذكرهما استيعاب أجزاء أزمنة الظل .ومعنى سجود الظلال أن الله خلقها من أعراض الأجسام الأرضية ، فهي مرتبطة بنظام انعكاس أشعة الشمس عليها وانتهاء الأشعة إلى صلابة وجه الأرض حتى تكون الظلال واقعة على الأرض وُقوعَ الساجد ، فإذا كان من الناس من يأبى السجود لله أو يتركه اشتغالاً عنه بالسجود للأصنام فقد جعل الله مثاله شاهداً على استحقاق الله السجود إليه شهادة رمزية . ولو جعل الله الشمس شمسين متقابلتين على السواء لانعدمت الظلال ، ولو جعل وجه الأرض شفافاً أو لامعاً كالماء لم يظهر الظل عليه بيّنا . فهذا من رموز الصنعة التي أوجدها الله وأدقّها دقة بديعة . وجعل نظام الموجودات الأرضية مهيئة لها في الخلقة لحكم مجتمعة ، منها : أن تكون رموزاً دالّة على انفراده تعالى بالإلهية ، وعلى حاجة المخلوقات إليه ، وجعل أكثرها في نوع الإنسان لأن نوعه مختص بالكفران دون الحيوان .والغرض من هذا الاستدلال الرمزي التنبيه لدقائق الصنع الإلهي كيف جاء على نظام مطّرد دال بعضه على بعض ، كما قيل: ... وفي كل شيء له آية تدلّعلى أنه الواحد ...والاستدلال مع ذلك على أن الأشياء تسجد لله لأن ظلالها واقعة على الأرض في كل مكان وما هي مساجد للأصنام وأن الأصنام لها أمكنة معينة هي حماها وحريمها وأكثر الأصنام ، في البيوت مثل : العزى وذي الخلصة وذي الكعبات حيث تنعدم الظلال في البيوت .وهذه الآية موضع سجود من سجود القرآن ، وهي السجدة الثانية في ترتيب المصحف باتفاق الفقهاء . ومن حكمة السجود عند قراءتها أن يضع المسلم نفسه في عداد ما يسجد لله طوعاً بإيقاعه السجود . وهذا اعتراف فعلي بالعبودية لله تعالى .{ قُلْ مَن رَّبُّ السماوات والارض قُلِ الله قُلْ أفاتخذتم مِّن دُونِهِ أَوْلِيَآءَ لاَ يَمْلِكُونَ لأَنْفُسِهِمْ نَفْعًا وَلاَ ضَرًّا }لما نهضت الأدلة الصريحة بمظاهر الموجودات المتنوعة على انفراده بالإلهية من قوله : { الله الذي رفع السماوات بغير عمد ترونها } [ سورة الرعد : 2 ] وقوله : { وهو الذي مدّ الأرض } [ سورة الرعد : 3 ] وقوله : { الله يعلم ما تحمل كل أنثى } [ سورة الرعد : 8 ] وقوله : { هو الذي يريكم البرق } [ سورة الرعد : 12 ] الآيات ، وبما فيها من دلالة رمزية دقيقة من قوله : { له دعوة الحق } [ سورة الرعد : 14 ] وقوله : { ولله يسجد من في السماوات } [ سورة الرعد : 15 ] إلى آخرها لا جرم تهيّأ المقام لتقرير المشركين تقريراً لا يجدون معه عن الإقرار مندوحة ، ثم لتقريعهم على الإشراك تقريعاً لا يسعهم إلاّ تجرّع مرارته ، لذلك استؤنف الكلام وافتتح بالأمر بالقول تنويهاً بوضوح الحجة .ولكون الاستفهام غير حقيقي جاء جوابه من قِبَل المستفِهم . وهذا كثير في القرآن وهو من بديع أساليبه ، كقوله : { عم يتساءلون عن النبأ العظيم } [ سورة النبأ : 1 2 ]. وتقدم عند قوله تعالى : { قل لمن ما في السماوات والأرض قل لله كتب على نفسه الرحمة } في سورة الأنعام ( 12 ).وإعادة فعل الأمر بالقول في قل أفاتخذتم من دونه أولياء } الذي هو تفريع على الإقرار بأن الله ربّ السماوات والأرض لقصد الاهتمام بذلك التفريع لما فيه من الحجة الواضحة .فالاستفهام تقرير وتوبيخ وتسفيه لرأيهم بناءً على الإقرار المسلّم . وفيه استدلال آخر على عدم أهلية أصنامهم للإهلية فإن اتخاذهم أولياء من دونه معلوم لا يحتاج إلى الاستفهام عنه .وجملة { لا يملكون } صفة ل { أولياء } ، والمقصود منها تنبيه السامعين للنظر في تلك الصفة فإنهم إن تدبروا علموها وعلموا أن من كانت تلك صفته فليس بأهل لأن يعبد .ومعنى الملك هنا القدرة كما في قوله تعالى : { قل أتعبدون من دون الله ما لا يملك لكم ضراً ولا نفعاً } في سورة العقود ( 76 ). وفي الحديث : أوَ أمْلِك لك أنْ نزع الله من قلبك الرحمة .وعطف الضر على النفع استقصاء في عجزهم لأن شأن الضرّ أنه أقرب للاستطاعة وأسهل .قُلْ هَلْ يَسْتَوِى الاعمى والبصير أَمْ هَلْ تَسْتَوِى الظلمات والنور }إعادة الأمر بالقول للاهتمام الخاصّ بهذا الكلام لأن ما قبله إبطال لاستحقاق آلهتهم العبادة . وهذا إظهار لمزية المؤمنين بالله على أهل الشرك ، ذلك أن قوله : { قل من رب السماوات والأرض قل الله } تضمّن أن الرسول عليه السلام دعا إلى إفراد الله بالربوبية وأن المخاطبين أثبتوا الربوبية للأصنام فكان حالهم وحاله كحال الأعمى والبصير وحال الظلمات والنور .ونفي التسوية بين الحالين يتضمن تشبيهاً بالحالين وهذا من صيغ التشبيه البليغ .و { أم } للإضراب الانتقالي في التشبيه . فهي لتشبيه آخر بمنزلة { أو } في قول لبيد: ... أوْ رَجْعُ واشمة أسف نؤورهاوقوله تعالى : { أو كصيب من السماء }.وأظهر حرف { هل } بعد { أم } لأن فيه إفادة تحقيق الاستفهام . وذلك ليس مما تغني فيه دلالة { أم } على أصل الاستفهام ولذلك لا تظهر الهمزة بعد { أم } اكتفاء بدلالة { أم } على تقدير استفهام .وجمع الظلمات وإفراد النور تقدم عند قوله تعالى : { وجعل الظلمات والنور } في أول سورة الأنعام ( 1 ).واختير التشبيه في المتقابلات العَمَى والبصر ، والظلمة والنور ، لتمام المناسبة لأن حال المشركين أصحاب العمى كحال الظلمة في انعدام إدراك المبصرات ، وحال المؤمنين كحال البصر في العلم وكحال النور في الإفاضة والإرشاد .وقرأ الجمهور تستوى الظلمات } بفوقية في أوله مراعاة لتأنيث الظلمات . وقرأ حمزة ، والكسائي ، وأبو بكر عن عاصم ، وخلف بتحتية في أوله وذلك وجه في الجمع غير المذكر السالم .",
  "ayah": 15,
  "surah": 13
}
