{
  "text": "وأعيد اسم الموصول هذا وما عطف عليه من الأسماء الموصولة ، للدلالة على أنها صلاتها خصال عظيمة تقتضي الاهتمام بذكر من اتصف بها ، ولدفع توهم أن عقبى الدار لا تتحقق لهم إلا إذا جمعوا كل هذه الصفات .فالمراد ب { الذين يصلون ما أمر الله به أن يوصل } ما يصدق على الفريق الذين يوفون بعهد الله .ومناسبة عطفه أنّ وصْلَ ما أمر الله به أن يوصل أثر من آثار الوفاء بعهد الله وهو عهد الطاعة الداخل في قوله : { وأن اعبدوني هذا صراط مستقيم } في سورة يس ( 61 ).والوصل : ضم شيء لشيء . وضده القطع . ويطلق مجازاً على القُرب وضده الهجر . واشتهر مجازاً أيضاً في الإحسان والإكرام ومنه قولهم ، صلة الرحم ، أي الإحسان لأجل الرحم ، أي لأجل القرابة الآتية من الأرحام مباشرة أو بواسط ، وذلك النسب الجائي من الأمهات . وأطلقت على قرابة النسب من جانب الآباء أيضاً لأنها لا تخلو غالباً من اشتراك في الأمهات ولو بَعِدْنَ .وما أمر الله به أن يوصل } عام في جميع الأواصر والعلائق التي أمر الله بالمودة والإحسان لأصحابها .فمنها آصرة الإيمان ، ومنها آصرة القرابة وهي صلة الرحم . وقد اتفق المفسرون على أنها مراد الله هنا ، وقد تقدم مثله عند قوله تعالى : { وما يضل به إلا الفاسقين الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل } في سورة البقرة ( 26 ، 27 ).وإنما أطنب في التعبير عنها بطريقة اسم الموصول { ما أمر الله به أن يوصل } لما في الصلة من التعريض بأن واصلها آتتٍ بما يرضي الله لينتقل من ذلك إلى التعريض بالمشركين الذين قطعوا أواصر القرابة بينهم وبين رسول الله صلى الله عليه وسلم ومَن معه من المؤمنين وأساءوا إليهم في كل حال وكتبوا صحيفة القطيعة مع بني هاشم .وفيها الثناء على المؤمنين بأنهم يصلون الأرحام ولم يقطعوا أرحام قومهم المشركين إلا عندما حاربوهم وناووهم .وقوله : { أن يوصل } بدل من ضمير { به } ، أي ما أمر الله بوصله . وجيء بهذا النظم لزيادة تقرير المقصود وهو الأرحام بعد تقريره بالموصولية .والخشية : خوف بتعظيم المخوف منه وتقدمت في قوله تعالى : { وإنها لكبيرة إلا على الخاشعين } في سورة البقرة ( 45 ). وتطلق على مطلق الخوف .والخوف : ظن وقوع المضرة من شيء . وتقدم في قوله تعالى : { إلا أن يخافا ألاّ يقيما حدود الله } في سورة البقرة ( 229 ).وسوء الحساب } ما يحفّ به مما يسوء المحاسَب ، وقد تقدم آنفاً ، أي يخافون وقوعه عليهم فيتركون العمل السيّء .وجاءت الصلات { الذين يوفون } و { الذين يصلون } وما عطف عليهما بصيغة المضارع في تلك الأفعال الخمسة لإفادة التجدد كناية عن الاستمرار .",
  "ayah": 21,
  "surah": 13
}
