{
  "text": "هذه الجملة مستأنفة استئنافاً بيانياً جواباً عما يهجس في نفوس السامعين من المؤمنين والكافرين من سماع قوله : { أولئك لهم اللعنة ولهم سوء الدار } المفيد أنهم مغضوب عليهم ، فأما المؤمنون فيقولون : كيف بَسط الله الرزق لهم في الدنيا فازدادوا به طغياناً وكفراً وهلا عذبهم في الدنيا بالخصاصة كما قدر تعذيبهم في الآخرة ، وذلك مثل قول موسى عليه السلام { ربّنَا إنك آتيت فرعون وملأه زينة وأموالاً في الحياة الدنيا ربنا ليضلوا عن سبيلك } [ سورة يونس : 88 ] ، وأما الكافرون فيسخرون من الوعيد مزدهين بما لهم من نعمة . فأجيب الفريقان بأن الله يشاء بسط الرزق لبعض عباده ونقصه لبعض آخر لحكمةٍ متصلة بأسباب العيش في الدنيا ، ولذلك اتّصال بحال الكرامة عنده في الآخرة . ولذلك جاء التعميم في قوله : لمن يشاء } ، ومشيئته تعالى وأسبابها لا يطلع عليها أحد .وأفاد تقديم المسند إليه على الخبر الفعلي في قوله : { الله يبسط } تقويةً للحكم وتأكيداً ، لأن المقصود أن يعلمه الناس ولفت العقول إليه على رأي السكاكي في أمثاله . وليس المقام مقام إفادة الحصر كما درج عليه «الكشاف» إذ ليس ثمة من يزعم الشركة لله في ذلك ، أو من يزعم أن الله لا يفعل ذلك فيقصد الرد عليه بطريق القصر .والبسط : مستعار للكثرة وللدوام . والقَدْر : كناية عن القلة .ولما كان المقصود الأول من هذا الكلام تعليم المسلمين كان الكلام موجهاً إليهم .وجيء في جانب الكافرين بضمير الغيبة إشارة إلى أنهم أقل من أن يفهموا هذه الدقائق لعنجهية نفوسهم فهم فرحُوا بما لهم في الحياة الدنيا وغفلوا عن الآخرة ، فالفرح المذكور فرحُ بَطَر وطغيان كما في قوله تعالى في شأن قارون : { إذ قال له قومه لا تفرح إن الله لا يحب الفرحين } [ سورة القصص : 76 ] ، فالمعنى فرحوا بالحياة الدنيا دون اهتمام بالآخرة . وهذا المعنى أفادهُ الاقتصار على ذكر الدنيا في حين ذكر الآخرة أيضاً بقوله : وما الحياة الدنيا في الآخرة إلا متاع }.والمراد بالحياة الدنيا وبالآخرة نعيمهما بقرينة السياق ، فالكلام من إضافة الحكم إلى الذات والمراد أحوالها .و { في } ظرف مستقر حال من { الحياة الدنيا }. ومعنى { في } الظرفية المجازية بمعنى المقايسة ، أي إذا نُسبت أحوال الحياة الدنيا بأحوال الآخرة ظهر أن أحوال الدنيا متاعٌ قليل ، وتقدم عند قوله : { فما متاع الحياة الدنيا في الآخرة إلا قليل } في سورة براءة ( 38 ).والمتاع : ما يتمتع به وينقضي . وتنكيره للتقليل كقوله : { لا يغرنك تقلب الذين كفروا في البلاد متاع قليل } [ سورة آل عمران : 196 197 ].",
  "ayah": 26,
  "surah": 13
}
