{
  "text": "يجوز أن تكون عطفاً على جملة { كذلك أرسلناك في أمة } لأن المقصود من الجملة المعطوف عليها أن رسالته لم تكن إلا مثل رسالة غيره من الرسل عليهم السّلام كما أشار إليه صفة { أمة قد خلت من قبلها أمم } ، فتكون جملة { ولو أن قرآناً } تتمة للجواب عن قولهم : { لولا أنزل عليه آية من ربه }.ويجوز أن تكون معترضة بين جملة { قل هو ربي } وبين جملة { أفمن هو قائم على كل نفس } [ سورة الرعد : 33 ] كما سيأتي هنالك . ويجوز أن تكون محكية بالقول عطفاً على جملة هو ربي لا إله إلا هو }.والمعنى : لو أن كتاباً من الكتب السالفة اشتمل على أكثر من الهداية فكانت مصادر لإيجاد العجائب لكان هذا القرآن كذلك ولكن لم يكن قرآنٌ كذلك ، فهذا القرآن لا يتطلب منه الاشتمال على ذلك إذ ليس ذلك من سُنن الكتب الإلهية .وجواب { لو } محذوف لدلالة المقام عليه . وحذفُ جواب { لو } كثير في القرآن كقوله : { ولو ترى إذ وقفوا على النار } [ سورة الأنعام : 27 ] وقوله : { ولو ترى إذ المجرمون ناكسوا رؤوسهم } [ سورة السجدة : 12 ].ويفيد ذلك معنى تعريضياً بالنداء عليهم بنهاية ضلالتهم ، إذ لم يهتدوا بهدي القرآن ودلائله والحال لو أن قرآناً أمَر الجبال أن تسير والأرض أن تتقطع والموتى أن تتكلم لكان هذا القرآن بالغاً ذلك ولكن ذلك ليس من شأن الكتب ، فيكون على حدّ قول أبَيّ بن سُلْمَى من الحماسة:ولو طَارَ ذو حافر قَبلها ...لطارتْ ولكنه لم يَطِر ...ووجه تخصيص هذه الأشياء الثلاثة من بين الخوارق المفروضة ما رواه الواحدي والطبري عن ابن عباس : أن كفار قريش ، أبا جهل وابن أبي أميّة وغيرهما جلسوا خلف الكعبة ثم أرسلوا إلى النبي فقالوا : لو وسّعْت لنا جبال مكّة فسيرتها حتى تتسع أرضنا فنحتَرثهما فإنها ضيقة ، أو قرّب إلينا الشام فإنا نتجر إليها ، أو أخرج قصَياً نكلمه .وقد يؤيد هذه الرواية أنه تَكرر فرض تكليم الموتى بقوله في سورة الأنعام { ولو أننا نزلنا إليهم الملائكة وكلّمهم الموتى } [ سورة الأنعام : 111 ] ، فكان في ذكر هذه الأشياء إشارةٌ إلى تهكمهم . وعلى هذا يكون قطعت به الأرض } قطعت مسافات الأسفار كقوله تعالى : { لقد تقطع بينكم } [ سورة الأنعام : 94 ].وجملة { بل لله الأمر جميعاً } عطف على { ولو أن قرآناً } بحرف الإضراب ، أي ليس ذلك من شأن الكتب بل لله أمر كل محدَث فهو الذي أنزل الكتاب وهو الذي يخلق العجائب إن شاء ، وليس ذلك إلى النبي صلى الله عليه وسلم ولا عند سؤالكم ، فأمر الله نبيئه بأن يقول هذا الكلام إجراء لكلامهم على خلاف مرادهم على طريقة الأسلوب الحكيم ، لأنهم ما أرادوا بما قالوه إلا التهكم ، فحمل كلامهم على خلاف مرادهم تنبيهاً على أن الأولى بهم أن ينظروا هل كان في الكتب السابقة قُرآن يتأتى به مثل ما سألوه .ومثل ذلك قول الحجاج للقبعثري : لأحملنّك على الأدهم ( يريد القيد ). فأجابه القبعثري بأن قال : مثلُ الأمير يحمل على الأدهم والأشهب ، فصرفه إلى لون فرس .والأمر هنا : التصرف التكويني ، أي ليس القرآن ولا غيره بمكوّن شيئاً مما سألتم بل الله الذي يكوّن الأشياء .وقد أفادت الجملتان المعطوفة والمعطوف عليها معنى القصر لأن العطف ب { بل } من طرق القصر ، فاللام في قوله : { الأمر } للاستغراق ، و { جميعاً } تأكيد له . وتقديم المجرور على المبتدأ لمجرد الاهتمام لأن القصر أفيد ب { بل } العاطفة .وفرع على الجملتين { أفلم ييأس الذين آمنوا أن لو يشاء الله لهدى الناس جميعاً } استفهاماً إنكارياً إنكاراً لانتفاء يَأسي الذين آمنوا ، أي فهم حقيقون بزوال يأسهم وأن يعلموا أن لو يشاء الله لهدى الناس جميعاً .وفي هذا الكلام زيادة تقرير لمضمون جملة { قل إن الله يضل من يشاء ويهدي إليه من أناب } [ سورة الرعد : 27 ].وييأس } بمعنى يوقن ويعلم ، ولا يستعمل هذا الفعل إلا مع { أن } المصدرية ، وأصله مشتق من اليَأس الّذي هو تيقّن عدم حصول المطلوب بعد البحث ، فاستعمل في مطلق اليقين على طريقة المجاز المرسل بعلاقة اللزوم لتضمن معنى اليأس معنى العلم وشاع ذلك حتى صار حقيقة ، ومنه قول سُحَيم بن وَثيل الرياحي: ... أقول لهم بالشّعْب إذ يَيْسَرُونَنِيألم تأيسوا أني ابنُ فارس زهدم ... وشواهد أخرى .وقد قيل : إن استعمال يَئِس بمعنى عَلِم لغة هَوازن أو لغة بنِي وَهْبيل ( فخذ من النخَع سمي باسم جَد ). وليس هنالك ما يلجىء إلى هذا . هذا إذا جعل { أن لو يشاء الله } مفعولاً ل { ييأس }. ويجوز أن يكون متعلق { ييأسْ } محذوفاً دل عليه المقام . تقديره : مِن إيمان هَؤلاء ، ويكونَ { أن لو يشاء الله } مجروراً بلام تعليل محذوفة . والتقدير : لأنه لو يشاء الله لهدى الناس ، فيكون تعليلاً لإنكار عَدَم يأسهم على تقدير حصوله .{ وَلاَ يَزَالُ الذين كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حتى يَأْتِىَ وَعْدُ الله إِنَّ الله لاَ يُخْلِفُ الميعاد }.معطوفة على جملة { ولو أن قرآناً سيرت به الجبال } على بعض الوجوه في تلك الجملة . وهي تهديد بالوعيد على تعنتهم وإصرارهم على عدم الاعتراف بمعجزة القرآن ، وتهكمهم باستعجال العذاب الذي توعدوا به ، فهددوا بما سيحلّ بهم من الخوف بحلول الكتائب والسرايا بهم تنال الذين حلّت فيهم وتخيف من حولهم حتى يأتي وعد الله بيوم بدر أو فتح مكّة .واستعمال { لا يزال } في أصلها تدل على الإخبار باستمرار شيء واقع ، فإذا كانت هذه الآية مكية تعين أن تكون نزلت عند وقوع بعض الحوادث المؤلمة بقريش من جوع أو مرض ، فتكون هذه الآية تنبيهاً لهم بأن ذلك عقاب من الله تعالى ووعيد بأن ذلك دائم فيهم حتى يأتي وعد لله .ولعلها نزلت في مدة إصابتهم بالسنين السبع المشار إليها بقوله تعالى : { ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات } [ سورة البقرة : 155 ].ومن جعلوا هذه السورة مدنية فتأويل الآية عندهم أن القارعة السرية من سرايا المسلمين التي تخرج لتهديد قريش ومن حولهم . وهو لا ملجىء إليه .والقارعة : في الأصل وصف من القرع ، وهو ضرب جسم بجسم آخر . يقال : قرع الباب إذا ضربه بيده بحلقة . ولما كان القرع يحدث صوتاً مباغتاً يكون مزعجاً لأجل تلك البغتة صار القرع مجازاً للمباغتة والمفاجأة ، ومثله الطّرْق . وصاغوا من هذا الوصف صيغة تأنيث إشارة إلى موصوف مُلتزم الحذف اختصاراً لكثرة الاستعمال ، وهو ما يؤوّل بالحادثة أو الكائنة أو النازلة ، كما قالوا : داهية وكارثة ، أي نازلة موصوفة بالإزعاج فإن بغت المصائب أشد وقعاً على النفس . ومنه تسمية ساعة البعث بالقارعة .والمراد هنا الحادثة المفجعة بقرينة إسناد الإصابة إليها . وهي مِثل الغارة والكارثة تحلّ فيهم فيصيبهم عذابها ، أو تقع بالقرب منهم فيصيبهم الخوف من تجاوزها إليهم ، فليس المراد بالقارعة الغزو والقتال لأنه لم يتعارف إطلاق اسم القارعة على موقعة القتال ، ولذلك لم يكن في الآية ما يدل على أنها مما نزل بالمدينة .ومعنى بما صنعوا } بسبب فعلهم وهو كفرهم وسوء معاملتهم نبيئَهم . وأتي في ذلك بالموصول لأنه أشمل لأعمالهم .وضمير { تحل } عائد إلى { قارعة } فيكون ترديداً لحالهم بين إصابة القوارع إياهم وبين حلول القوارع قريباً من أرضهم فهم في رعب منها وفزع ويجوز أن يكون { تحل } خطاباً للنبيء صلى الله عليه وسلم أي أو تحل أنتَ مع الجيش قريباً من دارهم . والحلول : النزول .وتحُلّ : بضم الحاء مضارع حَلّ اللازم . وقد التزم فيه الضم . وهذا الفعل مما استدركه بحرق اليمني على ابن مالك في شرح لامية الأفعال ، وهو وجيه .و { وعد الله } من إطلاق المصدر على المفعول ، أي موعود الله ، وهو ما توعدهم به من العذاب ، كما في قوله : { قل للذين كفروا ستغلبون وتحشرون إلى جهنم وبئس المهاد } [ سورة آل عمران : 12 ] ، فأشارت الآية إلى استئصالهم لأنها ذكرت الغلب ودخول جهنم ، فكان المعنى أنه غلبُ القتل بسيوف المسلمين وهو البطشة الكبرى . ومن ذلك يوم بدر ويوم حنين ويوم الفتح .وإتيان الوعد : مجاز في وقوعه وحلوله .وجملة إن الله لا يخلف الميعاد } تذييل لجملة { حتى يأتي وعد الله } إيذاناً بأن إتيان الوعد المغيا به محقق وأن الغاية به غاية بأمر قريب الوقوع . والتأكيد مراعاة لإنكار المشركين .",
  "ayah": 31,
  "surah": 13
}
