{
  "text": "الواو للاستئناف . وهذا استئناف ابتدائي انتقل به إلى فضل لبعض أهل الكتاب في حسن تلقيهم للقرآن بعد الفراغ من ذكر أحوال المشركين من قوله : { كذلك أرسلناك في أمة } [ سورة الرعد : 30 ] الخ ، ولذلك جاءت على أسلوبها في التعقيب بجملة { قل إنما أمرت أن أعبد الله ولا أشرك به } [ سورة الرعد : 36 ].والمناسبة هي أن الذين أرسل إليهم بالقرآن انقسموا في التصديق بالقرآن فِرقاً؛ ففريق آمنوا بالله وهم المؤمنون ، وفريق كفروا به وهم مصداق قوله : { وهم يكفرون بالرحمن } [ سورة الرعد : 30 ] ، كما تقدم أنه عائد إلى المشركين المفهومين من المقام كما هو مصطلح القرآن .وهذا فريق آخر أيضاً أهل الكتاب وهو منقسم أيضاً في تلقي القرآن فرقتين : فالفريق الأول صدّقوا بالقرآن وفرحوا به وهم الذين ذُكروا في قوله تعالى : { وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق } في سورة العقود ( 83 ) ، وكلهم من النصارى مثل ورقة بن نوفل وكذلك غيره ممن بلغهم القرآن أيام مُقام النبي بمكة قبل أن تبلغهم دعوة النبي فإن اليهود كانوا قد سُرُّوا بنزول القرآن مصدّقاً للتوراة ، وكانوا يحسبون دعوة النبي مقصورة على العرب فكان اليهود يستظهرون بالقرآن على المشركين ، قال تعالى : { وكانوا من قبل يستفتحون على الذين كفروا } [ سورة البقرة : 89 ]. وكان النصارى يستظهرون به على اليهود؛ وفريق لم يثبت لهم الفرحُ بالقرآن وهم معظم اليهود والنصارى البعداء عن مكة وما كفر الفريقان به إلا حين علموا أن دعوة الإسلام عامة .وبهذا التفسير تظهر بلاغة التعبير عنهم بيفرحون والذين آتيناهم الكتاب يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمِنَ الاحزاب مَن يُنكِرُ بَعْضَهُ } دون { يؤمنون }. وإنما سلكنا هذا الوجه بناءً على أن هذه السورة مكية كان نزولها قبل أن يُسلم عبد الله بن سلام وسَلْمان الفارسي وبعض نصارى نجران وبعض نصارى اليمن ، فإن كانت السورة مدنية أو كان هذا من المدني فلا إشْكال . فالمراد بالذين آتياناهم الكتاب الذين أوتوه إيتاء كاملاً ، وهو المجرد عن العصبية لما كانوا عليه وعن الحسد ، فهو كقوله تعالى : { الذين آتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به } [ سورة البقرة : 121 ].فالأظهر أن المراد بالأحزاب أحزابُ الذين أوتوا الكتاب ، كما جاء في قوله تعالى : { فاختلف الأحزاب من بينهم } في سورة مريم ( 37 ) ، أي ومن أحزابهم من ينكر بعض القرآن ، فاللام عوض عن المضاف إليه . ولعل هؤلاء هم خبثاؤهم ودُهاتهم الذين توسموا أن القرآن يبطل شرائعهم فأنكروا بعضه ، وهو ما فيه من الإيماء إلى ذلك من إبطال أصول عقائدهم مثل عُبودية عيسى عليه السلام بالنسبة للنصارى ، ونبوءته بالنسبة لليهود .وفي التعبير عنهم بالأحزاب إيماء إلى أن هؤلاء هم المتحزبون المتصلبون لقومهم ولما كانوا عليه . وهكذا كانت حالة اضطراب أهل الكتاب عندما دمغتهم بعثة النبي وأخذ أمر الإسلام يفشو .أمر النبي صلى الله عليه وسلم أن يعلن للفريقين بأنه ما أمر إلا بتوحيد الله كما في الآية الأخرى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم } [ سورة آل عمران : 64 ] ، فمن فرح بالقرآن فليزدد فرحاً ومن أنكر بعضه فليأخذ بما لا ينكره وهو عدم الإشراك . وقد كان النصارى يتبرؤون من الشرك ويعُدّون اعتقاد بُنوة عيسى عليه السلام غير شرك .وهذه الآية من مجاراة الخصم واستنزال طائر نفسه كيلا ينفر من النظر . وبهذا التفسير يظهر موقع جملة قل إنما أمرت أن أعبد الله } بعد جملة { والذين آتيناهم الكتاب يفرحون } وأنها جواب للفريقين .وأفادت { إنما } أنه لم يؤمر إلا بأن يعبد الله ولا يشرك به ، أي لا بغير ذلك مما عليه المشركون ، فهو قصر إضافي دلت عليه القرينة .ولما كان المأمور به مجموع شيئين : عبادة الله ، وعدم الإشراك به في ذلك آل المعنى : أني ما أمرت إلا بتوحيد الله .ومن بلاغة الجدل القرآني أنه لم يأت بذلك من أول الكلام بل أتى به متدرّجاً فيه فقال : { أن أعبد الله } لأنه لا ينازع في ذلك أحد من أهل الكتاب ولا المشركين ، ثم جاء بعده { ولا أشرك } به لإبطال إشراك المشركين وللتعريض بإبطال إلهية عيسى عليه السلام لأن ادعاء بنوته من الله تعالى يؤول إلى الإشراك .وجملة { إليه أدعوا وإليه مآب } بيان لجملة { إنما أمرت أن أعبد الله ولا أشرك به } ، أي أن أعبده وأن أدعو الناس إلى ذلك ، لأنه لما أمر بذلك من قبل الله استفيد أنه مرسل من الله فهو مأمور بالدعوة إليه .وتقديم المجرور في الموضعين للاختصاص ، أي إليه لا إلى غيره أدعُو ، أي بهذا القرآن ، وإليه لا إلى غيره مئابي ، فإن المشركين يرجعون في مهمّهم إلى الأصنام يستنصرونها ويستغيثونها ، وليس في قوله هذا ما ينكره أهل الكتاب إذ هو مما كانوا فيه سواء مع الإسلام . على أن قوله : { وإليه مآب } يعم الرجوع في الآخرة وهو البعث . وهذا من وجوه الوفاق في أصل الدين بين الإسلام واليهودية والنصرانية .وحذف ياء المتكلم من { مآبي } كحذفها في قوله : { عليه توكلت وإليه متاب } [ الرعد : 30 ] ، وقد مضى قريباً .",
  "ayah": 36,
  "surah": 13
}
