{
  "text": "هذا عود إلى الردّ على المشركين في إنكارهم آية القرآن وتصميمهم على المطالبة بآية من مقترحاتهم تُماثل ما يؤثر من آيات موسى وآيات عيسى عليهما السلام ببيان أن الرسول لا يأتي بآيات إلاّ بإذن الله ، وأن ذلك لا يكون عى مقترحات الأقوام ، وذلك قوله : { وما كان لرسول أن يأتي بآية إلا بإذن الله } ، فالجملة عطف على جملة { وكذلك أنزلناه حكماً عربياً } [ الرعد : 37 ].وأدمج في هذا الرد إزالة شبهة قد تعرض أو قد عرضت لبعض المشركين فيطعنون أو طعنوا في نبوءة محمد بأنه يتزوج النساء وأن شأن النبي أن لا يهتم بالنساء . قال البغوي : روي أن اليهود وقيل إن المشركين قالوا : إن هذا الرجل ليست له همة إلا في النساء اه . فتعين إن صحت الرواية في سبب النزول أن القائلين هم المشركون إذ هذه السورة مكية ولم يكن لليهود حديث مع أهل مكة ولا كان منهم في مكة أحد . وليس يلزم أن يكون هذا نازلاً على سبب . وقد تزوج رسول الله خديجة ثم سودة رضي الله عنهما في مكة فاحتمل أن المشركين قالوا قالةَ إنكار تعلقاً بأوهن أسباب الطعن في النبوءة . وهذه شبهة تعرض للسذج أو لأصحاب التمويه ، وقد يموّه بها المبشرون من النصارى على ضعفاء الإيمان فيفضلون عيسى عليه السلام على محمد بأن عيسى لم يتزوج النساء . وهذا لا يروج على العقلاء لأن تلك بعض الحظوظ المباحة لا تقتضي تفضيلاً . وإنما التفاضل في كل عمل بمقادير الكمالات الداخلة في ذلك العمل . ولا يدري أحد الحكمة التي لأجلها لم يتزوج عيسى عليه السلام امرأةً . وقد كان يحيى عليه السلام حَصوراً فلعل عيسى عليه السلام قد كان مثله لأن الله لا يكلفه بما يشق عليه وبما لم يكلف به غيره من الأنبياء والرسل . وأما وصف الله يحيى عليه السلام بقوله : وحصوراً } فليس مقصوداً منه أنه فضيلة ولكنه أعلم أباه زكرياء عليه السلام بأنه لا يكون له نسل ليعلم أن الله أجاب دعوته فوهب له يحيى عليه السلام كرامة له ، ثم قدّر أنه لا يكون له نسل إنفاذاً لتقديره فجعل امرأته عاقراً . وقد تقدم بيان ذلك في تفسير سورة آل عمران . وقد كان لأكثر الرسل أزواج ولأكثرهم ذرية مثل نوح وإبراهيم ولوط وموسى وداود وسليمان وغير هؤلاء عليهم السلام .والأزواج : جمع زوج ، وهو من مقابلة الجمع بالجمع ، فقد يكون لبعض الرسل زوجة واحدة مثل : نوح ولوط عليهما السلام ، وقد يكون للبعض عدة زوجات مثل : إبراهيم وموسى وداود وسليمان عليهم السلام .ولما كان المقصود من الردّ هو عدم منافاة اتخاذ الزوجة لصفة الرسالة لم يكن داع إلى تعداد بعضهم زوجات كثيرة .وتقدم الكلام على الزوج عند قوله تعالى : { وقلنا يآدم اسكن أنت وزوجك الجنة } في سورة البقرة ( 35 ).والذرية : النسل . وتقدم عند قوله تعالى : { قال ومن ذريتي } في سورة البقرة ( 124 ).وجملة وما كان لرسول أن يأتي بآية إلا بإذن الله } هي المقصود وهي معطوفة على جملة { ولقد أرسلنا رسلاً من قبلك }. وتركيب { ما كان } يدل على المبالغة في النفي ، كما تقدم عند قوله : { قال سبحانك ما يكون لي أن أقول ما ليس لي بحق } في سورة العقود ( 116 ). والمعنى : أن شأنك شأن من سبق من الرسل لا يأتون من الآيات إلاّ بما آتاهم الله .وإذن الله : هو إذن التكوين للآيات وإعلام الرسول بأن ستكون آية ، فاستعير الإتيان للإظهار ، واستعير الإذن للخلق والتكوين .تذييل لأنه أفاد عموم الآجال فشمل أجل الإتيان بآية من قوله : { وما كان لرسول أن يأتي بآية إلا بإذن الله }. وذلك إبطال لتوهم المشركين أن تأخر الوعيد يدل على عدم صدقه . وهذا ينظر إلى قوله تعالى : { ويستعجلونك بالعذاب ولولا أجل مسمى لجاءهم العذاب } [ سورة العنكبوت : 53 ] فقد قالوا : { اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء } الآية [ سورة الأنفال : 32 ].وإذ قد كان ما سألوه من جملة الآيات وكان ما وعدوه آية على صدق الرسالة ناسب أن يذكر هنا أن تأخير ذلك لا يدل على عدم حصوله ، فإن لذلك آجالاً أرادها الله واقتضتها حكمته وهو أعلم بخلقه وشؤونهم ولكن الجهلة يقيسون تصرفات الله بمثل ما تجري به تصرفات الخلائق .والأجل : الوقت الموقت به عمل معزوم أو موعود .والكتاب : المكتوب ، وهو كناية عن التحديد والضبط ، لأن شأن الأشياء التي يراد تحققها أن تكتب لئلا يخالف عليها . وفي هذا الرد تعريض بالوعيد . والمعنى : لكل واقع أجلٌ يقع عنده ، ولكل أجل كتاب ، أي تعيين وتحديد لا يتقدمه ولا يتأخر عنه .",
  "ayah": 38,
  "surah": 13
}
