{
  "text": "عطف على جملة { يمحوا الله ما يشاء ويثبت } [ الرعد : 39 ] باعتبار ما تفيده من إبهام مراد الله في آجال الوعيد ومواقيت إنزال الآيات ، فبينت هذه الجملة أن النبي ليس مأموراً بالاشتغال بذلك ولا بترقبه وإنما هو مبلّغ عن الله لعباده والله يعلم ما يحاسب به عباده سواء شهد النبي ذلك أم لم يشهده .وجعل التوفي كناية عن عدم رؤية حلول الوعيد بقرينة مقابلته بقوله : نرينك }. والمعنى : ما عليك إلا البلاغ سواء رأيت عذابهم أم لم تره .وفي الإتيان بكلمة { بعض } إيماء إلى أنه يرى البعض . وفي هذا إنذار لهم بأن الوعيد نازل بهم ولو تأخر؛ وأن هذا الدين يستمر بعد وفاة رسول الله صلى الله عليه وسلم لأنه إذا كان الوعيد الذي أمر بإبلاغه واقعاً ولو بعد وفاته فبالأولى أن يكون شرعه الذي لأجله جاء وعيد الكافرين به شرعاً مستمراً بعده ، ضرورة أن الوسيلة لا تكون من الأهمية بأشدّ من المقصد المقصودة لأجله .وتأكيد الشرط بنون التوكيد و { مَا } المزيدة بعد { إنْ } الشرطية مراد منه تأكيد الربط بين هذا الشرط وجوابه وهو { إنما عليك البلاغ وعلينا الحساب }. على أن نون التوكيد لا يقترن بها فعل الشرط إلاّ إذا زيدت { ما } ؛ بعد { إن } الشرطية فتكون إرادة التأكيد مقتضية لاجتلاب مؤكدين ، فلا يكون ذلك إلا لغرض تأكيد قويّ .وقد أرى الله نبيئه بعض ما توعد به المشركين من الهلاك بالسيف يوم بدر ويوم الفتح ويوم حنين وغيرها من أيام الإسلام في حياة النبي صلى الله عليه وسلم ولم يُرِهِ بعضه مثل عذاب أهل الردة فإن معظمهم كان من المكذبين المبطنين الكفر مثل : مسيلمة الكذاب .وفي الآية إيماء إلى أن العذاب الذي يحل بالمكذبين لرسوله صلى الله عليه وسلم عذاب قاصر على المكذبين لا يصيب غير المكذب لأنه استئصال بالسيف قابل للتجزئة واختلاف الأزمان رحمةً من الله بأمة محمد صلى الله عليه وسلمو { على } في قوله : { عليك البلاغ وعلينا الحساب } مستعملة في الإيجاب والإلزام ، وهو في الأول حقيقة وفي الثاني مجاز في الوجوب لله بالتزامه به .و { إنما } للحصر ، والمحصور فيه هو البلاغ لأنه المتأخر في الذكر من الجملة المدخولة لِحرف الحصر ، والتقدير : عليك البلاغ لا غيره من إنزال الآيات أو من تعجيل العذاب ، ولهذا قدم الخبر على المبتدأ لتعيين المحصور فيه .وجملة { وعلينا الحساب } عطف على جملة { عليك البلاغ } فهي مدخولة في المعنى لحرف الحصر . والتقدير : وإنما علينا الحساب ، أي محاسبتهم على التكذيب لا غير الحساب من إجابة مقترحاتهم .",
  "ayah": 40,
  "surah": 13
}
