{
  "text": "عطف على جملة { الله الذي رفع السماوات بغير عمد } [ الرعد : 2 ] فلما قُضِي حق الاستدلال على الوحدانية نقل الكلام إلى الردّ على منكري البعث وهو غرض مستقل مقصود من هذه السورة . وقد أدمج ابتداءً خلال الاستدلال على الوحدانية بقوله : { لعلكم بلقاء ربكم توقنون } [ الرعد : 2 ] تمهيداً لما هنا ، ثم نقل الكلام إليه باستقلاله بمناسبة التدليل على عظيم القدرة مستخرجاً من الأدلة السابقة عليه أيضاً كقوله : { أفعيينا بالخلق الأول بل هم في لبس من خلق جديد } [ ق : 15 ] وقوله : { إنه على رَجعه لقادر } [ سورة الطارق : 8 ] فصيغ بصيغة التعجيب من إنكار منكري البعث لأن الأدلة السالفة لم تبق عذراً لهم في ذلك فصار في إنكارهم محل عجب المتعجب .فليس المقصود من الشرط في مثل هذا تعليق حصول مضمون جواب الشرط على حصول فعل الشرط كما هو شأن الشروط لأن كون قولهم : أإذا كنا تراباً } عجباً أمر ثابت سواء عجب منه المتعجب أم لم يعجب ، ولكن المقصود أنه إن كان اتصاف بتعجب فقولهم ذلك هو أسبق من كل عجب لكل متعجب ، ولذلك فالخطاب يجوز أن يكون موجهاً إلى النبي صلى الله عليه وسلم وهو المناسب بما وقع بعده من قوله : { ويستعجلونك بالسيئة قبل الحسنة } [ الرعد : 6 ] وما بعده من الخطاب الذي لا يصلُحُ لغير النبي . ويجوز أن يكون الخطاب هنا لغير معين مثل { ولو ترى إذ المجرمون ناكسوا رؤوسهم } [ السجدة : 12 ].والفعل الواقع في سياق الشرط لا يقصد تعلقه بمعمول معين فلا يقدر : إن تعجب من قول أو إن تعجب من إنكار ، بل ينزل الفعل منزلة اللازم ولا يقدر له مفعول . والتقدير : إن يكن منك تعجب فاعجب من قولهم الخ . . . .على أن وقوع الفعل في سياق الشرط يشبه وقوعه في سياق النفي فيكون لعموم المفاعيل في المقام الخَطابي ، أي إن تعجب من شيء فعجب قولهم . ويجوز أن تكون جملة وإن تعجب } الخ عطفاً على جملة { ولكن أكثر الناس لا يؤمنون } [ سورة الرعد : 1 ]. فالتقدير : إن تعجب من عدم إيمانهم بأن القرآن منزل من الله ، فعجب إنكارهم البعث .وفائدة هذا هو التشويق لمعرفة المتعجب منه تهويلاً له أو نحوه ، ولذلك فالتنكير في قوله : { فعجب } للتنويع لأن المقصود أن قولهم ذلك صالح للتعجيب منه ، ثم هو يفيد معنى التعظيم في بابه تبعاً لما أفاده التعليق بالشرط من التشويق .والاستفهام في { أإذا كنا تراباً } إنكاري ، لأنهم موقنون بأنهم لا يكونون في خلق جديد بعد أن يكونوا تراباً . والقول المحكي عنهم فهو في معنى الاستفهام عن مجموع أمرين وهما كونهم : تراباً ، وتجديد خلقهم ثانية . والمقصود من ذلك العجب والإحالة .وقرأ الجمهور : { أإذا كنا } بهمزة استفهام في أوله قبل همزة { إذا }. وقرأه ابن عامر بحذف همزة الاستفهام .وقرأ الجمهور : { أإنا لفي خلق جديد } بهمزة استفهام قبل همزة { إنّا }. وقرأه نافع وابن عامر وأبو جعفر بحذف همزة الاستفهام .والإشارة بقوله : { أولئك الذين كفروا بربهم } للتنبيه على أنهم أحرياء بما سيرد بعد اسم الإشارة من الخبَر لأجْل ما سبق اسمَ الإشارة من قولهم : { أإذا كنا ترابا أإنا لفي خلق جديد } بعد أن رأوا دلائل الخلق الأول فحق عليهم بقولهم ذلك حكمان : أحدهما أنهم كفروا بربهم لأن قولهم : { أإذا كنا تراباً أإنا لفي خلق جديد } لا يقوله إلا كافر بالله . أي بصفات إلهيته إذ جعلوه غير قادر على إعادة خلقه؛ وثانيهما استحقاقهم العذاب .وعطف على هذه الجملة جملة { وأولئك الأغلال في أعناقهم } مفتتحة باسم الإشارة لمثل الغرض الذي افتتحت به الجملة قبلها فإن مضمون الجملتين اللتين قبلها يحقق أنهم أحرياء بوضع الأغلال في أعناقهم وذلك جزاء الإهانة . وكذلك عطف جملة { وأولئك أصحاب النار هم فيها خالدون }.وقوله : { الأغلال في أعناقهم } وعيد بسوقهم إلى الحساب سوق المذلة والقهر ، وكانوا يضعون الأغلال للأسرى المثقلين ، قال النابغة: ... أو حُرّة كمهاة الرمل قد كُبلتفوق المعاصم منها والعراقيب ... تدعو قعينا وقد عض الحديد بهاعض الثقاف على صمّ الأنابيب ... والأغلال : مع غُل بضم الغين ، وهو القيد الذي يوضع في العنق ، وهو أشد التقييد . قال تعالى : { إذ الأغلال في أعناقهم والسلاسل } [ غافر : 71 ].وإعادة اسم الإشارة ثلاثاً للتهويل .وجملة هم فيها خالدون } بيان لجملة أصحاب النار .",
  "ayah": 5,
  "surah": 13
}
