{
  "text": "عطف على جملة { ويستعجلونك بالسيئة } الآية . وهذه حالة من أعجوباتهم وهي عدم اعتدادهم بالآيات التي تأيّد بها محمّد صلى الله عليه وسلم وأعظمها آيات القرآن ، فلا يزالون يسألون آية كما يقترحونها ، فله اتصال بجملة { ولكن أكثر الناس لا يؤمنون } [ هود : 17 ].ومرادهم بالآية في هذا خارق عادة على حساب ما يقترحون ، فهي مخالفة لما تقدم في قوله : ويستعجلونك بالسيئة قبل الحسنة } لأن تلك في تعجيل ما توعدهم به ، وما هنا في مجيء آية تؤيده كقولهم : { لولا أنزل عليه ملك } [ الأنعام : 8 ].ولكون اقتراحهم آية يُشفّ عن إحالتهم حصولها لجهلهم بعظيم قدرة الله تعالى سيق هذا في عداد نتائج عظيم القدرة ، كما دل عليه قوله تعالى في سورة الأنعام : { وقالوا لولا نزل عليه آية من ربه قل إن الله قادر على أن ينزل آية ولكن أكثرهم لا يعلمون } [ الأنعام : 36 ] فبذلك انتظم تفرع الجمل بعضها على بعض وتفرع جميعها على الغرض الأصلي .والذين كفروا هم عين أصحاب ضمير { يستعجلونك } ، وإنما عدل عن ضميرهم إلى اسم الموصول لزيادة تسجيل الكفر عليهم ، ولما يومىءُ إليه الموصول من تعليل صدور قولهم ذلك .وصيغة المضارع تدل على تجدد ذلك وتكرره .و { لولا } حرف تحضيض . يموهون بالتحضيض أنهم حريصون وراغبون في نزول آية غير القرآن ليؤمنوا ، وهم كاذبون في ذلك إذ لو أوتوا آية كما يقترحون لكفروا بها ، كما قال تعالى : { وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون } [ الإسراء : 59 ].وقد رد الله اقتراحهم من أصله بقوله : إنما أنت منذر } ، فقصر النبي صلى الله عليه وسلم على صفة الإنذار وهو قصر إضافي ، أي أنت منذر لا مُوجد خوارق عادٍ . وبهذا يظهر وجه قصره على الإنذار دون البشارة لأنه قصر إضافي بالنسبة لأحواله نحو المشركين .وجملة { ولكل قوم هاد } تذييل بالأعم ، أي إنما أنت منذر لهؤلاء لهدايتهم ، ولكل قوم هاد أرسله الله ينذرهم لعلهم يهتدون ، فما كنت بِدعاً من الرسل وما كان للرسل من قبلك آيات على مقترح أقوامهم بل كانت آياتهم بحسب ما أراد الله أن يظهر على أيديهم . على أن معجزات الرسل تأتي على حسب ما يلائم حال المرسل إليهم .ولما كان الذين ظهرت بينهم دعوة محمد صلى الله عليه وسلم عرباً أهل فصاحة وبلاغة جعل الله معجزته العظمى القرآن بلسان عربي مبين . وإلى هذا المعنى يشير قول النبي صلى الله عليه وسلم في الحديث الصحيح؛ « ما من الأنبياء نبيء إلا أوتي من الآيات ما مثله آمن عليه البشر وإنما كان الذي أوتيتُ وحَيْا أوحاه الله إليّ فأرجو أن أكون أكثرهم تابعاً يوم القيامة » .وبهذا العموم الحاصل بالتذييل والشامل للرسول عليه الصلاة والسلام صار المعنى إنما أنت منذر لقومك هادٍ إياهم إلى الحق ، فإن الإنذار والهدي متلازمان فما من إنذار إلاّ وهو هداية وما من هداية إلا وفيها إنذار ، والهداية أعمّ من الإنذار ففي هذا احتباك بديع .وقرأ الجمهور { هادٍ } بدون ياء في آخره في حالتي الوصل والوقف . أما في الوصل فلالتقاء الساكنين سكون الياء وسكون التنوين الذي يجب النطق به في حالة الوصل ، وأما في حالة الوقف فتبعا لحالة الوصل ، وهو لغة فصيحة وفيه متابعة رسم المصحف .وقرأه ابن كثير في الوصل مثل الجمهور . وقرأه بإثبات الياء في الوقف لزوال مُوجب حذف الياء وهو لغة صحيحة .",
  "ayah": 7,
  "surah": 13
}
