{
  "text": "انتقال إلى الاستدلال على تفرد الله تعالى بالإلهية ، فهو متصل بجملة { الله الذي رفع السماوات } [ الرعد : 2 ] الخ .وهذه الجملة استئناف ابتدائي . فلما قامت البراهين العديدة بالآيات السابقة على وحدانية الله تعالى بالخلق والتدبير وعلى عظيم قدرته التي أودع بها في المخلوقات دقائق الخلقة انتقل الكلام إلى إثبات العلم له تعالى علماً عاماً بدقائق الأشياء وعظائمها ، ولذلك جاء افتتاحه على الأسلوب الذي افتتح به الغرض السابق بأن ابتدىء باسم الجلالة كما ابتدىء به هنالك في قوله : { اللّهُ الذي رفع السماوات بغير عمد ترونها } [ الرعد : 2 ].وجعلت هذه الجملة في هذا الموقع لأن لها مناسبة بقولهم : لولا أنزل عليه آية من ربه } ، فإن ما ذكر فيها من علم الله وعظيم صنعه صالح لأن يكون دليلاً على أنه لا يعجزه الإتيان بما اقترحوا من الآيات؛ ولكن بعثة الرسول ليس المقصد منها المنازعات بل هي دعوة للنظر في الأدلة .وإذ قد كان خلق الله العوالم وغيرها معلوماً لدى المشركين ولكنّ الإقبال على عبادة الأصنام يذهلهم عن تذكره كانوا غير محتاجين لأكثر من التذكير بذلك وبالتنبيه إلى ما قد يخفى من دقائق التكوين كقوله آنفاً { بغير عَمد } [ الرعد : 2 ] وقوله : { وفي الأرض قِطع متجاورات } [ الرعد : 4 ] الخ؛ صيغ الإخبار عن الخلق في آية : { الله الذي رفع السماوات } [ الرعد : 2 ] الخ بطريقة الموصول للعلم بثبوت مضمون الصلة للمخبر عنه .وجيء في تلك الصلة بفعل المضي فقال : { الله الذي رفع السماوات كما أشرنا إليه آنفاً . فأما هنا فصيغ الخبر بصيغة المضارع المفيد للتجدد والتكرير لإفادة أن ذلك العلم متكرر متجدد التعلق بمقتضى أحوال المعلومات المتنوعة والمتكاثرة على نحو ما قرر في قوله : { يدبر الأمر يفصل الآيات } [ الرعد : 2 ].وذُكر من معلومات الله ما لا نزاع في أنه لا يعلمه أحد من الخلق يومئذٍ ولا تستشار فيه آلهتهم على وجه المثال بإثبات الجُزئي لإثبات الكلّي ، فما تحمل كل أنثى هي أجنة الإنسان والحيوان . ولذلك جيء بفعل الحمل دون الحَبْل لاختصاص الحبل بحمل المرأة .وما } موصولة ، وعمومها يقتضي علم الله بحال الحل الموجود من ذكورة وأنوثة ، وتمام ونقص ، وحسن وقبح ، وطول وقصر ، ولون .وتغيض : تنقص ، والظاهر أنه كناية عن العلوق لأن غيض الرحم انحباس دم الحيض عنها ، وازديادها : فيضان الحيض منها . ويجوز أن يكون الغيض مستعاراً لعدم التعدد .والازدياد : التعدد أي ما يكون في الأرحام من جنين واحد أو عدة أجنة وذلك في الإنسان والحيوان .وجملة { وكل شيء عنده بمقدار } معطوفة على جملة { يعلم ما تحمل كل أنثى }. فالمراد بالشيء الشيء من المعلومات . و { عنده } يجوز أن يكون خبراً عن { وكل شيء } و { بمقدار } في موضع الحال من { وكل شيء }. ويجوز أن يكون { بمقدار } في موضع الحال من مقدار ويكون { بمقدار } خبراً عن { كل شيء }.والمقدار : مصدر ميمي بقرينة الباء ، أي بتقدير ، ومعناه : التحديد والضبط . والمعنى أنه يعلم كلّ شيء علماً مفصّلاً لا شيوع فيه ولا إبهام . وفي هذا ردّ على الفلاسفة غير المسلمين القائلين أنّ واجب الوجود يعلم الكليات ولا يعلم الجزئيات فراراً من تعلّق العلم بالحوادث . وقد أبطل مذهبهم علماءُ الكلام بما ليس فوقه مرام . وهذه قضية كلية أثبتت عموم علمه تعالى بعد أن وقع إثبات العموم بطريقة التمثيل بعلمه بالجزئيات الخفية في قوله : { الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد }.",
  "ayah": 8,
  "surah": 13
}
