{
  "text": "আর ইয়াহুদীরা বলে, ‘নাসারাদের কোন ভিত্তি নেই’ এবং এবং নাসারারা বলে, ‘ইয়াহূদী দের কোন ভিত্তি নেই’ ; অথচ তারা কিতাব পড়ে। এভাবে যারা কিছুই জানেনা তারাও একই কথা বলে [১]। কাজেই যে বিষয়ে তারা মতভেদ করতো কেয়ামতের দিন আল্লাহ্‌ তাদের মধ্যে (সে বিষয়ে) মীমাংসা করবেন।\n[১] ইয়াহুদী হোক অথবা নাসারা কিংবা মুসলিম - যে কেউ উপরোক্ত মৌলিক বিষয়াদির মধ্য থেকে কোন একটি ছেড়ে দেয়, অতঃপর শুধু নামভিত্তিক জাতীয়তাবাদের ভিত্তিতে নিজেদেরকে জান্নাতের একমাত্র উত্তরাধিকারী মনে করে নেয়, সে আত্মপ্রবঞ্চনা বৈ কিছুই করে না; আসল সত্যের সাথে এর কোনই সম্পর্ক নেই। এসব নামের উপর ভরসা করে কেউ আল্লাহ্‌র নিকটবতী ও মকবুল হতে পারবে না, যে পর্যন্ত না তার মধ্যে ঈমান ও সৎকর্ম থাকে। প্রত্যেক নবীর শরীআতেই ঈমানের মূলনীতি এক ও অভিন্ন। তবে সৎকর্মের আকার-আকৃতিতে পরিবর্তন ও পরিবর্ধন হয়েছে। তাওরাতের যুগে যেসব কাজ-কর্ম মূসা ‘আলাইহিস সালাম ও তাওরাতের শিক্ষার অনুরূপ ছিল, তাই ছিল সৎকর্ম। তদ্রুপ ইঞ্জীলের যুগে নিশ্চিতরূপে তা-ই ছিল সৎকর্ম, যা ঈসা ‘আলাইহিস সালাম ও ইঞ্জিলের শিক্ষার সাথে সামঞ্জস্যশীল ছিল। এখন কুরআনের যুগে ঐসব কাজ-কর্মই সৎকর্মরূপে অভিহিত হওয়ার যোগ্য, যা সর্বশেষ রাসূল মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর বাণী এবং তার মাধ্যমে আসা গ্রন্থ কুরআনুল কারীমের হেদায়াতের অনুরূপ।\nমোটকথা, ইয়াহুদী ও নাসারাদের মতবিরোধ সম্পর্কে আল্লাহ্ তা'আলার ফয়সালা এই যে, উভয় সম্প্রদায় মূর্খতাসুলভ কথাবার্তা বলছে, তাদের কেউই জান্নাতের ইজারাদার নয়। ভুল বুঝাবুঝির প্রকৃত কারণ হচ্ছে এই যে, ওরা দ্বীনের আসল প্রাণ ও বিশ্বাস, সৎকর্মকে বাদ দিয়ে বংশ অথবা দেশের ভিত্তিতে কোন সম্প্রদায়কে ইয়াহুদী আর কোন সম্পপ্রদায়কে নাসারা নামে অভিহিত করেছে।\nকুরআনুল কারীমে আহলে-কিতাবদের মতবিরোধ ও আল্লাহ্‌র ফয়সালা উল্লেখ করার মূল উদ্দেশ্য হলো মুসলিমদেরকে সতর্ক করা, যাতে তারাও ভুল বুঝাবুঝিতে লিপ্ত হয়ে একথা না বলে যে, আমরা পুরুষানুক্রমে মুসলিম, প্রত্যেক অফিসে ও রেজিষ্টারে আমাদের নাম মুসলিমদের কোটায় লিপিবদ্ধ এবং আমরা মুখেও নিজেদেরকে মুসলিম বলি, সুতরাং জান্নাত এবং রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর মাধ্যমে মুসলিমদের সাথে ওয়াদাকৃত সকল পুরস্কারের যোগ্য হকদার আমরাই। এ ফয়সালা দ্বারা স্পষ্ট হয়ে যায় যে, শুধু দাবী করলে, মুসলিমরূপে নাম লিপিবদ্ধ করালে অথবা মুসলিমের ঔরসে কিংবা মুসলিমদের আবাসভূমিতে জন্ম গ্রহণ করলেই প্রকৃত মুসলিম হয় না, বরং মুসলিম হওয়ার জন্য পরিপূর্ণভাবে ইসলাম গ্রহণ করা অপরিহার্য। ইসলামের অর্থ আত্মসমর্পণ । দ্বিতীয়তঃ সৎকর্ম অর্থাৎ সুন্নাহ অনুযায়ী আমল করাও জরুরী।",
  "ayah": 113,
  "surah": 2
}
