{
  "text": "আর তার চেয়ে অধিক যালিম আর কে হতে পারে, যে আল্লাহ্‌র মসজিদগুলোতে তাঁর নাম স্মরণ করতে বাঁধা দেয় এবং এগুলো বিরাণ করার চেষ্টা করে? অথচ ভীত-সন্ত্রস্ত না হয়ে তাদের জন্য সেগুলোতে প্রবেশ করা সঙ্গত ছিল না। দুনিয়াতে তাদের জন্য লাঞ্ছনা ও আখেরাতে রয়েছে মহাশাস্তি [১]।\n[১] ইসলাম-পূর্বকালে ইয়াহুদীরা ইয়াহইয়া ‘আলাইহিস সালাম-কে হত্যা করলে নাসারারা তার প্রতিশোধ গ্রহণে বদ্ধপরিকর হয়। তারা ইরাকের একজন অগ্নি-উপাসক সম্রাটের সাথে মিলিত হয়ে ইয়াহুদীদের উপর আক্রমণ চালায় - তাদের হত্যা ও লুন্ঠন করে, তাওরাতের কপিসমূহ জ্বালিয়ে ফেলে, বায়তুল মুকাদাসে আবর্জনা ও শুকর নিক্ষেপ করে, মসজিদের প্রাচীর ক্ষত-বিক্ষত করে সমগ্র শহরটিকে জন-মানবহীন করে দেয়। এতে ইয়াহুদীদের শক্তি পদদলিত ও নিশ্চিহ্ন হয়ে যায়। মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর আমল পর্যন্ত বায়তুল মুকাদাস এমনিভাবে পরিত্যক্ত ও বিধ্বস্ত অবস্থায় ছিল। উমর রাদিয়াল্লাহু আনহু-এর খেলাফত আমলে যখন সিরিয়া ও ইরাক বিজিত হয়, তখন তারই নির্দেশক্রমে বায়তুল মুকাদ্দাস পুনঃনির্মিত হয়। এরপর দীর্ঘকাল পর্যন্ত সমস্ত সিরিয়া ও বায়তুল-মুকাদাস মুসলিমদের অধিকারে ছিল। অতঃপর বায়তুল-মুকাদাস মুসলিমদের হস্তচ্যুত হয় এবং প্রায় অর্ধশতাব্দীকাল পর্যন্ত ইউরোপীয় নাসারাদের অধিকারে থাকে। অবশেষে হিজরী ষষ্ট শতকে সুলতান সালাহউদ্দিন আইয়ুবী বায়তুল-মুকাদাস পুনরুদ্ধার করেন। এ আয়াত থেকে কতিপয় প্রয়োজনীয় মাসআলা ও বিধানও প্রমাণিত হয়।\nপ্রথমতঃ শিষ্টতা প্রদর্শনের ক্ষেত্রে বিশ্বের সকল মসজিদ একই পর্যায়ভুক্ত। বায়তুল-মুকাদ্দাস, মসজিদে হারাম ও মসজিদে-নববীর অবমাননা, যেমনি বড় যুলুম, তেমনি অন্যান্য মসজিদের বেলায়ও তা সমভাবে প্রযোজ্য। তবে এই তিনটি মসজিদের বিশেষ মাহাত্ম্য ও সম্মান স্বতন্ত্রভাবে স্বীকৃত। এক সালাতের সওয়াব মসজিদে হারামে একলক্ষ সালাতের সমান এবং মসজিদে নববীতে এক হাজার সালাতের সমান। আর বায়তুল-মুকাদ্দাস মসজিদে পাঁচশত সালাতের সমান। এই তিন মসজিদে সালাত আদায় করার উদ্দেশ্যে দূর-দূরান্ত থেকে সফর করে সেখানে পৌছা বিরাট সওয়াব ও বরকতের বিষয়। কিন্তু অন্য কোন মসজিদে সালাত আদায় করা উত্তম মনে করে দূর-দূরান্ত থেকে সফর করে আসা জায়েয নেই।\nদ্বিতীয়তঃ মসজিদে যিক্‌র ও সালাতে বাধা দেয়ার যত পন্থা হতে পারে সে সবগুলোই হারাম। তন্মধ্যে একটি প্রকাশ্য পন্থা এই যে, মসজিদে গমন করতে অথবা সেখানে সালাত আদায় ও তিলাওয়াত করতে পরিস্কার ভাষায় নিষেধাজ্ঞা প্রদান। দ্বিতীয় পন্থা এই যে, মসজিদে হট্টগোল করে অথবা আশে-পাশে গান-বাজনা করে মুসল্লীদের সালাত আদায় ও যিকরে বিঘ্ন সৃষ্টি করা।\nতৃতীয়তঃ মসজিদ জনশূন্য করার জন্য সম্ভবপর যত পন্থা হতে পারে সবই হারাম। খোলাখুলিভাবে মসজিদকে বিধ্বস্ত করা ও জনশূন্য করা যেমনি এর অন্তর্ভুক্ত তেমনিভাবে এমন কারণ সৃষ্টি করাও এর অন্তর্ভুক্ত, যার ফলে মসজিদ জনশূন্য হয়ে পড়ে। মসজিদ জনশূন্য হওয়ার অর্থ এই যে, সেখানে সালাত আদায় করার জন্য কেউ আসে না কিংবা সালাত আদায়কারীর সংখ্যা হ্রাস পায়।",
  "ayah": 114,
  "surah": 2
}
