{
  "text": "আর স্মরণ করুন, যখন ইবরাহীমকে তাঁর রব কয়েকটি কথা দ্বারা পরীক্ষা করেছিলেন [১], অতঃপর তিনি সেগুলো পূর্ণ করেছিলেন। আল্লাহ্‌ বললেন, ‘নিশ্চয় আমি আপনাকে মানুষের ইমাম বানাবো’ [২]। তিনি বললেন, ‘আমার বংশধরদের মধ্য থেকেও?’ (আল্লাহ্‌) বললেন, আমার প্রতিশ্রুতি যালিমদেরকে পাবে না [৩]।\n[১] যে যে বিষয়ে পরীক্ষা নেয়া হয়েছে সে সম্পর্কে কুরআনে শুধু (كَلِمَات) (বাক্যসমূহ) শব্দ ব্যবহৃত হয়েছে। এর ব্যাখ্যা প্রসংগে সাহাবী ও তাবেয়ীদের বিভিন্ন উক্তি বর্ণিত আছে। কেউ আল্লাহ্‌র বিধানসমূহের মধ্য থেকে দশটি, কেউ ত্রিশটি এবং কেউ কমবেশী অন্য বিষয় উল্লেখ করেছেন। বাস্তব ক্ষেত্রে এতে কোন বিরোধ নেই, বরং সবগুলোই ছিল ইবরাহীম ‘আলাইহিস সালাম-এর পরীক্ষার বিষয়বস্তু। প্রখ্যাত তাফসীরকারক ইবনে-জরীর ও ইবনে কাসীরের অভিমত তাই। এ ধরনের পরীক্ষার বিষয়বস্তুর মধ্যে কয়েকটি গুরুত্বপূর্ণ বিষয় এইঃ আল্লাহ্‌ তা'আলার ইচ্ছা ছিল ইবরাহীম ‘আলাইহিস সালাম-কে স্বীয় বন্ধুত্বের বিশেষ মুল্যবান পোষাক উপহার দেয়া। তাই তাকে বিভিন্ন রকমের কঠোর পরীক্ষার সম্মুখীন করা হয়। সমগ্র জাতি, এমনকি তার আপন পরিবারের সবাই মূর্তি পূজায় লিপ্ত ছিল। সবার বিশ্বাস ও রীতি-নীতির বিপরীত একটি সনাতন দ্বীন তাকে দেয়া হয়। জাতিকে এ দ্বীনের দিকে আহবান জানানোর গুরুদায়িত্ব তার কাধে অর্পণ করা হয়। তিনি নবীসুলভ দৃঢ়তা ও সাহসিকতার মাধ্যমে নিৰ্ভয়ে জাতিকে এক আল্লাহ্‌র দিকে আহবান জানান। বিভিন্ন পন্থায় তিনি মূর্তিপূজার নিন্দা ও কুৎসা প্রচার করেন। প্রকৃতপক্ষে কার্যক্ষেত্রে তিনি মূর্তিসমূহের বিরুদ্ধে জিহাদ করেন। ফলে সমগ্র জাতি তার বিরুদ্ধে যুদ্ধ করতে উদ্যত হয়। বাদশাহ নমরূদ ও তার পরিবারবর্গ তাকে অগ্নিকুণ্ডে নিক্ষেপ করে জীবন্ত পুড়িয়ে মারার সিদ্ধান্ত নেয়। আল্লাহ্‌র খলীল প্রভুর সন্তুষ্টির জন্য এসব বিপদাপদ সত্ত্বেও হাসিমুখে নিজেকে আগুনে নিক্ষেপের জন্য পেশ করেন। অতঃপর আল্লাহ্‌ তা'আলা স্বীয় বন্ধুকে পরীক্ষায় উত্তীর্ণ হতে দেখে আগুনকে নির্দেশ প্রদান করলেন, ‘হে আগুন! ইবরাহীমের উপর সুশীতল ও নিরাপত্তার কারণ হয়ে যাও। [সূরা আল-আম্বিয়া ৬৯]\nএ পরীক্ষা শেষ হলে জন্মভূমি ত্যাগ করে সিরিয়ায় হিজরত করার পর দ্বিতীয় পরীক্ষা নেয়া হয়। ইবরাহীম ‘আলাইহিস্‌ সালাম আল্লাহ্‌র সন্তুষ্টি লাভের আশায় স্বগোত্র জন্মভূমিকেও হাসিমুখে ত্যাগ করে পরিবার-পরিজনসহ সিরিয়ায় হিজরত করলেন। সিরিয়ায় অবস্থান শুরু করতেই নির্দেশ এল, স্ত্রী হাজেরা ও তার দুগ্ধপোষ্য শিশু ইসমাঈল '‘আলাইহিস সালাম-কে সংগে নিয়ে এখান থেকেও স্থানান্তরে গমন করুন। [ইবনে কাসীর]  জিবরীল '‘আলাইহিস সালাম আসলেন এবং তাদের সাথে নিয়ে রওয়ানা হলেন। চলতে চলতে যখন শুস্ক পাহাড় ও উত্তপ্ত বালুকাময় প্রান্তর এসে গেল (যেখানে ভবিষ্যতে বায়তুল্লাহ নিৰ্মাণ ও মক্কা নগরী আবাদ করা লক্ষ্য ছিল), তখন সেখানেই তাদেরকে থামিয়ে দেয়া হল। আল্লাহ্‌র বন্ধু তার রবের ভালবাসায় এ জনশূন্য তৃণলতাহীন প্রান্তরেই তাদের থাকতে বললেন। কিন্তু পরীক্ষার এখানেই শেষ হলো না। অতঃপর ইবরাহীম '‘আলাইহিস সালাম নির্দেশ পেলেন যে, স্ত্রী হাজেরা ও শিশুকে এখানে রেখে নিজে সিরিয়ায় ফিরে যান। আল্লাহ্‌র বন্ধু নির্দেশ পাওয়া মাত্রই তা পালন করতে তৎপর হলেন এবং সিরিয়ার দিকে রওয়ানা হয়ে গেলেন। আল্লাহ্‌র নির্দেশ মোতাবেক আমি চলে যাচ্ছি - স্ত্রীকে একটুকু কথা বলে যাওয়ার দেরীও তিনি সহ্য করতে পারলেন না। হাজেরা তাকে চলে যেতে দেখে বললেন, আপনি কি আল্লাহ্‌র কোন নির্দেশ পেয়েছেন? ইবারাহীম ‘আলাইহিস সালাম বললেন, ‘হ্যা’। আল্লাহ্‌র নির্দেশের কথা জানতে পেরে হাজেরা বললেন, যান, যে প্রভূ আপনাকে চলে যেতে বলেছেন, তিনি আমাদের ধ্বংস হতে দেবেন না। [বুখারী ৩৩৬৪]\nঅতঃপর হাজেরা দুগ্ধপোষ্য শিশুকে নিয়ে জন-মানবহীন প্রান্তরে কালাতিপাত করতে থাকেন। সাথের সংরক্ষিত পানি ফুরিয়ে যাওয়ায় এক সময় দারুন পিপাসা তাকে পানির খোঁজে বের হতে বাধ্য করল। তিনি শিশুকে উন্মুক্ত প্রান্তরে রেখে সাফা’ ও ‘মারওয়া পাহাড়ে বার বার উঠা-নামা করতে লাগলেন। কিন্তু কোথাও পানির চিহ্নমাত্র দেখলেন না এবং এমন কোন মানুষও দৃষ্টিগোচর হলো না, যার কাছ থেকে কিছু তথ্য জানতে পারেন। সাতবার ছুটোছুটি করে তিনি নিরাশ হয়ে শিশুর কাছে ফিরে এলেন। এ ঘটনাকে স্মরণীয় করার উদ্দেশ্যেই সাফা ও মারওয়া পাহাড়দ্বয়ের মাঝখানে সাতবার দৌড়ানো কেয়ামত পর্যন্ত ভবিষ্যৎ বংশধরদের জন্য হজের বিধি-বিধানে অত্যাবশ্যকীয় করা হয়েছে। হাজেরা যখন নিরাশ হয়ে শিশুর কাছে ফিরে এলেন, তখন আল্লাহ্‌র রহমত নাযিল হল। জিবরাঈল ‘আলাইহিস সালাম আগমন করলেন এবং শুস্ক মরুভূমিতে পানির একটি ঝর্ণাধারা বইয়ে দিলেন। [বুখারী ৩৩৬৫]\nবর্তমানে এ ধারার নামই যমযম। পানির সন্ধান পেয়ে প্রথমে জীব-জন্তু আগমন করল। জীব-জন্তু দেখে মানুষ এসে সেখানে আস্তানা গাড়ল। এভাবে মক্কায় জনপদের ভিত্তি রচিত হয়ে গেল। জীবন ধারণের প্রয়োজনীয় কিছু আসবাব পত্ৰও সংগৃহীত হল।\nইসমাঈল ‘আলাইহিস সালাম নামে খ্যাত এই সদ্যজাত শিশু লালিত-পালিত হয়ে কাজ-কর্মের উপযুক্ত হয়ে গেল। ইবরাহীম ‘আলাইহিস সালাম আল্লাহ্‌র ইংগিতে মাঝে মাঝে এসে স্ত্রী হাজেরা ও শিশুকে দেখে যেতেন। এ সময় আল্লাহ্‌ তা'আলা স্বীয় বন্ধুর তৃতীয় পরীক্ষা নিতে চাইলেন। বালক ইসমাঈল অসহায় ও দীন-হীন অবস্থায় বড় হয়েছিলেন এবং পিতার স্নেহ-বাৎসল্য থেকেও বঞ্চিত ছিলেন। কুরআনে বলা হয়েছেঃ “বালক যখন পিতার কাজে কিছু সাহায্য করার যোগ্য হয়ে উঠল, তখন ইবরাহীম ‘আলাইহিস সালাম তাকে বললেন, হে বৎস! আমি স্বপ্নে তোমাকে জবাই করতে দেখেছি। এখন বল, তোমার কি অভিপ্রায়? পিতৃভক্ত বালক বলল, পিতা! আপনি যে আদেশ পেয়েছেন, তা পালন করুন। আপনি আমাকেও ইনশাআল্লাহ্‌ এ ব্যাপারে ধৈর্যশীল পাবেন”। [সূরা আস-সাফফাতঃ ১০২]\nএর পরবর্তী ঘটনা সবার জানা আছে যে, ইবরাহীম ‘আলাইহিস সালাম পুত্রকে জবাই করার উদ্দেশ্যে মিনা প্রান্তরে নিয়ে গেলেন। অতঃপর আল্লাহ্‌র আদেশ পালনে নিজের পক্ষ থেকে যা করণীয় ছিল, তা পুরোপুরিই সম্পন্ন করলেন। ইবরাহীম ‘আলাইহিস সালাম যখন এ পরীক্ষায় উত্তীর্ণ হলেন, তখন আল্লাহ্‌ তা'আলা জান্নাত থেকে এর পরিপূরক নাযিল করে তা কুরবানী করার আদেশ দিলেন। এই রীতিটিই পরে ভবিষ্যতের জন্য একটি চিরন্তন রীতিতে পরিণতি লাভ করে। [তাফসীরে ইবনে কাসীর]\nএগুলো ছিল বড়ই কঠিন পরীক্ষা, যার সম্মুখীন খলীলুল্লাহ ‘আলাইহিস সালাম-কে করা হয়। এর সাথে সাথেই আরও অনেকগুলো কাজ এবং বিধিবিধানের বাধ্যবাধকতাও তার উপর আরোপ করা হল। তন্মধ্যে দশটি কাজ 'খাসায়েলে ফিতরাত’ বা প্রকৃতিসুলভ অনুষ্ঠান নামে অভিহিত। এগুলো হলো শারীরিক পরিস্কার-পরিচ্ছন্নতা সম্পর্কিত, ভবিষ্যত উম্মতের জন্যও এগুলো স্থায়ী বিধি-বিধানে পরিণত হয়েছে। সর্বশেষ নবী মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও তার উম্মতকে এসব বিধি-বিধান পালনের জোর তাকিদ দিয়েছেন। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, সমস্ত ইসলাম ত্রিশটি অংশে সীমাবদ্ধ। তন্মধ্যে দশটি সূরা আল-বারাআতে, দশটি সূরা আল-মুমিনুনে এবং দশটি সূরা আল-আহ্‌যাবে বর্ণিত হয়েছে। [ইবনে কাসীর]  ইবরাহীম ‘আলাইহিস সালাম এগুলো পূর্ণরূপে পালন করেছেন এবং সব পরীক্ষায়ই উত্তীর্ণ হয়েছেন। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার উপরোদ্ধৃত উক্তির দ্বারা বুঝা গেল যে, মুসলিমদের জন্য যেসব জ্ঞান এবং কর্মগত ও নৈতিক গুণ অর্জন করা দরকার, তার সবই এ তিনটি সূরার কয়েকটি আয়াতে সন্নিবেশিত হয়েছে। এগুলোই কুরআনে উল্লেখিত (كَلِمَات) যেসব বিষয়ে খলীলুল্লাহ্ ‘আলাইহিস সালাম-এর পরীক্ষা নেয়া হয়েছে বলে বিভিন্ন বর্ণনায় এসেছে।\n[২] এ আয়াত দ্বারা একদিকে বুঝা গেল যে, ইবরাহীম '‘আলাইহিস সালাম-কে সাফল্যের প্রতিদানে মাবনসমাজের নেতৃত্ব দেয়া হয়েছে, অপরদিকে মানব সমাজের নেতা হওয়ার জন্য যে পরীক্ষা দরকার, তা পার্থিব পাঠশালা বা বিদ্যালয়ের পরীক্ষার অনুরূপ নয়। পার্থিব পাঠশালাসমূহের পরীক্ষায় কতিপয় বিষয়ে তথ্যানুসন্ধান ও চুলচেরা বিশ্লেষণকেই সাফল্যের মাপকাঠি বিবেচনা করা হয়। কিন্তু নেতৃত্ব লাভের পরীক্ষায় সূরা আল-বারাআত বা আত-তাওবার ১১২ নং আয়াত, সূরা আল-মুমিনূন এর ১-১১ এবং সূরা আল-আহযাবের ৩৫ নং আয়াতে বর্ণিত ত্রিশটি নৈতিক ও কর্মগত গুণে পুরোপুরি গুনাম্বিত হওয়া শর্ত। কুরআনের অন্য এক জায়গায় এ বিষয়টি এভাবে বর্ণিত হয়েছে, “যখন তারা সবর করলো এবং আমার নিদর্শনাবলীতে নিশ্চিত বিশ্বাসী হল, তখন আমরা তাদেরকে নেতা করে দিলাম, যাতে আমার নির্দেশ অনুযায়ী মানুষকে পথ প্রদর্শন করে”। [সূরা আস-সাজদাহ:২৪] এই আয়াতে বর্ণিত (صَبر)  হলো শিক্ষাগত ও বিশ্বাসগত পূর্ণতা। আর (يَقِيْن) হলো কর্মগত ও নৈতিক পূর্ণতা। কারও মধ্যে এগুলোর পূর্ণতার ভিত্তিতেই নেতৃত্বের জন্য আল্লাহ্‌র কাছে গ্রহণযোগ্য বলে বিবেচিত হন।\n[৩] আল্লাহ্ তা'আলা কর্তৃক নবী ইবরাহীম ‘আলাইহিস সালাম-এর বিভিন্ন পরীক্ষা, তাতে তার সাফল্য এবং পুরস্কার ও প্রতিদানের বিষয় বর্ণিত হয়েছে। ইবরাহীম ‘আলাইহিস সালাম যখন স্নেহ পরবশ হয়ে স্বীয় সন্তান-সন্ততির জন্যেও এ পুরস্কারের প্রার্থনা জানালেন, তখন পুরস্কার লাভের জন্য একটি নিয়ম-নীতিও বলে দেয়া হল। এতে খলীলুল্লাহর প্রার্থনাকে শর্তসাপেক্ষে মঞ্জুর করে বলা হয়েছে যে, আপনার বংশধরগণও এই পুরস্কার পাবে, তবে তাদের মধ্যে যারা অবাধ্য ও যালিম হবে, তারা এ পুরস্কার পাবে না। ইবরাহীম ‘আলাইহিস সালাম-এর এই পরীক্ষার উদ্দেশ্য ছিল পরীক্ষার মাধ্যমে স্বীয় বন্ধুর লালন করে তাকে পূর্ণত্বের স্তর পর্যন্ত পৌছানো সন্তানদের জন্য এ দো’আর মধ্যে আরও একটি তাৎপর্য নিহিত রয়েছে। অভিজ্ঞতা সাক্ষ্য দেয় যে, সমাজে যারা গণ্য-মান্য, তাদের সন্তানরা পিতার পথ অনুসরণ করলে সমাজে তাদের জনপ্রিয়তা বৃদ্ধি পায়। খলীলুল্লাহ ‘আলাইহিস সালাম-এর এ দোআটিও কবুল হয়েছে। তার বংশধরদের মধ্যে কখনো সত্যদ্বীনের অনুসারী ও আল্লাহ্‌র আজ্ঞাবহ আদর্শ পুরুষের অভাব হয়নি। জাহেলিয়াত আমলে আরবে যখন সর্বত্র মূর্তিপূজার জয়-জয়কার, তখনো ইবরাহীম ‘আলাইহিস সালাম-এর বংশধরের মধ্যে কিছু লোক একত্ববাদ ও আখেরাতে বিশ্বাসী এবং আল্লাহ্‌র আনুগত্যশীল ছিলেন। যেমন, যায়েদ ইবনে আমর, ওরাকা ইবন নওফাল এবং কেস ইবন সায়েদা প্রমূখ।",
  "ayah": 124,
  "surah": 2
}
