{
  "text": "আর স্মরণ করুন, যখন ইবরাহীম ও ইসমাঈল কাবাঘরের ভিত্তি স্থাপন করছিলেন, (তারা বলছিলেন) ‘হে আমাদের রব [১]! আমাদের পক্ষ থেকে কবুল করুন [২]। নিশ্চয় আপনি সর্বশ্রোতা, সর্বজ্ঞ [৩]।\n[১] এখানে লক্ষণীয় যে, ইবরাহীম ‘আলাইহিস সালাম (رب) শব্দ দ্বারা দো'আ আরম্ভ করেছেন। তিনি এই শব্দের মাধ্যমে দো'আ করার রীতি শিক্ষা দিয়েছেন। কারণ এ জাতীয় শব্দ আল্লাহ্‌র রহমত ও কৃপা আকৃষ্ট করার ব্যাপারে খুবই কার্যকর ও সহায়ক। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, “ইবরাহীম ‘আলাইহিস সালাম ইসমাঈলকে বললেন, হে ইসমাঈল। আল্লাহ্‌ আমাকে একটি কাজের নির্দেশ দিয়েছেন। ইসমাঈল বললেন, আপনার রব আপনাকে যা নির্দেশ করেছেন তা বাস্তবায়িত করুন। ইবরাহীম বললেন, তুমি কি আমাকে সাহায্য করবে? ইসমাঈল বললেন, আমি আপনাকে সাহায্য করব। ইবরাহীম পাশের একটি উচু জায়গা দেখিয়ে বললেন, আল্লাহ্‌ আমাকে এখানে একটি ঘর বানাতে নির্দেশ দিয়েছেন। ইবনে আব্বাস বলেন, তারপর তারা দু’জনে ঘরের ভিত্তি স্থাপন করে তা উচু করছিলেন। ইসমাঈল পাথর নিয়ে আসতেন আর ইবরাহীম ঘর বানাতেন। তারপর যখন ঘর উচু হয়ে গেল তখন ইসমাঈল এ পাথরটি এনে ইবরাহীমের পায়ের নীচে রাখলেন। তখন ইবরাহীম তাতে দাঁড়িয়ে ঘর বানাতে থাকলেন। এমতাবস্থায় তাদের মুখ থেকে এ দোআ বের হচ্ছিল। ” [বুখারী ৩৬৬৪]\n[২] ইবরাহীম ‘আলাইহিস সালাম আল্লাহ্‌র নির্দেশে সিরিয়ার সুজলা সুফলা সুদর্শন ভূ-খণ্ড ছেড়ে মক্কার বিশুস্ক পাহাড়সমূহের মাঝখানে স্বীয় পরিবার-পরিজনকে এনে রাখেন এবং কা'বা গৃহের নির্মাণে সর্বশক্তি নিয়োগ করেন। এরূপ ক্ষেত্রে অন্য কোন আত্মত্যাগী ইবাদাতকারীর অন্তরে অহংকার দানা বাধতে পারত এবং সে তার ক্রিয়াকর্মকে অনেক মূল্যবান মনে করতে পারত। কিন্তু এখানে ছিলেন আল্লাহ্‌র এমন একজন বন্ধু যিনি আল্লাহ্‌র প্রতাপ এবং মহিমা সম্পর্কে যথার্থভাবে অবহিত। তিনি জানতেন, আল্লাহ্‌র উপযুক্ত ইবাদাত ও আনুগত্য কোন মানুষের পক্ষেই সম্ভব নয়। প্রত্যেকেই নিজ নিজ শক্তি-সামর্থ্য অনুযায়ী কাজ করে। তাই আমল যত বড়ই হোক সেজন্য অহংকার না করে কেঁদে কেঁদে এমনি দো'আ করা প্রয়োজন যে, হে আমার রব! আমার এ আমল কবুল হোক। কা'বা গৃহ নির্মাণের আমল প্রসংগে ইবরাহীম ‘আলাইহিস সালাম তাই বলেছেন, (رَبَّنَا تَقَبَّلْ مِنَّا) হে রব! আমাদের এ আমল কবুল করুন। কেননা, আপনি শ্রোতা, আপনি সর্বজ্ঞ। [ মা'আরিফুল কুরআন ]\n[৩] সন্তানের প্রতি স্নেহ ও মমতা শুধু একটি স্বাভাবিক ও সহজাত বৃত্তিই নয়; বরং এ ব্যাপারে আল্লাহ্ তা'আলারও নির্দেশ রয়েছে। উল্লেখিত আয়াতসমূহ এর প্রমাণ। তিনি সন্তানদের দুনিয়া ও আখেরাতের সুখ-স্বাচ্ছন্দ্যের জন্য আল্লাহ্‌র কাছে দোআ করেছেন।",
  "ayah": 127,
  "surah": 2
}
