{
  "text": "‘হে আমাদের রব! আর আপনি তাদের মধ্য থেকে তাদের কাছে এক রাসূল পাঠান [১], যিনি আপনার আয়াতসমূহ তাদের কাছে তিলাওয়াত করবেন [২] ;  তাদেরকে কিতাব ও হেকমত শিক্ষা দেবেন [৩] এবং তাদেরকে পরিশুদ্ধ করবেন [৪] আপনি তো পরাক্রমশালী, প্রজ্ঞাময়’।\n[১] হাদীসে বর্ণিত আছে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ আমি আমার সূচনা বলে দিচ্ছি, আমার পিতা ইবরাহীম ‘আলাইহিস সালাম-এর দোআ, ঈসা '‘আলাইহিস সালাম-এর সুসংবাদ এবং আমার মা স্বপ্নে দেখেছিলেন যে, তার থেকে একটি আলো বের হল, যে আলোতে সিরিয়ার প্রাসাদসমূহ আলোকিত হয়েছে। [মুসনাদে আহমাদঃ ৫/২৬২] ঈসা ‘আলাইহিস সালাম-এর সুসংবাদের অর্থ তার এ উক্তি\n(وَمُبَشِّرًۢا بِرَسُوْلٍ يَّاْتِيْ مِنْۢ بَعْدِي اسْمُهٗٓ اَحْمَدُ)\"\n“আমি এমন এক নবীর সুসংবাদদাতা, যিনি আমার পরে আসবেন। তার নাম আহমাদ”। [সূরা আস-সাফঃ ৬] তার জননী গর্ভাবস্থায় স্বপ্নে দেখেন যে, তার পেট থেকে একটি নূর বের হয়ে সিরিয়ার প্রাসাদসমূহ আলোকোজ্জ্বল করে তুলেছে। কুরআনে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর আবির্ভাবের আলোচনা প্রসংগে দু’জায়গায়, সূরা আলে-ইমরানের ১৬৪তম আয়াতে এবং সূরা জুমুআয় ইবরাহীম ‘আলাইহিস সালাম-এর দোআয় উল্লেখিত ভাষারই পুনরাবৃত্তি করা হয়েছে। এভাবে ইংগিত করা হয়েছে যে, ইবরাহীম ‘আলাইহিস সালাম যে নবীর জন্য দোআ করেছিলেন, তিনি হচ্ছেন শেষ নবী মুহাম্মাদ সাল্লাল্লাহু '‘আলাইহি ওয়া সাল্লাম।\n[২] ইবরাহীম ‘আলাইহিস সালামের দোআর কারণে আমাদের রাসূল মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে প্রেরণের মূল উদ্দেশ্য তিনটি। তন্মধ্যে প্রথম হচ্ছে, আল্লাহ্‌র আয়াতসমূহ তিলাওয়াত করা। তিলাওয়াতের আসল অর্থ অনুসরণ করা। কুরআন ও হাদীসের পরিভাষায় এ শব্দটি কুরআন ও অন্যান্য আসমানী কিতাব পাঠ করার ক্ষেত্রেই প্রযোজ্য। কারণ, যে লোক এসব কালাম পাঠ করে, এর অনুসরণ করাও তার একান্ত কর্তব্য। আসমানী গ্রন্থ ঠিক যেভাবে আল্লাহ্‌র পক্ষ থেকে নাযিল হয়, হুবহু তেমনিভাবে পাঠ করা জরুরী। নিজের পক্ষ থেকে তাতে কোন শব্দ অথবা স্বরচিহ্নটিও পরিবর্তন পরিবর্ধন করার অনুমতি নেই। ইমাম রাগেব বলেন, ‘আল্লাহ্‌র কালাম ছাড়া অন্য কোন গ্রন্থ অথবা কালাম পাঠ করাকে সাধারণ পরিভাষায় তিলাওয়াত বলা যায়\nনা’। [মুফরাদাতুল কুরআন]\n[৩] ইবরাহীম ‘আলাইহিস সালামের দোআ অনুসারে নবী-রাসূলগণের বিশেষ করে আমাদের রাসূল মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর দ্বিতীয় কর্তব্য হচ্ছে আল্লাহ্‌র কিতাব ও হিকমতের শিক্ষা দান। এখানে কিতাব বলে আল্লাহ্‌র কিতাব বুঝানো হয়েছে। হিকমত’ শব্দটি আরবী অভিধানে একাধিক অর্থে ব্যবহৃত হয়ে থাকে। যথা – সত্যে উপনীত হওয়া, ন্যায় ও সুবিচার, জ্ঞান ও প্রজ্ঞা ইত্যাদি। ইমাম রাগেব বলেন, এ শব্দটি আল্লাহ্‌র জন্য ব্যবহৃত হলে এর অর্থ হয় সকল বস্তুর পূর্ণজ্ঞান ও সুদৃঢ় উদ্ভাবন। অন্যের জন্য ব্যবহৃত হলে এর অর্থ হয়, বিদ্যমান বস্তুসমূহের বিশুদ্ধ জ্ঞান, সৎকর্ম, ন্যায়, সুবিচার, সত্য কথা ইত্যাদি। এখন লক্ষ্য করা দরকার যে, আয়াতে হিকমতের অর্থ কি? মূলত: এখানে হিকমত শব্দের অর্থ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সুন্নাহ। ইবনে কাসীর ও ইবনে জরীর রাহিমাহুল্লাহ কাতাদাহ থেকে এ ব্যাখ্যাই উদ্ধৃত করেছেন। হিকমত অর্থ কেউ কুরআনের তাফসীর, কেউ দ্বীনের গভীর জ্ঞান, কেউ শরীআতের বিধি-বিধানের জ্ঞান, কেউ এমন বিধিবিধানের জ্ঞান অর্জন বলেছেন, যা শুধু রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর বর্ণনা থেকেই জানা যায়। নিঃসন্দেহে এসব উক্তির সারমর্ম হলো রাসূল সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লাম-এর সুন্নাহ।\n[৪] ইবরাহীম ‘আলাইহিস সালামের দোআ অনুসারে নবী-রাসূলগণ বিশেষ করে আমাদের রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর তৃতীয় কর্তব্য হচ্ছে পরিশুদ্ধি ও পবিত্রকরণ। আয়াতে উল্লেখিত (يُزَكِّيْهِمْ) শব্দটি (زكاة) শব্দ থেকে উদ্ভুত। এর অর্থ পবিত্রতা। বাহ্যিক ও আত্মিক সকল প্রকার পবিত্রতার অর্থেই এ শব্দটি ব্যবহৃত হয়। বাহ্যিক না-পাকী সম্পর্কে সাধারণ মুসলিমরাও ওয়াকিফহাল। আত্মিক না-পাকী হচ্ছে কুফর, শির্ক, আল্লাহ্‌ ব্যতীত অন্যের উপর ভরসা করা, অহংকার, হিংসা, শক্রতা, দুনিয়াপ্রীতি ইত্যাদি। কুরআন ও সুন্নাহতে এসব বিষয়ের বিস্তারিত বর্ণনা রয়েছে। এ আয়াত থেকে আরও স্পষ্ট হয়ে গেল যে, হেদায়াত ও সংশোধনের ধারা দুটি, আল্লাহ্‌র রাসূল ও আল্লাহ্‌র গ্রন্থ। এ দুটি ব্যতীত কারও হেদায়াত লাভ হতে পারে না।\nএ আয়াতসমূহে ইবরাহীম ‘আলাইহিস সালাম অনেকগুলো দোআ করেছিলেন।\n(১) “আপনার নির্দেশে আমি এই জনমানবহীন প্রান্তরে নিজ পরিবার-পরিজনকে রেখে যাচ্ছি। আপনি একে একটি শান্তিপূর্ণ শহর বানিয়ে দিন-যাতে এখানে বসবাস করা আতংকজনক না হয় এবং জীবনধারণের প্রয়োজনীয় আসবাবপত্র সহজলভ্য হয়”। আল্লাহ্ তা'আলা কবুল করেছেন এবং সে ঊষর মরু প্রান্তর মক্কা নগরীতে পরিণত হয়েছে। (২) ”হে রব! শহরটিকে শান্তির ভূমি করে দিন”। অর্থাৎ হত্যা, লুন্ঠন, কাফেরদের অধিকার স্থাপন, বিপদাপদ থেকে সুরক্ষিত ও নিরাপদ রাখুন। ইবরাহীম ‘আলাইহিস সালাম-এর এই দো'আও কবুল হয়েছে। মক্কা মুকাররামা শুধু একটি জনবহুল নগরীই নয়, সারা বিশ্বের প্রত্যাবর্তনস্থলও বটে। বিশ্বের চারদিক থেকে মুসলিমগণ এ নগরীতে পৌছাকে সর্ববৃহৎ সৌভাগ্য মনে করে। নিরাপদ ও সুরক্ষিতও এতটুকু হয়েছে যে, আজ পর্যন্ত কোন শক্রজাতি অথবা শক্রসম্রাট এর উপর অধিকার প্রতিষ্ঠিত করতে পারেনি। আল্লাহ্‌ তা'আলা হারাম শরীফের চতুঃসীমানায় জীব-জন্তুকেও নিরাপত্তা দান করেছেন। এই এলাকায় শিকার করা জায়েয নয়। (৩) ইবরাহীম ‘আলাইহিস সালাম-এর তৃতীয় দোআ এই যে, এ শহরের অধিবাসীদের উপজীবিকা হিসেবে যেন ফল-মূল দান করা হয়। মক্কামুকাররমা ও পাশ্ববতী ভূমি কোনরূপ বাগ-বাগিচার উপযোগী ছিল না। দূর-দূরান্ত পর্যন্ত ছিল না পানির নাম -নিশানা। কিন্তু আল্লাহ্‌ তা'আলা ইবরাহীমের দোআ কবুল করেন। মক্কার কাছেই তায়েফে যাবতীয় ফলমূল প্রচুর পরিমাণে উৎপন্ন হয় যা মক্কার বাজারেই বেচা-কেনা হয়। এখনো সারা বিশ্ব থেকে ফলমূল মক্কায় নিয়ে আসা হয়। (৪) ইবরাহীম ‘আলাইহিস সালাম এর চতুর্থ দোআ হচ্ছে, “হে আমাদের রব! আমাদের উভয়কে আপনার একান্ত অনুগত করুন এবং আমাদের বংশধর হতে আপনার এক অনুগত জাতি উত্থিত করুন। আমাদেরকে ‘ইবাদাতের নিয়ম-পদ্ধতি দেখিয়ে দিন এবং আমাদের প্রতি ক্ষমাশীল হোন। আপনি অত্যন্ত ক্ষমাশীল, পরম দয়ালু”। এ দোআটিও ইবরাহীম ‘আলাইহিস সালাম-এর আল্লাহ্‌ সম্পর্কে জ্ঞান ও আল্লাহ্‌ ভীতিরই ফল, আনুগত্যের অদ্বিতীয় কীর্তি স্থাপন করার পরও তিনি এরূপ দোআ করেন যে, আমাদের উভয়কে আপনার আজ্ঞাবহ করুন। কারণ, আল্লাহ্‌ সম্পর্কিত জ্ঞান যার যত বৃদ্ধি পেতে থাকে সে তত বেশী অনুভব করতে থাকে যে, যথার্থ আনুগত্য তার দ্বারা সম্ভব হচ্ছে না। এ দোআতে স্বীয় সন্তান-সন্ততিকে অন্তর্ভুক্ত করেছেন। এতে বুঝা যায় যে, যিনি আল্লাহ্‌র পথে নিজের সন্তান-সন্ততিকে বিসর্জন দিতেও এতটুকু কুণ্ঠিত নন, তিনিও সন্তানদের প্রতি কতটুকু আন্তরিকতা ও ভালবাসা রাখেন। আল্লাহ্‌র প্রিয় বান্দারা শারিরিকের চাইতে আত্মিক ও জাগতিকের চাইতে পরলৌকিক আরামের জন্য চিন্তা করেন বেশী। এ কারণেই ইবরাহীম ‘আলাইহিস সালাম দোআ করলেন - “আমার সন্তানদের মধ্য থেকে একটি দলকে পূর্ণ আনুগত্যশীল কর\"। (৫) ইবরাহীম '‘আলাইহিস সালাম ভবিষ্যত বংশধরদের দুনিয়া ও আখেরাতের সার্বিক মংগলের জন্য আল্লাহ্‌র কাছে দোআ করেছেন যে, আমার বংশধরের মধ্যে একজন নবী প্রেরণ করুন - যিনি আপনার আয়াতসমূহ তাদের তিলাওয়াত করে শোনাবেন, কুরআন ও সুন্নাহ শিক্ষা দেবেন এবং বাহ্যিক ও আত্মিক অপবিত্রতা থেকে তাদের পবিত্র করবেন। দো'আয় নিজের বংশধরের মধ্য থেকেই নবী হওয়ার কথা বলা হয়েছে। এর কারণ প্রথমতঃ এই যে, এটা তার সন্তানদের জন্য গৌরব-এর বিষয়। দ্বিতীয়তঃ এতে তাদের কল্যাণও নিহিত রয়েছে। কারণ স্বগোত্র থেকে নবী হলে তার চাল-চলন ও অভ্যাস-আচরণ সম্পর্কে তারা উত্তমরূপে অবগত থাকবে। ধোঁকাবাজি ও প্রবঞ্চনার সম্ভাবনা থাকবে না।",
  "ayah": 129,
  "surah": 2
}
