{
  "text": "আর এভাবে আমরা তোমাদেরকে এক মধ্যপন্থী [১] জাতিতে পরিণত করেছি, যাতে তোমরা মানবজাতির উপর স্বাক্ষী হও [২] এবং রাসূল তোমাদের উপর সাক্ষী হতে পারেন [৩] আর আপনি এ যাবত যে কিবলা অনুসরণ করছিলেন সেটাকে আমরা এ উদ্দেশ্যে কেবলায় পরিণত করেছিলাম যাতে প্রকাশ করে দিতে পারি [৪] কে রাসূলের অনুসরণ করে এবং কে পিছনে ফিরে যায় ? আল্লাহ্‌ যাদেরকে হিদায়াত করেছেন তারা ছাড়া অন্যদের উপর এটা নিশ্চিত কঠিন। আল্লাহ্‌ এরূপ নন যে, তোমাদের ঈমানকে ব্যর্থ করে দিবেন [৫]। নিশ্চয় আল্লাহ্‌ মানুষের প্রতি সহানুভূতিশীল, পরম দয়ালু।\n[১] (وسطا) শব্দের অর্থ সর্বোৎকৃষ্ট বিষয়। আবু সায়ীদ খুদরী রাদিয়াল্লাহু আনহু বলেনঃ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম (عدل) শব্দ দ্বারা - এর ব্যাখ্যা করেছেন। [বুখারী: ৭৩৪৯] এর অর্থ সর্বোৎকৃষ্ট। আবার (وسط) অর্থ হয় মধ্যবর্তী, মধ্যপন্থী। সে হিসাবে এ আয়াতে মুসলিম সম্প্রদায়ের শ্রেষ্ঠত্ব ও সম্মানের কারণ হিসেবে বলা হয়েছে যে, এ সম্প্রদায়কে মধ্যপন্থী সম্প্রদায় করা হয়েছে। মুসলিম সম্প্রদায়কে মধ্যপন্থী, ভারসাম্যপূর্ণ সম্প্রদায় বলে অভিহিত করে বলা হয়েছে যে, মানবীয় মর্যাদা ও শ্রেষ্ঠত্ব তাদের মধ্যে পরিপূর্ণভাবে বিদ্যমান। যে উদ্দেশ্য সাধনের লক্ষ্যে নভোমণ্ডল ও ভূমণ্ডলের যাবতীয় কর্মধারা অব্যাহত রয়েছে এবং নবী ও আসমানী গ্রন্থসমূহ প্রেরিত হয়েছে, তাতে এ সম্প্রদায় অপরাপর সম্প্রদায় থেকে স্বাতন্ত্র্যের অধিকারী ও শ্রেষ্ঠ। কুরআন বিভিন্ন আয়াতে বিভিন্নভাবে মুসলিম সম্প্রদায়ের এ শ্রেষ্ঠত্বের কথা বর্ণনা করেছে। বলা হয়েছে, আর আমরা যাদের সৃষ্টি করেছি তাদের মধ্যে এমন একটি সম্প্রদায় রয়েছে, যারা সৎপথ প্রদর্শন করে এবং সে অনুযায়ী ন্যায়বিচার করে। [সূরা আল-আরাফ: ১৮১]\nএতে মুসলিম সম্প্রদায়ের আত্মিক ও চারিত্রিক ভারসাম্য আলোচিত হয়েছে যে, তারা ব্যক্তিগত স্বার্থ ও কামনা-বাসনা বিসর্জন দিয়ে আসমানী গ্রন্থের নির্দেশ অনুযায়ী নিজেরাও চলে এবং অন্যদেরকেও চালাবার চেষ্টা করে। কোন ব্যাপারে কলহ-বিবাধ সৃষ্টি হলে তার মীমাংসাও তারা গ্রন্থের সাহায্যেই করে, যাতে কোন ব্যক্তি বা সম্প্রদায়ের স্বার্থপরতার কোন আশংকা নেই। অন্য সূরায় মুসলিম সম্প্রদায়ের আত্মিক ভারসাম্য এভাবে বর্ণিত হয়েছেঃ তোমরাই সে শ্ৰেষ্ঠ উম্মত, মানবজাতির কল্যাণের জন্য যাদেরকে সৃষ্টি করা হয়েছে। তোমরা ভাল কাজের আদেশ করবে, মন্দকাজে নিষেধ করবে এবং আল্লাহ্‌র উপর ঈমান রাখবে। [সূরা আলে-ইমরান:১১০]\nঅর্থাৎ মুসলিমরা যেমন সব নবীর শ্রেষ্ঠতম নবীপ্রাপ্ত হয়েছে, সব গ্রন্থের সর্বাধিক পরিব্যপ্ত ও পূর্ণতর গ্রন্থ লাভ করেছে, তেমনি সমস্ত সম্প্রদায়ের মধ্যে সুস্থ মেজাজ এবং ভারসাম্যও সর্বাধিক পরিমাণে প্রাপ্ত হয়েছে। ফলে তারাই সকল সম্পপ্রদায়ের শ্রেষ্ঠ সম্প্রদায় সাব্যস্ত হয়েছে। তাদের সামনে জ্ঞান-বিজ্ঞান ও তত্ত্ব-রহস্যের দ্বার উন্মুক্ত করা হয়েছে। ঈমান, আমল ও আল্লাহ্‌ ভীতির সমস্ত শাখা প্রশাখা ত্যাগের বদৌলতে সজীব ও সতেজ হয়ে উঠবে। তারা কোন বিশেষ দেশ ও ভৌগলিক সীমার বন্ধনে আবদ্ধ থাকবে না। তাদের কর্মক্ষেত্র হবে সমগ্র বিশ্ব এবং জীবনের সকল শাখায় পরিব্যপ্ত। তাদের অস্তিত্বই অন্যের হিতাকাংখা ও তাদেরকে জান্নাতের দ্বারে উপনীত করার কাজে নিবেদিত। এ সম্প্রদায়টি গণমানুষের হিতাকাংখা ও উপকারের নিমিত্তই সৃষ্ট। তাদের অভীষ্ট কর্তব্য ও জাতীয় পরিচয় এই যে, তারা মানুষকে সৎকাজের দিকে পথ দেখাবে এবং মন্দ কাজ থেকে বিরত রাখবে। বাস্তব দৃষ্টিকোণ থেকেও মুসলিম জাতি এক ভারসাম্যপূর্ণ সম্প্রদায়। তাদের মধ্যে রয়েছে, ঈমানের ভারসাম্য। পূর্ববতী সম্প্রদায়গুলোর মধ্যে একদিকে দেখা যায়, তারা নবীগণকে আল্লাহ্‌র পুত্র মনে করে তাদের উপাসনা ও আরাধনা করতে শুরু করেছে। যেমন, এক আয়াতে রয়েছেঃ ইয়াহুদীরা বলেছে, ওযায়ের আল্লাহ্‌র পুত্র এবং নাসারারা বলেছে, মসীহ আল্লাহ্‌র পুত্র। [সূরা আত-তাওবাহঃ ৩০]\nঅপরদিকে এসব সম্প্রদায়েরই অনেকে নবীর উপর্যুপরি মু'জিযা দেখা সত্বেও তাদের নবী যখন তাদেরকে কোন ন্যায়যুদ্ধে আহবান করেছেন, তখন তারা পরিস্কার বলে দিয়েছে, ‘আপনি এবং আপনার পালনকর্তাই যান এবং শক্রদের সাথে যুদ্ধ করুন। আমরা এখানেই বসে থাকব’। [সূরা আল-মায়েদাহ:২৪]\nআবার কোথাও নবীগণকে স্বয়ং তাদের অনুসারীদেরই হাতে নির্যাতিত হতে দেখা গেছে। পক্ষান্তরে মুসলিম সম্প্রদায়ের অবস্থা তা নয়। তারা একদিকে রাসূল সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লাম-এর প্রতি এমন আনুগত্য ও ভালবাসা পোষণ করে যে, এর সামনে জান-মাল, সন্তান-সন্ততি, ইজ্জত-আব্রু সবকিছু বিসর্জন দিতেও কুষ্ঠিত হয় না। অপরদিকে রাসূলকে রাসূল এবং আল্লাহ্‌কে আল্লাহ্‌ই মনে করে। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে তারা আল্লাহ্‌র দাস ও রাসূল বলেই বিশ্বাস করে এবং মুখে প্রকাশ করে। তার প্রশংসা এবং গুণগান করতে গিয়েও তারা একটা সীমার ভেতর থাকে।\nতাছাড়া মুসলিমদের মধ্যে রয়েছে, কর্ম ও ‘ইবাদাতের ভারসাম্য। পূর্ববর্তী সম্প্রদায়গুলোর মধ্যে একদিকে দেখা যায়, তারা শরীআতের বিধি-বিধানগুলোকে কানাকড়ির বিনিময়ে বিক্রি করে দেয়, ঘুষ-উৎকোচ নিয়ে আসমানী গ্রন্থকে পরিবর্তন করে অথবা মিথ্যা ফতোয়া দেয়, বাহানা ও অপকৌশলের মাধ্যমে ধর্মীয় বিধান পরিবর্তন করে এবং ইবাদাত থেকে গা বাচিয়ে চলে। অপরদিকে তাদের উপাসনালয়সমূহে এমন লোকও দেখা যায়, যারা সংসারধর্ম ত্যাগ করে বৈরাগ্য অবলম্বন করেছে। তারা আল্লাহ্‌ প্রদত্ত হালাল নেয়ামত থেকেও নিজেদের বঞ্চিত রাখে এবং কষ্ট সহ্য করাকেই সওয়াব ও ইবাদাত বলে মনে করে। পক্ষান্তরে মুসলিম সম্প্রদায় একদিকে বৈরাগ্যকে মানবতার প্রতি যুলুম বলে মনে করে এবং অপরদিকে আল্লাহ্‌ ও রাসূলের বিধি-বিধানের জন্য জীবন বিসর্জন দিতেও কুষ্ঠা বোধ করে না।\nঅনুরূপভাবে তাদের মধ্যে রয়েছে, সামাজিক ও সাংস্কৃতিক ভারসাম্য। পূর্ববর্তী উম্মতসমূহের মধ্যে একদিকে দেখা যায়, তারা মানবাধিকারের প্রতি পরোয়াও করেনি; ন্যায়-অন্যায়ের তো কোন কথাই নেই। মহিলাদের অধিকার দান করা তো দূরের কথা, তাদের জীবিত থাকার অনুমতি পর্যন্ত দেয়া হত না। কোথাও প্রচলিত ছিল শৈশবেই তাদের জীবন্ত সমাহিত করার প্রথা এবং কোথাও মৃত স্বামীর সাথে স্ত্রীকে দাহ করার প্রথা। অপরদিকে এমন নির্বোধ দয়াদ্রতারও প্রচলন ছিল যে, পোকামাকড় হত্যা করাকেও অবৈধ জ্ঞান করা হত। কিন্তু মুসলিম সম্প্রদায় ও তাদের শরীআত এসব ভারসাম্যহীনতার অবসান ঘটিয়েছে। তারা একদিকে মানুষের সামনে মানবাধিকারকে তুলে ধরেছে। শুধু শান্তি ও সন্ধির সময়ই নয়, যুদ্ধ ক্ষেত্রেও শক্রর অধিকার সংরক্ষণে সচেতনতা শিক্ষা দিয়েছে। অপরদিকে প্রত্যেক কাজের একটা সীমা নির্ধারণ করেছে, যা লংঘন করাকে অপরাধ সাব্যস্ত করেছে।\nতদ্রুপভাবে তাদের মধ্যে রয়েছে, অর্থনৈতিক ভারসাম্য। অর্থনীতিতে অপরাপর সম্প্রদায়ের মধ্যে বিস্তর ভারসাম্যহীনতা পরিলক্ষিত হয়। একদিকে রয়েছে পুঁজিবাদী অর্থ ব্যবস্থা। এতে হালাল-হারাম এবং অপরের সুখ-শান্তি ও দুঃখদুরাবস্থা থেকে চক্ষু বন্ধ করে অধিকতর ধন-সম্পদ সঞ্চয় করাকেই সর্ববৃহৎ মানবিক সাফল্য গণ্য করা হয়। অপরদিকে রয়েছে সমাজতান্ত্রিক অর্থ ব্যবস্থা। এতে ব্যক্তি মালিকানাকেই অপরাধ সাব্যস্ত করা হয়। মুসলিম সম্প্রদায় ও তাদের শরীআত এক্ষেত্রেও ভারসাম্যপূর্ণ অভিনব অর্থ ব্যবস্থা প্রবর্তন করেছে। ইসলামী শরীআত একদিকে ধন-সম্পদকে জীবনের লক্ষ্য মনে করতে বারণ করেছে এবং সম্মান, ইজ্জত ও পদমর্যাদা লাভকে এর উপর নির্ভরশীল রাখেনি; অপরদিকে সম্পদ বন্টনের নিষ্কলুষ নীতিমালা প্রণয়ন করে দিয়েছে যাতে কোন মানুষ জীবন ধারণের প্রয়োজনীয় উপায়-উপকরণ থেকে বঞ্চিত না থাকে এবং কেউ সমগ্র সম্পদ কুক্ষিগত করে না বসে। এছাড়া সম্মিলিত মালিকানাভুক্ত বিষয়-সম্পত্তিকে যৌথ ও সাধারণ ওয়াকফের আওতায় রেখেছে। বিশেষ বস্তুর মধ্যে ব্যক্তিমালিকানার প্রতি সম্মান দেখিয়েছে। হালাল মালের শ্রেষ্ঠত্ব বর্ণনা করেছে এবং তা রাখার ও ব্যবহার করার পদ্ধতি শিক্ষা দিয়েছে।\n[২] এ আয়াত থেকে কয়েকটি বিষয় জানা গেল, ১. মুসলিম সম্প্রদায়কে ভারসাম্যপূর্ণ তথা ন্যায়ানুগ করা হয়েছে যাতে তারা সাক্ষাদানের যোগ্য হয়। সুতরাং যে ব্যক্তি আদেল বা ন্যায়ানুগ নয়, সে সাক্ষ্যদানেরও যোগ্য নয়। আদেলের অর্থ সাধারণতঃ নির্ভরযোগ্য' করা হয়। ২. ইজমা শরীআতের দলীল। ইমাম কুরতুবী বলেনঃ ইজমা (মুসলিম আলেমদের ঐক্যমত) যে শরীআতের একটি দলীল, আলোচ্য আয়াতটি তার প্রমাণ। কারণ, আল্লাহ্ তা'আলা এ সম্প্রদায়কে সাক্ষ্যদাতা সাব্যস্ত করে অপরাপর সম্প্রদায়ের বিপক্ষে তাদের বক্তব্যকে দলীল করে দিয়েছেন। এতে প্রমাণিত হয় যে, এ সম্প্রদায়ের ইজমা বা ঐকমত্যও একটি দলীল এবং তা পালন করা ওয়াজিব।\n[৩] এ উম্মাত হাশরের ময়দানে একটি স্বাতন্ত্র্য লাভ করবে। সকল নবীর উম্মতরা তাদের হিদায়াত ও প্রচারকার্য অস্বীকার করে বলতে থাকবে, দুনিয়াতে আমাদের কাছে কোন আসমানী গ্রন্থ পৌছেনি এবং কোন নবীও আমাদের হেদায়াত করেননি। তখন মুসলিম সম্প্রদায় নবীগণের পক্ষে সাক্ষ্যদাতা হিসেবে উপস্থিত হবে এবং সাক্ষ্য দেবে যে, নবীগণ সবযুগেই আল্লাহ্‌র পক্ষ থেকে আনীত হিদায়াত তাদের কাছে পৌছে দিয়েছেন। একাধিক হাদীসে সংক্ষেপে ও সবিস্তারে বর্ণিত হয়েছে যে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ্‌ তা'আলা নূহ ‘আলাইহিস সালাম-কে ডেকে বলবেন, হে নূহ আপনি কি আমার বাণী লোকদের কাছে পৌছিয়েছেন? তিনি বলবেন, হ্যাঁ। তখন তার উম্মতকে জিজ্ঞাসা করা হবে যে, তোমাদের কাছে কি তিনি কিছু পৌছিয়েছেন? তারা বলবে, আমাদের কাছে কোন সাবধানকারী আসেনি। তখন আল্লাহ্‌ বলবেনঃ হে নূহ! আপনার পক্ষে কে সাক্ষ্য দেবে? তিনি বলবেন, মুহাম্মাদ ও তার উম্মত। তখন তারা সাক্ষ্য দেবে যে, নূহ ‘আলাইহিস সালাম আল্লাহ্‌র বাণী লোকদের কাছে পৌছিয়েছেন। আর রাসূল তখন তোমাদের সত্যতার উপর সাক্ষ্য দেবেন। এটাই হলো আল্লাহ্‌র বাণীঃ “এভাবে আমি তোমাদেরকে এক মধ্যপন্থী জাতিতে পরিণত করেছি, যাতে তোমরা মানবজাতির উপর স্বাক্ষী হও এবং রাসূল তোমাদের উপর সাক্ষী হতে পারেন\"। [বুখারীঃ ৪৪৮৭]\n[৪] আয়াতে যে শব্দটি ব্যবহৃত হয়েছে, তা হচ্ছে,  (لِنَعْلَمَ) এর শাব্দিক অর্থ হচ্ছে, যাতে আমরা জানতে পারি'। আয়াতের বাহ্যিক অর্থ থেকে কেউ কেউ এটা মনে করতে পারে যে, (নাউযুবিল্লাহ) আল্লাহ্‌ বুঝি আগে জানতেন না, ঘটনা ঘটার পরে জানেন। মূলত: এ ধরনের বোঝার কোন অবকাশই ইসলামী শরীআতে নেই। কারণ, আল্লাহ্‌ তা'আলা আগে থেকেই সবকিছু জানেন। কিন্তু আল্লাহ্ তা'আলা বান্দাকে পরীক্ষার মাধ্যমে তাঁর জানা বিষয়টি অনুসারে বান্দার কর্মকাণ্ড সংঘটিত হতে দিয়ে বান্দার উপর তাঁর প্রমাণাদি প্রতিষ্ঠা করেন। যাতে করে তার জানার উপর ন্যায় বরং বাস্তব ভিত্তিতে তিনি বান্দাকে সওয়াব বা শাস্তি দিতে পারেন। মূলত: এর মাধ্যমে আল্লাহ্‌ তা'আলা বান্দার পরীক্ষা নিয়ে থাকেন। যেমন অন্য আয়াতে বলা হয়েছে, “এটা এজন্যে যে, আল্লাহ্‌ তোমাদের অন্তরে যা আছে তা পরীক্ষা করেন এবং তোমাদের মনে যা আছে তা পরিশোধন করেন। আর অন্তরে যা আছে সে সম্পর্কে আল্লাহ্‌ বিশেষভাবে অবহিত \" [সূরা আলে ইমরান ১৫৪] এ আয়াতে ‘পরীক্ষা’ করার কথা বলার মাধ্যমে এ কথাটি স্পষ্ট হয়েছে যে, আল্লাহ্‌ আগে থেকেই জানেন। কিন্তু তার উদ্দেশ্য পরীক্ষা করা। এ অর্থের সমর্থন পাওয়া যায় আয়াতের শেষে ‘আর অন্তরে যা আছে সে সম্পর্কে আল্লাহ্‌ বিশেষভাবে অবহিত’ এ কথা বলার মাধ্যমে। এ বিষয়টি স্পষ্ট হয়ে গেলে পবিত্র কুরআনের অন্যত্র যেমন, সূরা আল-কাহাফ:১২, সাবা ২১ এ ব্যবহৃত (لِنَعْلَمَ) শব্দটির অর্থ স্পষ্ট হয়ে যাবে এবং কোন সন্দেহের উদ্রেক হবে না। [আদওয়াউল বায়ান]\n[৫] এখানে ঈমান শব্দ দ্বারা ঈমানের প্রচলিত অর্থ নেয়া হলে আয়াতের মর্ম হবে এই যে, কেবলা পরিবর্তনের ফলে নির্বোধেরা মনে করতে থাকে যে, এরা দ্বীন ত্যাগ করেছে কিংবা এদের ঈমান নষ্ট হয়ে গেছে। উত্তরে বলা হয়েছে যে, আল্লাহ্‌ তা'আলা তোমাদের ঈমান নষ্ট করবেন না। কাজেই তোমরা নির্বোধদের কথায় কর্ণপাত করো না। কোন কোন মনীষীদের উক্তিতে এখানে ঈমানের অর্থ করা হয়েছে সালাত। মৰ্মাৰ্থ এই যে, সাবেক কেবলা বায়তুল-মুকাদাসের দিকে মুখ করে যেসব সালাত আদায় করা হয়েছে, আল্লাহ্ তা'আলা সেগুলো নষ্ট করবেন না; বরং তা শুদ্ধ ও মকবুল হয়েছে। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত রয়েছে যে, কাবাকে কেবলা করার পর অনেকেই প্রশ্ন করে যে, যে সব মুসলিম ইতিমধ্যে ইন্তেকাল করেছেন, তারা বায়তুল মোকাদাসের দিকে মুখ করে সালাত আদায় করে গেছেন - কা'বার দিকে সালাত আদায় করার সুযোগ পাননি, তাদের কি হবে? এ প্রশ্নের প্রেক্ষিতেই আলোচ্য আয়াত নাযিল হয়। [বুখারীঃ ৪৪৮৬] এতে সালাতকে ঈমান শব্দ দ্বারা ব্যক্ত করে স্পষ্ট করে বলে দেয়া হয়েছে যে, ১. তাদের সব সালাতই শুদ্ধ ও গ্রহণীয়। তাদের ব্যাপারে কেবলা পরিবর্তনের কোন প্রতিক্রিয়া হবে না। ২. আমল ঈমানের অংগ ৷ ৩. সালাত ঈমানের এমন একটি গুরুত্বপূর্ণ অংশ যে, সালাতকে বোঝানোর জন্য মহান আল্লাহ্‌ তা'আলা ঈমান শব্দ ব্যবহার করেছেন।",
  "ayah": 143,
  "surah": 2
}
