{
  "text": "অবশ্যই আমরা আকাশের দিকে আপনার বারবার তাকানো লক্ষ্য করি [১]। সুতরাং অবশ্যই আমরা আপনাকে এমন কিবলার দিকে ফিরিয়ে দিব যা আপনি পছন্দ করেন [২]। অতএব আপনি মসজিদুল হারামের দিকে [৩] চেহারা ফিরান [৪]। আর তোমরা যেখানেই থাক না কেন তোমাদের চেহারাসমূহকে এর দিকে ফিরাও এবং নিশ্চয় যাদেরকে কিতাব দেয়া হয়েছে তারা অবশ্যই জানে যে, এটা তাদের রব-এর পক্ষ হতে হক। আর তারা যা করে সে সম্পর্কে আল্লাহ্‌ গাফেল নন।\n[১] কেবলা পরিবর্তনের আদেশ আসার আগে থেকেই নবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এর প্রতীক্ষায় ছিলেন। তিনি নিজেই অনুভব করছিলেন ইসরাঈলবংশীয়দের নেতৃত্বের যুগ শেষ হয়ে গেছে এবং তার সাথে সাথে বায়তুল-মুকাদাসের কেন্দ্রীয় মর্যাদা লাভেরও অবসান ঘটেছে। এখন আসল ইবরাহিমী কেবলার দিকে মুখ ফিরানোর সময় হয়ে গেছে। কা'বা মুসলিমদের কেবলা সাব্যস্ত হোক - এটাই ছিল রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর আন্তরিক বাসনা। তিনি এর জন্য দোআও করছিলেন। এ কারণেই তিনি বার বার আকাশের দিকে চেয়ে দেখতেন যে, ফেরেশতা নির্দেশ নিয়ে আসছেন কি না।\n[২] এ আয়াতাংশটি হচ্ছে কেবল পরিবর্তন সম্পর্কিত মূল নির্দেশ। এ নির্দেশটি তৃতীয় হিজরীর রজব বা শাবান মাসে নাযিল হয়। ইবনে সা’আদ বর্ণনা করেছেন, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম একটি দাওয়াত উপলক্ষে উম্মে বিশ্‌র ইবনে বারা’ ইবনে মা’রুর-এর ঘরে গিয়েছিলেন। সেখানে যোহরের সময় গিয়েছিল। তিনি সেখানে সালাতে লোকদের ইমামতি করতে দাড়িয়েছিলেন। দু রাকা’আত সালাত আদায় হয়ে গিয়েছিল। এমনি সময় তৃতীয় রাকাআতে ওহীর মাধ্যমে এ আয়াতটি নাযিল হল। সঙ্গে সঙ্গেই তিনি ও তার সঙ্গে জামা'আতে শামিল সমস্ত লোক বায়তুল মোকাদ্দাসের  দিক থেকে মুখ ফিরিয়ে কাবার দিকে মুখ ঘুরিয়ে নিলেন। [তাবাকাতে ইবনে সাদ: ১/২৪২]\nএরপর মদীনা ও মদীনার আশেপাশে এ নির্দেশটি সাধারণভাবে ঘোষণা করে দেয়া হল। বারা ইবনে আযেব বলেন, এক জায়গায় ঘোষকের কথা এমন অবস্থায় পৌছল, যখন তারা রুকূ করছিল। নির্দেশ শোনার সাথে সাথেই সবাই সে অবস্থাতেই কা'বার দিকে মুখ ফিরালো। আনাস ইবনে মালেক বলেন, এ খবরটি কুবায় পৌছল পরের দিন ফজরের সালাতের সময়। লোকেরা এক রাকাআত সালাত শেষ করেছিল, এমন সময় তাদের কানে আওয়াজ পৌছলঃ ‘সাবধান! কেবলা বদলে গেছে। এখন কা'বার দিকে কেবলা নির্দিষ্ট হয়েছে। এ কথা শোনার সাথে সাথেই সমগ্র জামা’আত কাবার দিকে মুখ ফিরালো। [অনুরূপ বর্ণনা, বুখারী ৪৪৮৬]\n[৩] ‘মসজিদুল হারাম’ অর্থ সম্মান ও মর্যাদাসম্পন্ন মসজিদ। এর অর্থ হচ্ছে এমন ইবাদত গৃহ, যার মধ্যস্থলে কা'বাগৃহ অবস্থিত।\n[৪] হিজরতের পূর্বে মক্কা-মুকার্‌রামায় যখন সালাত ফরয হয়, তখন কা'বাগৃহই সালাতের জন্য কেবলা ছিল, না বায়তুল-মুকাদাস ছিল - এ প্রশ্নে সাহাবী ও তাবেয়ীগণের মধ্যে মতভেদ রয়েছে। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুম বলেনঃ ইসলামের শুরু থেকেই কিবলা ছিল বায়তুল-মুকাদাস। হিজরতের পরও ষোল/সতের মাস পর্যন্ত বায়তুল-মুকাদ্দাসই কেবলা ছিল। এরপর কাবাকে কেবলা করার নির্দেশ আসে। তবে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মক্কায় অবস্থানকালে হাজরেআসওয়াদ ও রোকনে-ইয়ামানীর মাঝখানে দাড়িয়ে সালাত আদায় করতেন যাতে কা'বা ও বায়তুল-মুকাদাস উভয়টিই সামনে থাকে। মদীনায় পৌছার পর এরূপ করা সম্ভব ছিল না। তাই তার মনে কেবলা পরিবর্তনের বাসনা দানা বাধতে থাকে। অন্যান্য সাহাবী ও তাবেয়ীগণ বলেনঃ মক্কায় সালাত ফরয হওয়ার সময় কা'বা গৃহই ছিল মুসলিমদের প্রাথমিক কেবলা। কেননা ইবরাহীম ও ইসমাঈল ‘আলাইহিমুস সালাম-এরও কেবলা তাই ছিল। মহানবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মক্কায় অবস্থানকালে কাবাগৃহের দিকে মুখ করেই সালাত আদায় করতেন। মদীনায় হিজরতের পর তার কেবলা বায়তুল-মুকাদ্দাস সাব্যস্ত হয়। তিনি মদীনায় ষোল/ সতের মাস পর্যন্ত বায়তুল-মোকান্দাসের দিকে মুখ করে সালাত আদায় করেন। এরপর প্রথম কেবল অর্থাৎ কাবাগৃহের দিকে মুখ করার নির্দেশ নাযিল হয়।",
  "ayah": 144,
  "surah": 2
}
