{
  "text": "আল্লাহ্‌ তাদের সাথে উপহাস করেন [১] , এবং তাদেরকে তাদের অবাধ্যতার মধ্যে বিভ্রান্তের মত ঘুরে বেড়াবার অবকাশ দেন।\n[১] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, ‘আল্লাহ্‌ তা'আলা তাদের থেকে বদলা নেয়ার জন্য তাদের সাথে উপহাস করেছেন’। কাফেরদের ঠাট্টা বা উপহাসের বিপরীতে আল্লাহ্‌ তা'আলা কর্তৃক তাদের সাথে উপহাস বা ঠাট্টা করা দোষণীয় কিছু নয়। বরং এটা আল্লাহ্‌র এমন এক কর্মবাচক গুণ যা হওয়া জরুরী। কেননা, আল্লাহ্‌র দিকে সম্পৃক্ত করার দিক থেকে বিভিন্ন গুণাগুণ চার প্রকারঃ\n১) এমন কিছু গুণ রয়েছে, যেগুলো গুণ হিসেবে পরিপূর্ণ ও উত্তম তবে কখনো কখনো এগুলো থেকে মন্দ অর্থও বুঝা যায়। এরূপ গুণসমূহ থেকে আল্লাহ্‌র নাম গ্রহণ করা যাবে না। বরং গুণ হিসেবে উল্লেখ করতে হবে। যেমন, ‘কালামুল্লাহ' (আল্লাহ্‌র কথাবার্তা), ‘ইরাদা’ (আল্লাহ্‌র ইচ্ছা) এগুলো আল্লাহ্‌র গুণ হিসেবে ব্যবহার হবে অর্থাৎ গুণ হিসেবে তাঁকে ‘মুতাকাল্লেম’ ও ‘মুরীদ বলা যাবে। কিন্তু এগুলো থেকে আল্লাহ্‌র নাম গ্রহণ করে আল্লাহ্‌ তা'আলাকে ‘মুতাকাল্লেম’ ও ‘মুরীদ' নাম দেয়া যাবে না। কেননা, কথাবার্তায় ভাল-মন্দ, সত্য-মিথ্যা, ইনসাফ-যুলুম সবকিছুই থাকে। ইচ্ছাও তদ্রুপ উদাহরণস্বরূপ বলা যায়, কাউকে আব্দুল মুতাকাল্লেম বা আব্দুল মুরীদ বলা যাবে না এবং আল্লাহ্‌কে ডাকার জন্য ‘ইয়া মুতাকাল্লেম! ‘ইয়া মুরাদ' বলা যাবে না।\n২) এমনকিছু গুণ রয়েছে যেগুলো পুরোপুরিভাবেই উত্তম গুণ। সেগুলো কোন মন্দ অর্থে ব্যবহৃত হয় না। এগুলো গুণ হিসেবে যেমন ব্যবহৃত হয় তেমনিভাবে এগুলো থেকে নামও গ্রহণ করা যাবে আর আল্লাহ্‌র অধিকাংশ নামও এ ধরণের গুণসমৃদ্ধ। যেমন, রাহমান, রাহীম, সামী', বাছীর ইত্যাদি। এগুলো থেকে তাঁর নাম সাব্যস্ত হওয়ার সাথে সাথে তাঁর জন্য দয়া, করুণা, শুনা ও দেখার গুণসমূহও সাব্যস্ত হবে।\n৩) এমনকিছু গুণ রয়েছে যেগুলো সাধারণতঃ উত্তম গুণ নয়। বিশেষ বিশেষ অবস্থায় তা উত্তম গুণ হিসেবে বিবেচিত হয়। এগুলো বিশেষ বিশেষ অবস্থার প্রেক্ষিতেই শুধু আল্লাহ্‌র গুণ হিসেবে ব্যবহৃত হবে। যেমন, ধোঁকা, কারসাজি, ঠাট্টা, কৌশল ইত্যাদি আল্লাহ্‌র জন্য ব্যবহার করে বলা যাবে না যে, আল্লাহ্‌ ধোঁকা দেন, ঠাট্টা করেন ইত্যাদি। কিন্তু এভাবে বলা যাবে যে, আল্লাহ্ তা'আলা যারা তাঁর রাসূলের সাথে ঠাট্টা করে, ধোঁকাবাজি করে তাদের সাথে ঠাট্টা করেন, ধোঁকা দেন। এর দ্বারা আল্লাহ্‌র কোন অসম্মান বুঝা যায় না।\n৪) এমনকিছু গুণ রয়েছে যেগুলো কোন অবস্থাতেই উত্তমগুণ নয়। যেমন, অপারগতা, দুর্বলতা, অন্ধত্ব, বধিরতা ইত্যাদি। এ জাতীয় গুণাবলী আল্লাহ্‌র জন্য কোন অবস্থাতেই সাব্যস্ত করা যাবে না।\nউপরোক্ত আলোচনার প্রেক্ষিতে আমাদের কাছে স্পষ্ট হলো যে, যারা আল্লাহ্‌ এবং তাঁর রাসূলের সাথে ঠাট্টা-বিদ্রুপ করে তাদের সাথে ঠাট্টা-বিদ্রুপ করা আল্লাহ্‌র উত্তম গুণের অন্তর্ভুক্ত। [মুহাম্মাদ ইবনে সালেহ আল-উসাইমীন: আল-কাওলুল মুফীদ]",
  "ayah": 15,
  "surah": 2
}
