{
  "text": "কাজেই তোমরা আমাকে স্মরণ করো [১], আমিও তোমাদেরকে স্মরণ করব। আর তোমরা আমার প্রতি কৃতজ্ঞ হও এবং অকৃতজ্ঞ হয়ে না।\n[১] যিক্‌র আরবী শব্দ। এর বেশ কয়েকটি অর্থ হতে পারে – (১) মুখ থেকে যা উচ্চারণ করা হয়। (২) অন্তরে কোন কিছু স্মরণ করা। (৩) কোন জিনিস সম্পর্কে সতর্ক করা। শরয়ী পরিভাষায় যিক্‌র হচ্ছে, বান্দা তার রবকে স্মরণ করা। হোক তা তাঁর নাম নিয়ে, গুণ নিয়ে, তাঁর কাজ নিয়ে, প্রশংসা করে, তাঁর কিতাব তিলাওয়াত করে, তাঁর একত্ববাদ ঘোষণা করে, তাঁর নিয়ামতের শুকরিয়া আদায় করে অথবা তাঁর কাছে কিছু চেয়ে।\nযিক্‌র দুই প্রকার। যথা - কওলী বা কথার মাধ্যমে যিক্‌র ও আমলী বা কাজের মাধ্যমে যিক্‌র। প্রথম প্রকার যিক্‌রের মধ্যে রয়েছে - কুরআন তিলাওয়াত, আল্লাহ্‌র সুন্দর সুন্দর নাম ও সিফাতসমূহের আলোচনা ও স্মরণ, তাঁর একত্ববাদ ঘোষণা ইত্যাদি। আর দ্বিতীয় প্রকারে রয়েছে - ইলম অর্জন করা ও শিক্ষা দেয়া, আল্লাহ্‌র হুকুম-আহকাম ও আদেশ-নিষেধ মেনে চলা ইত্যাদি। প্রথম প্রকার যিক্‌রের মধ্যে কিছু যিক্‌র আছে যা সময়, অবস্থা এবং সংখ্যার সাথে সম্পৃক্ত। যেমন, সকাল ও সন্ধ্যার যিক্‌র, সালাতের পরের যিক্‌র, খাওয়ার শুরু-শেষ, কাপড় পরিধান, মসজিদে প্রবেশ-বাহির ইত্যাদি সহ দৈনন্দিন বিভিন্ন কাজ-কর্মের দোআ বা যিক্‌রসমূহ। যে সকল যিক্‌র অবস্থা, সময় ও সংখ্যার সাথে সম্পৃক্ত সেগুলোর সংখ্যা, সময় অথবা অবস্থা কোনটিরই পরিবর্তন করা জায়েয নেই। যে সকল যিক্‌র এ তিনটির সাথে সম্পৃক্ত নয় অর্থাৎ সাধারণ যিক্‌র, সেগুলো সময়, সংখ্যা অথবা অবস্থার সাথে সম্পৃক্ত করাও জায়েয নেই। ইমাম আবু হানিফা রহিমাহুল্লাহ বলেনঃ ‘মৌখিক যিক্‌রের জন্য কোন নির্দিষ্ট স্থানে একত্রিত হওয়া এবং নির্দিষ্ট শব্দ নির্ধারণ করা বিদ’আত। [ইবনুল হুমাম, শরহে ফাতহুল কাদীরঃ ২/৭২]\nযিক্‌র এর ফযীলত অসংখ্য। তন্মধ্যে এটাও কম ফযীলত নয় যে,বান্দা যদি আল্লাহ্‌কে স্মরণ করে, তাহলে আল্লাহ্‌ও তাকে স্মরণ করেন। আবু উসমান নাহ্‌দী রাহেমাহুল্লাহ বলেন, আমি সে সময়টির কথা জানি, যখন আল্লাহ্ তা'আলা আমাদিগকে স্মরণ করেন। উপস্থিত লোকেরা জিজ্ঞেস করল, আপনি তা কেমন করে জানতে পারেন? বললেন, তা এজন্য যে, কুরআনুল কারীমের ওয়াদা অনুসারে যখন কোন মুমিন বান্দা আল্লাহ্‌কে স্মরণ করে, তখন আল্লাহ্‌ নিজেও তাকে স্মরণ করেন। কাজেই বিষয়টি জানা সবার জন্যই সহজ যে, আমরা যখন আল্লাহ্‌র স্মরণে আত্মনিয়োগ করব, আল্লাহ্ তা'আলাও আমাদের স্মরণ করবেন। সায়ীদ ইবনে যুবায়ের রাহিমাহুল্লাহ যিকরুল্লাহ'র তাফসীর প্রসঙ্গে বলেছেন যে, যিক্‌রের অর্থই হচ্ছে আনুগত্য এবং নির্দেশ মান্য করা। তার বক্তব্য হচ্ছেঃ “যে ব্যক্তি আল্লাহ্‌র নির্দেশের আনুগত্য করে না, সে আল্লাহ্‌র যিক্‌রই করে না; প্রকাশ্যে যতবেশী সালাত এবং তাসবীহই সে পাঠ করুক না কেন’। মূলত: যে ব্যক্তি আল্লাহ্ তা'আলার আনুগত্য করে অর্থাৎ তাঁর হালাল ও হারাম সম্পর্কিত নির্দেশগুলোর অনুসরণ করে, সেই আল্লাহ্‌কে স্মরণ করে, যদি তার নফল সালাত ও সিয়াম কিছু কমও হয়। অন্যদিকে যে ব্যক্তি আল্লাহ্‌র নির্দেশাবলীর বিরুদ্ধাচরণ করে সে সালাত-সিয়াম, তাসবীহ্‌-তাহ্‌লীল প্রভৃতি বেশী করে করলেও প্রকৃতপক্ষে সে আল্লাহ্‌কে স্মরণ করে না। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরও বলেনঃ ‘যে ব্যক্তি যিক্‌র করে এবং যে ব্যক্তি যিক্‌র করেনা তাদের উপমা হচ্ছে জীবিত ও মৃতের ন্যায়’। [বুখারীঃ ২০৮]\nঅপর এক হাদীসে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘তোমাদেরকে কি এমন একটি উত্তম আমলের সংবাদ দেব যা তোমাদের মালিকের নিকট অধিকতর পবিত্র, তোমাদের মর্যাদা বৃদ্ধির ক্ষেত্রে অধিকতর সহায়ক, স্বর্ন ও রৌপ্য ব্যয় করা থেকেও তোমাদের জন্য উত্তম, শত্রুর সাথে মোকাবেলা করে গর্দান দেয়া-নেয়া থেকে উত্তম? তারা  বলল, হ্যাঁ অবশ্যই বলবেন। তিনি বললেন, যিকরুল্লাহ’। [তিরমিযীঃ ৫/৪৫৯]\nআবু হুরায়রা রাদিয়াল্লাহু আনহু বর্ণিত এক হাদীসে-কুদসীতে আছে, আল্লাহ্ তাআলা বলেন, ‘বান্দা যে পর্যন্ত আমাকে স্মরণ করতে থাকে বা আমার স্মরণে যে পর্যন্ত তার ঠোঁট নড়তে থাকে, সে পর্যন্ত আমি তার সাথে থাকি’। [বুখারীঃ ৭৪০৫]\nমুআয রাদিয়াল্লাহু আনহু বলেন, \"আল্লাহ্‌র আযাব থেকে মুক্ত করার ব্যাপারে মানুষের কোন আমলই যিক্‌রুল্লাহর সমান নয়’। যুন্‌নূন  মিসর বলেনঃ ‘যে ব্যক্তি প্রকৃতই আল্লাহ্‌কে স্মরণ করে সে অন্যান্য সবকিছুই ভুলে যায়। এর বদলায় স্বয়ং আল্লাহ্ তা'আলাই সবদিক দিয়ে তাকে হেফাজত করেন এবং সবকিছুর বদলা তাকে দিয়ে দেন’।",
  "ayah": 152,
  "surah": 2
}
