{
  "text": "আর মানুষের মধ্যে এমনও আছে যারা আল্লাহ্‌ ছাড়া অন্যকে আল্লাহ্‌র সমকক্ষরূপে গ্রহণ করে, তারা তাদেরকে ভালবাসে আল্লাহ্‌র ভালবাসার মতই [১]; পক্ষান্তরে যারা ঈমান এনেছে তারা আল্লাহ্‌কে সর্বাধিক ভালবাসে [২]। আর যারা যুলুম করেছে যদি তারা আযাব দেখতে পেত [৩], (তবে তারা নিশ্চিত হত যে,) সমস্ত শক্তি আল্লাহ্‌রই। আর নিশ্চয় আল্লাহ্‌ শাস্তি দানে কঠোর।\n[১] অর্থাৎ তারা আল্লাহ্‌কে যেমন ভালবাসে তাদের মা’বুদদেরও তেমন ভালবাসে। এ থেকে বুঝা যাচ্ছে যে, আল্লাহ্ তা'আলার ভালবাসা কাফেরদের মনেও ছিল, কিন্তু তা ছিল শির্কযুক্ত। একনিষ্ঠভাবে আল্লাহ্‌র জন্য নয়।\n[২] আয়াতের এ অংশের অর্থ, কাফেরগণ তাদের মা’বুদদের যতবেশীই ভালবাসুক না কেন, ঈমানদারগণ আল্লাহ্‌কে তাদের থেকে অনেক বেশী ভালবাসে। কেননা, ঈমানদারগণ তাদের সম্পূর্ণ ভালবাসা একমাত্র আল্লাহ্‌র জন্যই নির্দিষ্ট করেছে। অপরপক্ষে, কাফেরগণ তাদের ভালবাসা তাদের মা’বুদদের মধ্যে বন্টন করেছে।\n[৩] মুফাস্‌সিরগণ আয়াতের এ অংশের বিভিন্ন অর্থ করেছেনঃ\n১) যারা দুনিয়াতে শির্কের মাধ্যমে যুলুম করছে তারা যদি আখেরাতের শাস্তি দেখতে পেত এবং এও দেখতে পেত যে, যাবতীয় ক্ষমতা একমাত্র আল্লাহ্‌র, এবং আল্লাহ্‌ কঠোর শাস্তিদাতা আর তাদের মা’বুদদের কোন শক্তিই নেই, তাহলে তারা যাদেরকে আল্লাহ্‌র সমকক্ষ সাব্যস্ত করে ইবাদাত করছে, কখনোই তাদের ইবাদাত করতো না।\n২) যারা দুনিয়াতে শির্কের মাধ্যমে যুলুম করেছে তারা যদি আল্লাহ্‌র শক্তি ও কঠোর আযাব সম্পর্কে সঠিক জ্ঞান থাকত, তাহলে তারা তাদের মা’বুদদের ইবাদাত করার ক্ষতি সম্পর্কে অবহিত হতে পারত।\n৩) সঠিক ‘কেরাআত’-এর মধ্যে কেউ কেউ (يرى) শব্দটিকে (ترى) পড়েছেন। তখন তার অর্থ হবে, হে নবী। আপনি যদি - যারা শির্কের মাধ্যমে যুলুম করছে - এ লোকদেরকে শাস্তি থেকে ভীত অবস্থায় দেখতে পেতেন, তাহলে আপনি জানতেন যে, সমস্ত ক্ষমতা একমাত্র আল্লাহ্‌র। অথবা, এর অর্থ হবে, হে নবী! আপনি যদি যালিমদেরকে শাস্তি প্রত্যক্ষরত অবস্থায় দেখতেন কেননা, যাবতীয় শক্তি আল্লাহ্‌রই। তাহলে আপনি বুঝতে পারতেন যে, তাদের শাস্তির পরিমাণ কত ভয়াবহ!\n৪) সঠিক কেরাআত’-এর মধ্যে কেউ কেউ (يَرَوْن) শব্দটিকে (يُرَوْن) পড়েছেন। তখন তার অর্থ হবে, যারা যুলুম করেছে, যখন তাদেরকে শাস্তি দেখানো হবে তখন তারা দেখতে পাবে যে, সমস্ত শক্তি আল্লাহ্‌র আর আল্লাহ্‌ কঠোর শাস্তিদাতা।",
  "ayah": 165,
  "surah": 2
}
