{
  "text": "হে মুমিনগণ ! তোমাদের জন্য সিয়ামের [১] বিধান দেয়া হল, যেমন বিধান তোমাদের পূর্ববর্তীদেরকে দেয়া হয়েছিল [২] , যাতে তোমরা তাকওয়ার অধিকারী হতে পার [৩]।\n[১] (صوم) এর শাব্দিক অর্থ বিরত থাকা। শরীআতের পরিভাষায় আল্লাহ্‌র ইবাদতের উদ্দেশ্যে পানাহার এবং স্ত্রী সহবাস থেকে বিরত থাকার নাম ‘সাওম’। তবে সুবহে সাদিক উদয় হওয়ার পূর্ব থেকে শুরু করে সূর্যস্ত পর্যন্ত সিয়ামের নিয়্যতে একাধারে এভাবে বিরত থাকলেই তা সিয়াম বলে গণ্য হবে। সূর্যাস্তের এক মিনিট আগেও যদি কোন কিছু খেয়ে ফেলে, পান করে কিংবা সহবাস করে, তবে সিয়াম হবে না। অনুরূপ উপায়ে সবকিছু থেকে পূর্ণ দিবস বিরত থাকার পরও যদি সিয়ামের নিয়্যত না থাকে, তবে তাও সিয়াম পালন হবে না। সিয়াম ইসলামের মূল ভিত্তি বা আরকানের অন্যতম। সিয়ামের অপরিসীম ফযীলত রয়েছে।\n[২] মুসলিমদের প্রতি সিয়াম ফরয হওয়ার নির্দেশটি একটি বিশেষ নবীর উল্লেখসহ দেয়া হয়েছে। নির্দেশের সাথে সাথে এটাও উল্লেখ করা হয়েছে যে, সিয়াম শুধুমাত্র তোমাদের প্রতিই ফরয করা হয়নি, তোমাদের পূর্ববর্তী উম্মতগণের উপরও ফরয করা হয়েছিল। এর দ্বারা যেমন সিয়ামের বিশেষ গুরুত্ব বোঝানো হয়েছে, তেমনি মুসলিমদের এ মর্মে একটি শান্তনাও দেয়া হয়েছে যে, সিয়াম একটা কষ্টকর ‘ইবাদাত সত্য, তবে তা শুধুমাত্র তোমাদের উপরই ফরয করা হয়নি, তোমাদের পূর্ববর্তী জাতিগুলোর উপরও ফরয করা হয়েছিল। কেননা, সাধারণতঃ দেখা যায়, কোন একটা কষ্টকর কাজে অনেক লোক একই সাথে জড়িত হয়ে পড়লে তা অনেকটা স্বাভাবিক এবং সাধারণ বলে মনে হয়। আয়াতের মধ্যে শুধু বলা হয়েছে যে, “সিয়াম যেমন মুসলিমদের উপর ফরয করা হয়েছে, তেমনি পূর্ববর্তী উম্মতগণের উপরও ফরয করা হয়েছিল’; এ কথা দ্বারা এ তথ্য বুঝায় না যে, আগেকার উম্মতগণের সিয়াম সমগ্র শর্ত ও প্রকৃতির দিক দিয়ে মুসলিমদের উপর ফরযকৃত সিয়ামেরই অনুরূপ ছিল। যেমন, সিয়ামের সময়সীমা, সংখ্যা এবং কখন তা রাখা হবে, এসব ব্যাপারে আগেকার উম্মতদের সিয়ামের সাথে মুসলিমদের সিয়ামের পার্থক্য হতে পারে, বাস্তব ক্ষেত্রে হয়েছেও তাই। বিভিন্ন সময়ে সিয়ামের সময়সীমা এবং সংখ্যার ক্ষেত্রে পার্থক্য হয়েছে। [মা'আরিফুল কুরআন]\n[৩] এ বাক্যে ইঙ্গিত করা হয়েছে যে, তাকওয়া শক্তি অর্জন করার ব্যাপারে সিয়ামের একটা বিশেষ ভূমিকা বিদ্যমান। কেননা, সিয়ামের মাধ্যমে প্রবৃত্তির তাড়না নিয়ন্ত্রণ করার ব্যাপারে বিশেষ শক্তি অর্জিত হয়। প্রকৃত প্রস্তাবে সেটাই ‘তাকওয়া’র ভিত্তি।",
  "ayah": 183,
  "surah": 2
}
