{
  "text": "আর যারা তোমাদের বিরুদ্ধে যুদ্ধ করে [১] তোমরাও আল্লাহ্‌র পথে তাদের বিরুদ্ধে যুদ্ধ কর [২] ; কিন্তু সীমালংঘন করো না [৩]। নিশ্চয় আল্লাহ্‌ সীমালংঘনকারীদেরকে ভালবাসেন না।\n[১] মুসলিমগণ শুধুমাত্র সেসব কাফেরদের সাথেই যুদ্ধ করবে, যারা তাদের বিপক্ষে সম্মুখ-সমরে উপস্থিত হবে। এর অর্থ এই যে, নারী, শিশু, বৃদ্ধ, ধর্মীয় কাজে সংসার ত্যাগী, উপাসনারত সন্নাসী-পাদ্রী প্রভৃতি এবং তেমনিভাবে অন্ধ, খঞ্জ, পঙ্গু, অসমর্থ অথবা যারা কাফেরদের অধীনে মেহনত মজুরী করে, কিন্তু তাদের সঙ্গে যুদ্ধে শরীক হয় না - সেসব লোককে যুদ্ধে হত্যা করা জায়েয নয়। কেননা, আয়াতের নির্দেশে শুধুমাত্র তাদেরই বিরুদ্ধে যুদ্ধ করার হুকুম রয়েছে, যারা মুসলিমদের বিরুদ্ধে যুদ্ধ করে। কিন্তু উল্লেখিত শ্রেণীর কেউই যুদ্ধে যোগদানকারী নয়। এ জন্য ফেকাহশাস্ত্রবিদ ইমামগণ বলেন, যদি কোন নারী, বৃদ্ধ অথবা ধর্ম প্রচারক বা ধর্মীয় মিশনারীর লোক কাফেরদের পক্ষে যুদ্ধে অংশগ্রহণ করে অথবা কোন প্রকারে যুদ্ধে তাদেরকে সাহায্য করতে থাকে, তবে তাদেরকেও হত্যা করা জায়েয। কারণ, তারা (الَّذِيْنَ يُقَاتِلُوْنَكُمْ) ‘যারা তোমাদের সঙ্গে যুদ্ধ করে’ - এই আয়াতের অন্তর্ভুক্ত। যুদ্ধের সময় রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর তরফ থেকে মুজাহিদদেরকে যেসব উপদেশ দেয়া হত, সেগুলোর মধ্যে এ নির্দেশের বিস্তারিত উল্লেখ রয়েছে।\n[২] আলেমগণ বলেন, মদীনায় হিজরতের পূর্বে কাফেরদের সঙ্গে ‘জিহাদ' ও 'কিতাল’ তথা যুদ্ধ-বিগ্রহ নিষিদ্ধ ছিল। সে সময়ে নাযিলকৃত কুরআনুল কারমের সব আয়াতেই কাফেরদের অন্যায়-অত্যাচার নীরবে সহ্য করে ধৈর্য ও সহিষ্ণুতা, ক্ষমা ও উদারতা প্রদর্শনের শিক্ষা দেয়া হয়। মদীনায় হিজরতের পর সর্বপ্রথম কাফেরদের বিরুদ্ধে যুদ্ধ করার ব্যাপারে উপরোক্ত আয়াতটি নাযিল হয়। [ইবন কাসীর]\n[৩] বাক্যটির অর্থ অধিকাংশ তাফসীরকারের মতে এই যে, নারী ও শিশুদেরকে হত্যা করে সীমা অতিক্রম করো না। হুদায়বিয়ার সন্ধি-চুক্তির শর্ত মোতাবেক রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সাহাবায়ে কেরাম রাদিয়াল্লাহু আনহুমসহ সে উমরার কাযা আদায়ের উদ্দেশ্যে যাত্রার নিয়্যত করেন, আগের বছর মক্কার কাফেররা যে উমরা উদযাপনে বাধা প্রদান করেছিল। কিন্তু সাহাবায়ে কেরামের মনে তখন সন্দেহের উদ্রেক হয় যে, কাফেররা হয়ত তাদের সন্ধি ও চুক্তির মর্যাদা রক্ষা করবে না। যদি তারা এ বছরও তাদেরকে বাধা দেয়, তবে তারা কি করবেন? এ প্রসঙ্গেই উল্লেখিত আয়াতে অনুমতি প্রদান করা হলো যে, যদি তারা তোমাদের সঙ্গে যুদ্ধে প্রবৃত্ত হয়, তবে তোমাদেরও তার সমুচিত জবাব দেয়ার অনুমতি থাকল।",
  "ayah": 190,
  "surah": 2
}
