{
  "text": "হজ্ব হয় সুবিদিত মাসগুলোতে [১]। তারপর যে কেউ এ মাসগুলোতে হজ্ব করা স্থির করে সে হজ্বের সময় স্ত্রী-সম্ভোগ [২], অন্যায় আচরণ [৩], ও কলহ-বিবাদ [৪] করবে না। আর তোমরা উত্তম কাজ থেকে যা-ই কর আল্লাহ্‌ তা জানেন [৫] আর তোমরা পাথেয় সংগ্রহ কর [৬]। নিশ্চয় সবচেয়ে উত্তম পাথেয় হচ্ছে তাকওয়া। হে বোধসম্পন্ন ব্যক্তিগণ ! তোমরা আমারই তাকওয়া অবলম্বন কর [৭] ।\n[১] যারা হজ্ব অথবা উমরা করার নিয়্যতে এহ্‌রাম বাঁধে, তাদের উপর এর সকল অনুষ্ঠানক্রিয়াদি সম্পন্ন করা ওয়াজিব হয়ে পড়ে। এ দু'টির মধ্যে উমরার জন্য কোন সময় নির্ধারিত নেই। বছরের যে কোন সময় তা আদায় করা যায়। কিন্তু হজ্বের মাস এবং এর অনুষ্ঠানাদি আদায়ের জন্য সুনির্দিষ্ট তারিখ নির্ধারিত রয়েছে। কাজেই এ আয়াতের শুরুতেই বলে দেয়া হয়েছে যে, হজ্বের ব্যাপারটি উমরার মত নয়। এর জন্য কয়েকটি মাস রয়েছে, সেগুলো প্রসিদ্ধ ও সুবিদিত। আর তা হচ্ছে শাওয়াল, যিল্‌ক্বদ ও জিলহজ্ব। হজ্বের মাস শাওয়াল হতে আরম্ভ হওয়ার অর্থ হচ্ছে, এর পূর্বে হজ্বের এহ্‌রাম বাঁধা জায়েয নয়।\n[২] (رفث) , ‘রাফাস’ একটি ব্যাপক শব্দ, যাতে স্ত্রী সহবাস ও তার আনুষাঙ্গিক কর্ম, স্ত্রীর সাথে ঘনিষ্ঠভাবে মেলামেশা, এমনকি খোলাখুলিভাবে সহবাস সংক্রান্ত আলাপ আলোচনাও এর অন্তর্ভুক্ত। এহ্‌রাম অবস্থায় এ সবই হারাম। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “যে কেউ এমনভাবে হজ্জ করবে যে, তাতে ‘রাফাস’, ‘ফুসূক’ ও ‘জিদাল’ তথা অশ্লীলতা, পাপ ও ঝগড়া ছিল না, সে তার হজ্জ থেকে সে দিনের ন্যায় ফিরে আসল যে দিন তাকে তার মা জন্ম দিয়েছিল। \" [বুখারী: ১৫২১, মুসলিম: ১৩৫০]\n[৩] (فسوق)  ‘ফুসুক’ এর শাব্দিক অর্থ বের হওয়া। কুরআনের ভাষায় নির্দেশ লংঘন বা নাফরমানী করাকে ‘ফুসুক’ বলা হয়। সাধারণ অর্থে যাবতীয় পাপকেই ফুসুক বলে। তাই অনেকে এস্থলে সাধারণ অর্থই নিয়েছেন। কিন্তু আবদুল্লাহ ইবনে উমর রাদিয়াল্লাহু আনহু ‘ফুসুক’ শব্দের অর্থ করেছেন - সে সকল কাজ-কর্ম যা এহরাম অবস্থায় নিষিদ্ধ। স্থান অনুসারে এ ব্যাখ্যাই যুক্তিযুক্ত। কারণ সাধারণ পাপ এহ্‌রামের অবস্থাতেই শুধু নয়; বরং সবসময়ই নিষিদ্ধ। যে সমস্ত বিষয় প্রকৃতপক্ষে নাজায়েয ও নিষিদ্ধ নয়, কিন্তু এহরামের জন্য নিষেধ ও নাজায়েয, তা হচ্ছে ছয়টিঃ (১) স্ত্রী সহবাস ও এর আনুষাঙ্গিক যাবতীয় আচরণ; এমনকি খোলাখুলিভাবে সহবাস সংক্রান্ত আলাপ-আলোচনা। (২) স্থলভাগের জীব-জন্তু শিকার করা বা শিকারীকে বলে দেয়া। (৩) নখ বা চুল কাটা। (৪) সুগন্ধি দ্রব্যের ব্যবহার। এ চারটি বিষয় নারী-পুরুষ নির্বিশেষে সকলের জন্যই এহ্‌রাম অবস্থায় হারাম বা নিষিদ্ধ। অবশিষ্ট দুটি বিষয় পুরুষের সাথে সম্পৃক্ত। (৫) সেলাই করা কাপড় পোষাকের মত করে পরিধান করা। (৬) মাথা ও মুখমণ্ডল আবৃত করা। আলোচ্য ছয়টি বিষয়ের মধ্যে স্ত্রী সহবাস যদিও ‘ফুসুক’ শব্দের অন্তর্ভুক্ত, তথাপি একে 'রাফাস' শব্দের দ্বারা স্বতন্ত্রভাবে এজন্যে ব্যক্ত করা হয়েছে যে, এহ্‌রাম অবস্থায় এ কাজ থেকে বিরত থাকা অত্যন্ত গুরুত্বপূর্ণ। কেননা, এর কোন ক্ষতিপূরণ বা বদলা দেয়ার ব্যবস্থা নেই। কোন কোন অবস্থায় এটা এত মারাত্মক যে, এতে হজই বাতিল হয়ে যায়। অবশ্য অন্যান্য কাজগুলোর কাফ্‌ফারা বা ক্ষতিপূরণ দেয়ার ব্যবস্থা রয়েছে। আরাফাতে অবস্থান শেষ হওয়ার পূর্বে স্ত্রী সহবাস করলে হজ্ব ফাসেদ হয়ে যাবে। গাভী বা উট দ্বারা এর কাফ্‌ফারা দিয়েও পরের বছর পুনরায় হজ্ব করতেই হবে। এজন্যেই (فَلَا رَفَثَ) শব্দ ব্যবহার করে একে স্বতন্ত্রভাবে বর্ণনা করা হয়েছে।\n[৪] (جدال)  শব্দের অর্থ একে অপরকে পরাস্ত করার চেষ্টা করা। এ জন্যেই বড় রকমের বিবাদকে (جدال) বলা হয়। এ শব্দটিও অতি ব্যাপক। কেউ কেউ এস্থলে ‘ফুসুক’ ও ‘জিদাল’ শব্দদ্বয়কে সাধারণ অর্থে ব্যবহার করে এ অর্থ নিয়েছেন যে, ‘ফুসুক’ ও ‘জিদাল’ সর্বক্ষেত্রেই পাপ ও নিষিদ্ধ, কিন্তু এহরামের অবস্থায় এর পাপ গুরুতর। পবিত্র দিনসমূহে এবং পবিত্র স্থানে, যেখানে শুধুমাত্র আল্লাহ্‌র ‘ইবাদাতের জন্য আগমন করা হয়েছে এবং ‘লাব্বাইকা লাব্বাইকা' বলা হচ্ছে, এহরামের পোষাক তাদেরকে সবসময় এ কথা স্মরণ করিয়ে দিচ্ছে যে, তোমরা এখন ‘ইবাদাতে ব্যস্ত, এমতাবস্থায় ঝগড়া-বিবাদ ইত্যাদি অত্যন্ত অন্যায় ও চরমতম নাফরমানীর কাজ। [মাআরিফুল কুরআন, সংক্ষেপিত]\n[৫] ইহরামকালে নিষিদ্ধ বিষয়াদি বর্ণনা করার পর উল্লেখিত বাক্যে হিদায়াত করা হচ্ছে যে, হজের পবিত্র সময় ও স্থানগুলোতে শুধু নিষিদ্ধ কাজ থেকেই বিরত থাকা যথেষ্ট নয়, বরং সুবর্ণ সুযোগ মনে করে আল্লাহ্‌র যিক্‌র ও ইবাদাত এবং সৎকাজে সদা আত্মনিয়োগ কর। তুমি যে কাজই কর না কেন, আল্লাহ্ তা'আলা জানেন। আর এতে তোমাদেরকে অতি উত্তম প্রতিদানও দেয়া হবে।\n[৬] এ আয়াতে ঐ সমস্ত ব্যক্তির সংশোধনী পেশ করা হয়েছে যারা হজ ও উমরাহ করার জন্য নিঃস্ব অবস্থায় বেরিয়ে পড়ে। অথচ দাবী করে যে, আমরা আল্লাহ্‌র উপর ভরসা করছি। পক্ষান্তরে পথে ভিক্ষাবৃত্তিতে লিপ্ত হয়। নিজেও কষ্ট করে এবং অন্যকেও পেরেশান করে। তাদেরই উদ্দেশ্যে নির্দেশ দেয়া হয়েছে যে, হজের উদ্দেশ্যে সফর করার আগে প্রয়োজনীয় পাথেয় সাথে নেয়া বাঞ্ছনীয়, এটা তাওয়াকুলের অন্তরায় নয়। বরং আল্লাহ্‌র উপর ভরসা করার প্রকৃত অর্থই হচ্ছে আল্লাহ্‌ প্রদত্ত আসবাব পত্র নিজ নিজ সামর্থ্য অনুযায়ী সংগ্রহ ও জমা করে নিয়ে আল্লাহ্‌র উপর ভরসা করা। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে তাওয়াকুলের এই ব্যাখ্যাই বর্ণিত হয়েছে।\n(৭) অর্থাৎ আমার শাস্তি, আমার পাকড়াও, আমার লাঞ্ছনা থেকে নিজেদেরকে বাঁচিয়ে রাখ। কেননা, যারা আমার নির্দেশ অনুসারে চলে না, আমার নিষেধ থেকে দূরে থাকে না তাদের উপর আমার আযাব অবধারিত।",
  "ayah": 197,
  "surah": 2
}
