{
  "text": "এটা [১] সে কিতাব; যাতে কোন সন্দেহ নেই [২] মুত্তাকীদের জন্য [৩] হেদায়েত,\n[১] এখানে (ذلك) শব্দের অর্থ - ঐটা, সাধারণতঃ কোন দূরবতী বস্তুকে ইশারা করার জন্য\nব্যবহৃত হয়। এখানে (ذلك) দ্বারা কি উদ্দেশ্য নেয়া হয়েছে এ ব্যাপারে আলেমগণ থেকে কয়েকটি মত বর্ণিত হয়েছেঃ\n১) (ذلك) শব্দের অর্থ তাওরাত ও ইঞ্জিল বুঝানো হয়েছে, তখন তার অর্থ হবেঃ হে মুহাম্মাদ! (রাসূল সাল্লাল্লাহু ‘‘আলাইহি ওয়াসাল্লাম) ঐ কিতাব যা আমি তাওরাত ও ইঞ্জিলে উল্লেখ করেছিলাম, তা-ই আপনার উপর নাযিল করেছি। অথবা, হে ইয়াহুদী ও নাসারা সম্প্রদায়! তোমাদেরকে যে কিতাবের ওয়াদা আমি তোমাদের কিতাবে করেছি সেটা এই কিতাব যা আমি মুহাম্মাদ সাল্লাল্লাহু ‘‘আলাইহি ওয়াসাল্লাম-এর উপর নাযিল করেছি।\n২) এখানে (ذلك) দ্বারা উদ্দেশ্য হলো, এ আয়াতসমূহের পূর্বে মক্কা ও মদীনায় নাযিল কুরআনের অন্যান্য সূরা ও আয়াতের দিকে ইঙ্গিত করা। আর যেহেতু সেগুলো আগেই গত হয়েছে, সেহেতু (ذلك) দ্বারা সম্বোধন শুদ্ধ হয়েছে।\n৩) কোন কোন মুফাসসির বলেনঃ এখানে কিতাব বলতে ঐ কিতাবকে বুঝিয়েছেন, যা আল্লাহ্‌ তা'আলা তাঁর কাছে রেখে দিয়েছেন। যা লাওহে মাহফুজে সংরক্ষিত।\n৪) এখানে কিতাব দ্বারা ঐ কিতাব উদ্দেশ্য, যাতে আল্লাহ্‌ তা'আলা বান্দার ভাল-মন্দ, রিয্‌ক, আয়ু ইত্যাদি লিপিবদ্ধ করে রেখেছেন।\n৫) এখানে ঐ কিতাব বুঝানো হয়েছে যা তিনি নিজে লিখে রেখেছেন তাঁর কাছে আরশের উপর, যেখানে লেখা আছে, “আমার রহমত আমার ক্রোধের উপর প্রাধান্য পাবে”। [বুখারী: ৭৫৫৩, মুসলিম: ২৭৫১]\n৬) (الم) দ্বারা যদি পবিত্র কুরআন বুঝানো হয়ে থাকে, অর্থাৎ (الم) কুরআনের নাম হয়ে থাকে, তাহলে (ذلك الكتاب) দ্বারা (الم) বুঝানো হয়েছে।\n৭) এখানে (ذلك) দ্বারা (هذا ) বুঝানো হয়েছে। [আত-তাফসীরুস সহীহ] অর্থাৎ এই কিতাব যার আলোচনা হচ্ছে, বা সামনে আসছে। সুতরাং এর দ্বারা কুরআনকেই বুঝানো হয়েছে। আর এ শেষোক্ত মতই সবচেয়ে বেশী বিশুদ্ধ। সুতরাং (الكتاب) দ্বারা কুরআন মাজীদকে বোঝানো হয়েছে।\n[২] এ আয়াতে উল্লেখিত (ريب) শব্দের অর্থ এমন সন্দেহ যা অস্বস্তিকর। এ আয়াতের বর্ণনায় মুফাসসিরগণ বিভিন্ন মত পোষন করেছেনঃ\n১) এতে কোন সন্দেহ নেই যে, এ কুরআন আল্লাহ্‌র পক্ষ থেকে নাযিল করা হয়েছে।\n২) তোমরা এ কুরআনের মধ্যে কোন সন্দেহ করো না। [ইবনে কাসীর]\n৩) কোন কোন মুফাসসির বলেনঃ এর অর্থ তোমরা এ কুরআনের মধ্যে কোন সন্দেহে নিপতিত হবে না। অর্থাৎ এর সবকিছু স্পষ্ট।\n৪) কোন কোন মুফাসসির বলেনঃ যদি কিতাব দ্বারা ঐ কিতাব উদ্দেশ্য হয়, যাতে আল্লাহ্ তা'আলা সবকিছুর ভালমন্দ হওয়া লিপিবদ্ধ করে রেখেছেন, তাহলে (لا ريب) দ্বারা উদ্দেশ্য হলো, এতে কোন পরিবর্তন, পরিবর্ধন নেই।\n[৩] ‘মুত্তাকীন’ শব্দটি ‘মুত্তাকী’-এর বহুবচন। মুত্তাকী শব্দের মূল ধাতু ‘তাকওয়া’। তাকওয়া হলো, নিরাপদ থাকা, নিরাপত্তা বিধান করা। শরী’আতের পরিভাষায় তাকওয়া হলো, বান্দা যেন আল্লাহ্‌র অসন্তুষ্টি ও শাস্তি থেকে বাঁচার জন্য নিরাপত্তার ব্যবস্থা করে, আর তা করতে হলে যা করতে হবে তা হলো, তাঁর নির্দেশকে পুরোপুরি মেনে নেয়া, এবং তাঁর নিষেধকৃত বস্তুকে পুরোপুরি ত্যাগ করা। আর মুত্তাকী হলেন, যিনি আল্লাহ্‌র আদেশকে পুরোপুরি মেনে নিয়ে এবং তাঁর নিষেধ থেকে সম্পূর্ণরূপে দূরে থেকে তাঁর অসন্তুষ্টি ও শাস্তি থেকে বাঁচার জন্য নিরাপত্তার ব্যবস্থা করেন। [ইবনে কাসীর]\nবর্ণিত আছে যে, উমর রাদিয়াল্লাহু আনহু উবাই ইবনে কা'ব রাদিয়াল্লাহু আনহুকে তাকওয়া সম্পর্কে জিজ্ঞেস করলে তিনি বললেন, আপনি কি কখনো কাঁটাযুক্ত পথে চলেছেন? তিনি বললেন, অবশ্যই। উবাই বললেন, কিভাবে চলেছেন? উমর বললেন, কাপড় গুটিয়ে অত্যন্ত সাবধানে চলেছি। উবাই বললেন: এটাই হলো, তাকওয়া। [ইবনে কাসীর]\nতবে প্রশ্ন হতে পারে যে, মুত্তাকীগণকে কেন হেদায়াত প্রাপ্তির জন্য নির্দিষ্ট করেছেন? এ ব্যাপারে আলেমগণ বলেন, মূলতঃ মুত্তাকীরাই আল্লাহ্‌র কুরআন থেকে হেদায়াত লাভ করতে পারেন, অন্যান্য যারা মুত্তাকী নন তারা হেদায়াত  লাভ করতে পারেন না। যদিও কুরআন তাদেরকে সঠিক পথের দিশা দেন। আর পবিত্র কুরআনের বিভিন্ন আয়াত এ অর্থের উপর প্রমাণবহ। আল্লাহ্‌ বলেন, “নিশ্চয় এ কুরআন হিদায়াত করে সে পথের দিকে যা আকওয়াম তথা সুদৃঢ় এবং সৎকর্মপরায়ণ মু’মিনদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহাপুরস্কার”। [সূরা আল-ইসরা: ৯]\nইবনে আব্বাস রাদিয়াল্লাহু আনহুমা এ আয়াতের তাফসীরে বলেন, এ কুরআন তাদের জন্য হিদায়াত যারা হেদায়াত চেনার পর তা গ্রহণ না করার শাস্তির ভয়ে সদা কম্পমান। আর তারা তাঁর কাছ থেকে যা এসেছে তার সত্যায়নের মাধ্যমে রহমতের আশাবাদী। [তাফসীরে ইবনে কাসীর ও আততাফসীরুস সহীহ] তাছাড়া হিদায়াতের কোন শেষ নেই, মুত্তাকীরা সর্বদা আল্লাহ্‌র নাযিল করা হেদায়াতের মুখাপেক্ষী বিধায় হেদায়াতকে তাদের জন্য সুনির্দিষ্ট করা হয়েছে। তবে অন্যান্য আয়াতে কুরআনকে সমস্ত মানবজাতির জন্য হেদায়াতকারী বলে উল্লেখ করেছেন, সেখানে এর অর্থ হলো, হিদায়াতের পথ তাদের দেখাতে পারে যদি তারা তা থেকে হিদায়াত নিতে চায়।",
  "ayah": 2,
  "surah": 2
}
