{
  "text": "হে মানুষ [১] ! তোমরা তোমাদের সেই রব এর [২] ‘ইবাদাত করো যিনি তোমাদেরকে এবং তোমাদের পূর্ববর্তীদেরকে সৃষ্টি করেছেন [৩], যাতে তোমরা তাকওয়া অধিকারী হও [৪]।\n[১] আয়াতে উল্লেখিত ‘নাস’ আরবী ভাষায় সাধারণভাবে মানুষ অর্থে ব্যবহৃত হয়। ফলে পূর্বে আলোচিত মানব সমাজের মুমিন-কাফির ও মুনাফিক এ তিন শ্রেণীই এ আহ্‌বানের অন্তর্ভুক্ত। তাদেরকে লক্ষ্য করে বলা হয়েছে, ‘তোমাদের রব-এর ‘ইবাদাত কর’। ‘‘ইবাদাতের আভিধানিক অর্থ নম্র ও অনুগত হওয়া আর শরীআতের পরিভাষায় ‘ইবাদাত হচ্ছেঃ ‘আল্লাহ্ তা'আলা ভালবাসেন এবং পছন্দ করেন এমন সব প্রকাশ্য-অপ্রকাশ্য কথা ও কাজের ব্যাপক একটি নাম’। এ সমস্ত কথা ও কাজ পরিপূর্ণ ভালবাসা ও পরিপূর্ণ বিনয়ে সাথে আল্লাহ্‌র জন্য আদায় করলে তা আমাদের পক্ষ থেকে ‘ইবাদাত বলে গণ্য হবে। সুতরাং আল্লাহ্ এবং তাঁর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যে সমস্ত বিষয়ের ব্যাপারে আমাদেরকে জানিয়েছেন যে, আল্লাহ্ তা'আলা সেসব কাজ বা কথা ভালবাসেন তার বাইরে কোন কিছুর মাধ্যমে আমরা তাঁর ‘ইবাদাত করতে পারব না। ‘‘ইবাদাতের ভিত্তি তিনটি রুকনের উপর স্থাপিত। এক. আল্লাহ্ তা'আলার জন্য পরিপূর্ণ ভালবাসা পোষণ করা। যেমন মহান আল্লাহ্‌ বলেনঃ “আর যারা ঈমান এনেছে তারা আল্লাহ্‌কে সর্বাধিক ভালবাসে”। [সূরা আল-বাকারাহঃ ১৬৫]\nদুই. পরিপূর্ণ আশা পোষণ করা। যেমন মহান আল্লাহ্‌ বলেনঃ “এবং তারা তাঁর দয়া প্রত্যাশা করে”। [সূরা আল-ইসরাঃ ৫৭] তিন. আল্লাহ্‌কে পরিপূর্ণভাবে ভয় করা। যেমন মহান আল্লাহ্ বলেনঃ “এবং তারা তার শাস্তিকে ভয় করে”। [সূরা আল-ইসরাঃ ৫৭]\n[২] এ ক্ষেত্রে ‘রব’ শব্দের পরিবর্তে ‘আল্লাহ্‌’ বা তাঁর গুণবাচক নামসমূহের মধ্য থেকে অন্য যেকোন একটা ব্যবহার করা যেতে পারত, কিন্তু তা না করে ‘রব’ শব্দ ব্যবহার করে বুঝানো হয়েছে যে, এখানে দাবীর সাথে দলীলও পেশ করা হয়েছে। কেননা, ‘‘ইবাদাতের যোগ্য একমাত্র সে সত্তাই হতে পারে, যে সত্তা তাদের লালন-পালনের দায়িত্ব গ্রহণ করেছেন। যিনি বিশেষ এক পালননীতির মাধ্যমে সকল গুণে গুনান্বিত করে মানুষকে প্রকৃত মানুষে পরিণত করেছেন এবং পার্থিব জীবনে বেঁচে থাকার সকল ব্যবস্থাই করে দিয়েছেন। মানুষ যত মূৰ্খই হোক এবং নিজের জ্ঞান-বুদ্ধি ও দৃষ্টিশক্তি যতই হারিয়ে থাকুক না কেন, একটু চিন্তা করলেই বুঝতে পারবে যে, পালনের সকল দায়িত্ব নেয়া আল্লাহ্‌ ব্যতীত অন্য কারো পক্ষেই সম্ভব নয়। আর সাথে সাথে এ কথাও উপলব্ধি করতে পারবে যে মানুষকে অগণিত এ নেয়ামত না পাথর-নির্মিত কোন মূর্তি দান করেছে, না অন্য কোন শক্তি। আর তারা করবেই বা কিরূপে? তারা তো নিজেদের অস্তিত্ব রক্ষার বা বেঁচে থাকার জন্য নিজেরাই সে মহাশক্তি ও সত্তার মুখাপেক্ষী। যে নিজেই অন্যের মুখাপেক্ষী সে অন্যের অভাব কি করে দূর করবে? যদি কেউ বাহ্যিক অর্থে কারো প্রতিপালন করেও, তবে তাও প্রকৃতপ্রস্তাবে সে সত্তার ব্যবস্থাপনার সাহায্য ছাড়া সম্ভব নয়। এর সারমর্ম এই যে, যে সত্তার ‘ইবাদাতের জন্য দাওয়াত দেয়া হয়েছে, তিনি ব্যতীত অন্য কোন সত্তা আদৌ ‘ইবাদাতের যোগ্য নয়।\n[৩] এ আয়াতটি পবিত্র কুরআনের সর্বপ্রথম নির্দেশ, আর সে নির্দেশই হচ্ছে তাওহীদের। ইসলামের মৌলিক আক্বীদা তাওহীদ বিশ্বাস। যা মানুষকে প্রকৃত অর্থে মানুষরূপে গঠন করার একমাত্র উপায়। এটি মানুষের যাবতীয় সমস্যার সমাধান দেয়, সকল সংকটে আশ্রয় দান করে এবং সকল দুঃখ-দুর্বিপাকের মর্মসাথী। তাওহীদ শব্দটি মাসদার বা মূলধাতু। যার অর্থ- কোন কিছুকে এক বলে জানা এবং ঘোষণা করা। সে অনুসারে আল্লাহ্‌র একত্ববাদ অর্থ- আল্লাহ্‌ যে এক তা ঘোষণা করা। শরীআতের পরিভাষায় তাওহীদ বলতে বুঝায় একথা বিশ্বাস করা যে, আল্লাহ্‌ই একমাত্র মা’বুদ। তাঁর কোন শরীক নাই। তাঁর কোন সমকক্ষ নাই। একমাত্র তাঁর দিকেই যাবতীয় ইবাদাতকে সুনির্দিষ্ট করা। তাঁর যাবতীয় সুন্দর নাম ও গুণাবলী আছে বলে বিশ্বাস করা। এতে বুঝা গেল যে, তাওহীদ হলো আল্লাহ্‌কে রবুবিয়াত তথা প্রভূত্বে, তাঁর সত্তায়, নাম ও গুণে এবং ‘ইবাদাতের ক্ষেত্রে একক সত্তা বলে স্বীকৃতি দেয়া। তাই এ তাওহীদ বিশুদ্ধ হতে হলে এর মধ্যে তিনটি অংশ অবশ্যই থাকতে হবে - [১] আল্লাহ্‌র প্রভূত্বে ঈমান ও সে অনুসারে চলা। যা ‘তাওহীদুর রুবুবিয়্যাহ’ নামে খ্যাত। [২] আল্লাহ্‌র নাম ও গুণাবলীতে ঈমান আর সেগুলো তাঁর জন্যই নির্দিষ্ট করা। যাকে ‘তাওহীদুল আসমা ওয়াস সিফাত' বলা হয়। আর [৩] যাবতীয় ইবাদাত একমাত্র আল্লাহ্‌র জন্যই নির্দিষ্ট করা। যাকে ‘তাওহীদুল উলুহিয়াহ’ও বলা হয়। এ তিন অংশের কোন অংশ বাদ পড়লে তাওহীদ বা একত্ববাদ প্রতিষ্ঠা হবে না এবং দুনিয়া ও আখেরাতে মুক্তি পাবে না।\n[৪] তাওহীদুল উলুহিয়্যাহ বা একমাত্র আল্লাহ্‌র ইবাদাত করলেই তাকওয়ার অধিকারী হওয়া যাবে নতুবা নয়। যাদের কর্মকাণ্ডে শির্ক রয়েছে, তারা যত পরহেযগারী বা যত আমলই করুক না কেন তারা কখনো মুত্তাকী হতে পারবে না। তাই জীবনের যাবতীয় ইবাদাতকে একমাত্র আল্লাহ্‌র জন্য খালেসভাবে করতে হবে। এটা জানার জন্য ইবাদাত ও শির্ক সম্পর্কে জ্ঞান থাকতে হবে। যার আলোচনা সামনে আসবে।",
  "ayah": 21,
  "surah": 2
}
