{
  "text": "পবিত্র মাসে যুদ্ধ করা সম্পর্কে লোকেরা আপনাকে জিজ্ঞেস করে [১] ; বলুন, ‘এতে যুদ্ধ করা কঠিন অপরাধ। কিন্তু আল্লাহ্‌র পথে বাঁধা দান করা, আল্লাহ্‌র সাথে কুফরী করা, মসজিদুল  হারামে বাধা দেয়া ও এর বাসিন্দাকে এ থেকে বহিষ্কার করা আল্লাহ্‌র নিকট তার চেয়েও বেশী অপরাধ। আর ফিতনা হত্যার চেয়েও গুরুতর অপরাধ। আর তারা সবসময় তোমাদের বিরুদ্ধে যুদ্ধ করতে থাকবে, যে পর্যন্ত তোমাদেরকে তোমাদের দ্বীন থেকে ফিরিয়ে না দেয়, যদি তারা সক্ষম হয়। আর তোমাদের মধ্য থেকে যে কেউ নিজের দ্বীন থেকে ফিরে যাবে [২] এবং কাফের হয়ে মারা যাবে, দুনিয়া ও আখেরাতে তাদের আমলসমূহ নিস্ফল হয়ে যাবে। আর এরাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে’।\n[১] আলোচ্য আয়াতে প্রমাণিত হলো যে, নিষিদ্ধ মাস অর্থাৎ রজব, যিলকদ, যিলহজ এবং মুহাররাম মাসে যুদ্ধ-বিগ্রহ করা হারাম। প্রখ্যাত মুফাসসির ‘আতা ইবনে আবী রাবাহ’ শপথ করে বলেছেন যে, এ আদেশ সর্বযুগের জন্য। তাবেয়ীগণের অনেকেও এ আদেশকে স্থায়ী আদেশ বলে উল্লেখ করেছেন। কিন্তু অধিকাংশ ফকীহ এবং ইমাম জাসসাসের মতে এ আদেশ রহিত হয়ে গেছে। ফলে এখন কোন মাসেই প্রয়োজনীয় যুদ্ধ নিষিদ্ধ নয়। কুরতুবী বলেন, এসব মাসে নিজে থেকে যুদ্ধ আরম্ভ করা সর্বকালের জন্যই নিষিদ্ধ। তবে কাফেররা যদি এসব মাসে আক্রমন করে, তবে প্রতিরক্ষামূলক পাল্টা আক্রমণ করা মুসলিমদের জন্যও জায়েয। [তাফসীরে কুরতুবী: ৩/৪২৩]\n[২] মুরতাদ সে ব্যক্তি, যে ইসলাম থেকে কুফরীর দিকে ফিরে গেছে, চাই তা কথায় হোক, বিশ্বাসে হোক বা কাজে হোক। এ আয়াতের শেষে মুসলিম হওয়ার পর তা ত্যাগ করা বা মুরতাদ হয়ে যাওয়ার হুকুম বলা হয়েছে। “তাদের আমল দুনিয়া ও আখেরাতে বরবাদ হয়ে গেছে\"। এ বরবাদ হয়ে যাওয়ার অর্থ হচ্ছে যে, পার্থিব জীবনে তাদের স্ত্রী তাদের বিবাহ বন্ধন থেকে বিচ্ছিন্ন হয়ে যায়, যদি তার কোন নিকট আত্মীয়ের মৃত্যু হয়, তাহলে সে ঐ ব্যক্তির উত্তরাধিকার বা মীরাসের অংশ থেকে বঞ্চিত হয়, ইসলামে থাকাকালীন সালাত-সাওম যত কিছু করেছে সব বাতিল হয়ে যায়, মৃত্যুর পর তার জানাযা পড়া হয় না এবং মুসলিমদের কবরস্থানে তাকে দাফনও করা হবে না। আর আখেরাতে বরবাদ হওয়ার অর্থ হচ্ছে ‘ইবাদাতের সওয়াব না পাওয়া এবং চিরকালের জন্য জাহান্নামে নিক্ষিপ্ত হওয়া। মোটকথা, মুরতাদের অবস্থা কাফেরদের অবস্থা অপেক্ষাও নিকৃষ্টতর। এজন্য কাফেরদের থেকে জিযিয়া গ্রহণ করা যায়, কিন্তু পুনরায় ইসলাম গ্রহণ না করলে মুরতাদকে মৃত্যুদণ্ডে দণ্ডিত করা হয়। কেননা, মুরতাদের কার্যকলাপের দরুন সরাসরিভাবে ইসলামের অবমাননা করা হবে। কাজেই তারা সরকার অবমাননার শাস্তি পাওয়ার যোগ্য।",
  "ayah": 217,
  "surah": 2
}
