{
  "text": "আর তালাক প্রাপ্তা স্ত্রীগণ [১] তিন রজঃস্রাব কাল প্রতীক্ষায় থাকবে। আর তারা আল্লাহ্‌ ও আখেরাতের উপর ঈমান রাখলে তাদের গর্ভাশয়ে আল্লাহ্‌ যা সৃষ্টি করেছেন তা গোপন রাখা তাদের পক্ষে হালাল নয়। আর যদি তারা আপোষ-নিম্পত্তি করতে চায় তবে এতে তাদের পুনঃ গ্রহণে তাদের স্বামীরা বেশী হকদার। আর নারীদের তেমনি ন্যায়সংগত অধিকার আছে যেমন আছে তাদের উপর পুরুষদের; আর নারীদের উপর পুরুষদের মর্যাদা আছে [২]। আর আল্লাহ্‌ মহাপরাক্রমশালী, প্রজ্ঞাময়।\n[১] ইসলামের শিক্ষা এই যে, বিয়ের চুক্তি সারা জীবনের জন্য সম্পাদন করা হয়, তা ভঙ্গ করার মত কোন অবস্থা যাতে সৃষ্টি না হয়, সেদিকেও বিশেষ লক্ষ্য রাখতে হবে। কেননা, এ সম্পর্ক ছিন্ন করার পরিণাম শুধু স্বামী-স্ত্রী পর্যন্তই সীমাবদ্ধ থাকে না, বরং এতে বংশ ও সন্তানদের জীবনও বরবাদ হয়ে যায়। এমনকি অনেক সময় উভয় পক্ষের মধ্যে ঝগড়া-বিবাদও সৃষ্টি হয় এবং সংশ্লিষ্ট অনেকেই এর ফলে ক্ষতিগ্রস্ত হয়। অসহযোগিতার অবস্থায় প্রথমে বুঝবার চেষ্টা, অতঃপর সতর্কীকরণ ও ভীতি প্রদর্শনের উপদেশ দেয়া হয়েছে। যদি এতেও সমস্যার সমাধান না হয়, তবে উভয় পক্ষের কয়েক ব্যক্তিকে সালিশ সাব্যস্ত করে ব্যাপারটির মীমাংসা করে নেয়ার নির্দেশ দেয়া হয়েছে। কিন্তু অনেক সময় ব্যাপার এমন রূপ ধারণ করে যে, সংশোধনের সব চেষ্টাই ব্যর্থ হয়ে যায় এবং বৈবাহিক সম্পর্কের কাংখিত ফল লাভের স্থলে উভয়ের একত্রে মিলেমিশে থাকাও মস্ত আযাবে পরিণত হয়। এমতাবস্থায় এ সম্পর্ক ছিন্ন করে দেয়াই উভয় পক্ষের জন্য শান্তি ও নিরাপত্তার পথ। আর এজন্যই ইসলামে তালাকের ব্যবস্থা রাখা হয়েছে। ইসলামী শরীআত অন্যান্য দ্বীনের মত বৈবাহিক বন্ধনকে ছিন্ন করার পথ বন্ধ করে দেয়নি। যেহেতু চিন্তাশক্তি ও ধৈর্যের সামর্থ্য স্ত্রীলোক অপেক্ষা পুরুষের মধ্যে অনেক বেশী, তাই তালাকের অধিকারও পুরুষকেই দেয়া হয়েছে; এ স্বাধীন ক্ষমতা স্ত্রীলোকদের দেয়া হয়নি। যাতে করে সাময়িক বিরক্তির প্রভাবে স্ত্রীলোকদের মধ্যে অনেক বেশী তালাকের কারণ হতে না পারে। তবে স্ত্রীজাতিকেও এ অধিকার থেকে বঞ্চিত করা হয়নি। স্বামীর যুলুম অত্যাচার থেকে আত্মরক্ষার ব্যবস্থা তাদের জন্যেও রয়েছে। তারা কাজীর দরবারে নিজেদের অসুবিধার বিষয় উপস্থাপন করে স্বামীর দোষ প্রমাণ করে বিবাহ বিচ্ছেদ করিয়ে নিতে পারে। যদিও পুরুষকে তালাক দেয়ার স্বাধীন ক্ষমতা দেয়া হয়েছে, কিন্তু কিছু আদাব ও শর্ত রয়েছে। যেমন, এক. এ ক্ষমতার ব্যবহার আল্লাহ্‌র নিকট অত্যন্ত অপছন্দনীয় ব্যাপার। একমাত্র অপারগ অবস্থাতেই এ ক্ষমতার প্রয়োগ করা যায়। দুই. রাগাম্বিত অবস্থায় কিংবা সাময়িক বিরক্তি ও গরমিলের সময় এ ক্ষমতার প্রয়োগ করবে না। তিন. ঋতু অবস্থায় তালাক দেয়া নিষিদ্ধ করা হয়েছে। কারণ, ঋতু অবস্থায় তালাক দিলে চলতি ঋতু ইদতে গণ্য হবে না। চলতি ঋতুর শেষে পবিত্রতা লাভের পর পুনরায় যে ঋতু শুরু হয়, সে ঋতু থেকে ইদ্দত গণনা করা হবে। চার. পবিত্র অবস্থায়ও যে তুহুর বা সুচিতায় সহবাস হয়েছে তাতে তালাক না দেয়ার কথা বলা হয়েছে, এতে স্ত্রীর ইদ্দত দীর্ঘ হবে এবং তাতে তার কষ্ট হবে। কারণ, যে তহুর বা শুচিতায় সহবাস করা হয়েছে, যেহেতু সে তহুরে স্ত্রীর গর্ভবতী হওয়ারও সম্ভাবনা থাকে, তাই তাতে ইদ্দত আরও দীর্ঘ হয়ে যেতে পারে। তালাক দেয়ার জন্য এ নির্ধারিত তহুর ঠিক করার আরও একটি বিশেষ দিক হচ্ছে এই যে, এ সময়ের মধ্যে রাগ কমেও যেতে পারে এবং ক্ষমাসুন্দর দৃষ্টি ফিরে আসলে তালাক দেয়ার ইচ্ছাও শেষ হয়ে যেতে পারে। পাঁচ. বৈবাহিক বন্ধন ছিন্ন করার বিষয়টি সাধারণ ক্রয়-বিক্রয় ও চুক্তি ছিন্ন করার মত নয়। বৈষয়িক চুক্তির মত বিয়ের চুক্তি একবার ছিন্ন করাতেই সমস্যার সমাধান হয়ে যায় না। উভয়পক্ষ অন্যত্র দ্বিতীয় চুক্তি করার ব্যাপারে স্বাধীনও নয়। বৈবাহিক সম্পর্ক ছিন্ন করার ব্যাপারে তালাকের তিনটি স্তর ও পর্যায় রাখা হয়েছে এবং এতে ইদতের শর্ত রাখা হয়েছে যে, ইদ্দত শেষ না হওয়া পর্যন্ত বিয়ের অনেক সম্পর্কই বাকী থাকে। যেমন, স্ত্রী অন্যত্র বিয়ে করতে পারে না। তবে পুরুষের জন্য অবশ্য বাধা-নিষেধ থাকে না। ছয়. যদি পরিস্কার কথায় এক বা দুই তালাক দেয়া হয়, তবে তালাক প্রদানের সঙ্গে সঙ্গেই বিবাহবন্ধন ছিন্ন হয় না। বরং স্বামী-স্ত্রীর সম্পর্ক ইদ্দত শেষ না হওয়া পর্যন্ত বলবৎ থাকে। ইদ্দতের মধ্যে তালাক প্রত্যাহার করলে পূর্বের বিয়েই অক্ষুন্ন থাকে। সাত. প্রত্যাহারের এ অধিকার শুধু এক অথবা দুই তালাক পর্যন্তই সীমাবদ্ধ, যাতে কোন অত্যাচারী স্বামী এমন করতে না পারে যে, কথায় কথায় তালাক বা প্রত্যাহার করে পুনরায় স্বীয় বন্ধনে আবদ্ধ করে রাখবে। আট. যদি কেউ তৃতীয় তালাক দিয়ে দেয়, তবে তার আর প্রত্যাহার করার অধিকার থাকে না। [কুরতুবী থেকে সংক্ষেপিত]\n[২] আয়াতটি নারী ও পুরুষের পারস্পরিক অধিকার ও কর্তব্য এবং সেগুলোর স্তর নির্ণয় সম্পর্কে একটি শরীআতী মূলনীতি হিসেবে গণ্য। বলা হয়েছে, নারীদের উপর যেমন পুরুষের অধিকার রয়েছে, এবং যা প্রদান করা একান্ত জরুরী, তেমনিভাবে পুরুষদের উপরও নারীদের অধিকার রয়েছে, যা প্রদান করা অপরিহার্য। তবে এতটুকু পার্থক্য অবশ্যই রয়েছে যে, পুরুষের মর্যাদা নারীদের তুলনায় কিছুটা বেশী। প্রায় একই রকম বক্তব্য অন্যত্র উপস্থাপিত হয়েছেঃ “যেহেতু আল্লাহ্ একজনকে অপরজনের উপর শ্রেষ্ঠত্ব দান করেছেন, কাজেই পুরুষরা হলো নারীদের উপর কর্তৃত্বশীল”। [সূরা আন-নিসাঃ ৩৪]\nইসলামপূর্ব জাহেলিয়াত আমলে সমগ্র বিশ্বের জাতিসমূহে প্রচলিত রীতি অনুযায়ী নারীর মর্যাদা অন্যান্য সাধারণ গৃহস্থালী আসবাবপত্রের চেয়ে বেশী ছিল না। তখন চতুস্পদ জীব-জন্তুর মত তাদেরও বেচা-কেনা চলত। নিজের বিয়ে-শাদীর ব্যাপারেও নারীর মতামতের কোন রকম মূল্য ছিল না; অভিভাবকগণ যার দায়িত্বে অর্পণ করত তাদেরকে সেখানেই যেতে হত। মীরাসের অধিকারিনী হত না। রাসূল সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লাম ও তার প্রবর্তিত দ্বীন ইসলামই বিশ্ববাসীর চোখের পর্দা উন্মোচন করেছেন। মানুষকে মানুষের মর্যাদা দান করতে শিক্ষা দিয়েছে। ন্যায়-নীতির প্রবর্তন করেছেন এবং নারী সমাজের অধিকার সংরক্ষণ পুরুষদের উপর ফরয করেছে। বিয়ে-শাদী ও ধন-সম্পদে তাদেরকে স্বত্বাধিকার দেয়া হয়েছে, কোন ব্যক্তি পিতা হলেও কোন প্রাপ্ত বয়স্কা স্ত্রীলোককে তার ইচ্ছার বিরুদ্ধে বিয়েতে বাধ্য করতে পারেন না, এমনকি স্ত্রীলোকের অনুমতি ব্যতীত বিয়ে দিলেও তা তার অনুমতির উপর স্থগিত থাকে, সে অস্বীকৃতি জানালে তা বাতিল হয়ে যায়। তার সম্পদে কোন পুরুষই তার অনুমতি ব্যতীত হস্তক্ষেপ করতে পারবে না। স্বামীর মৃত্যু বা স্বামী তাকে তালাক দিলে সে স্বাধীন, কেউ তাকে কোন ব্যাপারে বাধ্য করতে পারে না। সেও তার নিকট আর্তীয়ের পরিত্যক্ত সম্পত্তিতে তেমনি অংশীদার হয়, যেমন হয় পুরুষেরা। স্বামী তার নায্য অধিকার না দিলে, সে আইনের সাহায্যে তা আদায় করে নিতে পারে অথবা তার বিবাহ-বন্ধন ছিন্ন করে দিতে পারে। আবার ইসলাম নারীদেরকে বল্লাহীনভাবে ছেড়ে দেয়া এবং পুরুষের কর্তৃত্বের আওতা থেকে সম্পূর্ণভাবে মুক্ত করেও দেয়নি; কারণ তা নিরাপদ নয়। সন্তান-সন্ততি লালন-পালন ও ঘরের কাজ-কর্মের দায়িত্ব প্রকৃতিগতভাবেই তাদের উপর ন্যস্ত করে দেয়া হয়েছে। তারা এগুলোই বাস্তবায়নের উপযোগী। তাছাড়া স্ত্রীলোককে বৈষয়িক জীবনে পুরুষের আওতা থেকে সম্পূর্ণ মুক্ত করে দেয়াও নিতান্ত ভয়ের কারণ। এতে পৃথিবীতে রক্তপাত, ঝগড়া-বিবাদ এবং নানা রকমের ফেৎনা-ফাসাদ সৃষ্টি হয়। এ জন্য কুরআনে এ কথাও ঘোষণা করা হয়েছে যে, “পুরুষের মর্যাদা স্ত্রীলোক অপেক্ষা এক স্তর উর্ধ্বে। ” অন্য কথায় বলা যায় যে, পুরুষ তাদের তত্ত্বাবধায়ক ও জিম্মাদার। এ আয়াতে সামাজিক শান্তি-শৃংখলা মানব চরিত্রের স্বাভাবিক প্রবণতা, সর্বোপরি স্ত্রীলোকদের সুবিধার্থেই পুরুষকে স্ত্রীলোকদের উপর শুধু কিছুটা প্রাধান্যই দেয়া হয়নি বরং তা পালন করাও ফরয করে দেয়া হয়েছে। কিন্তু তাই বলে সকল পুরুষই সকল স্ত্রীলোকের উপর মর্যাদার অধিকারী নয়। কেননা, আল্লাহ্‌র নিকট মর্যাদার নিরিখ হচ্ছে ঈমান ও নেক আমল। সেখানে মর্যাদার তারতম্য ঈমান ও নেক আমলের তারতম্যের উপরই হয়ে থাকে। তাই আখেরাতের ব্যাপারে দুনিয়ার মত স্ত্রী ও পুরুষের মধ্যে পার্থক্য করা হয় না। এ ক্ষেত্রে এমনও হতে পারে যে, কোন কোন স্ত্রীলোক অনেক পুরুষের চাইতেও অধিক মর্যাদার যোগ্য [মাআরিফুল কুরআন থেকে সংক্ষেপিত ও পরিমার্জিত]",
  "ayah": 228,
  "surah": 2
}
