{
  "text": "আপনি কি তাদের দেখেন নি যারা মৃত্যুভয়ে হাজারে হাজারে স্বীয় আবাসাভুমি পরিত্যাগ করেছিল? [১] অতঃপর আল্লাহ্‌ তাদেরকে বলেছিলেন, ‘তোমরা মরে যাও’। তারপর আল্লাহ্‌ তাদেরকে জীবিত করেছিলেন। নিশ্চয়ই আল্লাহ্‌ মানুষের প্রতি অনুগ্রহশিল; কিন্তু অধিকাংশ লোক কৃতজ্ঞতা প্রকাশ করে না। [২]\n[১] বিভিন্ন বর্ণনায় এসেছে, কোন এক শহরে ইসরাঈল-বংশধরের কিছু লোক বাস করত। তাদের সংখ্যা ছিল প্রায় দশ হাজার। সেখানে এক মারাত্মক সংক্রামক ব্যাধির প্রাদুর্ভাব হয়। তারা ভীত-সন্ত্রস্ত হয়ে সে শহর ত্যাগ করে দুটি পাহাড়ের মধ্যবর্তী এক প্রশস্ত ময়দানে গিয়ে বসবাস করতে লাগল। আল্লাহ্ তা'আলা তাদের কাছে দু’জন ফেরেশ্‌তা পাঠালেন তাদেরকে এবং দুনিয়ার অন্যান্য জাতিকে একথা অবগত করানোর জন্য যে, মৃত্যুর ভয়ে পালিয়ে গিয়ে কেউ রক্ষা পেতে পারে না। ফেরেশ্‌তা দু’জন ময়দানের দু’ধারে দাঁড়িয়ে এমন এক বিকট শব্দ করলেন যে, তাদের সবাই একসাথে মরে গেল। দীর্ঘকাল পর ইসরাঈল-বংশধরদের একজন নবী সেখান দিয়ে যাওয়ার পথে সেই বন্ধ জায়গায় বিক্ষিপ্ত অবস্থায় হাড়-গোড় পড়ে থাকতে দেখে বিস্মিত হলেন। তখন ওহীর মাধ্যমে তাকে মৃত লোকদের সমস্ত ঘটনা অবগত করানো হল। তখন তিনি দোআ করলেন এবং আল্লাহ্‌ তাদেরকে জীবিত করে দিলেন। [ইবনে কাসীর]\nএ ঘটনাটি দুনিয়ার সমস্ত চিন্তাশীল বুদ্ধিজীবীকে সৃষ্টিবলয় সম্পর্কিত চিন্তা-ভাবনার ক্ষেত্রে এক নতুন দিগন্তের সন্ধান দেয়। তদুপরি এটা কেয়ামত অস্বীকারকারীদের জন্য একটা অকাট্য প্রমাণ হওয়ার সাথে সাথে এ বাস্তব সত্য উপলব্ধি করার পক্ষেও বিশেষ সহায়ক যে, মৃত্যুর ভয়ে পালিয়ে থাকা তা জিহাদ হোক বা প্লেগ মহামারীই হোক, আল্লাহ্‌ এবং তাঁর নির্ধারিত নিয়তি বা তাকদীরের প্রতি যারা বিশ্বাসী তাদের পক্ষে সমীচীন নয়। যার এ বিশ্বাস রয়েছে যে, মৃত্যুর একটা নির্ধারিত সময় রয়েছে, নির্ধারিত সময়ের এক মুহুর্ত পূর্বেও তা হবে না এবং এক মূহুর্ত পরেও তা আসবে না, তাদের পক্ষে এরূপ পলায়ন অর্থহীন এবং আল্লাহ্‌র অসন্তুষ্টির কারণ।\n[২] এ আয়াত কয়েকটি বিষয়ের সমাধান করে দিয়েছে। প্রথমতঃ আল্লাহ্‌র নির্ধারিত তাকদীরের উপর কোন তদবীর কার্যকর হতে পারে না। জিহাদ বা মহামারীর ভয়ে পালিয়ে গিয়ে প্রাণ বাঁচানো যায় না, আর মহামারীগ্রস্ত স্থানে অবস্থান করাও মৃত্যুর কারণ হতে পারে না। মৃত্যুর একটি সুনির্দিষ্ট সময় রয়েছে, যার কোন ব্যতিক্রম হওয়ার নয়। দ্বিতীয়তঃ কোনখানে কোন মহামারী কিংবা কোন মারাত্মক রোগ-ব্যাধি দেখা দিলে সেখান থেকে পালিয়ে অন্যত্র আশ্রয় নেয়া বৈধও নয়। রাসূল সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লাম-এর এরশাদ মোতাবেক অন্য এলাকার লোকের পক্ষেও মহামারীগ্রস্ত এলাকায় যাওয়া বৈধ নয়। হাদীসে বলা হয়েছেঃ ‘সে রোগের মাধ্যমে আল্লাহ্ তা'আলা তোমাদের পূর্ববতী বিভিন্ন উম্মতের উপর আযাব নাযিল করেছেন। সুতরাং যখন তোমরা শুনবে যে, কোন শহরে প্লেগ প্রভৃতি মহামারী দেখা দিয়েছে, তখন সেখানে যেও না। আর যদি কোন এলাকাতে এ রোগ দেখা দেয় এবং তুমি সেখানেই থাক, তবে সেখান থেকে পলায়ন করবে না’। [বুখারী: ৩৪৭৩, মুসলিম: ২২১৮]\nইসলামের মৌলিক বিশ্বাস হচ্ছে এই যে, ‘কোথাও যাওয়া মৃত্যুর কারণ হতে পারে না, আবার কোনখান থেকে পালিয়ে যাওয়াও মৃত্যুর হাত থেকে রেহাই পাওয়ার উপায় নয়'। এ মৌলিক বিশ্বাসের পাশাপাশি আলোচ্য নির্দেশটি নিঃসন্দেহে বিশেষ তাৎপর্যপূণ।\nপ্রথমতঃ মহামারীগ্রস্ত এলাকার বাইরের লোককে আসতে নিষেধ করার একটি তাৎপর্য এই যে, এমনও হতে পারে যে, সেখানে গমন করার পর তার হায়াত শেষ হওয়ার দরুনই এ রোগে আক্রান্ত হয়ে সে মৃত্যুবরণ করলঃ এতদসত্ত্বেও আক্রান্ত ব্যক্তির মনে এমন ধারণা হতে পারে যে, সেখানে না গেলে হয়ত সে মারা যেত না। তাছাড়া অন্যান্য লোকেরও হয়ত এ ধারণাই হবে যে, এখানে না এলে মৃত্যু হত না। অথচ যা ঘটেছে তা পূর্বেই নির্ধারিত ছিল। যেখানেই থাকত, তার মৃত্যু এ সময়েই হত ! এ আদেশের মাধ্যমে মুসলিমদেরকে ঈমানের ব্যাপারে সন্দেহসংশয় থেকে রক্ষা করা হয়েছে। যাতে করে তারা কোন ভুল বোঝাবুঝির শিকার না হয়।\nদ্বিতীয়তঃ এতে আল্লাহ্ তা'আলা মানুষকে উপদেশ দিয়েছেন যে, যেখানে কষ্ট হওয়ার বা মৃত্যুর আশংকা থাকে, সেখানে যাওয়া উচিত নয়; বরং সাধ্যমত ঐসব বস্তু থেকে বিরত থাকার চেষ্টা করা কর্তব্য, যা তার জন্য ধ্বংস বা ক্ষতির কারণ হয়ে দাঁড়াতে পারে। তাছাড়া নিজের জানের হেফাযত করা প্রত্যেক মানুষের জন্য ওয়াজিব ঘোষণা করা হয়েছে। এ নিয়মের চাহিদাও তাই যে, আল্লাহ্‌র দেয়া তাকদীরে পূর্ণ বিশ্বাস রেখে যথাসাধ্য সতর্কতামূলক ব্যবস্থা অবলম্বন করতে হবে। যেসব স্থানে প্রাণ নাশের আশংকা থাকে, সেসব স্থানে না যাওয়াও এক প্রকার সতর্কতামূলক তদবীর। এমনিভাবে সংশ্লিষ্ট এলাকার লোকদেরকে সে স্থান থেকে পলায়ন করতে নিষেধ করার মাঝেও বহু তাৎপর্য নিহিতঃ একটি হচ্ছে এই যে, যদি এ পলায়নের প্রথা চলতে থাকে, তবে সাধারণভাবে ও সমষ্টিগতভাবে সবাই ক্ষতিগ্রস্ত হবে। যারা সক্ষম ও সবল তারা তো সহজেই পালাতে পারে, কিন্তু যারা দুর্বল তাদের কি অবস্থা হবে? আর যারা রোগাক্রান্ত, তাদের সেবা-শুশ্রুষা কিংবা মরে গেলে দাফন-কাফনেরই বা কি ব্যবস্থা হবে? দ্বিতীয়তঃ যারা সেখানে ছিল, তাদের মধ্যে হয়ত রোগের জীবাণু প্রবেশ করে থাকবে। এমতাবস্থায় তারা যদি বাড়ী-ঘর থেকে বের হয়ে থাকে, তবে তাদের দুঃখ-দুর্দশা আরও বেড়ে যাবে। কারণ প্রবাস জীবনে রোগাক্রান্ত হলে যে কি অবস্থা তা সবারই জানা। তৃতীয়তঃ যদি তাদের মধ্যে রোগের জীবাণু ক্রিয়া করে থাকে, তবে তা বিভিন্ন এলাকায় ছড়িয়ে পড়বে। আর যদি নিজের জায়গায় আল্লাহ্‌র উপর ভরসা করে পড়ে থাকে, তবে হয়ত নাজাত পেতে পারে। আর যদি এ রোগে মারা যাওয়াই তার ভাগ্যে থাকে, তবে ধৈর্য ও স্থিরতা অবলম্বনের বদলায় শহীদের মর্যাদা লাভ করবে। আয়েশা রাদিয়াল্লাহু আনহা বলেন, তিনি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে প্লেগ মহামারী সম্পর্কে জিজ্ঞেস করলে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাকে বলেছেন, \"এ রোগটি আসলে শাস্তিরূপে নাযিল হয়েছিল এবং যে জাতিকে শাস্তি দেয়া উদ্দেশ্য হত তাদের ভেতর পাঠানো হত। অতঃপর আল্লাহ্ তাআলা একে মুমিনদের জন্য রহমতে পরিবর্তিত করে দিয়েছেন। আল্লাহ্‌র যেসব বান্দা এ রোগের প্রাদুর্ভাব দেখা দেয়া সত্বেও নিজ এলাকায়ই ধৈর্য সহকারে বসবাস করে এবং এ বিশ্বাস রাখে যে, তার শুধু সে বিপদই হতে পারে, যা আল্লাহ্‌ তা'আলা তার জন্য লিখে রেখেছেন, তবে এমন ব্যক্তি শহীদের মত সওয়াব পাবে’ [বুখারীঃ ৫৭৩৪]\nরাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর বাণীঃ ‘প্লেগ শাহাদাত এবং প্লেগ আক্রান্ত ব্যক্তি শহীদ’ [বুখারীঃ ৫৭৩২] এর ব্যাখ্যাও তাই। [মাআরিফুল কুরআন থেকে সংক্ষেপিত ও পরিমার্জিত]",
  "ayah": 243,
  "surah": 2
}
