{
  "text": "আল্লাহ্‌ [১], তিনি ছাড়া কোন সত্য ইলাহ নেই [২]। তিনি চিরঞ্জীব , সর্বসত্তার ধারক [৩]। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয় [৪]। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর [৫]। কে সে , যে তাঁর অনুমতি বেতিত তাঁর কাছে সুপারিশ করবে [৬]? তাদের সামনে ও পেছনে যা কিছু আছে তা তিনি জানেন [৭]। আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোন কিছুকেই তারা পরিবেষ্টন করতে পারে না [৮]। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে [৯]; আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না [১০]। আর তিনি সুউচ্চ সুমহান। [১১]\n[১] এ আয়াতটিকে আয়াতুল কুরসী বলা হয়। এটি মর্যাদার দিক থেকে কুরআনের সর্ববৃহৎ আয়াত। হাদীসে এ আয়াতের অনেক ফযীলত বর্ণিত হয়েছে। হাদীসে আছে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম উবাই ইবনে কাবকে জিজ্ঞেস করেছিলেন, কুরআনের মধ্যে কোন আয়াতটি সবচেয়ে বড় ও গুরুত্বপূর্ণ? উবাই ইবনে কা'ব আরয করলেন, তা হচ্ছে আয়াতুল কুরসী। রাসূল সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লাম তা সমর্থন করে বললেন, হে আবুল মুনযির! জ্ঞান তোমার জন্য সহজ হোক। [মুসলিমঃ ৮১০]\nরাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এরশাদ করেছেনঃ যে লোক প্রত্যেক ফরয সালাতের পর আয়াতুল-কুরসী নিয়মিত পাঠ করে, তার জন্য জান্নাতে প্রবেশের পথে একমাত্র মৃত্যু ছাড়া অন্য কোন অন্তরায় থাকে না’। [নাসায়ী, দিন-রাতের আমলঃ ১০০]\nঅর্থাৎ মৃত্যুর সাথে সাথেই সে জান্নাতের ফলাফল এবং আরাম আয়েশ উপভোগ করতে শুরু করবে। অনেকেই এ সূরার আয়াতুল কুরসীতে “ইসমে আযম” আছে বলে মত দিয়েছেন।\nআয়াতুল কুরসীর বিশেষ তাৎপর্যঃ এ আয়াতে মহান রব আল্লাহ্‌ জাল্লা-শানুহুর একক অস্তিত্ব, তাওহীদ ও গুণাবলীর বর্ণনা এক অত্যাশ্চর্য ও অনুপম ভঙ্গিতে দেয়া হয়েছে, যাতে আল্লাহ্‌র অস্তিত্ববান হওয়া, জীবিত হওয়া, শ্রবণকারী হওয়া, দর্শক হওয়া, বাকশক্তিসম্পন্ন হওয়া, তাঁর সত্তার অপরিহার্যতা, তাঁর অসীম-অনন্ত কাল পর্যন্ত থাকা, সমগ্র বিশ্বের স্রষ্টা ও উদ্ভাবক হওয়া, যাবতীয় ক্রিয়া-প্রতিক্রিয়ার প্রভাব থেকে মুক্ত হওয়া, সমগ্র বিশ্বের একচ্ছত্র অধিপতি হওয়া, এমন শ্রেষ্ঠত্ব ও মহত্ত্বের অধিকারী হওয়া যাতে তাঁর অনুমতি ছাড়া তার সামনে কেউ কোন কথা বলতে না পারে, এমন পরিপূর্ণ ক্ষমতার অধিকারী হওয়া যাতে সমগ্র বিশ্ব ও তার যাবতীয় বস্তুনিচয়কে সৃষ্টি করা এবং সেগুলোর রক্ষণাবেক্ষণ এবং তাদের শৃংখলা বজায় রাখতে গিয়ে তাঁকে কোন ক্লান্তি বা পরিশ্রান্তির সম্মুখীন হতে হয় না এবং এমন ব্যাপক জ্ঞানের অধিকারী হওয়া যাতে কোন প্রকাশ্য কিংবা গোপন বস্তু কিংবা কোন অণু-পরমাণুর বিন্দু-বিসর্গও যাতে বাদ পড়তে না পারে। এই হচ্ছে আয়াতটির মোটামুটি ও সংক্ষিপ্ত বিষয়বস্তু। আল্লামা ইবনে কাসীর বলেনঃ এ আয়াতটিতে দশটি বাক্য রয়েছে। প্রতিটি বাক্যের সাথেই গুরুত্বপূর্ণ কিছু শিক্ষা রয়েছে।\n[২] প্রথম বাক্য (اَللّٰهُ لَآ اِلٰهَ اِلَّا ھُوَ) এতে ‘আল্লাহ্‌' শব্দটি অস্তিত্ববাচক নাম। (لَآ اِلٰهَ اِلَّا ھُوَ) সে সত্তারই বর্ণনা, যে সত্তা ‘ইবাদাতের যোগ্য। মহান আল্লাহ্‌ ব্যতীত আর কোন সত্তা-ই ইবাদাত পাওয়ার যোগ্য নয়। তিনিই একমাত্র হক মা’বুদ। আর সবই বাতিল উপাস্য ।\n[৩] দ্বিতীয় বাক্য (اَلْـحَيُّ الْقَيُّوْمُ) আরবী ভাষায় (اَلْـحَيُّ) অর্থ হচ্ছে জীবিত আল্লাহ্‌র নামের মধ্য থেকে এ নামটি ব্যবহার করে বলে দিয়েছে যে, তিনি সর্বদা জীবিত; মৃত্যু তাঁকে স্পর্শ করতে পারবে না। (قَيُّوْمُ) শব্দ কেয়াম থেকে উৎপন্ন, এটা ব্যুৎপত্তিগত আধিক্যের অর্থে ব্যবহৃত। এর অর্থ হচ্ছে এই যে, তিনি নিজে বিদ্যমান থেকে অন্যকেও বিদ্যমান রাখেন এবং নিয়ন্ত্রণ করেন। ‘কাইয়ূম’ আল্লাহ্‌র এমন এক বিশেষ গুণবাচক নাম যাতে কোন সৃষ্টি অংশীদার হতে পারে না। তাঁর সত্তা স্থায়ীত্বের জন্য কারো মুখাপেক্ষী নয়। কেননা, যে নিজের স্থায়ীত্ব ও অস্তিত্বের জন্য অন্যের মুখাপেক্ষী, সে অন্যের পরিচালনা ও নিয়ন্ত্রণ কি করে করবে? সে জন্যই কোন মানুষকে 'কাইয়ূম’ বলা জায়েয নয়। যারা ‘আবদুল কাইয়ূম’ নামকে বিকৃত করে শুধু কাইয়ূম’ বলে, তারা গোনাহগার হবে। অনুরূপভাবে, আল্লাহ্‌র এমন আরও কিছু নাম আছে, যেগুলো কোন বান্দাহর বিশেষণ হিসেবে ব্যবহৃত হতে পারে না। যেমন, রাহমান, মান্নান, দাইয়্যান, ওয়াহহাব এ জাতীয় নামের ব্যাপারেও উপরোক্ত হুকুম প্রযোজ্য। আল্লাহ্‌র নামের মধ্যে (اَلْـحَيُّ الْقَيُّوْمُ) অনেকের মতে ‘ইসমে-আযম’।\n[৪] তৃতীয় বাক্য (لَا تَاْخُذُهٗ سِـنَةٌ وَّلَا نَوْمٌ) আরবীতে (سِـنَةٌ) শব্দের সীন-এর (كَسرة) দ্বারা উচ্চারণ করলে এর অর্থ হয় তন্দ্রা বা নিদ্রার প্রাথমিক প্রভাব (نَوْمٌ) পূর্ণ নিদ্রাকে বলা হয়। এর অর্থ হচ্ছে এই যে, আল্লাহ্ তা'আলা তন্দ্রা ও নিদ্রা থেকে সম্পূর্ণ মুক্ত। পূর্ববর্তী বাক্যে 'কাইইয়্যুম’ শব্দে মানুষকে জানিয়ে দেয়া হয়েছে যে, আসমান ও যমীনের যাবতীয় বস্তুর নিয়ন্ত্রণকারী হচ্ছেন আল্লাহ্ তা'আলা। সমস্ত সৃষ্টিরাজি তাঁর আশ্রয়েই বিদ্যমান। এতে করে হয়ত ধারণা হতে পারে যে, যে সত্তা এত বড় কার্য পরিচালনা করেছেন, তাঁর কোন সময় ক্লান্তি আসতে পারে এবং কিছু সময় বিশ্রাম ও নিদ্রার জন্য থাকা দরকার। দ্বিতীয় বাক্য দ্বারা সীমিত জ্ঞান-বুদ্ধি সম্পন্ন মানুষকে জানানো হয়েছে যে, আল্লাহ্‌কে নিজের বা অন্য কোন সৃষ্টির সঙ্গে তুলনা করবে না, নিজের মত মনে করবে না। তিনি সমকক্ষতা ও সকল তুলনার উর্ধ্বে। তাঁর পরিপূর্ণ ক্ষমতার পক্ষে এসব কাজ করা কঠিন নয়। আবার তাঁর ক্লান্তিরও কোন কারণ নেই। আর তাঁর সত্তা যাবতীয় ক্লান্তি, তন্দ্রা ও নিদ্রার প্রভাব থেকে মুক্ত ও পবিত্র।\n[৫] চতুর্থ বাক্য\n(لَهٗ مَا فِي السَّمٰوٰتِ وَمَا فِي الْاَرْضِ)\nবাক্যের প্রারম্ভে ব্যবহৃত (لام) অক্ষর মালিকানা অর্থে ব্যবহৃত হয়েছে। অর্থাৎ আকাশ এবং যমীনে যা কিছু রয়েছে সে সবই আল্লাহ্‌র মালিকানাধীন। তিনি স্বয়ংসম্পূর্ণ ইচ্ছাশক্তির মালিক। যেভাবে ইচ্ছা তাকে নিয়ন্ত্রণ করতে পারেন।\n[৬] পঞ্চম বাক্য\n(مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖ)\nঅর্থ হচ্ছে, এমন কে আছে যে, তাঁর সামনে কারো সুপারিশ করতে পারে, তাঁর অনুমতি ব্যতীত? এতে বুঝা যায় যে, যখন আল্লাহ্ তা'আলা যাবতীয় সৃষ্ট বস্তুর মালিক এবং কোন বস্তু তাঁর চাইতে বড় নয়, তাই কেউ তাঁর কোন কাজ সম্পর্কে প্রশ্ন করার অধিকারী নয়। তিনি যা কিছু করেন, তাতে কারো আপত্তি করার অধিকার নেই। তবে এমন হতে পারত যে, কেউ কারো জন্য সুপারিশ করে, তাই এ বিষয়টিও স্পষ্ট করে দেয়া হয়েছে যে, এ ক্ষমতাও কারো নেই। তবে আল্লাহ্‌র কিছু খাস বান্দা আছেন, যারা তাঁর অনুমতি সাপেক্ষে তা করতে পারবেন, অন্যথায় নয়। হাদীসে এরশাদ হয়েছে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ \"হাশরের ময়দানে সর্বপ্রথম আমি সুপারিশ করব’। [মুসলিমঃ ১৯৩]\nএকে ‘মাকামে-মাহমুদ’ বলা হয়, যা রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামএর জন্য খাস। অন্য কারো জন্য নয়।\n[৭] ষষ্ঠ বাক্য\n(يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَھُمْ)\nঅর্থাৎ আল্লাহ্ তা'আলা অগ্র-পশ্চাত যাবতীয় অবস্থা ও ঘটনা সম্পর্কে অবগত। অগ্র-পশ্চাত বলতে এ অর্থও হতে পারে যে, তাদের জন্মের পূর্বের ও জন্মের পরের যাবতীয় অবস্থা ও ঘটনাবলী আল্লাহ্‌র জানা রয়েছে। আর এ অর্থও হতে পারে যে, অগ্র বলতে সে অবস্থা বোঝানো হয়েছে যা মানুষের জন্য প্রকাশ্য, আর পশ্চাত বলতে বোঝানো হয়েছে যা অপ্রকাশ্য। তাতে অর্থ হবে এই যে, কোন কোন বিষয় মানুষের জ্ঞানের আওতায় রয়েছে কিন্তু কোন কোন বিষয়ে তাদের জ্ঞান নেই। কিছু তাদের সামনে প্রকাশ্য আর কিছু গোপন। কিন্তু আল্লাহ্‌র ক্ষেত্রে সবই প্রকাশ্য। তাঁর জ্ঞান সে সমস্ত বিষয়ের উপরই পরিব্যপ্ত। সুতরাং এ দু'টিতে কোন বিরোধ নেই। আয়াতের ব্যাপকতায় উভয়দিকই বোঝানো হয়।\n[৮] সপ্তম বাক্য\n(وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاءَ)\nঅর্থাৎ মানুষ ও সমগ্র সৃষ্টির জ্ঞান আল্লাহ্‌র জ্ঞানের কোন একটি অংশবিশেষকেও পরিবেষ্টিত করতে পারে না। কিন্তু আল্লাহ্‌ তা'আলা যাকে যে পরিমাণ জ্ঞান দান করেন শুধু ততটুকুই সে পেতে পারে। এতে বলা হয়েছে যে, সমগ্র সৃষ্টির অণু-পরমাণুর ব্যাপক জ্ঞান আল্লাহ্‌র জ্ঞানের আওতাভুক্ত, এটা তাঁর বৈশিষ্ট্য। মানুষ অথবা অন্য কোন সৃষ্টি এতে অংশীদার নয়।\n[৯] অষ্টম বাক্য\n(وَسِعَ كُرْسِـيُّهُ السَّمٰوٰتِ وَالْاَرْضَ)\nঅর্থাৎ তাঁর কুরসী এত বড় যার মধ্যে সাত আকাশ ও যমীন পরিবেষ্টিত রয়েছে। হাদীসের বর্ণনা দ্বারা এতটুকু বোঝা যায় যে, আরশ ও কুরসী এত বড় যে, তা সমগ্র আকাশ ও যমীনকে পরিবেষ্টিত করে রেখেছে। ইবনে কাসীর আবু যর গিফারী রাদিয়াল্লাহু আনহু-এর উদ্ধৃতিতে বর্ণনা করেছেন যে, ‘তিনি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করেছিলেন যে, কুরসী কি এবং কেমন? তিনি (রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ‘যাঁর হাতে আমার প্রাণ তাঁর কছম, কুরসীর সাথে সাত আসমানের তুলনা একটি বিরাট ময়দানে ফেলে দেয়া একটি আংটির মত। আর কুরসীর উপর আরশের শ্রেষ্ঠত্ব যেমন আংটির বিপরীতে বিরাট ময়দানের শ্রেষ্ঠত্ব’। [ইবন হিব্বান: ৩৬১ বায়হাকী: ৪০৫]\n[১০] নবম বাক্য\n(وَلَا يَـــــئُـــوْدُهٗ حِفْظُهُمَا)\n\"অর্থাৎ আল্লাহ্ তা'আলার পক্ষে এ দুটি বৃহৎ সৃষ্টি, আসমান ও যমীনের হেফাজত করা কোন কঠিন কাজ বলে মনে হয় না। কারণ, এই অসাধারণ ও একক পরিপূর্ণ সত্তার পক্ষে এ কাজটি একান্তই সহজ ও অনায়াসসাধ্য।\n[১১] দশম বাক্য (وَھُوَ الْعَلِيُّ الْعَظِيْمُ) অর্থাৎ তিনি অতি উচ্চ ও অতি মহান। পূর্বের নয়টি বাক্যে আল্লাহ্‌র সত্তা ও গুণের পূর্ণতা বর্ণনা করা হয়েছে। তা দেখার এবং বোঝার পর প্রত্যেক বুদ্ধিমান ব্যক্তি বলতে বাধ্য হবে যে, সকল শান-শওকত, বড়ত্ব ও মহত্ব এবং শক্তির একমাত্র মালিক আল্লাহ্‌ তা'আলা। এ দশটি বাক্যে আল্লাহ্‌র যাত ও সিফাতের পূর্ণ বর্ণনা দেয়া হয়েছে।",
  "ayah": 255,
  "surah": 2
}
