{
  "text": "দ্বীন গ্রহণের ব্যাপারে কোন জোর-জবরদস্তি নেই [১] ; সত্য পথ সুস্পষ্ট হয়েছে ভ্রান্ত পথ থেকে। অতএব, যে তাগূতকে ,  [১] অস্বীকার করবে [৩] ও আল্লাহ্‌র উপর ঈমান আনবে সে এমন এক দৃঢ়তর রজ্জু ধারন করল যা কখনো ভাঙ্গবে না [৪]। আর আল্লাহ্‌ সর্বশ্রোতা ও সর্বজ্ঞানী।\n[১] কোন কোন লোক প্রশ্ন করে যে, আয়াতের দ্বারা বোঝা যায়, দ্বীন গ্রহণে কোন বল প্রয়োগ নেই। অথচ দ্বীন ইসলামে জিহাদ ও যুদ্ধের শিক্ষা দেয়া হয়েছে? একটু গভীরভাবে লক্ষ্য করলেই বোঝা যাবে যে, এমন প্রশ্ন যথার্থ নয়। কারণ, ইসলামে জিহাদ ও যুদ্ধের শিক্ষা মানুষকে ঈমান আনয়নের ব্যাপারে বাধ্য করার জন্য দেয়া হয়নি। যদি তাই হত, তবে জিযিয়া করের বিনিময়ে কাফেরদেরকে নিজ দায়িত্বে আনার কোন প্রয়োজন ছিল না। ইসলামে জিহাদ ও যুদ্ধ ফেৎনা-ফাসাদ বন্ধ করার লক্ষ্যে করা হয়। কেননা, ফাসাদ আল্লাহ্‌র পছন্দনীয় নয়, অথচ কাফেররা ফাসাদের চিন্তাতেই ব্যস্ত থাকে। তাই আল্লাহ্ তা'আলা এরশাদ করেছেন,\n(وَيَسْعَوْنَ فِي الْاَرْضِ فَسَادًا)\n“তারা জমিনে ফাসাদ করে বেড়ায় , কিন্তু আল্লাহ্‌তাআলা সৃষ্টিকারীদেরকে পছন্দ  করেন না”। [সূরা আল-মায়িদাহ ৬৪] এজন্য আল্লাহ্ তা'আলা জিহাদ এবং কেতালের মাধ্যমে এসব লোকের সৃষ্ট যাবতীয় অনাচার দূর করতে নির্দেশ দিয়েছেন। সে মতে জিহাদের মাধ্যমে অনাচারী যালেমদের হত্যা করা সাপ-বিচ্ছু ও অন্যান্য কষ্টদায়ক জীবজন্তু হত্যা করারই সমতুল্য। ইসলাম জিহাদের ময়দানে স্ত্রীলোক, শিশু, বৃদ্ধ এবং অচল ব্যক্তিদের হত্যা করতে বিশেষভাবে নিষেধ করেছে। আর এমনিভাবে সে সমস্ত মানুষকেও হত্যা করা থেকে বিরত করেছে, যারা জিযিয়া কর দিয়ে আইন মান্য করতে আরম্ভ করেছে। ইসলামের এ কার্যপদ্ধতিতে বোঝা যায় যে, সে জিহাদ ও যুদ্ধের দ্বারা মানুষকে ইসলাম গ্রহণ করতে বাধ্য করে না, বরং এর দ্বারা দুনিয়া থেকে অন্যায় অনাচার দূর করে ন্যায় ও শান্তি প্রতিষ্ঠার জন্য আদেশ দিয়েছে। এতে প্রমাণিত হয় যে, জিহাদ-যুদ্ধের নির্দেশ (لَآاِكْرَاهَ فِى الدِّيْنِ) আয়াতের পরিপন্থী নয়। আবার কোন কোন নামধারী মুসলিম ইসলামের হুকুম-আহকাম সম্পর্কে সম্পূর্ণ উদাসীন। তাদেরকে এ ব্যাপারে দৃষ্টি আকর্ষণ করা হলে তারা - “দ্বীন সম্পর্কে জোরজবরদস্তি নেই\" -এ অংশটুকু বলে। তারা জানে না যে, এ আয়াত দ্বারা যারা ইসলাম গ্রহণ করেনি শুধু তাদেরকে জোর করে ইসলামে আনা যাবে না বলা হয়েছে। কিন্তু যারা নিজেদের মুসলিম বলে দাবী করে, তারা ইসলামের প্রতিটি আইন ও যাবতীয় হুকুম-আহকাম মানতে বাধ্য। সেখানে শুধু জোর-যবরদস্তি নয়, উপরন্তু শরীআত না মানার শাস্তিও ইসলামে নির্ধারিত। এমনকি তাদের সাথে যুদ্ধ করে তাদেরকে দ্বীনের যাবতীয় আইন মানতে বাধ্য করানো অন্যান্য মুসলিমদের উপর ওয়াজিব। যেমনটি সিদ্দীকে আকবর আবু বকর রাদিয়াল্লাহু আনহু যাকাত প্রদানে অস্বীকারকারীদের  বিরুদ্ধে জিহাদ করেছিলেন।\n[২] ‘তাগূত’ শব্দটি আরবী ভাষায় সীমালংঘনকারী বা নির্ধারিত সীমা অতিক্রমকারী ব্যক্তিকে বুঝানোর জন্য ব্যবহার করা হয়ে থাকে। ইসলামী শরীআতের পরিভাষায় তাগুত  বলা হয়ে থাকে এমন প্রত্যেক ইবাদাতকৃত বা অনুসৃত অথবা আনুগত্যকৃত সত্তাকে, যার ব্যাপারে ইবাদতকারী বা অনুসরণকারী অথবা আনুগত্যকারী তার বৈধ সীমা অতিক্রম করেছে আর ইবাদাতকৃত বা অনুসৃত অথবা আনুগত্যকৃত সত্তা তা সন্তুষ্টচিত্তে গ্রহণ করে নিয়েছে বা সেদিকে আহবান করেছে। [ইবনুল কাইয়্যেম: ইলামুল মু'আক্কোয়ীন] সুতরাং আমরা বুঝতে পারছি যে, তাগুত  এমন বান্দাকে বলা হয়, যে বন্দেগী ও দাসত্বের সীমা অতিক্রম করে নিজেই প্রভূ ও ইলাহ হবার দাবীদার সাজে এবং আল্লাহ্‌র বান্দাদেরকে নিজের বন্দেগী ও দাসত্বে নিযুক্ত করে।\nআল্লাহ্‌র মোকাবেলায় বান্দার প্রভূত্বের দাবীদার সাজার এবং বিদ্রোহ করার তিনটি পর্যায় রয়েছে। প্রথম পর্যায়ে বান্দা নীতিগতভাবে তাঁর শাসন কর্তৃত্বকে সত্য বলে মেনে নেয়। কিন্তু কার্যত তার বিধানের বিরুদ্ধাচরণ করে। একে বলা হয় ‘ফাসেকী’। দ্বিতীয় পর্যায়ে এসে আল্লাহ্‌র শাসন-কর্তৃত্বকে নীতিগতভাবে মেনে না নিয়ে নিজের স্বাধীনতার ঘোষণা দেয় অথবা আল্লাহ্‌কে বাদ দিয়ে অন্য কারো বন্দেগী ও দাসত্ব করতে থাকে। একে বলা হয় ‘কুফর ও শির্ক’। তৃতীয় পর্যায়ে সে মালিক ও প্রভূর বিরুদ্ধে বিদ্রোহ ঘোষণা করে তার রাজ্যে এবং তার প্রজাদের মধ্যে নিজের হুকুম চালাতে থাকে। এ শেষ পর্যায়ে যে বান্দা পৌছে যায়, তাকেই বলা হয় তাগুত।\nএ ধরণের তাগুত  অনেক রয়েছে। কিন্তু প্রসিদ্ধ তাগুত ওলামায়ে কেরাম পাঁচ প্রকার উল্লেখ করেছেন। (এক) শয়তান, সে হচ্ছে সকল প্রকার তাগূতের সর্দার। যেহেতু সে আল্লাহ্‌র বান্দাদেরকে আল্লাহ্‌র ইবাদাত থেকে বিরত রেখে তার ‘ইবাদাতের দিকে আহবান করতে থাকে, সেহেতু সে বড় তাগূত। (দুই) যে গায়েব বা অদৃশ্যের জ্ঞান রয়েছে বলে দাবী করে বা অদৃশ্যের সংবাদ মানুষের সামনে পেশ করে থাকে। যেমন, গণক, জ্যোতিষী প্রমূখ। (তিন) যে আল্লাহ্‌র বিধানে বিচার ফয়সালা না করে মানব রচিত বিধানে বিচার-ফয়সালা করাকে আল্লাহ্‌র বিধানের সমপর্যায়ের অথবা আল্লাহ্‌র বিধানের চেয়ে উত্তম মনে করে থাকে। অথবা আল্লাহ্‌র বিধানকে পরিবর্তন করে বা মানুষের জন্য হালাল-হারামের বিধান প্রবর্তন করাকে নিজের জন্য বৈধ মনে করে। (চার) যার ইবাদাত করা হয় আর সে তাতে সন্তুষ্ট। (পাঁচ) যে মানুষদেরকে নিজের ‘ইবাদাতের দিকে আহবান করে থাকে। উপরোক্ত আলোচনায় পাঁচ প্রকার তাগূতের পরিচয় তুলে ধরা হলেও তাগূত আরও অনেক রয়েছে। [কিতাবুত তাওহীদ]\nএ ব্যাপারে নিম্নোক্ত নীতিমালার আলোকে আমরা সকল প্রকার তাগূতের পরিচয় লাভ করতে সক্ষম হব।\n[১] আল্লাহ্‌র রুবুবিয়্যত তথা প্রভূত্বের সাথে সংশ্লিষ্ট কোন বৈশিষ্ট্যের দাবী করা।\n[২] আল্লাহ্‌র উলুহিয়াত বা আল্লাহ্‌র ইবাদাতকে নিজের জন্য সাব্যস্ত করা। এ হিসেবে আল্লাহ্‌র রুবুবিয়্যাতের বৈশিষ্ট্য যেমন, সর্বজ্ঞানী, সর্বশক্তিমান, জীবিতকরণঃ, মৃত্যুদান, বিপদাপদ থেকে উদ্ধারকরণঃ, হালাল হারামের বিধান প্রবর্তন ইত্যাদিকে যে ব্যক্তি নিজের জন্য দাবী করবে সে তাগূত। অনুরূপভাবে আল্লাহ্‌কে ইবাদাত করার যত পদ্ধতি আছে যে ব্যক্তি সেগুলো তার নিজের জন্য চাইবে সেও তাগূত । এর আওতায় পড়বে ঐ সমস্ত লোকগুলো যারা নিজেদেরকে সিজদা করার জন্য মানুষকে আহবান করে। নিজেদের জন্য মানত, যবেহ্‌, সালাত, সাওম, হজ ইত্যাদির আহবান জানায়।\n[৩] তাগূতকে অস্বীকার করার অর্থ এই নয় যে, তাগূত নেই বলে বিশ্বাস পোষণ করা। বরং তাগূতকে অস্বীকার করা বলতে বুঝায় আল্লাহ্‌র ইবাদাত ছাড়া অন্য কারো জন্য ইবাদাত সাব্যস্ত না করা এবং এ বিশ্বাস করা যে আল্লাহ্‌র ইবাদাত ছাড়া সকল প্রকার ইবাদাতই বাতিল ও অগ্রহণযোগ্য। আর যারা আল্লাহ্‌র বৈশিষ্ট্যে কোন কিছু তাদের জন্য দাবী করে থাকে তাদেরকে সম্পূর্ণ মিথ্যা প্রতিপন্ন করা এবং এ বিশ্বাস করা যে তাদের এ ধরণের কোন ক্ষমতা নেই।\n[৪] ইসলামকে যারা সুদৃঢ়ভাবে ধারণ করে তারা যেহেতু ধ্বংস ও প্রবঞ্চনা থেকে নিরাপদ হয়ে যায়, সে জন্য তাদেরকে এমন লোকের সাথে তুলনা করা হয়েছে, যে কোন শক্ত দড়ির বেষ্টনকে সুদৃঢ়ভাবে ধারণ করে পতন থেকে মুক্তি পায়। আর এমন দড়ি ছিঁড়ে পড়ার যেমন ভয় থাকে না, তেমনিভাবে ইসলামেও কোন রকম ধবংস কিংবা ক্ষতি নেই। তবে দড়িটি যদি কেউ ছিড়ে দেয় তা যেমন স্বতন্ত্র কথা, তেমনিভাবে কেউ যদি ইসলামকে বর্জন করে, তবে তাও স্বতন্ত্র ব্যাপার ।",
  "ayah": 256,
  "surah": 2
}
