{
  "text": "শয়তান তোমাদেরকে দারিদ্র্যের প্রতিশ্রুতি দেয় [১] এবং অশ্লীলতার নির্দেশ দেয়। আর আল্লাহ্‌ তোমাদেরকে তাঁর পক্ষ থেকে ক্ষমা এবং অনুগ্রহের প্রতিশ্রুতি দেন। আর আল্লাহ্‌ সর্বব্যপী-প্রাচুর্যময়, সর্বজ্ঞ [২]।\n[১] যখন কারো মনে এ ধারণা জন্মে যে, দান-সদকা করলে ফকীর হয়ে যাবে, বিশেষতঃ আল্লাহ্‌ তা'আলার তাকীদ শুনেও স্বীয় ধন-সম্পদ ব্যয় করার সাহস না হয় এবং আল্লাহ্‌র ওয়াদা থেকে মুখ ফিরিয়ে শয়তানী ওয়াদার দিকে ঝুঁকে পড়ে, তখন বুঝে নেয়া উচিত যে, এ প্ররোচনা শয়তানের পক্ষ থেকে দেয়া হয়েছে। পক্ষান্তরে যদি মনে ধারণা জন্মে যে, দান-সদকা করলে গোনাহ মাফ হবে এবং ধন-সম্পত্তিও বৃদ্ধি পাবে ও বরকত হবে, তখন মনে করতে হবে, এ বিষয়টি আল্লাহ্‌র পক্ষ থেকে। এমতাবস্থায় আল্লাহ্‌র প্রতি কৃতজ্ঞতা প্রকাশ করা উচিত। আল্লাহ্‌র ভাণ্ডারে কোন কিছুর অভাব নেই। তিনি সবার বাহ্যিক ও অভ্যন্তরীণ অবস্থা এবং নিয়্যত ও কর্ম\nসম্পর্কে সম্যক পরিজ্ঞাত।\n[২] প্রথম আয়াতে বলা হয়েছেঃ যারা আল্লাহ্‌র পথে ব্যয় করে, - অর্থাৎ হজ, জিহাদ কিংবা ফকীর, মিসকীন, বিধবা ও ইয়াতীমদের জন্য কিংবা সাহায্যের নিয়্যতে আত্মীয়-স্বজনদের জন্য অর্থ ব্যয় করে, তাদের দৃষ্টান্ত হল যেমন, কেউ গমের একটি দানা সরস জমিতে বপন করল। এ দানা থেকে একটি চারা গাছ উৎপন্ন হল, যাতে গমের সাতটি শীষ এবং প্রত্যেকটি শীষে একশ’ করে দানা থাকে। অতএব, এর ফল দাঁড়ালো এই যে, একটি দানা থেকে সাতশ দানা অর্জিত হয়ে গেল। উদ্দেশ্য এই যে, আল্লাহ্‌র পথে ব্যয় করার সওয়াব এক থেকে শুরু করে সাতশ’ পর্যন্ত পৌছে। এক পয়সা ব্যয় করলে সাতশ পয়সার সওয়াব অর্জিত হতে পারে। সহীহ ও নির্ভরযোগ্য হাদীসসমূহে বর্ণিত আছে, একটি সৎকর্মের সওয়াব দশগুণ পাওয়া যায় এবং তা সাতশ গুণে পৌছে। [দেখুন, বুখারী ৪১, মুসলিম: ১২৮]\nআল্লাহ্ তা'আলা পবিত্র কুরআনে এ বিষয়বস্তুটি সংক্ষিপ্ত ও পরিস্কার ভাষায় বর্ণনা করার পরিবর্তে গম-বীজের দৃষ্টান্ত আকারে বর্ণনা করেছে। এতে ইঙ্গিত রয়েছে যে, কৃষক গমের এক দানা থেকে সাতশ দানা তখনই পেতে পারে, যখন দানাটি হবে উৎকৃষ্ট। কৃষকও কৃষি বিষয়ে পুরোপুরি ওয়াকেফহাল হবে এবং জমিও হবে সরস। কেননা, এ তিনটি বিষয়ের যেকোন একটি বিষয়ে অভাব হলেও হয় দানা বেকার হয়ে যাবে অর্থাৎ একটি দানাও উৎপন্ন হবে না, কিংবা এক দানা থেকে সাতশ দানার মত ফলনশীল হবে না। এমনিভাবে সাধারণ সৎকর্ম এবং বিশেষ করে আল্লাহ্‌র পথে কৃত ব্যয় গ্রহণীয় ও অধিক সওয়াব পাওয়ার জন্য তিনটি শর্ত রয়েছে। [১] পবিত্র ও হালাল ধন-সম্পদ আল্লাহ্‌র পথে ব্যয় করা। হাদীসে আছে, আল্লাহ্‌ তা'আলা পবিত্র, তিনি পবিত্র বস্তু ছাড়া কোন কিছুই গ্রহণ করেন না। [মুসলিম: ১০১৫]\n[২] যে ব্যয় করবে তাকেও সদুদ্দেশ্য প্রণোদিত ও সৎ হতে হবে। কোন খারাপ নিয়্যতে কিংবা নাম-জশ অর্জনের উদ্দেশ্যে যে ব্যয় করে, সে ঐ অজ্ঞ কৃষকের মত, যে বীজকে অনুর্বর মাটিতে বপন করে, ফলে তা নষ্ট হয়ে যায়। [৩] যার জন্য ব্যয় করবে, তাকেও সদকার যোগ্য হতে হবে। অযোগ্য ব্যক্তির জন্য ব্যয় করলে সদকা ব্যর্থ হবে। এভাবে বর্ণিত দৃষ্টান্ত দ্বারা আল্লাহ্‌র পথে ব্যয় করার ফযীলতও জানা গেল এবং সাথে সাথে তিনটি শর্তও জানা গেল যে, হালাল ধন-সম্পদ ব্যয় করতে হবে, ব্যয় করার রীতিও সুন্নাত অনুযায়ী হতে হবে এবং যোগ্য ব্যক্তির জন্য ব্যয় করতে হবে। শুধু পকেট থেকে বের করে দিয়ে দিলেই এ ফযীলত অর্জিত হবে না।",
  "ayah": 268,
  "surah": 2
}
