{
  "text": "যারা সুদ [১] খায় [২] তারা তার ন্যায় দাঁড়াবে যাকে শয়তান স্পর্শ দ্বারা পাগল করে [৩]। এটা এ জন্য যে, তারা বলে [৪], ‘ক্রয়-বিক্রয় তো সূদেরই মত’। অথচ আল্লাহ্‌ ক্রয়-বিক্রয়কে হালাল ও সূদকে হারাম করেছেন [৫]। অতএব, যার নিকট তার রব-এর পক্ষ হতে উপদেশ আসার পর সে বিরত হল, তাহলে অতীতে যা হয়েছে তা তারই; এবং তার ব্যাপার আল্লাহ্‌র ইখতিয়ারে। আর যারা পুনরায় আরম্ভ করবে তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে।\n[১] রিবা শব্দের অর্থ সুদ। ‘রিবা’ আরবী ভাষায় একটি বহুল প্রচলিত শব্দ। রিবা দু'প্রকারঃ একটি ক্রয়-বিক্রয়ের মধ্যে। আর অপরটি ক্রয়-বিক্রয় ছাড়া। প্রথম প্রকার রিবা সম্পর্কে হাদীসে বর্ণিত হয়েছে যে, অমুক অমুক বস্তুর ক্রয়-বিক্রয়ে কম-বেশী করা রিবার অন্তর্ভুক্ত। এ প্রকার ‘রিবা’কে ‘রিবাল ফাদল’ বলা হয়। আর দ্বিতীয় প্রকার রিবাকে বলা হয়, ‘রিবা-আন-নাসিয়্যাহ’। এটি জাহেলিয়াত যুগে প্রসিদ্ধ ও সুবিদিত ছিল। সে যুগের লোকেরা এরূপ লেন-দেন করত। এর সংজ্ঞা হচ্ছে, ঋণে মেয়াদের হিসাবে কোন মুনাফা নেয়া। যাবতীয় ‘রিবা’ই হারাম।\n[২] এখানে আরও একটি উল্লেখযোগ্য বিষয় এই যে, আয়াতে সুদ খাওয়ার কথা বলা হয়েছে। অথচ এর অর্থ হচ্ছে সুদ গ্রহণ করা ও সুদ ব্যবহার করা, খাওয়ার জন্য ব্যবহার করুক, কিংবা পোষাক-পরিচ্ছদ, ঘর-বাড়ী অথবা আসবাবপত্র নির্মাণে ব্যবহার করুক। কিন্তু বিষয়টি 'খাওয়া’ শব্দ দ্বারা ব্যক্ত করার কারণ এই যে, যে বস্তু খেয়ে ফেলা হয়, তা আর ফেরত দেয়ার কোন সম্ভাবনা থাকে না। অন্য রকম ব্যবহারে ফেরত দেয়ার সম্ভাবনা থাকে। তাই পুরোপুরি আত্মসাৎ করার কথা বোঝাতে গিয়ে ‘খেয়ে ফেলা’ শব্দ দ্বারা বোঝানো হয়। শুধু আরবী ভাষা নয়, অধিকাংশ ভাষার সাধারণ বাকপদ্ধতিও তাই। [মাআরিফুল কুরআন]\n[৩] এ বাক্য থেকে জানা গেল যে, জিন ও শয়তানের আসরের ফলে মানুষ অজ্ঞান কিংবা উন্মাদ হতে পারে। অভিজ্ঞ লোকদের উপর্যুপরি অভিজ্ঞতাও এ বিষয়ে সাক্ষ্য দেয়। ইবনুল কাইয়্যেম রাহিমাহুল্লাহ লিখেছেনঃ চিকিৎসাবিদ ও দার্শনিকগণও স্বীকার করেন যে, মৃগীরোগ, মূৰ্ছারোগ, কিংবা পাগলামী বিভিন্ন কারণে হতে পারে। মাঝে মাঝে জিন ও শয়তানের আসরও এর কারণ হয়ে থাকে। যারা বিষয়টি অস্বীকার করে, তাদের কাছে বাহ্যিক অসম্ভাব্যতা ছাড়া অন্য কোন প্রমাণ বর্তমান নেই।\n[৪] এ বাক্যে সুদখোরদের এ শাস্তির কারণ বর্ণিত হয়েছে, তারা দু'টি অপরাধ করেছেঃ (এক) সুদের মাধ্যমে হারাম খেয়েছে। (দুই) সুদকে হালাল মনে করেছে এবং যারা একে হারাম বলেছে, তাদের উত্তরে বলেছেঃ ‘ক্রয়-বিক্রয়ও তো সুদেরই অনুরূপ। সুদের মাধ্যমে যেমন মুনাফা অর্জিত হয়, তেমনি ক্রয়-বিক্রয়ের মধ্যেও মুনাফাই উদ্দেশ্য হয়ে থাকে। অতএব, সুদ হারাম হলে ক্রয়-বিক্রয়ও তো হারাম হওয়া উচিত’। অথচ কেউ বলে না যে, ক্রয়-বিক্রয় হারাম। এক্ষেত্রে বাহ্যতঃ তাদের বলা উচিত ছিল যে, সুদও তো ক্রয়-বিক্রয়ের মতই। ক্রয়-বিক্রয় যখন হালাল তখন সুদও হালাল হওয়া উচিত। কিন্তু তারা বর্ণনাভঙ্গি পাল্টিয়ে যারা সুদকে হারাম বলত, তাদের প্রতি এক প্রকার উপহাস করেছে যে, তোমরা সুদকে হারাম বললে ক্রয়বিক্রয়কেও হারাম বল। [মা'আরিফুল কুরআন]\n[৫] আল্লাহ্‌ তা'আলা তাদের এ উক্তির জবাবে বলেছেন যে, এরা ক্রয়-বিক্রয়কে সুদের অনুরূপ ও সমতুল্য বলেছে, অথচ আল্লাহ্‌র নির্দেশের ফলে এতদুভয়ের মধ্যে অনেক পার্থক্য বিদ্যমান। কারণ, আল্লাহ্ তা'আলা একটিকে হালাল এবং অপরটিকে হারাম করে দিয়েছেন। এমতাবস্থায় উভয়টি কেমন করে সমতুল্য হতে পারে? হালাল ও হারাম কি কখনো এক?",
  "ayah": 275,
  "surah": 2
}
