{
  "text": "যারা গায়েবের [১] প্রতি ঈমান আনে, [২] সালাত কায়েম করে [৩] এবং তাদেরকে আমরা যা দান করেছি তা থেকে ব্যয় করে [৪]।\n[১] (غيب)- এর অর্থ হচ্ছে এমনসব বস্তু যা বাহ্যিকভাবে মানবকুলের জ্ঞানের উর্ধের্ব এবং যা মানুষ পঞ্চ-ইন্দ্রিয়ের দ্বারা অনুভব করতে পারে না, চক্ষু দ্বারা দেখতে পায় না, কান দ্বারা শুনতে পায় না, নাসিকা দ্বারা ঘাণ নিতে পারে না, জিহ্‌বা দ্বারা স্বাদ গ্রহণ করতে পারে না, হাত দ্বারা স্পর্শ করতে পারে না, ফলে সে সম্পর্কে জ্ঞান লাভও করতে পারে না। কুরআনে (غيب) শব্দ দ্বারা সে সমস্ত বিষয়কেই বোঝানো হয়েছে যেগুলোর সংবাদ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দিয়েছেন এবং মানুষ যে সমস্ত বিষয়ে স্বীয় বুদ্ধিবলে ও ইন্দ্রিয়গ্রাহ্য অভিজ্ঞতার মধ্যমে জ্ঞান লাভে সম্পূর্ণ অক্ষম। এখানে (غيب) শব্দ দ্বারা ঈমানের সংক্ষিপ্ত বর্ণনা দেয়া হয়েছে। যার মধ্যে আল্লাহ্‌র অস্তিত্ব ও সত্তা, সিফাত বা গুণাবলী এবং তাকদীর সম্পর্কিত বিষয়সমূহ, জান্নাত-জাহান্নামের অবস্থা, কেয়ামত এবং কেয়ামতে অনুষ্ঠিত হওয়ার ঘটনাসমূহ, ফেরেশ্‌তাকুল, সমস্ত আসমানী কিতাব, পূর্ববর্তী সকল নবী ও রাসূলগণের বিস্তারিত বিষয় অন্তর্ভুক্ত যা সূরা আল-বাকারাহ্‌র (اٰمَنَ الرَّسُوْلُ) আয়াতে দেয়া হয়েছে। এখানে ঈমানের সংক্ষিপ্ত বর্ণনা আর এ সূরারই শেষে ২৮৫ নং আয়াতে ঈমানের বিস্তারিত বর্ণনা রয়েছে।\n[২] ঈমান এবং গায়েব। শব্দ দু’টির অর্থ যথার্থভাবে অনুধাবন করলেই ঈমানের পুরোপুরি তাৎপর্য ও সংজ্ঞা হৃদয়ঙ্গম করা সম্ভব হবে। ঈমান শব্দের আভিধানিক অর্থ হচ্ছে, ‘কোন বিষয়ের স্বীকৃতি দেয়া’। ইসলামী শরী’আতের পরিভাষায় ইমান বলতে বুঝায়,  কোন বিষয়ে মুখের স্বীকৃতির মাধ্যমে অন্তরে দৃঢ় বিশ্বাস পোষণ করা এবং তা কাজে পরিণত করা। এখানে ঈমানের তিনটি দিক তুলে ধরা হয়েছে। প্রথমতঃ অন্তরে অকপট চিত্তে দৃঢ় বিশ্বাস পোষণ করা। দ্বিতীয়তঃ সে বিষয়ের স্বীকৃতি মুখে দেয়া। তৃতীয়তঃ কর্মকাণ্ডে তার বাস্তবায়ন করা। শুধু বিশ্বাসের নামই ঈমান নয়। কেননা খোদ ইব্‌লিস, ফির’আউন এবং অনেক কাফেরও মনে মনে বিশ্বাস করত। কিন্তু না মানার কারণে তারা ঈমানদারদের অন্তর্ভুক্ত হতে পারেনি। তদ্রুপ শুধু মুখে স্বীকৃতির নামও ঈমান নয়। কারণ মুনাফেকরা মুখে স্বীকৃতি দিত। বরং ঈমান হচ্ছে জানা ও মানার নাম। বিশ্বাস করা, মুখে স্বীকৃতি দেয়া এবং কার্যে পরিণত করা -এ তিনটির সমষ্টির নাম ঈমান। তাছাড়া ঈমান বাড়ে ও কমে। উপরোক্ত আলোচনার প্রেক্ষিতে ঈমান বিল-গায়েব অর্থ এই দাঁড়ায় যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যে হেদায়াত এবং শিক্ষা নিয়ে এসেছিলেন, সে সবগুলোকে আন্তরিকভাবে মেনে নেয়া। তবে শর্ত হচ্ছে যে, সেগুলো রাসূল সাল্লাল্লাহু ‘‘আলাইহি ওয়াসাল্লাম এর শিক্ষা হিসেবে অকাট্যভাবে প্রমাণিত হতে হবে। আহ্‌লে-ইসলামের সংখ্যাগরিষ্ট দল ঈমানের এ সংজ্ঞাই দিয়েছেন। [ইবনে কাসীর]\n‘ঈমান বিল গায়েব’ সম্পর্কে আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, ‘গায়েবের বিষয়াদির উপর ঈমান আনার চেয়ে উত্তম ঈমান আর কারও হতে পারে না। তারপর তিনি এ সূরার প্রথম পাঁচটি আয়াত তেলাওয়াত করলেন।‘ [মুস্তাদরাকে হাকিম: ২/২৬০]\nঅন্য বর্ণনায় এসেছে, আবু উবাইদাহ ইবনুল জাররাহ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করলেন, হে আল্লাহ্‌র রাসূল! আমরা ইসলাম গ্রহণ করেছি, আপনার সাথে জিহাদ করেছি, আমাদের থেকে উত্তম কি কেউ আছে? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, “হ্যাঁ, তারা তোমাদের পরে এমন একটি জাতি, যারা আমাকে না দেখে আমার উপর ঈমান আনবে [সুনান দারমী: ২/৩০৮, মুস্তাদরাকে হাকিম: ৪/৮৫]\nমূলত: এটি ‘ঈমান বিল গায়েব’ এর একটি উদাহরণ। সাহাবা, তাবে’য়ীনদের থেকে বিভিন্ন বর্ণনায় ঈমান বিল গায়েবের বিভিন্ন উদাহরন পেশ করা হয়েছে। কেউ বলেছেন, কুরআন। আবার কেউ বলেছেন, জান্নাত ও জাহান্নাম। [আত-তাফসীরুস সহীহ:৯৯] এ সবগুলোই ঈমান বিল গায়েবের উদাহরণ। ঈমানের ছয়টি রুকন সংক্রান্ত যাবতীয় বিষয়াদি ঈমান বিল গায়েবের মূল অংশ।\n[৩] ‘সালাত’-এর শাব্দিক অর্থ হচ্ছে প্রার্থনা বা দো'আ। শরী’আতের পরিভাষায় সে বিশেষ ইবাদাত, যা আমাদের নিকট ‘নামায’ হিসেবে পরিচিত। কুরআনুল কারীমে যতবার সালাতের তাকীদ দেয়া হয়েছে - সাধারণতঃ ইকামত' শব্দের দ্বারাই দেয়া হয়েছে। সালাত আদায়ের কথা শুধু দু’এক জায়গায় বলা হয়েছে। এ জন্য ‘ইকামাতুস সালাত’ (সালাত প্রতিষ্ঠা)-এর মর্ম অনুধাবন করা উচিত। ‘ইকামত’ এর শাব্দিক অর্থ সোজা করা, স্থায়ী রাখা। সাধারণতঃ যেসব খুঁটি, দেয়াল বা গাছ প্রভৃতির আশ্রয়ে সোজাভাবে দাঁড়ানো থাকে, সেগুলো স্থায়ী থাকে এবং পড়ে যাওয়ার আশংকা কম থাকে। এজন্য ‘ইকামত' স্থায়ী ও স্থিতিশীল অর্থেও ব্যবহৃত হয়।\nকুরআন ও সুন্নাহর পরিভাষায় ‘ইকামাতুস সালাত’ অর্থ, নির্ধারিত সময় অনুসারে যাবতীয় শর্তাদি ও নিয়মাবলী রক্ষা করে সালাত আদায় করা। শুধু সালাত আদায় করাকে ‘ইকামাতুস সালাত’ বলা হয় না। সালাতের যত গুণাবলী, ফলাফল, লাভ ও বরকতের কথা কুরআন হাদীসে বর্ণনা করা হয়েছে, তা সবই ‘ইকামাতুস সালাত’ (সালাত প্রতিষ্ঠা)-এর সাথে সম্পর্কযুক্ত। যেমন, কুরআনুল কারীমে আছে – ‘নিশ্চয়ই সালাত মানুষকে যাবতীয় অশ্লীল ও গৰ্হিত কাজ থেকে বিরত রাখে। [সূরা আল-আনকাবুত:৪৫]\nবস্তুত: সালাতের এ ফল ও ক্রিয়ার তখনই প্রকাশ ঘটবে, যখন সালাত উপরে বর্ণিত অর্থে প্রতিষ্ঠা করা হবে। এ জন্য অনেক সালাত আদায়কারীকে অশ্লীল ও নেক্কারজনক কাজে জড়িত দেখে এ আয়াতের মর্ম সম্পর্কে সন্দেহ পোষণ করা ঠিক হবে না। কেননা, তারা সালাত আদায় করেছে বটে, কিন্তু প্রতিষ্ঠা করেনি। সুতরাং সালাতকে সকল দিক দিয়ে ঠিক করাকে প্রতিষ্ঠা করা বলা হবে। ‘ইকামত’ অর্থে সালাতে সকল ফরয-ওয়াজিব, সুন্নাত, মুস্তাহাব পরিপূর্ণভাবে আদায় করা, এতে সব সময় সুদৃঢ় থাকা এবং এর ব্যবস্থাপনা সুদৃঢ় করা সবই বোঝায়। তাছাড়া সময়মত আদায় করা। সালাতের রুকু, সাজদাহ, তিলাওয়াত, খুশু, খুযু ঠিক রাখাও এর অন্তর্ভুক্ত। [ইবনে কাসীর] ফরয-ওয়াজিব, সুন্নাত ও নফল প্রভৃতি সকল সালাতের জন্য একই শর্ত। এক কথায় সালাতে অভ্যস্ত হওয়া ও তা শরী’আতের নিয়মানুযায়ী আদায় করা এবং এর সকল নিয়ম-পদ্ধতি যথার্থভাবে পালন করাই ইকামতে সালাত। তন্মধ্যে রয়েছে - জামাআতের মাধ্যমে সালাত আদায়ের ব্যবস্থা করা। আর তা বাস্তাবায়নের জন্য সকল ক্ষমতা প্রয়োগ করা। প্রয়োজনে রাষ্ট্রীয়ভাবে তার তদারকির ব্যবস্থা করা। আল্লাহ্‌ তা'আলা ইসলামী কল্যাণ-রাষ্ট্রের যে রূপরেখা প্রণয়ন করেছেন তার মধ্যে সালাত কায়েম করাকে রাষ্ট্রীয় ক্ষমতাসীনদের অন্যতম কর্ম বলে ঘোষণা করে বলেনঃ “যাদেরকে আমরা যমীনের বুকে প্রতিষ্ঠা দান করলে তারা সালাত কায়েম করবে, যাকাত দিবে, সৎকাজের নির্দেশ দিবে এবং অসৎ কাজের নিষেধ করবে। \" [সূরা আল-হাজ্জঃ ৪১]\n[৪] আল্লাহ্‌র পথে ব্যয় অর্থে এখানে ফরয যাকাত, ওয়াজিব সদকা এবং নফল দান-সদকা প্রভৃতি যা আল্লাহ্‌র রাস্তায় ব্যয় করা হয় সে সবকিছুকেই বোঝানো হয়েছে। [তাফসীর তাবারী]\nকুরআনে সাধারণত ‘ইনফাক’ নফল দান-সদকার জন্যই ব্যবহৃত হয়েছে। যেখানে ফরয যাকাত উদ্দেশ্য সেসব ক্ষেত্রে \"যাকাত\" শব্দ ব্যবহৃত হয়েছে। মুত্তাকীদের গুণাবলী বর্ণনা করতে গিয়ে প্রথমে গায়েবের উপর ঈমান, এরপর সালাত প্রতিষ্ঠা এবং আল্লাহ্‌র পথে ব্যয় করার কথা উল্লেখ করা হয়েছে।",
  "ayah": 3,
  "surah": 2
}
