{
  "text": "আর স্মরণ করুন, যখন আপনার রব ফেরেশতাদের [১] বললেন [২] ‘নিশ্চয় আমি যমীনে খলীফা [৩] সৃষ্টি করছি’, তারা বলল, ‘আপনি কি  সেখানে এমন কাওকে সৃষ্টি করবেন যে ফাসাদ ঘটাবে ও রক্তপাত করবে [৪] ? আর আমরা আপনার হামদসহ তাসবীহ পাঠ করি এবং পবিত্রতা ঘোষণা করি [৫]। তিনি বলেন, ‘নিশ্চয়ই আমি তা জানি, যা তোমরা জান না’ [৬]।\n[১] এখানে মূল আরবী শব্দ ‘মালায়িকা' হচ্ছে বহুবচন। এক বচন মালাক। ‘মালাক’ এর আসল অর্থ হচ্ছে ‘বাণী বাহক’। এরই শাব্দিক অনুবাদ হচ্ছে, ‘যাকে পাঠানো হয়েছে’ বা ফেরেশতা। ফেরেশতা নিছক কিছু কায়াহীন, অস্তিত্বহীন শক্তির নাম নয়। বরং এরা সুস্পষ্ট কায়া ও স্বতন্ত্র অস্তিত্বের অধিকারী। আল্লাহ্‌র বিধান ও নির্দেশাবলী তারা প্রবর্তন করে থাকেন। মূখ লোকেরা ভুলক্রমে তাদেরকে আল্লাহ্‌র কর্তৃত্ব ও কাজ-কর্মে অংশীদার মনে করে। আবার কেউ কেউ তাদেরকে মনে করে আল্লাহ্‌র আত্মীয়। এজন্য দেবতা বানিয়ে তাদের পূজা করে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “ফেরেশতাদেরকে নূর থেকে তৈরী করা হয়েছে, জিনদেরকে নির্ধুম আগুন শিখা হতে। আর আদমকে তা থেকে সৃষ্টি করা হয়েছে যা সম্পর্কে জানিয়ে দেয়া হয়েছে। \" [মুসলিম: ২৯৯৬]\nঅর্থাৎ আদমকে মাটি থেকে সৃষ্টি করা হয়েছে। অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্‌ তা'আলা আদমকে এমন এক মুষ্ঠি মাটি থেকে তৈরী করেছেন। যে মাটি তিনি সমস্ত যমীন থেকে নিয়েছেন। তাই আদম সন্তানরা যমীনের মতই বৈচিত্ররূপে এসেছে। তাদের মধ্যে লাল, সাদা, কালো এবং এর মাঝামাঝি ধরনের লোক দেখতে পাওয়া যায়। আর তাদের মধ্যে সহজ, পেরেশান, খারাপ ও ভাল সবরকমের সমাহার ঘটেছে। ” [তিরমিযী: ২৯৫৫, আবুদাউদ: ৪৬৯৩, মুসনাদে আহমাদ: ৪/৪০০, মুস্তাদরাকে হাকিম: ২/২৬১, ২৬২]\n[২] অর্থাৎ মহান আল্লাহ্ তা'আলা যখন আদম '‘আলাইহিস সালামকে সৃষ্টি করার প্রাক্কালে এ সম্পর্কে ফেরেশতাদের পরীক্ষা নেয়ার জন্য তার এ ইচ্ছা প্রকাশ করেন। এতে ইংগিত ছিল যে, তারা যেন এ ব্যাপারে নিজেদের অভিমত ব্যক্ত করেন। কাজেই ফেরেশতাগণ অভিমত প্রকাশ করলেন যে, মানব জাতির মাঝে এমনও অনেক লোক হবে, যারা শুধু বিশৃংখলা সৃষ্টি করবে ও রক্তপাত ঘটাবে। সুতরাং এদের উপর খেলাফত ও শৃংখলা বিধানের দায়িত্ব অর্পণের কারণ তাদের পুরোপুরি বোধগম্য নয়। এ দায়িত্ব পালনের জন্য ফেরেশতাগণই যোগ্যতম বলে মনে হয়। কেননা,  পুণ্য ও সততা তাদের প্রকৃতিগত গুণ। তারা সদা অনুগত। এ জগতের শাসনকার্য  পরিচালনা ও শৃংখলা বিধানের কাজও হয়তো তারাই সুষ্ঠভাবে সম্পন্ন করতে সক্ষম হবেন। তাদের এ ধারণা যে ভুল, তা আল্লাহ্‌ শাসকোচিত ভংগীতে বর্ণনা করে বলেন যে, বিশ্ব খেলাফতের প্রকৃতি ও আনুষাঙ্গিক প্রয়োজনীয়তা সম্পর্কে তোমরা মোটেও ওয়াকিফহাল নও। তা শুধুমাত্র আমিই পূর্ণভাবে পরিজ্ঞাত। অতঃপর অত্যন্ত বিচক্ষণতার সাথে ফেরেশতাদের উপর আদম '‘আলাইহিস সালাম-এর শ্রেষ্ঠত্ব ও জ্ঞানের ক্ষেত্রে তার অনুপম মর্যাদার বর্ণনা দিয়ে দ্বিতীয় উত্তরটি দেয়া হয়েছে যে, বিশ্ব-খেলাফতের জন্য ভূ-পৃষ্ঠের অন্তর্গত সৃষ্ট বস্তুসমূহের নাম, গুণাগুণ, বিস্তারিত অবস্থা ও যাবতীয় লক্ষণাদি সম্পর্কে সম্যক জ্ঞান থাকা আবশ্যক।\n[৩]  আয়াতে বর্ণিত 'খলীফা’ শব্দের অর্থ নির্ণয়ে বিভিন্ন মত এসেছে। মুহাম্মাদ ইবনে ইসহাক বলেন, এর অর্থ স্থলাভিষিক্ত হওয়া। অর্থাৎ আল্লাহ্‌ তা'আলা ফেরেশতাদের সম্বোধন করে বলছেন যে, আমি তোমাদের ছাড়া এমন কিছু সৃষ্টি করতে যাচ্ছি যারা যুগ যুগ ধরে বংশানুক্রমে একে অপরের স্থলাভিষিক্ত হতে পারে। ইবনে জারীর বলেন, আয়াতের ব্যাখ্যা হচ্ছে, আমি যমীনে আমার পক্ষ থেকে প্রতিনিধি নিয়োগ করতে চাই, যে আমার সৃষ্টিকুলের মধ্যে ইনসাফের সাথে আমার নির্দেশ বাস্তবায়ন করবে। আর এ প্রতিনিধি হচ্ছে আদম এবং যারা আল্লাহ্‌র আনুগত্য ও আল্লাহ্‌র বান্দাদের মধ্যে ইনসাফের সাথে তার বিধান প্রতিষ্ঠায় আল্লাহ্‌র স্থলাভিষিক্ত হবে।\n[৪]  এখানে প্রশ্ন জাগে যে, ফেরেশতারা কিভাবে জানতে পারল যে, যমীনে বিপর্যয় হবে? এর উত্তর বিভিন্নভাবে এসেছে। কোন কোন মুফাসসিরের মতে, এ যমীনে পূর্বে জ্বিনরা বাস করত। তারা যমীনে ফাসাদ সৃষ্টি করেছিল। ফলে আল্লাহ্‌ তাদেরকে ধ্বংস করে দেন। [দেখুন, অনুরূপ বর্ণনা মুস্তাদরাকে হাকিম: ২/২৮৭]\nফেরেশতারা তাদের উপর কিয়াস করে একথা বলেছিলেন। আবার কারও কারও মতে, তারা মাটি থেকে আদমের সৃষ্টি দেখে বুঝতে পেরেছিল যে, তাদের মধ্যে বিপর্যয় হবে। কাতাদাহ বলেন, আল্লাহ্‌ তা'আলা ফেরেশতাদেরকে পূর্বাহ্নে জানিয়েছিলেন যে, যমীনের বৈশিষ্ট্য এই যে, এখানে যদি কোন সৃষ্টি রাখা হয় তবে তারা সেখানে বিপর্যয় সৃষ্টি করবে, রক্ত প্রবাহিত করবে। আর এজন্যই তারা বলেছিল, আপনি কি সেখানে এমন কিছু সৃষ্টি করবেন যারা সেখানে ফাসাদ বা বিপর্যয় সৃষ্টি করবে? [তাবারী]। তাছাড়া বিভিন্ন সাহাবা থেকে সহীহ সনদে বর্ণিত হয়েছে যে, এখানে কিছু কথা উহ্য আছে। অর্থাৎ আল্লাহ্ তা'আলা যখন বললেন যে, আমি যমীনে খলীফা সৃষ্টি করতে যাচ্ছি। ফেরেশতারা বলল যে, হে আমাদের রব! সে কেমন খলীফা? আল্লাহ্‌ বললেন, তাদের সন্তান-সন্তুতি হবে এবং তারা ঝগড়া ফাসাদ ও হিংসা বিভেদে লিপ্ত হয়ে একে অপরকে হত্যা করবে। তখন তারা বলল, আপনি কি যমীনে এমন কিছু সৃষ্টি করবেন যারা স্বখানে ফাসাদ সৃষ্টি করবে এবং রক্ত প্রবাহিত করবে? আল্লাহ্‌ বললেন, আমি তা জানি যা তোমরা জান না। [ইবনে কাসীর] ইবনে জুরাইজ বলেন, আল্লাহ্ তা'আলা আদম সৃষ্টির ব্যাপারে সংঘটিত সব অবস্থা বর্ণনার পর তাদেরকে আলোচনা করার অনুমতি দিলে তারা এ বক্তব্য পেশ করেন। তারা আশ্চর্য হয়ে প্রশ্ন করেন, হে আমাদের রব! আপনি তাদের সৃষ্টিকর্তা হওয়া সত্বেও কি করে তারা আপনার নাফরমান সাজবে? এমন নাফরমান জাতিকে আপনি কেন সৃষ্টি করবেন? আল্লাহ্‌ তা'আলা তখন তাদেরকে এ জবাব দিয়ে আশ্বস্ত করলেন যে, তাদের ব্যাপারে তোমরা কিছু কথা জেনে থাকলেও অনেক কিছুই জান না। তাদের ব্যাপারে আমি তোমাদের চেয়ে বেশী জানি। তাদের মধ্য থেকে অনেক অনুগত বান্দাও সৃষ্টি হবে। [ইবনে কাসীর] ইমাম তাবারী বলেন, ফেরেশতাগণ এ প্রশ্ন উত্থাপন করেছিলেন অজানা বিষয় জানার জন্যে। তারা যেন বললেন, হে আমাদের রব! আমাদেরকে একটু অবহিত করুন। সুতরাং এর উদ্দেশ্য অস্বীকৃতি নয়; বরং উদ্দেশ্য অবগত হওয়া [তাবারী]\n[৫] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করা হলো, সবচেয়ে উত্তম বাক্য কোনটি? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ঐ বাক্য যা আল্লাহ্‌ তার ফেরেশতাদের জন্য নির্বাচন করেছেন এবং তারা যা বলেছেন, সেটা হলো: (سُبْحَانَ اللّٰهِ وبِحَمْدِه) “সুবহানাল্লাহি ওয়া বিহামদিহী”। [মুসলিম: ২৭৩১]\n[৬] কাতাদাহ বলেন, এর অর্থ আল্লাহ্‌র জ্ঞানে ছিল যে, এই খলীফার মধ্য হতে নবীরাসূল, সৎকর্মশীল বান্দা ও জান্নাতী লোক সৃষ্টি হবে। [ইবনে কাসীর] সহীহ হাদীসে বর্ণিত হয়েছে, “যখন ফেরেশতাগণ বান্দার আমল নিয়ে আসমানে আল্লাহ্‌র দরবারে পৌঁছেন, তখন আল্লাহ্ তা'আলা -সবকিছু জানা সত্বেও- প্রশ্ন করেন, আমার বান্দাদেরকে কোন অবস্থায় রেখে এসেছ? তারা সবাই জবাবে বলেন, আমরা গিয়ে তাদেরকে সালাত আদায়রত অবস্থায় পেয়েছি এবং আসার সময় সালাত আদায়রত অবস্থায় রেখে এসেছি। [বুখারী: ৫৫৫, মুসলিম: ৬৩২] কারণ তারা একদল ফজরে আসে এবং আসরে চলে যায় এবং আরেক দল আসরে আসে এবং ফজরে চলে যায়। অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এ কথাটি স্পষ্ট করেছেন। তিনি বলেছেন, “আল্লাহ্‌ তা'আলার দরবারে রাতের আমল দিনের আগেই এবং দিনের আমল রাতের আগেই পৌছে থাকে। ” [মুসলিম: ১৭৯] আল্লাহ্ তা'আলা জবাব,\n(اِنِّىْ اَعْلَمُ اِنِّىْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ)\nএর এটাই যথার্থ তাফসীর [ইবনে কাসীর] মুজাহিদ বলেন, এর অর্থ, আল্লাহ্‌ জানতেন যে, ইবলীস অবাধ্য হবে এবং তাকে শেষ পর্যন্ত অবাধ্যতার জন্যই তৈরী করা হয়েছে। [তাবারী] কোন কোন মুফাসসির বলেন, ফেরেশতাদের\n(اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ)\nএ বক্তব্যের জবাবে আল্লাহ্‌ তাআলা\n(اِنِّىْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ)\nবলেছেন। কেননা পুরো বক্তব্যেই বনী আদমের স্থলে তাদের পৃথিবীতে বসবাসের ইচ্ছা ব্যক্ত হয়েছে। তাই আল্লাহ্ তা'আলা বললেন, তোমরা আকাশের উপযোগী এবং আকাশে অবস্থানই তোমাদের জন্য মঙ্গলজনক। তোমরা সেটা বুঝতে পারছ না। [ইবনে কাসীর ও তাফসীরে কাবীর]",
  "ayah": 30,
  "surah": 2
}
