{
  "text": "আর আমারা বললাম, ‘ হে আদম ! আপনি ও আপনার স্ত্রী [১] জান্নাতে বসবাস করুন এবং যেখান থেকে স্বাচ্ছন্দ্যে আহার করুন, কিন্তু এই গাছটির কাছে যাবেন না [২] ; তাহলে আপনারা হবেন যালিমদের [৩] অন্তর্ভুক্ত’।\n[১] কুরআনের বাকরীতি দ্বারা বোঝা যায় যে, আদম ‘আলাইহিস সালাম এর জান্নাতে প্রবেশের আগেই হাওয়াকে সৃষ্টি করা হয়। মুহাম্মাদ ইবনে ইসহাক বলেন, আল্লাহ্‌ তা'আলা ইবলীসকে অভিশপ্ত করার পর আদমের প্রতি মনোনিবেশ করলেন। আদম ‘আলাইহিস সালামকে তন্দ্রাচ্ছন্ন করা হল এবং তার বাম পাজর থেকে একখানা হাড় নেয়া হলো। আর সে স্থানে গোশত সংযোজন করা হলো। তখনও আদম ঘুমিয়ে ছিলেন। তখন হাড় থেকে তার স্ত্রী হাওয়াকে সৃষ্টি করা হল এবং তাকে যথাযথ রূপ দান করা হল যেন আদম তার সাহচর্যে পরিতৃপ্ত থাকেন। যখন তন্দ্রাচ্ছন্নতা কাটল এবং নিদ্রা থেকে জাগ্রত হলেন, তখন হাওয়াকে তার পাশে বসা দেখলেন। সাথে সাথে তিনি বললেন, আমার গোশত, আমার রক্ত ও আমার স্ত্রী। [ইবনে কাসীর]\nঅন্য বর্ণনায় ইবনে মাসউদ, ইবনে আব্বাস এবং অন্যান্য সাহাবী থেকে এসেছে, ইবলীসকে জান্নাত থেকে বের করা হল আর আদমকে জান্নাতে বসবাসের সুযোগ দেয়া হল। কিন্তু তিনি জান্নাতে একাকীত্ব অনুভব করতে থাকলেন। তারপর তার ঘুম আসল, সে ঘুম থেকে জাগ্রত হয়ে দেখতে পেলেন যে, তার মাথার পাশে একজন মহিলা বসে আছেন, যাকে তার পাঁজর থেকে সৃষ্টি করা হয়েছে। তিনি তাকে প্রশ্ন করলেন, তুমি কে? বললেন, মহিলা। আদম বললেন, তোমাকে কেন সৃষ্টি করা হয়েছে? বললেন, যাতে তুমি আমার কাছে প্রশান্তি লাভ কর। তখন ফেরেশতাগণ তাকে প্রশ্ন করলেন: হে আদম! এর নাম কি? আদম বললেন, হাওয়া। তারা বলল, তাকে হাওয়া কেন নাম দেয়া হল? তিনি বললেন, কেননা তাকে জীবিত বস্তু থেকে সৃষ্টি করা হয়েছে। [ইবনে কাসীর] এর সমর্থনে আমরা একটি হাদীস পাই। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “তোমরা নারীদের ব্যাপারে আমার উপদেশ গ্রহণ কর। কেননা, তাদেরকে পাঁজর থেকে সৃষ্টি করা হয়েছে। আর পাঁজরের সবচেয়ে বাঁকা অংশ হচ্ছে, উপরিভাগ। তুমি যদি তাকে সোজা করতে যাও তবে তাকে ভেঙ্গে ফেলবে। আর যদি ছেড়ে দাও, সব সময় বাঁকাই থেকে যাবে। সুতরাং নারীদের ব্যাপারে উপদেশ গ্রহণ কর। [বুখারী: ৩৩৩১, মুসলিম: ১৪৬৮] হাফেজ ইবনে হাজার এ হাদীসের ব্যাখ্যায় ইবনে ইসহাক থেকে উপরোক্ত বর্ণনা উল্লেখ করেন।\n[২] কোন বিশেষ গাছের প্রতি ইংগিত করে বলা হয়েছিল যে, এর ধারে কাছেও যেও না। প্রকৃত উদ্দেশ্য ছিল, সে গাছের ফল না খাওয়া। কিন্তু তাকীদের জন্য বলা হয়েছে, কাছেও যেও না। সেটি কি গাছ ছিল, কুরআনুল কারীমে তা উল্লেখ করা হয়নি। কোন নির্ভরযোগ্য ও বিশুদ্ধ হাদীস দ্বারাও তা নির্দিষ্ট করা হয়নি। এ নিষেধাজ্ঞার ফলে এ কথা সুস্পষ্ট বুঝা যায় যে, সে বৃক্ষের ফল না খাওয়া ছিল এ নিষেধাজ্ঞার প্রকৃত উদ্দেশ্য। কিন্তু সাবধানতা-সূচক নির্দেশ ছিল এই যে, সে গাছের কাছেও যেও না। এর দ্বারাই ফিকাহশাস্ত্রের কারণ-উপকরণের নিষিদ্ধতার মাসআলাটি প্রমাণিত হয়। অর্থাৎ কোন বস্তু নিজস্বভাবে অবৈধ বা নিষিদ্ধ না হলেও যখন তাতে এমন আশংকা থাকে যে, ঐ বস্তু গ্রহণ করলে অন্য কোন হারাম ও অবৈধ কাজে জড়িয়ে পড়ার সম্ভাবনা দেখা দিতে পারে, তখন ঐ বৈধ বস্তুও নিষিদ্ধ করে দেয়া হয়। যেমন, গাছের কাছে যাওয়া তার ফল-ফসল খাওয়ার কারণও হতে পারতো। সেজন্য তাও নিষিদ্ধ করে দেয়া হয়েছে। একে ফিকাহশাস্ত্রের পরিভাষায় উপকরণের নিষিদ্ধতা বলা হয়।\n[৩] যালিম শব্দটি গভীর অর্থবোধক। যুলুম' বলা হয় অধিকার হরণকে। যে ব্যক্তি কারো অধিকার হরণ করে সে যালিম। যে ব্যক্তি আল্লাহ্‌র হুকুম পালন করে না, তার নাফরমানি করে সে আসলে তিনটি বড় বড় মৌলিক অধিকার হরণ করে। প্রথমতঃ সে আল্লাহ্‌র অধিকার হরণ করে। কারণ আল্লাহ্‌র হুকুম পালন করতে হবে, এটা বান্দার প্রতি আল্লাহ্‌র অধিকার।\nদ্বিতীয়তঃ এ নাফরমানি করতে গিয়ে সে যে সমস্ত জিনিস ব্যবহার করে তাদের সবার অধিকার সে হরণ করে। তার দেহের অংগপ্রত্যংগ, স্নায়ুমণ্ডলী, তার সাথে বসবাসকারী সমাজের অন্যান্য লোক, তার ইচ্ছা ও সংকল্প পূর্ণ করার ব্যবস্থাপনায় নিয়োজিত ফেরেশতাগণ এবং যে জিনিসগুলো সে তার কাজে ব্যবহার করে-এদের সবার তার উপর অধিকার ছিল, এদেরকে কেবলমাত্র এদের মালিকের ইচ্ছানুযায়ী ব্যবহার করতে হবে। কিন্তু যখন তার ইচ্ছার বিরুদ্ধে সে তাদের উপর নিজের কর্তৃত্ব ব্যবহার করে তখন সে আসলে তাদের উপর যুলুম করে। তৃতীয়তঃ তার নিজের অধিকার হরণ করে। কারণ তার উপর তার আপন সত্তাকে ধবংস থেকে বাচাবার অধিকার আছে। কিন্তু নাফরমানি করে যখন সে নিজেকে আল্লাহ্‌র শাস্তি লাভের অধিকারী করে তখন সে আসলে ব্যক্তি সত্তার উপর যুলুম করে। এসব কারণে কুরআনের বিভিন্ন স্থানে ‘গোনাহ শব্দটির জন্য যুলুম এবং ‘গোনাহগার’ শব্দের জন্য যালিম ব্যবহার করা হয়েছে।",
  "ayah": 35,
  "surah": 2
}
