{
  "text": "আর স্মরণ কর, যখন আমরা মূসার সাথে চল্লিশ রাতের অঙ্গীকার করেছিলাম [১], তার (চলে যাওয়ার) পর তোমরা গো-বৎসকে (উপাস্যরূপে) গ্রহণ করেছিলে [২] ; আর তোমরা হয়ে গেলে যালিম [৩]।\n[১] এখানে চল্লিশ রাতের ব্যাপারে এটা বলেন নি যে, এ চল্লিশ রাতের ওয়াদা প্রথমেই নিয়েছিলেন কি না? কিন্তু অন্যত্র বলে দিয়েছেন যে, তাকে প্রথমে ত্রিশ রাতের ওয়াদা করেছিলেন তারপর আরও দশ রাত বাড়িয়ে দিয়ে তা চল্লিশে পূর্ণ করে দিলেন। [সূরা আল-আরাফ: ১৪২]\n[২] এখানে গো বৎসের উৎস ও কারিগর সম্পর্কে কিছু বলেন নি। অন্যত্র সেটা বিস্তারিত এসেছে। আল্লাহ্‌ বলেন, \"মূসার সম্প্রদায় তার অনুপস্থিতিতে নিজেদের অলংকার দিয়ে একটি বাছুর তৈরী করল, একটা দেহ, যা 'হাম্বা’ শব্দ করত। তারা কি দেখল না যে, ওটা তাদের সাথে কথা বলে না ও তাদেরকে পথও দেখায় না? তারা ওটাকে উপাস্যরূপে গ্রহণ করল এবং তারা ছিল যালেম \" [সূরা আল-আরাফ: ১৪৮]\nআরও বলেন, “তারা বলল, আমরা আপনাকে দেয়া অংগীকার স্বেচ্ছায় ভংগ করিনি ; তবে আমাদের উপর চাপিয়ে দেয়া হয়েছিল লোকের অলংকারের বোঝা এবং আমরা তা আগুনে নিক্ষেপ করি, অনুরূপভাবে সামিরীও (সেখানে কিছু মাটি) নিক্ষেপ করে। তারপর সে তাদের জন্য গড়লো এক বাছুর, এক অবয়ব, যা হাম্বা রব করত। তারা বলল, \"এ তোমাদের ইলাহ এবং মূসারও ইলাহ, কিন্তু মূসা ভুলে গেছে। \" [সূরা ত্বা-হাঃ ৮৭-৮৮]\n[৩] এ ঘটনা ঐ সময়ের যখন ফিরআউন সমুদ্রে নিমজ্জিত হওয়ার পর ইসরাঈল-বংশধররা কারো কারো মতে মিশরে ফিরে এসেছিল, আবার কারো কারো মতে অন্য কোথাও বসবাস করছিল। তখন মূসা ‘আলাইহিস সালাম-এর খেদমতে ইসরাঈল-বংশধররা আরয করলো যে, আমরা এখন সম্পূর্ণ নিরাপদ ও নিশ্চিন্ত। যদি আমাদের জন্য কোন শরীআত নির্ধারিত হয়, তবে আমাদের জীবন বিধান হিসেবে আমরা তা গ্রহণ ও বরণ করে নেবো। মূসা ‘আলাইহিস সালাম-এর আবেদনের পরিপ্রেক্ষিতে আল্লাহ্ তাআলা অংগীকার প্রদান করলেন যে, আপনি তুর পর্বতে অবস্থান করে একমাস পর্যন্ত আমার ইবাদাতে নিমগ্ন থাকার পর আপনাকে এক কিতাব দান করবো। মূসা ‘আলাইহিস্ সালাম তাই করলেন। এরপর আল্লাহ্ তা'আলা মূসা ‘আলাইহিস সালাম-কে অতিরিক্ত আরও দশদিন ইবাদাত করতে নির্দেশ দিলেন। এভাবে চল্লিশ দিন পূর্ণ হলো আর আল্লাহ্ তা'আলা মূসা ‘আলাইহিস সালাম-কে তাওরাত দিলেন। মূসা ‘আলাইহিস্ সালাম তো ওদিকে তুর-পর্বতে রইলেন, এদিকে সামেরী নামক এক ব্যক্তি সোনা-রূপা দিয়ে গোবৎসের একটি প্রতিমূর্তি তৈরী করলো এবং তার কাছে পূর্ব থেকে সংরক্ষিত জিবরাঈল ‘আলাইহিস সালাম-এর ঘোড়ার খুরের তলার কিছু মাটি প্রতিমূর্তির ভিতরে ঢুকিয়ে দেয়ায় সেটি শব্দ করতে থাকলো। আর ইসরাঈল-বংশধররা তারই পূজা করতে শুরু করে দিল। [তাফসীরে মাআরিফুল কুরআন]",
  "ayah": 51,
  "surah": 2
}
