{
  "text": "এরপরও তোমাদের হৃদয় কঠিন হয়ে গেল, যেন পাথর কিংবা তার তার চেয়েও কঠিন। অথচ কোন কোন পাথর তো এমন যা থেকে নদি-নালা প্রবাহিত হয়, আর কিছু এরুপ যে, বিদীর্ণ হওয়ার পর তা হতে পানি নির্গত হয়, আবার কিছু এমন যা আল্লাহ্‌র ভয়ে ধ্বসে পড়ে [১], আর তোমরা যা কর আল্লাহ্‌ সে সম্পর্কে গাফিল নন।\n[১] এখানে পাথরের তিনটি ক্রিয়া বর্ণিত হয়েছেঃ [১] পাথর থেকে বেশী পানি প্ৰসরণ, [২] কম পানির নিঃসরণ। এ দুটি প্রভাব সবারই জানা। [৩] নীচে গড়িয়ে পড়া। মুজাহিদ বলেন, এ সবগুলিই আল্লাহ্‌র ভয়ে সংঘটিত হয়ে থাকে। [আত-তাফসীরুস সহীহ]\nএখানে এটা জানা আবশ্যক যে, পাথরের উপর যে ক্রিয়াগুলো সংঘটিত হয় সেগুলো বাস্তব ঘটনা। প্রাণহীন জড়বস্তুর মধ্যেও আল্লাহ্‌ তা'আলা এ অবস্থা সৃষ্টি করে দেন। যেমন হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “এটা উহুদ পাহাড়, সে আমাদেরকে ভালবাসে, আমরাও তাকে ভালবাসি। ” [মুসলিম: ১৩৬৫]\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আরও বলেন, “আমি মক্কায় এক পাথরকে চিনি, যে পাথর আমি নবী হওয়ার পূর্ব হতেই আমাকে সালাম করত, আমি এখনও সেটাকে চিনি। ” [মুসলিম: ২২৭৭]\nতবে পাথরের উপর সংঘটিত উপরোক্ত তিনটি অবস্থার মধ্যে তৃতীয় ক্রিয়াটি কারো কারো অজানা থাকতে পারে। অর্থাৎ কতক পাথরের প্রভাবান্বিত হওয়ার ক্ষমতা এত প্রবল যে, তা থেকে নদী-নালা প্রবাহিত হয়ে যায় এবং তা দ্বারা সৃষ্ট জীবের উপকার সাধিত হয়। কিন্তু ইয়াহুদীদের অন্তর এমন নয় যে, সৃষ্ট জীবের দুঃখ-দুর্দশায় অশ্রুসজল হবে। কতক পাথরের মধ্যে প্রভাবান্বিত হওয়ার ক্ষমতা কম। ফলে সেগুলোর দ্বারা উপকারও কম হয়। এ ধরনের পাথর প্রথম ধরনের পাথরের তুলনায় কম নরম হয়। কিন্তু ইয়াহুদীদের অন্তর এ দ্বিতীয় ধরনের পাথরের চেয়েও বেশী শক্ত। কতক পাথরের মধ্যে উপরোক্তরূপ প্রভাব না থাকলেও এতটুকু প্রভাব অবশ্যই আছে যে, আল্লাহ্‌র ভয়ে নীচে গড়িয়ে পড়ে। এ পাথর উপরোক্ত দুই প্রকার পাথরের তুলনায় বেশী দুর্বল। কিন্তু ইয়াহুদীদের অন্তর এ দুর্বলতম প্রভাব থেকেও মুক্ত। উদ্দেশ্য এই যে, তারা এমন ধৃষ্টতাপূর্ণ ও স্বার্থাম্বেষী যে, তারা অন্যের সদুপদেশে কখনো মন্দ কাজ থেকে বিরত হবে না। আল্লামা শানকীতী বলেন, এ আয়াতে তাদের ‘কঠিন হৃদয়’ হওয়ার কারণ বর্ণনা করা হয়নি। তবে অন্যান্য আয়াতে সেটা বর্ণিত হয়েছে। যেমন, “সুতরাং তাদের অংগীকার ভংগের জন্য আমরা তাদেরকে লা'নত করেছি ও তাদের হৃদয় কঠিন করেছি, তারা শব্দগুলোকে আপন স্থান থেকে বিকৃত করে এবং তাদেরকে যে উপদেশ দেয়া হয়েছিল তার এক অংশ ভুলে গেছে। \" [সূরা আল-মায়েদাহ: ১৩]\n“আর তারা যেন তাদের মত না হয় যাদেরকে আগে কিতাব দেয়া হয়েছিল--- অতঃপর বহু কাল অতিক্রান্ত হওয়ার পর তাদের অন্তর সমূহ কঠিন হয়ে পড়েছিল। ” [সূরা আল-হাদীদ: ১৬]",
  "ayah": 74,
  "surah": 2
}
