{
  "text": "আর যখন তাদের কাছে যা আছে আল্লাহ্‌র কাছ থেকে তার সত্যায়নকারী [১] কিতাব আসলো; অথচ পূর্বে তারা এর সাহায্যে কাফেরদের বিরুদ্ধে বিজয় প্রার্থনা করতো, তারপর তারা যা চিনত যখন তা তাদের কাছে আসল, তখন তারা সেটার সাথে কুফরী করল [২]। কাজেই কাফেরদের উপর আল্লাহ্‌র লা’নত।\n[১] এ আয়াতাংশে বলা হয়েছে যে, তারা তাকে জানতে ও চিনতে পেরেছে। তার সপক্ষে বহু তথ্য-প্রমাণ সে যুগেই পাওয়া গিয়েছিল। এ ক্ষেত্রে সবচেয়ে শক্তিশালী সাক্ষ্য পেশ করেছেন উম্মুল মুমিনীন সাফিয়্যাহ রাদিয়াল্লাহু আনহা। তিনি নিজে ছিলেন একজন বড় ইয়াহুদী আলেমের মেয়ে এবং আরেকজন বড় আলেমের ভাইঝি। তিনি বলেন, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর মদীনা আগমনের পর আমার বাবা ও চাচা দু’জনেই তার সাথে সাক্ষাত করতে গিয়েছিলেন। দীর্ঘক্ষণ তার সাথে কথাবার্তা বলার পর তারা ঘরে ফিরে আসেন। এ সময় আমি নিজের কানে তাদেরকে এভাবে আলাপ করতে শুনিঃ চাচা বললেন, আমাদের কিতাবে যে নবীর খবর দেয়া হয়েছে, ইনি কি সত্যিই সেই নবী? পিতা বললেন, আল্লাহ্‌র কসম, ইনিই সেই নবী। চাচা বললেন, এ ব্যাপারে তুমি কি একেবারে নিশ্চিত? পিতা বললেন, হ্যা। চাচা বললেন, তাহলে এখন কি করতে চাও? বাবা বললেন, যতক্ষণ দেহে প্রাণ আছে এর বিরোধিতা করে যাব। [দালায়েলুন নাবুওয়াহ লিল বাইহাকী, সীরাতে ইবনে হিসাম]\n[২] নবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর আগমণের পূর্বে ইয়াহুদীরা তাদের পূর্ববতী নবীগণ যে নবীর আগমনবার্তা শুনিয়ে গিয়েছিলেন তার জন্য প্রতীক্ষারত ছিল। তারা দো'আ করত তিনি যেন অবিলম্বে এসে কাফেরদের প্রাধান্য খতম করে ইয়াহুদী জাতির উন্নতি ও পুনরুত্থানের সূচনা করেন। মুহাম্মাদ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর নবুওয়াত লাভের পূর্বে মদীনাবাসীদের প্রতিবেশী ইয়াহুদী সম্পপ্রদায় নবীর আগমনের আশায় জীবন ধারণ করত, মদীনাবাসীরা নিজেরাই এর সাক্ষী। যত্রতত্র যখন তখন তারা বলে বেড়াতঃ ঠিক আছে, এখন প্রাণ ভরে আমাদের উপর যুলুম করে নাও। কিন্তু যখন সেই নবী আসবেন, আমরা তখন এই যালিমদের সবাইকে দেখে নেব। মদীনাবাসীরা এসব কথা আগের থেকেই শুনে আসছিল। তাই নবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর কথা শুনে তারা পরস্পর বলাবলি করতে লাগলঃ দেখ, ইয়াহুদীরা যেন তোমাদের পিছিয়ে দিয়ে এ নবীর দ্বীন গ্রহণ করে বাজী জিতে না নেয়। চল, তাদের আগে আমরাই এ নবীর উপর ঈমান আনব। কিন্তু তারা অবাক হয়ে দেখল, যে ইয়াহুদীরা নবীর আগমন প্রতীক্ষায় দিন গুনছিল, নবীর আগমনের পর তারাই তার সবচেয়ে বড় বিরোধী পক্ষে পরিণত হল। [দেখুন, মুসনাদে আহমাদ ৩/৪৬৭, তাফসীর ইবনে কাসীর]",
  "ayah": 89,
  "surah": 2
}
