{
  "text": "Всевышний начал эту суру приказом исповедовать богобоязненность, поклоняться Ему и поддерживать родственные связи. Наряду с этим Аллах разъяснил факторы, которые обязывают людей поступать так. Аллах разъяснил, что люди должны быть богобоязненны, потому что Господь сотворил их, одарил их пропитанием и осенил великими милостями, одной из которых является происхождение всего человечества от одного общего предка. Господь сотворил из него супругу на пользу ему, чтобы он мог сблизиться с ней и найти в ней умиротворение. Он оказал ему милость сполна и доставил ему великую радость. Люди должны исповедовать богобоязненность и потому, что они просят друг друга именем Аллаха и почитают Его. Когда они хотят добиться желаемого и получить необходимое, они пользуются Его именем и говорят друг другу: «Я прошу тебя сделать это ради Аллаха». Они понимают, что Аллах занимает в сердцах людей такое великое место, что те не отказывают в удовлетворении просьбы, сделанной Его именем. Если же они почитают Его так, то они обязаны возвеличивать Его, посвящая Ему обряды поклонения и исповедуя богобоязненность. Еще одним обстоятельством, которое побуждает людей бояться Аллаха, является то, что Он наблюдает за Своими рабами, когда те трудятся и отдыхают, остаются одни или находятся в обществе других людей. Аллах наблюдает за ними при любых обстоятельствах, и это обязывает их помнить о Нем и стыдиться Его должным образом. Аллах сообщил о том, что Он сотворил людей из одного человека и расселил их по всей земле. Хотя люди разбросаны по всем уголкам планеты, они имеют общее происхождение, и это обязывает их быть добрыми и снисходительными друг к другу. Затем Аллах связал повеление быть богобоязненными с повелением поддерживать родственные связи и запретом порывать их. Это указывает на важность обязанностей человека перед его родственниками. Каждый должен выполнять свои обязанности не только перед Аллахом, но и перед творениями, особенно, если это - его близкие родственники. Более того, выполнение обязанностей перед ними относится к выполнению обязанностей перед Самим Аллахом, поскольку Он велел людям поступать так. Обратите внимание на то, что повеление исповедовать богобоязненность, поддерживать родственные связи и делать добро супругам, которым начинается эта сура, имеет общий смысл. В последующих аятах этой суры - от первого до последнего - Аллах подробно разъяснил эти повеления, словно все ниспосланные в ней предписания зиждутся на них. Они подробно разъясняют их смысл и проливают свет на все неясности. Следует отметить и то, что откровение о сотворении из человека пары ему указывает на необходимость соблюдения супругами обязанностей друг перед другом, которые определяются тем, что женщина произошла от мужчины.",
  "ayah": 1,
  "surah": 4
}
