{
  "text": "Это откровение призывает совершать вынужденное переселение и разъясняет его пользу. Согласно правдивому обещанию Аллаха, каждый, кто переселяется ради Него и стремится снискать Его благоволение, найдет на земле много пристанищ и изобилие. Пристанища подразумевают благополучие в делах религии, а изобилие - благополучие в мирских делах. Многие ошибочно полагают, что переселение разрывает связи, которые прежде были крепкими, обрекает человека на нищету, унижение и тяготы и лишает его былого богатства, могущества и благоденствия. Однако такие представления неправильны, потому что деяния правоверного, живущего среди многобожников, преисполнены множества недостатков. Это распространяется на дела, приносящие пользу как самому человеку (например, намаз), так и окружающим (например, борьба с неверием словом и делом со всеми вытекающими отсюда последствиями). Причина этого в том, что правоверный в таких условиях не может совершать их надлежащим образом. Более того, его в любой момент могут отвратить от религии Аллаха, особенно, если он слаб и беззащитен. Если же он переселится на пути Аллаха, то получит возможность исповедовать Его религию, сражаться с Его врагами и доставлять им неприятности. Он сможет совершать любые дела и говорить любые слова, которые будут раздражать Его врагов. Наряду с этим он сможет насладиться изобилием мирских благ. В жизни все происходит именно так, как обещал Всевышний Аллах. Задумайтесь над судьбой сподвижников, которые переселились на Его пути, покинули родные дома, оставили своих детей и бросили свое имущество. Благодаря этому их вера достигла совершенства, и они обрели твердую убежденность, приняли участие в великом джихаде, оказали поддержку религии Аллаха и стали достойными образцами для подражания для своих последователей. Наряду с этим они покорили много земель и завладели богатой добычей, которая позволила им стать самыми состоятельными людьми на свете. Такая же судьба ожидает каждого, кто следует по их стопам вплоть до наступления Дня воскресения. Затем Аллах сказал, что если человек покидает свой дом и вынужденно переселяется, стремясь снискать благоволение своего Господа, заслужить любовь Его посланника, да благословит его Аллах и приветствует, и оказать поддержку Его религии, если человек не преследует при этом никаких корыстных целей и погибает или умирает на этом пути, то он удостаивается вознаграждения тех, кто совершил переселение и добился желанной цели благодаря защите Всевышнего Аллаха. Такой человек имел твердое намерение и даже начал совершать свой благой поступок, и по милости Аллаха он сполна получает вознаграждение, несмотря на то, что он не довел до конца начатое благодеяние. А еще Аллах прощает ему упущения, которые он сделал во время переселения и в других делах. Именно поэтому Аллах завершил этот аят упоминанием Своих прекрасных имен Прощающий и Милосердный. Он прощает правоверным совершенные ими прегрешения, особенно, если они раскаиваются в них и возвращаются на Его путь. Он осеняет милостью всех людей, когда создает их и одаряет их благополучием, богатством, детьми, силой и многим другим. Он проявляет особую милость по отношению к правоверным, когда помогает им обрести веру и наделяет их знаниями, позволяющими им обрести твердую убежденность, и когда облегчает им путь, ведущий к счастью и преуспеянию. Благодаря этому они достигают невероятного успеха и получают возможность увидеть из милостей Аллаха то, чего не видывал взор, чего не слышали уши, о чем даже не помышляла человеческая душа. Мы же просим Аллаха не лишать нас этого блага из-за того зла, которое есть в нас самих.",
  "ayah": 100,
  "surah": 4
}
