{
  "text": "Всевышний сообщил, что если мусульмане собираются совершить намаз во время опасности, то имам, руководящий намазом, и все остальные молящиеся должны выполнять обязательные предписания молитвы. Затем Аллах разъяснил, каким образом они должны делать это - одна группа молящихся должна встать на намаз вместе с имамом, а другая - обратиться лицом к противнику. В пользу последнего утверждения свидетельствует высказывание о том, что, когда молящиеся совершат земной поклон, остальные мусульмане должны находиться позади них. Под земным поклоном здесь подразумевается доведение намаза до конца. Аллах назвал намаз земным поклоном, чтобы подчеркнуть важность последнего. Это также означает, что земной поклон является столпом намаза. Более того, это - важнейший из столпов намаза. Когда первая группа мусульман завершит намаз, вторая группа, которая еще не молилась и стояла лицом к лицу с неприятелем, должна подойти и совершить намаз вместе с имамом. Из этого следует, что имам не завершает намаз вместе с первой группой молящихся, а дожидается второй группы. Когда же она присоединяется к нему, он совершает вместе с ними оставшуюся часть своего намаза, после чего садится и ждет, когда они завершат свой намаз, а затем произносит слова приветствия (таслим) вместе с ними. Такова одна из форм намаза во время опасности. В достоверных преданиях о Пророке, да благословит его Аллах и приветствует, упоминается много форм таких намазов. Этот аят свидетельствует о том, что групповой намаз обязателен для каждого мусульманина. В пользу этого говорят два обстоятельства. Во-первых, Всевышний Аллах приказал совершать групповой намаз даже в условиях, когда мусульмане опасаются нападения со стороны неприятеля. И если групповой намаз обязателен в таких тяжелых условиях, то в условиях мира и безопасности он тем более обязателен. Во-вторых, совершая намаз во время опасности, молящимся позволяется не выполнять некоторые условия и обязательные требования намаза. Им прощаются многие движения, которые при других обстоятельствах сделали бы намаз недействительным. Все это лишний раз подчеркивает обязательность группового намаза, поскольку между обязательными и желательными предписаниями не возникает противоречий. И если бы групповой намаз не был обязательным, то мусульманам не было бы позволено отказываться от некоторых обязательных требований намаза ради него. Этот аят свидетельствует и о том, что групповой намаз при опасности предпочтительнее совершать с одним имамом, даже если при этом приходится нарушать некоторые правила. Однако разрешается совершать его с несколькими имамами. Это делается для того, чтобы мусульмане были едины и не распадались, а также для того, чтобы вселить страх в сердца их врагов. Всевышний приказал совершать намаз во время опасности с оружием в руках и принимать при этом особые меры предосторожности. И хотя из-за этого молящиеся совершают лишние движения и несколько отвлекаются от молитвы, такое поведение приносит им гораздо больше пользы, поскольку им удается одновременно совершить намаз, не отрываться от джихада и уберечься от неприятеля, который жаждет напасть на них и завладеть их имуществом. Вот почему Всевышний сказал, что неверующим хотелось бы, чтобы мусульмане беспечно отнеслись к своему оружию и своим вещам и чтобы им было достаточно напасть на них всего один раз. Затем Аллах позволил отложить оружие в сторону тем, кто испытывает неудобства от дождя или по причине болезни. Однако это не избавляет их от обязанности принимать меры предосторожности. Всевышний сказал, что на мусульманах не будет греха, если они отложат свое оружие, когда испытывают неудобство от дождя или когда они больны, но при этом они должны быть осторожны. Затем Аллах сообщил о том, что неверующим уготовано унизительное наказание. Оно проявляется уже в том, что Аллах приказал Своим верующим сторонникам и борцам за дело религии, исповедующим единобожие, убивать неверующих и сражаться против них, где бы они ни были, хватать их, окружать их со всех сторон и устраивать для них засады, а также остерегаться их и не относиться к ним беспечно, дабы те не могли претворить в жизнь свои коварные замыслы в отношении мусульман. Аллах заслуживает величайшей похвалы за милость, оказанную правоверным. Он укрепил их и даровал им учение, благодаря которому их знамя никогда не будет повергнуто. Враги никогда не одержат над ними верх, если они будут руководствоваться этим учением должным образом. Из высказывания о том, что группа мусульман должна находиться позади молящихся, когда они будут совершать земной поклон, следует, что молящиеся первыми должны завершить намаз до того, как они отправятся охранять других. Посланник Аллаха, да благословит его Аллах и приветствует, в это время должен был дожидаться второй группы молящихся, чтобы вместе с ними совершить оставшуюся часть своего намаза и произнести слова приветствия (таслим). В пользу этого свидетельствует то, что Аллах повелел первой группе молящихся начать намаз вместе с Посланником, да благословит его Аллах и приветствует, а затем приказал им завершить намаз самостоятельно, не упоминая при этом о Посланнике, да благословит его Аллах и приветствует. А из высказывания о том, что другая группа мусульман должна прийти и совершить намаз вместе с Посланником, да благословит его Аллах и приветствует, следует, что к тому времени первая группа должна уже завершить намаз. Вторая группа должна совершить вместе с имамом всего один ракат, который фактически является для них первым, но засчитывается им как последний, и поэтому имаму полагается подождать, пока они не совершат оставшуюся часть своего намаза, чтобы произнести слова приветствия вместе с ними. Это очевидно каждому, кто размышляет над этим откровением.",
  "ayah": 102,
  "surah": 4
}
