{
  "text": "Когда вы завершите намаз, то поминайте Аллаха в любом положении. Это предписание относится не только к намазам во время опасности, но и ко всем остальным намазам, однако упоминание о нем в данном контексте имеет глубокий смысл. Во-первых, праведность, преуспеяние и счастье человека зависят от того, возлюбил ли он Аллаха и заполнилась ли его душа словами Его поминания и восхваления. Лучшим способом достичь этой цели является намаз, который, по сути своей, связывает раба с его Господом. Во-вторых, поминание Аллаха позволяет человеку обрести истинную веру и достичь полной убежденности, и поэтому Он приказал Своим рабам поминать Его днем и ночью. Хорошо известно, что человек не может добиться такого славного результата во время намаза, если его жизни угрожает опасность, поскольку страх овладевает его душой и телом. И для того, чтобы восполнить это упущение, Аллах приказал поминать Его после окончания такого намаза. В-третьих, страх вселяет в сердце человека беспокойство, что может стать причиной его слабости. Если же сердце и душа человека ослабевают, то его тело перестает оказывать достойное сопротивление противнику. Однако частое поминание Аллаха является одним из важнейших факторов, способствующих укреплению сердца. В-четвертых, поминание Всевышнего Аллаха и должное терпение - это залог успеха и победы над противником. Всевышний сказал: «О те, которые уверовали! Когда вы сталкиваетесь с отрядом, то будьте стойки и многократно поминайте Аллаха, - быть может, вы преуспеете» (8:45). По этим и многим другим причинам Аллах приказал часто поминать Его после окончания намаза во время опасности. Когда же мусульмане окажутся в безопасности, когда их сердца и тела обретут покой, им следует совершать намаз самым совершенным образом, душой и телом смиренно выполняя столпы, условия и все остальные предписания намаза. Правоверным предписано совершать намаз в установленное время. Это значит, что намаз является обязательным предписанием, и что для каждого намаза установлено определенное время. Речь идет о временах намазов, которые хорошо известны мусульманам, будь то дети или взрослые, образованные люди или невежды. Они обучились им от своего Пророка, да благословит его Аллах и приветствует, который сказал: «Вы видели, как я совершаю намаз, и совершайте его так же». Из упоминания о том, что намаз предписан верующим, следует, что он является мерилом веры, причем, чем сильнее вера раба, тем лучше и исправнее он молится. Из этого также следует, что неверующие, даже если они придерживаются законов ислама, например, если они проживают в мусульманском государстве на договорных условиях, не обязаны выполнять второстепенные предписания религии, такие как намаз. Более того, любые совершаемые ими обряды недействительны, пока они остаются неверующими. Но, несмотря на это, в Последней жизни они будут наказаны за то, что не совершали намаз и не выполняли остальные предписания религии.",
  "ayah": 103,
  "surah": 4
}
