{
  "text": "Вы заступаетесь за них в мирской жизни, и ваше заступничество позволяет им избежать бесчестия и позора перед людьми, которых они так опасаются. Но разве это принесет им пользу? Кто заступится за них перед Аллахом в День воскресения, когда им будут представлены доказательства, когда их языки, руки и ноги будут свидетельствовать против них обо всем, что они совершили? Всевышний сказал: «В тот день Аллах воздаст им в полной мере по их истинному счету, и они узнают, что Аллах есть Явная Истина» (24:25). Кто станет отстаивать их интересы перед Аллахом, Которому известно все сокровенное и очевидное, Который приведет против них свидетелей, чьи показания они не смогут опровергнуть? Этот аят призывает людей сравнивать воображаемые мирские блага, которые они могут приобрести благодаря отказу от выполнения повелений Аллаха и совершению запрещенных поступков, с тем вознаграждением в Последней жизни, которого они лишаются по причине этих поступков, и наказанием, которого они удостаиваются. Пусть же каждый, кто не желает выполнять веления Аллаха, спросит себя: «Что я приобрету, если нарушу веление моего Господа из-за моей лености и халатности? Какого вознаграждения в Последней жизни я лишусь? Разве ослушание Аллаха не обречет меня на несчастья, лишения, разочарование и убыток?» Если же он хочет совершить запрещенный поступок, уступив своим страстям, то пусть скажет себе: «Я могу совершить этот поступок, но полученное от него удовольствие закончится, а на смену ему придут печаль, беспокойство и тоска. Я лишусь вознаграждения и заслужу наказание, малой толики которого достаточно для того, чтобы благоразумный человек воздержался от такого поступка». Размышления над этим приносят человеку наибольшую пользу и являются особенностью подлинно благоразумных людей. Совершенно иначе поступают те, кто считает себя благоразумным, хотя в действительности не является таковым. По причине своего невежества и своей несправедливости они отдают предпочтение земным удовольствиям и покою в мирской жизни, не думая о последствиях своих поступков. Упаси нас Аллах от этого!",
  "ayah": 109,
  "surah": 4
}
