{
  "text": "Эти откровения и последний аят этой суры относятся к так называемым «аятам о наследстве», содержащим предписания, связанные с его распределением. Есть также хадис Абдуллаха б. Аббаса, приведенный в «Ас-Сахихе» имама аль-Бухари. В нем говорится: «Отдавайте соответствующие части наследства тем, кому они полагаются, а все оставшееся после распределения имущество должно достаться мужчине, который является ближайшим родственником покойного». Аяты о наследстве и этот хадис содержат большую часть предписаний, связанных с распределением наследства. Можно сказать, что они содержат почти все эти предписания, в чем вы сможете убедиться. Единственное предписание, которое в них не упоминается, - это предписание о доли в наследстве, которая достается бабушке покойного. Оно упоминается в хадисе аль-Мугиры б. Шубы и Мухаммада б. Масламы о том, что Пророк, да благословит его Аллах и приветствует, отдал бабушке покойного одну шестую часть наследства. Среди богословов нет разногласий по этому поводу. {НАСЛЕДСТВО, РАСПРЕДЕЛЯЕМОЕ СРЕДИ ДЕТЕЙ}: Аллах доверил родителям их детей и заповедал им заботиться об их религиозных и мирских интересах. Родители должны обучать и воспитывать их, оберегать их от неприятностей, повелевать им совершать богоугодные поступки и призывать их бояться Аллаха при любых обстоятельствах. Всевышний сказал: «О те, которые уверовали! Оберегайте себя и свои семьи от Огня, растопкой которого будут люди и камни» (66:6). Если они сумеют соблюсти эту заповедь, то получат щедрое вознаграждение. Но если они пренебрегут ею, то будут удостоены сурового наказания. Это свидетельствует о том, что Всевышний Аллах более сострадателен к Своим рабам, чем их собственные родители, ведь Он заповедал им заботиться о детях, несмотря на то, что те и без того проявляют к ним наивысшее милосердие. Затем Аллах сообщил о том, как следует распределять наследство среди своих детей и детей своих сыновей. Мужчина должен получить долю, равную доле двух женщин, и если помимо них нет других прямых наследников, то наследство должно быть распределено среди них таким образом. Богословы единодушны по поводу того, что если у покойника остались родные дети, то наследство распределяется только между ними, и дети его сыновей не получают наследства. Это предписание действительно в тех случаях, когда покойник оставил после себя как сыновей, так и дочерей. Однако может случиться, что покойник оставит после себя только сыновей или только дочерей. Первый из этих случаев мы рассмотрим впоследствии. Предписание по поводу второго случая Аллах ниспослал в этом откровении. {НАСЛЕДСТВО, РАСПРЕДЕЛЯЕМОЕ СРЕДИ ДОЧЕРЕЙ}: Если покойник оставил после себя только дочерей или дочерей своих сыновей числом более двух, то они должны распределить между собой две трети его наследства. Если же он оставил после себя только одну дочь или дочь своего сына, то ей принадлежит половина наследства, причем богословы единодушны по этому поводу. Остается лишь спросить, на каком основании богословы полагают, что двум дочерям принадлежат две трети наследства? Тому есть несколько объяснений. Во-первых, Всевышний Аллах сказал, что одной дочери принадлежит половина наследства. Из этого следует, что если дочерей больше, чем одна, то их доля в наследстве возрастает с половины до двух третей. Во-вторых, Аллах сообщил, что мужчине достается доля, равная доле двух женщин. Если же покойник оставил после себя сына и дочь, то сын должен получить две трети наследства, поскольку его доля должна быть вдвое больше доли его сестры. Из этого также следует, что если покойник оставил после себя только двух дочерей, то им принадлежат две трети наследства. В-третьих, если дочь покойного при наличии у нее одного брата получает треть наследства и если брат лишает сестру большей части наследства, нежели сестра, то при наличии у нее одной сестры она имеет гораздо больше прав получить свою треть наследства. В-четвертых, говоря о доле, которую сестры получают из наследства покойного брата, Аллах сказал: «Если умрет мужчина, у которого нет ребенка, но есть сестра, то ей принадлежит половина того, что он оставил. Он также наследует ей, если у нее нет ребенка. Если их две сестры, то им принадлежат две трети того, что он оставил» (4:176). Всевышний ясно сказал, что двум сестрам полагается две трети наследства покойного брата. А поскольку дочери являются более близкими родственниками для человека, чем его сестры, то две дочери имеют еще больше прав получить две трети наследства покойного. В-пятых, известно, что Пророк Мухаммад, да благословит его Аллах и приветствует, отдал двум дочерям Саада две трети его наследства. Об этом сообщается в достоверном хадисе. Но возникает вопрос, почему Всевышний Аллах сказал, что две трети наследства принадлежат женщинам числом более двух? Лучше всего об этом известно Аллаху, но существует мнение, что так Аллах дал понять, что доля дочерей не увеличивается, если их будет больше двух. Из этого прекрасного аята следует, что если покойник оставил после себя одну родную дочь, и одну или несколько дочерей своего сына, то его родная дочь должна получить половину наследства. А поскольку дочерям и дочерям сыновей покойного полагается всего две трети наследства, то оставшаяся одна шестая часть наследства должна быть распределена между одной или несколькими дочерьми сына покойного. Эта одна шестая часть наследства называется дополнением до двух третей. Таким же образом распределяется наследство между дочерью сына покойного и дочерьми сыновей его сына. Из этого аята следует, что если дочери покойного и дочери сыновей покойного получат две трети наследства, то дочери сыновей в следующем колене лишаются наследства, потому что Аллах определил для дочерей только две трети наследства, которые уже распределены между наследницами. Если бы им полагалось наследство, то доля дочерей превысила бы две трети, но это противоречит ясному кораническому откровению. Между богословами нет противоречий по этому поводу. Хвала же за это надлежит одному Аллаху! Также следует отметить, что наследники наследуют все, что оставил покойник, в том числе недвижимость, мебель, золото, серебро и прочие ценности. Они наследуют выкуп за убийство человека и долги, которые должен был получить покойник. {НАСЛЕДСТВО, КОТОРОЕ ПОЛУЧАЮТ РОДИТЕЛИ}: Если покойный оставил после себя родных детей или детей своего сына, будь то сыновья или дочери в любом количестве, то его отец и мать получают по одной шестой части наследства. Следует отметить, что если у покойного остались дети, то его мать ни при каких обстоятельствах не получает больше одной шестой части. Что же касается отца, то если у покойного остались сыновья, то ему также не полагается больше одной шестой части наследства. Если же у покойного остались одна или несколько дочерей, если его единственными наследниками являются родители и дочери, и если у него нет других родственников по мужской линии (асаба), то после распределения наследства между дочерьми отец, помимо полагающейся ему одной шестой, получает оставшуюся часть наследства как родственник по мужской линии. Это объясняется тем, что после распределения наследства между наследниками в соответствии с полагающимися им долями, оставшаяся часть наследства достается самому близкому родственнику по мужской линии. Отец же считается более близким родственником, чем родной брат, дядя со стороны отца или остальные родственники. Если же покойный не оставил после себя детей, то его единственными наследниками являются родители, причем его матери полагается одна треть наследства. Оставшиеся две трети принадлежат его отцу, поскольку Аллах сказал, что при таких обстоятельствах покойному наследуют только родители, и если мать получает установленную для нее долю, то все остальное должно достаться отцу покойного. Из всего сказанного следует, что если у покойного не осталось детей, то его отец не получает определенную часть наследства, а наследует от него все имущество, которое остается после распределения между наследниками соответствующих долей, как ближайший родственник по мужской линии. Но если помимо родителей покойный оставил после себя супругу, то она получает установленную для нее долю, после чего мать покойника получает треть оставшейся части, а вся оставшаяся часть наследства достается его отцу. Это значит, что мать покойника наследует треть доли, которая установлена для обоих родителей. При этом возможны два варианта. Если покойница - женщина, то ее мать получает одну шестую часть наследства, поскольку наряду с ней ей наследуют муж и отец. Если же покойник - мужчина, то его мать получает четвертую часть наследства, поскольку наряду с ней ему наследуют жена и отец. Из обсуждаемого аята не следует, что мать покойного получает одну треть всего наследства во всех случаях, когда покойник не оставил после себя детей, и упомянутые нами два варианта не являются исключениями из этого предписания. Это объясняется тем, что доля супругов в наследстве друг друга подобна тому, что получают кредиторы по долговым обязательствам покойника. Они получают свою долю от всего наследства, после чего оно распределяется между родителями. Кроме того, если мать получит одну треть наследства своей дочери, то ее доля превысит долю отца после вычета доли, которая установлена для мужа покойницы. А если мать получит одну треть наследства своего сына, то после вычета доли, которая установлена для жены покойного, доля его отца превысит долю его матери всего на одну двенадцатую часть наследства. Подобное распределение наследства недопустимо, потому что либо доли обеих родителей должны быть одинаковы, либо доля отца должна превышать долю матери не менее чем в два раза. Если у покойного есть родные или сводные братья или сестры по отцу либо по матери, то его матери достается только одна шестая часть наследства. Братья или сестры покойного могут наследовать часть его имущества, но могут быть лишены этого наследства, если живы их отец или дед. Однако нельзя однозначно утверждать, что это откровение распространяется на братьев и сестер, которые лишены доли в наследстве, потому что они не получают права на половину наследства. На этом основании некоторые богословы считают, что мать покойного не получает одну треть наследства полностью только при наличии у покойного братьев и сестер, которые имеют право на часть его наследства. Это мнение подтверждается тем, что если братья и сестры имеют право на наследство, то они получают его значительную часть, в результате чего мать покойного лишается возможности получить одну треть наследства полностью. А лучше всего об этом известно Аллаху. Следует отметить, что это предписание вступает в силу только тогда, когда братьев и сестер покойного двое и больше, хотя слово «ихва» («братья») в аяте стоит во множественном числе. Это объясняется тем, что множественное число здесь выражает наличие более одного брата или сестры, а не наличие сразу нескольких братьев или сестер. В арабском языке допустимо использование формы множественного числа в отношении к двум лицам. Всевышний сказал о пророках Давуде и Сулеймане: «Мы были Свидетелями их суда» (21:78). Здесь использовано местоимение множественного числа. Говоря о сводных братьях и сестрах по матери, Всевышний Аллах сказал: «Если мужчина или женщина, которые оставили наследство, не имеют родителей или детей, но имеют брата или сестру, то каждому из них достается одна шестая. Но если их больше, то они имеют равные права на одну треть» (4:12). Богословы единодушны в том, что здесь использовано множественное число, хотя речь идет о тех случаях, когда братьев и сестер двое и больше. Из сказанного следует, что если покойник оставил после себя мать, отца и братьев, то матери принадлежит одна шестая часть наследства, а все остальное достается его отцу. Наличие у покойного братьев или сестер лишает мать права на одну треть наследства, а существование живого отца лишает братьев и сестер на наследство покойного вообще. Такое распределение наследства опирается на мнение богословов, которые принимают во внимание наличие братьев и сестер, не имеющих права на наследство. Согласно мнению других богословов, они не влияют на распределение наследства, и поэтому матери принадлежит одна треть наследства, а все остальное достается его отцу. Затем Всевышний Аллах сообщил, что имущество покойного распределяется между наследниками только после выплаты его долгов перед Аллахом или людьми и после вычета по составленному завещанию. Оставшаяся часть его имущества называется наследством, которое достается его наследникам. В этом аяте Аллах упомянул о завещании до выплаты долгов для того, чтобы наследники осознавали важность этого предписания, которое является для них тяжелым и обременительным. Несмотря на это, долги покойного должны быть выплачены из его основного капитала до распределения его имущества по завещанию. Что же касается самого завещания, то человеку разрешается завещать до одной трети своего имущества людям, которые не являются его наследниками. Если же он завещал свое имущество тем, кто имеет право на часть наследства, то такое завещание выполняется только с согласия остальных наследников. Затем Всевышний Аллах сказал, что людям не известно, кто из родителей и детей приносит им больше пользы. Если бы они распределяли наследство по своему усмотрению, то причинили бы окружающим много зла, о чем доподлинно известно только Аллаху. А причина этого в том, что человеческий разум несовершенен, и они не знают того, что принесет им больше пользы. Это относится ко всем людям, проживающим во все времена и во всех уголках земли. Никто из них не знает, кто из родителей и детей будет ближе к ним, принесет им больше пользы и поможет им в достижении религиозных и мирских целей. Таково предписание Аллаха, Который объемлет знанием все сущее, издает только мудрые законы и определяет всему меру самым совершенным образом. Что же касается творений, то их разум не способен придумать законы, подобные законам Аллаха, которые идеально подходили бы для любой эпохи, любой страны и любых обстоятельств.",
  "ayah": 11,
  "surah": 4
}
