{
  "text": "Многие тайные беседы, которые ведут между собой люди, не приносят им добра. Это означает, что они либо просто не приносят пользы, подобно празднословию на дозволенные темы, либо причиняют вред, подобно запрещенным речам. Исключением из этого правила являются беседы, во время которых люди призывают раздавать милостыню, то есть делиться своим имуществом и своими знаниями и оказывать помощь. Возможно, сюда же относятся слова восхваления и прославления Аллаха и другие обряды, приносящие пользу только самому человеку, потому что Пророк, да благословит его Аллах и приветствует, сказал: «Воистину, каждое восхваление Аллаха - милостыня, и каждое возвеличивание Аллаха - милостыня, и каждое произнесение свидетельства единобожия - милостыня, и призыв к одобряемому - милостыня, и удержание от предосудительного - милостыня, и даже половая близость с женой для любого из вас может стать милостыней». Еще одним исключением из этого правила являются беседы, во время которых одни призывают других совершать одобряемые поступки. К ним относятся добродетель, покорность и все, что одобряется шариатом и здравым разумом. Когда призыв к одобряемому упоминается самостоятельно, а не наряду с удержанием от предосудительного, его смысл распространяется на удержание от предосудительного, потому что отказ от совершения предосудительных поступков сам по себе является одобряемым поступком. Кроме того, добрые поступки не станут законченными, пока человек не откажется от злодеяний. Если же эти два понятия упоминаются вместе, то под призывом к одобряемому подразумевается призыв выполнять религиозные повеления, а под удержанием от предосудительного - призыв избегать запрещенных поступков. Еще одним исключением из этого правила являются беседы с целью примирения людей. Примирить людей можно только тогда, когда между ними возникли споры и тяжба. Препирательство, тяжба и гнев порождают зло и отдаляют людей друг от друга, и поэтому Законотворец призвал нас мирно разрешать все вопросы, касающиеся жизни, имущества и чести. Это также распространяется на вопросы, связанные с религией, поскольку Всевышний сказал: «Крепко держитесь за вервь Аллаха все вместе и не разделяйтесь» (3:103); «Если две группы верующих сражаются между собой, то примирите их. Если же одна из них притесняет другую, то сражайтесь против той, которая притесняет, пока она не вернется к повелению Аллаха. Когда же она вернется, то примирите их по справедливости и будьте беспристрастны. Воистину, Аллах любит беспристрастных» (49:9); «…ибо мирное решение - лучше» (4:128). Мусульманин, который старается примирить людей, лучше того, кто усердно молится, постится и раздает милостыню. И если человек старается исправить положение людей и принести им мир, то Аллах обязательно сделает его усердия и деяния правильными. Но если он стремится посеять на земле смуту и раздор, то Аллах сделает его деяния тщетными и не позволит ему добиться желаемого. Всевышний сказал: «Аллах не исправляет деяний распространяющих нечестие» (10:81). Перечисленные деяния при любых обстоятельствах являются добрыми, о чем свидетельствует сделанное Аллахом исключение. Однако совершенство и полнота вознаграждения зависят от намерения и искренности человека, и поэтому Аллах обещал одарить великой наградой тех, кто поступает так, стремясь снискать Его благоволение. Это значит, что раб должен стремиться к Лику Аллаха и в любое время совершать всевозможные благодеяния искренне ради Него. Благодаря этому он заработает великое вознаграждение, приучит себя к искренности и станет одним из избранных рабов. Более того, он получит награду сполна даже за те деяния, которые он не смог совершить, потому что его намерение всегда было чистым, и он всегда делал все возможное для совершения добра.",
  "ayah": 114,
  "surah": 4
}
