{
  "text": "После разъяснения того, какой исход ожидает несчастных клевретов сатаны, Всевышний Аллах поведал об исходе своих счастливых приближенных, уверовавших в Него, Его ангелов, Его писания, Его посланников, Судный день и предопределение с его добром и злом. Они уверовали в это так, как им было приказано, приобретя необходимые знания и признав их истинность. Они совершали праведные деяния, которые были результатом их веры. Они выполняли все обязательные и желательные предписания, которые были возложены на душу, язык и остальные части тела, и каждый из них заслужил вознаграждение, определяемое тем, какими были его деяния, какой степени веры и праведности он достиг, какие плоды принесли его деяния, а также какие недостатки имели его вера и его поступки. Безусловно, все это зависит от того, насколько хорошо он познал мудрость и милость Аллаха, а также Его правдивое обещание, которое можно познать только благодаря следованию Корану и Сунне. Аллах сообщил, что в награду за эти благодеяния праведники войдут в Райские сады, в которых текут ручьи, в которых есть то, чего не видывал взор, чего не слышали уши, о чем даже не помышляла человеческая душа. Там есть всевозможные яства и аппетитные напитки, чудесные пейзажи и прекрасные супруги, восхитительные дворцы и украшенные горницы, деревья с опущенными ветвями и удивительные фрукты. Там можно услышать трогательные звуки и насладиться обильными благами, навестить братьев и вспомнить о том, что было в прошлом. Но еще более славным вознаграждением будет благоволение Аллаха и возможность насладиться близостью с Ним, увидеть Его собственными глазами и услышать Его божественную речь. Это заставит праведников забыть обо всех остальных радостях и удовольствиях, и если бы Аллах не обещал оказать им поддержку, то от такой радости их души взлетели бы, а сами они пали бы замертво. Как же прекрасно райское блаженство! Как же велико вознаграждение, которым Великодушный Господь одарит праведников! Эти блага и эту радость невозможно описать или передать словами, и все это будет дополняться тем, что они останутся в своих высоких горницах на веки вечные. Таково истинное обещание Аллаха. Великий Господь изрек истину, и Его речь - самая правдивая. И поскольку Его слова и повествования правдивы, все выводы из них, сделанные на основании соответствия, содержания или необходимости, также правильны. Они являются подлинным смыслом Его высказываний. То же самое относится к словам посланника Аллаха, да благословит его Аллах и приветствует, поскольку он говорил только с Его позволения и руководствовался только Его откровением.",
  "ayah": 122,
  "surah": 4
}
