{
  "text": "Спасения и благонравия нельзя достичь посредством пустых мечтаний и надежд, которые не подкрепляются соответствующими делами. Безосновательные притязания ничего не стоят, когда речь заходит о простых делах. Что же тогда говорить, если речь идет о вере и вечном счастье?! Аллах сообщил о надеждах, которыми тешатся люди Писания. Они говорят: «Не войдет в Рай никто, кроме иудеев или христиан» (2:111). И если надежды людей Писания являются ложными, то это в еще большей степени относится к тем, кто не считает себя приверженцем Священного Писания и последователем Божьего посланника. Поскольку справедливость и беспристрастность Аллаха совершенны, это относится и к тем, кто причисляет себя к мусульманам. Голословные притязания на право называться приверженцем религии не принесут человеку никакой пользы до тех пор, пока он не представит доказательства своей правдивости. Деяния являются тем самым критерием, который определяет его правдивость, и поэтому Аллах сказал, что творящий зло непременно будет наказан. Это распространяется на все творения, поскольку злом называются как большие, так и малые грехи. Это также распространяется на любые большие и малые формы воздаяния как в мирской жизни, так и после смерти. На основании этого критерия творения займут разные ступени, о которых доподлинно известно одному Аллаху. Среди них будут такие, которые совершили много зла, и такие, которые совершили его в меньшем количестве. Если человек совершал одни только злодеяния, а поступать так может только неверующий, и если он умер, не раскаявшись в своих грехах, то его воздаянием станет мучительное наказание, которое продлится вечно. Если же человек совершал праведные поступки и творил добро большую часть своей жизни, но иногда совершал мелкие прегрешения, то постигшие его заботы, печали, неприятности, физические и душевные страдания, материальные трудности, а также неприятности, выпавшие на долю любимых им людей, и т.п. искупают совершенные им грехи, ведь Аллах милостив и снисходителен к рабам. Между этими двумя крайностями есть великое множество промежуточных ступеней. В этом откровении воздаяние за зло упомянуто в самом широком смысле, однако оно распространяется только на тех, кто не принес покаяния, ибо если человек раскаялся в грехе, то он подобен тому, кто вовсе не совершал его, что подтверждается ясными текстами. Затем Аллах сообщил о том, что творящий зло не найдет для себя ни покровителя, ни помощника. Это откровение служит для того, чтобы никто ошибочно не предположил, что у грешника, который заслужил наказание за свои проступки, могут быть покровители, защитники или заступники, которые защитят его от заслуженного возмездия. Всевышний опроверг подобные предположения, ибо у людей не будет покровителей, которые помогут им добиться желаемого, и помощников, которые защитят их от неприятного, кроме их Господа и Властелина.",
  "ayah": 123,
  "surah": 4
}
