{
  "text": "Всевышний сообщил о том, что Его власть распространяется на все сущее и что Он управляет всем происходящим во Вселенной по законам Своего предопределения и религии. По законам религии Аллах заповедал первым и последним поколениям людей, всем приверженцам предыдущих Писаний и последнего Откровения, исповедовать богобоязненность. Он ниспослал им веления и запреты, установил для них законы и обещал вознаградить каждого, кто будет соблюдать их, и подвергнуть мучительному наказанию каждого, кто пренебрежет ими и предаст их забвению. Если люди откажутся уверовать, не будут богобоязненны и станут поклоняться ложным богам, вопреки воле Аллаха, то они не причинят вреда никому, кроме себя. Они нисколько не навредят Аллаху и не поколеблют Его власти, потому что у Него есть более достойные, более могущественные и более многочисленные рабы, которые покорны Ему и выполняют Его приказы. Вот почему Аллах сказал, что если люди откажутся уверовать, то Ему все равно принадлежит то, что в небесах, и то, что на земле. Среди Его прекрасных имен - Богатый и Самодостаточный. Он обладает совершенным великодушием и всеобъемлющей добродетелью, источником которой является кладезь Божьей милости, которая не скудеет от богатых и щедрых даров, не прекращающихся ни днем, ни ночью. Если бы все обитатели небес и земли от первого до последнего собрались вместе и попросили Аллаха удовлетворить все их желания, то это ничуть не уменьшило бы богатства Аллаха, потому что Он - Щедрый, Богатый и Славный Господь. Ему достаточно одного слова, чтобы одарить раба или подвергнуть его наказанию. Когда Он желает чего-нибудь, Ему стоит сказать: «Будь», - как желаемое сбывается. Совершенство Его богатства и самодостаточности проявляется в Его безупречных качествах. Если бы Он обладал хотя бы малейшим недостатком, то Ему не доставало бы отсутствующего совершенства. Однако этого не происходит, поскольку все Его качества абсолютно безупречны. Совершенство Его богатства и самодостаточности также проявляется в том, что у Него нет ни супруги, ни ребенка, ни сотоварища, ни помощника, которые бы помогали Ему управлять Вселенной. Еще одним проявлением совершенства Его богатства и самодостаточности является острая нужда в Нем, которую все обитатели высшего и низшего миров испытывают при любых обстоятельствах и во всех делах. Они молят Его удовлетворить все их нужды, от мала до велика, и Аллах удовлетворяет их просьбы, одаряет их богатством, оказывает им милость и наставляет их на путь. Еще одно славное имя Аллаха - Достохвальный. Оно указывает на то, что Аллах заслуживает похвалы, любви, славы и почитания, потому что обладает достойными похвалы эпитетами, качествами красоты и величия. А еще Он одаряет творения щедрыми дарами, и это значит, что Он заслуживает похвалы при любых обстоятельствах. Как же прекрасно сочетание двух замечательных имен Аллаха Богатый и Достохвальный! Он самодостаточен и заслуживает всякой похвалы. Он обладает совершенным богатством и заслуживает похвалы самым совершенным образом, а сочетание этих качеств придает Ему еще одно совершенство.",
  "ayah": 131,
  "surah": 4
}
