{
  "text": "Аллах поведал о том, что доказывает дружбу лицемеров с неверующими и их враждебное отношение к правоверным. Они выжидают, что произойдет с верующими и каким окажется их конец: хорошим или плохим. Они - двуличные люди, и для каждого из этих случаев у них подготовлен соответствующий ответ. Если Аллах одаряет верующих победой, то лицемеры говорят: «Разве мы не были с вами?» Они делают вид, что уверовали душой и телом, в надежде избежать порицания и оскорблений, получить часть трофеев и воспользоваться успехом верующих. Если же неверующие добиваются временного успеха, то лицемеры говорят им: «Разве мы не покровительствовали вам и не защищали вас от верующих? Мы делали все возможное для того, чтобы уберечь вас от них, напугать их и отвлечь от сражения. Мы помогали вам в борьбе с ними и делали многое другое». Всевышний не сказал, что неверующие одерживают победу над правоверными, потому что победа - это основание для дальнейших продолжительных успехов. Неверующим может выпасть только недолговечная доля, и в этом тоже есть божественная мудрость. Когда же наступит День воскресения, Аллах разрешит все разногласия, существовавшие между Его рабами. Он вознаградит тех, кто уверовал душой и телом, Райскими садами и подвергнет мучительному наказанию всех лицемеров и лицемерок, язычников и язычниц. Аллах никогда не позволит неверующим окончательно одержать верх над правоверными и установить господство над ними, поскольку среди правоверных всегда будет группа тех, кто придерживается истины и одерживает верх над врагами. Им не причинят вреда ни те, кто оставит их без своей поддержки, ни те, кто выступит против них. Аллах никогда не прекратит помогать правоверным и оберегать их от господства неверующих, в чем легко убедиться воочию. И даже если мусульмане оказываются под властью неверующих народов, они все равно сохраняют достоинство, не преклоняются перед другими религиями и не позволяют относиться к себе с презрением, поскольку Аллах одаряет их подлинным величием. Хвала же за это надлежит одному Аллаху прежде всякой вещи и в завершении всего!",
  "ayah": 141,
  "surah": 4
}
