{
  "text": "Люди Писания обратились к Пророку Мухаммаду, да благословит его Аллах и приветствует, с такой просьбой, чтобы отвергнуть и опровергнуть его. Они заявили, что поверят ему или же отвергнут его в зависимости от того, сможет он удовлетворить их просьбу или нет. Они потребовали от него, чтобы Священный Коран был ниспослан целиком, подобно тому, как были ниспосланы Тора и Евангелие. Это было величайшей несправедливостью с их стороны, потому что Пророк Мухаммад, да благословит его Аллах и приветствует, был человеком и рабом. Он зависел от воли Аллаха и не мог распоряжаться событиями во Вселенной, поскольку вся власть целиком принадлежит Аллаху. Он один отправляет посланников и ниспосылает Своим рабам то, что пожелает. Поэтому после упоминания знамений, которые язычники потребовали от Пророка, да благословит его Аллах и приветствует, Всевышний Аллах приказал ему сказать: «Пречист мой Господь! Я же - всего лишь человек и посланник» (17:93). Иудеи решили, что ниспослание Писания целиком или по частям является обстоятельством, благодаря которому можно отличить истину от лжи. Однако их довод был неубедителен и неуместен. Более того, он даже не был сомнительным, поскольку ни один из Божьих пророков никогда не говорил о том, что нельзя верить и доверять посланнику, который принесет Писание, ниспосылаемое по частям? Что же касается Священного Корана, то ниспослание его аятов по поводу определенных событий лишь свидетельствует о его величии и той заботе, которую Аллах проявил к Своему посланнику, да благословит его Аллах и приветствует. Всевышний сказал: «Неверующие сказали: “Почему Коран не ниспослан ему целиком за один раз?” Мы поступили так, чтобы укрепить им твое сердце, и разъяснили его самым прекрасным образом. Какую бы притчу они ни приводили тебе, Мы открывали тебе истину и наилучшее толкование» (25:32–33). После упоминания о безосновательных возражениях иудеев Аллах сообщил, что они поступают так не в первый раз. Прежде они поступили еще более отвратительным образом с посланником, верующими последователями которого они себя считают. Они потребовали от него показать им Аллаха и стали поклоняться тельцу, которого изваяли своими руками, хотя прежде им были показаны наглядные знамения, которых не видели многие другие люди. Они отказывались выполнять предписания Торы, пока огромная гора не повисла над их головами, и Аллах не пригрозил им обрушить на них эту гору, если они откажутся уверовать. Только после этого они согласились придерживаться законов Писания. Они пошли на это, словно зажмурив глаза, и поэтому их вера походила на вынужденный шаг. Они отказались выполнить веление Господа, когда им было приказано войти в ворота города, поклонившись и моля Аллаха о прощении. Они нарушили этот приказ на словах и на деле. Некоторые из них, помимо этого, осмелились нарушить субботу и были удостоены ужасной кары. Аллах взял с них суровый завет, однако они отбросили его, отказались уверовать в Его знамения и убивали Его посланников, не имея никакого права на то. Они даже заявили, что убили и распяли Мессию Ису. Однако они не убили его и не распяли - они приняли за него другого человека, который был убит и распят вместо него. Они сказали, что их сердца покрыты завесой и не способны понять то, что им говорят. Они мешали людям встать на путь Аллаха и уяснить истину и призывали их на путь заблуждения и обольщения, которым следовали сами. Они приобретали имущество незаконным путем и занимались ростовщичеством, хотя им было категорически запрещено поступать так. И если они совершали эти отвратительные поступки, то нет ничего удивительного в том, что они потребовали от Пророка, да благословит его Аллах и приветствует, чтобы Священное Писание было ниспослано ему с небес целиком. Для опровержения иудеев Аллах избрал самый прекрасный метод, посредством которого можно сокрушить доводы лжецов. Если они пытаются оспорить истину посредством лживых и сомнительных утверждений, которые вводят в заблуждение их самих и окружающих, то их оппонентам следует указать на их отвратительные качества и самые дурные поступки, которые они успели совершить. И тогда каждому человеку станет ясно, что их возражения тоже относятся к этим поступкам и являются следствием их дурных качеств. Кроме того, если они пытаются оспорить миссию Мухаммада, да благословит его Аллах и приветствует, то посредством этих или еще более весомых доводов можно возразить против миссии того посланника, которого они признают. Безусловно, это нужно делать только для того, чтобы пресечь их злодеяния и сокрушить их ложь. Если же они попытаются обосновать истинность миссии того посланника, которого они признают, то с таким же успехом эти или еще более убедительные доводы можно привести в подтверждение пророческой миссии Мухаммада, да благословит его Аллах и приветствует. Поскольку многочисленные пороки иудеев были перечислены только для того, чтобы опровергнуть их возражения, Всевышний Аллах не стал здесь говорить о них более подробно, а лишь указал на них. Каждый из них Аллах подробно разъяснил в других, более подходящих для этого местах Своего писания.",
  "ayah": 158,
  "surah": 4
}
