{
  "text": "Если мусульманин и мусульманка совершат этот мерзкий поступок, то оба они должны понести наказание. Их следует упрекнуть, опозорить и побить для того, чтобы удержать от повторения этого преступления. Из сказанного следует, что изначально мужчин, совершивших прелюбодеяние, полагалось наказывать, а женщин - содержать под домашним арестом. Срок домашнего ареста продолжался до кончины женщины, а мужчину продолжали наказывать и порицать до тех пор, пока он не раскается и не станет праведным человеком. Если же оба прелюбодея раскаивались в своем преступлении, сожалели о содеянном, твердо вознамеривались не повторять этот грех и совершали праведные поступки, свидетельствующие об искренности их покаяния, то мусульманам было велено не причинять им больше страдания, ведь Аллах прощает грешникам многие прегрешения и обладает великой милостью. Одним из проявлений Его добродетели является то, что Он вдохновляет грешников на покаяние, принимает их покаяния и отпускает им совершенные грехи. Из этого и предыдущего аятов вытекает, что для обвинения в прелюбодеянии необходимо свидетельство четырех верующих мужчин. Безусловно, все они должны быть справедливыми людьми. Всевышний усложнил обвинение в совершении этого мерзкого поступка, чтобы покрыть Своих рабов. С этой же целью Он велел не принимать свидетельства женщин, даже если они свидетельствуют наряду с мужчинами, которых меньше четырех. Из достоверных хадисов известно, что при даче показаний свидетель обязан ясно произнести свидетельство. В аяте же содержится намек на это: «Против тех из ваших женщин, которые совершат мерзкий поступок (прелюбодеяние), призовите в свидетели четырех из вас» (4:15). Однако Аллах не довольствовался этим и сказал: «Если они засвидетельствуют это, то держите их в домах» (4:15). Это значит, что для обвинения в прелюбодеянии свидетели должны недвусмысленно засвидетельствовать то, что они видели воочию, не используя намеков и образных выражений. Из этих аятов также следует, что Аллах узаконил порицание словами, телесное наказание и арест для некоторых видов преступлений, от которых людей следует предостерегать.",
  "ayah": 16,
  "surah": 4
}
