{
  "text": "Всевышний сообщил о том, что Он внушил Своему рабу и посланнику великие законы и открыл ему правдивые предания, которые прежде были открыты другим пророкам. Из этого можно сделать сразу несколько полезных выводов. Во-первых, Пророк Мухаммад, да благословит его Аллах и приветствует, не был первым из посланников. До него Аллах отправил к людям целую плеяду посланников, и дивиться его пророческой миссией может только невежда или невероятный упрямец. Во-вторых, Аллах ниспослал ему Откровение, основные положения которого совпадают с основными положениями Откровений, ниспосланных предыдущим посланникам. И оно является таким же справедливым. Из этого следует, что Небесные Откровения подтверждают правдивость друг друга и совпадают друг с другом. В-третьих, Пророк Мухаммад, да благословит его Аллах и приветствует, был одним из посланников, и люди могут сравнить его с его собратьями - Божьими посланниками. Его проповеди не отличались от их проповедей, и они обладали одинаковыми нравственными качествами. Они черпали знания из одного источника и преследовали одинаковые цели. Все это значит, что он был похож на людей, которые не были безвестными личностями, заядлыми лжецами или деспотичными правителями. В-четвертых, упоминание нескольких Божьих посланников кряду является справедливой похвалой в их адрес и разъяснением их истинных качеств. Благодаря этому верующие приумножают свою веру в них. Их любовь к ним и приверженность их прямому пути усиливаются, и они лучше познают свои обязанности перед ними. Поэтому Всевышний сказал: «Мир Нуху (Ною) среди миров! Воистину, так Мы воздаем творящим добро. Воистину, он - один из Наших верующих рабов» (37:79–81); «Мир Ибрахиму (Аврааму)! Воистину, так Мы воздаем творящим добро. Воистину, он - один из Наших верующих рабов» (37:109–111); «Мир Мусе (Моисею) и Харуну (Аарону)! Воистину, так Мы воздаем творящим добро. Воистину, они - одни из Наших верующих рабов» (37:120–122); «Мир Ильясину (Ильясу, или семейству Йасина)! Воистину, так Мы воздаем творящим добро. Воистину, он - один из Наших верующих рабов» (37:130–132). Каждый добродетельный человек заслуживает доброй похвалы людей в зависимости от своих благодеяний. В Писании же упомянуты посланники, которые достигли самой высокой степени добродетели. После упоминания о том, что все Божьи посланники получали откровения, Аллах поведал о превосходстве одних из них над другими. Давуд был достойным и славным рабом, и ему был дарован Псалтирь. С Мусой Аллах разговаривал без посредников, что принесло ему великую славу. Его даже прозвали Калим ар-Рахман, что означает «тот, кто говорил с Милостивым». Затем Аллах поведал о том, что среди пророков есть такие, о которых Он рассказал Своему посланнику, да благословит его Аллах и приветствует, и такие, о которых Он ничего не рассказал ему. Это значит, что Божьих посланников было очень много. Аллах поведал и о том, что посланники радовали тех, кто повиновался Ему и следовал за ними, вестью о том, что они непременно обретут счастье в этом мире и в Последней жизни. Вместе с тем они предупреждали тех, кто ослушался Аллаха и противился их велениям, о злосчастье в обоих мирах. Они были посланы для того, чтобы никто не мог сказать, что к ним не приходил добрый вестник и увещеватель. Всевышний сказал: «О люди Писания! После периода, когда не было посланников, к вам явился Наш Посланник, давая вам разъяснения, дабы вы не говорили: “К нам не приходил добрый вестник и предостерегающий увещеватель”. Добрый вестник и предостерегающий увещеватель уже явился к вам. Аллах способен на всякую вещь» (5:19).",
  "ayah": 164,
  "surah": 4
}
