{
  "text": "Всевышний велел всем людям уверовать в Его раба и посланника Мухаммада, да благословит его Аллах и приветствует, и упомянул о том обстоятельстве, которое обязывает их поступить так, а также о пользе, которую им приносит вера, и вреде, которую им наносит неверие. Обстоятельством, которое обязывает людей уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, является истина, которую он принес с собой. Его пришествие было истиной, и принесенные им законы тоже истинны. Каждому благоразумному человеку ясно, что если бы все человечество слепо блуждало во мраке невежества и терзалось сомнениями, оставаясь в пучине неверия, если бы люди ничего не знали о небесных посланиях, то это противоречило бы мудрости и милосердию Аллаха. Он проявил мудрость и великую милость, когда отправил к людям Посланника, да благословит его Аллах и приветствует, который научил их отличать прямой путь от заблуждения, а истину - от обольщения. Для того чтобы окончательно убедиться в истинности его пророческой миссии, достаточно просто задуматься над его посланием или принесенным им великим законом и верным руководством. Он рассказал людям сокровенные предания о том, что произошло в далеком прошлом, и том, чему еще предстоит произойти в будущем. Он рассказал об Аллахе и Судном дне то, что человек может узнать только из Небесного Откровения. Он приказал совершать праведные поступки, поступать правильно и справедливо, оказывать милость, говорить правду, делать добро, поддерживать родственные связи и проявлять благонравие. Он запретил творить зло, распространять нечестие, преступать границы дозволенного, поступать несправедливо, проявлять дурные качества, говорить неправду и ослушаться родителей, и это также является неоспоримым свидетельством того, что он был послан Аллахом. Чем больше раб узнает о нем, тем сильнее становится его вера и убежденность, и поэтому принесенная им истина является фактором, обязывающим людей принять мусульманскую веру. Говоря о пользе, которую людям приносит эта вера, то Всевышний Аллах сказал, что обращение в ислам лучше для них. Вера приносит верующим добро, которое противоположно всякому злу. Она приносит пользу их телам, сердцам и душам. Она помогает им как в мирской жизни, так и после смерти. Более того, любое вознаграждение, которое человек получает в обоих мирах, непременно является плодом его веры. Победа, верное руководство, знания, праведные деяния, радость, успех, Райские сады и удовольствия - всего этого можно достичь благодаря вере. Если же человек лишен ее или обладает слабой верой, то он обречен на страдания как в этом мире, так и в Последней жизни. Наконец, если говорить о вреде, который людям наносит неверие в Пророка Мухаммада, да благословит его Аллах и приветствует, то он является полной противоположностью вознаграждения, которое можно заслужить благодаря подлинной вере. Неверующий вредит только себе самому, поскольку Всевышний Аллах не нуждается в нем и не страдает от того, что творят ослушники. Вот почему далее Аллах сказал, что Ему принадлежит все, что на небесах и на земле. Все владения и творения находятся в Его власти и зависят от Его воли. Он ведает обо всем сущем, а Его творения и повеления преисполнены абсолютной мудрости. Ему известно о том, кто заслуживает верного руководства, а кто не заслуживает ничего, кроме заблуждения. По Своей мудрости Он наставляет на прямой путь и вводит в заблуждение только тех, кто этого заслуживает.",
  "ayah": 170,
  "surah": 4
}
