{
  "text": "Всевышний поведал о том, что люди спрашивали Его посланника, да благословит его Аллах и приветствует, о наследстве того, у кого не осталось ни отца, ни деда, ни родных детей, ни родных внуков от сыновей. Поэтому Он сказал, что если умирает человек, у которого не осталось ни родных сыновей или дочерей, ни родных внуков или внучек от сыновей, ни родителей, то его наследниками могут быть братья и сестры. Богословы единодушны в том, что братья и сестры не получают наследства при живом отце покойного. Но если покойный не оставил после себя отца или детей, но имел одну родную сестру, или сестру по отцу, или сестру по матери, то ей достается половина его наследства, включая наличные ценности, недвижимость, мебель и иную собственность. Ранее мы уже отмечали, что распределять наследство покойного следует после выплаты долгов кредиторам и вычета по завещанию. Если умерла женщина, у которой нет детей, то ее наследником становится ее родной брат или брат по отцу. В этом случае для него не устанавливается определенная доля в наследстве, потому что он является родственником по мужской линии, и если у покойной не осталось других родственников, для которых установлены определенные доли в наследстве (асхаб аль-фараид), или других родственников по мужской линии (асаба), то он наследует ее имущество целиком. В противном случае он получает все, что осталось после распределения наследства между родственниками, для которых установлены определенные доли в наследстве. Если у покойного осталось две сестры или более того, то они наследуют две трети его имущества. Если же у него остались родные братья или братья по отцу, а также сестры, то доля каждого мужчины должна равняться доле двух женщин. В этом случае братья лишают своих сестер части наследства. Аллах разъясняет Своим рабам предписания, в которых те нуждаются. Он излагает их ясным образом, проявляя к ним милость и сострадание, дабы они следовали прямым путем, выполняли законы религии и не впадали в заблуждение по причине невежества и неосведомленности. Аллах ведает обо всем сущем и знает все явное и сокровенное. Он ведает о том, что произошло в прошлом, и том, что произойдет в будущем. Он знает о том, что люди нуждаются в Его разъяснениях, и поэтому Он обучает их знаниям, которые приносят им пользу во все времена и в любых уголках света.",
  "ayah": 176,
  "surah": 4
}
