{
  "text": "Аллах прощает кающихся дважды: когда вдохновляет их принести покаяние и когда принимает их покаяния. По Своей щедрости и милости Он обязал Себя принимать покаяния от грешников, которые совершают злодеяния по невежеству и вскоре раскаиваются. Эти невежды забывают о том, что грехи чреваты дурными последствиями, что они навлекают на человека гнев Аллаха и обрекают его на страдания. Они забывают о том, что Он постоянно наблюдает за ними, что злодеяния ослабляют веру и даже разрушают ее полностью. Всякий ослушник является невеждой в этом смысле слова, даже если ему известно, что он совершает запрещенный поступок. Если же человек не знает о том, что он совершает запрещенный поступок, то он не является ослушником и не заслуживает наказания. Существует мнение, что под скорым раскаянием здесь подразумевается раскаяние до того, как человек встретится со смертью лицом к лицу, потому что Аллах принимает покаяние того, кто покаялся до того, как воочию увидел смерть или наказание. Если же человек раскаивается в совершенных грехах или отрекается от неверия, находясь при смерти, то Аллах не принимает его покаяния. Вот почему покаяние не принесло пользы Фараону, который воскликнул перед смертью: «Я уверовал в то, что нет Бога, кроме Того, в Кого уверовали сыны Исраила (Израиля). Я стал одним из мусульман» (10:90). Всевышний сказал: «Когда они узрели Наше наказание, они сказали: “Мы уверовали в Единственного Аллаха и не веруем в тех, кого мы приобщали в сотоварищи к Нему!” Но не помогла им вера, когда они увидели Наше наказание. Таким всегда было установление Аллаха для Его рабов. Вот тогда неверующие оказались в убытке» (40:84–85). Покаяние не приносит пользы тому, кто совершает злодеяния, не достигающие степени неверия, и перед смертью заявляет, что он раскаивается в совершенных грехах. Оно также не приносит пользы тому, кто умирает неверующим, поскольку в таком положении оно является вынужденным и бесполезным. Покаяние приносит пользу только тогда, когда человек приносит его по собственному желанию. Согласно другому толкованию, под скорым раскаянием подразумевается раскаяние сразу после совершения греха, который обязывает человека принести покаяние. Из этого следует, что Аллах прощает тех, кто раскаивается в грехе вскоре после его совершения, не медлит с раскаянием и сожалеет о содеянном. Такой человек отличается от тех, которые не желают избавляться от своих недостатков и продолжают совершать грехи до тех пор, пока они не становятся их неотъемлемым качеством. Когда же это происходит, грехи уже не позволяют им покаяться надлежащим образом. Таким людям Аллах обычно не помогает покаяться в грехах и не облегчает дороги к покаянию. Этой участи удостаиваются грешники, которые сознательно совершают злодеяния, пренебрегают тем, что Аллах наблюдает за ними, и закрывают перед собой двери Божьей милости. Безусловно, иногда Аллах вдохновляет на покаяние рабов, которые сознательно и настойчиво совершают грехи. Это покаяние приносит им пользу, смывает их прежние злодеяния и искупает совершенные ими ранее преступления. Однако заслужить милость и помощь Аллаха гораздо проще тому, кто не медлит с раскаянием. Среди прекрасных имен Аллаха - Знающий и Мудрый. Благодаря Своему знанию Он доподлинно знает тех, кто приносит правдивое покаяние, и тех, кто раскаивается неискренне, и поэтому каждый человек получит заслуженное воздаяние. А благодаря Своей мудрости Он вдохновляет на покаяние одних, поступая с ними мудро и проявляя к ним милосердие, и лишает такой поддержки других, поступая с ними мудро и справедливо. А лучше всего об этом известно самому Аллаху.",
  "ayah": 18,
  "surah": 4
}
