{
  "text": "Всевышний сообщил о том, что мужчины несут ответственность за женщин и обязаны побуждать их к соблюдению обязанностей перед Аллахом, исправному выполнению обязательных предписаний религии и воздержанию от порочных поступков. Мужчины также обязаны обеспечивать их одеждой, жильем и всем необходимым. Затем Аллах упомянул о причине, по которой мужчины являются попечителями женщин. Аллах дал мужчинам превосходство над ними, которое проявляется в разных формах. Только мужчины могут быть пророками, посланниками и правителями. Только им приказано совершать некоторые обряды поклонения, такие как участие в джихаде, праздничных или пятничных намазах. Аллах наделил их благоразумием, здравомыслием, терпением и стойкостью в гораздо большей степени, чем женщин. А наряду с этим Аллах велел им расходовать свои средства на женщин. Более того, большинство материальных пожертвований являются обязанностями мужчин и не вменяются в обязанности женщинам. Очевидно, именно по этой причине Аллах сказал, что мужчины расходуют из своего имущества, и опустил дополнение. Это значит, что мужчины расходуют свои средства на самые разные цели и являются покровителями и опекунами женщин. Жена находится в зависимости от своего мужа, и в его обязанности входит заботиться о том, кого Аллах велел ему беречь и охранять. Она же обязана быть покорной своему Господу и своему мужу. Вот почему далее говорится, что праведная жена всегда покорна Всевышнему Аллаху и покорна своему мужу даже в его отсутствии. Она охраняет его честь и имущество, и это удается ей благодаря тому, что Аллах оберегает ее и оказывает ей поддержку. Она не способна самостоятельно справиться с этой обязанностью, потому что человеческая душа велит творить зло. Но если человек полагается на Аллаха, то Он оказывает ему необходимую помощь во всех религиозных и мирских делах. Затем Аллах сказал, что если муж опасается непокорности своей жены, если она отказывается повиноваться ему и ослушается его на словах и в делах, то муж должен прибегнуть к воспитательным мерам, переходя от простых к более сложным. Вначале ему следует дать супруге наставление, т.е. разъяснить ей отношение Аллаха к тем женщинам, которые повинуются своим мужьям, и к тем, которые ослушаются их; рассказать ей о вознаграждении за покорность мужу и наказании за неповиновение ему. Если жена перестанет ослушаться, то он добьется желаемого. В противном случае ему следует не ложиться с ней в одну постель и не вступать с ней в половую близость до тех пор, пока это не принесет желаемого результата. Если же подобная мера воспитания тоже не принесет никакой пользы, то мужу разрешается побить жену, не причиняя ей сильных страданий. Если одна из перечисленных мер принесет полезные плоды, и жена станет повиноваться своему мужу, то ему следует довольствоваться тем, что он добился желаемого, не порицать свою супругу за совершенные в прошлом прегрешения и не вспоминать о событиях, воспоминания о которых могут причинить боль или породить зло. Среди прекрасных имен Аллаха - Возвышенный и Великий. Аллах возвышен во всех смыслах этого слова, поскольку Он занимает высокое положение, обладает высокими достоинствами и высокой властью. Нет никого более великого, более славного и более могущественного, чем Аллах, сущность и качества которого велики и величественны.",
  "ayah": 34,
  "surah": 4
}
