{
  "text": "Всевышний разъяснил, в чем проявлялось заблуждение и упрямство людей Писания и как они отдавали предпочтение лжи перед истиной. Он разъяснил, что заблудшие иудейские богословы исказили священные тексты и их смысл. Примером этого были их утверждения о том, что упомянутые в их Писании качества последнего посланника, которые идеально подходят только Пророку Мухаммаду, да благословит его Аллах и приветствует, указывают на другого пророка. Они заявляли, что эти откровения не относятся к Пророку Мухаммаду, да благословит его Аллах и приветствует, и скрывали истину. Таким было их отношение к знаниям, и как же отвратительно такое отношение! Они искажали истину, нарекали правду ложью и таким образом отрицали ее. Что же касается их отношения к праведным поступкам и выполнению Божьих повелений, то оно проявлялось в том, что они говорили: «Мы слышали твои слова, но не желаем выполнять твои приказы». Такое поведение было свидетельством величайшего неверия, упрямства и нежелания покориться Аллаху. Они обращались к Божьему посланнику, да благословит его Аллах и приветствует, с дурными и непристойными речами и говорили: «Послушай то, что нельзя слушать!» Они желали, чтобы Пророк Мухаммад, да благословит его Аллах и приветствует, никогда не слышал ничего приятного и слышал только неприятные слова. Они говорили: «Заботься о нас!» Играя словами, они желали выставить его глупым и порочным человеком. Они полагали, что если их слова не выдают их дурных намерений, то они смогут ввести в заблуждение Аллаха и Его посланника, да благословит его Аллах и приветствует. Они кривили своими языками и поносили религию, то есть использовали двусмысленные выражения для того, чтобы оскорбить религию и Божьего посланника, да благословит его Аллах и приветствует, и открыто поносили религию в разговорах между собой. Затем Аллах указал людям Писания на поступки, которые принесли бы им гораздо больше пользы. Им следовало сказать: «Слушаем и повинуемся! Выслушай нас! Присматривай за нами!» Если бы они поступили так, то изложили бы свои мысли правильно и почтительно отнеслись бы к посланнику Аллаха, да благословит его Аллах и приветствует. Они бы на деле покорились Его воле и проявили бы учтивость, которая необходима тому, кто приобретает знания, а их вопросы были бы выслушаны, и им было бы оказано внимание. Они должны были поступить так, но благородство не было присуще им, и они не сделали этого. Аллах же прогнал их прочь за неверие и упрямство. Они были прокляты за то, что отказались от веры, и лишь немногие из них уверовали после этого.",
  "ayah": 46,
  "surah": 4
}
