{
  "text": "Всевышний сообщил, что если человек приобщает к Нему сотоварищей, то Аллах не прощает ему этого, но прощает все менее тяжкие грехи - как малые, так и великие, - кому пожелает, руководствуясь при этом мудростью и всепрощением. Есть много факторов, способствующих прощению грехов, которые уступают по своей тяжести многобожию. Среди них - праведные поступки, смывающие злодеяния; мирские трудности, искупающие грехи; промежуточная жизнь после смерти вплоть до воскрешения; события Судного дня; молитвы правоверных друг за друга; заступничество заступников. Помимо всего прочего есть еще милость Аллаха, которой удостаивается каждый верующий, поклоняющийся одному Господу. Но если человек приобщает к Нему сотоварищей, то он закрывает перед собой двери прощения и милости, поскольку праведные поступки не приносят человеку пользы, если он не исповедует единобожия, и никакие несчастья не искупают его прегрешения. А в День воскресения у него не будет ни заступников, ни близких друзей. Поэтому Аллах сказал, что всякий, кто приобщает к Нему сотоварищей, измышляет великий грех и совершает ужасное преступление. Что может быть большей несправедливостью, чем равнение беспомощного творения, созданного из праха и обладающего всесторонними недостатками, не способного принести пользу или причинить вред ни себе, ни тем, кто ему поклоняется, не властного над жизнью, смертью и воскрешением, с самодостаточным Творцом, Который обладает всесторонним совершенством и не нуждается в Своих созданиях, Который способен принести пользу и навредить, одарить щедротами и лишить благ, Единственным, Кто одаряет творения благами? Разве может быть более чудовищная несправедливость? По этой причине многобожники будут приговорены к вечному наказанию и лишены вознаграждения. Всевышний сказал: «Воистину, кто приобщает к Аллаху сотоварищей, тому Он запретил Рай. Его пристанищем будет Геенна, и у беззаконников не будет помощников» (5:72). Этот прекрасный аят относится к тем, кто приобщал сотоварищей к Аллаху и не раскаялся в этом. Если же человек раскаялся, то Аллах простит ему поклонение творениям и все остальные грехи. Всевышний сказал: «Скажи Моим рабам, которые излишествовали во вред самим себе: “Не отчаивайтесь в милости Аллаха. Воистину, Аллах прощает грехи полностью, ибо Он - Прощающий, Милосердный”» (39:53). Здесь речь идет о тех, кто раскаивается и обращается к своему Господу.",
  "ayah": 48,
  "surah": 4
}
