{
  "text": "Аллах приказал повиноваться Ему и повиноваться Его посланнику, для чего правоверные должны выполнять обязательные и желательные предписания религии и избегать всего запрещенного. Он приказал повиноваться правителям, судьям и муфтиям, которые обладают влиянием среди людей, поскольку религиозные и мирские дела людей придут в порядок только тогда, когда они станут повиноваться власть имущим, покорятся Аллаху и устремятся к Его вознаграждению. Но выполнять повеления тех, кто наделен властью, следует лишь тогда, когда они не велят ослушаться Аллаха. Если же они велят поступать так, то мусульманин не должен повиноваться творению, нарушая приказы Творца. Очевидно, именно этим объясняется то, что глагол при упоминании о повиновении обладателям власти опущен. Однако он стоит перед упоминанием о повиновении Посланнику, да благословит его Аллах и приветствует, потому что он всегда приказывал повиноваться Аллаху, и всякий, кто повинуется ему, повинуется Аллаху. Что же касается обладающих властью, то повиноваться им обязательно лишь в том, что не противоречит Его велениям. Затем Аллах приказал по всем спорным вопросам, связанным с основными или второстепенными предписаниями религии, обращаться к Нему и Его посланнику, то есть искать ответ в писании Аллаха и сунне Его посланника, поскольку они содержат решение всех спорных вопросов. Это решение может быть конкретным или общим, выражаться намеком или указанием, вытекать из контекста или смысла священного текста или же опираться на суждение по аналогии, потому что писание Аллаха и сунна Его посланника - это два столпа, на которых зиждется религия и без которых вера не может быть правильной. Обращение к Корану и Сунне - обязательное условие веры, и поэтому Аллах приказал людям поступать так, если они веруют в Аллаха и Судный день. Из этого следует, что если человек не обращается к Корану и Сунне за решением спорных вопросов, то он не является истинным верующим. Напротив, он уверовал в тагута, о чем свидетельствует следующий аят. Аллах возвестил о том, что обращаться на суд к Аллаху и Его посланнику, да благословит его Аллах и приветствует, лучше и прекраснее по исходу, поскольку во всем, что касается религии, мирской и Последней жизни, решения Аллаха и Его посланника являются самыми прекрасными, самыми справедливыми и самыми подходящими для людей.",
  "ayah": 59,
  "surah": 4
}
