{
  "text": "Всевышний сообщил, что если бы предписания религии были обременительны для рабов, если бы им было приказано убивать самих себя и покидать родные дома, то лишь немногие стали бы выполнять их. Пусть же люди воздадут хвалу своему Господу и возблагодарят Его за то, что Он сделал их обязанности легкими, доступными и необременительными для каждого человека. Из этого следует, что раб Божий должен обращать внимание на дарованные ему блага и закрывать глаза на неприятности, чтобы ему было проще поклоняться, а также восхвалять и благодарить своего Господа. Затем Аллах сказал, что если бы люди всегда выполняли предписания, которые вменены им в обязанность, если бы они всей душой стремились исправно соблюдать Его законы, если бы они не домогались того, чего они не могут и не обязаны достичь, то они поступили бы правильно. Раб Божий должен задумываться над поступками, которые ему приказано совершать, выполнять предписания религии и продвигаться вперед шаг за шагом, пока не обретет тех знаний и не совершит тех деяний, касающихся его религии и мирской жизни, которые ему суждено было совершить. Если же он домогается того, чего ему не суждено достичь, или желает совершить преждевременный шаг, то он вряд ли достигнет поставленной цели, потому что потеряет твердое намерение и станет жертвой лености и пассивности. Затем Аллах поведал о вознаграждении, которое получают люди, выполняющие то, чем их увещевают. Оно складывается из четырех составляющих. Во-первых, они получают превосходство над остальными людьми, поскольку совершают то, что лучше для них. Они становятся лучшими среди рабов и приобретают их качества, поскольку совершают праведные деяния, которые им приказано совершать. Наряду с этим они избавляются от качеств плохих рабов, поскольку утверждение одного качества подразумевает отрицание противоположного ему качества. Во-вторых, они обретают уверенность, а их поступь становится тверже, потому что Аллах оказывает поддержку верующим ради той веры, которую они исповедуют, и ради тех праведных деяний, которые они совершают, руководствуясь увещеваниями. Он оказывает им поддержку в мирской жизни, когда они сталкиваются с тяжелыми повелениями, запретами и трудностями. Благодаря этой поддержке они выполняют повеления, избегают запрещенных поступков, к которым испытывает влечение человеческая душа, и стойко переносят несчастья, которые доставляют неприятности рабам. Таких рабов Аллах делает стойкими, поскольку помогает им проявлять терпение, довольствоваться своей судьбой и благодарить Его. Он помогает им выполнять свои обязанности и оказывает им поддержку, когда они находятся при смерти и когда попадают в могилы. Они же выполняют религиозные предписания и приучают себя к соблюдению законов шариата, благодаря чему начинают любить их всей душой и жаждать их соблюдения, что также помогает им исправно совершать богоугодные поступки. В-третьих, Аллах одаряет их великим вознаграждением в этом мире и в Последней жизни. Их души, сердца и тела получают право насладиться вечным блаженством, которого не видывал взор, которое не слышали уши и которое даже не приходило на ум людям. В-четвертых, Аллах наставляет их на прямой путь. Упоминание об этом является примером упоминания общего после частного. Всевышний поступил так, чтобы подчеркнуть важность наставления на прямой путь, которое подразумевает приобретение истинных познаний, любовь к истине и предпочтение истины всему остальному, совершение праведных поступков и обретение благодаря этому счастья и преуспеяния. И если человек ведом прямым путем, он непременно обретет всякое благо и убережется от любого зла.",
  "ayah": 68,
  "surah": 4
}
