{
  "text": "Аллах сообщил о маловерах, которые неохотно отправляются на джихад, и поведал правоверным о том, что среди них есть такие, которые медлят с выступлением в походы по причине слабости, моральной неустойчивости и трусости. Таково самое достоверное толкование этого аята. Согласно другому толкованию, речь идет о лицемерах, которые задерживают других и заставляют их копошиться, однако первое толкование - более правильное по двум причинам. Во-первых, этот аят обращен к правоверным. Во-вторых, в следующем аяте говорится: «Если же вас постигнет милость от Аллаха, то он непременно скажет, словно между ним и вами никогда не было никакой дружбы: “Вот если бы я был вместе с ними и добился великого успеха!”» (4:73). Аллах же разорвал все узы, связывающие неверующих язычников и лицемеров с правоверными. Помимо всего прочего, первое толкование реалистично, потому что правоверные действительно делятся на правдивых верующих, которые совершенным образом подтверждают свою веру и участвуют в вооруженном джихаде; и на маловеров, которые обратились в ислам, но не имеют достаточно сильной веры, чтобы вести священную войну. Всевышний сказал: «Бедуины сказали: “Мы уверовали”. Скажи: “Вы не уверовали. Посему говорите: “Мы покорились”. Вера еще не вошла в ваши сердца. Если вы подчинитесь Аллаху и Его посланнику, Он нисколько не умалит ваших деяний. Воистину, Аллах - Прощающий, Милосердный”. Верующими являются только те, которые уверовали в Аллаха и Его посланника, а потом не испытывали сомнений и сражались на пути Аллаха своим имуществом и своими душами. Именно они являются правдивыми» (49:14–15). Затем Аллах сообщил о целях и намерениях тех, кто мешкает с выступлением в военные походы, и разъяснил, что их намерения, главным образом, связаны с мирской жизнью и преходящими земными благами. Если мусульмане терпят поражение или погибают в бою, если врагам иногда удается одержать над ними верх, когда этого требует божественная мудрость, то маловеры говорят: «Аллах оказал нам милость, и мы не оказались среди павших мучеников». По причине недостатка разума и слабой веры они полагают, что неучастие в джихаде - это милость, тогда как в действительности это - самое настоящее несчастье. Они не понимают, что истинная милость была оказана тем, кого Аллах вдохновил на участие в этом благом начинании, которое укрепляет веру, спасает раба от наказания и убытка, позволяет ему заслужить великое вознаграждение и обрести благосклонность Великодушного Дарителя. Если же человек остается дома, то он получает возможность насладиться коротким отдыхом, после чего ему придется очень долго испытывать страдания и великие муки, лишившись наряду с этим великой награды, уготованной для борцов на пути Аллаха.",
  "ayah": 72,
  "surah": 4
}
