{
  "text": "Аллах сообщил, что сбежать от судьбы невозможно и что отказ от участия в джихаде не поможет людям спастись от смерти. Она может настигнуть их в любом месте и в любое время, если даже они спрячутся от нее в укрепленных замках или высоких башнях. Это откровение содержит призыв к участию в джихаде на пути Аллаха. В одних случаях Аллах призывает к этому, прельщая людей Своей милостью и вознаграждением, в других случаях - устрашая их наказанием, в третьих случаях - сообщая о том, что они не извлекут никакой пользы из того, что будут отсиживаться дома, в четвертых случаях - облегчая воинам дорогу к намеченной цели. Затем Всевышний поведал о тех невеждах, которые отворачиваются от проповедей посланников и даже противятся им. Если они приобретают богатство, если у них рождаются дети, если они наслаждаются здоровьем, то говорят, что это - от Аллаха. Если же их поражают засуха, нищета, болезни, смерть детей или любимых, то они говорят, что причиной тому являются проповеди Мухаммада, да благословит его Аллах и приветствует. Они считают пришествие посланника Аллаха, да благословит его Аллах и приветствует, дурным знаком, подобно тому, как их предшественники считали дурным знаком пришествие предыдущих Божьих посланников. Всевышний сказал о народе Фараона: «Когда их постигало добро, они говорили: “Это - для нас”. А когда их постигало зло, они связывали его с Мусой (Моисеем) и теми, кто был с ним. Воистину, их дурные предзнаменования были у Аллаха, но большинство из них не знает этого» (7:131). Соплеменники пророка Салиха сказали: «Мы видим дурное предзнаменование в тебе и тех, кто с тобой» (27:47). А народ, о котором рассказывается в суре «Йа син», сказал посланникам: «Воистину, мы увидели в вас дурное предзнаменование. Если вы не прекратите, то мы непременно побьем вас камнями и вас коснутся мучительные страдания от нас» (36:18). В их сердцах укоренилось одинаковое неверие, и поэтому их слова и поступки были похожи. Каждый, кто связывает свои неудачи и лишения с проповедями посланников или с отдельными предписаниями религии, заслуживает самого сурового порицания. Поэтому Аллах опроверг их воззрения и сказал, что все добро и зло - от Аллаха, то есть происходит в соответствии с Его предопределением и является Его творением. Почему же эти лжецы не понимают того, что им говорят, или же понимают лишь немногое из этого с большим трудом? Аллах упрекнул их за то, что они не понимают Его велений и приказов Его посланника, да благословит его Аллах и приветствует, а причиной тому является их безбожие и отвращение к вере. Эти слова подразумевают похвалу в адрес тех, кто вникает в смысл высказываний Аллаха и Его посланника, да благословит его Аллах и приветствует. Они призывают размышлять над их словами и делать все возможное для достижения этого. Если бы невежды осознали смысл Божьих откровений, то им стало бы ясно, что добро и зло происходят в соответствии с предопределением Аллаха, а не вопреки ему. Им стало бы ясно, что ни посланники, ни их проповеди не приносят зло или печаль, потому что посланники были посланы, чтобы помочь людям обрести благо в мирской жизни, религиозных делах и Последней жизни.",
  "ayah": 78,
  "surah": 4
}
