{
  "text": "Всевышний приказал задумываться над Его писанием, то есть размышлять о смыслах Откровения и концентрировать внимание на его основных принципах и вытекающих из него положениях. Размышления о писании Аллаха - ключ к великим знаниям. Они помогают обрести любые блага, и из этого источника берут начало все остальные науки. Они укрепляют веру в сердцах людей и делают ее древо еще более могучим, поскольку благодаря ним человек познает Господа Бога, постигает Его совершенные качества и понимает, какие качества чужды Ему. Он узнает путь, ведущий к Нему, узнает качества людей, которые следуют этим путем, и вознаграждение, которое ожидает их в конце его. Он узнает своего истинного врага и путь, ведущий к мучительному наказанию, узнает качества грешников, следующих этим путем, и участь, на которую они обрекают себя собственными злодеяниями. Чем больше человек задумывается над Кораном, тем более сведущим, праведным и проницательным он становится. Вот почему Аллах приказал рабам поступать так, вдохновил их на это и сообщил, что именно в этом заключается смысл ниспослания Корана. Всевышний сказал: «Это - Благословенное Писание, которое Мы ниспослали тебе, дабы они размышляли над его аятами и дабы обладающие разумом помянули назидание» (38:29); «Неужели они не размышляют над Кораном? Или же на их сердцах замки?» (47:24). Размышления о писании Аллаха позволяют рабу достичь полной убежденности и понять, что Коран - это Слово Аллаха. Благодаря таким размышлениям человек видит, что одни коранические аяты подтверждают другие и полностью соответствуют друг другу. Он видит, что отдельные предписания, истории и повествования неоднократно повторяются в Коране, но не противоречат друг другу. Он убеждается в совершенстве Корана и понимает, что он действительно ниспослан Аллахом, Который объемлет знанием все сущее. Если бы Коран был не от Аллаха, то люди нашли бы в нем множество противоречий. Однако он был ниспослан Аллахом, и в нем нет противоречивых и взаимоисключающих утверждений.",
  "ayah": 82,
  "surah": 4
}
