{
  "text": "Под приветствием подразумеваются слова, которые люди произносят при встрече, чтобы выразить друг другу свое почтение или помолиться друг за друга, а также улыбка и радушие, которыми сопровождаются эти слова. Самой лучшей формой приветствия является приветствие миром, принятое в мусульманском шариате. Им надлежит встречать людей и отвечать на подобные приветствия. Всевышний приказал правоверным отвечать на любое приветствие, которым их приветствуют, еще более прекрасными словами и еще более теплой улыбкой или же ограничиться таким же приветствием. Из этого следует, что мусульманам запрещено вообще не отвечать на приветствие или же отвечать приветствием, которое уступает первому. Этот прекрасный аят призывает мусульман первыми приветствовать людей при встрече. В пользу такого вывода свидетельствуют два обстоятельства. Во-первых, Аллах приказал отвечать на приветствие лучшим или таким же приветствием, из чего следует, что приветствие является требованием шариата. Во-вторых, в этом откровении упомянуто имя прилагательное в сравнительной степени ахсан ‘лучше’, из чего следует, что приветствие и ответ на него должны быть прекрасными. Именно этим принципом следует руководствоваться при толковании подобных откровений. Исключением из общего смысла этого аята является несколько случаев, когда мусульманину не приказано отвечать на приветствие, например, когда он читает Коран, слушает проповедь или совершает намаз. В этих и других похожих случаях от него не требуется отвечать на приветствие. Еще одним исключением является ответ на приветствие того, кого Законотворец приказал избегать и не приветствовать. Это относится к грешникам, которые не желают принести покаяние и которых велено избегать, чтобы таким образом удержать их от ослушания. Мусульманам не следует приветствовать их первыми и даже отвечать на их приветствия, потому что такое поведение способствует достижению более важной цели. Предписание отвечать на приветствия распространяется на все приветствия, которыми обычно пользуются люди, если они не противоречат шариату. Люди должны отвечать на них еще лучшими или такими же словами. Затем Всевышний обещал вознаградить рабов за праведные поступки и наказать их за грехи, ведь Он подсчитывает все сущее и сохраняет для Своих рабов их хорошие и плохие, большие и малые деяния, дабы они могли получить воздаяние в соответствии с Его милостью, справедливостью и мудростью.",
  "ayah": 86,
  "surah": 4
}
