{
  "text": "Ранее мы уже отмечали, что один верующий никогда не станет убивать другого и что убийство является проявлением неверия в поступках. В этом аяте Аллах пригрозил тем, кто убивает людей преднамеренно, наказанием, от которого сердца начинают трепетать от страха, а благоразумные мужи теряют покой. Ни один тяжкий грех не был отмечен еще более суровым или хотя бы таким же наказанием. Всевышний сообщил, что воздаянием за преднамеренное убийство является Преисподняя. Этого ужасного греха будет достаточно для того, чтобы человек оказался там, где его ожидают невыносимые страдания и великий позор, где он будет обречен на гнев Могущественного Господа и лишен счастья и преуспеяния, где его постигнут разочарование и великий убыток. Упаси нас Аллах от любых поступков, которые отдаляют людей от Его милости! Это грозное предупреждение следует рассматривать наряду с остальными текстами о том, что наказанием за некоторые тяжкие грехи и ослушание является вечное пребывание в Аду и лишение возможности попасть в Райские сады. Богословы разошлись во мнениях относительно толкования этих текстов, хотя все они были единодушны относительно ошибочности воззрений хариджитов и мутазилитов, которые считают, что ослушники никогда не покинут Преисподнюю, даже если они не приобщали к Аллаху сотоварищей. Самым правильным толкованием этих текстов является мнение имама Шамс ад-Дина Ибн аль-Каййима, высказанное им в книге «Мадаридж ас-Саликин». Перечислив разные мнения по этому вопросу и подвергнув их критике, имам сказал: «Другие богословы считают, что в этих и других похожих текстах упоминаются только факторы, обрекающие человека на наказание. Но наличие факторов, определяющих вынесение обвинительного приговора, еще не означает того, что этот приговор обязательно будет приведен в исполнение, потому что для этого необходимо не только наличие факторов, определяющих вынесение такого приговора, но и отсутствие факторов, препятствующих этому. Смысл этих текстов может заключаться только в том, что упомянутые в них грехи являются причиной наказания и обрекают человека на него. Однако есть факторы, которые избавляют его от наказания. В пользу одних из них свидетельствует единое мнение богословов, а в пользу других - священные тексты. Покаяние относится к ним, согласно единому мнению богословов. Единобожие тоже относится к ним, и это подтверждается многочисленными текстами, которые невозможно подвергнуть сомнению. Славные праведные поступки, смывающие прегрешения, и великие несчастья, искупающие грехи, тоже относятся к этим факторам. Получение наказания, мера которого установлена в шариате (хадд), в мирской жизни тоже относится к этим факторам, что подтверждается священным текстом. Эти тексты нельзя игнорировать, и подходить к ним надо с обеих сторон. Необходимо сопоставлять праведные и дурные поступки человека и принимать во внимание как факторы, обрекающие его на наказание, так и факторы, препятствующие этому, и руководствоваться наиболее предпочтительными из них. Богословы считают, что на этом принципе основывается благополучие и несчастье человека в обоих мирах. На этом же принципе основываются религиозные и вселенские законы. Он подчиняется мудрости, которая господствует во Вселенной, и устанавливает связь между причинами и факторами, определяющими эти причины, во всех творениях и повелениях. Аллах сотворил антагонистичные факторы, чтобы они противостояли и противодействовали друг другу, и поэтому решение всегда должно опираться на тот фактор, который оказывается сильнее. Возможности человека определяются его здоровьем и благополучием, однако дурные и порочные качества могут удержать его от естественных поступков, и поэтому его деяния зависят от того, какие факторы окажутся сильнее. Таким же образом можно оценить действие лекарств и болезней. Под их воздействием раб может либо излечиться, либо заболеть, причем каждый из них противостоит другому и делает его менее эффективным. В конечном итоге, человек попадает под воздействие того фактора, который одерживает верх. Благодаря этому можно понять, как люди делятся на тех, кто попадает в Рай и спасается от Ада, и тех, кто попадает в Ад и лишается Рая, и тех, которые попадают в Ад, но затем выходят оттуда. Продолжительность пребывания таких людей в Геенне зависит от факторов, определяющих их скорый или поздний выход оттуда. Благодаря этому всякий, кто обладает светлым разумом, может осознать суть событий Последней жизни, о которых Аллах подробно сообщил в Своем писании, словно он увидел их собственными глазами. Из этого ясно, что этот принцип является неизбежным следствием божественности, господства, могущества и мудрости Аллаха, и нарушение его совершенно неприемлемо для Него. Если человек приписывает Аллаху нечто противоположное этому, то он приписывает своему Господу то, что не подобает Ему. Поступая так, он словно приписывает солнце и звезды к глазам Аллаха. Такая вера называется полной убежденностью и сжигает прегрешения, подобно тому, как огонь сжигает дрова. Если вера человека достигает такой высокой степени, то он никогда не станет упрямо повторять свои злодеяния, и даже если он совершает грехи довольно часто, свет его веры побуждает его всякий раз раскаиваться перед Аллахом и при каждом вздохе возвращаться к Нему. Из всех творений Аллах больше всего любит именно таких рабов».",
  "ayah": 93,
  "surah": 4
}
