{
  "text": "In the verses which appear onwards from here (48-51), the text re-turns to the awe-inspiring happenings of the day of Qiyamah. It is said:\nيَوْمَ تُبَدَّلُ الْأَرْ‌ضُ غَيْرَ‌ الْأَرْ‌ضِ وَالسَّمَاوَاتُ ۖ وَبَرَ‌زُوا لِلَّـهِ الْوَاحِدِ الْقَهَّارِ‌\nThe day on which this earth will be turned into some other earth, and the skies as well. And they all shall appear before Allah, the One, the All-Dominant.\nThe statement that the earth and the sky will be turned into some other earth and sky may also mean that their distinctive characteristics and appearances will be changed. There are other verses of the Holy Qur’ an, and narrations from Hadith, which say that the whole earth will be transformed into a levelled surface having no house, tree, mountain and mound blocking the view, nor shall there remain any cave and abyss. It is this very state of change which the Qur'an refers to elsewhere in the following words: لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (you will not see in it any crookedness, or curvature - 20:107). It means that things will not remain the way they are. Roads and pathways we see today wind their way past buildings and mountains negotiating all sorts of twists and turns on surfaces high and low. This will change and the whole thing would turn into flat, unobstructed ground.\nAnd this act of changing the earth and the sky could also be taken to mean that another set of the earth and the sky would be made in the place of the present ones. Out of the narrations of Hadith reported on this subject, only some of them seem to indicate either a change in features only while others suggest a change of the thing itself.\nHadith authority, Al-Baihaqi has reported from Sayyidna ` Abdullah ibn Mas’ ud ؓ as based on authentic chains of narration that, about this verse, the Holy Prophet ﷺ said: 'The ground of Al-Mahshar (the plain of Resurrection) will be brand new, radiant white like silver. And this earth surface would be such that no sin would have been committed over it by anyone, and on which no blood belonging to someone killed unjustly would have been shed.' The same subject appears in the Hadith reported in the Musnad of Ahmad and Tafsir Ibn Jarir, as narrated by Sayyidna Anas ؓ . (Tafsir Mazhari)\nIn the Sahihayn (the two Sahihs) of Al-Bukhari and Muslim, there is a narration from Sayyidna Sahl Ibn Sa'd ؓ which reports that the Holy Prophet ﷺ said: 'On the day of Qiyamah, people will be resurrected on an earth surface which will be clean and white like refined pita bread with no trace of anything else (such as house, garden, tree, mountain, mound etc.,). A1-Biahaqi has reported the same subject from Sayyidna ` Abdullah ibn ` Abbas ' ؓ as in his Tafsir of this particular verse.\nAnd Hakim, backed by a strong chain of authority, has reported from a narration of Sayyidna Jabir ؓ that the Holy Prophet ﷺ said: 'On the day of Qiyamah, this earth will be stretched like leather so that its wrinkles and crinkles are smoothed out (because of which caves and mountains of the earth would be all levelled down turning it into a flat surface), and at that time gathered on these plains there shall be the whole progeny of Adam. Such will be the multitude of people that one human being would have only as much land in his or her share as he or she can stand on. Then, I shall be the first to be called on the plains of Resurrection. There I shall fall down in prostration before the Almighty Lord, and when I shall be given the permission to intercede, I shall intercede for the whole creation so that they go through the reckoning of their deeds swiftly.'\nThis last report obviously seems to indicate that the change made in the earth will be restricted to a change in its physical features, that is, caves, mountains, buildings and trees will not remain there. But, the earth itself will remain as it is. And all other narrations mentioned earlier tell us that the earth of the day of Resurrection (Al-Mahshar) will be an earth other than the present one. As for the change mentioned in this verse, it means the change of the earth itself.\nIn Bayan al-Qur'an, Maulana Ashraf Thanavi (رح) has said that there is no contradiction here. It is possible that the features of the present earth will be changed at the time the first Horn is blown, then people will be transferred to some other earth for the purpose of reckoning of deeds.\nA saying of Sayyidna ` Ikrimah ؓ appearing in the Musnad of ` Abd ibn al-Humaid and reported in Tafsir Mazhari supports the view given above. The words used there can be translated as: 'This earth will contract and it will have another earth by its side on which people will stand for reckoning.'\nAs based on a narration of Sayyidna Thawban ؓ ، it has been reported in the Sahih of Muslim that a Jewish rabbi came to the Holy Prophet ﷺ and asked him: When this earth is changed, where would people be? He said: They would be in a dark area near the Bridge of Sirat.\nFrom here we also learn that people will be transferred from the present earth over to the other through the Bridge of Sirat. And Ibn Jarir has reported from several Sahabah and Tabi` in in his Tafsir that the present earth and all its rivers will turn into fire at that time. In other words, all this territory which now holds the population of the world will become the territory of Hell. However, the reality of things is known to Allah Ta` ala alone. A servant of His can do nothing but to live by his commitment to Him and not go about seeking the cause of His workings.\nIn verses 50 and 51 towards the end, given there is the state in which the people of Jahannam will find themselves. Culprits will be shackled together in chains, that is, each group huddled separately and then shackled together. And the dress they would be made to wear will be from 'Qatiran' which is a highly inflammable tar-like oil and would catch fire instantly.\nFinally, in the last verse (52), it was made clear that the description of conditions to be faced by people on the day of Qiyamah was to warn them so that they would realize that there is no Being worthy of worship and obedience except the One Being of Allah T, and so that whoever from among them has some sense left in him or her would desist from Shirk while there was still the time to do so.",
  "ayah": 2,
  "surah": 15
}
