{
  "text": "Commentary\nBlowing of Spirit into the Human Body and Making Angels\nProstrate to him: A Brief Review\nIs the spirit (Ruh) a physical entity, or pure essence? On this subject, there has been a difference of opinion among the learned since a long time. According to Ash-Shaykh ` Abd Al-Rauf Al-Munawi, there are upto a thousand positions taken by them. But, they are all based on conjectures. None of them can be called certain. Imam Al-Ghazali, Imam Razi and mystic scholars and thinkers maintain that it is no physical entity. It is pure essence. Imam Razi has advanced twelve arguments in support of this view.\nBut, the majority of the ` Ulama' of the Muslim Ummah declare Ruh (spirit, soul) to be a highly refined physical entity. The word: (nafkh) means to blow, to breathe into. If we were to go by the consensus of the majority of Ulama and take Ruh to be a refined physical entity, then breathing into it becomes evident by itself. And if we were to accept it to be pure essence, then breathing into it would mean establishing its connection to the body. (Bayan a1-Qur'an)\nRuh (spirit) and Nafs (self):\nThe View of Qagli Than' ullah (رح)\nLeaving this long-winding debate aside, we consider it sufficient to refer the reader to a special research presented by Qadi Thana'ullah Panipati (رح) in his Tafsir Mazhari.\nThe respected commentator says that Ruh has two kinds: (1) Higher (`’ Ulwi) and (2) Lower (Sifli). The higher Ruh is bereft of matter and is a creation of Allah Ta’ ala the comprehension of whose reality is difficult. The masters of insight by illumination (ahl al-kashf) see its real station to be above the Throne ('Arsh عَرش) because it is more refined than the ` Arsh. And this higher Ruh, as seen through illumination, is sensed in five degrees at upper and lower levels. Their number is five and they are: (1) The heart (Qalb) (2) The spirit (Ruh) (3) The mystery (Sirr) (4) The secret (Khafii) (5) The most secret (Akhfa). These are all from the refine-ments of the domain of Divine command towards which the Holy Qur’ an has hinted by declaring: قُلِ الرُّ‌وحُ مِنْ أَمْرِ‌ رَ‌بِّي (Say, \"The spirit is from the command of my Lord - 17:85).\nAs for the lower Ruh, it is a refined vapour which emerges from the combination of the four elements of the human body, that is, from fire, water, dust and air, and this lower Ruh is called the self (nafs).\nAllah Ta’ ala has made this lower spirit called self a mirror of the higher spirits mentioned above. An illustration would make it clear. If we were to hold a mirror against the sun, then, despite that the sun is far far away, its reflection comes into the mirror. And because of the light, that too starts glowing like the sun. It even receives the heat of the sun in it which could burn a piece of cloth. The same thing applies to the higher spirits. Though they are, because of their purity and detachment, very high and elevated in station, and far distant too, yet their reflection appears in the mirror of the lower spirit and transfers the states and effects of the higher spirits into it. When these very effects take root in human selves, they become known as subordinate parts of each individual's spirit.\nThen, this lower form of spirit which is identified as Nafs or self armed with the states and effects which it has acquired from the higher forms of spirits first gets connected with the heart muscle of the human body. This connection itself is another name for life. Once the lower spirit relates to the human heart, it infuses in it life and cognitions which it has acquired from the higher spirits. This lower spirit then starts circulating through the thin veins spread throughout the body and thus reaches every part of it.\nIt is this infusion of the lower spirit into the human body which has been called the 'blowing or breathing of the spirit' (نَفَخ اَلرُوح): the nafkh of ruh) because it bears close resemblance to blowing or breathing into something.\nAnd, in the present verse, Allah Ta’ ala has attributed the spirit to Himself. He has said: مَن رُوحِی (from My spirit) so that the superior status of the human spirit out of the entire creation becomes evident - because, it has come into existence, without any material substance, only under Divine command. In addition to that, it has a unique ability to accept and absorb the manifestations of Divine light, an ability which does not exist in the spirit of any other living creature other than that of the human person.\nThough, dust is the dominant element in the creation of man - and that is why the creation of man has been attributed to clay - but, the reality is that man is a combination of ten elements out of which five be-long to the universe of creation (عَالم الخلق) while the other five to the universe of Divine command (' عَالم الأمر). The four elements of the universe of creation are fire, water, dust and air. The fifth is the refined vapour from these four which is called the lower spirit or nafs. As for the five elements of the universe of Divine command mentioned above, they are: (1) heart (qalb) (2) spirit (ruh) (3) mystery (sirr) (4) secret (khafiyy) (5) totally hidden (akhfa).\nIt is because of this comprehensive making of the human model that man became deserving of Divine vice-regency, and very much capable of absorbing the light which helps him know his Lord and, of course, sustaining his own burning quest on the path of love and longing for Him. The outcome, though unspecified as to its actual state, is communion with the Divine because the Holy Prophet ﷺ\nhas said: اَلمَرُء مَعَ مَن اَحَبَّ (One shall be with whoever one loves).\nAnd since human beings have the ability to absorb the manifestations of Divine light, and since they have been given the honour of being in communion with the Divine, it came to be the dictate of Divine wisdom that man be made the object of prostration by the angels. It was said: فَقَعُوا لَهُ سَاجِدِينَ ' (you fall down before him, prostrating - 29)",
  "ayah": 29,
  "surah": 15
}
