{
  "text": "Commentary\nA Great Honour for the Holy Prophet ﷺ\nAbout the word of Allah: لَعَمرُکَ (la'amruk : By your life), the majority of commentators, as reported in Ruh al-Ma’ ani, have said that the addressee of 'la'amruka' is the Holy Prophet ﷺ . It is his life that Allah Ta’ ala has sworn by. Al-Baihaqi in Dala'ilun-Nubuwwah, and Abu Nu'aym, Ibn Marduwayh and others have reported from Sayyidna ` Ab-dullah ibn ` Abbas ؓ that Allah Ta’ ala has not bestowed on anyone in the whole creation an honour and rank higher than that of Sayyidna Muhammad al-Mutafa ﷺ . This is the reason why Allah Ta’ ala has never sworn by the life of any prophet or angel, while in this verse, He has sworn by the age and life of the Holy Prophet ﷺ - which is the highest conceivable honour and deference accorded to him.\nSwearing by Non-Allah\nTo swear by anyone or anything, other than the names and attributes of Allah Ta` ala, is not permissible for any human being because one would only swear by whoever is held in the highest of esteem - and, as obvious, Allah alone can be the highest.\nAccording to Hadith, the Holy Prophet ﷺ said: Do not swear by your mothers, fathers and idols. And do not swear by anyone except Allah - and if you have to swear by Allah, do it only when you are truthful in your statement. (Reported by Abu Dawud and An-Nasa'i from Sayyidna Abu Hurairah~aow )\nIt appears in the Sahihayn (the Sahih of Al-Bukhari and the Sahih of Muslim) that the Holy Prophet ﷺ once saw Sayyidna ` Umar ibn al-Khattab ؓ swearing by his father. He called out to him and said: 'Watch out! Allah Ta’ ala forbids swearing by fathers. Whoever has to take an oath, let him do it in the name of Allah, otherwise, let him be silent. (Al-Qurtubi under the commentary on Surah al-Ma'idah)\nBut, this injunction applies to Allah's creation in general. As for Allah Ta’ ala Himelf, He swears by different things He has created. This is particular to Him. Its purpose is to state the sublimity and beneficence of something from the desired angle. Then, the cause of forbidding common people from swearing by anyone other than Allah is not present here - because, in the Word of Allah there is no probability that He would take someone from His creation to be the highest and the best. Again, the reason is that absolute greatness is particular only with Allah Ta’ ala.",
  "ayah": 73,
  "surah": 15
}
