{
  "text": "Commentary\nAikah means a dense forest. There are other views too. Some commentators say that there was a dense forest near Madyan, therefore, Aikah is actually the title of the people of Madyan. Others have said that the people of Aikah and the people of Madyan were two different people. It was after the destruction of one of them that Sayyidna Shu'ayb (علیہ السلام) was sent to the other.\nIn Tafsir Ruh al-Ma’ ani, the following marfu` hadith appears with reference to Ibn ` Asakir:\nاِنَّ مَدیَنَ و اَصحَابَ الاَیکَۃِ اُمَّتَان بَعَثَ اللہُ تَعَالٰی اِلَیھِمَا شُعَیباً\nMadyan and the people of Aikah are two peoples. Allah Ta` ala sent Shu'ayb to them.\nAnd Al-Hijr is a valley situated in between Hijaz and Syria. It was inhabited by the people of Thamud.\nA Brief Explanation\nDescribed at the beginning of the Surah was the hostility of the disbelievers of Makkah against the Holy Prophet ﷺ which also carried words of comfort for him briefly. Now, at the end of the Surah, more words of comfort appear to mollify his concern about their grudge and hostility.\nHere, he is being asked not to grieve over their hostile opposition because there is a day when all scores will be settled, and that is the day of Judgment, and it is bound to come as he has been told. Then, there is the fact that Allah did not create the heavens and the earth and whatever is there in between them but with truth and wisdom. The wise consid-eration behind this creation is that people should believe in the existence of the maker of the universe, attest to His Oneness and supremacy and obey His injunctions. Also present there is the consequence of not doing so, after the argument of Allah stands established, that the defaulter be punished. Since this promised punishment does not seem to come in full right here in this mortal world, it has to be somewhere else. For that, the time is fixed, the time of the Qiyamah, the Day of Judgment. And this Hour is sure to come. Everyone will be taken care of there.\nThis being the wise arrangement of things, let him not grieve. The better course for him is to overlook their wicked behaviour in a gracious manner, that is, neither pay attention to their behavior nor complain about it. The reason is that his Lord is great as Creator and great as the Master Knower as well. He knows his patience and fortitude and He knows the evil mechanizations of his enemies too. Therefore, He is to exact the full return from them of what they have been doing.",
  "ayah": 79,
  "surah": 15
}
