{
  "text": "Commentary\nSurah Al-Fatihah is the Text and Summary of the Whole Qur'an\nThat Surah Al-Fatihah (The Opening) has been called the Glorious Qur’ an in this verse (87) indicates that Surah Al-Fatihah is, in a way, the whole Qur’ an - because the basic principles of Islam have been merged in it.l\n1. In order to understand this, one must keep in mind that the words: اَلسَبعَ المثانِی واَلقُرآن (the seven oft repeated verses and the glorious Qur'an) in verse (87) are interpreted by the commentators in different ways. Most of them are of the view that 'seven oft-repeated verses' refer to Surah al-Fatihah which consists of seven verses. Since these seven verses are repeated in every Salah, they have been referred to in the verse 87 as 'oft-repeated verses'. Then, the words 'and the glorious Qur'an' occurring after it are of explanatory nature which refer to the same 'seven oft repeated verses'. Therefore, the name of the 'glorious Qur'an' has been given here to the Surah al-Fatihah itself. The comment of the author is based on this interpretation.\nOn Being Questioned in Al-Mal} shar : About what will it be?\nIn verse 92, swearing by His Own sacred Being, Allah Ta’ ala has declared that all such people who came earlier or later shall definitely be questioned.\nThe Sahabah ؓ \tasked the Holy Prophet ﷺ as to what it will be about. He said that it will be about saying: لا إله إلا اللہ (la ilaha illallah: there is no god worthy of worship but Allah). Al-Qurtubi, after reporting this narration in his Tafsir, has said: It means the fulfilling of this pledge practically as signified by the Kalimah Tayyibah: La ilaha illallah. A simple verbal statement is not what is desired here because, as for verbal attestation, that was done by the hypocrites (munafiqin) too. Hazrat al-Hasan al-Basri (رح) said: 'Iman (faith) does not become a living reality by taking on a particular style and form, and Din (religion) does not prosper by simply having the best of wishes for it. 'Iman is the name of that certitude which has been poured into the heart and which has been proved true by deeds. This is well illustrated by a Hadith from Sayyidna Zayd ibn Arqam in which the Holy Prophet ﷺ has been reported to have said: A person who says: لا إله إلا اللہ (la ilaha illallah : there is no god worthy of worship but Allah) with ikhlas (totally unalloyed sincerity) will definitely go to Jannah. People asked: Ya Rasul Allah, how is 'ikhlas' related to this Kalimah? He said: When this Kalimah stops a person from what has been prohibited by Allah as unlawful and impermissible, then, it is with 'ikhlas' (with sincerity in the absolute sense). (Qurtubi)",
  "ayah": 91,
  "surah": 15
}
