{
  "text": "The Example of Makkah\nThis example refers to the people of Makkah, which had been secure, peaceful and stable, a secure sanctuary while men were being snatched away from everywhere outside of it. Whoever entered Makkah, he was safe, and he had no need to fear, as Allah said:\nوَقَالُواْ إِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً ءَامِناً يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَىْءٍ رِّزْقاً مِّن لَّدُنَّا\n(And they say: \"If we follow the guidance with you, we would be snatched away from our land.\" Have We not established a secure sanctuary (Makkah) for them, to which are brought fruits of all kinds, a provision from Ourselves.) 28:57 Similarly, Allah says here:\nيَأْتِيهَا رِزْقُهَا رَغَدًا\n(its provision coming to it in abundance) meaning, with ease and in plenty,\nمِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ\n(from every place, but it (its people) denied the favors of Allah.) meaning, they denied the blessings of Allah towards them, the greatest of which was Muhammad ﷺ being sent to them, as Allah said:\nأَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُواْ نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّواْ قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ\n(Have you not seen those who have changed the favors of Allah into disbelief, and caused their people to dwell in the abode of destruction; Hell, in which they will burn, - and what an evil place to settle in!) (14:28-29). Hence Allah replaced their former blessings with the opposite, and said:\nفَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ\n(So Allah made it taste extreme hunger (famine) and fear,) meaning, He inflicted it and made them taste of hunger after fruits of all kinds and provision in abundance from every place had been brought to it. This was when they defied the Messenger of Allah ﷺ and insisted on opposing him, so he supplicated against them, asking Allah to send them seven years like the seven years of Yusuf (i.e., seven years of famine), and they were stricken with a year in which everything that they had was destroyed, and they ate `Alhaz', which is the hair of the camel mixed with its blood when it is slaughtered.\nوَالْخَوْفِ\n(and fear). This refers to the fact that their sense of security was replaced with fear of the Messenger of Allah ﷺ and his Companions after they had migrated to Al-Madinah. They feared the power and the attack of his armies, and they started to lose and face the destruction of everything that belonged to them, until Allah made it possible for His Messenger to conquer Makkah. This happened because of their evil deeds, their wrongdoing and their rejection of the Messenger that Allah sent to them from among themselves. He reminded them of this blessing in the Ayah:\nلَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ\n(Indeed, Allah blessed the believers when He sent Messenger from among themselves to them.) (3:164) and,\nفَاتَّقُواْ اللَّهَ يأُوْلِى الأَلْبَـبِ الَّذِينَ ءَامَنُواْ قَدْ أَنزَلَ اللَّهُ إِلَيْكُمْ ذِكْراًرَسُولاً\n(So have Taqwa of Allah! O men of understanding who have believed, Allah has indeed revealed to you a reminder (this Qur'an). (And has also sent to you) a Messenger.) 65:10-11 and:\nكَمَآ أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنْكُمْ يَتْلُواْ عَلَيْكُمْ آيَـتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَـبَ وَالْحِكْمَةَ\n(Similarly (as a blessing), We have sent a Messenger to you from among you, reciting Our Ayat to you, and purifying you, and teaching you the Book (the Qur'an) and the Hikmah (i.e. Sunnah).) Until\nوَلاَ تَكْفُرُونِ\n(and do not be ungrateful.) 2:151-152 Allah changed the situation of the disbelievers and made it the opposite of what it had been, so they lived in fear after being secure, they were hungry after having plenty of provisions. After the believers lived in fear, Allah granted them security, giving them ample provisions after they lived in poverty, making them rulers, governors and leaders of mankind. This is what we say about the example that was given of the people of Makkah. It was also the opinion of Al-`Awfi and Ibn `Abbas, Mujahid, Qatadah, `Abdur-Rahman bin Zayd bin Aslam, and Malik narrated it from Az-Zuhri as well. May Allah have mercy on them all.",
  "ayah": 112,
  "surah": 16
}
