{
  "text": "The Command to eat Lawful Provisions and to be Thankful, and an Explanation of what is Unlawful\nAllah orders His believing servants to eat the good and lawful things that He has provided, and to give thanks to Him for that, for He is the Giver and Originator of all favors, Who alone deserves to be worshipped, having no partners or associate. Then Allah mentions what He has forbidden things which harm them in both religious and worldly affairs, i.,e., dead meat, blood and the flesh of pigs.\nوَمَآ أُهِلَّ لِغَيْرِ اللَّهِ بِهِ\n(and any animal which is slaughtered as a sacrifice for other than Allah.) meaning, it was slaughtered with the mention of a name other than that of Allah. Nevertheless,\nفَمَنِ اضْطُرَّ\n(But if one is forced by necessity.) meaning, if one needs to do it, without deliberately disobeying or transgressing, then,\nفَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Allah is Pardoning, Most Merciful.) We have already discussed a similar Ayah in Surat Al-Baqarah, and there is no need to repeat it here. And to Allah be praise. Then Allah forbids us to follow the ways of the idolators who declare things to be permitted or forbidden based upon their own whims and whatever names they agree on, such as the Bahirah (a she-camel whose milk was spared for the idols and nobody was allowed to milk it), the Sa'ibah (a she-camel let loose for free pasture for their false gods, idols, etc., and nothing was allowed to be carried on it), the Wasilah (a she-camel set free for idols because it has given birth to a she-camel at its first delivery and then again gives birth to a she-camel at its second delivery) and the Ham (a stallion camel freed from work for the sake of their idols, after it had finished a number of acts of copulation assigned for it), and so on. All of these were laws and customs that were invented during jahiliyyah. Then Allah says:\nوَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَـذَا حَلَـلٌ وَهَـذَا حَرَامٌ لِّتَفْتَرُواْ عَلَى اللَّهِ الْكَذِبَ\n(And do not describe what your tongues have lied about, saying: \"This is lawful and this is forbidden,\" to invent lies against Allah.) This includes everyone who comes up with an innovation (Bid`ah) for which he has no evidence from the Shari`ah, or whoever declares something lawful that Allah has forbidden, or whoever declares something unlawful that Allah has permitted, only because it suits his opinions or whim to do so.\nلِمَا تَصِفُ\n(describe what...) meaning, do not speak lies because of what your tongues put forth. Then Allah warns against that by saying:\nإِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ\n(Verily, those who invent lies against Allah, will never succeed.) meaning, either in this world or the Hereafter. As for this world, it is transient pleasure, and in the Hereafter, theirs will be a severe punishment, as Allah says:\nنُمَتِّعُهُمْ قَلِيلاً ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ\n(We let them enjoy for a little while, then in the end We will drive them into an unrelenting punishment.) (31:24) and\nقُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ - مَتَـعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَ\n(Verily, those who invent a lie against Allah, will never be successful. (A brief) enjoyment in this world! and then to Us will be their return, then We shall make them taste the severest torment because they disbelieved.) (10:69-70)",
  "ayah": 117,
  "surah": 16
}
