{
  "text": "Signs in the Subjection of Night and Day, the Sun and the Moon, and in that which grows on Earth\nAllah mentions the mighty signs and immense blessings to be found in His subjection of night and day, which follow one another; the sun and moon, which revolve; the stars, both fixed and moving through the skies, offering light by which people may find their way in the darkness. Each of (these heavenly bodies) travels in its own orbit, which Allah has ordained for it, and travels in the manner prescribed for it, without deviating in any way. All of them are under His subjugation, His control and His decree, as Allah says:\nإِنَّ رَبَّكُمُ اللَّهُ الَّذِى خَلَقَ السَمَـوَتِ وَالاٌّرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالاٌّمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَـلَمِينَ\n(Indeed, your Lord is Allah, Who created the heavens and the earth in Six Days, and then He rose (Istawa) over the Throne. He brings the night as a cover over the day, seeking it rapidly, and (He created) the sun, the moon, the stars (all) subjected to His command. Surely, His is the creation and commandment. Blessed is Allah, the Lord of all that exists!) (7:54) Thus Allah says;\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَعْقِلُونَ\n(Surely, in this are proofs for people who understand.) meaning, they are indications of His immense power and might, for those who think about Allah and understand His signs.\nوَمَا ذَرَأَ لَكُمْ فِى الاٌّرْضِ مُخْتَلِفًا أَلْوَانُهُ\n(And whatsoever He has created of varying colors on the earth for you. ) When Allah points out the features of the skies, He also points out the wondrous things that He has created on earth, the variety of its animals, minerals, plants and inanimate features, all having different colors and shapes, benefits and qualities.\nإِنَّ فِى ذَلِكَ لآيَةً لِّقَوْمٍ يَذَّكَّرُونَ\n(Verily, in this is a sign for people who reflect.) meaning (those who remember) the blessings of Allah and give thanks to Him for them.",
  "ayah": 12,
  "surah": 16
}
