{
  "text": "The Prescription of the Sabbath for the Jews\nThere is no doubt that for every nation, Allah prescribed one day of the week for people to gather to worship Him. For this Ummah He prescribed Friday, because it is the sixth day, on which Allah completed and perfected His creation. On this day He gathered and completed His blessings for His servants. It was said that Allah prescribed this day for the Children of Israel through His Prophet Musa, but they changed it and chose Saturday because it was the day on which the Creator did not create anything, as He had completed His creation on Friday. Allah made observance of the Sabbath obligatory for them in the laws of the Tawrah (Torah), telling them to keep the Sabbath. At the same time, He told them to follow Muhammad ﷺ when he was sent, and took their promises and covenant to that effect. Hence Allah says:\nإِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُواْ فِيهِ\n(The Sabbath was only prescribed for those who differed concerning it,) Mujahid said: \"They observed the Sabbath (Saturday) and ignored Friday.\" Then they continued to observe Saturday until Allah sent `Isa bin Maryam. It was said that he told them to change it to Sunday, and it was also said that he did not forsake the laws of the Tawrah except for a few rulings which were abrogated, and he continued to observe the Sabbath until he was taken up (into heaven). Afterwards, the Christians at the time of Constantine were the ones who changed it to Sunday in order to be different from the Jews, and they started to pray towards the east instead of facing the Dome (i.e., Jerusalem). And Allah knows best. It was reported in the Two Sahihs that Abu Hurayrah heard the Messenger of Allah ﷺ say:\n«نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا، ثُمَّ هَذَا يَوْمُهُمُ الَّذِي فَرَضَ اللهُ عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ، فَهَدَانَا اللهُ لَهُ، فَالنَّاسُ لَنَا فِيهِ تَبَعٌ: الْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَد»\n(We are the last, but we will be the first on the Day of Resurrection, even though they were given the Book before us. This is the day that Allah obligated upon them, but they differed concerning it. Allah guided us to this day, and the people observe their days after us, the Jews on the following day and the Christians on the day after that.) This version was recorded by Al-Bukhari. It was reported that Abu Hurayrah and Hudhayfah said that the Messenger of Allah ﷺ said:\n«أَضَلَّ اللهُ عَنِ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ، وَكَانَ لِلنَّصَارَى يَوْمُ الْأَحَدِ، فَجَاءَ اللهُ بِنَا فَهَدَانَا اللهُ لِيَوْمِ الْجُمُعَةِ، فَجَعَلَ الْجُمُعَةَ وَالسَّبْتَ وَالْأَحَدَ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا، وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، وَالْمَقْضِيُّ بَيْنَهُمْ قَبْلَ الْخَلَائِق»\n(Allah let the people who came before us stray from Friday, so the Jews had Saturday and the Christians had Sunday. Then Allah brought us and guided us to Friday. So now there are Friday, Saturday and Sunday, thus they will follow us on the Day of Resurrection. We are the last of the people of this world, but will be the first on the Day of Resurrection, and will be the first to be judged, before all of creation.) It was reported by Muslim.",
  "ayah": 124,
  "surah": 16
}
