{
  "text": "The Command to invite people to Allah with Wisdom and Good Preaching\nAllah commands His Messenger Muhammad ﷺ to invite the people to Allah with Hikmah (wisdom). Ibn Jarir said: \"That is what was revealed to him from the Book and the Sunnah.\"\nوَالْمَوْعِظَةِ الْحَسَنَةِ\n(and fair preaching) meaning, with exhortation and stories of the events that happened to people that are mentioned in the Qur'an, which he is to tell them about in order to warn them of the punishment of Allah.\nوَجَـدِلْهُم بِالَّتِى هِىَ أَحْسَنُ\n(and argue with them with that which is best.) meaning, if any of them want to debate and argue, then let that be in the best manner, with kindness, gentleness and good speech, as Allah says elsewhere:\nوَلاَ تُجَـدِلُواْ أَهْلَ الْكِتَـبِ إِلاَّ بِالَّتِى هِىَ أَحْسَنُ إِلاَّ الَّذِينَ ظَلَمُواْ مِنْهُمْ\n(And do not argue with the People of the Book, unless it be with that which is best, except for those who purposefully do wrong.) 29:46 Allah commanded him to speak gently, as He commanded Musa and Harun to do when he sent them to Pharaoh, as He said:\nفَقُولاَ لَهُ قَوْلاً لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى\n(And speak to him mildly, perhaps he may accept admonition or fear (Allah))(20: 44).\nإِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ\n(Truly, your Lord best knows who has strayed from His path,) meaning, Allah already knows who is doomed (destined for Hell) and who is blessed (destined for Paradise). This has already been written with Him and the matter is finished, so call them to Allah, but do not exhaust yourself with regret over those who go astray, for it is not your task to guide them. You are just a warner, and all you have to do is convey the Message, and it is He Who will bring them to account.\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ\n(You cannot guide whom you love) 28:56\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(It is not up to you to guide them, but Allah guides whom He wills.) 2:72",
  "ayah": 125,
  "surah": 16
}
