{
  "text": "The Destruction of the Disbelievers and Intensification of their Punishment for rejecting the Revelation\nAllah informs us that when it is said to those liars,\nمَّاذَآ أَنزَلَ رَبُّكُمْ قَالُواْ\n(\"What is it that your Lord has revealed\" They say,) not wanting to answer,\nأَسَـطِيرُ الاٌّوَّلِينَ\n(\"Tales of the men of old!\") meaning nothing is revealed to him, what he is reciting to us is just tales of the men of old, taken from the previous Books. As Allah says,\nوَقَالُواْ أَسَـطِيرُ الاٌّوَّلِينَ اكْتَتَبَهَا فَهِىَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلاً\n(And they say: \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\") (25:5) i.e., they tell lies against the Messenger and say things contradicting one another, but all of it is false, as Allah says,\nانْظُرْ كَيْفَ ضَرَبُواْ لَكَ الاٌّمْثَالَ فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً\n(Look at the parables they make of you, so they have gone astray, and they are not able to find the right way.)(17:48) Once they have gone beyond the bounds of the truth, whatever they say will be in error. They used to say that he (the Prophet ) was a sorcerer, a poet, a soothsayer, or a madman, then they settled on an idea proposed by their leader, an individual known as Al-Walid bin Al-Mughirah Al-Makhzumi, when:\nإِنَّهُ فَكَّرَ وَقَدَّرَ - فَقُتِلَ كَيْفَ قَدَّرَ - ثُمَّ قُتِلَ كَيْفَ قَدَّرَ - ثُمَّ نَظَرَ - ثُمَّ عَبَسَ وَبَسَرَ - ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ - فَقَالَ إِنْ هَـذَآ إِلاَّ سِحْرٌ يُؤْثَرُ\n(He thought, and plotted. So let him be cursed, how he plotted! And once more let him be cursed, how he plotted! Then he thought. Then he frowned and he looked in a bad tempered way; then he turned back, and was proud. Then he said: \"This is nothing but the magic of old.\") (74:18-24) meaning something that had been transmitted and passed down. So they dispersed having agreed on this opinion, may Allah punish them.\nلِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَـمَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ\n(They will bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge.) meaning, `We decreed that they would say that, so they will carry the burden of their own sins and some of the burden of those who followed them and agreed with them,' i.e., they will be held guilty not only for going astray themselves, but also for tempting others and having them follow them. As it says in a Hadith:\n«مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ، لَا يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ، لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا»\n(Whoever invites people to guidance, he will receive a reward like that of those who follow him, without diminishing their reward in the least. And whoever invites people to misguidance, he will bear a burden of sin like that of those who follow him, without diminishing their burden in the least.) Allah says;\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ وَلَيُسْـَلُنَّ يَوْمَ الْقِيَـمَةِ عَمَّا كَانُواْ يَفْتَرُونَ\n(They shall bear their own loads, and other loads besides their own; and they shall be questioned about their false allegations on the Day of Resurrection.) (29:13) Al-`Awfi reported from Ibn `Abbas that it is like the Ayah:\nلِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَـمَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ\n(That they may bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge.) (16:25) Allah says,\nوَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ\n(They shall bear their own loads, and other loads besides their own) (29:13). Mujahid said: \"They will bear the burden of their own sins, and they will bear the sins of those who obeyed them, but that will not lessen the punishment of those who obeyed them at all.\"",
  "ayah": 24,
  "surah": 16
}
