{
  "text": "The Condition of the Disbeliever during and after Death\nAllah informs us of the state of the idolators who are doing wrong to themselves when death approaches and the angels come to seize their evil souls.\nفَأَلْقَوُاْ السَّلَمَ\n(Then, they will (falsely) submit) meaning, they will make it appear as if they used to listen and obey by saying,\nمَا كُنَّا نَعْمَلُ مِن سُوءٍ\n(We did not do any evil.) Similarly, on the Day of Resurrection, they will say,\nوَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ\n(By Allah, our Lord, we were not idolators.) 6:23\nيَوْمَ يَبْعَثُهُمُ اللَّهِ جَمِيعاً فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ\n(On the Day when Allah will resurrect them all together; then they will swear to Him as they swear to you.) 58:18 Allah says, rejecting what they say,\nالَّذِينَ تَتَوَفَّـهُمُ الْمَلَـئِكَةُ ظَالِمِى أَنفُسِهِمْ فَأَلْقَوُاْ السَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنتُمْ تَعْمَلُونَ - فَادْخُلُواْ أَبْوَابَ جَهَنَّمَ خَـلِدِينَ فِيهَا فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ\n(\"Yes! Truly, Allah is Most Knowing of what you did. So enter the gates of Hell, to abide therein, and indeed, what an evil abode there is for the arrogant.\") (16:28-29), meaning, a miserable position in the abode of humiliation for those who were too arrogant to pay atten- tion to the signs of Allah and follow His Messengers. They will enter Hell from the day they die with their souls, and their bodies will feel the heat and hot winds of their graves. When the Day of Resurrec- tion comes, their souls will be reunited with their bodies, to abide forever in the fire of Hell, and\nلاَ يُقْضَى عَلَيْهِمْ فَيَمُوتُواْ وَلاَ يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا\n(It will not be complete enough to kill them nor shall its torment be lightened for them.) (35:36) As Allah says,\nالنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُواْ ءَالَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ\n(The Fire, they are exposed to it morning and afternoon. And on the Day when the Hour will be established (it will be said to the angels): \"Cause Fir'awn's people to enter the severest torment!\") (40:46).",
  "ayah": 29,
  "surah": 16
}
