{
  "text": "The Resurrection after Death is true, there is Wisdom behind it, and it is easy for Allah\nAllah tells us that the idolators swore by Allah their strongest oaths, meaning that they made oaths swore fervently that Allah would not resurrect the one who died. They considered that to be improbable, and did not believe the Messengers when they told them about that, swearing that it could not happen. Allah said, refuting them:\nبَلَى\n(Yes), meaning it will indeed happen,\nوَعْدًا عَلَيْهِ حَقًّا\n(a promise (binding) upon Him in truth,) - meaning it is inevitable,\nوَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَعْلَمُونَ\n(but most of mankind know not.) means, because of their ignorance they oppose the Messengers and fall into disbelief. Then Allah mentions His wisdom and the reason why He will resurrect mankind physically on the Day of Calling (between the people of Fire and of Paradise). He says,\nلِيُبَيِّنَ لَهُمُ\n(In order that He may make clear to them) means, to mankind,\nالَّذِى يَخْتَلِفُونَ فِيهِ\n(what they differed over,) means, every dispute.\nلِيَجْزِىَ الَّذِينَ أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِى الَّذِينَ أَحْسَنُواْ بِالْحُسْنَى\n(that He may requite those who do evil with that which they have done (i. e. punish them in Hell), and reward those who do good, with what is best (i.e. Paradise).) (53:31)\nوَلِيَعْلَمَ الَّذِينَ كَفَرُواْ أَنَّهُمْ كَانُواْ كَـذِبِينَ\n(and so that those who disbelieved may know that they were liars.) meaning that they lied in their oaths and their swearing that Allah would not resurrect those who die. Thus they will be pushed down by force to the Fire with horrible force on the Day of Resurrection, and the guards of Hell will say to them:\nهَـذِهِ النَّارُ الَّتِى كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَـذَا أَمْ أَنتُمْ لاَ تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُواْ أَوْ لاَ تَصْبِرُواْ سَوَآءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ\n(This is the Fire which you used to belie. Is this magic or do you not see Taste its heat, and whether you are tolerant of it or intolerant of it - it is all the same. You are only being requited for what you have done.) (52:14-16). Then Allah tells us about His ability to do whatever He wills, and that nothing is impossible for Him on earth or in heaven. When He wants a thing, all He has to do is say to it \"Be!\" and it is. The Resurrection is one such thing, when He wants it to happen, all He will have to do is issue the command once, and it will happen as He wills, as He says:\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye) (54:50) and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as (the creation and resurrection of) a single person. ) 31:28 And in this Ayah, Allah says:\nإِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ\n(Verily, Our Word to a thing when We intend it, is only that We say to it: \"Be!\" - and it is.) meaning, We issue the command once, and then it happens. Allah does not need to repeat or confirm whatever He commands, because there is nothing that can stop Him or oppose Him. He is the One, the Compelling, the Almighty, whose power, might and dominion have subjected all things. None has the right to be worshipped except Him, and there is no Lord other than Him.",
  "ayah": 39,
  "surah": 16
}
