{
  "text": "The Reward of the Muhajirin\nAllah tells us about the reward of those who migrated for His sake, seeking His pleasure, those who left their homeland behind, brothers and friends, hoping for the reward of Allah. This may have been revealed concerning those who migrated to Ethiopia, those whose persecution at the hands of their own people in Makkah was so extreme that they left them and went to Ethiopia so that they would be able to worship their Lord. Among the most prominent of these migrants were `Uthman bin `Affan and his wife Ruqayyah, the daughter of the Messenger of Allah ﷺ, Ja`far bin Abi Talib, the cousin of the Messenger ﷺ, and Abu Salamah bin `Abdul-Asad, among a group of almost eighty sincere and faithful men and women, may Allah be pleased with them. Allah promised them a great reward in this world and the next. Allah said:\nلَنُبَوِّئَنَّهُمْ فِى الدُّنْيَا حَسَنَة\n(We will certainly give them good residence in this world,) Ibn `Abbas, Ash-Sha`bi and Qatadah said: (this means) \"Al-Madinah.\" It was also said that it meant \"good provision\". This was the opinion of Mujahid. There is no contradiction between these two opinions, for they left their homes and wealth, but Allah compensated them with something better in this world. Whoever gives up something for the sake of Allah, Allah compensates him with something that is better for him than that, and this is what happened. He gave them power throughout the land and caused them to rule over the people, so they became governors and rulers, and each of them became a leader of the pious. Allah tells us that His reward for the Muhajirin in the Hereafter is greater than that which He gave them in this world, as He says:\nوَلاّجْرُ الاٌّخِرَةِ أَكْبَرُ\n(but indeed the reward of the Hereafter will be greater) meaning, greater than that which We have given you in this world.\nلَوْ كَانُواْ يَعْلَمُونَ\n(if they but knew!) means, if those who stayed behind and did not migrate with them only knew what Allah prepared for those who obeyed Him and followed His Messenger . Then Allah describes them as:\nالَّذِينَ صَبَرُواْ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ\n(those who remained patient, and put their trust in their Lord.) (16:42), meaning, they bore their people's persecution with patience, putting their trust in Allah Who made their end good in this world and the Hereafter.",
  "ayah": 42,
  "surah": 16
}
