{
  "text": "How the Guilty can feel Secure\nAllah informs us about His patience, and how He delays the punishment for the sinners who do evil things and call others to do likewise, plotting to call others to do evil - even though He is able to make the earth swallow them or to bring His wrath upon them.\nمِنْ حَيْثُ لاَ يَشْعُرُونَ\n(from where they do not perceive it), meaning in such a way that they do not know where it comes from. As Allah says:\nأَءَمِنتُمْ مَّن فِى السَّمَآءِ أَن يَخْسِفَ بِكُمُ الاٌّرْضَ فَإِذَا هِىَ تَمُورُ - أَمْ أَمِنتُمْ مِّن فِى السَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَـصِباً فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ\n(Do you feel secure that He Who is over the heaven (Allah), will not cause you to sink into the earth, when it quakes Or do you feel secure that He Who is over the heaven (Allah), will not send a storm of stones upon you Then you shall know how My warning really is.) (67:16-17).\nأَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ\n(Or that He may punish them in the midst of their going to and fro) meaning, when they are busy with their daily business, travel, and other distracting activities. Qatadah and As-Suddi said:\nتَقَلُّبِهِمْ\n(Their going to and fro) means their journeys.\" As Allah says:\nأَفَأَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُم بَأْسُنَا بَيَـتاً وَهُمْ نَآئِمُونَ - أَوَ أَمِنَ أَهْلُ الْقُرَى أَن يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ\n(Did the people of the towns feel secure against the coming of Our punishment by night while they were asleep Or, did the people of the towns feel secure against the coming of Our punishment in the forenoon while they were playing) (7:97-98)\nفَمَا هُم بِمُعْجِزِينَ\n(so that there be no escape for them (from Allah's punishment)) meaning, it is not impossible for Allah, no matter what their situation.\nأَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ\n(Or that He may punish them where they fear it most) meaning, or Allah will take from them what they most fear, which is even more frightening, because when the thing you most fear to happen does happen, this is even worse. Hence Al-`Awfi reported that Ibn `Abbas said that,\nأَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ\n(Or that He may punish them where they fear it most) means that Allah is saying: If I wish, I can take him after the death of his companion and after he has become frightened of that.' This was also reported from Mujahid, Ad-Dahhak, Qatadah and others. Then Allah says:\nفَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ\n(Indeed your Lord is full of kindness, Most Merciful.) meaning, because He does not hasten to punish, as was reported in the Two Sahihs:\n«لَا أَحَدَ أَصْبَرُ عَلَى أَذًى سَمِعَهُ مِنَ اللهِ، إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم»\n(No one is more patient in the case of hearing offensive speech than Allah, for they attribute to Him a son, while He alone is giving them provision and good health.) And it is also recorded in Two Sahihs,\n«إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْه»\n(Allah will let the wrongdoer continue until, when He begins to punish him, He will never let him go.) Then the Messenger of Allah ﷺ recited:\nوَكَذلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِىَ ظَـلِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ\n(Such is the punishment of your Lord when He seizes the (population of) towns while they are doing wrong. Indeed, His punishment is painful, (and) severe) (11:102) And Allah says:\nوَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَـلِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ الْمَصِيرُ\n(And many a township did I give respite while it was given to wrongdoing. Then I punished it. And to Me is the (final) return (of all).) (22:48)",
  "ayah": 46,
  "surah": 16
}
