{
  "text": "Everything prostrates to Allah\nAllah informs us about His might, majesty and pride, meaning that all things submit themselves to Him and every created being - animate and inanimate, as well as the responsible - humans and Jinns, and the angels - all humble themselves before Him. He tells us that everything that has a shadow leaning to the right and the left, i.e., in the morning and the evening, is by its shadow, prostrating to Allah. Mujahid said, \"When the sun passes its zenith, everything prostrates to Allah, may He be glorified.\" This was also said by Qatadah, Ad-Dahhak and others.\nلِلَّهِ وَهُمْ\n(while they are humble) means, they are in a state of humility. Mujahid also said: \"The prostration of every thing is its shadow\", and he mentioned the mountains and said that their prostrations are their shadows. Abu Ghalib Ash-Shaybani said: \"The waves of the sea are its prayers\". It is as if reason is attributed to these inanimate objects when they are described as prostrating, so Allah says:\nوَلِلَّهِ يَسْجُدُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ مِن دَآبَّةٍ\n(And to Allah prostrate all that are in the heavens and all that are in the earth, of the moving creatures) As Allah says:\nوَللَّهِ يَسْجُدُ مَن فِى السَّمَـوَتِ وَالاٌّرْضِ طَوْعًا وَكَرْهًا وَظِلَـلُهُم بِالْغُدُوِّ وَالاٌّصَالِ\n(And to Allah (alone) all who are in the heavens and the earth fall in prostration, willingly or unwillingly, and so do their shadows in the mornings and in the afternoons.) (13:15)\nوَالْمَلَـئِكَةُ وَهُمْ لاَ يَسْتَكْبِرُونَ\n(and the angels, and they are not proud.) means, they prostrate to Allah and are not too proud to worship Him.\nيَخَـفُونَ رَبَّهُمْ مِّن فَوْقِهِمْ\n(They fear their Lord above them) means, they prostrate out of fear of their Lord, may He be glorified.\nوَيَفْعَلُونَ مَا يُؤْمَرُونَ\n(and they do what they are commanded.) meaning they continually obey Allah, doing what He tells them to do and avoiding that which He forbids.",
  "ayah": 48,
  "surah": 16
}
