{
  "text": "Among His Blessings and Signs are Mates, Children and Grandchildren\nAllah mentions the blessing He has bestowed upon His servant by giving them mates from among themselves, mates of their own kind. If He had given them mates of another kind, there would be no harmony, love and mercy between them. But out of His mercy He has made the Children of Adam male and female, and has made the females wives or mates for the males. Then Allah mentions that from these wives He creates children and grandchildren, one's children's children. This was the opinion of Ibn `Abbas, `Ikrimah, Al-Hasan, Ad-Dahhak and Ibn Zayd. Shu`bah said, narrating from Abu Bishr from Sa`id bin Jubayr from Ibn `Abbas: \"Children and grandchildren, who are one's children and one's children's children.\" It was also said that this means servants and helpers, or it means sons-in-law or in-laws. I say: if we understand\nوَحَفَدَةً\n(grandsons) to refer back to wives, then it must mean children, children's children, and sons-in-law, because they are the husbands of one's daughter or the children of one's wife.\nوَرَزَقَكُم مِّنَ الطَّيِّبَاتِ\n(and has granted you good provisions.) meaning your food and drink. Then Allah denounces those who associate others in worship with the One Who bestows blessings on them:\nأَفَبِالْبَـطِلِ يُؤْمِنُونَ\n(Do they then believe in false deities), meaning idols and rivals to Allah\nوَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ\n(and deny the favor of Allah) meaning, by concealing the blessings that Allah has given them and attributing them to others. According to a Sahih Hadith, the Prophet said:\n«إِنَّ اللهَ يَقُولُ لِلْعَبْدِ يَوْمَ الْقِيَامَةِ مُمْتَنًّا عَلَيْهِ: أَلَمْ أُزَوِّجْكَ؟ أَلَمْ أُكْرِمْكَ؟ أَلَمْ أُسَخِّرْ لَكَ الْخَيْلَ وَالْإِبِلَ، وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ؟»\n(Allah will say to His servant on the Day of Resurrection, reminding him of His blessings: \"Did I not give you a wife Did I not honor you Did I not subject horses and camels to your use, and cause you to occupy a position of leadership and honor\")",
  "ayah": 72,
  "surah": 16
}
