{
  "text": "القول في تأويل قوله تعالى :  الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ جَاعِلِ الْمَلائِكَةِ رُسُلا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1)يقول تعالى ذكره: الشكر الكامل للمعبود الذي لا تصلح العبادة إلا له، ولا ينبغي أن تكون لغيره خالق السماوات السبع والأرض، (جَاعِلِ الْمَلائِكَةَ رُسُلا) إلى من يشاء من عباده، وفيما شاء من أمره ونهيه (أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ) يقول: أصحاب أجنحة يعني ملائكة، فمنهم من له اثنان من الأجنحة، ومنهم من له ثلاثة أجنحة، ومنهم من له أربعة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ) قال: بعضهم له جناحان وبعضهم ثلاثة وبعضهم أربعة.واختلف أهل العربية في علة ترك إجراء مثنى وثلاث ورباع، وهي ترجمة عن أجنحة وأجنحة نكرة؛ فقال بعض نحويي البصرة: تُرك إجراؤهن لأنهن مصروفات عن وجوههن، وذلك أن مثنى مصروف عن اثنين وثلاث عن ثلاثة ورباع عن أربعة، فصرف نظير عُمَرَ وَزُفَرَ، إذ صرف هذا عن عامر إلى عمر وهذا عن زافر إلى زفر، وأنشد بعضهم في ذلك:وَلَقَــدْ قَتَلْتُكُــمْ ثُنَــاءَ وَمَوْحَــدَاوَتَــركتُ مـرَّةَ مِثْـلَ أمسِ المُدبِـرِ (5)وقال آخر منهم: لم يصرف ذلك لأنه يوهم به الثلاثة والأربعة، قال: وهذا لا يستعمل إلا في حال العدد.وقال بعض نحويي الكوفة: هن مصروفات عن المعارف، لأن الألف واللام لا تدخلها، والإضافة لا تدخلها، قال: ولو دخلتها الإضافة والألف واللام لكانت نكرة، وهي ترجمة عن النكرة، قال: وكذلك ما كان في القرآن مثل  أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى  وكذلك وحاد وأحاد، وما أشبهه من مصروف العدد.وقوله (يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ) وذلك زيادته تبارك وتعالى في خلق هذا الملك من الأجنحة على الآخر ما يشاء، ونقصانه عن الآخر ما أحب، وكذلك ذلك في جميع خلقه يزيد ما يشاء في خلق ما شاء منه، وينقص ما شاء من خلق ما شاء، له الخلق والأمر وله القدرة والسلطان (إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) يقول: إن الله تعالى ذكره قدير على زيادة ما شاء من ذلك فيما شاء، ونقصان ما شاء منه ممن شاء، وغير ذلك من الأشياء كلها، لا يمتنع عليه فعل شيء أراده سبحانه وتعالى.------------------------الهوامش:(5) البيت لصخر بن عمرو بن الشريد السلمي. وقد تقدم الاستشهاد به، مع شواهد أخرى في (4 : 337) من هذا التفسير فراجعه ثمة. وأنشده أبو عبيدة في مجاز القرآن (الورقة 201) قال: مثنى وثلاث ورباع: مجازه: اثنين، وثلاثة، وأربعة. فزعم النحويون أنه لما صرف عن وجهه لم ينون فيهن. قال صخر بن عمرو: \"ولقد قتلتكم ..... البيت\" . ا . هـ.",
  "ayah": 1,
  "surah": 35
}
