{
  "text": "القول في تأويل قوله تعالى :  جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (33)يقول تعالى ذكره: بساتين إقامة يدخلونها هؤلاء الذين أورثناهم الكتاب، الذين اصطفينا من عبادنا يوم القيامة (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ ) يلبسون في جنات عدن أسورة من ذهب ( وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ ) يقول: ولباسهم في الجنة حرير.وقوله ( الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ) اختلف أهل التأويل في الحَزَنِ الذي حمد الله على إذهابه عنهم هؤلاء القوم؛ فقال بعضهم: ذلك الحزَن الذي كانوا فيه قبل دخولهم الجنة من خوف النار إذ كانوا خائفين أن يدخلوها.* ذكر من قال ذلك:حدثني قتادة بن سعيد بن قتادة السدوسي قال: ثنا معاذ بن هشام صاحب الدستوائي قال: ثنا أَبي عن عمرو بن مالك عن أَبي الجوزاء عن ابن عباس في قوله ( الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ) قال: حزن النار.حدثنا ابن حميد قال: ثنا ابن المبارك عن مَعْمَر عن يحيى بن المختار عن الحسن  وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلامًا  قال: إن المؤمنين قوم ذُلُل ذلَّت والله الأسماع والأبصار والجوارح، حتى يحسبهم الجاهل مَرضَى، وما بالقوم مرض، وإنهم لأصحة القلوب ولكن دخلهم من الخوف ما لم يدخل غيرهم، ومنعهم من الدنيا علمهم بالآخرة، فقالوا( الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ) والحَزَنُ، والله ما حزنهم حزن الدنيا ولا تعاظم في أنفسهم ما طلبوا به الجنة أبكاهم الخوف من النار، وأنه من لا يتعزَّ بعزاء الله يقطِّع نفسه على الدنيا حسرات، ومن لم ير لله عليه نعمة إلا في مطعم أو مشرب فقد قل علمه وحضر عذابه.وقال آخرون: عني به الموت.* ذكر من قال ذلك:حدثنا أَبو كريب قال: ثنا ابن إدريس عن أبيه عن عطية في قوله ( الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ) قال: الموت.وقال آخرون: عني به حزن الخبز (2) .*  ذكر من قال ذلك:حدثنا ابن حميد قال: ثنا يعقوب عن حفص يعني ابن حميد عن شمر قال: لما أدخل الله أهل الجنة الجنة قالوا( الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ) قال: حزن الخبز.وقال آخرون. عني بذلك: الحزن من التعب الذي كانوا فيه في الدنيا.* ذكر من قال ذلك:------------------------الهوامش:(2) كذا في الأصل: الخبز، ولعل المراد به. هم العيش في الدنيا. والعيش فيها قوامه الطعام والخبز.",
  "ayah": 33,
  "surah": 35
}
