{
  "text": "وقوله ( وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ) يقول تعالى ذكره: هؤلاء الكفار يستغيثون ويضجون في النار، يقولون: يا ربنا أخرجنا نعمل صالحًا أي: تعمل بطاعتك (غَيْرَ الَّذِي كُنَّا نَعْمَلُ) قبلُ من معاصيك. وقولهُ(يَصْطَرِخُونَ) يفتعلون من الصراخ؛ حولتْ تاؤها طاءً لقرب مخرجها من الصاد لما ثَقُلت.وقوله ( أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ ) اختلف أهل التأويل في مبلغ ذلك؛ فقال بعضهم: ذلك أربعون سنة.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى قال: ثنا بشر بن المفضل قال: ثنا عبد الله بن عثمان بن خُثَيم عن مجاهد قال: سمعت ابن عباس يقول: العمر الذي أعذر الله إلى ابن آدم ( أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ ) أربعون سنة.حدثني يعقوب قال: ثنا هشيم، عن مجالد، عن الشعبي عن مسروق أنه كان يقول: إذا بلغ أحدكم أربعين سنة فليأخذ حذره من الله.وقال آخرون: بل ذلك ستون سنة.* ذكر من قال ذلك:حدثنا محمد بن بشار قال: ثنا عبد الرحمن قال: ثنا سفيان عن ابن خُثَيم عن مجاهد عن ابن عباس ( أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ ) قال: ستون سنة.حدثنا أَبو كريب قال: ثنا ابن إدريس قال: سمعت عبد الله بن عثمان بن خُثَيم عن مجاهد عن ابن عباس قال: العمر الذي أعذر الله فيه لابن آدم ستون سنة.حدثنا علي بن شعيب قال: ثنا محمد بن إسماعيل بن أبي فديك عن إبراهيم بن الفضل عن أَبي حسين المكي عن عطاء بن أبي رباح عن ابن عباس قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إذا كان يومُ القيامةِ نُودِي: أين أبناء الستين، وهو العمر الذي قال الله ( أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ) \".حدثني أحمد بن الفرج الحمصي قال: ثنا بقية بن الوليد قال: ثنا &; 20-478 &; مطرف بن مازن الكناني قال: ثني معمر بن راشد قال: سمعت محمد بن عبد الرحمن الغفاري يقول: سمعت أبا هريرة يقول: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لَقدْ أعْذَرَ اللهُ إلَى صاحب السِّتَّين سنة والسَّبعين \" .حدثنا أَبو صالح الفزاري قال: ثنا محمد بن سوار قال: ثنا يعقوب بن عبدٍ القاريُّ الإسكندريُّ قال: ثنا أَبو حازم عن سعيد المقبري عن أَبي هريرة قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" منْ عَمَّرهُ اللهُ ستين سنةً فَقَد أعذرَ إليهِ في العُمْرِ\".حدثنا محمد بن سوار قال: ثنا أسد بن حميدٍ عن سعيد بن طريف عن الأصبغ بن نباتة عن علي رضي الله عنه في قوله ( أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ) قال: العمر الذي عمركم الله به ستون سنة.وأشبه القولين بتأويل الآية إذ كان الخبر الذي ذكرناه عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم خبرًا في إسناده بعض من يجب التثبت في نقله، قول من قال ذلك أربعون سنة، لأن في الأربعين يتناهى عقل الإنسان وفهمه، وما قبل ذلك وما بعده منتقص عن كماله في حال الأربعين.وقوله (وَجَاءَكُمُ النَّذِيرُ) اختلف أهل التأويل في معنى النذير؛ فقال بعضهم: عنى به محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (وَجَاءَكُمُ النَّذِيرُ) قال: النذير: النبي، وقرأ  هَذَا نَذِيرٌ مِنَ النُّذُرِ الأُولَى  .وقيل: عَنى به الشيب.فتأويل الكلام إذن: أولم نعمركم يا معشر المشركين بالله من قريش من السنين، ما يتذكر فيه من تذكر، من ذوي الألباب والعقول، واتعظ منهم من اتعظ، وتاب من تاب، وجاءكم من الله منذر ينذركم ما أنتم فيه اليوم من عذاب الله، فلم تتذكروا مواعظ الله، ولم تقبلوا من نذير الله الذي جاءكم ما أتاكم به من عند ربكم.",
  "ayah": 37,
  "surah": 35
}
