{
  "text": "القول في تأويل قوله تعالى :  إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأَرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (41)يقول تعالى ذكره: (إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأرْضَ) لئلا تزولا من أماكنهما(وَلَئِنْ زَالَتَا) يقول: ولو زالتا(إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ) يقول: ما أمسكهما أحد سواه. ووضعت \" لئن \" في قوله (وَلَئِنْ زَالَتَا) في موضع \" لو \" لأنهما يجابان بجواب واحد، فيتشابهان في المعنى، ونظير ذلك قوله  وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ  بمعنى: ولو أرسلنا ريحًا، وكما قال  وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ  بمعنى: لو أتيت. وقد بيَّنا ذلك فيما مضى بما أغنى عن إعادته في هذا الموضع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله ( إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأرْضَ أَنْ تَزُولا ) من مكانهما.حدثنا ابن بشار قال: ثنا عبد الرحمن قال: ثنا سفيان عن الأعمش عن أَبي وائل قال: جاء رجل إلى عبد الله فقال: من أين جئت ؟ قال: من الشأم. قال: من لَقيتَ؟ قال: لقيتُ كعبًا. فقال: ما حدثك كعب ؟ قال: حدثني أن السماوات تدور على منكب ملك. قال: فصدقته أو كذبته ؟ قال: ما صدقته ولا كذبته. قال: لوددت أنك افتديت من رحلتك إليه براحلتك ورحلها، وكذب كعب، إن الله يقول ( إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ).حدثنا جرير عن مغيرة عن إبراهيم قال: ذهب جُندَب البَجَلي إلى كعب الأحبار فقدم عليه ثم رجع فقال له عبد الله: حدثنا ما حدثك. فقال: حدثني أن السماء في قطب كقطب الرحا، والقطب عمود على منكب ملك. قال عبد الله: لوددت أنك افتديت رحلتك بمثل راحلتك، ثم قال: ما تنتكت اليهودية في قلب عبد فكادت أن تفارقه، ثم قال ( إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأرْضَ أَنْ تَزُولا ) كفى بها زوالا أن تدور.وقوله (إِنَّهُ كَانَ حَلِيمًا غَفُورًا) يقول تعالى ذكره: إن الله كان حليمًا عمن أشرك وكفر به من خلقه فى تركه تعجيل عذابه له، غفورًا لذنوب من تاب منهم، وأناب إلى الإيمان به، والعمل بما يرضيه.",
  "ayah": 41,
  "surah": 35
}
