{
  "text": "آیت 24{ ہُوَ اللّٰہُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ } ”وہی ہے اللہ ‘ تخلیق کا منصوبہ بنانے والا ‘ وجود بخشنے والا ‘ صورت گری کرنے والا۔“ اس آیت میں اللہ کے علاوہ تین اسمائے حسنیٰ آئے ہیں۔ ان تینوں اسماء کا تعلق تخلیقی عمل کے مختلف مراحل سے ہے اور اس لحاظ سے یہاں ان کا ذکر ایک فطری اور منطقی ترتیب سے ہوا ہے۔ ”خلق“ دراصل عمل تخلیق کا وہ مرحلہ ہے جب کسی چیز کا منصوبہ یا نقشہ تیار ہوتا ہے۔ بغرضِ تفہیم اگر ہم انسانوں پر قیاس کرتے ہوئے ایک بڑھئی کی مثال سامنے رکھیں تو عمل تخلیق کے مختلف مراحل اور ان تینوں اسماء کے مابین پائے جانے والے خاص ربط کو سمجھنا آسان ہوجائے گا۔ فرض کریں کہ بڑھئی ایک میز بنانا چاہتا ہے۔ اس کے لیے سب سے پہلے وہ مطلوبہ سائز اور مطلوبہ شکل کی میز کا ایک نقشہ اپنے ذہن میں تیار کرتا ہے۔ یہ اس میز کی ذہنی تخلیق ہے۔ اس کے بعد بڑھئی مجوزہ نقشے کے مطابق لکڑی کا میز بنا کر اپنی ”ذہنی تخلیق“ کو عالم واقعہ میں ظاہر کردیتا ہے۔ پھر تیسرے اور آخری مرحلے میں وہ اسے finishing touches دیتے ہوئے رنگ و روغن کر کے میز کو حتمی طور پر تیار کردیتا ہے۔ مذکورہ بالا تینوں اسمائے حسنیٰ کا تعلق تخلیق کے ان ہی تین مراحل سے ہے۔ اللہ تعالیٰ اپنی تخلیق کا ایک نقشہ یا نمونہ تیار فرماتا ہے۔ اس مفہوم میں وہ الخالق ہے ‘ پھر وہ اس تخلیق کو عدم سے عالم وجود میں ظاہر کرتا ہے۔ اس لحاظ سے وہ البارِیہے۔ بَرَأَ کے معنی ظاہر کرنے کے ہیں۔ سورة الحدید کی آیت 22 میں ہم پڑھ چکے ہیں : { مِنْ قَبْلِ اَنْ نَّـبْرَأَھَا } ”اس سے پہلے کہ ہم اسے ظاہر کریں۔“ اس کے بعد اللہ تعالیٰ اپنی تخلیق کو باقاعدہ ایک صورت یا شکل عطا کرتا ہے۔ اس معنی میں وہ ”الْـمُصَوِّر“ ہے۔ { لَہُ الْاَسْمَآئُ الْحُسْنٰی } ”تمام اچھے نام اسی کے ہیں۔“ { یُسَبِّحُ لَہٗ مَا فِی السَّمٰوٰتِ وَالْاَرْضِج } ”اسی کی تسبیح کرتی ہے ہر وہ چیز جو آسمانوں میں ہے اور زمین میں ہے۔“ { وَہُوَالْعَزِیْزُ الْحَکِیْمُ۔ } ”اور وہ بہت زبردست ہے ‘ کمال حکمت والا۔“ اس سورت کی ایک خصوصیت یہ بھی ہے کہ اس کے آغاز میں بھی اللہ کی تسبیح کا بیان ہے اور اس کا اختتام بھی اللہ کی تسبیح پر ہوتا ہے۔ آغاز میں تسبیح کے حوالے سے ماضی کا صیغہ سَبَّحَ آیا ہے جبکہ اختتام پر مضارع کا صیغہ یُسَبِّحُ ہے۔ اسی طرح اس کی ابتدائی آیت کے اختتام پر جو دو اسمائے حسنیٰ الْعَزِیْزُ الْحَکِیْم آئے ہیں ‘ آخری آیت کا اختتام بھی ان ہی اسمائے حسنیٰ پر ہوتا ہے۔",
  "ayah": 24,
  "surah": 59
}
