{
  "text": "آیت 7{ مَآ اَفَــآئَ اللّٰہُ عَلٰی رَسُوْلِہٖ مِنْ اَہْلِ الْقُرٰی } ”جو مال بھی ہاتھ لگا دے اللہ اپنے رسول ﷺ کے بستیوں والوں سے“ { فَلِلّٰہِ وَلِلرَّسُوْلِ وَلِذِی الْقُرْبٰی وَالْیَتٰمٰی وَالْمَسٰکِیْنِ وَابْنِ السَّبِیْلِلا } ”تو وہ ہے اللہ کے لیے ‘ رسول ﷺ کے لیے ‘ قرابت داروں ‘ یتیموں ‘ مسکینوں اور مسافروں کے لیے“ واضح رہے کہ اللہ اور رسول ﷺ سے مراد یہاں اسلامی ریاست ہے۔ پھر چونکہ رسول اللہ ﷺ کا اپنا ذاتی ذریعہ معاش تو کوئی تھا نہیں ‘ اس لیے یہ مال آپ ﷺ کے ذاتی اخراجات مثلاً ازواجِ مطہرات - کے نان نفقہ اور دوسری معاشرتی ذمہ داریوں کی ادائیگی کے لیے بھی تھا۔ اس کے علاوہ اس میں حضور ﷺ کے قرابت داروں کی مد بھی رکھی گئی تاکہ آپ ﷺ اپنے قرابت داروں کے ساتھ حسن سلوک کے تقاضے پورے کرسکیں۔ اسی طرح اس مال میں ان تمام اقسام کے ناداروں اور محتاجوں کا بھی حق رکھا گیا جن کا ذکر اس آیت میں آیا ہے۔ { کَیْ لَا یَکُوْنَ دُوْلَۃًم بَیْنَ الْاَغْنِیَـآئِ مِنْکُمْج } ”تاکہ وہ تم میں سے مال داروں ہی کے درمیان گردش میں نہ رہے۔“ اللہ تعالیٰ چاہتا ہے کہ معاشرے میں دولت کی تقسیم منصفانہ ہو اور اس کی گردش کے ثمرات معاشرے کے تمام طبقات تک پہنچیں۔ یہ اسلامی معیشت کا بہت اہم اور بنیادی اصول ہے۔ اسی اصول کے تحت اللہ تعالیٰ نے مال فے زیادہ تر ناداروں اور محتاجوں کی محرومیوں کے ازالے کے لیے مختص فرما دیا۔ مالِ فے بھی اگر مال غنیمت کی طرح تقسیم کیا جاتا تو یہاں بھی سواروں کو دوہرا حصہ ملتا اور ظاہر ہے جس شخص کے پاس گھوڑا یا اونٹ ہے وہ تو پہلے ہی سے کچھ خوشحال ہے۔ تو اس تقسیم سے مال فے کا بھی زیادہ تر حصہ خوشحال لوگوں کو ہی ملتا۔ واضح رہے کہ اسلام کے نظام عدل و قسط میں تمام انسانوں کو معاشی طور پر برابر کردینے کا تصور نہیں پایا جاتا۔ ایسا ہونا عملی طور پر ممکن بھی نہیں۔ ظاہر ہے ایک سپاہی اور سپہ سالار کسی طرح بھی برابر نہیں ہوسکتے۔ یہی وجہ ہے کہ کمیونزم اپنے تمام تردعو وں اور انقلابی نعروں کے باوجود ایسی ”معاشی مساوات“ کی کوئی ہلکی سی جھلک بھی دنیا کو نہیں دکھا سکا۔ اس کے برعکس اسلام کا نظام معیشت معاشرے سے معاشی ناہمواریوں کو ختم کرنے اور امیر و غریب کے درمیان فرق و تفاوت کو کم سے کم کرنے پر زور دیتا ہے۔ اس کے لیے اسلام ہر وہ دروازہ بند کردینے کا حکم دیتا ہے جس کی وجہ سے چند ہاتھوں میں ارتکازِ دولت کا خدشہ ہو اور ہر وہ راستہ کھولنے کی حوصلہ افزائی کرتا ہے جس سے گردش دولت کا رُخ امراء سے غرباء کی طرف پھرنے اور معاشی محرومیوں کے ازالے کا امکان ہو۔ آج معاشی پیچیدگیوں کی وجہ سے جدید معاشرے میں جو گھمبیر صورتحال جنم لے رہی ہے اس کا ادراک سب سے پہلے جس عالم دین کو ہوا وہ شاہ ولی اللہ دہلوی - تھے۔ شاہ ولی اللہ رح ایسی صورت حال کے بارے میں فرماتے ہیں کہ جس ملک یا معاشرے میں تقسیم دولت کا نظام غیر منصفانہ ہوگا وہاں کچھ لوگ دولت کے انبار جمع کرکے مسرفانہ عیاشیوں اور بدمعاشیوں میں مبتلا ہوجائیں گے ‘ جبکہ محروم طبقے کے لوگ باربرداری کے جانور بن کر رہ جائیں گے۔ ایسی ہی صورت حال کے بارے میں حضور ﷺ کا فرمان ہے : کَادَ الْفَقْرُ اَنْ یَّـکُوْنَ کُفْرًا 1 کہ محرومی اور احتیاج انسان کو کفر تک پہنچا دیتی ہے۔ گویا تقسیم دولت کا غیر منصفانہ نظام ایسی دودھاری تلوار ہے جس کی دو طرفہ کاٹ سے مذکورہ دونوں طبقوں کے افراد مذہبی و انسانی اقدار سے بیگانہ و بےنیاز ہو کر عملی طور پر معاشرے کے لیے ناسور بن جاتے ہیں۔ اُمراء کو تو اپنے اللوں تللوں سے ہی فرصت نہیں ملتی جبکہ غریب و نادار عوام دنیا ومافیہا سے بیخبر صبح سے شام تک کمرتوڑ مشقت میں مصروف رہتے ہیں۔ اس صورت حال سے فائدہ اٹھاتے ہوئے شیطان اپنے ایجنڈے کی تکمیل کے لیے آگے بڑھتا ہے اور محروم طبقے کے افراد کے دلوں میں ظالم استحصالی طبقے کے خلاف بغض و عداوت کی آگ سلگانا شروع کردیتا ہے : { اِنَّمَا یُرِیْدُ الشَّیْطٰنُ اَنْ یُّوْقِـعَ بَـیْـنَـکُمُ الْعَدَاوَۃَ وَالْبَغْضَآئَ } المائدۃ : 91 ”شیطان تو یہ چاہتا ہے کہ تمہارے درمیان دشمنی اور بغض پیدا کر دے“۔ تصور کریں اگر ایک سیٹھ صاحب کی بیٹی کی شادی کے موقع پر کروڑوں روپے کا اسراف صرف بےجا نمود و نمائش کی مد میں ہو رہا ہوگا تو یہ سب کچھ دیکھ کر اس کے اس غریب ملازم کے دل میں نفرت و عداوت کے کیسے کیسے جذبات پیدا ہوں گے جس کی بیٹی گھر میں بیٹھی صرف اس لیے بوڑھی ہو رہی ہے کہ وہ اس کے ہاتھ پیلے کرنے کی استطاعت نہیں رکھتا۔ پھر ہمارے معاشرے میں جب ایک کروڑ پتی کی بیٹی لاکھوں کا جہیز لے کر دوسرے کروڑ پتی کی بہو بن جاتی ہے تو دولت مال داروں ہی کے مابین گردش میں رہتی ہے۔  { وَمَآ اٰتٰٹکُمُ الرَّسُوْلُ فَخُذُوْہُج وَمَا نَہٰٹکُمْ عَنْہُ فَانْتَہُوْاج } ”اور جو کچھ رسول ﷺ تم لوگوں کو دے دیں وہ لے لو اور جس چیز سے روک دیں اس سے رک جائو۔“ ان الفاظ میں گویا اہل ایمان کو ترغیب دی جا رہی ہے کہ وہ مال فے سے متعلق نئے قانون کے تحت رسول اللہ ﷺ کے فیصلوں کو بخوشی قبول کریں۔ ظاہر ہے لشکر اسلام میں شامل لوگ تو بنونضیر کے علاقے سے حاصل ہونے والے مال و اسباب کو مال غنیمت سمجھتے ہوئے اس میں سے حصے کی توقع کر رہے تھے۔ اب جب مذکورہ حکم کے تحت اس مال کو مال فے قرار دے کر اس کی تقسیم کا نیا قانون بنا دیا گیا تو لشکر کے شرکاء کو طبع بشری کے تحت ایک دھچکا تو ضرور لگا ہوگا۔ چناچہ اس حکم کے تحت بنونضیر کے محاصرے میں شامل اہل ایمان کو بالخصوص اور تمام اہل ایمان کو بالعموم دین کا بنیادی اصول بتادیا گیا کہ تمہارے لیے اللہ کے رسول ﷺ کا ہر فیصلہ آخری حکم کا درجہ رکھتا ہے۔ معاملہ چاہے کوئی بھی ہو ‘ اللہ کے رسول ﷺ تم لوگوں کو جو دے دیں وہ لے لیا کرو اور جس چیز سے آپ ﷺ منع کردیں اس سے منع ہوجایا کرو۔ { وَاتَّقُوا اللّٰہَط اِنَّ اللّٰہَ شَدِیْدُ الْعِقَابِ۔ } ”اور اللہ کا تقویٰ اختیار کرو۔ بیشک اللہ تعالیٰ سزا دینے میں بہت سخت ہے۔“ اب اگلی آیات میں مال فے کی تقسیم کے بارے میں مزید وضاحت کی جا رہی ہے کہ جب یہ مال مذکورہ قانون کے تحت بیت المال میں آجائے گا تو اس کی تقسیم میں بنیادی طور پر ضرورت مندوں کی ضروریات کو ترجیح دی جائے گی۔ ظاہر ہے اللہ کے رسول ﷺ تو اس میں سے اپنے اور اپنے گھر والوں کے لیے وہی کچھ قبول کریں گے جو آپ ﷺ کی انتہائی بنیادی ضروریات کے لیے ناگزیر ہوگا۔ آپ ﷺ نے تو اپنی ذات اور ازواجِ مطہرات - پر شروع دن سے ہی فقر طاری کر رکھا تھا۔ سورة الاحزاب کے چوتھے رکوع میں واقعہ ایلاء کے بارے میں ہم پڑھ آئے ہیں کہ ازواجِ مطہرات رض کی طرف سے نان نفقہ بڑھانے کے مطالبے پر حضور ﷺ نے ان رض سے علیحدگی اختیار فرما لی تھی۔ چناچہ مال فے کا بڑا حصہ کس کے لیے مختص کیا جائے گا :",
  "ayah": 7,
  "surah": 59
}
