{
  "text": "آیت 9{ وَالَّذِیْنَ تَـبَـوَّؤُ الدَّارَ وَالْاِیْمَانَ مِنْ قَـبْلِہِمْ } ”اور اس مال میں ان کا بھی حق ہے جو آباد تھے اپنے گھروں میں اور جن کے پاس ایمان بھی تھا ان مہاجرین کی آمد سے پہلے“ یہ انصارِ مدینہ کا ذکر ہے کہ مہاجرین کی آمد پر ان کا طرزعمل کیا تھا :  { یُحِبُّوْنَ مَنْ ہَاجَرَ اِلَـیْہِمْ } ”وہ محبت کرتے ہیں ان سے جنہوں نے ہجرت کی ان کی طرف“ مدینہ منورہ کے مسلمانوں نے مکہ مکرمہ سے آنے والے مہاجرین کو کھلے دل سے خوش آمدید کہا۔ ان میں سے کسی کے دل میں قطعاً کوئی ایسا خیال نہیں آیا کہ ان لوگوں کے آنے سے ہماری آبادی بڑھ جائے گی اور ان کی ناداری و محرومی ہماری معیشت پر بوجھ بن جائے گی۔ { وَلَا یَجِدُوْنَ فِیْ صُدُوْرِہِمْ حَاجَۃً مِّمَّـآ اُوْتُوْا } ”اور وہ نہیں پاتے اپنے سینوں میں کوئی حاجت اس بارے میں کہ جو کچھ ان مہاجرین کو دیا جاتا ہے“ انصارِ مدینہ کے دل اپنے مہاجر بھائیوں کے لیے ایثار و قربانی کے اعلیٰ جذبات سے لبریز ہیں ‘ اور یہ جذبات ان کے دلوں میں اس دولت ایمان کے باعث پیدا ہوئے ہیں جس سے اللہ تعالیٰ نے انہیں بہرہ ور فرمایا ہے۔ یہ آیت دراصل انصارِ مدینہ کی تسکین وتشفی کے لیے ان کے جذبہ ایمان کو اپیل کرتے ہوئے نازل ہوئی تاکہ اگر ان میں سے کچھ لوگوں کے دلوں میں بنونضیر کے چھوڑے ہوئے مال سے متوقع حصہ نہ ملنے کے باعث کچھ ملال وغیرہ کے احساسات پیدا ہوئے ہوں تو وہ ختم ہوجائیں۔ { وَیُـؤْثِرُوْنَ عَلٰٓی اَنْفُسِہِمْ وَلَـوْ کَانَ بِہِمْ خَصَاصَۃٌط } ”اور وہ تو خود پر ترجیح دیتے ہیں دوسروں کو خواہ ان کے اپنے اوپر تنگی ہو۔“ ایثار کے معنی کسی کے لیے قربانی دینے اور دوسروں کو اپنے اوپر ترجیح دینے کے ہیں۔ ظاہر ہے انصارِ مدینہ میں سے بھی سب لوگ دولت مند تو نہیں تھے ‘ ان میں بھی بہت سے لوگ نادار اور تنگ دست تھے ‘ لیکن ان میں سے ہر ایک نے اپنی احتیاج اور ضرورت کو پس پشت ڈال کر استطاعت بھر اپنے مہاجر بھائیوں کی مدد کی تھی۔ ان کے اسی جذبہ ایثار کا اعتراف یہاں اس آیت میں کیا گیا ہے۔ { وَمَنْ یُّـوْقَ شُحَّ نَفْسِہٖ فَاُولٰٓئِکَ ہُمُ الْمُفْلِحُوْنَ۔ } ”اور جو کوئی بھی بچالیا گیا اپنے جی کے لالچ سے تو وہی لوگ ہیں فلاح پانے والے۔“ اب اس کے بعد جو آیت آرہی ہے وہ اس لحاظ سے بہت اہم ہے کہ حضرت عمر فاروق رض نے ایران ‘ عراق ‘ مصر ‘ شام وغیرہ کے مفتوحہ علاقوں کی زمینوں کے بارے میں فیصلہ کرتے ہوئے اس آیت سے استدلال کیا تھا۔ ان علاقوں کی زمینیں بہت زرخیز ہیں ‘ خصوصی طور پر عراق اور شام کے درمیان صحرا میں واقع وہ علاقہ جو Fertile Crescent کہلاتا ہے ‘ اپنی زرخیزی کے اعتبار سے پوری دنیا میں مشہور ہے۔ جب یہ وسیع و عریض علاقے فتح ہوئے تو ان کی زرعی زمینوں کے نظم و نسق کا مسئلہ سامنے آیا۔ اس معاملے میں زیادہ تر صحابہ رض کی رائے یہ تھی کہ مال غنیمت کی تقسیم کے اصول کے مطابق پانچواں حصہ بیت المال کے لیے مختص کر کے باقی زمینیں ہر محاذ کے مجاہدین میں تقسیم کردی جائیں۔ البتہ حضرت عمر رض اس رائے سے متفق نہیں تھے۔ آپ کی رائے یہ تھی کہ ان ممالک کی زمینیں مال غنیمت کے بجائے مالِ فے کے زمرے میں آتی ہیں ‘ اس لیے ان پر مال فے کے قانون کا اطلاق ہونا چاہیے۔ اس نکتے کی مزید وضاحت یہ ہے کہ مال غنیمت صرف وہ مال ہے جو جنگ میں دشمن کو شکست دینے کے بعد عین محاذ جنگ سے مسلمان مجاہدین کے ہاتھ لگے۔ جیسے اسلحہ ‘ راشن ‘ بھیڑ بکریاں ‘ اونٹ گھوڑے ‘ جنگی قیدی وغیرہ۔ لیکن اگر کسی ایک جنگ کے نتیجے میں کوئی پورا ملک فتح ہوجائے جیسے ابراہیم لودھی پانی پت کے میدان میں بابر سے صرف ایک جنگ ہارا تو اس کے نتیجے میں پورے ہندوستان پر بابر کا قبضہ ہوگیا تو میدانِ جنگ سے باہر کی اراضی ‘ املاک اور آبادی کو مال فے شمار کیا جائے گا۔ حضرت عمر رض نے اس معاملے میں اگلی آیت کے ان الفاظ سے استدلال کیا تھا : { وَالَّذِیْنَ جَآئُ وْ مِنْم بَعْدِہِمْ } ”اور وہ لوگ جو ان کے بعد آئیں گے“۔ پچھلی آیات کے مضمون سے اس آیت کے ان الفاظ کا ربط یوں بنتا ہے کہ مال فے پر حق ہے اللہ و رسول ﷺ کا ‘ رسول اللہ ﷺ کے عزیز و اقارب کا ‘ غرباء و مساکین کا ‘ انصار و مہاجرین کا بحوالہ آیات 7 اور 8 اور ان لوگوں کا جو ان کے بعد آئیں گے۔ ان آیات کے سیاق وسباق میں حضرت عمر رض کا موقف یہ تھا کہ آج کے مال فے میں اس امت کے قیامت تک آنے والے مسلمانوں کا بھی حق ہے اور اگر آج یہ زمینیں چندہزار مجاہدین میں تقسیم کردی گئیں تو بعد میں آنے والے مسلمان گویا اس حق سے محروم رہ جائیں گے۔ حضرت عمر رض کے اس استدلال سے بعض معتبر صحابہ رض نے اختلاف بھی کیا اور مذکورہ زمینوں کو مال غنیمت کے قانون کے تحت متعلقہ مجاہدین میں تقسیم کرنے پر اصرار کیا۔ اس اختلافِ رائے کے بعد حضرت عمر رض نے اس معاملے میں غور و خوض کے لیے اوس ‘ خزرج اور مہاجرین میں سے چند صحابہ رض پر مشتمل ایک کمیشن تشکیل دے دیا۔ کمیشن کے ارکان نے مسئلے سے متعلق مختلف آراء اور دیگر پہلوئوں کو مدنظر رکھتے ہوئے متفقہ طور پر جو فیصلہ دیا وہ حضرت عمر رض کی رائے کے عین مطابق تھا اور بعد میں اسی فیصلے پر تمام صحابہ رض کا اجماع ہوا۔ صحابہ رض کے اس اجماع یا فیصلے کے مطابق تمام مسلم ممالک کی اراضی دو اقسام میں بٹ گئی۔ جن علاقوں کے لوگ لڑے بھڑے بغیر ایمان لے آئے ان کی زمینیں ”عشری زمینیں“ ایسی زمین جو انفرادی ملکیت میں ہو اور اس کی پیداوار سے باقاعدہ ُ عشر وصول کیا جاتا ہو قرار پائیں۔ جبکہ بزور شمشیر فتح ہونے والے ممالک کی زمینوں کو ”خراجی زمینوں“ ایسی زمینیں جو بیت المال کی ملکیت ہوں اور ان کو کاشت کرنے والے لوگ اسلامی حکومت کو خراج ادا کریں کا درجہ دیا گیا۔ مثلاً مدینہ کو حضور ﷺ نے کسی جنگ کے نتیجے میں فتح نہیں کیا تھا بلکہ مدینہ کے لوگوں نے حضور ﷺ کو وہاں آنے کی خود دعوت دی تھی ‘ اس لیے اوس اور خزرج کی تمام زمینیں ”عشری“ قرار پائیں اور متعلقہ لوگوں کی انفرادی ملکیت میں ہی رہیں ‘ جبکہ ایران ‘ عراق ‘ مصر ‘ شام وغیرہ ممالک کی زمینیں خراجی زمینوں کی حیثیت سے اسلامی حکومت کی تحویل میں چلی گئیں۔ اس طرح حضرت عمر رض کے اجتہاد کے نتیجے میں انسانی تاریخ میں پہلی مرتبہ زمین کی اجتماعی ملکیت collective ownership of land کا نظام متعارف ہوا۔ اس وقت مفتوحہ علاقوں کی زمینیں اگر مال غنیمت کی حیثیت سے چند ہزار مجاہدین میں تقسیم کردی جاتیں تو اسلامی حکومت کے تحت انسانی تاریخ کی سب سے بڑی جاگیرداری وجود میں آجاتی۔ اور پھر یہ سلسلہ یہیں پر ختم نہ ہوتا بلکہ جس ملک کی اراضی و املاک پر مال غنیمت کے قانون کا اطلاق ہوتا اس ملک کی پوری آبادی کو جنگی قیدیوں کی حیثیت سے غلام اور لونڈیاں بنا کر تقسیم کرنے کا مطالبہ بھی آتا۔ اسی قانون کے تحت پچھلی صدی تک ہندوستان کی زمینوں کے بارے میں بھی یہاں کے علماء کا اجماع تھا کہ یہاں کی تمام زمینیں خراجی ہیں اور اس حیثیت سے یہ زمینیں یہاں کے مسلمانوں کی اجتماعی ملکیت ہیں اور یہ کہ ہندوستان میں کوئی عشری زمین نہیں ہے۔ اس کا ذکر ہندوستان کے عظیم مفسر و محدث قاضی ثناء اللہ پانی پتی رح نے فقہ کے مسائل سے متعلق اپنے رسالے ”مَالاَ بُدَّ مِنْہ“ میں بھی کیا ہے۔ قاضی صاحب موصوف بہت بڑے صوفی اور مفتی بھی تھے۔ ان کی لکھی ہوئی ”تفسیر مظہری“ جسے انہوں نے اپنے مرشد مرزا مظہر جانِ جاناں رح کے نام سے منسوب کیا ہے ‘ آج کسی تعارف کی محتاج نہیں ہے۔ قاضی صاحب کا مرتب کردہ مذکورہ رسالہ فقہ کے بنیادی اور ابتدائی مسائل پر مشتمل ہے اور برصغیر کے تمام عربی مدارس میں پڑھایا جاتا ہے۔ اس رسالے میں انہوں نے عشر سے متعلق مسائل شامل ہی نہیں کیے اور اس کی وجہ یہ لکھی ہے کہ جب ہندوستان میں کوئی عشری زمین ہے ہی نہیں اور عشر سے متعلق احکام کی تنفیذ و تعمیل کا کوئی امکان ہی نہیں تو ان مسائل کو لکھنے ‘ پڑھنے یا سمجھنے کی بھی کوئی ضرورت نہیں۔ اس کا مطلب یہ ہے کہ اس علاقے میں جب کبھی اسلامی حکومت قائم ہو تو نئے بندوبست اراضی کے تحت بڑے بڑے جاگیرداروں سے وہ زمینیں واپس لی جاسکتی ہیں جو ماضی کے بادشاہوں ‘ انگریز حکمرانوں اور سپہ سالاروں کی ”نظر کرم“ کے باعث انہیں عطا ہوئی تھیں۔",
  "ayah": 9,
  "surah": 59
}
