{
  "text": "قوله تعالى : يوم نطوي السماء قرأ أبو جعفر بن القعقاع وشيبة بن نصاح والأعرج والزهري تطوى بتاء مضمومة السماء رفعا على ما لم يسم فاعله . مجاهد ( يطوي ) على معنى يطوي الله السماء . الباقون نطوي بنون العظمة . وانتصاب يوم على البدل من الهاء المحذوفة في الصلة ؛ التقدير : الذي كنتم توعدونه يوم نطوي السماء . أو يكون منصوبا ب ( نعيد ) من قوله : كما بدأنا أول خلق نعيده . أو بقوله : لا يحزنهم أي لا يحزنهم الفزع الأكبر في اليوم الذي نطوي فيه السماء . أو على إضمار واذكر ، وأراد بالسماء الجنس ؛ دليله : والسماوات مطويات بيمينه . ( كطي السجل للكتاب ) قال ابن عباس ومجاهد : أي كطي الصحيفة على ما فيها ؛ فاللام بمعنى على . وعن ابن عباس أيضا اسم كاتب رسول الله - صلى الله عليه وسلم - وليس بالقوي ؛ لأن كتاب رسول الله - صلى الله عليه وسلم - معروفون ليس هذا منهم ، ولا في أصحابه من اسمه السجل . وقال ابن عباس أيضا وابن عمر والسدي : السجل ملك ، وهو الذي يطوي كتب بني آدم إذا رفعت إليه . ويقال : إنه في السماء الثالثة ، ترفع إليه أعمال العباد ، يرفعها إليه الحفظة الموكلون بالخلق في كل خميس واثنين ، وكان من أعوانه فيما [ ص: 253 ] ذكروا هاروت وماروت . والسجل الصك ، وهو اسم مشتق من السجالة وهي الكتابة ؛ وأصلها من السجل وهو الدلو ؛ تقول : ساجلت الرجل إذا نزعت دلوا ونزع دلوا ، ثم استعيرت فسميت المكاتبة والمراجعة مساجلة . وقد سجل الحاكم تسجيلا . وقال الفضل بن العباس بن عتبة بن أبي لهب :من يساجلني يساجل ماجدا يملأ الدلو إلى عقد الكربثم بني هذا الاسم على فعل مثل حمر وطمر وبلي . وقرأ أبو زرعة بن عمرو بن جرير ( كطي السجل ) بضم السين والجيم وتشديد اللام . وقرأ الأعمش وطلحة ( كطي السجل ) بفتح السين وإسكان الجيم وتخفيف اللام . قال النحاس : والمعنى واحد إن شاء الله تعالى . والتمام عند قوله : للكتاب . والطي في هذه الآية يحتمل معنيين : أحدهما : الدرج الذي هو ضد النشر ، قال الله تعالى : والسماوات مطويات بيمينه . والثاني : الإخفاء والتعمية والمحو ؛ لأن الله تعالى يمحو ويطمس رسومها ويكدر نجومها .قال الله تعالى : إذا الشمس كورت وإذا النجوم انكدرت ، وإذا السماء كشطت . للكتاب وتم الكلام . وقراءة الأعمش وحفص وحمزة والكسائي ويحيى وخلف : للكتب جمعا ثم استأنف الكلام فقال : كما بدأنا أول خلق نعيده أي نحشرهم حفاة عراة غرلا كما بدئوا في البطون . وروى النسائي عن ابن عباس عن النبي - صلى الله عليه وسلم - أنه قال : يحشر الناس يوم القيامة عراة غرلا ، أول الخلق يكسى يوم القيامة إبراهيم - عليه السلام - - ثم قرأ - كما بدأنا أول خلق نعيده أخرجه مسلم أيضا عن ابن عباس قال : قام فينا رسول الله - صلى الله عليه وسلم - بموعظة فقال : يا أيها الناس إنكم تحشرون إلى الله حفاة عراة غرلا كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين ألا وإن أول الخلائق يكسى يوم القيامة إبراهيم - عليه السلام - وذكر الحديث . وقد ذكرنا هذا الباب في كتاب ( التذكرة ) مستوفى . وذكر سفيان [ ص: 254 ] الثوري عن سلمة بن كهيل عن أبي الزعراء عن عبد الله بن مسعود قال : يرسل الله - عز وجل - ماء من تحت العرش كمني الرجال فتنبت منه لحمانهم وجسمانهم كما تنبت الأرض بالثرى . وقرأ كما بدأنا أول خلق نعيده . وقال ابن عباس : المعنى . نهلك كل شيء ونفنيه كما كان أول مرة ؛ وعلى هذا فالكلام متصل بقوله : يوم نطوي السماء أي نطويها فنعيدها إلى الهلاك والفناء فلا تكون شيئا . وقيل : نفني السماء ثم نعيدها مرة أخرى بعد طيها وزوالها ؛ كقوله : يوم تبدل الأرض غير الأرض والسماوات والقول الأول أصح وهو نظير قوله : ولقد جئتمونا فرادى كما خلقناكم أول مرة وقوله - عز وجل - : وعرضوا على ربك صفا لقد جئتمونا كما خلقناكم أول مرة وعدا نصب على المصدر ؛ أي وعدنا وعدا علينا إنجازه والوفاء به أي من البعث والإعادة ففي الكلام حذف . ثم أكد ذلك بقوله جل ثناؤه : إنا كنا فاعلين قال الزجاج : معنى إنا كنا فاعلين إنا كنا قادرين على ما نشاء . وقيل إنا كنا فاعلين أي ما وعدناكم وهو كما قال : كان وعده مفعولا . وقيل : كان للإخبار بما سبق من قضائه . وقيل : صلة .",
  "ayah": 104,
  "surah": 21
}
