{
  "text": "قوله تعالى : فاستجبنا له ووهبنا له يحيى أي أجبنا دعاءه : وأصلحنا له زوجه قال قتادة وسعيد بن جبير وأكثر المفسرين : إنها كانت عاقرا فجعلت ولودا . وقال ابن عباس وعطاء : كانت سيئة الخلق ، طويلة اللسان ، فأصلحها الله فجعلها حسنة الخلق .قلت : ويحتمل أن تكون جمعت المعنيين فجعلت حسنة الخلق ولودا . إنهم يعني الأنبياء المسلمين في هذه السورة إنهم كانوا يسارعون في الخيرات وقيل : الكناية راجعة إلى زكريا وامرأته ويحيى .قوله تعالى : ويدعوننا رغبا ورهبا فيه مسألتان :الأولى : قوله تعالى : ويدعوننا رغبا ورهبا أي يفزعون إلينا فيدعوننا في حال الرخاء وحال الشدة . وقيل : المعنى يدعون وقت تعبدهم وهم بحال رغبة ورجاء ورهبة وخوف ، لأن الرغبة والرهبة متلازمان . وقيل : الرغب رفع بطون الأكف إلى السماء ، والرهب رفع ظهورها ؛ قاله خصيف ؛ وقال ابن عطية : وتلخيص هذا أن عادة كل داع من البشر أن يستعين بيديه فالرغب من حيث هو طلب يحسن منه أن يوجه باطن الراح نحو المطلوب منه ، إذ هو موضع إعطاء أو بها يتملك ، والرهب من حيث هو دفع مضرة يحسن معه طرح ذلك ، والإشارة إلى ذهابه وتوقيه بنفض اليد ونحوه .الثانية : روى الترمذي عن عمر بن الخطاب - رضي الله عنه - قال كان رسول الله - صلى الله عليه وسلم - إذا رفع يديه في الدعاء لم يحطهما حتى يمسح بهما وجهه وقد مضى في ( الأعراف ) الاختلاف في رفع الأيدي ، وذكرنا هذا الحديث وغيره هناك . وعلى القول بالرفع فقد اختلف الناس في صفته وإلى أين ؟ فكان بعضهم يختار أن يبسط كفيه رافعهما حذو صدره وبطونهما إلى وجهه ؛ [ ص: 243 ] روي عن ابن عمر وابن عباس . وكان علي يدعو بباطن كفيه ؛ وعن أنس مثله ، وهو ظاهر حديث الترمذي . وقوله - صلى الله عليه وسلم - : إذا سألتم الله فاسألوه ببطون أكفكم ولا تسألوه بظهورها وامسحوا بها وجوهكم . وروي عن ابن عمر وابن الزبير برفعهما إلى وجهه ، واحتجوا بحديث أبي سعيد الخدري ؛ قال : وقف رسول الله - صلى الله عليه وسلم - بعرفة فجعل يدعو وجعل ظهر كفيه مما يلي وجهه ، ورفعهما فوق ثدييه وأسفل من منكبيه وقيل : حتى يحاذي بهما وجهه وظهورهما مما يلي وجهه . قال أبو جعفر الطبري والصواب أن يقال : إن كل هذه الآثار المروية عن النبي - صلى الله عليه وسلم - متفقة غير مختلفة المعاني ، وجائز أن يكون ذلك عن النبي - صلى الله عليه وسلم - لاختلاف أحوال الدعاء كما قال ابن عباس : إذا أشار أحدكم بإصبع واحد فهو الإخلاص ، وإذا رفع يديه حذو صدره فهو الدعاء ، وإذا رفعهما حتى يجاوز بهما رأسه وظاهرهما مما يلي وجهه فهو الابتهال . قال الطبري وقد روى قتادة عن أنس قال : رأيت النبي - صلى الله عليه وسلم - يدعو بظهر كفيه وباطنهما . و رغبا ورهبا منصوبان على المصدر ؛ أي يرغبون رغبا ويرهبون رهبا . أو على المفعول من أجله ؛ أي للرغب والرهب . أو على الحال . وقرأ طلحة بن مصرف ( ويدعونا ) بنون واحدة . وقرأ الأعمش بضم الراء وإسكان الغين والهاء مثل السقم والبخل ، والعدم والضر لغتان وابن وثاب والأعمش أيضا ( رغبا ورهبا ) بالفتح في الراء والتخفيف في الغين والهاء ، وهما لغتان . مثل نهر ونهر وصخر وصخر . ورويت هذه القراءة عن أبي عمرو . وكانوا لنا خاشعين أي متواضعين خاضعين .",
  "ayah": 90,
  "surah": 21
}
