{
  "surah": 3,
  "ayah": 15,
  "text": "Shall I tell you of something better than that? For those who are godwary there shall be with their Lord gardens beneath which rivers flow, therein dwelling forever, and spouses made pure, and approval from God. After talking about the enemies, describing their life, and explaining their furthest goal, God in this verse comes back to the story of the friends. Tomorrow, the final outcome of those whose watch- word today is godwariness will be paradise and approval. He says, “For those who are godwary there shall be with their Lord gardens.” Just as godwariness has levels, so also paradise has degrees. The first degree is the Garden of the Shelter, and the first level of godwariness is to avoid the forbidden and the soul's caprice. The Splendorous Qur'an ties the two together in its words, “As for him who fears the standing place be- fore his Lord and prohibits the soul its caprice, surely the Garden shall be the shelter” [79:40-41]. The highest degree is the Garden of Eden, and better than the Garden of Eden is the Greatest Approval. So, the furthest goal of the paradise-dwellers is the Greatest Approval, just as the Lord of the Worlds says: “And goodly dwellings in the gardens of Eden; and approval from God is greatest” [9:72] The Greatest Approval belongs to those who reach the utmost godwariness. The utmost god- wariness is that someone takes whatever has the scar of new arrival and the mark of creation as his own enemy, as Abraham said: “Surely they are an enemy to me, save the Lord of the Worlds” [26:77]. You must turn away from all things and, with detached heart, busy yourself with the suf- fering of passion for the Haqiqah. You must know for certain that the intrusion of others finds no room in passion's suffering. You must cut off your heart and spirit from everything. The heart is Your garden-take it all, for this heart has room either for my intrusion or Your image. In gratitude I will also send my spirit to You- a whiff of union with You does what a hundred spirits cannot. Tomorrow, all will be taken to the furthest limit of their goals and aspirations. Here someone hopes for the Garden of the Refuge and is told, “Flee from the unlawful and be just, and that will not be held back from you."
}
