{
  "text": "القول في تأويل قوله تعالى :  اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (23)يقول تعالى ذكره: ( اللَّهُ نـزلَ أَحْسَنَ الْحَدِيثِ كِتَابًا ) يعني به القرآن ( مُتَشَابِهًا ) يقول: يشبه بعضه بعضا, لا اختلاف فيه, ولا تضادّ.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( اللَّهُ نـزلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا ) الآية تشبه الآية, والحرف يشبه الحرف.حدثنا محمَّد قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( كِتَابًا مُتَشَابِهًا ) قال: المتشابه: يشبه بعضه بعضا.حدثنا ابن حميد, قال: ثنا جرير, عن يعقوب, عن جعفر, عن سعيد بن جُبَير, في قوله: ( كِتَابًا مُتَشَابِهًا ) قال: يشبه بعضه بعضا, ويصدّق بعضه بعضا, ويدلّ بعضه على بعض.وقوله: ( مَثَانِيَ ) يقول: تُثنى فيه الأنباء والأخبار والقضاء والأحكام والحجج.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَية, عن أبي رجاء, عن الحسن, في قوله: ( اللَّهُ نزلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ ) قال: ثنى الله فيه القضاء, تكون السورة فيها الآية في سورة أخرى آية تشبهها, وسئل عنها عكرمة (1) .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, قوله: ( كِتَابًا مُتَشَابِهًا مَثَانِيَ ) قال: في القرآن كله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( مَثَانِيَ ) قال: ثَنَى الله فيه الفرائض, والقضاء, والحدود.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( مَثَانِيَ ) قال: كتاب الله مثاني, ثنى فيه الأمر مرارا.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, فى قوله: ( مَثَانِيَ ) قال: كتاب الله مثاني, ثَنى فيه الأمر مرارا.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( مَثَانِيَ ) ثنى في غير مكان.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( مَثَانِيَ ) مردّد, رُدِّد موسى في القرآن وصالح وهود والأنبياء في أمكنة كثيرة.وقوله: ( تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ) يقول تعالى ذكره: تقشعرّ من سَماعه إذا تلي عليهم جلود الذين يخافون ربهم ( ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ) يعني إلى العمل بما في كتاب الله, والتصديق به.وذُكر أن هذه الآية نـزلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من أجل أن أصحابه سألوه الحديث.ذكر الرواية بذلك:حدثنا نصر بن عبد الرحمن الأودي, قال: ثنا حكام بن سلم, عن أيوب بن موسى, عن عمرو الملئي عن ابن عباس, قالوا: يا رسول الله لو حدثتنا؟ قال: فنـزلت: ( اللَّهُ نـزلَ أَحْسَنَ الْحَدِيثِ ).حدثنا ابن حميد, قال: ثنا حكام, عن أيوب بن سيار أبي عبد الرحمن, عن عمرو بن قيس, قال: قالوا: يا نبي الله, فذكر مثله.( ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ ) يقول تعالى ذكره: هذا الذي يصيب هؤلاء القوم الذين وصفت صفتهم عند سماعهم القرآن من اقشعرار جلودهم, &; 21-281 &; ثم لينها ولين قلوبهم إلى ذكر الله من بعد ذلك,( هُدَى اللَّهِ ) يعني: توفيق الله إياهم وفَّقهم له ( يَهْدِي بِهِ مَنْ يَشَاءُ ) يقول: يهدي تبارك وتعالى بالقرآن من يشاء من عباده.وقد يتوجَّه معنى قوله: ( ذَلِكَ هُدَى ) إلى أن يكون ذلك من ذكر القرآن, فيكون معنى الكلام: هذا القرآن بيان الله يهدي به من يشاء, يوفق للإيمان به من يشاء.وقوله: ( وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ ) يقول تعالى ذكره: ومن يخذله الله عن الإيمان بهذا القرآن والتصديق بما فيه, فيضله عنه, فما له من هاد، يقول: فما له من مُوَفِّق له, ومسدد يسدده في اتباعه.------------------الهوامش :(1) الذي في الدر: وسئل عنها عكرمة، فقال: ثنى الله فيه القضاء.",
  "ayah": 23,
  "surah": 39
}
