{
  "text": "القول في تأويل قوله تعالى :  وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ (33)اختلف أهل التأويل في الذي جاء بالصدق وصدّق به, وما ذلك, فقال بعضهم: الذي جاء بالصدق رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم. قالوا: والصدق الذي جاء به: لا إله إلا الله, والذي صدق به أيضا, هو رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ ) يقول: من جاء بلا إله إلا الله ( وَصَدَّقَ بِهِ ) يعني: رسوله.وقال آخرون: الذي جاء بالصدق: رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , والذي صدّق به: أبو بكر رضي الله عنه.* ذكر من قال ذلك:حدثني أحمد بن منصور, قال: ثنا أحمد بن مصعد المروزي, قال: ثنا عمر بن إبراهيم بن خالد, عن عبد الملك بن عمير, عن أسيد بن صفوان, عن عليّ رضي الله عنه , في قوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ ) قال: محمد صَلَّى الله عَلَيْهِ وَسَلَّم , وصدّق به, قال: أبو بكر رضي الله عنه.وقال آخرون: الذي جاء بالصدق: رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , والصدق: القرآن, والمصدّقون به: المؤمنون* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالَّذِي جَاءَ بِالصِّدْقِ ) قال: هذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم جاء بالقرآن, وصدّق به المؤمنون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ ) رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , وصدّق به المسلمون.وقال آخرون: الذي جاء بالصدق جبريل, والصدق: القرآن الذي جاء به من عند الله, وصدّق به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ) محمد صَلَّى الله عَلَيْهِ وَسَلَّم.وقال آخرون: الذي جاء بالصدق: المؤمنون, والصدق: القرآن, وهم المصدِّقون به.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن مجاهد قوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ) قال: الذين يجيئون بالقرآن يوم القيامة, فيقولون:  هذا الذي أعطيتمونا فاتبعنا ما فيه.قال: ثنا حكام, عن عمرو, عن منصور, عن مجاهد ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ) قال: هم أهل القرآن يجيئون به يوم القيامة يقولون: هذا الذي أعطيتمونا, فاتبعنا ما فيه.والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره عنى بقوله: ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ) كلّ من دعا إلى توحيد الله, وتصديق رسله, والعمل بما ابتعث به رسوله من بين رسل الله وأتباعه والمؤمنين به, وأن يقال: الصدق هو القرآن, وشهادة أن لا إله إلا الله, والمصدّق به: المؤمنون بالقرآن, من جميع خلق الله كائنا من كان من نبيّ الله وأتباعه.وإنما قلنا ذلك أولى بالصواب, لأن قوله تعالى ذكره: ( وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ) عَقيب قوله:  فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ  وذلك ذم من الله للمفترين عليه, المكذبين بتنـزيله ووحيه, الجاحدين وحدانيته, فالواجب أن يكون عَقيب ذلك مدح من كان بخلاف صفة هؤلاء المذمومين, وهم الذين دعوهم إلى توحيد الله, ووصفه بالصفة التي هو بها, وتصديقهم بتنـزيل الله ووحيه, والذي كانوا يوم نـزلت هذه الآية, رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه ومن بعدهم, القائمون في كل عصر وزمان بالدعاء إلى توحيد الله, وحكم كتابه, لأن الله تعالى ذكره لم يخص وصفه بهذه لصفة التي في هذه الآية على أشخاص بأعيانهم, ولا على أهل زمان دون غيرهم, وإنما وصفهم بصفة, ثم مدحهم بها, وهي المجيء بالصدق والتصديق به, فكل من كان كذلك وصفه فهو داخل في جملة هذه الآية إذا كان من بني آدم.ومن الدليل على صحة ما قلنا أن ذلك كذلك في قراءة ابن مسعود.\" وَالَّذِينَ جَاءُوا بِالصِّدْقِ وَصَدَّقُوا بِهِ\" فقد بين ذلك من قراءته أن الذي من قوله ( وَالَّذِي جَاءَ بِالصِّدْقِ ) لم يعن بها واحد بعينه, وأنه مراد بها جِمَاع ذلك صفتهم, ولكنها أخرجت بلفظ الواحد, إذ لم تكن موقتة. وقد زعم بعض أهل العربية من البصريين, أن \" الذي\" في هذا الموضع جُعل في معنى جماعة بمنـزلة \" مَن \". ومما يؤيد ما قلنا أيضا قوله: ( أُولَئِكَ هُمُ الْمُتَّقُونَ ) فجعل الخبر عن \" الذي\" جماعا, لأنها في معنى جماع. وأما الذين قالوا: عني بقوله: ( وَصَدَّقَ بِهِ ) : غير الذي جاء بالصدق, فقول بعيد من المفهوم, لأن ذلك لو كان كما قالوا لكان التنـزيل: والذي جاء بالصدق, والذي صدق به أولئك هم المتقون ، فكانت تكون \" الذي\" مكررة مع التصديق, ليكون المصدق غير المصدق، فأما إذا لم يكرّر, فإن المفهوم من الكلام, أن التصديق من صفة الذي جاء بالصدق، لا وجه للكلام غير ذلك. وإذا كان ذلك كذلك, وكانت \" الذي\" في معنى الجماع بما قد بيَّنا, كان الصواب من القول في تأويله ما بيَّنا.وقوله: ( أُولَئِكَ هُمُ الْمُتَّقُونَ ) يقول جل ثناؤه: هؤلاء الذين هذه صفتهم. هم الذين اتقوا الله بتوحيده والبراءة من الأوثان والأنداد, وأداء فرائضه, واجتناب معاصيه, فخافوا عقابه.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( أُولَئِكَ هُمُ الْمُتَّقُونَ ) يقول: اتقوا الشرك.",
  "ayah": 33,
  "surah": 39
}
