{
  "text": "القول في تأويل قوله تعالى :  قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53)اختلف أهل التأويل في الذين عُنُوا بهذه الآية, فقال بعضهم: عني بها قوم من أهل الشرك, قالوا لما دعوا إلى الإيمان بالله: كيف نؤمن وقد أشركنا وزنينا, وقتلنا النفس التي حرّم الله, والله يعد فاعل ذلك النار, فما ينفعنا مع ما قد سلف منا الإيمان, فنـزلت هذه الآية.* ذكر من قال ذلك:حدثني محمد بن سعد, قال ثني أبي, قال: ثني عمي, قال: ثني أبي , عن أبيه, عن ابن عباس: ( قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) وذلك أن أهل مكة قالوا: يزعم محمد أنه من عبد الأوثان, ودعا مع الله إلها آخر, وقتل النفس التي حرّم الله لم يغفر له, فكيف نهاجر ونسلم, وقد عبدنا الآلهة, وقتلنا النفس التي حرم الله ونحن أهل الشرك؟ فأنـزل الله: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) يقول: لا تيأسوا من رحمتي, إن الله يغفر الذنوب جميعا وقال:  وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ  وإنما يعاتب الله أولي الألباب وإنما الحلال والحرام لأهل الإيمان, فإياهم عاتب, وإياهم أمر إن أسرف أحدهم على نفسه, أن لا يقنط من رحمة الله, وأن ينيب ولا يبطئ بالتوبة من ذلك الإسراف, والذنب الذي عمل، وقد ذكر الله في سورة آل عمران المؤمنين حين سألوا الله المغفرة, فقالوا:  رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا  فينبغي أن يعلم أنهم قد كانوا يصيبون الإسراف, فأمرهم بالتوبة من إسرافهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى؛ وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, في قول الله: ( الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) قال: قتل النفس في الجاهلية.حدثنا ابن حميد, قال: ثنا سلمة, قال: ثني ابن إسحاق, عن بعض أصحابه, عن عطاء بن يسار, قال: نـزلت هذه الآيات الثلاث بالمدينة في وحشيّ (3) وأصحابه ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) إلى قوله:  مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ  .حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني أبو صخر, قال: قال زيد بن أسلم, في قوله: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) قال: إنما هي للمشركين.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) حتى بلغ ( الذُّنُوبَ جَمِيعًا ) قال: ذكر لنا أن أناسا أصابوا ذنوبا عظاما في الجاهلية, فلما جاء الإسلام أشفقوا أن لا يتاب عليهم, فدعاهم الله بهذه الآية: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ).حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ في قوله: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) قال: هؤلاء المشركون من أهل مكة, قالوا: كيف نجيبك وأنت تزعم أنه من زنى, أو قتل, أو أشرك بالرحمن كان هالكا من أهل النار؟ فكلّ هذه الأعمال قد عملناها، فأنـزلت فيهم هذه الآية: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) ... الآية قال: كان قوم مسخوطين في أهل الجاهلية, فلما بعث الله نبيه قالوا: لو أتينا محمدا صَلَّى الله عَلَيْهِ وَسَلَّم فآمنا به واتبعناه، فقال بعضهم لبعض: كيف يقبلكم الله ورسوله فى دينه؟ فقالوا: ألا نبعث إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم رجلا؟ فلما بعثوا, نـزل القرآن: ( قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) فقرأ حتى بلغ:  فَأَكُونَ مِنَ الْمُحْسِنِينَ  .حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن الشعبي, قال: تجالس شتير بن شكل ومسروق فقال شتير: إما أن تحدث ما سمعت من ابن مسعود فأصدّقك, وإما أن أحدّث فتصدّقني فقال مسروق: لا بل حدث فأصدّقك, فقال: سمعت ابن مسعود يقول: إن أكبر آية فرجا في القرآن ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) فقال مسروق: صدقت.وقال آخرون: بل عني بذلك أهل الإسلام, وقالوا: تأويل الكلام: إن الله يغفر الذنوب جميعا لمن يشاء, قالوا: وهي كذلك في مصحف عبد الله, وقالوا: إنما نـزلت هذه الآية في قوم صدّهم المشركون عن الهجرة وفتنوهم, فأشفقوا أن لا يكون لهم توبة.* ذكر من قال ذلك:حدثنا إبراهيم بن سعيد الجوهري, قال: ثنا يحيى بن سعيد الأموي , عن ابن إسحاق, عن نافع, عن ابن عمر قال: قال يعني عمر: كنا نقول: ما لمن افتتن من توبة، وكانوا يقولون: ما الله بقابل منا شيئا, تركنا الإسلام ببلاء أصابنا بعد معرفته, فلما قدم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم المدينة أنـزل الله فيهم: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّه ) ... الآية, قال عمر: فكتبتها بيدي, ثم بعثت بها إلى هشام بن العاص , قال هشام: فلما جاءتني جعلت أقرؤها ولا أفهمها, فوقع في نفسي أنها أنـزلت فينا لما كنا نقول, فجلست على بعيري, ثم لحقت بالمدينة.حدثنا ابن حميد, قال: ثنا سلمة, قال: ثني محمد بن إسحاق, عن نافع, عن ابن عمر, قال: إنما أنـزلت هذه الآيات في عياش بن أبي ربيعة, والوليد بن الوليد, ونفر من المسلمين, كانوا أسلموا ثم فتنوا وعذّبوا, فافتنوا، كنا نقول: لا يقبل الله من هؤلاء صرفا ولا عدلا أبدا، قوم أسلموا ثم تركوا دينهم بعذاب عُذّبوه, فنـزلت هؤلاء الآيات, وكان عمر بن الخطاب كاتبا، قال: فكتبها بيده ثم بعث بها إلى عَيَّاش بن أبي ربيعة, والوليد بن الوليد, إلى أولئك النفر, فأسلموا وهاجروا.حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا يونس, عن ابن سيرين, قال: قال عليّ رضي الله عنه : أي آية في القرآن أوسع ؟ فجعلوا يذكرون آيات من القرآن:  وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا  . ونحوها, فقال علي: ما في القرآن آية أوسع من: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) ... إلى آخر الآية.حدثنا أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن أبي سعيد الأزدي, عن أبي الكنود, قال: دخل عبد الله المسجد, فإذا قاصّ يذكر النار والأغلال, قال: فجاء حتى قام على رأسه, فقال ما يذكر أتقنط الناس ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) ... الآية.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني أبو صخر, عن القرظي أنه قال في هذه الآية: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) قال: هي للناس أجمعين.حدثني زكريا بن يحيى بن أبي زائدة, قال: ثنا حجاج, قال: ثنا ابن لهيعة, عن أبي قنبل, قال: سمعت أبا عبد الرحمن المزني يقول: ثني أبو عبد الرحمن الجلائي, أنه سمع ثوبان مولى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول: سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" ما أُحِبُّ أنَّ لِي الدُّنْيَا وَمَا فِيها بهذه الآية: ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ )\"... الآية, فقال رجل: يا رسول الله, ومن أشرك ؟ فسكت النبي صَلَّى الله عَلَيْهِ وَسَلَّم , ثم قال: \" ألا وَمَنْ أشْرَكَ, ألا ومَنْ أشْرَكَ, ثلاث مرات \".وقال آخرون: نـزل ذلك في قوم كانوا يرون أهل الكبائر من أهل النار, فأعلمهم الله بذلك أنه يغفر الذنوب جميعا لمن يشاء.* ذكر من قال ذلك:حدثني ابن البرقي, قال: ثنا عمرو بن أبي سلمة, قال: ثنا أبو معاذ الخراساني, عن مقاتل بن حيان, عن نافع, عن ابن عمر, قال: كنا معشر أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نرى أو نقول: إنه ليس شيء من حسناتنا إلا وهي مقبولة, حتى نـزلت هذه الآية  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمَالَكُمْ  فلما نـزلت هذه الآية قلنا: ما هذا الذي يبطل أعمالنا؟ فقلنا: الكبائر والفواحش, قال: فكنا إذا رأينا من أصاب شيئا منها قلنا: قد هلك, حتى نـزلت هذه الآية  إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ  فلما نـزلت هذه الآية كففنا عن القول في ذلك, فكنا إذا رأينا أحدا أصاب منها شيئا خفنا عليه, إن لم يصب منها شيئا رجونا له.وأولى الأقوال في ذلك بالصواب قول من قال: عنى تعالى ذكره بذلك جميع من أسرف على نفسه من أهل الإيمان والشرك, لأن الله عم بقوله ( يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ ) جميع المسرفين, فلم يخصص به مسرفا دون مسرف.فإن قال قائل: فيغفر الله الشرك؟ قيل: نعم إذا تاب منه المشرك. وإنما عنى بقوله ( إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ) لمن يشاء, كما قد ذكرنا قبل, أن ابن مسعود كان يقرؤه: وأن الله قد استثنى منه الشرك إذا لم يتب منه صاحبه, فقال:  إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ  , فأخبر أنه لا يغفر الشرك إلا بعد توبة بقوله:  إِلا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا  . فأما ما عداه فإن صاحبه في مشيئة ربه, إن شاء تفضل عليه, فعفا له عنه, وإن شاء عدل عليه فجازاه به.وأما قوله: ( لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ) فإنه يعني: لا تيأسوا من رحمة الله. كذلك حدثني محمد بن سعد قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس.وقد ذكرنا ما في ذلك من الروايات قبل فيما مضى وبيَّنا معناه.وقوله: ( إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ) يقول: إن الله يستر على الذنوب كلها بعفوه عن أهلها وتركه عقوبتهم عليها إذا تابوا منها( إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ) بهم, أن يعاقبهم عليها بعد توبتهم منها.-----------------الهوامش :(3) هو وحشي بن حرب الحبشي مولى جبير بن مطعم ، وهو قاتل حمزة بن عبد المطلب في غزوة أحد ، وكان فاتكا يشرب الخمر ثم أسلم بعد . ( انظر خلاصة الخزرجي ) .",
  "ayah": 53,
  "surah": 39
}
