{
  "text": "حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله:  أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ  قال: أخبر الله ما العباد قائلوه قبل أن يقولوه, وعملهم قبل أن يعملوه, قال:  وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ   أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ  ( أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي ) ... إلى قوله: ( فَأَكُونَ مِنَ الْمُحْسِنِينَ ) يقول: من المهتدين, فأخبر الله سبحانه أنهم لو ردوا لم يقدروا على الهدى, وقال  وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ  وقال:  وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ  كما لم يؤمنوا به أول مرة, قال: ولو ردوا إلى الدنيا لحيل بينهم وبين الهدى, كما حلنا بينهم وبينه أول مرة وهم في الدنيا.وفي نصب قوله ( فَأَكُونَ ) وجهان، أحدهما: أن يكون نصبه على أنه جواب لو والثاني: على الرد على موضع الكرة, وتوجيه الكرة في المعنى إلى: لو أن لي أن أكر, كما قال الشاعر:فَمَـا لَـكَ مِنْهَـا غـيرُ ذِكْرَى وَحَسْرَةٍوَتَسْـألَ عَـنْ رُكْبانهـا أيْـنَ يَمَّمُـوا? (1)فنصب تسأل عطفا بها على موضع الذكرى, لأن معنى الكلام: فما لك (2) بيرسل على موضع الوحي في قوله:  إِلا وَحْيًا  .-------------------------الهوامش :(1) البيت من شواهد الفراء في معاني القرآن ( الورقة 286 من مخطوطة الجامعة ) والشاهد في قوله\" وتسأل\" إذ يجوز فيه النصب بتقدير\" أن\" لعطف الفعل على اسم صريح ، مثل قول ميسون بنت بحدل الكلبية زوج معاوية :\" لبس عباءة وتقر عيني\" أي وأن تقر عيني . ويجوز فيه أن يرفع ، لأنه لم تظهر قبله\" أن\" . قال الفراء : قوله\" لو أن لي كرة فأكون من المحسنين\" : النصب في قوله\" فأكون\" : جواب للو . وإن شئت مردودا على تأويل\" أن\" تضمرها في الكثرة ، كما يقولون : لو أن أكر فأكون. ومثله مما نصب على إضمار أن قوله\" وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب ، أو يرسل\" المعنى - والله أعلم - ما كان لبشر أن يكلمه الله إلا وحيا . ولو رفع\" فيوحي\" إذ لم يظهر أن قبله ولا معه ، كان صوابا . وقد قرأ به بعض القراء . وأنشدني بعض القراء :\" فما لك منها غير ذكرى وحسرة\" البيت . وقال الكسائي : سمعت من العرب :\" ما هي إلا ضربة من الأسد ، فيحطم ظهره ، أي برفع الفعل ونصبه\" . ا هـ .الخ .(2) في الكلام سقط من الناسخ ، ولعل الأصل : فما لك غير أن تذكر وتسأل : ونظيره ( وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل ) فعطف بيرسل ...",
  "ayah": 58,
  "surah": 39
}
