{
  "text": "القول في تأويل قوله تعالى :  خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لا إِلَهَ إِلا هُوَ فَأَنَّى تُصْرَفُونَ (6)يقول تعالى ذكره: ( خَلَقَكُمْ ) أيها الناس ( مِنْ نَفْسٍ وَاحِدَةٍ ) يعني من آدم ( ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا ) يقول: ثم جعل من آدم زوجه حواء, وذلك أن الله خلقها من ضِلَع من أضلاعه.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ) يعني آدم, ثم خلق منها زوجها حواء, خلقها من ضِلَع من أضلاعه.فإن قال قائل: وكيف قيل: خلقكم من نفس واحدة ثم جعل منها زوجها؟ وإنما خلق ولد آدم من آدم وزوجته, ولا شك أن الوالدين قبل الولد, فإن في ذلك أقوالا أحدها أن يقال: قيل ذلك لأنه رُوي عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إنَّ الله لَمَّا خَلَقَ آدَمَ مَسَحَ ظَهْرَهُ , فَأَخْرَجَ كُلَّ نَسَمَةٍ هِيَ كَائِنَةٌ إلى يَوْمِ القِيَامَةِ, ثُمَّ أسْكَنَهُ بَعْدَ ذلك الجَنَّةَ, وَخَلَقَ بَعْدَ ذلك حَوَّاءَ مِنْ ضِلَعٍ مِنْ أضْلاعِهِ\" فهذا قول. والآخر: أن العرب ربما أخبر الرجل منهم عن رجل بفعلين, فيرد الأول منهما في المعنى بثم, إذا كان من خبر المتكلم, كما يقال: قد بلغني ما كان منك اليوم, ثم ما كان منك أمس أعجب, فذلك نسق من خبر المتكلم. والوجه الآخر: أن يكون خلقه الزوج مردودا على واحدها, كأنه قيل: خلقكم من نفس وحدها ثم جعل منها زوجها, فيكون في واحدة معنى: خلقها وحدها, كما قال الراجز:أَعْدَدْتُـــهُ للْخَــصْمِ ذِي التَّعَــدِّيكَوَّحْتَــهُ مِنْــكَ بِــدُونِ الجَــهْدِ (1)بمعنى: الذي إذا تعدى كوّحته, ومعنى: كوحته: غلبته.والقول الذي يقوله أهل العلم أولى بالصواب, وهو القول الأول الذي ذكرت أنه يقال: إن الله أخرج ذرية آدم من صلبه قبل أن يخلق حوّاء, وبذلك جاءت الرواية عن جماعة من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , والقولان الآخران على مذاهب أهل العربية.وقوله: ( وَأَنـزلَ لَكُمْ مِنَ الأنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ) يقول تعالى ذكره: وجعل لكم من الأنعامِ ثمانية أزواج من الإبل زوجين, ومن البقر زوجين, ومن الضأن اثنين, ومن المعْز اثنين, كما قال جل ثناؤه:  ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ  .كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال, ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, قوله: ( مِنَ الأنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ) قال: من الإبل والبقر والضأن والمعز.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَأَنـزلَ لَكُمْ مِنَ الأنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ) من الإبل اثنين, ومن البقر اثنين, ومن الضأن اثنين, ومن المعز اثنين, من كلّ واحد زوج.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَأَنـزلَ لَكُمْ مِنَ الأنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ) يعني من المعز اثنين, ومن الضأن اثنين, ومن البقر اثنين, ومن الإبل اثنين.وقوله: ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) يقول تعالى ذكره: يبتدئ خلقكم أيها الناس في بطون أمهاتكم خلقا من بعد خلق, وذلك أنه يحدث فيها نطفة, ثم يجعلها علقة, ثم مضغة, ثم عظاما, ثم يكسو العظام لحما, ثم يُنْشئه خلقا آخر, تبارك الله وتعالى, فذلك خلقه إياه خلقا بعد خلق.كما حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سماك, عن عكرمة ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) قال: نطفة, ثم علقة, ثم مضغة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح, عن مجاهد, قوله: ( خَلْقًا مِنْ بَعْدِ خَلْقٍ ) قال: نطفة, ثم ما يتبعها حتى تم خلقه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) نطفة, ثم علقة, ثم مضغة, ثم عظاما, ثم لحما, ثم أنبت الشعر, أطوار الخلق.حدثنا هناد بن السري, قال: ثنا أبو الأحوص, عن سماك, عن عكرمة في قوله: ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) قال: يعني بخلق بعد الخلق, علقة, ثم مضغة, ثم عظاما.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) قال: يكونون نطفا, ثم يكونون علقا, ثم يكونون مضغا, ثم يكونون عظاما, ثم ينفخ فيهم الروح.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) خلق نطفة, ثم علقة, ثم مضغة.وقال آخرون: بل معنى ذلك: يخلقكم في بطون أمهاتكم من بعد خلقه إياكم في ظهر آدم, قالوا: فذلك هو الخلق من بعد الخلق.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد ( يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ ) قال: خلقا في البطون من بعد الخلق الأول الذي خلقهم في ظهر آدم.وأولى القولين في ذلك بالصواب, القول الذي قاله عكرمة ومجاهد, ومن قال في ذلك مثل قولهما, لأن الله جلّ وعزّ أخبر أنه يخلقنا خلقا من بعد خلق في بطون أمهاتنا في ظلمات ثلاث, ولم يخبر أنه يخلقنا فى بطون أمهاتنا من بعد خلقنا في ظهر آدم, وذلك نحو قوله:  وَلَقَدْ خَلَقْنَا الإِنْسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ * ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ * ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً  ... الآية.وقوله: ( فِي ظُلُمَاتٍ ثَلاثٍ ) يعني: في ظلمة البطْن, وظلمة الرّحِم, وظُلْمة المَشِيمَة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا هناد بن السريّ, قال: ثنا أبو الأحوص, عن سماك, عن عكرمة ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: الظلمات الثلاث: البطن, والرحم, والمَشِيمة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان , عن سماك, عن عكرمة ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: البطن, والمشيمة, والرحم.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه عن ابن عباس ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: يعني بالظلمات الثلاث: بطن أمه, والرحم, والمَشِيمة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, قوله: ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: البطن, والرحم والمشيمة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فِي ظُلُمَاتٍ ثَلاثٍ ) المَشِيمة, والرحم, والبطن.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: ظلمة المشيمة, وظلمة الرحم, وظلمة البطن.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( فِي ظُلُمَاتٍ ثَلاثٍ ) قال: المشيمة في الرحم, والرحم في البطن.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله: ( فِي ظُلُمَاتٍ ثَلاثٍ ) : الرحم, والمشيمة, والبطن, والمشيمة التي تكون على الولد إذا خرج, وهي من الدواب السَّلى.وقوله: ( ذَلِكُمُ اللَّهُ رَبُّكُمْ ) يقول تعالى ذكره: هذا الذي فعل هذه الأفعال أيها الناس هو ربكم, لا من لا يجلب لنفسه نفعا, ولا يدفع عنها ضرّا, ولا يسوق إليكم خيرا, ولا يدفع عنكم سوءا من أوثانكم وآلهتكم.وقوله: ( لَهُ الْمُلْكُ ) يقول جلّ وعزّ: لربكم أيها الناس الذي صفته ما وصف لكم, وقُدرته ما بين لكم المُلك, ملك الدنيا والآخرة وسلطانهما لا لغيره، فأما ملوك الدنيا فإنما يملك أحدهما شيئا دون شيء, فإنما له خاص من الملك. وأما المُلك التام الذي هو المُلك بالإطلاق فلله الواحد القهار.وقوله: ( لا إِلَهَ إِلا هُوَ فَأَنَّى تُصْرَفُونَ ) يقول تعالى ذكره: لا ينبغي أن يكون معبود سواه, ولا تصلح العبادة إلا له ( فَأَنَّى تُصْرَفُونَ ) يقول تعالى ذكره: فأنى تصرفون أيها الناس فتذهبون عن عبادة ربكم, الذي هذه الصفة صفته, إلى عبادة من لا ضر عنده لكم ولا نفع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَأَنَّى تُصْرَفُونَ ) قال: كقوله: ( تُؤْفَكُونَ )حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَأَنَّى تُصْرَفُونَ ) قال للمشركين: أنى تصرف عقولكم عن هذا؟------------------الهوامش :(1) البيتان من الرجز أنشدهما صاحب اللسان في\" كوح\" شاهدا على أن كوحه بمعنى رده . وقال الأزهري : التكويح التغليب ، وأنشد أبو عمرو :\" أعددته للخصم ... البيت\" . وهو أيضا من شواهد الفراء في معانى القرآن ( الورقة 283 ) . قال : في تفسير قوله تعالى :\" خلقكم من نفس واحدة ، ثم جعل منها زوجها\" والزوج مخلوق قبل الولد ؟ ففي ذلك وجهان من العربية . أحدهما أن العرب إذا خبرت عن رجل بفعلين ردوا الآخر بثم إذا كان هو الآخر في المعنى . وربما جعلوا\" ثم\" فيما معناه التقديم ، ويجعلون\" ثم\" من خبر المتكلم . من ذلك أن تقول : قد بلغني ما صنعت يومك هذا ، ثم ما صنعت أمس أعجب ، فهذا نسق من خبر المتكلم ، وتقول : قد أعطيتك اليوم شيئا ، ثم الذي أعطيتك أمس أكثر . فهذا من ذلك . والوجه الآخر أن تجعل خلقة الزوج مردودا على واحدة ، كأنه قال خلقكم من نفس وحدها ، ثم جعل منها زوجها ، ففي\" واحدة\" معنى خلقها واحد . قال : أنشدني بعض العرب : أعددته للخصم ... البيت . ومعناه : الذي إذا تعدى كوحته . وكوحته : غلبته . ا هـ .",
  "ayah": 6,
  "surah": 39
}
