{
  "text": "وقوله: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) يقول تعالى ذكره: وما عظَّم الله حقّ عظمته, هؤلاء المشركون بالله, الذين يدعونك إلى عبادة الأوثان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:عليّ, قال. ثنا أبو صالح, قال. ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) قال: هم الكفار الذين لم يؤمنوا بقدرة الله عليهم, فمن آمن أن الله على كل شيء قدير, فقد قدر الله حقّ قدره, ومن لم يؤمن بذلك, فلم يقدر الله حقّ قدره.حدثنا محمد, قال: ثنا أحمد. قال. ثنا أسباط, عن السديّ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) : ما عظموا الله حقّ عظمته.وقوله: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) يقول تعالى ذكره: والأرض كلها قبضته في يوم القيامة ( وَالسَّمَاوَاتُ ) كلها( مَطْوِيَّاتٌ بِيَمِينِه ) فالخبر عن الأرض مُتَنَاهٍ عند قوله: يوم القيامة, والأرض مرفوعة بقوله ( قَبْضَتُهُ ) , ثم استأنف الخبر عن السموات, فقال: ( وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ) وهي مرفوعة بمطويات.ورُوي عن ابن عباس وجماعة غيره أنهم كانوا يقولون: الأرض والسموات جميعا في يمينه يوم القيامة.* ذكر الرواية بذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي , عن أبيه, عن ابن عباس. قوله: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) يقول: قد قبض الأرضين والسموات جميعا بيمينه. ألم تسمع أنه قال: ( مَطْوِيَّاتٌ بِيَمِينِه ) يعنى: الأرض والسموات بيمينه جميعا, قال ابن عباس: وإنما يستعين بشماله المشغولة يمينه.حدثنا ابن بشار, قال. ثنا معاذ بن هشام. قال: ثني أبي عن عمرو بن مالك, عن أبي الجوزاء, عن ابن عباس, قال: ما السموات السبع, والأرضون السبع في يد الله إلا كخردلة في يد أحدكم. قال: ثنا معاذ بن هشام, قال: ثني أبي, عن قتادة, قال: ثنا النضر بن أنس, عن ربيعة الجُرْسي, قال: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ) قال: ويده الأخرى خلو ليس فيها شيء.حدثني عليّ بن الحسن الأزديّ, قال ثنا يحيى بن يمان, عن عمار بن عمرو, عن الحسن, في قوله: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) قال: كأنها جوزة بقضها وقضيضها.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) يقول: السموات والأرض مطويات بيمينه جميعا.وكان ابن عباس يقول: إنما يستعين بشماله المشغولة يمينه, وإنما الأرض والسموات كلها بيمينه, وليس في شماله شيء.حدثنا الربيع, قال: ثنا ابن وهب, قال: أخبرني أُسامة بن زيد, عن أبي حازم, عن عبد الله بن عمر, أنه رأى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , على المنبر يخطب الناس, فمر بهذه الآية: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" يَأْخُذُ السَّمَاوَاتِ وَالأرَضَينَ السَّبْعَ فَيَجْعَلُهَا في كَفِّهِ, ثُمَّ يَقُولُ بِهِما كمَا يَقُولُ الغُلامُ بالكُرَةِ: أنا اللهُ الوَاحِدُ, أنا اللهُ العَزِيزُ\" حتى لقد رأينا المنبر وإنه ليكاد أن يسقط به.حدثنا ابن بشار, قال: ثنا يحيى, عن سفيان, قال: ثني منصور وسليمان, عن إبراهيم, عن عبيدة السَّلْماني, عن عيد الله, قال: جاء يهوديّ إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: يا محمد إن الله يمسك السموات على أصبع, والأرضين على أصبع, والجبال على أصبع, والخلائق على أصبع, ثم يقول: أنا الملك ، قال: فضحك النبي صَلَّى الله عَلَيْهِ وَسَلَّم حتى بدت نواجذه وقال: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ).حدثنا ابن بشار, قال: ثنا يحيى, قال: ثنا فضيل بن عياض, عن منصور, عن إبراهيم, عن عبيدة عن عبد الله, قال: فضحك النبي صَلَّى الله عَلَيْهِ وَسَلَّم تعجبا وتصديقا.محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ, عن منصور, عن خيثمة بن عبد الرحمن, عن علقمة, عن عبد الله بن مسعود, قال: كنا عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , حين جاءه حبر من أحبار اليهود, فجلس إليه, فقال له النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" حَدِّثْنا, قال: إن الله تبارك وتعالى إذا كان يوم القيامة, جعل السموات على أصبع, والأرضين على أصبع, والجبال على أصبع, والماء والشجر على أصبع, وجميع الخلائق على أصبع ثم يهزهنّ ثم يقول: أنا الملك, قال: فضحك رسول الله حتى بدت نواجذه تصديقا لما قال, ثم قرأ هذه الآية: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) ... الآية \".محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, نحو ذلك.حدثني سليمان بن عبد الجبار, وعباس بن أبي طالب, قالا ثنا محمد بن الصلت, قال: ثنا أبو كدينة عن عطاء بن السائب, عن أبي الضحى, عن ابن عباس, قال: مر يهوديّ بالنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وهو جالس, فقال: \" يا يَهُودِيُّ حَدّثْنا \", فقال: كيف تقول يا أبا ألقاسم يوم يجعل الله السماء على ذه, والأرض على ذه, والجبال على ذه, وسائر الخلق على ذه, فأنـزل الله ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) ... الآية \".حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن علقمة, عن عبد الله, قال: \" أتى النبي صَلَّى الله عَلَيْهِ وَسَلَّم رجل من أهل الكتاب, فقال: يا أبا القاسم أبلغك أن الله يحمل الخلائق على أصبع, والسموات على أصبع, والأرضين على أصبع, والشجر على أصبع, والثرى على أصبع؟ قال فضحك النبي صَلَّى الله عَلَيْهِ وَسَلَّم حتى بدت نواجذه, فأنـزل الله ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعًا قَبْضَتُهُ ) ... إلى آخر الآية.وقال آخرون: بل السموات في يمينه, والأرضون في شماله.* ذكر من قال ذلك:حدثنا عليّ بن داود, قال: ثنا ابن أبي مريم, قال: أخبرنا ابن أبي حازم, قال: ثني أبو حازم, عن عبيد الله بن مقْسَمٍ, أنه سمع عبد الله بن عمر يقول: رأيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وهو على المنبر يقول: \" يَأْخُذُ الجَبَّارُ سَمَوَاتِه وأرْضَهُ بِيَدَيْه \" وقبض رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يديه, وجعل يقبضهما ويبسطهما, قال: ثمَّ يَقُولُ: \" أنا الرَّحْمَنُ أنا المَلِك, أيْنَ الجَبَّارُونَ, أيْنَ المُتَكَبِّرُونَ\" وتمايل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عن يمينه, وعن شماله, حتى نظرت إلى المنبر يتحرّك من أسفل شيء منه, حتى إني لأقول: أساقط هو برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم \" ؟.حدثني أبو علقمة الفروي عبد الله بن محمد, قال: ثني عبد الله بن نافع, عن عبد العزيز بن أبي حازم, عن أبيه, عن عبيد بن عمير, عن عبد الله بن عمر, أنه قال: سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" يَأْخُذُ الجَبَّارُ سَمَوَاتِهِ وَأرْضَهُ بِيَديْهِ\", وقبض يده فجعل يقبضها ويبسطها, ثُمَّ يَقُولُ: \" أنا الجَبَّارُ, أنا المَلِكُ, أيْنَ الجَبَّارُونَ, أيْنَ المُتَكَبِّرُونَ؟\" قال: ويميل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عن يمينه وعن شماله, حتى نظرت إلى المنبر يتحرّك من أسفل شيء منه, حتى إني لأقول: أساقط هو برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؟\".حدثني الحسن بن عليّ بن عياش الحمصي, قال: ثنا بشر بن شعيب, قال: أخبرني أبي, قال: ثنا محمد بن مسلم بن شهاب, قال: أخبرني سعيد بن المسيب, عن أبي هريرة أنه كان يقول: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" يَقْبِضُ اللهُ عَزَّ وجَلَّ الأرْضَ يَوْمَ القِيامَةِ وَيَطْوِي السموات بيَمينهِ, ثُمَّ يَقُولُ: أنا المَلِكُ أيْنَ مُلُوكُ الأرْضِ؟\".حُدثت عن حرملة بن يحيى, قال: ثنا إدريس بن يحيى القائد, قال: أخبرنا حيوة, عن عقيل, عن ابن شهاب, قال: أخبرني نافع مولى ابن عمر, عن عبد الله بن عمر, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إنَّ اللهَ يَقْبِضُ الأرْضَ يَوْمَ القِيَامَةِ بِيَدِهِ, وَيَطْوِي السَّماءَ بِيَمينهِ وَيَقُولُ: أنا المَلِكُ\".حدثني محمد بن عون, قال: ثنا أبو المغيرة, قال: ثنا ابن أبي مريم, قال: ثنا سعيد بن ثوبان الكلاعي عن أبي أيوب الأنصاري, قال: أتى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حبر من اليهود, قال: أرأيت إذ يقول الله في كتابه: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ) فأين الخلق عند ذلك؟ قال: \" هُمْ فِيها كرَقْمِ الكِتابِ\".حدثنا إبراهيم بن سعيد الجوهري, قال: ثنا أبو أسامة, قال: ثنا عمرو بن حمزة, قال: ثني سالم, عن أبيه, أنه أخبره أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" يَطْوِي اللهُ السَّمَاوَاتِ فَيَأخُذُهُنَّ بِيَمِينِهِ ويَطْوِي الأرْضَ فَيأْخُذُها بشِمالِهِ, ثُمَّ يَقُولُ: أنا المَلِك أيْنَ الجَبَّارُونَ؟ أينَ المُتَكَبِّرُونَ\".وقيل: إن هذه الآية نـزلت من أجل يهودي سأل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عن صفة الرب.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة, قال: ثني ابن إسحاق, عن محمد, عن سعيد, قال: \" أتى رهط من اليهود نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقالوا: يا محمد, هذا الله خلق الخلق, فمن خلقه؟ فغضب النبي صَلَّى الله عَلَيْهِ وَسَلَّم حتى انتقع لونه, ثم ساورهم غضبا لربه، فجاءه جبريل فسكنه, وقال: اخفض عليك جناحك يا محمد, وجاءه من الله جواب ما سألوه عنه, قال: يقول الله تبارك وتعالى:  قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ  فلما تلاها عليهم النبي صَلَّى الله عَلَيْهِ وَسَلَّم قالوا: صف لنا ربك، كيف خلقه, وكيف عضده, وكيف ذراعه؟ فغضب النبي صَلَّى الله عَلَيْهِ وَسَلَّم أشد من غضبه الأول, ثم ساورهم, فأتاه جبريل فقال مثل مقالته, وأتاه بجواب ما سألوه عنه ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ ).حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد, قال: تكلمت اليهود في صفة الرب, فقالوا ما لم يعلموا ولم يروا, فأنـزل الله على نبيه صَلَّى الله عَلَيْهِ وَسَلَّم: ( وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ) ثم بين للناس عظمته فقال: ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُون ) , فجعل صفتهم التي وصفوا الله بها شركا \".وقال بعض أهل العربية من أهل البصرة ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ) يقول في قدرته نحو قوله:  وَمَا مَلَكَتْ أَيْمَانُكُمْ  أي وما كانت لكم عليه قدرة وليس الملك لليمين دون سائر الجسد, قال: وقوله ( قَبْضَتُهُ ) نحو قولك للرجل: هذا في يدك وفي قبضتك. والأخبار التي ذكرناها عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعن أصحابه وغيرهم, تشهد على بطول هذا القول.حدثنا ابن حميد, قال: ثنا هارون بن المغيرة, عن عنبسة, عن حبيب بن أبي عمرة, عن مجاهد, عن ابن عباس, عن عائشة قالت: سألت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , عن قوله ( وَالأرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ ) فأين الناس يومئذ؟ قال: \" عَلى الصِّراطِ\".وقوله ( سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ ) يقول تعالى ذكره تنـزيها وتبرئة لله, وعلوا وارتفاعا عما يشرك به هؤلاء المشركون من قومك يا محمد, القائلون لك: اعبد الأوثان من دون الله, واسجد لآلهتنا.",
  "ayah": 67,
  "surah": 39
}
