{
  "text": "القول في تأويل قوله تعالى :  إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (7)اختلف أهل التأويل في تأويل قوله: ( إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ ) فقال بعضهم: ذلك لخاص من الناس, ومعناه: إن تكفروا أيها المشركون بالله, فإن الله غني عنكم, ولا يرضى لعباده المؤمنين الذين أخلصهم لعبادته وطاعته الكفر. * ذكر من قال ذلك:حدثني عليّ قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ ) يعني الكفار الذين لم يرد الله أن يطهر قلوبهم, فيقولوا: لا إله إلا الله, ثم قال: ( وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ ) وهم عباده المخلصون الذين قال فيهم:  إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ  فألزمهم شهادة أن لا إله إلا الله وحببها إليهم.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ ) قال: لا يرضى لعباده المؤمنين أن يكفروا.وقال آخرون: بل ذلك عام لجميع الناس, ومعناه: أيها الناس إن تكفروا, فإن الله غني عنكم, ولا يرضى لكم أن تكفروا به.والصواب من القول في ذلك ما قال الله جلّ وعزّ: إن تكفروا بالله أيها الكفار به, فإن الله غني عن إيمانكم وعبادتكم إياه, ولا يرضى لعباده الكفر, بمعنى: ولا يرضى لعباده أن يكفروا به, كما يقال: لست أحب الظلم, وإن أحببت أن يظلم فلان فلانا فيعاقب.وقوله: ( وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ) يقول: وإن تؤمنوا بربكم وتطيعوه يرض شكركم له, وذلك هو إيمانهم به وطاعتهم إياه, فكنى عن الشكر ولم يُذْكر, وإنما ذكر الفعل الدالّ عليه, وذلك نظير قوله:  الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا  بمعنى: فزادهم قول الناس لهم ذلك إيمانا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ) قال: إن تطيعوا يرضه لكم.وقوله: ( وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) يقول: لا تأثم آثمة إثم آثمة أخرى غيرها, ولا تؤاخذ إلا بإثم نفسها, يعلم عز وجل عباده أن على كل نفس ما جنت, وأنها لا تؤاخذ بذنب غيرها.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) قال: لا يؤخذ أحد بذنب أحد.وقوله: ( ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ) يقول تعالى ذكره: ثم بعد اجتراحكم في الدنيا ما اجترحتم من صالح وسيئ, وإيمان وكفر أيها الناس, إلى ربكم مصيركم من بعد وفاتكم,( فَيُنَبِّئُكُمْ ) يقول: فيخبركم بما كنتم في الدنيا تعملونه من خير وشر, فيجازيكم على كل ذلك جزاءكم, المحسن منكم بإحسانه, والمسيء بما يستحقه، يقول عز وجل لعباده: فاتقوا أن تلقوا ربكم وقد عملتم في الدنيا بما لا يرضاه منكم فتهلكوا, فإنه لا يخفى عليه عمل عامل منكم.وقوله: ( إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ ) يقول تعالى ذكره: إن الله لا يخفى عليه ما أضمرته صدوركم أيها الناس مما لا تدركه أعينكم, فكيف بما أدركته العيون ورأته الأبصار. وإنما يعني جلّ وعزّ بذلك الخبر عن أنه لا يخفى عليه شيء, وأنه محص على عباده أعمالهم, ليجازيهم بها كي يتقوه في سرّ أمورهم وعلانيتها.",
  "ayah": 7,
  "surah": 39
}
