{
  "text": "ولك - أيها الرسول الكريم - أن تزيد على ذلك ، بأن تجعل ثلثى الليل للعبادة ، وثلثه للنوم والراحة ..فأنت ترى أن الله - تعالى - قد رخص لنبيه صلى الله عليه وسلم فى أن يجعل نصف الليل أو ثلثه ، أو ثلثيه للعبادة والطاعة ، وأن يجعل المقدار الباقى من الليل للنوم والراحة . .وخص - سبحانه - الليل بالقيام ، لأنه وقت سكون الأصوات . . فتكون العبادة فيه أكثر خشوعا ، وأدى لصفاء النفس ، وطهارة القلب ، وحسن الصلة بالله - عز وجل - .هذا ، وقد استمر وجوب الليل على الرسول صلى الله عليه وسلم حتى بعد فرض الصلوات الخمس عليه وعلى أمته . تعظيما لشأنه ، ومداومة له على مناجاة ربه ، خصوصا فى الثلث الأخير من الليل ، يدل على ذلك قوله - تعالى - : ( وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً ) وقد كان المسلمون يقتدون بالرسول صلى الله عليه وسلم فى قيام الليل وقد أثنى - سبحانه - عليهم بسبب ذلك فى آيات كثيرة منها قوله - تعالى - : ( تتجافى جُنُوبُهُمْ عَنِ المضاجع يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ . فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ ) وقد ذكر الإِمام أحمد حديثا طويلا عن سعيد بن هشام ، وفيه أنه سأل السيدة عائشة عن قيامه صلى الله عليه وسلم بالليل ، فقالت له : ألست تقرأ هذه السورة ، يأيها المزمل . . ؟إن الله افترض قيام الليل فى أول هذه السورة ، فقام رسول الله صلى الله عليه وسلم وأصحابه حولا حتى انتفخت أقدامهم . وأمسك الله ختامها فى السماء اثنى عشر شهرا ، ثم أنزل التخفيف فى آخر هذه السورة ، فصار قيام الليل تطوعا من بعد فريضة . .قال القرطبى ما ملخصه : واختلف : هل كان قيام الليل فرضا وحتما ، أو كان ندبا وحضا؟ والدلائل تقوى أن قيامه كان حتما وفرضا ، وذلك أن الندب والحض ، لا يقع على بعض الليل دون بعض ، لأن قيامه ليس مخصوصا به وقت دون وقت .واختلف - أيضا - هل كان فرضا على النبى صلى الله عليه وسلم وحده؟ أو عليه وعلى من كان قبله من الأنبياء؟ أو عليه وعلى أمته؟ ثلاثة أقوال . . أصحها ثالثها للحديث المتقدم الذى رواه سعيد بن هشام عن عائشة - رضى الله عنها - .وقال بعض العلماء بعد أن ساق العلماء فى هذه المسألة بشئ من التفصيل : والذى يستخلص من ذلك أن أرجح الأقوال ، هو القول القائل بأن التهجد كانفريضة على النبى صلى الله عليه وسلم وعلى أمته ، إذ هو الذى يمكن أن تأتلف عليه النصوص القرآنية ، ويشهد له ما تقدم من الآثار عن ابن عباس وعائشة وغيرهما .ويرى بعض العلماء أن وجوب التهجد باق على الناس جميعا ، وأنه لم ينسخ ، وإنما الذى نسخ هو وجوب قيام جزء مقدر من الليل ، لا ينقص كثيرا عن النصف .ويرد على هذا القول بما ثبت فى الصحيحين ، من \" أن الرسول صلى الله عليه وسلم قال للرجل الذى سأله عما يجب عليه من صلاة؟ قال : خمس صلوات فى اليوم والليلة . قال : هل على غيرها؟ قال : لا إلا أن تطوع \" .ويرى فريق آخر : أن قيام الليل نسخ عن الرسول وعن أمته بآخر سورة المزمل . واستبدل به قراءة القرآن ، على ما يعطيه قوله - تعالى - ( عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ فاقرءوا مَا تَيَسَّرَ مِنَ القرآن ) ويدل عليه - أيضا - ظاهر ما روى عن عائشة ، من قولها : فصار قيام الليل تطوعا من بعد الفريضة ، دون أن تقيد ذلك بقيد .ويرى فريق ثالث : أن وجوب التهجد استمر على النبى وعلى الأمة ، حتى نسخ بالصلوات الخمس ليلة المعراج .ويرى فريق رابع : أن قيام الليل نسخ عن الأمة وحدها ، وبقى وجوبه على النبى صلى الله عليه وسلم على ما يعطيه ظاهر آية الإِسراء .ولعل أرجح هذه الأقوال هو القول الرابع . . فإن آية سورة الإِسراء وهى قوله - تعالى - : ( وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ . . . ) تدل على أن وجوب التهجد قد بقى عليه صلى الله عليه وسلم .وقوله - تعالى - : ( وَرَتِّلِ القرآن تَرْتِيلاً ) إرشاد له صلى الله عليه وسلم ولأمته إلى أفضل طريقة لقراءة القرآن الكريم ، حتى يستمروا عليها ، وهم فى أول عهدهم بنزول القرآن الكريم .والترتيل : جعل الشئ مرتلا ، أى : منسقا منظما ، ومنه قولهم : ثغر مرتل ، أى : منظم الأسنان ، لم يشذ بعضها عن بعض .أى : قم - أيها الرسول الكريم - الليل إلا قليلا منه . . متعبدا لربك مرتلا للقرآن ترتيلا جميلا حسنا ، تستبين معه الكلمات والحروف ، حتى يفهمها السامع ، وحتى يكون ذلك أعون على حسن تدبره ، وأثبت لمعانيه فى القلب . .قال الإِمام ابن كثير : وكذلك كان يقرأ صلى الله عليه وسلم فقد قالت عائشة : كان رسول الله صلى الله عليه وسلم يقرأ السورة فيرتلها . . وسئل أنس عن قراءته صلى الله عليه وسلم فقال : كانت مدا . . وقال صلى الله عليه وسلم : \" زينوا القرآن بأصواتكم \" .وقال عبد الله بن مسعود : لا تنثروه نثر الرمَل ، ولا تهذوه هذَّ الشِّعر وقفوا عند عجائبه وحركوا به القلوب - أى لا تسرعوا فى قراءته كما تسرعوا فى قراءة الشعر .والهذ : سرعة القطع - هذا ، وليس معنى قوله - سبحانه - : ( وَرَتِّلِ القرآن تَرْتِيلاً ) ، أن يقرأ بطريقة فيها تلحين أو تطريب يغير من ألفاظ القرآن ، ويخل بالقراءة الصحيحة من حيث الأداء ، ومخارج الحروف ، والغن والمد ، والإِدغام والإِظهار . . وغير ذلك مما يقتضيه القراءة السليمة للقرآن الكريم .وإنما معنى قوله - تعالى - : ( وَرَتِّلِ القرآن تَرْتِيلاً ) أن يقرأه بصوت جميل وبخشوع وتدبر ، وبالتزام تام للقراءة الصحيحة ، من حيث مخارج الحروف ومن حيث الوقف والمد والإِظهار والإِخفاء ، وغير ذلك . .وقد بسط القول فى هذه المسألة بعض العلماء فارجع إليه إن شئت .",
  "ayah": 4,
  "surah": 73
}
