{
  "text": "القول في تأويل قوله تعالى :  الرقال أبو جعفر: اختلف أهل التأويل في ذلك.فقال بعضهم تأويله: أنا الله أرى.* ذكر من قال ذلك:17518- حدثنا يحيى بن داود بن ميمون الواسطي قال، حدثنا أبو أسامة، عن أبي روق، عن الضحاك، في قوله : ( الر )، أنا الله أرى. (1)17519- حدثنا أحمد بن إسحاق قال: حدثنا أبو أحمد قال: حدثنا شريك، عن عطاء بن السائب، عن أبي الضحى، عن ابن عباس قوله: ( الر )، قال: أنا الله أرى.وقال آخرون: هي حروف من اسم الله الذي هو \" الرحمن \".*ذكر من قال ذلك:17520- حدثني عبد الله بن أحمد بن شبويه قال، حدثنا علي بن الحسين قال حدثني أبي، عن يزيد، عن عكرمة، عن ابن عباس: ( الر ) و ( حم ) و ( نون ) حروف \" الرَّحمن \" مقطعةً.17521- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال ، حدثنا عيسى بن عبيد عن الحسين بن عثمان قال: ذكر سالم بن عبد الله: ( الر ) و ( حم ) و ( نون )، فقال: اسم \" الرحمن \" مقطع  ،  ثم قال: \" الرحمن \".17522- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي حماد قال، حدثنا مندل عن عطاء بن السائب، عن سعيد بن جبير قال: ( الر ) و ( حم ) و ( نون )، هو اسم \" الرحمن \".17523- حدثنا ابن وكيع قال، حدثنا سويد بن عمرو الكلبي، عن أبي عوانة، عن إسماعيل بن سالم، عن عامر : أنه سئل عن: ( الر ) و ( حم ) و ( ص )، قال: هي أسماء من أسماء الله مقطعة بالهجاء، فإذا وصلتها كانت اسمًا من أسماء الله تعالى.* * *وقال آخرون: هي اسم من أسماء القرآن.*ذكر من قال ذلك:17524- حدثنا محمد بن عبد الأعلى، قال، حدثنا محمد بن ثور، عن معمر، عن قتادة: ( الر )، اسم من أسماء القرآن.* * *قال أبو جعفر : وقد ذكرنا اختلاف الناس ، وما إليه ذهب كل قائل في الذي قال فيه وما الصواب لدينا من القول في ذلك في نظيره، وذلك في أول \" سورة البقرة \"، فأغنى ذلك عن إعادته في هذا الموضع. (2)وإنما ذكرنا في هذا الموضع القدرَ الذي ذكرنا ، لمخالفة من ذكرنا قوله في هذا ، قوله في ( الم ) ، فأما الذين وفَّقوا بيْن معاني جميع ذلك، فقد ذكرنا قولهم هناك ، مكتفًى عن الإعادة ههنا. (3)* * *القول في تأويل قوله  تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (1)قال أبو جعفر: اختلف في تأويل ذلك.فقال بعضهم: تلك آيات التوراة.* ذكر من قال ذلك:17525- حدثني المثنى قال، حدثنا أبو نعيم قال، حدثنا سفيان، عن مجاهد: ( تلك آيات الكتاب الحكيم )، قال: التوراة والإنجيل.17526-. . . . قال، حدثنا إسحاق، قال، حدثنا هشام، عن عمرو، عن سعيد، عن قتادة: ( تلك آيات الكتاب )، قال: الكُتُب التي كانت قبل القرآن.* * *وقال آخرون: معنى ذلك: هذه آيات القرآن.* * *قال أبو جعفر: وأولى التأويلين في ذلك بالصواب، تأويل من تأوّله: \" هذه آيات القرآن \"، ووجّه معنى (تلك) إلى معنى \" هذه \"، وقد بينا وجه توجيه ( تلك ) إلى هذا المعنى في \" سورة البقرة \" ، بما أغنى عن إعادته. (4)* * *و ( الآيات )، الأعلام ،  و (الكتاب)، اسم من أسماء القرآن، وقد بينا كل ذلك فيما مضى قبل. (5)* * *وإنما قلنا: هذا التأويل أولى في ذلك بالصواب، لأنه لم يجيء للْتوراة والإنجيل قبلُ ذكرٌ ولا تلاوةٌ بعدُ، فيوجه إليه الخبر.فإذْ كان ذلك كذلك، فتأويل الكلام: والرحمن، هذه آيات القرآن الحكيم.* * *ومعنى ( الحكيم ) ، في هذا الموضع، \" المحكم \" ، صرف \" مُفْعَل \" إلى \" فعيل \"، كما قيل:  عَذَابٌ أَلِيمٌ  ، بمعنى مؤلم، (6) وكما قال الشاعر: (7)*أمِنْ رَيْحانَةَ الدَّاعِي السَّمِيعُ* (8)وقد بينا ذلك في غير موضع من الكتاب. (9)فمعناه إذًا: تلك آيات الكتاب المحكم ، الذي أحكمه الله وبينه لعباده، كما قال جل ثناؤه:  الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ  [سورة هود : 1]-----------------------الهوامش :(1) الأثر : 17518 - \" يحيى بن داود بن ميمون الواسطي \" ، شيخ الطبري ، مضى برقم : 4451 ، 11545 .(2) انظر ما سلف 1 : 205 - 224 .(3) في المطبوعة : \" ومكتفيًا \" ، وأثبت ما في المخطوطة ، وهو صواب .(4) انظر ما سلف 1 : 225 - 228 .(5) انظر تفسير \" الآية \" فيما سلف من فهارس اللغة ( أي ) .وتفسير \" الكتاب \" فيما سلف من فهارس اللغة ( حكم ) .(6) انظر تفسير \" حكيم \" فيما سلف من فهارس اللغة ( حكم ) .(7) هو عمرو بن معديكرب الزبيدي .(8) مضى البيت وتخريجه وشرحه فيما سلف 1 : 283 .(9) انظر ما سلف 1 : 283 ، 284 ، وغيره من المواضع في فهارس مباحث العربية والنحو وغيرها .",
  "ayah": 1,
  "surah": 10
}
