{
  "text": "القول في تأويل قوله تعالى :  أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَقال أبو جعفر: يقول تعالى ذكره: أكان عجبًا للناس إيحاؤنا القرآن على رجل منهم بإنذارهم عقابَ الله على معاصيه، كأنهم لم يعلموا أنَّ الله قد أوحى من قبله إلى مثله من البشر، فتعجَّبوا من وحينا إليه. (10)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17527- حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة، عن أبي روق، عن الضحاك ، عن ابن عباس قال: لما بعث الله محمدًا رسولا أنكرت العرب ذلك، أو من أنكر منهم، فقالوا: اللهُ أعظمُ من أن يكون رسوله بشرًا مثل محمد ! فأنـزل الله تعالى: ( أكان للناس عجبًا أن أوحينا إلى رجل منهم ) ، وقال:  وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلا رِجَالا  [سورة يوسف: 109].17528- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال: عجبت قريش أن بُعث رجل منهم. قال: ومثل ذلك:  وَإِلَى عَادٍ أَخَاهُمْ هُودًا  [سورة الأعراف: 65]،  وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا  ، [سورة الأعراف: 73] ، قال الله:  أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ  ، [سورة الأعراف: 69].* * *القول في تأويل قوله تعالى :  وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْقال أبو جعفر: يقول جل ثناؤه: أما كان عجبًا للناس أن أوحينا إلى رجل منهم : أن أنذر الناس، وأن بشر الذين آمنوا بالله ورسوله: ( أن لهم قدم صدق ) ، عطفٌ على ( أنذر ) .واختلف أهل التأويل في معنى قوله: ( قدم صدق )، فقال بعضهم: معناه: أن لهم أجرًا حسنًا بما قدَّموا من صالح الأعمال.* ذكر من قال ذلك:17529- حدثنا ابن وكيع قال، حدثنا المحاربي، عن جويبر، عن الضحاك: ( أن لهم قدم صدق عند ربهم )، قال: ثواب صِدق.17530-. . . . قال، حدثنا عبد الله بن رجاء، عن ابن جريج، عن عبد الله بن كثير عن مجاهد: ( أن لهم قدم صدق عند ربهم )، قال: الأعمال الصالحة.17531- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي عن أبيه، عن ابن عباس قوله: ( وبشر الذين آمنوا أن لهم قدم صدق عند ربهم )، يقول: أجرًا حسنًا بما قدَّموا من أعمالهم.17532- حدثنا ابن وكيع قال، حدثنا يزيد بن حبان، عن إبراهيم بن يزيد، عن الوليد بن عبد الله بن أبي مغيث، عن مجاهد: ( أن لهم قدم صدق عند ربهم )، قال: صلاتهم وصومهم، وصدقتُهم، وتسبيحُهم. (11)17533- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: ( قدم صدق )، قال: خير.17534- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: ( قدم صدق ) ، مثله.17535- حدثنا القاسم قال، حدثنا الحسين، قال، حدثني حجاج، عن ابن جريج، عن مجاهد، مثله.17536-. . . . قال، حدثني حجاج، عن أبي جعفر، عن الربيع بن أنس، قال: ( قدم صدق )، ثواب صدق  ، ( عند ربهم ) .17537- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، مثله.17538- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( وبشر الذين آمنوا أن لهم قدم صدق )، قال: \" القدم الصدق \" ، ثواب الصّدق بما قدّموا من الأعمال.* * *وقال آخرون: معناه: أن لهم سابق صدق في اللوح المحفوظ من السعادة.* ذكر من قال ذلك:17539- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح عن علي، عن ابن عباس قوله: ( وبشر الذين آمنوا أن لهم قدم صدق عند ربهم )، يقول: سبقت لهم السعادة في الذِّكر الأَوّل.* * *وقال آخرون: معنى ذلك أنّ محمدًا صلى الله عليه وآله وسلم شفيع لهم، قَدَمَ صدق.* ذكر من قال ذلك:17540- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا يحيى بن آدم، عن فضيل بن عمرو بن الجون، عن قتادة  ،  أو الحسن  ،  : ( أن لهم قدم صدق عند ربهم )، قال: محمدٌ شفيعٌ لهم. (12)17541- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة، قوله: ( وبشر الذين آمنوا أن لهم قدم صدق عند ربهم ) : أي سلَفَ صدقٍ عند ربهم.17542- حدثني المثنى قال، حدثنا إسحاق، قال، حدثنا عبد الله بن الزبير، عن ابن عيينة، عن زيد بن أسلم، في قوله: ( أن لهم قدم صدق عند ربهم )، قال: محمدٌ صلى الله عليه وسلم.* * *قال أبو جعفر: وأولى هذه الأقوال عندي بالصواب، قولُ من قال: معناه: أن لهم أعمالا صالحة عند الله يستوجبون بها منه الثوابَ.* * *وذلك أنه محكيٌّ عن العرب: \" هؤلاء أهْلُ القَدَم في الإسلام \" أي هؤلاء الذين قدَّموا فيه خيرًا، فكان لهم فيه تقديم. ويقال: \" له عندي قدم صِدْق ، وقدم سوء \"، وذلك ما قدَّم إليه من خير أو شر، ومنه قول حسان بن ثابت:لَنَــا القَــدَمُ العُلْيَـا إِلَيْـكَ وَحَلْفُنَـالأَوّلِنَــا فِــي طَاعَــةِ اللـهِ تَـابِعُ (13)وقول ذي الرمة:لَكُــمْ قَــدَمٌ لا يُنْكِـرُ النَّـاسُ أَنَّهَـامَـعَ الحَسَـبِ العَادِيِّ طَمَّتْ عَلَى البَحْرِ (14)* * *قال أبو جعفر: فتأويل الكلام إذًا: وبشر الذين آمنوا أنّ لهم تقدِمة خير من الأعمال الصالحة عند ربِّهم.* * *القول في تأويل قوله تعالى :  قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ (2)قال أبو جعفر : اختلفت القراء في قراءة ذلك.فقرأته عامة قراء أهل المدينة والبصرة: ( إِنَّ هَذَا لَسِحْرٌ مُبِينٌ )، بمعنى: إن هذا الذي جئتنا به ،  يعنون القرآن ،  لسحر مبين.* * *وقرأ ذلك مسروق، وسعيد بن جبير ، وجماعة من قراء الكوفيين: ( إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ ).* * *وقد بينت فيما مضى من نظائر ذلك: أن كل موصوف بصفةٍ ، يدل الموصوف على صفته، وصفته عليه. (15)والقارئ مخيَّرٌ في القراءة في ذلك، وذلك نظير هذا الحرف: ( قال الكافرون إن هذا لسحر مبين ) ، و \" لساحر مبين \". (16)وذلك أنهم إنما وصفوه بأنه \" ساحر \"، ووصفهم ما جاءهم به أنه \" سحر \" يدل على أنهم قد وصفوه بالسحر. وإذْ كان ذلك كذلك ، فسواءٌ بأيِّ ذلك قرأ القارئ، لاتفاق معنى القراءتين.* * *وفي الكلام محذوف ، استغني بدلالة ما ذكر عما ترك ذكره ، وهو: \" فلما بشرهم وأنذرهم وتلا عليهم الوحي\" ،  قال الكافرون : إن هذا الذي جاءنا به لسحرٌ مبين.* * *قال أبو جعفر : فتأويل الكلام إذًا: أكان للناس عجبًا أن أوحينا إلى رجل منهم: أن أنذر الناس ، وبشر الذين آمنوا أن لهم قدم صدق عند ربهم؟ فلما أتاهم بوحي الله وتلاه عليهم، قال المنكرون توحيد الله ورسالة رسوله: إن هذا الذي جاءنا به محمدٌ لسحر مبين أي : يبين لكم عنه أنه مبطِلٌ فيما يدعيه. (17)---------------------------الهوامش :(10) انظر تفسير \" الوحي \" و \" الإنذار \" فيما سلف من فهارس اللغة ( وحي ) ، ( نذر ) .(11) الأثر : 17532 - \" زيد بن حباب التميمي \" ، مضى مرارًا ، آخرها رقم : 11490 . وكان في المطبوعة : \" يزيد بن حبان \" ، لم يحسن قراءة المخطوطة ، فتصرف أسوأ التصرف .و \" إبراهيم بن يزيد الخوزي \" ، ضعيف ، مضى مرارًا ، آخرها رقم : 17313 .و \" الوليد بن عبد الله بن أبي مغيث \" ، ثقة ، مضى برقم : 16259 ، 17313 .وكان في المطبوعة والمخطوطة : \" الوليد بن عبد الله ، عن أبي مغيث \" ، وهو خطأ محض .(12) الأثر : 17540 - \" فضيل بن عمرو بن الجون \" ، لم أجد له ترجمة . ولا أدري أهو \" فضيل بن عمرو الفقيمي \" ، أو غيره ! .(13) مضى البيت وتخريجه فيما سلف 13 : 209 ، وروايته هناك : \" لنا القدم الأولى \" .(14) ديوانه 272 ، من قصيدته في مدح بلال بن أبي بردة بن أبي موسى الأشعري ، يقول بعده :خِـلاَلَ النَّبِـيِّ المُصْطَفَـى عِنْـدَ رَبِّهِوَعُثْمَـانَ وَالفَـارُوقِ بَعْـدَ أَبِـي بَكْرِورواية ديوانه : \" طمت على الفخر \" .(15) في المطبوعة : \" نزل الموصوف \" ، وفي المخطوطة : \" ترك \" ، وصواب قراءتها ما أثبت .(16) انظر ما سلف 11 : 216 ، 217 .(17) انظر تفسير \" السحر \" و \" مبين \" فيما سلف من فهارس اللغة ( سحر ) ، ( بين ) .",
  "ayah": 2,
  "surah": 10
}
