{
  "text": "القول في تأويل قوله تعالى :  هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (22)قال أبو جعفر: يقول تعالى ذكره: الله الذي يسيركم، أيها الناس ، في البر على الظهر وفي البحر في الفلك  ، (حتى إذا كنتم في الفلك) ، وهي السفن (4)  ، (وجرين بهم) يعني: وجرت الفلك بالناس  ، (بريح طيبة)، في البحر ، (وفرحوا بها) ، يعني: وفرح ركبان الفلك بالريح الطيبة التي يسيرون بها.* * *و \" الهاء \" في قوله: \" بها \" عائدة على \" الريح الطيبة \" .* * *، (جاءتها ريح عاصف) ، يقول: جاءت الفلك ريحٌ عاصف، وهي الشديدة.* * *والعرب تقول: \" ريح عاصف ، وعاصفة \" ، و \" وقد أعصفت الريح ، وعَصَفت \" و \" أعصفت \" ، في بني أسد، فيما ذكر، قال بعض بني دُبَيْر: (5)حَـتَّى إِذَا أَعْصَفَـتْ رِيـحٌ مُزَعْزِعَـةٌفِيهَـا قِطَـارٌ وَرَعْـدٌ صَوْتُـهُ زَجِـلُ (6)* * *، (وجاءهم الموج من كل مكان) يقول تعالى ذكره: وجاء ركبانَ السفينة الموجُ من كل مكان  ، (وظنوا أنهم أحيط بهم) ، يقول: وظنوا أن الهلاك قد أحاط بهم وأحدق (7)  ، (دعوا الله مخلصين له الدين) ، يقول: أخلصوا الدعاء لله هنالك ، دون أوثانهم وآلهتهم، وكان مفزعهم حينئذٍ إلى الله دونها، كما:-17595- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر، عن قتادة في قوله: (دعوا الله مخلصين له الدين) ، قال: إذا مسّهم الضرُّ في البحر أخلصوا له الدعاء.17596- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري، عن الأعمش، عن عمرو بن مرة، عن أبي عبيدة في قوله: (مخلصين له الدين) ،  ،  \" هيا شرا هيا \" (8) تفسيره: يا حي يا قوم.17597- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله:  وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُمْ  إلى آخر الآية، قال: هؤلاء المشركون يدعون مع الله ما يدعون، فإذا كان الضر لم يدعوا إلا الله، فإذا نجاهم إذا هم يشركون .* * *، (لئن أنجيتنا) من هذه الشدة التي نحن فيها  ، (لنكونن من الشاكرين) ، لك على نعمك ، وتخليصك إيانا مما نحن فيه ، بإخلاصنا العبادة لك ، وإفراد الطاعة دون الآلهة والأنداد.* * *واختلفت القراء في قراءة قوله: (هو الذي يسيركم) فقرأته عامة قراء الحجاز والعراق: ( هُوَ الَّذِي يُسَيِّرُكُمْ ) من \" السير \" بالسين.* * *وقرأ ذلك أبو جعفر القاري: ( هُوَ الَّذِي يَنْشُرُكُمْ ) ، من \" النشر \"، وذلك البسط، من قول القائل: \" نشرت الثوب \"، وذلك بسطه ونشره من طيّه.* * *فوجّه أبو جعفر معنى ذلك إلى أن الله يبعث عباده فيبسطهم برًّا وبحرًا  ،  وهو قريب المعنى من \" التسيير \".* * *وقال: (وجرين بهم بريح طيبة) ، وقال في موضع آخر:  فِي الْفُلْكِ الْمَشْحُونِ  [سورة يس: 41] فوحد .* * *والفلك: اسم للواحدة ، والجماع ، ويذكر ويؤنث. (9)* * *قال: (وجرين بهم) ، وقد قال (هو الذي يسيركم) فخاطب ، ثم عاد إلى الخبر عن الغائب. وقد بينت ذلك في غير موضع من الكتاب ، بما أغنى عن إعادته في هذا الموضع. (10)* * *وجواب قوله: (حتى إذا كنتم في الفلك)  ، ( جاءتها ريح عاصف).* * *وأما جواب قوله: (وظنوا أنهم أحيط بهم) ف (دعوا الله مخلصين له الدين).----------------------الهوامش :(4) انظر تفسير \" الفلك \" فيما سلف 12 : 502 .(5) لم أعرف قائله . و \" بنو دبير \" من بني أسد .(6) معاني القرآن للفراء 1 : 460 \" مزعزعة \" ، شديدة الهبوب ، تحرك الشجر توشك أن تقتلعه .و \" قطار \" جمع \" قطر \" ، وهو المطر . و \" رعد زجل \" رفيع الصوت متردده عاليه .(7) انظر تفسير \" الإحاطة \" فيما سلف 14 : 289 ، تعليق : 1 ، والمراجع هناك .(8) هكذا جاءت الكلمة ، ولم أستطع أن أعرف ما هي ، وهي أعجمية بلا ريب .(9) انظر معاني القرآن للفراء 1 : 460 .(10) انظر ما سلف 1 : 154 ، 196 / 3 : 304 ، 305 / 6 : 238 ، 464 / 8 : 447 / 11 : 264 ، ومواضع أخر ، اطلبها في فهارس النحو والعربية وغيرهما .",
  "ayah": 22,
  "surah": 10
}
