{
  "text": "القول في تأويل قوله تعالى :  فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (23)قال أبو جعفر: يقول تعالى ذكره: فلما أنجى الله هؤلاء الذين ظنُّوا في البحر أنهم أحيط بهم ، من الجهد الذي كانوا فيه، أخلفوا الله ما وعدُوه، وبغوا في الأرض، فتجاوزوا فيها إلى غير ما أذن الله لهم فيه ، من الكفر به ، والعمل بمعاصيه على ظهرها. (11)يقول الله: يا أيها الناس ، إنما اعتداؤكم الذي تعتدونه على أنفسكم ، وإياها تظلمون. وهذا الذي أنتم فيه  ، (متاع الحياة الدنيا)، يقول: ذلك بلاغ تبلغون به في عاجل دنياكم. (12)* * *وعلى هذا التأويل، \" البغي\" يكون مرفوعًا بالعائد من ذكره في قوله: (على أنفسكم) (13) ويكون قوله ( متاع الحياة الدنيا ) ، مرفوعًا على معنى: ذلك متاع الحياة الدنيا، كما قال:  لَمْ يَلْبَثُوا إِلا سَاعَةً مِنْ نَهَارٍ بَلاغٌ  ، [سورة الأحقاف: 35] ، بمعنى: هذا بلاغ.وقد يحتمل أن يكون معنى ذلك: إنما بغيكم في الحياة الدنيا على أنفسكم، لأنكم بكفركم تكسبونها غضبَ الله، متاع الحياة الدنيا، كأنه قال: إنما بغيكم متاعُ الحياة الدنيا، فيكون \" البغي\" مرفوعًا ب \" المتاع \"، و \" على أنفسكم \" من صلة \" البغي\".* * *وبرفع \" المتاع \" قرأت القراء سوى عبد الله بن أبي إسحاق ، فإنه نصبه ، بمعنى: إنما بغيكم على أنفسكم متاعًا في الحياة الدنيا، فجعل \" البغي\" مرفوعًا بقوله: (على أنفسكم) ، و \" المتاع \" منصوبًا على الحال. (14)* * *وقوله: (ثم إلينا مرجعكم) يقول: ثم إلينا بعد ذلك معادكم ومصيركم، وذلك بعد الممات (15)  ،  يقول: فنخبركم يوم القيامة بما كنتم تعملون في الدنيا من معاصي الله، ونجازيكم على أعمالكم التي سلفت منكم في الدنيا. (16)------------------------الهوامش :(11) انظر تفسير \" البغي \" فيما سلف 12 : 403 ، تعليق : 2 ، والمراجع هناك .(12) انظر تفسير \" المتاع \" فيما سلف 14 : 340 ، تعليق 3 ، والمراجع هناك .(13) قراءتنا في مصحفنا اليوم ، في مصر وغيرها ، بنصب \" متاع \" ، وهي القراءة الأخرى التي سيذكرها أبو جعفر ، ولكنه جرى فيما سلف على تفسير قراءة الرفع .(14) انظر معاني القرآن للفراء 1 : 461 ، في تأويل القراءتين .(15) انظر تفسير \" المرجع \" فيما سلف ص : 20 ، تعليق : 1 ، والمراجع هناك .(16) انظر تفسير \" النبأ \" فيما سلف ص : 46 ، تعليق : 3 ، والمراجع هناك .",
  "ayah": 23,
  "surah": 10
}
