{
  "text": "القول في تأويل قوله تعالى :  وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍقال أبو جعفر : يقول تعالى ذكره: والذين عملوا السيئات في الدنيا، فعصوا الله فيها، وكفروا به وبرسوله (22)  ، ( جزاء سيئة )، من عمله السيئ الذي عمله في الدنيا  ، ( بمثلها )، من عقاب الله في الآخرة  ، (وترهقهم ذلة) ، يقول: وتغشاهم ذلة وهوان، بعقاب الله إياهم (23)، ( ما لهم من الله من عاصم) ، يقول: ما لهم من الله من مانع يمنعهم ، إذا عاقبهم ، يحول بينه وبينهم.* * *وبنحو الذي قلنا قوله: \" وترهقهم ذلة \" قال أهل التأويل.* ذكر من قال ذلك:17646- حدثني المثنى قال ، حدثنا عبد الله بن صالح قال ، حدثني معاوية، عن علي، عن ابن عباس قوله: (وترهقهم ذلة) ، قال: تغشاهم ذلة وشدّة.* * *واختلف أهل العربية في الرافع ل \" الجزاء \" .فقال بعض نحويي الكوفة: رُفع بإضمار \" لهم \"، كأنه قيل: ولهم جزاء السَّيئة بمثلها، كما قال:  فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ  ، [سورة البقرة: 196] ، والمعنى: فعليه صيام ثلاثة أيام، قال: وإن شئت رفعت الجزاءَ بالباء في قوله: ( جزاء سيئة بمثلها ) . (24)* * *وقال بعض نحويي البصرة: \" الجزاء \" مرفوع بالابتداء، وخبره (بمثلها) . قال: ومعنى الكلام: جزاء سيئة مثلها، وزيدت \" الباء \" ، كما زيدت في قوله: \" بحسبك قول السُّوء \".وقد أنكر ذلك من قوله بعضُهم ، فقال: يجوز أن تكون \" الباء \" في \" حسب \" [ زائدة (25) ]لأن التأويل: إن قلت السوء فهو حسبك  ،  فلما لم تدخل في الخبر، (26) أدخلت في \" حسب \" ، \" بحسبك أن تقوم \" : إن قمت فهو حسبك. (27) فإن مُدح ما بعد \" حسب \" أدخلت \" الباء \" ، فيما بعدها ، كقولك: \" حسبك بزيد \"، ولا يجوز \" بحسبك زيد \"، لأن زيدًا الممدوح ، فليس بتأويل خبَرٍ . (28)* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب ، أن يكون \" الجزاء \" مرفوعًا بإضمارٍ، بمعنى: فلهم جزاء سيئة بمثلها، لأن الله قال في الآية التي قبلها:  لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ  ، فوصف ما أعدَّ لأوليائه، ثم عقب ذلك بالخبر عما أعدّ الله لأعدائه، فأشبهُ بالكلام أن يقال: وللذين كسبوا السيئات جزاء سيئة، وإذا وُجِّه ذلك إلى هذا المعنى ، كانت الباء صلة للجزاء.* * *القول في تأويل قوله تعالى :  كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (27)قال أبو جعفر : يقول تعالى ذكره: كأنما ألبست وجوه هؤلاء الذين كسبوا السيئات (29)، ( قِطَعًا من الليل)، وهي جمع \" قطعة \".* * *وكان قتادة يقول في تأويل ذلك ما:-17647- حدثنا به محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر ، عن قتادة: (كأنما أغشيت وجوههم قطعًا من الليل مظلمًا) ، قال: ظلمة من الليل.* * *واختلفت القراء في قراءة قوله تعالى: (قطعًا) فقرأته عامة قراء الأمصار: (قِطَعًا) بفتح الطاء ، على معنى جمع \" قطعة \"، وعلى معنى أنَّ تأويل ذلك: كأنما أُغشِيَت وَجْه كل إنسان منهم قطعةٌ من سواد الليل، ثم جمع ذلك فقيل: كأنما أغشيت وجوههم قطعا من سواد، إذ جُمِع \" الوجه \".* * *وقرأه بعض متأخري القراء: \" قِطْعًا \" بسكون الطاء، بمعنى: كأنما أغشيت وجوههم سوادًا من الليل، وبقيةً من الليل، ساعةً منه، كما قال:  فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ  ، [سورة هود: 81 /سورة الحجر: 65] ، أي: ببقية قد بقيت منه.ويعتلُّ لتصحيح قراءته كذلك، أنه في صحف أبيّ: (وَيَغْشَى وُجُوهَهُمْ قِطْعٌ مِنَ اللَّيْلِ مُظْلِمٌ). (30)* * *قال أبو جعفر : والقراءة التي لا يجوز خلافها عندي ، قراءةُ من قرأ ذلك بفتح الطاء، لإجماع الحجة من قراء الأمصار على تصويبها ، وشذوذ ما عداها. وحسبُ الأخرى دلالةً على فسادها، خروج قارئها عما عليه قراء أهل أمصار الإسلام. (31)* * *فإن قال لنا قائل: فإن كان الصواب في قراءة ذلك ما قلت، فما وجه تذكير \" المظلم \" وتوحيده، وهو من نعت \" القطع \" ، و \" القطع \"، جمع لمؤنث؟قيل : في تذكير ذلك وجهان: (32)أحدهما: أن يكون قَطْعًا من \" الليل \" (33) . وإن يكون من نعت \" الليل \"، فلما كان نكرةً ، و \" الليل \" معرفةً ، نصب على القَطْع،فيكون معنى الكلام حينئذ: كأنما أغشيت وجوههم قطعًا من الليل المظلم  ،  ثم حذفت الألف واللام من \" المظلم \"، فلما صار نكرة وهو من نعت \" الليل \" ، نصب على القطع. وتسمي أهل البصرة ما كان كذلك \" حالا \"، والكوفيون \" قطعًا \".والوجه الآخر : على نحو قول الشاعر: (34)* لَوْ أَنَّ مِدْحَةَ حَيٍّ مُنْشِرٌ أَحَدًا * (35)والوجه الأوّل أحسن وجهيه.وقوله: (أولئك أصحاب النار) ، يقول: هؤلاء الذين وصفت لك صفتهم أهلُ النار الذين هم أهلها (36)، (هم فيها خالدون) ، يقول: هم فيها ماكثون. (37)------------------------الهوامش :(22) انظر تفسير \" كسب \" فيما سلف من فهارس اللغة ( كسب ) ، ( سوأ ) .(23) انظر تفسير \" الرهق \" فيما سلف قريبًا ص : 72 .،  وتفسير \" ذلة \" فيما سلف ص : 72 ، تعليق : 3 ، والمراجع هناك .(24) هذه مقالة الفراء في معاني القرآن 1 : 461 ، وفي المطبوعة : \" وجزاء سيئة بمثلها \" بالواو ، وفي معاني القرآن للفراء \" فجزاء \" بالفاء ، ولا أجد في القرآن آية فيها مثل ذلك بالواو أو بالفاء ، وإنما عني هذه الآية بعينها .(25) الزيادة بين القوسين لا بد منها حتى يستقيم الكلام .(26) في المطبوعة والمخطوطة : \" لم تدخل في الجزاء \" ، وهو خطأ لا ريبة فيه .(27) أخشى أن يكون سقط من الكلام شيء .(28) في المطبوعة والمخطوطة في هذا الموضع أيضًا : \" فليس بتأويل جزاء \" ، وهو فساد لا شك فيه .(29) انظر تفسير \" الإغشاء \" فيما سلف 12 : 483 ، تعليق : 2 ، والمراجع هناك .(30) انظر معاني القرآن للفراء 1 : 462 .(31) في المطبوعة : \" أهل الأمصار والإسلام \" ، وهو عبث سخيف .(32) في المطبوعة : \" في تذكيره \" ؛ بالهاء مضافة ، وهو عبث أيضًا .(33) \" القطع \" ( بفتح فسكون ) ، الحال ، كما سلف مرارًا شرحه وبيانه ، وانظر ما سلف 11 : 455 / 12 : 477 ، وفهارس المصطلحات . وقد بين الطبري في هذا الموضع بأحسن البيان عن معنى \" القطع \" ، وقد سلف كلامنا فيه مرارًا .(34) هو أبو ذؤيب .(35) ديوانه : 113 ، في آخر قصيدة له ، ورواية الديوان :لَـوْ كـان مِدْحَـةَ حَـيٍّ مُنْشِـرٌ أَحَدًاأَحْــيَى أُبُــوَّتَكِ الشُّــمَّ الأَمَـادِيحُوهذا لا شاهد فيه ، ويروى :* لَـوْ كـان مِدْحَةَ حَيٍّ مُنْشِرٌ أَحَدًا *وهذا شاهد .(36) انظر تفسير \" أصحاب النار \" فيما سلف من فهارس اللغة ( صحب ) .(37) انظر تفسير \" الخلود \" ، فيما سلف من فهارس اللغة ( خلد ) .",
  "ayah": 27,
  "surah": 10
}
