{
  "text": "القول في تأويل قوله تعالى :  هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (30)قال أبو جعفر : اختلفت القراء في قراءة قوله: ( هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ ) ، بالباء، بمعنى: عند ذلك تختبر كلّ نفس ما قدمت من خيرٍ أو شٍّر. (43)وكان ممن يقرؤه ويتأوّله كذلك ، مجاهدٌ.17654- حدثني المثنى قال ، حدثنا إسحاق قال ، حدثنا ابن أبي جعفر، عن ورقاء، عن ابن أبي نجيح، عن مجاهد: (هنالك تبلو كل نفس ما أسلفت) ، قال: تختبر.17655- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.17656- حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني حجاج، عن ابن أبي نجيح، عن مجاهد، مثله.* * *وقرأ ذلك جماعة من أهل الكوفة وبعض أهل الحجاز: ( تَتْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ) ، بالتاء. (44)* * *واختلف قارئو ذلك كذلك في تأويله.فقال بعضهم: معناه وتأويله: هنالك تتبع كل نفس ما قدَّمت في الدنيا لذلك اليوم. (45)وروي بنحو ذلك خبرٌ عن النبي صلى الله عليه وسلم ، من وجْه وسَنَدٍ غير مرتضى أنه قال: يَمْثُل لكل قوم ما كانوا يعبدون من دون الله يوم القيامة، فيتَّبعونهم حتى يوردوهم النار. قال: ثم تلا رسول الله صلى الله عليه وسلم هذه الآية: (هنالك تتلو كل نفس ما أسلفت) . (46)* * *وقال بعضهم: بل معناه: يتلو كتاب حسناته وسيئاته. يعني يقرأ، كما قال جل ثناؤه:  وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا  ، [سورة الإسراء: 13].* * *وقال آخرون: \" تَتْلو \" تعاين. (47)*ذكر من قال ذلك:17657- حدثني يونس قال، أخبرنا ابن وهب قال: قال ابن زيد في قوله: (هنالك تَتْلو كل نفس ما أسلفت) ، قال: ما عملت. تتلو: تعاينه.* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إنهما قراءتان مشهورتان ، قد قرأ بكل واحدة منهما أئمة من القراء، وهما متقاربتا المعنى. وذلك أن من تبع في الآخرة ما أسلفَ من العمل في الدنيا، هجم به على مَوْرده، فيخبر هنالك ما أسلفَ من صالح أو سيئ في الدنيا، وإنّ مَنْ خَبَر من أسلف في الدنيا من أعماله في الآخرة، فإنما يخبرُ بعد مصيره إلى حيث أحلَّه ما قدم في الدنيا من علمه، فهو في كلتا الحالتين مُتَّبع ما أسلف من عمله ، مختبر له، فبأيتهما قرأ القارئ كما وصفنا ، فمصيبٌ الصوابَ في ذلك.* * *وأما قوله: (وردّوا إلى الله مولاهم الحق) ، فإنه يقول: ورجع هؤلاء المشركون يومئذٍ إلى الله الذي هو ربهم ومالكهم ، الحقّ لا شك فيه ، دون ما كانوا يزعمون أنهم لهم أرباب من الآلهة والأنداد  ، ( وضل عنهم ما كانوا يفترون) ، يقول: وبطل عنهم ما كانوا يتخرَّصون من الفرية والكذب على الله بدعواهم أوثانهم أنها لله شركاء، وأنها تقرِّبهم منه زُلْفَى، (48) كما:-17658- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وردوا إلى الله مولاهم الحق وضلّ عنهم ما كانوا يفترون) ، قال: ما كانوا يدعون معه من الأنداد والآلهة، ما كانوا يفترون الآلهة، وذلك أنهم جعلوها أندادًا وآلهة مع الله افتراءً وكذبًا.---------------------------الهوامش :(43) في المطبوعة : \" بما قدمت \" بالباء ، لم يحسن قراءة المخطوطة. وانظر تفسير \" الابتلاء \" فيما سلف من فهارس اللغة ( بلا )(44) انظر هذه القراءة وتفسيرها فيما سلف 2 : 411 .(45) انظر تفسير \" يتلو \" فيما سلف من فهارس اللغة ( تلا ) .(46) \" لم أجد نص الخبر في غير هذا المكان . مسندًا ولا غير مسند .(47) في المطبوعة في المواضع كلها \" تبلو \" بالباء ، وفي المخطوطة غير منقوطة ، والصواب بالتاء ، وذلك بين أيضًا من سياق التفسير لهذه القراءة .(48) انظر تفسير ألفاظ هذه الآية فيما سلف من فهارس اللغة .",
  "ayah": 30,
  "surah": 10
}
