{
  "text": "القول في تأويل قوله تعالى :  فَمَا آمَنَ لِمُوسَى إِلا ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئِهِمْ أَنْ يَفْتِنَهُمْ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ (83)قال أبو جعفر: يقول تعالى ذكره: فلم يؤمن لموسى ، مع ما أتاهم به من الحجج والأدلّة (إلا ذرية من قومه ) خائفين من فرعون وملئهم.ثم اختلف أهل التأويل في معنى الذرية في هذا الموضع.فقال بعضهم: الذرية في هذا الموضع: القليل.*ذكر من قال ذلك:17774- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد، عن قتادة، قوله: (فما آمن لموسى إلا ذرّية من قومه) ، قال، كان ابن عباس يقول: \" الذرية \": القليل.17775- حدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: أخبرنا عبيد قال، سمعت الضحاك يقول في قوله تعالى: (فما آمن لموسى إلا ذرية من قومه) ، \" الذرية \"، القليل، كما قال الله تعالى:  كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ  [سورة الأنعام: 133]* * *وقال آخرون: معنى ذلك: فما آمن لموسى إلا ذرية من أرسل إليه موسى من بني إسرائيل لطول الزمان، لأن الآباء ماتوا وبقي الأبناء، فقيل لهم \" ذرية \"، لأنهم كانوا ذرية من هلك ممن أرسل إليهم موسى عليه السلام. (12)*ذكر من قال ذلك:17776- حدثنا ابن حميد قال ، حدثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزة، عن مجاهد في قوله تعالى: (فما آمن لموسى إلا ذرية من قومه) ، قال: أولاد الذين أرسل إليهم من طول الزمان ، ومات آباؤهم.17777- حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد ،17778- وحدثني المثنى قال، حدثنا إسحاق قال ، حدثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد، بنحوه.17779- حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني حجاج، عن ابن جريج، عن مجاهد: (فما آمن لموسى إلا ذرية من قومه) ، قال: أولاد الذين أرسل إليهم موسى ، من طول الزمان ومات آباؤهم.17780- حدثني الحارث قال ، حدثنا عبد العزيز قال ، حدثنا سفيان، عن الأعمش: (فما آمن لموسى إلا ذرية من قومه على خوف من فرعون وملئهم أن يفتنهم) ، قال: أبناء أولئك الذين أرسل إليهم ، فطال عليهم الزمان وماتت آباؤهم.* * *وقال آخرون: بل معنى ذلك: فما آمن لموسى إلا ذرية من قوم فرعون.*ذكر من قال ذلك:17781- حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي، عن أبيه، عن ابن عباس: (فما آمن لموسى إلا ذرية من قومه على خوف من فرعون وملئهم أن يفتنهم) ، قال: كانت الذرية التي آمنت لموسى من أناس غير بني إسرائيل ، من قوم فرعون يسير، منهم : امرأة فرعون، ومؤمن آل فرعون، وخازن فرعون، وامرأة خازنه.* * *وقد روي عن ابن عباس خبرٌ يدل على خلاف هذا القول، وذلك ما:-17782- حدثني به المثنى قال ، حدثنا أبو صالح قال ، حدثني معاوية، عن علي، عن ابن عباس، قوله: (ذرية من قومه) ، يقول: بني إسرائيل.* * *، فهذا الخبر ، ينبئ عن أنه كان يرى أن \" الذرية \" في هذا الموضع ، (13) هم بنو إسرائيل دون غيرهم من قوم فرعون.* * *قال أبو جعفر: وأولى هذه الأقوال عندي بتأويل الآية، القولُ الذي ذكرته عن مجاهد، وهو أن \" الذرية \" ، في هذا الموضع أريد بها ذُرّية من أرسل إليه موسى من بني إسرائيل، فهلكوا قبل أن يقرُّوا بنبوته لطول الزمان، فأدركت ذريّتهم ، فآمن منهم من ذكر الله ، بموسى.وإنما قلت : \" هذا القولُ أولى بالصواب في ذلك \" ، لأنه لم يجر في هذه الآية ذكرٌ لغير موسى، فَلأن تكون \" الهاء \" ، في قوله : \" من قومه \" ، من ذكر موسى لقربها من ذكره، أولى من أن تكون من ذكر فرعون ، لبعد ذكره منها، إذ لم يكن بخلاف ذلك دليلٌ ، من خبرٍ ولا نظرٍ.وبعدُ، فإن في قوله: (على خوف من فرعون وملئهم)، الدليلُ الواضح على أن الهاء في قوله: (إلا ذرية من قومه)، من ذكر موسى، لا من ذكر فرعون، لأنها لو كانت من ذكر فرعون لكان الكلام ، \" على خوف منه \"، ولم يكن (على خوف من فرعون) .* * *وأما قوله: (على خوف من فرعون) ، فإنه يعني على حال خوف ممن آمن من ذرية قوم موسى بموسى  ،  فتأويل الكلام: فما آمن لموسى إلا ذرية من قومه ، من بني إسرائيل ، وهم خائفون من فرعون وملئهم أن يفتنوهم.* * *وقد زعم بعض أهل العربية أنه إنما قيل: \" فما آمن لموسى إلا ذرية من قومه \"، لأن الذين آمنوا به إنما كانت أمهاتهم من بني إسرائيل، وآباؤهم من القبط، فقيل لهم \" الذرية \" ، من أجل ذلك، كما قيل لأبناء الفرس الذين أمهاتهم من العرب وآباؤهم من العجم: \" أبناء \". (14) .والمعروف من معنى \" الذرية \" في كلام العرب: أنها أعقاب من نسبت إليه من قبل الرجال والنساء، كما قال جل ثناؤه:  ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ  ، [سورة الإسراء: 3] ، وكما قال:  وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ  ثم قال بعد:  وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ  ، [سورة الأنعام: 84، 85] ، فجعل من كان من قبل الرجال والنساء من ذرية إبراهيم.* * *وأما قوله: (وملئهم)، فإن \" الملأ \": الأشراف. (15) وتأويل الكلام: على خوف من فرعون ومن أشرافهم.* * *واختلف أهل العربية فيمن عُني بالهاء والميم اللتين في قوله: (وملئهم) ، فقال بعض نحويي البصرة: عُني بها الذرية. وكأنّه وجَّه الكلام إلى: ( فما آمن لموسى إلا ذرية من قومه، على خوف من فرعون) وملأ الذرِّية من بني إسرائيل.* * *وقال بعض نحويي أهل الكوفة: (16)عني بهما فرعون. قال: وإنما جاز ذلك وفرعون واحد، لأن الملك إذا ذكر بخوفٍ أو سفر أو قدوم من سفر ، (17) ذهب الوهم إليه وإلى من معه. وقال: ألا ترى أنك تقول: \" قدم الخليفة فكثر الناس \"، تريد ، بمن معه  ،  \" وقدم فغلت الأسعار \" ، لأنك تنوي بقدومه قدوم من معه. (18)* * *قال: وقد يكون أن تريد أن بـ \" فرعون \" آل فرعون، وتحذف \" الآل \" ، (19) فيجوز، كما قال:  وَاسْأَلِ الْقَرْيَةَ  ، [سورة يوسف: 82] ، يريد أهل القرية، والله أعلم. قال: ومثله قوله:  يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ  ، [سورة الطلاق: 1]. (20)* * *قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب قول من قال: \" الهاء والميم \" عائدتان على \" الذرية \". ووجَّه معنى الكلام إلى أنه : على خوف من فرعون، وملأ الذرية  ،  لأنه كان في ذرية القرن الذين أرسل إليهم موسى من كان أبوه قبطيًا وأمه إسرائيلية. فمن كان كذلك منهم، كان مع فرعون على موسى.* * *وقوله: (أن يفتنهم) ، يقول: كان إيمان من آمن من ذرية قوم موسى على خوف من فرعون  ،  \" أن يفتنهم \" بالعذاب، فيصدّهم عن دينهم، ويحملهم على الرجوع عن إيمانهم والكفر بالله. (21)وقال: (أن يفتنهم) ، فوحَّد ولم يقل: \" أن يفتنوهم \"، لدليل الخبر عن فرعون بذلك : أن قومه كانوا على مثل ما كان عليه ، لما قد تقدم من قوله: (على خوف من فرعون وملئهم).* * *وقوله: (وإن فرعون لعال في الأرض) ، يقول تعالى ذكره: وإن فرعون لجبّارٌ مستكبر على الله في أرضه  ،  \" وإنه لمن المسرفين \"، وإنه لمن المتجاوزين الحقّ إلى الباطل، (22) وذلك كفره بالله وتركه الإيمان به ، وجحودُه وحدانية الله ، وادّعاؤه لنفسه الألوهة ، وسفكه الدماء بغير حِلِّها.-----------------------الهوامش :(12) انظر تفسير \" الذرية \" فيما سلف 12 : 127 ، 128 ، تعليق : 1 ، والمراجع هناك .وانظر تفسير بمعنى \" القليل \" في معاني القرآن للفراء 1 : 476 .(13) في المطبوعة : \" ينبئ عنه \" ، وأثبت ما في المخطوطة .(14) هو الفراء في معاني القرآن 1 : 476 .(15) انظر تفسير \" الملأ \" فيما سلف ص : 155 تعليق : 1 ، والمراجع هناك .(16) في المطبوعة : \" نحويي الكوفة \" ، وأثبت ما في المخطوطة \" .(17) في المطبوعة : \"الخوف\" ، والصواب من معاني القرآن للفراء . أما المخطوطة فقد أسقط ناسخها وكتب : \"لأن الملك ، وقال : ألا ترى\" .(18) في المطبوعة \" : لأنا ننوي بقدومه . . . \" ، وفي المخطوطة : \" لأنا ننوي بقدومه وقدوم من معه \" ، وهو خطأ ، وأثبت ما في معاني القرآن للفراء .(19) في المطبوعة ، \" وبحذف \" ، وفي المخطوطة : \" فتحذف آل فرعون \" ، وهو خطأ ، صوابه من معاني القرآن .(20) هذا الذي مضى نص مقالة الفراء في معاني القرآن 1 : 476 ، 477 .(21) انظر تفسير \" الفتنة \" فيما سلف من فهارس اللغة ( فتن ) .(22) انظر تفسير \" الإسراف \" فيما سلف ص : 37 ، تعليق : 2 ، والمراجع هناك .",
  "ayah": 83,
  "surah": 10
}
