{
  "text": "القول في تأويل قوله تعالى :  وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لا إِلَهَ إِلا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ (90)قال أبو جعفر: يقول تعالى ذكره: وقطعنا ببني إسرائيل البحر حتى جاوزوه (7)  ، (فأتبعهم فرعون) ، يقول: فتَبعهم فرعون (وجنوده) .،  يقال منه \" أتْبَعته \" و \" تبعته \"، بمعنى واحد.وقد كان الكسائي فيما ذكر أبو عبيد عنه يقول: إذا أريد أنه أتبعهم خيرًا أو شرًّا فالكلام \" أتبعهم \" بهمز الألف، وإذا أريد : اتبع أثرهم ، أو اقتدى بهم ، فإنه من \" اتّبعت \" مشددة التاء غير مهموزة الألف.* * *(بغيًا)على موسى وهارون ومن معهما من قومهما من بني إسرائيل (8)  ، (وعدْوًا) ، يقول: واعتداء عليهم،* * *وهو مصدر من قولهم: \" عدا فلان على فلان في الظلم ، يعدو عليه عَدْوًا \" مثل \" غزا يغزو غزوا \". (9)* * *وقد روى عن بعضهم أنه كان يقرأ: (بَغْيًا وَعُدُوًّا)، وهو أيضًا مصدر من قولهم: \" عَدَا يَعدُو عُدُوًّا \" ، مثل : \" علا يعلو عُلُوًّا \". (10)* * *، (حتى إذا أدركه الغرق) يقول: حتى إذا أحاط به الغرق (11)  ،  وفي الكلام متروك ، قد ترك ذكره لدلالة ما ظهر من الكلام عليه ، وذلك: \" فأتبعهم فرعون وجنوده بغيًا وعدوًا فيه \" ،  فغرقناه (حتى إذا أدركه الغرق).* * *وقوله: (قال آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين) ، يقول تعالى ذكره مخبرًا عن قيل فرعون حين أشفى على الغرق ، (12) وأيقن بالهلكة: (آمنت) ، يقول: أقررت، (أنه لا إله إلا الذي آمنت به بنو إسرائيل).* * *واختلفت القراء في قراءة ذلك.فقرأ بعضهم ، وهو قراءة عامّة المدينة والبصرة: (أَنَّهُ) بفتح الألف من \" أنه \"، على إعمال \"آمَنْتُ\" فيها ونصبها به.* * *وقرأ آخرون: (آمَنْتُ إِنَّهُ) بكسر الألف من \" إنه \" على ابتداء الخبر. وهي قراءة عامة الكوفيين. (13)* * *والقول في ذلك عندي أنهما قراءتان متقاربتا المعنى، وبأيتهما قرأ القارئ فمصيبٌ.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:17857- حدثنا ابن حميد قال ، حدثنا يحيى بن واضح قال ، حدثنا موسى بن عبيدة، عن محمد بن كعب، عن عبد الله بن شداد قال: اجتمع يعقوب وبنوه إلى يوسف، وهم اثنان وسبعون، وخرجوا مع موسى من مصر حين خرجوا وهم ست مائة ألف، فلما أدركهم فرعون فرأوه قالوا: يا موسى أين المخرجُ؟ فقد أدركنا ، قد كنا نلقى من فرعون البلاء؟ فأوحى الله إلى موسى: أن اضرب بعصاك البحر فانفلق فكان كل فِرْق كالطود العظيم ، (14) ويبس لهم البحرُ، وكشف الله عن وجه الأرض، وخرج فرعون على فرس حِصان أدهَم على لونه من الدُّهم ثمان مائة ألف سوى ألوانها من الدوابّ، وكانت تحت جبريل عليه السلام فرسٌ ودِيق ليس فيها أنثى غيرها ، (15) وميكائيل يسوقهم، لا يشذُّ رجل منهم إلا ضمّه إلى الناس. فلما خرج آخر بني إسرائيل ، دنا منه جبريل ولَصِق به، فوجد الحصان ريح الأنثى، فلم يملك فرعون من أمره شيئًا ، وقال: أقدموا ، فليس القومُ أحقَّ بالبحر منكم! ثم أتبعهم فرعون ، حتى إذا همّ أوّلهم أن يخرجوا ، ارتطم ونادى فيها: (آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين) ، ونودي:  آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ  .17858- حدثنا محمد بن المثنى قال ، حدثنا محمد بن جعفر قال ، حدثنا شعبة، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس:  ،، وعن عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس قال: يرفعه أحدهما إلى النبي صلى الله عليه وسلم فقال: إن جبرائيل كان يدسُّ في فم فرعون الطين مخافة أن يقول لا إله إلا الله. (16)17859- حدثني الحسين بن عمرو بن محمد العنقزي قال ، حدثنا أبي قال ، حدثنا شعبة، عن عطاء بن السائب، عن عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: \" جعل جبرائيل عليه السلام يدسُّ  ،  أو: يحشو  ،  في فم فرعون الطين ، مخافة أن تدركه الرحمة.17860- حدثنا ابن حميد قال ، حدثنا حكام، عن عنبسة، عن كثير بن زاذان، عن أبي حازم، عن أبي هريرة قال: قال النبي صلى الله عليه وسلم: قال لي جبريل: يا محمد ، لو رأيتني وأنا أغطُّه وأدسُّ من الحَالِ في فيه ، مخافة أن تدركه رحمة الله فيغفر له!  ،  يعني فرعون. (17)17861- حدثني المثنى قال ، حدثنا حجاج قال ، حدثنا حماد، عن علي بن زيد، عن يوسف بن مهران، عن ابن عباس: أن النبي صلى الله عليه وسلم قال: لما أغرق الله فرعون قال: (آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل)، فقال جبريل: يا محمد لو رأيتني وأنا آخذ من حَالِ البحر وأدَسِّيه في فيه، مخافة أن تدركه الرحمة . (18)17862- حدثني المثنى قال ، حدثني عمرو، عن حكام قال ، حدثنا شعبة، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم قال: لما قال فرعون \" لا إله إلا الله \"، جعل جبريل يحشو في فيه الطين والتراب. (19)17863- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور، عن معمر قال: أخبرني من سمع ميمون بن مهران يقول في قوله: (آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل)، قال: أخذ جبرائيل من حمأة البحر فضرب بها فاه  ،  أو قال: ملأ بها فاه  ،  مخافة أن تدركه رحمه الله.17864- حدثنا ابن وكيع قال ، حدثنا الحسين بن علي، عن جعفر بن برقان، عن ميمون بن مهران قال: خطب الضحاك بن قيس، فحمد الله وأثنى عليه ثم قال: إن فرعون كان عبدًا طاغيًا ناسيًا لذكر الله، فلما أدركه الغرق قال: (آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين)، قال الله:  آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ  .17865-. . . . قال، حدثني أبي، عن شعبة، عن عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس: أن فرعون لما أدركه الغرق جعل جبريل يحشو في فيه التراب خشية أن يغفر له. (20)17866-. . . . قال، حدثنا محمد بن عبيد، عن عيسى بن المغيرة، عن إبراهيم التيمي: أن جبريل عليه السلام قال: ما حسدتُ أحدًا من بني آدم الرحمة إلا فرعون، (21)فإنه حين قال ما قال ، خشيت أن تصل إلى الربّ فيرحمه، فأخذت من حَمْأة البحر وزَبَده ، فضربت به عينيه ووجهه.17867-. . . . قال، أخبرنا أبو خالد الأحمر، عن عمر بن يعلى، عن سعيد بن جبير، عن ابن عباس قال: قال جبريل عليه السلام: لقد حشوت فاه الحمأة مخافة أن تدركه الرحمة.-----------------------الهوامش :(7) انظر تفسير \" جاوز \" فيما سلف 5 : 345 / 13 : 80 .(8) انظر تفسير \" البغي \" فيما سلف ص : 53 ، تعليق : 2 ، والمراجع هناك .(9) انظر تفسير \" العدوان \" فيما سلف 14 : 151 ، تعليق : 4 ، والمراجع هناك .(10) انظر ما سلف 12: 35 ، 36 .(11) انظر تفسير \" الإدراك \" فيما سلف 12 : 13 - 21 .(12) في المطبوعة : \" أشرف على الغرق \" ، لم يحسن قراءة المخطوطة ، لأنها غير منقوطة ، وصواب قراءتها ما أثبت . \" أشفى على الموت أو غيره \" ، أشرف عليه ، وهو من \" الشفى \" ، وهو حرف كل شيء وحده .(13) انظر هاتين القراءتين في معاني القرآن للفراء 1 : 478 .(14) تضمين آية سورة الشعراء : 63(15) \" وديق \" : مريدة للفحل تشتهيه ، وانظر ما سلف 2 : 52 .(16) الأثران : 17858 ، 17859 - خبر ابن عباس رواه أحمد من هذا الطريق ، طريق شعبة ، عن عدي بن ثابت ، وعطاء بن السائب ، في مسنده رقم : 2144 ، 3154 . ورواه أبو داود الطيالسي في مسنده ص : 341 رقم : 2618 .ورواه الحاكم في المستدرك 2 : 340 ، وقال : \" هذا حديث صحيح على شرط الشيخين ، ولم يخرجاه إلا أن أكثر أصحاب شعبة أوقفوه على ابن عباس \" ، وواقفه الذهبي . وانظر الموقوف فيما سيأتي : 17865 ، ورواه الترمذي في كتاب التفسير وقال : \" حسن غريب صحيح \" .وانظر ما سيأتي رقم : 17862 .(17) الأثر : 17860 - \" حكام \" ، هو \" حكام بن سلم الكناني \" ، ثقة ، ولكن قال أحمد فيه : \" كان حسن الهيئة قدم علينا ، وكان يحدث عن عنبسة أحاديث غرائب \" ، مضى مرارًا . \" وعنبسة \" ، هو \" عنبسة بن سعيد الضريس \" ، ثقة ، لا بأس به . مضى مرارًا . \" وكثير بن زاذان النخعي \" ، قال ابن معين : \" لا أعرفه \" ، وقال أبو حاتم وأبو زرعة ، \" هذا شيخ مجهول \" ، لا نعلم أحدًا حدث عنه إلا ما روى ابن حميد ، عن هارون بن المغيرة ، عن عنبسة ، عنه \" . مترجم في التهذيب ، وابن أبي حاتم 3 / 2 / 151 ، ، وميزان الاعتدال 2 : 353 ، وقال : \" عن عاصم بن ضمرة ، له حديث منكر \" .و \" أبو حازم \" ، هو \" سلمان الأشجعي \" ، ثقة . مضى برقم : 7616 .فهذا خبر ضعيف جدا ، لضعف كثير بن زاذان . وخرج نحوه الهيثمي في مجمع الزوائد 7 : 36 ، عن أبي هريرة وقال : \" رواه الطبراني في الأوسط ، وفيه : قيس بن الربيع ، وثقه شعبة والثوري ، وضعفه جماعة \" .وقوله : \" أغطه \" ، أي : أغطسه في الماء وأغمسه . و \" الحال \" ، الطين الأسود والحمأة ، وهو \" حال البحر \" . وكان في المطبوعة \" وحمئة \" ، غير ما في المخطوطة ، لأنه لم يعرف معناه ، فظنه خطأ .(18) الأثر : 17861 - \" علي بن زيد بن جدعان \" ، مضى مرارًا ، آخرها رقم : 17154 - 17516 ، وثقه أخي السيد أحمد رحمه الله في المسند رقم 783 ، وفيما مضى من تعليقه على بعض أحاديث الطبري . ولكني رأيت الأئمة يضعفونه ، - لا أنهم يكذبونه - ويرونه إلى اللين أدنى ، وأنه كان يقلب الأحاديث وكان يحدث بالحديث اليوم ثم يحدث غدا ، فكأنه ليس بذاك ، وكان يسوء حفظه ، فأخشى أن يكون أخي جازف في توثيقه ، ولكني أرجح أنه يعتبر بحديثه ، ويكتب حديثه ، ولكن لا يحتج به ، وإنما روى له مسلم مقرونًا بغيره . فهذا غاية علي بن زيد فيما أرى ، والله أعلم . \" ويوسف بن مهران \" ، مضى مرارًا رقم : 13494 . وهذا الخبر رواه أحمد في مسنده رقم : 2203 من طريق يونس ، عن حماد بن سلمة ، ورقم : 2821 من طريق سليمان بن حرب ، عن حماد . وصححه أخي رحمه الله في الموضعين . وخرجه الترمذي في كتاب التفسير من سننه ، من هذه الطريق نفسها ، وقال : \" هذا حديث حسن \" وكان في المطبوعة : \" آخذ من حمأة البحر \" ، وأثبت ما في المخطوطة ،وقوله : \" وأدسيه في فيه \" ( بتشديد السين ) من قولهم \" دساه \" إذا غيبه أو أخفاه . وأصله \" دسسه \" مضعفا ، ثم توالت السينات ، فقلبت أخراهن ياء . وكذلك جاء في المسند رقم : 2821 ، وهو في المطبوعة \" أدسه \" ، وفي المخطوطة كما أثبتها ، إلا أنها غير منقوطة .(19) الأثر : 17862 - سلف تخريجه في رقم : 17858 ، 17859 .(20) الأثر : 17865 - هذا الخبر الموقوف على ابن عباس ، كما سلف في تخريج رقم : 17858 ، 17859 . وكان في المطبوعة : \" يحثو \" بالثاء ، وأثبت ما في المخطوطة .(21) في المطبوعة : \" ما خشيت على أحد \" ، غير ما في المخطوطة ، وهو الصواب المحض ، وأساء في التغيير .",
  "ayah": 90,
  "surah": 10
}
