{
  "text": "آیت 35 { فَاصْبِرْ کَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ } ”تو اے محمد ﷺ ! آپ بھی صبر کیجیے جیسے اولوالعزم رسول علیہ السلام صبر کرتے رہے ہیں“ ”اُولُوا الْعَزْمِ مِنَ الرُّسُلِ“ کے بارے میں عام رائے یہ ہے کہ ان سے مراد وہ پانچ پیغمبر ہیں جن کا ذکر قبل ازیں سورة الشوریٰ کی اس آیت میں ہوا ہے : { شَرَعَ لَـکُمْ مِّنَ الدِّیْنِ مَا وَصّٰی بِہٖ نُوْحًا وَّالَّذِیْٓ اَوْحَیْنَآ اِلَـیْکَ وَمَا وَصَّیْنَا بِہٖٓ اِبْرٰہِیْمَ وَمُوْسٰی وَعِیْسٰٓی } آیت 13 ”اے مسلمانو ! تمہارے لیے دین میں اس نے وہی کچھ مقرر کیا ہے جس کی وصیت اس نے نوح علیہ السلام کو کی تھی اور جس کی وحی ہم نے اے محمد ﷺ ! آپ کی طرف کی ہے اور جس کی وصیت ہم نے کی تھی ابراہیم علیہ السلام کو اور موسیٰ علیہ السلام ٰ کو اور عیسیٰ علیہ السلام ٰ کو…“ گویا حضرت محمد ﷺ کے علاوہ حضرت نوح ‘ حضرت ابراہیم ‘ حضرت موسیٰ اور حضرت عیسیٰ علیہ السلام کے نام اس فہرست میں شامل ہیں۔ البتہ بعض علماء حضرت ہود اور حضرت صالح ﷺ کو بھی ان کے ساتھ شامل کرتے ہیں اور اس طرح ان کے نزدیک ”اولوالعزمِ منَ الرسل“ کی تعداد سات ہے۔ اللہ تعالیٰ کے پیغمبروں میں ہر پیغمبر کی شخصیت کا کوئی خاص پہلو امتیازی شان کا حامل نظر آتا ہے۔ مثلاً دعوت و تبلیغ کے میدان میں عزم اور استقامت کے لحاظ سے حضرت نوح سب سے آگے ہیں۔ آپ علیہ السلام نے ساڑھے نو سو سال تک اپنی قوم کو دعوت دی اور ان کی طرف سے ہر قسم کی مخالفت اور تکلیف کو برداشت کیا : { فَلَبِثَ فِیْہِمْ اَلْفَ سَنَۃٍ اِلَّا خَمْسِیْنَ عَامًا } العنکبوت : 14۔ اسی طرح ذاتی تکلیف اور بیماری پر صبر کرنے کے اعتبار سے حضرت ایوب کا مرتبہ بہت بلند ہے اور اس لحاظ سے ”صبر ِایوب علیہ السلام“ ضرب المثل کے طور پر مشہور ہے۔ { وَلَا تَسْتَعْجِلْ لَّہُمْ } ”اور ان کے لیے جلدی نہ کیجیے !“ اس سے پہلے سورة الزخرف کے اختتام پر بھی ایسی ہی ہدایت دی گئی ہے : { فَاصْفَحْ عَنْہُمْ وَقُلْ سَلٰمٌ فَسَوْفَ یَعْلَمُوْنَ } ”تو اے نبی ﷺ ! آپ ان سے در گزر کیجیے اور کہیے سلام ہے ‘ تو بہت جلد یہ لوگ جان جائیں گے“۔ پھر سورة الدخان کے آخر میں بھی فرمایا گیا ہے : { فَارْتَقِبْ اِنَّہُمْ مُّرْتَقِبُوْنَ } ”تو آپ ﷺ انتظار کیجیے ‘ یقینا وہ بھی انتظار کر رہے ہیں“۔ ایک ہی گروپ کی ان سورتوں میں ایک جیسے الفاظ اور مفہوم کی حامل ان آیات کی تکرار سے اندازہ ہوتا ہے کہ ان سورتوں کے نزول کے زمانے میں مکہ کے حالات اہل ایمان کے لیے واقعتابہت سخت تھے اور ان کے لیے ایک ایک دن گزارنا مشکل ہو رہا تھا۔ ان حالات میں ممکن ہے کبھی حضور ﷺ کے دل میں بھی یہ خیال آتا ہو ‘ لیکن اہل ایمان کے ذہنوں میں ایسے سوالات کا آنا بالکل قرین ِقیاس ہے کہ اللہ تعالیٰ نے ان دشمنانِ حق کو ہم پر ظلم و ستم ڈھانے کی کھلی چھوٹ آخر کیوں دے رکھی ہے ؟ ان لوگوں پر پہلی نافرمان قوموں کی طرح عذاب کیوں نہیں ٹوٹ پڑتا ؟ بلال رض پر تشدد کرتے ہوئے اُمیہ ّبن خلف کے ہاتھ کیوں شل نہیں ہوجاتے ؟ اللہ تعالیٰ تو عَلٰی کُلِّ شَیْئٍ قَدِیْرٌہے۔ وہ اپنے ان باغیوں کو اتنی ڈھیل کیوں دیے جارہا ہے ؟ چناچہ اس انتہائی نازک صورت حال میں حضور ﷺ کو مخاطب کر کے گویا اہل ایمان کو آگاہ کیا جا رہا ہے کہ مشرکین ِمکہ ّپر عذاب کا وقت ابھی نہیں آیا ‘ ابھی اللہ کی مشیت میں ان لوگوں کو کچھ اور مہلت دینا مقصود ہے۔ لہٰذا تم لوگ صبر سے کام لو اور کچھ دیر مزید انتظا رکرو ! { کَاَنَّہُمْ یَوْمَ یَرَوْنَ مَا یُوْعَدُوْنَلا لَمْ یَلْبَثُوْٓا اِلَّا سَاعَۃً مِّنْ نَّہَارٍ } ”جس دن یہ لوگ دیکھیں گے اس عذاب کو جس کی انہیں وعید سنائی جا رہی ہے تو ایسے محسوس کریں گے گویا نہیں رہے تھے دنیا میں مگر دن کی ایک گھڑی۔“ { بَلٰغٌج فَہَلْ یُہْلَکُ اِلَّا الْقَوْمُ الْفٰسِقُوْنَ } ”یہ پہنچا دینا ہے ! کیا سوائے نافرمان لوگوں کے کوئی اور بھی ہلاک کیا جائے گا ؟“ یعنی ہمارے رسول ﷺ کی ذمہ داری تو ان لوگوں تک اللہ کا یہ پیغام پہنچا کر حجت قائم کردینے کی حد تک ہے ‘ جو انہوں نے ادا کردی۔ -۔ اب ہلاک تو وہی ہوں گے جنہوں نے اس دعوت حق کو قبول کرنے سے انکار کردیا اور نافرمانی کی روش اختیار کی۔",
  "ayah": 35,
  "surah": 46
}
