{
  "text": "آیت 9 { قُلْ مَا کُنْتُ بِدْعًا مِّنَ الرُّسُلِ } ”اے نبی ﷺ ! ان سے یہ بھی کہیے کہ میں کوئی نیا رسول تو نہیں ہوں“ بِدْعًا کے معنی نیا نویلا یا نرالاہونے کے ہیں۔ لفظ ”بدعت“ بھی اسی مادہ سے مشتق ہے۔ بدعت سے اصطلاحاً وہ چیز مراد ہے جو اصل میں دین کا حصہ نہ ہو بلکہ کسی وجہ سے دین میں رائج کردی گئی ہو۔ بہر حال یہاں حضور ﷺ سے کہلوایا جا رہا ہے کہ میرا رسول ﷺ بن کر آنا کوئی نئی بات نہیں ہے ‘ بلکہ میں تو آخری رسول ﷺ ہوں۔ بہت سے رسول علیہ السلام مجھ سے پہلے بھی دنیا میں آ چکے ہیں۔ سورة آلِ عمران میں حضور ﷺ کا تعارف اس طرح کرایا گیا ہے : { وَمَا مُحَمَّدٌ اِلاَّ رَسُوْلٌ قَدْ خَلَتْ مِنْ قَبْلِہِ الرُّسُلُ } آیت 144 ”اور محمد ﷺ اس کے سوا کچھ نہیں کہ بس ایک رسول ہیں ‘ ان سے پہلے بھی بہت سے رسول گزر چکے ہیں“۔ سورة المائدۃ میں حضرت عیسیٰ علیہ السلام کے بارے میں بھی بالکل یہی الفاظ آئے ہیں : { مَا الْمَسِیْحُ ابْنُ مَرْیَمَ اِلاَّ رَسُوْلٌ قَدْ خَلَتْ مِنْ قَبْلِہِ الرُّسُلُ } آیت 75 ”مسیح علیہ السلام ابن مریم اور کچھ نہیں سوائے اس کے کہ وہ ایک رسول علیہ السلام تھے ‘ ان علیہ السلام سے پہلے بھی بہت سے رسول گزر چکے تھے۔“ { وَمَآ اَدْرِیْ مَا یُفْعَلُ بِیْ وَلَا بِکُمْ } ”اور مجھے یہ معلوم نہیں کہ میرے ساتھ کیا معاملہ کیا جائے گا اور نہ یہ کہ تمہارے ساتھ کیا معاملہ کیا جائے گا۔“ اس سے آخرت کا معاملہ مراد نہیں ہے ‘ کیونکہ آخرت کے بارے میں تو آنحضور ﷺ کو بہت واضح انداز میں بتادیا گیا تھا : { وَلَـلْاٰخِرَۃُ خَیْرٌ لَّکَ مِنَ الْاُوْلٰی۔ الضحیٰ یعنی آپ ﷺ کے لیے آخرت یقینا دنیا سے بہت بہتر ہوگی۔ بلکہ آیت زیر مطالعہ کا اشارہ اس کش مکش کی طرف ہے جو حضور ﷺ اور مشرکین مکہ کے درمیان مسلسل جاری تھی۔ جیسے حضور ﷺ ایک امیدلے کر طائف تشریف لے گئے تھے لیکن وہاں جو کچھ ہوا وہ آپ ﷺ کی توقعات کے بالکل برعکس تھا۔ نبوت کے دسویں سال جب جناب ابو طالب کا انتقال ہوگیا تو آپ ﷺ کے اپنے قبیلے بنو ہاشم نے بھی آپ ﷺ سے اظہارِ براءت کردیا۔ اس کے بعد مکہ میں دنیوی اعتبار سے آپ ﷺ کا کوئی حلیف یا حمایتی نہ رہا۔ ان حالات میں آپ ﷺ طائف تشریف لے گئے۔ آپ ﷺ کا خیال تھا کہ اہل طائف میں سے اگر کوئی بڑا سردار ایمان لے آیا تو میں اپنی دعوت کا مرکز وہاں منتقل کرلوں گا۔ لیکن اہل طائف کا رویہ اہل ِمکہ ّسے بھی بدتر نکلا۔ لہٰذا مکہ کے ماحول میں جاری کشیدگی کے حوالے سے یہاں آپ ﷺ سے کہلوایا جا رہا ہے کہ اس چپقلش کے اندر آئندہ اللہ تعالیٰ کی طرف سے مجھے کیا پیش آنے والا ہے اور تمہارے ساتھ کیا معاملہ ہونے والا ہے مجھے اس بارے میں کچھ معلوم نہیں۔ { اِنْ اَتَّبِعُ اِلَّا مَا یُوْحٰٓی اِلَیَّ وَمَآ اَنَا اِلَّا نَذِیْرٌ مُّبِیْنٌ} ”میں تو بس اسی کی پیروی کر رہا ہوں جو میری طرف وحی کی جا رہی ہے ‘ اور میں نہیں ہوں مگر ایک کھلا خبردار کردینے والا۔“",
  "ayah": 9,
  "surah": 46
}
