{
  "text": "The Holy Prophet ﷺ is addressed in this verse with reference to a particular style of wrapping himself in his clothes. The first event of this kind occurred when the Holy Prophet received first revelation in the cave of Hira'. Being his first experience, he felt it very hard, and was caught by, a shivery cold, and once he reached home, he asked his blessed wife Khadijah ؓ to wrap him in a blanket which she did. Some narrations have reported another event: When the Holy Prophet  was accused, by the pagans of Makkah, of being a magician who separated between friends, he felt aggrieved, and wrapped himself in his clothes out of grief. Addressing him with reference to these events is a loving style _ adopted by Allah Ta'ala to console him. (Muhammad Taqi Usmani)\nCommentary\nيَا أَيُّهَا الْمُزَّمِّلُ '0 you wrapped up in clothes [ 73:1] '. The word muzzammil literally means 'one wrapped up in clothes' and its near-synonym 'muddaththir' comes in the next Surah. The Holy Prophet ﷺ is addressed in this verse with reference to a particular style of wrapping himself in his clothes. The first event of this kind occurred when the Holy Prophet received first revelation in the cave of Hira'. Being his first experience, he felt it very hard, and was caught by a shivery cold, and once he reached home, he asked his blessed wife Khadijah ؓ to wrap him in a blanket which she did. A detailed account of this event is reported by Bukhari in the very first chapter of his book. Then the revelation stopped for some time. Speaking of this temporary break in the revelation [ termed as fatrat-ul-wahy ], Sayyidna Jabir ؓ reports that the Messenger of Allah ﷺ said in his narrative:\n\"Whilst I was walking along, I heard a voice from heaven and I raised up my eyes. Lo! The Angel that had appeared to me in Hira was sitting on a chair between heaven and earth, and I was struck with awe on account of him and returned home and said, Wrap me up, wrap me up [ zammiluni, zammiluni ]. Then Allah revealed the first five verses of Surah Al-Muddththir (chapter 74).\" [ Bukhari and Muslim ]\nAccording to this narrative, the Holy Prophet ﷺ is affectionately addressed as '0 you, enveloped in a mantle,' whereas in this Surah he is addressed as '0 you wrapped up in clothes'. Both forms of address are used affectionately and endearingly to console him. The latter title of address 'muzzammil' as it appears in this Surah could probably be connected to another incident (referred to in the footnote) but it, nonetheless, shows deep love and affection for the Holy Prophet ﷺ . [ Ruh-ul-Ma` ani ]. Having addressed him with this special title, the Holy Prophet ﷺ is told in the following verses that praying to Allah in the stillness of night [ salat-ut-tahajjud ] will prepare him for the heavy task entrusted to him. Some details of the night-prayer have also been set out.",
  "ayah": 1,
  "surah": 73
}
