{
  "text": "وَاصْبِرْ عَلٰي مَا يَقُوْلُوْنَ وَاهْجُرْهُمْ هَجْرًا جَمِيْلًا\n(And bear patiently what they say, and part with them in a beautiful manner...73:10). According to Imam Karkhi (رح) تعالیٰ ، this is the sixth injunction given to the Holy Prophet that he should bear with patience and fortitude the jibes, opposition and persecution of his enemies. Perfect patience is the supreme station of suluk (methodical travelling along the spiritual path). Spiritual reformers expend their entire strength, energy and life in reforming the deviant people. In return, they have to hear vile language, they are persecuted and wronged in many different ways. In return, they exercise sabr (patience) in a beautiful manner. In other words, they do not even entertain the thought of revenge. This is the supreme station, which in Sufi terminology, is attained only after fana' kamil: 'complete negation of selfish desires'.\nوَاهْجُرْهُمْ هَجْرًا جَمِيْلًا and part with them in a beautiful manner...73:10). The word hajr, literally, denotes 'to give up something in a state of grief, anger and temper'. The verse means that rejecters of Truth utter words that hurt. He should not take revenge, but maintain no relations with them either. At the time of severing relations, it is natural for man to utter words of complaint and disgust. Therefore, Allah's Messenger is told to cut off relations with the rejecters of Truth, but he must maintain his dignity and integrity. Hence, the verse contains the grammatically restricted cognate accusative, hajran jamilan, 'in a beautiful manner'. The high status and the exalted standard of character require that the Holy Prophet\tshould restrain himself from making any abusive remarks at the deniers of Truth.\nSome scholars of Tafsir say that the injunction of this verse is repealed by verses of jihad which were revealed later on. But a careful analysis indicates that the injunction is not repealed. The above verses enjoin patience and steadfastness in the face of what the enemies say and cutting off from them courteously. This is not in conflict with verses that deal with reproof, punishment and armed struggle that were revealed subsequently. The injunction of this verse is applicable at all times and under all circumstances, whereas jihad is reproof and punishment, and is a specific injunction to be applied under specific conditions. Islamic jihad and armed struggle is not a matter of taking revenge or expression of anger, which could be in conflict with patience and fortitude or courteous severance. It is purely acting on the Divine command as is patience and courteous severance under general circumstances. Up to this point the Holy Prophet ﷺ was commanded to be steadfast and to abstain from revenge. The next verse, reprimands the deniers of Truth that instead of being grateful to Allah for \"ease and plenty\" provided for them, they reject the Divine Message:",
  "ayah": 10,
  "surah": 73
}
