{
  "text": "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا (He is the Lord of the East and the West; there is no god but He; so take Him for [ your ] Guardian...73:9). The word wakil, lexicologically, refers to a 'person who has been given a task to do'. 'To take Allah as guardian' means that all matters and affairs should be entrusted to Allah. Technically, this is called tawakkul 'trust'.\nThe Holy Prophet ﷺ is given several injunctions in this Surah. This is the fifth injunction. Imam Ya` qub Karkhi says that from the beginning of the Surah up to this verse there is reference to the maqamat suluk 'journeying or a methodical travelling along the spiritual path through the various states and stations under the direction of a spiritual master or adept'. The references are as follows: [ 1] solitude at night to worship Allah; [ 2] preoccupation with Qur'an; [ 3] constant Remembrance of Allah; [ 4] severance of relationship with \"everything-other-than-Allah, and [ 5] total trust in Allah. Preceding the last injunction about trust,\nAllah's attribute is given, thus: رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ 'He is the Lord of the East and the West__[ 73:9] '. In other words, Allah is the Cherisher and Sustainer of the entire universe. He is responsible to fulfill the needs of all from the beginning to the end. He alone can assist in all matters. Just as He has been singled out for worship, so should He be singled out for reliance, and full trust must be put in Him. Anyone who trusts and relies on Allah will never be deprived of his needs as the Qur'an puts it:\n'...And whoever places his trust in Allah, He is sufficient for him. _[ 65:3] '\nThe Correct Concept of Tawakkul [ Trust ]\nTrust in Allah does not imply for anyone to avoid the apparent means of acquiring livelihood, or giving up the normal ways of saving oneself from any affliction. The ways and means that Allah has created for a particular purpose should not be abandoned while placing total trust in Allah. On the contrary, in order to achieve our purpose it is necessary for us to utilize the God-given power and causes at our disposal to the fullest extent, but we should not repose blind faith in material causes and means. But having adopted actions of choice, the result should then be left with Allah whose will is the Ultimate Cause of everything.\nThe Holy Prophet himself has explained tawakkul in this way. Imam Baghawi, in his Sharh-us-Sunnah, and Baihagi, in his Shu` ab-ul-'Iman, have cited the following Hadith:\nان نفسا لن تموت حتی تستکمل رزقھا، الا فاتقواللہ واجملوا فی الطلب۔\n\"Jibra'il (علیہ السلام) has inspired me with the thought that no person will ever die until he receives, in full, his sustenance that Allah has decreed for him. Therefore, fear Allah and be moderate in your search.\"\nIn other words, we should not be over-absorbed in quest for our needs so deeply that the attention of the heart is totally focused on the material causes and means. Instead, after adopting the ways and means to fulfill our needs, we should repose our total trust in and reliance upon Allah in the sense that without His will, no cause can bring any effect.\nTirmidhi transmits a Hadith on the authority of Sayyidna Abu Dharr Al-Ghifari that the Holy Prophet said: \"Zuhd (Renunciation of the world) does not mean to turn lawful things into unlawful or squander the wealth Allah has given you. Renunciation of the world means to have more faith in the things that are in Allah's hands than what are in your hands.\" [ Mazhari ]",
  "ayah": 9,
  "surah": 73
}
