{
  "text": "Мы ниспослали на скрижалях все, в знании чего нуждаются Божьи рабы. В них были и призыв творить добро, и предостережение от злодеяний. Наряду с этим откровения разъясняли религиозные предписания, правильные воззрения, прекрасные нравственные качества и правила общения. Всевышний Аллах сказал: «О Муса! Выполняй эти предписания с усердием и рвением и прикажи своему народу выполнять обязательные и желательные предписания твоей религии, поскольку это - самые прекрасные законы на свете». Из этих слов следует, что повеления Аллаха во всех религиозных законодательствах были совершенными, справедливыми и прекрасными. Потом Аллах возвестил, что покажет правоверным жилища грешников. Они были погублены, а их жилища стали назиданием для последующих поколений, но задумываются над ними только правоверные, обладающие твердой убежденностью и смиряющиеся перед своим Господом. Что же касается всех остальных, то Всевышний Аллах отвращает их от знамений, которые разбросаны по свету и находятся в них самих, и не позволяет им правильно понять Его писание. Таково воздаяние за то, что они высокомерно относятся к Его рабам и надменно отвергают истину и ее проповедников. Всякого, кто обладает такими качествами, Всевышний Аллах лишает великого блага, оставляет без Своей поддержки и отворачивает от знамений, которые могут принести ему пользу. Может случиться так, что истина перевернется в глазах такого человека, и тогда он принимает порочные деяния за добропорядочные поступки. Какие бы знамения он ни увидел, он все равно не обращается в правую веру, потому что отворачивается от них, противится им и враждует с Аллахом и Его посланником. Если перед ним открывается прямой путь, ведущий к Аллаху и обители Божьей милости, он отказывается следовать им. Если же перед ним открывается путь заблуждения, ведущий в обитель злосчастья, то он следует им, и причина этого в том, что он счел ложью знамения Аллаха и пренебрег ими. Именно непринятие Божьих знамений и пренебрежительное отношение к ним побудило его встать на путь заблуждения и отказаться от правого пути.",
  "ayah": 146,
  "surah": 7
}
