{
  "text": "Вслед за древними израильтянами на свет появились их потомки, унаследовавшие от них Писание. Они стали его хранителями и распоряжались им в угоду своим порочным желаниям. Люди платили им за то, чтобы они принимали несправедливые решения и выносили несправедливые приговоры. Среди них распространилось взяточничество, они были привязаны к ничтожным мирским благам, осознавали свою вину и признавали себя грешниками, но надеялись на прощение Аллаха. Однако их надежды были бесконечно далеки от истины, поскольку их слова нельзя было назвать мольбой о прощении. Если бы это было не так, то они пожалели бы о содеянном и твердо вознамерились не повторять подобный грех. Но если бы им представилась возможность еще раз ухватиться за мирские блага и получить очередную взятку, то они непременно сделали бы это. Они продавали знамения Аллаха за ничтожную цену и меняли лучшее на худшее. Словно упрекая их за такой поступок и разъясняя их дерзость, Всевышний Господь сказал: «Разве с них не был взят завет о том, что они не будут говорить об Аллахе ничего, кроме правды? Почему же они возводят на Него навет, потакая своим желаниям?» Они изучили Писание и не нашли его трудным и запутанным. Но потом они стали сознательно грешить, осознавая тяжесть своих злодеяний. Это обстоятельство отягощало их преступления и обрекало их на более суровое порицание и более мучительное наказание. А поступили они так, потому что были глупыми и безрассудными людьми, предпочитавшими мирскую жизнь жизни будущей. Но обитель Последней жизни лучше для тех, кто боится нарушать законы Аллаха и грешить, поедать запретный улов и брать взятки за вынесение приговоров, противоречащих тому, что ниспослано Аллахом. Неужели вы не обладаете умом, который позволил бы вам отдать предпочтение тому, чему следует отдавать предпочтение и к чему надлежит стремиться? Помните, что особенностью здравого ума является умение размышлять над последствиями любых поступков. Те же, кто размышляет только над ближайшим будущим, непременно лишаются великого и вечного блаженства. Разве ж можно их назвать благоразумными?!! По-настоящему благоразумными являются праведники, которые придерживаются Писания, изучая его предписания и руководствуясь ими в делах. Они изучают законы и повествования, ниспосланные в нем, и приобретают славные познания. Наряду с этим они исправно выполняют повеления своего Господа, которые доставляют им удовольствие, приносят им великую радость и благоустраивают их мирскую и будущую жизни. И, конечно же, одним из самых важных предписаний является совершение намаза душой и телом. Аллах выделил намаз из всех остальных предписаний религии, потому что он является самым славным и достойным деянием. Более того, намаз - это мерило веры, и если человек исправно совершает его, то это подталкивает его к исправному совершению всех остальных обрядов. Деяния таких людей являются залогом порядка, и поэтому Всевышний Господь сказал, что не теряет вознаграждения тех, кто наводит порядок. Своими словами и поступками и намерениями они призывают к праведности самих себя и окружающих. Этот и другие, похожие аяты свидетельствуют о том, что Аллах отправил посланников, чтобы они установили на земле порядок, а не для того, чтобы они распространяли нечестие. Им было велено приносить людям пользу, а не причинять им вреда. Они были посланы для того, чтобы благоустроить жизнь на земле и после смерти, и поэтому самыми праведными и добропорядочными людьми являются те, которые придерживаются их наставлений.",
  "ayah": 170,
  "surah": 7
}
