{
  "text": "О Пророк! Поведай людям историю о человеке, которого Аллах научил Писанию, благодаря чему он приобрел глубокие знания в области религии, но впоследствии отвернулся от истинного знания о Божьих знамениях. Это знание помогает людям приобрести замечательные нравственные качества, совершать праведные деяния и взойти на великие высоты, однако он бросил писание Аллаха за спину и пренебрег нравственными качествами, к которым призывало Небесное Откровение. Он сбросил с себя покрывало нравственности подобно тому, как сбрасывают обычную одежду. И тогда сатана последовал за ним и одолел его. Стоило ему выйти из безопасной крепости, как он пал на самое дно бездны, и сатана стал подталкивать его на мерзкие злодеяния. Прежде он следовал прямым путем и указывал на него людям, но теперь он оказался в числе заблудших, поскольку Всевышний Аллах лишил его Своей поддержки и предоставил его самому себе. Если бы Ему было угодно, то Он непременно вдохновил бы его на праведные дела, и тогда этот богослов обрел бы величие как при жизни на земле, так и после смерти. Наряду с этим он сумел бы уберечься от своих врагов и супостатов. Однако он совершал поступки, которые побудили Аллаха лишить его Своей поддержки. Он настолько приник к земле, что стал потакать низменным страстям и преследовал только корыстные цели. Он уступал своим желаниям и пренебрегал повиновением своему Всемогущему Покровителю. В своем стремлении обрести мирские блага он был подобен собаке, которая высовывает язык, когда ты ее прогоняешь, и продолжает высовывать его даже тогда, когда ты оставляешь ее в покое. Она всегда гуляет с высунутым языком, и его тоже всегда переполняла алчность, от которой разрывалось его сердце. Ничто не могло удовлетворить его потребности и желания. Такова притча о тех, кто считает ложью знамения Аллаха после того, как Он показывает им Свои знамения. Они не только отказываются покориться им, но и отвергают их. Они пренебрегают Его велениями и потакают своим желаниям, не прислушиваясь к верному руководству от Него. Людям следует слушать притчи о таких нечестивцах, дабы они призадумались и сделали из них правильные выводы. Если они призадумаются, то смогут приобрести полезные знания, а если они приобретут их, то станут совершать праведные дела. Что же касается неверующих, которые считают ложью знамения Аллаха и поступают во вред себе, совершая всевозможные грехи, то притчи о них всегда будут самыми скверными и дурными. Существует мнение, что эти аяты были ниспосланы по поводу конкретного человека, которому Аллах даровал знание, а тот впоследствии стал ослушником. Согласно этому толкованию, Аллах рассказал нам его историю, чтобы разъяснить ее смысл. Согласно другому мнению, в этих откровениях говорится обо всех, кто отрекается от знамений Аллаха после того, как Всевышний Аллах одаряет их знанием о них. В этих аятах содержится призыв к совершению праведных дел на основании истинного знания, ведь только благодаря этому Аллах превозносит Своих рабов. В них содержится предостережение от пренебрежения истинными познаниями, в результате чего человек может оказаться на самом дне и попасть под влияние сатаны. Из них также следует, что потакание низменным желаниям и порочным страстям является одной из причин, по которым человек лишается Божьей поддержки.",
  "ayah": 177,
  "surah": 7
}
