{
  "text": "Это откровение свидетельствует о милости Аллаха по отношению к обитателям Рая. Он очистит их сердца от злобы и желания опередить других, благодаря чему они станут братьями, возлюбившими друг друга чистой и искренней любовью. Всевышний сказал: «Мы исторгнем из их сердец злобу, и они, как братья, будут лежать на ложах, обратившись лицом друг к другу» (15:47). Аллах проявит к обитателям Рая такую милость, что каждый из них будет радоваться своему благоденствию и считать, что более прекрасного блаженства просто не существует. Обитатели Рая будут избавлены от взаимной зависти и неприязни, потому что для этого не будет никаких причин. Вокруг них будут течь ручьи, которые они будут направлять, куда пожелают. Если они захотят, то направят их между своими дворцами, а если захотят, то направят их прямо в высокие горницы и удивительные сады. Это - ручьи, не нуждающиеся в руслах, и удовольствия, не знающие границ. Когда праведники воочию увидят прелести, которыми их облагодетельствует Аллах, они воскликнут: «Хвала Аллаху, Который привел нас к этому блаженству. Он смилостивился над нами и наполнил наши сердца верой, благодаря чему мы стали совершать дела, которые привели нас в эту обитель. Он сохранил для нас нашу веру и наши благодеяния и помог нам достичь этой цели. Как же прекрасен Великодушный Господь, одаривший нас зримыми и незримыми благами, которые невозможно пересчитать или исчислить! Если бы Он не наставил нас на прямой путь, то мы не смогли бы пройти им самостоятельно. Наших способностей не хватило бы для того, чтобы удержаться на нем, и мы справились с этим только благодаря тому, что Он одарил нас верным руководством и помог нам последовать путем посланников. Божьи посланники действительно проповедовали истину». Наслаждаясь райскими благами, о которых пророчествовали посланники, праведники обретут высшую убежденность. Они твердо знали о том, что слова посланников были истинны, но теперь они смогут почувствовать это на себе. Они скажут: «Мы увидели и лишний раз убедились в правдивости всего, что было обещано посланниками. Мы убедились в том, что их слова - непреложная истина, в которой нельзя усомниться или запутаться». И тогда они услышат почтительные слова приветствия: «Вот Рай, который вы унаследовали! Эти земли стали вашими владениями, а обителью неверующих стала Преисподняя. Вы заслужили эти угодья благодаря своим праведным делам». Один из праведных богословов сказал: «Обитатели Рая спасутся от Ада благодаря прощению Аллаха, войдут в Рай благодаря Его милости, но поделят и унаследуют владения благодаря своим праведным деяниям. Все это будет проявлением милости Аллаха. Более того, это будет величайшим проявлением Его милости».",
  "ayah": 44,
  "surah": 7
}
