{
  "text": "قال - تعالى - : ( أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ ) .الاستفهام للانكار والتوبيخ . ويهد : أى يتبين ، يقال : هداه السبيل أو الشىء وهداه إليه ، إذا دله عليه وبينه له .أى : أو لم يتبين لهؤلاء الذين يعيشون على تلك الأرض التى ورثوها بعد أهلها المهلكين ، أننا فى قدرتنا أن ننزل بهم العذاب بسبب ذنوبهم كما أنزلناه بأولئك المهلكين .والمراد بالذين يرثون الأرض من بعد أهلها ، أهل مكة ومن حولها الذين أرسل النبى صلى الله عليه وسلم لهدايتهم . وقيل المراد بهم الأحياء فى كل زمان ومكان الذين يخلفون من سبقهم من الأمم .قال الجمل : وفاعل ( يَهْدِ ) فيه وجوه أظهرها : أنه المصدر المؤول من أن وما فى حيزها والمفعول محذوف . والتقدير : أو لم يهدى أى يبين ويوضح للوارثين مآلهم وعاقبة أمرهم إصابتنا إياهم بذنوبهم لو شئنا ذلك .وقوله : ( وَنَطْبَعُ على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ ) جملة مستأنفة لإثبات حصول الطبع على قلوبهم .أى : ونحن نطبع على قلوبهم ونختم عليها ، بسبب اختيارهم الكفر على الإيمان ، فهم لذلك لا يسمعون الحكم والنصائح سماع تفقه وتدبر واتعاظ .والذى يتأمل فى الآيات السابقة يراها تحذر الناس بأساليب متنوعة حكيمة من الغفلة عن العظات والعبر ، وتحضهم على التخلص من الأمن الكاذب ، والشهوات المردية . والمتع الزائلة .وما يريد القرآن بهذا أن يعيش الناس قلقين ، يرتجفون من الهلاك والدمار أن يأخذهم فى لحظة من ليل أو نهار .كلا ، ما يريد منهم ذلك لأن القلق الدائم من المستقبل ، يشل طاقة البشر ، وقد ينتهى بهم إلى اليأس من العمل والإنتاج وتنمية الحياة .وإنما الذى يريد القرآن منهم أن يتعظوا بآيات الله فى كونه ، وأن يكونوا دائماً على صلة طيبة به ، وأن يبتغوا فيما آتاهم الله من فضله الدار الآخرة دون أن ينسوا نصيبهم من الدنيا ، والا يغتروا بطراوة العيش ، ورخاء الحياة ، وقوة الجاه ، كى لا يقودهم ذلك إلى الفساد والطغيان ، والاستهتار والانحلال .وإذا كان القرآن فى هذه الآية قد حذرو أنذر ، فلأنه يعالج كل أمة وجماعة بالطب الذى يناسبها ويلائمها ، فهو يعطيها جرعات من الأمن والثقة والطمأنينة حين يرسخ الإيمان فى قلوب أبنائها ، وحين يراقبون خالقهم فى سرهم وعلنهم ، ويشكرونه على نعمه ، وهو يعطيها جرعات من التحذير والتخويف ، حين تستولى الشهوات على النفوس ، وحين تصبح الدنيا بمتعها ولذائذها المطلب الأكبر عند الناس .هذا وبعد أن انتهت السورة الكريمة من الحديث عما جرى لبعض الأنبياء مع أقوامهم ، ومن بين سنن الله فى خلقه ، وبعد أن حذرت وأنذرت ، اتجهت بالخطاب إلى رسول الله صلى الله عليه وسلم لتطلعه على النتيجة الأخيرة لابتلاء تلك القرى ، وما تكشف عنه من حقائق تتعلق بطبيعة الكفر وطبيعة الإيمان فقالت : ( تِلْكَ القرى نَقُصُّ عَلَيْكَ مِنْ أَنبَآئِهَا ) .أى : تلك القرى التى طال الأمد على تاريخها ، وجهل قومك أيها الرسول الكريم أحوالها . وهى قرى قوم نوح وعاد وثمود وقوم شعيب ، نقص عليكم ما فيه العظات والعبر من أخبارها . ليكون ذلك تسلية لك وتثبيتاً لفؤادك ، وتأييداً لصدقك فى دعوتك .",
  "ayah": 100,
  "surah": 7
}
