{
  "text": "ثم كشف القرآن عن طبيعتهم فقال : ( وَمَا وَجَدْنَا لأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَاسِقِينَ ) .أى : ما وجدنا لأكثر الناس من وفاء بعهودهم فى الإيمان والتقوى ، بل الحال والشأن أننا علمنا أن أكثرهم فاسقين ، أى خارجين عن طاعتنا ، تاركين لأوامرنا ، منتهكين لحرماتنا .وبعضهم يجعل الضمير فى ( لأَكْثَرِهِم ) لأهل القرى المهلكة ، وأنهم كانوا إذا عاهدوا الله بعهد نقضوه ولم يوفوا به . والأول أرجح .والمراد بالعهد ما عاهدهم الله عليه من الإيمان والتقوى والعمل الصالح .ومن فى قوله ( مِّنْ عَهْدٍ ) مزيدة للاستغراق وتأكيد النفى .وإنما حكم على الأكثرين منهم ينقض العهود ، لأن الأقلية منهم قد آمنوا ووفوا بما عاهدوا الله عليه من الإيمان والعمل الصالح .وهذا لون من الاحتراس الذى امتاز به القرآن فى عرضه للحقائق ، فهو لا يلقى التهم جزافاً ، وإنما يعطى كل ذى حق حقه ، فإن كان الأكثرون قد استحقوا الذم لكفرهم ونقضهم لعهودهم ، فإن هناك قلة آمنت فاستحقت المدح والثناء .قال الآلوسى : و ( إِن ) مخففة من الثقيلة وضمير الشأن محذوف ، ولا عمل لها فيه لأنها ملغاة على المشهور . وذهب الكوفيون إلى أن ( إِن ) هنا نافية واللام فى ( لَفَاسِقِينَ ) بمعنى إلا ، أى : ما وجدنا أكثرهم إلا فاسقين \" .وإلى هنا تكون الآيات الكريمة التى جاءت فى أعقاب الحديث عن أهل القرى المهلكة ، قد بينت لنا السنن الإلهية فى سعادة الأمم وشقائها ، وكشفت لنا عن حكمته - سبحانه - فى ابتلائه لعباده بالسراء تارة وبالضراء أخرى ، وحضت الناس على المراقبة لله وشكره على نعمائه ، وحذرتهم من الغفلة والأمان من مكره - سبحانه - فإنه لا يأمن مكر الله إلا القوم الخاسرون . ثم اتجهت فى النهاية بالخطاب إلى رسول الله صلى الله عليه وسلم .فأطلعته على الطبائع الغالبة فى البشر حتى لا يضيق ذرعاً بأحوال من أرسل إليهم .ثم عادت السورة بعد ذلك إلى الحديث عن قصة أخرى من قصص الأنبياء مع أقوامهم ، فحدثتنا عن قصة موسى مع فرعون ومع بنى إسرائيل بعد حديثها قبل ذلك عن شعيب الذى كان معاصراً لموسى - عليهما السلام - .فأنت ترى أن السورة الكريمة قد التزمت الترتيب التاريخى فى حديثها عن الأنبياء - عليهم الصلاة والسلام - .ولقد قلنا من قبل إن الأسلوب البارز فى هذه السورة الكريمة وهى تدعو الناس إلى وحدانية الله يتجلى فى تذكيرهم بنعم الله التى لا تحصى ، وتخويفهم عن طريق سرد أحوال الأمم المهلكة ، بسبب مخالفتها لرسلها ، وعتوها عن أمر ربها ، ولعل هذا هو السر فى أنها سقات لنا قصص نوح وهود وصالح ولوط وشعيب مع أممهم الذين أهلكوا بسبب كفرهم ولم تذكر لنا - مثلا - قصة إبراهيم مع قومه مع أن لوطا - عليه السلام - كان معاصراً له ، وذلك لأن قوم إبراهيم لم يهلكوا ، ولم يلتمس هو من ربه ذلك ، بل اعتزلهم وما يعبدون من دون الله .فالسورة الكريمة قد التزمت فى مجموعها الحديث عن مصارع المكذبين ليكونوا عبرة لكل عاقل ، وذكرى لكل عبد منيب .ومن هنا فهى لا تحدثنا عن قصة موسى من أولها كما جاء فى سورة القصص مثلا وإنما هى تبدأ عنها بالغرض الذى جاءت من أجله وهو التخويف من عواقب التكذيب فتقول : ( ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُواْ بِهَا فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين ) وهكذا تصرح السورة الكريمة فى أول آية من قصة موسى بالهدف الذى سيقت من أجله وهو النظر والتدبر فى عاقبة المفسدين .ثم بعد ذلك تحدثنا حديثاً مستفيضاً زاخراً بالعبر والعظات عما دار بين موسى وفرعون من محاورات ومجادلات انتهت بغرق فرعون وقومه ، ثم عما دار بين موسى وين بنى إسرائيل من مجادلات تدل على أصالتهم فى الكذب والافساد والفسوق عن أمر الله .",
  "ayah": 102,
  "surah": 7
}
