{
  "text": "ثم بين - سبحانه - أن آل فرعون لم يعتبروا بهذا الأخذ والامتحان ، وإنما ازدادوا تمردا وكفرا فقال : ( فَإِذَا جَآءَتْهُمُ الحسنة قَالُواْ لَنَا هذه ) .أى : فإذا جاءهم ما يستحسنونه من الخصب والسعة والرخاء ، قالوا بغرورن وصلف : ما جاء هذا الخير إلا من أجلنا لأننا أهل له ، ونحن مستحقوه وبكدنا واجتهادنا وامتيازنا على غيرنا ناسين فضل الله عليهم ، ولطفه بهم ، غافلين عن شكره على نعمائه .( وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بموسى وَمَن مَّعَهُ ) أى : وإن اتفق أن أصابتهم سيئة أى : حالة تسوءهم كجدب أو قحط أو مصيبة فى الأبدان أو الأرزاق ، تشاءموا بموسى ومن معه من أتباعه ، وقالوا : ما أصابنا ما أصابنا إلا بشؤمهم ونحسهم ، ولو لم يكونوا معنا لما أصبنا .وأصل ( يَطَّيَّرُواْ ) يتطيروا فأدغمت التاء فى الطاء لمقاربتها لها . والتطير التشاؤم والأصل فى إطلاق التطير على التشاؤم : أن العرب كانت تزجر الطير فتتشاءم بالبارح وهو ما طار إلى الجهة اليسرى ، وتتيامن بالسانح وهو ما طار إلى الجهة اليمنى . ومنه سموا الشؤم طيرا وطائراً ، والتشاؤم تطيرا . وقد يطلق الطائر على الحظ والنصيب خيراً كان أو شراً ، ولكنه غالب فى الشر .وإنما عرف الحسنة وذكرها مع أداة التحقيق - وهى إذا - لكثرة وقوعها وتعلق الإرادة بإحداثها بالذات ، لأن العناية الإلهية اقتضت سبق الرحمة وعموم النعمة قبل حصول الأعمال . ونكر السيئة وذكرها بأداة الشك - وهى إن - لندورها وعدم تعلق الإرادة بإحداثها إلا بالتبع ، فإن النقمة بمقتضى تلك العناية إنما تستحق بسبب الأعمال السيئة .وقوله - تعالى - ( ألا إِنَّمَا طَائِرُهُمْ عِندَ الله ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ ) استئناف مسوق للرد على خرافاتهم وأباطيلهم . وصدر بلفظ \" ألا \" الذى يفيد التنبيه لإبراز كمال العناية بمضمون هذا الخبر .أى : إنما سبب شؤمهم هو أعمالهم السيئة المكتوبة لهم عند الله ، فهى التى ساقت إليهم ما يسوءهم وليس لموسى ولا لمن معه أى تدخل فى ذلك . ولكن أكثرهم يجهلون هذه الحقيقة ، فيقولون ما يقولون مما تمليه عليهم أهواؤهم وجهالاتهم .وفى إسناد عدم العلم إلى أكثرهم ، إشعار بأن قلة منهم تعلم ذلك ، ولكنها لا تعمل بمقتضى علمها .هذا ، وقد أفادت الآية الكريمة أن القوم لم يتأثروا لا بالرخاء ولا بالشدائد . الرخاء العظيم ، والخصب الواسع زادهم غروراً وبطراً ، والشدائد والمحن جعلتهم ينسبون أسبابها إلى غيرهم دون أن يتوبوا إلى الله من ذنوبهم . مع أن الشدائد - كما يقول صاحب الكشاف - تجعل الناس \" أضرع خدوداً وألين أعطافا ، وأرق أفئدة \" .",
  "ayah": 131,
  "surah": 7
}
