{
  "text": "ثم ذكرهم - سبحانه - بنعمة إنجائهم من العذاب والتنكيل ، ليبتليهم أيشكرون أم يكفرون ، فقال تعالى : ( وَإِذْ أَنْجَيْنَاكُمْ مِّنْ آلِ فِرْعَونَ يَسُومُونَكُمْ سواء العذاب يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ وَفِي ذلكم بلاء مِّن رَّبِّكُمْ عَظِيمٌ ) .\" إذ \" بمعنى وقت ، وهى مفعول به لفعل ملاحظ فى الكلام وهو اذكروا أى : اذكروا وقت أن أنجيناكم من آل فرعون . والمراد من التذكير بالوقت تذكيرهم بما وقع فيه من أحداث .وآل الرجل : أهله وخاصته وأتباعه . ويطلق غالباً على أولى الشأن والخطر من الناس ، فلا يقال آل الحجام أو الاسكاف .و ( يَسُومُونَكُمْ سواء العذاب ) يبغون لكم أشد العذاب وأفضعه من السوم وهو مطلق الذهاب ، أو الذهاب فى ابتغاء الشىء . يقال : سامت الابل فهى سائمة ، أى ذهبت إلى المرعى . وسام السلعة ، إذا طلبها وابتغاها .والسوء - بالضم - كل ما يحزن الإنسان ويغمه من الأمور الدنيوية أو الأخروية . ويستحيون : أى يستبقون . يقال : استحياه أى : استبقاه ، وأصله : طلب له الحياة والبقاء .والبلاء : الامتحان والاختبار ويكون بالخير والشر .والمعنى : واذكروا يا بنى إسرائيل لتعتبروا وتتعظوا وتشكروا الله على نعمه وقت أن أنجيناكم من آل فرعون الذين كانوا يعذبونكم أشق العذاب وأصعبه ، حيث كانوا يزهقون أرواح ذكوركم ، ويستبقون نفوس نسائكم ليستخدموهن ويستذلوهن .وفى ذلكم العذاب وفى النجاة منه امتحان لكم لتشكروا الله على نعمه ، ولتقعلوا عن السيئات التى تؤدى بكم إلى الاذلال فى الدنيا ، والعذاب فى الأخرى .وجعلت النجاة هنا من آل فرعون ولم تجعل منه ، مع أنه هو الآمر بتعذيب بنى إسرائيل ، للتنبيه على أن حاشيته وبطانته كانت عونا له على إذاقتهم سوء العذاب ، وفى إنزال ألوان الأذلال بهم .وجعلت الآية الكريمة استحياء النساء عقوبة لبنى إسرائيل - مع أنه فى ظاهرة نعمة لهم - لأن هذا الابقاء على النساء كان المقصود من الاعتداء على أعراضهن ، واستعمالهن فى شتى أنواع الخدمة ، وإذلالهن بالاسترقاق ، فبقاؤهن كذلك بقاء ذليل؛ وعذاب أليم ، تأباه النفوس الكريمة ، والطباع الحرة الأبية .قال الامام الرازى ما ملخصه : فى قتل الذكور دون الإناث مضرة م وجوه : أحدها : أن ذبح الأبناء يقتضى فناء الرجال ، وذلك يقضى انقطاع النسل ، لأن النساء إذا انفردن فلا تأثير لهن البتة فى ذلك ، وهذا يقضى فى نهاية الأمر إلى هلاك الرجال والنساء جميعا .ثانيها : أن هلاك الرجال يقتضى فساد مصالح النساء فى أمر المعيشة .فإن المرأة لتتمنى الموت إذا انقطع عنها الجرال . لما قد تقع فيه من نكد العيش بالانفراد .ثالثها : إن قتل الولد عقب الحمل الطويل ، وتحمل الكد ، والرجاء القوى فى الانتفاع به من أعظم العذاب . فنعمة الله فى تخليصهم من هذه المحنة كبيرة .رابعاً : أن بقاء النساء بدون الذكران من أقاربهن ، يؤدى إلى صيرورتهن مستفرشات للأعداء . وذلك نهاية الذل والهوان .وقد رجح كثير من المفسدين أن المراد بالأبناء هنا الأطفال لا البالغين ، لأن اللفظ من حيث وضعه يفيد ذلك ، ولأن قتل الرجال لا يفيدهم حيث أنهم كانوا يستعملونهم فى الأعمال الشاقة والحقيرة ، ولأنه لو كان المقصود بالذبح الرجال لما قامت أم موسى بإلقائه فى اليم وهو طفل صغير لتنجيه من الذبح .ويرى بعض المفسرين أن المراد بالأبناء الرجال ، لا الأطفال ، لأن لفظ الأبناء هنا جعل فى مقابلة النساء ، والنساء هن البالغات .والذى نرجحه هو القول الأول لما ذكرنا ، ولأنه أتم فى إظهار نعمة الانجاء ، حيث كان آل فرعون يقتلون الصغار قطعاً للنسل ، ويسترقون الأمهات استعباداً لهن ، ويبقون الرجال للخدمة حتى ينقرضوا على سبيل التدرج ، وبقاء الرجال على هذه الحالة أشد عليهم من الموت .وبهذا تكون الآيات الكريمة قد ردت على بنى إسرائيل فيما طلبوا أبلغ رد وأحكمه ، ووصفتهم بما هم أهله من سوء تدبير ، وسفاهة تفكير . فقد بدأت بإثبات جهلهم بربهم وبأنفسهم ، حيث طلبوا من نبيهم أن يجعل لهم إلهاً كما لغيرهم آلهة ، ثم ثنت بإظهار فساد ما طلبوه فى ذاته ، لأن مصيره إلى الزوال والهلاك ، وما كان كذلك لا يصلح أن يكون إلهاً ، ثم بينت بعد ذلك بأن العبادة لغير الله لا تجوز بأى حال ، لأنه هو وحده صاحب الخلق والأمر ، ثم ذكرتهم فى ختامها بوجوه النعم التى أسبغها الله عليهم ، لتشعرهم بأن ما طلبوه من نبيهم ، هو من قبيل مقابلة الاحسان بالجحود والنكران ، ولتحملهم على أن يتدقبروا أمرهم ، ويراجعوا أنفسهم ، ويتوبوا إلى خالقهم توبة صادقة نصوحا .أن كانوا ممن ينتفع بالعظات ويعتبر بالمثلات .",
  "ayah": 141,
  "surah": 7
}
