{
  "text": "ثم بين - سبحانه - عاقبة من يتكبرون فى الأرض بغير الحق فقال - تعالى - : ( سَأَصْرِفُ عَنْ . . . ) .قوله - تعالى - ( سَأَصْرِفُ عَنْ آيَاتِي الذين يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق ) استئناف مسوق لبيان أن أعداء دعاة الحق هم المستكبرون ، لأن من شأن التكبر أن يصرف أهله عن النظر والاستدلال عى وجوه الخير . ومعنى صرف هؤلاء المتكبرين عن الانتفاع بآيات الله وحججه ، منعهم عن ذلك بالطبع على قلوبهم لسوء استعدادهم لا يتفكرون ولا يتدبرون ولا يعتبرون .أى : سأطبع على قلوبهم هؤلاء الذين يعدون أنفسهم كبراء ، ويرون أنفسهم أنهم أعلى شأناً من غيرهم ، مع أنهم أجهل الناس عقلا ، وأتعسهم حالا .وقوله ( بِغَيْرِ الحق ) صلة للتكبر على معنى يتكبرون ويتطاولون بما ليس بحق وهو دينهم الباطل ، وسفههم المفرط ، أو متعلق بمحذوف هو حال من فاعله ، أى يتكبرون متلبسين بغير الحق .ثم بين - سبحانه - ما هم عليه من عناد وجحود فقال : ( وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا ) أى : وأن يروا كل آية من الآيات التى تهدى إلى لاحق وترشد إلى الخير لا يؤمنوا بها لفساد قلوبهم ، وحسدهم لغيرهم على ما آتاه الله من فضله ، وتكبرهم على الناس . والجلمة الكريمة معطوفة على جملة ( يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق ) داخلة معها فى حكم الصلة .والمقصود بالآية إما المنزلة فيكزن المراد برؤيتها مشاهدتها والإحساس بها عن طريق السماع . وإمَّا ما يعمها وغيرها من المعجزات ، فيكون المراد برؤيتها مطلق المشاهدة المنتظمة للسماع والإبطار .( وَإِن يَرَوْاْ سَبِيلَ الرشد ) أى : الصلاح والاستقامة والسداد ( لاَ يَتَّخِذُوهُ سَبِيلاً ) أى : لا يتوجهون إليه ولا يسلكونه لمخالفته لأهوائهم وشهواتهم ( وَإِن يَرَوْاْ سَبِيلَ الغي ) أى : طريق الضلال عن الحق ( يَتَّخِذُوهُ سَبِيلاً ) أى : طريقاً يميلون إليه ، ويسيرون فيه بدون تفكر أو تدبر . وهذا شأن من مرد على الضلال ، وانغمس فى الشرور والآثام . إنه لإلفه المنكرات صار الحسن عنده قبيحا والقبيح حسنا ، وصدق الله إذ يقول : ( أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَناً ) ثم ختم - سبحانه - الآية ببيان الأسباب التى أدت بهم إلى هذا الضلال العجيب فقال - تعالى - : ( ذلك بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ ) أى : ذلك المذكور من التكبر وعدم الإيمان بشىء من الدلائل الدالة على الحق وإعراضهم عن سبيل الهدى . وإقبالهم التام على طريق الغواية ، كائن بسبب أنهم كذبوا بآياتنا الدالة على بطلان ما هم عليه من أباطيل ، وبسبب أنهم كانوا عن هذه الآيات غافلين لاهين لا يتفكرون فيها ، ولا يعتبرون بما اشتملت عليه من عظات .فالله - تعالى - لم يخلقهم مطبوعين على شىء مما ذكر طبعاً ، ولم يجبرهم ويكرههم عليه إكراهاً ، بل كان ذلك بكسبهم واختيارهم للتكذيب بآياته الدالة على الحق .واسم الإشارة ( ذلك ) مبتدأ ، وخبره الجار والمجرور بعده ، أى : ذلك الصرف بسبب تكذيبهم .",
  "ayah": 146,
  "surah": 7
}
