{
  "text": "ثم أضاف - سبحانه - صفات أخرى لمن هم أهل لرحمته ورضوانه .وهذه الصفات تنطبق كل الانطباق على محمد صلى الله عليه وسلم الذى أمر بنو إسرائيل وغيرهم باتباعه فقال تعالى : ( الذين يَتَّبِعُونَ الرسول . . . . ) .قوله - تعالى - ( الذين يَتَّبِعُونَ الرسول النبي الأمي ) فى محل جر على أنه نعت لقوله : ( لِلَّذِينَ يَتَّقُونَ ) أو بدل منه . أو مرفوع على أنه خبر لمبتدأ محذوف . أى : هم الذين يتبعون . . . الخ .وقد وصف الله - تعالى - رسوله محمد صلى الله عليه وسلم بأوصاف كريمة تدعو العاقل المنصف إلى اتباعه والإيمان به .الوصف الأول : أنه رسول الله إلى الناس كافة بشيراً ونذيراً .الوصف الثانى : أنه بنى أوحى الله إليه بشريعة عامة كاملة باقية إلى يوم الدين .الوصف الثالث : أنه أمى ما قرأ ولا كتب ولا جلس إلى معلم ولا أخذ علمه عن أحد ولكن الله - تعالى - أوحى إليه بالقرآن الكريم عن طريق جبريل - عليه السلام - ، وأفاض عليه من لدنه علوما نافعة ومبادىء توضح ما أنزله عليه من القرآن الكريم ، فسبق بذلك الفلاسفة والمشرعين والمؤرخين وأرباب العلوم الكونية والطبيعية ، فأميته مع هذه العلوم التى يصلح عليها أمر الدنيا والآخرة ، أوضح دليل على أن ما يوقله إنما هو بوحى من الله إليه .قال تعالى : ( وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان ولكن جَعَلْنَاهُ نُوراً نَّهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا ) وقال - سبحانه - ( وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ إِذاً لاَّرْتَابَ المبطلون ) الصفة الرابعة : أشار إليها بقوله ( الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل ) أى هذا الرسول النبى الأمى من صفاته أن أهل الكتاب يجدون اسمه ونعته مكتوباً عندهم فى التوراة والإنجيل ، ووجود اسمه ونعته فى كتبهم من أكبر الدواعى إلى الإيمان به وتصديقه واتباعه ولقد كان اليهود يبشرون ببعثة النبى صلى الله عليه وسلم قبل زمانه ويقرؤون فى كتبهم ما يدل على ذلك ، فلما بعث الله - تعالى - نبيه بالهدى ودين الحق آمن منهم الذين فتحوا قلوبهم للحق ، وخافوا مقام ربهم ونهوا أنفسهم عن الهوى ، وأما الذين استنكفوا واستكبروا ، وحسدوا محمدا صلى الله عليه وسلم على ما آتاه الله من فضله فقد أخذوا يحذفون من كتبهم ما جاء عن النبى صلى الله عليه وسلم فيها ، \" أو يؤولونه تأويلا فاسداً أو يكتمونه عن عامتهم .ورغم حرصهم على حذف ما جاء عن الرسول فى كتبهم أو تأويلهم السقيم له ، أو كتمانه عن الأميين منهم . أبى الله - تعالى - إلا أن يتم نوره ، إذ بقى فى التوراة والإنجيل ما بشر بالنبى صلى الله عليه وسلم وصرح بنعوته وصفاته ، بل وباسمه صريحا .وذد تحدث العلماء الاثبات عن بشارات الأنبياء بمحمد صلى الله عليه وسلم وجمعوا عشرات النصوص التى ذكرت نعوته وصفاته ، وها نحن نذكر طرفا مما قاله العلماء فى هذا الشأن .قال الإمام الماوردى فى ( أعلام النبوة ) : ( وقد تقدمت بشائر من سلف من الأنبياء ، بنبوة محمد صلى الله عليه وسلم مما هو حجة على أممهم ، ومعجزة تدل على صدقه عند غيرهم ، بما أطلعه الله - تعالى - على غيبه ، ليكون عونا للرسل ، وحثا على القبول ، فمنهم من عينه باسمه ، ومنهم من ذكره بصفته ومنهم من عزاه إلى قومه ، ومنهم من أضافه إلى بلده ، ومنهم من خصه بأفعاله ، ومنه من ميزه بظهوره وانتشاره ، وقد حقق الله - تعالى - هذه الصفات جميعها فيه ، حتى صار جلياً بعد الاحتمال ، ويقينا بعد الارتياب ) .وجاء فى ( منية الأذكياء فى قصص الأنبياء ) : ( إن نبينا - عليه الصلاة والسلام - قد بشر به الأنبياء السابقون ، وشهدوا بصدق نبوته ، ووصفوه وصفا رفع كل احتمال ، حيث صرحوا باسمه وبلده وجنسه وحليته وأطواره وسمته ، ومع أن أهل الكتاب حذفوا اسمه من نسخهم الأخيرة إلا أن ذلك لم يجدهم نفعا ، لبقاء الصفات التى اتفق عليها المؤرخون من كل جنس وملة وهى أظهر دلالة من الاسم على المسمى ، إذ قد يشترك اثنان فى اسم ، ويمتنع اشتراك اثنين فى جميع الأوصاف . لكن من أمد غير بعيد قد شرعوا فى تحريف بعض الصفات ليبعد صدقها على النبى صلى الله عليه وسلم فترى كل نسخة متأخرة تختلف عما قبلها فى بعض المواضع اختلافا لا يخفى على اللبيب أمره ، ولا ما قصد به . ولم يفدهم ذلك غير تقوية الشبهة عليهم . لانتشار النسخ بالطبع وتيسير المقابلة بينها \" .وقال المرحوم الشيخ ( رحمة الله الهندى ) فى كتابه ( إظهار الحق ) ( إن الأخبار الواقعة فى حق محمد صلى الله عليه وسلم توجد كثيرة إلى الآن - أيضا - مع وقوع التحريفات فى هذه الكتب . ومن عرف أولا طريق أخبار النبى المتقدم عن النبى المتأخر . ثم نظر ثانيا بنظر الانصاف إلى هذه الاخبارات وقابلها بالاخبارات التى نقلها الانجيليون فى حق عيسى - عليه السلام - جزم بأن الاخبارات المحمدية فى غاية القوة ) .وقد جمع صاحب كتاب ( إظهار الحق ) وغيره من العلماء والمؤرخين كثيراً من البشائر التى وردت فى التوراة والإنجيل خاصة بالنبى صلى الله عليه وسلم ومبينة نعوته وصفاته .ومن أجمع ما جاء فى التوراة خاصاً بالنبى صلى الله عليه وسلم ما أخرجه البخارى عن عبد الله بن عمرو بن العاص - رضى الله عنهما - قال : ( قرأت فى التوراة صفة النبى صلى الله عليه وسلم ( محمد رسول الله : عبدى ورسولى ، سميته المتوكل ، ليس بفظ ، ولا غليط ، ولا صخاب فى الأسواق ، ولا يجزى بالسيئة السيئة ، بل يعفو ويصفح ، ولن أقبضه حتى أقيم به الملة العوجاء بأن يقولوا : لا إله إلا الله ) .كذلك مما يشهد بوجود النبى صلى الله عليه وسلم فى التوراة ، ما أخرجه الإمام أحمد عن أبى صخر العقيلى قال : ( حدثنى رجل من الأعراب فقال : جلبت حلوبة . إلى المدينة فى حياة النبى صلى الله عليه وسلم فلما فرغت من بيعى قلت لألقين هذا الرجل فلأسمعن منه ، قال : فتلقانى بين ابى بكر وعمر يمشيان ، فتبعتهم حتى إذا أتوا على رجل من اليهود وقد نشر التوراة يقرؤها يعزى بها نفسه عن ابن له فى الموت كأجمل الفتيان وأحسنها ، فقال له رسول الله صلى الله عليه وسلم : أنشدك بالذى أنزل التوراة هل تجد فى كتابك هذا صفتى ومخرجى ) فقال برأسه هكذا ، أى : لا ، فقال ابنه : أى والذى أنزل التوراة إنا لنجد فى كتابنا صفتك ومخرجك ، وإنى أشهد أن لا إله إلا الله وأشهد أنك رسول الله ، فقال رسول الله صلى الله عليه وسلم \" أقيموا اليهودى عن أخيكم \" ثم تولى كفنه والصلاة عليه .هذا ، ومن أراد مزيد معرفة بتلك المسألة فليراجع ما كتبه العلماء فى ذلك .ثم وصف الله - تعالى - رسوله صلى الله عليه وسلم بصفة خامسة فقال تعالى : ( يَأْمُرُهُم بالمعروف وَيَنْهَاهُمْ عَنِ المنكر ) أى هذا الرسول النبى الأمى الذى يجده أهل الكتاب مكتوباً عندهم فى التوراة والإنجيل من صفاته كذلك أنه يأمرهم بالمعروف الذى يتناول الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر كما يتناول مكارم الأخلاق ومحاسن الشيم وغير ذلك من الأمور التى جاء بها الشرع الحنيف . وارتاحت لها العقول السليمة ، والقلوب الطاهرة وينهاهم عن المنكر الذى يتناول الكفر والمعاصى ومساوىء الأخلاق .ثم وصف الله - تعالى - رسوله محمداً صلى الله عليه وسلم بصفة سادسة فقال تعالى : ( وَيُحِلُّ لَهُمُ الطيبات وَيُحَرِّمُ عَلَيْهِمُ الخبآئث ) أى : يحل لهم ما حرمه الله عليهم من الطيبات كالشحوم وغيرها بسبب ظلمهم وفسوقهم عقوبة لهم ، ويحل لهم كذلك ما كانوا قد حرموه على أنفسهم دون أن يأذن به الله كلحوم الإبل وألبانها ، ويحرم عليهم ما هو خبيث كالدم ولحم الميتة والخنزير فى المأكولات ، وكأخذ الربا وأكل أموال الناس بالباطل فى المعاملات وفى ذلك سعادتهم وفلاحهم .ثم وصف الله تعالى - رسوله صلى الله عليه وسلم بصفة سابعة فقال تعالى : ( وَيَضَعُ عَنْهُمْ إِصْرَهُمْ والأغلال التي كَانَتْ عَلَيْهِمْ ) .الإصر : الثقل الذى يأصر صاحبه . أى بحبسه عن الحركة الثقيلة ، ويطلق على العهد كما فى قوله تعالى : ( قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي ) أى عهدى .قال القرطبى : \" وقد جمعت هذه الآية المعنيين ، فإن بنى إسرائيل قد كان أخذ عليهم عهد أن يقوموا بأعمال ثقال فوضع عنهم بمحمد صلى الله عليه وسلم ذلك العهد وثقل تلك الأعمال ، كغسل البول ، وتحليل الغنائم ، ومجالسة الحائض ، ومؤاكلتها ومضاجعتها .فإنهم كانوا إذا أصاب ثوب أحدهم بول قرضته . وإذا جمعوا الغنائم نزلت نار من السماء فأكلتها وإذا حاضت المرأة لم يقربوها . إلى غير ذلك مما ثبت فى الصحيح وغيره \" .والأغلال : جمع غل . وهو ما يوضع فى العنق أو اليد من الحديد . والتعبير بوضع الإصر والأغلال عنهم استعارة لما كان فى شرائعهم من الأشياء الشاقة والتكاليف الشديدة كاشتراط قتل النفس لصحة التوبة . فقد شبه - سبحانه - ما أخذ به بنو إسرائيل من الشدة فى العبادات والمعاملات والمأكولات جزاء ظلمهم بحال من يحمل أثقالا يئن من حملها وهو فوق ذلك مقيد بالسلاسل؛ والأغلال فى عنقه ويديه ورجليه .والمعنى : إن من صفات هذا الرسول النبى الأمى أنه جاءهم ليرفع عنهم ما ثقل عليهم من تكاليف كلفهم الله بها بسبب ظلمهم . لأنه - عليه الصلاة والسلام - جاء بالتبشير والتخفيف . وبعث بالحنيفية السمحة . ومن وصاياه صلى الله عليه وسلم : \" بشروا ولا تنفروا ويسروا ولا تعسروا \" .قال الإمام ابن كثير : \" وقد كانت الأمم التى قبلنا فى شرائعهم ضيق عليهم . فوسع الله على هذه الأمة أمورها . وسهلها لهم . ولهذا قال رسول الله صلى الله عليه وسلم \" إن الله تجاوز لأمتى ما حدثت به أنفسهم ما لم تقل أو تعمل \" وقال : \" رفع عن أمتى الخطأ والنسيان وما استكرهوا عليه \" ولهذا قال : أرشد الله هذه الأمة أن يقولوا : ( رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْراً كَمَا حَمَلْتَهُ عَلَى الذين مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ واعف عَنَّا واغفر لَنَا وارحمنآ أَنتَ مَوْلاَنَا فانصرنا عَلَى القوم الكافرين ) وثبت فى صحيح مسلم أن الله تعالى قال بعد كل سؤال من هذه : قد فعلت قد فعلت \" .إذا ، فمن الواجب على بنى إسرائيل أن يتبعوا محمداً صلى الله عليه وسلم الذى هذه صفاته ، والذى فى اتباعه سعادتهم فى دنياهم وآخرتهم ، ولهذا ختم الله - تعالى - الآية الكريمة ببيان حالة المصدقين لنبيه فقال تعالى :( فالذين آمَنُواْ بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ واتبعوا النور الذي أُنزِلَ مَعَهُ أولئك هُمُ المفلحون ) .أى : فالذين آمنوا بهذا الرسول النبى الأمى من بنى إسرائيل وغيرهم وعزروه ، بأن منعوه وحموه من كل من يعاديه ، مع التعظيم والتوقير له ونصروه بكل وسائل النصر ( واتبعوا النور الذي أُنزِلَ مَعَهُ ) وهو القرآن والوحى الذى جاء به ودعا إليه الناس ، ( أولئك هُمُ المفلحون ) أى الفائزون الظافرون برحمة الله ورضوانه .وبذلك تكون الآية الكريمة قد وصفت النبى صلى الله عليه وسلم بأحسن الصفات وأكرم المناقب ، وأقامت الحجة على أهل الكتاب بما يجدونه فى كتبهم وعلى ألسنة رسلهم بأنه ما جاء إلا لهدايته وسعادتهم ، وأنهم إن آمنوا به وصدقوه ، كانوا من ( الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ أولئك الذين هَدَاهُمُ الله وأولئك هُمْ أُوْلُواْ الألباب )",
  "ayah": 157,
  "surah": 7
}
