{
  "text": "ثم أمر الله رسوله أن يبين للناس أنه مرسل إلى الناس كافة ، فقال تعالى : ( قُلْ ياأيها الناس إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً ) أى : قل يا محمد لكافة البشر من عرب وعجم ، إنى رسول الله إليكم جميعاً ، لا فرق بين نصرانى أو يهودى ، وإنما رسالتى إلى الناس عامة ، وقد جاء فى القرآن الكريم وفى السنة النبوية ما يؤيد عموم رسالته .أما فى القرآن الكريم ، فمن ذلك قوله تعالى : ( وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ ) وقال تعالى : ( وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً ) وقال تعالى : ( وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ ) أى وأنذر من بلغه القرآن ممن سيوجد إلى يوم القيامة من سائر الأمم وفى ذلك دلالة على عموم رسالة النبى صلى الله عليه وسلم وعلى أن أحكام القرآن تعم الثقلين إلى يوم الدين .وأما فى السنة فمن ذلك ما رواه البخارى عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال : \" أعطيت خمساً لم يعطهن أحد قبلى : نصرت بالرعب مسيرة شهر ، وجعلت لى الأرض مسجداً وطهوراً فأيما رجل من أمتى أدركته الصلاة فليصل ، وأحلت لى الغنائم ولم تحل لأحد قبلى ، وأعطيت الشفاعة ، وكان النبى يبعث إلى قومه خاصة ، وبعثت إلى الناس عامة \" .وفى صحيح مسلم عن أبى موسى الأشعرى - رضى الله عنه - قال : قال رسول الله صلى الله عليه وسلم \" والذى نفسى بيده لا يسمع بى رجل من هذه الأمة يهودى ولا نصرانى ثم لا يؤمن بى إلا دخل النار \" .قال الإمام ابن كثير : والآيات فى هذا كثيرة ، كما أن الأحاديث فى هذا أكثر من أن تحصر ، وهو معلوم من دين الإسلام ضرورة أنه رسول إلى الناس كلهم ه .ثم وصف الله تعالى ذاته بما هو أهل له من صفات القدرة والوحدانية فقال تعالى : ( الذي لَهُ مُلْكُ السماوات والأرض لا إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ ) أى : قل - يا محمد - للناس إنى رسول إليكم من الله الذى له التصرف فى السموات والأرض ، والذى لا معبود بحق سواه والذى بيده الاحياء والإماتة ، ومن كان هذا شأنه فمن الواجب أن يطاع أمره ، وأن يترك ما نهى عنه ، وأن يصدق رسوله . ثم بنى - سبحانه - على هذه النعوت الجليلة التى وصف بها نفسه الدعوة إلى الإيمان فقال تعالى : ( فَآمِنُواْ بالله وَرَسُولِهِ النبي الأمي الذي يُؤْمِنُ بالله وَكَلِمَاتِهِ واتبعوه لَعَلَّكُمْ تَهْتَدُونَ ) أى : فآمنوا أيها الناس جمعاً بالله الواحد الأحد وآمنوا - أيضاً برسوله محمد صلى الله عليه وسلم النبى الأمى الذى يؤمن بالله ، وبما أنزل عليه وعلى من تقدمه من الرسل من كتبه ووحيه واسلكوا سبيله ، واقتفوا آثاره ، فى كل ما يأمر به أو ينهى عنه رجاء أن تهتدوا إلى الراط المستقيم .وفى وصفه صلى الله عليه وسل بالأمية مرة ثانية ، إشارة إلى كمال علمه ، لأنه مع عدم مطالعته للكتاب ، أو مصاحبته لمعلم . فتح الله له أبواب العلم ، وعلمه لما لم يكن يعلم من سائر العلوم التى تعلمها الناس عنه ، وصاروا بها أئمة العلماء وقادة المفكرين ، فأكرم بها من أمية تضاءل بجانبها علم العلماء فى كل زمان ومكان .وبذلك تكون الآيتان الكريمتان قد وصفتا رسول الله صلى الله عليه وسلم بأشرف الصفات وأقامتا أوضح الحجج وأقواها على صدقه فى نبوته ، ودعتا اليهود بل الناس جميعاً إلى الإيمان به لأنه قد بشرت به الكتب السماوية السابقة ولأنه صلى الله عليه وسلم ما جاءهم إلا بالخير ، وما نهاهم إلا عن الشر . ولأن شريعته تمتاز باليسر والسماحة ، ولأن أنصاره وأتباعه هم المفلحون ، ولأن رسالته عامة للجن والانس ، ومن كانت هذه صفاته ، وتلك شريعته ، جدير أن يتبع ، وقمين أن يصدق ويطاع ، وما يعرض عن دعوته إلا من طغى وآثر الحياة الدنيا .",
  "ayah": 158,
  "surah": 7
}
