{
  "text": "واستمع إلى سورة الأعراف وهى تحكى لنا هذه القصة بأسلوبها البليغ فتقول : ( وَسْئَلْهُمْ عَنِ القرية . . . . ) .قوله - تعالى - ( وَسْئَلْهُمْ عَنِ القرية ) . . . الخ . معطوف على اذكر المقدر فى قوله - تعالى - : ( وَإِذْ قِيلَ لَهُمُ اسكنوا ) والخطاب للنبى صلى الله عليه وسلم وضمير الغيبة للمعاصرين له من اليهود .أى : سل يا محمد هؤلاء اليهود المعاصرين لك كيف كان حال أسلافهم الذين تحايلوا على استحلال محارم الله فإنهم يجدون أخبارهم فى كتبهم ولا يستطيعون كتمانها .والمقصود من سؤالهم تقريعهم على عصيانهم ، لعلهم أن يتوبوا ويرجعوا إلى الحق ، ولا يعرضوا أنفسهم لعقوبات كالتى نزلت بسابقيهم ، وتعريفهم بأن هذه القصة من علومهم المعروفة لهم والتى لا يستطيعون إنكارها ، والتى لا تعلم إلا بكتاب أو وحى ، فإذا أخبرهم بها النبى الأمى الذى لم يقرأ كتابهم كان ذلك معجزة له . ودليلا على أنه نبى صادق موحى إليه بها .قال الإمام ابن كثير عند تفسيره للآية الكريمة : ( أى واسأل - يا محمد - هؤلاء اليهود الذين بحضرتكم عن قصة أصحابهم الذين خالفوا أمر الله ففاجأتهم نقمته على اعتدائهم واحتيالهم فى المخالفة ، وحذر هؤلاء من كتمان صفتك التى يجدونها فى كتبهم \" لئلا يحل بهم ما حل بإخوانهم وسلفهم وهذه القرية هى \" أيلة \" وهى على شاطىء بحر القلزم ، أى - البحر الأحمر- ) .وقال الإمام القرطبى : وهذا سؤال تقرير وتوبيخ ، وكان ذلك علامة لصدق النبى صلى الله عليه وسلم إذ أطلعه الله على تلك الأمور من غير تعلم وكانوا يقولون : نحن أبناء الله وأحباؤه ، لأنا من سبط إسرائيل . ومن سبط موسى كليم الله ، ومن سبط ولده عزير فنحن أولادهم ، فقال الله - عزل وجل - لنبيه سلهم - يا محمد - عن القرية . أما عذبتهم بذنوبهم ، وذلك بتغيير فرع من فروع الشريعة .وجمهور المفسرين على أن المراد بهذه القرية . قرية ( أيلة ) التى تقع بين مدين والطور ، وقيل هى قرية طبرية ، وقيل هى مدين .ومعنى كونها ( حَاضِرَةَ البحر ) : قريبة منه ، مشرفة على شاطئه ، تقول كنت بحضرة الدار أى قريبا منها .وقوله ( إِذْ يَعْدُونَ فِي السبت ) أى يظلمون ويتجاوزون حدود الله - تعالى - بالصيد فى يوم السبت ويعدون بمعنى يعتدون ، يقال : عدا فلان الأمر واعتدى إذا تجاوز حده .وقوله تعالى ( إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَأْتِيهِمْ ) بيان لموضع الاختبار والامتحان .و ( إِذْ تَأْتِيهِمْ حِيتَانُهُمْ ) ظرف ليعدون . وحيتان جمع حوت وهو السمك الكبير . وشرعا : أى : شارعة ظاهرة على وجه الماء . جمع شارع ، من شرع عليه إذا دنا وأشرف وكل شىء دنا من شىء فهو شارع ، وقوله : شرعا حال من الحيتان .والمعنى : إذ تأتيهم حيتانهم فى وقت تعظيمهم ليوم السبت ظاهرة على وجه الماء دانية من القرية بحيث يمكنهم صيدها بسهولة ، فإذا مرت يوم السبت وانتهى لا تأتيهم كما كانت تأتيهم فيه ، ابتلاء من الله - تعالى - لهم .قال ابن عباس : ( اليهود أمروا باليوم الذى أمرتم به ، وهو يوم الجمعة ، فتركوه واختاروا السبت فابتلاهم الله - تعالى - به ، وحرم عليهم الصيد فيه ، وأمرهم بتعظيمه ، فإذا كان يوم السبت شرعت لهم الحيتان ينظرون إليها فى البحر ، فإذا انقضى السبت ذهبت وما تعود إلا فى السبت المقبل ، وذلك بلاء ابتلاهم الله به ، فذلك معنى قوله تعالى ( وَيَوْمَ لاَ يَسْبِتُونَ لاَ تَأْتِيهِمْ ) .وقال الإمام القرطبى : ( وروى فى قصص هذه الآية أنها كانت فى زمن داود - عليه السلام - وأن إبليس أوحى إليهم فقال إنما نهيتهم عن أخذها يوم السبت ، فاتخذوا الحياض ، فكانوا يسوقون الحيتان إليها يوم السبت فتبقى فيها ، فلا يمكنها الخروج منها لقلة الماء . فيأخذونها يوم الأحد ) .وقوله تعالى ( كَذَلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ ) معناه : بمثل هذا الابتلاء ، وهو ظهور السمك لهم فى يوم السبت ، واختفائه فى غيره نبتليهم ونعاملهم معاملة من يختبرهم ، لينالوا ما يستحقونه من عقوبة بسبب فسقهم وتعديهم حدود ربهم ، وتحايلهم القبيح على شريعتهم ، فقد جرت سنة الله بأن من أطاعة سهل له أمور دنياه ، وأجل له ثواب أخراه ، ومن عصاه أخذه أخذ عزيز مقتدر .ثم بين - سبحانه - طوائف هذه القرية وحال كل طائفة فقال تعالى ( وَإِذَا قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْماً الله مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيداً قَالُواْ مَعْذِرَةً إلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ ) .والذى يفهم من هذه الآية الكريمة ، - وعليه جمهور المفسرين - أن أهل القرية كانوا ثلاث فرق :1- فرقة المعتدين فى السبت ، المتجاوزين حدود الله عن تعمد وإصرار .2 - فرقة الناصحين لهم بالانتهاء عن تعديهم وفسوقهم .3 - فرقة اللائمين للناصحين ليأسهم من صلاح العادين فى السبت .",
  "ayah": 163,
  "surah": 7
}
