{
  "text": "وهذه الفرقة الثالثة هى التى عبر القرآن الكريم عنها بقوله : ( وَإِذَا قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْماً الله مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَاباً شَدِيداً ) أى : قالت فرقة من أهل القرية ، لإخوانهم الذين لم يألوا جهدا فى نصيحة العادين فى السبت ، لم تعظون قوما لا فائدة من وعظهم ولا جدوى من تحذيرهم ، لأن الله تعالى قد قضى باستئصالهم وتطهير الأرض منهم ، أو بتعذيبهم عذاباً شديداً ، جزاء تماديهم فى الشر ، وصممهم عن سماع الموعظة فكان رد الناصحين عليهم ( مَعْذِرَةً إلى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ ) .فهم قد عللوا نصيحتهم للعادين بعلتين :الأولى : الاعتذار إلى الله - تعالى - من مغبة التقصير فى واجب الأمر بالمعروف والنهى عن المنكر .والثانية : الأمل فى صلاحهم وانتفاعهم بالموعظة حتى ينجو من العقوبة ، ويسيروا فى طريق المهتدين .وقيل : إن أهل القرية كانوا فرقتين ، فرقة أقدمت على الذنب فاعتدت فى السبت ، وفرقة أحجمت عن الاقدام ، ونصحت المعتدين بعدم التجاوز لحدود الله - تعالى - فلما داومت الفرقة الواعظة على نصيحتها للفرقة العادية ، قالت لها الفرقة العادية على سبيل التهكم والاستهزاء : لم تعظون قوما الله مهلكهم أو معذبهم عذاباً شديدا فى زعمكم؟ فأجابتهم الناصحة بقولها .معذرة إلى ربكم ولعلهم يتقون .والذى نرجحه أن أهل القرية كانوا ثلاث فرق كما قال جمهور المفسرين - لأن هذا هو الظاهر من الضمائر فى الآية الكريمة ، إذ لو كانوا فرقتين لقالت الناهية للعاصية ( ولعلكم تتقون ) بكاف الخطاب ، بدل قولهم ( ولعلهم يتقون ) الذى يدل على أن المحاورة قد دارت بين الفرقة اللائمة ، والفرقة الناصحة .قال الإمام القرطبى عند تفسيره الاية الكريمة : إن بنى إسرائيل افترقت ثلاث فرق \" فرقة عصت وصدت ، وكانوا ، نحوا من سبعين ألفاً ، فرقة نهت واعتزلت ، وكانوا نحوا من اثنى عشر ألفاً ، وفرقة اعتزلت ولم تنه ولم تعص ، وأن هذه الطائفة هى التى قالت للناهية ، لم تعظون قوما - عصاة - الله مهلكهم ، أو معذبهم على غلبة الظن . وما عهد حينئذ من فعل الله تعالى بالأمم العاصية؟ ) .وقوله ( مَعْذِرَةً ) بالنصب على أنها مفعول لأجله أى : وعظناهم لأجل المعذرة ، أو منصوبة على أنها مصدر لفعل مقدر من لفظها أى : نعتذر معذرة وقرئت \" معذرة \" بالرفع على أنها خبر لمبتدأ محذوف أى : موعظتنا معذرة وقد اختار سيبويه هذا الوجه وقال فى تعليله : لأنهم لم يريدوا أن يعتذروا اعتذاراً مستأنفاً ولكنهم قيل لهم لم تعظون؟ فقالوا موعظتنا معذرة .",
  "ayah": 164,
  "surah": 7
}
