{
  "text": "ثم فصل - سبحانه - ما عوقبوا به من العذاب البئيس الذى أصابهم فقال تعالى : ( فَلَماَّ عَتَوْاْ عَن مَّا نُهُواْ عَنْهُ قُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَاسِئِينَ ) أى فلما تكبروا عن ترك ما نهاهم عنه الواعظون ، قلنا لهم كونوا قردة صاغرين فكانوا كذلك .قال الآلوسى : ( والأمر فى قوله تعالى ( قُلْنَا ) تكوينى لا تكليفى ، لأنه ليس فى وسعهم حتى يكلفوا به ، وهذا كقوله تعالى ( إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ ) فى أنه يحتمل أن يكون هناك قول وأن يكون الغرض مجرد التمثيل ) .وقيل فى تفسير الآية : إن الله تعالى - عاقب القوم أو لا بالعذاب البئيس الذى يتناول البؤس والشقاء والفقر فى المعيشة ، فلما لم يرتدعوا ويثوبوا إلى رشدهم ، مسخهم مسخا خِلقيا وجسميا ، فكانوا قردة على الحقيقة ، وهو الظاهر من الآية ، وعليه الجمهور :وقيل : مسخهم مسخاً خُلقياً ونفسياً ، فصاروا كالقردة فى شرورها وإفسادها لما تصل إليه أيديها ، وهذا مروى عن مجاهد .وتلك العقوبة كانت جزاء إمعانهم فى المعاصى ، وتأبيهم عن قبول النصحية ، وضعف إرادتهم أمام مقاومة أطماعهم ، وانتكاسهم إلى عالم الحيوان لتخليهم عن خصائص الإنسان ، فكانوا حيث أرادوا لأنفسهم من الصغار والهوان .هذا وقد استدل العلماء بهذه الآيات الكريمة على تحريم الحيل القبيحة التى يتخذها بعض الناس ذريعة للتوصل إلى مقاصدهم الذميمة . وغاياتهم الدنيئة ومطامعهم الخسيسة .وقد أفاض الإمام ابن القيم فى كتابه ( إغاثة اللهفان ) فى إيراد الأدلة الدالة على هذا التحريم ، فقال ما ملخصه : ( ومن مكايد الشيطان التى كاد بها الإسلام وأهله ، الحيل والمكر والخداع الذى يتضمن تحليل ما حرم الله وإسقاط ما فرضه ، ومضادته فى أمره ونهيه ، وهى من الباطل الذى اتفق السلف على ذمه ، فإن الرأى رأيان : رأى يوافق النصوص وتشهد له بالصحة والاعتبار ، وهو الذى اعتبره السلف وعملوا به . ورأى يخالف النصوص وتشهد له بالإبطال والإهدار ، وهو الذى ذموه وأهدروه .وكذلك الحيل نوعان : نوع يتوصل به إلى فعل ما أمر الله - تعالى - به وترك ما نهى عنه ، والتخلص من الحرام وتخليص المحق من الظالم المانع له ، وتخليص المظلوم من يد الظالم الباغى ، فهذا النوع محمود يثاب فاعله ومعلمه . ونوع يتضمن إسقاط الواجبات ، وتحليل المحرمات ، وقلب المظلوم ظالما ، والظالم مظلوما ، والحق باطلا ، والباطل حقا . فهذا الذى اتفق السلف على ذمه ، وصاحوا بأهله من أقطار الأرض . . ثم قال :إن الله تعالى أخبر عن أهل السبت من اليهود بمسخهم قردة ، لما تحايلوا على إباحة ما حرمه الله تعالى - عليهم من الصيد ، بأن نصبوا الشباك يوم الجمعة ، فلما وقع فيها الصيد ، أخذوه يوم الأحد .قال بعض الأئمة : ففى هذا زجر عظيم لمن يتعاطى الحيل على المناهى الشرعية ، ممن يتلبس بعلم الفقه وهو غير فقيه ، إذ الفقيه من يخشى الله - تعالى - بحفظ حدوده ، وتعظيم حرماته ، والوقوف عندها ، وليس المتحيل على إباحة محارمه ، وإسقاط فرائضه ، ومعلوم أنهم لم يستحلوا ذلك تكذيباً لموسى - عليه السلام - وكفراً بالتوراة ، وإنما هو استحلال تأويل واحتيال ، ظاهرة ظاهر الإيفاء ، وباطنه باطن الاعتداء ، ولهذا مسخوا قردة ، لأن صورة القردة فيها شبه من صورة الإنسان ، فلما مسخ أولئك المعتدون دين الله تعالى بحيث لم يتمسكوا إلا بما يشبه الدين فى بعض مظاهره دون حقيقته ، مسخهم سبحانه قردة يشبهونهم فى بعض ظواهرهم دون الحقيقة جزاء وفاقا ، وفى الحديث الشريف \" لا ترتكبوا ما ارتكبت اليهود ، وتستحلوا محارم الله بأدنى الحيل \"وفى الصحيحين عن أبى هريرة أن رسول الله - صلى الله عليه وسلم - قال :\" قاتل الله اليهود ، حرمت عليهم الشحوم فباعوها وأكلوا ثمنها \"وعن ابن عباس - رضى الله عنهما - قال : \" بلغ عمر - رضى الله عنه - أن سمرة باع خمراً فقال : قاتل الله سمره . ألم يعلم أن رسول الله صلى الله عليه وسلم قال : لعن الله اليهود ، حرمت عليهم الشحوم فجملوها - أى أذبواها - فباعوها ) .وبهذا تكون الآيات الكريمة قد دمغت العادين فى السبت من اليهود ، برذيلة الجهالة وضعف الإرادة ، وتحايلهم القبيح على استحلال محارم الله ، مما جعلهم أهلا للعذاب الشديد والمسخ الشنيع ، جزاء إمعانهم فى المعصية وصممهم عن سماع الموعظة ، وما ربك بظلام للعبيد .",
  "ayah": 166,
  "surah": 7
}
