{
  "text": "قال صاحب المنار ، هذه الآيات بدء سياق جديد فى شئون البشر العامة المتعلقة بهداية الله لهم بما أودع فى فطرتهم وركب فى عقولهم من الاستعداد للايمان به وتمجيده وشكره ، فى إثر بيان هدايته لهم بإرسال الرسل وإنزال الكتب فى قصة بنى إسرائيل . فالمناسبة بين هذا وما قبله ظاهرة ، ولذلك عطف عليه عطف جملة على جملة أو سياق على سياق .قوله ( وَإِذْ أَخَذَ رَبُّكَ مِن بني ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ ) الظهور : جمع ظهر وهو العمود الفقرى لهيكل الإنسان الذى هو قوام بنيته .والذرية : سلالة الإنسان من الذكور والإناث .وقوله ( مِن ظُهُورِهِمْ ) بدل بعض من قوله ( مِن بني ءَادَمَ ) و ( ذُرِّيَّتَهُمْ ) مفعول أخذ .والمعنى : واذكر أيها الرسول وذكر كل عاقل وقت أن استخرج الله - تعالى - من أصلاب بنى آدم ذريتهم ، وذلك الإخراج أنهم كانوا نطفة فاخرجها - سبحانه - فى أرحام الأمهات ، وجعلها علقة ثم مضغة ، ثم جعلها بشراً سويا ، وخلقا كاملا مكلفاً .قال الآلوسى : وإيثار الأخذ على الإخراج للإيذان بشأن المأخوذ إذ ذاك لما فيه من الإنباء عن الإجتباء والاصطفاء وهو السبب فى إسناده إلى اسم الرب بطريق الالتفات مع ما فيه من التمهيد للاستفهام الآتى . وقيل إن إيثار الأخذ على الإخراج لمناسبة ما تضمنته الآية من الميثاق ، فإن الذى يناسبه هو الأخذ دون الإخراج .والتعبير بالرب لما أن ذلك الأخذ باعتبار ما يتبعه من آثار الربوبية .وقوله : ( وَأَشْهَدَهُمْ على أَنفُسِهِمْ ) أى : أشهدهم على أنفسهم بما ركب فيهم من دلائل وحدانيته ، وعجائب خلقه ، وغرائب صنعته ، وبما أودع فى قلوبهم من غريزة الإيمان ، وفى عقولهم من مدارك تهديهم إلى معرفة ربهم وخالقهم .وقوله : ( أَلَسْتُ بِرَبِّكُمْ ) مقول لقول محذوف : أى : قائلا لهم - بعد أن أشهدهم على أنفسهم بما ركب فيهم من دلائل الوحدانية - ألست بربكم ، ومالك أمركم ، ومربيكم على الإطلاق ، من غير أن يكون لأحد مدخل فى شأن من شئونكم ( قَالُواْ بلى شَهِدْنَآ ) أى : قالوا بلى شهدنا على أنفسنا عن عقيدة وإقناع بأنك أنت ربنا وخالقنا ولا رب لنا سواك ، فإن آثار رحمتك وعجائب خلقك ، ومظاهر قدرتك تجعلنا لا نتردد فى هذه الشهادة .و ( بلى ) حرف جواب ، وتختص بالنفى فلا تقع إلا جوابه فتفيد إبطاله سواء أكان مجردا أم مقرونا بالاستفهام ولذلك قال ابن عباس وغيره ، لو قالوا نعم لكفروا . لأن نعم حرف تصديق للمخبر بنفى أو إيجاب .قال صاحب الكشاف : وقوله : ( أَلَسْتُ بِرَبِّكُمْ قَالُواْ بلى ) من باب التمثيل ومعنى ذلك أنه نصب لهم الأدلة على ربوبيته ووحدانيته ، وشهدت بها عقولهم وبصائرهم التى ركبها فيهم وجعلها مميزة بين الضلالة والهدى ، فكأنه أشهدهم على أنفسهم وقررهم وقال لهم : ألست بربكم؟ وكأنهم قالوا : بلى أنت ربنا شهدنا على أنفسنا وأقررنا بوحدانيتك ، وباب التمثيل واسع فى كلام الله - تعالى - وفى كلام رسوله صلى الله عليه وسلم وفى كلام العرب .ونظيره قوله تعالى - ( إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ ) وقوله ( فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ ) ومعلوم أنه لا قول ثم وإنما تمثيل وتصوير للمعنى \" .والمقصود من الآية الكريمة الاحتجاج على المشركين بمعرفتهم ربوبيته - تعالى - معرفة فطرية لازمة لهم لزوم الاقرالر منهم والشهادة . قال - تعالى - : ( فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ الله التي فَطَرَ الناس عَلَيْهَا لاَ تَبْدِيلَ لِخَلْقِ الله ) والفطرة هى معرفة ربوبيته - سبحانه - :وقد وردت أحاديث كثيرة تشهد بأن الناس قد فطرهم الله - تعالى - على معرفته ، ومن ذلك ما جاء فى الصحيحين عن أبى هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ما من مولود إلا ويولد على الفطرة ، فأبواه يهودانه أو ينصرانه أو يمجسانه ، كما تنتج البهيمة جمعاء - أى سالمة الأذن - هل تحسون فيها من جدعاء - أى مقطوعة الأذن \" .وفى صحيح مسلم عن عياض بن حمار قال : قال رسول الله صلى الله عليه وسلم : \" يقول الله - تعالى - إنى خلقت عبادى حنفاء ، فجاءتهم الشياطين فاجتالهم عن دينهم - أى صرفتهم عن دينهم - وحرمت عليهم ما أحللت لهم \" .وروى الطبرى عن الحسن الأسود بن سريع قال : قال رسول الله صلى الله عليه وسلم \" كل نسمة تولد على الفطرة حتى يعرب عنها لسانها فأبواها يهودانها أو ينصرانها \" ولذلك يتبين لنا أن المعنى الإجمالى للآية الكريمة أن الله - تعالى - نصب للناس فى كل شىء من مخلوقاته - ومنها أنفسهم - دلائل توحيده وربوبيته ، وركز فيهم عقولا وبصائر يتمكنون بها تمكنا تاما من معرفته والاستجلال بها على التوحيد والربوبية حتى صاروا بمنزلة من إذا دعى إلى الإيمان بها سارع إليه بدون شك أو تردد .فالكلام على سبيل المجاز التمثيلى لكون الناس قد فطرهم الله - تعالى - على معرفته والإيمان به ، وجعلهم مستعدين جميعا للنظر المؤدى إلى الاعتراف بوحدانيته ، ولا إخراج للذرية ولا قول ولا إشهاد بالفعل .وعلى هذا الرأى سار المحققون من مفسرى السلف والخلف .ويرى بعض المفسرين أن معنى الآية الكريمة : أن الله - تعالى - مسح ظهر آدم فأخرج منه ذريته كالذر ، وأحيانهم وجعل لهم العقل والنطق ، وألهمهم ذلك الاقرار ، ثم أعادهم إلى ظهر ابيهم آدم ، واستشهدوا لذلك بأحاديث وآثار ليست صحيحة الاسناد ، وما حسن إسناده منها فقد أوله العلماء بما يتفق مع منطوق الآية الكريمة .وقد رد أصحاب الرأى الأول على هذا البعض بردود منها : أ ، الله - تعالى - قال : ( وَإِذْ أَخَذَ رَبُّكَ مِن بني ءَادَمَ ) ولم يقل من آدم ، وقال ( مِن ظُهُورِهِمْ ) ولم يقل من ظهره ، وقال ( ذُرِّيَّتَهُمْ ) ولم ذريته . قال ( أَوْ تقولوا إِنَّمَا أَشْرَكَ آبَاؤُنَا ) ولم يكن لهم يومئذ أب مشرك ، لأن آدم حاشاه من الشرك بالله - تعالى :قال الإمام ابن كثير بعد أن ساق عدداً كبيراً من الأحاديث فى هذا المعنى : ومن ثم قال قائلون من السلف والخلف : إن المراد بهذا الاشهاد إنما هو فطرهم على التوحيد كما تقدم فى حديث أبى هريرة وعياض والأسود بن سريع وقد فسر الحسن الاية بذلك \" .ثم بين - سبحانه - سبب الاشهاد وعلله فقال : ( أَن تَقُولُواْ يَوْمَ القيامة إِنَّا كُنَّا عَنْ هذا غَافِلِينَ ) أى : فعلنا ما فعلنا كراهة أن تقولوا ، أو منعا من أن تقولوا يوم القيامة معتذرين عن شرككم : إنا عن هذا الأمر وهو إفراد الله - تعالى - بالربوبية غافلين لم ننبه إليه ، لأنهم ما داموا قد خلقوا على الفطرة ، ونصب الله لهم فى كل شىء من مخلوقاته ما يدل على وحدانيته ، وجاءتهم الرسل فبشرتهم وأنذرتهم ، فقد بطل عذرهم ، وسقطت حجتهم .",
  "ayah": 172,
  "surah": 7
}
