{
  "text": "وبعد أن بين - سبحانه - حال المخلوقين لجهنم بسبب غفلتهم وإهمالهم لعقولهم وحواسهم ، أعقبه ببيان العلاج الذى يشفى من ذلك ، وبالنهى عن اتباع المائلين عن الحق فقال - تعالى - : ( وَللَّهِ الأسمآء الحسنى . . . ) .قال القرطبى : قوله - تعالى - : ( وَللَّهِ الأسمآء الحسنى فادعوه بِهَا ) أمر بإخلاص العبادة لله - تعالى - ومجانبة الملحدين والمشركين . قال مقاتل وغيره من المفسرين : نزلت الآية فى رجل من المسلمين كان يقول فى صلاته : يا رحمن يا رحيم . فقال رجل من مشركى مكة : أليس يزعم محمد وأصحابه أنهم يعبدون ربا واحداً فما بال هذا يدعو ربين اثنين؟ فنزلت \" .والأسماء : جمع اسم ، وهو اللفظ الدال على الذات فقط أو على الذات مع صفة من صفاتها سواء كان مشتقا كالرحمن ، والرحيم ، أو مصدراً كالرب والسلام .والحسنى : تأنيث الأحسن أفعل تفضيل ، ومعنى ذلك أنها أحسن الأسماء وأجلها ، لأنبائها عن أحسن المعانى وأشرفها .والمعنى : ولله - تعالى - وحده جميع الأسماء الدالة على أحسن المعانى وأكمل الصفات فادعوه أى سموه واذكروه ونادوه بها .روى الشيخان عن أبى هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إن لله تسعة وتسعين اسماً من حفظها دخل الجنة والله وتر يحب الوتر \" .قال الآلوسى : والذى أراه أنه لا حصر لأسمائه - عزت أسماؤه - فى التسعة والتسعين ، ويدل على ذلك ما أخرجه البيهقى عن ابن مسعود قال : قال رسول الله صلى الله عليه وسلم \" من أصابه هم أو حزن فليقل : اللهم إنى عبدك وابن عبدك وابن أمتك ، ناصيتى فى يدك ماضى فىّ حكمك ، عدل فىّ قضاؤك ، أسألك بكل اسم هو لك سميت به نفسك ، أو أنزلته فى كتابك ، أو علمته أحداً من خلقك أو استاثرت به فى علم الغيب عندك ، أن تجعل القرآن ربيع قلبى ونور صدرى وذهاب همى وجلاء حزنى . . . إلخ \" فهذا الحديث صريح فى عدم الحصر .وحكى النووى اتفاق العلماء على ذلك وأن المقصود من الحديث الإخبار بأن هذه التسعة والتسعين من أحصاها دخل الجنة ، وهو لا ينافى أن له - تعالى - أسماء غيرها \" .ثم قال - تعالى - ( وَذَرُواْ الذين يُلْحِدُونَ في أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ ) .ويلحدون من الإلحاد وهو الميل والانحراف ، يقال : ألحد إلحاداً إذا مال عن القصد والاستقامة ، وألحد فى دين الله : حاد عنه؛ ومنه لحد القبر لأنه يمال بحفره إلى جانبه بخلاف الضريح فإنه يحفر فى وسطه .والمعنى : ولله - تعالى - أشرف الأسماء وأجلها فسموه بها أيها المؤمنون ، واتركوا جميع الذين يلحدون فى أسمائه - سبحانه - بالميل لألفاظها أو معانيها عن الحق من تحريف أو تأويل أو تشبيه أو تعطيل أو ما ينافى وصفها بالحسنى اتركوا هؤلاء جميعا فإنهم سيلقون جزاء عملهم من الله رب العالمين .ومن مظاهر إلحاد الملحدين فى أسمائه - تعالى - تسمية أصنامهم باسماء مشتقة منها ، كاللات : من الله - تعالى - ، والعزى : من العزيز ، ومناة : من المنان وتسميته - تعالى - بما يوهم معنى فاسدا ، كقولهم له - سبحانه - : يا أبيض الوجه كذلك من مظاهر الإلحاد فى أسمائه - تعالى - ، تسميته بما لم يسم به نفسه فى كتابه ، أو فيما صح من حديث رسوله ، إلى غير ذلك مما يفعله الجاهلون والضالون .",
  "ayah": 180,
  "surah": 7
}
