{
  "text": "ثم حكى القرآن ما أمر الله - تعالى - به آدم فقال : ( وَيَآءَادَمُ اسكن . . . ) .صدر الكلام بالنداء للتنبيه على الاهتمام بالمأمور به ، وتخصيص الخطاب بآدم - عليه السلام - للإيذان بأصالته بالتلقى وتعاطى المأمور به .وقوله : ( اسكن ) من السكنى وهو اللبث والإقامة والاستقرار ، دون السكون الذى هو ضد الحركة .والزوج . يطلق على الرجل والمرأة . والمراد به هنا حواء ، حيث تقول العرب للمرأة زوج ولا تكاد تقول زوجة .والجنة : هى كل بستان ذى شجر متكاثف ملتف الأغصان ، يظلل ما تحته ويستره من الجن وهو ستر الشىء عن الحواس .وجمهور أهل السنة على أن المراد بها هنا دار الثواب التى أعدها الله للمؤمنين يوم القيامة ، لأن هذا هو المتبادر إلى الذهن عند الإطلاق .ويرى جمهور علماء المعتزلة أن المراد بها هنا بستان بمكان مرتفع من الأرض ، خلقه الله لاسكان آدم وزوجته . واختلفوا فى مكانه ، فقيل انه بفلسطين ، وقيل بغيرها .وقد ساق ابن القيم فى كتابه \" حادى الأرواح \" أدلة الفريقين دون أن يرجح شيئا منها .والذى نراه أن الأحوط والأسلم . الكف عن تعيينها وعن القطع به ، وإليه ذهب أبو حنيفة وأبو منصور الماتريدى فى التأويلات ، إذ ليس لهذه المسألة تأثير فى العقيدة .وتوجيه الخطاب إليهما فى قوله : ( فَكُلاَ مِنْ حَيْثُ شِئْتُمَا ) لتعميم التشريف والإيذان بتساويهما فى مباشرة المأمور به . أى : كلا من مطاعم الجنة وثمارها أكلا واسعا من أى مكان أردتم .ثم بين - سبحانه - أنه نهاهم عن الأكل من شجرة معينة فقال : ( وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين ) .القرب : الدنو والمنهى عنه هو الأكل من ثمار الشجرة . وتعليق النهى على القرب منها القصد منه المبالغة فى النهى عن الأكل ، إذى فى النهى عن القرب من الشىء نهى عن فعله من باب أولى . وأكد النهى بأن جعل عدم اجتناب الأكل من الشجرة ظلما . فقال : ( فَتَكُونَا مِنَ الظالمين ) وقد ظلما أنفسهما إذ أكلا منها ، فقد ترتب على أكلهما منها أن أخرجا من الجنة التى كانا يعيشان فيها عيشة راضية .وقد تكلم العلماء كثيرا عن اسم هذه الشجرة ونوعها فقيل هى التينة ، وقيل هى السنبلة ، وقيل هى الكرمة . . . إلخ إلا أن القرآن لم يذكر نوعها على عادته فى عدم التعرض لذكر ما لم يدع المقصود من سياق القصة إلى بيانه .وقد أحسن ابن جرير فى التعبير عن هذا المعنى فقال : \" والصواب فى ذلك أن يقال : إن الله - تعالى - نهى آدم وزوجه عن الأكل من شجرة بعينها من أشجار الجنة دون سائر اشجارها فأكلا منها ، ولا علم عندنا بأى شجرة كانت على التعيين ، لأن الله لم يضع لعباده دليلا على ذلك فى القرآن ولا من السنة الصحيحة ، وقد قيل كانت شجرة البر ، وقيل شجرة العنب ، وذلك علم إذا علم لم ينفع العالم به علمه ، وان جهله جاهل لم يضره جهله به \" .",
  "ayah": 19,
  "surah": 7
}
