{
  "text": "ثم اختتمت السورة الكريمة بالحديث عن ذكر الله الذى هو طب القلوب ودواؤها وعافية الأبدان وشفاؤها فقالت : ( واذكر رَّبَّكَ فِي نَفْسِكَ . . . ) .أى : استحضر عظمة ربك - جل جلاله - فى قلبك . واذكره بما يقربك إليه عن طريق قراءة القرآن والدعاء والتسبيح والتحميد والتهليل وغير ذلك .وقوله ( تَضَرُّعاً وَخِيفَةً ) فى موضع الحال بتأويل اسم الفاعل أى : اذكره متضرعا متذللا له وخائفا منه - سبحانه - :وقوله ( وَدُونَ الجهر مِنَ القول ) معطوف على قوله ( فِي نَفْسِكَ ) أى : اذكر ربك ذكراً فى نفسك ، وذكرا بلسانك دون الجهر .والمراد بالجهر : رفع الصوت بإفراط ، وبما دونه مما هو أقل منه ، وهو الوسط بين الجهر والمخافتة ، قال ابن عباس : هو أن يسمع نفسه .وقوله ( بالغدو والآصال ) متعلق باذكر ، والغدو جمع غدوة وهو ما بين طلوع الفجر وطلوع الشمس .والآصال جمع أصيل وهو من العصر إلى الغروب .أى : اذكر ربك مستحضرا عظمته ، فى كل وقت ، وراقبه فى كل حال ، لا سيما فى هذين الوقتين لأنهما طرفا النهار ومن افتتح نهاره بذكر الله واختتمه به كان جديرا برعاية ربه .قيل : وخص هذان الوقتان بالذكر لأنهما وقت سكون ودعة وتعبد واجتهاد . وما بينهما من أوقات الغالب فيها الانقطاع لأمر المعاش .ثم نهى - سبحانه - عن الغفلة عن ذكره فقال : ( وَلاَ تَكُنْ مِّنَ الغافلين ) الذين شغلتهم الدنيا عن ذكر الله .وفيه إشعار بطلب دوام ذكره - تعالى - واستحضار عظمته وجلاله وكبريائه بقدر الطاقة البشرية .قال بعض العلماء : ويؤخذ من هذه الآية الكريمة أن للذكر آدابا من أهمها :1 - أن يكون فى النفس لأن الإخفاء أدخل فى الإخلاص ، وأقرب إلى الإجابة ، وأبعد من الرياء .2 - أن يكون على سبيل التضرع وهو التذلل والخضوع والاعتراف بالتقصير .3 - أن يكون على وجه الخيفة أى الخوف والخشية من سلطان الربوبية وعظمة الألوهية من المؤاخذة على التقصير فى العمل لتخشع النفس ويخضع القلب .4 - أن يكون دون الجهر لأنه أقرب إلى حسن التفكر ، وفى الصحيحين عن أبى موسى الأشعرى قال : \" رفع الناس أصواتهم بالدعاء فى بعض الأسفار ، فقال لهم النبى صلى الله عليه وسلم يأيها الناس : اربعوا على أنفسكم - أى هونوا على أنفسكم - فإنكم لا تدعون أصم ولا غائباً . إن الذى تدعونه سميع قريب ، أقرب إلى أحدكم من عنق راحلته \" .5 - أن يكون باللسان لا بالقلب وحده ، وهو مستفاد من قوله ( وَدُونَ الجهر ) لأن معناه ومتكلما كلاماً دون الجهر ، فيكون صفة لمعمول حال محذوفة ، معطوفاً على ( تَضَرُّعاً ) أو هو معطوف على ( فِي نَفْسِكَ ) أى : اذكره ذكراً فى نفسك وذكراً بلسانك دون الجهر .",
  "ayah": 205,
  "surah": 7
}
