{
  "text": "السوءة : العورة . والريش : لباس الزينة ، استعير من ريش الطائر ، لأنه لباسه وزينته . وقال الجوهرى : \" الريش والرياش بمعنى كاللبس واللباس ، وهو اللباس الفاخر \" .والمعنى : يا بنى آدم تذكروا واعتبروا واشكروا الله على ما حباكم من نعم ، فإنه - سبحانه - قد هيأ لكم سبيل الحصول على الملبس الذى تسترون به عوراتكم ، وتتزينون به فى مناسبات التجمل والتعبد .والمراد بإنزال ما ذكر أنه خلق لبنى آدم مادة هذا اللباس التى تتكون من القطن والصوف والحرير وما إليها ، وألهمهم بما خلق فيهم من غرائز طرق استنباتها وصناعتها بالغزل والنسج والخياطة .والتعبير بأنزلنا يفيد خصوصية البشر باللباس الذى يستر العورة ، وبالرباش التى يتزينون بها ، أى أنزلنا عليكم لباسين : لباسا يوارى سوآتكم ، ولباسا يزينكم ، لأن الزينة غرض صحيح وحبها من طبيعة البشر . قال - تعالى - : ( والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً ) قال الجمل : \" وقوله - تعالى - : ( وَرِيشاً ) يحتمل أن يكون من باب عطف الصفات . والمعنى : أنه وصف اللباس بوصفين : مواراة السوأة ، والزينة . ويحتمل أن يكون من باب عطف الشىء على غيره . أى : أنزلنا عليكم لباسا موصوفا بالمواراة ، ولباسا موصوفا بالزينة \" .ثم بين - سبحانه - أن هناك لباسا آخر أفضل وأكمل من كل ذلك فقال : ( وَلِبَاسُ التقوى ذلك خَيْرٌ ) أى : أن اللباس الذى يصون النفس من الدنايا والأرجاس ، ويسترها بالإيمان والعمل الصالح هو خير من كل لباس حسى يتزين به البشر . فاسم الإشارة هنا يعود على لباس التقوى . وقد عبر القرآن هنا عن التقوى بأنها لباس ، وعبر عنها فى موضع آخر بأنها زاد مشاكلة للسياق الذى وردت فيه هنا أو هناك . وذلك من باب تجسيم المعنويات وتنسيقها مع الجو العام الذى ورت فيه ، وتلك طريقة انفرد بها القرآن الكريم .قال صاحب الكشاف : وقوله : ( وَلِبَاسُ التقوى ) مبتدأ ، وخبره إما الجملة التى هى ( ذلك خَيْرٌ ) كأنه قيل : ولباس التقوى هو خير ، لأن أسماء الإشارة تقرب من الضمائر فيما يرجع إلى عود الذكر . وإما المفرد الذى هو خير ، وذلك صفة للمبتدأ ، كأنه قيل : ولباس التقوى المشار إليه خير \" .وقوله - تعالى - : ( ذلك مِنْ آيَاتِ الله لَعَلَّهُمْ يَذَّكَّرُونَ ) معناه : ذلك الذى أنزله الله على بنى آدم من النعم من دلائل قدرته وإحسانه عليهم ، لعلهم بعد ذلك لا يعودون إلى النسيان الذى أوقع أبويهم فى المعصية .قال صاحب الكشاف : وهذه الآية واردة على سبيل الاستطراد عقب ذكر ظهور العورات وخصف الورق عليها ، إظهارا للمنة فيما خلق من اللباس ، ولما فى العرى وكشف العورة من المهانة والفضيحة ، وإشعاراً بأن التستر باب عظيم من أبواب التقوى .",
  "ayah": 26,
  "surah": 7
}
