{
  "text": "ثم بين - سبحانه - بعد ذلك ألوانا من المحرمات التى نهى عباده عن اقترافها فقال تعالى : ( قُلْ إِنَّمَا حَرَّمَ . . . ) .والمعنى : قل يا محمد لهؤلاء الذين ضيقوا على أنفسهم ما وسعه الله ، قل لهم : إن ما حرمه الله عليكم فى كتبه وعلى ألسنة رسله هو هذه الأنواع الخمس التى أولها ( الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ) ، أى : ما كان قبيحاً من الأقوال والأفعال سواء أكان فى السر أو العلن ، وثانيها وثالثها ( الإثم والبغي بِغَيْرِ الحق ) والإثم : هو الشىء القبيح الذى فعله يعتبر معصية ، والبغى : هو الظلم والتطاول على الناس وتجاوز الحد .قال الإمام ابن كثير : \" وحاصل ما فسر به الإثم أنه الخطايا المتعلقة بالفاعل نفسه ، والبغى هو التعدى على الناس ، فحرم الله هذا وهذا \" .وقيد البغى بكونه بغير الحق ، لأنه لا يكون إلا كذلك . إذ معناه فى اللغة تجاوز الحد . يقال : بغى الجرح . إذ تجاوز الحد فى فساده .وقيل قيده بذلك ليخرج البغى على الغير فى مقابلة بغيه ، فإنه يسمى بغيا فى الجملة . لكنه بحق ، وهو قول ضعيف لأن دفع البغى لا يسمى بغيا . وإنما يسمى انتصافا من الظالم ، ولذا قال القرآن : ( وَلَمَنِ انتصر بَعْدَ ظُلْمِهِ فأولئك مَا عَلَيْهِمْ مِّن سَبِيلٍ ) وقيل إن القيد هنا لإخراج الأمور التى ليس لهم فيها حقوق ، أو التى تطيب أنفسهم فيها عن بعض حقوقهم فيبذلونها عن رضى وارتياح لمنفعة أو مصلحة لهم يرجونها ببذلها .ورابع الأمور التى حرمها الله أخبر عنه القرآن بقوله : ( وَأَن تُشْرِكُواْ بالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً ) .أى : وحرم عليكم أن تجعلوا لله شركاى فى عبادته بدون حجة وبرهان . وقوله : ( مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً ) بيان للواقع من شركهم ، إذ أنهم لا حجة عندهم على شركهم : لا من العقل ولا من النقل ، فالجملة الكريمة قد اشتملت على التهكم بالمشركين وتوبيخهم على كفرهم .وخامسها قوله - تعالى - : ( وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ ) أى : حرم عليكم أن تقولوا قولا يتعلق بالعبادات أو المحللات أو المحرمات أو غيرها بدون علم منكم بصحة ما تقولون ، وبغير بينة على صدق ما تدعون .قال صاحب المنار : \" ومن تأمل هذه الآية حق التأمل ، فإنه يتجنب أن يحرم على عباد الله شيئاً ويوجب عليهم شيئا فى دينهم بغير نص صريح عن الله ورسوله ، بل يجتنب - أيضاً - أن يقول : هذا مندوب أو مكروه فى الدين بغير دليل واضح من النصوص ، وما أكثر الغافلين عن هذا المتجرئين على التشريع \" .",
  "ayah": 33,
  "surah": 7
}
