{
  "text": "ثم بين - سبحانه - ما هم عليه فى الجنة من صفاء نفسى ونقاء قلبى فقال - تعالى - : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الأنهار ) أى : قلعنا ما فى قلوبهم من تحاقد وعداوات فى الدنيا ، فهم يدخلون الجنة بقلوب سليمة ، زاخرة بالتواد والتعاطف حالة كونهم تجرى من تحتهم الأنهار فيرونها وهم فى غرفات قصورهم فيزداد سرورهم وحبورهم .( وَقَالُواْ الحمد للَّهِ الذي هَدَانَا لهذا وَمَا كُنَّا لِنَهْتَدِيَ لولا أَنْ هَدَانَا الله ) . أى : قالوا شاكرين لله أنعمه ومننه : الحمد لله الذى هدانا فى الدنيا إلى الإيمان والعمل الصالح ، وأعطانا فى الآخرة هذا النعيم الجزيل ، وما كنا لنهتدى إلى ما نحن فيه من نعيم لولا أن هدانا الله إليه بفضله وتوفيقه . وجواب لولا محذوف لدلالة ما قبله عليه ، والتقدير : ولولا هداية الله موجودة ما اهتدينا .وقوله : ( لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق ) جملة قسمية ، أى : والله لقد جاءت رسل ربنا فى الدنيا بالحق ، لأن ما أخبرونا به قد وجدنا مصداقه فى الآخرة .( ونودوا أَن تِلْكُمُ الجنة أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ ) أى : ونودوا من قبل الخالق - عز وجل - بأن قيل لهم : تلكم هى الجنة التى كانت الرسل تعدكم بها فى الدنيا قد أورثكم الله إياها بسبب ما قدمتموه من عمل صالح .فالآية الكريمة صريحة فى أن الجنة قد ظفر بها المؤمنون بسبب أعمالهم الصالحة .فإن قيل : إن هناك أحاديث صحيحة تصرح بأن دخول الجنة ليس بالعمل وإنما بفضل الله ، ومن ذلك ما جاء فى الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال :\" لن يدخل أحداً عمله الجنة ، قالوا : ولا أنت يا رسول الله؟ قال : ولا أنا إلا أن يتغمدنى الله بفضله ورحمته \" .فالجواب على ذلك أنه لا تنافى فى الحقيقة ، لأن المراد أن العمل لا يوجب دخول الجنة ، بل الدخول بمحض فضل الله ، والعمل سبب عادى ظاهرى . وتوضيحه أن الأعمال مهما عظمت فهى ثمن ضئيل بالنسبة لعظمة دخول الجنة ، فإن النعمة الأخروية سلعة غالية جداً فمثل هذه المقابلة كمثل من يبيع قصوراً شاهقة وضياعا واسعة بدرهم واحد .فإقبال البائع على هذه المبادلة ليس للمساواة بين العمل ونعمة الجنة ، بل لتفضله على المشترى ورحمته به ، فمن رحمته بعباده المؤمنين أن جعل بعض أعمالهم الفانية وأموالهم الزائلة ثمنا لنعيم لا يبلى ، ولذلك قال ابن عباس عندما قرأ قوله - تعالى - : ( إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة ) نعمت الصفقة ، أنفس هو خالقها وأموال هو رازقها ثم يمنحنا عليها الجنة .على أنه - سبحانه - هو المتفضل فى الحقيقة بالثمن والمثمن جميعاً . لا جرم كان دخول الجنة بفضله - سبحانه - وهو الموفق للعمل والمعين عليه .ويمكن أن يجاب - أيضاً - بأن الفوز بالجنة ونعيمها إنما هو بفضل الله والعمل جميعا ، فقوله : ( ونودوا أَن تِلْكُمُ الجنة أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ ) أى : مع فضل الله - تعالى - ، وإنما لم يذكر ذلك لئلا يتكلوا . وقوله صلى الله عليه وسلم : \" لن يدخل أحدا عمله الجنة . . . \" أى مجردا من فضل الله ، وإنما اقتصر على هذا لئلا يغتروا .هذا أصح الآراء فى الجمع بين الآية والحديث ، وهناك آراء أخرى لم نذكرها لضعفها .وبعد هذه الموازنة بين مصير الكافرين ومصير المؤمنين ، بدأ القرآن يسوق لنا مشهداً آخر من الحوار الذى يدور يوم القيامة بين أصحاب الجنة وأصحاب النار .",
  "ayah": 43,
  "surah": 7
}
