{
  "text": "ثم نهى الله عباده عن كل لون من ألوان المعاصى فقال : ( وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا ) أى : لا تفسدوا فى الأرض بعد إصلاح الله إياها ، بأن خلقها على أحسن نظام ، فالجملة الكريمة نهى عن سائر أنواعى الافساد كإفساد النفوس والأموال والأنساب والعقول والأديان .روى ابو الشيخ عن أبى بكر بن عياش أنه سئل عن قوله - تعالى - : ( وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا ) أى : لا تفسدوا فى الأرض بعد إصلا الله إياها ، بأن خلقها على أحسن نظام ، فالجملة الكريمة نهى عن سائر أنواع الافساد كإفساد النفوس والأموال والأنساب والعقول والأديان .روى أبو الشيخ عن أبى بكر عن عياش أنه سئل عن قوله - تعالى - : ( وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا ) فقال : إن الله بعث محمداً صلى الله عليه وسلم إلى أهل الأرض وهم فى فساد فأصلحهم الله به ، فمن دعا إلى خلاف ما جاء به محمد صلى الله عليه وسلم فهو من المفسدين فى الأرض \" .قال صاحب المنار : وقال - سبحانه - : ( وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا ) لأن الإفساد بعد الإصلاح أشد قبحاً من الإفساد على الإفساد ، فإن وجوه الإصلاح أكبر حجة على المفسد إذا هو لم يحفظه ويجرى على سننه .فكيف إذا هو أفسده وأخرجه عن وضعه؟ ولذا خص بالذكر وإلا فالإفساد مذموم ومنهى عنه فى كل حال \" .وقوله : ( وادعوه خَوْفاً وَطَمَعاً ) .أصل الخوف : انزعاج فى الباطن يحصل من توقع أمر مكروه يقع فى المستقبل .والمعنى : وادعوه خائفين من عقابه إياكم على مخالفتكم لأوامره ، طامعين فى رحمته وإحسانه وفى إجابته لدعائكم تفضلا منه وكرما .قال الجمل : فإن قلت : قال فى أول الآية : ( ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً ) وقال هنا : ( وادعوه خَوْفاً وَطَمَعاً ) وهذا عطف للشىء على نفسه فما فائدة ذلك؟ قلت : الفائدة أن المراد بقوله - تعالى - : ( ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً ) بيان شرطين من شروط الدعاء وبقوله : ( ادعوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً ) وقال هنا : ( وادعوه خَوْفاً وَطَمَعاً ) بيان شرطين آخرين ، والمعنى : كونوا جامعين فى أنفسكم بين الخوف والرجاء فى أعمالكم ولا تطمعوا أنكم وفيتم حق الله فى العبادة والدعاء وإن اجتهدتم فيهما \" .وقوله : ( إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين ) أى إن رحمته - تعالى - وإنعامه على عباده قريب من المتقنين لأعمالهم ، المخلصين فيهما ، لأن الجزاء من جنس العمل ، فمن أحسن عبادته نال عليها الثواب الجزيل ، ومن أحسن فى أمور دنياه كان أهلا للنجاح فى مسعاه ، ومن أحسن فى دعائه كان جديراً بالقبول والإجابة .قال الشيخ القاسمى : وفى الآية الكريمة ترجيح للطمع على الخوف ، لأن المؤمن بين الرجاء والخوف ، ولكنه إذا رأى سعة رحمته - سبحانه - وسبقها ، غلب الرجاء عليه . وفيها تنبيه على ما يتوسل به إلى الإجابة وهو الاحسان فى القول والعمل .قال مطر الوراق : استنجزوا موعود الله بطاعته ، فإنه قضى أن رحمته قريب من المحسنين \" .هذا ، وكلمة \" قريب \" وقعت خبراً للرحمة ، ومن قواعد النحو أن يكون الخبر مطابقا للمبتدأ فى التذكير والتأنيث ، فكان مقتضى هذه القواعد أن يقال إن رحمة الله قريبة . وقد ذكر العلماء فى تعليل ذلك بضعة عشر وجها ، منها أن تذكير \" قريب \" صفة لمحذوف أى أمر قريب ، أو لأن كلمة الرحمة مؤنثة تأنيثا مجازيا ، فجاز فى خبرها التذكير والتأنيث أو لأن الرحمة هنا بمعنى الثواب وهو مذكر فيكون تذكير قريب باعتبار ذلك وقيل غير ذلك مما لا مجال لذكره هنا .وبعد أن بيَّن - سبحانه - أنه هو الخالق للسموات والأرض ، وأنه هو المتصرف الحاكم المدبر المسخر ، وأن رحمته قريبة من المحسنين الذين يكثرون من التضرع إليه بخشوع وإخلاص .",
  "ayah": 56,
  "surah": 7
}
