{
  "text": "والآن فلنستمع بتدبر واعتبار إلى السورة الكريمة وهى تحدثنا عن قصة نوح مع قومه فتقول : ( لَقَدْ أَرْسَلْنَا . . ) .تلك هى قصة نوح مع قومه كماوردت فى هذه السورة ، وقد وردت بصورة أكثر تفصيلا فى سورة هود ، والمؤمنون ، ونوح وغيرها .وقوله : ( لَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ ) جواب قسم محذوف ، أى : والله لقد أرسلنا نوحا إلى قومه والدليل على هذا القسم وجود لامه فى بدء الجملة .قال الآلوسى : \" واطرد استعال هذه اللام مع قد فى الماضى - على ما قال الزمخشرى - وقل الاكتفاء بها وحدها . والسر فى ذلك أن الجملة القسمية لا تساق إلا تأكيدا للجملة المقسم عليها التى هي جوابها ، فكانت مظنة لتوقع المخاطب حصول المقسم عليه ، لأن القسم دل على الاهتمام فناسب ذلك إدخال قد \" .وينتهى نسب نوح - عليه السلام - إلى شيث بن آدم - عليه السلام - وقد ذكر نوح فى القرآن فى ثلاث وأربعين موضعا .وقوم الرجل أقرباؤه الذين يجتمعون معه فى جد واحد . وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا للمجاورة .وكان قوم نوح يعبدون الأصنام فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد . قال ابن كثير : قال عبد الله بن عباس وغير واحد من علماء التفسير : كان أول ما عبدت الأصنام أن قوما صالحين ماتوا ، فبنى قومهم عليهم مساجد ، وصوروا صور أولئك الصالحين فيها ليتذكروا حالهم وعبادتهم فيتشبهوا بهم ، فلما طال الزمان جعلوا أجسادا على تلك الصور ، فلما تمادى الزمان عبدوا تلك الأصنام وسموها بأسماء أولئك الصالحين : وداً وسواعاً ويغوث ويعوق ونسرا فلما تفاقم الأمر بعث الله - تعالى - رسوله نوحا فأمرهم بعبادة الله وحده لا شريك له \" .وقوله : ( فَقَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ ) حكاية لما وجهه نوح لقومه من إرشادات ، أى : قال لهم بتلطف وأدب تلك الكلمة التى وجهها كل رسول لمن أرسل إليهم : اعبدوا الله وحده لا شريك له ، فإنه هو المستحق للعبادة ، أما سواه فلا يملك نفعا أو ضرا .وكلمة ( غَيْرُهُ ) قرئت بالحركات الثلاث ، بالرفع على أنها صفة لإله باعتبار محله الذى هو الرفع على الابتداء أو الفاعلية . وقرأ الكسائى بالجر باعتبار اللفظ ، وقرىء بالنصب على الاستثناء بمعنى ، ما لكم من إله إلا إياه .ثم حكى القرآن أن نوحا حذر قومه من سوء عاقبة التكذيب ، وأظهر لهم شفقته بهم وخوفه عليهم فقال : ( إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ ) أى : إنى أخاف عليكم إذا ما سرتم فى طريق الكفر والضلال وتركتم عبادة الله وحده عذاب يوم عظيم ، ووصف اليوم بالعظم لبيان عظم ما يقع فيه ولتكميل الإنذار .قال صاحب الكشاف : فإن قلت ما موقع الجملتين بع قوله : ( اعبدوا الله ) قلت : الأولى - وهى ما لكم من إله غيره - بيان لوجه اختصاصه بالعبادة ، والثانية وهى - إنى أخاف .. . إلخ - بيان الداعى إلى عبادته لأنه هو المحذور عقابه دون ما كانوا يعبدونه من دون الله . واليوم العظيم : يوم القيامة ، أو يوم نزول العذاب بهم وهو الطوفان \" .",
  "ayah": 59,
  "surah": 7
}
