{
  "text": "ونلمس من خلال التعبير القرآنى أن قوم هود قد تعجبوا من اختصاص هود بالرسالة كما تعجب قوم نوح من قبلهم من ذلك ، فأخذ هود - عليه السلام - فى إزالة هذا العجب من نفوسهم ، فقال :( أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ على رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ) أى : أكذبتم وعجبتم من أن جاءكم ذكر وموعظة من ربكم على لسان رجل منكم تعرفون صدقه ونسبه وحسبه ، إن ما عجبتم له ليس موقع عجب ، بل هو عين الحكمة فقد اقتضت رحمة الله أن يرسل لعباده من بينهم من يرشدهم إلى الطريق القويم و ( الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ) ثم أخذ فى تذكيرهم بواقعهم الذى يعيشون فيه لكى يحملهم على شكر الله فقال :( واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ قَوْمِ نُوحٍ ) أى : اذكروا بتأمل واعتبار فضل الله عليكم ونعمه حيث جعلكم مستخلفين فى الأرض من بعد قوم نوح الذين أغرقوا بالطوفان لكفرهم وجحودهم .قال الآلوسى ما ملخصه : و \" إذا \" منصوب على المفعولية لقوله : ( واذكروا ) أى : اذكروا هذا الوقت المشتمل على النعم الجسام . وتوجيه الأمر بالذكر إلى الوقت دون ما وقع فيه مع أنه المقصود بالذات للمبالغة فى إيجاب ذكره ، ولأنه إذا استحضر الوقت كان هو حاضرا بتفاصيله . وهو معطوف على مقدر كأنه قيل : لا تعجبوا وتدبروا فى أمركم واذكروا إذ جعلكم خلفاء من بعد قوم نوح \" .ثم ذكرهم بنعمة ثانية فقال : ( وَزَادَكُمْ فِي الخلق بَصْطَةً ) أى : زادكم فى المخلوقات بسطة وسعة فى الملك والحضارة ، أو زادكم بسطة فى قوة أبدانكم وضخامة أجسامكم ، ومن حق هذا الاستخلاف وتلك القوة ، أن تقابلا بالشكر لله رب العالمين .وقد ذكر بعض المفسرين روايات تتعلق بضخامة أجسام قوم هود وقوتهم وهى روايات ضعيفة لا يعتد بها ، ولذا أضربنا عنها ، ويكفينا أن القرآن الكريم قد أشار إلى قوتهم وجبروتهم بدون تفصيل لذلك كما فى قوله - تعالى - : ( وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ ) وكما فى قوله : ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ) ثم كرر هود - عليه السلام - تذكيرهم بنعم الله فقال : ( فاذكروا آلآءَ الله لَعَلَّكُمْ تُفْلِحُونَ ) . أى : فاذكروا نعم الله واشكروها له لعلكم تفوزون بما أعده للشاكرين من إدامتها عليهم وزيادتها لهم ، ولن تكونوا كذلك إلا بعبادتكم له وحده - عز وجل - .وآلاء الله : نعمه الكثيرة . والآلاء جمع إلى كحمل وأحمال . أو ألى ، كقفل وأقفال . أو إلى ، كمعى وأمعاء .وإلى هنا يكون هود - عليه - السلام - قد رد على قومه رداً مقنعاً حكيما ، كان المتوقع من ورائه أن يستجيبوا له ، وأن يقبلوا على دعوته ، ولكنهم لسوء تفكيرهم وانطماس بصيرتهم ، أخذتهم العزة بالإثم فماذا قالوا لنبيهم ومرشدهم؟( قالوا أَجِئْتَنَا لِنَعْبُدَ الله وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين )",
  "ayah": 69,
  "surah": 7
}
