{
  "text": "ثم قصت علينا السورة بعد ذلك قصة صالح - عليه السلام - مع قومه فقالت : ( وإلى ثَمُودَ . . . . ) .صالح - كما قال الحافظ البغوى - هو ابن عبيد بن آسف بن ماسح بن عبيد ابن حاذر بن ثمود : وينتهى نسبه إلى نوح - عليه السلام - .وثمود اسم للقبيلة التى منها صالح سميت باسم جدها ثمود ، وقيل سميت بذلك لقلة مائها لأن الثمد هو الماء القليل .وكانت مسكنهم بالحجر - بكسر الحاء وسكون الجيم - ، وقيل سميت بذلك لقلة مائها لأن الثمد هو الماء القليل .وكانت مساكنهم بالحجر - بكسر الحاء وسكون الجيم - ، والحجر مكان يقع بين الحجاز والشام إلى وادى القرى ، وموقعه الآن ، تقريباً - المنطقة التى بين الحجاز وشرق الأردن ، وما زال المكان الذى كانوا يسكنونه يسمى بمدائن صالح إلى اليوم ، وقد مر النبى صلى الله عليه وسلم على ديارهم وهو ذاهب إلى غزوة تبوك سنة تسع من الهجرة .وقبيلة صالح من قبائل العرب ، وكانوا خلفاء لقوم هود - عليه السلام - بعد أن هلكوا فورثوا أرضهم ، وآتاهم الله نعما وفيرة ، وكانوا يعبدون الأصنام فأرسل إليهم نبيهم صالحا مبشرا ونذيراً .قال - تعالى - : ( وإلى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ ) .أى : وأرسلنا إلى ثمود أخاهم فى النسب والموطن صالحا - عليه السلام - فقال لهم الكلمة التى دعا بها كل نبى قومه : يا قوم اعبدوا الله ما لكم من إله سواه ، قد جاءتكم معجزة ظاهرة الدلائل ، شاهدة بنبوتى وصدقى فيما أبلغه عن ربى .وقوله : ( مِّن رَّبِّكُمْ ) متعلق بمحذوف صفة لبينة ، أى هذه البينة كائنة من ربكم وليست من صنعى فعليكم أن تصدقونى لأنى مبلغ عن الله - تعالى - .ثم كشف لهم عن معجزته وحجته فقال : ( هذه نَاقَةُ الله لَكُمْ آيَةً ) أى : هذه التى ترونها وأشير إليها ناقة الله ، والتى جعلها - سبحانه - علامة لكم على صدقى .واضاف الناقة إلى الله للتفضيل والتخصيص والتعظيم لشأنها . وقيل : لأنه - سبحانه - خلقها على خلاف سنته فى خلق الإبل وصفاتها ، وقيل : لأنها لم يكن لها مالك .وقد ذكر المفسرون عنها قصصاً لا تخلو من ضعف ، لذا اكتفينا بما ورد فى شأنها فى القرآن الكريم .ثم أرشدهم إلى ما يجب عليهم نحوها فقال : ( فَذَرُوهَا تَأْكُلْ في أَرْضِ الله وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ ) .أى ارتكوا الناقة حرة طليقة تأكل فى أرض الله لاتى لا يملكها أحد سواه ولا تعتدوا عليها بأى لون من ألوان الاعتداء ، لأنكم لو فعلتم ذلك أصابكم عذاب أليم .والفاء فى قوله : ( فَذَرُوهَا ) للتفريع على كونها آية من آيات الله ، فيجب إكرامها وعدم التعرض لها بسوء .و ( تَأْكُلْ ) مجزوم فى جواب الأمر .وأضيفت الأرض إلى الله - أيضاً - قطعا لعذرهم فى التعرض لها ، فكأنه يقول لهم ، الأرض أرض الله والناقة ناقته ، فذروها تأكل فى أرضه لأنها ليست لكم ، وليس ما فيها من عشب ونبات من صنعكم ، فأى عذر لكم فى التعرض لها؟وفى نهيهم عن أن يمسوها بسوء تنبيه بالأدنى على الأعلى ، لأنه إذا كان قد نهاهم عن مسها بسوء إكراما لها فنهيهم عن نحرها أو عقرها أو منعها من الكلأ والماء من باب أولى . فالجملة الكريمة وعيد شديد لمن يمسها بسوء .وقوله : ( فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ ) الفعل المضارع منصوب فى جواب النهى .وبعد أن بين لهم صالح - عليه السلام - وظيفته ، وكشف لهم عن معجزته ، وأنذرهم بسوء العاقبة إذا ما خالفوا أمره ، أخذ فى تذكيرهم بنعم الله عليهم . وبمصائر الماضين قبلهم .",
  "ayah": 73,
  "surah": 7
}
