{
  "text": "وأخيراً تطوى السورة الكريمة صفحتهم مشيعة إياهم بالتبكيت والاهمال من رسولهم وأخيهم فى النسب فتقول : ( فتولى عَنْهُمْ وَقَالَ ياقوم لَقَدْ أَبْلَغْتُكُمْ رِسَالاَتِ رَبِّي وَنَصَحْتُ لَكُمْ فَكَيْفَ آسى على قَوْمٍ كَافِرِينَ ) .الأسى : الحزن . وحقيقته اتباع الفائت بالغم . يقال : أسيت عليه - أساً ، أى : حزنت والمعنى فأعرض عنهم شعيب بعد أن أصابهم ما أصابهم من النقمة والعذاب وقال مقرعا إياهم يا قوم : ( لَقَدْ أَبْلَغْتُكُمْ رِسَالاَتِ رَبِّي ) التى أرسلنى بها إليكم من العقائد والأحكام والمواعظ ( وَنَصَحْتُ لَكُمْ ) بما فيه إصلاحكم وهدايتكم \" فكيف أحزن على قوم كافرين \" بذلت جهدى فى سبيل هدايتهم ونجاتهم ، ولكنهم كرهوا النصح ، واستحبوا العمى على الهدى .لا ، لن آسى عليهم . ولن أحزن من أجل هلاكهم ، لأنهم لا يستحقون ذلك .وإلى هنا تكون السورة الكريمة قد حدثتنا عن جانب من قصص نوح وهود ، وصالح ، ولوط ، وشعيب مع أقوامهم . بعد أن بدأت بقصة آدم وإبليس وسنراها بعد قليل تحدثنا حديثا مستفيضا عن قصة موسى مع فرعون ومع بنى إسرائيل .ويلاحظ أن سورة الأعراف قد اتبعت فى حديثها عن هؤلاء الرسل الكرام التسلسل التاريخى ، وذلك لأهداف من أهمها :1 - إبراز وحدة العقيدة فى دعوة الأنبياء جميعا ، فأنت رأيت أن كل رسول أتى قومه ليقول لهم : يا قوم ابعدوا الله ما لكم من إله غيره ، يقولها ثم يسوق لهم بأسلوبه الخاص أنصع الدلائل ، وأقوى الحجج ، وخير البراهين ومختلف وجوه الإرشاد ، لكى يقنعهم بأنه صادق فيما يبلغه عن ربه .2 - تصوير وحدة طبيعة الإيمان ووحدة طبيعة الكفر فى نفوس الناس على مدار التاريخ ، فالمؤمنون يلتفون حول رسولهم يصدقون قوله ، ويتأسون به فى كل أحواله ويدافعون عن عقيدتهم بقوة وشجاعة ، والكافرون يستكبرون أن يرسل الله رسولا من البشر ، ويأبون بدافع الحقد والعناد والتطاول الاستجابة لرجل منهم ، ويلقون التهم جزافا لكى يصرفوا الناس عنه .وهكذا نرى أن نفوس المؤمنين تتشابه فى إخلاصها ونقائها وصفائها وحسن تقبلها للخير . بينما نفوس الكافرين تتشابه - أيضاً - فى ظلامها وقوستها وفجورها وسوء تقبلها للهداية .3 - بيان العاقبة الطيبة التى انتهى إليها المؤمنون بسبب إيمانهم وصبرهم وعملهم الطيب ، والعاقبة السيئة التى حاقت بالكافرين المستكبرين ، بسبب إعراضهم عن الحق ، واستهزائهم بأصحابه ، ( فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ )وبعد هذا الحديث الزاخر بالعظات والعبر عن بعض الأنبياء مع أقوامهم تمضى السورة الكريمة فى سرد هداياتها ، فتسوق للناس ألوانا من سنن الله التى لا تتغير ولا تتبدل ، لعل قلوبهم ترق ، ونفوسهم تتذكر ، وعقولهم تعى .وكأن السورة الكريمة تقول للناس : لقد سقت لكم الكثير من أخبار الماضين . وقصصت عليكم ما فيه الذكر لكل قلب سليم من أخبار بعض الأنبياء مع أقوامهم ، وأريتكم كيف كانت عاقبة الأخيار ، وكيف كانت عاقبة الأشرار ، فاجتهدوا فى طاعة الله ، وسيروا فى طريق الأخيار لتسعدوا كما سعدوا . واجتنبوا سبيل الأشرار حتى لا يصيبكم ما أصابهم ، فقد جرت سنته - سبحانه - أنه يمهل ولا يهمل ، وأن يبتلى الناس بالسراء والضراء لعلهم يضرعون ، وأن يفتح أبواب خيراته وبركاته لمن آمن به واتقاه ، وأبواب عقوباته لمن كفر به وعصاه .",
  "ayah": 93,
  "surah": 7
}
