{
  "text": "واستمع إلى السورة الكريمة وهى تصور هذه المعانى وغيرها بأسلوبها الحكيم فتقول : ( وَمَآ أَرْسَلْنَا فِي قَرْيَةٍ . . . . ) .هذه هى الآيات التى جاءت فى السورة الكريمة بعد حديثها المتنوع عن بعض الأنبياء مع أقوامهم ، وقبل حديثها المستفيض - الذى سنراه بعد قليل عن قصة موسى مع فرعون ومع بنى إسرائيل .وقد بدئت بقوله - تعالى - : ( وَمَآ أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّبِيٍّ إِلاَّ أَخَذْنَا أَهْلَهَا بالبأسآء والضرآء لَعَلَّهُمْ يَضَّرَّعُونَ ) البأساء : الشدة والمشقة كلاحرب والجدب وشدة الفقر . والضراء : ما يضر الإنسان فى بدنه أو معيشته كالمرض والمصائب .والمعنى : ذلك الذى قصصناه عليك يا محمد شأن الرسل السابقين مع أقوامهم الهالكين لهم ألوانا من الشدائد والمصائب لعلهم ينقادون لأمر الله ، ويثوبون إلى رشدهم ، ويكثرون من التضرع إليه والاستجابة لهديه .فالآية الكريمة إشارة إجمالية إلى بيان أحوال سائر الأمم ، إثر بيان أحوال الأمم التى سبق الحديث عنها وهى أمة نوح وهود وصالح ولوط وشعيب - عليه السلام - .والمقصود منها التحذير والتخويف لكفار قريش وغيرهم ، لينزجروا عن الضلال والعناد ، ويستجيبوا لله ولرسوله .وإنما ذكر القرية لأنها مجتمع القوم الذين بعث إليهم ، ويدخل تحت هذا اللفظ المدينة لأنها مجتمع الأقوام .وقوله : ( مِّن نَّبِيٍّ ) فيه حذف وإضمار والتقدير : من نبى كذبه قومه أو أهل القرية لأن قوله : ( إِلاَّ أَخَذْنَا أَهْلَهَا ) لا يترتب على الإرسال ، وإنما يترتب على التكذيب والعصيان . و ( مِّن ) لتأكيد النفى .والاستثناء فى قوله : ( إِلاَّ أَخَذْنَا أَهْلَهَا ) مفرغ من أعم الأحوال ، و ( أَخَذْنَا ) فى موضع نصب على الحال من فاعل ( أَرْسَلْنَا ) أى : وما أرسلنا - فى قرية من القرى المهلكة بسبب ذنوبها - نبيا من الأنبياء فى حال من الأحوال إلا حال كوننا آخذين أهلها بالبأساء والضراء . قبل إنزال العقوبة المستأصلة لهم .وجملة ( لَعَلَّهُمْ يَضَّرَّعُونَ ) تعليلية . أى : فعلنا ما فعلنا لكى يتضرعوا ويتذللوا ويتوبوا من ذنوبهم .فما يأخذ الله به الغافلين من الشدائد والمحن ليس من أجل التسلية والتشفى - تعالى الله عن ذلك - وإنما من أجل أن ترق القلوب الجامدة ، وتتعظ المشاعر الخامدة ، ويتجه البشر الضعاف إلى خالقهم ، يتضرعون إليه ويستغفرونه ، عما فرط منهم من خطايا .",
  "ayah": 94,
  "surah": 7
}
