{
  "text": "ثم بين - سبحانه - لونا آخر من ألوان ابتلائه للناس فقال : ( ثُمَّ بَدَّلْنَا مَكَانَ السيئة الحسنة ) المراد بالسيئة ما يسوء ويحزن كالشدائد والأمراض . وبالحسنة السعة والصحة وأنواع الخيرات .أى : ثم بعد ان ابتلينا هؤلاء الغافلين بالبأساء والضراء رفعنا ذلك عنهم ، وابتليناهم بضده ، بأن أعطيناهم بدل المصائب نعما ، فإذا الرخاء ينزل بهم مكان الشدة ، واليسر مكان الحرج ، والعافية بدل الضر ، والذرية بدل العقم . والكثرة بدل القلة ، والأمن محل الخوف .قال الآلوسى : وقوله : ( ثُمَّ بَدَّلْنَا ) معطوف على ( أَخَذْنَا ) داخل فى حكمه ، وهو - أى بدلنا - متضمن معنى أعطى الناصب لمفعولين وهما هنا الضمير المحذوف والحسنة أى : أعطيناهم الحسنة فى مكان السيئة ومعنى كونها فى مكانها أنها بدل منها .ويرى بعض العلماء أن لفظ ( مَكَانَ ) مفعول به لبدلنا وليس ظرفا ، والمعنى بدلنا مكان الحال السيئة الحال الحسنة ، فالحسنة هى المأخوذة الحاصلة فى مكان السيئة المتروكة .وقوله : ( حتى عَفَوْاْ ) أى : كثروا ونموا فى أنفسهم وأموالهم . يقال : عفا النبات ، وعفا الشحم إذا كثر وتكاثف . وأعفيته . أى : تركته يعفو ويكثر ، ومنه قوله صلى الله عليه وسلم : \" وأعفوا اللحى \" أى : وفروها وكثروها .فماذا كان موقفهم من ابتلاء الله إياهم بالشدائد تارة وبالنعم أخرى؟ لقد كان موقفهم يدل على فساد فطرتهم ، وانحطاط نفوسهم ، وعدم اتعاظهم بما تجرى به الأقدار ، وبما بين أيديهم من سراء وضراء تحمل كل عاقل على التفكير والاعتبار .استمع إلى القرآن وهو يصور موقفهم فيقول : ( وَّقَالُواْ قَدْ مَسَّ آبَاءَنَا الضرآء والسرآء ) .أى : أنهم حينما رأوا ألوان الخيرات بين أيديهم بعد أن كانوا فى بأساء وضراء ، لم يعتبروا ولم يشكروا الله على نعمه ، بل قالوا بغباء وجهل . قد مس آباءنا من قبلنا ما يسوء وما يسر ، وتناوبهم ما ينفع وما يضر ، ونحن مثلهم يصيبنا ما أصابهم ، وقد أخذنا دورنا من الضراء كما أخذوا ، وجاء دورنا فى السراء فلنغنمها فى إرواء شهواتنا . وإشباع متعنا ، فتلك عادة الزمان من أبنائه ولا داعى لأن ننظر إلى السراء والضراء على أنهما نوع من الابتلاء والاختبار .وهذا شأن الغافلين الجاهلين فى كل زمان ومكان ، إنهم لا يعتبرون بأى لون من ألوان العبر ، ولا يستشعرون فى أنفسهم تحرجا من شىء يعملونه .وإن قولهم هذا ليوحى بحالة نفسية خاصة \" حالة عدم المبالاة والاستهتار \" وهى حالة أكثر ما تكون مشاهدة فى أهل الرخاء والجاه . فهم يسرفون ويبذرون بدون تحرج ، ويرتكبون كل كبيرة تقشعر لها الأبدان بدون اكتراث ، وتغشاهم العبر من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ، ومع كل ذلك لا يعتبرون ولا يتعظون .هذا شأنهم ، أما المؤمنون فإنهم ليسوا كذلك ، وإنما هم كما وصفهم رسول الله صلى الله عليه وسلم فى قوله : \" عجبا لأمر المؤمن : إن أمره كله خير ، وليس ذاك لأحد إلا للمؤمن . إن اصابته سراء شكر فكان خيرا له ، وإن أصابته ضراء صبر فكان خيرا له \" .ولم يترك القدر أولئك الغافلين بدون قصاص ، وإنما فاجأهم بالعقوبة التى تناسبهم ، قال - تعالى - : ( فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ ) أى : فكان عاقبة بطرهم وأشرهم وغفلتهم أن أخذناهم بالعذاب فجأة ، من غير شعور منهم بذلك ، ولا خطور شىء من المكاره ببالهم ، لأنهم كانوا - لغبائهم - يظنون أنهم سيعيشون حياتهم فى نعم الحياة ورغدها بدون محاسبة لهم على أعمالهم القبيحة ، وأقوالهم الذميمة .فالجملة الكريمة تشير إلى أن أخذهم بالعقوبة كان أليما شديدا ، لأنهم فوجئوا بها مفاجأة بدون مقدمات .وجملة ( وَهُمْ لاَ يَشْعُرُونَ ) حال من المفعول به فى ( أَخَذْنَاهُمْ ) مؤكدة لمعنى البغتة .",
  "ayah": 95,
  "surah": 7
}
