{
  "text": "১২২ নং আয়াতের তাফসীর:\nকোন কোন মুফাসসিরগণ বলেন: জিহাদের আদেশের সাথে এ আয়াতের সম্পর্ক রয়েছে। উদ্দেশ্য হল, যখন পূর্ববর্তী আয়াতসমূহে জিহাদ থেকে পিছিয়ে থাকা ব্যক্তিদের জন্য কঠিন শাস্তির কথা বর্ণনা করা হয়েছে, তখন সাহাবীগণ সতর্ক হয়ে গেলেন এবং যখনই জিহাদের ডাক আসত তখনই সকলেই তাতে শরীক হওয়ার চেষ্টা করতেন। এ আয়াতে তাদেরকে আদেশ দেয়া হয়েছে যে, সমস্ত জিহাদ এমন নয় যে, তাতে সকলকে শরীক হওয়া জরুরী। বরং একদলের শরীক হলেই যথেষ্ট হবে। তাদের একদল জিহাদ করবে অন্য দল ইলম অর্জন করবে।\nদ্বিতীয় ব্যাখ্যা হল: জিহাদের আয়াতের সাথে এ আয়াতের কোন সম্পর্ক নেই। বরং এতে দীনের জ্ঞান অর্জনের গুরুত্ব ও তার প্রতি উদ্বুুদ্ধ করা হয়েছে এবং তার পদ্ধতির কথা বর্ণিত হয়েছে। অর্থাৎ প্রত্যেক গোত্র বা জামা‘আত থেকে কিছু মানুষ দীনি শিক্ষা অর্জনের জন্য আপন বাড়ি-ঘর ছেড়ে বেরিয়ে আসবে এবং ফিরে এসে স্বগোত্রের লোকেদের ভীতি প্রদর্শন করবে। মূলত আয়াতটি ধর্মীয় জ্ঞান অর্জন ফরয হওয়ার প্রমাণ বহন করে। কারণ আয়াতের অর্থ হল: নাবী (সাঃ) সকল যুদ্ধে অংশ গ্রহণ করেননি, সুতরাং তাঁকে রেখে সবাই জিহাদে বের হয়ে যাবে এটা তাদের জন্য সংগত নয়, বরং এক দল মু’মিন তাঁর সাথে থেকে যাবে। তারা দীনী শিক্ষা গ্রহণ করবে। মুজাহিদরা ফিরে আসলে তাদের সব শিক্ষা দেবে যা নাবী (সাঃ) থেকে তারা শিখেছে। তবে তা ফরযে কিফায়াহ, ফরযে আইন নয়।\nধর্মীয় জ্ঞানার্জন দু’প্রকার:\n১. ফরযে আইন: রাসূলুল্লাহ (সাঃ) বলেন: প্রত্যেক মুসলিম ব্যক্তির ওপর (ধর্মীয়) জ্ঞানার্জন ফরয। (সহীহুল জামে হা: ৩৯১৩) যেমন আল্লাহ তা‘আলা সম্পর্কে জানা, রাসূল মুহাম্মাদ (সাঃ) সম্পর্কে জানা এবং দীন সম্পর্কে জানা।\n২. ফরযে কিফায়াহ: তা হল ধর্মের ব্যাপারে গভীর জ্ঞানার্জন করা। এ প্রকার জ্ঞানার্জন করা অনেক ফযীলতের কাজ। নাবী (সাঃ) বলেন: যে ব্যক্তি এমন পথে চলে যে পথে জ্ঞানার্জন করা যায় আল্লাহ তা‘আলা তার জন্য জান্নাতের পথ সহজ করে দেন। ফেরেশতারা ঐ ব্যক্তির প্রতি সন্তুষ্ট হয়ে তাদের ডানা বিছিয়ে দেয়। একজন জ্ঞানী ব্যক্তির জন্য আকাশ-জমিনে যারা আছে এমনকি সমুদ্রের মাছ পর্যন্ত তার জন্য ক্ষমা প্রার্থনা করে। ইবাদতকারীর ওপর আলেমের ফযীলত তেমন সকল তারকার ওপর পূর্ণিমার চাঁদের ফযীলত যেমন। আলেমরাই নাবীদের ওয়ারিশ, নাবীরা কোন টাকা পয়সার ওয়ারিশ বানিয়ে যাননি, তারা কেবল জ্ঞানের ওয়ারিশ বানিয়ে গেছেন। সুতরাং যে ব্যক্তি তা গ্রহণ করবে সে একটা পরিপূর্ণ অংশ গ্রহণ করল। (তিরমিযী হা: ২৬৮২, আবূ দাঊদ হা: ৩৬৪১, সহীহ)\nসুতরাং প্রত্যেক মু’মিন জিহাদে বের হয়ে যাবে এমন নয়, বরং তাদের একদল দীনের গভীর জ্ঞান অর্জন করবে। তাছাড়া ফরয জ্ঞান তো সকলকে অর্জন করতেই হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. জিহাদ ফরযে কিফায়াহ। তাই সকল মু’মিনের জিহাদে বের হওয়া আবশ্যক নয়, মুসলিম নেতা যখন সকলকে জিহাদে শরীক হতে বলবেন বা অমুসলিমরা যদি মুসলিমদের দেশে আক্রমন করে তাহলে সকলের ওপর আবশ্যক হয়ে যায়।\n২. যে জ্ঞান অর্জন না করলে ইবাদত পালন করতে পারবে না তা অর্জন করা ওয়াজিব।\n৩. দীনের গভীর জ্ঞানার্জন করা ফযীলতের কাজ।",
  "ayah": 122,
  "surah": 9
}
