{
  "text": "৬০ নং আয়াতের তাফসীর:\nএ আয়াতে সদাক্বাহ তথা যাকাতের সম্পদ ব্যয় করার খাত উল্লেখ করা হয়েছে।\nযাকাতের সম্পদ আট শ্রেণির সকলের মাঝে বণ্টন করতে হবে, না কোন একশ্রেণিকে দিলেই হবে? এ ব্যাপারে বিভিন্ন মতামত পাওয়া গেলেও সঠিক কথা হল যখন যেথায় বেশি প্রয়োজন হবে তখন সে খাতেই ব্যয় করা উত্তম।\nআটটি খাতের সংক্ষিপ্ত বিবরণ:\n১. ফকীর: ইবনু উমার (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাঃ) বলেন: সদাক্বাহ ধনী ও সুস্থ সবল লোকের জন্য হালাল নয়। (আবূ দাঊদ হা: ১৬৩৪, তিরমিযী হা: ৬৫২, সনদ সহীহ)\nদুজন লোক রাসূলুল্লাহ (সাঃ)-এর কাছে সাদাকার মাল চাইল। তিনি (সাঃ) তখন তাদের আপাদমস্তক লক্ষ করে বুঝতে পারলেন যে, তারা সুস্থ ও সবল লোক। তিনি (সাঃ) তাদেরকে বললেন: তোমরা চাইলে আমি দিতে পারি। কিন্তু জেনে রেখ! ধনী, শক্তিশালী উপার্জনে সক্ষম ব্যক্তির জন্য এতে কোন অংশ নেই। (আবূ দাঊদ হা: ১৬৩৩, নাসাঈ হা: ২৫৯৭, সনদ সহীহ)\nফকীর কারা এ হাদীস দ্বারা সুস্পষ্ট হয়ে গেল। অতএব যারা উপার্জনে অক্ষম বা সর্বহারা তারাই ফকীর বলে গণ্য হবে।\n২. মিসকীন: রাসূলুল্লাহ (সাঃ) বলেন: মিসকীন সেই ব্যক্তি নয় যে এক লোকমা বা দু’ লোকমা, একটি খেজুর, দুটি খেজুরের জন্য মানুষের দ্বারে দ্বারে চেয়ে বেড়ায়। সাহাবীগণ বললেন, হে আল্লাহর রাসূল (সাঃ) ! তাহলে মিসকীন কে? রাসূলুল্লাহ (সাঃ) বললেন: যার কাছে এমন কিছু নেই যার দ্বারা সে অমুখাপেক্ষী হতে পারে, যার এমন অবস্থা প্রকাশ পায় না যা দেখে তাকে সদাক্বাহ দেয়া হবে এবং মানুষের কাছেও চায় না। (সহীহ বুখারী হা: ১৪৭৯)\nহাদীস দ্বারা বুঝ গেল যারা ফকীর থেকে একটু স্বচ্ছল তারাই মিসকীন।\n৩. তহসীলদার বা যাকাত সংগ্রহকারী: এ থেকে উদ্দেশ্য সরকারের সে সব কর্মচারী যারা যাকাত ও সদাক্বাহ আদায় ও বণ্টন এবং হিসাব-নিকাশের কাজে নিয়োজিত থাকে। (পারিশ্রমিক ও বেতন স্বরূপ এদেরকে যাকাতের মাল থেকে দেয়া যাবে।)\n৪. যাদের মনকে ইসলামের প্রতি আকৃষ্ট করা আবশ্যক: প্রথমতঃ সে কাফির যে ইসলামের প্রতি অনুরাগী হয়। এমন ব্যক্তিকে সাহায্য করলে আশা করা যায় যে, সে ইসলাম কবূল করবে। দ্বিতীয়তঃ সে সকল নওমুসলিম যাকে ইসলামে দৃঢ় থাকার জন্য সাহায্য করা হয়। তৃতীয়তঃ সে লোকও এতে শামিল যাকে সাহায্য করলে আশা করা যায় যে, সে নিজের এলাকার লোকেদেরকে মুসলিমদের ওপর হামলা করা থেকে বিরত রাখবে এবং অনুরূপভাবে সে নিজের নিকটতম মুসলিমদেরকে রক্ষা করবে। আবূ সাঈদ (রাঃ) হতে বর্ণিত তিনি বলেন: নাবী (সাঃ)-এর কাছে কিছু জিনিস প্রেরণ করা হল। এরপর তিনি সেগুলো চারজনের মধ্যে বণ্টন করে দিলেন। আর বললেন: তাদেরকে (এর দ্বারা) ইসলামের প্রতি আকৃষ্ট করছি। ...........হাদীসের শেষ পর্যন্ত। (সহীহ বুখারী হা: ৪৬৬৭)\n৫. দাসমুক্তি: নাবী (সাঃ) বলেন: তিন প্রকার লোকেদের সাহায্য করা আল্লাহ তা‘আলার ওপর আবশ্যক। ১. ঐ যোদ্ধা যে আল্লাহ তা‘আলার পথে জিহাদ করে। ২. ঐ চুক্তিবদ্ধ দাস, যে তার চুক্তির টাকা আদায়ের ইচ্ছা করে। এরূপ চুক্তিবদ্ধ দাস যাকাতের সম্পদের হকদার। ৩. ঐ ব্যক্তি যে বিবাহ করতে চায় পবিত্র থাকার জন্য। (তিরমিযী হা: ১৬৫৫, নাসাঈ হা: ৩১২০, সনদ সহীহ)\n৬. ঋণগ্রস্ত লোক:\nপ্রথমত: ঋণগ্রস্ত ব্যক্তি দ্বারা উদ্দেশ্য যে ব্যক্তি নিজ পরিবারের খরচাদি এবং জীবনের প্রয়োজনীয় সামগ্রী সংগ্রহ করতে লোকেদের কাছে ঋণ গ্রহণ করেছে। আর তার কাছে এমন কোন স্থাবর ও অস্থাবর সম্পত্তি নেই যা বিক্রি করে ঋণ পরিশোধ করতে পারে। দ্বিতীয়ত: এমন যামিনদার ব্যক্তি যে কারো যামিন হয়েছে, অতঃপর যামানতের টাকা তার আসল যিম্মাদার আদায় করতে না পারায় তার ঘাড়ে এসে পড়েছে। তৃতীয়ত: যার ফসলাদি দুর্যোগ এসে ধ্বংস করে দিয়েছে বা বাণিজ্য ও শিল্প ক্ষতিগ্রস্ত এবং নিঃস্ব হয়েছে ফলে সে ঋণগ্রস্ত হয়ে গেছে।\n৭. আল্লাহর পথ: অর্থাৎ যারা আল্লাহ তা‘আলার রাস্তায় জিহাদ করে তাদের সরঞ্জাম, অস্ত্রশস্ত্র ও প্রয়োজনীয় জিনিসপত্র ক্রয় বাবদ এবং মুজাহিদদের ব্যয় বাবদ। অন্য একটি হাদীসে হাজ্জ ও উমরাকে ফী সাবীলিল্লাহ’র অন্তর্ভুক্ত বলা হয়েছে।\nকতক আলিম বলেন: ইসলামী দাওয়াত ও তাবলীগের কাজও ফী সাবিলিল্লাহর অন্তর্ভুক্ত। কারণ এতেও জিহাদের মতই আল্লাহ তা‘আলার কালেমাকে উঁচু করা উদ্দেশ্য হয়ে থাকে।\n৮. মুসাফির: যদি কোন মুসাফির বৈধ সফরে সাহায্যের মুখাপেক্ষী হয়ে পড়ে- অথচ সে তার এলাকায় প্রচুর সম্পদের অধিকারী সে ব্যক্তি প্রয়োজন মিটানোর জন্য যাকাতের হকদার।\nতবে যার ব্যয় বহন করা ওয়াজিব তাকে যাকাত দেয়া যাবে না। যেমন পিতা-মাতা, স্ত্রী ও সন্তান। যদি রাষ্ট্র প্রধান ছেলে যাকাতের সম্পদ থেকে পিতাকে দেয় তাহলে তা বৈধ। অনুরূপ স্ত্রী তার সম্পদ থেকে স্বামীকে যাকাত দিতে পারে যদি স্বামী যাকাত পাওয়ার যোগ্য হয়। যেমন আব্দুল্লাহ ইবনু মাসউদের স্ত্রী যায়নাব  রাসূলুল্লাহ (সাঃ)-এর কাছে এসে বললেন: আমি আমার স্বামীকে যাকাত দিতে চাই এটা কি সঠিক হবে? রাসূলুল্লাহ (সাঃ) বললেন: হ্যাঁ। এতে তোমার দু’টি প্রতিদান রয়েছে, এক. যাকাত প্রদানের জন্য, দুই. আত্মীয়তা সম্পর্ক বজায় রাখার জন্য। (সহীহ বুখারী হা: ১৪৬৬, সহীহ মুসলিম হা: ১০০০)\nযাকাতের নিসাব:\n১. স্বর্ণ, রোপ্য ও নগদ টাকার যাকাত: কারো মালিকানায় বিশ দিনার অর্থাৎ সাড়ে সাত ভরি স্বর্ণ বা সাড়ে বায়াান্ন ভরি রোপ্য বা তার সমপরিমাণ নগদ টাকা থাকলে এবং এক বছর পূর্ণ হলে চল্লিশ ভাগের এক ভাগ অর্থাৎ শতকরা আড়াই টাকা হিসেবে যাকাত দিতে হবে।\n২. ব্যবসার মালের যাকাত: ব্যবসার মালপত্রের দাম নিসাব পরিমাণ হলে এবং পূর্ণ এক বছর থাকলে শতকরা আড়াই টাকা হারে যাকাত দিতে হবে।\n৩. গৃহপালিত পশুর যাকাত: গৃহপালিত পশুর যাকাত ফরয হওয়ার জন্য শর্ত হল এমন পশু হওয়া যা সারা বছর এমনি মাঠে চড়ে বেড়ায় তা দেখা শুনা করতে তেমন কোন খরচ হয় না।\nক. উট: সর্বনিম্ন পরিমাণ হল ৫ হতে ৯টি, এতে যাকাত দিতে হবে একটি ছাগল।\nখ. গরু বা মহিষ: সর্বনিম্ন পরিমাণ হল ৩০ হতে ৩৯টি, এতে যাকাত দিতে হবে এক বছরের একটি বাচ্চা গরু।\nগ. ছাগল বা ভেড়া: সর্বনিম্ন পরিমাণ হল ৪০ হতে ১২০টি, এতে যাকাত দিতে হবে একটি ছাগল। সর্বক্ষেত্রে শর্ত হল এক বছর পূর্ণ হতে হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. যাকাত ব্যয়ের খাত জানতে পারলাম।\n২. যাকাতের প্রকৃত হকদার কারা তাও অবগত হলাম।\n৩. যাকাতের নিসাব জানতে পারলাম।",
  "ayah": 60,
  "surah": 9
}
