{
  "text": "حفظ قرآن، تلاوت و تفسیر کا ذمہ دار اللہ تعالیٰ  یہاں اللہ عزوجل اپنے نبی ﷺ کو تعلیم دیتا ہے کہ فرشتے سے وحی کس طرح حاصل کریں، آنحضور ﷺ اس کو اخذ کرنے میں بہت جلدی کرتے تھے اور قرأت میں فرشتے کے بالکل ساتھ ساتھ رہتے تھے، پس اللہ عزوجل حکم فرماتا ہے کہ جب فرشتہ وحی لے کر آئے آپ سنتے رہیں، پھر جس ڈر سے آپ ایسا کرتے تھے اسی طرح اس کا واضح کرانا اور تفسیر اور بیان آپ سے کرانے کے ذمہ داری بھی ہم ہی پر ہے، پس پہلی حالت یاد کرانا، دوسری تلاوت کرانا، تیسری تفسیر، مضمون اور توضیح مطلب کرانا تینوں کی کفالت اللہ تعالیٰ نے اپنے ذمہ لی، جیسے اور جگہ ہے آیت (وَلَا تَعْجَلْ بالْقُرْاٰنِ مِنْ قَبْلِ اَنْ يُّقْضٰٓى اِلَيْكَ وَحْيُهٗ ۡ وَقُلْ رَّبِّ زِدْنِيْ عِلْمًا01104) 20۔ طه :114) یعنی جب تک تیرے پاس وحی پوری نہ آئے تو پڑھنے میں جلدی نہ کیا کر ہم سے دعا مانگ کہ میرے رب میرے علم کو زیادہ کرتا رہے، پھر فرماتا ہے اسے تیرے سینے میں جم کرنا اور اسے تجھ سے پڑھوانا ہمارا ذمہ ہے جب ہم اسے پڑھیں یعنی ہمارا نازل کردہ فرشتہ جب اسے تلاوت کرے تو تو سن لے جب وہ پڑھ چکے تب تو پڑھ ہماری مہربانی سے تجھے پورا یاد ہوگا اتنا ہی نہیں بلکہ حفظ کرانے تلاوت کرانے کے بعد ہم تجھے اس کی معنی مطالب تعین و توضیح کے ساتھ سمجھا دیں گے تاکہ ہماری اصلی مراد اور صاف شریعت سے تو پوری طرح آگاہ ہوجائے، مسند میں ہے حضور ﷺ کو اس سے پہلے وحی کو دل میں اتارنے کی سخت تکلیف ہوتی تھی اس ڈر کے مارے کہ کہیں میں بھول نہ جاؤں فرشتے کے ساتھ ساتھ پڑھتے جاتے تھے اور آپ کے ہونٹ ہلتے جاتے تھے چناچہ حضرت ابن عباس راوی حدیث نے اپنے ہونٹ ہلا کر دکھایا کہ اس طرح اور ان کے شاگرد سعید نے بھی اپنے استاد کی طرح ہلا کر اپنے شاگرد کو دکھائے اس پر یہ آیت اتری کہ اتنی جلدی نہ کرو اور ہونٹ نہ ہلاؤ اسے آپ کے سینے میں جمع کرنا اور آپ کی زبان سے اس کی تلاوت کرانا ہمارے سپرد ہے جب ہم اسے پڑھیں تو آپ سنئے اور چپ رہئے جبرائیل کے چلے جانے کے بعد انہی کی طرح ان کا پڑھایا ہوا پڑھنا بھی ہمارے سپرد ہے، بخاری و مسلم میں بھی یہ روایت ہے، بخاری شریف میں یہ بھی ہے کہ پھر جب وحی اترتی آپ نظریں نیچی کرلیتے اور جب وحی چلی جاتی آپ پڑھتے، ابن ابی حاتم میں بھی بہ روایت ابن عباس یہ حدیث مروی ہے اور بہت سے مفسرین سلف صالحین نے یہی فرمایا ہے یہ بھی مروی ہے کہ حضور ﷺ ہر وقت تلاوت فرمایا کرتے تھے کہ ایسا نہ ہو میں بھول جاؤں اس پر یہ آیتیں اتریں، حضرت ابن عباس اور عطیہ عوفی فرماتے ہیں اس کا بیان ہم پر ہے یعنی حلال حرام کا واضح کرنا حضرت قتادہ کا قول بھی یہی ہے۔ پھر فرمان ہوتا ہے کہ ان کافروں کو قیامت کے انکار، اللہ کی پاک کتاب کو نہ ماننے اور اللہ کے عظیم الشان رسول ﷺ کی اطاعت نہ کرنے پر آمادہ کرنے والی چیز حب دنیا اور غفلت آخرت ہے، حالانکہ آخرت کا دن بڑی اہمیت والا دن ہے، اس دن بہت سے لوگ تو وہ ہوں گے جن کے چہرے ہشاش بشاش ترو تازہ خوش و خرم ہوں گے اور اپنے رب کے دیدار سے مشرف ہو رہے ہوں گے، جیسے کہ صحیح بخاری شریف میں ہے کہ عنقریب تم اپنے رب کو صاف صاف کھلم کھلا اپنے سامنے دیکھو گے، بہت سی صحیح احادیث سے متواتر سندوں سے جو ائمہ حدیث نے اپنی کتابوں میں وارد کی ہیں ثابت ہوچکا ہے کہ ایمان والے اپنے رب کے دیدار سے قیامت کے دن مشرف ہوں گے ان احادیث کو نہ تو کوئی ہٹا سکے نہ ان کا کوئی انکار کرسکے۔ صحیح بخاری و صحیح مسلم شریف میں حضرت ابو سعید اور حضرت ابوہریرہ ؓ سے مروی ہے کہ لوگوں نے پوچھا یا رسول اللہ ﷺ کیا ہم اپنے رب کو قیامت کے دن دیکھیں گے ؟ آپ نے فرمایا سورج اور چاند کو جبکہ آسمان صاف بےابر ہو دیکھنے میں تمہیں کوئی مزاحمت یا رکاوٹ ہوتی ہے ؟ انہوں نے کہا نہیں آپ نے فرمایا اسی طرح تم اللہ تعالیٰ کو دیکھو گے، بخاری و مسلم میں ہے حضرت جریر سے مروی ہے کہ نبی ﷺ نے فرمایا چودہویں رات کے چاند کو دیکھ رہے ہو پس اگر تم سے ہو سکے تو سورج نکلنے سے پہلے کی نماز (یعنی صبح کی نماز) اور سورج ڈوبنے سے پہلے کی نماز (یعنی عصر کی نماز) میں کسی طرح کی سستی نہ کرو، حضرت ابو موسیٰ ؓ سے انہی دونوں متبرک کتابوں میں مروی ہے کہ رسول اللہ ﷺ نے فرمایا دو جنتیں سونے کی ہیں وہاں کے برتن اور ہر چیز سونے کی ہے اور دو جنتیں چاندی کی ہیں اور ان کے برتن اور ہر چیز چاندی ہی کی ہے سوائے کبریائی کی چادروں کے اور کوئی آڑ نہیں۔ یہ جنت عدن کا ذکر ہے، صحیح مسلم کی حدیث میں ہے کہ جب جنتی جنت میں پہنچ جائیں گے تو اللہ تعالیٰ ان سے دریافت فرمائے گا کچھ چاہتے ہو کہ بڑھا دوں ؟ وہ کہیں گے الٰہی تو نے ہمارے چہرے سفید نورانی کردیئے، ہمیں جنت میں پہنچا دیا جہنم سے بچا لیا اب ہمیں کس چیز کی ضرورت ہے ؟ اسی وقت حجاب ہٹا دیئے جائیں گے اور ان اہل جنت کی نگاہیں جمال باری سے منور ہوں گی اس میں انہیں جو سرور و لذت حاصل ہوگی وہ کسی چیز میں نہ حاصل ہوگی سب سے زیادہ محبوب انہیں دیدار باری ہوگا اسی کو اس آیت میں لفظ (زیادہ) سے تعبیر کیا گیا ہے پھر آپ نے یہ آیت پڑھی (لِلَّذِيْنَ اَحْسَـنُوا الْحُسْنٰى وَزِيَادَةٌ ۭ وَلَا يَرْهَقُ وُجُوْهَھُمْ قَتَرٌ وَّلَا ذِلَّةٌ ۭ اُولٰۗىِٕكَ اَصْحٰبُ الْجَنَّةِ ۚ ھُمْ فِيْهَا خٰلِدُوْنَ 26؀) 10۔ یونس :26) یعنی احسان کرنے والوں کو جنت بھی ملے گی اور دیدار رب بھی، صحیح مسلم کی حضرت جابر والی روایت میں ہے کہ اللہ تعالیٰ مومنوں پر قیامت کے میدان میں مسکراتا ہوا تجلی فرمائے گا، پس معلوم ہوا کہ ایماندار قیامت کے عرصات میں اور جنتوں میں دیدار الٰہی سے مشرف کئے جائیں گے، مسند احمد کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں سب سے ہلکے درجہ کا جنتی اپنے ملک اور اپنی ملکیت کو دو ہزار سال دیکھتا رہے گا دور اور نزدیک کی چیزیں یکساں نگاہ میں ہوں گی ہر طرف اور ہر جگہ اسی کی بیویاں اور خادم نظر آئیں گے اور اعلیٰ درجہ کے جنتی ایک ایک دن میں دو دو مرتبہ اللہ تعالیٰ کے بزرگ چہرے کو دیکھیں گے، ترمذی شریف میں بھی یہ حدیث ہے، یہ حدیث بروایت حضرت ابن عمر مرفوعًا بھی مروی ہے، ہمیں ڈر ہے کہ اگر اس قسم کی تمام حدیثیں اور روایتیں اور ان کی سندیں اور ان کے مختلف الفاظ یہاں جمع کریں گے تو مضمون بہت طویل ہوجائے گا بہت ہی صحیح اور حسن حدیثیں بہت سی مسند اور سنن کی کتابوں میں مروی ہیں جن میں اکثر ہماری اس تفسیر میں متفرق مقامات پر آبھی گئی ہیں، ہاں توفیق اللہ کے ہاتھ میں ہے، اللہ کا شکر ہے کہ اس مسئلہ میں یعنی اللہ تعالیٰ کا دیدار مومنوں کو قیامت کے دن ہونے میں صحابہ تابعین اور سلف امت کا اتفاق اور اجماع ہے ائمہ اسلام اور ہداۃ انام سب اس پر متفق ہیں، جو لوگ اس کی تاویل کرتے ہیں اور کہتے ہیں کہ مراد اس سے اللہ تعالیٰ کی نعمتوں کو دیکھنا پاس اس آیت کا کیا جواب ہے جہاں بدکاروں کی نسبت فرمایا گیا ہے آیت (كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ 15؀ۭ) 83۔ المطففین :15) یعنی فاجر قیامت کے دن اپنے پروردگار سے پردے میں کردیئے جائیں گے، حضرت امام شافعی فرماتے ہیں کہ فاجروں کے دیدار الٰہی سے محروم رہنے کا صاف مطلب یہی ہے کہ ابرار یعنی نیک کار لوگ دیدار الٰہی سے مشرف کئے جائیں گے اور متواتر احادیث سے ثابت ہوچکا ہے اور اسی پر اس آیت کی روانگی الفاظ صاف دلالت کرتی ہے کہ ایمان دار دیدار باری سے محظوظ ہوں گے، حضرت حسن فرماتے ہیں یہ چہرے حسن و خوبی والے ہوں گے کیونکہ دیار رب پر ان کی نگاہیں پڑتی ہوں گی پھر بھلا یہ منور و حسین کیوں نہ ہوں اور بہت سے منہ اس دن بگڑے ہوئے ہوں گے بدشکل ہو رہے ہوں گے بےرونق اور اداس ہوں گے، انہیں یقین ہوگا کہ ہم کوئی ہلاکت اور اللہ کی پکڑ آئی، ابھی ہمیں جہنم میں جانے کا حکم ہوا، جیسے اور جگہ ہے آیت (يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْھُھُمْ ۣاَكَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ01006) 3۔ آل عمران :106) یعنی اس دن بعض چہرے گورے چٹے خوبصورت اور حسین ہوں گے اور بعض کالے منہ والے ہوں گے اور جگہ سے آیت (وُجُوْهٌ يَّوْمَىِٕذٍ خَاشِعَةٌ ۙ) 88۔ الغاشية :2) ، یعنی قیامت کے دن بہت سے چہرے خوف زدہ دہشت اور ڈر والے بد رونق اور ذلیل ہوں گے جو عمل کرتے رہے تکلیف اٹھاتے رہے لیکن آج بھڑکتی ہوئی آگ میں جا گھسے پھر فرمایا آیت (وُجُوْهٌ يَّوْمَىِٕذٍ نَّاعِمَةٌ ۙ) 88۔ الغاشية :8) ، یعنی بعض چہرے ان دن نعتموں والے خوش و خرم چمکیلے اور شادان و فرحان بھی ہوں گے، جو اپنے گزشتہ اعمال سے خوش ہوں گے اور بلند وبالا جنتوں میں اقامت رکھتے ہوں گے، اسی مضمون کی اور بھی بہت سی آیتیں ہیں۔",
  "ayah": 25,
  "surah": 75
}
