{
  "text": "جب ہماری روح حلق تک پہنچ جاتی ہے اور اس کے بعد کیا ہوتا ہے  یہاں موت کا اور سکرات کی کیفیت کا بیان ہو رہا ہے اللہ تعالیٰ ہمیں اس وقت حق پر ثابت قدم رکھے۔ (کلا) کو اگر یہاں ڈانٹ کے معنی میں لیا جائے تو یہ معنی ہوں گے کہ \" اے ابن آدم تو جو میری خبروں کو جھٹلاتا ہے یہ درست نہیں بلکہ ان کے مقدمات تو تو روزمرہ کھلم کھلا دیکھ رہا ہے \" اور اگر اس لفظ کو (حقا) کے معنی میں لیں تو مطلب اور زیادہ ظاہر ہے یعنی یہ بات یقینی ہے کہ جب تیری روح تیرے جسم سے نکلنے لگے اور تیرے نرخرے تک پہنچ جائے (تراقی) جمع ہے (ترقوۃ) کی ان ہڈیوں کو کہتے ہیں جو سینے پر اور مونڈھوں کے درمیان میں ہیں جسے ہانس کی ہڈی کہتے ہیں، جیسے اور جگہ ہے (فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَ 83 ۙ) 56۔ الواقعة :83) فرمایا ہے یعنی جبکہ روح حلق تک پہنچ جائے اور تم دیکھ رہے ہو اور ہم تم سے بھی زیادہ اس کے قریب ہیں لیکن تم نہیں دیکھ سکتے پس اگر تم حکم الٰہی کے ماتحت نہیں ہو اور اپنے اس قول میں سچے ہو تو اس روح کو کیوں نہیں لوٹا لاتے ؟ اس مقام پر اس حدیث پر بھی نظر ڈال لی جائے جو بشر بن حجاج کی روایت سے سورة یٰسین کی تفسیر میں گذر چکی ہے، (تراقی) جو جمع ہے (ترقوہ) کی ان ہڈیوں کو کہتے ہیں جو (حلقوم) کے قریب ہیں اس وقت ہائی دہائی ہوتی ہے کہ کوئی ہے جو جھاڑ پھونک کرے یعنی کسی طبیب وغیرہ کے ذریعہ شفا ہوسکتی ہے ؟ اور یہ بھی کہا گیا ہے کہ یہ فرشتوں کا قول ہے یعنی اس روح کو لے کر کون چڑھے گا رحمت کے فرشتے یا عذاب کے ؟ اور پنڈلی سے پنڈلی کے رگڑا کھانے کا ایک مطلب تو حضرت ابن عباس وغیرہ سے یہ مروی ہے کہ دنیا اور آخرت اس پر جمع ہوجاتی ہے دنیا کا آخری دن ہوتا ہے اور آخرت کا پہلا دن ہوتا ہے جس سے سختی اور سخت ہوجاتی ہے مگر جس پر رب رحیم کا رحم و کرم ہو، دوسرا مطلب حضرت عکرمہ سے یہ مروی ہے کہ ایک بہت بڑا امیر دوسرے بہت بڑے امیر سے مل جاتا ہے بلا پر بلا آجاتی ہے، تیسرا مطلب حضرت حسن بصری وغیرہ سے مروی ہے کہ خود مرنے والے کی بےقراری، شدت درد سے پاؤں پر پاؤں کا چڑھ جانا مراد ہے۔ پہلے تو ان پیروں پر چلتا پھرتا تھا اب ان میں جان کہاں ؟ اور یہ بھی مروی ہے کہ کفن کے وقت پنڈلی سے پنڈلی کا مل جانا مراد ہے، چوتھا مطلب حضرت ضحاک سے یہ بھی مروی ہے کہ دو کام دو طرف جمع ہوجاتے ہیں ادھر تو لوگ اس کے جسم کو نہلا دھلا کر سپرد خاک کرنے کو تیار ہیں ادھر فرشتے اس کی روح لے جانے میں مشغول ہیں اگر نیک ہے تو عمدہ تیاری اور دھوم کے ساتھ اگر بد ہے تو نہایت ہی برائی اور بدتر حالت کے ساتھ اب لوٹنے، قرار پانے، رہنے سہنے، پہنچ جانے کھچ کر اور چل کر پہنچنے کی جگہ اللہ ہی کی طرف ہے روح آسمان کی طرف چڑھائی جاتی ہے پھر وہاں سے حکم ہوتا ہے کہ اسے زمین کی طرف واپس لے جاؤ میں نے ان سب کو اسی سے پیدا کیا ہے اسی میں لوٹا کرلے جاؤں گا اور پھر اسی سے انہیں دوبارہ نکالوں گا، جیسے کہ حضرات براء کی مطول حدیث میں آیا ہے، یہی مضمون اور جگہ بیان ہوا ہے آیت (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۭحَتّٰٓي اِذَا جَاۗءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ 61؀) 6۔ الانعام :61) ، وہی اپنے بندوں پر غالب ہے وہی تمہاری حفاظت کے لئے تمہارے پاس فرشتے بھیجتا ہے یہاں تک کہ تم میں سے کسی کی موت کا وقت آجائے تو ہمارے بھیجے ہوئے فرشتے اسے فوت کرلیتے ہیں اور وہ کوئی قصور نہیں کرتے پھر سب کے سب اپنے سچے مولا کی طرف لوٹائے جاتے ہیں یقین مانو کہ حکم اسی کا چلتا ہے اور وہ سب سے جلد حساب لینے والا ہے۔ پھر اس کافر انسان کا حال بیان ہو رہا ہے جو اپنے دل اور عقیدے سے حق کا جھٹلانے والا اور اپنے بدن اور عمل سے حق سے روگردانی کرنے والا تھا جس کا ظاہر باطن برباد ہوچکا تھا اور کوئی بھلائی اس میں باقی نہیں رہی تھی، نہ وہ اللہ کی باتوں کی دل سے تصدیق کرتا تھا نہ جسم سے عبادت اللہ بجا لاتا تھا یہاں تک کہ نماز کا بھی چور تھا، ہاں جھٹلانے اور منہ مڑونے میں بےباک تھا اور اپنے اس ناکارہ عمل پر اتراتا اور پھولتا ہوا بےہمتی اور بدعملی کے ساتھ اپنے والوں میں جا ملتا تھا، جیسے اور جگہ ہے آیت (وَاِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمُ انْقَلَبُوْا فَكِهِيْنَ 31؀ڮ) 83۔ المطففین :31) یعنی جب اپنے والوں کی طرف لوٹتے ہیں تو خوب باتیں بناتے ہوئے مزے کرتے ہوئے خوش خوش جاتے ہیں اور جگہ ہے آیت (انہ کان فی اھلہ مسروراً) یعنی یہ اپنے گھرانے والوں میں شادمان تھا اور سمجھ رہا تھا کہ اللہ کی طرف اسے لوٹنا ہی نہیں۔ اس کا یہ خیال محض غلط تھا اس کے رب کی نگاہیں اس پر تھیں، پھر اسے اللہ تبارک و تعالیٰ دھمکاتا ہے اور ڈر سناتا ہے اور فرماتا ہے خرابی ہو تجھے اللہ کے ساتھ کفر کر کے پھر اتراتا ہے۔ جیسے اور جگہ ہے آیت (ذُقْ ڌ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ 49؀) 44۔ الدخان :49) یعنی قیامت کے دن کافر سے بطور ڈانٹ اور حقارت کے کہا جائے گا کہ لے اب مزہ چکھ تو تو بڑی عزت اور بزرگی والا تھا اور فرمان ہے آیت (كُلُوْا وَتَمَتَّعُوْا قَلِيْلًا اِنَّكُمْ مُّجْرِمُوْنَ 46؀) 77۔ المرسلات :46) کچھ کھا پی لو آخر تو بدکار گنہگار ہو اور جگہ ہے آیت (فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖ ۭ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۭ اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ 15؀) 39۔ الزمر :15) جاؤ اللہ کے سوا جس کی چاہو عبادت کرو وغیرہ وغیرہ غرض یہ ہے کہ ان تمام جگہوں میں یہ احکام بطور ڈانٹ ڈپٹ کے ہیں۔ حضرت سعید بن جبیر سے جب یہ آیت (اَوْلٰى لَكَ فَاَوْلٰى 34؀ۙ) 75۔ القیامة :34) ، کی بابت پوچھا گیا تو آپ نے فرمایا رسول مقبول ﷺ نے یہ ابو جہل کو فرمایا تھا پھر قرآن میں بھی یہی الفاظ نازل ہوئے، حضرت ابن عباس سے بھی اسی کے قریب قریب نسائی میں موجود ہے، ابن ابی حاتم میں حضرت قتادہ کی روایت ہے کہ حضور ﷺ کے اس فرمان پر اس دشمن رب نے کہا کہ کیا تو مجھے دھمکاتا ہے ؟ اللہ کی قسم تو اور تیرا رب میرا کچھ نہیں بگاڑ سکتے، ان دونوں پہاڑیوں کے درمیان چلنے والوں میں سب سے زیادہ ذی عزت میں ہوں۔ کیا انسان یہ سمجھتا ہے کہ اسے یونہی چھوڑ دیا جائے گا ؟ اسے کوئی حکم اور کسی چیز کی ممانعت نہ کی جائے گی ؟ ایسا ہرگز نہیں بلکہ دنیا میں اسے حکم و ممانعت اور آخرت میں اپنے اپنے اعمال کے بموجب جزاء و سزا ضرور ملے گی، مقصود یہاں پر قیامت کا اثبات اور منکرین قیامت کا رد ہے، اسی لئے دلیل کے طور پر کہا جاتا ہے کہ انسان دراصل نطفہ کی شکل میں بےجان و بےبنیاد تھا پانی کا ذلیل قطرہ تھا جو پیٹھ سے رحم میں آیا پھر خون کی پھٹکی بنی، پھر گوشت کا لوتھڑا ہوا، پھر اللہ تعالیٰ نے شکل و صورت دے کر روح پھونکی اور سالم اعضاء والا انسان بنا کر مرد یا عورت کی صورت میں پیدا کیا۔ کیا اللہ جس نے نطفہ ضعیف کو ایسا صحیح القامت قوی انسان بنادیا وہ اس بات پر قادر نہیں کہ اسے فنا کر کے پھر دوبارہ پیدا کر دے ؟ یقیناً پہلی مرتبہ کا پیدا کرنے والا دوبارہ بنانے پر بہت زیادہ اور بطور اولیٰ قادر ہے، یا کم از کم اتنا ہی جتنا پہلی مرتبہ تھا۔ جیسے فرمایا (وَهُوَ الَّذِيْ يَبْدَؤُا الْخَــلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ 27؀) 30۔ الروم :27) اس نے ابتدا پیدا کیا وہی پھر لوٹائے گا اور وہ اس پر بہت زیادہ آسان ہے۔ اس آیت کے مطلب میں بھی دو قول ہیں، لیکن پہلا قول ہی زیادہ مشہور ہے جیسے کہ سورة روم کی تفسیر میں اس کا بیان اور تقریر گذر چکی واللہ اعلم، ابن ابی حاتم میں ہے کہ ایک صحابی ؓ اپنی چھت پر بہ آواز بلند قرآن شریف پڑھ رہے تھے جب اس سورت کی آخری آیت کی تلاوت کی تو فرمایا (سبحانک اللھم قبلی) یعنی اے اللہ تو پاک ہے اور بیشک قادر ہے، لوگوں نے اس کہنے کا باعث پوچھا تو فرمایا میں نے رسول اللہ ﷺ کو اس آیت کا یہی جواب دیتے ہوئے سنا ہے ابو داؤد میں بھی یہ حدیث ہے، لیکن دونوں کتابوں میں اس صحابی کا نام نہیں گو یہ نام نہ ہونا مضر نہیں، ابو داؤد کی اور حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا جو شخص تم میں سے سورة والتین کی آخری آیت (اَلَيْسَ اللّٰهُ بِاَحْكَمِ الْحٰكِمِيْنَ ۧ) 95۔ التین :8) پڑھے وہ (بلا وانا علی ذالک من الشاھدین) کہے یعنی ہاں اور میں بھی اس پر گواہ ہوں اور جو شخص سورة قیامت کی آخری آیت (اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓي اَنْ يُّـحْيِۦ الْمَوْتٰى 40؀) 75۔ القیامة :40) پڑھے تو وہ کہے (بلی) اور جو سورة والمرسلات کی آخری آیت (فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ 50؀) 77۔ المرسلات :50) پڑھے وہ (امنا باللہ) کہے یہ حدیث مسند احمد اور ترمذی میں بھی ہے، ابن جریر میں حضرت قتادہ سے مروی ہے کہ نبی ﷺ اس آخری آیت کے بعد فرماتے (سبحانک وبلی) حضرت ابن عباس سے اس آیت کے جواب میں یہ کہنا ابن ابی حاتم میں مروی ہے۔ سورة قیامہ کی تفسیر الحمد اللہ ختم ہوئی۔",
  "ayah": 31,
  "surah": 75
}
