{
  "text": "فاجتبہ ........................ الصلحین (86 : 05) ” آخر کار اس کے رب نے اسے برگزیدہ فرما لیا اور اسے صالح بندوں میں شامل کردیا “۔\nیہ تجربہ خاتم النبین کے لئے پیش کیا گیا تاکہ آپ اپنے فرائض رسالت کی ادائیگی میں اس سے استفادہ کریں۔ کیونکہ آپ نے آخری رسالت کا کام تمام سابقہ تجربات کی روشنی میں کرنا تھا۔ تمام نصیحتیں ، تمام عبرتیں اور تمام تجربات کی فصل آپ نے کاٹنی تھی تاکہ آپ کے لئے اپنے کام میں فیصلے کرنے میں آسانی ہو۔ اور آپ یہ بوجھ اچھی طرح اٹھاسکیں۔ تاکہ آنے والے زمانے میں ، جدید سے جدید تر حالات میں بھی زندگی کی گاڑی ان اصولوں کے مطابق چلائی جاسکے اور جب مستقبل کوئی نیا مسئلہ لے کر آئے تو اس دعوت اور رسالت کے اصولوں میں اس کا حل موجود ہو۔\nیہ تجربہ جس سے حضرت یونس (علیہ السلام) گزرے ، یہ نبی ﷺ کے سامنے رکھا جاتا ہے۔ ایسے حالات میں کہ انہی کی طرح لوگ ہٹ دھرمی ، تکذیب اور سرکشی پر اترے ہوئے ہیں اور یہ نصیحت آپ کو اس وقت کی گئی جب حق و باطل کے معرکے کی ذمہ داری سے آپ کو سبکدوش کردیا گیا۔ یہ ذمہ داری اللہ نے لے لی۔ جس طرح چاہے گا ، جنگ کرے گا ، جس وقت چاہے گا ، کرے گا۔ آپ کو یہ حکم دے دیا کہ آپ صبر اور ثابت قدمی سے اپنا کام یعنی ابلاغ کرتے رہیں ، چاہے اس راہ میں جو مشکلات بھی آئیں ، تمام فیصلے وقت پر ہوں گے۔ مقام دعوت نہ چھوڑیں نہ جلدی کریں۔\nدعوت اسلامی کی مشکلات اور مشقتوں میں سے سب سے بڑی مشقت صبر کرنا ہے۔ اور اس وقت کا انتظار کرنا ہے کہ جب اللہ اپنا آخری فیصلہ صادر کردے کیونکہ دعوت کامیابی کے وقت کا فیصلہ اللہ کے پاس ہے اور یہ فیصلہ اللہ اپنی حکمت کے مطابق صار فرماتا ہے۔ اس فیصلے کی گھڑی کے آنے سے پہلے اس راہ میں بڑی مشقتیں آتی رہتی ہیں ، لوگ جھٹلاتے ہیں ، پھر تشدد کرتے ہیں۔ چالیں چلتے ہیں اور سخت عناد رکھتے ہیں۔ باطل اپنی قوت کا مظاہرہ کرتا ہے اور وہ اسے اس طرح بڑھا کر پیش کرتا ہے جس طرح غبارے میں ہوا بھردی جاتی ہے۔ اور وہ خوفناک نظر آتا ہے ، لوگ ظاہری کامیابی اور باطل کی چلت پھرت سے مرعوب ہوکر اس کے پیچھے ہو لیتے ہیں ، پھر مشکل ترین مشقت یہ ہوتی ہے کہ داعی نہایت ثابت قدمی ، استقلال ، سنجیدگی کے ساتھ جم کر کام کرتا رہے اور وعدہ حق کی آمد کا انتظار کرے۔ کوئی شک نہ کرے ، کوئی تردد اسے نہ ہو ، سیدھی راہ پر جارہا ہو ، اگرچہ راہ میں رکاوٹیں آئیں تو گویا وقت کے آنے کا انتظار بڑی مشقت ہے۔ رہا اصل معرکہ تو یہ اللہ نے اپنے ہاتھ میں لے لیا ہے۔ وہی اس معرکے میں فریق ہے ، وہی تدبیر کررہا ہے۔ وہ ظالموں کی رسی دراز کررہا ہے۔ اور اس میں حکمت پوشیدہ ہے۔ یہی وعدہ ان مشکل حالات میں نبی کریم ﷺ سے ہوا اور بعد کے حالات نے اس کی تصدیق کی۔\nآخر میں کافروں کے ایک دوسرے منظر کو یہاں لایا جاتا ہے۔ یہ لوگ رسول اللہ ﷺ کی دعوت اور تبلیغ سن کر سخت غصے میں آتے تھے اور جل بھن جاتے تھے اور ان کے دل میں سخت عناد اور حسد پیدا ہوتا ہے ، جس کا اظہار ان کی نظروں سے ہوتا ۔ زہر آلود اور قہر آمیز نظروں سے یہ لوگ آپ کو گھورتے ہیں۔ قرآن کریم ان کو نہایت ہی خوبصورتی سے بیان کرتا ہے جس پر اضافہ ممکن نہیں۔",
  "ayah": 50,
  "surah": 68
}
