{
  "text": "أُولَـٰئِكَ يُؤْتَوْنَ أَجْرَ‌هُم مَّرَّ‌تَيْنِ (Such people will be given their reward twice - 28:54). That is, the believers who are also people of the book will be rewarded twice. A similar promise is made for the wives of the Holy Prophet ، ﷺ وَمَن يَقْنُتْ مِنكُنَّ لِلَّـهِ وَرَ‌سُولِهِ وَتَعْمَلْ صَالِحًا نُّؤْتِهَا أَجْرَ‌هَا مَرَّ‌تَيْنِ (And whoever from among you stands in obedience to Allah and His messenger and does righteous deeds, We will give her, her reward twice. - 33:31). In a hadith of Sahih a1 Bukhari three types of persons are mentioned for double reward One, those people of the book who had faith in their prophets initially, and then developed faith in the Holy Prophet ﷺ . Two, the slave who is submissive and obedient to Allah Ta` ala and His Messenger ﷺ ، and also to his master. Three, the one who owned a slave girl, with whom he was allowed intercourse but he freed her and made her his formal wife by performing nikah.\nThe point worth consideration in this verse is the cause for which these categories of Muslims are given their reward twice. One cause could be that they have done two good deeds for which they are entitled to double reward. In all these three cases there are two good deeds involved. In the case of believers two good deeds are faith in their own prophet first, and then in the Holy Prophet and the Qur'an. In the case of the wives of the Holy Prophet ﷺ ، two good deeds are that they loved and obeyed the Holy Prophet ﷺ both as a prophet and as husband. As for the owner of the slave girl, his first good deed is to free her, and the second to marry her. But this explanation may be subjected to the objection that two rewards for two good deeds are applicable to all, according to norms of justice; so where is the distinction for the people of the book or believers, and the wives of the Holy Prophet ﷺ ، or the master of the slave girl? Keeping this objection in view, I have answered the original question in another way which is fully described in my book Ahkam ul-Qur'an under Surah Al-Qasas. According to that explanation, it is apparent by the wording of Qur'an that in all these examples, the relevant persons will not get two rewards for two deeds, but they will get double reward for each single deed, because the principle of 'two rewards for two deeds' is applicable to all, according to the express declaration of the Qur'an: لَا أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم (I do not let go to waste the labour of a worker from you - 3:195), that is Allah Ta` ala does not waste deeds of any one of you. In fact one will get reward for every single good deed he performs. Therefore the double reward contemplated for all these types, is that for every single good deed they will be awarded double the reward. For instance, they will be given two rewards for a single prayer, two rewards for a single charity, and two rewards for each one good deed like fasting, performing Hajj etc.. If one contemplates on the wordings of Qur'an he will note that for giving two rewards the appropriate word was اَجرَین ، (two rewards) but instead of that Qur'an has used the word اَجرَھُم مرّتَین (their reward twice - 28:54), in which there is a clear hint that all their good deeds will be written twice and they will get double the reward for each one of them.\nAs for the reason why these people have been chosen for such an extra ordinary reward, the straight answer is that it is Allah Ta` ala's prerogative to declare any deed preferable or superior to other deeds, and enhance its reward. No one has the right to question as to why He has enhanced the reward for a particular act as compared to the other, or why has He increased the reward of fasting while He has not done so in the case of zakah and charity. It is possible that the pedestal of deeds, mentioned in the verse under reference and the hadith of Bukhari, is higher in the sight of Allah in comparison to other deeds, and hence double the reward. Some prominent scholars have given the reason of this preference that they require excessive effort and hardship. This explanation is also probable, and the word بِمَا صَبَرُوا (because they observed patience) towards the end of this verse can be taken as a proof for the argument that the ground for double reward is their endurance on hardship. (Only Allah knows best).\nوَيَدْرَ‌ءُونَ بِالْحَسَنَةِ السَّيِّئَةَ (And they repel evil with good - 28:54). The scholars have made different assertions while explaining 'evil' and 'good deed' as they are contemplated in this verse. Some have explained that 'good deed' stands here for obedience, and 'evil' for sin, and the sense is that every good deed wipes out the sin, as is maintained in a hadith in which the Holy Prophet ﷺ said to Sayyidna Mu` adh Ibn Jabal ؓ ‘\tاَتبِعِ الحَسَنَۃَ السَّیِّٔۃَ تَمحُھَا (Perform a good deed after an evil deed, and it will wipe out the evil). According to this interpretation, the verse is praising these people that whenever they commit an evil act by mistake, they wipe it out by doing some good act. Some others are of the opinion that Hasanah (good deed) in this verse is used for knowledge and serenity, and sayyi'ah for ignorance and negligence. Thus it means that these people respond to the ignorant acts of others with serenity and forbearance and not with a similar ignorance. As a matter of fact, there is no contradiction in these explanations, because the words hasanah and sayyi` ah, that is virtue and evil, encompass all these things.\nThere are two important advices in this verse:\nFirstly, if someone commits a sin, its best remedy is that he should look for doing something good. The virtuous deed becomes expiation for the sin, as quoted in the hadi'th of Sayyidna Mu` adh ضی اللہ تعالیٰ عنہ above. Secondly, if a person behaves with someone badly, the wronged one is within his right to take revenge, provided he does not exceed the wrong done to him. However, it is much better for him that, instead of taking revenge, he returns the cruelty with kindness and the evil with virtue. It is an act of high degree of nobility of character. There are innumerable benefits in such an act, both in this world and in the Hereafter. In another Qur'anic verse this advice is given in very clear words ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (Repel with that which is fairer and behold, he between whom and thee there is enmity shall be as if he were a loyal friend - 41:34). It means that one should act kindly in return of cruelty. In this way his foe will become his sincere friend.",
  "ayah": 54,
  "surah": 28
}
