{
  "text": "Commentary\nوَرَ‌بُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ‌ (And your Lord creates what He wills and chooses - 28:68). According to one interpretation of this verse, the choice referred to here is Allah's choice with regard to the divine commands, and the sense is that as Allah Ta` ala is unique in the creation of universe and no one is His partner, so is He in the issuance of His commands. He can give out any command to His creatures. But Imam Baghawi, in his commentary, and ` Allamah Ibn Al-Qayyim (رح) in the preface of Zad al-Ma` ad have adopted another interpretation according to which the choice of Allah Ta’ ala, as envisaged in this verse, relates to the prerogative of Allah Ta` ala by which He selects any one from His creatures for His favours. According to Baghawi, this was the reply given to the infidels of Makkah on their observation لَوْلَا نُزِّلَ هَـٰذَا الْقُرْ‌آنُ عَلَىٰ رَ‌جُلٍ مِّنَ الْقَرْ‌يَتَيْنِ عَظِيمٍ (Why was this Qur'an not sent down upon some man of moment in the two cities? - 43:31) that is, ` If Allah had wished to reveal this Qur'an He should have revealed it on some dignitary of Makkah or Ta'if, so that he should have had respect and reverence. What was the wisdom in revealing it on a poor orphan?' In answer to this suggestion it is said in the present verse that it is the prerogative of the Lord of universe, who has created all the creatures without any help or partner, to select any one from His creatures for the special favours He wishes to confer. It is not for you to suggest whom He should or should not select, nor is He bound to listen to your suggestions.\nGiving preference to one thing over the other or to one person over the other, and determination of correct standard of preference, are all Divine prerogatives\nHaafiz Ibn Al-Qayyim has drawn an outstanding rule from this verse that the preference given to places and things in this world are not achieved by them with their own efforts or deeds, but it is the result of direct selection and prerogative of the Creator of the universe. He has created seven skies, out of which He has given preference to highest sky over others, although the material of all is the same. Similarly, He has given preference to Jannat al- Firdaus over all other parts of the Jannah. Then, He preferred Jibra'il, Mika'il, Isra'fil, etc. over all other angels, and has placed prophets on highest pedestal among the humans. And among the prophets has given preference to more resolute ones over all other prophets. Then among the resolute, He has given preference to His Khalil Ibrahim (علیہ السلام) and Habib Muhammad ﷺ over all other resolute prophets. Then preference is given to progeny of Ismail (علیہ السلام) over all other people of the world, then to Quraish among the progeny of Ismail (علیہ السلام) and to Bani Hashim over all the Quraish, and finally to Sayyidna Muhammad Mustafa ﷺ over entire Bani Hashim. Similarly, the preference given to companions of the Holy Prophet ﷺ and other elders of the Ummah, is all under the control and prerogative of Allah Subhanahu wa Ta` ala, and the result of His selection.\nIn the same way, many places of the world are preferred over other places, and many days and nights have preference over the normal days and nights. In short, the original standard of preference in the entire universe is His prerogative and selection. However, at times , human acts may also become a cause of preference in the sense that those performing righteous acts are preferred over the others, and the places where such people live or perform virtuous acts may also acquire preference over other places. This preference can be gained by sincerity of effort and righteous deeds. The gist of this discussion is that the basis of preference in the world is dependent on two things. One is beyond one's control and rests entirely on the selection of Allah Ta’ ala, and the other is within the ability of human beings and may be achieved by righteous deeds and superior morals. Allamah Ibn al-Qayyim (رح) has deliberated in great detail on this subject and has concluded that the four Rightly Guided Caliphs have precedence over all other companions of the Prophet ﷺ . Then Sayyidna Abu Bakr ؓ has preference over other three Caliphs. After that Sayyidna ` Umar Ibn al-Khattab ؓ has preference over the other two, and Sayyidna ` Uthman ؓ over Sayyidna 'Ali ؓ . He has proved this sequence with the help of two standards discussed above. Shah Abdul Aziz Dehlavi (رح) has also written a booklet on this subject in Persian language, which I have translated in Urdu and Arabic. Urdu translation has been published under the title (بَعض التفسصِیل لمَسٔلۃ التفضیل) and Arabic translation is included in my book Ahkam al-Qur'an, under Surah Al-Qasas. This is a research work that would be of interest to scholars.",
  "ayah": 68,
  "surah": 28
}
