{
  "text": "لما ذكر تعالى أن المؤمنين بعضهم أولياء بعض قطع الموالاة بينهم وبين الكفار كما قال الحاكم في مستدركه: حدثنا محمد بن صالح بن هانئ حدثنا أبو سعيد يحيى بن منصور الهروي حدثنا محمد بن أبان حدثنا محمد بن يزيد وسفيان بن حسين عن الزهري عن علي بن الحسين عن عمرو بن عثمان عن أسامة عن النبي صلى الله عليه وسلم قال \"لا يتوارث أهل ملتين ولا يرث مسلم كافرا ولا كافر مسلما ثم - قرأ - \"والذين كفروا بعضهم أولياء بعض إلا تفعلوه تكن فتنة في الأرض وفساد كبير\" ثم قال الحاكم صحيح الإسناد ولم يخرجاه. قلت الحديث في الصحيحين من رواية أسامة بن زيد قال: قال رسول الله صلى الله عليه وسلم \"لا يرث المسلم الكافر ولا الكافر المسلم\" وفي المسند والسنن من حديث عمرو بن شعيب عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم \"لا يتوارث أهل ملتين شتى\" وقال الترمذي حسن صحيح وقال أبو جعفر بن جرير حدثنا محمد عن معمر عن الزهري أن رسول الله صلى الله عليه وسلم أخذ على رجل دخل في الإسلام فقال \"تقيم الصلاة وتؤتي الزكاة وتحج البيت وتصوم رمضان وإنك لا ترى نار مشرك إلا وأنت له حرب\" وهذا مرسل من هذا الوجه وقد روي متصلا من وجه آخر عن رسول الله صلى الله عليه وسلم أنه قال \"أنا بريء من كل مسلم بين ظهراني المشركين\" ثم قال \"لا يتراءى ناراهما\" وقال أبو داود في آخر كتاب الجهاد حدثنا محمد بن داود بن سفيان أخبرني يحيى بن حسان أنبأنا سليمان بن موسى أبو داود حدثنا جعفر بن سعيد بن سمرة بن جندب عن سمرة بن جندب: أما بعد قال رسول الله صلى الله عليه وسلم \"من جامع المشرك وسكن معه فإنه مثله\" وذكر الحافظ أبو بكر بن مردويه من حديث حاتم بن إسماعيل عن عبدالله بن هرمز عن محمد وسعيد ابني عبيد عن أبي حاتم المزني قال: قال رسول الله صلى الله عليه وسلم \"إذا أتاكم من ترضون دينه وخلقه فأنكحوه إلا تفعلوه تكن فتنة في الأرض وفساد عريض\" قالوا يا رسول الله وإن كان فيه قال \"إذا أتاكم من ترضون دينه وخلقه فأنكحوه\" ثلاث مرات وأخرجه أبو داود والترمذي من حديث حاتم بن إسماعيل به بنحوه ثم روى من حديث عبدالحميد بن سليمان عن ابن عجلان عن أبي وثيمة النضري عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم \"إذا أتاكم من ترضون خلقه ودينه فزوجوه إلا تفعلوه تكن فتنة في الأرض وفساد عريض\" ومعنى قوله \"إلا تفعلوه تكن فتنة في الأرض وفساد كبير\" أي إن لم تجانبوا المشركين وتوالوا المؤمنين وإلا وقعت فتنة في الناس وهو التباس. الأمر واختلاط المؤمنين بالكافرين فيقع بين الناس فساد منتشر عريض طويل.",
  "ayah": 73,
  "surah": 8
}
