{
  "text": "وقوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) وهذا هو جواب القسم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: وقع ها هنا القسم ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) .واختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: لقد خلقنا ابن آدم في شدّة وعناء ونصب.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) يقول: في نَصَب.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا سعيد، عن منصور بن زاذان، عن الحسن، أنه قال في هذه الآية: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) يقول: في شدّة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) حين خُلِق في مشقة لا يُلَقى ابن آدم إلا مكابد أمر الدنيا والآخرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فِي كَبَدٍ ) قال: يكابد أمر الدنيا والآخرة.وقال بعضهم: خُلِق خَلْقا لم نَخْلق خلقه شيئا.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن عليّ بن رفاعة، قال: سمعت الحسن يقول: لم يخلق الله خلقا يكابد ما يُكابد ابن آدم.قال: ثنا وكيع، عن عليّ بن رفاعة، قال: سمعت سعيد بن أبي الحسن يقول: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: يكابد مصائب الدنيا، وشدائد الآخرة.قال: ثنا وكيع، عن النضر، عن عكرِمة قال: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في شدّة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن عطاء، عن سعيد بن جبير، عن ابن عباس ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في شدّة.قال: ثنا مهران، عن سفيان، عن ابن جريج، عن عطاء، عن ابن عباس، قال: في شدّة معيشته، وحمله وحياته، ونبات أسنانه.قال: ثنا مهران، عن سفيان، قال: قال مجاهد ( الإنْسَانَ فِي كَبَدٍ ) قال: شدة خروج أسنانه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( الإنْسَانَ فِي كَبَدٍ ) قال: شدّة.وقال آخرون: معنى ذلك أنه خُلِق منتصبا معتدل القامة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في انتصاب، ويقال: في شدّة.حدثنا ابن المثنى، قال: ثنا حرمى بن عمارة، قال: ثنا شعبة، قال: أخبرني عمارة، عن عكرِمة، في قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في انتصاب، يعني القامة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن إبراهيم ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: منتصبا.حدثنا ابن حميد، قال: ثنا مهران؛ وحدثنا أبو كُرَيب، قال: ثنا وكيع، جميعا عن سفيان، عن منصور، عن إبراهيم، مثله.حدثنا أبو كُرَيب، قال: ثنا ابن أبي زائدة، عن إسماعيل بن أبي خالد، عن عبد الله بن شَدَّاد، في قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: معتدلا بالقامة، قال أبو صالح: معتدلا في القامة.حدثنا يحيى بن داود الواسطي، قال: ثنا يحيى بن سعيد القطان، عن إسماعيل، عن أبي صالح ( خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: قائما.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( فِي كَبَدٍ ) خُلِق منتصبا على رجلين، لم تخلق دابة على خلقهحدثنا ابن حميد، قال: ثنا جرير، عن مُغيرة، عن مجاهد ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في صَعَد.وقال آخرون: بل معنى ذلك: أنه خُلق في السماء.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي كَبَدٍ ) قال: في السماء، يسمى ذلك الكَبَد.وأولى الأقوال في ذلك بالصواب: قول من قال: معنى ذلك أنه خلق يُكابد الأمور ويُعالجها، فقوله: ( فِي كَبَدٍ ) معناه: في شدّة.وإنما قلنا: ذلك أولى بالصواب؛ لأن ذلك هو المعروف في كلام العرب من معاني الكَبَد، ومنه قول لبيد بن ربيعة:عَيْــنِ هَــلا بَكَــيْتِ أرْبَــدَ إذْقُمْنــا وَقَــامَ الخُـصُومِ فِـي كَبَـد (1)------------------------الهوامش:(1) ‌البيت للبيد يرثى أخاه أربد ، وقد هلك على دين الجاهلية . قال أبو عبيدة في مجاز القرآن ( 187 ) : { خلقنا الإنسان في كبد } . في شدة . قال لبيد : \" عين هلا ... \" البيت . وفي ( اللسان : كبد ) الرجل يكابد الليل : إذا ركب هوله وصعوبته . ويقال : كابدت ظلمة الليلة مكابدة شديدة . وقال لبيد : \" عين هلا ... \" البيت أي في شدة وعناء . ويقال : تكبده الأمر : قصدته . ا هـ .",
  "ayah": 4,
  "surah": 90
}
