{
  "text": "دو متحارب \" مسلمان جماعتوں \" میں صلح کرانا ہر مسلمان کا فرض ہے  یہاں حکم ہو رہا ہے کہ اگر مسلمانوں کی کوئی دو جماعتیں لڑنے لگ جائیں تو دوسرے مسلمانوں کو چاہیے کہ ان میں صلح کرا دیں آپس میں لڑنے والی جماعتوں کو مومن کہنا اس سے حضرت امام بخاری نے استدلال کیا ہے کہ نافرمانی گو کتنی ہی بڑی وہ انسان کو ایمان سے الگ نہیں کرتی۔ خارجیوں کا اور ان کے موافق معتزلہ کا مذہب اس بارے میں خلاف حق ہے، اسی آیت کی تائید اس حدیث سے بھی ہوتی ہے جو صحیح بخاری وغیرہ میں مروی ہے کہ ایک مرتبہ رسول للہ ﷺ منبر پر خطبہ دے رہے تھے آپ کے ساتھ منبر پر حضرت حسن بن علی بھی تھے آپ کبھی ان کی طرف دیکھتے کبھی لوگوں کی طرف اور فرماتے کہ میرا یہ بچہ سید ہے اور اس کی وجہ سے اللہ تعالیٰ مسلمانوں کی دو بڑی بڑی جماعتوں میں صلح کرا دے گا۔ آپ کی یہ پیش گوئی سچی نکلی اور اہل شام اور اہل عراق میں بڑی لمبی لڑائیوں اور بڑے ناپسندیدہ واقعات کے بعد آپ کی وجہ سے صلح ہوگئی۔ پھر ارشاد ہوتا ہے اگر ایک گروہ دوسرے گروہ پر زیادتی کرے تو زیادتی کرنے والے سے لڑائی کی جائے تاکہ وہ پھر ٹھکانے آجائے حق کو سنے اور مان لے صحیح حدیث میں ہے اپنے بھائی کی مدد کر ظالم ہو تو مظلوم ہو تو بھی۔ حضرت انس نے پوچھا کہ مظلوم ہونے کی حالت میں تو ظاہر ہے لیکن ظالم ہونے کی حالت میں کیسے مدد کروں ؟ حضور ﷺ نے فرمایا اسے ظلم سے باز رکھو یہی اس کی اس وقت یہ مدد ہے مسند احمد میں ہے حضور ﷺ سے ایک مرتبہ کہا گیا کیا اچھا ہو اگر آپ عبداللہ بن ابی کے ہاں چلئے چناچہ آپ اپنے گدھے پر سوار ہوئے اور صحابہ آپ کی ہمرکابی میں ساتھ ہو لیئے زمین شور تھی جب حضور ﷺ وہاں پہنچے تو یہ کہنے لگا مجھ سے الگ رہیے اللہ کی قسم آپ کے گدھے کی بدبو نے میرا دماغ پریشان کردیا۔ اس پر ایک انصاری نے کہا واللہ رسول اللہ ﷺ کے گدھے کی بو تیری خوشبو سے بہت ہی اچھی ہے اس پر ادھر سے ادھر کچھ لوگ بول پڑے اور معاملہ بڑھنے لگا بلکہ کچھ ہاتھا پائی اور جوتے چھڑیاں بھی کام میں لائی گئیں۔ ان کے بارے میں یہ آیت اتری ہے۔ حضرت سعید بن جبیر فرماتے ہیں اوس اور خزرج قبائل میں کچھ چشمک ہوگئی تھی ان میں صلح کرا دینے کا اس آیت میں حکم ہو رہا ہے۔ حضرت سدی فرماتے ہیں عمران نامی ایک انصاری تھے ان کی بیوی صاحبہ کا نام ام زید تھا اس نے اپنے میکے جانا چاہا خاوند نے روکا اور منع کردیا کہ میکے کا کوئی شخص یہاں بھی نہ آئے، عورت نے یہ خبر اپنے میکے کہلوا دی وہ لوگ آئے اور اسے بالا خانے سے اتار لائے اور لے جانا چاہا ان کے خاوند گھر پر تھے نہیں خاوند والوں نے اس کے چچا زاد بھائیوں کو اطلاع دے کر انہیں بلا لیا اب کھینچا تانی ہونے لگی اور ان کے بارے میں یہ آیت اتری۔ رسول اللہ ﷺ نے دونوں طرف کے لوگوں کو بلا کر بیچ میں بیٹھ کر صلح کرا دی اور سب لوگ مل گئے پھر حکم ہوتا ہے دونوں فریقوں میں عدل کرو، اللہ عادلوں کو پسند فرماتا ہے حضور ﷺ فرماتے ہیں دنیا میں جو عدل و انصاف کرتے رہے وہ موتیوں کے منبروں پر رحمن عزوجل کے سامنے ہوں گے اور یہ بدلہ ہوگا ان کے عدل و انصاف کا (نسائی) مسلم کی حدیث میں ہے یہ لوگ ان منبروں پر رحمن عزوجل کے دائیں جانب ہوں گے یہ اپنے فیصلوں میں اپنے اہل و عیال میں اور جو کچھ ان کے قبضہ میں ہے اس میں عدل سے کام لیا کرتے تھے۔ پھر فرمایا کل مومن دینی بھائی ہیں رسول اللہ ﷺ فرماتے ہیں مسلمان مسلمان کا بھائی ہے اسے اس پر ظلم و ستم نہ کرنا چاہیے۔ صحیح حدیث میں ہے اللہ تعالیٰ بندے کی مدد کرتا رہتا ہے جب تک بندہ اپنے بھائی کی مدد میں لگا رہے اور صحیح حدیث میں ہے جب کوئی مسلمان اپنے غیر حاضر بھائی مسلمان کے لئے اس کی پس پشت دعا کرتا ہے تو فرشتہ کہتا ہے آمین۔ اور تجھے بھی اللہ ایسا ہی دے۔ اس بارے میں اور بھی بہت سی حدیثیں ہیں صحیح حدیث میں ہے مسلمان سارے کے سارے اپنی محبت رحم دلی اور میل جول میں مثل ایک جسم کے ہیں جب کسی عضو کو تکلیف ہو تو سارا جسم تڑپ اٹھتا ہے کبھی بخار چڑھ آتا ہے کبھی شب بیداری کی تکلیف ہوتی ہے۔ ایک اور حدیث میں ہے مومن مومن کے لئے مثل دیوار کے ہے جس کا ایک حصہ دوسرے حصے کو تقویت پہنچاتا اور مضبوط کرتا ہے پھر آپ نے اپنی ایک ہاتھ کی انگلیاں دوسرے ہاتھ کی انگلیوں میں ڈال کر بتایا مسند احمد میں ہے مومن کا تعلق اور اہل ایمان سے ایسا ہے جیسے سر کا تعلق جسم سے ہے، مومن اہل ایمان کے لئے وہی درد مندی کرتا ہے جو درد مندی جسم کو سر کے ساتھ ہے۔ پھر فرماتا ہے دونوں لڑنے والی جماعتوں اور دونوں طرف کے اسلامی بھائیوں میں صلح کرا دو اپنے تمام کاموں میں اللہ کا ڈر رکھو۔ یہی وہ اوصاف ہیں جن کی وجہ سے اللہ کی رحمت تم پر نازل ہوگی پرہیزگاروں کے ساتھ ہی رب کا رحم رہتا ہے۔",
  "ayah": 10,
  "surah": 49
}
