{
  "text": "فاسق کی خبر پر اعتماد نہ کرو  اللہ تعالیٰ حکم دیتا ہے کہ فاسق کی خبر کا اعتماد نہ کرو جب تک پوری تحقیق و تفتیش سے اصل واقعہ صاف طور پر معلوم نہ ہوجائے کوئی حرکت نہ کرو ممکن ہے کہ کسی فاسق شخص نے کوئی جھوٹی بات کہہ دی ہو یا خود اس سے غلطی ہوئی ہو اور تم اس کی خبر کے مطابق کوئی کام کر گذرو تو اصل اس کی پیروی ہوگی اور مفسد لوگوں کی پیروی حرام ہے اسی آیت کو دلیل بنا کر بعض محدثین کرام نے اس شخص کی روایت کو بھی غیر معتبر بتایا ہے جس کا حال نہ معلوم ہو اس لئے کہ بہت ممکن ہے یہ شخص فی الواقع فاسق ہو گو بعض لوگوں نے ایسے مجہول الحال راویوں کی روایت لی بھی ہے، اور انہوں نے کہا ہے کہ ہمیں فاسق کی خبر قبول کرنے سے منع کیا گیا ہے اور جس کا حال معلوم نہیں اس کا فاسق ہونا ہم پر ظاہر نہیں ہم نے اس مسئلہ کی پوری وضاحت سے صحیح بخاری شریف کی شرح میں کتاب العلم میں بیان کردیا ہے فالحمد للہ۔ اکثر مفسرین کرام نے فرمایا ہے کہ یہ آیت ولید بن عقبہ بن ابو معیط کے بارے میں نازل ہوئی ہے جبکہ رسول اللہ ﷺ نے انہیں قبیلہ بنو مصطلق سے زکوٰۃ لینے کے لئے بھیجا تھا۔ چناچہ مسند احمد میں ہے حضرت حارث بن ضرار خزاعی جو ام المومنین حضرت جویریہ کے والد ہیں فرماتے ہیں میں رسول اللہ ﷺ کی خدمت میں حاضر ہوا آپ نے مجھے اسلام کی دعوت دی جو میں نے منظور کرلی اور مسلمان ہوگیا۔ پھر آپ نے زکوٰۃ کی فرضیت سنائی میں نے اس کا بھی اقرار کیا اور کہا کہ میں واپس اپنی قوم میں جاتا ہوں اور ان میں سے جو ایمان لائیں اور زکوٰۃ ادا کریں میں انکی زکوۃٰ جمع کرتا ہوں اتنے اتنے دنوں کے بعد آپ میری طرف کسی آدمی کو بھیج دیجئے میں اس کے ہاتھ جمع شدہ مال زکوٰۃ آپ کی خدمت میں بھجوا دوں گا۔ حضرت حارث نے واپس آکر یہی کیا مال زکوٰۃ جمع کیا، جب وقت مقررہ گذر چکا اور حضور ﷺ کی طرف سے کوئی قاصد نہ آیا تو آپ نے اپنی قوم کے سرداروں کو جمع کیا اور ان سے کہا یہ تو ناممکن ہے کہ اللہ کے رسول ﷺ اپنے وعدے کے مطابق اپنا کوئی آدمی نہ بھیجیں مجھے تو ڈر ہے کہ کہیں کسی وجہ سے رسول اللہ ﷺ ہم سے ناراض نہ ہوگئے ہوں ؟ اور اس بنا پر آپ نے اپنا کوئی قاصد مال زکوٰۃ لے جانے کے لئے نہ بھیجا ہو اگر آپ لوگ متفق ہوں تو ہم اس مال کو لے کر خود ہی مدینہ شریف چلیں اور حضور ﷺ کی خدمت میں پیش کردیں یہ تجویز طے ہوگئی اور یہ حضرات اپنا مال زکوٰۃ ساتھ لے کر چل کھڑے ہوئے ادھر سے رسول اللہ ﷺ نے ولید بن عقبہ کو اپنا قاصد بنا کر بھیج چکے تھے لیکن یہ حضرت راستے ہی میں سے ڈر کے مارے لوٹ آئے اور یہاں آ کر کہہ دیا کہ حارث نے زکوٰۃ بھی روک لی اور میرے قتل کے درپے ہوگیا۔ اس پر آنحضرت ﷺ ناراض ہوئے اور کچھ آدمی تنبیہ کے لئے روانہ فرمائے مدینہ کے قریب راستے ہی میں اس مختصر سے لشکر نے حضرت حارث کو پا لیا اور گھیر لیا۔ حضرت حارث نے پوچھا آخر کیا بات ہے ؟ تم کہاں اور کس کے پاس جا رہے ہو ؟ انہوں نے کہا ہم تیری طرف بھیجے گئے ہیں پوچھا کیوں ؟ کہا اس لئے کہ تو نے حضور ﷺ کے قاصد ولید کو زکوٰۃ نہ دی بلکہ انہیں قتل کرنا چاہا۔ حضرت حارث نے کہا قسم ہے اس اللہ کی جس نے محمد ﷺ کو سچا رسول بنا کر بھیجا ہے نہ میں نے اسے دیکھا نہ وہ میرے پاس آیا چلو میں تو خود حضور ﷺ کی خدمت میں حاضر ہو رہا ہوں یہاں آئے تو حضور ﷺ نے ان سے دریافت فرمایا کہ تو نے زکوٰۃ بھی روک لی اور میرے آدمی کو بھی قتل کرنا چاہا۔ آپ نے جواب دیا ہرگز نہیں یارسول اللہ ﷺ قسم ہے اللہ کی جس نے آپ کو سچا رسول بنا کر بھیجا ہے نہ میں نے انہیں دیکھا نہ وہ میرے پاس آئے۔ بلکہ قاصد کو نہ دیکھ کر اس ڈر کے مارے کہ کہیں اللہ تعالیٰ اور اس کے رسول ﷺ مجھ سے ناراض نہ ہوں گئے ہوں اور اسی وجہ سے قاصد نہ بھیجا ہو میں خود حاضر خدمت ہوا، اس پر یہ آیت (حکیم) تک نازل ہوئی طبرانی میں یہ بھی ہے کہ جب حضور ﷺ کا قاصد حضرت حارث کی بستی کے پاس پہنچا تو یہ لوگ خوش ہو کر اس کے استقبال کیلئے خاص تیاری کر کے نکلے ادھر ان کے دل میں یہ شیطانی خیال پیدا ہوا کہ یہ لوگ مجھ سے لڑنے کے لئے آرہے ہیں تو یہ لوٹ کر واپس چلے آئے انہوں نے جب یہ دیکھا کہ آپ کے قاصد واپس چلے گئے تو خود ہی حاضر ہوئے اور ظہر کی نماز کے بعد صف بستہ کھڑے ہو کر عرض کیا کہ یا رسول اللہ آپ نے زکوٰۃ وصول کرنے کے لئے اپنے آدمی کو بھیجا ہماری آنکھیں ٹھنڈی ہوئیں ہم بیحد خوش ہوئے لیکن اللہ جانے کیا ہوا کہ وہ راستے میں سے ہی لوٹ گئے تو اس خوف سے کہ کہیں اللہ ہم سے ناراض نہ ہوگیا ہو ہم حاضر ہوئے ہیں اسی طرح وہ عذر معذرت کرتے رہے عصر کی اذان جب حضرت بلال نے دی اس وقت یہ آیت نازل ہوئی، اور روایت میں ہے کہ حضرت ولید کی اس خبر پر ابھی حضور ﷺ سوچ ہی رہے تھے کہ کچھ آدمی ان کی طرف بھیجیں جو ان کا وفد آگیا اور انہوں نے کہا آپ کا قاصد آدھے راستے سے ہی لوٹ گیا تو ہم نے خیال کیا کہ آپ نے کسی ناراضگی کی بنا پر انہیں واپسی کا حکم بھیج دیا ہوگا اس لئے حاضر ہوئے ہیں، ہم اللہ کے غصے سے اور آپ کی ناراضگی سے اللہ کی پناہ چاہتے ہیں پس اللہ تعالیٰ نے یہ آیت اتاری اور اس کا عذر سچا بتایا۔ اور روایت میں ہے کہ قاصد نے یہ بھی کہا تھا کہ ان لوگوں نے تو آپ سے لڑنے کے لئے لشکر جمع کرلیا ہے اور اسلام سے مرتد ہوگئے ہیں چناچہ حضور ﷺ نے حضرت خالد بن ولید کی زیر امارت ایک فوجی دستے کو بھیج دیا لیکن انہیں فرما دیا تھا کہ پہلے تحقیق و تفتیش اچھی طرح کرلینا جلدی سے حملہ نہ کردینا۔ اسی کے مطابق حضرت خالد نے وہاں پہنچ کر اپنے جاسوس شہر میں بھیج دئیے وہ خبر لائے کہ وہ لوگ دین اسلام پر قائم ہیں مسجد میں اذانیں ہوئیں جنہیں ہم نے خود سنا اور لوگوں کو نماز پڑھتے ہوئے خود دیکھا، صبح ہوتے ہی حضرت خالد خود گئے اور وہاں کے اسلامی منظر سے خوش ہوئے واپس آکر سرکار نبوی میں ساری خبر دی۔ اس پر یہ آیت اتری۔ حضرت قتادہ جو اس واقعہ کو بیان کرتے ہیں کہتے ہیں کہ حضور ﷺ کا فرمان ہے کہ تحقیق و تلاش بردباری اور دور بینی اللہ کی طرف سے ہے۔ اور عجلت اور جلد بازی شیطان کی طرف سے ہے۔ سلف میں سے حضرت قتادہ کے علاوہ اور بھی بہت سے حضرات نے یہی ذکر کیا ہے جیسے ابن ابی لیلیٰ ، یزید بن رومان، ضحاک، مقاتل بن حیان وغیرہ۔ ان سب کا بیان ہے کہ یہ آیت ولید بن عقبہ کے بارے میں نازل ہوئی ہے واللہ اعلم۔ پھر فرماتا ہے کہ جان لو کہ تم میں اللہ کے رسول ﷺ موجود ہیں ان کی تعظیم و توقیر کرنا عزت وادب کرنا ان کے احکام کو سر آنکھوں سے بجا لانا تمہارا فرض ہے وہ تمہاری مصلحتوں سے بہت آگاہ ہیں انہیں تم سے بہت محبت ہے وہ تمہیں مشقت میں ڈالنا نہیں چاہتے۔ تم اپنی بھلائی کے اتنے خواہاں اور اتنے واقف نہیں ہو جتنے حضور ﷺ ہیں چناچہ اور جگہ ارشاد ہے آیت (اَلنَّبِيُّ اَوْلٰى بالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۭ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيٰۗىِٕكُمْ مَّعْرُوْفًا ۭ كَانَ ذٰلِكَ فِي الْكِتٰبِ مَسْطُوْرًا) 33۔ الأحزاب :6) یعنی مسلمانوں کے معاملات میں ان کی اپنی بہ نسبت نبی ﷺ ان کے لئے زیادہ خیر اندیش ہیں۔ پھر بیان فرمایا کہ لوگو تمہاری عقلیں تمہاری مصلحتوں اور بھلائیوں کو نہیں پاسکتیں انہیں نبی ﷺ پا رہے ہیں۔ پس اگر وہ تمہاری ہر پسندیدگی کی رائے پر عامل بنتے رہیں تو اس میں تمہارا ہی حرج واقع ہوگا۔ جیسے اور آیت میں ہے (وَلَوِ اتَّبَـعَ الْحَقُّ اَهْوَاۗءَهُمْ لَــفَسَدَتِ السَّمٰوٰتُ وَالْاَرْضُ وَمَنْ فِيْهِنَّ ۭ بَلْ اَتَيْنٰهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُّعْرِضُوْنَ 71؀ۭ) 23۔ المؤمنون :71) یعنی اگر سچا رب ان کی خوشی پر چلے تو آسمان و زمین اور ان کے درمیان کی ہر چیز خراب ہوجائے یہ نہیں بلکہ ہم نے انہیں ان کی نصیحت پہنچا دی ہے لیکن یہ اپنی نصیحت پر دھیان ہی نہیں دھرتے۔ پھر فرماتا ہے کہ اللہ نے ایمان کو تمہارے نفسوں میں محبوب بنادیا ہے اور تمہارے دلوں میں اس کی عمدگی بٹھا دی ہے مسند احمد میں ہے رسول مقبول ﷺ فرماتے ہیں اسلام ظاہر ہے اور ایمان دل میں ہے پھر آپ اپنے سینے کی طرف تین بار اشارہ کرتے اور فرماتے تقویٰ یہاں ہے پرہیزگاری کی جگہ یہ ہے۔ اس نے تمہارے دلوں میں کبیرہ گناہ اور تمام نافرمانیوں کی عداوت ڈال دی ہے اس طرح بتدریج تم پر اپنی نعمتیں بھرپور کردی ہیں۔ پھر ارشاد ہوتا ہے جن میں یہ پاک اوصاف ہیں انہیں اللہ نے رشد نیکی ہدایت اور بھلائی دے رکھی ہے مسند احمد میں ہے احد کے دن جب مشرکین ٹوٹ پڑے تو حضور ﷺ نے فرمایا درستگی کے ساتھ ٹھیک ٹھاک ہوجاؤ تو میں نے اپنے رب عزوجل کی ثنا بیان کروں پس لوگ آپ کے پیچھے صفیں باندھ کر کھڑے ہوگئے اور آپ نے یہ دعا پڑھی (اللھم لک الحمد کلہ اللھم لا قابض لما بسطت ولا باسط لما قبضت ولا ھادی لمن اضللت ولا مضل لمن ھدیت ولا معطی لما منعت ولا مانع لما اعطیت ولا مقرب لما باعدت ولا مباعد لما قربت۔ اللھم ابسط علینا من برکاتک ورحمتک وفضلک ورزقک۔ اللھم انی اسألک النعیم المقیم الذی لا یحول ولا یزل اللھم انی اسألک النعیم یوم العلیۃ ولا امن یوم الخوف اللھم انی عائذبک من شر ما اعطیتنا ومن شر ما منعتنا اللھم حبب الینا الایمان وزینہ فی قلوبنا وکرہ الینا الکفر والفسوق والعصیان واجعلنا من الراشدین اللھم توفنا مسلمین واحینا مسلمین والحقنا بالصالحین غیر خزایا والا مفتونین اللھم قاتل الکفرۃ الذین یکذبون رسلک ویصدون عن سبیلک واجعل علیھم وجزک وعذابک اللھم قاتل الکفرۃ الذین اوتوا الکتاب الہ الحق (نسائی) یعنی اے اللہ تمام تر تعریف تیرے ہی لئے ہے تو جسے کشادگی دے اسے کوئی تنگ نہیں کرسکتا اور جس پر تو تنگی کرے اسے کوئی کشادہ نہیں کرسکتا تو جسے گمراہ کرے اسے کوئی ہدایت نہیں دے سکتا اور جسے تو ہدایت دے اسے کوئی گمراہ نہیں کرسکتا جس سے تو روک لے اسے کوئی دے نہیں سکتا اور جسے تو دے اس سے کوئی باز نہیں رکھ سکتا جسے تو دور کر دے اسے قریب کرنے والا کوئی نہیں اور جسے تو قریب کرلے اسے دور ڈالنے والا کوئی نہیں اے اللہ ہم پر اپنی برکتیں رحمتیں فضل اور رزق کشادہ کر دے اے اللہ میں تجھ سے وہ ہمیشہ کی نعمتیں چاہتا ہوں جو نہ ادھر ادھر ہوں، نہ زائل ہوں۔ اللہ فقیری اور احتیاج والے دن مجھے اپنی نعمتیں عطا فرمانا اور خوف والے دن مجھے امن عطا فرمانا۔ پروردگار جو تو نے مجھے دے رکھا ہے اور جو نہیں دیا ان سب کی برائی سے تیری پناہ مانگتا ہوں۔ اے میرے معبود ہمارے دلوں میں ایمان کی محبت ڈال دے اور اسے ہماری نظروں میں زینت دار بنا دے اور کفر بدکاری اور نافرمانی سے ہمارے دل میں دوری اور عداوت پیدا کر دے اور ہمیں راہ یافتہ لوگوں میں کر دے۔ اے ہمارے رب ہمیں اسلام کی حالت میں فوت کر اور اسلام پر ہی زندہ رکھ اور نیک کار لوگوں سے ملا دے ہم رسوا نہ ہوں ہم فتنے میں نہ ڈالے جائیں۔ اللہ ان کافروں کا ستیاناس کر جو تیرے رسولوں کو جھٹلائیں اور تیری راہ سے روکیں تو ان پر اپنی سزا اور اپنا عذاب نازل فرما۔ الہی اہل کتاب کے کافروں کو بھی تباہ کر، اے سچے معبود۔ یہ حدیث امام نسائی بھی اپنی کتاب عمل الیوم واللہ میں لائے ہیں۔ مرفوع حدیث میں ہے جس شخص کو اپنی نیکی اچھی لگے اور برائی اسے ناراض کرے وہ مومن ہے پھر فرماتا ہے یہ بخشش جو تمہیں عطا ہوئی ہے یہ تم پر اللہ کا فضل ہے اور اس کی نعمت ہے اللہ مستحقین ہدایت کو اور مستحقین ضلالت کو بخوبی جانتا ہے وہ اپنے اقوال و افعال میں حکیم ہے۔",
  "ayah": 6,
  "surah": 49
}
