{
  "text": "واما من .................................... سعیرا (10:84 تا 12) رہے وہ لوگجن کا نامہ اعمال اس کی پیٹھ کے پیچھے دیا جائے گا تو وہ موت کو پکارے گا اور بھڑکتی ہوئی آگ میں جاپڑے گا “۔ ایسے مناظر کی تصویر کشی اس سے قبل قرآن کریم میں اس طرح کی گئی ہے کہ کامیاب ہونے والوں کا اعمال نامہ دائیں ہاتھ میں دیا گیا اور اہل جہنم کا بائیں ہاتھ میں۔ لیکن یہاں کی تصویر ذرا مختلف ہے۔ یہاں تصویر میں نظر یوں آتا ہے کہ اہل جہنم کو ان کا اعمال نامہ پیٹھ کے پیچھے سے دیا جارہا ہے۔ لہٰذا تصویر میں کوئی تضاد نہیں ہے بائیں ہاتھ میں پیچھے سے دیا جارہا ہے۔ یہ ایسے شخص کی تصویر ہے جو نامہ اعمال نہیں لینا چاہتا ہے ، وہ سامنا نہیں کرسکتا ، سخت پریشان وگریزاں ہے۔\nاصل بات یہ ہے کہ ہم لوگ اعمال نامے ، دائیں ہاتھ میں دیئے جانے اور بائیں ہاتھ میں دیئے جانے کی کیفیات سے واقف نہیں ہیں ۔ ہم صرف یہ سمجھتے ہیں کہ پہلے لوگ نجات پانے والے ہیں اور جنت میں جائیں گے اور دوسرے لوگ ناکام ونامراد ہونے والے ہیں اور جہنم میں جائیں گے اور ہلاک ہوں گے۔ اصل مقصود یہی بات ہے نہ یہ کہ کیفیت کیسی ہوگی۔ اور قرآن کریم نے جو شکل و صورت بیان کی ہے اس سے بہرحال انسان پر گہرے اثرات پڑے ہیں۔ اور انسان خوف کے مارے کانپ اٹھتا ہے۔ حقیقت احوال اللہ ہی کے علم میں ہے کہ یہ مراحل کس طرح طے ہوں گے۔\nیہ بدبخت جس نے زمین پر بھی اپنی زندگی ان تھک جدوجہد میں گزاری اور تھک تھکا کر اللہ کے سامنے پہنچا لیکن معصیت اور نافرمانی میں اوبا ہوا ، گناہوں کے بوجھ سے لدا پھندا۔ اب یہاں آکر اپنے انجام کو جان لیتا ہے۔ انجام بد سے دوچار ہوتا ہے۔ اب جانتا ہے کہ اب تو اس کی نہ ختم ہونے والی مشقت شروع ہوگئی ، تو یہ بدبخت اب موت کو پکارتا ہے ، موت دائمی موت اور فنا کی استدعا کرتا ہے تاکہ وہ اس بدبختی سے بچ جائے جو سا پر آنے ہی والی ہے۔ یاد رہے کہ انسان موت کی آغوش میں پناہ اس وقت لیتا ہے جب وہ سمجھ لیتا ہے کہ اس کے سوا کوئی اور راہ نجات نہیں ہے۔ نہ کوئی جائے فرار ہے تو اس وقت موت اس کی آخری تمنا ہوتی ہے ، یہ مفہوم متنبی نے اس شعر میں سمودیا ہے۔\nکفی بک داء ان تری الموت شافیا\nوحسب المنایا ان یکن امانیا\n” اس سے بڑی اور کیا ہوگی کہ تم موت کو شفا سمجھنے لگو اور یہ مشقت کافی ہے کہ موت آرزو بن جائے ( اور آئے نہیں) “۔\nلہٰذا اس سے بڑی بدبختی اور کیا ہوگی ، اور اس سے بڑی مصیبت اور کیا ہوگی کہ وہ ویصلی سعیرا (12:84) ” اور بڑھکتی ہوئی آگ میں جاپڑے گا “۔ اور یہ شخص اب موت کی تمنا کرے گا جو کبھی پوری نہ ہوگی .... اب ذرا ایک جھلک اس شخص کے ماضی کی یہاں دکھادی جاتی ہے ۔ جس کی وجہ سے یہ اس انجام تک پہنچا۔",
  "ayah": 10,
  "surah": 84
}
