{
  "text": "یایھا الانسان (6:84) ” جس کو رب نے مہربان کرکے اس طرح بنایا ، جس کو اللہ نے پوری مخلوقات کے مقابلے میں انسانیت کی منفرت صفت دی۔ اس کو تو یہ چاہئے کہ یہ اپنے رب کی معرفت میں سب سے آگے ہو ، اور اس پوری کائنات اور ارض وسما کے مقابلے میں اللہ کے سامنے زیادہ سرتسلیم خم کرنے والاہو ، اللہ نے اس کے جسم میں اپنی روح پھونکی ، اسے یہ قوت دی اور یہ فہم دیا کہ وہ رب تک رسائی حاصل کرسکے اور اپنے نور کا دیا اس کی ذات میں جلایا ، اور اس کے اندر یہ تڑپ رکھی کہ وہ اللہ کے فیوض حاصل کرے ، اور ان کے ذریعہ روحانی پاکیزگی اختیار کرے اور لامحدود بلندیوں تک عروج حاصل کرے۔ اور اس کمال کی انتہاﺅں تک جاپہنچے جن تک انسان پہنچ سکتا ہے۔ یاد رہے کہ انسانی ترقی اور کمال کے آفاق بہت وسیع ہیں۔\nیایھا الانسان ................................ فملقیہ (6:84) ” اے انسان ! تو کشاں کشاں اپنے رب کی طرف چلا جارہا ہے اور اس سے ملنے والا ہے “۔ اے انسان تو اپنا سفر حیات اس جہاں میں نہایت مشقت کے ساتھ طے کررہا ہے۔ اپنا بوجھ اٹھائے ہوئے ہے ، جدوجہد کررہا ہے ، سانس پھولی ہوئی ہے۔ راستہ دشوار ہے اور اس پر مشقت راستے کو طے کرکے تو پہنچنے والا کہاں ہے ؟ رب کی طرف مرجع ہے اور جائے پناہ درگاہ الٰہی ہی ہے اور تو اس تک اس جدوجہد اور مشقت کے بعد پہنچ رہا ہے۔\nاے انسان ! تو اس جہاں میں اپنی ضروریات زندگی بھی بڑی جدوجہد سے مہیا کررہا ہے۔ اگر کسی کو جسمانی مشقت کرنے کی ضرورت نہیں ہوتی تو فکر معاش اور ذہنی پریشانی ہر کسی کو ہوتی ہے۔ خوشحالی اور غریب دونوں فکر مند ضرور ہوتے ہیں۔ دونوں ہی مشقت کرتے ہیں۔ اگرچہ مشقت کی نوعیت مختلف ہوتی ہے۔ ورنہ مشقت اور جدوجہد انسان کی زندگی کا جزو لاینفک ہے۔ لیکن سرمایہ دار اور نادار دونوں آخر کار اللہ کے ہاں جاپہنچتے ہیں۔\nاے انسان ! اس زمین پر تو ہرگز حقیقی راحت نہ پاسکے گا۔ راحت اور آرام تو آخرت میں ہوں گے لیکن ان کے لئے جو سرتسلیم خم کرتے ہوئے احکام خداوندی کی اطاعت کرتے ہیں اور آخرت کے لئے کچھ کماتے ہیں۔ اس زمین کی مشقت ایک جیسی ہے۔ اگرچہ رنگ مختلف ہوں اور ذائقے الگ ہوں لیکن جب انسان رب تعالیٰ کے ہاں پہنچے گا تو وہاں انجام کا اختلاف حقیقی ہوگا۔ ایک فریق تو اس قدر مشقت میں ہوگا جس سے زمین کی مشقت بہت مختلف اور کم ہے اور دوسرا فریق اس قدر انعام پائے گا کہ ان کے مقابلے میں زمین کی تمام تھکاوٹیں دور ہوجائیں گی۔ یوں محسوس ہوا کہ اس نے کبھی کوئی تکلیف دیکھی ہی نہیں۔ اے انسان ! تجھے تو انسانیت کی صفت دے کر ممتاز کردیا گیا ہے۔ اپنے لئے وہ انجام اور وہ مقام چن لے جو تیری انسانیت کے شایان شان ہو ، جو اس صفت کے مناسب ہو جو اللہ نے تجھے دی ہے۔ وہ آرام اور وہ خوشی اور نعمت طلب کر جو آخرت میں ہے۔\nاس پکار کے اندر ہی چونکہ انسانیت کے انجام کے لئے اشارہ تھا ، اس لئے متصلا یہ بات بھی بتا دی گئی کہ انسانیت اس پر مشقفت جدوجہد کے بعد دونوں انجاموں میں کس انجام تک پہنچے گا۔",
  "ayah": 6,
  "surah": 84
}
