{
  "text": "تفسير الآيات من 20 الى 26 :ـ لما امتن الله على موسى وقومه بنجاتهم من فرعون وقومه وأسرهم واستبعادهم، ذهبوا قاصدين لأوطانهم ومساكنهم، وهي بيت المقدس وما حواليه، وقاربوا وصول بيت المقدس، وكان الله قد فرض عليهم جهاد عدوهم ليخرجوه من ديارهم. فوعظهم موسى عليه السلام؛ وذكرهم ليقدموا على الجهاد فقال لهم: { اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ } بقلوبكم وألسنتكم. فإن ذكرها داع إلى محبته تعالى ومنشط على العبادة، { إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ } يدعونكم إلى الهدى، ويحذرونكم من الردى، ويحثونكم على سعادتكم الأبدية، ويعلمونكم ما لم تكونوا تعلمون { وَجَعَلَكُم مُّلُوكًا } تملكون أمركم، بحيث إنه زال عنكم استعباد عدوكم لكم، فكنتم تملكون أمركم، وتتمكنون من إقامة دينكم. { وَآتَاكُمْ } من النعم الدينية والدنيوية { مَا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ } فإنهم في ذلك الزمان خيرة الخلق، وأكرمهم على الله تعالى. وقد أنعم عليهم بنعم ما كانت لغيرهم. فذكرهم بالنعم الدينية والدنيوية، الداعي ذلك لإيمانهم وثباته، وثباتهم على الجهاد، وإقدامهم عليه، ولهذا قال: { يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ } أي: المطهرة { الَّتِي كَتَبَ اللَّهُ لَكُمْ } فأخبرهم خبرا تطمئن به أنفسهم، إن كانوا مؤمنين مصدقين بخبر الله، وأنه قد كتب الله لهم دخولها، وانتصارهم على عدوهم. { وَلَا تَرْتَدُّوا } أي: ترجعوا { عَلَى أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ } قد خسرتم دنياكم بما فاتكم من النصر على الأعداء وفتح بلادكم. وآخرتكم بما فاتكم من الثواب، وما استحققتم -بمعصيتكم- من العقاب، فقالوا قولا يدل على ضعف قلوبهم، وخور نفوسهم، وعدم اهتمامهم بأمر الله ورسوله. { يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ } شديدي القوة والشجاعة، أي: فهذا من الموانع لنا من دخولها. { وَإِنَّا لَن نَّدْخُلَهَا حَتَّى يَخْرُجُوا مِنْهَا فَإِن يَخْرُجُوا مِنْهَا فَإِنَّا دَاخِلُونَ } وهذا من الجبن وقلة اليقين، وإلا فلو كان معهم رشدهم، لعلموا أنهم كلهم من بني آدم، وأن القوي من أعانه الله بقوة من عنده، فإنه لا حول ولا قوة إلا بالله، ولعلموا أنهم سينصرون عليهم، إذ وعدهم الله بذلك، وعدا خاصا. { قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ } الله تعالى، مشجعين لقومهم، منهضين لهم على قتال عدوهم واحتلال بلادهم. { أَنْعَمَ اللَّهُ عَلَيْهِمَا } بالتوفيق، وكلمة الحق في هذا الموطن المحتاج إلى مثل كلامهم، وأنعم عليهم بالصبر واليقين. { ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ } أي: ليس بينكم وبين نصركم عليهم إلا أن تجزموا عليهم، وتدخلوا عليهم الباب، فإذا دخلتموه عليهم فإنهم سينهزمون، ثم أمَرَاهم بعدة هي أقوى العدد، فقالا: { وَعَلَى اللَّهِ فَتَوَكَّلُوا إِن كُنْتُم مُّؤْمِنِينَ } فإن في التوكل على الله -وخصوصا في هذا الموطن- تيسيرا للأمر، ونصرا على الأعداء. ودل هذا على وجوب التوكل، وعلى أنه بحسب إيمان العبد يكون توكله، فلم ينجع فيهم هذا الكلام، ولا نفع فيهم الملام، فقالوا قول الأذلين: { يَا مُوسَى إِنَّا لَن نَدْخُلَهَا أَبَدًا مَّا دَامُوا فِيهَا فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ } فما أشنع هذا الكلام منهم، ومواجهتهم لنبيهم في هذا المقام الحرج الضيق، الذي قد دعت الحاجة والضرورة إلى نصرة نبيهم، وإعزاز أنفسهم. وبهذا وأمثاله يظهر التفاوت بين سائر الأمم، وأمة محمد صلى الله عليه وسلم حيث قال الصحابة لرسول الله صلى الله عليه وسلم -حين شاورهم في القتال يوم \\\"بدر\\\" مع أنه لم يحتم عليهم: يا رسول الله، لو خضت بنا هذا البحر لخضناه معك، ولو بلغت بنا برك الغماد ما تخلف عنك أحد. ولا نقول كما قال قوم موسى لموسى: { اذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ } ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون، من بين يديك ومن خلفك، وعن يمينك وعن يسارك. فلما رأى موسى عليه السلام عتوهم عليه { قَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي } أي: فلا يدان لنا بقتالهم، ولست بجبار على هؤلاء. { فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ } أي: احكم بيننا وبينهم، بأن تنزل فيهم من العقوبة ما اقتضته حكمتك، ودل ذلك على أن قولهم وفعلهم من الكبائر العظيمة الموجبة للفسق. { قَالَ } الله مجيبا لدعوة موسى: { فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ } أي: إن من عقوبتهم أن نحرم عليهم دخول هذه القرية التي كتبها الله لهم، مدة أربعين سنة، وتلك المدة أيضا يتيهون في الأرض، لا يهتدون إلى طريق ولا يبقون مطمئنين، وهذه عقوبة دنيوية، لعل الله تعالى كفر بها عنهم، ودفع عنهم عقوبة أعظم منها، وفي هذا دليل على أن العقوبة على الذنب قد تكون بزوال نعمة موجودة، أو دفع نقمة قد انعقد سبب وجودها أو تأخرها إلى وقت آخر. ولعل الحكمة في هذه المدة أن يموت أكثر هؤلاء الذين قالوا هذه المقالة، الصادرة عن قلوب لا صبر فيها ولا ثبات، بل قد ألفت الاستعباد لعدوها، ولم تكن لها همم ترقيها إلى ما فيه ارتقاؤها وعلوها، ولتظهر ناشئة جديدة تتربى عقولهم على طلب قهر الأعداء، وعدم الاستعباد، والذل المانع من السعادة. ولما علم الله تعالى أن عبده موسى في غاية الرحمة على الخلق، خصوصا قومه، وأنه ربما رق لهم، واحتملته الشفقة على الحزن عليهم في هذه العقوبة، أو الدعاء لهم بزوالها، مع أن الله قد حتمها، قال: { فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ } أي: لا تأسف عليهم ولا تحزن، فإنهم قد فسقوا، وفسقهم اقتضى وقوع ما نزل بهم لا ظلما منا.",
  "ayah": 20,
  "surah": 5
}
