{
  "text": "هذا الذي حولنا الله عليه في قوله: { إِلَّا مَا يُتْلَى عَلَيْكُمْ ْ} واعلم أن الله تبارك وتعالى لا يحرّم ما يحرّم إلا صيانة لعباده، وحماية لهم من الضرر الموجود في المحرمات، وقد يبين للعباد ذلك وقد لا يبين. فأخبر أنه حرم { الْمَيْتَة ْ} والمراد بالميتة: ما فُقِدَت حياتُهُ بغير ذكاة شرعية، فإنها تحرم لضررها، وهو احتقان الدم في جوفها ولحمها المضر بآكلها. وكثيرا ما تموت بعلة تكون سببا لهلاكها، فتضر بالآكل. ويستثنى من ذلك ميتة الجراد والسمك، فإنه حلال. { وَالدَّمَ ْ} أي: المسفوح، كما قيد في الآية الأخرى. { وَلَحْم الْخِنْزِيرِ ْ} وذلك شامل لجميع أجزائه، وإنما نص الله عليه من بين سائر الخبائث من السباع، لأن طائفة من أهل الكتاب من النصارى يزعمون أن الله أحله لهم. أي: فلا تغتروا بهم، بل هو محرم من جملة الخبائث. { وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ْ} أي: ذُكر عليه اسم غير الله تعالى، من الأصنام والأولياء والكواكب وغير ذلك من المخلوقين. فكما أن ذكر الله تعالى يطيب الذبيحة، فذكر اسم غيره عليها، يفيدها خبثا معنويا، لأنه شرك بالله تعالى. { وَالْمُنْخَنِقَةُ ْ} أي: الميتة بخنق، بيد أو حبل، أو إدخالها رأسها بشيء ضيق، فتعجز عن إخراجه حتى تموت. { وَالْمَوْقُوذَةُ ْ} أي: الميتة بسبب الضرب بعصا أو حصى أو خشبة، أو هدم شيء عليها، بقصد أو بغير قصد. { وَالْمُتَرَدِّيَةُ ْ} أي: الساقطة من علو، كجبل أو جدار أو سطح ونحوه، فتموت بذلك. { وَالنَّطِيحَةُ ْ} وهي التي تنطحها غيرها فتموت. { وَمَا أَكَلَ السَّبُعُ ْ} من ذئب أو أسد أو نمر، أو من الطيور التي تفترس الصيود، فإنها إذا ماتت بسبب أكل السبع، فإنها لا تحل. وقوله: { إِلَّا مَا ذَكَّيْتُمْ ْ} راجع لهذه المسائل، من منخنقة، وموقوذة، ومتردية، ونطيحة، وأكيلة سبع، إذا ذكيت وفيها حياة مستقرة لتتحقق الذكاة فيها، ولهذا قال الفقهاء: { لو أبان السبع أو غيره حشوتها، أو قطع حلقومها، كان وجود حياتها كعدمه، لعدم فائدة الذكاة فيها ْ} [وبعضهم لم يعتبر فيها إلا وجود الحياة فإذا ذكاها وفيها حياة حلت ولو كانت مبانة الحشوة وهو ظاهر الآية الكريمة] { وَأَن تَسْتَقْسِمُوا بِالْأَزْلَامِ ْ} أي: وحرم عليكم الاستقسام بالأزلام. ومعنى الاستقسام: طلب ما يقسم لكم ويقدر بها، وهي قداح ثلاثة كانت تستعمل في الجاهلية، مكتوب على أحدها \\\"افعل\\\" وعلى الثاني \\\"لا تفعل\\\" والثالث غفل لا كتابة فيه. فإذا هَمَّ أحدهم بسفر أو عرس أو نحوهما، أجال تلك القداح المتساوية في الجرم، ثم أخرج واحدا منها، فإن خرج المكتوب عليه \\\"افعل\\\" مضى في أمره، وإن ظهر المكتوب عليه \\\"لا تفعل\\\" لم يفعل ولم يمض في شأنه، وإن ظهر الآخر الذي لا شيء عليه، أعادها حتى يخرج أحد القدحين فيعمل به. فحرمه الله عليهم، الذي في هذه الصورة وما يشبهه, وعوضهم عنه بالاستخارة لربهم في جميع أمورهم. { ذَلِكُمْ فِسْقٌ ْ} الإشارة لكل ما تقدم من المحرمات، التي حرمها الله صيانة لعباده، وأنها فسق، أي: خروج عن طاعته إلى طاعة الشيطان. ثم امتن على عباده بقوله: { الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا فَمَنِ اضْطُرَّ فِي مَخْمَصَة غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ْ} واليوم المشار إليه يوم عرفة، إذ أتم الله دينه، ونصر عبده ورسوله، وانخذل أهل الشرك انخذالا بليغا، بعد ما كانوا حريصين على رد المؤمنين عن دينهم، طامعين في ذلك. فلما رأوا عز الإسلام وانتصاره وظهوره، يئسوا كل اليأس من المؤمنين، أن يرجعوا إلى دينهم، وصاروا يخافون منهم ويخشون، ولهذا في هذه السنة التي حج فيها النبي صلى الله عليه وسلم سنة عشر حجة الوداع - لم يحج فيها مشرك، ولم يطف بالبيت عريان. ولهذا قال: { فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ ْ} أي: فلا تخشوا المشركين، واخشوا الله الذي نصركم عليهم وخذلهم، ورد كيدهم في نحورهم. { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ ْ} بتمام النصر، وتكميل الشرائع الظاهرة والباطنة، الأصول والفروع، ولهذا كان الكتاب والسنة كافيين كل الكفاية، في أحكام الدين أصوله وفروعه. فكل متكلف يزعم أنه لا بد للناس في معرفة عقائدهم وأحكامهم إلى علوم غير علم الكتاب والسنة، من علم الكلام وغيره، فهو جاهل، مبطل في دعواه، قد زعم أن الدين لا يكمل إلا بما قاله ودعا إليه، وهذا من أعظم الظلم والتجهيل لله ولرسوله. { وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي ْ} الظاهرة والباطنة { وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ْ} أي: اخترته واصطفيته لكم دينا، كما ارتضيتكم له، فقوموا به شكرا لربكم، واحمدوا الذي مَنَّ عليكم بأفضل الأديان وأشرفها وأكملها. { فَمَنِ اضْطُرَّ ْ} أي: ألجأته الضرورة إلى أكل شيء من المحرمات السابقة، في قوله: { حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ْ} { فِي مَخْمَصَةٍ ْ} أي: مجاعة { غَيْرَ مُتَجَانِفٍ ْ} أي: مائل { لِإِثْمٍ ْ} بأن لا يأكل حتى يضطر، ولا يزيد في الأكل على كفايته { فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ ْ} حيث أباح له الأكل في هذه الحال، ورحمه بما يقيم به بنيته من غير نقص يلحقه في دينه.",
  "ayah": 3,
  "surah": 5
}
