{
  "text": "{ إِنَّا أَنْزَلْنَا التَّوْرَاةَ } على موسى بن عمران عليه الصلاة والسلام. { فِيهَا هُدًى } يهدي إلى الإيمان والحق، ويعصم من الضلالة { وَنُورٌ } يستضاء به في ظلم الجهل والحيرة والشكوك، والشبهات والشهوات، كما قال تعالى: { وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ } { يَحْكُمُ بِهَا } بيـن الذيـن هـادوا، أي: اليـهود فـي القضايـا والفتـاوى { النَّبِيُّونَ الَّذِينَ أَسْلَمُوا } لله وانقادوا لأوامره، الذين إسلامهم أعظم من إسلام غيرهم، وهم صفوة الله من العباد. فإذا كان هؤلاء النبيون الكرام والسادة للأنام قد اقتدوا بها وائتموا ومشوا خلفها، فما الذي منع هؤلاء الأراذل من اليهود من الاقتداء بها؟ وما الذي أوجب لهم أن ينبذوا أشرف ما فيها من الإيمان بمحمد صلى الله عليه وسلم، الذي لا يقبل عمل ظاهر وباطن، إلا بتلك العقيدة؟ هل لهم إمام في ذلك؟ نعم لهم أئمة دأبهم التحريف، وإقامة رياستهم ومناصبهم بين الناس، والتأكل بكتمان الحق، وإظهار الباطل، أولئك أئمة الضلال الذين يدعون إلى النار. وقوله: { وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ } أي: وكذلك يحكم بالتوراة للذين هادواأئمة الدين من الربانيين، أي: العلماء العاملين المعلمين الذين يربون الناس بأحسن تربية، ويسلكون معهم مسلك الأنبياء المشفقين. والأحبار أي: العلماء الكبار الذين يقتدى بأقوالهم، وترمق آثارهم، ولهم لسان الصدق بين أممهم. وذلك الحكم الصادر منهم الموافق للحق { بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ } أي: بسبب أن الله استحفظهم على كتابه، وجعلهم أمناء عليه، وهو أمانة عندهم، أوجب عليهم حفظه من الزيادة والنقصان والكتمان، وتعليمه لمن لا يعلمه. وهم شهداء عليه، بحيث أنهم المرجوع إليهم فيه، وفيما اشتبه على الناس منه، فالله تعالى قد حمل أهل العلم، ما لم يحمله الجهال، فيجب عليهم القيام بأعباء ما حملوا. وأن لا يقتدوا بالجهال، بالإخلاد إلى البطالة والكسل، وأن لا يقتصروا على مجرد العبادات القاصرة، من أنواع الذكر، والصلاة، والزكاة، والحج، والصوم، ونحو ذلك من الأمور، التي إذا قام بها غير أهل العلم سلموا ونجوا. وأما أهل العلم فكما أنهم مطالبون بالقيام بما عليهم أنفسهم، فإنهم مطالبون أن يعلموا الناس وينبهوهم على ما يحتاجون إليه من أمور دينهم، خصوصا الأمور الأصولية والتي يكثر وقوعها وأن لا يخشوا الناس بل يخشون ربهم، ولهذا قال: { فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا } فتكتمون الحق، وتظهرون الباطل، لأجل متاع الدنيا القليل، وهذه الآفات إذا سلم منها العالم فهو من توفيقه وسعادته، بأن يكون همه الاجتهاد في العلم والتعليم، ويعلم أن الله قد استحفظه ما أودعه من العلم واستشهده عليه، وأن يكون خائفا من ربه، ولا يمنعه خوف الناس وخشيتهم من القيام بما هو لازم له، وأن لا يؤثر الدنيا على الدين. كما أن علامة شقاوة العالم أن يكون مخلدا للبطالة، غير قائم بما أمر به، ولا مبال بما استحفظ عليه، قد أهمله وأضاعه، قد باع الدين بالدنيا، قد ارتشى في أحكامه، وأخذ المال على فتاويه، ولم يعلم عباد الله إلا بأجرة وجعالة. فهذا قد من الله عليه بمنة عظيمة، كفرها ودفع حظا جسيما، محروما منه غيره، فنسألك اللهم علما نافعا، وعملا متقبلا، وأن ترزقنا العفو والعافية من كل بلاء يا كريم. { وَمَن لَّمْ يَحْكُم بِمَا أَنْزَلَ اللَّهُ } من الحق المبين، وحكم بالباطل الذي يعلمه، لغرض من أغراضه الفاسدة { فَأُولَئِكَ هُمُ الْكَافِرُونَ } فالحكم بغير ما أنزل الله من أعمال أهل الكفر، وقد يكون كفرا ينقل عن الملة، وذلك إذا اعتقد حله وجوازه. وقد يكون كبيرة من كبائر الذنوب، ومن أعمال الكفر قد استحق من فعله العذاب الشديد.",
  "ayah": 44,
  "surah": 5
}
