{
  "text": "هذه آية عظيمة قد اشتملت على أحكام كثيرة، نذكر منها ما يسره الله وسهله. أحدها: أن هذه المذكورات فيها امتثالها والعمل بها من لوازم الإيمان الذي لا يتم إلا به، لأنه صدرها بقوله { يَأَيُّهَا الَّذِينَ آمَنُوا ْ} إلى آخرها. أي: يا أيها الذين آمنوا، اعملوا بمقتضى إيمانكم بما شرعناه لكم. الثاني: الأمر بالقيام بالصلاة لقوله: { إِذَا قُمْتُمْ إِلَى الصَّلَاةِ ْ} الثالث: الأمر بالنية للصلاة، لقوله: { إِذَا قُمْتُمْ إِلَى الصَّلَاةِ ْ} أي: بقصدها ونيتها. الرابع: اشتراط الطهارة لصحة الصلاة، لأن الله أمر بها عند القيام إليها، والأصل في الأمر الوجوب. الخامس: أن الطهارة لا تجب بدخول الوقت، وإنما تجب عند إرادة الصلاة. السادس: أن كل ما يطلق عليه اسم الصلاة، من الفرض والنفل، وفرض الكفاية، وصلاة الجنازة، تشترط له الطهارة، حتى السجود المجرد عند كثير من العلماء، كسجود التلاوة والشكر. السابع: الأمر بغسل الوجه، وهو: ما تحصل به المواجهة من منابت شعر الرأس المعتاد، إلى ما انحدر من اللحيين والذقن طولا. ومن الأذن إلى الأذن عرضا. ويدخل فيه المضمضة والاستنشاق، بالسنة، ويدخل فيه الشعور التي فيه. لكن إن كانت خفيفة فلا بد من إيصال الماء إلى البشرة، وإن كانت كثيفة اكتفي بظاهرها. الثامن: الأمر بغسل اليدين، وأن حدهما إلى المرفقين و \\\"إلى\\\" كما قال جمهور المفسرين بمعنى \\\"مع\\\" كقوله تعالى: { وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ ْ} ولأن الواجب لا يتم إلا بغسل جميع المرفق. التاسع: الأمر بمسح الرأس. العاشر: أنه يجب مسح جميعه، لأن الباء ليست للتبعيض، وإنما هي للملاصقة، وأنه يعم المسح بجميع الرأس. الحادي عشر: أنه يكفي المسح كيفما كان، بيديه أو إحداهما، أو خرقة أو خشبة أو نحوهما، لأن الله أطلق المسح ولم يقيده بصفة، فدل ذلك على إطلاقه. الثاني عشر: أن الواجب المسح. فلو غسل رأسه ولم يمر يده عليه لم يكف، لأنه لم يأت بما أمر الله به. الثالث عشر: الأمر بغسل الرجلين إلى الكعبين، ويقال فيهما ما يقال في اليدين. الرابع عشر: فيها الرد على الرافضة، على قراءة الجمهور بالنصب، وأنه لا يجوز مسحهما ما دامتا مكشوفتين. الخامس عشر: فيه الإشارة إلى مسح الخفين، على قراءة الجر في { وأرجلكم ْ} وتكون كل من القراءتين، محمولة على معنى، فعلى قراءة النصب فيها، غسلهما إن كانتا مكشوفتين، وعلى قراءة الجر فيها، مسحهما إذا كانتا مستورتين بالخف. السادس عشر: الأمر بالترتيب في الوضوء، لأن الله تعالى ذكرها مرتبة. ولأنه أدخل ممسوحا -وهو الرأس- بين مغسولين، ولا يعلم لذلك فائدة غير الترتيب. السابع عشر: أن الترتيب مخصوص بالأعضاء الأربعة المسميات في هذه الآية. وأما الترتيب بين المضمضة والاستنشاق والوجه، أو بين اليمنى واليسرى من اليدين والرجلين، فإن ذلك غير واجب، بل يستحب تقديم المضمضة والاستنشاق على غسل الوجه، وتقديم اليمنى على اليسرى من اليدين والرجلين، وتقديم مسح الرأس على مسح الأذنين. الثامن عشر: الأمر بتجديد الوضوء عند كل صلاة، لتوجد صورة المأمور به. التاسع عشر: الأمر بالغسل من الجنابة. العشرون: أنه يجب تعميم الغسل للبدن، لأن الله أضاف التطهر للبدن، ولم يخصصه بشيء دون شيء. الحادي والعشرون: الأمر بغسل ظاهر الشعر وباطنه في الجنابة. الثاني والعشرون: أنه يندرج الحدث الأصغر في الحدث الأكبر، ويكفي من هما عليه أن ينوي، ثم يعمم بدنه، لأن الله لم يذكر إلا التطهر، ولم يذكر أنه يعيد الوضوء. الثالث والعشرون: أن الجنب يصدق على من أنزل المني يقظة أو مناما، أو جامع ولو لم ينزل. الرابع والعشرون: أن من ذكر أنه احتلم ولم يجد بللا، فإنه لا غسل عليه، لأنه لم تتحقق منه الجنابة. الخامس والعشرون: ذكر مِنَّة الله تعالى على العباد، بمشروعية التيمم. السادس والعشرون: أن من أسباب جواز التيمم وجود المرض الذي يضره غسله بالماء، فيجوز له التيمم. السابع والعشرون: أن من جملة أسباب جوازه، السفر والإتيان من البول والغائط إذا عدم الماء، فالمرض يجوز التيمم مع وجود الماء لحصول التضرر به، وباقيها يجوزه العدم للماء ولو كان في الحضر. الثامن والعشرون: أن الخارج من السبيلين من بول وغائط، ينقض الوضوء. التاسع والعشرون: استدل بها من قال: لا ينقض الوضوء إلا هذان الأمران، فلا ينتقض بلمس الفرج ولا بغيره. الثلاثون: استحباب التكنية عما يستقذر التلفظ به لقوله تعالى: { أَوْ جَاءَ أَحَدٌ مِنكُم مِّنَ الْغَائِطِ ْ} الحادي والثلاثون: أن لمس المرأة بلذة وشهوة ناقض للوضوء. الثاني والثلاثون: اشتراط عدم الماء لصحة التيمم. الثالث والثلاثون: أن مع وجود الماء ولو في الصلاة، يبطل التيمم لأن الله إنما أباحه مع عدم الماء. الرابع والثلاثون: أنه إذا دخل الوقت وليس معه ماء، فإنه يلزمه طلبه في رحله وفيما قرب منه، لأنه لا يقال \\\"لم يجد\\\" لمن لم يطلب. الخامس والثلاثون: أن من وجد ماء لا يكفي بعض طهارته، فإنه يلزمه استعماله، ثم يتيمم بعد ذلك. السادس والثلاثون: أن الماء المتغير بالطاهرات، مقدم على التيمم، أي: يكون طهورا، لأن الماء المتغير ماء، فيدخل في قوله: { فَلَمْ تَجِدُوا مَاءً ْ} السابع والثلاثون: أنه لا بد من نية التيمم لقوله: { فَتَيَمَّمُوا ْ} أي: اقصدوا. الثامن والثلاثون: أنه يكفي التيمم بكل ما تصاعد على وجه الأرض من تراب وغيره. فيكون على هذا، قوله: { فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ ْ} إما من باب التغليب، وأن الغالب أن يكون له غبار يمسح منه ويعلق بالوجه واليدين، وإما أن يكون إرشادا للأفضل، وأنه إذا أمكن التراب الذي فيه غبار فهو أولى. التاسع والثلاثون: أنه لا يصح التيمم بالتراب النجس، لأنه لا يكون طيبا بل خبيثا. الأربعون: أنه يمسح في التيمم الوجه واليدان فقط، دون بقية الأعضاء. الحادي والأربعون: أن قوله: { بِوُجُوهِكُمْ ْ} شامل لجميع الوجه وأنه يعممه بالمسح، إلا أنه معفو عن إدخال التراب في الفم والأنف، وفيما تحت الشعور، ولو خفيفة. الثاني والأربعون: أن اليدين تمسحان إلى الكوعين فقط، لأن اليدين عند الإطلاق كذلك. فلو كان يشترط إيصال المسح إلى الذراعين لقيده الله بذلك، كما قيده في الوضوء. الثالث والأربعون: أن الآية عامة في جواز التيمم، لجميع الأحداث كلها، الحدث الأكبر والأصغر، بل ولنجاسة البدن، لأن الله جعلها بدلا عن طهارة الماء، وأطلق في الآية فلم يقيد [وقد يقال أن نجاسة البدن لا تدخل في حكم التيمم لأن السياق في الأحداث وهو قول جمهور العلماء] الرابع والأربعون: أن محل التيمم في الحدث الأصغر والأكبر واحد، وهو الوجه واليدان. الخامس والأربعون: أنه لو نوى مَنْ عليه حدثان التيمم عنهما، فإنه يجزئ أخذا من عموم الآية وإطلاقها. السادس والأربعون: أنه يكفي المسح بأي شيء كان، بيده أو غيرها، لأن الله قال { فامسحوا ْ} ولم يذكر الممسوح به، فدل على جوازه بكل شيء. السابع والأربعون: اشتراط الترتيب في طهارة التيمم، كما يشترط ذلك في الوضوء، ولأن الله بدأ بمسح الوجه قبل مسح اليدين. الثامن والأربعون: أن الله تعالى -فيما شرعه لنا من الأحكام- لم يجعل علينا في ذلك من حرج ولا مشقة ولا عسر، وإنما هو رحمة منه بعباده ليطهرهم، وليتم نعمته عليهم. وهذا هو التاسع والأربعون: أن طهارة الظاهر بالماء والتراب، تكميل لطهارة الباطن بالتوحيد، والتوبة النصوح. الخمسون: أن طهارة التيمم، وإن لم يكن فيها نظافة وطهارة تدرك بالحس والمشاهدة، فإن فيها طهارة معنوية ناشئة عن امتثال أمر الله تعالى. الحادي والخمسون: أنه ينبغي للعبد أن يتدبر الحِكَم والأسرار في شرائع الله، في الطهارة وغيرها ليزداد معرفة وعلما، ويزداد شكرا لله ومحبة له، على ما شرع من الأحكام التي توصل العبد إلى المنازل العالية الرفيعة.",
  "ayah": 6,
  "surah": 5
}
