{
  "text": "ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (30(مراعاة للفظ { مَن } ألا ترى قوله : { ذلك مبلغهم } بضمير الجمع .وجيء بالاسم الظاهر في مقام الإِضمار فقيل { فأعرض عن من تولى عن ذكرنا } دون : فأعرض عنهم لما تؤذن به صلة الموصول من علة الأمر بالإِعراض عنهم ومن ترتب توليهم عن ذكر الله على ما سبق وصفه من ضلالهم إذ لم يتقدم وصفهم بالتولّي عن الذكر وإنما تقدم وصف أسبابه .والذكر المضاف إلى ضمير الجلالة هو القرآن .ومعنى { ولم يرد إلا الحياة الدنيا } كناية عن عدم الإِيمان بالحياة الآخرة كما دل عليه قوله : { ذلك مبلغهم من العلم } لأنهم لو آمنوا بها على حقيقتها لأرادُوها ولو ببعض أعمالهم .وجملة { ذلك مبلغهم من العلم } اعتراض وهو استئناف بياني بيِّن به سبب جهلهم بوجود الحياة الآخرة لأنه لغرابته مما يسأل عنه السائل وفيه تحقير لهم وازدراء بهم بقصور معلوماتهم .وهذا الاستئناف وقع معترضاً بين الجمل وعلتها في قوله : { إن ربك هو أعلم بمن ضل عن سبيله } الآية .وأعني حاصل قوله : { ولم يرد إلا الحياة الدنيا } .وقوله : { ذلك } إشارة إلى المذكور في الكلام السابق من قوله : { ولم يرد إلا الحياة الدنيا } استعير للشيء الذي لم يعلموه اسم الحد الذي يبلغ إليه السائر فلا يعلم ما بعده من البلاد .{ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى } .تعليل لجملة { فأعرض عن من تولى } وهو تسلية للنبيء صلى الله عليه وسلم والخبر مستعمل في معنى أنه متولي حسابهم وجزائهم على طريقة الكناية ، وفيه وعيد للضالّين . والتوكيد المفاد ب { إنَّ } وبضمير الفصل راجع إلى المعنى الكنائي ، وأما كونه تعالى أعلم بذلك فلا مقتضى لتأكيدها لما كان المخاطب به النبي صلى الله عليه وسلم والمعنى : هو أعلم منك بحالهم .وضمير الفصل مفيد القصر وهو قصر حقيقي . والمعنى : أنت لا تعلم دخائلهم فلا تتحسر عليهم .وجملة { وهو أعلم بمن اهتدى } تتميم ، وفيه وعد للمؤمنين وبشارة للنبي صلى الله عليه وسلم والباء في ب { من ضل } وفي ب { من اهتدى } لتعدية صفتي { أعلم } وهي للملابسة ، أي هو أشد علماً ملابساً لمن ضل عن سبيله ، أي ملابساً لحال ضلاله ، وتقديم ذكر { من ضل } على ذكر { من اهتدى } لأن الضالّين أهمّ في هذا المقام ، وأما ذكر المهتدين فتتميمِ .",
  "ayah": 30,
  "surah": 53
}
