{
  "text": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (31({ وَلِلَّهِ مَا فِى السماوات وَمَا فِى الارض لِيَجْزِىَ الذين أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِى الذين أَحْسَنُواْ بالحسنى الذين يَجْتَنِبُونَ كبائر الإثم والفواحش إِلاَّ اللمم إِنَّ رَبَّكَ واسع المغفرة } .عطف على قوله : { إن ربك هو أعلم بمن ضل عن سبيله } الخ فبعد أن ذكر أن لله أمور الدارين بقوله : { فللَّه الآخرة والأولى } [ النجم : 25 ] انتقل إلى أهم ما يجري في الدارين من أحوال الناس الذين هم أشرف ما على الأرض بمناسبة قوله : { إن ربك هو أعلم بمن ضل عن سبيله } [ النجم : 30 ] المراد به الإِشارة إلى الجزاء وهو إثبات لوقوع البعث والجزاء .فالمقصود الأصلي من هذا الكلام هو قوله : { وما في الأرض } لأن المهم ما في الأرض إذ هم متعلق الجزاء ، وإنما ذكر معه ما في السماوات على وجه التتميم للإِعلام بإحاطة ملك الله لما احتوت عليه العوالم كلها ونكتة الابتداء بالتتميم دون تأخيره الذي هو مقتضى ظاهر في التتميمات هي الاهتمام بالعالم العلوي لأنه أوسع وأشرف وليكون المقصود وهو قوله : { ليجزى الذين أساءوا بما عملوا } الآية مقترناً بما يناسبه من ذكر ما في الأرض لأن المجزيين هم أهل الأرض ، فهذه نكتة مخالفة مقتضى الظاهر .فيجوز أن يتعلق قوله : { ليجزى } بما في الخبر من معنى الكون المقدَّر في الجار والمجرور المخبر به عن { ما في السموات وما في الأرض } أي كائن ملكاً لله كوناً علته أن يجزي الذين أساءوا والذين أحسنوا من أهل الأرض ، وهم الذين يصدر منهم الإِساءة والإِحسان فاللام في قوله : { ليجزي } لام التعليل ، جعل الجزاء علة لثبوت ملك الله لما في السموات والأرض .ومعنى هذا التعليل أنّ من الحقائق المرتبطة بثبوت ذلك الملك ارتباطاً أوَّليًّا في التعقل والاعتبار لا في إيجاد فإن ملك الله لما في السماوات وما في الأرض ناشىء عن إيجاد الله تلك المخلوقات والله حين أوجدها عالم أن لها حياتين وأن لها أفعالاً حسنة وسيئة في الحياة الدنيا وعالم أنه مجزيها على أعمالها بما يناسبها جزاء خالداً في الحياة الآخرة فلا جرم كان الجزاء غايةً لإِيجاد ما في الأرض فاعتبر هو العلة في إيجادهم وهي علة باعثة يحتمل أن يكون معها غيرُها لأن العلة الباعثة يمكن تعددها في الحكمة .ويجوز أن يتعلق بقوله : { أعلم } من قوله : { هو أعلم بمن ضل عن سبيله } [ النجم : 30 ] ، أي من خصائص علمه الذي لا يعزب عنه شيء أن يكون علمه مرتباً عليه الجزاءُ .والباءاننِ في قوله : { بما عملوا } وقوله : { بالحسنى } لتعدية فعْلي { ليجزي } و { يجزي } فما بعد الباءَيْن في معنى مفعول الفعلين ، فهما داخلتان على الجزاء ، وقوله : { بما عملوا } حينئذٍ تقديره : بمثل ما عملوا ، أي جزاء عادلاً مماثلاً لما عملوا ، فلذلك جعل بمنزلة عين ما عملوه على طريقة التشبيه البليغ .وقوله : { بالحسنى } أي بالمثوبة الحسنى ، أي بأفضل مما عملوا ، وفيه إشارة إلى مضاعفة الحسنات كقوله : { من جاء بالحسنة فله خير منها } [ النمل : 89 ] . والحسنى : صفة لموصوف محذوف يدل عليه { يجزي } وهي المثوبة بمعنى الثواب .وجاء ترتيب التفصيل لجزاء المسيئين والمحسنين على وفق ترتيب إجماله الذي في قوله : { إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى } [ النجم : 30 ] على طريقة اللف والنشر المرتب .",
  "ayah": 31,
  "surah": 53
}
