{
  "text": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40(يجوز أن تكون عطفاً على جملة { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] فهي من تمام تفسير { ما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] فيكون تغيير الأسلوب إذ جيء في هذه الآية بحرف { أنَّ } المشددة لاقتضاء المقام أن يقع الإِخبار عن سَعي الإنسان بأنه يُعلن به يوم القيامة ( وذلك من توابع أن ليس به إلاّ ما سعى ( ، فلما كان لفظ { سعيه } صالحاً للوقوع اسماً لحرف { أنَّ } زال مقتضِي اجتلاب ضمير الشأن فزال مقتضِي ( أَنْ ( المخففة . وقد يكون مضمون هذه الجملة في شريعة إبراهيم ما حكاه الله عنه من قوله : { ولا تخزني يوم يبعثون } [ الشعراء : 87 ] ويجوز أن لا يكون قوله مضمون قوله : { وأن سعيه } مشمولاً لما في صحف موسى وإبراهيم فعطفُه على ( ما ( الموصولة من قوله : { بما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] ، عطف المفرد على المفرد فيكون معمولاً لباء الجر في قوله : { فِى صُحُفِ مُوسَى } الخ ، والتقدير : لم ينبأ بأن سعي الإنسان سوف يُرى ، أي لا بد أن يرى ، أي يجازى عليه ، أي لم ينبأ بهذه الحقيقة الدينية وعليه فلا نتطلب ثبوت مضمون هذه الجملة في شريعة إبراهيم عليه السلام .و { سوف } حرف استقبال والأكثر أن يراد به المستقبل البعيد .ومعنى { يرى } يشاهد عند الحساب كما في قوله تعالى : { ووجدوا ما عملوا حاضراً } [ الكهف : 49 ] ، فيجوز أن تجسم الأعمال فتصير مشاهدة وأمور الآخرة مخالفة لمعتاد أمور الدنيا . ويجوز أن تجعل علامات على الأعمال يُعلن بها عنها كما في قوله تعالى : { نورهم يسعى بين أيديهم وبأيمانهم } [ التحريم : 8 ] . وما في الحديث « يُنْصَب لكل غادر لواء يوم القيامة فيقال : هذه غدرة فلان » فيقدر مضاف تقديره : وأن عنوان سعيه سوف يرى .ويجوز أن يكون ذلك بإشهار العمل والسعي كما في قوله تعالى : { أهؤلاء الذين أقسمتم لا ينالهم الله برحمة ادخلوا الجنة } [ الأعراف : 49 ] الآية ، وكما قال النبي صلى الله عليه وسلم « من سمع بأخيه فيما يكره سمع الله به سامع خلقه يوم القيامة » فتكون الرؤية مستعارة للعلم لقصد تحقق العلم واشتهاره .وحكمة ذلك تشريف المحسنين بحسن السمعة وانكسار المسيئين بسُوء الأحدوثة .وقوله : { ثم يجزاه الجزاء الأوفى } هو المقصود من الجملة .و { ثم } للتراخي الرتبي لأن حصول الجزاء أهم من إظهاره أو إظهار المجزي عنه .",
  "ayah": 40,
  "surah": 53
}
