{
  "text": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى (49(فهذه الجملة لا يجوز اعتبارها معطوفة على جملة { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] إذ لا تصلح لأن تكون مما في صحف موسى وإبراهيم لأن الشعرى لم تعبد في زمن إبراهيم ولا في زمن موسى عليهما السلام فيتعين أن تكون معطوفة على ( ما ( الموصولة من قوله { بما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] الخ .الشعرى : اسم نجم من نجوم برج الجوزاء شديد الضياء ويسمى : كَلْب الجَبّار ، لأن برج الجوزاء يسمى الجَبّار عند العرب أيضاً ، وهو من البروج الربيعية ، أي التي تكون مدةُ حلول الشمس فيها هي فصل الربيع .وسميت الجوزاء لشدة بياضها في سواد الليل تشبيهاً له بالشاة الجوزاء وهي الشاة السوداء التي وسطها أبيض .وبرج الجوزاء ذو كواكب كثيرة ولكثير منها أسماء خاصة والعرب يتخيلون مجموع نجومها في صورة رجل واقف بيده عصا وعلى وسطه سيف ، فلذلك سموه الجَبّار . وربما تخيّلوها صورة امرأة فيطلقون على وسطها اسم المنطقة .ولم أقف على وجه تسميتها الشِّعرى ، وسُميتْ كَلْب الجَبّار تخيلوا الجبار صائداً والشعرى يتبعه كالكلب وربما سمّوا الشعرى يَد الجوزاء ، وهو أبهر نجم برج الجوزاء ، وتوصف الشعرى باليمانيَة لأنها إلى جهة اليمن . وتوصف بالعبور ( بفتح العين ( لأنهم يزعمون أنها زَوج كوكب سُهيل وأنهما كانا متصلين وأن سُهيلاً انحدر نحو اليَمن فتبعته الشِعرى وعَبَرت نهر المَجَرة ، فلذلك وصفت بالعَبور فَعول بمعنى فاعلة ، وهو احتراز عن كوكب آخر ليس من كواكب الجوزاء يسمونه الشِعرى الفُمَيْصَاء ( بالغين المعجمة والصاد المهملة بصيغة تصغير ( وذكروا لتسميته قصة .والشعرى تسمى المِرزم ( كمنبر ( ويقال : مرزم الجوزاء لأن نوءه يأتي بمطر بارد في فصل الشتاء فاشتق له اسم آلة الرَّزم وهو شدة البرد ( فإنهم كنَّوا ريح الشّمال أمَّ رِزَم ( .وكان كوكب الشعرى عبدتْه خزاعة والذي سنّ عبادته رجل من سادة خزاعة يكنَى أبا كبشة . واختلف في اسمه ففي «تاج العروس» عن الكلبي أن اسمه جَزْء ( بجيم وزاي وهمزة ( . وعن الدارقطني أنه وَجز ( بواو وجيم وزاي ( بن غالب بن عامر بن الحارث بن غُبشان كذا في «التاج» ، والذي في «جمهرة ابن حزم» أن الحارث هو غُبشان الخزاعي . ومنهم من قال : إن اسم أبي كبشة عَبْد الشِعرى . ولا أحسب إلا أن هذا وصفٌ غلب عليه بعد أن اتخذ الشِّعرى معبوداً له ولقومه ، ولم يعرج ابن حزم في «الجمهرة» على ذكر أبي كَبشة .والذي عليه الجمهور أن الشّعرى لم يعبدها من قبائل العرب إلاّ خزاعة . وفي «تفسير القرطبي» عن السدّي أن حمير عبدوا الشعرى .وكانت قريش تدعو رسول الله صلى الله عليه وسلم أبا كبشة خيل لمخالفته إياهم في عبادة الأصنام ، وكانوا يصفونه بابن أبي كبشة .قيل لأن أبا كبشة كان من أجداد النبي صلى الله عليه وسلم من قبِل أمه يُعرِّضون أو يموّهون على دهمائهم بأنه يدعو إلى عبادة الشِعرى يريدون التغطية على الدعوة إلى توحيد الله تعالى فمن ذلك قولهم لما أراهم انشقاق القمر «سَحركم ابن أبي كبشة» وقول أبي سفيان للنفر الذين كانوا معه في حضرة هرقل «لقد أمِرَ أَمْر ابن أبي كبشة أنه يخافه ملك بني الأصفر» .قال ابن أبي الأصبع «في هذه الآية من البديع محسن التنكيت وهو أن يقصد المتكلم إلى شيء بالذكر دون غيره مما يسده مسد لأجل نكتة في المذكور ترجح مجيئه فقوله تعالى : { وأنه هو رب الشعرَى } خَص الشعرى بالذكر دون غيرها من النجوم لأن العرب كان ظهر فيهم رجل يعرف بأبي كبشة عبدَ الشعرى ودعا خلقاً إلى عبادتها» .وتخصيص الشعرى بالذكر في هاته السورة أنه تقدم ذكر اللاّت والعزَّى ومناة وهي معبودات وهمية لا مسميات لها كما قال تعالى : { إن هي إلا أسماء سميتموها } [ النجم : 23 ] وأعقبها بإبطال إلهية الملائكة وهي من الموجودات المجردات الخفية ، أعقب ذلك بإبطال عبادة الكواكب وخزاعة أجوار لأهل مكة فلما عبدوا الشعرى ظهرت عبادة الكواكب في الحجاز ، وإثبات أنها مخلوقة لله تعالى دليل على إبطال إلهيتها لأن المخلوق لا يكون إلهاً ، وذلك مثل قوله تعالى : { لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن } [ فصلت : 37 ] مع ما في لفظ الشعرى من مناسبة فواصل هذه السورة .والإِتيان بضمير الفصل يفيد قصر مربوبية الشعرى على الله تعالى وذلك كناية عن كونه رب ما يعتقدون أنه من تصرفات الشعرى ، أي هو رب تلك الآثار ومقدرها وليست الشعرى ربة تلك الآثار المسندة إليها في مزاعمهم ، وليس لِقصر كون رب الشعرى على الله تعالى دون غيره لأنهم لم يعتقدوا أن للشعرى ربّاً غير الله ضرورة أن منهم من يزعم أن الشعرى ربة معبودةٌ ومنهم من يعتقد أنها تتصرف بقطع النظر عن صفتها .",
  "ayah": 49,
  "surah": 53
}
