{
  "text": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (62(تفريع على الإِنكار والتوبيخ المفرعين على الإِنذار بالوعيد ، فرع عليه أمرهم بالسجود لله لأن ذلك التوبيخ من شأنه أن يعمق في قلوبهم فيكفّهم عما هم فيه من البطر والاستخفاف بالداعي إلى الله . ومقتضى تناسق الضمائر أن الخطاب في قوله : { فاسجدوا لله واعبدوا } موجه إلى المشركين .والسجود يجوز أن يراد به الخشية كقوله تعالى : { والنجم والشجر يسجدان } والمعنى : أمرهم بالخضوع إلى الله والكف عن تكذيب رسوله وعن إعراضهم عن القرآن لأن ذلك كله استخفاف بحق الله وكان عليهم لما دُعوا إلى الله أن يتدبروا وينظروا في دلائل صدق الرسول والقرآن .ويجوز أن يكون المراد سجود الصلاة والأمر به كناية عن الأمر بأن يُسلموا فإن الصلاة شعار الإسلام ، ألا ترى إلى قوله تعالى : { ما سلككم في سقر قالوا لم نك من المصلين } [ المدثر : 42 ، 43 ] ، أي من الذين شأنهم الصلاة وقد جاء نظيره الأمر بالركوع في قوله تعالى : { وإذا قيل لهم اركعوا لا يركعون } في سورة المرسلات ( 48 ( فيجوز فيه المحملان .وعطف على ذلك أمرهم بعبادة الله لأنهم إذا خضعوا له حَقَّ الخضوع عبدوه وتركوا عبادة الأصنام وقد كان المشركون يعبدون الأصنام بالطواف حولها ومعرضين عن عبادة الله ، ألاَ ترى أنهم عمدوا إلى الكعبة فوضعوا فيها الأصنام ليكون طوافهم بالكعبة طوافاً بما فيها من الأصنام .أو المراد : واعبدوه العبادة الكاملة وهي التي يُفرد بها لأن إشراك غيره في العبادة التي يستحقها إلا هو كعدم العبادة إذ الإِشراك إخلال كبير بعبادة الله قال تعالى : { واعبدوا الله ولا تشركوا به شيئاً } [ النساء : 36 ] .وقد ثبت في الأخبار الصحيحة أن النبي صلى الله عليه وسلم قرأ النجم فسجد فيها أي عند قوله : { فاسجدوا لله واعبدوا } وسجد من كان معه من المسلمين والمشركين إلا شيخاً مشركاً ( هو أمية بن خلف ( أخذ كفًّا من تراب أو حصى فرفعه إلى جهته وقال : يكفيني هذا . وروي أن عمر بن الخطاب وعبد الله بن مسعود كانا يسجدان عند هذه الآية في القراءة في الصلاة .وفي «أحكام» ابن العربي أن ابن عمر سجد فيها ، وفي «الصحيحين» و «السنن» عن زيد بن ثابت قال : قرأت النجم عند النبي صلى الله عليه وسلم فلم يسجد فيها . وفي «سنن ابن ماجه» عن أبي الدرداء «سجدت مع النبي صلى الله عليه وسلم إحدَى عشرة سجدة ليس فيها من المفصّل شيء» . وعن أبي بن كعب : كان آخر فعل النبي صلى الله عليه وسلم ترك السجود في المفصّل . وعن ابن عباس : أن النبي صلى الله عليه وسلم لم يسجد في المفصل منذ تحول إلى المدينة ، وسورة النجم من المفصَّل .واختلف العلماء في السجود عند هذه الآية فقال مالك : سجدة النجم ليست من عزائم القرآن ( أي ليست مما يسنّ السجود عندها .هذا مراده بالعزائم وليس المراد أن من سجود القرآن عَزائمَ ومنه غيرُ عزائم ف ( عزائم ( وصف كاشف ( ولم ير سجود القرآن في شيء من المفصل ، ووافقه أصحابه عدا ابن وهب قرآها من عزائم السجود ، هي وسجدة سورة الانشقاق وسجدة سورة العلق مثل قول أبي حنيفة . وفي «المنتقى» : أنه قول ابن وهب وابن نافع .وقال أبو حنيفة : هي من عزائم السجود . ونسب ابن العربي في «أحكام القرآن» مثله إلى الشافعي ، وهو المعروف في كتب الشافعية والحنابلة .وإنما سجد النبي صلى الله عليه وسلم فيها وإن كان الأمر في قوله : { فاسجدوا } مفرعاً على خطاب المشركين بالتوبيخ ، لأن المسلمين أولى بالسجود لله وليعضد الأمر القولي بالفعل ليبادر به المشركون . وقد كان ذلك مذكراً للمشركين بالسجود لله فسجدوا مع النبي صلى الله عليه وسلم ثم نسخ السجود فيها بعد ذلك فلم يروَ عن النبي صلى الله عليه وسلم بعد الهجرة ، ولخبر زيد بن ثابت وأُبي بن كعب وعمل معظم أصحاب النبي صلى الله عليه وسلم من أهل المدينة .",
  "ayah": 62,
  "surah": 53
}
