{
  "surah": 10,
  "ayah": 71,
  "text": "And recite to them the story of Noah when he said to his people, \" If my station and my reminding you of God's signs are too much for you, then in God I trust, so gather together your affair and those whom you associate, and let not your affair be obscure for you. Then decide about me, and do not leave me waiting. \" This is a lordly example from the Glorious Presence. He is saying, \" Trial from My court is a robe of honor for the friends, and drinking the draft of tribulation from the cup of love is the job of men. If someone's makeup is not worthy to be a target for the arrow of My trial, his countenance will also not be worthy of My love and beauty. \" When people choose someone for friendship, it is their habit to want every ease and comfort for their friend. The divine custom is contrary to this: Whenever He approves of someone for friendship, He sends him the drink of tribulation with the robe of love. \" Surely the people most severely tried are the prophets, then the friends, then the next best, then the next best. \" \" When God loves a servant, trial is poured down all over him. \" For a moment look at the state of Noah, the elder of the envoys and the leader of the godwary: What suffering he saw from his own community, what tribulation, and what a load of trial and trouble he carried in inviting them! For a thousand years less fifty he was inviting them, and ev- ery day they would beat him such that he lost consciousness, and they advised his own children to strike and beat him. With all this tribulation and trial he used to say, \" I have so much sorrow that I care nothing for your beating. \" He said to them, \" In God I trust, so gather together your affair and those whom you associate: Do whatever you want, and prepare whatever deception you can, for I am leaning on my Lord and have accepted Him as my caretaker, for in God I trust. \" Trust is the bridge to certainty and the pillar of faith. The Exalted Lord says, \" And in God put your trust, if you have faith \" [5:23]."
}
