{
  "surah": 3,
  "ayah": 6,
  "text": "He it is who forms you in the wombs as He wills. Talk of this has two sides: the affirmation of the form of the Creator, and the explication of His power over creatures and favor toward them through predetermination and form-giving. As for affirming the form of the Creator, in a sound report MuṣṬafā said, “God created Adam in His form, and his height was sixty cubits.” It has also been narrated as, “in the form of His face.” The folk of interpretation-the foundation of whose religion is adulteration, interpretation, and negation-have turned the referent of the pronoun away from the Real and rejected the out- wardness. The folk of the Sunnah-the foundation of whose religion is hearing, accepting, and surrendering-have left aside interpretation and gone by the outwardness. They say that in this report the pronoun refers to God, that investigation, reflection, and interpretation are not allowed, and that fancying similarity is an error, for the Real is without peer in all attributes. Concerning vision there are many reports that the Real has a shining face and form. Ibn ʿAbbās narrates that MuṣṬafā said, “I saw my Lord in the most beautiful form.” In the narrative of Abū Umāma Bāhilī, MuṣṬafā said, “My Lord was shown to me in the most beautiful form. He said, 'O MuḤammad!' I said, 'Here I am, obeying Thee.' About what are the Higher Plenum disput- ing?” This report is a long one and will be discussed in its place, God willing. The narrative of Jābir ibn Samura is this: “Surely God disclosed Himself to me in the most beautiful form.” The narrative of Anas is this: “My Lord came to me in the most beautiful form.” Anas also said, “Among the favors God will bestow on Adam on the Day of Resurrection is that He will say, 'Did I not bestow upon you My form?” Ibn ʿAbbās said, “Moses was angry with the Children of Israel, so when he came down with interdiction, he said to them, 'Drink this, you donkeys!' God said to him, 'Do you liken creatures whom I created in My form to donkeys?'” It is well known that in the reports of the resurrection MuṣṬafā said, “God will come to them in other than the form in which they recognize Him.  He will say, 'I am your Lord,' and they will say, 'Our Lord,' and follow Him.” ʿIkrima narrated from Ibn ʿAbbās, “The form is the head, so when you cut it off, there is no form.” For the lords of the heart these reports are a clear explication and truthful proof that the Creator has a form. Their circumspect and followed expression is to say, “He has a form,” or to say, “He is the possessor of a form.” We do not say that He is “formed,” for the imams of the past never said that, nor did they approve of it. Rather, they say that He has a form and a face, but that the exalted- ness of His majesty keeps the knowledge of this to Him, so creatures are incapable of perceiving its “how” and its core. Just as He Himself does not resemble creatures, so also His form does not resemble the form and face of the creatures. The creatures' form falls apart, comes to nothing, and is annihilated, but the Lord's form has majesty and generous giving, the glories of light, and shin- ing flashes of lightning. If the veil were to be lifted away from it, heaven and earth would burn and fall apart because of the glories, the brightness, and the shining. This is in the report: “Were [the veils] to be removed, the glories of His face would burn away everything perceived by eyesight.” Were You to glance once as You are, no idol would remain, no idol-worshiper, no sprite. As for talk in terms of form-giving, it is that the Lord of the Worlds laid a favor on the Adamites with the perfect form and beautiful face that He gave them. He says, “And He formed you, so He made your forms beautiful” [40:64]. In another place He says, “We created man in the most beau- tiful stature” [95:4]. This is a favor specific to the Adamites among all the animals. He did not give this rank to anyone else, nor did He convey any others to this situation, not even the proximate angels. In the traditions it has come, “How wonderful! He created an angel by the name of Gabriel and gave him six hundred peacock wings studded with jewels and bells of gold stuffed with fra- grant musk. When He flaps his wings, each bell gives forth a sweet sound, a tune that resembles no other.  Every time another angel, Seraphiel-whose shoulders are the base for one pillar of the Throne-begins glorification, all the angels of heaven fall silent. Even beyond this is the Tremen- dous Throne, upon whom is sitting the God of the universe. It has battlements that do not enter into Adamic imagination, their measure known to one. Next to the light of the Throne the light of the sun disappears and is nothing. He created all these creature with these attributes, but He said nothing about giving them beautiful forms or creating them beautifully except in the case of the Adamites, whom He pulled up from dark dust and conveyed to such a rank that He sometimes praises Himself for their creation and sometimes them. Concerning Himself He says, 'So blessed is God, the most beautiful of creators!' [23:14]. Concerning them He says, 'Those-they are the rightly guided' [49:7]; 'Those are the best of the creatures' [98:7]. Glory be to Him! Glory be to Him! It is this that is the great bounty [35:32] and the great triumph [85:11]. God says, 'As a bounty from God and a blessing, and God is knowing, wise' [49:8].”"
}
