{
  "text": "طالب علم اور طالب دنیا :فرماتا ہے کہ انسان کے پاس جہاں دو پیسے ہوئے ذرا فارغ البال ہوا کہ اسکے دل میں کبر و غرور، عجب و خود پسندی آئی اسے ڈرتے رہنا چاہیے اور خیال رکھنا چاہیے کہ اسے ایک دن اللہ کی طرف لوٹنا ہے وہاں جہاں اور حساب ہوں گے۔ مال کی بابت بھی سوال ہوگا کہ لایا کہاں سے خرچ کہاں کیا ؟ حضرت عبداللہ فرماتے ہیں دو لالچی ایسے ہیں جن کا پیٹ ہی نہیں بھرتا ایک طالبعلم اور دوسرا طالب دنیا۔ ان دونوں میں بڑافرق ہے۔ علم کا طالب تو اللہ کی رضامندی کے حاصل کرنے میں بڑھتا رہتا ہے اور دنیاکا لالچی سرکشی اور خود پسندی میں بڑھتا رہتا ہے پھر آپ نے یہ آیت تلاوت فرمائی جس میں دنیا داروں کا ذکر ہے پھر طالب علموں کی فضیلت کے بیان کی یہ آیت تلاوت کی انما یخشی اللّٰہ من عبادہ العما ءُ یہ حدیث مرفوعاً یعنی نبی ﷺ کے فرمان سے بھی مروی ہے کہ دو لالچی ہیں جو شکم پر نہیں ہوتے طالب علم اور طالب دنیا اس کے بعد کی آیات ابو جہل ملعون کے بارے میں نازل ہوئی ہیں کہ یہ آنحضرت ﷺ کو بیت اللہ میں نماز پڑھنے سے روکتا تھا۔ پس پہلے تو اسے بہترین طریقہ سمجھا گیا کہ جنھیں تو روکتا ہے یہی اگر سیدھی راہ پر ہوں انہی کی باتیں تقوے کی طرف بلاتی ہوں، پھر تو انہیں پر تشدد کرے اور خانہ اللہ سے روکے تو تیری بدقسمتی کی انتہا ہے یا نہیں ؟ کیا یہ روکنے والا جو نہ صرف خود حق کی راہنمائی سے محروم ہے بلکہ راہ حق سے روکنے کے درپے ہے اتنا بھی نہیں جانتا کہ اللہ تعالیٰ اسے دیکھ رہا ہے اس کا کلام سن رہا ہے اور اس کے کلام اور کام پر اسے سزا دے گا، اس طرح سمجھا چکنے کے بعد اب اللہ ڈرارہا ہے کہ اگر اس نے مخالفت، سرکشی اور ایذاء دہی نہ چھوڑ دی تو ہم بھی اس کی پیشانی کے بال پکڑ کر گھسیٹیں گے جو اقوال میں جھوٹا اور افعال میں بدکار ہے یہ اپنے مدد گاروں، ہم نشینوں قرابت داروں اور کنبہ قبیلے والوں کو بلالے۔ دیکھیں تو کون اس کی مدافعت کرسکتا ہے۔ ہم بھی اپنے عذاب کے فرشتوں کو بلا لیتے ہیں پھر ہر ایک کو کھل جائے گا کہ کون جیتا اور کون ہارا ؟ صحیح بخاری شریف میں حضرت ابن عباس ؓ سے مروی ہے کہ ابو جہل نے کہا کہ اگر میں محمد کو ﷺ کعبہ میں نماز پڑھتے ہوئے دیکھوں گا تو گردن سے دبوچوں گا حضور ﷺ کو بھی خبر پہنچی تو آپ نے فرمایا کہ اگر یہ ایسا کرے گا تو اللہ کے فرشتے پکڑ لیں گے دوسری روایت میں ہے کہ حضور ﷺ مقام ابراہیم کے پاس بیت اللہ میں نماز پڑھ رہے تھے کہ یہ ملعون آیا اور کہنے لگا کہ میں نے تجھے منع کردیا پھر بھی تو باز نہیں آیا اگر اب میں نے تجھے کعبے میں نماز پڑھتے ہوئے دیکھا تو سخت سزا دوں گا وغیرہ۔ نبی ﷺ نے سختی سے جواب دیا اس کی بات کو ٹھکرا دیا اور اچھی طرح ڈانٹ دیا، اس پر وہ کہنے لگا کہ تو مجھے ڈانٹتا ہے اللہ کی قسم میری ایک آواز پر یہ ساری وادی آدمیوں سے بھر جائے گی اس پر یہ آیت اتری کہ اچھا تو اپنے حامیوں کو بلا ہم بھی اپنے فرشتوں کو بلا لیتے ہیں۔ حضرت عبداللہ بن عباس فرماتے ہیں اگر وہ اپنے والوں کو پکارتا تو اسی وقت عذاب کے فرشتے اسے لپک لیتے (ملاحظہ ہو ترمذی وغیرہ) مسند احمد میں ابن عباس سے مروی ہے کہ ابو جہل نے کہا اگر میں رسول اللہ ﷺ کو بیت اللہ میں نماز پڑھتے ہوئے دیکھ لونگا تو اس کی گردن توڑ دوں گا۔ آپ نے فرمایا اگر وہ ایسا کرتا تو اسی وقت لوگوں کے دیکھتے ہوئے عذاب کے فرشتے اسے پکڑ لیتے اور اسی طرح جبکہ یہودیوں سے قرآن نے کہا تھا کہ اگر تم سچے ہو تو موت مانگو اگر وہ اسے قبول کرلیتے اور موت طلب کرتے تو سارے کے سارے مرجاتے اور جہنم میں اپنی جگہ دیکھ لیتے اور جن نصرانیوں کو مباہلہ کی دعوت دی گئی تھی اگر یہ مباہلہ کے لیے نکلتے تو لوٹ کر نہ اپنا مال پاتے نہ اپنے بال بچوں کو پاتے۔ ابن جریر میں ہے کہ ابو جہل نے کہا اگر میں آپ کو مقام ابراہیم کے پاس نماز پڑھتا ہوا دیکھ لوں گا تو جان سے مار ڈالوں گا اس پر یہ سورت اتری۔حضور ﷺ تشریف لے گئے ابو جہل موجود تھا اور آپ نے وہیں نماز ادا کی تو لوگوں نے اس بدبخت سے کہا کہ کیوں بیٹھا رہا ؟ اس نے کہا کیا بتاؤں کون میرے اور ان کے درمیان حائل ہوگئے۔ ابن عباس فرماتے ہیں اگر ذرا بھی ہلتا جلتا تو لوگوں کے دیکھتے ہوئے فرشتے اسے ہلاک کر ڈالتے ابن جریر کی اور روایت میں ہے کہ ابو جہل نے پوچھا کہ کیا محمد ﷺ تمہارے سامنے سجدہ کرتے ہیں ؟ لوگوں نے کہا ہاں تو کہنے لگا کہ اللہ کی قسم اگر میرے سامنے اس نے یہ کیا تو اس کی گردن روند دوں گا اور اس کے منہ کو مٹی میں ملادوں گا ادھر اس نے یہ کہا ادھر رسول اللہ ﷺ وبارک علیہ نے نماز شروع کی جب آپ سجدے میں گئے تو یہ آگے بڑھا لیکن ساتھ ہی اپنے ہاتھ سے اپنے آپ کو بچاتا ہوا پچھلے پیروں نہایت بد حواسی سے پیچھے ہٹا۔ لوگوں نے کہا کیا ہوا ہے ؟ کہنے لگا کہ میرے اور حضور ﷺ کے درمیان آگ کی خندق ہے اور گھبراہٹ کی خوفناک چیزیں ہیں اور فرشتوں کے پر ہیں وغیرہ اس وقت حضور ﷺ نے فرمایا اگر یہ ذرا قریب آجاتا تو فرشتے اس کا ایک ایک عضو الگ الگ کردیتے پس یہ آیتیں کلا ان الا نسان لیطغٰی سے آخر تک سورت تک نازل ہوئیں۔ اللہ ہی کو علم ہے کہ یہ کلام حضرت ابوہریرہ کی حدیث میں ہے یا نہیں ؟ یہ حدیث مسند مسلم، نسائی ابن ابی حاتم میں بھی ہے پھر فرمایا کہ اے نبی ﷺ ! تم اس مردود کی بات نہ ماننا، عبادت پر مداومت کرنا اور بکثرت عبادت کرتے رہنا اور جہاں جی چاہے نماز پڑھتے رہنا اور اس کی مطلق پرواہ نہ کرنا۔ اللہ تعالیٰ خود تیرا حافظ وناصر ہے۔ وہ تجھے دشمنوں سے محفوظ رکھے گا، تو سجدے میں اور قرب اللہ کی طلب میں مشغول رہ۔ رسول اللہ ﷺ فرماتے ہیں سجدہ کی حالت میں بندہ اپنے رب تبارک و تعالیٰ سے بہت ہی قریب ہوتا ہے پس تم بکثرت سجدوں میں دعائیں کرتے رہو پہلے یہ حدیث بھی گذر چکی ہے کہ حضور ﷺ سورة اذالسماء نشقت میں اور اس سورت میں سجدہ کیا کرتے تھے اللہ تعالیٰ کی توفیق سے سورة اقراء کی تفسیر ختم ہوئی۔ اللہ کا شکر و احسان ہے۔",
  "ayah": 14,
  "surah": 96
}
