{
  "text": "وَزَرَابِيُّ مَبْثُوثَةٌ (16) ولذلك عطف { وأكواب } ، { ونمارق } ، { وزرابي } ، لأنها متماثلة في أنها من متاع المساكن الفائقة .وهذا وصف لمحاسن الجنة بمحاسن أثاث قصورها فضمير فيها عائد للجنة باعتبار أن ما في قصورها هو مظروف فيها بواسطة .و { مصفوفة } : أي جُعل بعضها قريباً من بعض صفاً ، أي أينما أراد الجالس أن يجلس وجدها .و { زرابيّ } : جمع زَرْبيَّة بفتح الزاي وسكون الراء وكسر الموحدة وتشديد الياء ، وهي البساط أو الطُنفسة ( بضم الطاء ) المنسوج من الصوف الملون الناعم يفرش في الأرض للزينة والجلوس عليه لأهل الترف واليسار .والزربية نسبة إلى ( أذربيجان ) بلدٍ من بلاد فارس وبخَارى ، فأصل زربية أذربية ، حذفت همزتها للتخفيف لثقل الاسم لعجمته واتصال ياء النسب به ، وذَالها مبدَلة عن الزاي في كلام العرب لأن اسم البلد في لسان الفرس أزربيجان بالزاي المعجمة بعدها راء مهملة وليس في الكلام الفارسي حرف الذال ، وبلد ( أذرْبيجان ) مشهور بنعومة صوف أغنامه . واشتهر أيضاً بدقة صنع البُسُط والطنافس ورقّة خَمَلها .والمبثوثة : المنتشرة على الأرض بكثرة وذلك يفيد كناية عن الكثرة .وقد قوبلت صفات وجوه أهل النار بصفات وجوه أهل الجنة فقوبلت صفات { خاشعة } [ الغاشية : 2 ] ، { عاملة } { ناصبة } [ الغاشية : 3 ] بصفات { ناعمة لسعيها راضية } [ الغاشية : 8 ، 9 ] ، وقوبل قوله : { تصلى ناراً حامية } [ الغاشية : 4 ] بقوله : في { جنة عالية } [ الغاشية : 10 ] . وقوبل : { تسقى من عين آنية } [ الغاشية : 5 ] بقوله : { فيها عين جارية } [ الغاشية : 12 ] ، وقوبل شقاء عيش أهل النار الذي أفاده قوله :{ ليس لهم طعام إلا من ضريع لا يسمن ولا يغني من جوع } [ الغاشية : 6 ، 7 ] ، بمقاعد أهل الجنة المشعرةِ بترف العيش من شراب ومتاع .وهذا وعد للمؤمنين بأن لهم في الجنة ما يعرفون من النعيم في الدنيا وقد علموا أن ترف الجنة لا يبلغه الوصف بالكلام وجمع ذلك بوجه الإِجمال في قوله تعالى : { وفيها ما تشتهيه الأنفس وتلذّ الأعين } [ الزخرف : 71 ] ، ولكن الأرواح ترتاح بمألوفاتها فتعطاها فيكون نعيم أرواح الناس في كل عصر ومن كل مصر في الدرجة القصوى مما ألفوه ولا سيما ما هو مألوف لجميع أهل الحضارة والترف وكانوا يتمنونه في الدنيا ثم يُزادون من النعيم «ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر» .",
  "ayah": 16,
  "surah": 88
}
