{
  "text": "قوله تعالى : والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم قرأ العامة واتبعتهم بوصل الألف وتشديد التاء وفتح العين وإسكان التاء . وقرأ أبو عمرو \" وأتبعناهم \" بقطع الألف وإسكان التاء والعين ونون ; اعتبارا بقوله : ألحقنا بهم ليكون الكلام على نسق واحد . فأما قوله ذريتهم الأولى فقرأها بالجمع ابن عامر وأبو عمرو ويعقوب ورواها عن نافع إلا أن أبا عمرو كسر التاء على المفعول وضم باقيهم . وقرأ الباقون \" ذريتهم \" على التوحيد وضم التاء وهو المشهور عن نافع . فأما الثانية فقرأها نافع وابن عامر وأبو عمرو ويعقوب بكسر التاء على الجمع . الباقون ذريتهم على التوحيد وفتح التاء .واختلف في معناه ; فقيل عن ابن عباس أربع روايات : الأولى أنه قال : إن الله ليرفع ذرية المؤمن معه في درجته في الجنة وإن كانوا دونه في العمل لتقر بهم عينه ، وتلا هذه الآية . ورواه مرفوعا النحاس في \" الناسخ والمنسوخ \" له عن سعيد بن جبير عن ابن عباس أن رسول الله صلى الله عليه وسلم قال : إن الله عز وجل ليرفع ذرية المؤمن معه في درجته في الجنة وإن كان لم يبلغها بعمله لتقر بهم عينه ثم قرأ \" والذين آمنوا وأتبعناهم ذرياتهم بإيمان \" الآية . قال أبو جعفر : فصار الحديث مرفوعا عن النبي صلى الله عليه وسلم وكذا يجب أن يكون ; لأن ابن عباس لا يقول هذا إلا عن رسول الله صلى الله عليه وسلم ; لأنه إخبار عن الله عز وجل بما يفعله وبمعنى أنه أنزلها جل ثناؤه . الزمخشري : فيجمع الله لهم أنواع السرور بسعادتهم في أنفسهم ، وبمزاوجة الحور العين ، وبمؤانسة الإخوان المؤمنين ، وباجتماع أولادهم ونسلهم بهم . وعن ابن عباس أيضا أنه قال : إن الله ليلحق بالمؤمن ذريته الصغار الذين لم يبلغوا الإيمان ; قال المهدوي : والذرية تقع على الصغار والكبار ، فإن جعلت الذرية هاهنا للصغار [ ص: 63 ] كان قوله تعالى : بإيمان في موضع الحال من المفعولين ، وكان التقدير بإيمان من الآباء . وإن جعلت الذرية للكبار كان قوله : بإيمان حالا من الفاعلين . القول الثالث عن ابن عباس : أن المراد بالذين آمنوا المهاجرون والأنصار والذرية التابعون . وفي رواية عنه : إن كان الآباء أرفع درجة رفع الله الأبناء إلى الآباء ، وإن كان الأبناء أرفع درجة رفع الله الآباء إلى الأبناء ; فالآباء داخلون في اسم الذرية ; كقوله تعالى : وآية لهم أنا حملنا ذريتهم في الفلك المشحون . وعن ابن عباس أيضا يرفعه إلى النبي صلى الله عليه وسلم قال : إذا دخل أهل الجنة الجنة سأل أحدهم عن أبويه وعن زوجته وولده فيقال لهم : إنهم لم يدركوا ما أدركت فيقول يا رب إني عملت لي ولهم فيؤمر بإلحاقهم به . وقالت خديجة رضي الله عنها : سألت النبي صلى الله عليه وسلم عن ولدين لي ماتا في الجاهلية فقال لي : هما في النار فلما رأى الكراهية في وجهي قال : لو رأيت مكانهما لأبغضتهما قالت : يا رسول الله فولدي منك ؟ قال : في الجنة ثم قال : إن المؤمنين وأولادهم في الجنة والمشركين وأولادهم في النار ثم قرأ والذين آمنوا واتبعتهم ذريتهم بإيمان الآية .وما ألتناهم من عملهم من شيء أي ما نقصنا الأبناء من ثواب أعمالهم لقصر أعمارهم ، وما نقصنا الآباء من ثواب أعمالهم شيئا بإلحاق الذريات بهم . والهاء والميم راجعان إلى قوله تعالى : والذين آمنوا . وقال ابن زيد : المعنى واتبعتهم ذريتهم بإيمان ألحقنا بالذرية أبناءهم الصغار الذين لم يبلغوا العمل ; فالهاء والميم على هذا القول للذرية . وقرأ ابن كثير \" وما ألتناهم \" بكسر اللام . وفتح الباقون . وعن أبي هريرة \" آلتناهم \" بالمد ; قال ابن الأعرابي : ألته يألته ألتا ، وآلته يؤلته إيلاتا ، ولاته يليته ليتا كلها إذا نقصه . وفي الصحاح : ولاته عن وجهه يلوته ويليته أي حبسه عن وجهه وصرفه ، وكذلك ألاته عن وجهه فعل وأفعل بمعنى ، ويقال أيضا : ما ألاته من عمله شيئا أي ما نقصه ، مثل ألته ، وقد مضى ب \" الحجرات \" .كل امرئ بما كسب رهين قيل : يرجع إلى أهل النار . قال ابن عباس : ارتهن أهل جهنم بأعمالهم وصار أهل الجنة إلى نعيمهم ، ولهذا قال : [ ص: 64 ] كل نفس بما كسبت رهينة إلا أصحاب اليمين . وقيل : هو عام لكل إنسان مرتهن بعمله فلا ينقص أحد من ثواب عمله ، فأما الزيادة على ثواب العمل فهي تفضل من الله . ويحتمل أن يكون هذا في الذرية الذين لم يؤمنوا فلا يلحقون آباءهم المؤمنين بل يكونون مرتهنين بكفرهم .",
  "ayah": 21,
  "surah": 52
}
