{
  "text": "Creating the Heavens and the Earth is more difficult than repeating Creation\nin refutation of the claim rejecting resurrection due to the renewal of creation after its original state, Allah says;\nءَأَنتُمْ\n(Are you) `O people'\nأَشَدُّ خَلْقاً أَمِ السَّمَآءُ\n(more difficult to create or is the heaven...) meaning, `rather the heaven is more difficult to create than you.' As Allah said;\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(the creation of the heavens and the earth is greater than the creation of mankind;) (40:57) And His saying;\nأَوَلَـيْسَ الَذِى خَلَقَ السَّمَـوتِ وَالاٌّرْضَ بِقَـدِرٍ عَلَى أَن يَخْلُقَ مِثْلَهُم بَلَى وَهُوَ الْخَلَّـقُ الْعَلِيمُ\n(Is not the One Who created the heavens and the earth, capable of creating the similar to them. Yes, indeed! He is the Supreme Creator, the All-Knowing.) (36:81) Then Allah says,\nبَنَـهَا\n(He constructed) He explains this by His statement,\nرَفَعَ سَمْكَهَا فَسَوَّاهَا\n(He raised its height, and has perfected it.) meaning, He made it a lofty structure, vast in its space, with equal sides, and adorned with stars at night and in the darkness. Then Allah says,\nوَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَـهَا\n(Its night He covers and He brings out its forenoon.) meaning, He made its night dark and extremely black, and its day bright, luminous, shining and clear. Ibn `Abbas said, \"He did Aghtasha of its night means that He made it dark.\" Mujahid, `Ikrimah, Sa`id bin Jubayr and a large group have said this as well. In reference to Allah's statement,\nوَأَخْرَجَ ضُحَـهَا\n(And He brings out its forenoon.) meaning, He illuminated its day. Then Allah says,\nوَالاٌّرْضَ بَعْدَ ذَلِكَ دَحَـهَا\n(And after that He spread the earth,) He explains this statement by the statement that follows it,\nأَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَـهَا\n(And brought forth therefrom its water and its pasture.) It already has been mentioned previously in Surat Ha Mim As-Sajdah that the earth was created before the heaven was created, but it was only spread out after the creation of the heaven. This means that He brought out what was in it with a forceful action. This is the meaning of what was said by Ibn `Abbas and others, and it was the explanation preferred by Ibn Jarir. In reference to the statement of Allah,\nوَالْجِبَالَ أَرْسَـهَا\n(And the mountains He has fixed firmly,) meaning, He settled them, made them firm, and established them in their places. And He is the Most Wise, the All-Knowing. He is Most Kind to His creation, Most Merciful. Allah then says,\nمَتَـعاً لَّكُمْ وَلاًّنْعَـمِكُمْ\n(As provision and benefit for you and your cattle.) meaning, He spread out the earth, caused its springs to gush forth, brought forth its hidden benefits, caused its rivers to flow, and caused its vegetation, trees, and fruits to grow. He also made its mountains firm so that it (the earth) would be calmly settled with its dwellers, and He stabilized its dwelling places. All of this is a means of beneficial enjoyment for His creatures (mankind) providing them of what cattle they need, which they eat and ride upon. He has granted them these beneficial things for the period that they need them, in this worldly abode, until the end of time and the expiration of this life.",
  "ayah": 33,
  "surah": 79
}
