{
  "text": "حسن کارکردگی کے انعامات  پرہیزگار اللہ سے ڈرنے والے لوگوں کا انجام بیان ہو رہا ہے کہ یہ قیامت کے دن جنتوں میں اور نہروں میں ہوں گے بخلاف ان بد کرداروں کے جو عذاب و سزا، طوق و زنجیر، سختی اور مار پیٹ میں ہوں گے۔ جو فرائض الہٰی ان کے پاس آئے تھے یہ ان کے عامل تھے اور ان سے پہلے بھی وہ اخلاص سے کام کرنے والے تھے۔ لیکن اس تفسیر میں ذرا تامل ہے دو وجہ سے اول تو یہ کہ یہ تفسیر حضرت ابن عباس کی کہی جاتی ہے لیکن سند صحیح سے ان تک نہیں پہنچتی بلکہ اس کی یہ سند بالکل ضعیف ہے دوسرے یہ کہ (اخذین) کا لفظ حال ہے اگلے جملے سے تو یہ مطلب ہوا کہ متقی لوگ جنت میں اللہ کی دی ہوئی نعمتیں حاصل کر رہے ہوں گے اس سے پہلے وہ بھلائی کے کام کرنے والے تھے یعنی دنیا میں جیسے اللہ تعالیٰ جل جلالہ نے اور آیتوں میں فرمایا آیت (كُلُوْا وَاشْرَبُوْا هَنِيْۗئًۢا بِمَآ اَسْلَفْتُمْ فِي الْاَيَّامِ الْخَالِيَةِ 24؀) 69۔ الحاقة :24) یعنی دار دنیا میں تم نے جو نیکیاں کی تھیں ان کے بدلے اب تم یہاں شوق سے پاکیزہ و پسندیدہ کھاتے پیتے رہو۔ پھر اللہ تبارک وتعالیٰ ان کے عمل کے اخلاص یعنی ان کے احسان کی تفصیل بیان فرما رہا ہے کہ یہ رات کو بہت کم سویا کرتے تھے۔ بعض مفسرین کہتے ہیں یہاں (ما) نافیہ ہے تو بقول حضرت ابن عباس وغیرہ یہ مطلب ہوگا کہ ان پر کوئی رات ایسی نہ گذرتی تھی جس کا کچھ حصہ یاد الٰہی میں نہ گذارتے ہوں خواہ اول وقت میں کچھ نوافل پڑھ لیں خواہ درمیان میں۔ یعنی کچھ نہ کچھ کسی نہ کسی وقت نماز عموماً ہر رات پڑھ ہی لیا کرتے تھے ساری رات سوتے سوتے نہیں گزارتے تھے۔ حضرت ابو العالیہ وغیرہ فرماتے ہیں یہ لوگ مغرب عشاء کے درمیان کچھ نوافل پڑھ لیا کرتے تھے۔ امام ابو جعفر باقر فرماتے ہیں مراد یہ ہے کہ عشاء کی نماز پڑھنے سے پہلے نہیں سوتے تھے۔ بعض مفسرین کا قول ہے کہ (ما) یہاں موصولہ ہے یعنی ان کی نیند رات کی کم تھی کچھ سوتے تھے کچھ جاگتے تھے اور اگر دل لگ گیا تو صبح ہوجاتی تھی اور پھر پچھلی رات کو جناب باری میں گڑ گڑا کر توبہ استغفار کرتے تھے حضرت احنف بن قیس اس آیت کا یہ مطلب بیان کر کے پھر فرماتے تھے افسوس مجھ میں یہ بات نہیں آپ کے شاگرد حسن بصری کا قول ہے کہ آپ اکثر فرمایا کرتے تھے جنتیوں کے جو اعمال اور جو صفات بیان ہوئے ہیں۔ میں جب کبھی اپنے اعمال وصفات کو ان کے مقابلے میں رکھتا ہوں تو بہت کچھ فاصلہ پاتا ہوں۔ لیکن الحمد للہ جہنمیوں کے عقائد کے بالمقابل جب میں اپنے عقائد کو لاتا ہوں تو میں دیکھتا ہوں کہ وہ لوگ تو بالکل ہی خیر سے خالی تھے وہ کتاب اللہ کے منکر، وہ رسول اللہ ﷺ کے منکر، وہ موت کے بعد کی زندگی کے منکر، پس ہماری تو حالت وہی ہے جو اللہ تعالیٰ نے اس قسم کے لوگوں کی بتائی ہے (خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَـيِّـــًٔـا ۭعَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْ ۭاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ01002) 9۔ التوبہ :102) یعنی نیکیاں بدیاں ملی جلی۔ حضرت زید بن اسلم سے قبیلہ بنو تمیم کے ایک شخص نے کہا اے ابو سلمہ یہ صفت تو ہم میں نہیں پائی جاتی کہ ہم رات کو بہت کم سوتے ہوں بلکہ ہم تو بہت کم وقت عبادت اللہ میں گذارتے ہیں تو آپ نے فرمایا وہ شخص بھی بہت ہی خوش نصیب ہے جو نیند آئے تو سو جائے اور جاگے تو اللہ سے ڈرتا رہے، حضرت عبداللہ بن سلام فرماتے ہیں جب شروع شروع میں رسول اللہ ﷺ مدینہ شریف میں تشریف لائے تو لوگ آپ کی زیارت کے لئے ٹوٹ پڑے اور اس مجمع میں میں بھی تھا واللہ آپ کے مبارک چہرہ پر نظر پڑتے ہی اتنا تو میں نے یقین کرلیا کہ یہ نورانی چہرہ کسی جھوٹے انسان کا نہیں ہوسکتا۔ سب سے پہلی بات جو رسول کریم ﷺ کی میرے کان میں پڑی یہ تھی کہ آپ نے یہ فرمایا اے لوگو کھانا کھلاتے رہو اور صلہ رحمی کرتے رہو اور سلام کیا کرو اور راتوں کو جب لوگ سوئے ہوئے ہوں نماز ادا کرو تو تم سلامتی کے ساتھ جنت میں داخل ہوجاؤ گے۔ مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں کہ جنت میں ایسے بالا خانے ہیں جن کے اندر کا حصہ باہر سے اور باہر کا حصہ اندر سے نظر آتا ہے یہ سن کر حضرت موسیٰ اشعری نے فرمایا یا رسول اللہ ﷺ یہ کن کے لئے ہیں ؟ فرمایا ان کے لئے جو نرم کلام کریں اور دوسروں کو کھلاتے پلاتے رہیں اور جب لوگ سوتے ہوں یہ نمازیں پڑھتے رہیں۔ حضرت زہری اور حضرت حسن فرماتے ہیں اس آیت کا مطلب یہ ہے کہ وہ رات کا اکثر حصہ تہجد گذاری میں نکالتے ہیں حضرت ابن عباس اور حضرت ابراہیم نخعی فرماتے ہیں مطلب یہ ہے کہ رات کا بہت کم حصہ وہ سوتے ہیں حضرت ضحاک (کانوا قلیلا) کو اس سے پہلے کے جملے کے ساتھ ملاتے ہیں اور (من اللیل) سے ابتداء بتاتے ہیں لیکن اس قول میں بہت دوری اور تکلف ہے۔ پھر اللہ عزوجل ارشاد فرماتا ہے سحر کے وقت وہ استغفار کرتے ہیں مجاہد وغیرہ فرماتے ہیں یعنی نماز پڑھتے ہیں اور مفسرین فرماتے ہیں راتوں کو قیام کرتے ہیں اور صبح کے ہونے کے وقت اپنے گناہوں کی معافی طلب کرتے ہیں جیسے اور جگہ فرمان باری ہے آیت (وَالْمُسْـتَغْفِرِيْنَ بالْاَسْحَارِ 17؀) 3۔ آل عمران :17) یعنی سحر کے وقت یہ لوگ استغفار کرنے لگ جاتے ہیں۔ اگر یہ استغفار نماز میں ہی ہو تو بھی بہت اچھا ہے صحاح وغیرہ میں صحابہ کی ایک جماعت کی کئی روایتوں سے ثابت ہے کہ رسول مقبول ﷺ نے فرمایا جب آخری تہائی رات باقی رہ جاتی ہے اس وقت اللہ تبارک وتعالیٰ ہر رات کو آسمان دنیا کی طرف اترتا ہے اور فرماتا ہے کوئی گنہگار ہے ؟ جو توبہ کرے اور میں اس کی توبہ قبول کروں کوئی استغفار کرنے والا ہے ؟ جو استغفار کرے اور میں اسے بخشوں کوئی مانگنے والا ہے ؟ جو مانگے اور میں اسے دوں، فجر کے طلوع ہونے تک یہی فرماتا ہے۔ اکثر مفسرین نے فرمایا کہ نبی اللہ حضرت یقعوب نے اپنے لڑکوں سے جو فرمایا تھا کہ آیت (سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۭ اِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ 98؀) 12۔ یوسف :98) میں اب عنقریب تمہارے لئے استغفار کروں گا اس سے بھی مطلب یہی تھا کہ سحر کا وقت جب آئے گا تب استغفار کروں گا۔ پھر ان کا یہ وصف بیان کیا جاتا ہے کہ جہاں یہ نمازی ہیں اور حق اللہ ادا کرتے ہیں وہاں لوگوں کے حق بھی نہیں بھولتے زکوٰۃ دیتے ہیں سلوک احسان اور صلہ رحمی کرتے ہیں ان کے مال میں ایک مقررہ حصہ مانگنے والوں اور ان حقداروں کا ہے جو سوال سے بچتے ہیں۔ ابو داؤد وغیرہ میں ہے رسول کریم ﷺ فرماتے ہیں سائل کا حق ہے گو وہ گھوڑ سوار ہو (محروم) وہ ہے جس کا کوئی حصہ بیت المال میں نہ ہو خود اس کے پاس کوئی کام کاج نہ ہو صنعت و حرفت یاد نہ ہو جس سے روزی کما سکے۔ ام المومنین حضرت عائشہ صدیقہ فرماتی ہیں اس سے مراد وہ لوگ ہیں کہ کچھ سلسلہ کمانے کا کر رکھا ہے لیکن اتنا نہیں پاتے کہ انہیں کافی ہوجائے، حضرت ضحاک فرماتے ہیں وہ شخص جو مالدار تھا لیکن مال تباہ ہوگیا چناچہ یمامہ میں جب پانی کی طغیانی آئی اور ایک شخص کا تمام مال اسباب بہا لے گئی تو ایک صحابی نے فرمایا یہ محروم ہے اور بزرگ مفسرین فرماتے ہیں محروم سے مراد وہ شخص ہے جو حاجت کے باوجود کسی سے سوال نہیں کرتا۔ ایک حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں مسکین صرف وہی لوگ نہیں جو گھومتے پھرتے ہیں اور جنہیں ایک دو لقمے یا ایک دو کھجوریں تم دے دیا کرتے وہ بلکہ حقیقتًا وہ لوگ بھی مسکین ہیں جو اتنا نہیں پاتے کہ انہیں حاجت نہ رہے اپنا حال قال ایسا رکھتے ہیں کہ کسی پر ان کی حاجت و افلاس ظاہر ہو اور کوئی انہیں صدقہ دے (بخاری و مسلم) حضرت عمر بن عبدالعزیز مکہ شریف جا رہے تھے کہ راستے میں ایک کتا پاس آکر کھڑا ہوگیا آپ نے ذبح کردہ بکری کا ایک شانہ کاٹ کر اس کی طرف ڈال دیا اور فرمایا لوگ کہتے ہیں یہ بھی محروم میں سے ہے۔ حضرت شعبی فرماتے ہیں میں تو عاجز آگیا لیکن محروم معنی معلوم نہ کرسکا۔ امام ابن جریر فرماتے ہیں محروم وہ ہے جس کے پاس مال نہ رہا ہو خواہ وجہ کچھ بھی ہو۔ یعنی حاصل ہی نہ کرسکا کمانے کھانے کا سلیقہ ہی نہ ہو یا کام ہی ناچلتا ہو یا کسی آفت کے باعث جمع شدہ مال ضائع ہوگیا ہو وغیرہ۔ ایک مرتبہ اللہ کے رسول ﷺ نے ایک چھوٹا سا لشکر کافروں کی سرکوبی کے لئے روانہ فرمایا اللہ نے انہیں غلبہ دیا اور مال غنیمت بھی ملا پھر کچھ لوگ آپ کے پاس وہ بھی آگئے جو غنیمت حاصل ہونے کے وقت موجود نہ تھے پس یہ آیت اتری۔ اس کا اقتضاء تو یہ ہے کہ یہ مدنی ہو لیکن دراصل ایسا نہیں بلکہ یہ آیت مکی ہے۔ پھر فرماتا ہے یقین رکھنے والوں کے لئے زمین میں بھی بہت سے نشانات قدرت موجود ہیں جو خالق کی عظمت و عزت ہیبت و جلالت پر دلالت کرتے ہیں دیکھو کہ کس طرح اس میں حیوانات اور نباتات کو پھیلا دیا ہے اور کس طرح اس میں پہاڑوں، میدانوں، سمندروں اور دریاؤں کو رواں کیا ہے۔ پھر انسان پر نظر ڈالو ان کی زبانوں کے اختلاف کو ان کے رنگ و روپ کے اختلاف کو ان کے ارادوں اور قوتوں کے اختلاف ہو ان کی عقل و فہم کے اختلاف کو ان کی حرکات و سکنات کو ان کی نیکی بدی کو دیکھو ان کی بناوٹ پر غور کرو کہ ہر عضو کیسی مناسب جگہ ہے۔ اسی لئے اس کے بعد ہی فرمایا خود تمہارے وجود میں ہی اس کی بہت سی نشانیاں ہیں۔ کیا تم دیکھتے نہیں ہو ؟ حضرت قتادہ فرماتے ہیں جو شخص اپنی پیدائش میں غور کرے گا اپنے جوڑوں کی ترکیب پر نظر ڈالے گا وہ یقین کرلے گا کہ بیشک اسے اللہ نے ہی پیدا کیا اور اپنی عبادت کے لئے ہی بنایا ہے۔ پھر فرماتا ہے آسمان میں تمہاری روزی ہے یعنی بارش اور وہ بھی جس کا تم سے وعدہ کیا جاتا ہے یعنی جنت، حضرت واصل احدب نے اس آیت کی تلاوت کی اور فرمایا افسوس میرا رزق تو آسمانوں میں ہے اور میں اسے زمین میں تلاش کر رہا ہوں ؟ یہ کہہ کر بستی چھوڑی اجاڑ جنگل میں چلے گئے۔ تین دن تک تو انہیں کچھ بھی نہ ملا لیکن تیسرے دن دیکھتے ہیں کہ تر کھجوروں کا ایک خوشہ ان کے پاس رکھا ہوا ہے۔ ان کے بھائی ساتھ ہی تھے دونوں بھائی آخری دم تک اسی طرح جنگلوں میں رہے۔ پھر اللہ کریم خود اپنی قسم کھا کر فرماتا ہے کہ میرے جو وعدے ہیں مثلا قیامت کے دن دوبارہ جلانے کا جزا سزا کا یہ یقینا سراسر سچے اور قطعًا بےشبہ ہو کر رہنے والے ہیں، جیسے تمہاری زبان سے نکلے ہوئے الفاظ میں شک نہیں ہوتا اسی طرح تمہیں ان میں بھی کوئی شک ہرگز ہرگز نہ کرنا چاہیے۔ حضرت معاذ جب کوئی بات کہتے تو فرماتے یہ بالکل حق ہے جیسے کہ تیرا یہاں ہونا حق ہے۔ رسول اللہ ﷺ فرماتے ہیں اللہ انہیں برباد کرے جو اللہ کی قسم کو بھی نہ مانیں یہ حدیث مرسل ہے یعنی تابعی آنحضرت ﷺ سے روایت کرتے ہیں۔ صحابی کا نام نہیں لیتے۔",
  "ayah": 17,
  "surah": 51
}
