{
  "text": "مہمان اور میزبان ؟  یہ واقعہ سورة ہود اور سورة حجر میں بھی گذر چکا ہے یہ مہمان فرشتے تھے جو بہ شکل انسان آئے تھے جنہیں اللہ نے عزت و شرافت دے رکھی ہے حضرت امام احمد بن حنبل اور دیگر علمائے کرام کی ایک جماعت کہتی ہے کہ مہمان کی ضیافت کرنا واجب ہے حدیث میں بھی یہ آیا ہے اور قرآن کریم کے ظاہری الفاظ بھی یہی ہیں۔ انہوں نے سلام کیا جس کا جواب خلیل اللہ نے بڑھا کردیا اس کا ثبوت دوسرے سلام پر دو پیش کا ہونا ہے۔ اور یہی فرمان باری تعالیٰ ہے فرماتا ہے (وَاِذَا حُيِّيْتُمْ بِتَحِيَّةٍ فَحَــيُّوْا بِاَحْسَنَ مِنْھَآ اَوْ رُدُّوْھَا ۭ اِنَّ اللّٰهَ كَانَ عَلٰي كُلِّ شَيْءٍ حَسِيْبًا 86؀) 4۔ النسآء :86) یعنی جب کوئی تمہیں سلام کرے تو تم اس سے بہتر جواب دو یا کم ازکم اتنا ہی۔ پس خلیل اللہ نے افضل صورت کو اختیار کیا حضرت ابراہیم چونکہ اس سے ناواقف تھے کہ یہ دراصل فرشتے ہیں اس لئے کہا کہ یہ لوگ تو ناآشنا سا ہیں۔ یہ فرشتے حضرت جبرائیل حضرت میکائیل اور حضرت اسرافیل (علیہم السلام) تھے۔ جو خوبصورت نوجوان انسانوں کی شکل میں آئے تھے ان کے چہروں پر ہیبت و جلال تھا حضرت ابراہیم اب ان کے لئے کھانے کی تیاری میں مصروف ہوگئے اور چپ چاپ بہت جلد اپنے گھر والوں کی طرف گئے اور ذرا سی دیر میں تیار بچھڑے کا گوشت بھنا بھنایا ہوا لے آئے اور انکے سامنے رکھ دیا اور فرمایا آپ کھاتے کیوں نہیں ؟ اس سے ضیافت کے آداب معلوم ہوئے کہ مہمان سے پوچھے بغیر ہی ان پر شروع سے احسان رکھنے سے پہلے آپ چپ چاپ انہیں خبر کئے بغیر ہی چلے گئے اور بہ عجلت بہتر سے بہتر جو چیز پائی اسے تیار کر کے لے آئے۔ تیار فربہ کم عمر بچھڑے کا بھنا ہوا گوشت لے آئے اور کہیں اور رکھ کر مہمان کی کھینچ تان نہ کی بلکہ ان کے سامنے ان کے پاس لا کر رکھا۔ پھر انہیں یوں نہیں کہتے کہ کھاؤ کیونکہ اس میں بھی ایک حکم پایا جاتا ہے بلکہ نہایت تواضع اور پیار سے فرماتے ہیں آپ تناول فرمانا شروع کیوں نہیں کرتے ؟ جیسے کوئی شخص کسی سے کہے کہ اگر آپ فضل و کرم احسان و سلوک کرنا چاہیں تو کیجئے پھر ارشاد ہوتا ہے کہ خلیل اللہ اپنے دل میں ان سے خوفزدہ ہوگئے جیسے کہ اور آیت میں ہے آیت (فَلَمَّا رَآٰ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خِيْفَةً ۭ قَالُوْا لَا تَخَفْ اِنَّآ اُرْسِلْنَآ اِلٰي قَوْمِ لُوْطٍ 70؀ۭ) 11۔ ھود :70) ، یعنی آپ نے جب دیکھا کہ ان کے ہاتھ کھانے کی طرف بڑھتے نہیں تو دہشت زدہ ہوگئے اور دل میں خوف کھانے لگے اس پر مہمانوں نے کہا ڈرو مت ہم اللہ کے بھیجے ہوئے فرشتے ہیں جو قوم لوط کی ہلاکت کے لئے آئے ہیں آپ کی بیوی صاحبہ جو کھڑی ہوئی سن رہی تھیں وہ سن کر ہنس دیں تو فرشتوں نے انہیں خوشخبری سنائی کہ تمہارے ہاں حضرت اسحاق پیدا ہوں گے اور ان کے ہاں حضرت یعقوب اس پر بیوی صاحبہ کو تعجب ہوا اور کہا ہائے افسوس اب میرے ہاں بچہ کیسے ہوگا ؟ میں تو بڑھیا پھوس ہوگئی ہوں اور میرے شوہر بھی بالکل بوڑھے ہوگئے۔ یہ سخت تر تعجب کی چیز ہے فرشتوں نے کہا کیا تم اللہ کے کاموں سے تعجب کرتی ہو ؟ خصوصًا تم جیسی ایسی پاک گھرانے کی عورت ؟ تم پر اللہ کی رحمتیں اور برکتیں نازل ہوں۔ جان رکھو کہ اللہ تعالیٰ تعریفوں کے لائق اور بڑی بزرگی اور اعلیٰ شان والا ہے یہاں یہ فرمایا گیا ہے کہ بشارت حضرت ابراہیم کو دی گئی کیونکہ بچے کا ہونا دونوں کی خوشی کا موجب ہے۔ پھر فرماتا ہے یہ بشارت سن کر آپ کی اہلیہ صاحبہ کے منہ سے زور کی آواز نکل گئی اور اپنے تئیں دوہتڑ مار کر ایسی عجیب و غریب خبر کو سن کر حیرت کے ساتھ کہنے لگیں کہ جوانی میں تو میں بانجھ رہی اب میاں بیوی دونوں بوڑھے ہوگئے تو مجھے حمل ٹھہرے گا ؟ اس کے جواب میں فرشتوں نے کہا کہ یہ خوشخبری کچھ ہم اپنی طرف سے نہیں دے رہے بلکہ اللہ تعالیٰ نے ہمیں فرمایا ہے کہ ہم تمہیں یہ خبر پہنچائیں۔ وہ حکمت والا اور علم والا ہے۔ تم جس عزت و کرامت کے مستحق ہو وہ خوب جانتا ہے اور اس کا فرمان ہے کہ تمہارے ہاں اس عمر میں بچہ ہوگا اس کا کوئی کام حکمت سے خالی نہیں نہ اس کا کوئی فرمان حکمت سے خالی ہے۔ الحمد اللہ ! الحمد اللہ ! اللہ تعالیٰ کے فضل و کرم اور اس کے لطف و رحم سے تفسیر محمدی کا چھبیسواں پارہ حم بھی ختم ہوا۔ اللہ تعالیٰ ہم سب کو اپنے کلام پاک کا صحیح اور حقیقی مطلب سمجھائے اور پھر اس پر عمل کرنے کی توفیق دے اے پروردگار علم جس طرح تو نے مجھ پر اپنا یہ فضل کیا ہے کہ اپنے کلام کی خدمت مجھ سے لی اسی طرح یہ بھی فضل کر کہ اسے قبول فرما اور میرے لئے باقیات صالحات میں اسے کرلے۔ اور اس تفسیر کو میری تقصیر کی معافی کا سبب بنا دے اپنے تمام بندوں کو اس سے فائدہ پہنچا اور سب کو عمل صالح کی توفیق عطا فرما۔ آمین۔",
  "ayah": 27,
  "surah": 51
}
