{
  "text": "پہلے بیان ہوچکا ہے کہ جب ان نووارد مہمانوں سے حضرت ابراہیم کا تعارف ہوا اور دہشت جاتی رہی۔ بلکہ ان کی زبانی ایک بہت بڑی خوشخبری بھی سن چکے اور اپنی بردباری اللہ ترسی اور دردمندی کی وجہ سے اللہ کی جناب میں قوم لوط کی سفارش بھی کرچکے اور اللہ کے ہاں کے حتمی وعدے کا اعلان بھی سن چکے، اس کے بعد جو ہوا اس کا بیان یہاں ہو رہا ہے کہ حضرت خلیل اللہ نے ان فرشتوں سے دریافت فرمایا کہ آپ لوگ کس مقصد سے آئے ہیں ؟ انہوں نے جواب دیا کہ قوم لوط کے گنہگاروں کو تاخت تاراج کرنے کے لئے ہمیں بھیجا گیا ہے ہم ان پر سنگ باری اور پتھراؤ نہ کریں گے ان پتھروں کو ان پر برسائیں گے جن پر اللہ کے حکم سے پہلے ہی ان کے نام لکھے جاچکے ہیں اور ہر ایک گنہگار کے لئے الگ الگ پتھر مقرر کر دئیے گئے ہیں سورة عنکبوت میں گذر چکا ہے کہ یہ سن کر حضرت خلیل الرحمن نے فرمایا کہ وہاں تو حضرت لوط ہیں پھر وہ بستی کی بستی کیسے غارت کردی جائے گی ؟ فرشتوں نے کہا اس کا علم ہمیں بھی ہے ہمیں حکم مل چکا ہے کہ ہم انہیں اور ان کے ساتھ کے گھرانے کے تمام ایمان داروں کو بچا لیں ہاں ان کی بیوی نہیں بچ سکتی وہ بھی مجرموں کے ساتھ اپنے جرم کے بدلے ہلاک کردی جائے گی، اسی طرح یہاں بھی ارشاد ہے کہ اس بستی میں جتنے بھی مومن تھے سب کو بچا دیا گیا کہ وہاں سوائے ایک گھر کے اور گھر مسلمان تھا ہی نہیں۔ یہ دونوں آیتیں دلیل ہیں ان لوگوں کی جو کہتے ہیں کہ ایمان و مذہب بھی یہی ہے کہ ایک ہی چیز ہے جسے ایمان بھی کہا جاتا ہے اور اسلام بھی لیکن یہ استدلال ضعیف ہے اس لئے کہ یہ لوگ مومن تھے اور یہ تو ہم بھی مانتے ہیں کہ ہر مومن مسلمان ہوتا ہے لیکن ہر مسلمان مومن نہیں ہوتا پس حال کی خصوصیت کی وجہ سے انہیں مومن مسلم کہا گیا ہے اس سے عام طور پر یہ بات نہیں ہوتا کہ ہر مسلم مومن ہے۔ (حضرت امام بخاری اور دیگر محدثین کا مذہب ہے کہ جب اسلام حقیقی اور سچا اسلام ہو تو وہی اسلام ایمان ہے اور اس صورت میں ایمان اسلام ایک ہی چیز ہے ہاں جب اسلام حقیقی طور پر نہ ہو تو بیشک اسلام ایمان میں فرق ہے صحیح بخاری شریف کتاب الایمان ملاحظہ ہو۔ مترجم) پھر فرماتا ہے کہ ان کی آباد و شاد بستیوں کو عذاب سے برباد کر کے انہیں سڑے ہوئے بدبودار کھنڈر بنا دینے میں مومنوں کے لئے عبرت کے پورے سامان ہیں جو عذاب الٰہی سے ڈر رکھتے ہیں وہ ان نمونہ کو دیکھ کر اور اس زبردست نشان کو ملاحظہ کر کے پوری عبرت حاصل کرسکتے ہیں۔",
  "ayah": 37,
  "surah": 51
}
