{
  "text": "তিনি তোমাদের জন্য নির্ধারিত করেছেন ধর্ম; যার নির্দেশ দিয়েছিলেন নূহকে এবং যা আমি প্রত্যাদেশ করেছি তোমাকে এবং যার নির্দেশ দিয়েছিলাম ইব্রাহীম, মূসা ও ঈসাকে[১] এই বলে যে, তোমরা ধর্মকে প্রতিষ্ঠিত কর[২] এবং ওতে মতভেদ করো না।[৩] তুমি অংশীবাদীদের যার প্রতি আহবান করছ, তা তাদের নিকট দুর্বহ মনে হয়।[৪] আল্লাহ যাকে ইচ্ছা ধর্মের প্রতি আকৃষ্ট করেন[৫] এবং যে তাঁর অভিমুখী হয়, তাকে ধর্মের দিকে পরিচালিত করেন।[৬]\n[১] شَرَعَ অর্থ, বর্ণনা করেছেন, বিশ্লেষণ করেছেন এবং নির্দিষ্ট করেছেন। لَكُمْ (তোমাদের জন্য) এ সম্বোধন করা হয়েছে উম্মতে মুহাম্মাদীকে। অর্থাৎ, তোমাদের জন্য সেই দ্বীনই নির্ধারিত করেছেন যার অসিয়ত পূর্বের নবীদেরকে করে এসেছেন। এ প্রসঙ্গে কিছু মর্যাদাসম্পন্ন নবীর নাম উল্লেখ করেছেন।[২] الدِّيْنِ বলতে, আল্লাহর প্রতি ঈমান আনা, রসূলের আনুগত্য করা এবং তাওহীদ (একত্ব) ও শরীয়তকে মেনে নেওয়া। এটাই ছিল প্রত্যেক নবীর দ্বীন। এরই প্রতি তাঁরা স্ব-স্ব জাতিকে আহবান করেছেন। যদিও প্রত্যেক নবীর শরীয়ত ও নিয়ম-পদ্ধতির মধ্যে আংশিক পার্থক্য ছিল। যেমন আল্লাহ বলেন, {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا} অর্থাৎ, তোমাদের প্রত্যেকের জন্য এক একটি শরীয়ত (আইন) ও স্পষ্ট পথ নির্ধারণ করেছি।\n(সূরা মাইদাহ ৫:৪৮ আয়াত)\nকিন্তু উল্লিখিত মৌলিক বিষয়ে সবাই শরীক ছিলেন। এই কথাটাকেই নবী (সাঃ) তাঁর এই ভাষায় ব্যক্ত করেছেন, \"আমরা নবীরা হলাম বৈমাত্রেয় ভাইস্বরূপ। আমাদের সকলের দ্বীন একটাই।\"\n(সহীহ বুখারী ইত্যাদি)\nআর সেই একটি দ্বীন হল তাওহীদ (একত্ব) ও রসূলের আনুগত্যের নাম। অর্থাৎ, এঁদের (ঐক্যের) সম্পর্ক এমন আংশিক মসলা-মাসায়েলের সাথে নয়, যে ব্যাপারসমূহে দলীলাদির পরস্পর বিরোধ থাকে। অথবা যে ব্যাপারগুলোতে বুঝার মধ্যে কখনো তারতম্য ও তফাৎ থাকে। কেননা, এগুলোর ব্যাপারে নিজ নিজ ইজতিহাদী দ্বিমত অথবা মতবিরোধ সৃষ্টির সম্ভাবনা থাকে। এই কারণে এই শ্রেণীর গৌণ বিষয়াবলী ভিন্ন ভিন্ন হয় এবং হতে পারে। কিন্তু তাওহীদ ও আনুগত্য (দ্বীনের) কোন আংশিক বিষয় না, বরং তা হল (দ্বীনের) মৌলিক বিষয় যার উপর কুফরী ও ঈমানের ভিত্তি প্রতিষ্ঠিত।[৩] কেবল এক আল্লাহর ইবাদত ও তাঁর আনুগত্য (অথবা তাঁর রসূলের আনুগত্য যা প্রকৃতপক্ষে আল্লাহরই আনুগত্য) করাই হল ঐক্যের ও ভ্রাতৃত্বের মূল। আর তাঁর ইবাদত ও আনুগত্য থেকে বিমুখতা অথবা এতে অন্যকে শরীক করা হল বিচ্ছিন্নতা ও অনৈক্যের শিকড়। যাকে মহান আল্লাহ 'মতভেদ করো না' বলে নিষেধ করেছেন।[৪] আর তা হল সেই তাওহীদ এবং আল্লাহ ও তাঁর রসূলের আনুগত্য।[৫] অর্থাৎ, যাকে হিদায়াত পাওয়ার যোগ্য মনে করেন, তাকে হিদায়াতের জন্য নির্বাচন করে নেন।[৬] অর্থাৎ, আল্লাহর দ্বীন অবলম্বন করার এবং তাঁরই জন্য ইবাদতকে বিশুদ্ধ করার তাওফীক তাকেই দান করেন, যে তাঁর আনুগত্য ও ইবাদতের প্রতি প্রত্যাবর্তিত হয়।",
  "ayah": 13,
  "surah": 42
}
