{
  "text": "کائنات کا ہر ذرہ دعوت فکر دیتا ہے چونکہ کائنات کا ذرہ ذرہ حق جل وعلا کی قدرت کا نشان ہے اور اس کی توحید اور ربوبیت پر دلالت کرنے والا ہے اس لئے ارشاد ہوتا ہے کہ موجودات میں غور و فکر کیا کرو اور قدرت اللہ کی نشانیوں سے اس مالک کو پہچانو اور اس کی قدر و تعظیم کرو۔ کبھی عالم علوی کو دیکھو کبھی عالم سفلی پر نظر ڈالو کبھی اور مخلوقات کی پیدائش کو سوچو اور سمجھو کہ یہ چیزیں عبث اور بیکار پیدا نہیں کی گئیں۔ بلکہ رب نے انہیں کارآمد اور نشان قدرت بنایا ہے۔ ہر ایک کا ایک وقت مقرر ہے یعنی قیامت کا دن۔ جسے اکثر لوگ مانتے ہی نہیں۔ اس کے بعد نبیوں کی صداقت کو اس طرح ظاہر فرماتا ہے کہ دیکھ لو ان کے مخالفین کا کس قدر عبرتناک انجام ہوا ؟ اور ان کے ماننے والوں کو کس طرح دونوں جہاں کی عزت ملی ؟ تم چل پھر کر اگلے واقعات معلوم کرو کہ گذشتہ امتیں جو تم سے زیادہ زور آور تھیں تم سے زیادہ مال و زر والی تھیں تم سے زیادہ آبادیاں انہوں نے کیں تم سے زیادہ کھیتیاں اور باغات ان کے تھے اس کے باوجود جب ان کے پاس اس زمانے کے رسول آئے انہوں نے دلیلیں اور معجزے دکھائے اور پھر بھی اس زمانے کے ان بدنصیبوں نے ان کی نہ مانی اور اپنے خیالات میں مستغرق رہے اور سیاہ کاریوں میں مشغول رہے تو بالآخر عذاب اللہ ان پر برس پڑے۔ اس وقت کوئی نہ تھا جو انہیں بچاسکے یا کسی عذاب کو ان پر سے ہٹاسکے۔ اللہ کی ذات اس سے پاک ہے کہ وہ اپنے بندوں پر ظلم کرے۔ یہ عذاب تو انکے اپنے کرتوتوں کا وبال تھا۔ یہ اللہ کی آیتوں کو جھٹلاتے تھے رب کی باتوں کا مذاق اڑاتے تھے۔ جیسے اور آیت میں ہے کہ ان کی بےایمانی کی وجہ سے ہم نے ان کے دلوں کو انکی نگاہوں کو پھیر دیا اور انہیں ان کی سرکشی میں حیران چھوڑ دیا ہے۔ اور آیت میں ہے ان کی کجی کی وجہ سے اللہ نے ان کے دل ٹیڑھے کردئیے اور اس آیت میں ہے کہ اگر اب بھی منہ موڑیں تو سمجھ لے کہ اللہ تعالیٰ ان کے بعض گناہوں پر ان کی پکڑ کرنے کا ارادہ کرچکا ہے۔ اس بنا پر السوای منصوب ہوگا اساوا کا مفعول ہو کر۔ اور یہ بھی قول ہے کہ سوای یہاں پر اس طرح واقع ہے کہ برائی ان کا انجام ہوئی۔ اس لئے کہ وہ آیات اللہ کے جھٹلانے والے اور ان کا مذاق اڑانے والے تھے۔ تو اس معنی کی رو سے یہ لفظ منصوب ہوگا کان کی خبر ہو کر۔ امام ابن جریر نے یہی توجیہہ بیان کی ہے اور ابن عباس اور قتادۃ سے نقل بھی کی ہے۔ ضحاک بھی یہی فرماتے ہیں اور ظاہر بھی یہی ہے کیونکہ اس کے بعد آیت (وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ 10ۧ) 30۔ الروم :10) ہے۔",
  "ayah": 10,
  "surah": 30
}
