{
  "text": "خالق کل مقتدر کل ہے  اس رب تعالیٰ کا کمال قدرت اور عظمت سلطنت پر دلالت اس کی تسبیح اور اس کی حمد سے ہے جس کی طرف اللہ تعالیٰ اپنے بندوں کی رہبری کرتا ہے اور اپنا پاک ہونا اور قابل حمد ہونا بھی بیان فرما رہا ہے۔ شام کے وقت جبکہ رات اپنے اندھیروں کو لے آتی ہے اور صبح کے وقت جبکہ دن اپنی روشنیوں کو لے آتا ہے۔ اتنا بیان فرما کر اس کے بعد کا جملہ بیان فرمانے سے پہلے ہی یہ بھی ظاہر کردیا کہ زمین و آسمان میں قابل حمد وثنا وہی ہے ان کی پیدائش خود اس کی بزرگی پر دلیل ہے۔ پھر صبح شام کے وقتوں کی تسبیح کا بیان جو پہلے گذرا تھا اس کے ساتھ عشاء اور ظہر کا وقت ملالیا۔ جو پوری اندھیرے اور کامل اجالے کا وقت ہوتا ہے۔ بیشک تمام پاکیزگی اسی کو سزاوار ہے جو رات کے اندھیروں کو اور دن کے اجالوں کو پیدا کرنے والا ہے۔ صبح کا ظاہر کرنے والا رات کو سکون والی بنانے والا وہی ہے۔ اس جیسی آیتیں اور بھی بہت سی ہیں۔ آیت (وَالنَّهَارِ اِذَا جَلّٰىهَا ۽) 91۔ الشمس :3) اور (وَالَّيْلِ اِذَا يَغْشٰى ۙ) 92۔ اللیل :1) ٰ (اور) (وَالضُّحٰى وَالَّيْلِ اِذَا سَـجٰى ۙ) 93۔ الضحی:12) وغیرہ۔ مسند احمد کی حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا کہ میں تمہیں بتاؤں کہ اللہ تعالیٰ نے حضرت ابراہیم کا نام خلیل (وفادار) کیوں رکھا ؟ اس لئے کہ وہ صبح شام ان کلمات کو پڑھا کرتے تھے۔ پھر آپ نے آیت (فَسُـبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ سے وَلَهُ الْحَمْــدُ فِي السَّمٰوٰتِ وَالْاَرْضِ وَعَشِـيًّا وَّحِيْنَ تُظْهِرُوْنَ 18؀) 30۔ الروم :18) تک کی دونوں آیتیں تلاوت فرمائیں۔ طبرانی کی حدیث میں ان دونوں آیتوں کی نسبت ہے کہ جس نے صبح وشام یہ پڑھ لیں اس نے دن رات میں جو چیز چھوٹ گئی اسے پالیا۔ پھر بیان فرمایا کہ موت وزیست کا خالق مردوں سے زندوں کو اور زندوں سے مردوں کو نکالنے والا وہی ہے۔ ہر شے پر اور اس کی ضد پر وہ قادر ہے دانے سے درخت درخت سے دانے مرغی سے انڈہ انڈے سے مرغی نطفے سے انسان انسان سے نطفہ مومن سے کافر کافر سے مومن غرض ہر چیز اور اسکے مقابلہ کی چیز پر اسے قدرت حاصل ہے۔ خشک زمین کو وہی تر کرتا ہے بنجر زمین سے وہی زراعت پیدا کرتا ہے جیسے سورة یاسین میں فرمایا کہ خشک زمین کا ترو تازہ ہو کر طرح طرح کے اناج وپھل پیدا کرنا بھی میری قدرت کا ایک کامل نشان ہے۔ ایک اور آیت میں ہے تمہارے دیکھتے ہوئے اس زمین کو جس میں سے دھواں اٹھتاہو دوبوند سے تر کرکے میں لہلہا دیتا ہوں اور ہر قسم کی پیداوار سے اسے سرسبز کردیتا ہوں۔ اور بھی بہت سی آیتوں میں اس مضمون کو کہیں مفصل کہیں مجمل بیان فرمایا۔ یہاں فرمایا اسی طرح تم سب بھی مرنے کے بعد قبروں میں سے زندہ کرکے کھڑے کردئیے جاؤ گے۔",
  "ayah": 19,
  "surah": 30
}
