{
  "text": "معرکہ روم وفارس کا انجام یہ آیتیں اس وقت نازل ہوئیں جبکہ نیشاپور کا شاہ فارس بلاد شام اور جزیرہ کے آس پاس کے شہروں پر غالب آگیا اور روم کا بادشاہ ہرقل تنگ آکر قسطنطیہ میں محصور ہوگیا۔ مدتوں محاصرہ رہا آخر پانسہ پلٹا اور ہرقل کی فتح ہوگئی۔ مفصل بیان آگے آرہا ہے۔ مسند احمد حضرت ابن عباس ؓ سے اس آیت کے بارے میں مروی ہے کہ رومیوں کو شکست پر شکست ہوئی اور مشرکین نے اس پر بہت خوشیاں منائیں۔ اس لئے کہ جیسے یہ بت پرست تھے ایسے ہی فارس والے بھی ان سے ملتے جلتے تھے اور مسلمانوں کی چاہت تھی کہ رومی غالب آئیں اس لئے کم از کم وہ اہل کتاب تو تھے۔ حضرت ابوبکر صدیق ؓ نے جب یہ ذکر رسول اللہ ﷺ سے کیا تو آپ نے فرمایا رومی عنقریب پھر غالب آجائیں گے۔ صدیق اکبر نے مشرکین کو جب یہ خبر پہنچائی تو انہوں نے کہا آؤ کچھ شرط بدلو اور مدت مقرر کرلو اگر رومی اس مدت میں غالب نہ آئیں تو تم ہمیں اتنا اتنا دینار دینا اور اگر تم سچے نکلے تو ہم تمہیں اتنا اتنا دیں گے۔ پانچ سال کی مدت مقرر ہوئی وہ مدت پوری ہوگئی اور رومی غالب نہ آئے تو حضرت ابوبکر صدیق ؓ نے خدمت نبوی میں یہ خبر پہنچائی آپ نے فرمایا تم نے دس سال کی مدت مقرر کیوں نہ کی۔ سعید بن جبیر کہتے ہیں قرآن میں مدت کے لئے لفظ بضع استعمال ہوا ہے اور یہ دس سے کم پر اطلاق کیا جاتا ہے چناچہ یہی ہوا بھی کہ دس سال کے اندر اندر رومی پھر غالب آگئے۔ اسی کا بیان اس آیت میں ہے۔ امام ترمذی نے اس حدیث کو غریب کہا ہے۔ حضرت سفیان فرماتے ہیں کہ بدر کی لڑائی کے بعد رومی بھی فارسیوں پر غالب آگئے حضرت عبداللہ کا فرمان ہے کہ پانچ چیزیں گذر چکی ہیں دخان اور لزام اور بطشہ اور شق قمر کا معجزہ اور رومیوں کا غالب آنا۔ اور روایت میں ہے کہ حضرت ابوبکر کی شرط سات سال کی تھی۔ حضور نے ان سے پوچھا کہ بضع کے کیا معنی تم میں ہوتے ہیں ؟ جواب دیا کہ دس سے کم۔ فرمایا پھر جاؤ مدت میں دو سال بڑھا دو چناچہ اسی مدت کے اندر اندر رومیوں کے غالب آجانے کی خبریں عرب میں پہنچ گئی۔ اور مسلمان خوشیاں منانے لگے۔ اسی کا بیان ان آیتوں میں ہے۔ اور روایت میں ہے کہ مشرکوں نے حضرت صدیق اکبر سے یہ آیت سن کر کہا کہ کیا تم اس میں بھی اپنے نبی کو سچا مانتے ہو ؟ آپ نے فرمایا ہاں اس پر شرط ٹھہری اور مدت گذر چکی اور رومی غالب نہ آئے۔ حضور کو جب اس شرط کا علم ہوا تو آپ رنجیدہ ہوئے اور جناب صدیق اکبر سے فرمایا تم نے ایساکیوں کیا ؟ جواب ملا کہ اللہ اور اس کے رسول کی سچائی پر بھروسہ کرکے آپ نے فرمایا پھر جاؤ اور مدت میں دس سال مقرر کرلو خواہ چیز بھی بڑھانی پڑے۔ آپ گئے مشرکین نے دوبارہ یہ مدت بڑھاکر شرط منظور کرلی۔ ابھی دس سال پورے نہیں ہوئے تھے کہ رومی فارس پر غالب آگئے اور مدائن میں ان کے لشکر پہنچ گئے۔ اور رومیہ کی بنا انہوں نے ڈال لی۔ حضرت صدیق نے قریش سے شرط کا مال لیا اور حضرت ﷺ کے پاس آئے آپ نے فرمایا اسے صدقہ کردو۔ اور روایت میں ہے کہ یہ واقعہ ایسی شرط بد نے کے حرام ہونے سے پہلے کا ہے۔ اس میں ہے کہ مدت چھ سال مقرر ہوئی تھی۔ اس میں یہ بھی ہے کہ جب یہ پیشن گوئی پوری ہوئی اور رومی غالب ہوئے تو بہت سے مشرکین ایمان بھی لے آئے (ترمذی) ایک بہت عجیب و غریب قصہ امام جنید ابن داؤد نے اپنی تفیسر میں وارد کیا ہے کہ عکرمہ فرماتے ہیں فارس میں ایک عورت تھی جس کے بچے زبردست پہلوان اور بادشاہ ہی ہوتے تھے۔ کسریٰ نے ایک مرتبہ اسے بلوایا اور اس سے کہا کہ میں رومیوں پر ایک لشکر بھیجنا چاہتا ہوں اور تیری اولاد میں سے کسی کو اس لشکر کا سردار بنانا چاہتا ہوں۔ اب تم مشورہ کرلو کہ کسے سردار بناؤ ؟ اس نے کہا کہ میرا فلاں لڑکا تو لومڑی سے زیادہ مکار اور شکرے سے زیادہ ہوشیار ہے۔ دوسرا لڑکا فرخان تیر جیسا ہے۔ تیسرا لڑکا شہربراز سب سے زیادہ حلیم الطبع ہے۔ اب تم جسے چاہو سرداری دو۔ بادشاہ نے سوچ سمجھ کر شہربراز کو سردار بنایا۔ یہ لشکروں کو لے کر چلا رومیوں سے لڑا بھڑا اور ان پر غالب آگیا۔ ان کے لشکر کاٹ ڈالے ان کے شہر اجاڑ دئیے۔ ان کے باغات برباد کر دئیے اس سرسبز و شاداب ملک کو ویران و غارت کردیا۔ اور اذرعات اور صرہ میں جو عرب کی حدود سے ملتے ہیں ایک زبردست معرکہ ہوا۔ اور وہاں فارسی رومیوں پر غالب آگئے۔ جس سے قریش خوشیاں منانے لگے اور مسلمان ناخوش ہوئے۔ کفار قریش مسلمانوں کو طعنے دینے لگے کہ دیکھو تم اور نصرانی اہل کتاب ہو اور ہم اور فارسی ان پڑھ ہیں ہمارے والے تمہارے والوں پر غالب آگئے۔ اسی طرح ہم بھی تم پر غالب آئیں گے اور اگر لڑائی ہوئی تم ہم بتلادیں گے کہ تم ان اہل کتاب کی طرح ہمارے ہاتھوں شکست اٹھاؤ گے۔ اس پر قرآن کی یہ آیتیں اتریں۔ حضرت ابوبکر صدیق ؓ ان آیتوں کو سن کر مشرکین کے پاس آئے اور فرمانے لگے اپنی اس فتح پر نہ اتراؤ یہ عنقریب شکست سے بدل جائے گی اور ہماے بھائی اہل کتاب تمہارے بھائیوں پر غالب آئیں گے۔ اس بات کا یقین کرلو اس لئے کہ یہ میری بات نہیں بلکہ ہمارے نبی ﷺ کی یہ پیش گوئی ہے۔ یہ سن کر ابی بن خلف کھڑا ہو کر کہنے لگا اے ابو الفضل تم جھوٹ کہتے ہو۔ آپ نے فرمایا اے اللہ کے دشمن تو جھوٹا ہے۔ اس نے کہا اچھا میں دس دس اونٹنیوں کی شرط بدتا ہوں۔ اگر تین سال تک رومی فارسیوں پر غالب آگئے تو میں تمہیں دس اونٹنیاں دونگا ورنہ تم مجھے دینا۔ حضرت صدیق اکبر نے یہ شرط قبول کرلی۔ پھر رسول اللہ ﷺ سے آکر اس کا ذکر کیا تو آپ نے کہا میں نے تم سے تین سال کا نہیں کہا تھا بضع کا لفظ قرآن میں ہے اور تین سے نو تک بولا جاتا ہے۔ جاؤ اونٹنیاں بھی بڑھا دو اور مدت بھی بڑھا دو۔ حضرت ابوبکر چلے جب ابی کے پاس پہنچے تو وہ کہنے لگا شاید تمہیں پچھتاوا ہوا ؟ آپ نے فرمایا سنو میں تو پہلے سے بھی زیادہ تیار ہو کر آیا ہوں۔ آؤ مدت بھی بڑھاؤ اور شرط کا مال بھی زیادہ کرو۔ چناچہ ایک سو اونٹ مقرر ہوئے اور نو سال کی مدت ٹھہری اسی مدت میں رومی فارس پر غالب آگئے اور مسلمان قریش پر چھا گئے۔ رومیوں کے غلبے کا واقعہ یوں ہوا کہ جب فارس غالب آگئے تو شہر براز کا بھائی فرخان شراب نوشی کرتے ہوئے کہنے لگا میں نے دیکھا ہے کہ گویا میں کسریٰ کے تخت پر آگیا ہوں اور فارس کا بادشاہ بن گیا ہوں۔ یہ خبر کسریٰ کو بھی پہنچ گئی۔ کسریٰ نے شہر براز کو لکھا کہ میرا یہ خط پاتے ہی اپنے اس بھائی کو قتل کرکے اسکا سر میرے پاس بھیج دو۔ شہر برازنے لکھا کہ اے بادشاہ تم اتنی جلدی نہ کرو۔ فرخان جیسا بہادر شیر اور جرات کے ساتھ دشمنوں کے جمگھٹے میں گھسنے والا کسی کو تم نہ پاؤ گے بادشاہ نے پھر جواب لکھا کہ اس سے بہت زیادہ اور شیر دل پہلوان میرے دربار میں ایک سے بہتر ایک موجود ہیں تم اس کا غم نہ کرو اور میرے حکم کی فورا تعمیل کرو شہربراز نے پھر اس کا جواب لکھ اور دوبارہ بادشاہ کسریٰ کو سمجھایا اس پر بادشاہ آگ بگولا ہوگیا اس نے اعلان کردیا کہ شہر براز سے میں نے سرداری چھین لی اور اس کی جگہ اس کے بھائی فرخان کو اپنے لشکر کا سپہ سالار مقرر کردیا۔ اسی مضمون کا ایک خط لکھ کر قاصد کے ہمراہ شہر بزار کو بھیج دیا کہ تم آج سے معزول ہو اور تم اپنا عہدہ فرخان کو دے دو۔ ساتھ ہی قاصد کو ایک پوشیدہ خط دیا کہ شہربراز جب اپنے عہدے سے اترجائے اور فرخان اس عہدے پر آجائے تو تم اسے میرا یہ فرمان دے دینا۔ قاصد جب وہاں پہنچا تو شہر براز نے خط پڑھتے ہی کہا کہ مجھے بادشاہ کا حکم منظور ہے، میں بخوشی اپنا عہدہ فرخان کو دے رہا ہوں۔ فرخان جب تخت سلطنت پر بیٹھ گیا اور لشکر نے اس کی اطاعت قبول کرلی تو قاصد نے وہ دوسرا خط فرخان کے سامنے پیش کیا جس میں شہربراز کے قتل کا اور اس کا سر دربار شاہی میں بھیجنے کا فرمان تھا۔ فرخان نے اسے پڑھ کر شہر براز کو بلایا اور اس کی گردن مارنے کا حکم دے دیا شہربراز نے کہا بادشاہ جلدی نہ کر مجھے وصیت تو لکھ لینے دے۔ اس نے منظور کرلیا تو شہربراز نے اپنا دفتر منگوایا اور اس میں وہ کاغذات جو شاہ کسریٰ نے فرخان کے قتل کے لئے اسے لکھے تھے وہ سب نکالے اور فرخان کے سامنے پیش کئے اور کہا دیکھ اتنے سوال و جواب میرے اور بادشاہ کے درمیان تیرے بارے میں ہوئے۔ لیکن میں نے اپنی عقلمندی سے کام لیا اور عجلت نہ کی تو ایک خط دیکھتے ہی میرے قتل پر آمادہ ہوگیا۔ ذرا سوچ لے ان خطوط کو دیکھ کر فرخان کی آنکھیں کھل گئیں وہ فورا تخت سے نیچے اتر گیا اور اپنے بھائی شہربراز کو پھر سے مالک کل بنادیا۔ شہربراز نے اسی وقت شاہ روم ہرقل کو خط لکھا کہ مجھے تم سے خفیہ ملاقات کرنی ہے اور ایک ضروری امر میں مشورہ کرنا ہے اسے میں نہ تو کسی قاصد کی معرفت آپ کو کہلوا سکتا ہوں نہ خط میں لکھ سکتا ہوں۔ بلکہ میں خود ہی آمنے سامنے پیش کرونگا۔ پچاس آدمی اپنے ساتھ لے کر خود آجائے اور پچاس ہی میرے ساتھ ہونگے قیصر کو جب یہ پیغام پہنچا تو وہ اس سے ملاقات کے لئے چل پڑا۔ لیکن احتیاطا اپنے ساتھ پانچ ہزار سوارلے لئے۔ اور آگے آگے جاسوسوں کو بھیج دیا تاکہ کوئی مکر یا فریب ہو تو کھل جائے جاسوسوں نے آکر خبردی کہ کوئی بات نہیں اور شہربراز تنہا اپنے ساتھ صرف پچاس سواروں کو لے کر آیا ہے اس کے ساتھ کوئی اور نہیں۔ چناچہ قیصر نے بھی مطمئن ہو کر اپنے سواروں کو لوٹادیا اور اپنے ساتھ صرف پچاس آدمی رکھ لئے۔ جو جگہ ملاقات کی مقرر ہوئی تھی وہاں پہنچ گئے۔ وہاں ایک ریشمی قبہ تھا اس میں جاکر دونوں تنہا بیٹھ گئے پچاس پچاس آدمی الگ چھوڑ دئے گئے دونوں وہاں بےہتھیار تھے صرف چھریاں پاس تھیں اور دونوں کی طرف سے ایک ترجمان ساتھ تھا۔ خیمہ میں پہنچ کر شہر براز نے کہا اے بادشاہ روم بات یہ ہے کہ تمہارے ملک کو ویران کرنے والے اور تمہارے لشکروں کو شکست دینے والے ہم دونوں بھائی ہیں ہم نے اپنی چالاکیوں اور شجاعت سے یہ ملک اپنے قبضہ میں کرلیا ہے۔ لیکن اب ہمارا بادشاہ کسریٰ ہمارا حسد کرتا ہے اور ہمارا مخالف بن بیٹھا ہے مجھے اس نے میرے بھائی کو قتل کرنے کا فرمان بھیجا میں نے فرمان کو نہ مانا تو اس نے اب یہ طے کرلیا ہے کہ ہم آپ کے لشکر میں آجائیں اور کسریٰ کے لشکروں سے آپ کے ساتھ ہو کر لڑیں۔ قیصر نے یہ بات بڑی خوشی سے منظور کرلی۔ پھر ان دونوں میں آپس میں اشاروں کنایوں سے باتیں ہوئی جن کا مطلب یہ تھا کہ یہ دونوں ترجمان قتل کردئیے جائیں ایسانہ ہو کہ یہ راز ان کی وجہ سے کھل جائے کیونکہ جہاں دو کے سوا تیسرے کے کان میں کوئی بات پہنچی تو پھر وہ پھیل جاتی ہے۔ دونوں اس پر اتفاق کرکے کھڑے ہوگئے اور ہر ایک نے اپنے ترجمان کا کام تمام کردیا۔ پھر اللہ تعالیٰ نے کسریٰ کو ہلاک کردیا اور حدیبیہ والے دن اس کی خبر رسول اللہ ﷺ کو ملی اصحاب رسول ﷺ اس سے بہت خوش ہوئے۔ یہ سیاق عجیب ہے اور یہ خبر غریب ہے۔ اب آیت کے الفاظ کے متعلق سنئے۔ حروف مقطعہ جو سورتوں کے شروع میں ہوتے ہیں ان کی بحث تو ہم کرچکے ہیں سورة بقرہ کی تفسیر کے شروع میں دیکھ لیجئے۔ رومی سب کے سب عیص بن اسحاق بن ابراہیم کی نسل سے ہیں بنو اسرائیل کے چچا زاد بھائی ہیں۔ رومیوں کو بنو اصفر بھی کہتے ہیں یہ یونانیوں کے مذہب پر تھے یونانی یافث بن نوح کی اولاد میں ہیں ترکوں کے چچا زاد بھائی ہوتے ہیں یہ ستارہ پرست تھے ساتوں ستاروں کو مانتے اور پوجتے تھے۔ انہیں متحیرہ بھی کہا جاتا ہے یہ قطب شمالی کو قبلہ مانتے تھے۔ دمشق کی بنا انہی کے ہاتھوں پڑی وہیں انہوں نے اپنی عبادت گاہ بنائی جس کے محراب شمال کی طرف ہیں۔ حضرت عیسیٰ ؑ کی نبوت کے بعد بھی تین سو سال تک رومی اپنے پرانے خیالات پر ہی رہے ان میں سے جو کوئی شام کا اور جزیرے کا بادشاہ ہوجاتا اسے قیصر کہا جاتا تھا۔ سب سے پہلے رومیوں کا بادشاہ قسطنطین بن قسطس نے نصرانی مذہب قبول کیا۔ اس کی ماں کا نام مریم تھا۔ ہیلانیہ غندقانیہ تھی حران کی رہنے والی۔ پہلے اسی نے نصرانیت قبول کی تھی پھر اس کے کہنے سننے سے اس کے بیٹے نے بھی یہی مذہب اختیار کرلیا۔ یہ بڑا فلفسی عقلمند اور مکار آدمی تھا۔ یہ بھی مشہور ہے کہ اس نے دراصل دل سے اس مذہب کو نہیں مانا تھا۔ اس کے زمانے میں نصرانی جمع ہوگئے۔ ان میں آپس میں مذہبی چھیڑ چھاڑ اور اختلاف اور مناظرے چھڑگئے۔ عبداللہ بن اویوس سے بڑے بڑے مناظرے ہوئے اور اس قدر انتشار اور تفریق ہوئی کہ بیان سے باہر ہے۔ تین سو اٹھارہ پادریوں نے مل کر ایک کتاب لکھی جو بادشاہ کو دی گئی اور وہ شاہی عقیدہ تسلیم کی گئی۔ اسی کو امانت کبرٰ کہا جاتا ہے۔ جو درحقیقت خیانت صغریٰ ہے۔ یہیں فقہی کتابیں اسی کے زمانے میں لکھی گئی۔ ان میں حلال حرام کے مسائل بیان کئے گئے اور ان کے علماء نے دل کھول کر جو چاہا ان میں لکھا۔ جس قدر جی میں آئی کمی یا زیادتی اصل دین مسیح میں کی۔ اور اصل مذہب محرف و مبدل ہوگیا مشرق کی جانب نمازیں پڑھنے لگے۔ بجائے ہفتہ کے اتوار کو بڑا دن بنایا۔ صلیب کی پرستش شروع ہوگئی۔ خنزیر کو حلال کرلیا گیا اور بہت سے تہوار ایجاد کر لئے جیسے عید صلیب عید قدرس عید غط اس وغیرہ وغیرہ۔ پھر ان علماء کے سلسلے قائم کئے گئے ایک تو بڑا پادری ہوتا تھا پھر اس کے نیچے درجہ بدرجہ اور محکمے ہوتے تھے۔ رہبانیت اور ترک دنیا کی بدعت بھی ایجاد کرلی۔ کلیسا اور گرجے بہت سارے بنالئے گئے اور شہر قسطنطیہ کی بنارکھی گئی۔ اور اس بڑے شہر کو اسی بادشاہ کے نام پر نامزد کیا گیا۔ اس بادشاہ نے بارہ ہزار گرجے بنادئیے۔ تین محرابوں سے بیت لحم بنا۔ اس کی ماں نے بھی قمامہ بنایا۔ ان لوگوں کو ملکیہ کہتے ہیں اس لئے کہ یہ لوگ اپنے بادشاہ کے دین پر تھے۔ ان کے بعد یعقوبہ پھر سطوریہ۔ یہ سب سطور کے مقلد تھے۔ پھر ان کے بہت سے گروہ تھے جیسے حدیث میں ہے کہ انکے بہتر 0702 فرقے ہوگئے۔ ان کی سلطنت برابر چلی آتی تھی ایک کے بعد ایک قیصر ہونا آتا تھا یہاں تک کہ آخر میں قیصر ہرقل ہوا۔ یہ تمام بادشاہوں سے زیادہ عقلمند تھا بہت بڑا عالم تھا دانائی زیرکی دوراندیشی اور دور بینی میں اپنا ثانی نہیں رکھتا تھا۔ اس نے سلطنت بہت وسیع کرلی اور مملکت دوردراز تک پھیلادی اس کے مقابلے میں فارس کا بادشاہ کسریٰ کھڑا ہوا اور چھوٹی چھوٹی سلطنتوں نے بھی اس کا ساتھ دیا اس کی سلطنت قیصر سے بھی زیادہ بڑی تھی۔ یہ مجوسی لوگ تھے آگ کو پوجتے تھے۔ مندرجہ بالا روایت میں تو ہے کہ اس کا سپہ سالار مقابلہ پر گیا لیکن مشہور بات یہ ہے کہ خود کسریٰ اس کے مقابلے پر گیا۔ قیصر کو شکست ہوئی یہاں تک کہ وہ قسطنطیہ میں گھر گیا۔ نصرانی اس کی بڑی عزت اور تعظیم کرتے تھے گو کسریٰ لمبی مدت تک محاصرہ کئے پڑا رہا لیکن دارالسلطنت کو فتح نہ کرسکا۔ ایک وجہ یہ بھی تھی کہ اس کا ملک نصف سمندر کی طرف تھا اور نصف خشکی کی طرف تھا۔ تو شاہ قیصر کو کمک اور رسد تری کے راستے سے برابر پہنچتی رہی آخر میں قیصر نے ایک چال چلی اس نے کسریٰ کو کہلوا بھیجا کہ آپ جو چاہیں مجھ سے تسلی لے لیجئے اور جن شرائط پر چاہیں مجھ سے صلح کرلیجئے۔ کسریٰ اس پر راضی ہوگیا اور اتنا مال طلب کیا کہ وہ اور یہ مل کر بھی جمع کرنا چاہے تو ناممکن تھا۔ قیصر نے اسے قبول کرلیا کیونکہ اس نے اس سے کسریٰ کی بیوقوبی کا پتہ چلا لیا کہ یہ وہ چیز مانگتا ہے جس کا جمع کرنا دنیا کے اختیار سے باہر ہے بلکہ ساری دنیا مل کر اس کا دسواں حصہ بھی جمع نہیں کرسکتی۔ قیصر نے کسرٰی سے کہلوا بھیجا کہ مجھے اجازت دے کہ میں اپنے ملک سے باہر چل پھر کر اس دولت کو جمع کرلوں اور آپ کو سونپ دو۔ اس نے یہ درخواست منظور کرلی اب شاہ روم نے اپنے لشکر کو جمع کیا اور ان سے کہا میں ایک ضروری اور اہم کام کے لئے اپنے مخصوص احباب کے ساتھ جارہا ہوں۔ اگر ایک سال کے اندر اندر آجاؤں تو یہ ملک میرا ہے ورنہ تمہیں اختیار ہے جسے چاہو اپنا بادشاہ تسلیم کرلینا۔ انہوں نے جواب دیا کہ ہمارے بادشاہ تو آپ ہی ہیں خواہ دس سال تک بھی آپ نہ لوٹے تو کیا ہوا۔ یہ یہاں سے مختصر سی جانباز جماعت لے کر چپ چاپ چل کھڑا ہوا۔ پوشیدہ راستوں سے نہایت ہوشیاری احتیاط اور چالاکی سے بہت جلد فارس کے شہروں تک پہنچ گیا اور یکایک دھاوا بول دیا چونکہ یہاں کی فوجیں تو روم پہنچ چکی تھیں عوام کہاں تک مقابلہ کرتے۔ اس نے قتل عام شروع کیا۔ جو سامنے آیا تلوار کے کام آیا یونہی بڑھتا چلا گیا یہاں تک کہ مدائن پہنچ گیا جو کسرٰی کی سلطنت کی کرسی تھی وہاں کی محافظ فوج پر بھی غالب آیا انہیں بھی قتل کردیا اور چاروں طرف سے مال جمع کیا۔ ان کی تمام عورتوں کو قید کرلیا اور تمام لڑنے والوں کو قتل کرڈالا۔ کسریٰ کے لڑکے کو زندہ گرفتار کیا اس محل سرائے کی عورتوں کو زندہ گرفتار کیا۔ اس کی دربارداری عورتیں وغیرہ بھی پکڑی گئیں اسکے لشکر کا سر منڈوا کر گدھے پر بٹھا کر عورتوں سمیت کسریٰ کی طرف بھیجا کہ لیجئے جو مال اور عورتیں اور غلام تو نے مانگے تھے وہ سب حاضر ہیں۔ جب یہ قافلہ کسریٰ کے پاس پہنچا کسریٰ کو سخت صدمہ ہوا یہ ابھی تک قسطنطیہ کا محاصرہ کئے پڑا تھا اور قیصر کی واپسی کا انتظار کر رہا تھا کہ اس کے پاس اس کا کل خاندان اور ساری حرم سرا اس ذلت کی حالت میں پہنچی۔ یہ سخت غضبناک ہوا اور شہر پر بہت سخت حملہ کردیا لیکن اس میں کوئی کامیابی نہ ہوئی اب یہ نہر جیحون کی طرف چلا کہ قیصر کو وہاں روک لے کیونکہ قیصر کا فارس سے قسطنطیہ آنے کا راستہ یہی تھا۔ قیصر نے اسے سن کر پہلے سے بھی زبردست حملہ کیا یعنی اس نے اپنے لشکر کو تو دریا کے اس دہانے چھوڑا اور خود تھوڑے سے آدمی لے کر سوار ہو کر پانی کے بہاؤ کی طرف چل دیا کوئی ایک دن رات کا راستہ چلنے کے بعد اپنے ساتھ جو کئی چارہ لید گوبر وغیرہ لے گیا تھا اسے پانی میں بہادیا۔ یہ چیزیں پانی میں بہتی ہوئی کسرا کے لشکر کے پاس سے گذریں تو وہ سمجھ گئے کہ قیصر یہاں سے گذر گیا ہے۔ یہ اس کے لشکروں کے جانوروں کے آثار ہیں۔ اب قیصر واپس اپنے لشکر میں پہنچ گیا ادھر کسریٰ اس کی تلاش میں آگے چلا گیا۔ قیصر اپنے لشکروں سمیت جیحون کا دہانہ عبور کرکے راستہ بدل کر قسطنطیہ پہنچ گیا۔ جس دن یہ اپنے دارالسلطنت میں پہنچا نصرانیوں میں بڑی خوشیاں منائی گئیں۔ کسریٰ کو جب یہ اطلاع ہوئی تو اس کا عجب حال ہوا کہ نہ پائے ماندن نہ جائے رفتن نہ تو روم ہی فتح ہوا اور نہ فارس ہی رہا رومی غالب آگئے فارس کی عورتیں اور وہاں کے مال ان کے قبضے میں آئے۔ یہ کل امور نو سال میں ہوئے اور رومیوں نے اپنی کھوئی ہوئی سلطنت فارسیوں سے دوبارہ لے لی اور مغلوب ہو کر غالب آگئے۔ اذراعات اور بصرہ کے معرکے میں اہل فارس غالب آگئے تھے اور یہ ملک شام کا وہ حصہ تھا جو حجاز سے ملتا تھا یہ بھی قول ہے کہ یہ ہزیمت جزیرہ میں ہوئی تھی جو رومیوں کی سرحد کا مقام ہے اور فارس سے ملتا ہے۔ واللہ اعلم۔ پھر نو سال کے اندر اندر رومی فارسیوں پر غالب آگئے قرآن کریم میں لفظ بضع کا ہے اور اس کا اطلاق بھی نو تک ہوتا ہے اور یہی تفسیر اس لفظ کی ترمذی اور ابن جریر والی حدیث میں ہے۔ حضور ﷺ نے حضرت صدیق اکبر سے فرمایا تھا کہ تمہیں احیتاطا دس سال تک رکھنے چاہئے تھے کیونکہ بضع کے لفظ اطلاق تین سے نو تک ہوتا ہے اس کے بعد قبل اور بعد پر پیش اضافت ہٹادینے کی وجہ ہے کہ اس کے بعد حکم اللہ ہی کا ہے اس دن جب کہ روم فارس پر غالب آجائے گا تو مسلمان خوشیاں منائیں گے اکثر علماء کا قول ہے کہ بدر کی لڑائی والے دن رومی فارسیوں پر غالب آگئے۔ ابن عباس سدی ثوری اور ابو سعید یہی فرماتے ہیں ایک گروہ کا خیال ہے کہ یہ غلبہ حدیبیہ والے سال ہوا تھا عکرمہ زہری اور قتادۃ وغیرہ کا یہی قول ہے بعض نے اس کی توجیہہ یہ بیان کی کہ قیصر روم نے نذر مانی تھی کہ اگر اللہ تعالیٰ اسے فارس پر غالب کرے گا تو وہ اس کے شکر میں پیادہ بیت المقدس تک جائے گا چناچہ اس نے اپنی نذر پوری کی اور بیت المقدس پہنچا۔ یہ یہیں تھا اور اس کے پاس رسول کریم ﷺ کا نامہ مبارک پہنچا جو آپ نے حضرت دحیہ کلبی ؓ کی معرفت بصری کے گورنر کو بھیجا تھا اور اس نے ہرقل کو پہنچایا تھا ہرقل نے نامہ نبی ﷺ پاتے ہی شام میں جو حجازی عرب تھے انہیں اپنے پاس بلایا ان میں ابو سفیان صخر بن حرب اموی بھی تھا اور دوسرے بھی قریش کے ذی عزت بڑے بڑے لوگ تھے اس نے ان سب کو اپنے سامنے بٹھا کر ان سے پوچھا کہ تم میں سے اس کا سب زیادہ قریبی رشتہ دار کون ہے ؟ جس نے نبوت کا دعویٰ کیا ہے۔ ابو سفیان نے کہا میں ہوں۔ بادشاہ نے انہیں آگے بٹھا لیا اور ان کے ساتھیوں کو پیچھے بٹھا لیا اور ان سے کہا کہ دیکھو میں اس شخص سے چند سوالات کرونگا اگر یہ کسی سوال کا غلط جواب دے تو تم اس کو جھٹلادینا ابو سفیان کا قول ہے کہ اگر مجھے اس بات کا ڈر نہ ہوتا کہ اگر میں جھوٹ بولوں گا تو لوگ اس کو ظاہر کردیں گے اور پھر اس جھوٹ کو میری طرف نسبت کریں گے تو یقینا میں جھوٹ بولتا۔ اب ہرقل نے بہت سے سوالات کئے۔ مثلا حضور کے حسب نسب کہ نسبت آپ کے اوصاف و عادات کے متعلق وغیرہ وغیرہ ان میں ایک سوال یہ بھی تھا کہ کیا وہ غداری کرتا ہے ابو سفیان نے کہا کہ آج تک تو کبھی بدعہدی وعدہ شکنی اور غداری کی نہیں۔ اس وقت ہم میں اس میں ایک معاہدہ ہے نہ جانے اس میں وہ کیا کرے ؟ ابو سفیان کے اس قول سے مراد صلح حدیبیہ ہے جس میں حضور ﷺ اور قریش کے درمیان یہ بات ٹھہری تھی کہ آپس میں دس سال تک کوئی لڑائی نہ ہوگی۔ یہ واقعہ اس قول کی پوری دلیل بن سکتا ہے کہ رومی فارس پر حدیبیہ والے سال غالب آئے تھے۔ اس لیے کہ قیصر نے اپنی نذر حدیبیہ کے بعد پوری کی تھی واللہ اعلم۔ لیکن اس کا جواب وہ لوگ جو کہتے ہیں کہ غلبہ روم فارس پر بدر والے سال ہوا تھا یہ دے سکتے ہیں کہ چونکہ ملک کی اقتصادی اور مالی حالت خراب ہوچکی تھی ویرانی غیر آبادی وتنگ حالی بہت بڑھ گئی تھی اس لئے چار سال تک ہرقل نے اپنی پوری توجہ ملک کی خوشحالی اور آبادی پر رکھی۔ اس کے بعد اس طرف سے اطمینان حاصل کرکے نذر کو پوری کرنے کے لئے روانہ ہوا واللہ اعلم۔ یہ اختلاف کوئی ایسا اہم امر نہیں۔ ہاں مسلمان رومیوں کے غلبہ سے خوش ہوئے اس لئے کہ وہ کیسے ہی ہوں تاہم تھے اہل کتاب۔ اور ان کے مقابلے مجوسیوں کی جماعت تھی جنہیں کتاب سے دور کا تعلق بھی نہ تھا۔ تو لازمی امر تھا کہ مسلمان ان کے غلبے سے ناخوش ہوں اور رومیوں کے غلبے سے خوش ہوں۔ خود قرآن میں موجود ہے کہ ایمان والوں کے سب سے زیادہ دشمن یہود اور مشرک ہیں اور ان سے دوستیاں رکھنے میں سب سے زیادہ قریب وہ لوگ ہیں جو اپنے آپ کو نصاریٰ کہتے ہیں اس لئے کہ ان میں علماء اور درویش لوگ ہیں اور یہ متکبر نہیں قرآن سن کر یہ رو دیتے ہیں کیونکہ حق کو جان لیتے ہیں پھر اقرار کرتے ہیں کہ اے اللہ ہم ایمان لائے تو ہمیں بھی ماننے والوں میں کرلے۔ پس یہاں بھی یہی فرمایا کہ مسلمان اس دن خوش ہونگے جس دن اللہ تعالیٰ رومیوں کی مدد کرے گا وہ جس کی چاہتا ہے مدد کرتا ہے وہ بڑا غالب اور بہت مہربان ہے۔ حضرت زبیر کلامی فرماتے ہیں میں نے فارسیوں کا رومیوں پر غالب آنا پھر رومیوں کا فارسیوں پر غالب آنا پھر روم اور فارس دونوں پر مسلمانوں کا غالب آنا اپنی آنکھوں سے پندرہ سال کے اندر دیکھا لیا آخر آیت میں اللہ تعالیٰ اپنے دشمنوں سے بدلہ اور انتقام لینے پر قادر اور اپنے دوستوں کی خطاؤں اور لغزشوں سے درگذر فرمانے والا ہے۔ جو خبر تمہیں دی ہے کہ رومی عنقریب فارسیوں پر غالب آجائیں گے یہ اللہ کی خبر ہے رب کا وعدہ ہے پروردگار کا فیصلہ ہے۔ ناممکن ہے کہ غلط نکلے ٹل جائے یا خلاف ہوجائے۔ جو حق کے قریب ہو اسے بھی رب حق سے بہت دور والوں پر غالب رکھتے ہیں ہاں اللہ کی حکمتوں کو کم علم نہیں جان سکتے۔ اکثر لوگ دنیا کا علم تو خوب رکھتے ہیں اس کی گھتیاں منٹوں میں سلجھا دیتے ہیں اس میں خوب دماغ دوڑاتے ہیں۔ اس کے برے بھلے نقصان کو پہچان لیتے ہیں بیک نگاہ اس کی اونچ نیچ دیکھ لیتے ہیں۔ دنیا کمانے کا پیسے جوڑنے کا خوب سلیقہ رکھتے ہیں لیکن امور دین میں اخروی کاموں میں محض جاہل غبی اور کم فہم ہوتے ہیں۔ یہاں نہ ذہن کام کرے نہ سمجھ پہنچ سکے نہ غورو فکر کی عادت۔ حضرت حسن بصری فرماتے ہیں بہت سے ایسے بھی ہیں کہ نماز تک تو ٹھیک پڑھ نہیں سکتے لیکن درہم چٹکی میں لیتے ہی وزن بتادیا کرتے ہیں۔ ابن عباس فرماتے ہیں دنیا کی آبادی اور رونق کی تو بیسیوں صورتیں ان کا ذہن گھڑ لیتا ہے۔ لیکن دین میں محض جاہل اور آخرت سے بالکل غافل ہیں۔",
  "ayah": 3,
  "surah": 30
}
