{
  "text": "بچہ اور ماں باپ ملت ابراہیم حنیف پر جم جاؤ جس دین کو اللہ تعالیٰ نے تمہارے لئے مقرر کردیا ہے اور جسے اے نبی آپ کے ہاتھ پر اللہ نے کمال کو پہنچایا ہے رب کی فطرت سلیمہ پر وہی قائم ہے جو اس دین اسلام کا پابند ہے۔ اسی پر یعنی توحید پر رب نے تمام انسانوں کو بنایا ہے۔ روز اول میں اسی کا سب سے اقرار کرالیا گیا تھا کہ کیا میں سب کا رب نہیں ہوں ؟ تو سب نے اقرار کیا کہ بیشک تو ہی ہمارا رب ہے۔ وہ حدیثیں عنقریب انشاء اللہ بیان ہونگی جن سے ثابت ہے کہ اللہ تعالیٰ نے اپنی جملہ مخلوق کو اپنے سچے دین پر پیدا کیا ہے گو اس کے بعد لوگ یہودیت نصرانیت وغیرہ پر چلے گئے۔ لوگو اللہ کی اس فطرت کو نہ بدلو۔ لوگوں کو اس راہ راست سے نہ ہٹاؤ۔ تو یہ خبر معنی میں امر ہوگی جیسے آیت (وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا 97؀) 3۔ آل عمران :97) میں یہ معنی نہایت عمدہ اور صحیح ہیں۔ دوسرے معنی یہ بھی ہیں کہ اللہ تعالیٰ نے تمام مخلوق کو فطرت سلیمہ پر یعنی دین اسلام پر پیدا کیا۔ رب کے اس دین میں کوئی تبدل تغیر نہیں۔ امام بخاری نے یہی معنی کئے ہیں کہ یہاں خلق اللہ سے مراد دین اور فطرت اسلام ہے بخاری شریف میں بروایت حضرت ابوہریرہ ؓ فرمان رسول ہے کہ ہر بچہ فطرت پر پیدا ہوتا ہے پھر اس کے ماں باپ اسے یہودی نصرانی اور مجوسی بنادیتے ہیں۔ جیسے بکری کا صحیح سالم بچہ ہوتا ہے جس کے کان لوگ کتر دیتے ہیں۔ پھر آپ نے یہ آیت تلاوت کی (فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَا ۭ لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۭ ذٰلِكَ الدِّيْنُ الْـقَيِّمُ ڎ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ 30؀ڎ) 30۔ الروم :30) مسند احمد میں ہے حضرت اسود بن سریع ؓ فرماتے ہیں رسول اللہ ﷺ کے پاس آیا آپ کے ساتھ مل کر کفار سے جہاد کیا وہاں ہم بفضل اللہ غالب آگئے اس دن لوگوں نے بہت سے کفار کو قتل کیا یہاں تک کہ چھوٹے بچوں کو بھی قتل کرڈالا حضور کو پتہ چلا تو آپ بہت ناراض ہوئے اور فرمانے لگے یہ کیا بات ہے لوگ حد سے آگے نکل جاتے ہیں آج بچوں کو بھی قتل کردیا ہے۔ کسی نے کہا یارسول اللہ ﷺ آخر وہ بھی تو مشرکین کی ہی اولاد تھی آپ نے فرمایا نہیں نہیں۔ یاد رکھو تم میں سے بہترین لوگ مشرکین کے بچے ہیں۔ خبردار بچوں کو کبھی قتل نہ کرنا نابالغوں کے قتل سے رک جانا۔ ہر بچہ فطرت پر پیدا ہوتا ہے یہاں تک کہ اپنی زبان سے کچھ کہے پھر اسکے ماں باپ اسے یہود نصرانی بنالیتے ہیں۔ جابر بن عبداللہ کی روایت سے مسند شریف میں ہے کہ حضور ﷺ فرماتے ہیں ہر بچہ فطرت پر پیدا ہوتا ہے یہاں تک کہ اسے زبان آجائے۔ اب یا تو شاکر بنتا ہے یا کافر۔ مسند میں بروایت حضرت ابن عباس مروی ہے کہحضور ﷺ سے مشرکوں کی اولاد کے بارے میں سوال کیا گیا تو آپ نے فرمایا کہ جب انہیں اللہ تعالیٰ نے پیدا کیا وہ خوب جانتا تھا کہ وہ کیا اعمال کرنے والے ہیں۔ آپ سے مروی ہے کہ ایک زمانہ میں میں کہتا تھا مسلمانوں کی اولاد مسلمانوں کیساتھ ہے اور مشرکوں کی اولاد مشرکوں کے ساتھ ہے یہاں تک کہ فلاں شخص نے فلاں سے روایت کرکے مجھے سنایا کہ جب آنحضرت ﷺ سے مشرکوں کے بچوں کے بارے میں سوال کیا گیا تو آپ نے فرمایا اللہ خوب عالم ہے اس چیز سے جو وہ کرتے۔ اس حدیث کو سن کر میں نے اپنا فتویٰ چھوڑ دیا حضرت عیاض بن حمار ؓ سے مسند احمد وغیرہ میں حدیث ہے کہ حضور ﷺ نے اپنے ایک خطبہ میں فرمایا کہ مجھے جناب باری عزوجل نے حکم دیا کہ جو اس نے مجھے آج سکھایا ہے اور اس سے تم جاہل ہو وہ میں تمہیں سکھا دوں۔ فرمایا کہ جو میں نے اپنے بندوں کو دیا ہے میں نے ان کے لئے حلال کیا ہے میں نے اپنے سب بندوں کو یک طرفہ خالص دین والا بنایا ہے ان کے پاس شیطان پہنچتا ہے اور انہیں دین سے گمراہ کرتا ہے اور حلال کو ان پر حرام کرتا ہے اور انہیں میرے ساتھ شریک کرنے کو کہتا ہے جس کی کوئی دلیل نہیں اللہ تعالیٰ نے زمین والوں کی طرف نگاہ ڈالی اور عرب وعجم سب کو ناپسند فرمایا سوائے چند اہل کتاب کے کچھ لوگوں کے۔ وہ فرماتا ہے کہ میں نے تجھے صرف آزمائش کے لئے بھیجا ہے تیری اپنی بھی آزمائش ہوگی اور تیری وجہ سے اور سب کی بھی میں تو تجھ پر وہ کتاب اتارونگا جسے پانی دھو نہ سکے تو اسے سوتے جاگتے پڑھتا رہے گا۔ پھر مجھ سے جناب باری عزوجل نے ارشاد فرمایا کہ میں قریش کو ہوشیار کردوں میں نے اپنا اندیشہ ظاہر کیا کہ کہیں وہ میرا سر کچل کر روٹی جیسا نہ بنادیں ؟ تو فرمایا سن جیسے یہ تجھے نکالیں گے میں انہیں نکالونگا تو ان سے جہاد کر میں تیرا ساتھ دونگا تو خرچ کر تجھ پر خرچ کیا جائے گا۔ تو لشکر بھیج میں اس سے پانچ حصے زیادہ لشکر بھیجوں گا فرمانبرداروں کے لے اپنے نافرمانوں۔ اہل جنت تین قسم کے ہیں عادل بادشاہ توفیق خیر والا سخی۔ نرم دل ہر مسلمان کے ساتھ سلوک احسان کرنے والا پاک دامن سوال اور حرام سے بچنے والا عیالدار آدمی۔ اہل جہنم پانچ قسم کے لوگ ہیں وہ بےوقعت کمینے لوگ جو بےزر اور بےگھر ہیں جو تمہارے دامنوں میں لپٹے رہتے ہیں۔ وہ خائن جو حقیر چیزوں میں بھی خیانت کئے بغیر نہیں رہتا۔ وہ لوگ جو ہر وقت لوگوں کو ان کی جان مال اور اہل و عیال میں دھوکے میں رہتے ہیں صبح شام چالبازیوں اور مکروفریب میں لگے رہتے ہیں۔ پھر آپ نے بخیلی یا کذاب کا ذکر کیا اور فرمایا پانچوں قسم کے لوگ بد زبان بدگو ہیں (مسلم وغیرہ) یہی فطرت سلیمہ یہی شریعت کو مضبوطی سے تھامے رہنا ہی سچے اور سیدھا دین ہے۔ لیکن اکثر لوگ بےعلم ہیں۔ اور اپنی اسی جہالت کی وجہ سے اللہ کے ایسے پاک دین سے دور بلکہ محروم رہ جاتے ہیں۔ جیسے ایک اور آیت میں ہے گو تیری حرص ہو لیکن ان میں سے اکثر لوگ بےایمان ہی رہیں گے۔ ایک اور آیت میں ہے اگر تو اکثریت کی اطاعت کرے گا تو وہ تجھے راہ اللہ سے بہکا دیں گے۔ تم سب اللہ کی طرف راغب رہو اسی کی جانب جھکے رہو اسی کا ڈر خوف رکھو اور اسی کا لحاظ رکھو۔ نمازوں کی پابندی کرو جو سب سے بڑی عبادت اور اطاعت ہے۔ تم مشرک نہ بنو بلکہ موحد اور خالص بن جاؤ اس کے سوا کسی اور سے کوئی مراد وابستہ نہ رکھو۔ حضرت معاذ سے حضرت عمر نے اس آیت کا مطلب پوچھا تو آپ نے فرمایا یہ تین چیزیں ہیں اور یہی نجات کی جڑیں ہیں اول اخلاص جو فطرت ہے جس پر اللہ تعالیٰ نے مخلوق کو پیدا کیا ہے دوسرے نماز جو دراصل دین ہے تیسرے اطاعت جو عصمت اور بچاؤ ہے۔ حضرت عمر ؓ نے فرمایا آپ نے سچ کہا۔ تمہیں مشرکوں میں نہ ملنا چاہیے تمہیں ان کا ساتھ نہ دینا چاہیے اور نہ ان جیسے فعل کرنا چاہیے جنہوں نے دین اللہ کو بدل دیا بعض باتوں کو مان لیا اور بعض سے انکار کر گئے فرقوا کی دوسری قرأت فارقوا ہے یعنی انہوں نے اپنے دین کو چھوڑ دیا۔ جیسے یہود، نصاری، مجوسی، بت پرست سے اور دوسرے باطل مذاہب والے۔ جیسے ارشاد ہے جن لوگوں نے اپنے دین میں تفریق کی اور گروہ بندی کرلی تو ان میں شامل ہی نہیں ان کا انجام سپرد اللہ ہے تم سے پہلے والی قومیں گروہ گروہ ہوگئیں تھی۔ اس امت میں بھی تفرقہ پڑا لیکن ان میں ایک حق پر ہے ہاں باقی سب گمراہی پر ہیں۔ یہ حق والی جماعت اہل سنت والجماعت ہے جو کتاب اللہ اور سنت رسول اللہ کو مضبوط تھامنے والی ہے۔ جس پر سابقہ زمانے کے صحابہ تابعین اور ائمہ مسلمین تھے گذشتہ زمانے میں بھی اور اب بھی۔ جیسے مستدرک حاکم میں ہے کہ رسول اللہ ﷺ سے دریافت کیا گیا کہ ان سب میں نجات پانے والا فرقہ کون سا ہے ؟ تو آپ نے فرمایا (من کان علی ما انا علیہ واصحابی) یعنی وہ لوگ جو اس پر ہوں جس پر آج میں اور میرے اصحاب ہیں (برادران غور فرمائیے کہ وہ چیز جس پر رسول اللہ ﷺ اور آپ کے اصحاب ؓ آپ کے زمانے میں تھے وہ وحی اللہ یعنی قرآن و حدیث ہی تھی یا کسی امام کی تقلید ؟)",
  "ayah": 32,
  "surah": 30
}
