{
  "text": "نا امیدی کے اندھیروں میں امید کے اجالے رحمت وزحمت کی ہوائیں اللہ تعالیٰ بیان فرماتا ہے کہ وہ ہوائیں بھیجتا ہے جو بادلوں کو اٹھاتی ہیں یا تو سمندر پر سے یا جس طرح اور جہاں سے اللہ کا حکم ہو۔ پھر رب العالمین ابر کو آسمان پر پھیلا دیتا ہے اسے بڑھا دیتا ہے تھوڑے کو زیادہ کردیتا ہے تم نے اکثر دیکھا ہوگا کہ بالشت دوبالشت کا ابر اٹھا پھر جو وہ پھیلا تو آسمان کے کنارے ڈھانپ لئے۔ اور کبھی یہ بھی دیکھا ہوگا کہ سمندروں سے پانی کے بھرے ابر اٹھتے ہیں۔ اسی مضمون کو آیت (وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًۢا بَيْنَ يَدَيْ رَحْمَتِهٖ 57؀) 7۔ الاعراف :57) میں بیان فرمایا ہے پھر اسے ٹکڑے ٹکڑے اور تہہ بتہہ کردیتا ہے۔ وہ پانی سے سیاہ ہوجاتے ہیں۔ زمین کے قریب ہوجاتے ہیں۔ پھر بارش ان بادلوں کے درمیان سے برسنے لگتی ہے جہاں برسی وہیں کے لوگوں کی باچھیں کھل گئیں۔ پھر فرماتا ہے یہی لوگ بارش سے ناامید ہوچکے تھے اور پوری ناامیدی کے وقت بلکہ ناامیدی کے بعد ان پر بارشیں برسیں اور جل تھل ہوگئے۔ دو دفعہ من قبل کا لفظ لانا تاکید کے لئے ہے۔ ہ کی ضمیر کا مرجع انزال ہے اور یہ بھی ہوسکتا ہے کہ یہ تاسیسی دلالت ہو۔ یعنی بارش ہونے سے پہلے یہ اس کے محتاج تھے اور وہ حاجت پوری ہو اس سے پہلے یہ اس کے محتاج تھے اور وہ حاجت پوری ہو اس سے پہلے وقت کے ختم ہوجانے کے قریب بارش نہ ہونے کی وجہ سے یہ مایوس ہوچکے تھے۔ پھر اس ناامیدی کے بعد دفعۃ ابر اٹھتا ہے اور برس جاتا ہے اور ریل پیل کردیتا ہے۔ اور ان کی خشک زمین تر ہوجاتی ہے قحط سالی ترسالی سے بدل جاتی ہے۔ یا تو زمین صاف چٹیل میدان تھی یا ہر طرف ہریاول دکھائی دینے لگتی ہے۔ دیکھ لو کہ پروردگار عالم بارش سے کس طرح مردہ زمین کو زندہ کردیتا ہے یاد رکھو جس رب کی یہ قدرت تم دیکھ رہے وہ ایک دن مردوں کو ان قبروں سے بھی نکالنے والا ہے حالانکہ ان کے جسم گل سڑگئے ہونگے۔ سمجھ لو کہ اللہ ہر چیز پر قادر ہے۔ پھر فرماتا ہے اگر ہم باد تند چلائیں اگر آندھیاں آجائیں اور ان کی لہلاتی ہوئی کھیتیاں پژمردہ ہوجائیں تو وہ پھر سے کفر کرنے لگ جاتے ہیں چناچہ سورة واقعہ میں بھی یہی بیان ہوا ہے۔ آیت (اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَ 63ۭ) 56۔ الواقعة :63) سے (بَلْ نَحْنُ مَحْرُوْمُوْنَ 67؀) 56۔ الواقعة :67) تک حضرت عبداللہ بن عمرو فرماتے ہیں ہوائیں آٹھ قسم کی ہیں چار رحمت کی چار زحمت کی۔ ناشرات مبشرات مرسلات اور ذاریات تو رحمت کی ہیں۔ اور عقیم صرصر عاصف اور قاصف عذاب کی۔ ان میں پہلی دو خشکیوں کی ہیں اور آخری دو تری کی۔ حضور فرماتے ہیں ہوائیں دوسری سے مسخر ہیں یعنی دوسری زمین سے۔ جب اللہ تعالیٰ نے قوم عاد کی ہلاکت کا ارادہ کیا تو ہواؤں کے داروغہ کو یہ حکم دیا اس نے دریافت کیا کہ جناب باری کیا ہواؤں کے خزانے میں اتنا سوراخ کردوں جتنا بیل کا نتھا ہوتا ہے ؟ تو فرمان اللہ ہوا کہ نہیں نہیں اگر ایسا ہوا تو کل زمین اور زمین کی پوری چیزیں الٹ پلٹ ہوجائیں گی۔ اتنا نہیں بلکہ اتنا روزن کر جتنا انگوٹھی میں نگینہ ہوتا ہے۔ اب صرف اتنے سوراخ سے وہ ہوا چلی جو جہاں پہنچی وہاں بھس اڑادیا۔ جس چیز پر سے گذری اسے بےنشان کردیا۔ یہ حدیث غریب ہے اور اس کا مرفوع ہونا مکروہ ہے زیادہ ظاہر یہی ہے کہ یہ خود حضرت عبداللہ بن عمرو ؓ کا قول ہے۔",
  "ayah": 51,
  "surah": 30
}
