{
  "text": "The concessions given in travel\n(In Islamic legal terminology, Safar means journey or travel; Qasr refers to the making of one's Salah short while in that status. Thus, four obligatory Raka’ at of Zuhr, 'Asr and 'Isha are reduced in number and confined to two Raka'at only.)\nRulings:\n1.\tFull Sarah is made in a journey which is less than 48 miles.\n2.\tIf, after reaching the destination at the end of the journey, one intends to stay there for less than fifteen days, rules relating to 'journey' will continue to apply to him, that is, the obligatory four Raka'at of Salah will be reduced to half. This is Qasr. Now, if one intends to stay at one place for fifteen days, or more, it will become his place or country of residence. Here too, Qasr will not be observed as it was not observed in his original home country, that is, full Sarah will be performed.\n3.\tQasr is done in the Fard (obligatory) Salah of Zuhr, 'Asr and 'Isha' only. There is no Qasr in Maghrib and Fajr, nor in Sunnah and Witr prayers.\n5.\tIf, there be no fear of possible danger during a journey, Qasr will still be observed in making Sarah.\n6.\tSome people are troubled by apprehensions of sin when making their Sarah short (Qasr) in place of the regular full Sarah. This is not correct because Qasr is also a rule of the Shari'ah following which brings no -sin. On the contrary, it brings reward.\n7.\tVerse 102 mentions a special way of offering Sarah in a state where, due to the fear of enemy, all the Muslims cannot pray in a single congregation. This special way is called 'Salatul-Khawf, the details of which are found in the books of Islamic Fiqh. Verse 102 says: وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ ; (And when you { O prophet} are among them and arrange for them the Salah). Let this not be construed to mean that the injunction of the Salah of Fear (Salatul-Khawf) is no more imperative because the blessed person of the noble Prophet ﷺ is no more present among us. The reason is that this restriction has been mentioned here in terms of the situation at that particular time, for there can be no sans-excuse Imam of Salah in the presence of the Prophet ﷺ . After him, whoever is the Imam shall be deemed to be standing in his place and he will be the one to lead the Salatul-Khawf. All leading religious authorities agree that the injunction of Salatul-Khawf is operative even after him and has not been abrogated.\n8.\tJust as making Salatul-Khawf is permissible when in fear of hostility from human beings, so it is when one is gripped with the fear of hurt from some beast like a lion or python and there is very little time left to make the Salah.\nIn this verse (102), mention has been made of both groups making one Raka'ah each, but the method of performing the second Raka'ah has appeared in Hadith which says: 'When the Holy Prophet ﷺ turned for Salim after the completion of his two Raka’ at, the two groups went on to complete their one Raka'ah each on their own'. More details can be seen there.",
  "ayah": 104,
  "surah": 4
}
