{
  "text": "Sequence\nMoving from the episode of theft and the conspiracies made to cover up the crime by false accusations against others, the text now highlights positive things that can be done through mutual consultation and which could help one to remain obedient to the Messenger's teachings and the command of Allah without ever trying to go against the ideal path taken by those who believe in Allah and His Messenger.\nCommentary\nIn the first part of the verse لَّا خَيْرَ‌ فِي كَثِيرٍ‌ مِّن نَّجْوَاهُمْ translated as 'there is no good in most of their whisperings..', it has been declared that most talks people hold and plans they make to ensure transitory worldly gains, while unmindful of the concerns of their life-to-come, are devoid of good.\nThe second part: إِلَّا مَنْ أَمَرَ‌ بِصَدَقَةٍ أَوْ مَعْرُ‌وفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ means that real good can come forth from mutual consultations only when people persuade each other to take part in charitable activities or ask people to do what is good and right or tell them to make peace between one another. It is said in a hadith that anything one says is harmful for him in one way or the other unless, of course, the subject of his utterance is the remembrance of Allah or that he is bidding the Fair and forbidding the Unfair.\nBidding the Fair stands for اَمَر باِلمَعرُف Amr bi al-Ma` ruf which refers to every action considered good in the Shari` ah and is patently recognized as such by those who know it. In contrast, there is the forbidding of the Unfair which stands for Nahy ` an al-Munkar which refers to every action considered undesirable in the Shari` ah and is squarely unrecognized and unfamiliar to those who know it.\nBidding the Fair includes all imperatives and motivations through which people are led to do what is good and right. Things like helping the oppressed, assisting the needy with loans, guiding the lost, all fall under this broad category. Though, charity and reconciliation between people are also part of this definition, but they have been taken up separately because their benefit reaches from one to another and improves the collective life of a community.\nIn addition to that, these two fields of activity cover what is most essential about public service. They seek to bring benefit to Allah's creation and they protect people against pain and loss. Charity spreads out benefits to people and reconciliation between them stops mutual pain and loss. Therefore, according to a consensus of the scholars of Tafsir, the word Sadaqah (charity) used here carries a general sense which includes the obligatory zakah, voluntary charities and everything done to bring benefit to someone.\nThe Graces of Making Peace\nThe Holy Prophet has spoken highly about the merit of removing mutual bickerings among people and of bringing them to understand, accommodate and cooperate with each other. He said:\n\"Shall I not tell you about an act which is far superior in rank to fasting, prayers and charity? The Companions submitted, Please do.' He, then, said: \"That act is the removal of discord. That is, to remove bickering between two persons, make peace between them and thus eliminate discord.\"\nHe has also said: فساد ذات البین ھی الحالقہ \"Mutual discord among people is what really shaves.\" Then, he explained it by saying: \"This discord does not shave the head, but it shaves off one's faith.\"\nIn the concluding part of the verse (114), there appears a significant reminder that these good deeds to bid charity and fair action or a reconciliation among people can only be worthwhile and acceptable when they are undertaken sincerely, and exclusively for the pleasure of Allah, without any traces of personal or material interest.",
  "ayah": 114,
  "surah": 4
}
