{
  "text": "Sequence\nThough, the mention of Jihad in preceding verses includes all forces hostile to Islam, yet the actual description was limited to Jews and the hypocrites. Out of the larger group of antagonists there were the pagans who were much more in numbers. The verses that follow take up their beliefs and point out to the punishment they will face. This has a coherence of its own at this place. It will be recalled that the thief mentioned earlier became an apostate. The lasting punishment he thus earned for himself becomes evident. (Bayan a1-Qur'an)\nCommentary\nThe first verse (116) إِنَّ اللَّـهَ لَا يَغْفِرُ‌ أَن يُشْرَ‌كَ بِهِ وَيَغْفِرُ‌ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ ۚ (Surely, Allah does not forgive the ascribing of a partner to Him and forgives anything short of that for whomsoever He wills ...) has appeared earlier (48) in Surah al-Nis-a' in the same words except for the words at their ends. In verse 48 appearing earlier, the words at the end are: وَمَن يُشْرِ‌كْ بِاللَّـهِ فَقَدِ افْتَرَ‌ىٰ إِثْمًا عَظِيمًا whoever ascribes a partner to Allah has designed a great sin) while the words at the end of verse 116 before us are: وَمَن يُشْرِ‌كْ بِاللَّـهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (And whoever ascribes a partner to Allah has indeed gone far astray). As explained by master exegetes, the reason for this difference is that the addressees of the earlier verse (48) were the Jewish people of the Book who knew all about the truth of Tauhid (Allah's oneness), the falsity of Shirk (ascribing of a partner to Allah) and the veracity of the mission of the noble Prophet ﷺ through the Torah. Despite that, they got involved in Shirk. Thus, through their own conduct, they pretended that it was the very teaching of the Torah which is total forgery and false accusation. That is why it was said: فَقَدِ افْتَرَ‌ىٰ إِثْمًا عَظِيمًا (... has designed a great sin) at the end of verse 48. As for the verse before us (116), the addressees were the pagans of Makkah who did not have the background of any Book or Prophet before that time, but the rational arguments in support of the Oneness of Allah were all too clear. Taking stones crafted with their own hands as their objects of worship was something ineffectual, false and erroneous even in the sight of someone with ordinary common-sense. Therefore, here it was said: فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (... has indeed gone far astray).\nThe eternal Punishment of Shirk and Kufr:\nSome people express doubt at this point. They think that punishment should be proportionate to the deed. The crime of disbelieving and of ascribing partners to Allah committed by the Kafir and the Mushrik was committed within the limited time frame of a given life. Why would its punishment be limitless and permanent? The answer is that the doer of Kufr and Shirk simply does not regard what he does as crime. This is, on the contrary, taken as something good and proper, worth one's while. Therefore, his line of action is accompanied by his firm intention that he will always be like that. Now, if such a Kafir or Mushrik adheres to this position right through the last breath, he has committed a permanent crime to the extent of his choice and volition, therefore, the punishment for it has to be permanent.\nZulm:\nThere are three kinds of Zulm (injustice):\n1.\tThat which Allah will never forgive.\n2.\tThat which could be forgiven.\n3.\tThat which meets retribution from Allah.\nThe first kind of injustice is Shirk, the ascribing of a partner to Allah; the second kind of injustice is falling short in fulfilling the rights of Allah, known as Huququllah; and the third kind of injustice is the contravention of the rights of Allah's created beings against each other, known as Huququl-‘Ibad. (Ibn Kathir vide Musnad Bazar)\nWhat is the reality of Shirk?\nTo consider any created being other than Allah equal to Allah in worship, or in love and reverence, is what Shirk really is. The Holy Qur'an has reported the words of the disbelievers they shall utter on arrival into the Jahannam:\nاللَّـهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ ﴿97﴾ إِذْ نُسَوِّيكُم بِرَ‌بِّ الْعَالَمِينَ ﴿98﴾\nBy Allah, we were in obvious error when we had equated you with Allah, the Lord of all the worlds. (26:97, 98)\nIt is evident that even the polytheists did not believe that the idols of their making were the Creator and the Master of the universe. It was, rather, under other erroneous assumptions that they had taken to regarding their idols equal to Allah in worship or in love and reverence. This was the Shirk which caused their being in Jahannam (Fath al-Mulhim).\nIn short, taking any created being as equal to Allah in His particular attributes - such as, the Creator, the Provider, the Absolute Master, the Knower of the Seen and the Unseen - is Shirk",
  "ayah": 119,
  "surah": 4
}
