{
  "text": "Commentary\nA dialogue between Muslims and he People of the Book contending for glory against each other\nVerse 123 which begins with the words: لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ 'This is not (a matter of) your fancies or the fancies of the People of the Book...', is about a cross talk between Muslims and the People of the Book. It is followed by a wise and judicious ruling on the confronting claims aimed at bringing the contestants to the right path. Finally, given here is a standard measure of, determining as to who is superior and acceptable in the sight of Allah, a standard which, if observed carefully, would not let any human being fall into error or go astray.\nAccording to Sayyidna Qatadah ؓ ، once it so happened that some Muslims and the People of the Book started talking to each other in a vainglorious strain. The People of the Book said that they were superior to Muslims because their Prophet came before the Prophet of Islam and that their Book appeared before the Qur'an of Muslims did. The Muslims countered by saying that they were superior to all of them for their Prophet was the Last of the Prophets and their Book was the Last of the Books which has abrogated all previous Books. Thereupon, the verse cited above was revealed. It means that such self-glorification and self-congratulation does not behove anyone for nobody becomes superior to anybody simply on the basis of conjectures, fancies and claims. Instead, everything depends on deeds. No matter how noble and superior one's Prophet and Book may be, it is the deed of the adherent which will count. If he acts evil, he will receive the kind of punishment from which he can never hope to be rescued by anyone.\nWhen this verse was revealed, the noble Companions were acutely disturbed. Imam Muslim, al-Tirmidhi, al-Nasa'i and Ahmad رحمۃ اللہ علیہم have reported a narration from Sayyidna Abu Hurairah ؓ in which he said: When this verse was revealed مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ \"And whoever does evil shall be requited for it\", we were deeply grieved and concerned. We submitted to the Holy Prophet ﷺ : 'This verse leaves nothing out - the minutest of evil found in our deeds shall be requited!' The Holy Prophet ﷺ said: 'Do not worry. Keep doing what you can to the best of your ability for (the punishment mentioned here does not necessarily have to be that of Hell, instead) whatever hardship or pain which afflicts you makes amends for your sins and requites your evil deeds, to the limit that even a thorn which pinches someone's foot becomes an expiation of some sin.'\nThere is another narration which says that any sorrow or pain or sickness or anxiety which afflicts a Muslim in the life of this world becomes an expiation of his or her sins.\nAccording to a narration of Sayyidna Abu Bakr ؓ عنہ\t as reported in Jami' al-Tirmidhi, Tafsir Ibn Jarir and elsewhere, when the Holy Prophet ﷺ recited this verse: مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ (And whoever does evil shall be requited for it) to him, he felt as if his back was broken. When the noble Messenger of Allah noticed the reaction on him, he asked: 'What is the matter with you?' Thereupon, Sayyidna Abu Bakr ؓ submitted: 'Ya. Rasulallah, there is hardly anyone among us who can claim to have done nothing bad in one's life. Now, if every evil deed has to be requited, who can hope to go unscathed from among us?' He said: '0 Abu Bakr, you and your believing brothers need not worry about it because worldly hardships that you face shall make amends for your sins.'\nAs it appears in another narration, he said: '0 Abu Bakr, do you not get sick? Are you never tested by distress and sorrow?' Sayyidna Abu Bakr ؓ said: 'No doubt, all this does happen.' Then, he said: 'There, this is the requital of whatever evil you may have done.'\nIn a hadith appearing in Abu Dawud, Sayyidah ` A'ishah ؓ has been reported to have said: 'A discomfort faced by a servant of Allah in fever, or a pain that afflicts him in any other way, even the pinch of a thorn, all become an expiation of his or her sins, so much so that even the insignificant effort made by someone to look for something in one of his pockets and finding it in another comes to be an expiation of his sins.'\nIn short, this verse is a reminder to Muslims as well that they should not indulge in tall claims and wishful thinking. On the contrary, they should be concerned with what they actually do, for their success will not come solely on the basis of their formal adherence to a given Prophet and a Book. Instead, their real prosperity lies in making certain that their belief in them is correct and that they are particular about doing good deeds as enjoined.",
  "ayah": 123,
  "surah": 4
}
