{
  "text": "The verse says:\nوَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لِلَّـهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَ‌اهِيمَ حَنِيفًا\nAnd who is better in Faith than one who has surrendered his self to Allah and is good in deeds, and has followed the creed of Ibrahim, the upright...) (125)\nIt means that there can be no way better than the way of the person who is an embodiment of two virtues:\n1.\tFirstly, 'surrenders his or her self to Allah.' In other words, acts for the good pleasure of Allah with all sincerity at one's command without ever contaminating one's deeds with hypocritical or materialistic motives.\n2.\tSecondly, 'and is good in deeds.' In other words, the way in which one acts should also be correct. According to the great commentator, Ibn Kathir., the way in which one acts, the correct way, means that it will not be some self-invented way. On the contrary, this will have to be the unalloyed way of Islam as based on the injunctions of Almighty Allah and the teachings of His noble Messenger ﷺ .\nThus, we can see that there are two conditions for any deed to be acceptable in the sight of Almighty Allah. These are sincerity of intention and soundness of action, that is, being in accordance with the Shari’ ah and Sunnah. The first of the two conditions, Ikhlas or sincerity, relates to the heart, the inner most human dimension. The second condition, the compatibility with Shari’ ah, relates to the human exterior. Whoever fulfills both these conditions finds his or her exterior and interior perfectly synchronized. But, the moment one of the two conditions is found missing, that which is done becomes imperfect and unsound. The loss of sincerity makes one a hypocrite in practice while the failure in following the Shari` ah, the designated way, makes one go astray.\nNations go astray because they lack sincerity or do not act right.\nThe history of nations and faiths reveals that all deviant groups of peoples have either lacked sincerity or have not acted right. These very two groups have been indentified in Surah Al-Fatihah as those who have deviated from the straight path. Those referred to as مَغْضُوبِ عَلَيْهِمْ (who incurred { Your) wrath) are people who lack sincerity, and those called ضَّالِّينَ (who have gone astray) are those who have not acted right. The first group is a victim of desires while the other, that of doubts.\nEveryone generally understands the first condition, that is, the need for sincerity and the futility of acting without it. But, good conduct - that is, following the Shari'ah - is the condition even many Muslims ignore. They think a good deed is a good deed and could be done at one's choice although the Holy Qur'an and the Sunnah have made it perfectly clear that good conduct depends exclusively on the teachings of the Holy Prophet ﷺ and on following the Sunnah, the example set by him. Doing less than that and doing more than that are both crimes. The way offering three raka` at of Zuhr prayers instead of the prescribed four is a crime, so, offering five is also a crime and sin of the same nature. The rule is: The condition set forth by Almighty Allah and His Messenger ﷺ for any act of worship is final. Any addition of conditions or restrictions from one's own side or taking to some form other than the one laid out by him are all impermissible and patently against the norms of good conduct, no matter how attractive they may appear to be on the surface. All new alterations (Bid` at and Muhdathat) in the established religion which the Holy Prophet ﷺ declared to be straying into error, and against which he left behind emphatic instructions for Muslims so that they can stay safe, are all of this nature. Ignorant people do this with 'sincerity' as an act of worship worthy of the reward and pleasure of Allah, but the deed of such a person goes waste or becomes even sinful in the light of the Shari'ah bequeathed by the noble Prophet ﷺ . It is for this reason that the Holy Qur'an has repeatedly stressed on good conduct, that is, on following the Sunnah. It appears in Surah al-Mulk: لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا (So that He tests you as to who among you is good in deed - 67:2). It will be noticed that the words used here are: أَحْسَنُ عَمَلًا (good in deed) and not اَکثَرُ عَمَلاً (outnumbering in deeds). It shows that the text is not talking about the numerical abundance of deeds. It is, rather, pointing out to the doing of good deeds - and a good deed is nothing but what is done in accordance with the Sunnah of the Holy Prophet ﷺ .\nThis very concept of good conduct and the practical adherence to the Sunnah of the noble Prophet ﷺ has been identified in another verse of the Holy Qur'an in the words وَمَنْ أَرَ‌ادَ الْآخِرَ‌ةَ وَسَعَىٰ لَهَا سَعْيَهَا (17:19) It means that Allah accepts the efforts and deeds of those who intend to have the good of the Hereafter, pure and unadulterated by any temporal considerations, and that they are making the needed effort, and that the effort they are making is proper as well, and the proper effort is exactly what has been explained to the community by the Holy Prophet ﷺ although his word and deed. Any shift from this ideal of effort - whether increased or decreased - will not be accepted as the proper effort. Proper effort is nothing but what has been termed as good deed in the present verse.\nLet us now recapitulate that the acceptance of any deed with Allah depends on the fulfillment of two conditions. These are sincerity and good deed. Good deed is another name of the act of following the Sunnah of the Holy Prophet ﷺ . Therefore, everyone who intends to do a good deed with full sincerity must first find out how it was done by the noble Messenger of Allah and what instructions he has left behind for us in that connection, We must understand that any deed of ours which stands removed from the course set by our noble Prophet, known as his Sunnah, will stand unacceptable. There-fore, in all our deeds relating to Salah, Sawm, Hajj, Zakah, Sadaqat, Khayrat, Dhikr of Allah, Salah (durud) and Salam, it is necessary to keep in mind the way these were done by the Messenger of Allah and how he told us to do them.\nAt the end of the verse (125), an example has been cited, the example of sincerity and good conduct set by Sayyidna Ibrahim (علیہ السلام) the following of which has been declared as mandatory. By saying: وَاتَّخَذَ اللَّـهُ إِبْرَ‌اهِيمَ خَلِيلًا (And Allah has made Ibrahim a friend), it has been hinted that this high station bestowed on Sayyidna Ibrahim (علیہ السلام) has good reason behind it for he was absolutely and superbly sincere and his deed too was sound and correct with intimation from Allah.",
  "ayah": 126,
  "surah": 4
}
