{
  "text": "Commentary\nIt is the consistent style of the Holy Qur'an that whenever it has described the beliefs and injunctions prescribed by Allah, it is followed by promises of reward or warnings of punishment.\nThis is what has been done here in these two verses after mentioning the rules of inheritance. The purpose is to stress upon Muslims to obey these injunctions.\nSOME ADDITIONAL RULES OF INHERITANCE\nA Muslim cannot inherit from a Kafir\nAlthough, the distribution of inheritance is based on nearness of kinship, but there are certain exceptions to this rule. First of all, the deceased and his inheritor should not be from two different religions. Therefore, a Muslim will not inherit from any kafir and no kafir from a Muslim, no matter what lineal relationship they may have between them. The Holy Prophet ﷺ said: لا یرِثُ المسلِم الکافرِ ولا الکاففرُ المَسلم (مشکوٰۃ ص 263)\n(The Muslim does not inherit the kafir, nor does the kafir (inherit) the Muslim.) (Mishkat, p. 263)\nThis rule relates to a situation when a person is a Muslim or a kafir by birth. But, if a person who was first a Muslim, turned away from Islam and became an apostate and died or was killed in that state of apostasy, all his earnings while being a Muslim shall go to his Muslim inheritors, and whatever he may have earned after his apostasy shall be deposited in the Bayt al-Mal (Public Exchequer).\nBut, if a woman becomes an apostate, all her property, whether acquired during her days of Islam or during apostasy, shall go to her Muslim inheritors. However, an apostate as such, man or woman, shall not inherit from any Muslim nor from any other apostate.\nThe inheritance of the killer\nIf someone kills a person from whose property he was entitled to receive a share, he shall no longer remain his inheritor and shall be excluded from the inheritance of the person whom he has killed.\nThe Holy Prophet ﷺ\tsaid: القاتلُ لا یرِثُ (مشکوٰۃ ص 263) (The killer shall not inherit.) (Mishkat, p. 263) However, some forms of qatl al-khata' (accidental or unintended homicide) are excepted from this rule, details of which appear in books of Fiqh.\nThe inheritance of the unborn child\nIf a person leaves some children and his wife is pregnant, then this unborn child will also be counted among inheritors. But, since it is either difficult or uncertain to determine the sex or the number of children in the mother's womb, it would be appropriate to postpone the distribution of inheritance until the birth of the child. If, the distribution of property has to be made necessarily, then, as an expedient measure, one must suppose two situations in terms of a boy or a girl and distribute to the inheritors the lesser portion coming out of the two situations. The remaining should be held for the child-to-be-born.\nThe inheritance of a woman in the period of ` iddah عِدَّت\nIn case a person divorces his wife and the divorce is revocable, and this person dies before the revocation of the divorce and the expiry of his wife's waiting period, then this woman will get a share in the inheritance, for the marriage is in force.\nIf a person divorces his wife during his sickness culminating in his death, even though the divorce is irrevocable or pronounced thrice, and he died before the expiry of the waiting period, even then, this woman will get a share in the inheritance. And in order to make her inherit, the longer of the two waiting periods shall be taken as operative in the following manner\nThe waiting period following a divorce is three menstrual periods and the waiting period following the death of the husband is four (lunar) months and ten days. The waiting period out of the two which lasts longer shall be prescribed as the waiting period for the aforesaid woman so that the woman may get a share in the inheritance as far as possible.\nAnd if a person divorces his wife, irrevocably or by pronouncing it thrice, prior to any sickness culminating in his death and, a few days later he passes away during the period of his wife's waiting period, then, she will not get a share in the inheritance under this situation. However, if the divorce given was revocable, she will inherit.\nRuling:\nIf a wife secures a separation from the husband at her own instance (خُلَع : khul`) within the period of his sickness which culminates in his death, then, she will not be an inheritor, even though her husband may die during her waiting period.\nThe inheritance of 'asbat' اسباط\nThere are twelve heirs for whom specified shares have been settled and fixed by the Shari'ah known as Fara` id. These heirs are called اصحاب الفروض ashabul-furad, that is, the possessors of obligatory shares in inheritance as determined in the Holy Qur'an.' These have been explained earlier. If there is no heir from the category of اصحاب الفروض ashabul-furud or there remains some property after shares have been given to اصحاب الفروض ashabul-furud, this remainder or residue is given to ` asbat (agnatic heir, or residuary). There are times when one person alone inherits in both capacities. There are other situations when the children of the deceased and his father too become ` asbat and so do the offspring of the father, that is, the brother.\nThere are several kinds of asbat or agnates, details of which appear in the کتب الفرأٰض books of Fara'id. To illustrate, here is an example: Zayd died leaving behind four heirs - wife, daughter, mother and uncle. Zayd's property will be divided into a total of twenty four shares. Half of these, that is, twelve shares will go to the daughter, three shares to the wife against her 1/8, four shares to the mother against her 1/6, and the residue of five shares will go the uncle in the capacity of his being ` asbat, the nearest male agnate.\nRulings\n1.\tIf there are no ` asbat (agnatic heirs) the residue of the property following the distribution of shares to ashabul-furud, is also given to them. In the terminology of علم الفرایٔض ` Ilmul-fara'id, this is known as the principle of Radd or Return since the residue 'returns' to them in proportion to their shares. However, the husband or the wife is not entitled to this 'return' and they are not given any more than their specified shares.\nIf there is no one from ashabul-furud and no one from ` asbat either, the inheritance goes to Dhawil-Arliam (maternal kinsmen). There is a large list of Dhawil-Arham which includes maternal grand-sons and granddaughters, offspring of sisters, paternal aunts, maternal uncles, and aunts. Since the subject has lot more details which cannot be taken up in the present context, it is hoped that comments already offered will be sufficient.",
  "ayah": 13,
  "surah": 4
}
