{
  "text": "Seek Honour from Allah alone\nClose friendly relations with disbelievers and polytheists have been forbidden in the second verse (139). Warning has been served on those who do so. Right along, after giving the reason why people get involved with this disease, the practice has been declared ineffectual and absurd. The words of the text are: أَيَبْتَغُونَ عِندَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّـهِ جَمِيعًا (139) (Are they seeking honour in their company? But, indeed, all honour belongs to Allah). To explain, we can say that the urge to meet and be friendly with disbelievers and polytheists is generally prompted by the assumption that their outwardly visible influence, power and collective strength may give honour and power to those who have close relations with them. Almighty Allah has exposed the reality behind this absurd notion by saying: You want to acquire honour from those who them-selves have no honour. ` Izzah (عِزَّۃَ ) which means might and mastery, belongs to none but Allah and whenever some sort of might and mastery is given to any person, it is given by Allah. With the scheme of things being such, it would certainly be a gross lack of reason to go about acquiring honour by displeasing the owner and giver of real honour and stooping down to the level of scroungers for temporal honour through His enemies?\nThe same subject has appeared in the Qur'anic Surah al-Munafiqun with one addition as follows:\nوَلِلَّـهِ الْعِزَّةُ وَلِرَ‌سُولِهِ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ\nFor Allah is all honour, and for His Messenger, and for believers - but, the hypocrites do not know. 63:8.\nBy adding the messenger and the believers with Almighty Allah in this verse, it has been emphasized that Allah is the only owner-possessor of real honour and it is He Who bestows on whosoever He wills a certain part of that honour. Since the Messenger of Allah and those who believe in them are dear in the sight of Allah, therefore, honour and mastery are given to them. As for the disbelievers and the polytheists, they themselves do not have this kind of honour, then, what sort of honour can one get by acting in league with them? There-fore, Sayyidna ` Umar ؓ said:\nمَن اعتَزَّ بِالعبِیدِ اَذَلَّہُ اللہ\nWhoever seeks honour through human beings (His servants) is disgraced by Allah. (Jassas)\nAs in Mustadrak al-Hakim, Sayyidna ` Umar ؓ said to Sayyidna Abu ` Ubaydah ؓ ، the Governor of Syria:\nکُنتم اَقَلَّ النَّاسِ وَ اَذَلَّ النَّاسِ فَکَثَّرَکُم بالاِسلام، وَ کُنتم اَذَلَّ النَّاسِ فَاَعَزَّکُمُ اللہُ بالاسلام مھما تطلُبُو العِزَّۃَ بغیرِ اللہِ یُذَلُّکُمُ اللہُ\nYou were the lowest (in numbers) and the weakest (in strength) among the people (of the world), then Allah made you exceed in numbers and strength with (the grace of) Islam; and you were the meanest (in status) among the people (of the world), then Allah raised you in honour with (the grace of) Islam. So, understand this very clearly: If you seek honour from any source other than Allah, Allah will disgrace you.\nExplaining the meaning of this verse, the famous commentator, Abu Bakr al-Jassas has said in Ahkam al-Qur'an that the verse forbids the seeking of honour through friendship with disbelievers and sinners. However, the seeking of honour and power through Muslims is not forbidden because this verse of Su-rah al-Munafiqun has made it clear that Almighty Allah has blessed His messenger and the believers with honour. (Jassas, p. 352, v.2)\nIf the ` Izzah or honour mentioned here means the everlasting honour of the life-to-come, the 'Akhirah, then, its applicability to Allah's messenger and the believers in the life of the present world is quite obvious, for the honour of the 'Akhirah can never become the lot of any disbeliever or polytheist. Conversely, if it is taken to mean honour in the present life of the world, then, barring transitional periods and accidental happenings, this honour and mastery is, ultimately, the right of Islam and Muslims alone. Until such time that Muslims remained Muslims in the true sense, the whole world witnessed the spectacle. Then, there shall be the later period when Muslims will reassemble around true Islam under the leadership of Sayyidna 'Isa (علیہ السلام) ascendancy will again be theirs. That Muslims appear to be weak during the interim period, because of their weakness of faith and involvement with sins does not go against it.",
  "ayah": 139,
  "surah": 4
}
