{
  "text": "In the third verse (140): وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ (... and He has revealed to you in the Book), by referring to another verse of the Holy Qur'an which had already been revealed' as a verse of the Surah al-An'-am before the event of Hijrah in Makkah al-Mukkarrmah, it has been re-emphasized that Allah had sent, much earlier, the command that they should not even sit in the company of disbelievers and sinners. Now, surprising as it is, these heedless people have gone much beyond that by establishing friendly relations with them assuming that they were the bearers of honour and the wielders of power in their own right.\nThe verse of Surah al-Nisa' under discussion (140) and the verse of Surah al-An'-am (68) which has been referred to in the Surah al-Nis-a' both carry the same sense. That is, should some people sitting in a group be engaged in denying and deriding the verses revealed by Allah, then, as long as they stay occupied with this vain exercise, sitting in their company to participate or observe is also forbidden (haram). However, the words of Surah a1-An` am have some generalization, and a little more detail for it says:\nوَإِذَا رَ‌أَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِ‌ضْ عَنْهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِ‌هِ ۚ وَإِمَّا يُنسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَ‌ىٰ مَعَ الْقَوْمِ الظَّالِمِينَ ﴿68﴾\nAnd when you see those who indulge in Our verses adversely, turn away from them, until such time that they may get busy with some subject other than that. And if Satan makes you forget, do not sit with the unjust people after the recollection. (6:68)\nHere, in the verse cited above, the reference is to disputation in Divine verses which includes disbelief and mockery as well. Also included here is the act of distorting the meaning of a verse, that is, deducing such meanings from the verses of the Holy Qur'an which are contrary to the tafsir or explanation given by the Holy Prophet ﷺ and his blessed Companions, or are against the consensus of the Muslim Community. Therefore, Sayyidna ` Abdullah ibn ` Abbas ؓ as reported by Dahhak, has said that included within the sense of this verse are those who explain the Qur'an (tafsir) erroneously or distort its meaning تَحرِیف (tahrif) or invent what is not there (bid'ah). The actual words of this report are being given below:\nدَخَلَ فِی ھٰذ، ہِ الاٰیَۃ، کُلُّ مُحدِّثِ فِی الِّدینِ ، وَ کُلُّ مُتدِ (علیہ السلام) عِ اِلٰی یَوم القِیٰمَۃِ (Mazhari, p.263, v.2)\nThe impermissibility of listening to opinion-based explanations of the Holy Qur'an:\nFrom here we find out that a person who, while talking, explaining or teaching the Holy Qur'an, is not observant of the exegetical authenticity credited to the most righteous elders of the early period (i.e. the Companions of the Holy Prophet ﷺ or their pupils) instead, indulges in giving meanings of the Qur'an contrary to those stated by them, then, participation in the درس Dars (teaching sessions) or Tafsir (Exegesis) of such a person shall be impermissible under the authority of the Qur'an, being a sin rather than a source of reward. In Tafsir al-Bahr al-Muhit, Aba Hayyan has said: These verses tell us that what is sinful to say verbally remains equally sinful when heard through the ears voluntarily. He has even put it in a poetic exhortation:\nوَ سَمعَکَ صُن عَن سِمَاعَ القَبیِح کَصَونِ اللِّسَانِ عَنِ النُّطقِ بِہِ\nProtect your ears from hearing the evil\nAs you protect your tongue from saying it.\nAfter looking at the element of some generalization in the verse of Surah al-An’ am, we can now turn to the other element of additional remarks about the possibility of someone having joined the company of such people unknowingly. In that case, once it is realised, the person should immediately leave that gathering. The point is that one should not sit with unjust people when alerted to the situation.\nNow, in both verses of Surah al-Nis-a' and Surah al-An’ am it has been declared that as long as they remain occupied with their cross-comments, sitting in their company is forbidden. Here, we face another aspect of the problem which is: When they stop talking in that particular strain and digress to some other topic, would sitting with them and taking part in mutual discourse at that time become permissible, or not? The Qur'an has elected not to be explicit on this situation, therefore, on this subject, there is a difference of views among scholars. Some have said that the reason for this prohibition was the disparagement and distortion of Divine verses - when that stopped, the prohibition stopped too. Therefore, once they start talking about something else, sitting in their company is no sin. Some others have said that (sitting in) the company of such disbelieving, sinning and unjust people is not correct even after that. This is the position taken by Hasan al-Basri, may the mercy of Allah be upon him, the argument in support of his position comes from the following sentence of Surah al-An'am: فَلَا تَقْعُدْ بَعْدَ الذِّكْرَ‌ىٰ مَعَ الْقَوْمِ الظَّالِمِينَ. It means: Once you remember, do not sit with the unjust people. It is obvious that an unjust person remains what he is even after having terminated the questionable conversation. Therefore, abstaining from sitting in his company is necessary. (Jasas)\nQadi Thanaullah Panipati has, in his al-Tafsir al-Mazhari, found consistency in both views by saying that should comments laced with disbelief, mockery and distortion of the Qur'an cease and be replaced by some other topic of conversation, then, even at that time, sitting unnecessarily in the company of such people shall, after all, remain forbidden. But, should such participation be prompted by some religious contingency or physical need, it would be permissible.\nSeclusion is better than bad company\nImam Abu Bakr al-Jassas (رح) has said in Ahkam al-Qur'an: Should a Muslim, who is charged with the duty of forbidding the evil, witness sin being committed in a gathering, then, he should stop it by force, if he has the strength to do that. And should he be lacking in this capability, then, he should, in the least, show his displeasure, the lowest degree of which is that he should rise and leave such company. This is the reason why Sayyidna ` Umar ibn ` Abdul-` Aziz had some people arrested on the charge that they were drinking wine. On investigation, it was found that one of them was fasting. He did not drink the wine, but he was sitting in the company of those drunkards. Sayyidna ` Umar ibn ` Abdul-` Aziz punished him too for his unexplained sitting in that sort of company. (al-Bahr al-Muhit p.375, v.3)\nIt is useful to know that Ibn Kathir has reported at this point in his Tafsir the following hadith from the Holy Prophet ﷺ where he has said:\nمَن کَانَ یُؤمِنُ بِاللہِ وَالیَومِ الاٰخِرِ فلَا یجلِس عَلٰی مَآیِٔدَۃِ یُدَارُ عَلَیھا الخَمَرُ\nOne who believes in Allah and the Last Day should not sit to dine where liquor is being served. (Ibn Kathir, p.567, v.1)\nWhat has been said about leaving a gathering as part of a debated issue summarized above is hemmed by a condition. The condition is that leaving such a gathering shall not entail some sin according to Shari’ ah. For example, joining the Jama ah (congregation) in a Masjid is necessary. Should something contrary to the Shari` ah start happening there, one should not abandon praying with the Jama'ah because of that; instead, simple emotional displeasure against what is undesirable shall be considered sufficient. Similarly, there could be some other gathering the necessity of which stands proved in the Shari` ah. If some people there start doing things which are contrary to the Shari` ah, then, leaving that gathering just because of the sin being committed by others would amount to committing a sin of your own. This is neither reasonable, nor correct. Therefore, Hasan al-Basri (رح) said: If we were to keep giving up what we must do just because of the sins of other people, we shall be paving the way for all sorts of sinners to come and destroy the Sunnah and Shari` ah.\nTo Sum Up\nThe nature of socialization with disbelieving or falsely-believing people takes some of the following forms:\n1. By condescending to their infidelistic assaults. This is infidelity (kufr).\n2.\tBy showing repugnance when confronted with open expressions of disbelief. This, if done without a valid excuse admitted by the Shari’ ah, is 'fisq' or sinfulness, contrary to the required behaviour of unalloyed righteousness.\n3.\tFor some worldly need. This is allowed.\n4.\tTo disseminate injunctions of Islam. This is an act of worship, ` Ibadah.\n5.\tUnder compulsion, exigency or emergency or helplessness (idtirar). This is excusable.\nAccommodating disbelief is disbelief\nTowards the later part of the verse (140), it was said: إِنَّكُمْ إِذًا مِّثْلُهُمْ (You, in that case, would be like them). It means: 'If you kept sitting in such a gathering where the Word of Allah is being rejected or ridiculed or distorted, quite unruffled, almost willingly, then, you too, by becoming an accomplice in their sin, have become like them.' The sense of 'having become like them can be explained either as: °God forbid, if your own thoughts and feelings are such that you show your liking for and are satisfied with their expressions of disbelief, then, in reality, you too are a disbeliever (k afir), because liking kufr is nothing but kufr.' Otherwise, if that is not the case, 'being like them' would mean: °By your participation in the activity of those who are busy hurting Islam and Muslims through their falsification of the Faith, you too, by your abetment of their conspiracy, have become, God forbid, like them.'\nThe censure on hypocrites appearing earlier continues through the present verses. Their blameworthy approach to matters of Faith has been clearly identified here and is self-explanatory through the translation given.",
  "ayah": 140,
  "surah": 4
}
