{
  "text": "Salvation depends on Islam\nThis clear verdict of the Holy Qur'an has exposed the rudderless and crooked ways of those who, in an effort to appear tolerant in dealings with peoples of other faiths, would like to present their religion and religious beliefs as gifts on a platter. By doing so, they wish to tell - despite and contrary to the clear injunctions of the Qur'an and Sunnah - people of other faiths that Muslims do not think that salvation depends on Islam alone and a Jew could keep to his or her creed and a Christian to his or hers and yet, both could look forward to salvation; though, they deny all prophets or at least some of them, for which reason this verse has declared them to be the kind of disbelievers who are destined for Hell.\nThere is no doubt about the fact that Islam stands unmatched in its attitude to non-Muslims in matters of justice and fairness, sympathy and goodwill, favour and tolerance. But, good favours can be made within the limits of one's rights and possessions. Religious principles and articles of faith are not our property which we could donate or present to somebody. Of course, Islam is generous and benevolent in its teachings of tolerance and good treatment with non-Muslims, but it is also equally cautious and firm in the defence of its frontiers. It maintains its essential approach of all possible sympathy and maximum tolerance with non-Muslims, but, at the same time, Islam absolves itself decisively from all forms of disbelief and customs woven around it, declaring Muslims as a people distinct from non-Muslims - and yet, it provides full protection to their national hallmarks. In short, Islam prefers to keep not only the acts of worship Muslims perform distinct from those of others, but also its way of life in a society, the examples of which abound in the Qur'an and Sunnah.\nHad Islam believed in the possibility of salvation through every religion or community, it would have had no right to lay so much stress on spreading the message (Tabligh تَبلِیغ) of Islam, almost to the limit of staking property and life for it. This would have been wrong in principle and quite contrary to dictates of reason. In fact, by accepting such a premise, the very coming of the noble Prophet, may the blessings of Allah and peace be upon him, and the revelation of the glorious Qur'an, is rendered, God forbid, redundant. And, lest we miss, the entire Jihad carried out by the noble Prophet ﷺ and the rightly-guided Caliphs ؓ becomes meaningless, rather reduced to nothing but the lust for more land.\nIn this case, some people have fallen victims to doubt by a misreading of verse 62 in Surah al-Baqarah which is cited below:\nإِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَ‌ىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُ‌هُمْ عِندَ رَ‌بِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ ﴿62﴾\nSurely, those who believed in Allah, and those who happened to be Jews and Christians, and the Sabeans - whosoever believes in Allah and in the Last Day, and does good deeds - they have their reward with their Lord. And there is no fear for them nor shall they grieve.\nSince, in this verse, rather than giving the full detail of what constitutes faith, only belief in Allah and in the Last Day has been considered sufficient, those who try to understand the Qur'an through an incomplete study have misunderstood the whole idea. They assumed that simply believing in Allah and the Last Day is enough for salvation and that believing in prophets is no condition for it: Thus, they failed to understand that the Qur'an has its own terminology in which Belief in Allah, in order to be acceptable, has to be in conjunction with Belief in the Prophet. Otherwise, even the Satan admits that there is a God and that He is One. The Holy Qur'an has itself clarified the real issue in the following words:\nفَإِنْ آمَنُوا بِمِثْلِ مَا آمَنتُم بِهِ فَقَدِ اهْتَدَوا ۖ وَّإِن تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ اللَّـهُ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ ﴿137﴾\nSo, if they believe in the like of what you believe in, they have certainly found the right path. And if they turn away, they are nothing but in antagonism. Then Allah will suffice you against them, and He is the All-Hearing, the All-Knowing. (2:137)\nIn other words, we can say that their faith will be valid and trust-worthy only when they have the same faith as common Muslims do, a faith in which Belief in the Prophet is indispensably necessary with Belief in Allah. Otherwise, if they do not do that, let it be understood that they are the ones who wish to create dissension. After that, for them, Allah will be sufficient on your behalf, and He is the One who hears everything and He is the One who knows everything.\nAs for the verses under discussion, it has been clearly declared that anyone who rejects even one of the prophets of Allah is an avowed disbeliever (kafir) and a recipient of the punishment of Hell. So, let us remember that Belief in Allah, in order to be valid, has to be with Belief in the Prophet. If the Belief in the Prophet is not there, even referring to Belief in Allah as such will not be correct.",
  "ayah": 150,
  "surah": 4
}
