{
  "text": "Some previous verses censured Jews for their mistrustfulness in matters of faith. In the present verses too, there appears a long list of some of their other evil doings and, because of these ugly problems with them, mention has been made of their punishment. This strain continues in many more verses coming later.\nCommentary\nSome Jewish chiefs came to the Holy Prophet ﷺ and demanded that he bring down a book from the heaven similar to that which came to Musa (علیہ السلام) ، all written from there: If so, they would believe him. They had made this demand not because they wished to believe with all their heart on this condition. It was just a device to drag and stall. In fact, because of their chronic urge to take an opposite stand, they were given to offering one or the other excuse all the time. By revealing this verse, Almighty Allah made the Holy Prophet ﷺ become aware of the real state of affairs. This was to give him comfort and peace of mind against the doings of a people who are used to harassing the prophets of Allah. They would go to unbelievable limits of audacity by going as far as committing outrage against Almighty Allah. Their forefathers had gone even beyond them by demanding something more grave: \"Make us see Allah openly.\" Upon this audacity of theirs, came' a thunderbolt from the heaven and destroyed them. Then, it was despite being fully cognizant of clear signs and proofs of Allah being One and free of any partners in His Divinity, they stooped lowest of the low by taking a calf as their object of worship bypassing their own genuine Creator. But, Allah still remained forbearing; otherwise the occasion demanded that they be eliminated. Then, Allah gave His prophet, Sayyidna Musa, peace be upon him, authority and power. Then, there came an occasion when these people had flatly refused to acknowledge the canonical law of the Torah whereupon Allah raised the Mount of Tur high suspending over them, thus threatening and forcing them to acknowledge the Law of Torah or otherwise they were to be mashed under the mountain. Allah had also told them to enter the gate of the city of Eliah humbly filled with fervour to obey Him. Allah had also asked them to catch fish on the day of Sabbath which was a command from Him and which was not to be transgressed. And Allah had taken a solemn pledge from them, but it so turned out that they contravened every single command one after the other breaking the solemn pledge with Allah. So, Allah too put disgrace on them in the mortal life of the world and they will have to undergo the worst punishment in the Hereafter as well.",
  "ayah": 154,
  "surah": 4
}
