{
  "text": "Sequence of verses\nRepentance was mentioned in the previous verses in proportion to the related requirement of the text. Before this, there was a series of injunctions pertaining to women. The present verses too carry some more imperatives against the excesses suffered by women at the hands of their husbands, even heirs. Details appear in the Commentary.\nThe aim is to correct such social disorders. It may be noted that husbands have been particularly addressed in وَعَاشِرُ‌وهُنَّ (live with them). Verses 20 and 21 conclude the subject.\nCommentary\nWomen before Islam: Eradication of Injustices\nGiven in these three verses are steps taken to eliminate injustices to which women were commonly subjected:\n1. The most glaring of these was that men used to act as owners of the life and property of women, so much so, that a woman taken in marriage was passed on as a piece of property after her husband's death, on to his heirs. They were considered as the new owners and inheritors of the property, plus the wife. They could, if they wished to, marry her or give her in marriage to somebody else against payment. The son of the husband from another wife could himself marry her after the death of his father. When a living human being has been taken as an article of ownership, what would have happened to the normal property is all too obvious. This one basic social ill became the cause of hundreds of other unjust practices against women, some of which are pointed out below:\n(a)\tIf a woman received some property in inheritance or some gift from her parents, the poor thing stayed deprived of it. Everything received in her name was devoured by men at her husband's home.\n(b)\tIf, somehow the woman did come in possession of her share of the property, men would prevent her from remarrying so that she could not take her share out of the house - they wanted her to die right there where she was, leaving her property which they could possess after her.\n(c)\tIn some places there was the practice that if the husband did not like his wife because of whimsical factors and not because of any shortcoming of the wife, then, while he skipped relating to her as his wife, did not get rid of her by giving her a divorce. This was to harass her to the limit that she was forced to give him back the jewellery and dower money he had given her; or, if he had not yet given these as due, he expected that she would forgo her claim before she could hope to be released. There were situations when the husband, despite having divorced her would not let the divorced wife remarry so that she breaks up and returns to him the amount of dower he had given her, or forgoes the dower still unpaid.\n(d)\tOn occasions, following the death of her husband, his heirs would not let the widow remarry. They would do so either to satisfy their false sense of prestige, or to let her go only after they get some-thing for themselves in the deal.\nAs said earlier, all these injustices were perpetrated on the basis of the central assumption that man owned not only the property but also the very life of the woman. The Holy Qur'an struck at the very root of this evil which produced other injustices and openly declared:\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَحِلُّ لَكُمْ أَن تَرِ‌ثُوا النِّسَاءَ كَرْ‌هًا\nO those who believe, it is not lawful for you that you should forcibly take women as inheritance.\nThe word \"forcibly\" does not appear here as a condition which would have given the impression that their becoming owners of women with the latter’ s approval was all right, but this restriction has been introduced here as a statement of fact. It means that taking over the charge of the life and property of women as self-appointed owners without any legal or rational basis whatsoever could, obviously, be only \"forcibly\". How could a woman, in her normal senses, ever agree to such a proposition? (a1-Bahr al-Muh, it). This is why the Shari'ah of Islam does not accept her approval in this matter as effective. If any woman, so out of her mind, approves of being owned by somebody, the Islamic law is not willing to concede this position.\nThe common method of preventing injustice and disorder would be to use a prohibitive order, but the Holy Qur'an has avoided this common method at this place and has expressed the element of prohibition by negating the lawfulness of this act by saying: لَا یَحِلُّ لَکُم 'it is not lawful for you'. Here, in addition to stressing upon the severe sinfulness of this matter, the purpose may also be to indicate that, should it be that someone does go on to marry an adult woman without her consent and permission, the marriage thus entered into shall not be lawful and, in fact, it is null and void. Being totally non-sequitur, no husband-wife relationship between the man and woman gets established from such a marriage, nor do the injunctions of inheritance or lineage follow from it.\nSimilarly, if someone forces a woman and takes back the dower he had given her, or compels her to forgo the outstanding dower, this forced return or forgiveness is not valid in the sight of the Shari'ah. Money or property taken in this manner do not make them lawful for the man, nor does it cause any due right to be forgiven. This subject has been further clarified in: وَلَا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ\nIt means: 'Do not prevent women from marrying at their choice with the intention of taking back what you, or a relative, have already given to them as dower or gift.' So, the giving and the taking back of dower is inclusive of the incidence of making the woman forgive the dower the payment of which is due, fixed and agreed upon. Whether one forces the woman to return the dower amount already paid or forces her to forgo the dower still outstanding, both are impermissible and patently Haram (forbidden). Similarly, whatever has been given to the wife as gift, or something of which she has become the 'owner', cannot be taken back by the husband, or the heirs, for it is not lawful for them to do so. However, this rule applies only to a situation where anything has been assigned to her as an owner. If something was given to her for a temporary use, like jewellery or any other article, not making her the owner of it, then, that simply does not enter into the 'ownership' of the wife and, therefore, asking for their return is not forbidden.\nThe text, after that, by saying: إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ exempts some such situations under which it becomes permissible for the husband to take back what he has given, including the dower. It means that should the woman commit an act which is clearly shameful and which naturally compels the man to divorce her, then, this will be a situation in which it does not matter if the husband holds back the word of divorce until such time that the woman returns the dower he had given her or forgoes the outstanding dower, if that is the case.\nAccording to Sayyidna Ibn ` Abbas ؓ ، Sayyidah A’ shah ؓ and Hadrat Dahhak (رح) and others, the word, فاحشا \"fahisha\" (translated as 'a shameful act' ) here means disobedience to the husband and indecent abuses against him; while, Abu Qilabah and Hasan al-Bari رحمۃ اللہ علیہما take it to mean immodesty and adultery in this particular place. Thus, the sense would come to be: If these women happen to commit some shameful act or they behave disobediently and vituperatively which forces the husband to think of a divorce, then, this being a fault of the woman, the husband has the right to hold her in the bond of marriage, until he receives back what he had given her, or has the outstanding dower forgiven by her.",
  "ayah": 19,
  "surah": 4
}
