{
  "text": "Sequence\nLooking back from the beginning of Surah Al-Nisa', we see that it points out to the creation of all human beings from one father and mother and to the fact that all of them are bound in one big bond of brotherhood which suggests that rights of human beings at large have to be guarded and fulfilled. Then came a detailed statement about orphans and women which was followed by the injunctions of inheritance stressing upon the fulfillment of the rights of other relations in addition to those of the orphans and women. Pursuant to this came the injunctions of marriage telling about women who can be lawfully married and about those with whom marriage is unlawful, because marriage is a transaction and contract which entitles someone to enter into a woman's life and property.\nThe present verses bid the protection of human life and property and forbid any uncalled for intrusion into that area - whether those human beings are men or women; related or unrelated, Muslim or non-Muslim with whom there is a no-war pact in force. (Tafsir al-Mazhari)\nCommentary\nWhile prohibiting to eat up the property of others the actual words used in the verse' are: أَمْوَالَكُم بَيْنَكُم which have been translated as each other's property' against the very literal, 'your property in between you'. There is a consensus of Commentators that these words certainly carry the sense that nobody should eat up the property of the other by false means. The sense of the expression also includes, as indicated by Abu Hayyan in Tafsir al-Bahr al-Muhit, that anybody should eat up his own property in that manner - for example, spend it on what is religiously sinful, or is straight extravagance. That too comes under the purview of this verse and is forbidden.\nThe word لَا تَأْكُلُوا in the verse literally means, 'do not eat'. But, in common usage, it means, 'do not usurp the property of another person by false means whatever they may be by eating or drinking or using. In common parlance, the unauthorized use of what is owned by someone else is indicated by the idiom, 'eating up', even though it may not be eatable. The word باطِلِ \"ba-til\" which has been translated as \"false means\" covers, in the view of Sayyidna ` Abdullah ibn Masud and the majority of blessed Companions, all other forms which are impermissible and are forbidden by the Shari'ah. Included thereunder are theft, robbery, usurpation, breach of trust, bribery, interest, gambling and all false transactions. (al-Bahr al-Muhit)\nFalse Means as explained by the Qur'an and Hadith\nAs for the Holy Qur'an, it has used one word بِالْبَاطِلِ (by false means) to declare that all wealth and property acquired by false means is unlawful. After that, the Holy Prophet ﷺ ، was entrusted with the duty of providing details. It was he ﷺ who explained the details of every impermissible transaction.\nFrom this we also find out that the many details of impermissible methods of buying and selling mentioned in the ahadith of the Holy Prophet ﷺ are really an elaboration of this Qur'anic injunction. Therefore, all those injunctions are, in a way, the very injunctions of the Qur'an. Whatever injunctions of Shari’ ah have appeared in the ahadith of the Holy Prophet ﷺ they all have a common feature - they all elucidate upon one or the other Qur'anic injunction. It makes no difference whether we do or do not know that this is an explanation of a certain verse.\nPermissible Methods\nThe first part of verse 29 explained above declares that devouring the other person's property by false and disapproved methods is unlawful. Then, in order to exempt permissible methods from the ruling of unlawfulness, it was said in the second part of the same verse: إِلَّا أَن تَكُونَ تِجَارَ‌ةً عَن تَرَ‌اضٍ مِّنكُمْ which means that the wealth and property of others which has been acquired through trade by mutual consent is not unlawful.\nAlthough there are, besides trade, several other means and methods which are equally permissible - for example, borrowing, gift, charity, inheritance - but, generally the most recognized and commonly practiced form of one person's property passing into the possession-and control of someone else is no other than trade. Then, trade is generally understood to be a buying and selling activity. But, according to al-Tafsir al-Mazhari, dealings related with service, labour and tenancy are also included in trade, because in bai' بیع (sale) what is acquired is m al (property) for m al, while in ijara one gets m al for service and labour. Trade covers both.\nThe reason why trade alone, out of the permissible forms of acquiring wealth and property from others, has been singled out here in this verse is that trade and labour are the best means of earning livelihood out of a variety of those open to man. Sayyidna Rafi` ibn Khadij ؓ says that the Holy Prophet ﷺ when asked as to which mode of earning was the purest and thfemost lawful, said:\nعمل الرجل بیدہ و کل بیع مبرور (مظھری و ترغیب و ترھیب)\n\"Man's work with his own hands, and all honest sale transactions (not false and fraudulent) (Al-Mundhiri, Al-Targhib, and Mazhari).\nSayyidna Abu Said al-Khudhri ؓ عنہ\tnarrates that the Holy\nProphet\tﷺ said:\nالتاجر الصدوق الامین کع النبیین والصدیقین والشھداء (ترمذی)\n\"The truthful and trustworthy trader shall be with the prophets and the truthful and the martyrs\". (Tirmidhi)\nAnd Sayyidna Anas ؓ \tnarrates that the Holy Prophet ﷺ\nsaid:\nالتاجر الصدوق تحت العرش یوم القیٰمہ ۔۔ رواہ الاصفھانی (ترغیب)\n\"The truthful trader shall be under the shade of the Throne on the Day of Doom.\" (reported by al-Isfahani al-Targhib)\nSpecial Conditions of Clean Earning\nAccording to a narration from Sayyidna Mu` adh ibn Jabal the Holy Prophet ﷺ said:\n\"The cleanest earning is the earning of the traders, on condition that, when they talk, they do not lie; and when they are asked to hold something in trust, they commit no breach of trust; and when they buy something from someone, they do not start finding faults in it; and when they sell their own stuff, they do not praise it (unrealistically); and when they have a debt to pay, they do not evade payment; and , when they have a debt to recover from someone, they do not harass him.\" (Isfahan, as quoted by Mazhari)\nFor this reason, it was said in another hadith:\nان التجار یبعثون یوم القیٰمہ فجارا الا من اتقی وبر وصدق (اخرجہ الحاکم رفاعۃ بن رافع)\n\"Traders will be raised on the Day of Doom as the sinners except him who fears Allah, acts righteously and says what is true.\" (al-Hakim, from Rifa` ah b. Rafi`)\nTrade and Mutual Consent\nThe words \"unless it be a trade with your mutual consent \"in verse 29 lay down two conditions for the validity of a transaction through which the property of another person may lawfully be acquired. Firstly, it must be a transaction of trade which requires exchange of properties. Therefore, the transactions of gambling, speculation and usury or the transactions of sale where the commodity does not exist are forbidden and are not valid in Shari’ ah, because these transactions cannot be termed as trade, even though they are effected in the name of trade.\nSecondly, the transaction must be effected with the mutual consent of the parties. Therefore, if there is trade, where the object of sale does exist, but the mutual consent of the parties is not there, even then, the sale is invalid and impermissible. Thus, these two forms are included under \"eating up each other's property by false means\". Muslim jurists call the first form, البع الباطل albai' al-batil', while the second form is given the name, البع الفاصد 'al-bai` al fasid'.\nTo explain the first condition, we can say that trade is the name of the exchange of one commodity with the other. Having commodity on one side and having no commodity against it is not trade. It is deception. The same holds good for interest: based transactions where the amount of interest is a return for the time allowed in a loan - and this 'time' is no 'commodity'. The same thing happens in speculation and gambling. Here, the commodity does exist on one side, but the existence of a commodity against it is doubtful. Similarly, there are transactions based on forward trading where the commodity does not exist but a deal is made for its sale/purchase. Here you have commodity on one side and nothing but a promise on the other. Therefore, this is just not trade. In fact, this is deception and a kind of fraud. Therefore, Muslim jurists have ruled it to be albai' al-batil', a void transaction of sale. The explanation as given here eliminates all impermissible forms of trading.\nAs for the second condition, it covers a situation where a property is being exchanged for another property. Both do exist, but the transaction of exchange did not take place with mutual consent. Although this is a trade, yet it is a wrong and invalid type of trade. Therefore, it has been called 'fasid' (invalid) and is not allowed.\nThe reality of the condition of mutual consent\nHowever, there is a third kind in which there is commodity on both sides, and apparently the transaction has been effected with mutual consent, but the consent of one party has been obtained by compulsion and not by his free will. Therefore, this third kind is also included in the second one. For example, a person or company collects articles of daily use from all over the market, builds up a stock, raises prices on the higher side and starts selling. Since this is not available elsewhere in the market, the customer has no choice but to buy it from him at whatever price he may be selling it. In this situation, though the customer himself walks into the store and, obviously, buys it with his consent, but this 'consent' is an outcome of compulsion and therefore, it is null and void.\nSimilarly, if a husband makes the conditions of living with his wife so thorny that she is compelled to forgo 'her due dower, then, this expression of 'consent' made by her while abandoning her right to receive the dower, is not considered as consent in the real sense of the term.\nOr, take the example of a person who discovers that he is not going to get his valid job done without offering a bribe, and he becomes ready to offer a bribe, then, this willingness and consent is not of his own free will. Therefore, it is legally null and void.\nThus, it becomes very clear that the restriction in أَن تَكُونَ تِجَارَ‌ةً عَن تَرَ‌اضٍ مِّنكُمْ (unless it be trade with your mutual consent) justifies only those forms of buying, selling and trading the justification of which stands proved on the authority of the ahadith of the Holy Prophet ﷺ . Muslim jurists have simply codified them. So, all forms of buying, selling and trading prohibited and impermissible in the Shari’ ah of Islam stand excluded from the approved core. To sum up, this one word of the Holy Qur'an provides the key to the wonderful treasure of Muslim jurisprudence on the subject of al-buyu and al-ijara.\nThe third sentence of the first verse (29) says: وَلَا تَقْتُلُوا أَنفُسَكُمْ which has been literally translated here as 'and do not kill yourselves.' According to the consensus of commentators, this includes, suicide; as well as, killing each other unjustly. The first sentence of the verse described the property rights of human beings at large and stressed that they be guarded. The present sentence, the third one we have before us right now, covers their right of life. Property has been mentioned in this verse earlier than 'life', probably because injustice and negligence are very common in matters relating to property rights. No doubt, unjust killing is far more grave, yet customarily its frequency is lower. Hence, it comes later.\nVerse 29 closes with the statement: إِنَّ اللَّـهَ كَانَ بِكُمْ رَ‌حِيمًا ، which means that the injunctions given in this verse -- 'do not eat up each other's property by false means' or 'do not kill anyone unjustly' -- are injunctions that come to you as Divine Mercy, so that you can take your guard against falling into these misdeeds and thereby become liable to punishment in the life to come, and also that you may stay safe from punishments which could afflict you right here in the present life.",
  "ayah": 29,
  "surah": 4
}
