{
  "text": "Under injunctions concerning women, appearing earlier, discrimination against them by withholding or wasting their rights was prohibited. Now, the present verses describe the rights of men.\nCommentary\nVerse 34 opens with an important statement: الرِّ‌جَالُ قَوَّامُونَ عَلَى النِّسَاءِ which has been translated as 'men stand caretakers of women.' qawwam, qayyam or qayyim in Arabic denotes a person who holds the responsibility or has the duty and charge to manage a job or run a system or take care of what has to be done about something, controlling all related factors therein. The standard role of a man, with regard to women, has been mentioned in this verse through the word, 'qawwam' which has been translated in various ways, the most common being in the sense of 'hakim' or one who rules, governs, or decides. Other alternates used are guardians, custodians, overseers and protectors. When taken in the sense of a carer, a functional head, and not in the political sense of a ruler or dictator, the 'qawwam' or hakim of the Qur'an offers a base of understanding from common experience. It is obvious that, for any group-living, big or small, or for any organized system, it is rationally and customarily necessary that the group or system have some head or chief or authority so that he can arbitrate in the event of a difference and take decisions to run affairs smoothly. That such authority is needed in the running of countries, governments and states is universally accepted and practiced. This need, as felt in modern times, was also felt in the older tribal social organizations where the chief of a tribe was taken as the authority for that tribe. Why would a family organization, a micro-sample of the larger organizations, would not need someone to head, maintain and run the system? Of course, the need is there and Allah Almighty, in His infinite wisdom, elected men for this responsibility because their natural capabilities are more pronounced than those of women and children.\nThis is such an open and obvious fact of human life that no sane human being, man or woman, can say no to it; and its denial does not change reality.\nThe gist of the matter is that, as seen from وَلِلرِّ‌جَالِ عَلَيْهِنَّ دَرَ‌جَةٌ (and for men, there is a step above them) and from الرِّ‌جَالُ قَوَّامُونَ عَلَى النِّسَاءِ (men stand caretakers of women), the message is that the rights of women are as incumbent upon men as the rights of men are upon women, and the rights of both are similar to each other, with only one exception that men have a certain precedence in functional authority, although this too is hemmed with other balancing factors. As explained in other verses of the Holy Qur'an, this mantle of authority placed on the shoulders of men is not that of a dictator and a tyrant. While exercizing this authority, man is bound by the supreme law of Islam, the Shari’ ah. He must act on the principle of consultation and follow good counsel. He just cannot act at. the spur of his whim or his wild instincts. The command given to him is: وَعَاشِرُ‌وهُنَّ بِالْمَعْرُ‌وفِ It mean: Treat women well, as recognized.\nThis aspect of having mutual consultation appears in another verse (2:233) where it was said: عَن تَرَ‌اضٍ مِّنْهُمَا وَتَشَاوُرٍ‌. Here men have been instructed to act in consultation with wives in family affairs. After this clarification, the technical authority of man should not be a source of heart-burning for women. Still, in view of the probability that women may take this arrangement unhappily, Allah Almighty did not restrict the text on proclaiming the authority of man, but explained two reasons for this authority. One reason relates to the wisdom of creation which is beyond the control of any human being, and the other refers to a factor which comes through one's efforts and endeavour.\nThe first reason has been mentioned in the words: بِمَا فَضَّلَ اللَّـهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ. It means that Allah Almighty has made some excel the others (in some qualities) under His exclusive wisdom and consideration. This is like the sacred environs of Makkah where a particular House of Worship was declared by Allah as His House and Qiblah (the orientation), and in Jerusalem, a special honour was given to the Bayt al-Maqdis. Similar is the case with the precedence of men. This is a God-given grace. Men have done nothing to get it and there is nothing wrong with women that they do not have it. It is simply based on the wisdom of creation, an exclusive privilege of the Creator.\nThe second reason relates to what is achieved with effort. This reason is pointed out by the words وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ , which mean that men spend their money, pay dower and take the responsibility of meeting all needs of women. Hence, the precedence.\nAt this point, a comment from Ibn Hibban in al-Bahr al-Muhit, is worth attention. He says, 'These two reasons in support of the authority of men also prove that the right to authority does not get to be established simply by force. Rather, this right can be deserved on the basis of one's competence and capability.\nThe Qur'anic eloquence in describing the precedence of men\nIt is noteworthy that the Holy Qur'an, while giving the first reason for the precedence of men, has not opted for an expression like - فَضَّلَهُمْ عَلَيْهِنَّ : 'because He made men excel women', On the contrary, it has elected to give a deeper significance to the statement by using the expression: , that is, 'made some of them excel the others'. The wisdom here is not difficult to see. The Arabic expression has a subtle indictation to the fact that men and women are part of each other. Therefore, there is a hint that the 'precedence of men, even if proved in one or the other field, will not go beyond being similar to the precedence of man's head over his hand, or of his heart over his stomach. So, just as the precedence of man's head over his hand does not diminish the role and the importance of the hand, similarly, the precedence of man does not cause any lowering of the status of women, because both of them are parts of each other's body - if man is the head, woman is the body.\nSome commentators identify yet another hint here. According to them, this precedence men have over women is in terms of genus. As far as individuals are concerned, it is quite possible that a woman may excel a man in her qualities and practical accomplishments, so much so that a woman may be superior to some individual men even in the qualities of a care-taker.\nThe role of men and women: The principle of function\nThe second reason given for the precedence of men, is that they spend their earnings to take care of women. Here too, there are some points to ponder. To begin with, it removes the possible doubt that may creep up due to the share of men being twice that of women as described in the verses of inheritance. This is done by the present verse when it declares that all financial responsibilities rest with men. As for women, all her financial responsibilities before her marriage rest with her father and after marriage, these pass on to the husband. With this in view, giving a twofold share to a man is not really too much, for it zooms back to women after all.\nNow let us pursue the second hint about an important principle in life. The principle is that woman, in terms of her creation and nature, should not be subjected to go out, work and earn her own 'livelihood. Also, the very attributes of her being are hardly conducive to her running around offices and markets, doing jobs and laborious work to earn a livelihood. So, to keep her safe from roughing it out like men, Allah Almighty has placed her total responsibility on men. Before she is married, her father takes care of her, and after her marriage, she becomes the responsibility of her husband. Woman, as opposed to her sweating it out in the work places in the name of income, career or liberation, has been made the means of human procreation. Then, the responsibility of being mothers of children and that of managing and holding the house and the family together has also been placed on her shoulders. Man cannot handle the burdens of responsibilities in these areas.\nKeeping this in view, it is not possible to deduce that the status of women has been reduced by making them dependent on men in the matter of her expenses. There is no value judgment being made here. This is no more than a functional distribution of duties, except that, the inter-acting precedence between duties which exists elsewhere exists here too. In short, the two reasons given show that the precedence of men does not lower the status of women, nor does this hold any special gain for them. Whatever gain there is, it reverts back to women after all.\nThe profile of a good wife\nThe verse begins, with a working rule - that man is charged with a duty-bound authority over women. The text then describes women, the \tفَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللَّـهُ good ones and the bad ones. It says: It means that women who are righteous accept this rule of the precedence of men and obey them, and when they are not with them, they stand guard on their own selves, as well as on what the husband has earned for the family. It goes without saying that the protection of the personal honour and modesty of a woman, and that of everything else in the house under her charge are basic to the happiness that lies behind a successful home management. Although the duty of a woman to guard herself and to look after the home is not restricted to-a situation where the husband is not at home, but is equally applicable during his presence also, yet the Holy Qur'an has mentioned the state of his 'absence' only, because it is in the absence of the husband that a woman is more susceptible to showing negligence; therefore, this situation has been mentioned in express terms. The message is that what has to be avoided is showing a lot of concern and alertness while men are present in the house, but neglecting to abide by these rules of conduct when they are out of sight.\nIt was, most probably, in explanation of this verse that the Holy Prophet ﷺ said: خیرُالنِساءِ اِمرأِۃُ اِذا ںَظَرَت اِلیھا سرتک ، و اذا اَمَرتَھَا اِطاَعَتکَ ، واِذا غبتَ عَنھا حفظتک فی مالھا و نفسھا\n\"The best of women is a woman who, when you look at her, makes you pleased with her; and when you ask her to do something, she obeys you; and when you are absent, she guards herself, and her belongings.\"\nSince these responsibilities placed on women, that is, the guarding and protection of their modesty, and of what the husband leaves in her charge, are not that easy to take care of, therefore, Allah Almighty has, immediately after it, declared: بِمَا حَفِظَ اللَّـهُ that is, Allah Almighty helps women when they so protect. It is with His support known as the Taufiq of Allah, that they succeed in grappling with these heavy responsibilities. Had this not been there, the temptations of self and satan stand surrounding every man and woman all the time. Then, women are particularly weaker in some areas of capabilities as compared to men, yet, when it comes to carrying out these responsibilities, they tend to be much stronger than men. All this is an outcome of Allah's Taufiq and help. This is the reason why women, as a general rule, are less involved in sinful immodesties as compared to men.\nThe merit of women who cooperate with their husbands, as evident from this verse, has also been widely reported in several ahadith. In one such hadith, the Holy Prophet ﷺ said that, for a woman who is dutiful to her husband, there are birds in the air and fish in the sea and angels in the skies and beasts in the forests who pray for h forgiveness by the Lord. (al-Bahr al-Muhit)\nHow to correct an uncooperative wife\nThe text turns to women who are either straight disobedient to their husbands or fail to cooperate with them in running family affairs in the recognized manner. The Holy Qur'an gives men three methods of correcting their behaviour. These are to be followed in the order they have been mentioned. So, the verse says: وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ ; It means: If you fear or face disobedience from women, the first step towards their correction is that you should talk it over with them nicely and softly. Still, if they remain adamant and do not change their attitude by conciliatory counsel alone, the next step is not to share the same bed with them, so that they may realize the displeasure of the husband as expressed through this symbolic separation, and may feel sorry for their conduct. The Holy Qur'an uses the words: فِي الْمَضَاجِعِ at this point, meaning 'in beds'. It is from here that Muslim jurists have deduced that this staying apart should be limited to 'beds' and not to the 'house' itself. In other words, the woman should not be left alone in the house, something which is bound to hurt her feeling much more and which makes the possibility of further straining of relations far stronger.\nA Companion reports:\nقُلتُ یا رسول اللہ ﷺ مَا حَّقُّ زوجۃِ اَحَدِنَا عَلَیہِ قَالَ رسول اللہ ﷺ : اَن تُطعِمھا اِذَ اَطعَمتَ وتکسُوھا اِذَا اکتَسَیتَ ، وَلَا تِضرِبِ اَلوَجہَ ولا تَقبّح ولا تھجُر اِلَّا فِی البَیتِ (مشکوۃ، ص 281)\nI said: '0 Messenger of Allah, what right do our wives have on us?' He ﷺ said: 'That you feed them when you eat; provide them with apparels to wear when you have these for yourselves; and do not hit the face; and do not say abuses to her; and do not leave them apart unless it be within the house. (Mishkat, p.281)\nIf this gentle admonition fails to produce any effect, some corrective form of a little 'beating' has also been allowed as a last resort, of course, in a manner that it does not affect the body, nor goes to the undesirable limits of hurt or injury to the skin or bones. As for slapping or hitting on the face, it is absolutely forbidden.\nThe first two methods of admonition, that is seeking to convince and leaving apart in beds, are more or less an exercise in nobility against arrogant lack of compromise. Prophets and their righteous followers have spoken in favour of it. That they practiced' what they preached is also a proved fact. But, this third method of admonition, that is, beating, has been permitted as a forced option in a particular mode. Right along with this option given to men, it appears in hadith: وَ لَن یَّضرِبَ خِیَارُکُم ; which means that 'good men among you will never beat women.' Thus, such an action is nowhere reported from the blessed prophets of Allah.\nAccording to a narration from the daughter of Sayyidna Abu Bakr ؓ as reported by Ibn Sa'd and al-Baihaqi, the beating of women was absolutely prohibited in the early days, but this resulted in their becoming much too oppressive, following which the permission was reinstated.\nThe present verse relates to one such event, which can be termed as the background of its revelation. Sayyidna Zayd ibn Zuhayr ؓ had married his daughter, Sayyidah Habibah ؓ to Sayyidna Sa'd ibn Rabi' ؓ During a dispute over something, the husband slapped her. Sayyidah Habibah ؓ complained to her father. He took her to the Holy Prophet ﷺ . He declared that Habibah has the right to hit Sa'd as hard as he did. Hearing this decision of their master, they started back home to take their revenge upon Sa'd. Thereupon, this verse was revealed in which the beating of women as the very last option has been permitted, and no retaliation or revenge against men was allowed. So, soon after the revelation of this verse, the Holy Prophet ﷺ called both of them back and asked them to abide by the injunction from Allah Almighty, and abrogated his first directive permitting the seeking of revenge.\nTowards the end of the verse, it is said: 'Then, if they obey you, do not seek a way against them'. It means that should the women mend themselves after that triple-stepped approach, men should forgive and forgo the past events and avoid looking for ways to find fault with them on flimsy issues as the power of Allah controls everything.\nConclusions\nWhat comes out as a basic principle from this verse is that, no doubt the rights of men and women are similar as detailed in previous verses, yet great care has been taken to ensure that the rights of women are duly fulfilled because they are weaker as compared to men and cannot wrest rights from men by using their physical power. But this equality in rights does to mean that there should be no difference of given graces or functional precedences between men and women. That men have been given a degree of precedence over women is a manifestation of Divine wisdom and justice. There are two reasons for it:\n1. The genus of man, in view of its mental-physical excellences, has God-given precedence over the genus of woman, which is not possible for the woman to acquire. The case of individuals and rarities is a different matter.\n2. Men take care of everything women need from what they earn and have. The first reason given above is something over which men or women have no control, while the second reason is something which becomes operative by choice and effort. It can also be said here that according to the commonsense and justice, there should be two things present while deciding as to who, from among the children of one father and mother, shall be technically authorized to take care of the other. First: Whoever is so authorized should have the mental-physical capability to carry out the demands of authority. Second: The agreement and pleasure of the one to be taken care of under such authority. The first reason mentioned by the Holy Qur'an (in the words : بِمَا فَضَّلَ اللَّـهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ ) focuses on the ability of man to function with authority while the second reason (mentioned in the words وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ ) refers to the agreement and pleasure of the party which would operate under that authority. It is obvious that at the time of marriage when a woman, in consideration of her dower and total maintenance, agrees to enter into the marital bond - she agrees to the authority of the husband and accepts it with pleasure.\nIn short, the principle of family life given in the first sentence of the present verse is that, despite the rights of men and women being equal in almost everything, there is, for men, a certain precedence laced with authority vis-a-vis women, and they operate thereunder.\nUnder this basic principle, there came to be two classes of women in practical life. One of them stood by this basic principle, abided by their convenant, accepted the functional authority of man and obeyed him in deference to the wise Divine arrangement. Then there was the other class of women which failed to live by this principle in its fullness. As for the first-mentioned class, it provides for itself a perfect guarantee of family peace and well-being. It needs no correction of course in its life.\nSuch correction is, however, very much in order for the second class of women. For this purpose, the second sentence of the verse offers a compact system which would help correct things within the four walls of the house and the tussle between the husband and the wife would be diffused and settled for good right there without any third party having to intercede in between them. So, men have been told: If you sense some lack of cooperation from women, the first thing you should do is to talk to them explaining things in a way which helps change their mind and attitude. If that works, the issue is resolved right there. The woman is rescued from a permanent sin and the man from an aching heart, and the two of them from some ever-stinging anguish. Now, if this person-to-person talk fails to bring results, the second stage is to sleep on a separate bed as an indicator of your displeasure, and may be as a device to bring about a change of attitude through the sending of a warning signal. This is ordinary admonition but good enough for a warning. If the woman gets the message, the dispute ends right there. But, if she ignores even this soft measure of correction and persists with her crooked ways, there is the third step in which token beating is also permitted, the extreme limit of which is that it should produce no effect on the body. The use of this method of admonition (beating of woman) was not liked by the Holy Prophet 1 who, quite on the contrary, said that gentlemen would not do that. However, if this token reprimand as the last resort does result in normalcy of relations, the main objective stands achieved anyway. That men have been given three options to correct women in this verse is coupled with the words فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا said at the end of it. It means that, should the women start listening to you after these three-step ways of correction, do not go for hair-splitting and start leveling more accusations. The better course is to forgo, realizing that the measure of precedence over women given to you by Allah Almighty is not absolute, for the precedence of Allah Almighty hangs heavy over you. If you exceed the limits set for you, it will be you who is going to take the punishment.\nThe role of the family arbitrator in disputes\nThe arrangement described so far was to help tempers cool off within the privacy of the house keeping it restricted to the married couple. But, there are times when the family feud becomes long-drawn. It may be because the woman is temperamentally obstinate and contumacious, or it may be the fault of the man who may have been unjustly oppressive. Whatever it actually is, one thing is certain that the unfortunate tussle will not remain restricted within the four walls of the house; it will _definitely spread out. Then, as usual, supporters of one party wi11 go about maligning the others with all sort of accusations. This will cause tempers of parties to rise and what started as the disagreement of two individuals will turn into a confrontation between two families.",
  "ayah": 34,
  "surah": 4
}
