{
  "text": "In the previous verse, the objective was to remove the injustice done to women through the multiplicity of marriages. This verse takes up a particular right of women and aims to remove the injustice practiced in this matter. This is the right of مہر mahr (dower).\nCommentary\nIn pre-Islam Arabia, injustices in the payment of dower took many forms:\n1.\tTo begin with, the dower which was the right of the girl being given in marriage, was not given to her. Instead, the dower was taken by the guardians of the girl directly from the husband - rank injustice indeed. To get rid of this practice, the Holy Qur'an said: وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ (and give the women their dower). This command is addressed to the husbands so that they themselves give their wives their dowers and not give these to others. Also addressed here are the guardians of the girls with the instruction that they should, in case they happen to receive the dower meant for the girls, give it straight to the girls and make sure that they themselves do nothing to put the money in personal use without the permission of the girls.\n2.\tAnother injustice related to the attitude of the giver of the dower. If someone had to pay it and realised that there was no way out, he would be very sour and unhappy and do it unwillingly as if he was paying a penalty. This injustice was removed through the use of the word, نِحْلَةً nihlah, since nihlah in Arabic usage means 'giving something cheerfully'.\nSo, the verse here teaches that the dower of women is their right which must be fulfilled as a matter of obligation. Since, as a rule, all obligatory rights must be discharged cheerfully, so it should be in the case of dower, that is, 'give in good cheer'.\n3.\tYet another injustice regarding the payment of dower was that many husbands, taking advantage of the powerlessness of the wife, would use pressure and make them forgo and forgive their dower. This act of theirs hardly brought forth real forgiving of the standing right, but they, on their part, went about free of the concern for dower which, according to their thinking, was 'forgiven'.\nTo eradicate this injustice, it was said in the verse: فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِ‌يئًا . It means: 'if these women give up some of it out of their own sweet will, you may have it to your advantage and pleasure.'\nThe point is that exacting forgiveness by pressure or compulsion from an unwilling wife is an exercise in futility. Nothing gets forgiven in this manner. But, should it be that they themselves elect, out of their free choice and will, in its most genuine sense, to forgo or forgive a part of the dower, or return it to you after they had already taken it, then, this is permissible for the husbands, and correct as well.\nSurely, these injustices which the Holy Qur'an aims to remove in this verse prevailed at peak during Jahiliyyah. But, very regrettably, some of these practices of pre-Islam days still survive among Muslims. There are tribes and geographical areas where one or the other such injustice is not difficult to find. All Muslims must stay away from being a party to such injustices.\nThe restriction of \"out of their own sweet will\" placed in this verse, has a secret of its own. The truth of the matter is that, according to the standard rule of Islamic Shari` ah, even the smallest portion of what belongs to someone is not lawful for someone else unless permitted gladly. The standard rule was set by the Holy Prophet ﷺ when he said:\nاَلَا لَا تظلِموا، اَلَا لَا یَحِلُّ مالُ امرء اِلَّا بِطِیبِ نفس منہُ (مشکوٰۃ شریف ص۔255)\nBeware, do no injustice. Remember, a person's property is not lawful (for the other) unless it be through his sweet will. (Mishkat, p. 255)\nThis is a great principle from which many details issue forth.\nEven in our own times, there are women who very much doubt that they are going to get the مہر dower. They think asking for it is not going to please anybody, nor the refusal to forgive will make anyone any happier. So, like it or not, they just forget and forgo. This kind of forgiveness is not trustworthy. My respected teacher, Maulana Ashraf Thanavi (رح) used to say that the real touchstone of forgiving gladly is to first hand over the amount of the dower in the hands of the wife, as its owner, who may later give it to the husband out of her own sweet will without any pressure. This attitude of giving gladly should also be practiced as the operating principle in the inheritance of sisters and wives. It is not too uncommon that, following the death of the mother or father, sons take over the whole property and do not give the girls their share. If the usurpers were bothered by moral or religious considerations in some degree, the most they would do is to go and excuse themselves before their sisters. Since they know that they are not going to get their share under this situation anyway, they simply go along and forgive against their will. In addition to this, the share belonging to the surviving wife is not given to her after the death of the father. Particularly, a step mother just does not get hers. All this amounts to open usurping of rights. The only exception is that, should anyone forgive gladly, that forgiveness is possible, and valid.\nHadrat Thanavi (رح) also pointed out that the text is talking about the willingness of the whole human self and not simply the happiness of the heart which alone is not enough to make someone's property lawful for the other. People who give money in bribes, or interest, do so after a good deal of calculations, and many apparent gains, but this is not giving gladly, and not trustworthy either. If such people were to probe their conscience and come out with the truth, the truth would be that their self would flatly refuse to agree to such giving. This is why good cheer and sweet will have been given the deciding role.\nIf donations are sought for mosques, religious schools or for any other need, there too it is necessary to see that the giver is doing it freely and gladly. If a donation is given under pressure from anyone having tribal, social or legal authority or influence, without the free choice and will and pleasure of the giver, then, it is not lawful to accept and use this donation. Instead, it would be returned to the giver.\nAs for the word: صَدُقَاتِ saduqat appearing in the verse, it is the plural form of صَدُقَہ saduqah. The words, saduqah and sudaq signify the dower of women. In Mirqat Sharh Mishkat, Mulla ` Ali Qari writes: و سُمِّیَ بہِ لاَنَّہُ یطھر بہ صدق میل الرجل الی المرأۃ . It means that dower is referred to as saduqah or sudaq because its root, sadaqa (صدق) signifies truth. Since dower too shows the true attitude of the husband towards his wife, the congruity was good enough to let dower be called sudaq or saduqah.\nThe words, هَنِيئًا : hani'an and مَّرِ‌يئًا mari'an appearing at the end of the verse are attributive modifiers. The word, hani'an (from han'a and hanu'a and hani'a) means something received without having to go through labour and pain. When this refers to food, it means good food which is eaten and digested easily and becomes a healthy part of the human body.\nThe word, mari'an (from mara'a: to be wholesome) is also used in the same sense and is very close to each other. For this reason, some translators have made one word, in the sense of 'wholesome', stand for both.",
  "ayah": 4,
  "surah": 4
}
