{
  "text": "The Background of this Revelation\nThis is about an incident relating to Sayyidna Ali\tرضی اللہ تعالیٰ عنہ which has been mentioned in Tirmidhi. It was before liquor was forbidden that Sayyidna ` Abdul-Rahman ibn ` Awf ؓ had invited some Companions for dinner at this home. As customary, liquor was served before dinner. When everybody had finished eating, time came for the Maghrib salah. Sayyidna ` Ali ؓ was asked to lead the prayer. He made a grave error while reciting the well-known Surah al-Kafirun in the salah under the effect of intoxication. Thereupon, this verse was revealed in which warning was given that salah should not be performed in a state of intoxication.\n1-Stands for Janabah which signifies a ritual impurity caused by sexual intercourse or seminal discharge, in passion or dream, after which it becomes obligatory to take a bath.\nCommentary\nCommands prohibiting liquor came gradually\nAllah Almighty has blessed the Shari’ ah of Islam with a particular distinction - its rules have been made easy. One such rule in this golden chain concerns drinking which was an old addiction in Arabia. This was a national habit, and pastime, involving everyone but a particular few who had a sort of God-given distaste and abhorrence for liquor all along. Naturally right-minded, they never went near this foul habit. One such example is that of the Holy Prophet ﷺ . He never touched liquor even before he was called to prophethood. And everyone knows that habit, any habit, the urge and compulsion to have something, is really difficult to leave. This is all the more true about the habit of drinking or getting intoxicated by some other means. It so overpowers man in its clutches that he just cannot think otherwise. To him a farewell to drinking means a welcome to death.\nDrinking has always been unlawful in the sight of Allah and when people entered the fold of Islam, saving Muslims from it was very much in order. But, had it been declared unlawful all of a sudden, people would have found obedience to this command extremely hard to carry out. So, the shift was gradual. First come partial prohibition. People were warned of the evil effects of drinking which aimed at motivating them to abandon the habit. As a result, the instruction initially given in this verse was limited to asking people not to go near salah while in a state of intoxication. The purpose here was to emphasize that salah is fard, an obligation - when the time for salah comes, one must rise, intend and offer it as due, and that one should not be drunk during salah timings. This approach helped Muslims realize that drinking is really something bad for it stops them from performing salah properly. There were many blessed souls among them who made a spot decision to abandon the habit once and for all. There were others who started thinking seriously about its evils. Finally, when the verse of Surah al-Ma'idah carrying the absolute command which declared liquor as impure and unlawful was revealed, drinking was forbidden under all conditions.\nRuling: Based on the rule that performing salah in a state of intoxication is forbidden, according to some commentators, it is also not correct to perform salah when one feels so sleepy that one cannot control what one says. This restriction appears in a hadith as follows:\nاذا نعس احدکم فی الصلوٰۃ فلیرقد حتی یذھب عنہ النوم فانہ لا یدری لعلہ یستغفر فیسب نفسہ (قرطبی)\nIf one of you feels drowsy in salah, he should go to sleep for a little while so that the effect of sleep disappears, otherwise he would not know that, rather than seeking forgiveness (from Allah), he may (actually) be cursing himself.' (Qurtubi)\nEditor's Notel\nAlthough the verse was initially revealed to prohibit offering sal ah in a state of intoxication, however, some other situations have also been dealt with in which offering salah is not permitted. These are the states of impurity which are of two kinds. The first kind is the state of 'major impurity' or janabah' which is caused by sexual intercourse or by ejaculation with sexual desire by whatever means. This state of impurity has been referred to in the above verses by the word ' جُنُباً \" which is derived from janabah and has been translated as 'major impurity'. In this state one cannot offer salah unless he purifies himself by having the prescribed bath (ghusl).\n1. In the original book there was no explanation of other rules mentioned in the verse. The exteemed author has felt it sufficient that these rules are mentioned in the Urdu translation alongwith the خلاصۃ تفسیر . For the benefit of English readers, I have added this note - Muhammad Taqi Usmani.\nThe second kind of impurity is called 'minor impurity' ( اَلحدث الأصغر) which is caused by any act breaking the wudu', like easing oneself or passing a flatus etc. In this state also one is not allowed to offer salah, but the way of purifying oneself from this kind of impurity is much easier. Instead of having a bath one can release himself from it by making wudu (prescribed ablution). In both situations it is necessary to use water, either for having a bath or for making wudu. But there may be situations where the use of water is not possible due to its unavailability or is extremely difficult due to illness. In both these situations the above verses have provided an easier alternative for having a bath or making wudu'. The alternative is to strike the hands on a clean dust and then wipe the face and the wrists with it. This procedure is called 'Tayammum' and has been taken by the Shari'ah as a symbol of ritual purification where the actual act of purification through water is not possible or is extremely difficult. After making tayammum one is held to be purified for a temporary period until he is able to use water. The procedure of tayammum, being the same for both major and minor impurities, it has been prescribed in one sequence for both kinds. The words أَوْ جَاءَ أَحَدٌ مِّنكُم مِّنَ الْغَائِطِ ('i.e. or one of you has come after easing himself) refer to the 'minor impurity' while the words أَوْ لَامَسْتُمُ النِّسَاءَ (i.e. 'or you have touched women' ) stand for having sexual intercourse) causing major impurity. In both situations, it has been laid down that if someone is too sick to use water, or is on journey where he does not find water, he can have recourse to making tayammum.\nThe above discussion may explain the rules of impurities and their purification as laid down in the above verses. However, one point needs further elaboration:\nWhile the Holy Qur'an has prohibited to 'go near salah’ in a state of major impurity the rule has been made subject to one exception which is expressed in the words اِلَّا عَابِریِ سبیل (i.e. 'save when you are traversing a way' ). This exception has been interpreted by the Muslim Jurists in different ways. According to the most commentators, including the Hanafi jurists, this exception refers to the state of travelling when water is not available. It, therefore, means that one cannot go near salah in a state of major impurity without having taken a ritual bath (ghusl), however, if he is 'traversing a way' in the sense that he is on journey and does not find water, he can offer salah without taking bath after making tayammum as explained in the next sentence\n1. This explanation is based on the Hanafi view.\nConversely Imam al-Shafi` (رح) interprets the exception in a totally different manner. He says that 'going near salah' means 'entering a mosque' and it is prohibited for a person to enter a mosque in a state of 'major impurity'. However, if he intends to go somewhere else, but passes through a mosque as a passer-by, he can do so. The Hanafi jurists do not accept this view. Based on the first interpretation, they say that the verse has no relevance with 'entering the mosque'. It refers to offering prayers, as is evident from the background in which it was revealed. The prohibition of entering a mosque in the state of impurity is based on some other sources, and it is not allowed, even for a passer-by, to enter a mosque with intention to go somewhere else. (Editor).\nThe rule of Tayammum is a blessing, and a distinction of the Muslim community\nIt is certainly a great favour granted by Allah Almighty that He, in His mercy, has made something else to take the place of water, something which is much more easily available than water. Obviously enough, land mass and dust are available everywhere. It appears in a hadith that this is a convenience bestowed upon the community of Muhammad ﷺ exclusively. As for necessary rules governing the making of Tayammum (also referred to in English, and interestingly too, as the 'dry ablution' ), these are commonly available in books on salah, (in English as well). Standard juristic works can be consulted for further details.\nIn verses previous to this, the stress was on acting with Taqwa in mutual dealings. In between came some rules pertaining to ‘Ibadah, Salah and their corollaries since they instill man with fear of Allah, promote concern for the life-to-come and help in seeing that dealings come out right and smooth.",
  "ayah": 43,
  "surah": 4
}
