{
  "text": "The previous verse carried an admonition for those who refused to believe. But, from among those to whom this admonition has been addressed, some could finally be forgiven, which admits of the probability that all these other addressees may, perhaps, be also forgiven. Therefore, the text goes on to explain that this group of people will not be forgiven because of their kufr or disbelief. This also refutes the Jewish claim that they shall be forgiven.\nCommentary\nShirk: A definition, and some forms\nThe words of the Qur'anic text in إِنَّ اللَّـهَ لَا يَغْفِرُ‌ أَن يُشْرَ‌كَ بِهِ (Surely, Allah does not forgive the ascribing of a partner to Him) demonstrate that the set articles of faith relating to the Being and Attributes of Allah Almighty are the sine qua non of religion and holding any belief similar to these in favour of whoever and whatever He has created is shirk. Some of the forms it takes are as follows:\nShirk in Knowledge: This is the ascribing of a partner to Allah in matters of knowledge ( ‘ilm), for example believing that a certain pious person or a spiritual master or the head of a mystical order knows about everything in this universe all the time. Other forms could be asking an astrologer or a fortune-teller or a diviner about things that are going to take place in a person's life, things which belong to the unseen world, an exclusive domain of Allah; or, to take omen (fal) فال from the words written by a pious person and believing that it has got to happen; or, calling someone from a considerable distance and believing that the person has become all aware of the call; or, keeping a fast dedicated to someone other than Allah.\nShirk in Power: This is ascribing to others the powers and rights which are the exclusive domain of Allah as for example, taking someone to have the power and authority to provide gain or inflict loss. It includes things like asking someone to grant wishes or to ask for sustenance, and children.\nShirk in ` Ibidah: This means the ascribing of a partner to Allah in acts of worship (` Ibadah) which is the sole due of Allah. Some of the forms it could take are to go down in sajdah (prostration) for anyone, to release an animal dedicated in the name of somebody, making cere-monious offering for a person or thing, living or dead, to make a vow (mannat, nadhr) in someone's name; to make tawaf (rounds, circumambulation) of someone's grave or house; to give preference to someone else's word, or custom, as against God's own command; to make bows before anyone in the manner of a ruku`, the bowing position peculiar to Muslim prayer; to slaughter an animal in the name of someone; to take the affairs of the mortal world as subservient to the effect and influence of stars; to regard some month as ill-omened, wretched; and things like that.",
  "ayah": 48,
  "surah": 4
}
