{
  "text": "Commentary\nThe background of the revelation of these verses\nThe first of the two verses cited above was revealed in the back-ground of a particular event which related to the custodial service of the Ka'bah, an office of great honour even before the advent of Islam. Those who were appointed to serve the House of Allah in a particular area of responsibility were regarded as people of great prestige and distinction in the community. Therefore, different areas of services were distributed over different people. It was from the time of Jahilliyah that, during the days of Hajj, the service of providing drinking water to pilgrims from the well of Zamzam was entrusted to Sayyidna ` Abbas ؓ ، the revered uncle of the Holy Prophet ﷺ . This was known as Siqayah سقایہ . Some other services similar to this were in the charge of Abu Talib, another uncle of the Holy Prophet ﷺ . Likewise, the custodial duty of keeping the keys to the House of Allah and of opening and closing it during fixed days had been given to ` Uthman ibn Talhah.\nAccording to a personal statement of ` Uthman ibn Talhah, the Ka'bah was opened every Monday and Thursday during the period of Jahilliyah and people would use the occasion to have the honour of entering the sacred House. Once before Hijrah, the Holy Prophet ﷺ came with some of his Companions in order to enter the Ka'bah. ` Uthman ibn Talhah had not embraced Islam until that time. He stopped the Holy Prophet ﷺ\tfrom going in, displaying an attitude which was very rude. The Holy Prophet ﷺ showed great restraint, tolerated his harsh words, then said: 'O ` Uthman, a day will come when you would perhaps see this key to the Baytullah in my hands when I shall have the power and choice to give it to anyone I choose.' ` Uthman ibn Talhah said: 'If this happens, the Quraysh will then be all uprooted and disgraced.' He said: 'No, the Quraysh will then be all established and very honourable indeed.' Saying this, he went into the Baytullah. After that, says Talhah, when I did a little soul-searching, I became convinced that whatever he has said is bound to happen. I made up my mind that I am going to embrace Islam then and there. But, my own people around me vehemently opposed the idea and everybody joined in to chide me on my decision. So, I was unable to convert to Islam. When came the conquest of Makkah, the Holy Prophet ﷺ called for me and asked for the key to Baytullah, which I presented to him.'\nIn some narrations, it is said that ` Uthman ibn Talhah had climbed over the Baytullah with the key. It was Sayyidna Ali ؓ who, in deference to the order of the Holy Prophet ﷺ ، had forcibly taken the key from his hand and had given it to the Holy Prophet ﷺ .\nSo he went into the Baytullah, offered his prayers there, and when he came out, he returned the key to Talhah saying: 'Here, take it. Now this key will always remain with your family right through the Last Day. Anyone who will take this key from you will be a tyrant.' (By this he meant that nobody has the right to take back this key from Talhah) He also instructed him to use whatever money or things he may get in return for this service to Baytullah in accordance with the rules set by the Shari'ah of Islam.\n` Uthman ibn Talhah says: 'When I, with the key in my hand, started walking off all delighted, he called me again, and said: ` Remember ` Uthman, did I not tell you, something way back? Has it come to pass, or has it not?' Now, I remembered what he had said before Hijrah when he had said: 'A day will come when you will see this key in my hand.' I submitted: 'Yes, there is no doubt about it. Your word has come true.' And that was the time when I recited the Kalimah and entered the fold of Islam.' (Mazhari, from Ibn Sa'd).\nSayyidna ` Umar ibn Al-Khattab ؓ al\tsays: 'That day, when the Holy Prophet ﷺ came out of the Baytullah, he was reciting this very verse, that is, إِنَّ اللَّـهَ يَأْمُرُ‌كُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا (58). I had never heard him recite this verse before this.' Obviously, this verse was revealed to him inside the Ka'bah exactly at that time. Obeying the Divine command in the verse, the Holy Prophet ﷺ called ` Uthman ibn Talhah again and made him the trustee of the key, because ` Uthman ibn Talhah when he had given the key to the Holy Prophet ﷺ ، had said: 'I hand over this article of trust to you.' Although, the remark he made was not technically correct as it was the sole right of the Holy Prophet ﷺ to take whatever course of action he deemed fit. But, the Holy Qur'an has, in this verse, taken into consideration the nature of trust involved therein, and directed the Holy Prophet ﷺ to return the key to none else but ` Uthman, although, that was a time when Sayyidna ` Abbas and Sayyidna ALI ؓ had both requested that, since Baytullah's offices of water supply and custodial services (Siqaya and Sidana) were in their respective charge, this service of the Key-Bearer of the Ka'bah may be entrusted to them. But, the Holy Prophet ﷺ preferred to follow the instruction given in this verse, bypassed their request and returned the key to ` Uthman ibn Talhah. (Tafsir Mazhari)\nThis was the background in which this verse was revealed. At this point let us bear in mind an important rule on which there is a consensus. The rule is that even if a Qur'anic verse is revealed in a particular background, the rule laid down by it in general terms must be taken as of universal application and must not be restricted to that particular event.\nNow, we can turn to the meanings and exegetic aspects of these verses.\nThe Holy Qur'an says: إِنَّ اللَّـهَ يَأْمُرُ‌كُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا It means: 'Surely, Allah commands you to fulfill trust obligations towards those entitled to them.' As to who is the addressee of this command, there are two probabilities: It could have been addressed to the general body of Muslims, or it could have been addressed particularly, to those in authority. What is more obvious here is that the verse is addressed to everyone who holds anything in trust. This includes the masses and also those in authority.\nThe emphasis laid on fulfilling trust obligations\nThe functional outcome of the command in the verse is that everyone who holds anything in trust with him is duty-bound to see that trust obligations are faithfully fulfilled and that the rightful recipients have in their hands what is their due. The Holy Prophet ﷺ has laid great stress on the fulfillment of trust obligations.\nSayyidna Anas ؓ says: It must have been a rare sermon indeed in which the Holy Prophet ﷺ\tmay not, have said the following words:\nلَا اِیمَان لِمن لا اَمَانَہ، ولا دین لِمَن لا عَھدَ لہ\n\"One who does not fulfill trust obligations has no Faith ('Iman) with him; and one who does not stand by his word of promise has no religion (Din) with him.\" (Reported by al-Baihaqi in Shu'ab al-'Iman)\nBreach of Trust is a Sign of Hypocrisy\nAccording to narrations from Sayyidna Abu Hurairah and Sayyidna Ibn ` Umar ؓ appearing in al-Bukhari and Muslim, the Holy Prophet ﷺ ، while describing the signs of hypocrisy on a certain day, pointed out to a particular sign which was: 'Give him an amanah and he will do khiyanah.' It means when an hypocrite is charged with a trust obligation, he will commit a breach of trust.\nKinds of trust obligations\nHere, worth pondering is the Qur'anic use of the word, Amanat which is in the plural form. This is to hint that amanah (trust obligation) is not simply limited to cash or kind which someone may have entrusted to someone else for safe-keeping until demanded, which is the most prevailing and commonly understood form of amanah. The cue is that there are other kinds of amanah as well. For example, the incident mentioned earlier under the background of the revelation of this verse does not have any financial aspect to it. The key to the Baytullah was not a financial asset. Instead, this key was a symbol of the office of the serving keeper of the Baytullah.\nThe offices of authority and government are trusts from Allah\nThis tells us that offices and ranks of government, whatever they may be, are all handed over to the recipients as trust from Allah. Those who receive it are its amin (trustees). This covers all officials and everyone else in authority who wield the powers of appointments and dismissals. For them, it is not permissible that they give any office or job or responsibility to anyone who is not deserving of it in terms of his relevant practical expertise or intellectual capability. Instead of doing that, it is incumbent on those in authority that they must make a serious search for the most deserving person for every job, every office within the jurisdiction of the government.\nCursed is he who appoints somebody undeserving to any office\nIn case, it is not possible to find the most perfect person for an office, someone with the most desirable qualifications and capabilities, someone who combines in himself all required conditions, then, preference may be given to the one who is superior-most in terms of his capabilities and trustworthiness from among the many of those avail-able.\nIn a hadith, the Holy Prophet ﷺ has been reported to have said: If a person, who has been charged with some responsibility relating to the general body of Muslims, gives an office to someone simply on the basis of friendship or connection of some sort, without finding out the capability or merit of the person concerned, the curse of Allah falls on him. Not accepted from him is any act of worship which he has been obligated with (fard) nor any of that which he offers voluntarily (nafl.), all along till the time he enters the Hell. (Jam` ul-Fawa'id, p. 325)\nIn some narrations it is reported that whoever entrusts a person with an office of responsibility, although he knows that there is another person more suited and more deserving for that office, then, he has committed a breach of trust against Allah, against His Messenger and against all Muslims.\nThe chaos and corruption seen in many systems of governance these days is a sad consequence of ignoring this Qur'anic teaching, as offices are distributed on the basis of connections, recommendations and bribes. The result is that undeserving and unmerited people usurp offices they are not fit to occupy, doing nothing but harassing millions of God's own people, and in the process, destroying the very edifice of the system.\nTherefore, the Holy Prophet\t ﷺ said:\nاِذَا وسد الامر الی غیر اھلہ فانتظر الساعہ\n\"When the responsibility of affairs is placed under the charge of those who are not deserving of and fit for it, then, wait for the Day of Doom (that is, there is no solution for this chaos).\"\nThis instruction appears in a hadith from Kitab al-` Ilm of Sahib al-Bukhari.\nTo recapitulate, let us remember that the Holy Qur'an uses the plural form for trust obligations, that is, Amanat', and thus gives the hint that trust obligations do not simply relate to property or other financial assets held in trust by one person on behalf of the other. Instead of that, it has many kinds, included wherein are offices of the government.\nThere is a hadith where the Holy Prophet \tﷺ has said:\nالَمَجَالِسُ بِالاَمانَۃِ (Meetings are a kind of trust). It means that anything said in a meeting is a matter of trust restricted to it. Reporting and publicizing what transpired there without the permission of participants is not permissible.\nSimilarly, another hadith say اَلمُستَشَارُ مُؤتَمِنُ . It means: The consultant is a trustee.' It is incumbent on him that the counsel he gives must be, in .his best judgment, most beneficial for the seekers of the advice. If he gives an advice which he knows is not in the best interest of the seeker of the advice, he has committed a breach of trust right there. Similarly, if someone confides you with his secret, it becomes an article of trust kept on his behalf. Disclosing it to anyone without his permission is a breach of trust. So, the present verse tells us to be very particular in fulfilling all such trust obligations as due.\nIt was just the explanation of the first sentence of the first verse which has brought us this far. Now, we proceed with the explanation of the second sentence of the first verse (58) which reads: وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ (when you judge between people, judge with fairness). What is obvious here is that the mode of address in the verse refers to those in authority who decide cases of dispute. Taking their cue from here, some commentators have concluded that the addressee in the first sentence is the same as in the second, that is, those in authority. This does not take into consideration the leeway that exists here too, very much like it is in the first sentence, that is, the probability exists that both office-holders and masses are included in this address for the simple reason that among the common people at large the usual practice is to appoint a neutral arbitrator to judge and decide between disputing parties. However, there is no doubt that, at the first sight, the addressees of both these sentences appear to be none but those in authority. Therefore, it can be said that their addressees are, primarily, those in authority; while, secondarily, this address is also directed at all those who are keepers of trusts, and who have been appointed to arbitrate in some case.\nIt should be noted that Allah Almighty , has said: بَینَ النَاّسِ that is, \"between people\"; and not anything like, 'between Muslims' or 'between believers.' Thus, the hint given is that all human beings are equal in the sight of the decider of cases in dispute. They may be Muslims or non-Muslims, friends or enemies, or they may belong to the same country, colour, language, or may be from another country, differ in colour and speak a different language. Those who have been made responsible to judge between them are duty-bound to cast aside all these connections and give their decision guided by whatever be the dictate of truth, right and just.\nEquity and justice guarantee world peace\nIn a nutshell, it can be said that the first sentence of this verse carries the command to fulfill trust obligations, while equity and justice have been enjoined in the second. Between the two, the fulfillment of trust obligations has been given precedence. Perhaps, the reason for this may be that the establishment of a system that guarantees equity and justice all over a country is just not possible without it. It means that those who hold power in a country must, first of all, fulfill their trust obligations, a bounden duty which has to be discharged correctly and properly. Consequently they must appoint only those to the offices of the government who prove to be the best of the lot in terms of their ability to perform the required job and in terms of their trustworthiness and honesty. In this matter, no back-doors should be opened by acting on the basis of friendship, relation-ships, connections, recommendations and bribes. If this is not done, the result will be that gangs of the undeserving, and the incapable, or hosts of usurpers and tyrants will take over all offices and entrench themselves. When this happens, those at the highest level of power and authority cannot, even if they genuinely wish to usher an era of equity and justice in the country, do anything about it. The whole thing will just become impossible because these very officials of the government are supposed to be the functionaries of the government through which it acts. When these officials turn pilferers of the trust or are flatly incapable of performing the duty entrusted to them, how can equity and justice be installed in a system?\nSpecially worth-remembering in this verse is that Allah Almighty has, by equating offices of the government with the trust obligations, made it clear at the very outset that amanah or whatever is held in trust should be handed over, properly and duly, to the person who is its rightful owner. It is not permissible to dole out what is held in trust to some beggar or someone needy just out of pity or mercy; or, it is also not correct to give out something held in trust just to fulfill the rights of some relative or friend. This is about amanah as it relates to common trust holdings. Not too different from this are trust obligations seen in broader perspective. Very similar are the offices of the government on which hinges a whole roster of things that have to be done in the best interests of the masses of men and women created by Allah Almighty. These too are trusts. They too have to be returned. But, they must be handed over to those who are its rightful, deserving recipients, those who have the ability to do what is required of them, have the qualification, the capability, and are clearly the best of those suitable and available for this office, and finally, are clearly superior to those in line in terms of their honesty and trustworthiness. If this office is given to anyone else other than these, this will be deemed as a contravention of the Divine instruction, that is, the trust obligations will not have been fulfilled as is their due.\nGiving offices of government on the basis of regional or provincial considerations is an error of principle\nFurthermore, this sentence of the Wise Qur'an has removed the common error which has be adopted as a rule of law in many countries and constitutions of the world whereby the offices of the government have been declared as the right of the people of a country. Because of this error of principle, laws had to be enacted to guarantee the distribution of government offices on the basis of the ratio of the population. As such, every province or state of a country has fixed quotas. A person from another province or state cannot be appointed on the quota of one province, no matter how deserving and trustworthy he may be and no matter how undeserving and evil-doing the man from the latter may be. The Qur'an has openly proclaimed that these offices are not rights to be claimed by somebody. Instead, they are trusts which can be given only to those who deserve it. They may belong to one province or the other, one zone or the other. However, there is nothing wrong in preferring to appoint a person belonging to the area where the government has to have an office. Actually, there may be many beneficial considerations behind it, but, the condition is that the essential ability and trustworthiness of the incumbent must be checked and found satisfactory before such an appointment.\nState structure and some golden principles\nSo, from within the framework of this brief verse, some basic principles emerge. These are:\n1.\tBy beginning the first sentence of the verse with إِنَّ اللَّـهَ يَأْمُرُ‌كُمْ (Surely, Allah commands you ...), it has been clearly indicated that the real command and rule is from Allah Almighty. All rulers of the mortal world are the carriers of His command. This establishes that the supreme authority, the ultimate sovereignty belongs to none but Allah Almighty.\n2.\tThe offices of the government are not the rights of the residents of a country which could be distributed on the basis of the ratio of population. They are, trust obligations placed on our shoulders by Allah Almighty which can be given only to those who are capable and deserving of them.\n3.\tMan's rule on this earth can be legitimate only as a deputy or trustee. While formulating the laws of the land, he will have to be bound and guided by the principles laid down by Allah Almighty, the Absolute Sovereign, and which have been given to man through revelation.\n4.\tIt is the standing duty of those in authority that they should, whenever a case comes to them, give a judgment based on equity and justice without making any discrimination on the basis of race, country of origin, colour, language, even religion and creed.\nAfter having enunciated these golden principles of state structure, it has been said towards the end of the verse that the counsel thus given to man is good counsel, good as it can be, because Allah hears everyone. He observes the state of a person who does not have the ability to speak, not even the power or means to protest. Therefore, the principles made and given by Him are such as will be practice-worthy in every country, every age, always. Principles and orders made by human minds are restricted within the parameters of their environment. They have to be inevitably changed when circumstances change. So, the way those in authority were the addressees in the first verse (58), people at large have been addressed in the second verse (59) by: '0 those who believe, obey Allah and obey the Messenger and those in authority among you.'\n'Those in Authority':\nLexically, أُولِي الْأَمْرِ‌ (uli'l-amr) (translated here as 'those in authority' ) refers to those in whose hands lies the management and administration of something. Therefore, Sayyidna Ibn ` Abbas, Mujahid and Hasan al-Basri the earliest commentators of the Qur'an, may Allah be pleased with them, have said that uli'l-amr fittingly applies to scholars and jurists (` Ulama and Fuqaha' ) since; they are the succeeding deputies of the Holy Prophet ﷺ and the proper regulation of religion is in their hands.\nThen, there is a group of commentators, including Sayyidna Abn Hurairah ؓ ، which says that أُولِي الْأَمْرِ‌ uli'l-amr signifies officials and rulers who hold the reins of government in their hands.\nHowever, it appears in Tafsir Ibn Kathir and al-Tafsir al-Mazhari that this expression includes both categories, that is, the scholars and jurists as well as the officials and rulers because the system of command is inevitably connected with these two.\nA surface view of this verse shows three 'obediences' being commanded here - of Allah, the Messenger and those in authority. But, other verses of the Holy Qur'an have made it very clear that command and obedience really belong to none but Allah - from Him the command and to Him the obedience. The Qur'an says: إِنِ الْحُكْمُ إِلَّا لِلَّـهِ \" 'The command belongs to none but Allah.' But, the practical form of the obedience to His command is divided over four parts.\nForms of obedience to Allah's commands\n1.\tFirst of all come commands about something which Allah Almighty has Himself revealed very explicitly in the Holy Qur'an and which do not need any explanation - for example, the extremely serious crime of shirk and kufr (the ascribing of partners to the divinity of Allah, and disbelief); the worship of Allah, the One; the belief in Akhirah, the life-to-come, and in Qiyamah, the Last Day; and the belief in Sayyidna Muhammd al-Mustafa ﷺ as the Last and True Messenger of Allah; the belief in and the practice of Salah (prayers), Sawm (fasting), Hajj (pilgrimage) and Zakah (aims) as fard (obligatory). All these are direct Divine commands. Carrying these out means a direct obedience to Allah Almighty.\n2.\tThen, there is the second part consisting of ahkam or commands which needs to be explained. Here, the Holy Qur'an often gives a terse or unspecified command the explanation of which is left to the Holy Prophet ﷺ . Now, the explanation or enlargement of the subject which the Holy Prophet ﷺ takes up through his ahadith is also a kind of wahy (revelation). If these explanations, based on personal judgment, miss something or fall short in any way, correction is made through wahy. Finally, the word and deed of the Holy Prophet ﷺ as it is in the end, becomes the interpretation of the Divine command.\nObedience to the Divine commands of this nature is, though, the very obedience, of the commands of Allah Almighty in reality, but, speaking formally, since these commands are not physically and explicitly the Qur'an as such - they have reached the community through the blessed words of the Holy Prophet ﷺ - therefore, obedience to them is academically said to be an obedience to the Messenger which, in reality, despite being in unison with obedience to the Divine, does have a status of its own if looked at outwardly. Therefore, throughout the Holy Qur'an, the command to obey Allah has the allied command to obey the Messenger as a constant feature.\n3.\tThe third category of Ahkam or commands are those which have not been explicitly mentioned in the Holy Qur'an or in the Hadith, or if they do appear in the later, the narrations about such commands found in the enormous treasure-house appear to be conflicting. In the case of such ahkam, Mujtahid ` Ulama (scholars having the highest multidimensional expertise in religious knowledge through original sources) delve into the established texts of the Qur'an and Sunnah along with a close study of precedents and parallels offered by the problem in consideration, giving their best thought and concern to arrive at the appropriate rule of conduct while staying within the parameters of the imperatives of the sacred texts. This being so, the obedience to these rules is one and the same as the obedience to the Divine because it has been, in all reality, deduced from the Qur'an and Sunnah. But, when seen formally, these are known as juristic edicts or fatawa as popularly understood and are attributed to religious scholars.\nUnder this very third category, come the Ahkam which are free of any restrictions from the Qur'an and Sunnah. In fact, here people have the choice to act as they wish. This, in the terminology of the Shari’ ah is known as مُبَاحات Mubahat (plural of مُبَاح Mubah meaning 'allowed' ). The formulation, enforcement and management of orders and rules of this nature has been entrusted with rulers and their officials so that they can make laws i n the background of existing conditions and considerations and make everybody follow these. Let us take the example of Karachi, the city where I live. How many post offices should there be in this city? Fifty or hundred? How many police stations? What transit system will serve the city best? What rules to follow in order to provide shelter for a growing population? All these areas of activity come under مُبَاحات Mubahat, the allowed, the open field. None of its aspects are rated Wajib (necessary) or Haram (forbidden). In fact, this whole thing is choice-oriented. But, should this choice be given to masses, no system would work. Therefore, the responsibility of organizing and running the system has been placed on the government.\nNow, returning to basics it can be said that, in the present verse, the obedience to those in authority means obedience to both ` ulama' and hukkam (religious scholars and officials). According to this verse, it becomes necessary to obey Muslim jurists in matters which require juristic research, expertise and guidance as it would be equally necessary to obey those in authority in matters relating to administrative affairs.\nThis obedience too is, in reality, the obedience to the ahkam or commands of Allah Almighty. But, as seen outwardly, these commands are not there in the Qur'an or the Sunnah. Instead, they are either enunciated by religious scholars or the officials. It is for this reason that this particular call for obedience has been separated and placed at number three and given the distinct identity of 'obey those in authority'. Let us keep in mind that, the way it is binding and necessary to follow the Qur'an in the specified textual provisions of the Qur'an and follow the Messenger in the specified textual provisions of the Messenger, so it is necessary to follow Muslim jurists in matters relating to jurisprudence, matters which have not been textually specified, and to follow rulers and officials in matters relating to administration. This is what 'obedience to those in authority' means.\nObedience to authority in anti-Shari’ ah activities is not permissible\nIf we look at verse 58 and the command to 'judge between people with fairness' along with the command to 'obey those in authority' in verse 59, we can see a clear hint to the effect: If the Amir, the authority in power, sticks to عدل adl (justice), obedience to him is wajib (necessary); and should he forsake justice and promulgate laws against the Shari’ ah, the امیر amir will not be obeyed as far as those laws are concerned. The Holy Prophet ﷺ has said: لَا طاعۃ لمخلوق فی معصیۃ .\nLiterally, 'there is no obedience to the created in the matter of disobedience to the Creator,' which means that such obedience to the created as makes disobedience to the Creator necessary is not permissible.\nAnother point which emerges from the statement: \"And you judge between people, judge with fairness\" (verse 58), is that a person who does not have the ability and the power to maintain equity and justice should not become a قاضی Qadi (judge), because \"judging with fairness\" is amanah, the great charge of the fulfillment of a trust obligation, some-thing which cannot be guarded, defended and fulfilled by a weak and incapable person. Relevant to this is the case of Sayyidna Abu Dharr ؓ who had requested the Holy Prophet ﷺ ، that he may be appointed as the governor of some place in the Islamic state. In reply, he said:\nیا ابَا ذر اِنَّکَ ضَعِیف و انھا امانۃ یوم القیٰمۃ خزی و ندامۃ الا من اخذ بحقھا وادی الذی علیہ فیھا (رواہ مسلم بحوالہ مظھری)\n\"0 Abu Dharr, you are weak and this is an office of trust, which may, on the Day of Doom, become the cause of disgrace and remorse, except for one who has fulfilled all his trust obli-gations, fully and duly (that is, he will be spared of that\ndisgrace).\" (Muslim, in Mazhari)\nThe just person is the favourite servant of Allah\nThere is a hadith in which the Holy Prophet ﷺ has been reported to have said: 'The just person is loved by Allah and he is the closest to Him, while the unjust person is cast far away from the mercy and grace of Allah.'\nAccording to another hadith, the Holy Prophet ﷺ said to his noble Companions: 'Do you know who will be the first to go under the shade of Allah?' They said: 'Allah and His Messenger know this best.' Then, he said: 'These will be people who, when truth appears, hasten to accept it; and when asked, they spend their wealth; and when they judge (between people), they do it as fairly as they would have done for themselves.'",
  "ayah": 58,
  "surah": 4
}
