{
  "text": "Right from the opening of Surah Al-Nis-a', the theme of universal human rights, particularly those relating to family life, has been appearing regularly. Verses before those dealt with the rights of orphans. The four verses here also take up particular rights of women and orphans which relate to inheritance.\nThe first verse (7) refutes the custom of Jahiliyyah under which women were just not allowed to inherit. The verse declares their entitlement to their share as fixed by Islamic law and strictly forbids any attempt to decrease their due right. Since the subject concerned those who had a determined share in inheritance, and it is not uncommon that when such distribution is being made, some persons from among the poor and the orphans do make their appearance on the occasion, therefore the second verse (8) lays down the rule that they should be treated benignly. But, this command is not obligatory; it is, rather, commendatory.\nThe third and fourth verses (9, 10) also emphasize the importance of injunctions relating to orphans.\nCommentary\nThe right to inherit from parents and other nearest of kin\nBefore Islam, orphans and women, the weaker links in the human chain, had been victims of all sorts of injustice. To begin with, none of their rights were recognized as such. Even if one of these was conceded, who could wrest it from men and hope to hold it safe? Such power and authority did not exist.\nThe breakthrough came when Islam championed their cause, legalized their rights and instituted safeguards to see that these stay secure against infringements. All this happened in the background when nations around the world had allowed these two weaker units of human society to remain deprived of their natural and obligatory rights. Such was the state of the Law of inheritance. The pre-Islam Arabs seemed to have lived by the very principle that the one deserving of inheritance is the one who rides a horse, fights against enemies and collects battle spoils. (Ruh a1-Ma` ani, v. 4, p.21). As quite obvious, women and children could not live by this principle. So, according to their principle of inheritance, only a young and adult boy could become the inheritor. A girl was absolutely out of consideration for this purpose, irrespective of whether she was major or minor. And a boy too, if minor and immature, would not be deserving of inheritance.\nThere was an incident during the blessed time of the Holy Prophet ﷺ when a Companion Sayyidna Aws ibn Thabit ؓ died. He left behind two daughters, a minor boy and his wife as the inheritors. But, very much like the old Arab custom, two of his cousins from the father's side came and took the whole property in their possession and just gave nothing to anyone from among the children and wife of their deceased brother. This may have been so because, according to their customary practice, a woman was absolutely out of the pale of inheritors, major or minor. This conveniently ruled out the wife and the two daughters. As far as the boy was concerned, he was a minor and, therefore, he too was excluded from inheriting anything. As a result, the two paternal cousins became the inheritors of the whole property.\nInspite of what happened, the widow of Sayyidna Aws ibn Thabit ؓ still wanted that these cousins who had taken possession of the entire property left by her deceased husband might as well marry the two orphaned daughters so that she is relieved of the concern for their marriage. But, as they did not accept this proposal too, she went to the Holy Prophet ﷺ and narrated to him her sad story and explained the destitution of her children. Since, by that time, the 'verse of inheritance' was yet to be revealed in the Holy Qur'an, the noble Prophet ﷺ withheld his response. His heart was at peace; he was confident that this unjust practice will be removed through Divine revelation. Thereupon, the following verse was revealed:\nلِّلرِّ‌جَالِ نَصِيبٌ مِّمَّا تَرَ‌كَ الْوَالِدَانِ وَالْأَقْرَ‌بُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَ‌كَ الْوَالِدَانِ وَالْأَقْرَ‌بُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ‌ ۚ نَصِيبًا مَّفْرُ‌وضًا ﴿7﴾\nFor men there is a she in what the parents and the nearest of kin have left. And for women there is a share in what the parents and the nearest of kin have left, be it small or large - a determined share.\nAfter that came the second verse of inheritance which contains the details of shares. The second section of this Surah comprises these details. So, the Holy Prophet ﷺ followed the injunctions of the Qur'an, gave the wife the one-eighth of the total inheritance and distributed the rest of the property over the son and the daughters of the deceased in a way that the half of it went to the boy and the remaining half was shared equally by the two girls; and the cousins, since they were not the nearest of kin as compared to children, were excluded. (Ruh al-Ma` ani)\nThe rule of inheritance\nThis verse lays down the rule relating to the law of inheritance as a corollary to some of its injunctions, which is مِّمَّا تَرَ‌كَ الْوَالِدَانِ وَالْأَقْرَ‌بُونَ in what the parents and the nearest of kin have left.) The two words, الوالدین 'alwalidan' (the parents) and الاقربون 'al-aqrabun' (the nearest of kin) spell out two basic principles of inheritance. The first one is the bond of birth which exists between children and their father and mother and which has been described through الوالدان 'al-walidan.' The second one is the general kinship which is the sense of the word, الاقربون 'al-aqrabun'. According to the correct interpretation, the word, الاقربون 'al-aqrabun' covers all kinds of family relationships. This may be the mutual bond of birth as in children and their parents; or, it may be of the other kind as in general family relationships; or, these may be relations established through marital connection. The word, الاقربون 'al-aqrabun' covers all, but parents were set apart specially because of their importance. Then, this word has also established another principle of inheritance, that is, the mere fact of kinship is not enough for a claim on inheritance. Rather, it is necessary that the heir is nearest in kinship, for - if the degree of nearness or closeness were not made the standard condition - the inheritance of every deceased person would have to be, of necessity, distributed over the entire human population of this wide world. The reason is simple to understand because everyone is the offspring of one father and mother, Adam and Eve, peace be on them. Be it close or not so close, there does exist some sort of mutual relationship in everyone. When it comes to distribution of inheritance, it is, to begin with, beyond the realm of possibility. However, speaking academically, if such an arrangement was somehow made, the resulting distribution of property would be something like one insignificant particle for each which will be no good for anyone. So, it was necessary that, given the pivotal position of kinship in the matter of inheritance, the principle should be: If choice has to be made from a collection of different relatives, then, the nearest of kin should be preferred over the farther ones and, in the presence of the nearest, the farthest should not be given a share. However, if there are relatives who are all declared to be the nearest at the same time, even if the nature of nearness in them be different, then, all of them will deserve a share in the inheritance as the father and mother alongwith children, or wife etc., for they all are the nearest, though the nature of nearness differs.\nIn addition to that, this very word, 'al-aqrabun' establishes that the way men are sharers in inheritance, so are women and children, who too cannot be deprived of this right, for kinship of children, parents or any others, is the same in a boy and girl as far as the fact of being related is concerned. A boy is born to his parents and so is a girl, who is born to them. When the right to inherit depends on being related, there is no sense in depriving a small child or a girl.\nAnother point about the style of the Holy Qur'an is worth noticing here. Instead of mentioning the entitlement of women in a separate sentence, the Holy Qur'an could have easily merged it with the entitlement of men in a single sentence, by saying, \"For men and women both there is a share....\" But the Holy Qur'an has elected to mention the entitlement of both sexes in two separate independent sentences, even though it seems to be a repetition. This is to emphasize the fact that the right of women in inheritance is quite independent and- is as important as the right of men.\nFurthermore, this very word, 'al-aqrabun' also tells us that the distribution of property left behind is not based on the criterion of need; it is, rather, based on the criterion of nearness in kinship. Therefore, it is not necessary that the one more needy among the relatives should be the one more deserving of a share in inheritance. On the contrary, the one nearest in kinship to the deceased will be the one more deserving of a share in the inheritance as compared to the farther - even though, the farther may be poorer and more needy. If we set aside the principle of nearness in kinship and use the need or the beneficial effects for some relatives as the criterion, it can neither turn into a rule nor can it take the form of a settled and solid law, because any criterion, other than nearness in kinship, will inevitably be temporary as based on opinion because poverty and need or usefulness are not permanent. Conditions change. Levels change. Under such conditions, there will appear a host of claimants and those responsible for settlement would have a hard time in arriving at decision.\nThe problem of an orphaned grandson's inheritance\nIf this Qur'anic principle is understood clearly, the problem of an orphaned grandson's inheritance - which has been made to look like a disputed issue for no sound reason - resolves itself automatically on the basis of a categorical decision. In other words, if an orphaned grandson is more needy as compared to the son, but in accordance with the law of 'al-aqrabun' (the nearest in kinship), he cannot claim a share in the inheritance because he is not 'the nearest' in the presence of the son, other arrangements have been made to take care of his needs. One such arrangement appears in the next verse.\nThis religious position has been opposed by none but some of the contemporary, westernized modernists. Other than these, the entire Muslim Ummah has been holding the belief, as clarified by the Qur'an and the Hadith, that the grandson will not inherit in the presence of a son of the deceased, irrespective of whether his father is dead or alive.\nThe right of inheritance is operative in everything owned by the deceased\nThe phrase مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ‌, (be it small or large) in this verse corrects another custom practiced by some ignorant people where some things or properties were assigned to special inheritors. For example, a horse or some weapon like a sword could only be inherited by young males as a matter of right. Others were deprived of these. The instruction given by the Holy Qur'an makes it very clear that in everything under the ownership of the deceased, be it big or small, there is a standing right of all inheritors. It is not permissible for any inheritor to keep anything special for himself before the total inheritance has been formally distributed according to rules.\nFixed shares in inheritance have been determined by Allah\nThe last phrase (a determined share) in verse 7 is to stress that different shares fixed for different inheritors in the Holy Qur'an have been determined as such by Allah Almighty. Nobody has any right to add or delete or change or transpose any of these by personal opinion or analogical deduction.\nInheritance is a compulsory transfer of ownership\nThis particular word, نَصِيبًا مَّفْرُ‌وضًا (mafrudan: determined) throws light on yet another principle, that is, the ownership which passes on to inheritors through the law of inheritance is automatic and compulsory. It does not require the acceptance or consent of the inheritor nor is it necessary that he be satisfied with it. The fact is that, even if he were to make a clear declaration that he will not take his share, still then, he is the owner of his share in the sight of the Shari'ah. But, if he does not want to keep his share, he may, after having become the owner, gift it to somebody or sell it or distribute it, in accordance with the rules of Shari'ah.\nA sign of goodwill to other relatives\nIt is likely that there are some relatives of the deceased who cannot receive a share from his inheritance according to the rules of Shari'ah. At the same time, it is obvious that everyone does not know the details of the system of share distribution. Generally, every relative would like to have some share out of the inheritance. Therefore, relatives who have been excluded under the provisions of the Islamic law of inheritance may feel disappointed at the time of the distribution of inheritance, specially so when they are physically present at that time, and more so when there are some orphans and poor and needy among them. A scenario in which other relatives are walking away with their respective shares while they simply look on is terrible.",
  "ayah": 7,
  "surah": 4
}
