{
  "text": "Commentary\nAnswering the call of the oppressed\nLeft behind in Makkah were Muslims who were unable to migrate because of physical weakness and insufficiency of resources. Later on, the disbelievers themselves stopped them from going and started hurting and harassing them in all sorts of ways so that they turn away from their faith in Islam. The names of some of these are preserved in exegetic works, for example, Sayyidna Ibn ` Abbas ؓ and his mother, Sulyma ibn Hisham, Walid ibn Walid and Abu Jandal ibn Sahl, may Allah be pleased with them all (Qurtubi). These blessed people kept facing tyranny and torture because of their unflinching faith showing no signs that they would ever surrender their firm stand on Islam. However, they did continue praying to Allah Almighty for deliverance from this hard life which was finally accepted by Him when He commanded Muslims to wage Jihad against the disbelievers and rescue the oppressed from their coercion and persecution.\nAccording to this verse, Muslims had requested Allah Almighty the favour of two things - that they be rescued from that town (meaning Makkah) and that they be blessed with some supporter and helper. The fact is that Allah Almighty granted both these prayers when He provided some of them with the opportunity to move out from there which was the fulfillment of their first wish. However, some of them remained staying right there until the Conquest of Makkah. At that time, the Holy Prophet ﷺ appointed Sayyidna ` Attab ibn Asid as their caretaker and who had the oppressed Muslims delivered from their oppressors. Thus, granted was their second wish as well. It will be noted that the Holy Qur'an, rather than give a straightforward command to fight in this verse, has elected to use the words: وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّـهِ ): (What has happened to you that you do not fight in the way of Allah?). Here the hint given is that fighting and Jihad is a natural duty under such conditions,_ not doing which is certainly far from a reasonable man.",
  "ayah": 75,
  "surah": 4
}
