{
  "text": "Building secure houses is not against Tawakkul\nLet us now consider: وَلَوْ كُنتُمْ فِي بُرُ‌وجٍ مُّشَيَّدَةٍ in verse 78. It says: 'Wherever you will be Death will overtake you, even though you are in fortified castles.' This tells us that building a good and strong house to live with ensured security of person and things is not contrary to the dictates of tawakkul or trust in Allah and that it is not against the rules of Shari'ah either. (Qurtubi)\nA Blessing comes only by the grace of Allah\nIn مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّـهِ (verse 79), translated as: 'whatever good comes to you is from Allah,' the word, حَسَنَةٍ 'hasanatin' means 'blessing' (Mazhari). The verse points out to the fact that any blessing which reaches man, any good that comes to him, does not get to him as a matter of his right. This is, on the contrary, nothing but the grace of Allah Almighty, His فضل 'fadl', in common Islamic terminology. No matter how much, he devotes to the many acts of worship he is obligated with, man cannot claim to deserve that blessing on the basis of his deeds alone. The reason is simple, because the very ability to engage in acts of worship comes from none but Allah Himself, which is known as the Taufiq of Allah. Then the blessings of Allah are countless, how could they be 'procured' by limited acts of worship and other expressions of obedience to His commands? Specially so, when whatever we do in the name of the worship of Allah is' hardly worthy of the supreme mastery and power of our Lord, the Lord of the universe of our experience and the Lord of universes beyond? This point has been made more succinctly in a hadith, where the Holy Prophet ﷺ ; has been reported to have said:\nمَا اَحَد یدخل الجنۃ الا برحمۃ اللہ : ولا أنت ؟ و لا أنا\n'No one shall enter Paradise unless it be with the mercy of Allah.' The narrator asked: 'Not you either?' He said, 'Yes. Not me either.'\nCalamities are the result of misdeeds\nIn وَمَا أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ (verse 79), translated as: 'and whatever evil visits you, it comes from your own selves,' the word, سَيِّئَةٍ 'sayyi` atun' mean., مُصِیبَہ 'musibah', evil, hardship, (misfortune, calamity, disaster) according to Mazhari.\nAlthough, calamities are created by Allah, yet their cause lies nowhere else but in the very misdeeds of man himself. Now if this man is a disbeliever, a Kafir, the evil that hits him in this mortal world is only an ordinary sample of the ultimate punishment, the punishment of the world-to-come, which is much much more than the worldly punishment. And if this man is a believer, a mu'min, all his misfortunes become an expiation (kaffarah) of his sins in that case, and thereby become the very cause of his salvation in the Hereafter. Thus, the Holy Prophet ﷺ said in a hadith:\nما من مصیبۃ تصیب المسلم الا کَفَر اللہ بھا عنہ حتی الشوکۃ یشاکھا\n\"No evil ever touches a Muslim, but it becomes a source of forgiveness for him - even the pinch of a thorn in his feet.\" (Mazhari from Tirmidhi)\nIn another hadith, reported by Abu Musa ؓ عنہ\the said:\nعن ابی موسیٰ ان رسول اللہ ﷺ قال لا تصیب عبدا نکبۃ فما فوقھا وما دونھا الا بذنب وما یعفو اکثر\n\"No hardship befalls a servant of Allah, be it light or tough, but it is always due to his sin - and the sins Allah forgives (without afflicting with a calamity) are much more.\" (Mazhari from Tirmidhi)\nThe Prophet of Islam: His Prophethood is Universal\nThe words: وَأَرْ‌سَلْنَاكَ لِلنَّاسِ رَ‌سُولًا ; (And We have sent you to be a Messenger for the people) appearing at the end of verse 79 prove that the Holy Prophet ﷺ has been sent as a Messenger of Allah (Rasul) for all peoples of the world. He was not simply a Messenger for Arabs alone.\nIn fact, his prophethood is universal, open to all human beings of this entire universe, whether they'are present at this point of time, or may come to be there right through the Qiyamah, the fateful Last Day of this universe of ours. (Mazhari)",
  "ayah": 79,
  "surah": 4
}
