{
  "text": "Commentary\nThe Background of Revelation\nAccording to Sayyidna Ibn ` Abbas, Dahhak and Abu Mu'adh ؓ the verse: وَإِذَا جَاءَهُمْ أَمْرٌ‌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ (And when there comes to them a matter about peace or fear, they spread it) was revealed about the hypocrites; and, according to Sayyidna Hasan and many others, this verse was revealed about weak Muslims (Ruh a1-Ma` ani).\nAfter having reported events relating to this verse, the famous commentator, Ibn Kathir (رح) has stressed on the importance of referring to the hadith of Sayyidna ` Umar ibn al-Khattab ؓ ، while considering the background in which this verse was revealed. According to this, when Sayyidna ` Umar ؓ heard that the Holy Prophet ﷺ has divorced his wives, he left his house heading for the Masjid. While still at its door steps, he heard that people inside there were also talking about the matter. Seeing this, he said that this was something which must first be investigated. So, he went to the Holy Prophet ﷺ and asked him if he had divorced his wives. He said, \"No.\" Sayyidna ` Umar ؓ says, \"After having found out the truth of the matter, I returned to the Masjid and, standing on the door, I made an announcement that the Holy Prophet\t ﷺ has not divorced his wives. Whatever you are saying is wrong.\" Thereupon, the verse: وَإِذَا جَاءَهُمْ أَمْرٌ‌ was revealed (Tafsir Ibn Kathir).\nTo spread rumours, without verification\nThis verse tells us that hearsay should not be repeated without prior investigation into its credibility. Thus, in a hadith, the Holy Prophet ﷺ said: کَفَی بالمرء کذبا أن یحدث بکل ماسمع ' It means that 'for a man to be a liar, it is enough that he repeats everything he hears without first verifying its truth'. In another hadith, he said: مَن حَدَثَ بحدیث و ھو یری انہ کذب فھو احد الکاذبین . It means: 'Whoever relates something he thinks is a lie, then, he too is one of the two liars (Tafsir Ibn Kathir).\nWho are \"those in authority'?\nLet us now determine the meaning of two expressions appearing in the sentence: وَلَوْ رَ‌دُّوهُ إِلَى الرَّ‌سُولِ وَإِلَىٰ أُولِي الْأَمْرِ‌ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ ; which has been translated as: 'and had they referred it to the Messenger and to those in authority among them, those of them who were to investigate it would have certainly known it (the truth of the matter).' Literally, the later word,إستنباط \"istinbat\" here refers to the act of drawing out water from the depth of a well. When a well is dug, the water that oozes out first is called mustambat water. But, the usage in this context means to get to the bottom of something and find out the truth of the matter. (Qurtubi)\nAs for the correct signification of the expression: اولو الامر (those in authority), positions taken by scholars vary. Sayyidna Hasan, Qatadah and Ibn Abi Laila, may Allah have mercy on them, say that this refers to Muslim scholars and jurists (علماء و فقھاء). Al-Suddi says that it means rulers and officials (اُمراء و حُکام). After reporting both these statements, Abu Bakr al-Jassas takes a general view and maintains that the expression means both, which is the correct approach, because أُولِي الْأَمْرِ‌ applies to all of them. However, some scholars doubt the possibility that أُولِي الْأَمْرِ‌ could refer to Muslim jurists فُقھاء) ) because أُولِي الْأَمْرِ‌ in its literal sense, means people whose orders are carried out administratively. Obviously, this is not what the Muslim jurists فُقھاء) ) do. Let us look at the reality of the thing. The implementation of authority takes two forms. Firstly, it can be done by using force, coercion and oppression. This is something which can only be done by those in authority. The second from of obedience to authority comes from reliance and trust, and that stands reposed in revered Muslim jurists (فُقھاء) only, a demonstration of which has been all too visible in the lives of Muslims-in general in all ages where the general body of Muslims have been, by their own free will and choice, taking the decision and authority of religious scholars (عُلَمَاء ) as the mandatory mode of action in all matters of religion. Then, according to the percepts of the Shari’ ah, obedience to rules set by them is obligatory (wajib) on them as such. So, given this reason, the application of the term أُولِي الْأَمْرِ (those in authority) to them as well is correct. (al-Ahkam a1-Qur'an by al Jassas)\nDetails on this subject have already appeared under the commentary on verse: أَطِيعُوا اللَّـهَ وَأَطِيعُوا الرَّ‌سُولَ وَأُولِي الْأَمْرِ‌ مِنكُمْ (Say, \"Obey Allah and obey the Messenger and those in authority among you - 4:59).\nQiyas and Ijtihad in modern problems\nFrom this verse, we find out that rulings on problems not specifically mentioned in the authoritative texts (technically, nass) of the Holy Qur'an or Sunnah will be deduced in the light of the Qur'an using the principle of Ijtihad and Qiyas because this verse carries the command to turn to the Holy Prophet ﷺ for the resolution of any new problems - if he is present at that time. And if he is not present, the command is to turn to religious scholars and jurists of the Muslim community (عُلَمَاء وفُقَھَاء), because they have the required ability to extract and formulate religious injunctions from the authoritative texts of the Qur'an and Hadith.\nPoints of guidance, which emerge from the statement made above are:\n1.\tIn the absence of nass, explicit textual authority from the Qur'an and Hadith, the course of action is to turn to Fuqaha, and ` Ulama' (Muslim jurists and scholars)\n2.\tThe injunctions given by Allah are of two kinds. Some of them are there in the form of explicit textual imperatives (mansus and sarih). Then, there are some others which are not explicit and carry meanings which are hidden in the depths of the verses as willed by Allah in his infinite wisdom\n3.\tIt is the duty of the ` Ulama' (religious scholars) to extract and formulate such meanings through the established methodology of Ijtihad and Qiyas.\n4.\tFor the great masses of Muslims, it is necessary that they should follow the guidance given by the ` Ulama' in such problems. (Ahkam al-Qur'an by al-Jasas)\nThe Prophetic function of deducing injunctions\nThe statement: مِنھُم لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ : those of them who were to investigate it would have certainly known it (the truth of the matter), shows that the Holy Prophet ﷺ too was obligated to the percept of extracting formulating and reasoning out with proofs all injections that needed to be so handled. This is so because earlier in the verse the command was to turn towards two sources. Firstly, it was to the Holy Prophet ﷺ and secondly, to those in authority ( ( أُولِي الْأَمْرِ‌. After that it was said: لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ.(those of them who were to investigate it would have certainly known it.) And this injunction is general which covers both of the two parties cited above. So, it proves that the Holy Prophet ﷺ was also obligated with the function of deducing injunctions. (Ahkam al-Qur'an by al-Jassas)\nAn important note\nIf this verse makes someone suspect or assume that it has no relation with deducing injunctions of Shari’ ah, it does not say anymore than give an instruction to people that they should not indulge in rumour-mongering in situations of peace and fear when faced with an enemy, instead of which, one should turn to the knowledgeable and trustworthy and act in accordance with the advice they give after due deliberation and that it has no connection with juristic or new legal problems.\nIn order to answer this doubt, it can he said that the sentence: وَإِذَا جَاءَهُمْ أَمْرٌ‌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ ; (And when there comes to them a matter about peace or fear) in this verse makes no mention of an enemy. So, the state of peace and fear is universal. The way it relates to an enemy, so it does with day to day problems as well. This is so because the appearance of a problem before a commoner, a problem about which no textual authority relating to its being lawful or unlawful exists, throws him into a fix and he cannot decide which side to take as both sides hold the probability of gain and loss. The smartest way out devised by the Shari’ ah of Islam in this impasse is that one should turn to those capable of extracting and formulating injunctions and act in accordance with the via media laid out by them. (Abridged from 4km al Qur'n by al-Jassas)\nThe outcome of Ijtihad\nThe legal ruling extracted by Muslim jurists (فُقَھَا) from the texts through Istinbat (and Ijtihad) cannot categorically be declared as being the absolute truth in the sight of Allah. Instead of that, the probability always exists that this ruling might as well turn out to be not true. But, of course, what one gains out of it is positive, overwhelming and weightier opinion about its being true and correct, something which is to act upon. (al-ahkam al-Qur'in by al-Jassas and Tafsir Kabir)",
  "ayah": 83,
  "surah": 4
}
