{
  "text": "Commentary\nThe Background of Revelation\nWhen the battle of Uhud came to pass in the month of Shawwal, the Holy Prophet  ﷺ  ، in keeping with the promised date set by the disbelievers, started preparations to confront them at Badr in the month of Dhi-Qa'dah (historians identify which as the minor Badr). At that time, some people betrayed a little hesitation in going along because of having been recently wounded, while some others did so because of rumours. Thereupon, Allah Almighty revealed this verse where guidance has been given to the Holy Prophet ﷺ that he should ignore the infirm and the scared among Muslims and show no hesitation in marching on to Jihad even if it has to be all alone, for Allah is his helper. With this guidance on hand, he went ahead to Badr Minor with seventy Companions as promised to Abu Sufyan after the battle of Uhud. There it so happened that Allah Almighty put awe and fear in the hearts of Abu Sufyan and his disbelieving accomplices from the tribe of Quraysh. Not one of them showed up for the fight as a result of which they turned out to be false in their solemn promise. Thus, as the text says, Allah Almighty prevented the mischief of the disbelievers and the Holy Prophet \tﷺ returned back with his companions safely (Qurtubi  Mazhari).\nThe Eloquent style of Qur'anic Injunctions\nThe verse begins with the command to the Holy Prophet  ﷺ  : 'So, fight in the way of Allah'. This direction is addressed to the Holy Prophet ﷺ which implies that he should fight alone - irrespective of whether anyone is ready to go with him. But, in the second sentence following immediately, it was also said that he should not shelve or surrender the mission of inducing other Muslims to join in the Jihad. However, if they remain unresponsive even after the effort of persuasion, the mission of the prophet has been accomplished who, from that point onwards, will not be responsible for what they do.\nIn addition to this, the possible danger in having to fight alone has been removed by saying: 'It is likely that Allah will prevent the mischief of those who disbelieve': May be He puts awe in their hearts and they stand subdued and he succeeds all alone. How could such success become possible? The proof follows immediately when it is declared that he is being helped and supported by Allah Almighty whose strength and might at war far exceeds those of such disbelievers, therefore, it is certain that success has got to be his. After that, coupled with this statement about the Divine strength in war, the text relates how Allah is the mightiest in punishing. This punishment may be on the Day of Judgement as obvious, or may come right here in this mortal world as stated by some commentators. Whichever the case, 'Allah is the strongest in war and the mightiest in punishing.'",
  "ayah": 84,
  "surah": 4
}
