{
  "text": "Commentary\nThe Reality of Recommendation and its rules and kinds\nVerse 85 beginning with مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً points out to the act of شَفَاعَۃ 'shafah' (recommendation) under two heads, the good and the bad, a division which helps clarify its nature. The added message here is that no recommendation is universally good or bad. What has to be realized is that one who makes a good recommendation shall have a share in the reward it brings and whoever makes a bad recommendation shall have a share in the punishment it brings. It will be noted that the word: نَصِيبٌ 'nasibun' (share) has been used with 'shafa` atan hasanatan' (good recommendation) while the word: كِفْلٌ 'kiflun' (share) has been used with شَفَاعَةً حَسَنَةً 'shafatan sayyiatan' (bad recommendation). Lexically, both words carry the some meaning, that is, a share of something. But, in common usage, 'nasib' refers to a good share while the word 'kifl' is, more than often, used to identify a bad share, although there are occasions when 'kif l' is also used for a good share as well, like \" کِفلَین مِن رَّحمَتِہ \" (two shares from His mercy) in the Holy Qur'an.\nThe literal meaning of 'shafa` ah' is to meet, to join; or, cause to meet or join. This is why the word 'shaf' means an even number, a pair or couple in Arabic, the antonym of which is referred to as 'witr' or odd. So, speaking literally, 'shafa` ah' means the coupling of one's strength with that of a weak seeker of justice and thus making it stronger in appeal. Or, in other words, joining in with some helpless solitary person and thus giving him the strength of a pair.\nFrom here we find out that for recommendation to be fair and permissible the condition is that the claim of the person being recommended be true and permissible. Then, in the second place, it may be that a person cannot carry his claim all by himself to those in authority because of his weakness or lack of resource, something which you may do for him. Thus, we can clearly see that making a recommendation for what is not true and rightful, or forcibly influencing others to accept it, is included under bad recommendation. Consequently, we also know that pressure or authority exerted through the channels of one's connections and influence is also not permissible because it is an act of injustice. Therefore, this too will be counted as 'bad recommendation'.\nTo sum up the meaning of the verse, it can be said that one who makes a recommendation following the permissible way for someone's permissible claim or job, will have a share in its reward. Similarly, one who makes a recommendation for something impermissible or uses an impermissible method to do so, will have a share in its punishment.\nHaving a share means that, should the person to whom the recommendation has been made do the needful for the one oppressed or deprived, the person making the recommendation will be rewarded very much like the official who has listened to the recommendation and removed the injustice or deprivation cited therein. Similarly, one who makes a recommendation for something impermissible will obviously become a sinner - we already know that the reward or punishment of the maker of a recommendation does not depend on his recommendation becoming effective and fruitful; he will get his share in any case.\nThe Holy Prophet ﷺ has said: اَلدَّالُ عَلَی الخیر کَفَاعِلِہِ that is, a person who brings someone around to do a good deed gets a reward similar to that received by the doer of the good deed. In another hadith from Sayyidna Abu Hurairah ؓ عنہ\tappearing in Ibn Majah, the Holy Prophet  ﷺ  ، UI\thas been reported to have said:\nمَن اعان علی قتل مؤمن بشطر کلمۃ اللہ لقی اللہ مکتوب بین عینیہ ، اَیٔس من رحمۃ اللہ\nWhoever helps in the killing of a Muslim even by part of a word will face Allah with a sign written (on his forehead) in between his eyes: (This man is) \"deprived from the mercy of Allah) \".\nFrom here we find out that prompting someone to do a good deed is a good deed in its own right and carries an identical reward for having done it and, by the same token, prompting someone to do an evil deed or to indulge in an act of sin is also a sin of equal gravity.\nTowards the end of verse 85, it was said: وَكَانَ اللَّـهُ عَلَىٰ كُلِّ شَيْءٍ مُّقِيتًا ﴿85﴾ which has been translated as: And Allah is powerful over everything'. Lexically, the word, مُّقِيت is 'muqit' means powerful as well as the observer and the dispenser of sustenance. All these three meanings can be deduced from this statement. In the first sense, the meaning would be that Allah is powerful over everything. For Him the rewarding and punishing of the one who makes a recommendation and the one who executes it is not difficult. Taken in the second sense, the meaning would be that Allah is ever-present observing everything. He knows best who is making a recommendation with what intention, such as, is it being done sincerely to help out some brother-in-faith just for the sake of Allah and His pleasure, or the purpose is to make him a target of self-interest and get some advantage out of him as a bribe. Taken in the third sense, the meaning would be that Allah Almighty is Himself responsible for the dispensation of sustenance; whatever He has written for someone has got to reach him. A recommendation by someone is not going to leave Him, choiceless. In fact, He will bestow on whomsoever He wills as much of sustenance as He wills. However, the maker of a good recommendation gets a reward for free because he has extended a helping hand to the helpless.\nThe Holy Prophet \tﷺ\thas said:\nکَانَ اللہ فی عون عبدہ ما دام فی عون اخیہ\nAllah keeps helping His servant as long as he keeps helping his brother.\nIt is on this basis that the Holy Prophet ﷺ has said as reported in a hadith of Sahih al-Bukhari:\nاشفعوا فلتوجروا و یقضی اللہ علی لسان نبیّہ ماشاءَ\nRecommend and be rewarded and then be pleased with whatever Allah decides through His prophet.\nWhile this hadith declares recommendation as a source of Divine reward, it also defines the limit of such recommendation. If a weak person cannot carry his problem onward to a higher authority, or is incapable of explaining correctly what he needs, then, you do it for him. Further from that what happens is none of your business. The recommendation may be accepted or it may be rejected. at a person needs to be done may be done, or it may remain undone. These are possibilities and you should not interfere in the process of decision-making in any manner whatsoever. Should the final outcome turn out to be against the recommendation made, you should never end up being displeased or disgusted. The last sentence of the hadith quoted above: یقضی اللہ علی لسان نبیّہ ماشاءَ means just this. Also, due to this reason, the words of the Holy Qur'an carry a hint in this direction, that is, the reward or punishment on the making of a recommendation does not depend on a successful recommendation. Such reward or punishment relates to the initial act of making a recommendation in the absolute sense. If you make a good recommendation, you become deserving of a reward and if you make a bad recommendation, you become liable to punishment - the approval or rejection of your recommendation does not matter.\nThe commentators of Tafsir al-Bahr al-Muhit and Bayan al-Qur'an and several others take the word مِنھَا 'minha in verse 85 as indicative of cause and see a hint in this direction. Al-Tafsir a1-Mazhari reports from the great exegete Mujahid that one who makes a recommendation will get a reward for having made it, even though the recommendation may not have been accepted. Then, this approach is not specially related to the Holy Prophet ﷺ in person. Any recommendation made to any other human being should be bound by this principle - make the recommendation and be done with it. Moving any further to compel the addressee of the recommendation to accept it is not right and fair. This is illustrated by an incident in the blessed life of the Holy Prophet ﷺ .\tHe made a recommendation to Sayyidah Barirah; a bondwoman freed by Sayyidah ` A'ishah ؓ that her husband Mughith from whom she had dissolved her marriage was really disturbed emotionally because he loved her, so she may think of remarrying him. Sayyidah Barirah ؓ said: 'Ya Rasulallah, if this is your command, I am all for it; but, if this is a recommendation, then, I just do not feel like accepting it at all.' The Holy Prophet ﷺ said: 'Yes, this is a recommendation and not a command.' Sayyidah Barirah may Allah be pleased with her, knew that the Holy Prophet ﷺ will not feel bad about what is against the set rule. Therefore, in all frankness, she said: 'Then I do not accept this recommendation.' He took it very gracefully and let her stay the way she was.\nThis was the whole reality behind the act of recommendation, something which brought merit and reward under the legal code of Islam. But, in our day, people have so mutilated the whole thing that no 'shafa` ah' or recommendation remains what it was intended to be. What we witness now is a pushy exercise of cashing on the basis of connections, acquaintance and VIP influence for which relentless pressure is exerted. This is why people become angry when their recommendation is not accepted. Some would even stoop down to open hostility, although pressurizing a person to a limit where he is compelled to do something against his conscience and good discretion is included under compulsion and coercion and is a grave sin. This is just like someone forcibly usurping the claim, right or property belonging to the other person. Wasn't that person free and independent as established by the law of Islam? Here comes someone who deprives him of his freedom of action by pressing him to do something against his free will and conscience. This would be like stealing from someone and giving it to a destitute in order to fulfill his need.\nReceiving Payment against a Recommendation is Bribe and is Absolutely Forbidden\nA recommendation against which anything is taken in return becomes a bribe. The hadith declares it to be an ill-gotten property which is haram (forbidden). This includes all kinds of bribe whether money-oriented or job-related, for instance, harnessing someone to do a personal chore in return for having done something for him.\nAccording to Tafsir al-Kashshaf, a good recommendation is that which aims at fulfilling the right of a Muslim, or to bring some permissible benefit to him, or to shield him from harm or loss. Furthermore, this act of recommendation should not be for any worldly expediency. It should be aimed at helping a weak person exclusively for seeking the pleasure of Allah. Then no bribe, financial or physical, should be taken against this recommendation and that this recommendation should also not be about things not permissible. In addition to all that, the purpose of this recommendation should not be to seek pardon for a proven crime the punishment for which stands fixed in the Holy Qur'an.\nIt appears in Tafsir Al-Bahr Al-Muhit and al-Mazhari that praying to Allah that the need of some Muslim be fulfilled is also included under 'good recommendation', the reward for which reaches the maker of the prayer as well. According to a hadith, when someone prays for the good of his brother-in-faith, the angel says: و لک بمثل which means - may Allah fulfill your need as well.'",
  "ayah": 85,
  "surah": 4
}
