{
  "text": "Commentary\nThe verses quoted above describe three groups of people about whom two injunctions have been given. The following narrations clarify events surrounding these groups:\n1. ` Abdullah ibn Hamid has narrated from Mujahid that some disbelievers of Makkah came to Madinah. They pretended to have become Muslims and claimed to have come there as emigrants. Later, they turned into apostates. They went to the Holy Prophet ﷺ ، told him about their plan to go to Makkah to buy merchandise from there. Having made their false excuse, they departed for Makkah and never returned. There arose a difference of opinion about their behaviour among the Muslims of Madinah. Some said that they were believers. It was in verse-88 فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْ (So what is the matter with you that you have become two groups about the hypocrites) where Allah Almighty declared that they were disbelievers and should be killed.\nMaulana Ashraf ` Ali Thanavi (رح) has explained the Qur'anic word, 'munafiq' (hypocrite) by saying that they were hypocrites when they claimed to have become Muslims - they had never believed in their hearts. The fact was that hypocrites were not killed because they concealed their inner disbelief. But, the case of these people was different as their apostasy had come out in the open. As for those who took them to be Muslims, they may have, perhaps, taken a benign view of their action under some interpretation. However, this interpretation was based on sheer opinion not supported by any proof from the Shari’ ah. That is why no reliance was placed on it.\n2.\tIbn Abi Shaybah has narrated from Hasan that Suraqah ibn Malik al-Mudlaji visited the Holy Prophet ﷺ after the events of Badr and Uhud and requested him to make peace with his tribe, Bani Mudlaj. Thereupon, he sent Sayyidni Khalid ؓ to them to conclude a peace treaty. The terms of the treaty were as follows:\n\"We will not support anyone against the Holy Prophet ﷺ . If the Quraysh become Muslims, We too shall become Muslims. All tribes who enter into alliance with us, they too shall become a party with us in this treaty.\"\nThereupon, this verse: وَدُّوا لَوْ تَكْفُرُ‌ونَ (اِلٰی قَولہ) إِلَّا الَّذِينَ يَصِلُونَ -- (They wish that you disbelieve like they have disbelieved) was revealed.\n3.\tIt has been narrated from Sayyidna ibn ` Abbas ؓ that the people mentioned in the verse: سَتَجِدُونَ آخَرِ‌ينَ (You will find others who want to be secure from you) are those belonging to the tribes of Asad and Ghitfan who, when they came to Madinah, professed Islam outwardly, but to their own people they would confide that they had really believed in monkeys and scorpions while before Muslims they would piously declare that they were followers of their faith.\nHowever, Dahhak ascribes this conduct to the tribe of ` Abd al-Dar according to a report from Sayyidna Ibn ` Abbas ؓ . The first and the second narration appears in Ruh al-Ma'ani, while the third narration can be seen in Ma’ alim.\nMaulana Ashraf Thanavi (رح) likens the state of those mentioned in the third narration as that of the first one since it proves that they were no Muslims to begin with, therefore, they fall under the injunction governing disbelievers in general, that is, 'do not fight them in the presence of a peace treaty - otherwise, do.' Thus, regarding those mentioned in the first narration, the second verse (89): فَإِن تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ (then if they turn away, sieze them and kill them) carries the injunction that they be arrested and killed, while the statement in the third verse (90): إِلَّا الَّذِينَ يَصِلُونَ (except those who join a group with whom you have a treaty) gives them a clear exemption in the event of peace, a situation which finds mention in the second narration. This exemption has been emphasised once again in فَإِنِ اعْتَزَلُوكُمْ (if they stay away from you) later in the same verse (90).\nRegarding those mentioned in the third narration, it has been said in the fourth verse (91): سَتَجِدُونَ آخَرِ‌ينَ (you will find others ....) which means that should these people refuse to leave you alone and insist on fighting, then do fight against them. From this, it can be deduced that in the event they make peace, there should be no fighting against them. (Bayan al-Qur'an)\nIn short, the three groups mentioned here are:\n1.\tThose who do not emigrate despite their ability to do so in a period of time when emigration was a pre-requisite of faith in Islam. Or, after having emigrated, they go out of the new abode of Islam (Dar al-Islam) and return to the abode of disbelief (Dar al-Kufr).\n2.\tThose who themselves enter a no-war pact with Muslims or those who join hands with those entering into such a pact.\n3.\tThose who make peace to buy time and once there comes an occasion to fight a war against Muslims, they would readily join the enemy camp throwing all treaty obligations to winds.\nThe injunction governing the first group is similar to that which governs the disbelievers in general. The second groups is exempted from being arrested and killed. The third group deserves the same punishment as fixed for the first. These verses yield a total of two injunctions, that is, fighting in the absence of peace; and not fighting in the event of peace.",
  "ayah": 88,
  "surah": 4
}
