{
  "text": "خلق السموت .................... المصیر (46 : 3) ” اس نے زمین اور آسمانوں کو برحق پیدا کیا ہے ، اور تمہاری صورت بنائی اور بڑی عمدہ بنائی ہے ، اور اسی کی طرف آخر کار تمہیں پلٹنا ہے “۔\nآیت کا پہلا حصہ یہ ہے کہ ” اس نے زمین اور آسمانوں کو برحق پیدا کیا “۔ اس سے ایک مومن کو یہ شعور ملتا ہے کہ اس کائنات کی تخلیق اور تدبیر میں حق ایک بنیادی عنصر ہے۔ یہ کوئی عارضی یا غیر ضروری چیز نہیں ہے۔ اس کائنات کی تشکیل ہی حق پر ہے اور جو ذات یہ حقیقت بیان کررہی ہے وہ وہی ہے جس نے زمین و آسمان اور اس کائنات کو پیدا کیا ہے اور اسے معلوم ہے کہ یہ کائنات کس بنیاد پر قائم ہے۔ کسی شخص کے ذہن میں یہ بات بیٹھ جائے تو جب اس کا سچائی پر اعتماد بحال ہوتا ہے تو اس کا اپنے دین پر بھی اعتماد بحال ہوتا ہے۔ کیونکہ دین اسلام بھی حق پر قائم ہے اور دین حق ہے۔ اور یہ کائنات بھی حق پر قائم ہے جو انسان کے ارد گرد پھیلی ہوئی ہے۔ لہٰذا حق غالب ہوگا۔ حق باقی رہے گا اور جب باطل کی جھاگ بیٹھ جائے گی تو حق نمودار ہوتا ہے۔\nاور آیت کے آخری حصہ میں ایک دوسری حقیقت بیان کی گئی ہے۔\nوصورکم ............ صورکم (46 : 3) ” اور نے تمہاری صورت بنائی اور بہت عمدہ بنائی “۔ انسان کو یہ شعور دیا جاتا ہے کہ اللہ کے نزدیک تم مکرم ہو اور اللہ نے تمہیں بہترین صورت میں پیدا کیا ہے۔ تمہاری اخلاقی تصویر بھی اچھی ہے اور تمہاری شعوری تصویر بھی اچھی ہے اور پیدائشی تصویر بھی بہت حسین ہے۔ انسان انپی جسمانی ساخت کے اعتبار سے بھی زندہ اشیاء سے زیادہ مکمل جسم کا مالک ہے۔ اور روحانی ، وشعوری اور قابلیتوں کے لحاظ سے بھی وہ مکمل ہے ، یہی وجہ ہے کہ زمین پر خلافت کا منصب انسان کو دیا گیا ہے اور انسان کے لحاظ سے اس وسیع جگہ یعنی زمین پر اسے بسایا گیا ہے۔\nاگر انسان کی جسمانی ساخت اور اس کے نقشے پر ذرا گہری نظر ڈالی جائے یا انسانی جسم کے نظام کے کسی بھی حصے پر غور کیا جائے تو معلوم ہوتا ہے۔\nوصورکم ................ صورکم (46 : 3) ” اس نے تمہاری صورت بنائی اور بڑی عمدہ بنائی “۔ یہ ایک ایسا نقشہ ہے جس کے اندر کمال و جمال دونوں پائے جاتے ہیں اور پھر ہر انسان کے اندر خوبصورتی میں تفاوت ہے لیکن جہاں تک مجموعی نقشے کا تعلق ہے وہ بہت ہی خوبصورت ہے۔ اور کامل ہے اور انسانی ضروریات تمام زندہ چیزوں کی ضروریات کے مقابلے میں بطریق احسن پوری کرتا ہے۔\nوالیہ المصیر (46 : 3) ” اور اس کی طرف آخر کار تمہیں پلٹنا ہے “۔ ہر چیز کا انجام ، ہر مخلوق کا مرجع اور ہر معاملے کا آخری فیصلہ اللہ ہی کے ہاتھ میں ہے۔ اس پوری کائنات کا مرجع بھی وہ ہے۔ اس انسان کے لوٹنے کی جگہ بھی وہ ہے۔ اللہ کے ارادے ہی سے ان چیزوں نے وجود پایا۔ اور اسی کی طرف لوٹنا ہے۔ پیدائش بھی اس سے حاصل کی اور فنا اور انجام بھی اسی کی طرف ہے۔ وہی اول ہے اور وہی آخر ہے ، ہر چیز پر محیط ہے۔ آغاز بھی وہ اور انجام بھی وہ اور وہ لامحدود ہے۔\nاور چوتھا تیز احساس جو اس آیت میں دیا گیا ہے ، وہ ہے اللہ کے جامع اور شامل اور محیط علم کی ایک ایسی تصویر ، جو انسان کے خفیہ رازوں کو جاننے والا ہے ، راز سے بھی خفیہ چیز ، جو دل میں آتی ہے ، جسے ” بذات الصدور “ کہتے ہیں جن کی گرفت میں دل ہوتا ہے ، انہیں بھی جانتا ہے۔",
  "ayah": 3,
  "surah": 64
}
