{
  "text": "قوله تعالى : شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم إليه الله يجتبي إليه من يشاء ويهدي إليه من ينيب وما تفرقوا إلا من بعد ما جاءهم العلم بغيا بينهم ولولا كلمة سبقت من ربك إلى أجل مسمى لقضي بينهم وإن الذين أورثوا الكتاب من بعدهم لفي شك منه مريب .قوله تعالى : شرع لكم من الدين ما وصى به نوحا فيه مسألتان : [ ص: 11 ] الأولى : قوله تعالى : شرع لكم من الدين أي : الذي له مقاليد السماوات والأرض شرع لكم من الدين ما شرع لقوم نوح وإبراهيم وموسى وعيسى ، ثم بين ذلك بقوله تعالى : أن أقيموا الدين وهو توحيد الله وطاعته ، والإيمان برسله وكتبه وبيوم الجزاء ، وبسائر ما يكون الرجل بإقامته مسلما . ولم يرد الشرائع التي هي مصالح الأمم على حسن أحوالها ، فإنها مختلفة متفاوتة ، قال الله تعالى : لكل جعلنا منكم شرعة ومنهاجا وقد تقدم القول فيه . ومعنى ( شرع ) أي : نهج وأوضح وبين المسالك . وقد شرع لهم يشرع شرعا أي : سن . والشارع : الطريق الأعظم . وقد شرع المنزل إذا كان على طريق نافذ . وشرعت الإبل إذا أمكنتها من الشريعة . وشرعت الأديم إذا سلخته . وقال يعقوب : إذا شققت ما بين الرجلين ، قال : وسمعته من أم الحمارس البكرية . وشرعت في هذا الأمر شروعا أي : خضت . أن أقيموا الدين ( أن ) في محل رفع ، على تقدير والذي وصى به نوحا أن أقيموا الدين ، ويوقف على هذا الوجه على ( عيسى ) . وقيل : هو نصب ، أي : شرع لكم إقامة الدين . وقيل : هو جر بدلا من الهاء في ( به ) ، كأنه قال : به أقيموا الدين . ولا يوقف على عيسى على هذين الوجهين . ويجوز أن تكون ( أن ) مفسرة ، مثل : أن امشوا ، فلا يكون لها محل من الإعراب . .الثانية : قال القاضي أبو بكر بن العربي : ثبت في الحديث الصحيح أن النبي - صلى الله عليه وسلم - قال في حديث الشفاعة الكبير المشهور : ولكن ائتوا نوحا فإنه أول رسول بعثه الله إلى أهل الأرض فيأتون نوحا فيقولون له أنت أول رسول بعثه الله إلى أهل الأرض . . . وهذا صحيح لا إشكال فيه ، كما أن آدم أول نبي بغير إشكال ; لأن آدم لم يكن معه إلا نبوة ، ولم تفرض له الفرائض ولا شرعت له المحارم ، وإنما كان تنبيها على بعض الأمور واقتصارا على ضرورات المعاش ، وأخذا بوظائف الحياة والبقاء ، واستقر المدى إلى نوح فبعثه الله بتحريم الأمهات والبنات والأخوات ، ووظف عليه الواجبات وأوضح له الآداب في الديانات ، ولم يزل ذلك يتأكد بالرسل ويتناصر بالأنبياء - صلوات الله عليهم - واحدا بعد واحد وشريعة إثر شريعة ، حتى ختمها الله بخير الملل ملتنا على لسان أكرم الرسل نبينا محمد صلى الله عليه وسلم ، فكان المعنى أوصيناك يا محمد ونوحا دينا واحدا ، يعني في الأصول التي لا تختلف فيها الشريعة ، وهي التوحيد والصلاة والزكاة والصيام والحج ، والتقرب إلى الله بصالح الأعمال ، والزلف إليه بما يرد القلب [ ص: 12 ] والجارحة إليه ، والصدق والوفاء بالعهد ، وأداء الأمانة وصلة الرحم ، وتحريم الكفر والقتل والزنى والأذية للخلق كيفما تصرفت ، والاعتداء على الحيوان كيفما دار ، واقتحام الدناءات ، وما يعود بخرم المروآت ؛ فهذا كله مشروع دينا واحدا وملة متحدة ، لم تختلف على ألسنة الأنبياء وإن اختلفت أعدادهم ؛ وذلك قوله تعالى : أن أقيموا الدين ولا تتفرقوا فيه أي : اجعلوه قائما ، يريد دائما مستمرا محفوظا مستقرا من غير خلاف فيه ولا اضطراب ، فمن الخلق من وفى بذلك ومنهم من نكث ؛ ( فمن نكث فإنما ينكث على نفسه ) . واختلفت الشرائع وراء هذا في معان حسبما أراده الله مما اقتضت المصلحة وأوجبت الحكمة وضعه في الأزمنة على الأمم . والله أعلم . قال مجاهد : لم يبعث الله نبيا قط إلا وصاه بإقامة الصلاة وإيتاء الزكاة والإقرار لله بالطاعة ، فذلك دينه الذي شرع لهم ، وقاله الوالبي عن ابن عباس ، وهو قول الكلبي . وقال قتادة : يعني تحليل الحلال وتحريم الحرام . وقال الحكم : تحريم الأمهات والأخوات والبنات . وما ذكره القاضي يجمع هذه الأقوال ويزيد عليها . وخص نوحا وإبراهيم وموسى وعيسى بالذكر لأنهم أرباب الشرائع .قوله تعالى : كبر على المشركين أي : عظم عليهم . ( ما تدعوهم إليه ) من التوحيد ورفض الأوثان . قال قتادة : كبر على المشركين فاشتد عليهم شهادة أن لا إله إلا الله ، وضاق بها إبليس وجنوده ، فأبى الله - عز وجل - إلا أن ينصرها ويعليها ويظهرها على من ناوأها . ثم قال : ( الله يجتبي إليه من يشاء ) أي : يختار . والاجتباء الاختيار ، أي : يختار للتوحيد من يشاء . ( ويهدي إليه من ينيب ) أي : يستخلص لدينه من رجع إليه .",
  "ayah": 13,
  "surah": 42
}
