{
  "text": "قوله تعالى : ولو بسط الله الرزق لعباده لبغوا في الأرض ولكن ينزل بقدر ما يشاء إنه بعباده خبير بصير .فيه مسألتان : الأولى : في نزولها ، قيل : إنها نزلت في قوم من أهل الصفة تمنوا سعة الرزق . وقال خباب بن الأرت : فينا نزلت ، نظرنا إلى أموال بني النضير وقريظة وبني قينقاع فتمنيناها فنزلت . ولو بسط معناه وسع . وبسط الشيء نشره . وبالصاد أيضا . لبغوا في الأرض [ ص: 27 ] طغوا وعصوا . وقال ابن عباس : بغيهم طلبهم منزلة بعد منزلة ودابة بعد دابة ومركبا بعد مركب وملبسا بعد ملبس . وقيل : أراد لو أعطاهم الكثير لطلبوا ما هو أكثر منه ، لقوله : ( لو كان لابن آدم واديان من ذهب لابتغى إليهما ثالثا ) وهذا هو البغي ، وهو معنى قول ابن عباس . وقيل : لو جعلناهم سواء في المال لما انقاد بعضهم لبعض ، ولتعطلت الصنائع . وقيل : أراد بالرزق المطر الذي هو سبب الرزق ، أي : لو أدام المطر لتشاغلوا به عن الدعاء ، فيقبض تارة ليتضرعوا ويبسط أخرى ليشكروا . وقيل : كانوا إذا أخصبوا أغار بعضهم على بعض ، فلا يبعد حمل البغي على هذا . الزمخشري : لبغوا من البغي وهو الظلم ، أي : لبغى هذا على ذاك وذاك على هذا ; لأن الغنى مبطرة مأشرة ، وكفى بقارون عبرة . ومنه قوله - عليه السلام - : أخوف ما أخاف على أمتي زهرة الدنيا وكثرتها . ولبعض العرب :وقد جعل الوسمي ينبت بيننا وبين بني دودان نبعا وشوحطايعني أنهم أحيوا فحدثوا أنفسهم بالبغي والتغابن . أو من البغي وهو البذخ والكبر ، أي : لتكبروا في الأرض وفعلوا ما يتبع الكبر من العلو فيها والفساد . ولكن ينزل بقدر ما يشاء أي : ينزل أرزاقهم بقدر ما يشاء لكفايتهم وقال مقاتل : ينزل بقدر ما يشاء يجعل من يشاء غنيا ومن يشاء فقيرا .الثانية : قال علماؤنا : أفعال الرب سبحانه لا تخلو عن مصالح وإن لم يجب على الله الاستصلاح ، فقد يعلم من حال عبد أنه لو بسط عليه قاده ذلك إلى الفساد فيزوي عنه الدنيا ، مصلحة له . فليس ضيق الرزق هوانا ولا سعة الرزق فضيلة ، وقد أعطى أقواما مع علمه أنهم يستعملونه في الفساد ، ولو فعل بهم خلاف ما فعل لكانوا أقرب إلى الصلاح . والأمر على الجملة مفوض إلى مشيئته ، ولا يمكن التزام مذهب الاستصلاح في كل فعل من أفعال الله تعالى . وروى أنس عن النبي - صلى الله عليه وسلم - فيما يرويه عن ربه تبارك وتعالى قال : ( من أهان لي وليا فقد بارزني بالمحاربة ، وإني لأسرع شيء إلى نصرة أوليائي ، وإني لأغضب لهم كما يغضب الليث الحرد . وما ترددت في شيء أنا فاعله ترددي في قبض روح عبدي المؤمن يكره الموت وأنا أكره إساءته ولا بد له منه . وما تقرب إلي عبدي المؤمن بمثل أداء ما افترضت عليه . وما يزال عبدي [ ص: 28 ] المؤمن يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت له سمعا وبصرا ولسانا ويدا ومؤيدا فإن سألني أعطيته وإن دعاني أجبته . وإن من عبادي المؤمنين من يسألني الباب من العبادة وإني عليم أن لو أعطيته إياه لدخله العجب فأفسده . وإن من عبادي المؤمنين من لا يصلحه إلا الغنى ولو أفقرته لأفسده الفقر . وإن من عبادي المؤمنين من لا يصلحه إلا الفقر ولو أغنيته لأفسده الغنى . وإني لأدبر عبادي لعلمي بقلوبهم فإني عليم خبير ) . ثم قال أنس : اللهم إني من عبادك المؤمنين الذين لا يصلحهم إلا الغنى ، فلا تفقرني برحمتك .",
  "ayah": 27,
  "surah": 42
}
