{
  "text": "قوله تعالى : وتراهم يعرضون عليها خاشعين من الذل ينظرون من طرف خفي وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا إن الظالمين في عذاب مقيم .قوله تعالى : وتراهم يعرضون عليها أي على النار لأنها عذابهم ، فكنى عن العذاب المذكور بحرف التأنيث لأن ذلك العذاب هو النار ، وإن شئت جهنم ، ولو راعى اللفظ لقال عليه . ثم قيل : هم المشركون جميعا يعرضون على جهنم عند انطلاقهم إليها ، قاله الأكثرون . وقيل : آل فرعون خصوصا ، تحبس أرواحهم في أجواف طير سود تغدو على جهنم وتروح ، فهو عرضهم عليها ، قاله ابن مسعود . وقيل : إنهم عامة المشركين ، تعرض عليهم ذنوبهم في قبورهم ، ويعرضون على العذاب في قبورهم ، وهذا معنى قول أبي الحجاج . خاشعين من الذل ذهب بعض القراء إلى الوقف على ( خاشعين ) . وقوله : ( من الذل ) متعلق ب ( ينظرون ) وقيل : متعلق ( بخاشعين ) ، والخشوع الانكسار والتواضع . ومعنى ينظرون من طرف خفي أي لا يرفعون أبصارهم للنظر رفعا تاما ; لأنهم ناكسو الرءوس . والعرب تصف الذليل بغض الطرف ، كما يستعملون في ضده حديد النظر إذا لم يتهم بريبة فيكون عليه منها غضاضة . وقال مجاهد : من طرف خفي أي : ذليل ، قال : وإنما ينظرون بقلوبهم لأنهم يحشرون عميا ، وعين القلب طرف خفي . وقال قتادة والسدي والقرظي وسعيد بن جبير : يسارقون النظر من شدة الخوف . وقيل : المعنى ينظرون من عين ضعيفة النظر . وقال يونس : من بمعنى الباء ، أي : ينظرون بطرف خفي ، أي : ضعيف من الذل والخوف ، ونحوه عن الأخفش . وقال ابن عباس : بطرف ذابل ذليل . وقيل : أي : يفزعون أن ينظروا إليها بجميع أبصارهم لما يرون من أصناف العذاب . وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة أي يقول المؤمنون في الجنة لما عاينوا ما حل بالكفار إن الخسران في الحقيقة ما صار إليه هؤلاء فإنهم خسروا أنفسهم لأنهم في العذاب المخلد ، [ ص: 44 ] وخسروا أهليهم لأن الأهل إن كانوا في النار فلا انتفاع بهم ، وإن كانوا في الجنة فقد حيل بينه وبينهم . وقيل : خسران الأهل أنهم لو آمنوا لكان لهم أهل في الجنة من الحور العين . وفي سنن ابن ماجه عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ما منكم من أحد إلا له منزلان منزل في الجنة ومنزل في النار فإذا مات فدخل النار ورث أهل الجنة منزله فذلك قوله تعالى : ( أولئك هم الوارثون ) وقد تقدم . وفي مسند الدارمي عن أبي أمامة قال : قال رسول الله - صلى الله عليه وسلم - : ما من أحد يدخله الله الجنة إلا زوجه اثنتين وسبعين زوجة من الحور العين وسبعين من ميراثه من أهل النار وما منهن واحدة إلا ولها قبل شهي وله ذكر لا ينثني . قال هشام بن خالد : ( من ميراثه من أهل النار ) يعني رجالا أدخلوا النار فورث أهل الجنة نساءهم كما ورثت امرأة فرعون .ألا إن الظالمين في عذاب مقيم أي دائم لا ينقطع . ثم يجوز أن يكون هذا من قول المؤمنين ، ويجوز أن يكون ابتداء من الله تعالى",
  "ayah": 45,
  "surah": 42
}
