{
  "text": "قوله تعالى : وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم .فيه مسألتان : الأولى : قوله تعالى : وما كان لبشر أن يكلمه الله إلا وحيا سبب ذلك أن اليهود قالوا للنبي - صلى الله عليه وسلم - : ألا تكلم الله وتنظر إليه إن كنت نبيا كما كلمه موسى ونظر إليه ، فإنا لن نؤمن لك حتى تفعل ذلك . فقال النبي - صلى الله عليه وسلم - : إن موسى لن ينظر إليه فنزل قوله : وما كان لبشر أن يكلمه الله إلا وحيا ، ذكره النقاش والواحدي والثعلبي . ( وحيا ) قال مجاهد : نفث ينفث في قلبه فيكون إلهاما ، ومنه قوله - صلى الله عليه وسلم - : إن روح القدس نفث في روعي إن نفسا لن تموت حتى تستكمل رزقها وأجلها فاتقوا الله وأجملوا في الطلب . خذوا ما حل ودعوا ما حرم . أو من وراء حجاب كما كلم موسى . أو يرسل رسولا كإرساله جبريل عليه السلام . وقيل : إلا وحيا رؤيا يراها في منامه ، قاله محمد بن زهير . أو من وراء حجاب كما كلم موسى . أو يرسل رسولا قال زهير : هو جبريل عليه السلام . فيوحي بإذنه ما يشاء وهذا الوحي من الرسل خطاب منهم للأنبياء يسمعونه نطقا ويرونه عيانا . وهكذا كانت حال جبريل - عليه السلام - إذا نزل بالوحي على النبي - صلى الله عليه وسلم . قال ابن عباس : نزل جبريل - عليه السلام - على كل نبي فلم يره منهم إلا محمد وعيسى وموسى وزكريا عليهم السلام . فأما غيرهم فكان وحيا إلهاما في المنام . وقيل : إلا وحيا بإرسال جبريل أو من وراء حجاب كما كلم موسى . أو يرسل رسولا إلى الناس كافة . وقرأ الزهري وشيبة ونافع ( أو يرسل رسولا فيوحي ) برفع الفعلين . الباقون بنصبهما . فالرفع على الاستئناف ، [ ص: 51 ] أي : وهو يرسل . وقيل : ( يرسل ) بالرفع في موضع الحال ، والتقدير إلا موحيا أو مرسلا . ومن نصب عطفوه على محل الوحي ; لأن معناه وما كان لبشر أن يكلمه الله إلا أن يوحي أو يرسل . ويجوز أن يكون النصب على تقدير حذف الجار من أن المضمرة . ويكون في موضع الحال ، التقدير أو بأن يرسل رسولا . ولا يجوز أن يعطف ( أو يرسل ) بالنصب على ( أن يكلمه ) لفساد المعنى ; لأنه يصير : ما كان لبشر أن يرسله أو أن يرسل إليه رسولا ، وهو قد أرسل الرسل من البشر وأرسل إليهم .الثانية : احتج بهذه الآية من رأى فيمن حلف ألا يكلم رجلا فأرسل إليه رسولا أنه حانث ، لأن المرسل قد سمي فيها مكلما للمرسل إليه ، إلا أن ينوي الحالف المواجهة بالخطاب . قال ابن المنذر : واختلفوا في الرجل يحلف ألا يكلم فلانا فكتب إليه كتابا أو أرسل إليه رسولا ، فقال الثوري : الرسول ليس بكلام . وقال الشافعي : لا يبين أن يحنث . وقال النخعي : والحكم في الكتاب يحنث . وقال مالك : يحنث في الكتاب والرسول . وقال مرة : الرسول أسهل من الكتاب . وقال أبو عبيد : الكلام سوى الخط والإشارة . وقال أبو ثور : لا يحنث في الكتاب . قال ابن المنذر : لا يحنث في الكتاب والرسول .قلت : وهو قول مالك . قال أبو عمر : ومن حلف ألا يكلم رجلا فسلم عليه عامدا أو ساهيا ، أو سلم على جماعة هو فيهم فقد حنث في ذلك كله عند مالك . وإن أرسل إليه رسولا أو سلم عليه في الصلاة لم يحنث .قلت : يحنث في الرسول إلا أن ينوي المشافهة ، للآية ، وهو قول مالك وابن الماجشون . وقد مضى في أول ( سورة مريم ) هذا المعنى عن علمائنا مستوفى ، والحمد لله .",
  "ayah": 51,
  "surah": 42
}
