{
  "text": "آیت 5 { بَلْ کَذَّبُوْا بِالْحَقِّ لَمَّا جَآئَ ہُمْ } ”بلکہ انہوں نے جھٹلا دیا حق کو جب کہ وہ ان کے پاس آیا“ { فَہُمْ فِیْٓ اَمْرٍ مَّرِیْجٍ۔ } ”سو اب وہ ایک بڑی الجھن میں مبتلاہو گئے ہیں۔“ ایک طرف تو جواب دہی اور احتساب کی باتیں ماننے کے لیے ان کی طبیعتیں آمادہ نہیں اور دوسری طرف اس بارے میں قرآن کی زبان میں حضور ﷺ کے دلائل ایسے قوی ہیں کہ انہیں جھٹلانا ان کے لیے ممکن نہیں۔ بس یہی الجھن ہے جس میں یہ لوگ پھنس چکے ہیں۔ اس کائنات کی ایک ایک چیز اس حقیقت پر گواہ ہے اور اس کا مربوط و مستحکم نظام بھی زبان حال سے پکار پکار کر کہہ رہا ہے کہ اس کا خالق ایک علیم و حکیم ہستی ہے۔ پھر انسان کے اندر پائی جانے والی ”اخلاقی حس“ بھی اس کے اچھے برے اعمال کے ٹھوس اور حتمی نتائج کا تقاضا کرتی ہے جس کے لیے ایک دوسری زندگی کی ضرورت ہے۔ ان تمام حقائق و شواہد کی موجودگی میں ایک صاحب ِعقل اور ذی شعور انسان کیسے کہہ سکتا ہے کہ یہ کائنات بس ”رام کی لیلا“ ہے اور انسان کی اس زندگی کے بعد کوئی اور زندگی نہیں ہے۔ چناچہ منکرین آخرت کے لیے ان حقائق کو تسلیم کیے بغیر چارہ بھی نہیں ‘ لیکن ان کی طبیعتیں ہیں کہ احتساب کے لیے تیار بھی نہیں۔ یہ انسان کی وہی نفسیاتی الجھن ہے جس کا ذکر غالب ؔنے اس شعر میں کیا ہے جو میں نے ابھی آپ کو سنایا ہے : ؎جانتا ہوں ثواب طاعت و زہد پر طبیعت ادھر نہیں آتی !ان لوگوں کے قلوب و اذہان میں منفی خیالات و نظریات اس قدر راسخ ہوچکے ہیں کہ اب ان سے پیچھا چھڑانا ان کے لیے ممکن نہیں رہا۔ دراصل انسان اپنے لڑکپن کی عمر میں جن عقائد و نظریات کا اثر قبول کرتا ہے وہ ساری عمر کے لیے اس کی شخصیت کا حصہ بن جاتے ہیں۔ انسان کی اس کمزوری کا نقشہ ایک انگریزی نظم The Cage میں بڑے حقیقت پسندانہ انداز میں دکھایا گیا ہے۔ یہ نظم میں نے اپنے انٹرمیڈیٹ کے زمانے میں پڑھی تھی۔ اس نظم کا خلاصہ یہ ہے کہ ہر انسان اپنی ان عادات کے ”پنجرے“ کا قیدی ہے جنہیں وہ لڑکپن کی عمر میں ایک ایک کرکے اپناتا ہے۔ گویا اس پنجرے کی سلاخیں اپنے لیے وہ خود تیار کرتا ہے۔ بقول شاعر :\" I built these bars when I was young\"”اس پنجرے کی سلاخیں میں نے اس وقت تیار کی تھیں جب میں جوان تھا“۔ جوانی میں انسان کے قویٰ مضبوط ہوتے ہیں۔ اس وقت وہ جو کچھ سیکھتا ہے وہ اس کے ذہن پر نقش کا لحجر بن جاتا ہے اور پھر اپنی باقی عمر وہ ان عادات و نظریات کا قیدی بن کر پنجرے میں قید پرندے کی مانند گزار دیتا ہے۔ چناچہ یہ منکرین آخرت بھی اپنے غلط عقائد و نظریات کے خود ساختہ پنجروں کے قیدی ہیں۔ ان پنجروں کی سلاخیں وہ اس قدر مضبوط کرچکے ہیں کہ اب انہیں توڑ کر باہر نکلنا ان کے لیے ممکن نہیں رہا۔",
  "ayah": 5,
  "surah": 50
}
