{
  "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (11)وقوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك عائلاً فأغنى } [ الصحى : 8 ] .فإن الإغناء نعمة فأمره الله أن يظهر نعمة الله عليه بالحديث عنها وإعلان شكرها .وليس المراد بنعمة ربك نعمة خاصة وإنما أريد الجنس فيفيد عموماً في المقام الخطابي ، أي حدث ما أنعم الله به عليك من النعم ، فحصل في ذلك الأمر شكر نِعمة الإِغناء ، وحصل الأمر بشكر جميع النعم لتكون الجملة تذييلاً جامعاً .فإن جعل قوله : { وأما السائل فلا تنهر } مقابل قوله { ووجدك عائلاً فأغنى } على طريقة اللف والنشر المشوش كان قوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك ضالاً فهدى } [ الضحى : 7 ] على طريقة اللف والنشر المشوش أيضاً .وكان المراد بنعمة ربه نعمة الهداية إلى الدين الحق .والتحديث : الإِخبار ، أي أخْبِر بما أنعم الله عليك اعترافاً بفضله ، وذلك من الشكر ، والقول في تقديم المجرور وهو { بنعمة ربك } على متعلَّقه كالقول في تقديم { فأما اليتيم فلا تقهر وأما السائل فلا تنهر } .والخطاب للنبيء صلى الله عليه وسلم فمقتضى الأمر في المواضع الثلاثة أن تكون خاصة به ، وأصل الأمر الوجوب ، فيعلم أن النبي صلى الله عليه وسلم واجب عليه ما أمر به ، وأما مخاطبة أمته بذلك فتجري على أصل مساواة الأمة لنبيها فيما فرض عليه ما لم يدلّ دليل على الخصوصية ، فأما مساواة الأمة له في منع قهر اليتيم ونهر السائل فدلائله كثيرة مع ما يقتضيه أصل المساواة .وأما مساواة الأمة له في الأمر بالتحدث بنعمة الله فإن نعم الله على نبيه صلى الله عليه وسلم شتّى منها ما لا مطمع لغيره من الأمة فيه مثل نعمة الرسالة ونعمة القرآن ونحو ذلك من مقتضيات الاصطفاء الأكبر ، ونعمة الرب في الآية مُجملة .فنعم الله التي أنعم بها على نبيه صلى الله عليه وسلم كثيرة منها ما يجب تحديثه به وهو تبليغه الناس أنه رسول من الله وأن الله أوحى إليه وذلك داخل في تبليغ الرسالة وقد كان يُعلم الناسَ الإِسلام فيقول لمن يخاطبه أن تشهد أن لا إله إلا الله وأني رسول الله .ومنها تعريفه الناس ما يجب له من البر والطاعة كقوله لمن قال له : \" اعدل يا رسول الله فقال : أيأمنُني الله على وحيه ولا تأمنوني \" ومنها ما يدخل التحديث به في واجب الشكر على النعمة فهذا وجوبه على النبي صلى الله عليه وسلم خالص من عُروض المعارض لأن النبي صلى الله عليه وسلم معصوم من عروض الرياء ولا يظن الناس به ذلك فوجوبه عليه ثابت .وأما الأمة فقد يكون التحديث بالنعمة منهم محفوفاً برياء أو تفاخر . وقد ينكسر له خاطر من هو غير واجد مثل النعمة المتحدث بها . وهذا مجال للنظر في المعارضة بين المقتضي والمانع ، وطريقة الجمع بينهما إن أمكن أو الترجيح لأحدهما . وفي «تفسير الفخر» : سئل أمير المؤمنين علي رضي الله عنه عن الصحابة فأثنى عليهم فقالوا له : فحدثنا عن نفسك فقال : مهلاً فقد نهى الله عن التزكية ، فقيل له : أليس الله تعالى يقول : { وأما بنعمة ربك فحدث } فقال : فإني أُحدِّث كنتُ إذا سُئلتُ أعطيت . وإذا سُكِت ابتديت ، وبين الجوانح علم جَم فاسألوني . فمن العلماء من خَص النعمة في قوله : { بنعمة ربك } بنعمة القرآن ونعمة النبوءة وقاله مجاهد . ومن العلماء من رأى وجوب التحدث بالنعمة . رواه الطبري عن أبي نضرة .وقال القرطبي : الخطاب للنبيء صلى الله عليه وسلم والحكم عام له ولغيره . قال عياض في «الشفاء» : «وهذا خاص له عام لأمته» .وعن عَمرو بن ميمون : إذا لقي الرجل من إخوانه من يثق به يقول له رزق الله من الصلاة البارحةَ كذا وكذا ، وعن عبد الله بن غالب : أنه كان إذا أصبح يقول : لقد رزقني الله البارحةَ كَذا ، قرأتُ كذا ، صليت كذا ، ذكرت الله كذا ، فقلنا له : يا أبا فراس إن مثلك لا يقول هذا ، قال : يقول الله تعالى : { وأما بنعمة ربك فحدث } وتقولون أنتم : لا تحدث بنعمة الله . وذكر ابن العربي عن أيوب قال : دخلت على أبي رجاء العطاردي فقال : لقد رزق الله البارحة : صليت كذا ، وسبحت كذا ، قال أيوب : فاحتملت ذلك لأبي رجاء . وعن بعض السلف أن التحدث بالنعمة تكون للثقة من الإخوان ممن يثق به قال ابن العربي : إن التحدث بالعمل يكون بإخلاص من النية عند أهل الثقة فإنه ربما خرج إلى الرياء وإسَاءة الظن بصاحبه . وذكر الفخر والقرطبي عن الحسن بن علي : إذا أصبتَ خيراً أوعملتَ خيراً فحدث به الثقة من إخوانك . قال الفخر : إلا أن هذا إنما يحسن إذا لم يتضمن رياء وظن أن غيره يقتدي به .",
  "ayah": 11,
  "surah": 93
}
