{
  "text": "১৫-২০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মুশরিকদের ঐ অপবাদ ও মিথ্যার খবর দিচ্ছেন যা তারা তাঁর উপর আরোপ করেছিল, যার বর্ণনা সূরায়ে আন'আমের নিম্নের আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “আল্লাহ যে শস্য ও গবাদি পশু সৃষ্টি করেছেন তন্মধ্য হতে তারা আল্লাহর জন্যে এক অংশ নির্দিষ্ট করে এবং নিজেদের ধারণা অনুযায়ী বলেঃ এটা আল্লাহর জন্যে এবং এটা আমাদের দেবতাদের জন্যে। যা তাদের দেবতাদের অংশ তা আল্লাহর কাছে পৌঁছে না এবং যা আল্লাহর অংশ তা তাদের দেবতাদের কাছে পৌছে; তারা যা মীমাংসা করে তা নিকৃষ্ট।”(৬:১৩৬) অনুরূপভাবে মুশরিকরা ছেলে ও মেয়েদের ভাগ বন্টন করে মেয়েদেরকে সাব্যস্ত করতো আল্লাহর জন্যে, যারা তাদের ধারণায় ঘৃণ্য ছিল, আর ছেলেদেরকে নিজেদের জন্যে পছন্দ করতো। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তবে কি পুত্র সন্তান তোমাদের জন্যে এবং কন্যা সন্তান আল্লাহর জন্যে? এই প্রকার বন্টন তো অসংগত।”(৫৩:২১-২২)এখানেও আল্লাহ তা'আলা বলেনঃ “তারা তাঁর বান্দাদের মধ্য হতে তার অংশ সাব্যস্ত করেছে। মানুষ তো স্পষ্টই অকৃতজ্ঞ।”এরপর মহামহিমান্বিত আল্লাহ বলেনঃ “তিনি কি তাঁর সৃষ্টি হতে নিজের জন্যে কন্যা সন্তান গ্রহণ করেছেন এবং তোমাদেরকে বিশিষ্ট করেছেন পুত্র সন্তান দ্বারা?” এর দ্বারা আল্লাহ তা'আলা মুশরিকদের উক্তিকে চরমভাবে অস্বীকার করেছেন। তারপর পূর্ণভাবে অস্বীকৃতি জানিয়ে বলেনঃ দয়াময় আল্লাহর প্রতি তারা যা আরোপ করে তাদের কাউকেও সেই সন্তানের সংবাদ দেয়া হলে তার চেহারা লজ্জায় কালো হয়ে যায়। শরমে সে মানুষকে মুখ দেখায় না। এটা যেন তার কাছে খুবই লজ্জার ব্যাপার। অথচ সে নিজের পূর্ণ নির্বুদ্ধিতা প্রকাশ করে বলে যে, আল্লাহর কন্যা রয়েছে। এটা কতই না বিস্ময়কর ব্যাপার যে, তারা নিজেদের জন্যে যা পছন্দ করে না তাই আল্লাহর জন্যে সাব্যস্ত করছে!অতঃপর প্রবল পরাক্রান্ত আল্লাহ বলেনঃ “তারা আল্লাহর প্রতি আরোপ করে এমন সন্তান, যে অলংকারে মণ্ডিত হয়ে লালিত পালিত হয় এবং তর্ক-বিতর্ক কালে স্পষ্ট বক্তব্যে অসমর্থ? অর্থাৎ যে কন্যা সন্তানদেরকে অসম্পূর্ণ মনে করা হয় এবং অলংকারে মণ্ডিত করে যাদের এ অসম্পূর্ণতাকে ঢাকা দেয়া হয় এবং বাল্যাবস্থা হতে মৃত্যু পর্যন্ত যারা সাজ সজ্জারই মুখাপেক্ষী থেকে যায়, আবার ঝগড়া-বিবাদ এবং তর্ক-বিতর্কের সময় যাদের কথাকে দলীল হিসেবে গ্রহণ করা হয় না, এদেরকেই মহামহিমান্বিত আল্লাহর দিকে সম্পর্কিত করা হচ্ছে। যাদের বাহির ও ভিতর ত্রুটিপূর্ণ, যাদের বাহ্যিক ক্রটিকে অলংকারের দ্বারা দূর করার চেষ্টা করা হয়, তাদেরকেই সম্পর্কযুক্ত করা হয় আল্লাহর সাথে। মেয়েদের বাহ্যিক ত্রুটিকে ঢাকা দেয়ার জন্যে অলংকার দ্বারা যে তাদেরকে সৌন্দর্যমণ্ডিত করা হয় এটা আরব কবিদের কবিতার মধ্যেও পাওয়া যায়। যেমন কোন আরব কবি বলেছেনঃ (আরবী) অর্থাৎ “সৌন্দর্যের ক্রটি দূর করার জন্যেই অলংকারের প্রয়োজন হয়, সুতরাং পূর্ণ সৌন্দর্যের জন্যে অলংকারের কি প্রয়োজন?”মেয়েদের আভ্যন্তরীণ ক্রটিও রয়েছে, যেমন তারা প্রতিশোধ গ্রহণ করতে পারে না। না মুখের দ্বারা পারে, না সাহসিকতার দ্বারা পারে। কোন একজন আরববাসী এটাও প্রকাশ করেছেন। তিনি বলেছেনঃ (আরবী) অর্থাৎ “সে শুধু কান্নাকাটির দ্বারা সাহায্য করতে পারে এবং শুধু গোপনে কোন কল্যাণের কার্য করতে পারে।”মহান আল্লাহ বলেনঃ “তারা দয়াময় আল্লাহর বান্দা ফেরেশতাদেরকে নারী গণ্য করেছে।' অর্থাৎ তারা এটা বিশ্বাস করে নিয়েছে। মহান আল্লাহ তাদের এই উক্তিকে অস্বীকার করে বলেনঃ ‘এদের সৃষ্টি কি তারা প্রত্যক্ষ করেছে?' অর্থাৎ আল্লাহ যে ফেরেশতাদেরকে নারীরূপে সৃষ্টি করেছেন এটা কি তারা দেখেছে? এরপর তিনি বলেনঃ ‘তাদের এই উক্তি লিপিবদ্ধ করা হবে এবং তাদেরকে জিজ্ঞেস করা হবে। অর্থাৎ কিয়ামতের দিন তাদেরকে এ সম্পর্কে জিজ্ঞাসাবাদ করা হবে। এর দ্বারা তাদেরকে ভয় প্রদর্শন ও সতর্ক করা হয়েছে।এরপর তাদের আরো নির্বুদ্ধিতার বর্ণনা দেয়া হচ্ছে যে, তারা বলেঃ দয়াময় আল্লাহ ইচ্ছা করলে আমরা এদের পূজা করতাম না।' অর্থাৎ “আমরা ফেরেশতাদেরকে নারী মনে করে ওদের মূর্তি বানিয়েছি এবং ওদের পূজা করছি, এটা যদি আল্লাহর ইচ্ছা না থাকতো তবে তিনি আমাদের এবং ওদের মধ্যে প্রতিবন্ধকতা সৃষ্টি করতে পারতেন এবং তখন আমরা এদের আর পূজা করতে পারতাম না। সুতরাং আমরা যখন এদের পূজা করছি এবং তিনি আমাদের ও এদের মাঝে কোন প্রতিবন্ধকতা সৃষ্টি করেননি তখন এটা স্পষ্টভাবে প্রতীয়মান হচ্ছে যে, আমরা ভুল করছি না, বরং ঠিকই করছি।” সুতরাং তাদের প্রথম ভুল এই যে, তারা আল্লাহর সন্তান সাব্যস্ত করেছে। তাদের দ্বিতীয় ভুল হলো এই যে, তারা ফেরেশতাদেরকে আল্লাহর কন্যা সাব্যস্ত করেছে। আর তাদের তৃতীয় ভুল হচ্ছে এই যে, তারা ফেরেশতাদের পূজা শুরু করে দিয়েছে, অথচ এ ব্যাপারে তাদের কাছে দলীল প্রমাণ কিছুই নেই। তারা শুধু তাদের পূর্বপুরুষদেরকে অন্ধভাবে অনুসরণ করছে। তাদের চতুর্থ ভুল এই যে, তারা এটাকে আল্লাহর পক্ষ হতে নির্ধারিত বলছে এবং এর কারণ এই বের করেছে যে, যদি আল্লাহ তাদের এই কাজে অসন্তুষ্ট থাকতেন তবে তাদের জন্যে এদের পূজা করা সম্ভব হতো না। কিন্তু এটা তাদের সরাসরি মূর্খতা ও অবাধ্যতা ছাড়া কিছুই নয়। আল্লাহ তা'আলা অবশ্যই তাদের এ কাজে চরম অসন্তুষ্ট। এক একজন নবী (আঃ) এটা খণ্ডন করে গেছেন এবং এক একটি কিতাব এর নিকৃষ্টতা বর্ণনা করেছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে রাসূল প্রেরণ করেছি (একথা বলাবার জন্যে) যে, তোমরা আল্লাহরই ইবাদত কর এবং তাগূতের (শয়তানের বা অন্যান্যদের) ইবাদত হতে দূরে থাকো, অতঃপর তাদের মধ্যে কতক এমন বের হয় যাদেরকে আল্লাহ হিদায়াত দান করেন এবং তাদের মধ্যে কতক এমনও বের হয় যাদের উপর পথভ্রষ্টতা বাস্তবায়িত হয়। সুতরাং ভূপৃষ্ঠে ভ্রমণ কর এবং দেখো যে, অবিশ্বাসকারীদের পরিণাম কি হয়েছিল।”(১৬:৩৬) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “(হে নবী সঃ)! তোমার পূর্বে আমি যাদেরকে (রাসূলরূপে) প্রেরণ করেছিলাম তাদেরকে তুমি জিজ্ঞেস করঃ আমি কি তাদেরকে রহমান (আল্লাহ) ছাড়া অন্যান্যদের ইবাদত করার অনুমতি দিয়েছিলাম? (কখনো নয়)।'(৪৩:৪৫) এরপর মহান আল্লাহ বলেনঃ “এ বিষয়ে তাদের কোন জ্ঞান নেই। তারা সবকিছুই নিজেরাই বানিয়ে নিয়েছে এবং তারা সম্পূর্ণ মিথ্যা কথা বলছে। অর্থাৎ তাদের আল্লাহর কুদরত বা ক্ষমতা সম্পর্কে কোন জ্ঞানই নেই।",
  "ayah": 20,
  "surah": 43
}
