{
  "text": "৩৬-৪৫ নং আয়াতের তাফসীর:\nইরশাদ হচ্ছেঃ যে দয়াময় আল্লাহর স্মরণে বিমুখ হয় ও অবহেলা প্রদর্শন করে তার উপর শয়তান প্রভাব বিস্তার করে এবং তার সাথী হয়ে যায়। চোখের দৃষ্টিশক্তি কমে যাওয়াকে আরবী ভাষায় (আরবী) বলা হয়ে থাকে। এই বিষয়টিই কুরআন কারীমের আরো বহু আয়াতে রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “হিদায়াত প্রকাশিত হবার পরেও যে ব্যক্তি রাসূল (সঃ)-এর বিরুদ্ধাচরণ করে এবং মুমিনদের পথ ছাড়া অন্য পথের অনুসরণ করে, আমি তাকে সেখানেই ছেড়ে দিবো এবং জাহান্নামে প্রবিষ্ট করবো যা অত্যন্ত নিকৃষ্ট স্থান।”(৪:১১৫) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “অতঃপর তারা যখন বক্রপথ অবলম্বন করলো তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন।”(৬১:৫) অন্য একটি আয়াতে আছেঃ (আরবী) অর্থাৎ “আমি তাদের জন্যে এমন সাথী নিয়োজিত করি যারা তাদের সামনের ও পিছনের জিনিসগুলোকে তাদের দৃষ্টিতে শোভনীয় করে।”(৪১:২৫)এখানে মহান আল্লাহ বলেন যে, এরূপ গাফেল লোকের উপর শয়তান ক্ষমতা লাভ করে এবং তাকে সৎপথ হতে বিরত রাখে। আর সে তার অন্তরে এ ধারণা সৃষ্টি করে যে, তার নীতি খুব ভাল এবং সে সম্পূর্ণ সঠিক পথের উপর প্রতিষ্ঠিত রয়েছে। কিয়ামতের দিন যখন সে আল্লাহর সামনে হাযির হবে এবং প্রকৃত তথ্য খুলে যাবে তখন সে তার ঐ সাথী শয়তানকে বলবেঃ ‘হায়! আজ যদি আমার ও তোমার মধ্যে পূর্ব ও পশ্চিমের ব্যবধান থাকতো।এখানে (আরবী) দ্বারা পূর্ব ও পশ্চিমের মধ্যবর্তী জায়গাকে বুঝানো হয়েছে। এখানে প্রভাব হিসেবে (আরবী) শব্দ ব্যবহার করা হয়েছে। যেমন সূর্য ও চন্দ্রকে (আরবী) বলা হয় এবং পিতা-মাতাকে (আরবী) বলা হয়ে থাকে। এক কিরআতে (আরবী) রয়েছে। অর্থাৎ যখন শয়তান ও এই গাফেল ব্যক্তি আমার (আল্লাহর) নিকট আসবে।হযরত সাঈদ জারীরী (রঃ) বলেন যে, কাফির তার কবর হতে উঠা মাত্রই শয়তান এসে তার হাতের সাথে হাত মিলিয়ে নিবে। অতঃপর তার থেকে পৃথক হবে না। যে পর্যন্ত না দু’জনকেই এক সাথে জাহান্নামে নিক্ষেপ করা হবে। এরপর মহান আল্লাহ বলেনঃ আজ তোমাদের এই অনুতাপ তোমাদের কোন কাজে আসবে না, যেহেতু তোমরা সীমালংঘন করেছিলে, তোমরা তো সবাই শাস্তিতে শরীক। অতঃপর আল্লাহ তাআলা স্বীয় নবী (সঃ)-কে বলেনঃ তুমি কি বধিরকে শুনাতে পারবে? অথবা যে অন্ধ ও যে ব্যক্তি স্পষ্ট বিভ্রান্তিতে আছে, তাকে তুমি কি পারবে সৎপথে পরিচালিত করতে? অর্থাৎ হে নবী (সঃ)! আমার পক্ষ হতে তোমার উপর এ দায়িত্ব চাপিয়ে দেয়া হয়নি যে, তাদের সবাইকে মুসলমান করতেই হবে। হিদায়াত তোমার অধিকারভুক্ত জিনিস নয়। যে ব্যক্তি সত্য কথার দিকে কানই দেয় না এবং সরল-সোজা পথের দিকে চোখ তুলে তাকিয়েও দেখে না, যে বিভ্রান্ত হয় এবং তাতেই সন্তুষ্ট থাকে, তুমি তাদের সম্পর্কে এতো চিন্তা করছো কেন? তোমার কর্তব্য হলো শুধু তাবলীগ করা অর্থাৎ আমার বাণী তাদের কাছে পৌঁছিয়ে দেয়া। পথ দেখানো ও পথভ্রষ্ট করা আমার কাজ। আমি ন্যায়বিচারক ও বিজ্ঞানময়। আমি যা চাইবো তাই করবো। তুমি মন সংকীর্ণ করো না। এরপর মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! আমি যদি তোমার মৃত্যু ঘটাই, তবুও আমি তাদেরকে শাস্তি দিবই। অথবা আমি তাদেরকে যে শাস্তির ভীতি প্রদর্শন করেছি যদি আমি তোমাকে তা প্রত্যক্ষ করাই, তবে তাদের উপর আমার তো পূর্ণ ক্ষমতা রয়েছে। অর্থাৎ তাদেরকে শাস্তি দিতে অপারগ নই। মোটকথা, এই ভাবে এবং ঐ ভাবে দুই ভাবেই আল্লাহ কাফিরদের উপর শাস্তি অবতীর্ণ করতে সক্ষম, কিন্তু ঐ অবস্থাকে পছন্দ করা হয়েছে যাতে নবী (সঃ)-এর মর্যাদা বেশী প্রকাশ পায়। অর্থাৎ নবী (সঃ)-কে দুনিয়া হতে উঠিয়ে নেয়া হয়নি যে পর্যন্ত না তার শত্রুদের উপর তাকে বিজয় দান করা হয় এবং তাদের জান ও মালের তিনি অধিকারী হন। এইরূপ তাফসীর করেছেন হযরত সুদ্দী (রঃ) প্রমুখ গুরুজন। কিন্তু হযরত কাতাদা (রঃ) বলেন যে, নবী (সঃ)-কে দুনিয়া হতে উঠিয়ে নেয়া হয়, কিন্তু প্রতিশোধ গ্রহণের কাজ বাকী থেকে যায়। আল্লাহ তাআলা তাঁর রাসূল (সঃ)-এর জীবদ্দশায় তাঁর উম্মতের মধ্যে এমন ব্যাপার ঘটাননি যা তিনি অপছন্দ করতেন। তিনি ছাড়া অন্যান্য সমস্ত নবী (আঃ)-এর চোখের সামনে তাদের উম্মতদের উপর আল্লাহর আযাব এসেছিল। হযরত কাতাদা (রঃ) বলেনঃ “আমাদের কাছে এটাও বর্ণনা করা হয়েছে যে, রাসূলুল্লাহ (সঃ)-এর ইন্তেকালের পর তাঁর উম্মতের উপর কি কি শাস্তি আপতিত হবে তা যখন তাঁকে জানানো হয়, তখন ঐ সময় থেকে নিয়ে মৃত্যু পর্যন্ত তাঁকে কখনো খিল খিল করে হাসতে দেখা যায়নি।” হযরত হাসান (রঃ) হতেও ঐ ধরনের একটি রিওয়াইয়াত বর্ণিত আছে। একটি হাদীসে আছে যে, নবী (সঃ) বলেছেনঃ নক্ষত্ররাজি হলো আকাশের রক্ষার কারণ, যখনই নক্ষত্রগুলো ছিটকে পড়বে তখনই আকাশের উপর বিপদ নেমে আসবে। আমি আমার সাহাবীদের (রাঃ) জন্যে নিরাপত্তার মাধ্যম। আমি যখন চলে যাবো (ইন্তেকাল করবো) তখন তাদের উপর ঐ সব বিপদ-আপদ আসবে যেগুলোর ওয়াদা দেয়া হচ্ছে।” এরপর ইরশাদ হচ্ছেঃ হে নবী (সঃ)! তোমার প্রতি যে অহী করা হয়েছে অর্থাৎ কুরআন, যা সত্য ও নির্ভুল, যা সত্যের সোজা ও স্পষ্ট পথ প্রদর্শন করে, তুমি তা দৃঢ়ভাবে অবলম্বন কর। এটাই সুখময় জান্নাতের সরল পথ-প্রদর্শক। যারা এর উপর চলে এবং এর আহকামের উপর আমল করে সে কখনো পথভ্রষ্ট হতে পারে না। এটা তোমার ও তোমার সম্প্রদায়ের জন্যে যিকর অর্থাৎ সম্মানের বস্তু।হযরত মুআবিয়া (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “নিশ্চয়ই এই আমর (অর্থাৎ খিলাফত ও ইমামত) কুরায়েশদের মধ্যেই থাকবে। যে তাদের সাথে ঝগড়া করবে এবং এটা ছিনিয়ে নিবে আল্লাহ তাকে উল্টো মুখে নিক্ষেপ করবেন, যতদিন তারা দ্বীনকে প্রতিষ্ঠিত রাখবে।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন) এতেও তার জাতীয় আভিজাত্য রয়েছে যে, কুরআন কারীম তাঁরই ভাষায় অবতীর্ণ হয়েছে, কুরায়েশের পরিভাষাতেই নাযিল হয়েছে। সুতরাং এটা প্রকাশমান যে, কুরআন এরাই সবচেয়ে বেশী বুঝবে। সুতরাং এই কুরায়েশদের উচিত সবচেয়ে বেশী দৃঢ়তার সাথে এর উপর আমল করতে থাকা। এতে বিশেষ করে ঐ মহান মুহাজিরদের বড় বুযুর্গী ও আভিজাত্য রয়েছে যারা সর্বাগ্রে ইসলাম গ্রহণ করেছেন এবং হিজরতও করেছেন সবারই পূর্বে। আর যারা এঁদের পদাংক অনুসরণ করেছেন তাদেরও এ মর্যাদা রয়েছে।(আরবী)-এর অর্থ উপদেশও নেয়া হয়েছে। এটা রাসূলুল্লাহ (সঃ)-এর কওমের জন্যে উপদেশ হওয়ার অর্থ এটা নয় যে, অন্যদের জন্যে এটা উপদেশ নয়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি তোমাদের প্রতি কিতাব অবতীর্ণ করেছি যার মধ্যে তোমাদের জন্যে উপদেশ রয়েছে, তোমরা কি বুঝ না?”(২১:১০) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তুমি তোমার নিকটতম আত্মীয়দের ভয় প্রদর্শন কর।”(২৬:২১৪) মোটকথা, কুরআনের উপদেশ এবং নবী (সঃ)-এর রিসালাত সাধারণ। রাসূলুল্লাহ (সঃ)-এর আত্মীয়-স্বজন, কওম এবং দুনিয়ার সমস্ত মানুষ এর অন্তর্ভুক্ত। এরপর ঘোষিত হচ্ছেঃ ‘তোমাদেরকে অবশ্যই এ বিষয়ে প্রশ্ন করা হবে।' অর্থাৎ তোমাদেরকে প্রশ্ন করা হবে যে, তোমরা আল্লাহর এই কালামের উপর কি পরিমাণ আমল করেছে এবং কতখানি মেনে চলেছো? মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ “হে নবী (সঃ)! তোমার পূর্বে আমি যেসব রাসূল প্রেরণ করেছিলাম তাদেরকে তুমি জিজ্ঞেস কর, আমি কি দয়াময় আল্লাহ ব্যতীত কোন দেবতা স্থির করেছিলাম যার ইবাদত করা যায়?” অর্থাৎ হে নবী (সঃ)! সমস্ত রাসূল নিজ নিজ উম্মতকে ঐ দাওয়াতই দিয়েছে যে দাওয়াত তুমি তোমার উম্মতকে দিচ্ছ। প্রত্যেক নবী (আঃ)-এর দাওয়াতের সারমর্ম এই ছিল যে, তারা তাওহীদ ছড়িয়ে দিয়েছেন এবং শিরকের মূলোৎপাটন করেছেন। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “প্রত্যেক উম্মতের মধ্যে আমি রাসূল পাঠিয়েছি (একথা বলার জন্যে) যে, তোমরা আল্লাহরই ইবাদত কর এবং তাগূত (শয়তান) হতে দূরে থাকো।”(১৬:৩৬) হযরত আবদুল্লাহ (রাঃ)-এর কিরআতে নিম্নরূপ রয়েছেঃ (আরবী) এটা মিসাল তাফসীরের জন্যে, তিলাওয়াতের জন্যে নয়। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন। তখন অর্থ হবেঃ “তোমার পূর্বে রাসূলদেরকে আমি যাদের নিকট প্রেরণ করেছিলাম তাদেরকে জিজ্ঞেস কর।” আবদুর রহমান (রঃ) বলেন যে, ভাবার্থ হলোঃ তুমি নবীদেরকে জিজ্ঞেস কর, অর্থাৎ মিরাজের রাত্রে, যখন সমস্ত নবী (আঃ) তাঁর সামনে একত্রিত ছিলেন। জিজ্ঞেস করলেই তিনি জানতে পারবেন যে, তাঁরা প্রত্যেকেই তাওহীদ শিক্ষা এবং শিরক মিটানোর শিক্ষা নিয়েই আল্লাহর নিকট হতে প্রেরিত হয়েছিলেন।",
  "ayah": 45,
  "surah": 43
}
