{
  "text": "৬৬-৭৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ দেখো, এই মুশরিকরা কিয়ামতের অপেক্ষা করছে, কিন্তু এতে কোন লাভ নেই, কেননা এটা তাদের অজ্ঞাতসারে আকস্মিকভাবে এসে পড়বে। কারণ এটা সংঘটিত হওয়ার সঠিক সময় তো কারো জানা নেই। হঠাৎ করে যখন এটা এসে পড়বে তখন এরা লজ্জিত ও অনুতপ্ত হলেও কোন উপকার হবে না। এরা যদিও এই কিয়ামতকে অসম্ভব মনে করছে, কিন্তু এটা শুধু সম্ভবই নয়, বরং নিশ্চিত। ঐ সময় বা ঐ সময়ের পরের আমল কোন কাজে আসবে না। দুনিয়ায় যাদের বন্ধুত্ব গায়রুল্লাহর জন্যে রয়েছে ঐ দিন সেটা শত্রুতায় পরিবর্তিত হবে। হ্যা, তবে যে বন্ধুত্ব শুধু আল্লাহর জন্যে রয়েছে তা বাকী ও চিরস্থায়ী থাকবে। যেমন হযরত ইবরাহীম (আঃ) স্বীয় কওমকে বলেছিলেনঃ (আরবী) অর্থাৎ “তোমরা আল্লাহ ছাড়া প্রতিমাগুলোর সাথে পার্থিব জীবনে যে বন্ধুত্ব স্থাপন করে রেখেছে তা শুধু পার্থিব জীবন পর্যন্তই সীমাবদ্ধ থাকবে, অতঃপর কিয়ামতের দিন তোমাদের একে অপরকে অস্বীকার করবে এবং একে অপরের উপর অভিসম্পাত বর্ষণ করবে এবং তোমাদের আশ্রয়স্থল হবে জাহান্নাম, আর তোমাদের জন্যে কোন সাহায্যকারী হবে না।”(২৯:২৫)।হযরত আলী (রাঃ) বলেনঃ দুই জন মুমিন যারা দুনিয়ায় পরস্পর বন্ধু হয়, যখন তাদের একজনের মৃত্যু হয় এবং আল্লাহ তা'আলার পক্ষ হতে সে জান্নাতের সুসংবাদ প্রাপ্ত হয় তখন সে তার ঐ দুনিয়ার বন্ধুকে স্মরণ করে এবং বলেঃ “হে আল্লাহ! অমুক ব্যক্তি আমার অন্তরঙ্গ বন্ধু ছিল। সে আমাকে আপনার এবং আপনার রাসূল (সঃ)-এর আনুগত্যের নির্দেশ দিতো। আমাকে সে ভাল কাজের আদেশ করতো এবং মন্দ কাজ হতে বিরত রাখতো। আমাকে সে বিশ্বাস করাতো যে, একদিন আল্লাহর সাথে সাক্ষাৎ করতে হবে। সুতরাং হে আল্লাহ! তাকে আপনি সত্য পথের উপর প্রতিষ্ঠিত রাখুন এবং শেষে তাকে ওটাই দেখিয়ে দিবেন যা আমাকে দেখিয়েছেন এবং তার উপর ঐরূপই সন্তুষ্ট হয়ে যাবেন যেমন সন্তুষ্ট আমার উপর হয়েছেন।” তখন আল্লাহ তাআলা তাকে জবাবে বলেনঃ “তুমি সন্তুষ্ট চিত্তে চলে যাও। আমি তার জন্যে যা কিছু প্রস্তুত রেখেছি তা যদি তুমি দেখতে তবে খুব হাসতে এবং মোটেই দুঃখিত হতে না।” অতঃপর যখন তার ঐ বন্ধু মারা যায় এবং দুই বন্ধুর রূহ মিলিত হয় তখন তাদেরকে বলা হয়ঃ “তোমরা তোমাদের পারস্পরিক সম্পর্কের বর্ণনা দাও।” তখন একজন অপরজনকে বলেঃ “তুমি আমার খুব ভাল বন্ধু ছিলে ও অত্যন্ত সৎ সঙ্গী ছিলে এবং ছিলে অতি উত্তম দোস্ত। পক্ষান্তরে, দুইজন কাফির, যারা দুনিয়ায় পরস্পর বন্ধু হয়, যখন তাদের একজন মারা যায় এবং তাকে জাহান্নামের দুঃসংবাদ দেয়া। হয় তখন দুনিয়ার ঐ বন্ধুর কথা তার স্মরণ হয় এবং সে বলেঃ “হে আল্লাহ! অমুক ব্যক্তি আমার বন্ধু ছিল। সে আমাকে আপনার ও আপনার নবী (সঃ)-এর অবাধ্যাচরণের নির্দেশ দিতো। সে আমাকে মন্দ কাজে উৎসাহিত করতো এবং ভাল কাজ হতে বিরত রাখতো। আর আমার মনে সে এই বিশ্বাস জন্মাতো যে, আপনার সাথে সাক্ষাৎ হবে না। সুতরাং আপনি তাকে সুপথ প্রদর্শন করবেন না যাতে সেও যেন ওটাই দেখতে পায় যা আমাকে দেখানো হয়েছে এবং আপনি তার উপর ঐরূপই অসন্তুষ্ট থাকবেন যেরূপ আমার উপর অসন্তুষ্ট রয়েছেন।” তারপর যখন ঐ দ্বিতীয় বন্ধু মারা যায় এবং উভয়ের রূহ একত্রিত হয় তখন তাদেরকে বলা হয়ঃ “তোমরা একে অপরের গুণাগুণ বর্ণনা কর।” প্রত্যেকেই তখন অপরকে বলেঃ “তুমি আমার খুবই মন্দ ভাই ছিলে, ছিলে খারাপ সঙ্গী ও নিকৃষ্ট বন্ধু।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ) এবং হযরত কাতাদা (রঃ) বলেন যে, কিয়ামতের দিন প্রত্যেক বন্ধুত্ব শত্রুতায় পরিবর্তিত হয়ে যাবে। তবে আল্লাহভীরুদের বন্ধুত্ব তা হবে না। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে দুই ব্যক্তি আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে একে অপরকে ভালবাসে, যাদের একজন রয়েছে পূর্ব দিকে এবং অপরজন রয়েছে পশ্চিম দিকে, কিয়ামতের দিন আল্লাহ তাআলা তাদের দুজনকেই একত্রিত করে প্রত্যেককেই বলবেনঃ “এ হলো ঐ ব্যক্তি যাকে তুমি আমারই জন্যে ভালবাসতে।” (এ হাদীসটি হাফিয ইবনে আসাকির (রঃ) বর্ণনা করেছেন)ইরশাদ হচ্ছে যে, কিয়ামতের দিন মুত্তাকীদেরকে বলা হবেঃ হে আমার বান্দাগণ! আজ তোমাদের কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না। যারা আমার আয়াতে বিশ্বাস করেছিল এবং আত্মসমর্পণ করেছিল তোমরা এবং তোমাদের সহধর্মিণীগণ সানন্দে জান্নাতে প্রবেশ কর। এটা হলো তোমাদের . ঈমান ও ইসলামের প্রতিদান। অর্থাৎ ভিতরে বিশ্বাস ও পূর্ণ প্রত্যয়, আর বাইরে শরীয়তের উপর আমল। মু’তামার ইবনে সুলাইমান (রাঃ) স্বীয় পিতা হতে বর্ণনা করেছেন যে, কিয়ামতের দিন যখন মানুষ নিজ নিজ কবর হতে উথিত হবে তখন সবাই অশান্তি ও সন্ত্রাসের মধ্যে থাকবে। তখন একজন ঘোষক (আল্লাহর বাণী) ঘোষণা করবেনঃ “হে আমার বান্দাগণ! আজ তোমাদের কোন ভয় নেই এবং দুঃখিতও হবে না তোমরা।' এ ঘোষণা শুনে সবাই খুশী হয়ে যাবে, কারণ তারা এটাকে সাধারণ ঘোষণা মনে করবে (অর্থাৎ তারা মনে করবে যে এ ঘোষণা সবারই জন্যে)। এরপর আবার ঘোষণা করা হবেঃ ‘যারা আমার আয়াতে বিশ্বাস করেছিল এবং আত্মসমর্পণ করেছিল। এ ঘোষণা শুনে খাটি ও পাকা মুসলমান ছাড়া অন্যান্য সবাই নিরাশ হয়ে যাবে। অতঃপর তাদেরকে বলা হবেঃ তোমরা এবং তোমাদের সহধর্মিণীরা সানন্দে জান্নাতে প্রবেশ কর।' সূরায়ে রূমে-এর তাফসীর গত হয়েছে।মহান আল্লাহ বলেনঃ ‘স্বর্ণের থালা ও পানপাত্র নিয়ে তাদেরকে প্রদক্ষিণ করা হবে। সেখানে সবকিছু রয়েছে অন্তর যা চায় এবং নয়ন যাতে তৃপ্ত হয়। সেখানে তোমরা স্থায়ী হবে।(আরবী) এবং (আরবী) এই দুই কিরআতই রয়েছে। অর্থাৎ সেখানে তাদের জন্যে সুস্বাদু, সুগন্ধময় এবং সুন্দর রঙ এর খাবার রয়েছে যা মনে চায়।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘সর্বাপেক্ষা নিম্নশ্রেণীর জান্নাতী, যে সর্বশেষ জান্নাতে যাবে, তার দৃষ্টি শত বছরের পথের দূরত্ব পর্যন্ত যাবে, আর তত দূর পর্যন্ত সে শুধু নিজেরই ডেরা, . তাঁবু এবং স্বর্ণ ও পান্না নির্মিত প্রাসাদ দেখতে পাবে। ঐগুলো সবই বিভিন্ন প্রকারের ও রঙ বেরঙ এর আসবাবপত্রে ভরপুর থাকবে। সকাল-সন্ধ্যায় বিভিন্ন প্রকারের খাদ্যে পরিপূর্ণ সত্তর হাজার করে রেকাবী ও পেয়ালা তার সামনে পেশ করা হবে। ঐগুলোর প্রত্যেকটি তার মনের চাহিদা মুতাবিক হবে। প্রথম হতে শেষ পর্যন্ত তার চাহিদা একই রকম থাকবে। যদি সে সারা দুনিয়ার লোককে যিয়াফত দেয় তবে তাদের সবারই জন্যে ঐ খাদ্যগুলো যথেষ্ট হবে। অথচ ওগুলোর কিছুই কমবে না।” (এ হাদীসটি আবদুর রাযযাক (রঃ) বর্ণনা করেছেন)হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) জান্নাতের। বর্ণনা দিতে গিয়ে বলেনঃ “যার হাতে মুহাম্মাদ (সঃ)-এর প্রাণ রয়েছে তাঁর। শপথ! জান্নাতী খাবারের একটি গ্রাস উঠাবে এবং তার মনে খেয়াল জাগবে যে, অমুক প্রকারের খাদ্য হলে খুবই ভাল হতো! তখন ঐ গ্রাস তার মুখে ঐ জিনিসই হয়ে যাবে যার সে আকাঙ্ক্ষা করেছিল।” অতঃপর তিনি (আরবী)-এ আয়াতটি পাঠ করেন।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সর্বনিম্ন শ্রেণীর জান্নাতীর সাত তলা প্রাসাদ হবে। সে ষষ্ঠ তলায় অবস্থান করবে এবং সপ্তম তলাটি তার উপরে থাকবে। তার ত্রিশজন খাদেম থাকবে যারা সকাল-সন্ধ্যায় স্বর্ণ নির্মিত তিনশটি পাত্রে তার জন্যে খাদ্য পরিবেশন করবে। প্রত্যেকটিতে পৃথক পৃথক খাদ্য থাকবে এবং ওগুলো হবে খুবই সুন্দর ও সুস্বাদু। প্রথম হতে শেষ পর্যন্ত তার খাওয়ার চাহিদা একই রূপ থাকবে। অনুরূপভাবে তাকে তিন শ’টি সোনার পেয়ালা, পানপাত্র ও গ্লাসে পানীয় জিনিস দেয়া হবে। ওগুলোও পৃথক পৃথক জিনিস হবে। সে তখন বলবেঃ “হে আল্লাহ! আপনি আমাকে অনুমতি দিলে আমি সমস্ত জান্নাতীকে দাওয়াত দিতাম। সবাই যদি আমার এখানে খায় তবুও আমার খাদ্য মোটেই হ্রাস পাবে না।” আয়ত চক্ষু বিশিষ্ট হ্রদের মধ্য হতে তার বাহাত্তরটি স্ত্রী থাকবে এবং দুনিয়ার স্ত্রী পৃথকভাবে থাকবে। তাদের মধ্যে এক একজন এক এক মাইল জায়গার মধ্যে বসে থাকবে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) সাথে সাথে তাদেরকে বলা হবেঃ তোমাদের এই নিয়ামত চিরস্থায়ী থাকবে। আর তোমরাও হবে এখানে স্থায়ী। অর্থাৎ কখনো এখান হতে বের হবে না এবং এটা হতে স্থানান্তর কামনা করবে না।  এরপর মহান আল্লাহ তাদের উপর নিজের অনুগ্রহের বর্ণনা দিচ্ছেন:“এটাই জান্নাত, তোমাদেরকে যার অধিকারী করা হয়েছে, তোমাদের কর্মের ফল স্বরূপ।” অর্থাৎ আমি তোমাদেরকে এটা দান করেছি আমার প্রশস্ত রহমতের গুণে। কেননা, কোন ব্যক্তিই আল্লাহর রহমত ছাড়া শুধু নিজের কর্মের বলে জান্নাতে যেতে পারে না। হ্যা, তবে অবশ্যই জান্নাতের শেণীভেদ যে হবে তা সৎ কার্যাবলীর পার্থক্যের কারণেই হবে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জাহান্নামী তার জান্নাতের জায়গা জাহান্নামের মধ্যে দেখতে পাবে এবং দেখে দুঃখ ও আফসোস করে বলবে যে, যদি আল্লাহ তাকে হিদায়াত দান করতেন তবে সেও মুত্তাকীদের অন্তর্ভুক্ত হতো। আর প্রত্যেক জান্নাতী তার জাহান্নামের জায়গা জান্নাতের মধ্যে দেখতে পাবে এবং ওটা দেখে আল্লাহ তাআলার কৃতজ্ঞতা প্রকাশ পূর্বক বলবে:“আল্লাহ তা'আলা আমাকে সুপথ প্রদর্শন না করলে আমি সুপথ লাভে সক্ষম হতাম না।” রাসূলুল্লাহ (সঃ) আরো বলেনঃ “প্রত্যেক লোকেরই একটি স্থান জান্নাতে রয়েছে এবং একটি স্থান জাহান্নামে রয়েছে। সুতরাং কাফির মুমিনের জাহান্নামের জায়গার ওয়ারিস হবে এবং মুমিন কাফিরের জান্নাতের জায়গার ওয়ারিস হবে। আল্লাহ তা'আলার ‘এটাই জান্নাত, যার অধিকারী তোমাদেরকে করা হয়েছে তোমাদের কর্মের ফল স্বরূপ এই উক্তির দ্বারা এটাকেই বুঝানো হয়েছে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)খাদ্য ও পানীয়ের বর্ণনা দেয়ার পর মহান আল্লাহ জান্নাতের ফলমূল ও তরিতরকারীর বর্ণনা দিচ্ছেন যে, সেখানে জান্নাতীদের জন্যে রয়েছে প্রচুর ফলমূল, তারা সেগুলো হতে আহার করবে। মোটকথা, তারা ভরপুর নিয়ামতরাজিসহ মহান আল্লাহর পছন্দনীয় ঘরে স্থায়ীভাবে অবস্থান করবে। এসব ব্যাপারে মহান আল্লাহই সবচেয়ে ভাল জানেন।",
  "ayah": 73,
  "surah": 43
}
