{
  "text": "৮১-৮৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! তুমি ঘোষণা করে দাও- যদি এটা মেনে নেয়া হয় যে, আল্লাহর সন্তান রয়েছে তবে আমার মাথা নোয়াতে চিন্তা কি? না আমি তার কোন আদেশ অমান্য করি এবং না তার হুকুম হতে বিমুখ হই। যদি এরূপই হতো তবে আমি তো সর্বপ্রথম এটা স্বীকার করে নিতাম। কিন্তু মহান আল্লাহর সত্তা এরূপ নয় যে, কেউ তার সমান ও সমকক্ষ হতে পারে। এটা স্মরণ রাখার বিষয় যে, শর্তরূপে যে বাক্য আনয়ন করা হয় তা পূর্ণ হয়ে যাওয়া জরুরী নয়। এমন কি ওর সম্ভাবনাও জরুরী নয়। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আল্লাহ সন্তান গ্রহণ করার ইচ্ছা করলে তিনি তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছা মনোনীত করতে পারতেন। পবিত্র ও মহান তিনি। তিনি আল্লাহ, এক, প্রবল পরাক্রমশালী।”(৩৯:৪)।কোন কোন তাফসীরকার (আরবী)-এর অর্থ ‘অস্বীকারকারী’ও করেছেন। যেমন হযরত সুফিয়ান সাওরী (রঃ) তাঁদের মধ্যে একজন। সহীহ বুখারী শরীফে রয়েছে যে, এখানে (আরবী)-এর অর্থ হচ্ছে (আরবী) অর্থাৎ অস্বীকারকারীদের অগ্রণী। আর এটা (আরবী) হবে, এবং যেটা ইবাদতের অর্থে হবে সেটা (আরবী) হবে। এর প্রমাণ হিসেবে এই ঘটনাটি রয়েছে যে, একটি মহিলা বিবাহের ছয় মাস পরেই সন্তান প্রসব করে। তখন হযরত উসমান (রাঃ) মহিলাটিকে রজম করার বা প্রস্তরাঘাতে হত্যা করার নির্দেশ দেন। কিন্তু হযরত আলী (রাঃ) প্রতিবাদ করে বলেন যে, আল্লাহ তা'আলার কিতাবে রয়েছেঃ (আরবী) অর্থাৎ “সন্তানের গর্ভধারণ ও দুধ ছাড়ানোর সময়কাল হচ্ছে ত্রিশ মাস।”(৪৬:১৫) আর অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তার (সন্তানের) দুই বছরে দুধ ছাড়ানো হয়। বর্ণনাকারী বলেন যে, হযরত আলী (রাঃ) যখন এই দলীল পেশ করলেন, (আরবী) অর্থাৎ “তখন হযরত উসমান (রাঃ) এটা অস্বীকার করতে পারলেন না। সুতরাং তিনি মহিলাটিকে ফিরিয়ে আনার নির্দেশ দিলেন। এখানেও (আরবী) শব্দ রয়েছে। কিন্তু এই উক্তির ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। কেননা, শর্তের জবাবে এ অর্থ ঠিকভাবে বসে না। এটা মেনে নিলে অর্থ দাঁড়াবে ? যদি রহমানের (আল্লাহর) সন্তান থাকে তবে আমিই হলাম প্রথম অস্বীকারকারী। কিন্তু এই কালামে কোন সৌন্দর্য থাকছে না। হ্যা, তবে শুধু এটুকু বলা যেতে পারে যে, এখানে (আরবী) শব্দটি শর্তের জন্যে নয়, বরং নাফী বা নেতিবাচক হিসেবে এসেছে। যেমন হযরত ইবনে আব্বাস (রাঃ) হতেও এটা বর্ণিত আছে। তখন বাক্যটির অর্থ হবেঃ রহমান বা দয়াময় আল্লাহর কোন সন্তান নেই এবং আমিই তার প্রথম সাক্ষী।' হযরত কাতাদা (রঃ) বলেন যে, এটা হলো এমন কালাম যা আরবদের পরিভাষায় রয়েছে। অর্থাৎ না আল্লাহর সন্তান আছে এবং না আমি তার উক্তিকারী। আবু সাখর (রঃ) বলেন যে, উক্তিটির ভাবার্থ হচ্ছেঃ ‘আমি তো প্রথম হতেই তাঁর ইবাদতকারী এবং এটা ঘোষণাকারী যে, তাঁর কোন সন্তান নেই এবং আমি তার তাওহীদকে স্বীকার করে নেয়ার ব্যাপারেও অগ্রণী। মুজাহিদ (রঃ) বলেন যে, এর অর্থ হচ্ছেঃ ‘আমিই তাঁর প্রথম ইবাদতকারী এবং একত্ববাদী, আর তোমাদেরকে মিথ্যা প্রতিপন্নকারী। ইমাম বুখারী (রঃ) বলেন, এর অর্থ হলোঃ ‘আমিই প্রথম অস্বীকারকারী। অভিধানে এ দুটিই রয়েছে, অর্থাৎ (আরবী), তবে প্রথমটিই নিকটতর। কেননা, এটা শর্ত ও জাযা হয়েছে। কিন্তু এটা অসম্ভব। সুদ্দী (রঃ) বলেন যে, এর ভাবার্থ হলোঃ যদি তাঁর সন্তান হতো তবে আমিই সর্বপ্রথম তা স্বীকার করে নিতাম। কিন্তু তা হতে তিনি পবিত্র ও মুক্ত। ইমাম ইবনে জারীর (রঃ) এ উক্তিটিই পছন্দ করেছেন এবং যারা (আরবী) শব্দটিকে (আরবী) বা নেতিবাচক বলেছেন তিনি তাঁদের এ উক্তি খণ্ডন করেছেন। আর এজন্যে আল্লাহ তা'আলা বলেনঃ তারা যা আরোপ করে তা হতে পবিত্র ও মহান, আকাশমণ্ডলী ও পৃথিবীর অধিপতি এবং আরশের অধিকারী। তিনি তো এক, অভাবমুক্ত। তাঁর কোন নীর, সমকক্ষ ও সন্তান নেই।মহাপরাক্রান্ত আল্লাহ বলেনঃ “হে নবী (সঃ)! তাদেরকে যে দিবসের কথা বলা হয়েছে তার সম্মুখীন হওয়ার পূর্ব পর্যন্ত তাদেরকে তুমি বাক-বিতণ্ডা ও ক্রীড়া-কৌতুক করতে দাও। তারা এসব খেল-তামাশা ও ক্রীড়া-কৌতুকে লিপ্ত থাকবে এমতাবস্থায়ই তাদের উপর কিয়ামত এসে পড়বে। ঐ সময় তারা তাদের পরিণাম জানতে পারবে। এরপর মহান আল্লাহর মাহাত্ম্য, শ্রেষ্ঠত্ব ও বুযুর্গীর আরো বর্ণনা দেয়া হচ্ছে যে, যমীন ও আসমানের সমস্ত মাখলুক তার ইবাদতে লিপ্ত রয়েছে এবং সবাই তাঁর সামনে অপারগ ও শক্তিহীন। তিনিই প্রজ্ঞাময় ও সর্বজ্ঞ। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তিনিই আল্লাহ আকাশসমূহ ও পৃথিবীতে, তিনি তোমাদের গোপনীয় ও প্রকাশ্য বিষয় জানেন এবং তোমরা যা উপার্জন কর সেটাও তিনি জানেন।”(৬:৩) কত মহান তিনি যিনি আকাশমণ্ডলী ও পৃথিবী এবং এগুলোর মধ্যস্থিত সবকিছুর সার্বভৌম অধিপতি! তিনি সর্বপ্রকারের দোষ হতে পবিত্র ও মুক্ত। তিনি সবারই অধিকর্তা। তিনি সর্বোচ্চ, সমুন্নত ও মহান। এমন কেউ নেই যে তার কোন হুকুম টলাতে পারে। কেউ এমন নেই যে তাঁর মজীর পরিবর্তন ঘটাতে পারে। সবকিছুই তার অধিকারভুক্ত। সবকিছুই তার ক্ষমতাধীন। কিয়ামতের জ্ঞান শুধু তারই আছে। তিনি ছাড়া কিয়ামত সংঘটিত হওয়ার সঠিক সময়ের জ্ঞান কারো নেই। তাঁর নিকট সবাই প্রত্যাবর্তিত হবে। প্রত্যেককেই তিনি তার কৃতকর্মের প্রতিফল প্রদান করবেন।অতঃপর আল্লাহ পাক বলেনঃ আল্লাহর পরিবর্তে তারা যাদেরকে ডাকে, সুপারিশের ক্ষমতা তাদের নেই। অর্থাৎ কাফিররা তাদের যেসব বাতিল মাবুদকে তাদের সুপারিশকারী মনে করে রেখেছে, তাদের কেউই সুপারিশের জন্যে সামনে এগিয়ে যেতে পারে না। কারো সুপারিশে তাদের কোন উপকার হবে না। এরপরে ইসতিসনা মুনকাতা রয়েছে অর্থাৎ তবে তারা ব্যতীত যারা সত্য উপলব্ধি করে ওর সাক্ষ্য দেয়। আর তারা নিজেরাও অন্তর্দৃষ্টি সম্পন্ন। আল্লাহ তা'আলা সৎ লোকদেরকে তাদের জন্যে সুপারিশ করার অনুমতি দিবেন এবং সেই সুপারিশ তিনি কবুল করবেন।এরপর মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! তুমি যদি এই কাফিরদেরকে জিজ্ঞেস কর যে, কে তাদেরকে সৃষ্টি করেছে? তবে তারা জবাবে অবশ্যই বলবেঃ আল্লাহ। তবুও তারা কোথায় ফিরে যাচ্ছে?' অর্থাৎ এটা বড়ই পরিতাপের বিষয় যে, তারা আল্লাহ তা'আলাকে এককভাবে সৃষ্টিকর্তা মেনে নেয়ার পরেও অন্যদেরও তারা উপাসনা করছে যারা সম্পূর্ণরূপে শক্তিহীন! তারা একটুও চিন্তা করে দেখে না যে, সৃষ্টি যখন একজনই করেছেন তখন অন্যদের ইবাদত করা যায় কি করে? তাদের অজ্ঞতা ও নির্বুদ্ধিতা এতো বেশী বেড়ে গেছে যে, এই সহজ সরল কথাটি মৃত্যুর পূর্ব পর্যন্তও তারা বুঝতে পারে না। আর বুঝালেও তারা বুঝে না। তাই তো মহান আল্লাহ বিস্ময় প্রকাশ পূর্বক বলেনঃ ‘তবুও তারা কোথায় ফিরে যাচ্ছে! ইরশাদ হচ্ছেঃ মুহাম্মাদ (সঃ) নিজের এ বক্তব্য বললেন অর্থাৎ স্বীয় প্রতিপালকের নিকট স্বীয় কওমের অবিশ্বাসকরণের অভিযোগ করলেন এবং বললেন যে, তারা ঈমান আনবে না। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “রাসূল বললো- হে আমার প্রতিপালক! নিশ্চয়ই আমার কওম এই কুরআনকে পরিত্যাগ করেছে।”(২৫:৩০) ইমাম ইবনে জারীরও (রাঃ) এই তাফসীরই করেছেন। ইমাম বুখারী (রঃ) বলেন যে, ইবনে মাসউদ (রঃ)-এর কিরআত (আরবী) (৪৩:৮৮) এই রূপ রয়েছে। হযরত মুজাহিদ (রঃ) বলেন যে, আল্লাহ তা'আলা স্বীয় নবী (সঃ)-এর উক্তির উদ্ধৃতি দিয়েছেন। হযরত কাতাদা (রঃ) বলেনঃ “এটা তোমাদের নবী (সঃ)-এর উক্তি, তিনি স্বীয় প্রতিপালকের সামনে স্বীয় কওমের অভিযোগ করেন।” ইমাম ইবনে জারীর (রঃ) (আরবী)-এর দ্বিতীয় কিরআত (আরবী)-এর উপর যবর দিয়েও বর্ণনা করেছেন। আর তিনি এর দু'টি তালিকা বর্ণনা করেছেন। একটি এই যে, এটা (আরবী)-এর উপর হয়েছে। দ্বিতীয় এই যে, এখানে। ক্রিয়া পদটি উহ্য মেনে নেয়া হবে। আর যখন (আরবী)-এর নীচে (আরবী) দিয়ে পড়া হবে তখন এটা (আরবী)-এর উপর (আরবী) হবে। তখন অর্থ হবেঃ কিয়ামতের জ্ঞান এবং এই উক্তির জ্ঞান তাঁরই রয়েছে। সূরার শেষে ইরশাদ হচ্ছেঃ “(হে নবী সঃ)! সুতরাং তুমি তাদেরকে উপেক্ষা কর এবং বলঃ সালাম; শীঘ্রই তারা জানতে পারবে।' অর্থাৎ নবী (সঃ) যেন এ কাফিরদের মন্দ কথার জবাব মন্দ কথা দ্বারা না দেন, বরং তাদের মন জয়ের জন্যে কথায় ও কাজে উভয় ক্ষেত্রেই যেন নম্রতা ও কোমলতা অবলম্বন করেন এবং 'সালাম' (শান্তি) একথা বলেন। সত্বরই তারা প্রকৃত অবস্থা জানতে পারবে। এর দ্বারা মহান আল্লাহর পক্ষ হতে মুশরিকদেরকে কঠিনভাবে ভীতি প্রদর্শন করা হয়েছে। আর এটা হয়েও গেল যে, তাদের উপর এমন শাস্তি আপতিত হলো যা টলবার নয়। আল্লাহ তা'আলা স্বীয় দ্বীনকে সমুন্নত করলেন এবং স্বীয় কালেমাকে চতুর্দিকে ছড়িয়ে দিলেন। তিনি তার মুমিন ও মুসলিম বান্দাদেরকে শক্তিশালী করলেন। অতঃপর তাদেরকে জিহাদ ও নির্বাসনের হুকুম দিয়ে দুনিয়ায় এমনভাবে জয়যুক্ত করলেন যে, আল্লাহর দ্বীনের মধ্যে অসংখ্য লোক প্রবেশ করলো এবং প্রাচ্যে ও পাশ্চাত্যে ইসলাম ছড়িয়ে পড়লো। সুতরাং প্রশংসা আল্লাহরই প্রাপ্য। আর তিনিই সর্বাপেক্ষা ভাল জ্ঞান রাখেন।",
  "ayah": 89,
  "surah": 43
}
