{
  "text": "بِأَيْدِي سَفَرَةٍ (15) ويكون المراد بالسفرة جمع سافر ، أي كاتب ، وروي عن ابن عباس . قال الزجاج : وإنما قيل للكتاب سفر ( بكسر السين ) وللكاتب سَافر؛ لأن معناه أنه يبين الشيء ويوضحه يقال : أسفر الصبح ، إذا أضاء وقاله الفراء .ويجوز أن يراد بالصحف كتب الرسل الذين قبل محمد صلى الله عليه وسلم مثل التوراة والإِنجيل والزبور وصحف إبراهيم عليه السلام .فتكون هذه الأوصاف تأييداً للقرآن بأن الكتب الإلهية السابقة جاءت بما جاء به . ومعنى كون هذه التذكرة في كتب الرسل السابقين : أن أمثال معانيها وأصولها في كتبهم ، كما قال تعالى : { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } [ الأعلى : 18 19 ] وكما قال : { وإنه لفي زبر الأولين } [ الشعراء : 196 ] وكما قال : { شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى } [ الشورى : 13 ] .ويجوز أن يراد بالصحف صحفٌ مجازية ، أي ذوات موجودةٌ قدسيةٌ يتلقى جبريل عليه السلام منها القرآن الذي يؤمر بتبليغه للنبيء صلى الله عليه وسلم ويكون إطلاق الصحف عليها لشبهها بالصحف التي يكتب الناس فيها . ومعنى { مكرمة } عناية الله بها ، ومعنى { مرفوعة } أنها من العالم العلوي ، ومعنى { مطهرة } مقدسة مباركة ، أي هذه التذكرة مما تضمنه علم الله وما كتبه للملائكة في صحف قدسية .وعلى الوجهين المذكورين في المراد بالصحف ( فَسَفَرة ) يجوز أن يكون جمع سَافر ، مثل كاتب وكتبة ، ويجوز أن يكون اسم جمع سَفير ، وهو المرسَل في أمر مهم ، فهو فَعيل بمعنى فاعل ، وقياس جمعه سفراء وتكون ( في ) للظرفية المجازية ، أي المماثلة في المعاني .وتأتي وجوهٌ مناسبة في معنى { سفرة } ، فالمناسب للوجه الأول : أن يكون السفرة كتاب القرآن من أصحاب رسول الله صلى الله عليه وسلم أو أن يكون المراد قراءُ القرآن ، وبه فسر قتادة وقال : هم بالنبطية القُراء ، وقال غيرهم : الوراقون باللغة العبرانية .وقد عدت هذه الكلمة في عداد ما ورد في القرآن من المعرّب كما في «الإِتقان» عن ابن أبي حاتم ، وقد أغفلها السيوطي فيما استدركه على ابن السبكي وابن حجر في نظميهما في المعرَّب في القرآن أو قَصد عدم ذكرها لوقوع الاختلاف في تعريبها .والمناسب للوجه الثاني : أن يكون محمله الرسل .والمناسب للوجه الثالث : أن يكون محمله الملائكة لأنهم سفراءُ بين الله ورسله .والمراد بأيْديهم : حِفْظهم إياه إلى تبليغه ، فمثّل حال الملائكة بحال السفراء الذين يحملون بأيديهم الألوك والعُهود .وإما أن يراد : الرسلُ الذين كانت بأيديهم كتُبهم مثل موسى وعيسى عليهما السلام .وإما أن يراد كتَّاب الوحي مثل عبد الله بن سعد بن أبي سرح ، وعبد الله بن عمرو بن العاص ، وعمر وعثمان وعلي وعامر بن فهيرة .وكان بعض المسلمين يكتب ما يتلقاه من القرآن ليدرسه مثل ما ورد في حديث إسلام عمر بن الخطاب من عُثُوره على سورة طه مكتوبة عند أخته أم جميل فاطمة زوج سعيد بن زيد .وفي وصفهم بالسفرة ثناء عليهم لأنهم يبلغون القرآن للناس وهم حفاظه ووعاته قال تعالى : { بل هو آيات بينات في صدور الذين أوتوا العلم } [ العنكبوت : 49 ] فهذا معنى السفرة . وفيه بشارة بأنهم سينشرون الإِسلام في الأمم وقد ظهر مما ذكرنا ما لكلمة { سفرة } من الوقع العظيم المعجز في هذا المقام .",
  "ayah": 15,
  "surah": 80
}
