{
  "text": "ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ (21) وفيه مناسبة لقوله بعده : { ثم أماته فأقبره } ، ف { أماته } مقابل { خلقه } و { أقبره } مقابل { ثم السبيل يسره } لأن الإِقبار إدخال في الأرض وهو ضد خروج المولود إلى الأرض .والتيسير : التسهيل ، و { السبيل } منصوب بفعل مضمر على طريق الاشتغال ، والضمير عائد إلى { السبيل } . والتقدير : يسّر السبيل له ، كقوله : { ولقد يسرنا القرآن للذكر } [ القمر : 17 ] أي لذِكر الناس .وتقديم { السبيل } على فعله للاهتمام بالعبرة بتيسير السبيل بمعنييه المجازيين ، وفيه رعاية للفواصل .وكذلك عطف { ثم أماته } على { يسره } بحرف التراخي هو لتراخي الرتبة فإن انقراض تلك القُوى العقلية والحسيّة بالموت ، بعد أن كانت راسخة زمناً ما ، انقراض عجيب دون تدريج ولا انتظارِ زماننٍ يساوي مدة بقائها ، وهذا إدماج للدلالة على عظيم القدرة .ومن المعلوم بالضرورة أن الكثير الذي لا يُحصى من أفراد النوع الإنساني قد صار أمره إلى الموت وأن من هو حيّ آيل إلى الموت لا محالة ، فالمعنى : ثم أماته ويُميته .فصيغة المضي في قوله : { أماته } مستعملة في حقيقته وهو موت من مات ، ومجازِه وهو موت من سيموتون ، لأن موتهم في المستقبل محقق . وذكر جملة : { ثم أماته } توطئة وتمهيد لجملة { فأقبره } .وإسناد الإماتة إلى الله تعالى حقيقة عقلية بحسب عرف الاستعمال . وهذا إدماج للامتنان في خلال الاستدلال كما أدمج : { فقدره ثم السبيل يسره } فيما سبق .و { أقبره } جعله ذا قبر ، وهو أخص من معنى قَبَره ، أي أن الله سَبّب له أن يقبر . قال الفراء : «أي جعله مقبوراً ، ولم يجعله ممن يُلقى للطير والسباع ولا ممن يلقى في النواويس» ( جمع ناووس صندوق من حجر أو خشب يوضع فيه الميت ويجعل في بيت أو نحوه ) .والإِقبار : تهيئة القبر ، ويقال : أقبره أيضاً ، إذا أمر بأن يُقبر ، ويقال : قبر المَيت ، إذا دفنه ، فالمعنى : أن الله جعل الناس ذوي قبور .وإسناد الإِقبار إلى الله تعالى مجاز عقلي لأن الله ألهم الناس الدَّفن كما في قصة دفن أحد ابني آدم أخاه بإلهام تقليده لفعل غراب حفر لغراب آخر ميتتٍ حفرةً فواراه فيها ، وهي في سورة العقود ، فأسند الإِقبار إلى الله لأنه ألهم الناس إياه . وأكد ذلك بما أمر في شرائعه من وجوب دفن المَيت .والقول في أن صيغة المضي مستعملة في حقيقتها ومجازها نظير القول في صيغة { أماته } .وهذه كلها دلائل على عظيم قدرة الله تعالى وهم عَدوها قاصرة على الخلق الثاني ، وهي تتضمن منناً على الناس في خلقهم وتسويتهم وإكمال قواهم أحياء ، وإكرامهم أمواتاً بالدفن لئلا يكون الإنسان كالشيء اللّقي يجتنب بنو جنسه القرب منه ويهينه التقام السباع وتمزيق مخالب الطير والكلاب ، فمحل المنة في قوله : { ثم أماته } هو فيما فرع عليه بالفاء بقوله : { فأقبره } وليست الإِماتة وحدها منة .وفي الآية دليل على أن وجوب دفن أموات الناس بالإِقبار دون الحرق بالنار كما يفعل مجوس الهند ، ودون الإِلقاء لسباع الطير في ساحات في الجبال محوطة بجدران دون سقف كما كان يفعله مجوس الفرس وكما كان يفعله أهل الجاهلية بموتى الحروب والغارات في الفيافي إذ لا يوارونهم بالتراب وكانوا يفتخرون بذلك ويتمنونه قال الشنفَرَى: ... لا تقبروني إن قبري محرَّمعليكم ولكن أبشري أمَّ عامر ... يريد أن تأكله الضبع ، وأبطل الإسلام ذلك فإن النبي صلى الله عليه وسلم دفَن شهداء المسلمين يوم أحد في قبور مشتركة ، ووارَى قتلى المشركين ببدر في قليب ، قال عمرو بن معديكرب قبل الإِسلام: ... آليتُ لا أدفِن قتلاكُمُ",
  "ayah": 21,
  "surah": 80
}
