{
  "text": "আর তাঁর নিদর্শনাবলীর মধ্যে আর একটি নিদর্শন এই যে, তিনি তোমাদের জন্য তোমাদের মধ্য হতেই তোমাদের সঙ্গিনীদেরকে সৃষ্টি করেছেন,[১] যাতে তোমরা ওদের নিকট শান্তি পাও[২] এবং তোমাদের মধ্যে পারস্পরিক ভালোবাসা ও মায়া-মমতা সৃষ্টি করেছেন।[৩] চিন্তাশীল সম্প্রদায়ের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।\n[১] অর্থাৎ তোমাদেরই মধ্যে থেকে নারী জাতিকে সৃষ্টি করা হয়েছে যাতে তারা তোমাদের স্ত্রী হয় এবং তোমরা এক অপরের সঙ্গী বা জোড়া জোড়া হয়ে যাও। আরবীতে زَوج এর অর্থ হল সঙ্গী বা জোড়া। অতএব পুরুষ নারীর ও নারী পুরুষের সঙ্গী বা জোড়া। নারীদেরকে পুরুষদের মধ্য হতেই সৃষ্টি করার অর্থ হল, পৃথিবীর প্রথম নারী মা হাওয়াকে আদম (আঃ)-এর বাম পার্শেবর (পাঁজরের) হাড় থেকে সৃষ্টি করা হয়েছে। অতঃপর তাঁদের দুই জন হতে মানুষের জন্মের (স্বাভাবিক) ধারাবাহিকতা আরম্ভ হয়েছে।\n[২] অর্থাৎ, যদি পুরুষ ও নারী আলাদা আলাদা বস্তু হতে সৃষ্টি হত; যেমন যদি নারী জ্বিন অথবা চতুষ্পদ জন্তু থেকে সৃষ্টি হত, তাহলে তাদের উভয়ের একই বস্তু হতে সৃষ্টি হওয়াতে যে সুখ-শান্তি পাওয়া যায় তা কখনই পাওয়া সম্ভব হত না। বরং এক অপরকে অপছন্দ করত ও জন্তু জানোয়ারের ন্যায় ব্যবহার করত। সুতরাং মানুষের প্রতি আল্লাহর অশেষ দয়া যে, তিনি মানুষের জুড়ি ও সঙ্গিনী মানুষকেই বানিয়েছেন।\n[৩] مَوَدَّة এর অর্থ হল স্বামী-স্ত্রীর পারস্পরিক সুমধুর ভালবাসা যা সাধারণত পরিলক্ষিত হয়। স্বামী-স্ত্রীর মাঝে যেরূপ ভালবাসা সৃষ্টি হয় অনুরূপ ভালবাসা পৃথিবীর অন্য কোন দুই ব্যক্তির মাঝে হয় না। আর رَحمَة (মায়া-মমতা) হল এই যে, স্বামী নিজ স্ত্রীকে সর্বপ্রকার সুখ-সুবিধা ও আরাম-আয়েশ দান করে থাকে। অনুরূপ স্ত্রীও নিজের সাধ্য ও ক্ষমতা অনুযায়ী স্বামীর সেবা করে থাকে। মহান আল্লাহ উভয়ের উপরেই সে দায়িত্ব ন্যস্ত করেছেন। বলা বাহুল্য, মানুষ এই শান্তি ও অগাধ প্রেম-ভালবাসা সেই দাম্পত্যের মাধ্যমেই লাভ করতে পারে যার সম্পর্কের ভিত্তি শরীয়তসম্মত বিবাহের উপর প্রতিষ্ঠিত থাকে। পরন্তু ইসলাম একমাত্র বিবাহসূত্রের মাধ্যমেই সম্পৃক্ত দম্পতিকেই জোড়া বলে স্বীকার করে। অন্যথায় শরীয়ত-বিরোধী দাম্পত্যের (লিভ টুগেদারের) সম্পর্ককে ইসলাম জোড়া বলে স্বীকার করে না। বরং তাদেরকে ব্যভিচারী আখ্যায়িত করে এবং তাদের জন্য কঠোর শাস্তির বিধান প্রয়োগ করে। আজকাল পাশ্চাত্য সভ্যতার পতাকাবাহী শয়তানরা এই নোংরা প্রচেষ্টায় লিপ্ত যে, পাশ্চাত্য সমাজের মত ইসলামী দেশেও বিবাহকে অপ্রয়োজনীয় স্বীকার করে অনুরূপ (অবৈধ প্রণয়সূত্রে আবদ্ধ লিভ টুগেদারের) নারী-পুরুষকে জোড়া, যুগল বা দম্পতি (COUPLE) হিসেবে মেনে নেওয়া হোক এবং তাদের জন্য শাস্তির পরিবর্তে ঐ সকল অধিকার দেওয়া ও মেনে নেওয়া হোক, যে অধিকার একজন শরীয়তসম্মত দম্পতি পেয়ে থাকে! (আল্লাহ তাদেরকে সর্বত্রই ধ্বংস করেন।)",
  "ayah": 21,
  "surah": 30
}
