{
  "text": "সহীহ বুখারীতে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “একদা আমরা রাসূলুল্লাহ (সঃ)-এর সাথে মিনার গুহায় ছিলাম এমতাবস্থায় (আরবি) সূরাটি অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) সূরাটি তিলাওয়াত করছিলেন এবং আমি তা শুনে মুখস্থ করছিলাম। হঠাৎ একটি সর্প আমাদের উপর লাফিয়ে পড়ে। তখন নবী (সঃ) বলেনঃ “সাপটিকে মেরে ফেলো।” আমরা তাড়াতাড়ি করে সাপটিকে মারতে গেলাম, কিন্তু দেখি যে, সে পালিয়ে গেছে। তখন নবী (সঃ) বললেনঃ “সে তোমাদের অনিষ্ট হতে রক্ষা পেয়েছে এবং তোমরাও তার অনিষ্ট হতে রক্ষা পেয়েছো।”মুসনাদে আহমাদে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তাঁর মাতা (হযরত উম্মে ফযল রাঃ) নবী (সঃ)-কে (আরবি) সূরাটি মাগরিবের নামাযে পাঠ করতে শুনতে পান। অন্য হাদীসে আছে যে, হযরত ইবনে আব্বাস (রাঃ)-কে এ সূরাটি পড়তে শুনে হযরত উম্মে ফযল (রাঃ) বলেনঃ “হে আমার প্রিয় বৎস! তুমি এই সূরাটি পাঠ করে আমাকে এ কথাটি স্মরণ করিয়ে দিলে যে, আমি শেষ বার রাসূলুল্লাহ (সঃ)-কে এ সূরাটি মাগরিবের নামাযে পাঠ করতে শুনেছি।” (এ হাদীসটি মুসনাদে আহমাদ, সহীহ বুখারী এবং সহীহ মুসলিমে বর্ণিত হয়েছে)\n১-১৫ নং আয়াতের তাফসীর\nকতকগুলো বুযুর্গ সাহাবী, তাবেয়ী প্রমুখ হতে তো বর্ণিত আছে যে, উল্লিখিত শপথগুলো এসব গুণ বিশিষ্ট ফেরেশতাদের নামে করা হয়েছে। কেউ কেউ বলেছেন যে, প্রথম চারটি শপথ হলো বায়ুর এবং পঞ্চমটি হলো ফেরেশতাদের। (আরবি) দ্বারা ফেরেশতারা উদ্দেশ্য কি বায়ু উদ্দেশ্য এ ব্যাপারে কেউ কেউ কোন সিদ্ধান্ত গ্রহণ করা মুলতবি রেখেছেন। আর (আরবি)-এর ব্যাপারে বলেন যে, এর দ্বারা বায়ু উদ্দেশ্য। কেউ (আরবি)-এর ব্যাপারে এটাই বলেছেন, কিন্তু (আরবি)-এর ব্যাপারে কোন ফায়সালা করেননি। এটাও বলা হয়েছে যে, (আরবি) দ্বারা বৃষ্টি উদ্দেশ্য। বাহ্যতঃ তো এটাই বুঝা যাচ্ছে যে, (আরবি) দ্বারা বায়ু উদ্দেশ্য। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আমি বায়ু প্রবাহিত করে থাকি যা মেঘকে (বৃষ্টিতে) ভারী করে থাকে।\" (১৫:২২) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আল্লাহ তিনিই যিনি তাঁর রহমত (বর্ষণের)-এর পূর্বে সুসংবাদদাতা হিসেবে ঠাণ্ডা বায়ু প্রবাহিত করে থাকেন।” (আরবি) দ্বারাও বায়ুকে বুঝানো হয়েছে। এটা হচ্ছে নরম, হালকা এবং মৃদু মন্দ বায়ু। এটা সামান্য জোরে প্রবহমান এবং অল্প শব্দকারী বায়ু। (আরবি) দ্বারাও উদ্দেশ্য হলো বায়ু, যা মেঘমালাকে আকাশের চতুর্দিকে ছড়িয়ে দেয় এবং আল্লাহ পাক যেদিকে হুকুম করেন সেই দিকে নিয়ে যায়। (আরবি) এবং (আরবি) দ্বারা অবশ্যই ফেরেশতাদেরকে বুঝানো হয়েছে, যারা আল্লাহ তা’আলার নির্দেশক্রমে রাসূলদের কাছে ওহী নিয়ে আসেন। যার দ্বারা সত্য-মিথ্যা, হালাল-হারাম এবং গুমরাহী ও হিদায়াতের মধ্যে পার্থক্য সৃষ্টি হয়, যাতে লোকদের ওযরের কোন অবকাশ না থাকে এবং সত্য প্রত্যাখ্যানকারীরা সতর্ক হয়ে যায়।এই শপথগুলোর পর মহামহিমান্বিত আল্লাহ বলেনঃ যেই দিনের তোমাদেরকে ওয়াদা দেয়া হয়েছে, যেই দিন তোমরা প্রথম হতে শেষ পর্যন্ত সবাই নিজ নিজ কবর হতে পুনর্জীবিত হয়ে উথিত হবে ও নিজেদের কৃতকর্মের ফল পাবে, পূণ্যকর্মের পুরস্কার ও পাপকর্মের শাস্তি প্রাপ্ত হবে, শিংগায় ফুৎকার দেয়া হবে এবং এক সমতল ময়দানে তোমরা সবাই একত্রিত হবে, এই ওয়াদা নিশ্চিত রূপে সত্য, এটা অবশ্যই হবে। ঐদিন তারকারাজি কিরণহীন হয়ে যাবে এবং ওগুলোর ঔজ্জ্বল্য হারিয়ে যাবে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “যখন নক্ষত্ররাজি খসে পড়বে।” (৮১:২) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “যখন নক্ষত্ররাজি বিক্ষিপ্তভাবে ঝরে পড়বে।” (৮২:২)। মহান আল্লাহ বলেনঃ যখন আকাশ বিদীর্ণ হবে ও টুকরো টুকরো হয়ে যাবে এবং পবর্তমালা চূর্ণ-বিচূর্ণ হয়ে উড়ে যাবে। এমনকি ওর কোন নাম নিশানাও থাকবে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তারা তোমাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করছে। তুমি বলে দাও- আমার প্রতিপালক ওগুলোকে সমূলে উৎপাটিত করে বিক্ষিপ্ত করে দিবেন।” (২০:১০৫)ইরশাদ হচ্ছেঃ রাসূলগণকে যখন নিরূপিত সময়ে উপস্থিত করা হবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “যেই দিন আল্লাহ রাসূলদেরকে একত্রিত করবেন।” (৫:১০৯) যেমন আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “যমীন স্বীয় প্রতিপালকের নূরে চমকিত হয়ে উঠবে, আমলনামা আনয়ন করা হবে এবং নবীগণ ও সাক্ষীগণকে উপস্থিত করা হবে। ও ইনসাফের সাথে ফায়সালা করা হবে এবং তারা অত্যাচারিত হবে না।” (৩৯:৬৯) এরপর মহান আল্লাহ বলেনঃ এই সমুদয় স্থগিত রাখা হয়েছে কোন্ দিবসের জন্যে? বিচার দিবসের জন্যে। বিচার দিবস সম্বন্ধে তুমি কী জান? সেই দিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্যে। ঐ রাসূলদেরকে থামিয়ে রাখা হয়েছিল এই জন্যে যে, কিয়ামতের দিন ফায়সালা করা হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “তুমি কখনো মনে করো না যে, আল্লাহ তাঁর রাসূলদের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গকারী। আল্লাহ পরাক্রমশালী, দণ্ড বিধায়ক। যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমণ্ডলীও , আর মানুষ উপস্থিত হবে আল্লাহর সম্মুখে, যিনি এক, পরাক্রমশালী।” (১৪:৪৭-৪৮) ঐদিনকেই এখানে ফায়সালার দিন বলা হয়েছে। স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! আমার জানিয়ে দেয়া ছাড়া তুমিও ঐ দিনের হাকীকত সম্বন্ধে অবগত হতে পার না। ঐদিনকে অস্বীকারকারীর জন্যে বড় দুর্ভোগ! একটি হাদীসে এটাও গত হয়েছে যে, অয়েল’ জাহান্নামের একটি উপত্যকার নাম। কিন্তু হাদীসটি বিশুদ্ধ নয়।",
  "ayah": 15,
  "surah": 77
}
