{
  "text": "৪১-৫০ নং আয়াতের তাফসীর\nউপরে অসৎ লোকদের শাস্তির বর্ণনা দেয়া হয়েছে, এখন এখানে সৎকর্মশীলদের পুরস্কারের বর্ণনা দেয়া হচ্ছে। যারা মুত্তাকী ও পরহেযগার ছিল, আল্লাহর ইবাদত-বন্দেগীতে সদা লিপ্ত থাকতো, ফারায়েয ও ওয়াজেবাতের পাবন্দ থাকতো, আল্লাহর নাফরমানী ও হারাম কার্যাবলী হতে বেঁচে থাকতো, তারা কিয়ামতের দিন জান্নাতে থাকবে। এখানে নানা প্রকারের নহর জারী রয়েছে। পাপী ও অপরাধীরা কালো ও দুর্গন্ধময় ধূম্রের মধ্যে পরিবেষ্টিত থাকবে। আর পুণ্যবানরা জান্নাতের ঘন, ঠাণ্ডা ও পরিপূর্ণ ছায়ায় আরামে শুয়ে থাকবে। তাদের সামনে দিয়ে নির্মল প্রস্রবণ প্রবাহিত হবে। বিভিন্ন প্রকারের ফল-ফলাদি ও তরি-তরকারী বিদ্যমান থাকবে যেটা খাবার মন চাইবে খেতে পারবে। কোন বাধা প্রতিবন্ধকতা থাকবে না। না কমে যাবার ভয় থাকবে, না ধ্বংস, না শেষ হয়ে যাবার আশংকা থাকবে। তারপর উৎসাহ বাড়াবার জন্যে ও মনের খুশী বৃদ্ধি করার উদ্দেশ্যে আল্লাহ তাবারাকা ওয়া তা'আলা বার বার বলবেনঃ হে আমার প্রিয় বান্দারা! হে জান্নাত বাসীরা! তোমরা মনের আনন্দে তৃপ্তির সাথে পানাহার করতে থাকো। এভাবেই আমি সৎকর্মশীলদেরকে পুরস্কৃত করে থাকি। হ্যাঁ, তবে মিথ্যা আরোপকারীদের জন্যে আজ বড়ই দুর্ভোগ!এরপর অবিশ্বাসকারীদেরকে ধমকের সুরে বলা হচ্ছেঃ তোমরা পানাহার কর ও ভোগ করে নাও অল্প কিছু দিন, তোমরা তো অপরাধী। সুতরাং সত্বরই এসব নিয়ামত শেষ ও ধ্বংস হয়ে যাবে এবং তোমাদেরকে মৃত্যুর ঘাটে অবতরণ করতে হবে। অতঃপর পরিণামে তোমরা জাহান্নামেই যাবে। তোমাদের দুষ্কর্ম ও অন্যায় কার্যকলাপের শাস্তি আল্লাহ তা'আলার নিকট তৈরী রয়েছে। পাপীরা তাঁর দৃষ্টির অন্তরালে নেই। যারা কিয়ামতকে বিশ্বাস করে না, তাঁর নবী (সঃ)-কে মানে না এবং তাঁর ওহীকে অবিশ্বাস করে, তারা কিয়ামতের দিন কঠিন ক্ষতিগ্রস্ত হবে। তাদের জন্যে বড়ই দুর্ভোগ! যেমন অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “অল্প কিছুদিন আমি তাদেরকে সুখ ভোগ করতে দিবো, অতঃপর তাদেরকে আমি কঠিন শাস্তির দিকে আসতে বাধ্য করবো” (৩১:২৪) অন্য এক জায়গায় আল্লাহ্ পাক বলেনঃ (আরবী)অর্থাৎ “নিশ্চয়ই যারা আল্লাহর উপর মিথ্যা আরোপ করে তারা সফলকাম হয়। দুনিয়ায় তারা সামান্য কয়েক দিন সুখ ভোগ করবে মাত্র, অতঃপর আমার নিকটই তাদের প্রত্যাবর্তন স্থল। তাদের কুফরীর কারণে আমি তাদেরকে কঠিন শাস্তির স্বাদ গ্রহণ করাবো।” (১০:৬৯-৭০) এরপর মহা মহিমান্বিত আল্লাহ বলেনঃ এই অজ্ঞ অস্বীকারকারীদেরকে যখন বলা হয়ঃ তোমরা আল্লাহর সামনে নত হয়ে যাও, জামাআতের সাথে নামায আদায় কর, তখন তা হতেও তারা বিমুখ হয়ে যায় এবং ওটাকে ঘৃণার চক্ষে দেখে ও অহংকারের সাথে অস্বীকার করে বসে। এই মিথ্যা আরোপকারীদের জন্যে কিয়ামতের দিন বড়ই দুর্ভোগ ও বিপদ রয়েছে।এরপর মহান আল্লাহ্ বলেনঃ এ লোকগুলো যখন এই পাক কালামের উপর ঈমান আনয়ন করছে না তখন আর কোন্ কালামের উপর তারা বিশ্বাস স্থাপন করবে! যেমন অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ তারা আল্লাহর উপর ও তার আয়াতসমূহের উপর যখন ঈমান আনছে তখন আর কোন্ কালামের উপর তারা ঈমান আনয়ন করবে!” (৪৫:৬)মুসনাদে ইবনে আবী হাতিমে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে। যে, রাসূলুল্লাহ্ (সঃ) বলেছেন, যে ব্যক্তি (আরবি) সূরাটি পাঠ করবে এবং (আরবি)-এ আয়াতটিও পড়বে তখন সে যেন বলেঃ (আরবি) অর্থাৎ “আমি আল্লাহর উপর এবং তিনি যা অবতীর্ণ করেছেন তার উপর ঈমান এনেছি”। এ হাদীসটি সূরা কিয়ামাহর তাফসীরে গত হয়েছে।",
  "ayah": 50,
  "surah": 77
}
