{
  "text": "يأمر تعالى عباده المؤمنين، بالتأدب مع رسول اللّه صلى اللّه عليه وسلم، في دخول بيوته فقال: { يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ } أي: لا تدخلوها بغير إذن للدخول فيها، لأجل الطعام. وأيضًا لا تكونوا { نَاظِرِينَ إِنَاهُ } أي: منتظرين ومتأنين لانتظار نضجه، أو سعة صدر بعد الفراغ منه. والمعنى: أنكم لا تدخلوا بيوت النبي إلا بشرطين:الإذن لكم بالدخول، وأن يكون جلوسكم بمقدار الحاجة، ولهذا قال: { وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ } أي: قبل الطعام وبعده.ثم بين حكمة النهي وفائدته فقال: { إِنَّ ذَلِكُمْ } أي: انتظاركم الزائد على الحاجة، { كَانَ يُؤْذِي النَّبِيَّ } أي: يتكلف منه ويشق عليه حبسكم إياه عن شئون بيته، واشتغاله فيه { فَيَسْتَحْيِي مِنْكُمْ } أن يقول لكم: { اخرجوا } كما هو جاري العادة، أن الناس -وخصوصًا أهل الكرم منهم- يستحيون أن يخرجوا الناس من مساكنهم، { و } لكن { اللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ } فالأمر الشرعي، ولو كان يتوهم أن في تركه أدبا وحياء، فإن الحزم كل الحزم، اتباع الأمر الشرعي، وأن يجزم أن ما خالفه، ليس من الأدب في شيء. واللّه تعالى لا يستحي أن يأمركم، بما فيه الخير لكم، والرفق لرسوله كائنًا ما كان.فهذا أدبهم في الدخول في بيوته، وأما أدبهم معه في خطاب زوجاته، فإنه، إما أن يحتاج إلى ذلك، أو لا يحتاج إليه، فإن لم يحتج إليه، فلا حاجة إليه، والأدب تركه، وإن احتيج إليه، كأن يسألن متاعًا، أو غيره من أواني البيت أو نحوها، فإنهن يسألن { مِنْ وَرَاءِ حِجَابٍ } أي: يكون بينكم وبينهن ستر، يستر عن النظر، لعدم الحاجة إليه.فصار النظر إليهن ممنوعًا بكل حال، وكلامهن فيه التفصيل، الذي ذكره اللّه، ثم ذكر حكمة ذلك بقوله: { ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } لأنه أبعد عن الريبة، وكلما بعد الإنسان عن الأسباب الداعية إلى الشر، فإنه أسلم له، وأطهر لقلبه.فلهذا، من الأمور الشرعية التي بين اللّه كثيرًا من تفاصيلها، أن جميع وسائل الشر وأسبابه ومقدماته، ممنوعة، وأنه مشروع، البعد عنها، بكل طريق.ثم قال كلمة جامعة وقاعدة عامة: { وَمَا كَانَ لَكُمْ } يا معشر المؤمنين، أي: غير لائق ولا مستحسن منكم، بل هو أقبح شيء { أَنْ تُؤْذُوا رَسُولَ اللَّهِ } أي: أذية قولية أو فعلية، بجميع ما يتعلق به، { وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا } هذا من جملة ما يؤذيه، فإنه صلى اللّه عليه وسلم، له مقام التعظيم، والرفعة والإكرام، وتزوج زوجاته [بعده]  مخل بهذا المقام.وأيضا، فإنهن زوجاته في الدنيا والآخرة، والزوجية باقية بعد موته، فلذلك لا يحل نكاح زوجاته بعده، لأحد من أمته. { إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا } وقد امتثلت هذه الأمة، هذا الأمر، واجتنبت ما نهى اللّه عنه منه، وللّه الحمد والشكر.",
  "ayah": 53,
  "surah": 33
}
