{
  "text": "Numerous prophets of God have appeared in this world and it has been their mission to acquaint man with God’s scheme of creation—the scheme by which man has been kept in the present world for the purpose of putting him to the test. Here, one has the opportunity to worship different things, but what is desired from man is that he should become the worshipper of God. Those who do not become God’s worshippers have failed in the test and shall have to face severe punishment in the life after death. This is precisely what Noah told the people of his community. So, he became the ‘clear warner’ for them, but his community did not accept what he had to say. The reason for this was the propensity of the people to be taken in by appearances. In theory, man is a prey to many kinds of misguidance. But, in fact, there has been only one way of human beings going astray throughout the ages and that is their clinging to appearances coupled with their worldly approach to all matters. World-oriented people, in accordance with their temperament, assume worldly things to be the standard by which to determine Truth and untruth. Either consciously or unconsciously, they presume that the possessor of worldly outward glories is in possession of the Truth and one who is deprived of worldly glories is also deprived of the Truth. When God’s missionary makes his appearance, he seems to his contemporaries to be only a human being among other human beings. From the worldly point of view he has no special signs of greatness around him. And since, till then, no material benefits had become attached to the religion he presents to people, it is mostly destitute people who have nothing to lose by adopting the ‘new religion,’ who enter the fold of that religion. This state of affairs becomes a trial for the great ones of the time. They presume that since the adherents of the new religion have no worldly glory, neither can they be in possession of the Truth, so much so that there are certain people in the community who do not hesitate to call them impostors and liars.",
  "ayah": 27,
  "surah": 11
}
