{
  "text": "There are two types of acceptance of a precept—one is routine or unconscious acceptance by imitation and the other is acceptance after finding it to be right. In the first case, man accepts something because others accept it. In the second case man accepts it because, on the basis of reasoning, he found that it was right. While the former is only a formal acceptance, the latter is conscious discovery. Discovery of Truth at the level of reason is the real asset of a believer. This leads to that live, active belief which prompts him and enables him to stand in the midst of people and start representing the Truth to them, unmindful of everything else. Conscious discovery of truth is a substitute for everything else. One who receives this bounty is never in need of anything else. An unbeliever is satisfied with material achievement. But the believer is satisfied only when his reason is addressed. On receiving sustenance of this kind (conscious discovery), it becomes impossible for anyone to take a stand against it. Contradiction between talk and action is the result of formal faith, while consistency in talk and action is the result of conscious faith. In his interpretation of the word ‘shiqaq,’ meaning ‘opposition,’ Hasan al-Basri, the famous Sufi, says, ‘Should your enmity against me make you leave the path of Faith, you will be liable to receive the punishment meted out to the unbelievers.’ (Al-Qurtubi). Since the missionary appears as an ordinary man to the people, his critical approach is extremely disturbing to those who have attained a high status in society. That an ordinary man should venture to criticise them and their great ones seems unconscionable to them. That is why they develop a hatred for the preacher and become obdurate towards him. The development of such a mentality in a man amounts to his being put to a severe test, because he considers even a godly message insignificant if it is brought by an ‘ordinary’ preacher. In the process of ignoring a human being, he ignores God Himself.",
  "ayah": 90,
  "surah": 11
}
