{
  "text": "In a tradition of the Prophet Muhammad, Shu‘ayb has been called the orator among the prophets (khatib al-ambiya’). He used to explain facts to the people of his community in their own understandable language in the most effective manner. Then, why did they not understand what he said? The reason for this was that the mindset of the community had been so vitiated that their way of thinking was quite different from that of Shu‘ayb. Therefore, what he had to say seemed incomprehensible. The community was engrossed in obeisance to human beings whereas Shu‘ayb called upon them to do obeisance to the one and only God. They were under the impression that belief in saints or great ones was enough for their salvation. But Shu‘ayb’s dictum was that salvation can be attained only through the belief in the one God and the performance of good deeds. The community members thought that since they considered themselves believers, they really were believers. Shu‘ayb said however, that a believer was one who was so by God’s assessment. In the eyes of the community salat (prayer) was merely a sort of ineffective formal supplement. Shu‘ayb declared, on the contrary, that salat was a reckoner of man’s life, his income and expenditure. The community thought that Faith was merely a spiritless acceptance, whereas he said that faith was that which was acquired by a live consciousness. In this way, a barrier had developed between Shu‘ayb and the community when it came to understanding his true and straightforward words. ‘Were it not for your clan, we would have stoned you.’ This statement reveals the great extent to which Shu‘ayb’s community had grown insensitive and become immersed in the love of outward, showy con-cerns. The truth of the matter was that when Shu‘ayb exposed the religious pretensions of the communi-ty, its members became his enemies. At that time he had no crowds surrounding him to deter them from attacking him. He did not possess wealth and status with which to impress his listeners. He had at his command only the strength of Truth and reasonableness, but with such people Truth and reasonableness did not carry any weight. In these circumstances, they would have certainly made a fatal attack on him, had it not been for the fear of tribal revenge. In the tribal era, the killing of a member of a tribe meant that, according to tribal custom, the entire tribe would rise to avenge that killing. This fear restrained Shu‘ayb’s community from taking any extreme step, just as in the present age people remain safe from the mischief of miscreants, because the latter fear that if they commit a crime, they will have to face the police force and the courts.",
  "ayah": 91,
  "surah": 11
}
