{
  "text": "আর সুলাইমান পাখিদের সন্ধান নিলেন [১] এবং বললেন, ‘আমার কি হলো [২] যে, আমি হুদহুদকে দেখছি না ! না কি সে অনুপস্থিত ?\n[১] ‘সন্ধান নেয়া’র দ্বারা এটা প্রমাণিত হলো যে, রাজ্যশাসনের নীতি অনুযায়ী সর্বস্তরের প্রজাদের দেখাশোনা করা ও খোঁজ-খবর নেয়া শাসনকর্তার অন্যতম কর্তব্য। এই নীতির পরিপ্রেক্ষিতেই সুলাইমান আলাইহিসসালাম এ সন্ধান ও খোঁজ-খবর নিয়েছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও এ কাজটি করতেন। তিনি সাহাবায়ে কেরামের অবস্থা সম্পর্কে খোঁজ-খবর নিতেন। যে ব্যাক্তি অনুপস্থিত থাকতেন তিনি অসুস্থ হলে দেখার জন্য তাশরীফ নিয়ে যেতেন, সেবা-শুশ্রূষা করতেন এবং কেউ কোন কষ্টে থাকলে তা দূরীকরণের ব্যবস্থা করতেন। সাহাবায়ে কেরামের মধ্যে উমর রাদিয়াল্লাহু ‘আনহু তার খেলাফতের আমলে নবীদের এ সুন্নাতকে পূর্ণরূপে বাস্তবায়িত করেন। রাতের অন্ধকারে তিনি মদিনার অলিতে-গলিতে ঘুরে বেড়াতেন, যাতে সবার অবস্থা সম্পর্কে ওয়াকিফহাল হতে পারেন। কাউকে কোন বিপদ ও কষ্টে পতিত দেখলে তিনি তাকে সাহায্য করতেন। এ ধরনের অজস্র ঘটনা তার জীবনীতে উল্লেখিত আছে। তিনি বলতেন, যদি ফোরাত নদীর কিনারায় কোন বাঘ কোন ছাগলছানাকে গিলে ফেলে, তবে এর জন্যও উমরকে প্রশ্ন করা হবে। এ হচ্ছে রাজ্যশাসন ও প্ৰজাপালনের নবী-রাসূলদের রীতি-নীতি যা তারা তাদের অনুসারীদের শিক্ষা দিয়েছেন। সাহাবায়ে কেরাম তা বাস্তবায়িত করেছেন। যার ফলে মুসলিম-অমুসলিম নির্বিশেষে সকল শ্রেণীর জনসাধারণ সুখে-শাস্তিতে জীবন অতিবাহিত করত। তাদের পর পৃথিবী এমন সুবিচার, ইনসাফ, শান্তি, সুখ ও নিশ্চয়তার সে দৃশ্য আর দেখেনি। [দেখুন, কুরতুবী]\n[২] সুলাইমান আলাইহিসসালাম বললেন, ‘আমার কি হলো যে, আমি হুদহুদকে দেখছিনা’ কথাটি অন্যভাবেও বলা যেত, যেমনঃ হুদহুদের কি হল যে, সে উপস্থিত নেই? বা হুদাহুদ কোথায় গেল? কথাটি এভাবে নিজের দিকে সম্বোধন করার কারণ কোন কোন মুফাসসিরের মতে এই যে, হুদহুদ ও অন্যান্য বিহংগকুল তার অধীনস্থ হওয়া আল্লাহ্‌ তা‘আলার একটি বিশেষ অনুগ্রহ ছিল। হুদহুদের অনুপস্থিতি দেখে শুরুতে সুলাইমান আলাইহিসসালামের মনে এ আশংকা দেখা দিল যে, সম্ভবতঃ আমার কোন ত্রুটির কারণে এই অনুগ্রহ হ্রাস পেয়েছে এবং এক শ্রেণীর পাখি অৰ্থাৎ হুদাহুদ গায়েব হয়ে গেছে। তাই তিনি নিজেকে প্রশ্ন করলেন যে, এরূপ কেন হলো? এটা একধরনের মুহাসাবাতুন-নাফস বা আত্মসমালোচনা। আল্লাহ্‌ তা‘আলার নেয়ামতকে ধরে রাখার জন্য এটা খুব জরুরী বিষয়। [কুরতুবী]",
  "ayah": 20,
  "surah": 27
}
