{
  "text": "বলুন, ‘আল্লাহ্‌ ব্যতিত আসমান ও যমীনে কেউই গায়েব জানে না [১] এবং তারা উপলব্ধিও করেনা কখন উত্থিত হবে [২]।’\n[১] এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আদেশ করা হয়েছে যে, আপনি লোকদেরকে বলে দিন, যত মাখলুক আকাশে আছে; যেমন ফেরেশতা, যত মাখলুক যমীনে আছে; যেমন মানবজাতি, জিন জাতি ইত্যাদি-তাদের কেউই গায়েবের খবর রাখে না। কেবলমাত্র আল্লাহ্‌ তা‘আলাই সেসবের খবর রাখেন। গায়েব একমাত্র একজনের কাছে দৃশ্যমান। তিনি হচ্ছেন মহান ও সর্বশক্তিমান আল্লাহ্‌। তাঁর কাছে কোন জিনিস অদৃশ্য নয়। সবকিছুই তাঁর কাছে সুস্পষ্টভাবে পরিদৃশ্যমান। আল্লাহ্‌ ছাড়া আর কেউ এ জ্ঞানের অধিকারী নয়। এটি ইসলামের মৌলিক বিশ্বাস। আল্লাহ্‌ তাঁর বান্দাদের মধ্য থেকে যাকে চান যতটুকু চান জ্ঞান দান করেন। কোন অদৃশ্য বা কতগুলো অদৃশ্য জিনিসকে তার সামনে উন্মুক্ত করে দেন। কিন্তু অদৃশ্য জ্ঞান সামগ্রিকভাবে কেউ লাভ করতে পারে না এবং “আলেমূল গায়েব” অদৃশ্য জ্ঞানী উপাধি একমাত্র আল্লাহ্‌ রাব্বুল আলামীনের সাথে সংশ্লিষ্ট। আল্লাহ্‌ বলেনঃ “আর তাঁর কাছেই আছে অদৃশ্যের চাবিগুলো, সেগুলো তিনি ছাড়া আর কেউ জানে না।” [সূরা আল-আন‘আম ৫৯] তিনি আরও বলেনঃ “একমাত্র আল্লাহ্‌ই রাখেন কিয়ামতের জ্ঞান। তিনিই বৃষ্টি বর্ষণ করেন। তিনিই জানেন মাতৃগর্ভে কি (লালিত) হচ্ছে, কোন প্ৰাণী জানে না আগামীকাল সে কি উপার্জন করবে এবং কোন প্রাণী জানে না কোন ভূমিতে তার মৃত্যু হবে।” [সূরা লুকমানঃ ৩৪] তিনি আরও বলেনঃ “তিনি জানেন যা কিছু সৃষ্টির সামনে আছে এবং যা কিছু আছে তাদের অগোচরে। আর তাঁর জ্ঞানের কিছুমাত্র অংশও তারা আয়ত্ব করতে পারে না, তবে তিনি যে জিনিসটির জ্ঞান তাদেরকে দিতে চান, দেন।’’ [সূরা আল বাকারাহঃ ২৫৫]\nকোন সৃষ্টি অদৃশ্য জ্ঞানের অধিকারী হতে পারে এ ধারণা কুরআন সর্বতোভাবে নাকচ করে দেয়। এমনকি বিশেষভাবে আম্বিয়া আলাইহিমুস সালাম এবং স্বয়ং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারেও এ বিষয়টি পরিষ্কারভাবে জানিয়ে দেয় যে, তিনি অদৃশ্য জ্ঞানের অধিকারী নন এবং তাকে অদৃশ্যের কেবলমাত্র ততটুকু জ্ঞান আল্লাহ্‌র পক্ষ থেকে দেয়া হয়েছে যতটুকু রিসালাতের দায়িত্ব পালন করার জন্য প্রয়োজন ছিল। দেখুনঃ সূরা আল-আন‘আমঃ ৫০, সূরা আল-আ‘রাফঃ ১৮৭, সূরা আত-তাওবাহঃ ১০১, সূরা হূদঃ ৩১, সূরা আল- আহযাবঃ ৬৩, সূরা আল-আহকাফঃ ৯, সূরা আত-তাহরীমঃ ৩, এবং সূরা জিনঃ ২৬ আয়াত এ ব্যাপারে কোন প্রকার অনিশ্চয়তা ও সংশয়ের অবকাশই রাখেনি। কুরআনের এ সমস্ত সুস্পষ্ট ভাষণ আলোচ্য আয়াতটির বক্তব্য সমর্থন ও ব্যাখ্যা করে এর পর এ ব্যাপারে আর কোন সন্দেহের অবকাশ থাকে না যে, আল্লাহ্‌ ছাড়া অন্য কাউকে অদৃশ্য জ্ঞানের অধিকারী মনে করা এবং যা কিছু আছে ও যা কিছু হবে এর জ্ঞান আল্লাহ্‌ ছাড়া আর কারো আছে-এ কথা মনে করা পুরোপুরি একটি শির্কী আকীদা ও বিশ্বাস। আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত হয়েছে, তিনি বলেছেনঃ “যে ব্যাক্তি দাবী করে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আগামী কাল কি হবে তা জানেন, সে আল্লাহ্‌র প্রতি মহা মিথ্যা আরোপ করে। কারণ আল্লাহ্‌ তো বলেন, হে নবী! আপনি বলে দিন আল্লাহ্‌ ছাড়া আকাশ ও পৃথিবীর অধিবাসীদের মধ্যে আর কেউ অদৃশ্যের জ্ঞান রাখে না।” [বুখারীঃ ৩০৬২, মুসলিমঃ ২৮৭, মুসনাদে আহমাদঃ ৬/৪৯]\n[২] অর্থাৎ অন্যরা, যাদের সম্পর্কে ধারণা করা হয় যে, তারা অদৃশ্য জ্ঞানের অধিকারী এবং এ জন্য যাদেরকে তোমরা আল্লাহ্‌র সার্বভৌম কর্তৃত্বে শরীক করে নিয়েছো, তারা নিজেরা তো নিজেদের ভবিষ্যতের খবর রাখে না। তারা জানে না, কিয়ামত কবে আসবে যখন আল্লাহ্‌ পুনর্বার তাদেরকে উঠিয়ে দাঁড় করাবেন। কাতাদাহ বলেন, আল্লাহ্‌ তা‘আলা এ তারকাগুলোকে তিনটি কাজের জন্য সৃষ্টি করেছেন। আকাশের সৌন্দর্যের জন্য, তার মাধ্যমে পথের দিশা পাওয়ার জন্য আর শয়তানদের প্রতি নিক্ষেপের উপকরণ। এর বাইরে অন্য কোন কাজ যারা এগুলোর সাথে সংশ্লিষ্ট করবে, তারা নিজের পক্ষ থেকে একটা কথা বানিয়ে বলেছে এবং তার বিচার-বিবেকে ভুল করেছে, সঠিক তথ্য হারিয়েছে। আর এমন কাজে এগিয়ে গেছে যাতে তার কোন জ্ঞান নেই। কিছু মূর্খ লোক আছে যারা এগুলোতে গণনার ব্যবস্থা নিয়েছে। তারা বলে থাকে, যে ব্যাক্তি অমুক অমুক তারকার সময় বিয়ে করবে, তার এটা এটা হবে, আর যে ব্যাক্তি অমুক অমুক তারকার সময় সফর করে, তার এটা বা ওটা হবে, যার সন্তান অমুক ও অমুক তারকার সময় হবে, সে এরকম বা ওরকম হবে। নিঃসন্দেহ যে, প্রতি তারকার সময়েই লাল, কালো, বেঁটে, লম্বা, সুন্দর, কুৎসিত জন্মগ্রহণ করে। এ সকল তারকা থেকে জ্ঞানের দাবী, এ চতুষ্পদ জন্তুর সাথে সম্পর্ক করে কোন জ্ঞানের দাবী, এবং এ সকল পাখির ডান বা বাম হওয়ার সাথে সংশ্লিষ্ট করে জ্ঞান বের করা কখনো গায়েবের জ্ঞানের অন্তর্ভুক্ত নয়। আল্লাহ্‌ এ ফয়সালা করেছেন যে, তিনি আল্লাহ্‌ ব্যতীত আসমান ও যমীনের কেউই গায়েবের খবর জানবে না। আর তারা জানে না কখন তাদেরকে উত্থিত করা হবে। [ইবন কাসীর]",
  "ayah": 65,
  "surah": 27
}
