{
  "text": "অতঃপর তিনি যখন সেটার কাছে আসলেন [১], তখন ঘোষিত হল, ‘বরকতময়, যা আছে এ আলোর মধ্যে এবং যা আছে এর চারপাশে [২], আর সৃষ্টিকুলের রব আল্লাহ্‌ পবিত্র ও মহিমান্বিত [৩]!\n[১] যখন তিনি গাছের কাছে আসলেন, তখন তিনি ভয়ানক ও আশ্চর্যজনক এক দৃশ্য দেখতে পেলেন, তিনি সেখানে দেখতে পেলেন সবুজ গাছে আগুন জ্বলছে। আর সে আগুনে শুধু আলোর তীব্ৰতাই প্রকাশ পাচ্ছে। অপরদিকে গাছটিতেও সবুজতা ও সজীবতা বেড়েই চলেছে। তারপর তিনি তার মাথা উপরের দিকে উঠালেন, দেখলেন সে নূর আকাশ পর্যন্ত ছেয়ে আছে। ইবন আব্বাস বলেন, এটা কোন আগুন ছিল না। বরং জ্বলে উঠার মত আলো ছিল। তখন মূসা আলাইহিস সালাম আশ্চর্যান্বিত ও হতভম্ব হয়ে দাঁড়িয়ে থাকলেন। আর তখনই বলা হল, যিনি আগুনে আছেন তিনি বরকতময় হোন। ইবন আব্বাস বলেন, বরকতময় হওয়ার অর্থ, পবিত্র ও মহিয়ান হওয়া। আর তার পাশে যারা আছে তারা হচ্ছেন ফিরিশতা। [ইবন কাসীর]\n[২] এখানে আল্লাহ্‌র বাণীঃ “বরকতপূর্ণ হয়েছে, যা আছে এ আলোর মধ্যে এবং যা আছে এর চারপাশে” এর মধ্যে আলোতে কে আছে এবং আলোর চারপাশে কি আছে তা নির্ধারণ করার ব্যাপারে কয়েকটি মত রয়েছে।\nএক, এখানে ‘অগ্নিতে যা আছে’ তা দ্বারা মূসা আলাইহিসসালামকে বুঝানো হয়েছে। আর তখন ‘এর চারপাশে যা আছে’ তা বলে আশেপাশে উপস্থিত ফেরেশতাদেরকে বুঝানো হবে। [বাগভী; কুরতুবী]\nদুই, কোন কোন মুফাসসির এখানে ‘অগ্নিতে যা আছে’ বলে ফেরেশতাদেরকে উদ্দেশ্য নিয়েছেন এবং ‘এর চারপাশে যা আছে’ তা বলে মূসা আলাইহিসসালামকে বুঝানো হয়েছে বলে মত প্ৰকাশ করেছেন। [বাগভী]\nতিন, ‘এখানে অগ্নিতে যা আছে’ তা বলে আল্লাহ্‌র নূরকে বুঝানো হয়েছে, আর ‘এর চারপাশে যা আছে’ তা বলে ফেরেশতা [ইবন কাসীর] অথবা মূসা বা সেই পবিত্ৰ উপত্যকা অথবা সে গাছ সবই উদ্দেশ্য হতে পারে। আর এ মতটিই অধিক গ্রহণযোগ্য। তবে কোন অবস্থাতেই এখানে ‘অগ্নিতে যা আছে’ দ্বারা স্বয়ং আল্লাহ্‌ তা‘আলার পবিত্র ও মহান সত্তা বুঝানো হবে না। কেননা স্রষ্টা তাঁর আরশে রয়েছেন। কোন সৃষ্টিবস্তুর মধ্যে স্রষ্টার অনুপ্রবেশ হতে পারে না। এটা তাওহীদের পরিপন্থী কথা। সুতরাং রাব্বুল আলামিনের নূরের আলোর দ্বারাই সে গাছ কোন ভাবে আলোকিত হয়েছিল। তবে সরাসরি কোন আলো কোথায় পতিত হলে তা ভস্ম হয়ে যাবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্‌ ঘুমান না, ঘুমানো তার জন্য সমীচীনও নয়, ইনসাফের পাল্লা বাড়ান এবং কমান, দিবাভাগের আগেই রাতের আমল তার কাছে উত্থিত হয় অনুরূপভাবে রাত্রি আগমণের আগেই তার কাছে দিবাভাগের আমল উখিত হয়। তাঁর পর্দা হলো নূরের। যদি তিনি তার পর্দাকে অপসারণ করেন তবে তা তার চেহারার আলো দৃষ্টিশক্তি যতদূর যায় ততদুর জ্বালিয়ে ভষ্ম করে দেবে।’’ [সহীহ মুসলিমঃ ১৭৯]\n[৩] অর্থাৎ তিনি আরশের উপর থেকেও যমীনে এক গাছের উপরে তাঁর আলো ফেলে সেখান থেকে তাঁর বান্দা মূসার সাথে কথা বলছেন। তিনি অত্যন্ত মহান ও পবিত্ৰ, তিনি যা ইচ্ছে করতে পারেন। তাঁর সত্তা, গুণাগুণ ও কার্যধারা কোন কিছুই কোন সৃষ্টজীবের মত হতে পারে না। তাঁর সৃষ্ট কোন কিছু তাঁকে আয়ত্ব করতে পারে না। আসমান ও যমীন তাঁকে ঘিরে রাখতে পারে না। তিনি সুউচ্চ, সুমহান, সমস্ত সৃষ্টিকুল থেকে পৃথক। [ইবন কাসীর] তিনি এ গাছের উপর থেকে কথা বললেও এটা যেন কেউ মনে না করে বসে যে, তিনি সৃষ্ট কোন কিছুর ভিতরে প্রবেশ করেছেন। এ আয়াতাংশ বলার উদ্দেশ্য সম্ভবত এও হতে পারে যে, দুনিয়াতে অধিকাংশ শির্ক সংঘটিত হয়েছে আল্লাহ্‌ সম্পর্কে অজ্ঞতার কারণে। তাঁর কোন দৃষ্টি কোন কিছুর উপর পতিত হলে মানুষ সেটাকেই ইলাহ মনে করে পুজা করতে আরম্ভ করে। যদি আল্লাহ্‌কে সঠিকভাবে তাঁর মর্যাদা, সম্মান ও প্রতিপত্তি দেয়া হতো তা হলে কেউ শির্কে লিপ্ত হতো না। তাই এখানে তাঁকে এ ধরণের কাজ থেকে মুক্ত করার জন্য নির্দেশ দেয়া হচ্ছে।",
  "ayah": 8,
  "surah": 27
}
