{
  "text": "হযরত আমর ইবনে হুইস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি নবী (সঃ)-এর পিছনে ফজরের নামায পড়েছি এবং তাঁকে ঐ নামাযে (আরবি) এই আয়াতগুলো পড়তে শুনেছি।” (এ হাদীসটি ইমাম মুহাম্মাদ (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)এখানে নক্ষত্ররাজির শপথ করা হয়েছে যেগুলো দিনের বেলায় পিছনে সরে যায় অর্থাৎ লুকিয়ে যায় এবং রাতের বেলায় আত্মপ্রকাশ করে। হযরত আলী (রাঃ) এ কথাই বলেন। অন্যান্য সাহাবী ও তাবেয়ীগণ হতেও এ আয়াতের তাফসীরে এটাই বর্ণিত হয়েছে।কোন কোন ইমাম বলেন যে, উদয়ের সময় নক্ষত্রগুলোকে (আরবি) বলা হয়। আর স্ব স্ব স্থানে ওগুলোকে(আরবি) বলা হয় এবং লুকিয়ে যাওয়ার সময় (আরবি) বলা হয়। কেউ কেউ বলেন যে, এর দ্বারা বন্য গাভীকে বুঝানো হয়েছে। এও বর্ণিত আছে যে, এর দ্বারা হরিণ উদ্দেশ্য।ইবরাহীম (রঃ) হযরত মুজাহিদ (রঃ)-কে এর অর্থ জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “এ সম্পর্কে আমি কিছু শুনেছি। তবে লোকে বলে যে, এর দ্বারা নক্ষত্রকে বুঝানো হয়েছে।” ইবরাহীম (রঃ) পুনরায় তাকে বলেনঃ “আপনি যা শুনেছেন তাই বলুন।” তখন হযরত মুজাহিদ (রঃ) বলেনঃ “আমি শুনেছি যে, এর অর্থ হলো নীল গাভী, যখন সে নিজের জায়গায় লুকিয়ে যায়।” অতঃপর ইবরাহীম (রঃ) বলেনঃ “তারা আমার উপর এ ব্যাপারে মিথ্যা আরোপ করেছে, যেমন তারা হযরত আলী (রাঃ) হতে বর্ণনা করেছে যে, তিনি আসফালকে আ’লার এবং আ’লাকে আসফালের যামিন বানিয়েছেন। ইমাম ইবনে জারীর (রঃ) এর মধ্যে কোন কিছু নির্দিষ্ট না করে বলেছেন যে, সম্ভবতঃ এখানে তিনটি জিনিসকেই বুঝানো হয়েছে অর্থাৎ নক্ষত্র, নীল গাভী এবং হরিণ। (আরবি) এতে দু’টি উক্তি রয়েছে। একটি উক্তি এই যে, এর অর্থ হলোঃ শপথ রাত্রির, যখন ওটা স্বীয় অন্ধকারসহ এগিয়ে আসে। আর দ্বিতীয় উক্তি এই যে, এর অর্থ হলোঃ শপথ রাত্রির যখন ওটা পিছনে সরে যায় অর্থাৎ যখন র অবসান হয়।হযরত আবু আবদির রহমান সালমী (রাঃ) বলেন যে, একদা হযরত আলী (রাঃ) ফজরের নামাযের সময় বের হন এবং বলতে থাকেনঃ “বের (এর নামায) সম্পর্কে প্রশ্নকারীরা কোথায়?” অতঃপর তিনি (আরবি)-এ আয়াত দু’টি পাঠ করেন। অর্থাৎ “রাত্রির শপথ, যখন ওর অবসান হয় এবং ঊষার শপথ, যখন ওর আবির্ভাব হয়। (এটা আবু দাউদ তায়ালেসী (রঃ) বর্ণনা করেছেন) ইমাম ইবনে জারীর (রঃ) এটাই পছন্দ করেছেন যে, (আরবি)-এর অর্থ হলোঃ শপথ রাত্রির, যখন ওটা চলে যেতে থাকে। কেননা, এর বিপরীতে রয়েছেঃ (আরবি) অর্থাৎ ঊষার শপথ যখন ওর আবির্ভাব হয়। (আরবি)-এর অর্থ (আরবি) বা পিছনে সরে যাওয়া অর্থাৎ বিদায় নেয়া, তার স্বপক্ষে কবির উক্তিকেই দলীল হিসেবে গ্রহণ করা হয়েছে। যেমন কোন এক কবি বলেছেনঃ (আরবি)অর্থাৎ “শেষ পর্যন্ত ঊষা আবির্ভূত হলো এবং তা হতে রাত্রির অন্ধকার দূরীভূত হলে ও ওর অবসান হয়ে গেল।” এখানে, (আরবি)  শব্দকে (আরবি) বা পিছনে সরে যাওয়া অর্থে ব্যবহার করা হয়েছে।আমার মতে (আরবি) এর অর্থ হবেঃ যখন ওর আবির্ভাব হয়। যদিও (আরবি) অর্থেও এটাকে ব্যবহার করা শুদ্ধ। কিন্তু এখানে এ শব্দকে (আরবি)-এর অর্থে ব্যবহার করাই হবে বেশী যুক্তিযুক্ত। আল্লাহ্ তা'আলা যেন রাত্রি এবং ওর অন্ধকারের শপথ করেছেন যখন ওটা এগিয়ে আসে বা যখন ওটা আবির্ভূত হয়। আর তিনি শপথ করেছেন ঊষার এবং ওর আলোকের যখন ওটা আবির্ভূত হয় বা যখন ওর ঔজ্জ্বল্য প্রকাশ পায়। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “শপথ রজনীর, যখন ওটা আচ্ছন্ন করে এবং শপথ দিবসের, যখন ওটা আবির্ভূত হয়।' আরও বলেনঃ (আরবি) অর্থাৎ “শপথ পূর্বাহ্নের, শপথ রজনীর যখন ওটা হয় নিঝুম।” আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “তিনি সকাল বিদীর্ণকারী ও তিনি রাত্রিকে করেছেন বিশ্রামের সময়।” (৬:৯৬) এ ধরনের আরো বহু আয়াত রয়েছে। সবগুলোরই ভাবার্থ একই। হ্যা, তবে এ শব্দের একটা অর্থ পশ্চাদপসরণও রয়েছে। উসূলের পণ্ডিতগণ বলেন যে, এ শব্দটি সামনে অগ্রসর হওয়া এবং পিছনে সরে আসা এই উভয় অর্থেই ব্যবহৃত হয়। এরই প্রেক্ষিতে উভয় অর্থই যথার্থ হতে পারে। এসব ব্যাপারে আল্লাহ্ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।এরপর আল্লাহ তাআলা বলেনঃ সকালের শপথ যখন ওর আবির্ভাব হয়। যহহাক (রঃ) বলেন যে, এর অর্থ হলোঃ যখন সকাল প্রকাশিত হয়। কাতাদাহ (রঃ) বলেন যে, এর অর্থ হচ্ছেঃ যখন সকাল আলোকিত হয় এবং এগিয়ে আসে। ইমাম ইবনে জারীর (রঃ) বলেন যে, এর অর্থ হলোঃ দিনের আলো, যখন তা এগিয়ে আসে এবং প্রকাশিত হয়। এই শপথের পর আল্লাহ তাআলা বলেনঃ এই কুরআন এক বুযুর্গ, অভিজাত, পবিত্র ও সুদর্শন ফেরেশতার মাধ্যমে প্রেরিত অর্থাৎ জিবরাঈল (আঃ)-এর মাধ্যমে প্রেরিত। এই ফেরেশতা সামর্থ্যশালী। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “তাকে শিক্ষা দান করে শক্তিশালী, প্রজ্ঞাসম্পন্ন ফেরেশতা (জিবরাঈল আঃ)।” (৫৩:৫-৬) ঐ ফেরেশতা আরশের মালিকের নিকট মর্যাদা সম্পন্ন। তিনি নূরের সত্তরটি পর্দার অভ্যন্তরে যেতে পারেন, তার জন্যে এর সাধারণ অনুমতি রয়েছে। সেখানে তার কথা শোনা যায়। বহু সংখ্যক ফেরেশতা তার অনুগত রয়েছেন। আকাশে তার নেতৃত্ব রয়েছে। তাঁর আদেশ পালন ও তাঁর কথা মান্য করার জন্য বহু সংখ্যক ফেরেশতা রয়েছেন। আল্লাহ্র পয়গাম তাঁর রাসূল (সঃ)-এর নিকট পৌছানোর দায়িত্বে তিনি নিয়োজিত রয়েছেন। তিনি বড়ই বিশ্বাস ভাজন। মানুষের মধ্যে যিনি রাসূল হিসেবে মনোনীত হয়েছেন তিনিও পাক-সাফ ও পবিত্র। এ কারণেই এরপর বলা হয়েছেঃ তোমাদের সাথী অর্থাৎ হযরত মুহাম্মাদ (সঃ) উন্মাদ বা পাগল নন। তাঁর মস্তিষ্ক-বিকৃতি ঘটেনি। তিনি জিবরাঈল আমীন (আঃ)-কে তাঁর আসল আকৃতিতে ছয় শত পাখা সমেত আত্মপ্রকাশের সময়ে প্রত্যক্ষ করেছেন। এটা বাতহার (মক্কার এক উপত্যকার) ঘটনা। ওটাই ছিল হযরত জিবরাঈল (আঃ)-কে আল্লাহর নবী হযরত মুহাম্মাদ (সঃ)-এর প্রথম দর্শন। আকাশের উন্মুক্ত প্রান্তে হযরত জিবরাঈল (আঃ)-এর এই দর্শন আল্লাহর নবী (সঃ) লাভ করেছিলেন। নিম্নের আয়াতগুলোতে আল্লাহ্ তা'আলা তারই বর্ণনা দিয়েছেনঃ (আরবি)অর্থাৎ “তাকে শিক্ষাদান করে শক্তিশালী, প্রজ্ঞাসম্পন্ন, সে নিজ আকৃতিতে স্থির হয়েছিল, তখন সে ঊধ্বদিগন্তে। অতঃপর সে তার নিকটবর্তী হলো, অতি নিকটবর্তী। ফলে তাদের মধ্যে দুই ধনুকের ব্যবধান রইলো অথবা তারও কম।। তখন আল্লাহ তাঁর বান্দার প্রতি যা ওয়াহী করবার তা অহী করলেন।” (৫৩:৫-১০) এ আয়াতগুলোর তাফসীর সূরা নাজমের মধ্যে গত হয়েছে। আপাত দৃষ্টিতে মনে হয় যে, এই সূরা মি'রাজের পূর্বে অবতীর্ণ হয়েছে। কারণ এখানে শুধু প্রথমবারের দেখার কথাই উল্লেখ করা হয়েছে। দ্বিতীয়বারের দেখার কথা নিম্নের আয়াতগুলোতে বর্ণনা করা হয়েছেঃ (আরবি)অর্থাৎ “নিশ্চয়ই সে তাকে আরেকবার দেখেছিল প্রান্তবর্তী বদরী বৃক্ষের নিকট, যার নিকট অবস্থিত বাসোদ্যান। যখন বৃক্ষটি, যদ্দ্বারা আচ্ছাদিত হবার তদ্দ্বারা ছিল আচ্ছাদিত।” (৫৩:১৩-১৬) এখানে দ্বিতীয়বার দেখার কথা উল্লেখ করা হয়েছে। এই সূরা মিরাজের পরে অবতীর্ণ হয়েছে (আরবি) অন্য কিরআতে (আরবি) রয়েছে, অর্থাৎ তার প্রতি কোন অপবাদ নেই। আর দিয়ে পড়লে অর্থ হবেঃ তিনি কৃপণ বা বখীল নন, বরং আল্লাহ্র পক্ষ থেকে কোন গায়েবের কথা তাঁকে অবহিত করা হলে তিনি তা যথাযথভাবে পৌছিয়ে দেন। এই দুটি কিরাআতই বিশুদ্ধ ও সুপ্রসিদ্ধ। সুতরাং জিবরাঈল (আঃ) বার্তাবহ হিসেবে বার্তা পৌঁছাতে কোন প্রকার ঘাটতি রাখেননি বা কোন প্রকারের অপবাদও আরোপ করেননি।এই কুরআন অভিশপ্ত শয়তানের বাণী নয়। শয়তান এটা ধারণ করতে পারে না। এটা তার দাবী বা চাহিদার বস্তুও নয় এবং সে এর যোগ্যও নয়। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “এই কুরআন নিয়ে শয়তানরা অবতীর্ণ হয় নাই, এটা তাদের জন্যে সমীচিনও নয় এবং এটা বহন করার তাদের শক্তিও নেই। তাদেরকে তো এটা শ্রবণ করা হতেও দূরে রাখা রয়েছে।” (২৬:২১০-২১২) এরপর আল্লাহ তা'আলা বলেনঃ সুতরাং তোমরা কোথায় চলেছো? অর্থাৎ কুরআনের সত্যতা, বাস্তবতা ও অলৌকিকতা প্রকাশিত হওয়ার পরও তোমরা এটাকে মিথ্যা বলে আখ্যায়িত করছো কেন? তোমাদের বিবেক-বুদ্ধি কোথায় গেল?হযরত আবুবকর সিদ্দীক (রাঃ)-এর কাছে বানু হানীফা গোত্রের লোকেরা মুসলমান হয়ে হাযির হলে তিনি তাদেরকে বলেনঃ “ যে মুসাইলামা নবুওয়াতের মিথ্যা দাবী করেছে এবং যাকে তোমরা আজ পর্যন্ত মানতে রয়েছে, তার মনগড়া কথাগুলো শুনাও তো?” তারা তা শুনালে দেখা গেল যে, তা অত্যন্ত বাজে শব্দে ফালতু বকবকানি ছাড়া কিছুই নয়। হযরত আবু বকর (রাঃ) তখন তাদেরকে বললেনঃ “তোমাদের বিবেক-বুদ্ধি কি একেবারে লোপ পেয়ে গেছে? বাজে বকবকানিকে তোমরা আল্লাহর বাণী বলে মান্য করছো? এ ধরনের অর্থহীন ও লালিত্যহীন কথনও কি আল্লাহ্র বাণী হতে পারে? এটা তো সম্পূর্ণ অসম্ভব ব্যাপার। এ অর্থও করা হয়েছেঃ তোমরা আল্লাহর কিতাব থেকে এবং তাঁর আনুগত্য থেকে কোথায় পলায়ন করছো?এরপর আল্লাহ তা'আলা বলেনঃ এটা তো শুধু বিশ্ব জগতের জন্যে উপদেশ এবং নসীহত স্বরূপ। হিদায়াত প্রত্যাশী প্রত্যেক মানুষের উচিত এই কুরআনের উপর আমল করা। এই কুরআন সঠিক পথ-প্রদর্শক এবং মুক্তির সনদ। এই বাণী ছাড়া অন্য কোন বাণীতে মুক্তি বা পথনির্দেশ নেই। তোমরা যাকে ইচ্ছা হিদায়াত করতে পার না এবং যাকে ইচ্ছা গুমরাহ্ বা পথভ্রষ্টও করতে পার না। এটা সম্পূর্ণরূপে আল্লাহ্ তা'আলার ইচ্ছার উপর নির্ভরশীল। তিনি সারা বিশ্বের স্রষ্টা ও প্রতিপালক। তিনি যা ইচ্ছা করেন তাই করে থাকেন। তাঁর ইচ্ছাই সর্বক্ষেত্রে বাস্তবায়িত হয় এবং পূর্ণতা লাভ করে।(আরবি)-এই আয়াত শুনে আবু জাহল বলেঃ “তাহলে তো হিদায়াত ও গুমরাহী আমাদের আয়ত্ত্বাধীন ব্যাপার। তার এ কথার জবাবে আল্লাহ্ তা'আলা নিম্নের আয়াত অবতীর্ণ করেনঃ (আরবি) অর্থাৎ “তোমরা ইচ্ছা করবে না, যদি জগতসমূহের প্রতিপালক আল্লাহ্ ইচ্ছা করেন।”",
  "ayah": 29,
  "surah": 81
}
