{
  "text": "যারা হাজীদের পানি সরবরাহ করে এবং মাসজিদুল হারামের রক্ষণাবেক্ষণ করে, তোমরা কি তাদেরকে তাদের সমজ্ঞান কর, যারা আল্লাহ ও পরকালে বিশ্বাস করে এবং আল্লাহর পথে জিহাদ করে? আল্লাহর নিকট তারা সমতুল্য নয়।[১] আল্লাহ অনাচারী সম্প্রদায়কে সৎপথ প্রদর্শন করেন না। [২]\n[১] মুশরিকরা হাজীদেরকে পানি পান করানো ও মাসজিদুল হারামের দেখাশোনা করার যে কাজ করত, তার দরুন তাদের বড় গর্ব ছিল। কিন্তু সে তুলনায় তারা ঈমান ও জিহাদের কোন গুরুত্ব দিত না। অথচ এর গুরুত্ব মুসলিমদের কাছে ছিল। আল্লাহ তাআলা বললেন, তোমরা কি হাজীগণকে পানি পান করানো মসজিদে হারামের রক্ষণাবেক্ষণ করাকে আল্লাহর প্রতি ঈমান এবং আল্লাহর পথে জিহাদ করার সমতুল্য মনে কর? জেনে রাখ! আল্লাহর নিকট উভয় সমতুল্য নয়; বরং মুশরিকদের কোন কর্মই গ্রহণযোগ্য নয়; যদিও তা আপাতদৃষ্টিতে ভাল মনে হয়। যেমন পূর্বোক্ত আয়াতের (حَبِطَت أعمَالُهُم) (তাদের সকল কর্ম ব্যর্থ) শব্দাবলীতে সে কথা স্পষ্ট হয়ে উঠেছে। কোন কোন বর্ণনায় এ আয়াত অবতীর্ণের কারণস্বরূপ বলা হয়েছে যে, একদা মসজিদে নববীর নিকট কিছু মুসলমান একত্রিত ছিল। তার মধ্যে একজন বলল, ইসলাম গ্রহণ করার পর সব থেকে গুরুত্বপূর্ণ আমল আমার নিকটে হাজীগণকে পানি পান করানো। দ্বিতীয় ব্যক্তি বলল, মাসজিদুল হারামকে আবাদ করা। তৃতীয় ব্যক্তি বলল, বরং আল্লাহর রাস্তায় জিহাদ হল সব আমলের মধ্যে উত্তম আমল। উমর (রাঃ) যখন তাদেরকে আপোসে ঐরূপ কথাবার্তা বলতে শুনলেন তখন তাদেরকে ধমক দিয়ে বললেন, তোমরা রসূল (সাঃ)-এর মিম্বরের নিকট নিজেদের কণ্ঠস্বর উঁচু করো না। সেদিন ছিল জুমআর দিন। হাদীসের বর্ণনাকারী নু'মান বিন বাশীর (রাঃ) বলেন যে, আমি জুমআর পর নবী (সাঃ)-এর নিকট উপস্থিত হয়ে আমাদের আপোসের সেই কথোপকথন সম্বন্ধে জিজ্ঞাসা করলাম। তখন এই আয়াত অবতীর্ণ হল।\n(মুসলিমঃ ইমারাহ অধ্যায়)\nযাতে এ কথা স্পষ্ট হয়ে ওঠে যে, আল্লাহ ও আখেরাতের প্রতি ঈমান এবং আল্লাহর রাস্তায় জিহাদ সব থেকে বেশী উত্তম আমল। কথা প্রসঙ্গে আসলে এখানে জিহাদের গুরুত্ব ও মাহাত্ম্য বর্ণনা করাই উদ্দেশ্য ছিল। কিন্তু আল্লাহর প্রতি ঈমান ছাড়া কোন আমল গ্রহণযোগ্য নয়, এই জন্য প্রথমে তা বর্ণনা করা হয়েছে। মোটকথা প্রথমতঃ জানা গেল যে, জিহাদ থেকে বড় আমল আর কিছু নেই। দ্বিতীয়তঃ জানা গেল যে, এ আয়াত অবতীর্ণ হওয়ার কারণ মুশরিকদের অমূলক ধারণা ছাড়াও মুসলিমদের নিজ নিজ অনুমান অনুযায়ী কিছু আমলকে অন্য কিছু আমলের উপর শ্রেষ্ঠত্ব দেওয়াও ছিল। অথচ এ কাজ শরীয়তদাতারই ছিল; কোন মুমিনের নয়। মু'মিনদের কাজ হল, প্রত্যেক সেই কথার উপর আমল করা, যা আল্লাহ ও রসূলের পক্ষ থেকে বলা হয়েছে।\n[২] অর্থাৎ, এই লোকেরা যা ইচ্ছা তাই দাবী করুক। আসলে তারা অনাচারী যালেম; অর্থাৎ, মুশরিক। কেননা, শিরক হল সব চাইতে বড় যুলুম ও অনাচার। এই যুলুমের কারণে তারা আল্লাহর হিদায়াত থেকে বঞ্চিত। এই জন্য তাদের সাথে হিদায়াতপ্রাপ্ত মুসলিমদের কোন তুলনাই নেই।",
  "ayah": 19,
  "surah": 9
}
