{
  "text": "অতঃপর নিষিদ্ধ মাসগুলি[১] অতিবাহিত হলে অংশীবাদীদেরকে যেখানে পাও হত্যা কর,[২] তাদেরকে বন্দী কর,[৩] অবরোধ কর এবং প্রত্যেক ঘাঁটিতে তাদের জন্য ওঁৎ পেতে থাক।[৪] কিন্তু যদি তারা তওবা করে, যথাযথ নামায পড়ে ও যাকাত প্রদান করে, তাহলে তাদের পথ ছেড়ে দাও।[৫] নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।\n[১] সেই 'নিষিদ্ধ মাসগুলি' বলতে কোন্ কোন্ মাস উদ্দেশ্য তাতে মতভেদ রয়েছে। একটি রায় হল যে, তা থেকে উদ্দেশ্য হল ঐ চার মাস, যা হারাম (বা নিষিদ্ধ) বলে প্রসিদ্ধ; অর্থাৎ, রজব, যুলক্বাদ্, যুলহাজ্জ ও মুহাররাম মাস। আর সম্পর্কচ্ছেদের ঘোষণা ১০ই যুলহজ্জ তারীখে করা হয়েছিল। এই হিসাবে তাদেরকে ঘোষণার পর ৫০ দিন অবকাশ দেওয়া হয়েছিল। অর্থাৎ, নিষিদ্ধ মাসগুলি অতিবাহিত হওয়ার পর মুশরিকদেরকে গ্রেপ্তার ও হত্যা করার আদেশ জারী করা হয়। কিন্তু ইমাম ইবনে কাসীর বলেছেন যে, এখানে 'নিষিদ্ধ মাসগুলি' বলতে হারামকৃত ঐ চার মাস নয়; বরং এখানে ১০ই যিলহজ্জ থেকে ১০ই রবীউস সানী পর্যন্ত চার মাসকে বুঝানো হয়েছে। আর এই চার মাসকে নিষিদ্ধ মাস এই জন্য বলা হয়েছে যে, সম্পর্কচ্ছেদের ঘোষণা হিসাবে এই চার মাসে সেই সব মুশরিকদের সাথে লড়াই ও তাদের বিরুদ্ধে কোন প্রকারের ব্যবস্থা গ্রহণ করার অনুমতি ছিল না। সম্পর্কচ্ছেদের ঘোষণা হিসাবে এই ব্যাখ্যা যথোপযুক্ত বলে মনে হয়। আর এ ব্যাপারে আল্লাহই অধিক জানেন।[২] কোন কোন মুফাসসিরগণ এই আদেশকে ব্যাপক বলে মনে করেছেন। অর্থাৎ, বৈধ ও নিষিদ্ধ যে জায়গাতেই পাও তাদেরকে হত্যা কর। আর কোন কোন মুফাসসিরগণ বলেন, উক্ত আদেশকে {وَلاَ تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ} \"আর মাসজিদুল হারামের (কা'বা শরীফের) নিকট তোমরা তাদের সাথে যুদ্ধ করো না; যতক্ষণ না তারা সেখানে তোমাদের সাথে যুদ্ধ করে। যদি তারা তোমাদের বিরুদ্ধে যুদ্ধ করে, তাহলে তোমরা তাদেরকে হত্যা কর।\"\n(সূরা বাকারাহ ২:১৯১ আয়াত\n) এই আয়াত দ্বারা সীমাবদ্ধ করা হয়েছে। অর্থাৎ, কেবল হারাম শরীফের সীমানার বাইরে হত্যা করার অনুমতি দেওয়া হয়েছে।\n(ইবনে কাসীর)\n[৩] অর্থাৎ, তাদেরকে বন্দী কর অথবা হত্যা কর।[৪] অর্থাৎ এটাই যথেষ্ট মনে করো না যে, তাদের সাথে তোমাদের সাক্ষাৎ হলে তোমরা তাদের বিরুদ্ধে ব্যবস্থা নেবে। বরং যেখানে যেখানে তাদের আশ্রয়স্থল, দুর্গ ও ঘাঁটি আছে সেখানে তাদের প্রতীক্ষায় থাকো; এমনকি তোমাদের অনুমতি ছাড়া তাদের যেন কোথাও যাওয়া-আসা পর্যন্ত সম্ভব না হয়।[৫] অর্থাৎ, তাদের বিরুদ্ধে কোন রকমের পদক্ষেপ গ্রহণ করা যাবে না। কেননা, তারা মুসলমান হয়ে গেছে। বুঝা গেল যে, ইসলাম গ্রহণ করার পর নামায কায়েম করা ও যাকাত প্রদান করা জরুরী। যদি কোন ব্যক্তি তার মধ্যে কোন একটি ত্যাগ করে, তাহলে তাকে মুসলিম ভাবা যাবে না। যেমন আবু বাকর সিদ্দীক (রাঃ) এই আয়াত থেকে দলীল গ্রহণ করে যাকাত আদায়ে অস্বীকারকারীদের বিরুদ্ধে জিহাদ ঘোষণা করেছিলেন। আর বলেছিলেন যে, 'আল্লাহর কসম! আমি সেই সব লোকদের বিরুদ্ধে অবশ্যই লড়ব, যারা নামায ও যাকাতের মাঝে পার্থক্য করবে।'\n(বুখারী, মুসলিম)\nঅর্থাৎ, নামায তো পড়ে; কিন্তু যাকাত প্রদান করে না।",
  "ayah": 5,
  "surah": 9
}
