{
  "text": "(ফরয) স্বাদক্বাসমূহ  শুধুমাত্র  নিঃস্ব,[১] অভাবগ্রস্ত এবং স্বাদক্বাহ (আদায়ের) কাজে নিযুক্ত কর্মচারীদের জন্য, যাদের মনকে ইসলামের প্রতি অনুরাগী করা আবশ্যক তাদের জন্য, দাসমুক্তির জন্য, ঋণগ্রস্তদের জন্য, আল্লাহর পথে (সংগ্রামকারী) ও (বিপদগ্রস্ত) মুসাফিরের জন্য।[২] এ হল আল্লাহর পক্ষ হতে নির্ধারিত (ফরয বিধান)। আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।\n[১] এই আয়াতে সমালোচনার দরজা বন্ধ করার জন্য স্বাদক্বাহ পাওয়ার হকদার লোকদের কথা উল্লেখ করা হচ্ছে। এখানে স্বাদক্বাসমূহ থেকে উদ্দেশ্য যাকাত। আয়াতের প্রারম্ভে إنَّمَا শব্দ ব্যবহার করা হয়েছে; যা সীমাবদ্ধ বা নির্দিষ্টীকরণের জন্য আসে। الصَّدَقَات শব্দে ال আর্টিক্যালটি শ্রেণী বুঝাবার জন্য ব্যবহার হয়েছে। অর্থাৎ, (যাকাত) শ্রেণীর স্বাদক্বাহ এই আট ধরনের লোকদের উপর সীমাবদ্ধ বা তাদের জন্য নির্দিষ্ট করা হয়েছে, যাদের উল্লেখ আয়াতে এসেছে। এরা ছাড়া অন্য কারো জন্য যাকাতের অর্থ ব্যয় করা শুদ্ধ নয়। উলামাদের মধ্যে এ ব্যাপারে মতভেদ রয়েছে যে, এই আট প্রকার লোক সকলের মাঝেই যাকাত বণ্টন করা জরুরী। নাকি এদের মধ্য হতে যাদের মাঝে ইমাম অথবা যাকাত আদায়কারী প্রয়োজন মনে করবে প্রয়োজন মোতাবেক বণ্টন করতে পারেন? ইমাম শাফেয়ী (রঃ) প্রভৃতিগণ প্রথম রায়টিকে এবং ইমাম মালেক ও ইমাম আবু হানীফা (রঃ) প্রভৃতিগণ দ্বিতীয় রায়টিকে প্রাধান্য দিয়েছেন। আর দ্বিতীয় রায়টিই হল অধিক সঠিক। ইমাম শাফেয়ী (রঃ)এর রায় মোতাবেক যাকাতের অর্থ কুরআনে বর্ণিত আট ধরনের লোকদের মধ্যে সকলের উপর ব্যয় করা জরুরী। অর্থাৎ, অধিকতর প্রয়োজন ও বৃহত্তর কল্যাণের খাত না দেখেই অর্থকে আট ভাগ করে আট জায়গাতেই কিছু কিছু করে খরচ করতে হবে। পক্ষান্তরে দ্বিতীয় রায় অনুযায়ী অধিকতর প্রয়োজন ও বৃহত্তর কল্যাণের খেয়াল রাখা জরুরী। সুতরাং যে খাতে অর্থ ব্যয় করা অধিক প্রয়োজন অথবা যদি কোন খাতে ব্যয় করা অধিক জরুরী হয়, তাহলে সেখানে প্রয়োজন মত যাকাতের মাল ব্যয় করা যাবে। যদিও অন্যান্য খাতে ব্যয় করার জন্য অর্থ অবশিষ্ট না থাকে। এই রায়ে যেসব যৌক্তিকতা রয়েছে, তা প্রথম রায়ে নেই।\n[২] উক্ত আট প্রকার খাতের সংক্ষিপ্ত বর্ণনা এইরূপঃ-\n(\nক-খ\n) 'ফকীর ও মিসকীন' (নিঃস্ব-অভাবগ্রস্ত): যেহেতু উভয় শব্দ প্রায় সমতুল্য; একটি অপরের জন্য ব্যবহার হয়ে থাকে। অর্থাৎ, ফকীরকে মিসকীন ও মিসকীনকে ফকীর বলা হয়ে থাকে। সেহেতু এই দুয়ের সংজ্ঞাতে বেশ মতপার্থক্য রয়েছে। যদিও উভয় শব্দের অর্থে এ কথা সুনিশ্চিত যে, যে অভাবী, যে নিজ প্রয়োজন ও দরকার পূর্ণ করার জন্য চাহিদা অনুযায়ী টাকা-পয়সা ও উপকরণ থেকে বঞ্চিত, তাকেই ফকীর-মিসকীন বলা হয়। মিসকীনের ব্যাপারে এক হাদীস এসেছে যে, নবী (সাঃ) বলেছেন, 'মিসকীন' সে নয় যে দু-এক লোকমার জন্য বা দু-একটি খেজুরের জন্য লোকের দরজায় দরজায় ঘুরে ফিরে বেড়ায়। বরং 'মিসকীন' তো সেই যার কাছে এতটা পরিমাণ মাল থাকে না, যাতে তার প্রয়োজন মিটে যায়। যে না নিজের দরিদ্রতাকে প্রকাশ করে যে, লোকে তাকে গরীব ও হকদার বুঝে স্বাদক্বা-খায়রাত করবে। আর না সে নিজে থেকে কারো কাছে যাচ্ঞা করে।\n(বুখারী ও মুসলিম যাকাত অধ্যায়)\nহাদীসে আসল মিসকীন উক্ত ব্যক্তিকে নির্ধারণ করা হয়েছে। নচেৎ ইবনে আব্বাস প্রভৃতিগণের নিকট 'মিসকীন'-এর সংজ্ঞা হল, যে অভাবী এবং ঘুরে-ফিরে লোকের কাছে ভিক্ষা ও যাচ্ঞা করে বেড়ায়। আর 'ফকীর'-এর সংজ্ঞা হল, যে অভাবী হওয়া সত্ত্বেও চাওয়া ও যাচ্ঞা করা হতে বিরত থাকে।\n(ইবনে কাসীর)\n(\nগ\n) স্বাদক্বা (আদায়ের) কাজে নিযুক্ত কর্মচারীঃ এ থেকে উদ্দেশ্য সরকারের সেইসব কর্মচারী যারা যাকাত ও স্বাদক্বা আদায় ও বণ্টন এবং হিসাব-নিকাশ করার দায়িত্বে নিযুক্ত। (পারিশ্রমিক ও বেতন স্বরূপ এদেরকে যাকাতের মাল দেওয়া চলবে।)\n(ঘ\n) যাদের মনকে ইসলামের প্রতি অনুরাগী করা আবশ্যকঃ প্রথমতঃ সেই কাফের যে কিছু কিছু ইসলামের প্রতি অনুরাগী হয়, এমন ব্যক্তিকে সাহায্য করলে আশা করা যায় যে, সে ইসলাম গ্রহণ করবে। দ্বিতীয়তঃ সেই নও-মুসলিম যাকে ইসলামে দৃঢ়স্থির থাকার জন্য সাহায্য করার দরকার হয়। তৃতীয়তঃ সেই লোকও এর শামিল যাকে সাহায্য করলে আশা করা যায় যে, সে নিজের এলাকার লোকদেরকে মুসলিমদের উপর হামলা করা থেকে বিরত রাখবে এবং অনুরূপভাবে সে নিজের নিকটতম মুসলিমদেরকে রক্ষা করবে। উক্ত সকল লোক এবং এই শ্রেণীর আরো অন্যান্য লোকের উপর যাকাতের মাল ব্যয় করা যেতে পারে; চাহে উল্লিখিত ব্যক্তিবর্গ ধনবান হোক না কেন। হানাফীদের নিকটে এই খাত বর্তমানে অবশিষ্ট নেই। কিন্তু এ কথা শুদ্ধ নয়। অবস্থা ও সময়ের পরিপ্রেক্ষিতে প্রত্যেক যামানাতে এই খাতের উপর যাকাতের অর্থ খরচ করা বৈধ।\n(ঙ\n) দাসমুক্তিঃ কিছু কিছু উলামাগণ 'দাস' বলতে কেবল সেই দাস উদ্দেশ্য মনে করেছেন, যার মালিক তাকে তার ত্রুয়-মূল্য উপার্জন করে দেওয়ার শর্তে মুক্তির চুক্তি লিখে দিয়েছে। পক্ষান্তরে অন্যান্য উলামাগণ সর্বপ্রকার যুদ্ধবন্দী ও ক্রীতদাসকে বুঝিয়েছেন। ইমাম শাওকানী (রঃ) শেষোক্ত রায়কে প্রাধান্য দিয়েছেন।\n(\nচ\n) ঋণগ্রস্তঃ এ থেকে প্রথমতঃ সেই ঋণগ্রস্ত ব্যক্তি উদ্দেশ্য যে নিজ পরিবারের খরচাদি এবং জীবনের প্রয়োজনীয় সামগ্রী সংগ্রহ করতে লোকদের কাছে ঋণ গ্রহণ করেছে। আর তার কাছে নগদ কোন টাকা পয়সা নেই এবং এমন কোন আসবাব-পত্রও (বা জমি-জায়গাও) নেই যা বিক্রি করে ঋণ পরিশোধ করতে পারে। দ্বিতীয়তঃ সেই যামিন ব্যক্তি যে কারো যামিন হয়েছে, অতঃপর যামানতের টাকা তার আসল যিম্মেদার আদায় করতে না পারলে তার ঘাড়ে এসে পড়েছে। তৃতীয়তঃ যার ফল-ফসলাদি দুর্যোগে ধ্বংস হয়ে গেছে বা বাণিজ্য ও শিল্প ক্ষতিগ্রস্ত হয়েছে এবং তার ফলে সে ঋণগ্রস্ত হয়ে গেছে। এই সমস্ত লোকদেরকে যাকাতের ফান্ড্ থেকে সাহায্য করা বৈধ।\n(\nছ\n) আল্লাহর পথঃ এর অর্থ হল জিহাদ। অর্থাৎ, যুদ্ধের সাজ-সরঞ্জাম, অস্ত্রশস্ত্র ও প্রয়োজনীয় আসবাব-পত্র ক্রয় করতে এবং মুজাহিদের জন্য (চাহে সে ধনবান হোক না কেন) যাকাতের মাল ব্যয় করা জায়েয। আর হাদীসে এসেছে যে, হজ্জ এবং উমরাহও 'ফী সাবীলিল্লাহ'র অন্তর্ভুক্ত। অনুরূপ কিছু উলামাগণের নিকট ইসলামী দাওয়াত ও তাবলীগের কাজও 'ফী সাবীলিল্লাহ'র অন্তর্ভুক্ত। কারণ এতেও জিহাদের মতই আল্লাহর কলেমাকে উচ্চ করা উদ্দেশ্য হয়ে থাকে।\n(\nজ\n) মুসাফিরঃ অর্থাৎ, যদি কোন মুসাফির (বৈধ) সফরে সাহায্যের মুখাপেক্ষী হয়ে পড়ে; সে যদিও তার দেশে বা ঘরে প্রাচুর্যের অধিকারী হয়ে থাকে, তবুও যাকাতের খাত থেকে তার মদদ করা বৈধ।",
  "ayah": 60,
  "surah": 9
}
