{
  "text": "আল্লাহ্‌র [১] আদেশ আসবেই [২]; কাজেই তা [৩] তাড়াতাড়ি পেতে চেয়ো না। তিনি মহিমান্বিত এবং তারা যা শরীক করে তিনি তা থেকে উর্ধ্বে [৪]।\n১২৮ আয়াত, মক্কী\n---------------\n[১] এ সূরা নাহলকে বিশেষ কোন ভূমিকা ছাড়াই কঠোর শাস্তির সতর্কবাণী ও ভয়াবহ বিষয়বস্তু দ্বারা শুরু করা হয়েছে। এর কারণ ছিল মুশরিকদের এই উক্তি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে কেয়ামত ও আযাবের ভয় দেখায় এবং বলে যে, আল্লাহ্ তা'আলা তাকে জয়ী করা এবং বিরোধীদেরকে শাস্তি দেয়ার ওয়াদা করেছেন। আমাদের তো এরূপ কিছু ঘটবে বলে মনে হয় না। এর উত্তরে বলা হয়েছেঃ আল্লাহর নির্দেশ এসে গেছে। তোমরা তাড়াহুড়া করো না। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n[২] অর্থাৎ তা একেবারে আসন্ন হয়ে উঠেছে। তার প্রকাশ ও প্রয়োগের সময় নিকটবর্তী হয়েছে। ব্যাপারটা একেবারেই অবধারিত ও সুনিশ্চিত অথবা একান্ত নিকটবতী এ ধারণা দেবার জন্য ব্যাক্যটি অতীতকালের ক্রিয়াপদের সাহায্যে বর্ণনা করা হয়েছে। [আদওয়াউল বায়ান; আত-তাহরীর ওয়াত তানওয়ীর]\nতবে এ “আদেশ বা ফায়সালা” কি ছিল এবং কোন আকৃতিতে এসেছে? এ ব্যাপারে বিভিন্ন মত আছেঃ\nকোন কোন মুফাসসির বলেন যে, এখানে আল্লাহর নির্দেশ’বলে কেয়ামত বোঝানো হয়েছে। এর এসে যাওয়ার অর্থও এই যে, আসা অতি নিকটবতী। সমগ্র জগতের বয়সের দিক দিয়ে দেখলে কেয়ামতের নিকটবতী হওয়া কিংবা এসে পৌছাও দূরবর্তী কোন বিষয় নয়। অথবা, তা অবশ্যম্ভাবী হওয়ার কারণে অতীতকালের পদ ব্যবহার করা হয়েছে।\nঅন্য আয়াতেও বলা হয়েছে, “মানুষের হিসেব-নিকেশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে” [ সূরা আল-আম্বিয়া: ১]\nআরও এসেছে, “কিয়ামত কাছাকাছি হয়েছে, আর চাদ বিদীর্ণ হয়েছে\" [সূরা আল-কামারঃ ১] [ইবন কাসীর]\nকোন কোন মুফাসসির বলেনঃ আল্লাহর নির্দেশ’ বলে এখানে আল্লাহর আদেশ নিষেধ সম্পর্কিত, হালাল হারাম সম্বলিত বিধানাবলী বোঝানো হয়েছে। [কুরতুবী]\nকোন কোন মুফাসসির বলেনঃ এখানে “আল্লাহর নির্দেশ\" বলে তাদের উপর যে শাস্তি আসার কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে ভয় প্রদর্শন করাতেন তা বুঝানো হয়েছে। আযাবের ব্যাপারে কুরাইশ বংশীয় কাফেরদের সবরের পেয়ালা কানায় ভরে উঠেছিল এবং শেষ ও চূড়ান্ত পদক্ষেপ গ্রহণ করার সময় এসে গিয়েছিল বলেই অতীতকালের ক্রিয়াপদ দ্বারা একথা বলা হয়েছে। [কুরতুবী; ফাতহুল কাদীর]\n[৩] কাফের মুশরিকগণের চিরাচরিত নিয়ম ছিল যে, তারা আল্লাহর আযাবকে কামনা করত, তারা ভাবত যে আল্লাহর আযাব যদি আসবে তবে আসে না কেন? কিন্তু আল্লাহর নিয়ম হলো, তিনি কোন জাতিকে ধ্বংস করার পূর্বে তাকে প্রচুর সময় দেন। এ ব্যাপারটি আল্লাহ তা'আলা অন্যান্য আয়াতেও উল্লেখ করেছেন। দেখুন, [সূরা আল-আনকাবূতঃ ৫৩,৫৪] [ইবন কাসীর]\n[৪] এখানে তাদের শির্ক বলতে, তারা যে আযাব তাড়াতাড়ি চাচ্ছিল, অথবা কিয়ামত তাড়াতাড়ি চাচ্ছিল তা-ই বোঝানো হয়েছে। কেননা এর দ্বারা তারা মূলত: আল্লাহর ওয়াদাকে ভ্রান্ত সাব্যস্ত করেছে, এটা কুফরী ও শির্ক। তারা মনে করছে যে, আল্লাহ এটা করতে সম্ভব নন। তিনি সেটা করতে পারবে না। আর অপারগতা মূলত: বান্দাদের গুণ। বান্দাদের গুণকে আল্লাহর জন্য সাব্যস্ত করা শির্ক। এ হিসেবে তারা শির্কে লিপ্ত হয়েছিল। [ফাতহুল কাদীর] নতুবা আল্লাহর সাথে কারো শরীক হবার প্রশ্নই ওঠে না। তাঁর সত্তা এর অনেক উধের্ব এবং এ থেকে সম্পূর্ণ মুক্ত ও পবিত্র। মোট কথাঃ তারা যে শির্ক করছে আল্লাহ তা'আলা তা থেকে পবিত্র। একটি কঠোর সতর্কবাণীর মাধ্যমে তাওহীদের দাওয়াত দেয়া এই আয়াতের সারমর্ম।",
  "ayah": 1,
  "surah": 16
}
