{
  "text": "কেউ তার ঈমান আনার পর আল্লাহ্‌র সাথে কুফরী করলে এবং কুফরীর জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহ্‌র গযব এবং তার জন্য রয়েছে মহাশাস্তি [১]; তবে তার জন্য নয়, যাকে কুফরীর জন্য বাধ্য [২] করা হয় কিন্তু তার চিত্ত ঈমানে অবিচলিত [৩]।\n[১] দুনিয়া ও আখেরাতে উভয় স্থানেই মুরতাদের জন্য রয়েছে শাস্তি। মুরতাদ আখেরাতে চিরস্থায়ী জাহান্নামে যাবে। দুনিয়াতে তার শাস্তি হলোঃ মৃত্যুদণ্ড। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n“যে তার দ্বীন (ইসলাম) পরিবর্তন করে তাকে তোমরা হত্যা কর\"। [বুখারীঃ ৬৯২২] এটা এ জন্যই যে, সে হক্ক দ্বীনের প্রতি অপবাদ দিচ্ছে। যে শুধু নিজেকে ধ্বংস করছেনা তার সাথে হাজারো মানুষের মনে দ্বীন সম্পর্কে সন্দেহের বীজ ঢুকিয়ে দিচ্ছে। এতে করে সে মানুষের মৌলিক অধিকারে হস্তক্ষেপ করছে। ইসলাম গ্রহণের ব্যাপারে তাকে বাধ্য করা হয়নি। সে বুঝে-শুনে ইসলাম গ্রহণ করেছে সুতরাং এর বিপরীতটি তার থেকে গ্রহণ করা যাবে না।\n[২] (إكراه) -এর শাব্দিক অর্থ এই যে, কোন ব্যক্তিকে এমন কথা বলতে অথবা এমন কাজ করতে বাধ্য করা, যা বলতে বা করতে সে সম্মত নয়। আয়াতের অর্থ হচ্ছে এমন জোর-জবরদস্তি, যা মানুষকে ক্ষমতাহীন ও অক্ষম করে দেয়। এমন জবরদস্তির অবস্থায় অন্তর ঈমানের উপর স্থির ও অটল থাকার শর্তে মুখে কুফর কালেমা উচ্চারণ করা জায়েয। [কুরতুবী]\n[৩] এ আয়াত থেকে প্রমাণিত হয় যে, যে ব্যক্তিকে হত্যার হুমকি দিয়ে কুফরী কালাম উচ্চারণ করতে বাধ্য করা হয়, যদি প্রবল বিশ্বাস থাকে যে, হুমকিদাতা তা কার্যে পরিণত করার পূর্ণ ক্ষমতা রাখে, তবে এমন জবরদস্তির ক্ষেত্রে সে যদি মুখে কুফরী কালাম উচ্চারণ করে, তবে তাতে কোন গোনাহ নেই এবং তার স্ত্রী তার জন্য হারাম হবে না। তবে শর্ত এই যে, তার অন্তর ঈমানে অটল থাকতে হবে এবং কুফরী কালামকে মিথ্যা ও মন্দ বলে বিশ্বাস করতে হবে। আলোচ্য আয়াতটি কতিপয় সাহাবী সম্পর্কে নাযিল হয়, যাদেরকে মুশরিকরা গ্রেফতার করেছিল এবং হত্যার হুমকি দিয়ে কুফরী অবলম্বন করতে বলেছিল। যারা গ্রেফতার হয়েছিলেন, তারা ছিলেন আম্মার, তদীয় পিতা ইয়াসির, মাতা সুমাইয়্যা, সুহায়েব, বেলাল এবং খাববাব রাদিয়াল্লাহু আনহুম। তাদের মধ্যে ইয়াসির ও তার স্ত্রী সুমাইয়্যা কুফরী কালাম উচ্চারণ করতে সম্পূর্ণ অস্বীকার করেন। ইয়াসিরকে হত্যা করা হয় এবং সুমাইয়্যাকে দুই উটের মাঝখানে বেঁধে উট দু'টিকে দু’দিকে হাকিয়ে দেয়া হয়। ফলে তিনি দ্বিখণ্ডিত হয়ে শহীদ হন। এ দু’জন মহাত্মাই ইসলামের জন্য সর্বপ্রথম শাহাদাত বরণ করেন। [দেখুন, বাগভী; কুরতুবী]\nতবে আয়াতের অর্থ এ নয় যে, প্রাণ বাঁচাবার জন্য কুফরী কথা বলা বাঞ্ছনীয়। বরং এটি নিছক একটি “রুখসাত” তথা সুবিধা দান ছাড়া আর কিছুই নয়। যদি অন্তরে ঈমান অক্ষুন্ন রেখে মানুষ বাধ্য হয়ে এ ধরনের কথা বলে তাহলে তাকে কোন জবাবদিহির সম্মুখীন হতে হবে না। অন্যথায় আযীমাত তথা দৃঢ় সংকল্পবদ্ধ ঈমানের পরিচয়ই হচ্ছে এই যে, মানুষের এ রক্তমাংসের শরীরটাকে কেটে টুকরো টুকরো করে ফেললেও সে যেন সত্যের বাণীরই ঘোষণা দিয়ে যেতে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুবারক যুগে এ উভয় ধরনের ঘটনার নজির পাওয়া যায়। একদিকে আছেন খাববাব ইবনে আরত রাদিয়াল্লাহু, আনহু তাঁকে জ্বলন্ত অংগারের ওপর শোয়ানো হয়। এমনকি তাঁর শরীরের চর্বি গলে পড়ার ফলে আগুন নিভে যায়। কিন্তু এরপরও তিনি দৃঢ়ভাবে ঈমানের ওপর অটল থাকেন। বিলাল হাবশীকে রাদিয়াল্লাহু আনহু লোহার বর্ম পরিয়ে দিয়ে কাঠফাটা রোদে দাঁড় করিয়ে দেয়া হয়। তারপর উত্তপ্ত বালুকা প্রান্তরে শুইয়ে দিয়ে তার ওপর দিয়ে তাঁকে টেনে নিয়ে যাওয়া হয়। কিন্তু তিনি আহাদ আহাদ' শব্দ উচ্চারণ করে যেতেই থাকেন। [দেখুনঃ ইবনে মাজাহঃ ১৫০]\nআর একজন সাহাবী ছিলেন হাবীব ইবন যায়েদ ইবন আসেম রাদিয়াল্লাহু আনহু। মুসাইলামা কাযযাবের হুকুমে তাঁর শরীরের প্রত্যেটি অংগ-প্রত্যংগ কাটা হচ্ছিল এবং সেই সাথে মুসাইলামাকে নবী বলে মেনে নেবার জন্য দাবী করা হচ্ছিল। কিন্তু প্রত্যেক বারই তিনি তার নবুওয়াত দাবী মেনে নিতে অস্বীকার করছিলেন এভাবে ক্রমাগত অংগ-প্রত্যংগ কাটা হতে হতেই তাঁকে মৃত্যুবরণ করতে হয়। অন্যদিকে আছেন আম্মার রাদিয়াল্লাহু আনহু। আম্মার রাদিয়াল্লাহু আনহুর চোখের সামনে তাঁর পিতা ও মাতাকে কঠিন শাস্তি দিয়ে দিয়ে শহীদ করা হয়। তারপর তাকে এমন কঠিন অসহনীয় শাস্তি দেয়া হয় যে,শেষ পর্যন্ত নিজের প্রাণ বাঁচাবার জন্য তিনি কাফেরদের চাহিদা মত সবকিছু বলেন। এরপর তিনি কাঁদতে কাঁদতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের খেদমতে হাযির হন এবং আরয করেনঃ\n“হে আল্লাহর রসূল! আমি আপনাকে মন্দ এবং তাদের উপাস্যদেরকে ভাল না বলা পর্যন্ত তারা আমাকে ছেড়ে দেয়নি \"রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিজ্ঞেস করলেন “তোমার মনের অবস্থা কি?\" জবাব দিলেন “ঈমানের ওপর পরিপূর্ণ নিশ্চিত।\" একথায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ “যদি তারা আবারো এ ধরনের জুলুম করে তাহলে তুমি তাদেরকে আবারো এসব কথা বলে দিয়ো” [মুস্তাদরাকে হাকেমঃ ২/৩৫৭, বাইহাকীর আস-সুনানুল কুবরা ২/২০৮-২০৯]।\nতবে ঈমানের উপর অবিচল থাকার কিছু নিদর্শন সাহাবাদের জীবনীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পরবর্তী সময়েও পাওয়া যায়। প্রখ্যাত সাহাবী আব্দুল্লাহ ইবনে হুযাফাহ আস-সাহমীকে রোমের নাসারাগণ কয়েদ করে তাদের রাজার কাছে নিয়ে গেলে তাদের রাজা তাকে বললঃ নাসারাদের দ্বীন গ্রহণ কর, আমি তোমাকে আমার রাজত্বের ভাগ দেব এবং আমার কন্যাকে তোমার সাথে বিয়ে দেব। তিনি তাকে বললেনঃ যদি আমাকে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দ্বীন থেকে বিচ্যুত হওয়ার বিনিময়ে তুমি যা কিছুর মালিক তা এবং আরবদের সমস্ত সাম্রাজ্যও দাও, তবুও আমি ক্ষণিকের জন্যও তা করব না। রাজা বললঃ তাহলে আমি তোমাকে হত্যা করব। তিনি বললেনঃ তুমি সেটা করতে পার। তারপর রাজা তাকে শূলে চড়াবার আদেশ করল। এরপর তীরন্দাযদের তাকে কাছ থেকে তার হাত ও পায়ের পার্শ্বে তীর নিক্ষেপের নির্দেশ দিল। রাজা তখনও তাকে নাসারাদের দ্বীনের দাওয়াত দিতে থাকল। তিনি অস্বীকার করতে থাকলেন। রাজা তাকে শূল থেকে নামানোর নির্দেশ দিলেন। তারপর একটি বড় ডেকচি আনার নির্দেশ দিলেন, তাতে পানি দিয়ে গরম করা হল, তারপর তার সামনেই একজন মুসলিম কয়েদীকে এনে তাতে ফেলা হলো, ক্ষনিকেই কয়েদীটি হাড্ডিতে পরিণত হলো। এমতাবস্থায়ও তার কাছে নাসারাদের দ্বীন গ্রহণের দাওয়াত দেয়া হলো কিন্তু তিনি তা গ্রহণ করতে অস্বীকার করলেন। তখন তাকে এ ডেকচির মধ্যে নিক্ষেপ করার নির্দেশ দেয়া হলো। তারপর তাকে যখন নিক্ষেপ করার জন্য উপরে উঠানো হলো তখন তিনি কাঁদলেন। তখন রাজা আশ্বস্ত হলো এবং তাকে ডাকল। তখন তিনি বললেনঃ আমি তো এজন্যই কেঁদেছি যে, আমার আত্মাতো একটি মাত্র যা এ মূহুর্তে ডেকচিতে আল্লাহর ওয়াস্তে নিক্ষেপ করা হচ্ছে, আমার আকাংখা হলো যে, হায়! যদি আমার শরীরের প্রত্যেক পশমের পরিমাণ আত্মা হতো এবং সবগুলি আত্মা আল্লাহর জন্য এধরনের শাস্তি পেত। কোন কোন বর্ণনায় আছে যে, রাজা তাকে কয়েদ করে রেখে তাকে কয়েকদিন কোন খাবার সরবরাহ করা থেকে বিরত থাকল। তারপর তাকে মদ এবং শুকরের গোস্ত দেয়া হলো। কিন্তু তিনি এর কাছেও ঘেষলেন না। তখন রাজা তাকে ডেকে বললোঃ তোমাকে খেতে বারণ করেছে কিসে? তিনি তখন বললেনঃ যদিও আমার জন্য এ অবস্থায় এ দু’টো বস্তু খাওয়া বৈধ তবুও আমি তোমাকে আমার বিপদগ্ৰস্ততা থেকে খুশী হতে দিতে পারি না। তখন রাজা তাকে বললোঃ তাহলে তুমি আমার মাথায় চুমু খাও, আমি তোমাকে ছেড়ে দেব। তিনি বললেনঃ আমার সাথী সমস্ত মুসলিম কয়েদীকেও ছেড়ে দেবে? রাজা বললোঃ হ্যা। তখন তিনি রাজার মাথায় চুম্বন করলেন। রাজা তাকে ছেড়ে দিল এবং তার সাথের সমস্ত মুসলিম কয়েদীকেও ছেড়ে দিল।তারপর যখন তিনি উমর ইবনে খাত্তাব রাদিয়াল্লাহু আনহুর কাছে ফিরে আসলেন তখন উমর রাদিয়াল্লাহু আনহু বললেনঃ\n“প্রত্যেক মুসলিমের উচিত আব্দুল্লাহ ইবনে হুযাফার মাথায় চুমু খাওয়া। আর সেটা আমার দ্বারা শুরু হোক। এ কথা বলে তিনি দাঁড়ালেন এবং আব্দুল্লাহ ইবনে হুযাফার মাথায় চুমু খেলেন। রাদিয়াল্লাহু আনহুম ওয়া আরদাহুম। [ইবন কাসীর]",
  "ayah": 106,
  "surah": 16
}
