{
  "text": "আর তিনিই তোমাদের কল্যাণে নিয়োজিত করেছেন রাত, দিন [১], সূর্য ও চাঁদকে; এবং নক্ষত্ররাজিও তাঁরই নির্দেশে নিয়োজিত। নিশ্চয় এতে বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে অনেক নিদর্শন [২]।\n[১] এ আয়াতে আল্লাহ্ তা'আলা তাঁর বান্দাদেরকে তাঁর কিছু নেয়ামত হিসেব করে দেখিয়ে দিচ্ছেন। [ইবন কাসীর] আল্লামা শানকীতী বলেন, এ আয়াতে আল্লাহ বর্ণনা করছেন যে, তিনি তাঁর বান্দাদের জন্য পাঁচটি গুরুত্বপূর্ণ বৃহৎ নেয়ামত নিয়োজিত করেছেন। এগুলোতে যে বিরাট উপকারিতা রয়েছে সেটা তিনি ব্যতীত কেউ পুরোপুরি জানে না। বিবেকবানদের কাছে এগুলোই স্পষ্ট প্রমাণ দিচ্ছে যে, তিনি একজনই একমাত্র ইবাদাত পাওয়ার উপযুক্ত। সে পাঁচটি নেয়ামত হচ্ছে, রাত, দিন, সূর্য, চন্দ্র ও তারকা। কুরআনে বারবার এ নেয়ামতগুলোকে নিয়োজিত করার কথা ঘোষণা করা হয়েছে। সেখানে এগুলো উল্লেখ করে একমাত্র আল্লাহর ইবাদাতের প্রতি আহবান জানানো হয়েছে। যেমন,\n“নিশ্চয় তোমাদের রব আল্লাহ্ যিনি আসমানসমূহ ও যমীন ছয় দিনে সৃষ্টি করেছেন ; তারপর তিনি আরশের উপর উঠেছেন। তিনিই দিনকে রাত দিয়ে ঢেকে দেন, তাদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চাদ ও নক্ষত্ররাজি, যা তারই হুকুমের অনুগত, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ, সৃজন ও আদেশ তাঁরই সৃষ্টিকুলের রব আল্লাহ কত বরকতময় \" [সূরা আল-আ’রাফ: ৫৪]\nআরও বলেছেন, “আর তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চাঁদকে, যারা অবিরাম একই নিয়মের অনুবর্তী এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত ও দিনকে \" [সূরা ইবরাহীম: ৩৩]\nআরও বলেছেন, “আর তাদের জন্য এক নিদর্শন রাত, তা থেকে আমরা দিন অপসারিত করি, তখন তারা অন্ধকারাচ্ছন্ন হয়ে পড়ে। আর সূর্য ভ্রমণ করে তার নির্দিষ্ট গন্তব্যের দিকে, এটা পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ। আর চাঁদের জন্য আমরা নির্দিষ্ট করেছি বিভিন্ন মনযিল; অবশেষে সেটা শুষ্ক বাকা, পুরোনো খেজুর শাখার আকারে ফিরে যায়।” [সূরা ইয়াসীন: ৩৭-৩৯]\nআরও বলেন, “আমরা নিকটবতী আসমানকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং সেগুলোকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং তাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত আগুনের শাস্তি \" [সূরা আল-মুলক: ৫]\nঅন্য আয়াতে বলেছেন, \"আর তারা নক্ষত্রের সাহায্যেও পথনির্দেশ পায়” [সূরা আন-নাহল: ১৬] [আদওয়াউল বায়ান]\n[২] এখানে বলা হয়েছে যে, দিনরাত ও তারকারাজি আল্লাহ তা'আলার নির্দেশের অনুগত হয়ে চলে। শেষে বলা হয়েছে যে, এগুলোর মধ্যে বুদ্ধিমানদের জন্য অনেক প্রমাণ রয়েছে। যারা আল্লাহ যে সমস্ত ব্যাপারে সাবধান করতে চেয়েছেন সেগুলো বুঝে, যাদেরকে আল্লাহ সেটা বুঝার তাওফীক দিয়েছেন তাদের জন্য এতে আল্লাহর প্রচণ্ড ক্ষমতা ও অপার শক্তির অনেক নিদর্শন রয়েছে। [কুরতুবী; ইবন কাসীর]",
  "ayah": 12,
  "surah": 16
}
