{
  "text": "তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছে [১] স্বীয় নির্দেশে রূহ [২]- ওহীসহ ফিরিশতা- পাঠান এ বলে যে, তোমরা সতর্ক কর, ‘নিশ্চয় আমি ছাড়া কোন সত্য ইলাহ নেই [৩]; কাজেই তোমরা আমার ব্যাপারে তাকওয়া অবলম্বন কর [৪]।\n[১] এখানে যার প্রতি ইচ্ছা বলে তাঁর নবী-রাসূলদের বুঝানো হয়েছে। [ফাতহুল কাদীর] [এ ব্যাপারে আরো দেখা যেতে পারে সূরা আল-হাজ্জঃ৭৫, সূরা গাফেরঃ ১৫, ১৬]\n[২] আয়াতে (روح) শব্দ বলে ইবনে আব্বাসের মতে ওহী বুঝানো হয়েছে। যা নবুওয়াতের রূহ। এ রূহ বা প্রাণসত্তায় উজ্জীবিত হয়েই নবী কাজ করেন ও কথা বলেন। স্বাভাবিক ও প্রাকৃতিক জীবনে প্রাণের যে মর্যাদা এ ওহী ও নবুওয়াতী প্রাণসত্তা নৈতিক জীবনে সেই একই মর্যাদার অধিকারী। ওহী দ্বারা মুমিনদের প্রাণ উজ্জীবিত হয়। এ ওহীর একটি হচ্ছে কুরআন। দ্বীনে কুরআনের মর্যাদা যেমন শরীরের সাথে রূহের সম্পর্ক। [ফাতহুল কাদীর] তাই কুরআনের বিভিন্ন স্থানে ওহীর জন্য রূহ’ শব্দ ব্যবহার করা হয়েছে। [দেখুনঃ সূরা আস-শূরাঃ ৫২]\nকোন কোন তাফসীরবিদগণের মতে রূহ শব্দ দ্বারা এখানে হেদায়াত বোঝানো হয়েছে। [ফাতহুল কাদীর] অবশ্য দু' অর্থের মধ্যে বৈপরীত্য নেই।\n[৩] এ আয়াতে ইতিহাসগত দলীল দ্বারা তাওহীদ প্রমাণিত হয়েছে যে, আদম 'আলাইহিস সালাম থেকে শুরু করে শেষ নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পর্যন্ত দুনিয়ার বিভিন্ন ভূখণ্ডে এবং বিভিন্ন সময়ে যে রাসূলই আগমন করেছেন তিনি জনসমক্ষে তাওহীদের বিশ্বাসই পেশ করেছেন। [দেখুন সূরা আল-আম্বিয়াঃ ২৫]\nঅথচ বাহ্যিক উপায়াদীর মাধ্যমে এক জনের অবস্থা ও শিক্ষা অন্যজনের মোটেই জানা ছিল না। চিন্তা করুন, হাজার হাজার নবী-রাসূল, যারা বিভিন্ন সময়ে, বিভিন্ন দেশে এবং বিভিন্ন ভূখণ্ডে জন্মগ্রহণ করেছেন, তারা সবাই যখন একই বিষয়ের প্রবক্তা, তখন স্বভাবতঃই মানুষ একথা বুঝতে বাধ্য হয় যে, বিষয়টি ভ্রান্ত হতে পারে না। বিশ্বাস স্থাপনের জন্য এককভাবে এ যুক্তিটিই যথেষ্ট।\n[৪] এই বাক্যের মাধ্যমে এ সত্যটি সুস্পষ্ট করে তুলে ধরা হয়েছে যে, নবুওয়াতের রূহ যেখানেই যে ব্যক্তির ওপর অবতীর্ন হয়েছে সেখানেই তিনি এ একটিই দাওয়াত নিয়ে এসেছেন যে সার্বভৌম কর্তৃত্ব একমাত্র আল্লাহর জন্য নির্ধারিত এবং একমাত্র তাঁকেই ভয় করতে হবে, তিনি একাই এর হকদার। তিনি ছাড়া আর দ্বিতীয় এমন কোন সত্তা নেই যার অসন্তুষ্টির ভয়, যার শাস্তির আশংকা এবং যার নাফরমানির অশুভ পরিণামের ভয় করা যাবে। তিনি ছাড়া আর কারো ইবাদত করা যাবে না।",
  "ayah": 2,
  "surah": 16
}
