{
  "text": "আর যারা শির্ক করেছে, তারা বলল, আল্লাহ্‌ ইচ্ছে করলে আমরা ও আমাদের পিতৃপুরুষেরা তাঁকে ছাড়া অন্য কোন কিছুর ইবাদাত করতাম না [১]। আর কোন কিছু তাঁকে ছাড়িয়ে হারামও ঘোষণা করতাম না [২]। তাদের পূর্ববর্তীরা এরূপ করত। রাসূলদের কর্তব্য কি শুধু সুস্পষ্ট বাণী পৌছে দেয়া নয় [৩]?\n[১] আল্লাহ তা'আলা এ আয়াতে কাফের মুশরিকদের একটি বড় সন্দেহের উল্লেখ করে তা অপনোদন করেছেন। সন্দেহটি হলোঃ যদি আল্লাহ আমাদের কর্মকাণ্ড অপছন্দ করতেন তবে অবশ্যই তার জন্য শাস্তি বিধান করতেন এবং আমাদেরকে তা করতে দিতেন না। যেহেতু তিনি আমাদের শাস্তি দিচ্ছেন না এবং আমাদেরকে শির্ক করতে দিচ্ছেন তা দ্বারা বুঝা গেল যে, আমাদের কর্মকাণ্ডে আল্লাহ সন্তুষ্ট আছেন। তাই আমাদেরকে আর কোন দাওয়াত গ্রহণ করার প্রয়োজন নেই। আল্লাহ তা'আলা\n(كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚ فَهَلْ عَلَي الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ)\nতাদের দাবীর মত দাবী তাদের পূর্বেকার কাফের মুশরিকগণও করেছিল। তাদের কাছে এটার ব্যাপারে কোন গ্রহণযোগ্য যুক্তি নেই। তারা তাদের মনগড়া কথাকে চালিয়ে নিচ্ছে। কারণ আল্লাহ্ তা'আলার ফয়সালা দু’ধরনের। এক ধরনের ফয়সালা আছে যাকে বলা হয় জাগতিক ফয়সালা, যার বাইরে কেউ যাবার অধিকার রাখে না। যেমন, জীবন -মৃত্যু, রোগ-শোক ইত্যাদি। এ ধরনের ফয়সালার সাথে আল্লাহর সন্তুষ্টি নির্ভর করে না। আরেক ধরনের ফয়সালা আছে যাকে বলা হয় শর’য়ী ফয়সালা। যেমন ঈমান আনা, ভাল কাজ করা ইত্যাদি। এ ধরনের ফয়সালার সাথে আল্লাহর সন্তুষ্টি রয়েছে। এ ধরনের ফয়সালার ক্ষেত্রে মানুষের স্বাধীনতা রয়েছে। মানুষ ইচ্ছা করলে ঈমান আনতে পারে এবং এর মাধ্যমে আল্লাহর সন্তুষ্টি লাভ করে। আবার কুফরীও এখতিয়ার করতে পারে যাতে আল্লাহর অসন্তুষ্টি রয়েছে। আল্লাহ মানুষকে যে সীমিত স্বাধীনতা দিয়েছেন তার কারণেই তাকে বিভিন্ন সময়ে আল্লাহর শরীআত অনুসারে চলার জন্য নবী-রাসূল পাঠিয়ে তাঁর পথের দিশা দেন। তিনি তাদেরকে সে পথ মানতে বাধ্য করে দেন না। কারণ, বাধ্য করে দিলে তাকলীফ থাকে না। জান্নাত ও জাহান্নামের প্রয়োজন পড়তো না। নবীদের কাজ তো শুধু হক পথকে মানুষের সামনে সুস্পষ্টভাবে তুলে ধরা। এর পর যারা ঈমান আনবে তারা জান্নাতি হবে আর যারা ঈমান আনবে না তারা জাহান্নামি হবে। সুতরাং এখানে কাফেরদের উত্থাপন করা কুটতর্কের কোন অর্থ নেই। তারা অন্যান্য ব্যাপারে এ ধরনের কুটতর্ক মানে না, শুধু ঈমান ও নতুন আইন প্রবর্তনের ব্যাপারে তা পেশ করে থাকে। তাদেরকে যদি গালি দেয়া হয় বা তাদের কাবাকে কেউ ধ্বংস করতে আসে তবে তা প্রতিহত করতে সদা প্রস্তুত থাকে। তখন একথা বলে না যে, আল্লাহর ইচ্ছা অনুসারে হচ্ছে। শুধু ঈমান ও আল্লাহর আইনের ব্যাপারেই তারা এরকম করে থাকে। [এ ব্যাপারে বিস্তারিত দেখুন, মাজমু ফাতাওয়া: ৮/২৫৬-২৬১; ১০/৩৪; ২০/৬৫; মিনহাজুস সুন্নাহ: ৩/৬০]\n[২] যেমন তারা বিভিন্ন জন্তুকে ছেড়ে দিত এবং এগুলোকে খাওয়া ও ধরা-ছোয়া হারাম ঘোষণা করত। যেমন, বাহীরা, সায়েবা, ওয়াসীলা ইত্যাদি। [এ ব্যাপারে বিস্তারিত দেখুন সূরা আল-আনআমঃ ১৩৮ এবং সূরা আল-মায়েদাঃ ১০৩]\n[৩] এটা কাফেরদের সন্দেহের উত্তর। বলা হয়েছে যে, তোমাদের দাবী যে আল্লাহ চাইলে আমরা তিনি ব্যতীত আর কারও ইবাদাত করতে সক্ষম হতাম না, যদি তিনি চাইতেন তবে তিনি আমাদের এ কাজ অস্বীকার করেন না কেন? আমাদের কুফর, শির্ক ও অবৈধ কাজকর্ম পছন্দ না করলে তিনি আমাদেরকে তা থেকে নিষেধ করেন না কেন? এর উত্তরে বলা হয়েছে যে, আল্লাহ অবশ্যই তোমাদের কর্মকাণ্ডকে অপছন্দ করেন। তিনি তোমাদের কার্যাবলীকে কঠোরভাবে ঘৃণা করেছেন এবং শক্তভাবে নিষেধ করেছেন। আর সে জন্যই তিনি প্রতি জাতিতে প্রতি প্রজন্মে, প্রতি গোষ্ঠীতে তার নবী-রাসূলদের পাঠিয়েছেন। তারা সবাই একমাত্র আল্লাহর ইবাদতের দিকে আহবান জানিয়েছেন এবং তিনি ব্যতীত আর কারও ইবাদাত না করার নির্দেশ দিয়েছেন। তিনি বলেছেন, “তোমরা একমাত্র আল্লাহর ইবাদত কর এবং তাগুত থেকে দূরে থাক\" এভাবে মানুষের কাছে তিনি রাসূলদেরকে পাঠিয়েই চলেছেন, যখন থেকে বনী আদমের মধ্যে শির্কের উৎপত্তি হয়েছে। কাওমে নূহের মধ্যে। যখন তাদের কাছে নূহকে তিনি পাঠিয়েছিলেন। আর তিনি ছিলেন যমীনের অধিবাসীদের কাছে পাঠানো প্রথম রাসূল। এ রাসূলদের পাঠানোর ধারা তিনি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে প্রেরণের মাধ্যমে শেষ করেন। যেমন অন্য আয়াতে বলেছেন, “আর অবশ্যই আমরা প্রতিটি উম্মতে রাসূলদেরকে এ বলে পাঠিয়েছিলাম যে, তোমরা আল্লাহর ইবাদত কর এবং তাগুতকে বর্জন কর”। সুতরাং মুশরিকদের পক্ষে এটা বলা কিভাবে সঙ্গত হবে যে, আল্লাহ ইচ্ছে করলে আমরা ও আমাদের পিতৃপুরুষেরা তাকে ছাড়া অন্য কোন কিছুর ইবাদাত করতাম না। আর কোন কিছু তাঁকে ছাড়িয়ে হারামও ঘোষণা করতাম না। সুতরাং বুঝা যাচ্ছে যে, আল্লাহর শরীআতগত ইচ্ছা তোমাদের সাথে নেই। কেননা তিনি তার রাসূলদের মুখে তোমাদেরকে তা করতে নিষেধ করেছেন। আর যদি বল প্রকৃতিগত ইচ্ছা যা নির্ধারিত থাকার কারণে তোমরা শির্ক ও কুফরি ও অন্যান্য অন্যায় কাজ করতে সমর্থ হও, তবে এটা থেকে তোমাদের দলীল নেয়ার কোন সুযোগ নেই। কেননা, আল্লাহ্ তা'আলা জাহান্নামও সৃষ্টি করেছেন, জাহান্নামের বাসিন্দা শয়তান ও কাফেরদেরকেও সৃষ্টি করেছেন। কিন্তু তিনি বান্দাদের কুফরীতে সন্তুষ্ট নন। এর মধ্যে তার বিশেষ হিকমত ও রহস্য রয়েছে। [ইবন কাসীর] না। সুতরাং কাফেরদের একথা বলা যে, আমাদের ধর্মমত আল্লাহর কাছে পছন্দ না হলে আমাদের বাধ্য করেন না কেন, একটি বোকামী ও হঠকারিতা প্রসূত প্রশ্ন বৈ নয়। শুধু এতটুকু বলেই ক্ষান্ত হননি। এরপর আল্লাহ্ তা'আলা আরও জানিয়ে দিয়েছেন যে, তোমাদের দাবী যে, আমাদের কর্মকাণ্ড আল্লাহর মনঃপুত: না হলে আল্লাহ কেন আমাদের কর্মকাণ্ড অস্বীকার করেন না। এ কথাটি মোটেই ঠিক নয়। কারণ, নবী পাঠিয়ে তোমাদের কর্মকাণ্ডকে অস্বীকার করা হয়েছে। সর্বোপরি তোমরা যখন রাসূলদের সাবধানবাণী অনুসারে শির্ক, কুফর ও অন্যায় কাজ থেকে বিরত হলে না, তখন তিনি তোমাদের উপর শাস্তি নাযিল করেন। তাই পরবর্তী আয়াতে আল্লাহ বলেন,\n“অতঃপর তাদের কিছু সংখ্যককে আল্লাহ হিদায়াত দিয়েছেন, আর তাদের কিছু সংখ্যকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল; কাজেই তোমরা যমীনে পরিভ্রমণ কর অতঃপর দেখে নাও মিথ্যারোপকারীদের পরিণাম কী হয়েছে ?” অর্থাৎ তাদেরকে জিজ্ঞেস কর যারা আমার রাসূলদের নির্দেশের বিরোধিতা করেছিল এবং হকের উপর মিথ্যারোপ করেছিল তাদের পরিণাম কেমন হয়েছিল। “আল্লাহ তাদেরকে ধ্বংস করেছেন। আর কাফিরদের জন্য রয়েছে অনুরূপ পরিণাম”। [সূরা মুহাম্মাদ ১০]  “আর এদের পূর্ববর্তীগণও অস্বীকার করেছিল; ফলে কিরূপ হয়েছিল আমার প্রত্যাখ্যান (শাস্তি)।\" [সূরা আল-মুলক ১৮] [ইবন কাসীর]",
  "ayah": 35,
  "surah": 16
}
