{
  "text": "আর যারা অত্যাচারিত হওয়ার পর আল্লাহ্‌র পথে হিজরত [১] করেছে [২], আমরা অবশ্যই তাদেরকে দুনিয়ায় উত্তম আবাস দেব; আর আখিরাতের পুরস্কার তো অবশ্যই শ্রেষ্ঠ। যদি তারা জানত !\n[১] (هجرة) আভিধানিক অর্থ ত্যাগ করা। আল্লাহর জন্য দেশ ত্যাগ করা ইসলামে একটি বড় ইবাদাত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, হিজরতের পূর্বে মানুষ যেসব গোনাহ করে, হিজরত সেগুলোকে খতম করে দেয়’। মুসলিম: ১২১] হিজরত কোন কোন অবস্থায় ফরয, ওয়াজিব এবং কোন কোন অবস্থায় মোস্তাহাব ও উত্তম হয়ে থাকে।\n[২] কোন কোন মুফাসসির বলেন, যেসব মুহাজির কাফেরদের অসহনীয় জুলুম- নির্যাতনে অতিষ্ঠ হয়ে মক্কা থেকে হাবশায় (ইথিওপিয়া) হিজরত করেছিলেন এখানে তাদের প্রতি ইঙ্গিত করা হয়েছে। [ইবন কাসীর] অপর কোন কোন মুফাসসির বলেন, এ আয়াতে মদীনায় হিজরতকারী সাহাবীদের ব্যাপারে নাযিল হয়েছে। যেমন, বিলাল, সুহাইব, খাবাব, আম্মার প্রমূখ। [কুরতুবী] তবে যারাই হিজরত করেছে এবং করবে আয়াত তাদের সবাইকে শামিল করে। [কুরতুবী] এখানে আল্লাহ তা'আলা ঐ সমস্ত মুমিন বান্দাদের ফযিলত সম্পর্কে জানাচ্ছেন যারা আল্লাহর পথে তারই সন্তুষ্টির জন্য যুলুম, নির্যাতন, কষ্ট ও জাতির পক্ষ থেকে পরীক্ষায় নিপতিত হওয়ার পর হিজরত করেছে। যারা তাদেরকে ঈমান থেকে কুফরি ও শির্কের দিকে ফিরিয়ে নেয়ার জন্য পরীক্ষায় ফেলেছে, ফলে তারা তাদের জন্মভূমি ও বন্ধু-বান্ধব ত্যাগ করে আল্লাহর আনুগত্য করার জন্য বিদেশে পাড়ি জমিয়েছে, তাদের জন্য রয়েছে দু'টি সওয়াব। তার একটি দুনিয়াতেই তারা পাবে, আর সেটি হচ্ছে প্রশস্ত রিযিক ও স্বচ্ছন্দ জীবন [সা’দী] আল্লাহ তা'আলা মদীনাকে তাদের জন্য কি চমৎকার ঠিকানা করেছিলেন। উৎপীড়নকারী প্রতিবেশীদের স্থলে তারা মহানুভব, সহানুভূতিশীল প্রতিবেশী পেয়েছিলেন। তারা শক্ৰদের বিপক্ষে বিজয় ও সাফল্য লাভ করেছিলেন। হিজরতের পর অল্প কিছুদিন অতিবাহিত হতেই তাদের সামনে রিযকের দ্বার উন্মুক্ত করে দেয়া হয়। যারা ছিলেন ফকীর, মিসকীন, তারা হয়ে গেলেন বিত্তশালী, ধনী। দুনিয়ার বিভিন্ন দেশ বিজিত হয়। তাদের চরিত্র মাধুর্য ও সৎকর্মের কীর্তি আবহমান কাল পর্যন্ত শক্রমিত্র নির্বিশেষে সবার মুখে উচ্চারিত হয়। তাদেরকে এবং তাদের বংশধরদেরকে আল্লাহ তা'আলা অসামান্য ইযযত ও গৌরব দান করেন। এগুলো হচ্ছে পার্থিব বিষয়। [ফাতহুল কাদীর] আর দ্বিতীয়টি আখেরাতের সওয়াব। যার সম্পর্কে বলা হয়েছে যে, দুনিয়ার সওয়াবের তুলনায় সেটি অনেক বড়। যেমন অন্য আয়াতে বলেছেন, “যারা ঈমান এনেছে, হিজরত করেছে এবং নিজেদের সম্পদ ও নিজেদের জীবন দ্বারা আল্লাহর পথে জিহাদ করেছে তারা আল্লাহর কাছে মর্যাদায় শ্রেষ্ঠ। আর তারাই সফলকাম। তাদের রব তাদেরকে সুসংবাদ দিচ্ছেন, স্বীয় দয়া ও সন্তোষের এবং এমন জান্নাতের যেখানে আছে তাদের জন্য স্থায়ী নেয়ামত। সেখানে তারা চিরস্থায়ী হবে নিশ্চয় আল্লাহর কাছে আছে মহাপুরস্কার \" [সূরা আত-তাওবাহঃ ২০-২১]\nযদি তারা জানতে পারত যে যারা ঈমান এনেছে এবং হিজরত করেছে তাদের এত বড় সওয়াব রয়েছে তবে কেউই ঈমান ও হিজরত থেকে পিছপা হতো না। [সা’দী]",
  "ayah": 41,
  "surah": 16
}
