{
  "text": "আর তারা নির্ধারণ করে আল্লাহ্‌র জন্য [১] কন্যা সন্তান [২]--- তিনি পবিত্র, মহিমান্বিত। আর তাদের জন্য তাই যা তারা কামনা করে [৩]!\n[১] আলোচ্য আয়াতসমূহে কাফেরদের দু'টি বদ-অভ্যাসের নিন্দা করা হয়েছে। প্রথমতঃ তারা নিজেদের ঘরে কন্যাসন্তানের জন্মগ্রহণকে এত খারাপ মনে করে যে, লজ্জায় মানুষের সামনে দেখা পর্যন্ত দেয় না এবং চিন্তা করতে থাকে যে, কন্যা-সন্তান জন্মগ্রহণ করার কারণে তার যে বে-ইজ্জতি হয়েছে, তা মেনে নিয়ে সবর করবে, না একে জীবিত কবরস্থ করে এ থেকে নিস্কৃতি লাভ করবে। উপরন্তু মূর্খতা এই যে, যে সন্তানকে তারা নিজেদের জন্য পছন্দ করে না, তাকেই আল্লাহর সাথে সম্বন্ধযুক্ত করে বলে যে, ফিরিশতারা হলো আল্লাহ্ তা'আলার কন্যা। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n[২] আরব মুশরিকরা আল্লাহর বান্দা ফিরিশতাদেরকে মেয়ে বলত। তারপর সেগুলোকে আল্লাহর মেয়ে বলত। এরপর সেগুলোর ইবাদাত করতো। এভাবে তারা তিনটি স্থানেই ভুল করতো। প্রথমত: তারা আল্লাহর জন্য সন্তান সাব্যস্ত করে ভুল করেছিল। অথচ তাঁর কোন সন্তান নেই। তারপর তাঁকে সন্তান-সন্ততির মধ্যে তাদের নিকট যেটা খারাপ সেটা দিত। অর্থাৎ মেয়ে সন্তান। কারণ তারা এটা নিতে রাযী নয়। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেছেন, “তবে কি তোমাদের জন্য পুত্র সন্তান এবং আল্লাহর জন্য কন্যা সন্তান? এ রকম বন্টন তো অসংগত।” এ আয়াতেও বলেছেন যে, “আর তারা তাঁর জন্য কন্যা সন্তান সাব্যস্ত করে, তিনি কতই না পবিত্র\" তাদের এ সমস্ত মিথ্যাচার ও অসত্য ও মনগড়া কথা হতে। “সাবধান! তারা তো মনগড়া কথা বলে যে, ‘আল্লাহ সন্তান জন্ম দিয়েছেন।‘ তারা নিশ্চয় মিথ্যাবাদী। তিনি কি পুত্র সন্তানের পরিবর্তে কন্যা সন্তান পছন্দ করেছেন? তোমাদের কী হয়েছে, তোমরা কিরূপ বিচার কর?” [সূরা আস-সাফফাতঃ ১৫১-১৫৪] [ইবন কাসীর]\n[৩] অর্থাৎ পুত্র। আল্লাহর জন্য কন্যা সন্তান সাব্যস্ত করলেও নিজেদের জন্য কন্যা সন্তান চায় না। কন্যা সন্তান তাদের জন্য অসম্মানজনক। তাদের জন্য পুত্র সন্তানই তারা কল্যানজনক মনে করে। এভাবেই তারা নিজেদের জন্য পুত্র সন্তান আর আল্লাহর জন্য কন্যা সন্তান নির্ধারণ করার মাধ্যমে এক অন্যায় ভাগ-বাটোয়ারায় লিপ্ত। আল্লাহ তা'আলা অন্যত্র বলেন, “তোমরা আমাকে জানাও ‘লাত’ ও ‘উযযা’ সম্পর্কে এবং তৃতীয় আরেকটি ‘মানাত’ সম্পর্কে ? তবে কি তোমাদের জন্য পুত্র সন্তান এবং আল্লাহর জন্য কন্যা সন্তান? এ রকম বন্টন তো অসংগত। এগুলো কিছু নাম মাত্র যা তোমরা ও তোমাদের পূর্বপুরুষরা রেখেছ, যার সমর্থনে আল্লাহ কোন দলীল-প্রমাণ নাযিল করেননি। তারা তো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে” [সূরা আন-নাজম:১৯-২৩]",
  "ayah": 57,
  "surah": 16
}
