{
  "text": "‘এরপর প্রত্যেক ফল হতে কিছু কিছু খাও, অতঃপর তোমার রবের সহজ পথ অনুসরণ কর [১]’। তার পেট থেকে নির্গত হয় বিভিন্ন রঙ এর পানীয় [২]; যাতে মানুষের জন্য রয়েছে আরোগ্য [৩]। নিশ্চয় এতে রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন [৪]।\n[১] 'রবের সহজ পথ’ এর কয়েকটি অর্থ হতে পারে। এক, তুমি অনুগত হয়ে সে পথে চল যে পথ তোমার রব তোমাকে শিখিয়েছেন এবং বুঝিয়েছেন। রবের রাস্তা বলা হয়েছে এজন্যে যে, সে রবই তাকে সৃষ্টি করেছেন এবং এ পথে চলা শিখিয়েছেন। সুতরাং তুমি তোমার রবের শিখিয়ে পথগুলোতে বিভিন্ন স্থানে রিযিকের খোঁজে বেরিয়ে পড়। পাহাড়ে, গাছের ফাঁকে ফাঁকে। অথবা আয়াতের অর্থ, হে মৌমাছি! তুমি যা খেয়েছ তা তোমার রবের নির্দেশক্রমে ও তাঁর শক্তিতে তোমার শরীরের মধ্য দিয়ে মধু তৈরীর প্রক্রিয়া পরিণত কর। অথবা আয়াতের অর্থ, হে মৌমাছি! যখন তুমি দূরে কোন স্থানে মধু আহরণের জন্য যাবে, তখন সেটা সংগ্রহ করে আবার তোমার গৃহে ফিরে আস, তোমার প্রভুর শিখিয়ে দেয়া পথসমূহ অবলম্বন করে। পথ হারিয়ে ফেলো না। [ফাতহুল কাদীর] মূলত: তিনটি অর্থই উদ্দেশ্য হওয়া সম্ভব।\n[২] এখানে ওহীর মাধ্যমে প্রদত্ত এই নির্দেশের যথাযথ ফলশ্রুতি বর্ণনা করা হয়েছে, বলা হয়েছে যে, তার পেট থেকে বিভিন্ন রঙের পানীয় বের হয়। এতে মানুষের জন্য রোগের প্রতিষেধক রয়েছে। খাদ্য ও ঋতুর বিভিন্নতার কারণে মধুর রঙ বিভিন্ন হয়ে থাকে। এ কারণেই কোন বিশেষ অঞ্চলে কোন বিশেষ ফল-ফুলের প্রাচুর্য থাকলে সেই এলাকার মধুতে তার প্রভাবও স্বাদ অবশ্যই পরিলক্ষিত হয়। মধু সাধারণতঃ তরল আকারে থাকে, তাই একে পানীয় বলা হয়েছে। এ বাক্যেও আল্লাহর একত্ব ও অপার শক্তির অকাট্য প্রমাণ বিদ্যমান। একটি ছোট্ট প্রাণীর পেট থেকে কেমন উপাদেয় ও সুস্বাদু পানীয় বের হয়। এরপর সর্বশক্তিমানের আশ্চর্যজনক কারিগরি দেখুন, অন্যান্য দুধের জন্তুর দুধ ঋতু ও খাদ্যের পরিবর্তনে লাল ও হলদে হয় না, কিন্তু মৌমাছির মধু সাদা, হলুদ, লাল ইত্যাদি বহু রঙের হয়ে থাকে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n[৩] মধু যেমন বলকারক খাদ্য এবং রসনার জন্য আনন্দ এবং তৃপ্তিদায়ক, তেমনি রোগ-ব্যাধির জন্যও ফলদায়ক ব্যবস্থাপত্র। মধু বিরেচক এবং পেট থেকে দূষিত পদার্থ অপসারক। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে কোন এক সাহাবী তার ভাইয়ের অসুখের বিবরণ দিলে তিনি তাকে মধু পান করানোর পরামর্শ দেন। দ্বিতীয় দিনও এসে আবার সাহাবী বললেনঃ অসুখ পূর্ববৎ বহাল রয়েছে। তিনি আবারো একই পরামর্শ দিলেন। তৃতীয় দিনও যখন সংবাদ এল যে, অসুখে কোন পার্থক্য হয়নি, তখন তিনি বললেনঃ\n(صَدَقَ اللّٰهُ وَكَذَبَ بَطْنُ اَخِيْكَ)\nঅর্থাৎ আল্লাহর উক্তি নিঃসন্দেহে সত্য, তোমার ভাইয়ের পেট মিথ্যাবাদী। যাও তাকে মধু খাইয়ে দাও, তারপর লোকটি গিয়ে মধু খাওয়ানোর পর সে আরোগ্য লাভ করল। [বুখারীঃ ৫৭১৬, মুসলিমঃ ২২১৭] এখানে আল্লাহর উক্তি সত্য এবং পেট মিথ্যাবাদী হওয়ার উদ্দেশ্য এই যে, ঔষধের দোষ নাই। রুগীর বিশেষ মেজাযের কারণে ঔষধ দ্রুত কাজ করেনি। এরপর রুগীকে আবার মধু পান করানো হয় এবং সে সুস্থ হয়ে উঠে। তবে সমস্ত রোগের জন্য সরাসরি মধু ব্যবহার করতে হবে তা এ আয়াতে বলা হয়নি। আবার কখনো কখনো বিভিন্ন উপাদানের সাথে মিশে তা আরোগ্য দানকারী প্রতিষেধকে পরিণত হয়। অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তোমরা দুটি আরোগ্যকে আঁকড়ে ধরবে, কুরআন এবং মধু” [ইবনে মাজাহঃ ৩৪৫২, মুস্তাদরাকে হাকেম ৪/২০০] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপর হাদীসে বলেনঃ\n“তিনটি বস্তুতে আরোগ্য রয়েছে, শিঙ্গা, মধু এবং আগুনের ছেঁক। তবে আমি আমার উম্মাতকে ছেঁক দিতে নিষেধ করি” [বুখারীঃ ৫৬৮০, মুসলিমঃ ২২০৫] তবে আলোচ্য আয়াতে (شفاء) শব্দটি থেকে মধু যে প্রত্যেক রোগের ঔষধ, তা বোঝা যায় না। কিন্তু (شفاء) শব্দের (تنوين) যা (تعظيم) এর অর্থ দিচ্ছে, তা থেকে অবশ্যই বোঝা যায় যে, মধুর নিরাময় শক্তি বিরাট ও স্বতন্ত্র ধরণের। যদিও কোন কোন আলেম বলেনঃ মধু সর্বরোগের প্রতিষেধক। তারা মহান পালনকর্তার উক্তির বাহ্যিক অর্থেই এমন প্রবল ও অটল বিশ্বাস রাখেন যে, তারা ফোঁড়া ও চোখের চিকিৎসাও মধুর মাধ্যমে করেন এবং দেহের অন্যান্য রোগেরও। এ কারণেই হয়তঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও মধু পছন্দ করতেন [দেখুনঃ বুখারীঃ ৫৪৩১, ৫৬১৪, মুসলিমঃ ১৪৭৪, আবুদাউদঃ ৩৭৫১, তিরমিযীঃ ১৮৩২, ইবনে মাজাহঃ ৩৩২৩, মুসনাদে আহমাদ ৬/৫৯] ইবনে ওমর রাদিয়াল্লাহু ‘আনহু সম্পর্কে বর্ণিত আছে যে, তার শরীরে ফোঁড়া বের হলেও তিনি তাতে মধুর প্রলেপ দিয়ে চিকিৎসা করতেন। এর কারণ জিজ্ঞাসিত হলে তিনি বলেনঃ আল্লাহ তা'আলা কুরআনে কি মধু সম্পর্কে\n(فِيْهِ شِفَاءٌ لِّلنَّاسِ)\nবলেননি? অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “এতে (অর্থাৎ মধুতে) মৃত্যু ছাড়া আর সব রকমের রোগের আরোগ্য রয়েছে\"। [ইবনে মাজাহঃ ৩৪৫৭] আয়াতের মর্ম অনুযায়ী আরো জানা গেল যে, ঔষধের মাধ্যমে রোগের চিকিৎসা করা বৈধ। [কুরতুবী]\nকারণ, আল্লাহ্ তা'আলা একে নেয়ামত হিসেবে উল্লেখ করেছেন। অন্যত্র বলা হয়েছে\n(وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ)\n[আল-ইসরাঃ ৮২]। হাদীসে ঔষধ ব্যবহার ও  চিকিৎসার প্রতি উৎসাহ দান করা হয়েছে। মোটকথা, চিকিৎসা করা ও ঔষধ ব্যবহার করা যে বৈধ, এ বিষয়ে সকল আলেমই একমত এবং এ সম্পর্কে বহু হাদীস ও রেওয়ায়েত বর্ণিত রয়েছে।\n[৪] নিশ্চয় এ ছোট প্রাণীটিকে সঠিক পথে সহজভাবে চলার ইলহাম করা, বিভিন্ন গাছ থেকে মধু নেয়ার পদ্ধতি শিখিয়ে দেয়া, তারপর সেটাকে মোমের মধ্যে ও মধুর জন্য ভিন্ন ভিন্নভাবে রাখা যা অন্যতম উত্তম বস্তু হিসেবে বিবেচিত। অবশ্যই চিন্তাশীল সম্প্রদায়ের জন্য এতে বড় নিদর্শন রয়েছে। যা তার সৃষ্টিকর্তার মহত্বতার উপর প্রমাণবহ। এর দ্বারা তারা এটার উপর প্রমাণ গ্রহণ করবেন যে, তিনি সব করতে সক্ষম, প্রাজ্ঞ, জ্ঞানী, দাতা, দয়ালু। [ইবন কাসীর]",
  "ayah": 69,
  "surah": 16
}
