{
  "text": "আর আল্লাহ্‌ তোমাদেরকে নির্গত করেছেন তোমাদের মাতৃগর্ভ থেকে এমন অবস্থায় যে, তোমরা কিছুই জানতে না এবং তিনি তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি এবং হৃদয়, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর [১]।\n[১] অর্থাৎ এমন সব উপকরণ যার সাহায্যে তোমরা দুনিয়ার সব রকমের জ্ঞান ও তথ্য সংগ্রহ করে দুনিয়ার যাবতীয় কাজ কর্ম চালাবার যোগ্যতা অর্জন করতে পেরেছো। জন্মকালে মানব সন্তান যত বেশী অসহায় ও অজ্ঞ হয় এমনটি অন্য কোন প্রাণীর ক্ষেত্রে হয় না। কিন্তু শুধুমাত্র আল্লাহ প্রদত্ত জ্ঞানের উপকরণাদির (শ্রবণ শক্তি, দৃষ্টিশক্তি, বিবেক ও চিন্তাশক্তি) সাহায্যেই সে উন্নতি লাভ করে পৃথিবীর সকল বস্তুর ওপর প্রাধান্য বিস্তার এবং তাদের ওপর রাজত্ব করার যোগ্যতা অর্জন করে। আয়াতের শেষে কৃতজ্ঞতা প্রকাশ করার অর্থ, এগুলোকে শুধুমাত্র আল্লাহর সন্তুষ্টিতে কাজে লাগানো। সুতরাং আল্লাহর সন্তুষ্টি যাতে হয় তাই শুধু সে করবে। এক হাদীসে এ ব্যাপারটি স্পষ্ট করে বলা হয়েছে, “মহান আল্লাহ বলেনঃ যে ব্যক্তি আমার কোন অলীর সাথে শক্রতা পোষণ করে আমি তার সাথে যুদ্ধের ঘোষণা দিলাম। আমার বান্দার উপর যা আমি ফরয করেছি তা ছাড়া আমার কাছে অন্য কোন প্রিয় বস্তু নেই যার মাধ্যমে সে আমার নৈকট্য লাভ করতে পারে। আমার বান্দা আমার কাছে নফল কাজসমূহ দ্বারা নৈকট্য অর্জন করতেই থাকে, শেষ পর্যন্ত আমি তাকে ভালবাসি। তারপর যখন আমি তাকে ভালবাসি তখন আমি তার শ্রবণশক্তি হয়ে যাই যার দ্বারা সে শুনে, তার দৃষ্টি শক্তি হয়ে যাই যার দ্বারা সে দেখে, তার হাত হয়ে যাই যার দ্বারা সে ধারণ করে আর তার পা হয়ে যাই যার দ্বারা সে চলে। তখন আমার কাছে কিছু চাইলে আমি তাকে তা অবশ্যই দেব, আমার কাছে আশ্রয় চাইলে আমি তাকে অবশ্যই উদ্ধার করব\"। [বুখারীঃ ৬৫০২]\nহাদীসের অর্থ হচ্ছে, বান্দাহ যখন একমাত্র আল্লাহর আনুগত্য করে এবং যাবতীয় কাজ আল্লাহর জন্যই করে, তখন তার সমস্ত কর্মকাণ্ড একমাত্র আল্লাহর জন্য হয়ে যায়। সে তখন এর বাইরে চলতে পারে না। সে যা শোনে তা কেবলমাত্র আল্লাহর জন্যই শোনে। যা দেখে তা কেবলমাত্র আল্লাহর জন্যই দেখে, অর্থাৎ তার শরীআতের অনুমোদন ছাড়া কিছুই দেখে না। অনুরূপভাবে তার যাবতীয় চলা-ফেরা, ধর-পাকড় কেবলমাত্র আল্লাহর আনুগত্য অনুসারে হয়। তার সাহায্যেই অনুষ্ঠিত হয়। আর যখন বান্দা এরকম হয়, তখন আল্লাহও তার ডাকে সাড়া দেন। তার যাবতীয় কাজ সফল হতে থাকে। বস্তুত: আল্লাহ্ তা'আলা বান্দার কাছে সবসময়ই চায় তার বান্দাগণ তার কাছে কৃতজ্ঞ থাকবে। অন্য আয়াতেও সে কথা বর্ণনা করা হয়েছে। যেমন,\n“বলুন, তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ। তোমরা খুব অল্পই কৃতজ্ঞতা প্রকাশ কর। বলুন, তিনিই যমীনে তোমাদেরকে ছড়িয়ে দিয়েছেন এবং তারই কাছে তোমাদেরকে সমবেত করা হবে।” [সূরা আল-মুলকঃ ২৩-২৪] [ইবন কাসীর]",
  "ayah": 78,
  "surah": 16
}
