{
  "text": "৯-১৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ সত্য এসে গেছে, অথচ এই মুশরিকরা এখনো সন্দেহের মধ্যেই রয়ে গেছে এবং তারা খেল-তামাশায় মগ্ন রয়েছে! সুতরাং হে নবী (সঃ)! তমি তাদেরকে ঐ দিন সম্পর্কে সতর্ক করে দাও যেই দিন আকাশ হতে ভীষণ ধূম্র আসতে দেখা যাবে।হযরত মাসরূক (রাঃ) বলেনঃ “একদা আমরা কুফার মসজিদে গেলাম যা কিনদাহ্র দরযার নিকট রয়েছে। গিয়ে দেখি যে, এক ব্যক্তি তাঁর সঙ্গীদের মধ্যে ঘটনাবলী বর্ণনা করছেন। এক পর্যায়ে তিনি বলেন যে, এই আয়াতে যে ধূম্রের বর্ণনা রয়েছে এর দ্বারা ঐ ধূম্রকে বুঝানো হয়েছে যা কিয়ামতের দিন মুনাফিকদের কানে ও চোখে ভর্তি হয়ে যাবে এবং মুমিনদের সর্দির মত অবস্থা হবে। আমরা সেখান হতে বিদায় হয়ে হযরত ইবনে মাসউদ (রাঃ)-এর নিকট গমন করি এবং ঐ লোকটির বক্তব্য তাঁর সামনে পেশ করি। তিনি ঐ সময় শায়িত অবস্থায় ছিলেন, একথা শুনেই তিনি উদ্বিগ্ন হয়ে উঠে বসলেন এবং বললেনঃ আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে বলেনঃ (আরবী) অর্থাৎ “তুমি বলে দাও- আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না এবং আমি লৌকিকতাকারী নই।”(৩৮:৮৬) জেনে রেখো যে, মানুষ যা জানে না তার ‘আল্লাহই খুব ভাল জানেন এ কথা বলে দেয়াও একটা ইলম। আমি তোমাদের নিকট এই আয়াতের ভাবার্থ বর্ণনা করছি, মনোযোগ দিয়ে শুনো। যখন কুরায়েশরা ইসলাম গ্রহণে বিলম্ব করলো এবং রাসূলুল্লাহ (সঃ)-কে কষ্ট দিতে থাকলো তখন রাসূলুল্লাহ (সঃ) তাদের উপর বদদু'আ করলেন যে, হযরত ইউসুফ (আঃ)-এর যুগের মত দুর্ভিক্ষ যেন তাদের উপর আপতিত হয়। আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-এর এ দু'আ কবূল করলেন এবং তাদের উপর এমন দুর্ভিক্ষ পতিত হলো যে, তারা হাড় ও মৃত জন্তু খেতে শুরু করলো। যখন তারা আকাশের দিকে তাকাতো তখন ধূম্র ছাড়া আর কিছুই দেখতে পেতো না। অন্য একটি রিওয়াইয়াতে আছে যে, ক্ষুধার জ্বালায় তাদের চোখে চক্কর দিতো। তখন তারা আকাশের দিকে তাকাতো এবং যমীন ও আসমানের মাঝে এক ধূম্র দেখতে পেতো। এই আয়াতে এই ধূম্রেরই বর্ণনা রয়েছে। কিন্তু এরপর যখন জনগণ রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে নিজেদের দুরবস্থার কথা প্রকাশ করলো তখন তিনি তাদের প্রতি দয়াপরবশ হয়ে আল্লাহ তা'আলার নিকট বৃষ্টির জন্যে প্রার্থনা করলেন। তখন মহান আল্লাহ মুষলধারে বৃষ্টি বর্ষণ করলেন। (ফলে তারা দুর্ভিক্ষের কবল হতে রক্ষা পেল)। এরই বর্ণনা এর পরবর্তী আয়াতে রয়েছে যে, শাস্তি দূর হয়ে গেলেই অবশ্যই তারা পুনরায় তাদের পূর্বাবস্থায় অর্থাৎ কুফরীতে ফিরে যাবে। এর দ্বারা এটা স্পষ্টভাবে প্রমাণিত হচ্ছে যে, এটা দুনিয়ার শাস্তি। কেননা, আখিরাতের শাস্তি তো দূর হওয়ার কথা নয়। হযরত ইবনে মাসউদ (রাঃ) আরো বলেনঃ পাঁচটি জিনিস গত হয়ে গেছে। (এক) ধূম্র অর্থাৎ আকাশ হতে ধূম্র আসা, (দুই) রোম অর্থাৎ রোমকদের পরাজয়ের পর পুনরায় তাদের বিজয় লাভ, (তিন) চন্দ্র অর্থাৎ চন্দ্র দ্বিখণ্ডিত হওয়া, (চার) পাকড়াও অর্থাৎ বদরের যুদ্ধে কাফিরদেরকে পাকড়াও করা এবং (পাঁচ) লিযাম অর্থাৎ খেচাদাতা শাস্তি।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন)প্রবলভাবে পাকড়াও দ্বারা বদরের দিনের যুদ্ধকে বুঝানো হয়েছে। হযরত ইবনে মাসউদ (রাঃ) ধূম্র দ্বারা যে ভাবার্থ গ্রহণ করেছেন, হযরত মুজাহিদ (রঃ), হযরত আবুল আলিয়া (রঃ), হযরত ইবরাহীম নাখঈ (রঃ), হযরত যহ্হাক (রঃ), হযরত আতিয়্যাহ আওফী (রঃ) প্রমুখ গুরুজনদেরও এটাই উক্তি। ইমাম ইবনে জারীরও (রঃ) এটাকেই প্রাধান্য দিয়েছেন।আবদুর রহমান আ'রাজ (রঃ) হতে বর্ণিত আছে যে, এটা মক্কা বিজয়ের দিন। হয়। কিন্তু এই উক্তিটি সম্পূর্ণরূপেই গারীব, এমন কি মুনকারও বটে। আর কোন কোন মনীষী বলেন যে, এগুলো গত হয়নি, কিয়ামত নিকটবর্তী হওয়ার সময় এগুলোর আবির্ভাব হবে।পূর্বে এ হাদীস গত হয়েছে যে, সাহাবীগণ একদা কিয়ামত সম্পর্কে আলোচনা করছিলেন। এমন সময় রাসূলুল্লাহ (সঃ) তাঁদের মধ্যে এসে পড়েন। তিনি বলেনঃ “যত দিন তোমরা দশটি আলামত দেখতে না পাও তত দিন কিয়ামত সংঘটিত হবে না। ওগুলো হলোঃ সূর্য পশ্চিম দিক হতে উদিত হওয়া, দাব্বাতুল আরদ, ধূম্র, ইয়াজুজ মাজুজের আগমন, হযরত ঈসা (আঃ)-এর আগমন, দাজ্জালের আগমন, পূর্বে, পশ্চিমে ও আরব উপদ্বীপে যমীন ধ্বসে যাওয়া এবং আদন হতে আগুন বের হয়ে জনগণকে হাঁকিয়ে নিয়ে গিয়ে এক জায়গায় একত্রিত করা। লোকগুলো যেখানে রাত্রি যাপন করবে ঐ আগুনও সেখানে রাত্রি যাপন করবে এবং যেখানে তারা দুপুরে বিশ্রাম করবে সেখানে ঐ আগুনও থাকবে।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত আছে)রাসূলুল্লাহ (সঃ) স্বীয় অন্তরে (আরবী) গোপন রেখে ইবনে সাইয়াদকে বলেছিলেন:“আমি আমার অন্তরে কি গোপন রেখেছি বল তো?” সে উত্তরে বলেঃ (আরবী) রেখেছেন।” তিনি তখন তাকে বলেনঃ “তুমি ধ্বংস হও। তুমি আর সামনে বাড়তে পার না।\" (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এতেও এক প্রকারের ইঙ্গিত রয়েছে যে, এখনও এর জন্যে অপেক্ষা করার সময় বাকী রয়েছে। এটা আগামীতে আগমনকারী কোন জিনিস হবে। ইবনে সাইয়াদ যাদুকর হিসেবে মানুষের অন্তরের কথা বলতে পারার দাবী করতো। তাকে মিথ্যাবাদী সাব্যস্ত করার জন্যেই নবী (সঃ) তার সাথে এরূপ করেন। যখন সে পূর্ণভাবে বলতে পারলো না তখন তিনি জনগণকে তার অবস্থা সম্পর্কে অবহিত করলেন যে, তার সাথে শয়তান রয়েছে, যে কথা চুরি করে থাকে। এ ব্যক্তি এর চেয়ে বেশী ক্ষমতা রাখে না।হযরত হুযাইফা ইবনে ইয়ামান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন:“কিয়ামতের প্রথম আলামতগুলো হচ্ছে, দাজ্জালের আগমন, হযরত ঈসা (আঃ)-এর অবতরণ, আদনের মধ্য হতে অগ্নি বের হওয়া যা জনগণকে ময়দানে মাহশারের দিকে নিয়ে যাবে, দুপুরের শয়নের সময় এবং রাত্রে দ্রিার সময় ঐ আগুন তাদের সাথে থাকবে। আর ধূম্র আসা। তখন হযরত হুযাইফা (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ধূম্র কি?” উত্তরে তিনি (আরবী)-এই আয়াত দু’টি পাঠ করলেন এবং বললেন:এই ধূম্র চল্লিশ দিন পর্যন্ত থাকবে। এতে মুমিনদের সর্দির মত অবস্থা হবে এবং কাফিররা অজ্ঞান হয়ে যাবে। তাদের নাক, কান ও পায়খানার দ্বার দিয়ে ঐ ধূম্র বের হতে থাকবে।” ইমাম ইবনে জারীর (রঃ) হাদীসটি বর্ণনা করে বলেন যে, হাদীসটি যদি বিশুদ্ধ হতো তবে তো ধূম্রের অর্থ নির্ধারণের ব্যাপারে কোন কথাই থাকতো না। কিন্তু এর সঠিকতার সাক্ষ্য দেয়া যায় না। রাওয়াদ নামক এ হাদীসের একজন বর্ণনাকারীকে মুহাম্মাদ ইবনে খালফ আসকালানী (রঃ) জিজ্ঞেস করেনঃ “সুফিয়ান সাওরী (রঃ) হতে কি তুমি স্বয়ং এ হাদীস শুনেছো?” উত্তরে সে বলেঃ “না।” আবার তিনি তাকে প্রশ্ন করেনঃ “তুমি কি পড়েছো আর তিনি শুনেছেন?” সে জবাব দেয়ঃ “না।” পুনরায় তিনি তাকে জিজ্ঞেস করেনঃ “তোমার উপস্থিতির সময় কি তাঁর সামনে এ হাদীসটি পাঠ করা হয়?” সে উত্তর দেয়ঃ “না।” তখন তিনি তাকে বললেনঃ “তাহলে তুমি এ হাদীসটি কি করে বর্ণনা কর?” উত্তরে বলেঃ “আমি তো এটা বর্ণনা করিনি। আমার কাছে কিছু লোক আসে এবং হাদীসটি আমার সামনে পেশ করে। অতঃপর তারা আমার নিকট হতে চলে গিয়ে আমার নামে এটা বর্ণনা করতে শুরু করে ।” কথাও এটাই বটে। হাদীসটি সম্পূর্ণরূপে মাওযূ'। এটা আসলে বানিয়ে নেয়া হয়েছে। ইমাম ইবনে জারীর (রঃ) এটাকে কয়েক জায়গায় আনয়ন করেছেন। এর মধ্যে বহু অস্বীকার্য কথা রয়েছে। বিশেষ করে মসজিদে আকসায়, যা সূরায়ে বানী ইসরাঈলের শুরুতে রয়েছে। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ। হযরত আবু মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রতিপালক তোমাদেরকে তিনটি জিনিস হতে ভয় প্রদর্শন করেছেন। (১) ধূম্র, যা মুমিনদের অবস্থা সর্দির ন্যায় করবে, আর কাফিরদের সারাদেহ ফুলিয়ে দিবে। তার দেহের প্রতিটি গ্রন্থি হতে ধূম্র বের হবে ।(২) দাব্বাতুল আরদ। (৩) দাজ্জাল।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর সনদ খুবই উত্তম)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লোকদের মধ্যে ধূম্র ছড়িয়ে পড়বে। মুমিনের অবস্থা সর্দির মত হবে, আর কাফিরের দেহ ফুলে যাবে এবং প্রতিটি গ্রন্থি হতে তা বের হবে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আলী (রাঃ) বলেন যে, ধূম্র গত হয়নি, বরং আগামীতে আসবে। হযরত ইবনে উমার (রাঃ) হতেও ধূম্রের ব্যাপারে উপরে বর্ণিত হাদীসের অনুরূপ রিওয়াইয়াত রয়েছে।ইবনে আবি মুলাইকা (রঃ) বলেনঃ “আমি একদা সকালে হযরত ইবনে আব্বাস (রাঃ)-এর নিকট গমন করি। তিনি আমাকে বলেন, আজ সারা রাত আমার ঘুম হয়নি।” আমি জিজ্ঞেস করলামঃ কেন? তিনি উত্তরে বললেনঃ “জনগণ বলেছে যে, লেজযুক্ত তারকা উদিত হয়েছে। সুতরাং আমি আশংকা করলাম যে, এটা ধূম্র তো নয়? কাজেই ভয়ে আমি সকাল পর্যন্ত চোখের পাতা বুজিনি।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর সনদ বিশুদ্ধ)কুরআনের ব্যাখ্যাতা হযরত ইবনে আব্বাস (রাঃ) ধূম্র সম্পর্কে এরূপ কথা বললেন এবং আরো বহু সাহাবী ও তাবেয়ী তার অনুকূলে রয়েছেন। এ ব্যাপারে মারফু হাদীসসমূহও রয়েছে, যেগুলোর মধ্যে সহীহ, হাসান প্রভৃতি সব রকমেরই হাদীস আছে। এগুলো দ্বারা প্রমাণিত হচ্ছে যে, ধূম্র কিয়ামতের একটি আলামত, যার আবির্ভাব আগামীতে ঘটবে। কুরআন কারীমের বাহ্যিক শব্দও এর পৃষ্ঠপোষকতা করছে। কেননা, কুরআনে একে স্পষ্ট ধূম্র বলা হয়েছে, যা সবাই দেখতে পায়। আর কঠিন ক্ষুধার সময়ের ধূম্রের দ্বারা এর ব্যাখ্যা দেয়া ঠিক নয়। কেননা, এটা তো একটা কাল্পনিক জিনিস। ক্ষুধা ও পিপাসার কাঠিন্যের কারণে চোখের সামনে ধোয়ার মত দেখা যায়, যা আসলে ধোয়া নয়। কিন্তু কুরআনের শব্দ (আরবী) (স্পষ্ট ধোয়া) রয়েছে।এরপরে আছে ও ‘এটা আবৃত করে ফেলবে মানব জাতিকে।' এ উক্তিটিও হযরত ইবনে আব্বাস (রাঃ)-এর তাফসীরের পক্ষ সমর্থন করে। কেননা, ক্ষুধার ঐ ধোঁয়া শুধু মক্কাবাসীকে আবৃত করেছিল, দুনিয়ার সমস্ত লোককে নয়।এরপর ঘোষিত হচ্ছেঃ ‘এটা হবে যন্ত্রণাদায়ক শাস্তি।' অর্থাৎ তাদেরকে এটা ধমক ও তিরস্কার হিসেবে বলা হবে। যেমন মহাপরাক্রান্ত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদেরকে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের অগ্নির দিকে, (বলা হবেঃ) এটা সেই অগ্নি যাকে তোমরা মিথ্যা মনে করতে।”(৫২:১৩-১৪) অথবা ভাবার্থ এই যে, সেই দিন কাফিররা নিজেরাই একে অপরকে এই কথা বলবে। এরপর ইরশাদ হচ্ছেঃ ‘তখন তারা বলবে- হে আমাদের প্রতিপালক! আমাদেরকে এই শাস্তি হতে মুক্তি দিন, আমরা ঈমান আনবো।' অর্থাৎ কাফিররা যখন শাস্তি প্রত্যক্ষ করবে তখন তা তাদের উপর হতে উঠিয়ে নেয়ার আবেদন করবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যদি তুমি দেখতে, যখন তাদেরকে আগুনের উপর দাঁড় করানো হবে তখন তারা বলবেঃ হায়, যদি আমাদেরকে (পুনরায় দুনিয়ায়) ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে অবিশ্বাস করতাম না এবং আমরা মুমিনদের অন্তর্ভুক্ত হতাম!”(৬:২৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদের শাস্তি আসবে সেই দিন সম্পর্কে তুমি মানুষকে সতর্ক কর, তখন যালিমরা বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে কিছুকালের জন্যে অবকাশ দিন, আমরা আপনার আহ্বানে সাড়া দিবে এবং রাসূলদের অনুসরণ করবো। (বলা হবেঃ) তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?”(১৪:৪৪)এখানে আল্লাহ তাআলা বলেনঃ তারা কি করে উপদেশ গ্রহণ করবে? তাদের নিকট তো এসেছে স্পষ্ট ব্যাখ্যাতা এক রাসূল। অতঃপর তারা তাকে অমান্য করে বলেঃ সে তো শিখানো বুলি বলছে, সে তো এক পাগল।' যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “ঐ দিন মানুষ উপদেশ গ্রহণ করবে, কিন্তু তখন তাদের উপদেশ গ্রহণের সময় কোথায়?”(৮৯:২৩) আর এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তুমি যদি দেখতে যখন তারা ভীত-বিহ্বল হয়ে পড়বে, তারা অব্যাহতি পাবে না এবং তারা নিকটস্থ স্থান হতে ধৃত হবে। আর তারা বলবেঃ আমরা তাকে বিশ্বাস করলাম। কিন্তু এতো দূরবর্তী স্থান হতে তারা নাগাল পাবে কিরূপে?”(৩৪:৫১-৫২)এরপর ইরশাদ হচ্ছেঃ ‘আমি তোমাদের শাস্তি কিছুকালের জন্যে রহিত করছি- তোমরা তো তোমাদের পূর্বাবস্থায় ফিরে যাবে। এর দু’টি অর্থ হতে পারে। প্রথম অর্থঃ মনে করা যাক, যদি আমি আযাব সরিয়ে নেই এবং তোমাদেরকে দ্বিতীয়বার দুনিয়ায় পাঠিয়ে দিই তবে সেখানে গিয়ে আবার তোমরা ঐ কাজই করবে যা পূর্বে করে এসেছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যদি আমি তাদের উপর দয়া করি এবং তাদের প্রতি আপতিত বিপদ দূর করে দিই তবে আবার তারা তাদের অবাধ্যতায় চক্ষু বন্ধ করে বিভ্রান্তের ন্যায় ঘুরে বেড়াবে।”(২৩:৭৫) যেমন আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি তাদেরকে ফিরিয়ে দেয়া হয় তবে অবশ্যই তারা আবার ঐ কাজই করবে যা হতে তাদেরকে নিষেধ করা হয়েছে, নিশ্চয়ই তারা মিথ্যাবাদী।”(৬:২৮) দ্বিতীয় অর্থঃ যদি শাস্তির উপকরণ কায়েম হয়ে যাওয়া এবং শাস্তি এসে যাওয়ার পরেও আমি অল্প দিনের জন্যে শাস্তি রহিত করি তবুও তারা কপটতা, অশ্লীলতা এবং অবাধ্যাচরণ হতে বিরত থাকবে না। এর দ্বারা এটা অপরিহার্য হয় না যে, আযাব তাদের উপর এসে যাওয়ার পর আবার সরে যায়, যেমন হযরত ইউনুস (আঃ)-এর কওমের ব্যাপারে হয়েছিল। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “(কোন জনপদবাসী কেন এমন হলো না যারা ঈমান আনতো এবং তাদের ঈমান তাদের উপকারে আসতো?) তবে ইউনুস (আঃ)-এর সম্প্রদায় ব্যতীত, তারা যখন বিশ্বাস করলো তখন আমি তাদেরকে পার্থিব জীবনে হীনতাজনক শাস্তি হতে মুক্ত করলাম এবং কিছুকালের জন্যে জীবনোপকরণ ভোগ করতে দিলাম।”(১০:৯৮) সুতরাং এটা জ্ঞাতব্য বিষয় যে, হযরত ইউনুস (আঃ)-এর কওমের উপর আযাব শুরু হয়ে যায়নি, তবে অবশ্যই ওর উপকরণ বিদ্যমান ছিল, কিন্তু তাদের উপর আল্লাহর আযাব পৌঁছে যায়নি। আর এর দ্বারা এটাও অপরিহার্য নয় যে, তারা তাদের কুফরী হতে ফিরে গিয়েছিল, অতঃপর পুনরায় ওর দিকে ফিরে এসেছিল। যেমন হযরত শুআয়েব (আঃ) এবং তাঁর উপর ঈমান আনয়নকারীদেরকে যখন তাঁর কওম বলেছিলঃ “হয় তোমরা আমাদের জনপদ ছেড়ে দাও, না হয় আমাদের মাযহাবে ফিরে এসো। তখন তিনি তাদেরকে বলেছিলেনঃ “যদিও আমরা তা অপছন্দ করি তবুও কি? যদি আমরা তোমাদের মাযহাবে ফিরে যাই আল্লাহ আমাদেরকে তা হতে বাঁচিয়ে নেয়ার পর তবে আমাদের চেয়ে বড় মিথ্যাবাদী ও আল্লাহর প্রতি অপবাদদাতা আর কে হতে পারে?”এটা স্পষ্ট কথা যে, হযরত আয়েব (আঃ) ওর পূর্বেও কখনো কুফরীর উপর পা রাখেননি। কাতাদা (রঃ) বলেন যে, তোমরা প্রত্যাবর্তনকারী’ এর ভাবার্থ হচ্ছে ‘তোমরা আল্লাহর আযাবের দিকে প্রত্যাবর্তনকারী।' প্রবলভাবে পাকড়াও দ্বারা বদর যুদ্ধকে বুঝানো হয়েছে। হযরত ইবনে মাসউদ (রাঃ) এবং তাঁর সঙ্গীয় ঐ দলটি যারা ধূম্র গত হয়ে গেছে বলেন তারা (আরবী)-এর অর্থ এটাই করেছেন। হযরত ইবনে আব্বাস (রাঃ), হযরত উবাই ইবনে কা'ব (রাঃ) এবং একটি জামাআত হতে এটাই বর্ণিত আছে। যদিও ভাবার্থ এটাও হয়, কিন্তু বাহ্যতঃ তো এটাই বুঝা যাচ্ছে যে, এর দ্বারা কিয়ামতের দিনের পাকড়াওকে বুঝানো হয়েছে। অবশ্য বদরের দিনও নিঃসন্দেহে কাফিরদের জন্যে কঠিন পাকড়াও এর দিন ছিল।হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “কঠিন পাকড়াও দ্বারা বদরের দিনকে বুঝানো হয়েছে এ কথা হযরত ইবনে মাসউদ (রাঃ) বললেও আমার মতে এর দ্বারা কিয়ামতের দিনের পাকড়াওকে বুঝানো হয়েছে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর ইসনাদ বিশুদ্ধ। হযরত হাসান বসরী (রঃ) এবং হযরত ইকরামা (রঃ)-এর মতেও এ দু'টি রিওয়াইয়াতের মধ্যে এ রিওয়াইয়াতটি সঠিকতর। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)",
  "ayah": 16,
  "surah": 44
}
