{
  "text": "৩৪-৩৭ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তাআলা মুশরিকদের কিয়ামতকে অস্বীকারকরণ এবং এর দলীলের বর্ণনা দেয়ার পর এটাকে খণ্ডন করেন। তাদের ধারণা ছিল এই যে, কিয়ামত হবে না এবং মৃত্যুর পর পুনর্জীবনও নেই। আর হাশর নশর ইত্যাদি সবই মিথ্যা। তারা দলীল এই পেশ করে যে, তাদের পিতা-মাতা তো মারা গেছে, তারা জীবিত হয়ে পুনরায় ফিরে আসে না কেন? তাদের এই দলীল কতইনা বাজে, অর্থহীন এবং নির্বুদ্ধিতাপূর্ণ! পুনরুত্থান ও মৃত্যুর পর পুনর্জীবন লাভ এটা তো হবে কিয়ামতের সময়। এর অর্থ এটা নয় যে, জীবিত হয়ে পুনরায় দুনিয়ায় ফিরে আসবে। ঐদিন এই যালিমরা জাহান্নামের ইন্ধন হবে। ঐ সময় উম্মতে মুহাম্মাদ (সঃ) পূর্বের উম্মতদের উপর সাক্ষী হবে এবং তাদের উপর তাদের নবী (সঃ) সাক্ষী হবেন। এরপর আল্লাহ তা'আলা এদেরকে ভীতি প্রদর্শন করছেন যে, এদের এই পাপেরই কারণে এদের পূর্ববর্তীদের উপর যে শাস্তি এসেছিল ঐ শাস্তিই না জানি হয় তো এদের উপরও এসে পড়বে এবং তাদের ন্যায় নিশ্চিহ্ন হয়ে যাবে। তাদের ঘটনাবলী সূরায়ে সাবার মধ্যে গত হয়েছে। তারা ছিল কাহতানের আরব এবং এরা হলো আদনানের আরব।সাবার হুমায়েরগণ তাদের বাদশাহকে ‘তুব্বা বলতো, যেমন পারস্যের বাদশাহকে ‘কিসরা', রোমের বাদশাহকে কায়সার, মিসরের বাদশাহকে ফিরাউন' এবং হাবশের বাদশাহকে নাজ্জাসী’ বলা হতো। তাদের মধ্যে একজন তুব্বা ইয়ামন হতে বের হয় এব চরণ করতে থাকে। সে সমরকন্দে পৌছে যায় এবং সব দেশের বাদশাদেরকে পরাজিত করতে থাকে এবং নিজের সাম্রাজ্য বহুদূর পর্যন্ত বিস্তৃত করে। নিজ সেনাবাহিনী এবং অসংখ প্রজা তাঁর অধীনস্থ ছিল। সে-ই হীরা নামক শহরটি স্থাপন করে। তার যুগে সে মদীনাতেও এসেছিল। তথাকার অধিবাসীদের সাথে সে যুদ্ধও করেছিল। কিন্তু জনগণ তাকে বাধা দেয়। মদীনাবাসীরা তার সাথে এই আচরণ করে যে, দিনে তার সাথে যুদ্ধ করতো, আবার রাত্রে তার মেহমানদারী করতো। শেষে সেও লজ্জা পায় এবং যুদ্ধ বন্ধ করে দেয়। তথাকার দু’জন ইয়াহুদী আলেম তার সঙ্গী হয়েছিলেন যারা হযরত মূসা (আঃ)-এর সত্য দ্বীনের উপর ছিলেন। তাঁরা সদা-সর্বদা তাকে ভাল-মন্দ সম্পর্কে উপদেশ দিতে থাকতেন। তারা তাকে বলেনঃ “আপনি মদীনা ধ্বংস করতে পারেন না। কেননা, এটা হলো শেষ নবীর হিজরতের জায়গা।” সুতরাং সে সেখান হতে ফিরে যায় এবং ঐ দু’জন আলেমকেও সঙ্গে নেয়। যখন সে মক্কায় পৌঁছে তখন সে বায়তুল্লাহ শরীফকে ভেঙ্গে দেয়ার ইচ্ছা করে। কিন্তু ঐ দু’জন আলেম তাকে ঐ কাজ হতে বিরত রাখেন এবং ঐ পবিত্র ঘরের শ্রেষ্ঠত্ব ও মর্যাদার কথা তার সামনে পেশ করেন। তারা তাকে বুঝিয়ে বলেন যে, এ ঘরের ভিত্তি স্থাপনকারী ছিলেন হযরত ইবরাহীম (আঃ) এবং শেষ নবী। (সঃ)-এর হাতে এ ঘরের মূল শ্রেষ্ঠত্ব ও সম্মান প্রকাশ পাবে। ঐ বাদশাহ তুব্বা তাদের এ কথা শুনে স্বীয় সিদ্ধান্ত পরিত্যাগ করে। এমনকি নিজেই সে বায়তুল্লাহ শরীফের খুব সম্মান করে, ওর তাওয়াফ করে এবং ওর উপর গেলাফ চড়িয়ে দেয়। অতঃপর সে সেখান হতে ইয়ামনে ফিরে যায়। স্বয়ং সে হযরত মূসা (আঃ)-এর ধর্মে প্রবেশ করে এবং সমগ্র ইয়ামনে এ ধর্মই ছড়িয়ে দেয়। তখন পর্যন্ত হযরত ঈসা (আঃ)-এর আবির্ভাব ঘটেনি এবং ঐ যুগের লোকদের জন্যে হযরত মূসা (আঃ)-এর ঐ সত্য ধর্মই পালনীয় ছিল। ঐ তুব্বা বাদশাহর ঘটনা সীরাতে ইবনে ইসহাকের মধ্যে বিস্তারিতভাবে লিপিবদ্ধ রয়েছে এবং হাফিয় ইবনে আসাকিরও (রঃ) স্বীয় কিতাবে সুদীর্ঘভাবে আনয়ন করেছেন। তাতে রয়েছে যে, ঐ তুব্বার সিংহাসন দামেস্কে ছিল। তার সেনাবাহিনীর সারি দামেস্ক হতে ইয়ামন পর্যন্ত পৌঁছেছিল। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “(অপরাধীকে) হদ লাগানো বা নির্ধারিত শাস্তি প্রদানের পর ঐ শাস্তিপ্রাপ্ত ব্যক্তির গুনাহ মাফ হয়ে যায় কি-না তা আমি জানি না, আর তুব্বা (বাদশাহ) অভিশপ্ত ছিল কি-না সেটাও আমার জানা নেই এবং যুলকারনাইন নবী ছিল কি বাদশাহ ছিল এখবরও আমি রাখি না। অন্য রিওয়াইয়াতে আছে যে, নবী (সঃ) এ কথাও বলেনঃ “হযরত উযায়ের নবী ছিল কি-না এটাও আমি জানি না।\" (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ইমাম দারকুতনী (রঃ) বলেন যে, এ হাদীসটি শুধু আবদুর রাযযাক (রঃ) বর্ণনা করেছেন। অন্য সনদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত উযায়ের নবী ছিলেন কি-না তা আমার জানা নেই এবং তুব্বার উপর লা'নত করা হয়েছে কি-না এটাও আমি জানি না।” এ হাদীসটি আনয়নের পর হাফিয ইবনে আসাকির (রঃ) ঐ দু'টি রিওয়াইয়াত এনেছেন যাতে তুব্বাকে গালি দিতে ও লা'নত করতে নিষেধ করা হয়েছে, যেমন আমরাও বর্ণনা করবো ইনশাআল্লাহ। জানা যাচ্ছে যে, সে পূর্বে কাফির ছিল এবং পরে মুসলমান হয়েছিল, অর্থাৎ হযরত মূসা (আঃ)-এর দ্বীনে প্রবেশ করেছিল। ঐ যুগের আলেমদের হাতে সে ঈমান ককূল করেছিল। এটা হযরত ঈসা (আঃ)-এর আবির্ভাবের পূর্বের ঘটনা। জুরহুমের যুগে সে বায়তুল্লাহর হজ্ব করেছিল এবং বায়তুল্লাহর উপর গেলাফও উঠিয়েছিল। এইভাবে সে বায়তুল্লাহ শরীফের প্রতি অত্যন্ত সম্মান প্রদর্শন করেছিল। আল্লাহর নামে সে ছয় হাজার উট কুরবানী করেছিল। আরো খুব দীর্ঘ ঘটনা রয়েছে যা হযরত উবাই ইবনে কা'ব (রাঃ), হযরত আবদুল্লাহ ইবনে সালাম (রাঃ) এবং হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে। মূল ঘটনার স্থিতি হযরত কা'ব আহবার (রাঃ) এবং হযরত আবদুল্লাহ ইবনে সালাম (রাঃ)-এর উপর নির্ভরশীল। অহাব ইবনে মুনাব্বাহও (রঃ) এ কাহিনী এনেছেন! হাফিয ইবনে আসাকির (রঃ) এই তুব্বার কাহিনীর সাথে অন্য তুব্বার কাহিনীও মিলিয়ে দিয়েছেন যে এর বহু পরে ছিল। এই তুব্বার কওম তো এর হাতে মুসলমান হয়েছিল। এর ইন্তেকালের পর তারা কুফরীর দিকে পুনরায় ফিরে যায় এবং আবার আগুনের ও মূর্তির পূজা শুরু করে দেয়। যেমন এটা সূরায়ে সাবায় বর্ণিত হয়েছে। ওর তাফসীরে আমরাও সেখানে এর পূর্ণ ব্যাখ্যা দিয়েছি। সুতরাং সমস্ত প্রশংসা আল্লাহরই প্রাপ্য।হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, এই ঠুব্বা কা'বার উপর গেলাফ চড়িয়েছিল। হযরত সাঈদ (রঃ) জনগণকে বলতেনঃ “তোমরা তুব্বাকে মন্দ বলো না।' এ হলো মাঝামাঝির তুব্বা। তার নাম ছিল আসআদ আবু কুরায়েব ইবনে মুলাইকারব ইয়ামানী। তার রাজত্ব তিনশ’ ছাব্বিশ বছর পর্যন্ত স্থায়ী ছিল। তখনকার রাজাদের মধ্যে কেউই তার মত এতো দীর্ঘস্থায়ী রাজত্ব পায়নি। রাসূলুল্লাহ (সঃ)-এর নবুওয়াতের প্রায় সাতশ' বছর পূর্বে সে মারা যায়। ঐতিহাসিকরা এটাও বর্ণনা করেছেন যে, মদীনা নগরী শেষ নবী (সঃ)-এর হিজরতের জায়গা হওয়ার কথা যখন মদীনাবাসী ঐ দু'জন আলেম তাকে নিশ্চিতরূপে জানিয়ে দেন তখন সে একটি কবিতা রচনা করে এবং আমানত হিসেবে মদীনাবাসীর কাছে তা রেখে যায়। আর ওটা উত্তরাধিকার সূত্রে পরস্পর হস্তান্তর হতে থাকে। সনদসহ ওর রিওয়াইয়াত বরাবরই আসতে থাকে। শেষ পর্যন্ত রাসূলুল্লাহ (সঃ)-এর হিজরতের সময় ওর হাফিয ছিলেন হযরত আবু আইয়ুব খালেদ ইবনে যায়েদ (রাঃ)! ঘটনাক্রমে, বরং আল্লাহর নির্দেশক্রমে রাসূলুল্লাহ্ (সঃ)-এর অবতরণস্থল হয়েছিল তার বাড়ীটিই। কবিতার পংক্তিগুলো নিম্নরূপঃ (আরবী) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, হযরত আহমাদ (সঃ) ঐ আল্লাহর রাসূল যিনি সমস্ত প্রাণীর সৃষ্টিকর্তা। আমি যদি তার যুগ পর্যন্ত জীবিত থাকি তবে অবশ্যই তাঁর মন্ত্রী ও তার চাচাতো ভাই হিসেবে থাকবো (এবং তাঁকে সাহায্য করবো)। আর আমি তার শত্রুদের বিরুদ্ধে তরবারী দ্বারা জিহাদ করবো এবং তার অন্তর হতে সমস্ত চিন্তা-দুঃখ দূর করে দিবো।” বর্ণিত আছে যে, ইসলামের যুগে সানআ নামক শহরে একটি কবর খনন করা হয়, তখন দেখা যায় যে, তাতে দু’টি মহিলা সমাধিস্থ রয়েছে, যাদের দেহ সম্পূর্ণরূপে সহীহ সালিম এবং অক্ষত অবস্থায় রয়েছে। তাদের শিয়রে একটি চাদির ফালি লেগে রয়েছে। তাতে স্বর্ণাক্ষরে লিখিত রয়েছেঃ “এ হচ্ছে হাই ও তামীসের কবর।” আর একটি রিওয়াইয়াতে আছে যে, তাদের নাম ছিল হাই ও তামাযুর। মহিলা দু’টি তুব্বার ভগ্নী ছিল। মহিলা দু’টি মৃত্যু পর্যন্ত এ সাক্ষ্য দিয়ে গিয়েছিল যে, আল্লাহ ছাড়া কেউই ইবাদতের যোগ্য নেই। তারা আল্লাহর সাথে কাউকেও শরীক করেনি। তাদের পূর্ববর্তী সমস্ত সৎ লোকই এই সাক্ষ্যদান অবস্থায় মৃত্যুবরণ করেছিল। সূরায়ে সাবার মধ্যে আমরা এই ঘটনা সম্পর্কে সাবার কবিতাগুলোও বর্ণনা করেছি। হযরত কা'ব (রঃ) বলতেনঃ “কুরআন কারীম দ্বারা তুব্বার প্রশংসা এভাবে জানা যায় যে, আল্লাহ তাআলা তার কওমের নিন্দে করেছেন, তার নয়।” হযরত আয়েশা (রাঃ) বলতেন ? “তোমরা তুব্বাকে মন্দ বলো না, সে সৎ লোক ছিল।”হযরত সা'দ সায়েদী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তুব্বাকে গালি দিয়ো না, সে মুসলমান হয়েছিল।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ), ইমাম আহমাদ (রঃ) এবং ইমাম বিতরানী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুব্বা নবী ছিল কি-না তা আমি জানি না। (এ হাদীসটি আবদুর রাযযাক (রঃ) বর্ণনা করেছেন) আর একটি রিওয়াইয়াত গত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুব্বা অভিশপ্ত ছিল কি-না তা আমার জানা নেই। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এই রিওয়াইয়াতটিই হযরত ইবনে আব্বাস (রাঃ) হতেও বর্ণিত আছে। হযরত আতা ইবনে আবি রাবাহ (রঃ) বলেনঃ “তোমরা তুব্বাকে গালি দিয়ো না। রাসূলুল্লাহ (সঃ) তাকে মন্দ বলতে নিষেধ করেছেন। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।",
  "ayah": 37,
  "surah": 44
}
