{
  "text": "يتجرعه أي يتحساه جرعا لا مرة واحدة لمرارته وحرارته .ولا يكاد يسيغه أي يبتلعه ; يقال : جرع الماء واجترعه وتجرعه بمعنى . وساغ الشراب في الحلق يسوغ سوغا إذا كان سلسا سهلا ، وأساغه الله إساغة . و يكاد صلة ; أي يسيغه بعد إبطاء ، قال الله تعالى : وما كادوا يفعلون أي فعلوا بعد إبطاء ، ولهذا قال : يصهر به ما في بطونهم والجلود فهذا يدل على الإساغة . وقال ابن عباس : يجيزه ولا يمر به .ويأتيه الموت من كل مكان قال ابن عباس : أي يأتيه أسباب الموت من كل جهة عن يمينه وشماله ، ومن فوقه وتحته ومن قدامه وخلفه ، كقول : لهم من فوقهم ظلل من النار ومن تحتهم ظلل . وقال إبراهيم التيمي : يأتيه من كل مكان من جسده حتى من أطراف شعره ; للآلام التي في كل مكان من جسده . وقال الضحاك : إنه ليأتيه الموت من كل ناحية ومكان حتى من إبهام رجليه . وقال الأخفش : يعني البلايا التي تصيب الكافر في النار سماها موتا ، وهي من أعظم الموت . وقيل : إنه لا يبقى عضو من أعضائه إلا وكل به نوع من العذاب ; لو مات سبعين مرة لكان أهون عليه من نوع منها في فرد لحظة ; إما حية تنهشه ; أو عقرب تلسبه ، أو نار تسفعه ، أو قيد برجليه ، أو غل في عنقه ، أو سلسلة يقرن بها ، أو تابوت يكون فيه ، أو زقوم أو حميم ، أو غير ذلك من العذاب ، [ ص: 308 ] وقال محمد بن كعب : إذا دعا الكافر في جهنم بالشراب فرآه مات موتات ، فإذا دنا منه مات موتات ، فإذا شرب منه مات موتات ; فذلك قوله : ويأتيه الموت من كل مكان وما هو بميت . قال الضحاك : لا يموت فيستريح . وقال ابن جريج : تعلق روحه في حنجرته فلا تخرج من فيه فيموت ، ولا ترجع إلى مكانها من جوفه فتنفعه الحياة ; ونظيره قوله : لا يموت فيها ولا يحيا . وقيل : يخلق الله في جسده آلاما كل واحد منها كألم الموت . وقيل :وما هو بميت لتطاول شدائد الموت به ، وامتداد سكراته عليه ; ليكون ذلك زيادة في عذابه . قلت : ويظهر من هذا أنه يموت ، وليس كذلك ; لقوله تعالى : لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها وبذلك وردت السنة ; فأحوال الكفار أحوال من استولى عليه سكرات الموت دائما ، والله أعلم .ومن ورائه أي من أمامه .عذاب غليظ أي شديد متواصل الآلام غير فتور ; ومنه قوله : وليجدوا فيكم غلظة أي شدة وقوة . وقال فضيل بن عياض في قول الله تعالى : ومن ورائه عذاب غليظ قال : حبس الأنفاس .",
  "ayah": 17,
  "surah": 14
}
