{
  "text": "قوله تعالى : ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلاة فاجعل أفئدة من الناس تهوي إليهم وارزقهم من الثمرات لعلهم يشكرون[ ص: 323 ] فيه ست مسائل :الأولى : روى البخاري عن ابن عباس : ( أول ما اتخذ النساء المنطق من قبل أم إسماعيل ; اتخذت منطقا لتعفي أثرها على سارة ، ثم جاء بها إبراهيم وبابنها إسماعيل وهي ترضعه ، حتى وضعهما عند البيت عند دوحة فوق زمزم في أعلى المسجد ، وليس بمكة يومئذ أحد ، وليس بها ماء ، فوضعهما هنالك ; ووضع عندهما جرابا فيه تمر ، وسقاء فيه ماء ، ثم قفى إبراهيم منطلقا فتبعته أم إسماعيل ; فقالت : يا إبراهيم ! أين تذهب وتتركنا بهذا الوادي الذي ليس فيه إنس ولا شيء ، فقالت له ذلك مرارا وجعل لا يلتفت إليها ، فقالت له : آلله أمرك بهذا ؟ قال : نعم . قالت إذا لا يضيعنا ; ثم رجعت ، فانطلق إبراهيم . حتى إذا كان عند الثنية حيث لا يرونه ، استقبل بوجهه البيت ثم دعا بهذه الدعوات ، ورفع يديه فقال : ربنا إني أسكنت من ذريتي بواد غير ذي زرع حتى بلغ يشكرون وجعلت أم إسماعيل ترضع إسماعيل وتشرب من ذلك الماء ، حتى إذا نفد ما في السقاء عطشت وعطش ابنها ، وجعلت تنظر إليه يتلوى - أو قال يتلبط - فانطلقت كراهية أن تنظر إليه ، فوجدت الصفا أقرب جبل في الأرض يليها ، فقامت عليه ، ثم استقبلت الوادي تنظر هل ترى أحدا ، فلم تر أحدا ، فهبطت من الصفا ، حتى إذا بلغت الوادي ، رفعت طرف درعها ، ثم سعت سعي الإنسان المجهود ، ثم جاوزت الوادي ، ثم أتت المروة فقامت عليه ، فنظرت هل ترى أحدا فلم تر أحدا ، ففعلت ذلك سبع مرات ; قال ابن عباس قال النبي - صلى الله عليه وسلم - : فذلك سعي الناس بينهما فلما أشرفت على المروة سمعت صوتا فقالت : صه ! تريد نفسها ، ثم تسمعت فسمعت أيضا فقالت : قد أسمعت ، إن كان عندك غواث ! فإذا هي بالملك عند موضع زمزم فبحث بعقبه - أو قال بجناحه - حتى ظهر الماء ، فجعلت تحوضه وتقول بيدها هكذا ، وجعلت تغرف من الماء في سقائها وهو يفور بعد ما تغرف ; قال ابن عباس قال النبي - صلى الله عليه وسلم - : يرحم الله أم إسماعيل لو تركت زمزم - أو قال : لو لم تغرف من الماء - لكانت زمزم عينا معينا قال : فشربت وأرضعت ولدها فقال لها الملك : لا تخافي الضيعة فإن هاهنا بيت الله يبنيه هذا الغلام وأبوه ، وإن الله لا يضيع أهله ) وذكر الحديث بطوله .مسألة : لا يجوز لأحد أن يتعلق بهذا في طرح ولده وعياله بأرض مضيعة اتكالا على [ ص: 324 ] العزيز الرحيم ، واقتداء بفعل إبراهيم الخليل ، كما تقول غلاة الصوفية في حقيقة التوكل ، فإن إبراهيم فعل ذلك بأمر الله لقوله في الحديث : آلله أمرك بهذا ؟ قال : نعم . وقد روي أن سارة لما غارت من هاجر بعد أن ولدت إسماعيل خرج بها إبراهيم - عليه السلام - إلى مكة ، فروي أنه ركب البراق هو وهاجر والطفل فجاء في يوم واحد من الشام إلى بطن مكة ، وترك ابنه وأمته هنالك وركب منصرفا من يومه ، فكان ذلك كله بوحي من الله تعالى ، فلما ولى دعا بضمن هذه الآية .الثانية : لما أراد الله تأسيس الحال ، وتمهيد المقام ، وخط الموضع للبيت المكرم ، والبلد المحرم ، أرسل الملك فبحث عن الماء وأقامه مقام الغذاء ، وفي الصحيح : أن أبا ذر - رضي الله عنه - اجتزأ به ثلاثين بين يوم وليلة ، قال أبو ذر : ما كان لي طعام إلا ماء زمزم فسمنت حتى تكسرت عكني ، وما أجد على كبدي سخفة جوع ; وذكر الحديث . وروى الدارقطني عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : ماء زمزم لما شرب له إن شربته تشتفي به شفاك الله وإن شربته لشبعك أشبعك الله به وإن شربته لقطع ظمئك قطعه وهي هزمة جبريل وسقيا الله إسماعيل . وروي أيضا عن عكرمة قال : كان ابن عباس إذا شرب من زمزم قال : اللهم إني أسألك علما نافعا ، ورزقا واسعا ، وشفاء من كل داء . قال ابن العربي : وهذا موجود فيه إلى يوم القيامة لمن صحت نيته ، وسلمت طويته ، ولم يكن به مكذبا ، ولا يشربه [ ص: 325 ] مجربا ، فإن الله مع المتوكلين ، وهو يفضح المجربين . وقال أبو عبد الله محمد بن علي الترمذي وحدثني أبي - رحمه الله - قال : دخلت الطواف في ليلة ظلماء فأخذني من البول ما شغلني ، فجعلت أعتصر حتى آذاني ، وخفت إن خرجت من المسجد أن أطأ بعض تلك الأقدام ، وذلك أيام الحج ; فذكرت هذا الحديث ، فدخلت زمزم فتضلعت منه ، فذهب عني إلى الصباح . وروي عن عبد الله بن عمرو : إن في زمزم عينا في الجنة من قبل الركن .الثالثة : قوله تعالى : ومن ذريتي \" من \" في قوله تعالى : من ذريتي للتبعيض أي أسكنت بعض ذريتي ; يعني إسماعيل وأمه ; لأن إسحاق كان بالشام . وقيل : هي صلة ; أي أسكنت ذريتي .الرابعة : قوله تعالى : عند بيتك المحرم يدل على أن البيت كان قديما على ما روي قبل الطوفان ، وقد مضى هذا المعنى في سورة \" البقرة \" . وأضاف البيت إليه لأنه لا يملكه غيره ، ووصفه بأنه محرم ، أي يحرم فيه ما يستباح في غيره من جماع واستحلال . وقيل : محرم على الجبابرة ، وأن تنتهك حرمته ، ويستخف بحقه ، قاله قتادة وغيره . وقد مضى القول في هذا في \" المائدة \" .الخامسة : قوله تعالى : ربنا ليقيموا الصلاة خصها من جملة الدين لفضلها فيه ، ومكانها منه ، وهي عهد الله عند العباد ; قال - صلى الله عليه وسلم - : خمس صلوات كتبهن الله على العباد . الحديث . واللام في ليقيموا الصلاة لام كي ; هذا هو الظاهر فيها وتكون متعلقة ب \" أسكنت \" ويصح أن تكون لام أمر ، كأنه رغب إلى الله أن يأتمنهم وأن يوفقهم لإقامة الصلاة .السادسة : تضمنت هذه الآية أن الصلاة بمكة أفضل من الصلاة بغيرها ; لأن معنى ربنا ليقيموا الصلاة أي أسكنتهم عند بيتك المحرم ليقيموا الصلاة فيه . وقد اختلف العلماء هل الصلاة بمكة أفضل أو في مسجد النبي - صلى الله عليه وسلم - ؟ فذهب عامة أهل الأثر إلى أن الصلاة في المسجد الحرام أفضل من الصلاة في مسجد الرسول - صلى الله عليه وسلم - بمائة صلاة ، واحتجوا بحديث عبد الله بن [ ص: 326 ] الزبير قال : قال رسول الله - صلى الله عليه وسلم - : صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه من المساجد إلا المسجد الحرام وصلاة في المسجد الحرام أفضل من صلاة في مسجدي هذا بمائة صلاة \" . قال الإمام الحافظ أبو عمر : وأسند هذا الحديث حبيب المعلم عن عطاء بن أبي رباح عن عبد الله بن الزبير وجوده ، ولم يخلط في لفظه ولا في معناه ، وكان ثقة . قال ابن أبي خيثمة سمعت يحيى بن معين يقول : حبيب المعلم ثقة . وذكر عبد الله بن أحمد قال سمعت أبي يقول : حبيب المعلم ثقة ما أصح حديثه ! وسئل أبو زرعة الرازي عن حبيب المعلم فقال : بصري ثقة . قلت : وقد خرج حديث حبيب المعلم هذا عن عطاء بن أبي رباح عن عبد الله بن الزبير عن النبي - صلى الله عليه وسلم - الحافظ أبو حاتم محمد بن حاتم التميمي البستي في المسند الصحيح له ، فالحديث صحيح وهو الحجة عند التنازع والاختلاف . والحمد لله . قال أبو عمر : وقد روي عن ابن عمر عن النبي - صلى الله عليه وسلم - مثل حديث ابن الزبير ; رواه موسى الجهني عن نافع عن ابن عمرو ; وموسى الجهني الكوفي ثقة ، أثنى عليه القطان وأحمد ويحيى وجماعتهم . وروى عنه شعبة . والثوري ويحيى بن سعيد . وروى حكيم بن سيف ، حدثنا عبيد الله بن عمر ; عن عبد الكريم عن عطاء بن أبي رباح ، عن جابر بن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام وصلاة في المسجد الحرام أفضل من مائة ألف فيمن سواه . وحكيم بن سيف هذا شيخ من أهل الرقة قد روى عنه أبو زرعة الرازي ، وأخذ عنه ابن وضاح ، وهو عندهم شيخ صدوق لا بأس به . فإن كان حفظ فهما حديثان ، وإلا فالقول قول حبيب المعلم . وروى محمد بن وضاح ، حدثنا يوسف بن عدي عن عمر بن عبيد عن عبد الملك عن عطاء عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : صلاة في [ ص: 327 ] مسجدي هذا أفضل من ألف صلاة في غيره من المساجد إلا المسجد الحرام فإن الصلاة فيه أفضل . قال أبو عمر : وهذا كله نص في موضع الخلاف قاطع له عند من ألهم رشده ، ولم تمل به عصبيته . وذكر ابن حبيب عن مطرف وعن أصبغ عن ابن وهب أنهما كانا يذهبان إلى تفضيل الصلاة في المسجد الحرام على الصلاة في مسجد النبي - صلى الله عليه وسلم - على ما في هذا الباب . وقد اتفق مالك وسائر العلماء على أن صلاة العيدين يبرز لهما في كل بلد إلا مكة فإنها تصلى في المسجد الحرام . وكان عمر وعلي وابن مسعود وأبو الدرداء وجابر يفضلون مكة ومسجدها وهم أولى بالتقليد ممن بعدهم ; وإلى هذا ذهب الشافعي . وهو قول عطاء والمكيين والكوفيين ، وروي مثله عن مالك ; ذكر ابن وهب في جامعه عن مالك أن آدم - عليه السلام - لما أهبط إلى الأرض قال : يا رب هذه أحب إليك أن تعبد فيها ؟ قال : بل مكة . والمشهور عنه وعن أهل المدينة تفضيل المدينة ، واختلف أهل البصرة والبغداديون في ذلك ; فطائفة تقول مكة ، وطائفة تقول المدينة .قوله تعالى : فاجعل أفئدة من الناس تهوي إليهم الأفئدة جمع فؤاد وهي القلوب ، وقد يعبر عن القلب بالفؤاد كما قال الشاعر :وإن فؤادا قادني بصبابة إليك على طول المدى لصبوروقيل : جمع وفد ، والأصل أوفدة ، فقدمت الفاء وقلبت الواو ياء كما هي ، فكأنه قال : واجعل وفودا من الناس تهوي إليهم ; أي تنزع ; يقال : هوي نحوه إذا مال ، وهوت الناقة تهوي هويا فهي هاوية إذا عدت عدوا شديدا كأنها في هواء بئر ، وقوله : تهوي إليهم مأخوذ منه . قال ابن عباس ومجاهد : لو قال أفئدة الناس لازدحمت عليه فارس والروم والترك والهند واليهود والنصارى والمجوس ، ولكن قال : من الناس فهم المسلمون ; فقوله : تهوي إليهم أي تحن إليهم ، وتحن إلى زيارة البيت . وقرأ مجاهد \" تهوى إليهم \" أي تهواهم وتجلهم .وارزقهم من الثمرات لعلهم يشكرون فاستجاب الله دعاءه ، وأنبت لهم بالطائف سائر الأشجار ، وبما يجلب إليهم من الأمصار . وفي صحيح البخاري عن ابن عباس الحديث الطويل وقد ذكرنا بعضه : ( فجاء إبراهيم بعد ما تزوج إسماعيل يطالع تركته فلم يجد إسماعيل ، فسأل امرأته عنه فقالت : خرج يبتغي لنا ، ثم سألهم عن عيشهم وهيئتهم فقالت : نحن بشر ، [ ص: 328 ] نحن في ضيق وشدة ; فشكت إليه ، قال : فإذا جاء زوجك فاقرئي عليه السلام وقولي له يغير عتبة بابه ، فلما جاء إسماعيل كأنه آنس شيئا فقال : هل جاءكم من أحد ! قالت : نعم جاءنا شيخ كذا وكذا فسألني عنك فأخبرته ، وسألني كيف عيشتنا فأخبرته أنا في جهد وشدة ، قال فهل أوصاك بشيء : قالت : أمرني أن أقرأ عليك السلام ، ويقول : غير عتبة بابك ; قال : ذاك أبي وقد أمرني أن أفارقك ، الحقي بأهلك ; فطلقها وتزوج منهم أخرى ، فلبث عنهمإبراهيم ما شاء الله ثم أتاهم بعد فلم يجده ، ودخل على امرأته فسألها عنه فقالت : خرج يبتغي لنا . قال : كيف أنتم ؟ وسألها عن عيشهم وهيئتهم فقالت : نحن بخير وسعة وأثنت على الله . قال ما طعامكم ؟ قالت : اللحم . قال فما شرابكم ؟ قالت : الماء . قال : اللهم بارك لهم في اللحم والماء . قال النبي - صلى الله عليه وسلم - : ولم يكن لهم يومئذ حب ولو كان لهم دعا لهم فيه . قال : فهما لا يخلو عليهما أحد بغير مكة إلا لم يوافقاه ; وذكر الحديث . وقال ابن عباس : قول إبراهيم فاجعل أفئدة من الناس تهوي إليهم سأل أن يجعل الله الناس يهوون السكنى بمكة ، فيصير بيتا محرما ، وكل ذلك كان والحمد لله . وأول من سكنه جرهم . ففي البخاري - بعد قوله : وإن الله لا يضيع أهله - وكان البيت مرتفعا من الأرض كالرابية تأتيه السيول فتأخذ عن يمينه وعن شماله ، وكذلك حتى مرت بهم رفقة من جرهم قافلين من طريق كذا ، فنزلوا بأسفل مكة ، فرأوا طائرا عائفا فقالوا : إن هذا الطائر ليدور على ماء ! لعهدنا بهذا الوادي وما فيه ماء ; فأرسلوا جريا أو جريين فإذا هم بالماء ، فأخبروهم بالماء فأقبلوا . قال : وأم إسماعيل عند الماء ; فقالوا : أتأذنين لنا أن ننزل عندك ؟ قالت : نعم ولكن لا حق لكم في الماء . قالوا : نعم . قال ابن عباس قال النبي - صلى الله عليه وسلم - : فألفى ذلك أم إسماعيل وهي تحب الأنس فنزلوا وأرسلوا إلى أهلهم فنزلوا معهم حتى إذا كان بها أهل أبيات منهم ، شب الغلام ، وماتت أم إسماعيل ، فجاء إبراهيم بعد ما تزوج إسماعيل يطالع تركته ; الحديث .",
  "ayah": 37,
  "surah": 14
}
