{
  "text": "قوله تعالى : وقد مكروا مكرهم أي بالشرك بالله وتكذيب الرسل والمعاندة ; عن ابن عباس وغيره .وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال \" إن \" بمعنى \" ما \" أي ما كان مكرهم لتزول منه الجبال لضعفه ووهنه ;وإن بمعنى \" ما \" في القرآن في مواضع خمسة : أحدها هذا . الثاني : فإن كنت في شك مما أنزلنا إليك . الثالث : لو أردنا أن نتخذ لهوا لاتخذناه من لدنا إن كنا [ ص: 334 ] أي ما كنا . الرابع : قل إن كان للرحمن ولد . الخامس : ولقد مكناهم فيما إن مكناكم فيه . وقرأ الجماعة \" وإن كان \" بالنون . وقرأ عمرو بن علي وابن مسعود وأبي \" وإن كاد \" بالدال . والعامة على كسر اللام في لتزول على أنها لام الجحود وفتح اللام الثانية نصبا . وقرأ ابن محيصن وابن جريج والكسائي لتزول بفتح اللام الأولى على أنها لام الابتداء ورفع الثانية وإن مخففة من الثقيلة ، ومعنى هذه القراءة استعظام مكرهم ; أي ولقد عظم مكرهم حتى كادت الجبال تزول منه ; قال الطبري : الاختيار القراءة الأولى ; لأنها لو كانت زالت لم تكن ثابتة ; قال أبو بكر الأنباري : ولا حجة على مصحف المسلمين في الحديث الذي حدثناه أحمد بن الحسين : حدثنا عثمان بن أبي شيبة حدثنا وكيع بن الجراح عن إسرائيل عن أبي إسحاق عن عبد الرحمن بن دانيل قال سمعت علي بن أبي طالب - رضي الله عنه - يقول : إن جبارا من الجبابرة قال لا أنتهي حتى أعلم من في السماوات ، فعمد إلى فراخ نسور ، فأمر أن تطعم اللحم ، حتى اشتدت وعضلت واستعلجت أمر بأن يتخذ تابوت يسع فيه رجلين ; وأن يجعل فيه عصا في رأسها لحم شديد حمرته ، وأن يستوثق من أرجل النسور بالأوتاد ; وتشد إلى قوائم التابوت ، ثم جلس هو وصاحب له في التابوت وأثار النسور ، فلما رأت اللحم طلبته ، فجعلت ترفع التابوت حتى بلغت به ما شاء الله ; فقال الجبار لصاحبه : افتح الباب فانظر ما ترى ؟ فقال : أرى الجبال كأنها ذباب ، فقال : أغلق الباب ; ثم صعدت بالتابوت ما شاء الله أن تصعد ، فقال الجبار لصاحبه : افتح الباب فانظر ما ترى ؟ فقال : ما أرى إلا السماء وما تزداد منا إلا بعدا ، فقال : نكس العصا فنكسها ، فانقضت النسور . فلما وقع التابوت على الأرض سمعت له هدة كادت الجبال تزول عن مراتبها منها ; قال : فسمعت عليا - رضي الله عنه - يقرأ \" وإن كان مكرهم لتزول \" بفتح اللام الأولى من \" لتزول \" وضم الثانية . وقد ذكر الثعلبي هذا الخبر بمعناه ، وأن الجبار هو النمرود الذي حاج إبراهيم في ربه ، وقال عكرمة : كان معه في التابوت غلام أمرد ، وقد حمل [ ص: 335 ] القوس والنبل فرمى بهما فعاد إليه ملطخا بالدماء وقال : كفيت نفسك إله السماء . قال عكرمة : تلطخ بدم سمكة من السماء ، قذفت نفسها إليه من بحر في الهواء معلق . وقيل : طائر من الطير أصابه السهم ثم أمر نمرود صاحبه أن يضرب العصا وأن ينكس اللحم ، فهبطت النسور بالتابوت ، فسمعت الجبال حفيف التابوت والنسور ففزعت ، وظنت أنه قد حدث بها حدث من السماء ، وأن الساعة قد قامت ، فذلك قوله : وإن كان مكرهم لتزول منه الجبال . قال القشيري : وهذا جائز بتقدير خلق الحياة في الجبال . وذكر الماوردي عن ابن عباس : أن النمرود بن كنعان بنى الصرح في قرية الرس من سواد الكوفة ، وجعل طوله خمسة آلاف ذراع وخمسين ذراعا ، وعرضه ثلاثة آلاف ذراع وخمسة وعشرين ذراعا ، وصعد منه مع النسور ، فلما علم أنه لا سبيل له إلى السماء اتخذه حصنا ، وجمع فيه أهله وولده ليتحصن فيه . فأتى الله بنيانه من القواعد ، فتداعى الصرح عليهم فهلكوا جميعا ، فهذا معنى وقد مكروا مكرهم وفي الجبال التي عنى زوالها بمكرهم وجهان : أحدهما : جبال الأرض . الثاني : الإسلام والقرآن ; لأنه لثبوته ورسوخه كالجبال . وقال القشيري : وعند الله مكرهم أي هو عالم بذلك فيجازيهم أو عند الله جزاء مكرهم فحذف المضاف . وإن كان مكرهم لتزول منه الجبال بكسر اللام ; أي ما كان مكرهم مكرا يكون له أثر وخطر عند الله تعالى ، فالجبال مثل لأمر النبي - صلى الله عليه وسلم - . وقيل : وإن كان مكرهم في تقديرهم لتزول منه الجبال وتؤثر في إبطال الإسلام . وقرئ \" لتزول منه الجبال \" بفتح اللام الأولى وضم الثانية ; أي كان مكرا عظيما تزول منه الجبال ، ولكن الله حفظ رسول الله - صلى الله عليه وسلم - وهو كقوله تعالى : ومكروا مكرا كبارا والجبال لا تزول ولكن العبارة عن تعظيم الشيء هكذا تكون .",
  "ayah": 46,
  "surah": 14
}
