{
  "text": "قوله تعالى : يوم تبدل الأرض غير الأرض والسماوات أي اذكر يوم تبدل الأرض ، فتكون متعلقة بما قبله . وقيل : هو صفة لقوله : يوم يقوم الحساب . واختلف في كيفية تبديل الأرض ، فقال كثير من الناس : إن تبدل الأرض عبارة عن تغير صفاتها ، وتسوية آكامها ، ونسف جبالها ، ومد أرضها ; ورواه ابن مسعود - رضي الله عنه - ; خرجه ابن ماجه في سننه وذكره ابن المبارك من حديث شهر بن حوشب ، قال حدثني ابن عباس قال : إذا كان يوم القيامة مدت الأرض مد الأديم وزيد في سعتها كذا وكذا ; وذكر الحديث . وروي مرفوعا من حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال : تبدل الأرض غير الأرض فيبسطها ويمدها مد الأديم العكاظي لا ترى فيها عوجا ولا أمتا ثم يزجر الله الخلق زجرة فإذا هم في الثانية في مثل مواضعهم من الأولى من كان في بطنها ففي بطنها ومن كان على ظهرها كان على ظهرها ذكره الغزنوي . وتبديل السماء تكوير شمسها وقمرها ، وتناثر نجومها ; قال ابن عباس . وقيل : اختلاف أحوالها ، فمرة [ ص: 337 ] كالمهل ومرة كالدهان ; حكاه ابن الأنباري ; وقد ذكرنا هذا الباب مبينا في كتاب التذكرة وذكرنا ما للعلماء في ذلك ، وأن الصحيح إزالة هذه الأرض حسب ما ثبت عن النبي - صلى الله عليه وسلم - . روى مسلم عن ثوبان مولى رسول الله - صلى الله عليه وسلم - قال : كنت قائما عند رسول الله - صلى الله عليه وسلم - فجاءه حبر من أحبار اليهود فقال : السلام عليك ; وذكر الحديث ، وفيه : فقال اليهودي أين يكون الناس يوم تبدل الأرض غير الأرض والسماوات ؟ فقال رسول الله - صلى الله عليه وسلم - : في الظلمة دون الجسر . وذكر الحديث . وخرج عن عائشة قالت : سئل رسول الله - صلى الله عليه وسلم - عن قوله : يوم تبدل الأرض غير الأرض والسماوات فأين يكون الناس يومئذ ؟ قال : ( على الصراط ) . خرجه ابن ماجه بإسناد مسلم سواء ، وخرجه الترمذي عن عائشة وأنها هي السائلة ، قال : هذا حديث حسن صحيح ; فهذه الأحاديث تنص على أن السماوات والأرض تبدل وتزال ، ويخلق الله أرضا أخرى يكون الناس عليها بعد كونهم على الجسر . وفي صحيح مسلم عن سهل بن سعد قال : قال رسول الله - صلى الله عليه وسلم - : ( يحشر الناس يوم القيامة على أرض بيضاء عفراء كقرصة النقي ليس فيها علم لأحد ) . وقال جابر : سألت أبا جعفر محمد بن علي عن قول الله - عز وجل - : يوم تبدل الأرض غير الأرض قال : تبدل خبزة يأكل منها الخلق يوم القيامة ، ثم قرأ : وما جعلناهم جسدا لا يأكلون الطعام . وقال ابن مسعود : إنها تبدل بأرض غيرها بيضاء كالفضة لم يعمل عليها خطيئة . وقال ابن عباس : بأرض من فضة بيضاء . وقال علي - رضي الله عنه - : تبدل الأرض يومئذ من فضة والسماء من ذهب وهذا تبديل للعين ، وحسبك .وبرزوا لله الواحد القهار أي من قبورهم ، وقد تقدم .",
  "ayah": 48,
  "surah": 14
}
