{
  "text": "قوله تعالى : ولقد أرسلنا موسى بآياتنا أن أخرج قومك من الظلمات إلى النور وذكرهم بأيام الله إن في ذلك لآيات لكل صبار شكورقوله تعالى : ولقد أرسلنا موسى بآياتنا أي بحجتنا وبراهيننا ; أي بالمعجزات الدالة على صدقه . قال مجاهد : هي التسع الآياتأن أخرج قومك من الظلمات إلى النور نظيره قوله تعالى : لنبينا - عليه السلام - أول السورة : لتخرج الناس من الظلمات إلى النور وقيل : \" أن \" هنا بمعنى أي ، كقوله تعالى : وانطلق الملأ منهم أن امشوا أي امشوا .قوله تعالى : وذكرهم بأيام الله أي قل لهم قولا يتذكرون به أيام الله تعالى . قال ابن عباس ومجاهد وقتادة : بنعم الله عليهم ; وقاله أبي بن كعب ورواه مرفوعا ; أي بما أنعم الله عليهم من النجاة من فرعون ومن التيه إلى سائر النعم ، وقد تسمى النعم الأيام ; ومنه قول عمرو بن كلثوم :وأيام لنا غر طوالوعن ابن عباس أيضا ومقاتل : بوقائع الله في الأمم السالفة ; يقال : فلان عالم بأيام العرب ، أي بوقائعها . قال ابن زيد : يعني الأيام التي انتقم فيها من الأمم الخالية ; وكذلك روى ابن وهب عن مالك قال : بلاؤه . وقال الطبري : وعظهم بما سلف في الأيام الماضية لهم ، أي بما كان في أيام الله من النعمة والمحنة ; وقد كانوا عبيدا مستذلين ; واكتفى بذكر الأيام عنه لأنها كانت معلومة عندهم . وروى سعيد بن جبير عن ابن عباس عن أبي بن كعب قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : بينا موسى - عليه السلام - في قومه يذكرهم بأيام الله ، وأيام الله بلاؤه ونعماؤه وذكر حديث الخضر ; ودل هذا على جواز الوعظ المرقق للقلوب ، المقوي [ ص: 299 ] لليقين . الخالي من كل بدعة ، والمنزه عن كل ضلالة وشبهة .إن في ذلك أي في التذكير بأيام الله \" لآيات \" أي دلالات . لكل صبار أي كثير الصبر على طاعة الله ، وعن معاصيه . شكور لنعم الله . وقال قتادة : هو العبد ; إذا أعطي شكر ، وإذا ابتلي صبر . وروي عن النبي صلى الله عليه وسلم أنه قال : الإيمان نصفان نصف صبر ونصف شكر - ثم تلا هذه الآية - إن في ذلك لآيات لكل صبار شكور . ونحوه عن الشعبي موقوفا . وتوارى الحسن البصري عن الحجاج سبع سنين ، فلما بلغه موته قال : اللهم قد أمته فأمت سنته ، وسجد شكرا ، وقرأ : إن في ذلك لآيات لكل صبار شكور . وإنما خص بالآيات كل صبار شكور ; لأنه يعتبر بها ولا يغفل عنها ; كما قال : إنما أنت منذر من يخشاها وإن كان منذرا للجميع .",
  "ayah": 5,
  "surah": 14
}
