{
  "text": "قوله تعالى : والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار خالدين فيها أبدا ذلك الفوز العظيمفيه سبع مسائل :الأولى : لما ذكر جل وعز أصناف الأعراب ذكر المهاجرين والأنصار ، وبين أن منهم السابقين إلى الهجرة وأن منهم التابعين ، وأثنى عليهم . وقد اختلف في عدد طبقاتهم وأصنافهم . ونحن نذكر من ذلك طرفا نبين الغرض فيه إن شاء الله تعالى . وروى عمر بن الخطاب أنه قرأ والأنصار رفعا عطفا على السابقين . قال الأخفش : الخفض في الأنصار الوجه ; لأن السابقين منهما . والأنصار اسم إسلامي . قيل لأنس بن مالك : أرأيت قول الناس لكم : الأنصار ، اسم سماكم الله به أم كنتم تدعون به في الجاهلية ؟ قال : بل اسم سمانا الله به في القرآن ; ذكره أبو عمر في الاستذكار .الثانية : نص القرآن على تفضيل السابقين الأولين من المهاجرين والأنصار وهم الذين صلوا إلى القبلتين ; في قول سعيد بن المسيب وطائفة . وفي قول أصحاب الشافعي هم الذين شهدوا بيعة الرضوان ، وهي بيعة الحديبية ، وقاله الشعبي . وعن محمد بن كعب وعطاء بن يسار : هم أهل بدر . واتفقوا على أن من هاجر قبل تحويل القبلة فهو من المهاجرين الأولين من غير خلاف بينهم . أما أفضلهم ، وهي :الثالثة : فقال أبو منصور البغدادي التميمي : أصحابنا مجمعون على أن أفضلهم الخلفاء الأربعة ، ثم الستة الباقون إلى تمام العشرة ، ثم البدريون ثم أصحاب أحد ثم أهل بيعة الرضوان بالحديبية .[ ص: 159 ] الرابعة : وأما أولهم إسلاما فروى مجالد عن الشعبي قال : سألت ابن عباس من أول الناس إسلاما ؟ قال أبو بكر ، أوما سمعت قول حسان :إذا تذكرت شجوا من أخي ثقة فاذكر أخاك أبا بكر بما فعلا     خير البرية أتقاها وأعدلهابعد النبي وأوفاها بما حملا     الثاني التالي المحمود مشهدهوأول الناس منهم صدق الرسلاوذكر أبو الفرج الجوزي عن يوسف بن يعقوب بن الماجشون أنه قال : أدركت أبي وشيخنا محمد بن المنكدر وربيعة بن أبي عبد الرحمن وصالح بن كيسان وسعد بن إبراهيم وعثمان بن محمد الأخنسي وهم لا يشكون أن أول القوم إسلاما أبو بكر ; وهو قول ابن عباس وحسان وأسماء بنت أبي بكر ، وبه قال إبراهيم النخعي . وقيل : أول من أسلم علي ; روي ذلك عن زيد بن أرقم وأبي ذر والمقداد وغيرهم . قال الحاكم أبو عبد الله : لا أعلم خلافا بين أصحاب التواريخ أن عليا أولهم إسلاما . وقيل : أول من أسلم زيد بن حارثة . وذكر معمر نحو ذلك عن الزهري . وهو قول سليمان بن يسار وعروة بن الزبير وعمران بن أبي أنس . وقيل : أول من أسلم خديجة أم المؤمنين ; روي ذلك من وجوه عن الزهري ، وهو قول قتادة ومحمد بن إسحاق بن يسار وجماعة ، وروي أيضا عن ابن عباس . وادعى الثعلبي المفسر اتفاق العلماء على أن أول من أسلم خديجة ، وأن اختلافهم إنما هو فيمن أسلم بعدها . وكان إسحاق بن إبراهيم بن راهويه الحنظلي يجمع بين هذه الأخبار ، فكان يقول : أول من أسلم من الرجال أبو بكر ، ومن النساء خديجة ، ومن الصبيان علي ، ومن الموالي زيد بن حارثة ، ومن العبيد بلال . والله أعلم . وذكر محمد بن سعد قال : أخبرني مصعب بن ثابت قال حدثني أبو الأسود محمد بن عبد الرحمن بن نوفل قال : كان إسلام الزبير بعد أبي بكر وكان رابعا أو خامسا . قال الليث بن سعد وحدثني أبو الأسود قال : أسلم الزبير وهو ابن ثمان سنين . وروي أن عليا أسلم ابن سبع سنين . وقيل : ابن عشر .الخامسة : والمعروف عن طريقة أهل الحديث أن كل مسلم رأى رسول الله صلى الله عليه وسلم فهو من أصحابه . قال البخاري في صحيحه : من صحب النبي صلى الله عليه وسلم أو رآه من المسلمين فهو من أصحابه . وروي عن سعيد بن المسيب أنه كان لا يعد الصحابي إلا من أقام مع رسول الله صلى الله عليه وسلم سنة أو سنتين ، وغزا معه غزوة أو غزوتين . وهذا القول إن صح عن سعيد بن المسيب يوجب ألا يعد من الصحابة جرير بن عبد الله البجلي أو من شاركه في فقد ظاهر ما اشترطه فيهم ممن لا نعرف خلافا في عده من الصحابة .[ ص: 160 ] السادسة : لا خلاف أن أول السابقين من المهاجرين أبو بكر الصديق . وقال ابن العربي : السبق يكون بثلاثة أشياء : الصفة وهو الإيمان ، والزمان ، والمكان . وأفضل هذه الوجوه سبق الصفات ; والدليل عليه قوله صلى الله عليه وسلم في الصحيح : نحن الآخرون الأولون بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم فهذا يومهم الذي اختلفوا فيه فهدانا الله له فاليهود غدا والنصارى بعد غد . فأخبر النبي صلى الله عليه وسلم أن من سبقنا من الأمم بالزمان سبقناهم بالإيمان والامتثال لأمر الله تعالى والانقياد إليه ، والاستسلام لأمره والرضا بتكليفه والاحتمال لوظائفه ، لا نعترض عليه ولا نختار معه ، ولا نبدل بالرأي شريعته كما فعل أهل الكتاب ; وذلك بتوفيق الله لما قضاه ، وبتيسيره لما يرضاه ; وما كنا لنهتدي لولا أن هدانا الله .السابعة : قال ابن خويزمنداد : تضمنت هذه الآية تفضيل السابقين إلى كل منقبة من مناقب الشريعة ، في علم أو دين أو شجاعة أو غير ذلك ، من العطاء في المال والرتبة في الإكرام . وفي هذه المسألة خلاف بين أبي بكر وعمر رضي الله عنهما . واختلف العلماء في تفضيل السابقين بالعطاء على غيرهم ; فروي عن أبي بكر الصديق رضي الله عنه أنه كان لا يفضل بين الناس في العطاء بعضهم على بعض بحسب السابقة . وكان عمر يقول له : أتجعل ذا السابقة كمن لا سابقة له ؟ فقال أبو بكر : إنما عملوا لله وأجرهم عليه . وكان عمر يفضل في خلافته ; ثم قال عند وفاته : لئن عشت إلى غد لألحقن أسفل الناس بأعلاهم ; فمات من ليلته . والخلافة إلى يومنا هذا على هذا الخلاف .قوله تعالى والذين اتبعوهم بإحسان فيه مسألتان : الأولى : قرأ عمر \" والأنصار \" رفعا . ( الذين ) بإسقاط الواو نعتا للأنصار ; فراجعه زيد بن ثابت ، فسأل عمر أبي بن كعب فصدق زيدا ; فرجع إليه عمر وقال : ما كنا نرى إلا أنا رفعنا رفعة لا ينالها معنا أحد . فقال أبي : إني أجد مصداق ذلك في كتاب الله في أول سورة الجمعة : وآخرين منهم لما يلحقوا بهم وفي سورة الحشر : والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان . وفي سورة الأنفال بقوله : والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم . فثبتت القراءة بالواو . وبين تعالى [ ص: 161 ] بقوله : ( بإحسان ) ما يتبعون فيه من أفعالهم وأقوالهم ، لا فيما صدر عنهم من الهفوات والزلات ; إذ لم يكونوا معصومين رضي الله عنهم .الثانية : واختلف العلماء في التابعين ومراتبهم ; فقال الخطيب الحافظ : التابعي من صحب الصحابي ; ويقال للواحد منهم : تابع وتابعي . وكلام الحاكم أبي عبد الله وغيره مشعر بأنه يكفي فيه أن يسمع من الصحابي أو يلقاه وإن لم توجد الصحبة العرفية . وقد قيل : إن اسم التابعين ينطلق على من أسلم بعد الحديبية ; كخالد بن الوليد وعمرو بن العاص ومن داناهم من مسلمة الفتح ; لما ثبت أن عبد الرحمن بن عوف شكا إلى النبي صلى الله عليه وسلم خالد بن الوليد ; فقال النبي صلى الله عليه وسلم لخالد : دعوا لي أصحابي فوالذي نفسي بيده لو أنفق أحدكم كل يوم مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه . ومن العجب عد الحاكم أبو عبد الله النعمان وسويدا ابني مقرن المزني في التابعين عندما ذكر الإخوة من التابعين ، وهما صحابيان معروفان مذكوران في الصحابة ، وقد شهدا الخندق كما تقدم . والله أعلم . وأكبر التابعين الفقهاء السبعة من أهل المدينة ، وهم سعيد بن المسيب ، والقاسم بن محمد ; وعروة بن الزبير ، وخارجة بن زيد ، وأبو سلمة بن عبد الرحمن ، وعبد الله بن عتبة بن مسعود ، وسليمان بن يسار . وقد نظمهم بعض الأجلة في بيت واحد فقال :فخذهم عبيد الله عروة قاسم     سعيد أبو بكر سليمان خارجهوقال أحمد بن حنبل : أفضل التابعين سعيد بن المسيب ; فقيل له : فعلقمة والأسود . فقال : سعيد بن المسيب وعلقمة والأسود . وعنه أيضا أنه قال : أفضل التابعين قيس وأبو عثمان وعلقمة ومسروق ; هؤلاء كانوا فاضلين ومن علية التابعين . وقال أيضا : كان عطاء مفتي مكة والحسن مفتي البصرة فهذان أثر الناس عنهم ; وأبهم . وروي عن أبي بكر بن أبي داود قال : سيدتا التابعين من النساء حفصة بنت سيرين وعمرة بنت عبد الرحمن ، وثالثتهما - وليست كهما - أم الدرداء . وروي عن الحاكم أبي عبد الله قال : طبقة تعد في التابعين ولم يصح سماع أحد منهم من الصحابة ; منهم إبراهيم بن سويد النخعي وليس بإبراهيم بن يزيد النخعي الفقيه . وبكير بن أبي السميط ، وبكير بن عبد الله الأشج . وذكر غيرهم قال : وطبقة عدادهم [ ص: 162 ] عند الناس في أتباع التابعين . وقد لقوا الصحابة منهم أبو الزناد عبد الله بن ذكوان ، لقي عبد الله بن عمر وأنسا . وهشام بن عروة ، وقد أدخل على عبد الله بن عمر ، وجابر بن عبد الله وموسى بن عقبة ، وقد أدرك أنس بن مالك . وأم خالد بنت خالد بن سعيد . وفي التابعين طبقة تسمى بالمخضرمين ، وهم الذين أدركوا الجاهلية وحياة رسول الله صلى الله عليه وسلم وأسلموا ولا صحبة لهم . واحدهم مخضرم بفتح الراء كأنه خضرم ، أي قطع عن نظرائه الذين أدركوا الصحبة وغيرها . وذكرهم مسلم فبلغ بهم عشرين نفسا ، منهم أبو عمرو الشيباني ، وسويد بن غفلة الكندي ، وعمرو بن ميمون الأودي وأبو عثمان النهدي وعبد خير بن يزيد الخيراني بفتح الخاء ، بطن من همدان ، وعبد الرحمن بن مل . وأبو الحلال العتكي ربيعة بن زرارة . وممن لم يذكره مسلم منهم أبو مسلم الخولاني عبد الله بن ثوب ، والأحنف بن قيس . فهذه نبذة من معرفة الصحابة والتابعين الذين نطق بفضلهم القرآن الكريم ، رضوان الله عليهم أجمعين . وكفانا نحن قوله جل وعز : كنتم خير أمة أخرجت للناس على ما تقدم ، وقوله عز وجل : وكذلك جعلناكم أمة وسطا الآية . وقال رسول الله صلى الله عليه وسلم : وددت أنا لو رأينا إخواننا . . . . الحديث . فجعلنا إخوانه ; إن اتقينا الله واقتفينا آثاره ، حشرنا الله في زمرته ولا حاد بنا عن طريقته وملته بحق محمد وآله .",
  "ayah": 100,
  "surah": 9
}
