{
  "text": "قوله تعالى والذين اتخذوا مسجدا ضرارا وكفرا وتفريقا بين المؤمنين وإرصادا لمن حارب الله ورسوله من قبل وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون [ ص: 174 ] فيه عشر مسائل :الأولى والذين اتخذوا مسجدا معطوف ، أي ومنهم الذين اتخذوا مسجدا ، عطف جملة على جملة . ويجوز أن يكون رفعا بالابتداء والخبر محذوف ك \" إنهم يعذبون \" أو نحوه . ومن قرأ \" الذين \" بغير واو وهي قراءة المدنيين فهي عنده رفع بالابتداء ، والخبر ( لا تقم ) التقدير : الذين اتخذوا مسجدا لا تقم فيه أبدا ; أي لا تقم في مسجدهم ; قاله الكسائي . وقال النحاس : يكون خبر الابتداء لا يزال بنيانهم الذي بنوا ريبة في قلوبهم . وقيل : الخبر ( يعذبون ) كما تقدم . ونزلت الآية فيما روي في أبي عامر الراهب ; لأنه كان خرج إلى قيصر وتنصر ووعدهم قيصر أنه سيأتيهم ، فبنوا مسجد الضرار يرصدون مجيئه فيه ; قاله ابن عباس ومجاهد وقتادة وغيرهم ، وقد تقدمت قصته في الأعراف وقال أهل التفسير : إن بني عمرو بن عوف اتخذوا مسجد قباء وبعثوا للنبي صلى الله عليه وسلم أن يأتيهم فأتاهم فصلى فيه ; فحسدهم إخوانهم بنو غنم بن عوف وقالوا : نبني مسجدا ونبعث إلى النبي صلى الله عليه وسلم يأتينا فيصلي لنا كما صلى في مسجد إخواننا ، ويصلي فيه أبو عامر إذا قدم من الشام ; فأتوا النبي صلى الله عليه وسلم وهو يتجهز إلى تبوك فقالوا : يا رسول الله ، قد بنينا مسجدا لذي الحاجة ، والعلة والليلة المطيرة ، ونحب أن تصلي لنا فيه وتدعو بالبركة ; فقال النبي صلى الله عليه وسلم إني على سفر وحال شغل فلو قدمنا لأتيناكم وصلينا لكم فيه فلما انصرف النبي صلى الله عليه وسلم من تبوك أتوه وقد فرغوا منه وصلوا فيه الجمعة والسبت والأحد ، فدعا بقميصه ليلبسه ويأتيهم فنزل عليه القرآن بخبر مسجد الضرار ; فدعا النبي صلى الله عليه وسلم مالك بن الدخشم ومعن بن عدي وعامر بن السكن ووحشيا قاتل حمزة ، فقال : انطلقوا إلى هذا المسجد الظالم أهله فاهدموه وأحرقوه فخرجوا مسرعين ، وأخرج مالك بن الدخشم من منزله شعلة نار ، ونهضوا فأحرقوا المسجد وهدموه ، وكان الذين بنوه اثني عشر رجلا : خذام بن خالد من بني عبيد بن زيد أحد بني عمرو بن عوف ومن داره أخرج مسجد الضرار ، ومعتب بن قشير ، وأبو حبيبة بن الأزعر ، وعباد بن الأزعر ، وعبادة بن حنيف أخو سهل بن حنيف من بني عمرو بن عوف . وجارية بن عامر ، وابناه مجمع وزيد ابنا جارية ، ونبتل بن الحارث ، وبحزج ، وبجاد بن عثمان ، ووديعة بن ثابت ، وثعلبة بن حاطب مذكور فيهم . قال أبو عمر بن عبد البر : وفيه نظر ; لأنه شهد بدرا . وقال عكرمة : سأل عمر بن الخطاب رجلا منهم بماذا أعنت في هذا المسجد ؟ فقال : أعنت فيه بسارية . فقال : أبشر بها سارية في عنقك من نار جهنم .[ ص: 175 ] الثانية : قوله تعالى ( ضرارا ) مصدر مفعول من أجله . وكفرا وتفريقا بين المؤمنين وإرصادا عطف كله . وقال أهل التأويل : ضرارا بالمسجد ، وليس للمسجد ضرار ، إنما هو لأهله . وروى الدارقطني عن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم لا ضرر ولا ضرار ، من ضار ضار الله به ، ومن شاق شاق الله عليه . قال بعض العلماء : الضرر : الذي لك به منفعة وعلى جارك فيه مضرة . والضرار : الذي ليس لك فيه منفعة وعلى جارك فيه المضرة . وقد قيل : هما بمعنى واحد ، تكلم بهما جميعا على جهة التأكيد .الثالثة : قال علماؤنا : لا يجوز أن يبنى مسجد إلى جنب مسجد ، ويجب هدمه ; والمنع من بنائه لئلا ينصرف أهل المسجد الأول فيبقى شاغرا ، إلا أن تكون المحلة كبيرة فلا يكفي أهلها مسجد واحد فيبنى حينئذ . وكذلك قالوا . لا ينبغي أن يبنى في المصر الواحد جامعان وثلاثة ، ويجب منع الثاني ، ومن صلى فيه الجمعة لم تجزه . وقد أحرق النبي صلى الله عليه وسلم مسجد الضرار وهدمه . وأسند الطبري عن شقيق أنه جاء ليصلي في مسجد بني غاضرة فوجد الصلاة قد فاتته ، فقيل له : إن مسجد بني فلان لم يصل فيه بعد ; فقال : لا أحب أن أصلي فيه ; لأنه بني على ضرار . قال علماؤنا : وكل مسجد بني على ضرار أو رياء وسمعة فهو في حكم مسجد الضرار لا تجوز الصلاة فيه . وقال النقاش : يلزم من هذا ألا يصلى في كنيسة ونحوها ; لأنها بنيت على شر .قلت : هذا لا يلزم ; لأن الكنيسة لم يقصد ببنائها الضرر بالغير ، وإن كان أصل بنائها على شر ، وإنما اتخذ النصارى الكنيسة واليهود البيعة موضعا يتعبدون فيه بزعمهم كالمسجد لنا فافترقا . وقد أجمع العلماء على أن من صلى في كنيسة أو بيعة على موضع طاهر أن صلاته ماضية جائزة . وقد ذكر البخاري أن ابن عباس كان يصلي في البيعة إذا لم يكن فيها تماثيل . وذكر أبو داود عن عثمان بن أبي العاص أن النبي صلى الله عليه وسلم أمره أن يجعل مسجد الطائف حيث كانت طواغيتهم .[ ص: 176 ] الرابعة : قال العلماء : إن من كان إماما لظالم لا يصلى وراءه إلا أن يظهر عذره أو يتوب فإن بني عمرو بن عوف الذين بنوا مسجد قباء سألوا عمر بن الخطاب في خلافته ليأذن لمجمع بن جارية أن يصلي بهم في مسجدهم ; فقال : لا ولا نعمة عين‍‍‍‍‍‍‍!‍‍‍‍‍‍‍ أليس بإمام مسجد الضرار!فقال له مجمع : يا أمير المؤمنين ، لا تعجل علي فوالله لقد صليت فيه وأنا لا أعلم ما قد أضمروا عليه ولو علمت ما صليت بهم فيه ، كنت غلاما قارئا للقرآن وكانوا شيوخا قد عاشوا على جاهليتهم وكانوا لا يقرءون من القرآن شيئا فصليت ولا أحسب ما صنعت إثما ولا أعلم بما في أنفسهم . فعذره عمر رضي الله عنهما وصدقه وأمره بالصلاة في مسجد قباء .الخامسة : قال علماؤنا رحمة الله عليهم : وإذا كان المسجد الذي يتخذ للعبادة وحض الشرع على بنائه فقال : من بنى لله مسجدا ولو كمفحص قطاة بنى الله له بيتا في الجنة يهدم وينزع إذا كان فيه ضرر بغيره ، فما ظنك بسواه ، بل هو أحرى أن يزال ويهدم حتى لا يدخل ضرر على الأقدم . وذلك كمن بنى فرنا أو رحى أو حفر بئرا أو غير ذلك مما يدخل به الضرر على الغير . وضابط هذا الباب : أن من أدخل على أخيه ضررا منع . فإن أدخل على أخيه ضررا بفعل ما كان له فعله في ماله فأضر ذلك بجاره أو غير جاره نظر إلى ذلك الفعل ; فإن كان تركه أكبر ضررا من الضرر الداخل على الفاعل قطع أكبر الضررين وأعظمهما حرمة في الأصول . مثال ذلك : رجل فتح كوة في منزله يطلع منها على دار أخيه وفيها العيال والأهل ، ومن شأن النساء في بيوتهن إلقاء بعض ثيابهن والانتشار في حوائجهن ، ومعلوم أن الاطلاع على العورات محرم وقد ورد النهي فيه ، فلحرمة الاطلاع على العورات رأى العلماء أن يغلقوا على فاتح الباب والكوة ما فتح مما له فيه منفعة وراحة وفي غلقه عليه ضرر لأنهم قصدوا إلى قطع أعظم الضررين ، إذ لم يكن بد من قطع أحدهما ، وهكذا الحكم في هذا الباب ، خلافا للشافعي ومن قال بقوله . قال أصحاب الشافعي : لو حفر رجل في ملكه بئرا وحفر آخر في ملكه بئرا يسرق منها ماء البئر الأولة جاز ; لأن كل واحد منهما حفر في ملكه فلا يمنع من ذلك . [ ص: 177 ] ومثله عندهم : لو حفر إلى جنب بئر جاره كنيفا يفسده عليه لم يكن له منعه ; لأنه تصرف في ملكه . والقرآن والسنة يردان هذا القول . وبالله التوفيق .ومن هذا الباب وجه آخر من الضرر منع العلماء منه ، كدخان الفرن والحمام وغبار الأندر والدود المتولد من الزبل المبسوط في الرحاب ، وما كان مثل هذا فإنه يقطع منه ما بان ضرره وخشي تماديه . وأما ما كان ساعة خفيفة مثل نفض الثياب والحصر عند الأبواب ; فإن هذا مما لا غنى بالناس عنه ، وليس مما يستحق به شيء ; فنفي الضرر في منع مثل هذا أعظم وأكبر من الصبر على ذلك ساعة خفيفة . وللجار على جاره في أدب السنة أن يصبر على أذاه على ما يقدر كما عليه ألا يؤذيه وأن يحسن إليه .السادسة : ومما يدخل في هذا الباب مسألة ذكرها إسماعيل بن أبي أويس عن مالك أنه سئل عن امرأة عرض لها ، يعني مسا من الجن ، فكانت إذا أصابها زوجها وأجنبت أو دنا منها يشتد ذلك بها . فقال مالك : لا أرى أن يقربها ، وأرى للسلطان أن يحول بينه وبينها .السابعة : قوله تعالى ( وكفرا ) لما كان اعتقادهم أنه لا حرمة لمسجد قباء ولا لمسجد النبي صلى الله عليه وسلم كفروا بهذا الاعتقاد ; قاله ابن العربي . وقيل : ( وكفرا ) أي بالنبي صلى الله عليه وسلم وبما جاء به ; قاله القشيري وغيره .الثامنة : قوله تعالى وتفريقا بين المؤمنين أي يفرقون به جماعتهم ليتخلف أقوام عن النبي صلى الله عليه وسلم . وهذا يدلك على أن المقصد الأكبر والغرض الأظهر من وضع الجماعة تأليف القلوب والكلمة على الطاعة ، وعقد الذمام والحرمة بفعل الديانة حتى يقع الأنس بالمخالطة ، وتصفو القلوب من وضر الأحقاد .التاسعة : تفطن مالك رحمه الله من هذه الآية فقال : لا تصلى جماعتان في مسجد واحد بإمامين ; خلافا لسائر العلماء . وقد روي عن الشافعي المنع ; حيث كان تشتيتا للكلمة وإبطالا لهذه الحكمة وذريعة إلى أن نقول : من يريد الانفراد عن الجماعة كان له عذر فيقيم جماعته ويقدم إمامته فيقع الخلاف ويبطل النظام ، وخفي ذلك عليهم . قال ابن العربي : وهذا كان شأنه معهم ، وهو أثبت قدما منهم في الحكمة وأعلم بمقاطع الشريعة .العاشرة : قوله تعالى وإرصادا لمن حارب الله ورسوله يعني أبا عامر الراهب ; [ ص: 178 ] وسمي بذلك لأنه كان يتعبد ويلتمس العلم فمات كافرا بقنسرين بدعوة النبي صلى الله عليه وسلم ; فإنه كان قال للنبي صلى الله عليه وسلم : لا أجد قوما يقاتلونك إلا قاتلتك معهم ; فلم يزل يقاتله إلى يوم حنين . فلما انهزمت هوازن خرج إلى الروم يستنصر ، وأرسل إلى المنافقين وقال : استعدوا بما استطعتم من قوة وسلاح ، وابنوا مسجدا فإني ذاهب إلى قيصر فآت بجند من الروم لأخرج محمدا من المدينة ; فبنوا مسجد الضرار . وأبو عامر هذا هو والد حنظلة غسيل الملائكة . والإرصاد : الانتظار ; تقول : أرصدت كذا إذا أعددته مرتقبا له به . قال أبو زيد : يقال رصدته وأرصدته في الخير ، وأرصدت له في الشر . وقال ابن الأعرابي : لا يقال إلا أرصدت ، ومعناه ارتقبت .وقوله تعالى ( من قبل ) أي من قبل بناء مسجد الضرار .وليحلفن إن أردنا إلا الحسنى أي ما أردنا ببنائه إلا الفعلة الحسنى ، وهي الرفق بالمسلمين كما ذكروا لذي العلة والحاجة . وهذا يدل على أن الأفعال تختلف بالمقصود والإرادات ; ولذلك قال : وليحلفن إن أردنا إلا الحسنى . والله يشهد إنهم لكاذبون أي يعلم خبث ضمائرهم وكذبهم فيما يحلفون عليه .",
  "ayah": 107,
  "surah": 9
}
