{
  "text": "قوله تعالى إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التوراة والإنجيل والقرآن ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيمفيه ثمان مسائل :الأولى : قوله تعالى إن الله اشترى من المؤمنين أنفسهم قيل : هذا تمثيل ; مثل قوله تعالى : أولئك الذين اشتروا الضلالة بالهدى . ونزلت الآية في البيعة الثانية ، وهي بيعة العقبة الكبرى ، وهي التي أناف فيها رجال الأنصار على السبعين ، وكان أصغرهم سنا عقبة بن عمرو ; وذلك أنهم اجتمعوا إلى رسول الله صلى الله عليه وسلم عند العقبة ، فقال عبد الله بن رواحة للنبي صلى الله عليه وسلم : اشترط لربك ولنفسك ما شئت ; فقال النبي صلى الله عليه وسلم : أشترط لربي أن تعبدوه ولا تشركوا به شيئا وأشترط لنفسي أن تمنعوني مما تمنعون منه أنفسكم وأموالكم . قالوا : فإذا فعلنا ذلك فما لنا ؟ قال : الجنة . قالوا : ربح البيع ، لا نقيل ولا نستقيل ; فنزلت : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة الآية . ثم هي بعد ذلك عامة في كل مجاهد في سبيل الله من أمة محمد صلى الله عليه وسلم إلى يوم القيامة .الثانية : هذه الآية دليل على جواز معاملة السيد مع عبده ، وإن كان الكل للسيد لكن إذا [ ص: 187 ] ملكه عامله فيما جعل إليه . وجائز بين السيد وعبده ما لا يجوز بينه وبين غيره ; لأن ماله له وله انتزاعه .الثالثة : أصل الشراء بين الخلق أن يعوضوا عما خرج من أيديهم ما كان أنفع لهم أو مثل ما خرج عنهم في النفع ; فاشترى الله سبحانه من العباد إتلاف أنفسهم وأموالهم في طاعته ، وإهلاكها في مرضاته ، وأعطاهم سبحانه الجنة عوضا عنها إذا فعلوا ذلك . وهو عوض عظيم لا يدانيه المعوض ولا يقاس به ، فأجرى ذلك على مجاز ما يتعارفونه في البيع والشراء فمن العبد تسليم النفس والمال ، ومن الله الثواب والنوال فسمي هذا شراء . وروى الحسن قال : قال رسول الله صلى الله عليه وسلم : إن فوق كل بر بر حتى يبذل العبد دمه فإذا فعل ذلك فلا بر فوق ذلك . وقال الشاعر في معنى البر :الجود بالماء جود فيه مكرمة والجود بالنفس أقصى غاية الجودوأنشد الأصمعي لجعفر الصادق رضي الله عنه :أثامن بالنفس النفيسة ربها     وليس لها في الخلق كلهم ثمنبها تشترى الجنات إن أنا بعتها     بشيء سواها إن ذلكم غبنلئن ذهبت نفسي بدنيا أصبتها     لقد ذهبت نفسي وقد ذهب الثمنقال الحسن : ومر أعرابي على النبي صلى الله عليه وسلم وهو يقرأ هذه الآية : إن الله اشترى من المؤمنين أنفسهم فقال : كلام من هذا ؟ قال : كلام الله . قال : بيع والله مربح لا نقيله ولا نستقيله . فخرج إلى الغزو واستشهد .الرابعة : قال العلماء : كما اشترى من المؤمنين البالغين المكلفين كذلك اشترى من الأطفال فآلمهم وأسقمهم ; لما في ذلك من المصلحة وما فيه من الاعتبار للبالغين ، فإنهم لا يكونون عند شيء أكثر صلاحا وأقل فسادا منهم عند ألم الأطفال ، وما يحصل للوالدين الكافلين من الثواب فيما ينالهم من الهم ويتعلق بهم من التربية والكفالة . ثم هو عز وجل يعوض هؤلاء الأطفال عوضا إذا صاروا إليه . ونظير هذا في الشاهد أنك تكتري الأجير ليبني وينقل التراب وفي كل ذلك له ألم وأذى ، ولكن ذلك جائز لما في عمله من المصلحة ولما يصل إليه من الأجر .الخامسة : قوله تعالى يقاتلون في سبيل الله بيان لما يقاتل له وعليه ; وقد تقدم .[ ص: 188 ] فيقتلون ويقتلون قرأ النخعي والأعمش وحمزة والكسائي وخلف بتقديم المفعول على الفاعل ; ومنه قول امرئ القيس :فإن تقتلونا نقتلكم . . .     وإن تقصدوا لدم نقصدأي إن تقتلوا بعضنا يقتلكم بعضنا . وقرأ الباقون بتقديم الفاعل على المفعول .السادسة : قوله تعالى وعدا عليه حقا في التوراة والإنجيل والقرآن إخبار من الله تعالى أن هذا كان في هذه الكتب ، وأن الجهاد ومقاومة الأعداء أصله من عهد موسى عليه السلام . و ( وعدا ) و ( حقا ) مصدران موكدان .السابعة : قوله تعالى ومن أوفى بعهده من الله أي لا أحد أوفى بعهده من الله . وهو يتضمن الوفاء بالوعد والوعيد ، ولا يتضمن وفاء البارئ بالكل ; فأما وعده فللجميع ، وأما وعيده فمخصوص ببعض المذنبين وببعض الذنوب وفي بعض الأحوال . وقد تقدم هذا المعنى مستوفى .الثامنة : قوله تعالى فاستبشروا ببيعكم الذي بايعتم به أي أظهروا السرور بذلك . والبشارة إظهار السرور في البشرة . وقد تقدم . وقال الحسن : والله ما على الأرض مؤمن إلا يدخل في هذه البيعة .وذلك هو الفوز العظيم أي الظفر بالجنة والخلود فيها .",
  "ayah": 111,
  "surah": 9
}
