{
  "text": "قوله تعالى وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ منه إن إبراهيم لأواه حليمفيه ثلاث مسائل :الأولى : روى النسائي عن علي بن أبي طالب رضي الله عنه قال : سمعت رجلا يستغفر لأبويه وهما مشركان فقلت : أتستغفر لهما وهما مشركان ؟ فقال : أولم يستغفر إبراهيم عليه السلام لأبيه . فأتيت النبي صلى الله عليه وسلم فذكرت ذلك له فنزلت : وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه . والمعنى : لا حجة لكم أيها المؤمنون في استغفار إبراهيم الخليل عليه السلام لأبيه فإن ذلك لم يكن إلا عن عدة . وقال ابن عباس : كان أبو إبراهيم وعد إبراهيم الخليل أن يؤمن بالله ويخلع الأنداد فلما مات على الكفر علم أنه عدو الله فترك الدعاء له ، فالكناية في قوله : ( إياه ) ترجع إلى إبراهيم والواعد أبوه . وقيل : الواعد إبراهيم أي وعد إبراهيم أباه أن يستغفر له فلما مات مشركا تبرأ منه . ودل على هذا الوعد قوله : سأستغفر لك ربي . قال القاضي أبو بكر بن العربي : تعلق النبي صلى الله عليه وسلم في الاستغفار لأبي طالب بقوله تعالى : سأستغفر لك ربي فأخبره الله تعالى أن استغفار إبراهيم لأبيه كان وعدا قبل أن يتبين الكفر منه فلما تبين له الكفر منه تبرأ منه فكيف تستغفر أنت لعمك يا محمد وقد شاهدت موته كافرا .[ ص: 194 ] الثانية : ظاهر حالة المرء عند الموت يحكم عليه بها فإن مات على الإيمان حكم له به وإن مات على الكفر حكم له به وربك أعلم بباطن حاله بيد أن النبي صلى الله عليه وسلم قال له العباس : يا رسول الله هل نفعت عمك بشيء ؟ قال : نعم . وهذه شفاعة في تخفيف العذاب لا في الخروج من النار على ما بيناه في كتاب التذكرة .الثالثة : قوله تعالى إن إبراهيم لأواه حليم اختلف العلماء في الأواه على خمسة عشر قولا :الأول : أنه الدعاء الذي يكثر الدعاء ; قاله ابن مسعود وعبيد بن عمير .الثاني : أنه الرحيم بعباد الله قاله الحسن وقتادة ، وروي عن ابن مسعود . والأول أصح إسنادا عن ابن مسعود ؛ قاله النحاس . الثالث : أنه الموقن ؛ قاله عطاء وعكرمة ورواه أبو ظبيان عن ابن عباس .الرابع : أنه المؤمن ؛ بلغة الحبشة ؛ قاله ابن عباس أيضا .الخامس : أنه المسبح الذي يذكر الله في الأرض القفر الموحشة ; قاله الكلبي وسعيد بن المسيب .السادس : أنه الكثير الذكر لله تعالى ؛ قاله عقبة بن عامر وذكر عند النبي صلى الله عليه وسلم رجل يكثر ذكر الله ويسبح فقال : إنه لأواه .السابع : أنه الذي يكثر تلاوة القرآن . وهذا مروي عن ابن عباس .قلت : وهذه الأقوال متداخلة ؛ وتلاوة القرآن يجمعها . الثامن : أنه المتأوه ; قاله أبو ذر وكان إبراهيم عليه السلام يقول : \" آه من النار قبل ألا تنفع آه \" . وقال أبو ذر : كان رجل يكثر الطواف بالبيت ويقول في دعائه : أوه أوه ; فشكاه أبو ذر إلى النبي صلى الله عليه وسلم فقال : دعه فإنه أواه فخرجت ذات ليلة فإذا النبي صلى الله عليه وسلم يدفن ذلك الرجل ليلا ومعه المصباح .التاسع : أنه الفقيه ؛ قاله مجاهد والنخعي .العاشر : أنه المتضرع الخاشع ؛ رواه عبد الله بن شداد بن الهاد عن النبي صلى الله عليه وسلم . وقال أنس : تكلمت امرأة عند النبي صلى الله عليه وسلم بشيء كرهه فنهاها عمر فقال النبي صلى الله عليه وسلم : دعوها فإنها أواهة . قيل : يا رسول الله ، وما الأواهة ؟ قال : الخاشعة . الحادي عشر : أنه الذي إذا ذكر خطاياه استغفر منها ؛ قاله أبو أيوب . الثاني عشر : أنه الكثير التأوه من الذنوب ؛ قاله الفراء . الثالث عشر : أنه المعلم للخير ؛ قاله سعيد بن جبير الرابع عشر : أنه الشفيق ؛ قاله عبد العزيز بن يحيى . وكان أبو بكر الصديق رضي الله عنه يسمى الأواه لشفقته [ ص: 195 ] ورأفته .الخامس عشر : أنه الراجع عن كل ما يكره الله تعالى ؛ قاله عطاء وأصله من التأوه ، وهو أن يسمع للصدر صوت من تنفس الصعداء . قال كعب : كان إبراهيم عليه السلام إذا ذكر النار تأوه . قال الجوهري : قولهم عند الشكاية أوه من كذا ( ساكنة الواو ) إنما هو توجع . قال الشاعر :فأوه لذاكرها إذا ما ذكرتها ومن بعد أرض بيننا وسماءوربما قلبوا الواو ألفا فقالوا : آه من كذا . وربما شددوا الواو وكسروها وسكنوا الهاء فقالوا : أوه من كذا . وربما حذفوا مع التشديد الهاء فقالوا : أو من كذا بلا مد . وبعضهم يقول : أوه بالمد والتشديد وفتح الواو ساكنة الهاء لتطويل الصوت بالشكاية . وربما أدخلوا فيها التاء فقالوا : أوتاه يمد ولا يمد . وقد أوه الرجل تأويها وتأوه تأوها إذا قال أوه ، والاسم منه الآهة بالمد . قال المثقب العبدي :إذا ما قمت أرحلها بليل     تأوه آهة الرجل الحزينوالحليم : الكثير الحلم وهو الذي يصفح عن الذنوب ويصبر على الأذى . وقيل : الذي لم يعاقب أحدا قط إلا في الله ولم ينتصر لأحد إلا لله . وكان إبراهيم عليه السلام كذلك وكان إذا قام يصلي سمع وجيب قلبه على ميلين .",
  "ayah": 114,
  "surah": 9
}
