{
  "text": "قوله تعالى لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم إنه بهم رءوف رحيمروى الترمذي : حدثنا عبد بن حميد حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن عبد الرحمن بن كعب بن مالك عن أبيه قال : لم أتخلف عن النبي صلى الله عليه وسلم في غزوة غزاها حتى كانت غزوة تبوك إلا بدرا ولم يعاتب النبي صلى الله عليه وسلم أحدا تخلف عن بدر إنما خرج يريد العير فخرجت قريش مغوثين لعيرهم فالتقوا عن غير موعد كما قال الله تعالى ولعمري إن أشرف مشاهد رسول الله صلى الله عليه وسلم في الناس لبدر وما أحب أني كنت شهدتها مكان بيعتي ليلة العقبة حين تواثقنا على الإسلام ثم لم أتخلف بعد عن النبي صلى الله عليه وسلم حتى كانت غزوة تبوك وهي آخر غزوة غزاها وآذن النبي صلى الله عليه وسلم بالرحيل فذكر الحديث بطوله قال : فانطلقت إلى النبي صلى الله عليه وسلم فإذا هو جالس في المسجد وحوله المسلمون وهو يستنير كاستنارة القمر وكان إذا سر بالأمر استنار فجئت فجلست بين يديه فقال : أبشر يا كعب بن مالك بخير يوم أتى عليك منذ ولدتك أمك فقلت : يا نبي الله أمن عند الله أم من عندك ؟ قال : بل من عند الله ثم تلا هذه الآية - لقد تاب الله على النبي والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة حتى [ ص: 197 ] بلغ إن الله هو التواب الرحيم قال : وفينا أنزلت أيضا اتقوا الله وكونوا مع الصادقين . . . وذكر الحديث . وسيأتي بكماله من صحيح مسلم في قصة الثلاثة إن شاء الله تعالى .واختلف العلماء في هذه التوبة التي تابها الله على النبي والمهاجرين والأنصار على أقوال فقال ابن عباس : كانت التوبة على النبي لأجل إذنه للمنافقين في القعود دليله قوله : عفا الله عنك لم أذنت لهم وعلى المؤمنين من ميل قلوب بعضهم إلى التخلف عنه . وقيل : توبة الله عليهم استنقاذهم من شدة العسرة . وقيل : خلاصهم من نكاية العدو ، وعبر عن ذلك بالتوبة وإن خرج عن عرفها لوجود معنى التوبة فيه وهو الرجوع إلى الحالة الأولى . وقال أهل المعاني : إنما ذكر النبي صلى الله عليه وسلم في التوبة لأنه لما كان سبب توبتهم ذكر معهم كقوله : فأن لله خمسه وللرسول .قوله تعالى الذين اتبعوه في ساعة العسرة أي في وقت العسرة ، والمراد جميع أوقات تلك الغزاة ولم يرد ساعة بعينها . وقيل : ساعة العسرة أشد الساعات التي مرت بهم في تلك الغزاة . والعسرة صعوبة الأمر . قال جابر : اجتمع عليهم عسرة الظهر وعسرة الزاد وعسرة الماء . قال الحسن : كانت العسرة من المسلمين يخرجون على بعير يعتقبونه بينهم وكان زادهم التمر المتسوس والشعير المتغير والإهالة المنتنة وكان النفر يخرجون ما معهم - إلا التمرات - بينهم فإذا بلغ الجوع من أحدهم أخذ التمرة فلاكها حتى يجد طعمها ثم يعطيها صاحبه حتى يشرب عليها جرعة من ماء كذلك حتى تأتي على آخرهم فلا يبقى من التمرة إلا النواة فمضوا مع النبي صلى الله عليه وسلم على صدقهم ويقينهم رضي الله عنهم . وقال عمر رضي الله عنه وقد سئل عن ساعة العسرة : خرجنا في قيظ شديد فنزلنا منزلا أصابنا فيه عطش شديد حتى ظننا أن رقابنا ستنقطع من العطش ، وحتى أن الرجل لينحر بعيره فيعصر فرثه فيشربه ويجعل ما بقي على كبده . فقال أبو بكر : يا رسول الله ، إن الله قد عودك في الدعاء خيرا فادع لنا . قال : أتحب ذلك ؟ قال : نعم فرفع يديه فلم يرجعهما حتى أظلت السماء ثم سكبت فملئوا ما معهم ثم ذهبنا ننظر فلم نجدها جاوزت العسكر . وروى أبو هريرة وأبو سعيد قالا : كنا مع النبي صلى الله عليه وسلم في غزوة تبوك فأصاب الناس مجاعة وقالوا : يا رسول الله ، لو أذنت لنا فنحرنا نواضحنا فأكلنا وادهنا . فقال رسول الله صلى الله عليه وسلم ( افعلوا ) ، فجاء عمر وقال : يا رسول الله إن [ ص: 198 ] فعلوا قل الظهر ولكن ادعهم بفضل أزوادهم فادع الله عليها بالبركة لعل الله أن يجعل في ذلك البركة . قال : ( نعم ) ، ثم دعا بنطع فبسط ثم دعا بفضل الأزواد ، فجعل الرجل يجيء بكف ذرة ويجيء الآخر بكف تمر ويجيء الآخر بكسرة حتى اجتمع على النطع من ذلك شيء يسير . قال أبو هريرة : فحزرته فإذا هو قدر ربضة العنز فدعا رسول الله صلى الله عليه وسلم بالبركة . ثم قال : ( خذوا في أوعيتكم ) ، فأخذوا في أوعيتهم حتى - والذي لا إله إلا هو - ما بقي في العسكر وعاء إلا ملأوه ، وأكل القوم حتى شبعوا وفضلت فضلة فقال النبي صلى الله عليه وسلم : أشهد أن لا إله إلا الله وأني رسول الله ، لا يلقى الله بهما عبد غير شاك فيهما فيحجب عن الجنة . خرجه مسلم في صحيحه بلفظه ومعناه ، والحمد لله . وقال ابن عرفة : سمي جيش تبوك جيش العسرة لأن رسول الله صلى الله عليه وسلم ندب الناس إلى الغزو في حمارة القيظ ، فغلظ عليهم وعسر ، وكان إبان ابتياع الثمرة . قال : وإنما ضرب المثل بجيش العسرة لأن رسول الله صلى الله عليه وسلم لم يغز قبله في عدد مثله ؛ لأن أصحابه يوم بدر كانوا ثلاثمائة وبضعة عشر ، ويوم أحد سبعمائة ، ويوم خيبر ألفا وخمسمائة ويوم الفتح عشرة آلاف ، ويوم حنين اثني عشر ألفا وكان جيشه في غزوة تبوك ثلاثين ألفا وزيادة ، وهي آخر مغازيه صلى الله عليه وسلم . وخرج رسول الله صلى الله عليه وسلم في رجب وأقام بتبوك شعبان وأياما من رمضان وبث سراياه وصالح أقواما على الجزية . وفي هذه الغزاة خلف عليا على المدينة فقال المنافقون : خلفه بغضا له ; فخرج خلف النبي صلى الله عليه وسلم وأخبره فقال عليه السلام : أما ترضى أن تكون مني بمنزلة هارون من موسى وبين أن قعوده بأمره عليه السلام يوازي في الأجر خروجه معه ; لأن المدار على أمر الشارع . وإنما قيل لها : غزوة تبوك لأن النبي صلى الله عليه وسلم رأى قوما من أصحابه يبوكون حسي تبوك أي يدخلون فيه القدح ويحركونه ليخرج الماء ، فقال : ما زلتم تبوكونها بوكا فسميت تلك الغزوة غزوة تبوك . الحسي بالكسر ما تنشفه الأرض من الرمل فإذا صار إلى صلابة أمسكته فتحفر عنه الرمل فتستخرجه وهو الاحتساء قاله الجوهري .قوله تعالى \" من بعد ما كاد تزيغ قلوب فريق منهم \" قلوب \" رفع ب \" تزيغ \" عند سيبويه . ويضمر في ( كاد ) الحديث تشبيها بكان ; لأن الخبر يلزمها كما يلزم كان . وإن شئت رفعتها بكاد ، ويكون التقدير : من بعد ما كان قلوب فريق منهم تزيغ . وقرأ الأعمش وحمزة [ ص: 199 ] وحفص يزيغ بالياء ، وزعم أبو حاتم أن من قرأ \" يزيغ \" بالياء فلا يجوز له أن يرفع القلوب بكاد . قال النحاس : و الذي لم يجزه جائز عند غيره على تذكير الجميع . حكى الفراء رحب البلاد وأرحبت ، ورحبت لغة أهل الحجاز واختلف في معنى \" تزيغ \" ، فقيل : تتلف بالجهد والمشقة والشدة . وقال ابن عباس : تعدل - أي تميل - عن الحق في الممانعة والنصرة . وقيل : من بعد ما هم فريق منهم بالتخلف والعصيان ثم لحقوا به وقيل : هموا بالقفول فتاب الله عليهم وأمرهم به .قوله تعالى ثم تاب عليهم قيل : توبته عليهم أن تدارك قلوبهم حتى لم تزغ ، وكذلك سنة الحق مع أوليائه إذا أشرفوا على العطب ، ووطنوا أنفسهم على الهلاك أمطر عليهم سحائب الجود فأحيا قلوبهم . وينشد :منك أرجو ولست أعرف ربا يرتجى منه بعض ما منك أرجو     وإذا اشتدت الشدائد في الأرض على الخلق فاستغاثوا وعجوا     وابتليت العباد بالخوف والجوع وصروا على الذنوب ولجوا     لم يكن لي سواك ربي ملاذفتيقنت أنني بك أنجووقال في حق الثلاثة : ثم تاب عليهم ليتوبوا فقيل : معنى ثم تاب عليهم أي وفقهم للتوبة ليتوبوا . وقيل : المعنى تاب عليهم ; أي فسح لهم ولم يعجل عقابهم ليتوبوا . وقيل : تاب عليهم ليثبتوا على التوبة . وقيل : المعنى تاب عليهم ليرجعوا إلى حال الرضا عنهم . وبالجملة فلولا ما سبق لهم في علمه أنه قضى لهم بالتوبة ما تابوا ; دليله قوله عليه السلام : اعملوا فكل ميسر لما خلق له .",
  "ayah": 117,
  "surah": 9
}
