{
  "text": "قوله تعالى وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر إنهم لا أيمان لهم لعلهم ينتهونفيه سبع مسائل :قوله تعالى وإن نكثوا النكث النقض ، وأصله في كل ما فتل ثم حل . فهي في الأيمان والعهود مستعارة . قال :وإن حلفت لا ينقض النأي عهدها فليس لمخضوب البنان يمينأي عهد .وقوله وطعنوا في دينكم أي بالاستنقاص والحرب وغير ذلك مما يفعله المشرك . يقال : طعنه بالرمح وطعن بالقول السيئ فيه يطعن ، بضم العين فيهما . وقيل : يطعن بالرمح - بالضم - ويطعن بالقول - بالفتح - . وهي هنا استعارة ، ومنه قوله صلى الله عليه وسلم حين أمر أسامة : إن تطعنوا في إمارته فقد طعنتم في إمارة أبيه من قبل وايم الله إن كان لخليقا للإمارة . خرجه الصحيح .الثانية : استدل بعض العلماء بهذه الآية على وجوب قتل كل من طعن في الدين ، إذ هو كافر . والطعن أن ينسب إليه ما لا يليق به ، أو يعترض بالاستخفاف على ما هو من الدين ، لما ثبت من الدليل القطعي على صحة أصوله واستقامة فروعه . وقال ابن المنذر : أجمع عامة أهل العلم على أن من سب النبي صلى الله عليه وسلم عليه القتل . وممن قال ذلك مالك والليث وأحمد وإسحاق ، وهو مذهب الشافعي . وقد حكي عن النعمان أنه قال : لا يقتل من سب النبي صلى الله عليه وسلم من أهل الذمة ، على ما يأتي . وروي أن رجلا قال في مجلس علي : ما قتل كعب بن الأشرف إلا غدرا ، فأمر علي بضرب عنقه . وقاله آخر في مجلس معاوية فقام محمد بن مسلمة فقال : أيقال هذا في مجلسك وتسكت! والله لا أساكنك تحت سقف أبدا ، ولئن خلوت به لأقتلنه . قال علماؤنا : هذا يقتل ولا يستتاب إن نسب الغدر للنبي صلى الله عليه وسلم . وهو الذي فهمه علي ومحمد بن مسلمة رضوان الله عليهما من قائل ذلك ؛ لأن ذلك زندقة . فأما إن نسبه للمباشرين لقتله بحيث [ ص: 21 ] يقول : إنهم أمنوه ثم غدروه لكانت هذه النسبة كذبا محضا ، فإنه ليس في كلامهم معه ما يدل على أنهم أمنوه ولا صرحوا له بذلك ، ولو فعلوا ذلك لما كان أمانا ؛ لأن النبي صلى الله عليه وسلم إنما وجههم لقتله لا لتأمينه ، وأذن لمحمد بن مسلمة في أن يقول . وعلى هذا فيكون في قتل من نسب ذلك لهم نظر وتردد . وسببه هل يلزم من نسبة الغدر لهم نسبته للنبي صلى الله عليه وسلم ؛ لأنه قد صوب فعلهم ورضي به فيلزم منه أنه قد رضي بالغدر ومن صرح بذلك قتل ، أو لا يلزم من نسبة الغدر لهم نسبته للنبي صلى الله عليه وسلم فلا يقتل . وإذا قلنا لا يقتل ، فلا بد من تنكيل ذلك القائل وعقوبته بالسجن ، والضرب الشديد والإهانة العظيمة .الثالثة : فأما الذمي إذا طعن في الدين انتقض عهده في المشهور من مذهب مالك ، لقوله : وإن نكثوا أيمانهم الآية . فأمر بقتلهم وقتالهم . وهو مذهب الشافعي رحمه الله . وقال أبو حنيفة في هذا : إنه يستتاب ، وإن مجرد الطعن لا ينقض به العهد إلا مع وجود النكث ؛ لأن الله عز وجل إنما أمر بقتلهم بشرطين : أحدهما نقضهم العهد ، والثاني طعنهم في الدين .قلنا : إن عملوا بما يخالف العهد انتقض عهدهم ، وذكر الأمرين لا يقتضي توقف قتاله على وجودهما ، فإن النكث يبيح لهم ذلك بانفراده عقلا وشرعا . وتقدير الآية عندنا : فإن نكثوا عهدهم حل قتالهم ، وإن لم ينكثوا بل طعنوا في الدين مع الوفاء بالعهد حل قتالهم . وقد روي أن عمر رفع إليه ذمي نخس دابة عليها امرأة مسلمة فرمحت فأسقطتها فانكشفت بعض عورتها ، فأمر بصلبه في الموضع .الرابعة : إذا حارب الذمي نقض عهده وكان ماله وولده فيئا معه . وقال محمد بن مسلمة : لا يؤاخذ ولده به ؛ لأنه نقض وحده . وقال : أما ماله فيؤخذ . وهذا تعارض لا يشبه منصب محمد بن مسلمة ؛ لأن عهده هو الذي حمى ماله وولده ، فإذا ذهب عنه ماله ذهب عنه ولده . وقال أشهب : إذا نقض الذمي العهد فهو على عهده ولا يعود في الرق أبدا . وهذا من العجب ، وكأنه رأى العهد معنى محسوسا . وإنما العهد حكم اقتضاه النظر ، والتزمه المسلمون له ، فإذا نقضه انتقض كسائر العقود .الخامسة : أكثر العلماء على أن من سب النبي صلى الله عليه وسلم من أهل الذمة أو عرض أو استخف بقدره أو وصفه بغير الوجه الذي كفر به فإنه يقتل ، فإنا لم نعطه الذمة أو العهد على هذا . إلا أبا حنيفة والثوري وأتباعهما من أهل الكوفة فإنهم قالوا : لا يقتل ، ما هو عليه من الشرك أعظم ، ولكن يؤدب ويعزر . والحجة عليه قوله تعالى : وإن نكثوا الآية . واستدل عليه بعضهم بأمره صلى الله عليه وسلم بقتل كعب بن الأشرف وكان معاهدا . وتغيظ أبو بكر على رجل من أصحابه فقال أبو [ ص: 22 ] برزة : ألا أضرب عنقه! فقال : ما كانت لأحد بعد رسول الله صلى الله عليه وسلم . وروى الدارقطني عن ابن عباس : أن رجلا أعمى كانت له أم ولد ، له منها ابنان مثل اللؤلؤتين ، فكانت تشتم النبي صلى الله عليه وسلم وتقع فيه ، فينهاها فلم تنته ، ويزجرها فلم تنزجر ، فلما كان ذات ليلة ذكرت النبي صلى الله عليه وسلم فما صبر سيدها أن قام إلى معول فوضعه في بطنها ، ثم اتكأ عليها حتى أنفذه . فقال النبي صلى الله عليه وسلم : ألا اشهدوا إن دمها هدر . وفي رواية عن ابن عباس : فقتلها ، فلما أصبح قيل ذلك للنبي صلى الله عليه وسلم ، فقام الأعمى فقال : يا رسول الله ، أنا صاحبها ، كانت تشتمك وتقع فيك فأنهاها فلا تنتهي ، وأزجرها فلا تنزجر ، ولي منها ابنان مثل اللؤلؤتين ، وكانت بي رفيقة فلما كان البارحة جعلت تشتمك وتقع فيك فقتلتها ، فقال النبي صلى الله عليه وسلم : ألا اشهدوا إن دمها هدر .السادسة : واختلفوا إذا سبه ثم أسلم تقية من القتل ، فقيل يسقط إسلامه قتله ، وهو المشهور من المذهب ؛ لأن الإسلام يجب ما قبله . بخلاف المسلم إذا سبه ثم تاب قال الله عز وجل : قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف . وقيل : لا يسقط الإسلام قتله ، قاله في العتبية لأنه حق للنبي صلى الله عليه وسلم وجب لانتهاكه حرمته وقصده إلحاق النقيصة والمعرة به ، فلم يكن رجوعه إلى الإسلام بالذي يسقطه ، ولا يكون أحسن حالا من المسلم .السابعة : فقاتلوا أئمة الكفر أئمة جمع إمام ، والمراد صناديد قريش - في قول بعض العلماء - كأبي جهل وعتبة وشيبة وأمية بن خلف . وهذا بعيد ، فإن الآية في سورة ( براءة ) وحين نزلت وقرئت على الناس كان الله قد استأصل شأفة قريش فلم يبق إلا مسلم أو مسالم ، فيحتمل أن يكون المراد فقاتلوا أئمة الكفر . أي من أقدم على نكث العهد والطعن في الدين يكون أصلا ورأسا في الكفر ، فهو من أئمة الكفر على هذا . ويحتمل أن يعنى به المتقدمون والرؤساء منهم ، وأن قتالهم قتال لأتباعهم وأنهم لا حرمة لهم . والأصل أأممة كمثال وأمثلة ، ثم أدغمت الميم في الميم وقلبت الحركة على الهمزة فاجتمعت همزتان ، فأبدلت من الثانية ياء . وزعم الأخفش أنك تقول : هذا أيم من هذا ، بالياء . وقال [ ص: 23 ] المازني : أوم من هذا ، بالواو . وقرأ حمزة أئمة . وأكثر النحويين يذهب إلى أن هذا لحن ؛ لأنه جمع بين همزتين في كلمة واحدة .إنهم لا أيمان لهم أي لا عهود لهم ، أي ليست عهودهم صادقة يوفون بها . وقرأ ابن عامر ( لا إيمان لهم ) بكسر الهمزة من الإيمان ، أي لا إسلام لهم . ويحتمل أن يكون مصدر آمنته إيمانا ، من الأمن الذي ضده الخوف ، أي لا يؤمنون ، من أمنته إيمانا أي أجرته ، فلهذا قال : فقاتلوا أئمة الكفر . لعلهم ينتهون أي عن الشرك . قال الكلبي : كان النبي صلى الله عليه وسلم وادع أهل مكة سنة وهو بالحديبية فحبسوه عن البيت ، ثم صالحوه على أن يرجع فمكثوا ما شاء الله ، ثم قاتل حلفاء رسول الله صلى الله عليه وسلم من خزاعة حلفاء بني أمية من كنانة ، فأمدت بنو أمية حلفاءهم بالسلاح والطعام ، فاستعانت خزاعة برسول الله صلى الله عليه وسلم فنزلت هذه الآية وأمر رسول الله صلى الله عليه وسلم أن يعين حلفاءه كما سبق . وفي البخاري عن زيد بن وهب قال : كنا عند حذيفة فقال ما بقي من أصحاب هذه الآية - يعني فقاتلوا أئمة الكفر إنهم لا أيمان لهم - إلا ثلاثة ، ولا بقي من المنافقين إلا أربعة . فقال أعرابي : إنكم أصحاب محمد تخبرون أخبارا لا ندري ما هي! تزعمون ألا منافق إلا أربعة ، فما بال هؤلاء الذين يبقرون بيوتنا ويسرقون أعلاقنا قال : أولئك الفساق أجل لم يبق منهم إلا أربعة ، أحدهم شيخ كبير لو شرب الماء البارد لما وجد برده .قوله تعالى لعلهم ينتهون أي عن كفرهم وباطلهم وأذيتهم للمسلمين . وذلك يقتضي أن يكون الغرض من قتالهم دفع ضررهم لينتهوا عن مقاتلتنا ويدخلوا في ديننا .",
  "ayah": 12,
  "surah": 9
}
