{
  "text": "قوله تعالى وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرونفيه ست مسائل :قوله تعالى وما كان المؤمنون وهي أن الجهاد ليس على الأعيان وأنه فرض كفاية كما تقدم ; إذ لو نفر الكل لضاع من وراءهم من العيال ، فليخرج فريق منهم للجهاد [ ص: 210 ] وليقم فريق يتفقهون في الدين ويحفظون الحريم ، حتى إذا عاد النافرون أعلمهم المقيمون ما تعلموه من أحكام الشرع ، وما تجدد نزوله على النبي صلى الله عليه وسلم . وهذه الآية ناسخة لقوله تعالى : ( إلا تنفروا ) وللآية التي قبلها ; على قول مجاهد وابن زيد .الثانية : هذه الآية أصل في وجوب طلب العلم ; لأن المعنى : وما كان المؤمنون لينفروا كافة والنبي صلى الله عليه وسلم مقيم لا ينفر فيتركوه وحده . ( فلولا نفر ) بعدما علموا أن النفير لا يسع جميعهم . ( من كل فرقة منهم طائفة ) وتبقى بقيتها مع النبي صلى الله عليه وسلم ليتحملوا عنه الدين ويتفقهوا ; فإذا رجع النافرون إليهم أخبروهم بما سمعوا وعلموه . وفي هذا إيجاب التفقه في الكتاب والسنة ، وأنه على الكفاية دون الأعيان . ويدل عليه أيضا قوله تعالى : فاسألوا أهل الذكر إن كنتم لا تعلمون . فدخل في هذا من لا يعلم الكتاب والسنن .الثالثة : قوله تعالى ( فلولا نفر ) قال الأخفش : أي فهلا نفر . من كل فرقة منهم طائفة الطائفة في اللغة الجماعة ، وقد تقع على أقل من ذلك حتى تبلغ الرجلين ، وللواحد على معنى نفس طائفة . وقد تقدم أن المراد بقوله تعالى : إن نعف عن طائفة منكم نعذب طائفة رجل واحد . ولا شك أن المراد هنا جماعة لوجهين ; أحدهما عقلا ، والآخر لغة . أما العقل فلأن العلم لا يتحصل بواحد في الغالب ، وأما اللغة فقوله : ليتفقهوا في الدين ولينذروا قومهم فجاء بضمير الجماعة . قال ابن العربي : والقاضي أبو بكر والشيخ أبو الحسن قبله يرون أن الطائفة هاهنا واحد ، ويعتضدون فيه بالدليل على وجوب العمل بخبر الواحد ، وهو صحيح لا من جهة أن الطائفة تنطلق على الواحد ولكن من جهة أن خبر الشخص الواحد أو الأشخاص خبر واحد ، وأن مقابله وهو التواتر لا ينحصر .قلت : أنص ما يستدل به على أن الواحد يقال له طائفة قوله تعالى : وإن طائفتان من المؤمنين اقتتلوا يعني نفسين . دليله قوله تعالى : فأصلحوا بين أخويكم فجاء بلفظ التثنية ، والضمير في ( اقتتلوا ) وإن كان ضمير جماعة فأقل الجماعة اثنان في أحد القولين للعلماء .الرابعة : قوله تعالى ( ليتفقهوا ) الضمير في \" ليتفقهوا ، ولينذروا \" للمقيمين مع النبي صلى الله عليه وسلم ; قاله قتادة ومجاهد . وقال الحسن : هما للفرقة النافرة ; واختاره الطبري . ومعنى [ ص: 211 ] ليتفقهوا في الدين أي يتبصروا ويتيقنوا بما يريهم الله من الظهور على المشركين ونصرة الدين .قلت : قول مجاهد وقتادة أبين ، أي لتتفقه الطائفة المتأخرة مع رسول الله صلى الله عليه وسلم عن النفور في السرايا . وهذا يقتضي الحث على طلب العلم والندب إليه دون الوجوب والإلزام ; إذ ليس ذلك في قوة الكلام ، وإنما لزم طلب العلم بأدلته ; قاله أبو بكر بن العربي .الخامسة : طلب العلم ينقسم قسمين : فرض على الأعيان ; كالصلاة والزكاة والصيام .قلت : وفي هذا المعنى جاء الحديث المروي إن طلب العلم فريضة . روى عبد القدوس بن حبيب : أبو سعيد الوحاظي عن حماد بن أبي سليمان عن إبراهيم النخعي قال سمعت أنس بن مالك يقول : سمعت رسول الله صلى الله عليه وسلم يقول : طلب العلم فريضة على كل مسلم . قال إبراهيم : لم أسمع من أنس بن مالك إلا هذا الحديث .وفرض على الكفاية ; كتحصيل الحقوق وإقامة الحدود والفصل بين الخصوم ونحوه ; إذ لا يصلح أن يتعلمه جميع الناس فتضيع أحوالهم وأحوال سراياهم وتنقص أو تبطل معايشهم ; فتعين بين الحالين أن يقوم به البعض من غير تعيين ، وذلك بحسب ما يسره الله لعباده وقسمه بينهم من رحمته وحكمته بسابق قدرته وكلمته .السادسة : طلب العلم فضيلة عظيمة ومرتبة شريفة لا يوازيها عمل ; روى الترمذي من حديث أبي الدرداء قال : سمعت رسول الله صلى الله عليه وسلم يقول : من سلك طريقا يلتمس فيه علما سلك الله به طريقا إلى الجنة وإن الملائكة لتضع أجنحتها رضا لطالب العلم وإن العالم [ ص: 212 ] ليستغفر له من في السماوات ومن في الأرض والحيتان في جوف الماء ، وإن فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب ، وإن العلماء ورثة الأنبياء وإن الأنبياء لم يورثوا دينارا ولا درهما إنما ورثوا العلم فمن أخذ به أخذ بحظ وافر . وروى الدارمي أبو محمد في مسنده قال : حدثنا أبو المغيرة حدثنا الأوزاعي عن الحسن قال سئل رسول الله صلى الله عليه وسلم عن رجلين كانا في بني إسرائيل ، أحدهما كان عالما يصلي المكتوبة ثم يجلس فيعلم الناس الخير . والآخر يصوم النهار ويقوم الليل ، أيهما أفضل ؟ قال رسول الله صلى الله عليه وسلم : فضل هذا العالم الذي يصلي المكتوبة ثم يجلس فيعلم الناس الخير على العابد الذي يصوم النهار ويقوم الليل كفضلي على أدناكم . أسنده أبو عمر في كتاب \" بيان العلم \" عن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : فضل العالم على العابد كفضلي على أمتي . وقال ابن عباس : أفضل الجهاد من بنى مسجدا يعلم فيه القرآن والفقه والسنة . رواه شريك عن ليث بن أبي سليم عن يحيى بن أبي كثير عن علي الأزدي قال : أردت الجهاد فقال لي ابن عباس ألا أدلك على ما هو خير لك من الجهاد ، تأتي مسجدا فتقرأ فيه القرآن وتعلم فيه الفقه . وقال الربيع سمعت الشافعي يقول : طلب العلم أوجب من الصلاة النافلة . وقوله عليه السلام : إن الملائكة لتضع أجنحتها . . . الحديث ، يحتمل وجهين : أحدهما : أنها تعطف عليه وترحمه ; كما قال الله تعالى فيما وصى به الأولاد من الإحسان إلى الوالدين بقوله : واخفض لهما جناح الذل من الرحمة أي تواضع لهما . والوجه الآخر : أن يكون المراد بوضع الأجنحة فرشها ; لأن في بعض الروايات وإن الملائكة تفرش أجنحتها ، أي إن الملائكة إذا رأت طالب العلم يطلبه من وجهه ابتغاء مرضاة الله وكانت سائر أحواله مشاكلة لطلب العلم فرشت له أجنحتها في رحلته وحملته عليها ; فمن هناك يسلم فلا يحفى إن كان ماشيا ولا يعيا ، وتقرب عليه الطريق البعيدة ، ولا يصيبه ما يصيب المسافر من أنواع الضرر كالمرض وذهاب المال وضلال الطريق . وقد مضى شيء من هذا المعنى في ( آل عمران ) عند قوله تعالى : شهد الله الآية . روى عمران بن حصين قال : قال رسول الله صلى الله عليه وسلم لا تزال طائفة من أمتي ظاهرين على الحق حتى تقوم [ ص: 213 ] الساعة . قال يزيد بن هارون : إن لم يكونوا أصحاب الحديث فلا أدري من هم ؟ .قلت : وهذا قول عبد الرزاق في تأويل الآية ، إنهم أصحاب الحديث ; ذكره الثعلبي . سمعت شيخنا الأستاذ المقرئ النحوي المحدث أبا جعفر أحمد بن محمد بن محمد القيسي القرطبي المعروف بابن أبي حجة رحمه الله يقول في تأويل قوله عليه السلام : لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة إنهم العلماء ; قال : وذلك أن الغرب لفظ مشترك يطلق على الدلو الكبيرة وعلى مغرب الشمس ، ويطلق على فيضة من الدمع . فمعنى لا يزال أهل الغرب أي لا يزال أهل فيض الدمع من خشية الله عن علم به وبأحكامه ظاهرين ; الحديث . قال الله تعالى : إنما يخشى الله من عباده العلماء .قلت : وهذا التأويل يعضده قوله عليه السلام في صحيح مسلم : من يرد الله به خيرا يفقهه في الدين ولا تزال عصابة من المسلمين يقاتلون على الحق ظاهرين على من ناوأهم إلى يوم القيامة . وظاهر هذا المساق أن أوله مرتبط بآخره . والله أعلم .",
  "ayah": 122,
  "surah": 9
}
