{
  "text": "قوله تعالى وإذا ما أنزلت سورة نظر بعضهم إلى بعض هل يراكم من أحد ثم انصرفوا صرف الله قلوبهم بأنهم قوم لا يفقهونقوله تعالى وإذا ما أنزلت سورة نظر بعضهم إلى بعض ( ما ) صلة ، والمراد المنافقون ; أي إذا حضروا الرسول وهو يتلو قرآنا أنزل فيه فضيحتهم أو فضيحة أحد منهم جعل ينظر بعضهم إلى بعض نظر الرعب على جهة التقرير ; يقول : هل يراكم من أحد إذا تكلمتم [ ص: 216 ] بهذا فينقله إلى محمد ; وذلك جهل منهم بنبوته عليه السلام ، وأن الله يطلعه على ما يشاء من غيبه . وقيل إن ( نظر ) في هذه الآية بمعنى أنبأ . وحكى الطبري عن بعضهم أنه قال : ( نظر ) في هذه الآية موضع قال .قوله تعالى ثم ( انصرفوا ) أي انصرفوا عن طريق الاهتداء . وذلك أنهم حينما بين لهم كشف أسرارهم والإعلام بمغيبات أمورهم يقع لهم لا محالة تعجب وتوقف ونظر ، فلو اهتدوا لكان ذلك الوقت مظنة لإيمانهم ; فهم إذ يصممون على الكفر ويرتبكون فيه كأنهم انصرفوا عن تلك الحال التي كانت مظنة النظر الصحيح والاهتداء ، ولم يسمعوا قراءة النبي صلى الله عليه وسلم سماع من يتدبره وينظر في آياته ; إن شر الدواب عند الله الصم البكم الذين لا يعقلون . أفلا يتدبرون القرآن أم على قلوب أقفالها .قوله تعالى صرف الله قلوبهم فيه ثلاث مسائل :الأولى : قوله تعالى صرف الله قلوبهم دعاء عليهم ; أي قولوا لهم هذا . ويجوز أن يكون خبرا عن صرفها عن الخير مجازاة على فعلهم . وهي كلمة يدعى بها ; كقوله : قاتلهم الله والباء في قوله : ( بأنهم ) صلة ل ( صرف ) .الثانية : قال ابن عباس : يكره أن يقال انصرفنا من الصلاة ; لأن قوما انصرفوا فصرف الله قلوبهم ، ولكن قولوا قضينا الصلاة ; أسنده الطبري عنه . قال ابن العربي : وهذا فيه نظر وما أظنه بصحيح فإن نظام الكلام أن يقال : لا يقل أحد انصرفنا من الصلاة ; فإن قوما قيل فيهم : ثم انصرفوا صرف الله قلوبهم . أخبرنا محمد بن عبد الملك القيسي الواعظ حدثنا أبو الفضل الجوهري سماعا منه يقول : كنا في جنازة فقال المنذر بها : انصرفوا رحمكم الله فقال : لا يقل أحد انصرفوا فإن الله تعالى قال في قوم ذمهم : ثم انصرفوا صرف الله قلوبهم ولكن قولوا : انقلبوا رحمكم الله فإن الله تعالى قال في قوم مدحهم : فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء .الثالثة : أخبر الله سبحانه وتعالى في هذه الآية أنه صارف القلوب ومصرفها وقالبها ومقلبها ; ردا على القدرية في اعتقادهم أن قلوب الخلق بأيديهم ، وجوارحهم بحكمهم ، يتصرفون بمشيئتهم ويحكمون بإراداتهم واختيارهم ; ولذلك قال مالك فيما رواه عنه أشهب : ما [ ص: 217 ] أبين هذا في الرد على القدرية لا يزال بنيانهم الذي بنوا ريبة في قلوبهم إلا أن تقطع قلوبهم . وقوله عز وجل لنوح : أنه لن يؤمن من قومك إلا من قد آمن فهذا لا يكون أبدا ولا يرجع ولا يزول .",
  "ayah": 127,
  "surah": 9
}
