{
  "text": "قوله تعالى فسيحوا في الأرض أربعة أشهر واعلموا أنكم غير معجزي الله وأن الله مخزي الكافرين فيه ثلاث مسائل :الأولى : قوله تعالى : فسيحوا رجع من الخبر إلى الخطاب ، أي قل لهم : سيحوا ، أي سيروا في الأرض مقبلين ومدبرين ، آمنين غير خائفين أحدا من المسلمين ؛ بحرب ولا سلب ولا قتل ولا أسر . يقال ساح فلان في الأرض يسيح سياحة وسيوحا وسيحانا ، ومنه السيح في الماء الجاري المنبسط ، ومنه قول طرفة بن العبد :لو خفت هذا منك ما نلتني حتى ترى خيلا أمامي تسيحالثانية : واختلف العلماء في كيفية هذا التأجيل ، وفي هؤلاء الذين برئ الله منهم ورسوله . فقال محمد بن إسحاق وغيره : هما صنفان من المشركين : أحدهما كانت مدة عهده أقل من أربعة أشهر ؛ فأمهل تمام أربعة أشهر ، والآخر كانت مدة عهده بغير أجل محدود فقصر به [ ص: 6 ] على أربعة أشهر ليرتاد لنفسه . ثم هو حرب بعد ذلك لله ولرسوله وللمؤمنين ، يقتل حيث ما أدرك ، ويؤسر إلا أن يتوب . وابتداء هذا الأجل يوم الحج الأكبر ، وانقضاؤه إلى عشر من شهر ربيع الآخر . فأما من لم يكن له عهد فإنما أجله انسلاخ الأربعة الأشهر الحرم ، وذلك خمسون يوما : عشرون من ذي الحجة ، والمحرم . وقال الكلبي : إنما كانت الأربعة الأشهر لمن كان بينه وبين رسول الله صلى الله عليه وسلم عهد دون أربعة أشهر ، ومن كان عهده أكثر من أربعة أشهر فهو الذي أمر الله أن يتم له عهده بقوله : فأتموا إليهم عهدهم إلى مدتهم وهذا اختيار الطبري وغيره . وذكر محمد بن إسحاق ومجاهد وغيرهما : أن هذه الآية نزلت في أهل مكة . وذلك أن رسول الله صلى الله عليه وسلم صالح قريشا عام الحديبية ، على أن يضعوا الحرب عشر سنين ، يأمن فيها الناس ويكف بعضهم عن بعض ، فدخلت خزاعة في عهد رسول الله صلى الله عليه وسلم ، ودخل بنو بكر في عهد قريش ، فعدت بنو بكر على خزاعة ونقضوا عهدهم . وكان سبب ذلك دما كان لبني بكر عند خزاعة قبل الإسلام بمدة ، فلما كانت الهدنة المنعقدة يوم الحديبية ، أمن الناس بعضهم بعضا ، فاغتنم بنو الديل من بني بكر - وهم الذين كان الدم لهم - تلك الفرصة وغفلة خزاعة ، وأرادوا إدراك ثأر بني الأسود بن رزن ، الذين قتلهم خزاعة ، فخرج نوفل بن معاوية الديلي فيمن أطاعه من بني بكر بن عبد مناة ، حتى بيتوا خزاعة واقتتلوا ، وأعانت قريش بني بكر بالسلاح ، وقوم من قريش أعانوهم بأنفسهم ؛ فانهزمت خزاعة إلى الحرم على ما هو مشهور مسطور ؛ فكان ذلك نقضا للصلح الواقع يوم الحديبية ؛ فخرج عمرو بن سالم الخزاعي ، وبديل بن ورقاء الخزاعي ، وقوم من خزاعة ، فقدموا على رسول الله صلى الله عليه وسلم مستغيثين فيما أصابهم به بنو بكر وقريش ، وأنشد عمرو بن سالم فقال :يا رب إني ناشد محمدا     حلف أبينا وأبيه الأتلداكنت لنا أبا وكنا ولدا     ثمت أسلمنا ولم ننزع يدافانصر هداك الله نصرا عتدا     وادع عباد الله يأتوا مددافيهم رسول الله قد تجردا     أبيض مثل الشمس ينمو صعداإن سيم خسفا وجهه تربدا     في فيلق كالبحر يجري مزبداإن قريشا أخلفوك الموعدا     ونقضوا ميثاقك المؤكداوزعموا أن لست تدعو أحدا     وهم أذل وأقل عدداهم بيتونا بالوتير هجدا     وقتلونا ركعا وسجدا[ ص: 7 ] فقال رسول الله صلى الله عليه وسلم : لا نصرت إن لم أنصر بني كعب . ثم نظر إلى سحابة فقال : إنها لتستهل لنصر بني كعب ، يعني خزاعة . وقال رسول الله صلى الله عليه وسلم لبديل بن ورقاء ومن معه : إن أبا سفيان سيأتي ليشد العقد ويزيد في الصلح ، وسينصرف بغير حاجة . فندمت قريش على ما فعلت ، فخرج أبو سفيان إلى المدينة ؛ ليستديم العقد ويزيد في الصلح ، فرجع بغير حاجة كما أخبر رسول الله صلى الله عليه وسلم ، على ما هو معروف من خبره . وتجهز رسول الله صلى الله عليه وسلم إلى مكة ففتحها الله ، وذلك في سنة ثمان من الهجرة . فلما بلغ هوازن فتح مكة جمعهم مالك بن عوف النصري ، على ما هو معروف مشهور من غزاة حنين . وسيأتي بعضها . وكان الظفر والنصر للمسلمين على الكافرين . وكانت وقعة هوازن يوم حنين في أول شوال من السنة الثامنة من الهجرة . وترك رسول الله صلى الله عليه وسلم قسم الغنائم من الأموال والنساء ، فلم يقسمها حتى أتى الطائف ، فحاصرهم رسول الله صلى الله عليه وسلم بضعا وعشرين ليلة . وقيل غير ذلك . ونصب عليهم المنجنيق ورماهم به ، على ما هو معروف من تلك الغزاة . ثم انصرف رسول الله صلى الله عليه وسلم إلى الجعرانة ، وقسم غنائم حنين ، على ما هو مشهور من أمرها وخبرها . ثم انصرف رسول الله صلى الله عليه وسلم وتفرقوا ، وأقام الحج للناس عتاب بن أسيد في تلك السنة . وهو أول أمير أقام الحج في الإسلام . وحج المشركون على مشاعرهم . وكان عتاب بن أسيد خيرا فاضلا ورعا . وقدم كعب بن زهير بن أبي سلمى إلى رسول الله صلى الله عليه وسلم وامتدحه ، وأقام على رأسه بقصيدته التي أولها : بانت سعاد فقلبي اليوم متبول وأنشدها إلى آخرها ، وذكر فيها المهاجرين فأثنى عليهم - وكان قبل ذلك قد حفظ له هجاء في النبي صلى الله عليه وسلم - فعاب عليه الأنصار إذ لم يذكرهم ، فغدا على النبي صلى الله عليه وسلم بقصيدة يمتدح فيها الأنصار فقال :من سره كرم الحياة فلا يزلفي مقنب من صالحي الأنصار     ورثوا المكارم كابرا عن كابرإن الخيار هم بنو الأخيار     المكرهين السمهري بأذرعكسوافل الهندي غير قصار     والناظرين بأعين محمرةكالجمر غير كليلة الأبصار     والبائعين نفوسهم لنبيهمللموت يوم تعانق وكرار     يتطهرون يرونه نسكا لهمبدماء من علقوا من الكفار     دربوا كما دربت ببطن خفيةغلب الرقاب من الأسود ضوار     وإذا حللت ليمنعوك إليهمأصبحت عند معاقل الأغفار [ ص: 8 ]     ضربوا عليا يوم بدر ضربةدانت لوقعتها جميع نزار     لو يعلم الأقوام علمي كلهفيهم لصدقني الذين أماري     قوم إذا خوت النجوم فإنهمللطارقين النازلين مقاريثم أقام رسول الله صلى الله عليه وسلم بالمدينة بعد انصرافه من الطائف ذا الحجة والمحرم وصفرا وربيعا الأول وربيعا الآخر وجمادى الأولى وجمادى الآخرة ، وخرج في رجب من سنة تسع بالمسلمين إلى غزوة الروم غزوة تبوك . وهي آخر غزوة غزاها . قال ابن جريج عن مجاهد : لما انصرف رسول الله صلى الله عليه وسلم من تبوك أراد الحج ثم قال : إنه يحضر البيت عراة مشركون يطوفون بالبيت ، فلا أحب أن أحج حتى لا يكون ذلك . فأرسل أبا بكر أميرا على الحج ، وبعث معه بأربعين آية من صدر ( براءة ) ليقرأها على أهل الموسم . فلما خرج دعا النبي صلى الله عليه وسلم عليا وقال : اخرج بهذه القصة من صدر ( براءة ) فأذن بذلك في الناس إذا اجتمعوا . فخرج علي على ناقة النبي صلى الله عليه وسلم العضباء حتى أدرك أبا بكر الصديق رضي الله عنهما بذي الحليفة . فقال له أبو بكر لما رآه : أمير أو مأمور ؟ فقال : بل مأمور ثم نهضا ، فأقام أبو بكر للناس الحج على منازلهم التي كانوا عليها في الجاهلية .في كتاب النسائي عن جابر وأن عليا قرأ على الناس ( براءة ) حتى ختمها قبل يوم التروية بيوم . وفي يوم عرفة وفي يوم النحر عند انقضاء خطبة أبي بكر في الثلاثة أيام . فلما كان يوم النفر الأول قام أبو بكر فخطب الناس ، فحدثهم كيف ينفرون وكيف يرمون ، يعلمهم مناسكهم . فلما فرغ قام علي فقرأ على الناس ( براءة ) حتى ختمها . وقال سليمان بن موسى : لما خطب أبو بكر بعرفة قال قم يا علي فأد رسالة رسول الله صلى الله عليه وسلم ، فقام علي ففعل . قال : ثم وقع في نفسي أن جميع الناس لم يشاهدوا خطبة أبي بكر ، فجعلت أتتبع الفساطيط يوم النحر . وروى الترمذي عن زيد بن يثيع قال : سألت عليا بأي شيء بعثت في الحج ؟ قال : بعثت بأربع : ألا يطوف بالبيت عريان ، ومن كان بينه وبين النبي صلى الله عليه وسلم عهد فهو إلى مدته ، ومن لم يكن له عهد فأجله أربعة أشهر ، ولا يدخل الجنة إلا نفس مؤمنة ، ولا يجتمع المسلمون والمشركون بعد عامهم هذا . قال : هذا حديث حسن صحيح . وأخرجه النسائي وقال : فكنت أنادي حتى صحل صوتي . قال أبو عمر : بعث علي لينبذ إلى كل ذي عهد عهده ، ويعهد إليهم [ ص: 9 ] ألا يحج بعد العام مشرك ، ولا يطوف بالبيت عريان . وأقام الحج في ذلك العام سنة تسع أبو بكر . ثم حج رسول الله صلى الله عليه وسلم من قابل حجته التي لم يحج غيرها من المدينة ، فوقعت حجته في ذي الحجة فقال : إن الزمان قد استدار . . . الحديث ، على ما يأتي في آية النسيء بيانه . وثبت الحج في ذي الحجة إلى يوم القيامة . وذكر مجاهد : أن أبا بكر حج في ذي القعدة من سنة تسع . ابن العربي : وكانت الحكمة في إعطاء ( براءة ) لعلي أن ( براءة ) تضمنت نقض العهد الذي كان عقده النبي صلى الله عليه وسلم ، وكانت سيرة العرب ألا يحل العقد إلا الذي عقده أو رجل من أهل بيته ، فأراد النبي صلى الله عليه وسلم أن يقطع ألسنة العرب بالحجة ، ويرسل ابن عمه الهاشمي من بيته ينقض العهد ، حتى لا يبقى لهم متكلم . قال معناه الزجاج .الثانية : قال العلماء : وتضمنت الآية جواز قطع العهد بيننا وبين المشركين . ولذلك حالتان : حالة تنقضي المدة بيننا وبينهم فنؤذنهم بالحرب . والإيذان اختيار . والثالثة : أن نخاف منهم غدرا ، فننبذ إليهم عهدهم كما سبق . ابن عباس : والآية منسوخة فإن النبي صلى الله عليه وسلم عاهد ثم نبذ العهد لما أمر بالقتال .",
  "ayah": 2,
  "surah": 9
}
