{
  "text": "لقد نصركم الله في مواطن كثيرة ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا وضاقت عليكم الأرض بما رحبت ثم وليتم مدبرينفيه سبع مسائل :الأولى : قوله تعالى لقد نصركم الله في مواطن كثيرة ويوم حنين لما بلغ هوازن فتح مكة جمعهم مالك بن عوف النصري من بني نصر بن مالك ، وكانت الرياسة في جميع العسكر إليه ، وساق مع الكفار أموالهم ومواشيهم ونساءهم وأولادهم ، وزعم أن ذلك يحمي به نفوسهم وتشتد في القتال عند ذلك شوكتهم . وكانوا ثمانية آلاف في قول الحسن ومجاهد . وقيل : أربعة آلاف ، من هوازن وثقيف . وعلى هوازن مالك بن عوف ، وعلى ثقيف كنانة بن عبد ، فنزلوا بأوطاس . وبعث رسول الله صلى الله عليه وسلم عبد الله بن أبي حدرد الأسلمي عينا ، فأتاه وأخبره بما شاهد منهم ، فعزم رسول الله صلى الله عليه وسلم على قصدهم ، واستعار من صفوان بن أمية بن خلف الجمحي دروعا . قيل : مائة درع . وقيل : أربعمائة درع . واستسلف من ربيعة المخزومي ثلاثين ألفا أو أربعين ألفا ، فلما قدم قضاه إياها . ثم قال له النبي صلى الله عليه وسلم : بارك الله لك في أهلك ومالك إنما جزاء السلف الوفاء والحمد خرجه ابن ماجه في السنن . وخرج رسول الله صلى الله عليه وسلم في اثني عشر ألفا من المسلمين ، منهم عشرة آلاف صحبوه من المدينة وألفان من مسلمة الفتح وهم الطلقاء إلى من انضاف إليه من الأعراب من سليم وبني كلاب وعبس وذبيان . [ ص: 34 ] واستعمل على مكة عتاب بن أسيد . وفي مخرجه هذا رأى جهال الأعراب شجرة خضراء ، وكان لهم في الجاهلية شجرة معروفة تسمى ذات أنواط ، يخرج إليها الكفار يوما معلوما في السنة يعظمونها ، فقالوا : يا رسول الله ، اجعل لنا ذات أنواط كما لهم ذات أنواط ، فقال عليه السلام : الله أكبر قلتم والذي نفسي بيده كما قال قوم موسى اجعل لنا إلها كما لهم آلهة ، قال : إنكم قوم تجهلون لتركبن سنن من قبلكم حذو القذة بالقذة حتى أنهم لو دخلوا جحر ضب لدخلتموه . فنهض رسول الله صلى الله عليه وسلم حتى أتى وادي حنين ، وهو من أودية تهامة ، وكانت هوازن قد كمنت في جنبتي الوادي وذلك في غبش الصبح فحملت على المسلمين حملة رجل واحد ، فانهزم جمهور المسلمين ولم يلو أحد على أحد ، وثبت رسول الله صلى الله عليه وسلم وثبت معه أبو بكر وعمر ، ومن أهل بيته علي والعباس وأبو سفيان بن الحارث بن عبد المطلب وابنه جعفر ، وأسامة بن زيد ، وأيمن بن عبيد وهو أيمن بن أم أيمن قتل يومئذ بحنين - وربيعة بن الحارث ، والفضل بن عباس ، وقيل في موضع جعفر بن أبي سفيان : قثم بن العباس . فهؤلاء عشرة رجال ، ولهذا قال العباس :نصرنا رسول الله في الحرب تسعة وقد فر من قد فر عنه وأقشعوا     وعاشرنا لاقى الحمام بنفسهبما مسه في الله لا يتوجعوثبتت أم سليم في جملة من ثبت محتزمة ممسكة بعيرا لأبي طلحة وفي يدها خنجر . ولم ينهزم رسول الله صلى الله عليه وسلم ولا أحد من هؤلاء ، وكان رسول الله صلى الله عليه وسلم على بغلته الشهباء واسمها دلدل . وفي صحيح مسلم عن أنس قال عباس : وأنا آخذ بلجام بغلة رسول الله صلى الله عليه وسلم أكفها إرادة ألا تسرع وأبو سفيان آخذ بركاب رسول الله صلى الله عليه وسلم ، فقال رسول الله صلى الله عليه وسلم : أي عباس : ناد أصحاب السمرة . فقال عباس - وكان رجلا صيتا . ويروى من شدة صوته أنه أغير يوما على مكة فنادى واصباحاه ؛ فأسقطت كل حامل سمعت صوته جنينها - : فقلت بأعلى صوتي : أين أصحاب السمرة ؟ قال : فوالله لكأن عطفتهم حين سمعوا صوتي عطفة البقر على أولادها . فقالوا : يا لبيك يا لبيك . قال : فاقتتلوا والكفار . . . الحديث . وفيه : قال ثم أخذ رسول الله صلى الله عليه وسلم حصيات فرمى بهن وجوه الكفار . ثم قال : انهزموا ورب محمد . قال فذهبت أنظر فإذا القتال على هيئته فيما أرى . قال : فوالله ما هو إلا أن رماهم بحصياته ، فما زلت [ ص: 35 ] أرى حدهم كليلا وأمرهم مدبرا . قال أبو عمر : روينا من وجوه عن بعض من أسلم من المشركين ممن شهد حنينا أنه قال - وقد سئل عن يوم حنين - : لقينا المسلمين فما لبثنا أن هزمناهم وأتبعناهم حتى انتهينا إلى رجل راكب على بغلة بيضاء ، فلما رآنا زجرنا زجرة وانتهرنا ، وأخذ بكفه حصى وترابا فرمى به وقال : شاهت الوجوه فلم تبق عين إلا دخلها من ذلك ، وما ملكنا أنفسنا أن رجعنا على أعقابنا . وقال سعيد بن جبير : حدثنا رجل من المشركين ، يوم حنين قال : لما التقينا مع أصحاب رسول الله صلى الله عليه وسلم لم يقفوا لنا حلب شاة ، حتى إذا انتهينا إلى صاحب البغلة الشهباء - يعني رسول الله صلى الله عليه وسلم - تلقانا رجال بيض الوجوه حسان ، فقالوا لنا : شاهت الوجوه ، ارجعوا ، فرجعنا وركبوا أكتافنا فكانت إياها . يعني الملائكة .قلت : ولا تعارض فإنه يحتمل أن يكون شاهت الوجوه من قوله صلى الله عليه وسلم ومن قول الملائكة معا ويدل على أن الملائكة قاتلت يوم حنين . فالله أعلم .وقتل علي رضي الله عنه يوم حنين أربعين رجلا بيده . وسبى رسول الله صلى الله عليه وسلم أربعة آلاف رأس . وقيل : ستة آلاف ، واثنتي عشرة ألف ناقة سوى ما لا يعلم من الغنائم .الثانية : قال العلماء في هذه الغزاة : قال النبي صلى الله عليه وسلم : من قتل قتيلا له عليه بينة فله سلبه . وقد مضى في ( الأنفال ) بيانه . قال ابن العربي : ولهذه النكتة وغيرها أدخل الأحكاميون هذه الآية في الأحكام .قلت : وفيه أيضا جواز استعارة السلاح وجواز الاستمتاع بما استعير إذا كان على المعهود مما يستعار له مثله ، وجواز استلاف الإمام المال عند الحاجة إلى ذلك ورده إلى صاحبه . وحديث صفوان أصل في هذا الباب . وفي هذه الغزاة أمر رسول الله صلى الله عليه وسلم ألا توطأ حامل حتى تضع ولا حائل حتى تحيض حيضة . وهو يدل على أن السبي يقطع العصمة . وقد مضى بيانه في سورة ( النساء ) مستوفى . وفي حديث مالك أن صفوان خرج مع رسول الله صلى الله عليه وسلم وهو كافر ، فشهد حنينا والطائف وامرأته مسلمة ، الحديث . قال مالك : ولم يكن ذلك بأمر رسول الله صلى الله عليه وسلم ، ولا أرى أن يستعان بالمشركين على المشركين إلا أن يكونوا خدما أو [ ص: 36 ] نواتية . وقال أبو حنيفة والشافعي والثوري والأوزاعي : لا بأس بذلك إذا كان حكم الإسلام هو الغالب ، وإنما تكره الاستعانة بهم إذا كان حكم الشرك هو الظاهر . وقد مضى القول في الإسهام لهم في ( الأنفال )الثالثة : قوله تعالى ويوم حنين حنين واد بين مكة والطائف ، وانصرف لأنه اسم مذكر ، وهي لغة القرآن . ومن العرب من لا يصرفه ، يجعله اسما للبقعة . وأنشد :نصروا نبيهم وشدوا أزره     بحنين يوم تواكل الأبطالويوم ظرف ، وانتصب هنا على معنى : ونصركم يوم حنين . وقال الفراء : لم تنصرف مواطن لأنه ليس لها نظير في المفرد وليس لها جماع ، إلا أن الشاعر ربما اضطر فجمع ، وليس يجوز في الكلام كل ما يجوز في الشعر . وأنشد :فهن يعلكن حدائداتهاوقال النحاس : رأيت أبا إسحاق يتعجب من هذا قال : أخذ قول الخليل وأخطأ فيه ؛ لأن الخليل يقول فيه : لم ينصرف لأنه جمع لا نظير له في الواحد ، ولا يجمع جمع التكسير ، وأما بالألف والتاء فلا يمتنع .الرابعة : قوله تعالى إذ أعجبتكم كثرتكم قيل : كانوا اثني عشر ألفا . وقيل : أحد عشر ألفا وخمسمائة . وقيل : ستة عشر ألفا . فقال بعضهم : لن نغلب اليوم عن قلة . فوكلوا إلى هذه الكلمة ، فكان ما ذكرناه من الهزيمة في الابتداء إلى أن تراجعوا ، فكان النصر والظفر للمسلمين ببركة سيد المرسلين صلى الله عليه وسلم . فبين الله عز وجل في هذه الآية أن الغلبة إنما تكون بنصر الله لا بالكثرة وقد قال : وإن يخذلكم فمن ذا الذي ينصركم من بعده .الخامسة : قوله تعالى وضاقت عليكم الأرض بما رحبت أي من الخوف ، كما قال :كأن بلاد الله وهي عريضة     على الخائف المطلوب كفة حابلوالرحب - بضم الراء - السعة . تقول منه : فلان رحب الصدر . والرحب - بالفتح - : الواسع . تقول منه : بلد رحب ، وأرض رحبة . وقد رحبت ترحب رحبا ورحابة . وقيل : الباء بمعنى مع أي مع رحبها . وقيل : بمعنى على ، أي على رحبها . وقيل : المعنى برحبها ، ف \" ما \" مصدرية .[ ص: 37 ] السادسة : قوله تعالى ثم وليتم مدبرين روى مسلم عن أبي إسحاق قال : جاء رجل إلى البراء فقال : أكنتم وليتم يوم حنين يا أبا عمارة . فقال : أشهد على نبي الله صلى الله عليه وسلم ما ولى ، ولكنه انطلق أخفاء من الناس ، وحسر إلى هذا الحي من هوازن . وهم قوم رماة فرموهم برشق من نبل كأنها رجل من جراد فانكشفوا ، فأقبل القوم إلى رسول الله صلى الله عليه وسلم وأبو سفيان يقود به بغلته ، فنزل ودعا واستنصر وهو يقول : أنا النبي لا كذب . أنا ابن عبد المطلب . اللهم نزل نصرك . قال البراء : كنا والله إذا احمر البأس نتقي به ، وإن الشجاع منا للذي يحاذي به ، يعني النبي صلى الله عليه وسلم .",
  "ayah": 25,
  "surah": 9
}
