{
  "text": "قوله تعالى يا أيها الذين آمنوا إن كثيرا من الأحبار والرهبان ليأكلون أموال الناس بالباطل ويصدون عن سبيل الله والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم[ ص: 56 ] فيه إحدى عشرة مسألة :الأولى : قوله تعالى ليأكلون أموال الناس بالباطل دخلت اللام على يفعل ، ولا تدخل على فعل لمضارعة يفعل الأسماء . و ( الأحبار ) علماء اليهود . و ( الرهبان ) مجتهدو النصارى في العبادة . ( بالباطل ) قيل : إنهم كانوا يأخذون من أموال أتباعهم ضرائب وفروضا باسم الكنائس والبيع وغير ذلك ، مما يوهمونهم أن النفقة فيه من الشرع والتزلف إلى الله تعالى ، وهم خلال ذلك يحجبون تلك الأموال ، كالذي ذكره سلمان الفارسي عن الراهب الذي استخرج كنزه ، ذكره ابن إسحاق في السير . وقيل : كانوا يأخذون من غلاتهم وأموالهم ضرائب باسم حماية الدين والقيام بالشرع . وقيل : كانوا يرتشون في الأحكام ، كما يفعله اليوم كثير من الولاة والحكام . وقوله : ( بالباطل ) يجمع ذلك كله .ويصدون عن سبيل الله أي يمنعون أهل دينهم عن الدخول في دين الإسلام ، واتباع محمد صلى الله عليه وسلم .الثانية : قوله تعالى والذين يكنزون الذهب والفضة الكنز أصله في اللغة الضم والجمع ولا يختص ذلك بالذهب والفضة . ألا ترى قوله عليه السلام : ألا أخبركم بخير ما يكنز المرء ؟ المرأة الصالحة . أي يضمه لنفسه ويجمعه . قال :ولم تزود من جميع الكنز غير خيوط ورثيت بزوقال آخر :لا در دري إن أطعمت جائعهم     قرف الحتي وعندي البر مكنوزقرف الحتي : هو سويق المقل . يقول : إنه نزل بقوم فكان قراه عندهم سويق المقل ، وهو الحتي ، فلما نزلوا به قال هو : لا در دري . . . البيت .وخص الذهب والفضة بالذكر لأنه مما لا يطلع عليه ، بخلاف سائر الأموال . قال الطبري : الكنز كل شيء مجموع بعضه إلى بعض ، في بطن الأرض كان أو على ظهرها . وسمي الذهب ذهبا لأنه يذهب ، والفضة لأنها تنفض فتتفرق ، ومنه قوله تعالى : انفضوا إليها - لانفضوا من حولك وقد مضى هذا المعنى في ( آل عمران )[ ص: 57 ] الثالثة : واختلف الصحابة في المراد بهذه الآية ، فذهب معاوية إلى أن المراد بها أهل الكتاب وإليه ذهب الأصم لأن قوله : والذين يكنزون مذكور بعد قوله : إن كثيرا من الأحبار والرهبان ليأكلون أموال الناس بالباطل . وقال أبو ذر وغيره : المراد بها أهل الكتاب وغيرهم من المسلمين . وهو الصحيح ؛ لأنه لو أراد أهل الكتاب خاصة لقال : ويكنزون ، بغير ( والذين ) . فلما قال : ( والذين ) فقد استأنف معنى آخر يبين أنه عطف جملة على جملة . ( فالذين يكنزون ) كلام مستأنف ، وهو رفع على الابتداء . قال السدي : عنى أهل القبلة . فهذه ثلاثة أقوال . وعلى قول الصحابة فيه دليل على أن الكفار عندهم مخاطبون بفروع الشريعة . روى البخاري عن زيد بن وهب قال : مررت بالربذة فإذا أنا بأبي ذر فقلت له : ما أنزلك منزلك هذا ؟ قال : كنت بالشام فاختلفت أنا ومعاوية في الذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله ، فقال معاوية : نزلت في أهل الكتاب . فقلت : نزلت فينا وفيهم ، وكان بيني وبينه في ذلك . فكتب إلى عثمان يشكوني ، فكتب إلي عثمان أن اقدم المدينة ، فقدمتها فكثر علي الناس حتى كأنهم لم يروني قبل ذلك ، فذكرت ذلك لعثمان فقال : إن شئت تنحيت فكنت قريبا ، فذاك الذي أنزلني هذا المنزل ولو أمروا علي حبشيا لسمعت وأطعت .الرابعة : قال ابن خويز منداد : تضمنت هذه الآية زكاة العين ، وهي تجب بأربعة شروط : حرية ، وإسلام ، وحول ، ونصاب سليم من الدين . والنصاب مائتا درهم أو عشرون دينارا . أو يكمل نصاب أحدهما من الآخر وأخرج ربع العشر من هذا وربع العشر من هذا . وإنما قلنا إن الحرية شرط ، فلأن العبد ناقص الملك . وإنما قلنا إن الإسلام شرط ، فلأن الزكاة طهرة والكافر لا تلحقه طهرة ، ولأن الله تعالى قال : وأقيموا الصلاة وآتوا الزكاة فخوطب بالزكاة من خوطب بالصلاة . وإنما قلنا إن الحول شرط ، فلأن النبي صلى الله عليه وسلم قال : ليس في مال زكاة حتى يحول عليه الحول . وإنما قلنا إن النصاب شرط ، فلأن النبي صلى الله عليه وسلم قال : ليس في أقل من مائتي درهم زكاة وليس في أقل من عشرين دينارا زكاة . ولا يراعى كمال النصاب [ ص: 58 ] في أول الحول ، وإنما يراعى عند آخر الحول ، لاتفاقهم أن الربح في حكم الأصل . يدل على هذا أن من كانت معه مائتا درهم فتجر فيها فصارت آخر الحول ألفا أنه يؤدي زكاة الألف ، ولا يستأنف للربح حولا . فإذا كان كذلك لم يختلف حكم الربح ، كان صادرا عن نصاب أو دونه . وكذلك اتفقوا أنه لو كان له أربعون من الغنم ، فتوالدت له رأس الحول ثم ماتت الأمهات إلا واحدة منها ، وكانت السخال تتمة النصاب فإن الزكاة تخرج عنها .الخامسة : واختلف العلماء في المال الذي أديت زكاته هل يسمى كنزا أم لا ؟ فقال قوم : نعم . ورواه أبو الضحاك عن جعدة بن هبيرة عن علي رضي الله عنه ، قال علي : أربعة آلاف فما دونها نفقة ، وما كثر فهو كنز وإن أديت زكاته ، ولا يصح . وقال قوم : ما أديت زكاته منه أو من غيره عنه فليس بكنز . قال ابن عمر : ما أدي زكاته فليس بكنز وإن كان تحت سبع أرضين ، وكل ما لم تؤد زكاته فهو كنز وإن كان فوق الأرض . ومثله عن جابر ، وهو الصحيح . وروى البخاري عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : من آتاه الله مالا فلم يؤد زكاته مثل له يوم القيامة شجاعا أقرع له زبيبتان يطوقه يوم القيامة ثم يأخذ بلهزمتيه - يعني شدقيه - ثم يقول أنا مالك أنا كنزك - ثم تلا - ولا يحسبن الذين يبخلون الآية وفيه أيضا عن أبي ذر ، قال : انتهيت إليه - يعني النبي صلى الله عليه وسلم - قال : والذي نفسي بيده - أو والذي لا إله غيره أو كما حلف - ما من رجل تكون له إبل أو بقر أو غنم لا يؤدي حقها إلا أتي بها يوم القيامة أعظم ما تكون وأسمنه تطؤه بأخفافها وتنطحه بقرونها كلما جازت أخراها ردت عليه أولاها حتى يقضى بين الناس . فدل دليل خطاب هذين الحديثين على صحة ما ذكرنا . وقد بين ابن عمر في صحيح البخاري هذا المعنى ، قال له أعرابي : أخبرني عن قول الله تعالى : والذين يكنزون الذهب والفضة قال ابن عمر : من كنزها فلم يؤد زكاتها فويل له ، إنما كان هذا قبل أن تنزل الزكاة ، فلما أنزلت جعلها الله طهرا للأموال . وقيل : الكنز ما فضل عن الحاجة . روي عن أبي ذر ، وهو مما نقل من مذهبه ، وهو من شدائده ومما انفرد به رضي الله عنه .قلت : ويحتمل أن يكون مجمل ما روي عن أبي ذر في هذا ، ما روي أن الآية نزلت في وقت شدة الحاجة وضعف المهاجرين وقصر يد رسول الله صلى الله عليه وسلم عن كفايتهم ، ولم يكن في بيت المال ما يسعهم ، وكانت السنون الجوائح هاجمة عليهم ، فنهوا عن إمساك شيء من المال إلا على قدر الحاجة ولا يجوز ادخار الذهب والفضة في مثل ذلك الوقت . فلما فتح الله على [ ص: 59 ] المسلمين ووسع عليهم أوجب صلى الله عليه وسلم في مائتي درهم خمسة دراهم وفي عشرين دينارا نصف دينار ولم يوجب الكل واعتبر مدة الاستنماء ، فكان ذلك منه بيانا صلى الله عليه وسلم . وقيل : الكنز ما لم تؤد منه الحقوق العارضة ، كفك الأسير وإطعام الجائع وغير ذلك . وقيل : الكنز لغة : المجموع من النقدين ، وغيرهما من المال محمول عليهما بالقياس . وقيل : المجموع منهما ما لم يكن حليا ؛ لأن الحلي مأذون في اتخاذه ولا حق فيه . والصحيح ما بدأنا بذكره ، وأن ذلك كله يسمى كنزا لغة وشرعا . والله أعلم .السادسة : واختلف العلماء في زكاة الحلي ، فذهب مالك وأصحابه وإسحاق وأبو ثور وأبو عبيد إلى أن لا زكاة فيه . وهو قول الشافعي بالعراق ، ووقف فيه بعد ذلك بمصر وقال : أستخير الله فيه . وقال الثوري وأبو حنيفة وأصحابه والأوزاعي : في ذلك كله الزكاة . احتج الأولون فقالوا : قصد النماء يوجب الزكاة في العروض وهي ليست بمحل لإيجاب الزكاة ، كذلك قطع النماء في الذهب والفضة باتخاذهما حليا للقنية يسقط الزكاة . احتج أبو حنيفة بعموم الألفاظ في إيجاب الزكاة في النقدين ولم يفرق بين حلي وغيره . وفرق الليث بن سعد فأوجب الزكاة فيما صنع حليا ليفر به من الزكاة وأسقطها فيما كان منه يلبس ويعار وفي المذهب في الحلي تفصيل بيانه في كتب الفروع .السابعة : روى أبو داود عن ابن عباس قال : لما نزلت هذه الآية والذين يكنزون الذهب والفضة قال : كبر ذلك على المسلمين ، فقال عمر : أنا أفرج عنكم فانطلق فقال : يا نبي الله إنه كبر على أصحابك هذه الآية . فقال : إن الله لم يفرض الزكاة إلا ليطيب ما بقي من أموالكم وإنما فرض المواريث - وذكر كلمة - لتكون لمن بعدكم قال : فكبر عمر . ثم قال له رسول الله صلى الله عليه وسلم : ألا أخبرك بخير ما يكنز المرء ؟ المرأة الصالحة ؛ إذا نظر إليها سرته وإذا أمرها أطاعته وإذا غاب عنها حفظته . وروى الترمذي وغيره عن ثوبان أن أصحاب رسول الله صلى الله عليه وسلم قالوا : قد ذم الله سبحانه الذهب والفضة ، فلو علمنا أي المال خير حتى نكسبه . فقال عمر : أنا أسأل لكم رسول الله صلى الله عليه وسلم ، فسأله فقال : لسان ذاكر وقلب شاكر وزوجة تعين المرء على دينه . قال حديث حسن .[ ص: 60 ] الثامنة : ولا ينفقونها في سبيل الله ولم يقل ينفقونهما ، ففيه أجوبة ستة : الأول : قال ابن الأنباري : قصد الأغلب والأعم وهي الفضة ، ومثله قوله : واستعينوا بالصبر والصلاة وإنها لكبيرة رد الكناية إلى الصلاة لأنها أعم . ومثله وإذا رأوا تجارة أو لهوا انفضوا إليها فأعاد الهاء إلى التجارة لأنها الأهم وترك اللهو قاله كثير من المفسرين . وأباه بعضهم وقال : لا يشبهها ؛ لأن \" أو \" قد فصلت التجارة من اللهو فحسن عود الضمير على أحدهما . الثاني : العكس وهو أن يكون ينفقونها للذهب والثاني معطوفا عليه . والذهب تؤنثه العرب تقول : هي الذهب الحمراء . وقد تذكر والتأنيث أشهر . الثالث : أن يكون الضمير للكنوز . الرابع : للأموال المكنوزة . الخامس : للزكاة ، التقدير ولا ينفقون زكاة الأموال المكنوزة . السادس : الاكتفاء بضمير الواحد عن ضمير الآخر إذا فهم المعنى ، وهذا كثير في كلام العرب . أنشد سيبويه :نحن بما عندنا وأنت بما     عندك راض والرأي مختلفولم يقل راضون . وقال آخر :رماني بأمر كنت منه ووالدي     بريئا ومن أجل الطوي رمانيولم يقل بريئين . ونحوه قول حسان بن ثابت رضي الله عنه :إن شرخ الشباب والشعر الأسود     ما لم يعاص كان جنوناولم يقل يعاصيا .التاسعة : إن قيل : من لم يكنز ولم ينفق في سبيل الله وأنفق في المعاصي ، هل يكون حكمه في الوعيد حكم من كنز ولم ينفق في سبيل الله . قيل له : إن ذلك أشد ، فإن من بذر ماله في المعاصي عصى من جهتين : بالإنفاق والتناول ، كشراء الخمر وشربها . بل من جهات إذا كانت المعصية مما تتعدى ، كمن أعان على ظلم مسلم من قتله أو أخذ ماله إلى غير ذلك . والكانز عصى من جهتين ، وهما منع الزكاة وحبس المال لا غير . وقد لا يراعى حبس المال ، والله أعلم .[ ص: 61 ] العاشرة : قوله تعالى فبشرهم بعذاب قد تقدم معناه . وقد فسر النبي صلى الله عليه وسلم هذا العذاب بقوله : بشر الكنازين بكي في ظهورهم يخرج من جنوبهم وبكي من قبل أقفائهم يخرج من جباههم الحديث . أخرجه مسلم . رواه أبو ذر . وفي رواية : بشر الكنازين برضف يحمى عليه في نار جهنم فيوضع على حلمة ثدي أحدهم حتى يخرج من نغض كتفيه ويوضع على نغض كتفيه حتى يخرج من حلمة ثدييه فيتزلزل الحديث . قال علماؤنا : فخروج الرضف من حلمة ثديه إلى نغض كتفه لتعذيب قلبه وباطنه حين امتلأ بالفرح بالكثرة في المال والسرور في الدنيا ، فعوقب في الآخرة بالهم والعذاب .الحادية عشرة : قال علماؤنا : ظاهر الآية تعليق الوعيد على من كنز ولا ينفق في سبيل الله ويتعرض للواجب وغيره ، غير أن صفة الكنز لا ينبغي أن تكون معتبرة ، فإن من لم يكنز ومنع الإنفاق في سبيل الله فلا بد وأن يكون كذلك ، إلا أن الذي يخبأ تحت الأرض هو الذي يمنع إنفاقه في الواجبات عرفا ، فلذلك خص الوعيد به . والله أعلم .",
  "ayah": 34,
  "surah": 9
}
