{
  "text": "قوله تعالى إنما النسيء زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء أعمالهم والله لا يهدي القوم الكافرينقوله تعالى إنما النسيء زيادة في الكفر هكذا يقرأ أكثر الأئمة . قال النحاس : ولم يرو أحد عن نافع فيما علمناه \" إنما النسي \" بلا همز إلا ورش وحده . وهو مشتق من نسأه وأنسأه إذا أخره ، حكى اللغتين الكسائي . الجوهري : \" النسيء \" : فعيل بمعنى مفعول ، من قولك : نسأت الشيء فهو منسوء إذا أخرته . ثم يحول منسوء إلى نسيء كما يحول مقتول إلى قتيل . ورجل ناسئ وقوم نسأة ، مثل فاسق وفسقة . قال الطبري : النسيء بالهمزة معناه الزيادة نسأ ينسأ إذا زاد . قال : ولا يكون بترك الهمز إلا من النسيان ، كما قال تعالى : نسوا الله فنسيهم ، ورد على نافع قراءته ، واحتج بأن قال : إنه يتعدى بحرف الجر يقال : نسأ الله في أجلك كما تقول زاد الله في أجلك ، ومنه قوله عليه الصلاة والسلام : من سره أن يبسط له [ ص: 69 ] في رزقه وينسأ له في أثره فليصل رحمه . قال الأزهري : أنسأت الشيء إنساء ، ونسيئا اسم وضع موضع المصدر الحقيقي . وكانوا يحرمون القتال في المحرم فإذا احتاجوا إلى ذلك حرموا صفرا بدله وقاتلوا في المحرم . وسبب ذلك أن العرب كانت أصحاب حروب وغارات فكان يشق عليهم أن يمكثوا ثلاثة أشهر متوالية لا يغيرون فيها ، وقالوا : لئن توالت علينا ثلاثة أشهر لا نصيب فيها شيئا لنهلكن . فكانوا إذا صدروا عن منى يقوم من بني كنانة ، ثم من بني فقيم منهم رجل يقال له القلمس ، فيقول أنا الذي لا يرد لي قضاء . فيقولون : أنسئنا شهرا ، أي أخر عنا حرمة المحرم واجعلها في صفر ، فيحل لهم المحرم . فكانوا كذلك شهرا فشهرا حتى استدار التحريم على السنة كلها . فقام الإسلام وقد رجع المحرم إلى موضعه الذي وضعه الله فيه . وهذا معنى قوله عليه السلام : إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض . وقال مجاهد : كان المشركون يحجون في كل شهر عامين ، فحجوا في ذي الحجة عامين ، ثم حجوا في المحرم عامين ، ثم حجوا في صفر عامين ، وكذلك في الشهور كلها حتى وافقت حجة أبي بكر التي حجها قبل حجة الوداع ذا القعدة من السنة التاسعة . ثم حج النبي صلى الله عليه وسلم في العام المقبل حجة الوداع فوافقت ذا الحجة ، فذلك قوله في خطبته : إن الزمان قد استدار . . . الحديث . أراد بذلك أن أشهر الحج رجعت إلى مواضعها ، وعاد الحج إلى ذي الحجة وبطل النسيء . وقول ثالث . قال إياس بن معاوية : كان المشركون يحسبون السنة اثني عشر شهرا وخمسة عشر يوما ، فكان الحج يكون في رمضان وفي ذي القعدة ، وفي كل شهر من السنة بحكم استدارة الشهر بزيادة الخمسة عشر يوما فحج أبو بكر سنة تسع في ذي القعدة بحكم الاستدارة ، ولم يحج النبي صلى الله عليه وسلم فلما كان في العام المقبل وافق الحج ذا الحجة في العشر ، ووافق ذلك الأهلة . وهذا القول أشبه بقول النبي صلى الله عليه وسلم : إن الزمان قد استدار . . . أي زمان الحج عاد إلى وقته الأصلي الذي عينه الله يوم خلق السماوات والأرض بأصل المشروعية التي سبق بها علمه ، ونفذ بها حكمه . ثم قال : السنة اثنا عشر شهرا . ينفي بذلك الزيادة التي زادوها في السنة - وهي الخمسة عشر يوما - بتحكمهم ، فتعين الوقت الأصلي وبطل التحكم [ ص: 70 ] الجهلي . وحكى الإمام المازري عن الخوارزمي أنه قال : أول ما خلق الله الشمس أجراها في برج الحمل ، وكان الزمان الذي أشار به النبي صلى الله عليه وسلم صادف حلول الشمس برج الحمل . وهذا يحتاج إلى توقيف ، فإنه لا يتوصل إليه إلا بالنقل عن الأنبياء ، ولا نقل صحيحا عنهم بذلك ، ومن ادعاه فليسنده . ثم إن العقل يجوز خلاف ما قال ، وهو أن يخلق الله الشمس قبل البروج ، ويجوز أن يخلق ذلك كله دفعة واحدة . ثم إن علماء التعديل قد اختبروا ذلك فوجدوا الشمس في برج الحوت وقت قوله عليه السلام : إن الزمان قد استدار . . . بينها وبين الحمل عشرون درجة . ومنهم من قال عشر درجات . والله أعلم . واختلف أهل التأويل في أول من نسأ ، فقال ابن عباس وقتادة والضحاك : بنو مالك بن كنانة ، وكانوا ثلاثة . وروى جويبر عن الضحاك عن ابن عباس أن أول من فعل ذلك عمرو بن لحي بن قمعة بن خندف . وقال الكلبي : أول من فعل ذلك رجل من بني كنانة يقال له نعيم بن ثعلبة ، ثم كان بعده رجل يقال له : جنادة بن عوف ، وهو الذي أدركه رسول الله صلى الله عليه وسلم . وقال الزهري : حي من بني كنانة ثم من بني فقيم منهم رجل يقال له القلمس واسمه حذيفة بن عبيد . وفي رواية : مالك بن كنانة . وكان الذي يلي النسيء يظفر بالرياسة لتريس العرب إياه . وفي ذلك يقول شاعرهم :ومنا ناسئ الشهر القلمسوقال الكميت :ألسنا الناسئين على معد     شهور الحل نجعلها حراماقوله تعالى زيادة في الكفر بيان لما فعلته العرب من جمعها من أنواع الكفر فإنها أنكرت وجود البارئ تعالى فقالت : وما الرحمن في أصح الوجوه . وأنكرت البعث فقالت : من يحيي العظام وهي رميم . وأنكرت بعثة الرسل فقالوا : أبشرا منا واحدا نتبعه . وزعمت أن التحليل والتحريم إليها ، فابتدعته من ذاتها مقتفية لشهواتها فأحلت ما حرم الله . ولا مبدل لكلماته ولو كره المشركون .[ ص: 71 ] قوله تعالى يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطئوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء أعمالهم والله لا يهدي القوم الكافرين فيه ثلاث قراءات . قرأ أهل الحرمين وأبو عمرو \" يضل \" وقرأ الكوفيون \" يضل \" على الفعل المجهول . وقرأ الحسن وأبو رجاء \" يضل \" والقراءات الثلاث كل واحدة منها تؤدي عن معنى ، إلا أن القراءة الثالثة حذف منها المفعول . والتقدير : ويضل به الذين كفروا من يقبل منهم .و ( الذين ) في محل رفع . ويجوز أن يكون الضمير راجعا إلى الله عز وجل . التقدير : يضل الله به الذين كفروا ، كقوله تعالى : يضل من يشاء ، وكقوله في آخر الآية : والله لا يهدي القوم الكافرين . والقراءة الثانية : ( يضل به الذين كفروا ) يعني المحسوب لهم ، واختار هذه القراءة أبو عبيد ، لقوله تعالى : زين لهم سوء أعمالهم والقراءة الأولى اختارها أبو حاتم ; لأنهم كانوا ضالين به أي بالنسيء لأنهم كانوا يحسبونه فيضلون به . والهاء في \" يحلونه \" ترجع إلى النسيء . وروي عن أبي رجاء \" يضل \" بفتح الياء والضاد . وهي لغة ، يقال : ضللت أضل ، وضللت أضل .( ليواطئوا ) نصب بلام كي أي ليوافقوا . تواطأ القوم على كذا : أي اجتمعوا عليه ، أي لم يحلوا شهرا إلا حرموا شهرا لتبقى الأشهر الحرم أربعة . وهذا هو الصحيح ، لا ما يذكر أنهم جعلوا الأشهر خمسة . قال قتادة : إنهم عمدوا إلى صفر فزادوه في الأشهر الحرم ، وقرنوه بالمحرم في التحريم ، وقاله عنه قطرب والطبري . وعليه يكون النسيء بمعنى الزيادة . والله أعلم .",
  "ayah": 37,
  "surah": 9
}
