{
  "text": "قوله تعالى قل أنفقوا طوعا أو كرها لن يتقبل منكم إنكم كنتم قوما فاسقينفيه أربع مسائل الأولى : قال ابن عباس : نزلت في الجد بن قيس إذ قال ائذن لي في القعود وهذا مالي أعينك به . ولفظ ( أنفقوا ) أمر ، ومعناه الشرط والجزاء . وهكذا تستعمل العرب في مثل هذا تأتي ب \" أو \" كما قال الشاعر :أسيئي بنا أو أحسني لا ملومة لدينا ولا مقلية إن تقلتوالمعنى إن أسأت أو أحسنت فنحن على ما تعرفين .ومعنى الآية : إن أنفقتم طائعين أو مكرهين فلن يقبل منكم . ثم بين جل وعز لم لا يقبل منهم فقال : وما منعهم أن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله فكان في هذا أدل دليل ، وهي :الثانية : على أن أفعال الكافر إذا كانت برا كصلة القرابة وجبر الكسير وإغاثة الملهوف لا [ ص: 90 ] يثاب عليها ولا ينتفع بها في الآخرة ، بيد أنه يطعم بها في الدنيا . دليله ما رواه مسلم عن عائشة رضي الله عنها قالت قلت يا رسول الله ، ابن جدعان كان في الجاهلية يصل الرحم ويطعم المسكين فهل ذلك نافعه ؟ قال : لا ينفعه ، إنه لم يقل يوما رب اغفر لي خطيئتي يوم الدين . وروي عن أنس قال : قال رسول الله صلى الله عليه وسلم : إن الله لا يظلم مؤمنا حسنة يعطى بها في الدنيا ويجزى بها في الآخرة ، وأما الكافر فيطعم بحسنات ما عمل لله بها في الدنيا حتى إذا أفضى إلى الآخرة لم يكن له حسنة يجزى بها . وهذا نص . ثم قيل : هل بحكم هذا الوعد الصادق لا بد أن يطعم الكافر ويعطى بحسناته في الدنيا أو ذلك مقيد بمشيئة الله المذكورة في قوله : عجلنا له فيها ما نشاء لمن نريد وهذا هو الصحيح من القولين ، والله أعلم . وتسمية ما يصدر عن الكافر حسنة إنما هو بحسب ظن الكافر ، وإلا فلا يصح منه قربة ، لعدم شرطها المصحح لها وهو الإيمان . أو سميت حسنة لأنها تشبه صورة حسنة المؤمن ظاهرا . قولان أيضا .الثالثة : فإن قيل : فقد روى مسلم عن حكيم بن حزام أنه قال لرسول الله صلى الله عليه وسلم أي رسول الله ، أرأيت أمورا كنت أتحنث بها في الجاهلية من صدقة أو عتاقة أو صلة رحم أفيها أجر ؟ فقال رسول الله صلى الله عليه وسلم : أسلمت على ما أسلفت من خير قلنا قوله : أسلمت على ما أسلفت من خير مخالف ظاهره للأصول ؛ لأن الكافر لا يصح منه التقرب لله تعالى فيكون مثابا على طاعته ؛ لأن من شرط المتقرب أن يكون عارفا بالمتقرب إليه ، فإذا عدم الشرط انتفى صحة المشروط . فكان المعنى في الحديث : إنك اكتسبت طباعا جميلة في الجاهلية أكسبتك عادة جميلة في الإسلام . وذلك أن حكيما رضي الله عنه عاش مائة وعشرين سنة ، ستين في الإسلام وستين في الجاهلية ، فأعتق في الجاهلية مائة رقبة وحمل على مائة بعير ؟ وكذلك فعل في الإسلام . وهذا واضح . وقد قيل : لا يبعد في كرم الله أن يثيبه على فعله ذلك بالإسلام ، كما يسقط عنه ما ارتكبه في حال كفره من الآثام . وإنما لا يثاب من لم يسلم ولا تاب ، ومات [ ص: 91 ] كافرا . وهذا ظاهر الحديث . وهو الصحيح إن شاء الله . وليس عدم شرط الإيمان في عدم ثواب ما يفعله من الخير ثم أسلم ومات مسلما بشرط عقلي لا يتبدل ، والله أكرم من أن يضيع عمله إذا حسن إسلامه . وقد تأول الحربي الحديث على هذا المعنى فقال : أسلمت على ما أسلفت ، أي ما تقدم لك من خير عملته فذلك لك . كما تقول : أسلمت على ألف درهم ، أي على أن أحرزها لنفسه . والله أعلم .الرابعة : فإن قيل : فقد روى مسلم عن العباس قال قلت يا رسول الله : إن أبا طالب كان يحوطك وينصرك ، فهل نفعه ذلك ؟ قال : نعم وجدته في غمرات من النار فأخرجته إلى ضحضاح . قيل له : لا يبعد أن يخفف عن الكافر بعض العذاب بما عمل من الخير ، لكن مع انضمام شفاعة ، كما جاء في أبي طالب . فأما غيره فقد أخبر التنزيل بقوله : فما تنفعهم شفاعة الشافعين . وقال مخبرا عن الكافرين : فما لنا من شافعين . ولا صديق حميم وقد روى مسلم عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم ذكر عنده عمه أبو طالب فقال : لعله تنفعه شفاعتي يوم القيامة فيجعل في ضحضاح من النار يبلغ كعبيه يغلي منه دماغه . من حديث العباس رضي الله عنه : ولولا أنا لكان في الدرك الأسفل من النار .قوله تعالى إنكم كنتم قوما فاسقين أي كافرين .",
  "ayah": 53,
  "surah": 9
}
