{
  "text": "قوله تعالى إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيمفيه ثلاثون مسألة :الأولى : قوله تعالى إنما الصدقات للفقراء خص الله سبحانه بعض الناس بالأموال دون بعض نعمة منه عليهم ، وجعل شكر ذلك منهم إخراج سهم يؤدونه إلى من لا مال له ، نيابة عنه سبحانه فيما ضمنه بقوله : وما من دابة في الأرض إلا على الله رزقها .الثانية : قوله تعالى ( للفقراء ) تبيين لمصارف الصدقات والمحل ، حتى لا تخرج عنهم . ثم الاختيار إلى من يقسم ، هذا قول مالك وأبي حنيفة وأصحابهما . كما يقال : السرج للدابة والباب للدار . وقال الشافعي : اللام لام التمليك ، كقولك : المال لزيد وعمرو وبكر ، فلا بد من التسوية بين المذكورين . قال الشافعي وأصحابه : وهذا كما لو أوصى لأصناف معينين أو لقوم معينين . واحتجوا بلفظة ( إنما ) وأنها تقتضي الحصر في وقوف الصدقات على الثمانية الأصناف وعضدوا هذا بحديث زياد بن الحارث الصدائي قال : أتيت رسول الله صلى الله عليه وسلم وهو يبعث إلى قومي جيشا فقلت : يا رسول الله : احبس جيشك فأنا لك بإسلامهم وطاعتهم ، وكتبت إلى قومي فجاء إسلامهم وطاعتهم . فقال رسول الله صلى الله عليه وسلم : يا أخا صداء المطاع في قومه . قال : قلت : بل من الله عليهم وهداهم ، قال : ثم جاءه رجل يسأله عن الصدقات ، فقال له رسول الله صلى الله عليه وسلم : إن الله لم يرض في الصدقات بحكم نبي ولا غيره حتى جزأها ثمانية أجزاء فإن كنت من أهل تلك الأجزاء أعطيتك رواه أبو داود والدارقطني . واللفظ للدارقطني . وحكي عن زين العابدين أنه قال : إنه تعالى علم قدر ما يدفع من الزكاة وما تقع به الكفاية لهذه الأصناف ، وجعله حقا لجميعهم ، فمن منعهم ذلك فهو الظالم لهم رزقهم . وتمسك علماؤنا بقوله تعالى : إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم . والصدقة متى أطلقت في القرآن فهي صدقة الفرض . وقال صلى الله عليه وسلم : أمرت أن آخذ الصدقة من [ ص: 96 ] أغنيائكم وأردها على فقرائكم . وهذا نص في ذكر أحد الأصناف الثمانية قرآنا وسنة ، وهو قول عمر بن الخطاب وعلي وابن عباس وحذيفة . وقال به من التابعين جماعة . قالوا : جائز أن يدفعها إلى الأصناف الثمانية ، وإلى أي صنف منها دفعت جاز . روى المنهال بن عمرو عن زر بن حبيش عن حذيفة في قوله : إنما الصدقات للفقراء والمساكين قال : إنما ذكر الله هذه الصدقات لتعرف ، وأي صنف منها أعطيت أجزأك . وروى سعيد بن جبير عن ابن عباس إنما الصدقات للفقراء والمساكين قال : في أيها وضعت أجزأ عنك . وهو قول الحسن وإبراهيم وغيرهما . قال الكيا الطبري : حتى ادعى مالك الإجماع على ذلك .قلت : يريد إجماع الصحابة ، فإنه لا يعلم لهم مخالف منهم على ما قال أبو عمر ، والله أعلم . ابن العربي : والذي جعلناه فيصلا بيننا وبينهم أن الأمة اتفقت على أنه لو أعطي كل صنف حظه لم يجب تعميمه ، فكذلك تعميم الأصناف مثله . والله أعلم .الثالثة : واختلف علماء اللغة وأهل الفقه في الفرق بين الفقير والمسكين على تسعة أقوال : فذهب يعقوب بن السكيت والقتبي ويونس بن حبيب إلى أن الفقير أحسن حالا من المسكين . قالوا : الفقير هو الذي له بعض ما يكفيه ويقيمه ، والمسكين الذي لا شيء له ، واحتجوا بقول الراعي :أما الفقير الذي كانت حلوبته وفق العيال فلم يترك له سبدوذهب إلى هذا قوم من أهل اللغة والحديث منهم أبو حنيفة والقاضي عبد الوهاب ، والوفق من الموافقة بين الشيئين كالالتحام ، يقال : حلوبته وفق عياله أي لها لبن قدر كفايتهم لا فضل فيه ، عن الجوهري . وقال آخرون بالعكس ، فجعلوا المسكين أحسن حالا من الفقير . واحتجوا بقوله تعالى : أما السفينة فكانت لمساكين يعملون في البحر . فأخبر أن لهم سفينة من سفن البحر . وربما ساوت جملة من المال . وعضدوه بما روي عن النبي صلى الله عليه وسلم أنه تعوذ من الفقر . وروي عنه أنه قال : اللهم أحيني مسكينا وأمتني مسكينا . فلو كان المسكين [ ص: 97 ] أسوأ حالا من الفقير لتناقض الخبران ، إذ يستحيل أن يتعوذ من الفقر ثم يسأل ما هو أسوأ حالا منه ، وقد استجاب الله دعاءه وقبضه وله مال مما أفاء الله عليه ، ولكن لم يكن معه تمام الكفاية ، ولذلك رهن درعه . قالوا : وأما بيت الراعي فلا حجة فيه ؛ لأنه إنما ذكر أن الفقير كانت له حلوبة في حال . قالوا : والفقير معناه في كلام العرب المفقور الذي نزعت فقره من ظهره من شدة الفقر فلا حال أشد من هذه . وقد أخبر الله عنهم بقوله : لا يستطيعون ضربا في الأرض . واستشهدوا بقول الشاعر :لما رأى لبد النسور تطايرت     رفع القوادم كالفقير الأعزلأي لم يطق الطيران فصار بمنزلة من انقطع صلبه ولصق بالأرض . ذهب إلى هذا الأصمعي وغيره ، وحكاه الطحاوي عن الكوفيين . وهو أحد قولي الشافعي وأكثر أصحابه . وللشافعي قول آخر : أن الفقير والمسكين سواء ، لا فرق بينهما في المعنى وإن افترقا في الاسم ، وهو القول الثالث . وإلى هذا ذهب ابن القاسم وسائر أصحاب مالك ، وبه قال أبو يوسف .قلت : ظاهر اللفظ يدل على أن المسكين غير الفقير ، وأنهما صنفان ، إلا أن أحد الصنفين أشد حاجة من الآخر ، فمن هذا الوجه يقرب قول من جعلهما صنفا واحدا ، والله أعلم . ولا حجة في قول من احتج بقوله تعالى : أما السفينة فكانت لمساكين لأنه يحتمل أن تكون مستأجرة لهم ، كما يقال : هذه دار فلان إذا كان ساكنها وإن كانت لغيره . وقد قال تعالى في وصف أهل النار : ولهم مقامع من حديد فأضافها إليهم . وقال تعالى : ولا تؤتوا السفهاء أموالكم . وقال صلى الله عليه وسلم : \" من باع عبدا وله مال \" وهو كثير جدا يضاف الشيء [ ص: 98 ] إليه وليس له . ومنه قولهم : باب الدار . وجل الدابة ، وسرج الفرس ، وشبهه . ويجوز أن يسموا مساكين على جهة الرحمة والاستعطاف ، كما يقال لمن امتحن بنكبة أو دفع إلى بلية ؛ مسكين . وفي الحديث : \" مساكين أهل النار \" وقال الشاعر :مساكين أهل الحب حتى قبورهم     عليها تراب الذل بين المقابروأما ما تأولوه من قوله عليه السلام : اللهم أحيني مسكينا الحديث . رواه أنس ، فليس كذلك ، وإنما المعنى هاهنا : التواضع لله الذي لا جبروت فيه ولا نخوة ، ولا كبر ولا بطر ، ولا تكبر ولا أشر . ولقد أحسن أبو العتاهية حيث قال :إذا أردت شريف القوم كلهم     فانظر إلى ملك في زي مسكينذاك الذي عظمت في الله رغبته     وذاك يصلح للدنيا وللدينوليس بالسائل ؛ لأن النبي صلى الله عليه وسلم قد كره السؤال ونهى عنه ، وقال في امرأة سوداء أبت أن تزول له عن الطريق : دعوها فإنها جبارة وأما قوله تعالى : للفقراء الذين أحصروا في سبيل الله لا يستطيعون ضربا في الأرض فلا يمتنع أن يكون لهم شيء . والله أعلم . وما ذهب إليه أصحاب مالك والشافعي في أنهما سواء حسن . ويقرب منه ما قاله مالك في كتاب ابن سحنون ، قال : الفقير المحتاج المتعفف ، والمسكين السائل ، وروي عن ابن عباس وقاله الزهري ، واختاره ابن شعبان وهو القول الرابع . وقول خامس : قال محمد بن مسلمة : الفقير الذي له المسكن والخادم إلى من هو أسفل من ذلك . والمسكين الذي لا مال له .قلت : وهذا القول عكس ما ثبت في صحيح مسلم عن عبد الله بن عمرو ، وسأله رجل فقال : ألسنا من فقراء المهاجرين ؟ فقال له عبد الله : ألك امرأة تأوي إليها ؟ قال نعم . قال : ألك مسكن تسكنه ؟ قال نعم . قال : فأنت من الأغنياء . قال : فإن لي خادما قال : فأنت من الملوك . وقول سادس : روي عن ابن عباس قال : الفقراء من المهاجرين ، والمساكين من الأعراب الذين لم يهاجروا وقاله الضحاك . وقول سابع : وهو أن المسكين الذي يخشع ويستكن وإن لم يسأل . والفقير الذي يتحمل ويقبل الشيء سرا ولا يخشع ، [ ص: 99 ] قاله عبيد الله بن الحسن . وقول ثامن قاله مجاهد وعكرمة والزهري - المساكين الطوافون ، والفقراء فقراء المسلمين . وقول تاسع قاله عكرمة أيضا - أن الفقراء فقراء المسلمين ، والمساكين فقراء أهل الكتاب . وسيأتي .الرابعة : وهي فائدة الخلاف في الفقراء والمساكين ، هل هما صنف واحد أو أكثر تظهر فيمن أوصى بثلث ماله لفلان وللفقراء والمساكين ، فمن قال هما صنف واحد قال : يكون لفلان نصف الثلث وللفقراء والمساكين نصف الثلث الثاني . ومن قال هما صنفان يقسم الثلث بينهم أثلاثا .الخامسة : وقد اختلف العلماء في حد الفقر الذي يجوز معه الأخذ - بعد إجماع أكثر من يحفظ عنه من أهل العلم - أن من له دار وخادم لا يستغني عنهما أن له أن يأخذ من الزكاة ، وللمعطي أن يعطيه . وكان مالك يقول : إن لم يكن في ثمن الدار والخادم فضلة عما يحتاج إليه منهما جاز له الأخذ وإلا لم يجز ، ذكره ابن المنذر . وبقول مالك قال النخعي والثوري . وقال أبو حنيفة : من معه عشرون دينارا أو مائتا درهم فلا يأخذ من الزكاة . فاعتبر النصاب لقوله عليه السلام : أمرت أن آخذ الصدقة من أغنيائكم وأردها في فقرائكم . وهذا واضح ، ورواه المغيرة عن مالك . وقال الثوري وأحمد وإسحاق وغيرهم : لا يأخذ من له خمسون درهما أو قدرها من الذهب ، ولا يعطى منها أكثر من خمسين درهما إلا أن يكون غارما ، قاله أحمد وإسحاق . وحجة هذا القول ما رواه الدارقطني عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم قال : لا تحل الصدقة لرجل له خمسون درهما . في إسناده عبد الرحمن بن إسحاق ضعيف ، وعنه بكر بن خنيس ضعيف أيضا . ورواه حكيم بن جبير عن محمد بن عبد الرحمن بن يزيد عن أبيه عن عبد الله عن النبي صلى الله عليه وسلم نحوه ، وقال : خمسون درهما وحكيم بن جبير ضعيف تركه شعبة وغيره ، قال الدارقطني رحمه الله . وقال أبو عمر : هذا الحديث يدور على حكيم بن جبير وهو متروك . وعن علي وعبد الله قالا : لا تحل الصدقة لمن له خمسون درهما أو قيمتها من الذهب ، ذكره الدارقطني وقال الحسن البصري : لا يأخذ من له أربعون درهما . ورواه الواقدي عن مالك . وحجة هذا القول ما رواه الدارقطني [ ص: 100 ] عن عبد الله بن مسعود قال : سمعت النبي صلى الله عليه وسلم يقول : من سأل الناس وهو غني جاء يوم القيامة وفي وجهه كدوح وخدوش . فقيل : يا رسول الله وما غناؤه ؟ قال : أربعون درهما . وفي حديث مالك عن زيد بن أسلم عن عطاء بن يسار عن رجل من بني أسد فقال النبي صلى الله عليه وسلم : من سأل منكم وله أوقية أو عدلها فقد سأل إلحافا والأوقية أربعون درهما . والمشهور عن مالك ما رواه ابن القاسم عنه أنه سئل : هل يعطى من الزكاة من له أربعون درهما ؟ قال نعم . قال أبو عمر : يحتمل أن يكون الأول قويا على الاكتساب حسن التصرف . والثاني ضعيفا عن الاكتساب ، أو من له عيال . والله أعلم . وقال الشافعي وأبو ثور . من كان قويا على الكسب والتحرف مع قوة البدن وحسن التصرف حتى يغنيه ذلك عن الناس فالصدقة عليه حرام . واحتج بحديث النبي صلى الله عليه وسلم لا تحل الصدقة لغني ولا لذي مرة سوي رواه عبد الله بن عمر ، وأخرجه أبو داود والترمذي والدارقطني . وروى جابر قال : جاءت رسول الله صلى الله عليه وسلم صدقة فركبه الناس ، فقال : إنها لا تصلح لغني ولا لصحيح ولا لعامل أخرجه الدارقطني . وروى أبو داود عن عبيد الله بن عدي بن الخيار قال : أخبرني رجلان أنهما أتيا النبي صلى الله عليه وسلم في حجة الوداع وهو يقسم الصدقة فسألاه منها ، فرفع فينا النظر وخفضه ، فرآنا جلدين فقال : إن شئتما أعطيتكما ولا حظ فيها لغني ولا لقوي مكتسب . ولأنه قد صار غنيا بكسبه كغنى غيره بماله فصار كل واحد منهما غنيا عن [ ص: 101 ] المسألة . وقاله ابن خويزمنداد ، وحكاه عن المذهب . وهذا لا ينبغي أن يعول عليه ، فإن النبي صلى الله عليه وسلم كان يعطيها الفقراء ووقوفها على الزمن باطل . قال أبو عيسى الترمذي في جامعه : إذا كان الرجل قويا محتاجا ولم يكن عنده شيء فتصدق عليه أجزأ عن المتصدق عند أهل العلم . ووجه الحديث عند بعض أهل العلم على المسألة . وقال الكيا الطبري : والظاهر يقتضي جواز ذلك ؛ لأنه فقير مع قوته وصحة بدنه . وبه قال أبو حنيفة وأصحابه . وقال عبيد الله بن الحسن : من لا يكون له ما يكفيه ويقيمه سنة فإنه يعطى الزكاة . وحجته ما رواه ابن شهاب عن مالك بن أوس بن الحدثان عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم كان يدخر مما أفاء الله عليه قوت سنة ، ثم يجعل ما سوى ذلك في الكراع والسلاح مع قوله تعالى : ووجدك عائلا فأغنى . وقال بعض أهل العلم : لكل واحد أن يأخذ من الصدقة فيما لا بد له منه . وقال قوم : من عنده عشاء ليلة فهو غني وروي عن علي . واحتجوا بحديث علي عن النبي صلى الله عليه وسلم أنه قال : من سأل مسألة عن ظهر غنى استكثر بها من رضف جهنم . قالوا : يا رسول الله ، وما ظهر الغنى ؟ قال : عشاء ليلة أخرجه الدارقطني وقال : في إسناده عمرو بن خالد وهو متروك . وأخرجه أبو داود عن سهل بن الحنظلية عن النبي صلى الله عليه وسلم ، وفيه : من سأل وعنده ما يغنيه فإنما يستكثر من النار - وقال النفيلي في موضع آخر : من جمر جهنم - فقالوا : يا رسول الله وما يغنيه ؟ - وقال النفيلي في موضع آخر : وما الغنى الذي لا تنبغي معه المسألة - قال : قدر ما يغديه ويعشيه - وقال النفيلي في موضع آخر : أن يكون له شبع يوم وليلة أو ليلة ويوم .قلت : فهذا ما جاء في بيان الفقر الذي يجوز معه الأخذ . ومطلق لفظ الفقراء لا يقتضي الاختصاص بالمسلمين دون أهل الذمة ، ولكن تظاهرت الأخبار في أن الصدقات تؤخذ من أغنياء المسلمين فترد في فقرائهم . وقال عكرمة : الفقراء فقراء المسلمين ، والمساكين فقراء أهل الكتاب . وقال أبو بكر العبسي : رأى عمر بن الخطاب ذميا مكفوفا [ ص: 102 ] ‌ مطروحا على باب المدينة فقال له عمر : ما لك ؟ قال : استكروني في هذه الجزية ، حتى إذا كف بصري تركوني وليس لي أحد يعود علي بشيء . فقال عمر : ما أنصفت إذا ، فأمر له بقوته وما يصلحه . ثم قال : هذا من الذين قال الله تعالى فيهم : إنما الصدقات للفقراء والمساكين الآية . وهم زمنى أهل الكتابولما قال تعالى : إنما الصدقات للفقراء والمساكين الآية ، وقابل الجملة بالجملة وهي جملة الصدقة بجملة المصرف بين النبي صلى الله عليه وسلم ذلك ،فقال لمعاذ حين أرسله إلى اليمن : أخبرهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد في فقرائهم . فاختص أهل كل بلد بزكاة بلده . وروى أبو داود أن زيادا أو بعض الأمراء بعث عمران بن حصين على الصدقة ، فلما رجع قال لعمران : أين المال ؟ قال : وللمال أرسلتني! أخذناها من حيث كنا نأخذها على عهد رسول الله صلى الله عليه وسلم ووضعناها حيث كنا نضعها على عهد رسول الله صلى الله عليه وسلم . وروى الدارقطني والترمذي عن عون بن أبي جحيفة عن أبيه قال : قدم علينا مصدق النبي صلى الله عليه وسلم فأخذ الصدقة من أغنيائنا فجعلها في فقرائنا فكنت غلاما يتيما فأعطاني منها قلوصا . قال الترمذي : وفي الباب عن ابن عباس حديث ابن أبي جحيفة حديث حسن .السادسة : وقد اختلفت العلماء في نقل الزكاة عن موضعها على ثلاثة أقوال الأول : لا تنقل ، قاله سحنون وابن القاسم ، وهو الصحيح لما ذكرناه . قال ابن القاسم أيضا : وإن نقل بعضها لضرورة رأيته صوابا . وروي عن سحنون أنه قال : ولو بلغ الإمام أن ببعض البلاد حاجة شديدة جاز له نقل بعض الصدقة المستحقة لغيره إليه ، فإن الحاجة إذا نزلت وجب تقديمها على من ليس بمحتاج والمسلم أخو المسلم لا يسلمه ولا يظلمه . والقول الثاني : تنقل . وقاله مالك أيضا . وحجة هذا القول ما روي أن معاذا قال لأهل اليمن : ايتوني بخميس أو لبيس آخذه منكم مكان الذرة والشعير في الصدقة فإنه أيسر عليكم وأنفع للمهاجرين بالمدينة . أخرجه الدارقطني وغيره . والخميس لفظ مشترك ، وهو هنا الثوب طوله خمسة أذرع . ويقال : سمي بذلك لأن أول من عمله الخمس ملك من ملوك اليمن ، ذكره [ ص: 103 ] ابن فارس في المجمل والجوهري أيضا . وفي هذا الحديث دليلان : أحدهما : ما ذكرناه من نقل الزكاة من اليمن إلى المدينة ، فيتولى النبي صلى الله عليه وسلم قسمتها . ويعضد هذا قوله تعالى : إنما الصدقات للفقراء ولم يفصل بين فقير بلد وفقير آخر . والله أعلم . الثاني : أخذ القيمة في الزكاة . وقد اختلفت الرواية عن مالك في إخراج القيم في الزكاة ، فأجاز ذلك مرة ومنع منه أخرى ، فوجه الجواز - وهو قول أبي حنيفة - هذا الحديث . وثبت في صحيح البخاري من حديث أنس عن النبي صلى الله عليه وسلم من بلغت عنده من الإبل صدقة الجذعة وليست عنده جذعة وعنده حقة فإنه تؤخذ منه وما استيسرنا من شاتين أو عشرين درهما . . . . الحديث . وقال صلى الله عليه وسلم : أغنوهم عن سؤال هذا اليوم يعني يوم الفطر . وإنما أراد أن يغنوا بما يسد حاجتهم ، فأي شيء سد حاجتهم جاز . وقد قال تعالى : خذ من أموالهم صدقة ولم يخص شيئا من شيء . ولا يدفع عند أبي حنيفة سكنى دار بدل الزكاة ، مثل أن يجب عليه خمسة دراهم فأسكن فيها فقيرا شهرا فإنه لا يجوز . قال : لأن السكنى ليس بمال . ووجه قوله : لا تجزي القيم - وهو ظاهر المذهب - فلأن النبي صلى الله عليه وسلم قال : في خمس من الإبل شاة وفي أربعين شاة شاة . فنص على الشاة ، فإذا لم يأت بها لم يأت بمأمور به ، وإذا لم يأت بالمأمور به فالأمر باق عليه القول الثالث : وهو أن سهم الفقراء والمساكين يقسم في الموضع ، وسائر السهام تنقل باجتهاد الإمام . والقول الأول أصح . والله أعلم .السابعة : وهل المعتبر مكان المال وقت تمام الحول فتفرق الصدقة فيه ، أو مكان المالك إذ هو المخاطب ، قولان . واختار الثاني أبو عبد الله محمد بن خويزمنداد في أحكامه قال : لأن الإنسان هو المخاطب بإخراجها فصار المال تبعا له ، فيجب أن يكون الحكم فيه بحيث المخاطب . كابن السبيل فإنه يكون غنيا في بلده فقيرا في بلد آخر ، فيكون الحكم له حيث هو .[ ص: 104 ] واختلفت الرواية عن مالك فيمن أعطى فقيرا مسلما فانكشف في ثاني حال أنه أعطى عبدا أو كافرا أو غنيا ، فقال مرة : تجزيه ومرة لا تجزيه . وجه الجواز - وهو الأصح - ما رواه مسلم عن أبي هريرة عن النبي صلى الله عليه وسلم قال : قال رجل لأتصدقن الليلة بصدقة فخرج بصدقته فوضعها في يد زانية فأصبحوا يتحدثون تصدق الليلة على زانية قال : اللهم لك الحمد على زانية ، لأتصدقن بصدقة فخرج بصدقته فوضعها في يد غني فأصبحوا يتحدثون تصدق على غني قال : اللهم لك الحمد على غني لأتصدقن بصدقة فخرج بصدقته فوضعها في يد سارق فأصبحوا يتحدثون تصدق على سارق فقال : اللهم لك الحمد على زانية وعلى غني وعلى سارق فأتي فقيل له أما صدقتك فقد قبلت أما الزانية فلعلها تستعف بها عن زناها ولعل الغني يعتبر فينفق مما أعطاه الله ولعل السارق يستعف بها عن سرقته . وروي أن رجلا أخرج زكاة ماله فأعطاها أباه ، فلما أصبح علم بذلك ، فسأل النبي صلى الله عليه وسلم فقال له : قد كتب لك أجر زكاتك وأجر صلة الرحم فلك أجران . ومن جهة المعنى أنه سوغ له الاجتهاد في المعطى ، فإذا اجتهد وأعطى من يظنه من أهلها فقد أتى بالواجب عليه . ووجه قوله : لا يجزي . أنه لم يضعها في مستحقها ، فأشبه العمد ، ولأن العمد والخطأ في ضمان الأموال واحد فوجب أن يضمن ما أتلف على المساكين حتى يوصله إليهم .الثامنة : فإن أخرج الزكاة عند محلها فهلكت من غير تفريط لم يضمن ؛ لأنه وكيل للفقراء . فإن أخرجها بعد ذلك بمدة فهلكت ضمن ، لتأخيرها عن محلها فتعلقت بذمته فلذلك ضمن والله أعلم .التاسعة : وإذا كان الإمام يعدل في الأخذ والصرف لم يسغ للمالك أن يتولى الصرف بنفسه في الناض ولا في غيره . وقد قيل : إن زكاة الناض على أربابه . وقال ابن الماجشون : ذلك إذا كان الصرف للفقراء والمساكين خاصة ، فإن احتيج إلى صرفها لغيرهما من الأصناف فلا يفرق عليهم إلا الإمام . وفروع هذا الباب كثيرة ، هذه أمهاتها .العاشرة : قوله تعالى والعاملين عليها يعني : السعاة والجباة الذين يبعثهم الإمام لتحصيل الزكاة بالتوكيل على ذلك . روى البخاري عن أبي حميد الساعدي قال : استعمل [ ص: 105 ] رسول الله صلى الله عليه وسلم رجلا من الأسد على صدقات بني سليم يدعى ابن اللتبية ، فلما جاء حاسبه . واختلف العلماء في المقدار الذي يأخذونه على ثلاثة أقوال : قال مجاهد والشافعي : هو الثمن . ابن عمر ومالك : يعطون قدر عملهم من الأجرة ، وهو قول أبي حنيفة وأصحابه . قالوا : لأنه عطل نفسه لمصلحة الفقراء ، فكانت كفايته وكفاية أعوانه في مالهم ، كالمرأة لما عطلت نفسها لحق الزوج كانت نفقتها ونفقة أتباعها من خادم أو خادمين على زوجها . ولا تقدر بالثمن ، بل تعتبر الكفاية ثمنا كان أو أكثر ، كرزق القاضي . ولا تعتبر كفاية الأعوان في زماننا لأنه إسراف محض . القول الثالث : يعطون من بيت المال . قال ابن العربي : وهذا قول صحيح عن مالك بن أنس من رواية ابن أبي أويس وداود بن سعيد بن زنبوعة ، وهو ضعيف دليلا ، فإن الله سبحانه قد أخبر بسهمهم فيها نصا فكيف يخلفون عنه استقراء وسبرا . والصحيح الاجتهاد في قدر الأجرة ؛ لأن البيان في تعديد الأصناف إنما كان للمحل لا للمستحق ، على ما تقدم .واختلفوا في العامل إذا كان هاشميا ، فمنعه أبو حنيفة لقوله عليه السلام : إن الصدقة لا تحل لآل محمد إنما هي أوساخ الناس . وهذه صدقة من وجه ؛ لأنها جزء من الصدقة فتلحق بالصدقة من كل وجه كرامة وتنزيها لقرابة رسول الله صلى الله عليه وسلم عن غسالة الناس . وأجاز عمله مالك والشافعي ، ويعطى أجر عمالته ؛ لأن النبي صلى الله عليه وسلم بعث علي بن أبي طالب مصدقا ، وبعثه عاملا إلى اليمن على الزكاة ، وولى جماعة من بني هاشم وولى الخلفاء بعده كذلك . ولأنه أجير على عمل مباح فوجب أن يستوي فيه الهاشمي وغيره اعتبارا بسائر الصناعات . قالت الحنفية : حديث علي ليس فيه أنه فرض له من الصدقة ، فإن فرض له من غيرها جاز . وروي عن مالك .الحادية عشرة : ودل قوله تعالى : والعاملين عليها على أن كل ما كان من فروض الكفايات كالساعي والكاتب والقسام والعاشر وغيرهم فالقائم به يجوز له أخذ الأجرة عليه . ومن ذلك الإمامة ، فإن الصلاة وإن كانت متوجهة على جميع الخلق فإن تقدم بعضهم بهم من فروض الكفايات ، فلا جرم يجوز أخذ الأجرة عليها . وهذا أصل الباب ، وإليه أشار النبي صلى الله عليه وسلم بقوله : ما تركت بعد نفقة نسائي ومؤنة عاملي فهو صدقة قاله ابن العربي .[ ص: 106 ] الثانية عشرة : قوله تعالى والمؤلفة قلوبهم لا ذكر للمؤلفة قلوبهم في التنزيل في غير قسم الصدقات ، وهم قوم كانوا في صدر الإسلام ممن يظهر الإسلام ، يتألفون بدفع سهم من الصدقة إليهم لضعف يقينهم . قال الزهري : المؤلفة من أسلم من يهودي أو نصراني وإن كان غنيا . وقال بعض المتأخرين : اختلف في صفتهم ، فقيل : هم صنف من الكفار يعطون ليتألفوا على الإسلام ، وكانوا لا يسلمون بالقهر والسيف ، ولكن يسلمون بالعطاء والإحسان . وقيل : هم قوم أسلموا في الظاهر ولم تستيقن قلوبهم ، فيعطون ليتمكن الإسلام في صدورهم . وقيل : هم قوم من عظماء المشركين لهم أتباع يعطون ليتألفوا أتباعهم على الإسلام . قال : وهذه الأقوال متقاربة والقصد بجميعها الإعطاء لمن لا يتمكن إسلامه حقيقة إلا بالعطاء ، فكأنه ضرب من الجهاد .والمشركون ثلاثة أصناف : صنف يرجع بإقامة البرهان ، وصنف بالقهر ، وصنف بالإحسان . والإمام الناظر للمسلمين يستعمل مع كل صنف ما يراه سببا لنجاته وتخليصه من الكفر . وفي صحيح مسلم من حديث أنس ، فقال رسول الله صلى الله عليه وسلم أعني للأنصار - : فإني أعطي رجالا حديثي عهد بكفر أتألفهم . . . الحديث . قال ابن إسحاق : أعطاهم يتألفهم ويتألف بهم قومهم . وكانوا أشرافا ، فأعطى أبا سفيان بن حرب مائة بعير ، وأعطى ابنه مائة بعير ، وأعطى حكيم بن حزام مائة بعير ، وأعطى الحارث بن هشام مائة بعير ، وأعطى سهيل بن عمرو مائة بعير ، وأعطى حويطب بن عبد العزى مائة بعير ، وأعطى صفوان بن أمية مائة بعير . وكذلك أعطى مالك بن عوف والعلاء بن جارية . قال : فهؤلاء أصحاب المئين . وأعطى رجالا من قريش دون المائة منهم مخرمة بن نوفل الزهري وعمير بن وهب الجمحي ، وهشام بن عمرو العامري . قال ابن إسحاق : فهؤلاء لا أعرف ما أعطاهم . وأعطى سعيد بن يربوع خمسين بعيرا ، وأعطى عباس بن مرداس السلمي أباعر قليلة فسخطها . فقال في ذلك :كانت نهابا تلافيتها     بكري على المهر في الأجرعوإيقاظي القوم أن يرقدوا     إذا هجع الناس لم أهجعفأصبح نهبي ونهب العبي     د بين عيينة والأقرعوقد كنت في الحرب ذا تدرإ     فلم أعط شيئا ولم أمنع[ ص: 107 ] إلا أفائل أعطيتها     عديد قوائمه الأربعوما كان حصن ولا حابس     يفوقان مرداس في المجمعوما كنت دون امرئ منهما     ومن تضع اليوم لا يرفعفقال رسول الله صلى الله عليه وسلم : اذهبوا فاقطعوا عني لسانه فأعطوه حتى رضي ، فكان ذلك قطع لسانه . قال أبو عمر : وقد ذكر في المؤلفة قلوبهم النضير بن الحارث بن علقمة بن كلدة ، أخو النضر بن الحارث المقتول ببدر صبرا . وذكر آخرون أنه فيمن هاجر إلى الحبشة ، فإن كان منهم فمحال أن يكون من المؤلفة قلوبهم ، ومن هاجر إلى أرض الحبشة فهو من المهاجرين الأولين ممن رسخ الإيمان في قلبه وقاتل دونه ، وليس ممن يؤلف عليه . قال أبو عمر : واستعمل رسول الله صلى الله عليه وسلم مالك بن عوف بن سعد بن يربوع النصري على من أسلم من قومه من قبائل قيس ، وأمره بمغادرة ثقيف ففعل وضيق عليهم ، وحسن إسلامه وإسلام المؤلفة قلوبهم ، حاشا عيينة بن حصن فلم يزل مغموزا عليه . وسائر المؤلفة متفاضلون ، منهم الخير الفاضل المجتمع على فضله ، كالحارث بن هشام ، وحكيم بن حزام ، وعكرمة بن أبي جهل ، وسهيل بن عمرو ، ومنهم دون هؤلاء . وقد فضل الله النبيين وسائر عباده المؤمنين بعضهم على بعض وهو أعلم بهم . قال مالك : بلغني أن حكيم بن حزام أخرج ما كان أعطاه النبي صلى الله عليه وسلم في المؤلفة قلوبهم فتصدق به بعد ذلك .قلت : حكيم بن حزام وحويطب بن عبد العزى عاش كل واحد منهما مائة وعشرين سنة ؛ ستين في الإسلام وستين في الجاهلية . وسمعت الإمام شيخنا الحافظأبا محمد عبد العظيم يقول : شخصان من الصحابة عاشا في الجاهلية ستين سنة وفي الإسلام ستين سنة ، وماتا بالمدينة سنة أربع وخمسين ، أحدهما حكيم بن حزام ، وكان مولده في جوف الكعبة قبل عام الفيل بثلاث عشرة سنة . والثاني حسان بن ثابت بن المنذر بن حرام الأنصاري . وذكر هذا أيضا أبو عمر وعثمان الشهرزوري في كتاب \" معرفة أنواع علم الحديث \" له ، ولم يذكرا غيرهما . وحويطب ذكره أبو الفرج الجوزي في كتاب \" الوفا في شرف المصطفى \" . وذكره أبو عمر في كتاب \" الصحابة \" أنه أدرك الإسلام وهو ابن ستين سنة ، ومات وهو ابن مائة وعشرين سنة . وذكر أيضا حمنن بن عوف أخا عبد الرحمن بن عوف ، أنه عاش في الإسلام ستين سنة وفي الجاهلية ستين سنة . وقد عد في المؤلفة قلوبهم معاوية وأبوه أبو سفيان بن حرب . أما معاوية فبعيد أن يكون منهم ، فكيف يكون منهم وقد ائتمنه النبي صلى الله عليه وسلم على [ ص: 108 ] وحي الله وقراءته وخلطه بنفسه . وأما حاله في أيام أبي بكر فأشهر من هذا وأظهر . وأما أبوه فلا كلام فيه أنه كان منهم . وفي عددهم اختلاف ، وبالجملة فكلهم مؤمن ولم يكن فيهم كافر على ما تقدم ، والله أعلم وأحكم .الثالثة عشرة : واختلف العلماء في بقائهم ، فقال عمر والحسن والشعبي وغيرهم : انقطع هذا الصنف بعز الإسلام وظهوره . وهذا مشهور من مذهب مالك وأصحاب الرأي . قال بعض علماء الحنفية : لما أعز الله الإسلام وأهله وقطع دابر الكافرين - لعنهم الله - اجتمعت الصحابة رضوان الله عنهم أجمعين في خلافة أبي بكر رضي الله عنه على سقوط سهمهم . وقال جماعة من العلماء : هم باقون ; لأن الإمام ربما احتاج أن يستألف على الإسلام . وإنما قطعهم عمر لما رأى من إعزاز الدين . قال يونس : سألت الزهري عنهم فقال : لا أعلم نسخا في ذلك . قال أبو جعفر النحاس : فعلى هذا ؛ الحكم فيهم ثابت ، فإن كان أحد يحتاج إلى تألفه ويخاف أن تلحق المسلمين منه آفة أو يرجى أن يحسن إسلامه بعد ، دفع إليه . قال القاضي عبد الوهاب : إن احتيج إليهم في بعض الأوقات أعطوا من الصدقة . وقال القاضي ابن العربي : الذي عندي أنه إن قوي الإسلام زالوا ، وإن احتيج إليهم أعطوا سهمهم كما كان رسول الله صلى الله عليه وسلم يعطيهم ، فإن في الصحيح : بدأ الإسلام غريبا وسيعود كما بدأ .الرابعة عشرة : فإذا فرعنا على أنه لا يرد إليهم سهمهم فإنه يرجع إلى سائر الأصناف أو ما يراه الإمام . وقال الزهري : يعطى نصف سهمهم لعمار المساجد . وهذا مما يدلك على أن الأصناف الثمانية محل لا مستحقون تسوية ، ولو كانوا مستحقين لسقط سهمهم بسقوطهم ولم يرجع إلى غيرهم ، كما لو أوصى لقوم معينين فمات أحدهم لم يرجع نصيبه إلى من بقي منهم . والله أعلم .الخامسة عشرة : قوله تعالى وفي الرقاب أي في فك الرقاب ، قاله ابن عباس وابن عمر ، وهو مذهب مالك وغيره . فيجوز للإمام أن يشتري رقابا من مال الصدقة يعتقها عن المسلمين ، ويكون ولاؤهم لجماعة المسلمين . وإن اشتراهم صاحب الزكاة وأعتقهم جاز . هذا تحصيل مذهب مالك ، وروي عن ابن عباس والحسن ، وبه قال أحمد وإسحاق وأبو عبيد . وقال أبو ثور : لا يبتاع منها صاحب الزكاة نسمة يعتقها بجر ولاء . وهو قول الشافعي [ ص: 109 ] وأصحاب الرأي ورواية عن مالك . والصحيح الأول ؛ لأن الله عز وجل قال : وفي الرقاب فإذا كان للرقاب سهم من الصدقات كان له أن يشتري رقبة فيعتقها . ولا خلاف بين أهل العلم أن للرجل أن يشتري الفرس فيحمل عليه في سبيل الله . فإذا كان له أن يشتري فرسا بالكمال من الزكاة جاز أن يشتري رقبة بالكمال ، لا فرق بين ذلك . والله أعلم .السادسة عشرة : قوله تعالى وفي الرقاب الأصل في الولاء ، قال مالك : هي الرقبة تعتق وولاؤها للمسلمين ، وكذلك إن أعتقها الإمام . وقد نهى النبي صلى الله عليه وسلم عن بيع الولاء وعن هبته . وقال عليه السلام : الولاء لحمة كلحمة النسب لا يباع ولا يوهب . وقال عليه السلام : الولاء لمن أعتق . ولا ترث النساء من الولاء شيئا ، لقوله عليه السلام : لا ترث النساء من الولاء شيئا إلا ما أعتقن أو أعتق من أعتقن وقد ورث النبي صلى الله عليه وسلم ابنة حمزة من مولى لها النصف ولابنته النصف . فإذا ترك المعتق أولادا ذكورا وإناثا فالولاء للذكور من ولده دون الإناث . وهو إجماع الصحابة رضي الله عنهم . والولاء إنما يورث بالتعصيب المحض ، والنساء لا تعصيب فيهن فلم يرثن من الولاء شيئا . فافهم تصب .السابعة عشرة : واختلف هل يعان منها المكاتب ، فقيل لا . روي ذلك عن مالك ؛ لأن الله عز وجل لما ذكر الرقبة دل على أنه أراد العتق الكامل ، وأما المكاتب فإنما هو داخل في كلمة الغارمين بما عليه من دين الكتابة ، فلا يدخل في الرقاب . والله أعلم . وقد روي عن مالك من رواية المدنيين وزياد عنه : أنه يعان منها المكاتب في آخر كتابته بما يعتق . وعلى هذا جمهور العلماء في تأويل قول الله تعالى : وفي الرقاب . وبه قال ابن وهب والشافعي والليث والنخعي وغيرهم وحكى علي بن موسى القمي الحنفي في أحكامه : أنهم أجمعوا على أن المكاتب مراد . واختلفوا في عتق الرقاب ، قال الكيا الطبري : وذكر وجها بينه في منع ذلك فقال : إن العتق إبطال ملك وليس بتمليك ، وما يدفع إلى المكاتب تمليك ، ومن حق الصدقة ألا تجزي إلا إذا جرى فيها التمليك . وقوى ذلك بأنه لو دفع من الزكاة عن الغارم في [ ص: 110 ] دينه بغير أمره لم يجزه من حيث لم يملك فلأن لا يجزي ذلك في العتق أولى . وذكر أن في العتق جر الولاء إلى نفسه وذلك لا يحصل في دفعه للمكاتب . وذكر أن ثمن العبد إذا دفعه إلى العبد لم يملكه العبد ، وإن دفعه إلى سيده فقد ملكه العتق . وإن دفعه بعد الشراء والعتق فهو قاض دينا وذلك لا يجزي في الزكاة .قلت : قد ورد حديث ينص على معنى ما ذكرنا من جواز عتق الرقبة وإعانة المكاتب معا أخرجه الدارقطني عن البراء قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : دلني على عمل يقربني من الجنة ويباعدني من النار . قال : لئن كنت أقصرت الخطبة لقد أعرضت المسألة أعتق النسمة وفك الرقبة . فقال : يا رسول الله ، أوليستا واحدا ؟ قال : لا ، عتق النسمة أن تفرد بعتقها وفك الرقبة أن تعين في ثمنها . . . وذكر الحديث .الثامنة عشرة : واختلفوا في فك الأسارى منها ، فقال أصبغ : لا يجوز . وهو قول ابن قاسم . وقال ابن حبيب : يجوز ؛ لأنها رقبة ملكت بملك الرق فهي تخرج من رق إلى عتق ، وكان ذلك أحق وأولى من فكاك الرقاب الذي بأيدينا ؛ لأنه إذا كان فك المسلم عن رق المسلم عبادة وجائزا من الصدقة ، فأحرى وأولى أن يكون ذلك في فك المسلم عن رق الكافر وذله .التاسعة عشرة : قوله تعالى \" والغارمين \" : هم الذين ركبهم الدين ولا وفاء عندهم به ، ولا خلاف فيه . اللهم إلا من ادان في سفاهة فإنه لا يعطى منها ولا من غيرها إلا أن يتوب . ويعطى منها من له مال وعليه دين محيط به ما يقضي به دينه ، فإن لم يكن له مال وعليه دين فهو فقير وغارم فيعطى بالوصفين . روى مسلم عن أبي سعيد الخدري قال : أصيب رجل في عهد رسول الله صلى الله عليه وسلم في ثمار ابتاعها فكثر دينه . فقال رسول الله صلى الله عليه وسلم : تصدقوا عليه ؛ فتصدق الناس عليه فلم يبلغ ذلك وفاء دينه . فقال رسول الله صلى الله عليه وسلم لغرمائه : خذوا ما وجدتم وليس لكم إلا ذلك .الموفية عشرين : ويجوز للمتحمل في صلاح وبر أن يعطى من الصدقة ما يؤدي ما تحمل به إذا وجب عليه وإن كان غنيا ، إذا كان ذلك يجحف بماله كالغريم . وهو قول الشافعي وأصحابه وأحمد بن حنبل وغيرهم . واحتج من ذهب هذا المذهب بحديث قبيصة بن مخارق قال : تحملت حمالة فأتيت النبي صلى الله عليه وسلم أسأله فيها فقال : أقم حتى تأتينا الصدقة فنأمر لك بها - ثم قال - يا قبيصة : إن المسألة لا تحل إلا لأحد ثلاثة ؛ رجل تحمل حمالة فحلت له المسألة [ ص: 111 ] حتى يصيبها ثم يمسك ، ورجل أصابته جائحة اجتاحت ماله فحلت له المسألة حتى يصيب قواما من عيش - أو قال سدادا من عيش - ورجل أصابته فاقة حتى يقول ثلاثة من ذوي الحجا من قومه لقد أصابت فلانا فاقة فحلت له المسألة حتى يصيب قواما من عيش - أو قال سدادا من عيش - فما سواهن من المسألة يا قبيصة سحتا يأكلها صاحبها سحتا . فقوله : ثم يمسك دليل على أنه غني ؛ لأن الفقير ليس عليه أن يمسك . والله أعلم . وروي عنه عليه السلام أنه قال : إن المسألة لا تحل إلا لأحد ثلاثة لذي فقر مدقع أو لذي غرم مفظع أو لذي دم موجع . وروي عنه عليه السلام : لا تحل الصدقة لغني إلا لخمسة . . . الحديث . وسيأتي .الحادية والعشرون : واختلفوا ، هل يقضى منها دين الميت أم لا ، فقال أبو حنيفة : لا يؤدى من الصدقة دين ميت . وهو قول ابن المواز . قال أبو حنيفة : ولا يعطى منها من عليه كفارة ونحو ذلك من حقوق الله تعالى ، وإنما الغارم من عليه دين يسجن فيه . وقال علماؤنا وغيرهم : يقضى منها دين الميت لأنه من الغارمين ، قال صلى الله عليه وسلم : أنا أولى بكل مؤمن من نفسه ؛ من ترك مالا فلأهله ومن ترك دينا أو ضياعا فإلي وعلي .الثانية والعشرون : وفي سبيل الله وهم الغزاة وموضع الرباط ، يعطون ما ينفقون في غزوهم كانوا أغنياء أو فقراء . وهذا قول أكثر العلماء ، وهو تحصيل مذهب مالك رحمه الله . وقال ابن عمر : الحجاج والعمار . ويؤثر عن أحمد وإسحاق رحمهما الله أنهما قالا : سبيل الله الحج . وفي البخاري : ويذكر عن أبي لاس : حملنا النبي صلى الله عليه وسلم على إبل [ ص: 112 ] الصدقة للحج ، ويذكر عن ابن عباس : يعتق من زكاة ماله ويعطي في الحج . خرج أبو محمد عبد الغني الحافظ حدثنا محمد بن محمد الخياش حدثنا أبو غسان مالك بن يحيى حدثنا يزيد بن هارون أخبرنا مهدي بن ميمون عن محمد بن أبي يعقوب عن عبد الرحمن بن أبي نعم ويكنى أبا الحكم قال : كنت جالسا مع عبد الله بن عمر فأتته امرأة فقالت له : يا أبا عبد الرحمن ، إن زوجي أوصى بماله في سبيل الله . قال ابن عمر : فهو كما قال في سبيل الله . فقلت له : ما زدتها فيما سألت عنه إلا غما . قال : فما تأمرني يا ابن أبي نعم ، آمرها أن تدفعه إلى هؤلاء الجيوش الذين يخرجون فيفسدون في الأرض ويقطعون السبيل ، قال : قلت فما تأمرها . قال : آمرها أن تدفعه إلى قوم صالحين ، إلى حجاج بيت الله الحرام ، أولئك وفد الرحمن ، أولئك وفد الرحمن ، أولئك وفد الرحمن ، ليسوا كوفد الشيطان ، ثلاثا يقولها . قلت : ياأبا عبد الرحمن ، وما وفد الشيطان ؟ قال : قوم يدخلون على هؤلاء الأمراء فينمون إليهم الحديث ، ويسعون في المسلمين بالكذب ، فيجازون الجوائز ويعطون عليه العطايا . وقال محمد بن عبد الحكم : ويعطى من الصدقة في الكراع والسلاح وما يحتاج إليه من آلات الحرب ، وكف العدو عن الحوزة ؛ لأنه كله من سبيل الغزو ومنفعته . وقد أعطى النبي صلى الله عليه وسلم مائة ناقة في نازلة سهل بن أبي حثمة إطفاء للثائرة .قلت : أخرج هذا الحديث أبو داود عن بشير بن يسار ، أن رجلا من الأنصار يقال له سهل بن أبي حثمة أخبره أن رسول الله صلى الله عليه وسلم وداه مائة من إبل الصدقة ، يعني دية الأنصاري الذي قتل بخيبر ، وقال عيسى بن دينار : تحل الصدقة لغاز في سبيل الله ، قد احتاج في غزوته وغاب عنه غناؤه ووفره . قال : ولا تحل لمن كان معه ماله من الغزاة ، إنما تحل لمن كان ماله غائبا عنه منهم . وهذا مذهب الشافعي وأحمد وإسحاق وجمهور أهل العلم . وقال أبو حنيفة وصاحباه : لا يعطى الغازي إلا إذا كان فقيرا منقطعا به . وهذه زيادة على النص ، والزيادة عنده [ ص: 113 ] على النص نسخ ، والنسخ لا يكون إلا بقرآن أو خبر متواتر ، وذلك معدوم هنا ، بل في صحيح السنة خلاف ذلك من قوله عليه السلام : لا تحل الصدقة لغني إلا لخمسة ؛ لغاز في سبيل الله أو لعامل عليها أو لغارم أو لرجل اشتراها بماله أو لرجل له جار مسكين فتصدق على المسكين فأهدى المسكين للغني . رواه مالك مرسلا عن زيد بن أسلم عن عطاء بن يسار . ورفعه معمر عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم فكان هذا الحديث مفسرا لمعنى الآية ، وأنه يجوز لبعض الأغنياء أخذها ، ومفسرا لقوله عليه السلام : لا تحل الصدقة لغني ولا لذي مرة سوي لأن قوله هذا مجمل ليس على عمومه بدليل الخمسة الأغنياء المذكورين . وكان ابن القاسم يقول : لا يجوز لغني أن يأخذ من الصدقة ما يستعين به على الجهاد وينفقه في سبيل الله ، وإنما يجوز ذلك لفقير . قال : وكذلك الغارم لا يجوز له أن يأخذ من الصدقة ما يقي به ماله ويؤدي منها دينه وهو عنها غني . قال : وإذا احتاج الغازي في غزوته وهو غني له مال غاب عنه لم يأخذ من الصدقة شيئا يستقرض ، فإذا بلغ بلده أدى ذلك من ماله . هذا كله ذكره ابن حبيب عن ابن القاسم ، وزعم أن ابن نافع وغيره خالفوه في ذلك . وروى أبو زيد وغيره عن ابن القاسم أنه قال : يعطى من الزكاة الغازي وإن كان معه في غزاته ما يكفيه من ماله وهو غني في بلده . وهذا هو الصحيح ، لظاهر الحديث : لا تحل الصدقة لغني إلا لخمسة . . . . وروى ابن وهب عن مالك أنه يعطى منها الغزاة ومواضع الرباط فقراء كانوا أو أغنياء .الثالثة والعشرون : وابن السبيل السبيل : الطريق ، ونسب المسافر إليها لملازمته إياها ومروره عليها ، كما قال الشاعر :إن تسألوني عن الهوى فأنا الهوى     وابن الهوى وأخو الهوى وأبوهوالمراد الذي انقطعت به الأسباب في سفره عن بلده ومستقره وماله ، فإنه يعطى منها وإن كان غنيا في بلده ، ولا يلزمه أن يشغل ذمته بالسلف . وقال مالك في كتاب ابن سحنون : إذا وجد من يسلفه فلا يعطى . والأول أصح ، فإنه لا يلزمه أن يدخل تحت منة أحد وقد وجد منة الله تعالى . فإن كان له ما يغنيه ففي جواز الأخذ له لكونه ابن السبيل روايتان : المشهور أنه لا يعطى ، فإن أخذ فلا يلزمه رده إذا صار إلى بلده ولا إخراجه .الرابعة والعشرون : فإن جاء وادعى وصفا من الأوصاف ، هل يقبل قوله أم لا ويقال له [ ص: 114 ] أثبت ما تقول . فأما الدين فلا بد أن يثبته ، وأما سائر الصفات فظاهر الحال يشهد له ويكتفى به فيها . والدليل على ذلك حديثان صحيحان أخرجهما أهل الصحيح ، وهو ظاهر القرآن . روى مسلم عن جرير عن أبيه قال : كنا عند النبي صلى الله عليه وسلم في صدر النهار ، قال : فجاءه قوم حفاة عراة مجتابي النمار أو العباء متقلدي السيوف ، عامتهم من مضر بل كلهم من مضر ، فتمعر وجه رسول الله صلى الله عليه وسلم لما رأى بهم من الفاقة ، فدخل ثم خرج فأمر بلالا فأذن وأقام فصلى ، ثم خطب فقال : يا أيها الناس اتقوا ربكم الذي خلقكم الآية إلى قوله : \" رقيبا \" والآية التي في الحشر ولتنظر نفس ما قدمت لغد تصدق رجل من ديناره من ثوبه من صاع بره - حتى قال - ولو بشق تمرة . قال : فجاء رجل من الأنصار بصرة كادت كفه تعجز عنها بل قد عجزت ، قال : ثم تتابع الناس حتى رأيت كومين من طعام وثياب ، حتى رأيت وجه رسول الله صلى الله عليه وسلم يتهلل كأنه مذهبة فقال رسول الله صلى الله عليه وسلم : من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء . فاكتفى صلى الله عليه وسلم بظاهر حالهم وحث على الصدقة ، ولم يطلب منهم بينة ، ولا استقصى هل عندهم مال أم لا . ومثله حديث أبرص وأقرع وأعمى أخرجه مسلم وغيره . وهذا لفظه : عن أبي هريرة أنه سمع رسول الله صلى الله عليه وسلم يقول : كان في بني إسرائيل أبرص وأقرع وأعمى فأراد الله أن يبتليهم فبعث إليهم ملكا فأتى الأبرص فقال : أي شيء أحب إليك ؟ فقال : لون حسن وجلد حسن ويذهب عني الذي قد قذرني الناس . قال : فمسحه ؛ فذهب عنه قذره وأعطي لونا حسنا وجلدا حسنا قال : فأي المال أحب إليك ؟ قال الإبل - أو قال البقر ، شك إسحاق . إلا أن [ ص: 115 ] الأبرص أو الأقرع قال : أحدهما : الإبل ، وقال الآخر البقر - قال : فأعطي ناقة عشراء قال بارك الله لك فيها ، قال : فأتى الأقرع فقال : أي شيء أحب إليك ؟ قال شعر حسن ويذهب عني هذا الذي قد قذرني الناس قال فمسحه فذهب عنه قال فأعطي شعرا حسنا ، قال فأي المال أحب إليك ؟ قال البقر ؛ فأعطي بقرة حاملا قال : بارك الله لك فيها ، قال فأتى الأعمى فقال : أي شيء أحب إليك قال أن يرد الله إلي بصري فأبصر به الناس ، قال فمسحه فرد الله إليه بصره ، قال فأي المال أحب إليك ؟ قال : الغنم ، فأعطي شاة والدا فأنتج هذان وولد هذا قال فكان لهذا واد من الإبل ولهذا واد من البقر ولهذا واد من الغنم ، قال ثم إنه أتى الأبرص في صورته وهيئته فقال : رجل مسكين قد انقطعت بي الحبال في سفري فلا بلاغ لي اليوم إلا بالله وبك أسألك بالذي أعطاك اللون الحسن والجلد الحسن والمال بعيرا أتبلغ عليه في سفري فقال له : الحقوق كثيرة ، فقال له : كأني أعرفك ألم تكن أبرص يقذرك الناس ، فقيرا فأعطاك الله ، فقال : إنما ورثت هذا المال كابرا عن كابر فقال : إن كنت كاذبا فصيرك الله إلى ما كنت . فقال : وأتى الأقرع في صورته فقال له مثل ما قال لهذا ورد عليه مثل ما رد على هذا فقال : إن كنت كاذبا فصيرك الله إلى ما كنت قال : وأتى الأعمى في صورته وهيئته فقال رجل مسكين وابن سبيل انقطعت بي الحبال في سفري فلا بلاغ لي اليوم إلا بالله ثم بك أسألك بالذي رد عليك بصرك شاة أتبلغ بها في سفري ، فقال : قد كنت أعمى فرد الله إلي بصري فخذ ما شئت ودع ما شئت فوالله لا أجهدك اليوم شيئا أخذته لله ، فقال : أمسك مالك ؛ فإنما ابتليتم فقد رضي عنك وسخط على صاحبيك .وفي هذا أدل دليل على أن من ادعى زيادة على فقره من عيال أو غيره لا يكشف عنه خلافا لمن قال يكشف عنه إن قدر ، فإن في الحديث : \" فقال رجل مسكين وابن سبيل أسألك شاة \" ولم يكلفه إثبات السفر . فأما المكاتب فإنه يكلف إثبات الكتابة لأن الرق هو الأصل حتى تثبت الحرية .الخامسة والعشرون : ولا يجوز أن يعطي من الزكاة من تلزمه نفقته وهم الوالدان والولد والزوجة . وإن أعطى الإمام صدقة الرجل لولده ووالده وزوجته جاز . وأما أن يتناول ذلك هو بنفسه فلا ؛ لأنه يسقط بها عن نفسه فرضا . قال أبو حنيفة : ولا يعطي منها ولد ابنه ولا ولد ابنته ، ولا يعطي منها مكاتبه ولا مدبره ولا أم ولده ولا عبدا أعتق نصفه ؛ لأنه مأمور بالإيتاء والإخراج إلى الله تعالى بواسطة كف الفقير ، ومنافع الأملاك مشتركة بينه وبين هؤلاء ، ولهذا لا تقبل شهادة بعضهم لبعض . قال : والمكاتب عبد ما بقي عليه درهم وربما يعجز فيصير الكسب له . [ ص: 116 ] ومعتق البعض عند أبي حنيفة بمنزلة المكاتب . وعند صاحبيه أبي يوسف ومحمد بمنزلة حر عليه دين فيجوز أداؤها إليه .السادسة والعشرون : فإن أعطاها لمن لا تلزمه نفقتهم فقد اختلف فيه ، فمنهم من جوزه ومنهم من كرهه . قال مالك : خوف المحمدة . وحكى مطرف أنه قال : رأيت مالكا يعطي زكاته لأقاربه . وقال الواقدي قال مالك : أفضل من وضعت فيه زكاتك قرابتك الذين لا تعول . وقد قال صلى الله عليه وسلم لزوجة عبد الله بن مسعود : لك أجران أجر القرابة وأجر الصدقة . واختلفوا في إعطاء المرأة زكاتها لزوجها ، فذكر عن ابن حبيب أنه كان يستعين بالنفقة عليها بما تعطيه . وقال أبو حنيفة : لا يجوز ، وخالفه صاحباه فقالا : يجوز . وهو الأصح لما ثبت أن زينب امرأة عبد الله أتت رسول الله صلى الله عليه وسلم فقالت : إني أريد أن أتصدق على زوجي أيجزيني ؟ فقال عليه السلام : نعم لك أجران أجر الصدقة وأجر القرابة . والصدقة المطلقة هي الزكاة ، ولأنه لا نفقة للزوج عليها ، فكان بمنزلة الأجنبي . اعتل أبو حنيفة فقال : منا",
  "ayah": 60,
  "surah": 9
}
