{
  "text": "قوله تعالى ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله ما على المحسنين من سبيل والله غفور رحيمفيه ست مسائل :الأولى : قوله تعالى : ليس على الضعفاء الآية . أصل في سقوط التكليف عن العاجز ; فكل من عجز عن شيء سقط عنه ، فتارة إلى بدل هو فعل ، وتارة إلى بدل هو غرم ، ولا فرق بين العجز من جهة القوة أو العجز من جهة المال ; ونظير هذه الآية قوله تعالى : لا يكلف الله نفسا إلا وسعها وقوله : ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج . وروى أبو داود عن أنس أن رسول الله صلى الله عليه وسلم قال : لقد تركتم بالمدينة أقواما ما سرتم مسيرا ولا أنفقتم من نفقة ولا قطعتم من واد إلا وهم معكم فيه . قالوا : يا رسول الله ، وكيف يكونون معنا وهم بالمدينة ؟ قال : حبسهم العذر . فبينت هذه الآية مع ما ذكرنا من نظائرها أنه لا حرج على المعذورين ، وهم قوم عرف عذرهم كأرباب الزمانة والهرم والعمى والعرج ، وأقوام لم يجدوا ما ينفقون ; فقال : ليس على هؤلاء حرج . ( إذا نصحوا لله ورسوله ) إذا عرفوا الحق وأحبوا أولياءه وأبغضوا أعداءه ، قال العلماء : فعذر الحق سبحانه أصحاب الأعذار ، وما صبرت القلوب ; فخرج ابن أم مكتوم إلى أحد وطلب أن يعطى اللواء فأخذه مصعب بن عمير ، فجاء رجل من الكفار فضرب يده التي فيها اللواء فقطعها ، فأمسكه باليد الأخرى فضرب اليد الأخرى فأمسكه بصدره وقرأ وما محمد إلا رسول قد خلت من قبله الرسل [ ص: 150 ] هذه عزائم القوم . والحق يقول : ليس على الأعمى حرج وهو في الأول . ولا على الأعرج حرج وعمرو بن الجموح من نقباء الأنصار أعرج وهو في أول الجيش . قال له الرسول عليه السلام : إن الله قد عذرك . فقال : والله لأحفرن بعرجتي هذه في الجنة إلى أمثالهم حسب ما تقدم في هذه السورة من ذكرهم رضي الله عنهم . وقال عبد الله بن مسعود : ولقد كان الرجل يؤتى به يهادى بين الرجلين حتى يقام في الصف .الثانية : قوله تعالى : إذا نصحوا النصح إخلاص العمل من الغش . ومنه التوبة النصوح . قال نفطويه : نصح الشيء إذا خلص . ونصح له القول أي أخلصه له . وفي صحيح مسلم عن تميم الداري أن النبي صلى الله عليه وسلم قال : الدين النصيحة - ثلاثا - قلنا لمن ؟ قال : لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهمقال العلماء : النصيحة لله إخلاص الاعتقاد في الوحدانية ، ووصفه بصفات الألوهية ، وتنزيهه عن النقائص والرغبة في محابه والبعد من مساخطه . والنصيحة لرسوله : التصديق بنبوته ، والتزام طاعته في أمره ونهيه ، وموالاة من والاه ومعاداة من عاداه ، وتوقيره ، ومحبته ومحبة آل بيته ، وتعظيمه وتعظيم سنته ، وإحياؤها بعد موته بالبحث عنها ، والتفقه فيها والذب عنها ونشرها والدعاء إليها ، والتخلق بأخلاقه الكريمة صلى الله عليه وسلم . وكذا النصح لكتاب الله : قراءته والتفقه فيه ، والذب عنه وتعليمه وإكرامه والتخلق به . والنصح لأئمة المسلمين : ترك الخروج عليهم ، وإرشادهم إلى الحق وتنبيههم فيما أغفلوه من أمور المسلمين ، ولزوم طاعتهم والقيام بواجب حقهم . والنصح للعامة : ترك معاداتهم ، وإرشادهم وحب الصالحين منهم ، والدعاء لجميعهم وإرادة الخير لكافتهم . وفي الحديث الصحيح مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى .[ ص: 151 ] الثالثة : قوله تعالى ما على المحسنين من سبيل والله غفور رحيم من سبيل في موضع رفع اسم ( ما ) أي من طريق إلى العقوبة . وهذه الآية أصل في رفع العقاب عن كل محسن . ولهذا قال علماؤنا في الذي يقتص من قاطع يده فيفضي ذلك في السراية إلى إتلاف نفسه : إنه لا دية له ; لأنه محسن في اقتصاصه من المعتدي عليه . وقال أبو حنيفة : تلزمه الدية . وكذلك إذا صال فحل على رجل فقتله في دفعه عن نفسه فلا ضمان عليه ; وبه قال الشافعي . وقال أبو حنيفة : تلزمه لمالكه القيمة . قال ابن العربي : وكذلك القول في مسائل الشريعة كلها .الرابعة : قوله تعالى ولا على الذين إذا ما أتوك لتحملهم روي أن الآية نزلت في عرباض بن سارية . وقيل : نزلت في عائذ بن عمرو . وقيل : نزلت في بني مقرن - وعلى هذا جمهور المفسرين - وكانوا سبعة إخوة ، كلهم صحبوا النبي صلى الله عليه وسلم ، وليس في الصحابة سبعة إخوة غيرهم ، وهم النعمان ومعقل وعقيل وسويد وسنان وسابع لم يسم . بنو مقرن المزنيون سبعة إخوة هاجروا وصحبوا رسول الله صلى الله عليه وسلم ولم يشاركهم - فيما ذكره ابن عبد البر وجماعة - في هذه المكرمة غيرهم . وقد قيل : إنهم شهدوا الخندق كلهم . وقيل : نزلت في سبعة نفر من بطون شتى ، وهم البكاءون أتوا رسول الله صلى الله عليه وسلم في غزوة تبوك ليحملهم ، فلم يجد ما يحملهم عليه ; ف تولوا وأعينهم تفيض من الدمع حزنا ألا يجدوا ما ينفقون فسموا البكائين . وهم سالم بن عمير من بني عمرو بن عوف وعلبة بن زيد أخو بني حارثة . وأبو ليلى عبد الرحمن بن كعب من بني مازن بن النجار . وعمرو بن الحمام من بني سلمة . وعبد الله بن المغفل المزني ، وقيل : بل هو عبد الله بن عمرو المزني . وهرمي بن عبد الله أخو بني واقف ، وعرباض بن سارية الفزاري ، هكذا سماهم أبو عمر في كتاب الدرر له . وفيهم اختلاف . قال القشيري : معقل بن يسار وصخر بن خنساء وعبد الله بن كعب الأنصاري ، وسالم بن عمير ، وثعلبة بن غنمة ، وعبد الله بن مغفل وآخر . قالوا : يا نبي الله ، قد ندبتنا للخروج معك ، فاحملنا على الخفاف المرفوعة والنعال المخصوفة نغز معك . فقال : لا أجد ما أحملكم عليه فتولوا وهم يبكون . وقال ابن عباس : سألوه أن يحملهم على الدواب ، وكان الرجل يحتاج إلى بعيرين ، بعير يركبه وبعير يحمل ماءه وزاده لبعد الطريق . وقال الحسن : نزلت في أبي موسى وأصحابه أتوا النبي صلى الله عليه وسلم ليستحملوه ، ووافق ذلك منه غضبا فقال : والله لا أحملكم [ ص: 152 ] ولا أجد ما أحملكم عليه فتولوا يبكون ; فدعاهم رسول الله صلى الله عليه وسلم وأعطاهم ذودا . فقال أبو موسى : ألست حلفت يا رسول الله ؟ فقال : إني إن شاء الله لا أحلف على يمين فأرى غيرها خيرا منها إلا أتيت الذي هو خير وكفرت عن يميني .قلت : وهذا حديث صحيح أخرجه البخاري ومسلم بلفظه ومعناه . وفي مسلم : فدعا بنا فأمر لنا بخمس ذود غر الذرى . . . الحديث . وفي آخره : فانطلقوا فإنما حملكم الله . وقال الحسن أيضا وبكر بن عبد الله : نزلت في عبد الله بن مغفل المزني ، أتى النبي صلى الله عليه وسلم يستحمله . قال الجرجاني : التقدير أي ولا على الذين إذا ما أتوك لتحملهم و \" قلت لا أجد \" . فهو مبتدأ معطوف على ما قبله بغير واو ، والجواب تولوا .تولوا وأعينهم تفيض من الدمع الجملة في موضع نصب على الحال . ( حزنا ) مصدر . ألا يجدوا نصب بأن . وقال النحاس : قال الفراء يجوز \" أن لا يجدون \" يجعل \" لا \" بمعنى ليس . وهو عند البصريين بمعنى أنهم لا يجدون .الخامسة : والجمهور من العلماء على أن من لا يجد ما ينفقه في غزوه أنه لا يجب عليه . وقال علماؤنا : إذا كانت عادته المسألة لزمه كالحج وخرج على العادة لأن حاله إذا لم تتغير يتوجه الفرض عليه كتوجهه على الواجد . والله أعلم .السادسة : في قوله تعالى : وأعينهم تفيض من الدمع ما يستدل به على قرائن الأحوال . ثم منها ما يفيد العلم الضروري ، ومنها ما يحتمل الترديد . فالأول كمن يمر على دار قد علا فيها النعي وخمشت الخدود وحلقت الشعور وسلقت الأصوات وخرقت الجيوب ونادوا على صاحب الدار بالثبور ; فيعلم أنه قد مات . وأما الثاني فكدموع الأيتام على أبواب الحكام ; قال الله تعالى مخبرا عن إخوة يوسف عليه السلام : وجاءوا أباهم عشاء يبكون . وهم الكاذبون ; قال الله تعالى مخبرا عنهم : وجاءوا على قميصه بدم كذب [ ص: 153 ] ومع هذا فإنها قرائن يستدل بها في الغالب فتبنى عليها الشهادات بناء على ظواهر الأحوال وغالبها . وقال الشاعر :إذا اشتبكت دموع في خدود تبين من بكى ممن تباكىوسيأتي هذا المعنى في \" يوسف \" مستوفى إن شاء الله تعالى .",
  "ayah": 91,
  "surah": 9
}
