{
  "surah": 41,
  "ayah": 30,
  "text": "Those who have said, “Our Lord is God,” then gone straight-the angels will descend upon them saying, “Fear not and grieve not, and rejoice in the Garden that you were promised.” Those who have said, “Our Lord is God,” is an allusion to the tawḤīd of attestation; then gone straight is an allusion to the tawḤīd of recognition. The tawḤīd of attestation belongs to the gen- erality of the faithful, and the tawḤīd of recognition belongs to the recognizers and the sincerely truthful. The tawḤīd of attestation is that you say that God is one. The tawḤīd of recognition is that you be one for God. Once Abū Yazīd BasṬāmī was standing in the station of knowledge and giving forth marks of the tawḤīd of attestation. A disciple said, “O shaykh! Do you recognize God?” He replied, “In the whole world is there anyone at all who does not recognize or know God?” At another time he was drowned in the ocean of the tawḤīd of recognition, incinerated by the fire of love. He was asked, “Do you recognize God?” He replied, “Who am I to recognize Him. In the whole world, is there anyone who recog- nizes Him?” Who am I in my passion for You that a rose should bloom in the clay of my house from joining with Your face? The tawḤīd of recognition, which was expressed here as going straight, is that you reach the utmost limit of realization in assenting, you stroll into the gardens of the realities on the footing of truthful- ness [10:2] and certainty, and you have a firmly fixed footing on the avenue of the Straight Path. You bind the collar of disengagement to the neck of solitariness, drink down the wine of love from the hand of the cupbearer of truthfulness, smell the rose of the recognitions from the garden of the subtleties, topple the celestial and terrestrial worlds, and say with the tongue of selflessness, “Adam set up the banner of passion in the world and toppled a hundred worlds of knowers. Having breathed for a time in his own soul he gambled away paradise and lost both worlds.” The Pir of the Tariqah said, “Companionship with the Real is two words: response and going straight-response to the Covenant, and going straight in loyalty.  Response is the Shariah and going straight is the Haqiqah. One can grasp a thousand years of the Shariah in an hour, but one cannot grasp an hour of the Haqiqah in a thousand years.” The angels will descend upon them saying, “Fear not and grieve not, and rejoice in the Gar- den.” These great ones went by the road of straightness and took the ball of tawḤīd to the goal in the playing field of surrender. At the time of the soul's extraction they are clothed in the robe of generosity. The angels come down from heaven and give them good news: “Fear not that friend- ship will be extracted, and grieve not for the sins you have sent ahead, and rejoice in the beauty of the solicitude at the beginning.” Do not fear, for there is no fear that you will be extracted from the realm of love. Do not grieve, for you will not be taken to task for sins. Be happy, for your only escort and companion is beginningless solicitude. “Fear not, for you were fearful for a long time, and grieve not, for you were among the recognizers, and rejoice in the Garden. How excellent is the wage of the doers! [3:136].” Do not fear, O fearful, for the day of fear has come to an end! Do not grieve, O recognizers, for the time of comfort has arrived! Be happy and joyful in paradise, for the message and news of happiness have come from the Friend! O chevalier! Take care not to suppose that the yearning of those who went straight on the road of the religion, who yearned for the threshold of the Lord of the Worlds, and who were drowned in the ocean of certainty will decrease by one iota when they arrive tomorrow at the contemplation of the Possessor of Majesty. In the liver of a fish there is a heat that will not become less by one iota even if you gather all the oceans of the world. Today they are in yearning itself, and tomorrow in tasting itself on top of yearning's burn. Tomorrow, all the shariahs will be scratched out by the pen of abrogation. It is permissible that prayer, fasting, hajj, and struggle come to an end and be abrogated. But it will never be fitting for the pact of love and the covenant of recognition to be abrogated. When you enter paradise, ev- ery day that passes will open you up to a world of recognition of the Real that was not there before. This is a work that will never come to an end, and may it never come to an end! As long as I live, this will be my craft and work, this will be my ease, stability, and grief-dispeller, This will be my day, this will be my time- I will be a hunter, and this will be my prey."
}
