{
  "text": "وقوله: ( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ ) يقول: الذي أطعم قريشا من جوع.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ ) يعني: قريشا أهل مكة بدعوة إبراهيم صلى الله عليه وسلم حيث قال:  وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ  .( وَآمَنَهُمْ مِنْ خَوْفٍ ) اختلف أهل التأويل في معنى قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) فقال بعضهم: معنى ذلك: أنه آمنهم مما يخاف منه من لم يكن من أهل الحرم من الغارات والحروب والقتال, والأمور التي كانت العرب يخاف بعضها من بعض.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس، ( وَآمَنَهُمْ مِنْ خَوْفٍ ) حيث قال إبراهيم عليه السلام:  رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا  .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: آمنهم من كلّ عدو في حرمهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ ) قال: كان أهل مكة تجارا يتعاورون ذلك شتاء وصيفا, آمنين في العرب, وكانت العرب يغير بعضها على بعض, لا يقدرون على ذلك, ولا يستطيعونه من الخوف, حتى إن كان الرجل منهم ليُصاب في حيّ من أحياء العرب, وإذا قيل حِرْمِيٌّ خُليَ عنه وعن ماله, تعظيما لذلك فيما أعطاهم الله من الأمن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: كانوا يقولون: نحن من حرم الله, فلا يعرض لهم أحد في الجاهلية, يأمنون بذلك, وكان غيرهم من قبائل العرب إذا خرج أغير عليه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: كانت العرب يغير بعضها على بعض, ويسبي بعضها بعضا, فأمنوا من ذلك لمكان الحرم, وقرأ:  أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ  .وقال آخرون: عُنِي بذلك: وآمنهم من الجذام.*ذكر من قال ذلك:حدثنا الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا قال: قال الضحاك: ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: من خوفهم من الجذام.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: من الجذام وغيره.حدثنا أبو كُريب, قال: قال وكيع: سمعت أطعمهم من جوع, قال: الجوع ( وَآمَنَهُمْ مِنْ خَوْفٍ ) الخوف: الجذام.حدثنا عمرو بن عليّ, قال: ثنا عامر بن إبراهيم الأصبهاني, قال: ثنا خطاب بن جعفر بن أبي المُغيرة, قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس ( وَآمَنَهُمْ مِنْ خَوْفٍ ) قال: الخوف: الجذام.والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أخبر أنه ( آمَنَهُمْ مِنْ خَوْفٍ ) والعدو مخوف منه, والجذام مخوف منه, ولم يخصص الله الخبر عن أنه آمنهم من العدوّ دون الجذام, ولا من الجذام دون العدوّ, بل عمّ الخبر بذلك، فالصواب أن يعمّ كما عمّ جلّ ثناؤه, فيقال: آمنهم من المعنيين كليهما.آخر تفسير سورة قريش",
  "ayah": 4,
  "surah": 106
}
