{
  "text": "Commentary\nThe preceding verses have addressed the arguments of those who denied the possibility of the life after death, and believed it to be irrational that a person may be revived after he has died and the parts of his body are decomposed and turned into dust. Now the stories of Sayyidna Dawud and Sulayman (علیہما السلام) have been narrated in the present verses to show that Allah Ta’ ala has already demonstrated His power by the miraculous acts that were deemed by people to be impossible, like making iron as soft as wax, subjugating the wind and making copper as liquid as water.\nThe word: فَضل (fadl) in the opening sentence of verse 10: وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا (And surely We bestowed grace from Us on Dawud) means excess, favor or grace. The reference is to particular attributes bestowed on him in excess of others. Allah Ta’ ala has blessed every prophet with some unique attributes that are considered to be their distinctive excellence. Sayyidna Dawud (علیہ السلام) was given a few of his own. Besides being a prophet and messenger of Allah, he was also blessed with power over the world of his time. Then there was his gifted voice. When he was busy with the dhikr of Allah or the recitation of Torah, the birds flying above would converge over him to listen. He was blessed with similar other miracles which find mention a little later.\nThe word: أَوِّبِي (awwibi) in the direct address appearing next: يَا جِبَالُ أَوِّبِي (ya jibalu awwibi) is a derivation from: تَاوَیب (ta'wib) which means to return or repeat. The sense is that Allah Ta’ ala had commanded the mountains that once Sayyidna Dawud (علیہ السلام) starts making Dhikr and Tasbih (the glorification of Allah), the mountains too should start reciting the same words after him.\nSimilar to this is the tafsir of Sayyidna Ibn ` Abbas ؓ who has explained: أَوِّبِي (awwibi: return, or repeat after) as being in the sense of: سَبِّحِی (sabbihi: glorify, recite the praise of Allah). (Ibn Kathir)\nThis Tasbih (glorification of Allah) the mountains used to do along with Sayyidna Dawud (علیہ السلام) is in addition to the universal Tasbih done by the entire creation of Allah that goes on everywhere, all the time, in every age - as said in the noble Qur'an:\tوَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ (And there is not a single thing that does not extol His purity and praise, but you do not understand their extolling - 17:44). The tasbih mentioned here has the status of a miracle shown at the hands of Sayyidna Dawud (علیہ السلام) . For this reason, it is obvious that common listeners would be hearing and understanding this Tasbih. Otherwise, it would have just not been a miracle.\nFrom here we also learn that the mountains synchronizing their voice with the voice of Sayyidna Dawud (علیہ السلام) and repeating the Tasbih after him was not in the manner sound reverberates, something commonly heard when someone calls inside a dome or well or elsewhere and the voice reverberates or returns. The reason is that the noble Qur'an has mentioned the manifestation of this phenomenon as a special gift and grace bestowed upon Sayyidna Dawud (علیہ السلام) . The reverberation of sound is a physical thing. It has nothing to do with someone's excellence. It will work for anyone, even for a disbeliever. At a place where sound reverberates, his or her voice too will shoot back.\nThe word: وَالطَّيْرَ‌ (wattair: and you too 0 birds) refers to the phenomenon of birds joining up in the air at his voice and doing tasbih like the mountains - as it has been mentioned in another verse of the Qur'an: إِنَّا سَخَّرْ‌نَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَ‌اقِ وَالطَّيْرَ‌ مَحْشُورَ‌ةً (We had subjugated the mountains to join him (in) making tasbih (i.e. pronouncing Allah's purity) at evening and sunrise, and the birds as well mustered together 38:18).",
  "ayah": 10,
  "surah": 34
}
