{
  "text": "The Three, Whose Decision was deferred by the Messenger of Allah ﷺ\nImam Ahmad recorded that `Abdullah bin Ka`b bin Malik, who used to guide Ka`b after he became blind, said that he heard Ka`b bin Malik narrate his story when he did not join the battle of Tabuk with the Messenger of Allah ﷺ. Ka`b bin Malik said, \"I did not remain behind Allah's Messenger ﷺ in any battle that he fought except the battle of Tabuk. I failed to take part in the battle of Badr, but Allah did not admonish anyone who did not participate in it, for in fact, Allah's Messenger ﷺ had gone out in search of the caravan of Quraysh, until Allah made the Muslims and their enemies meet without any appointment. I witnessed the night of Al-`Aqabah pledge with Allah's Messenger ﷺ when we pledged for Islam, and I would not exchange it for the Badr Battle, even though the Badr Battle is more popular among the people than the `Aqabah pledge. As for my news of this battle of Tabuk, I was never stronger or wealthier than I was when I remained behind Allah's Messenger ﷺ in that battle. By Allah, never had I two she-camels before, but I did at the time of that battle. Whenever Allah's Messenger ﷺ wanted to go to a battle, he used to hide his intention by referring to different battles, until it was the time of that battle (of Tabuk) which Allah's Messenger ﷺ fought in intense heat, facing a long journey, the desert, and the great number of enemy soldiers. So the Prophet clearly announced the destination to the Muslims, so that they could prepare for their battle, and he told them about his intent. Allah's Messenger ﷺ was accompanied by such a large number of Muslims that they could not be listed in a book by name, nor registered.\" Ka`b added, \"Any man who intended not to attend the battle would think that the matter would remain hidden, unless Allah revealed it through divine revelation. Allah's Messenger ﷺ fought that battle at a time when the fruits had ripened and the shade was pleasant, and I found myself inclined towards that. Allah's Messenger ﷺ and his Companions prepared for the battle and I started to go out in order to get myself ready along with them, but I returned without doing anything. I would say to myself, `I can do that if I want.' So I kept on delaying it every now and then until the people were prepared, and Allah's Messenger ﷺ, and the Muslims along with him, departed. But I had not prepared anything for my departure. I said, `I will prepare myself (for departure) one or two days after him, and then join them.' In the morning following their departure, I went out to get myself ready but returned having done nothing. Then again, the next morning, I went out to get ready but returned without doing anything. Such was the case with me until they hurried away and I missed the battle. Even then I intended to depart to catch up to them. I wish I had done so! But such was not the case. So, after the departure of Allah's Messenger ﷺ, whenever I went out and walked among the people (who remained behind), it grieved me that I could see none around me, but one accused of hypocrisy or one of those weak men whom Allah had excused. Allah's Messenger ﷺ did not remember me until he reached Tabuk. So while he was sitting among the people in Tabuk, he said,\n«مَا فَعَلَ كَعْبُ بْنُ مَالِكٍ؟»\n(What did Ka`b bin Malik do) A man from Banu Salimah said, `O Allah's Messenger! He has been stopped by his two Burdah (garments) and looking at his own flanks with pride.' Mu`adh bin Jabal said, `What a bad thing you have said! By Allah! O Allah's Messenger! We know nothing about him but that which is good.' Allah's Messenger ﷺ kept silent.\"' Ka`b bin Malik added, \"When I heard that Allah's Messenger ﷺ was on his way back to Al-Madinah, I was overcome by concern and began to think of false excuses. I said to myself, `How can I escape from his anger tomorrow' I started looking for advice from wise members of my family in this matter. When it was said that Allah's Messenger ﷺ had approached (Al-Madinah) all evil and false excuses abandoned my mind and I knew well that I could never come out of this problem by forging a false statement. Then I decided firmly to speak the truth. Allah's Messenger ﷺ arrived in the morning, and whenever he returned from a journey, he used to visit the Masjid first, and offer a two Rak`ah prayer, then sit for the people. So when he had done all that (this time), those who failed to join the battle came and started offering (false) excuses and taking oaths before him. They were over eighty men. Allah's Messenger ﷺ accepted the excuses they expressed outwardly, asked for Allah's forgiveness for them and left the secrets of their hearts for Allah to judge. Then I came to him, and when I greeted him, he smiled a smile of an angry person and then said,\n«تَعَال»\n(Come) So I came walking until I sat before him. He said to me,\n«مَاخَلَّفَكَ أَلَمْ تَكُنْ قَدْ اشْتَرَيْتَ ظَهْرًا»\n(What stopped you from joining us Had you not purchased an animal for carrying you) I answered, `Yes, O Allah's Messenger! By Allah, if I were sitting before any person from among the people of the world other than you, I would have escaped from his anger with an excuse. By Allah, I have been bestowed with the power of speaking fluently and eloquently, but by Allah, I knew well that if I tell you a lie today to seek your favor, Allah would surely make you angry with me in the near future. But if I tell you the truth, though you will get angry because of it, I hope for Allah's forgiveness. By Allah, I had never been stronger or wealthier than I was when I remained behind you. ' Allah's Messenger ﷺ said,\n«أَمَّا هَذَا فَقَدْ صَدَقَ فَقُمْ حَتَّى يَقْضِي اللهُ فِيك»\n(As regards to this man, he has surely told the truth. So get up until Allah decides your case.) I got up, and many men of Banu Salimah followed me and said to me, `By Allah, we never witnessed you commit any sin before this! Surely, you failed to offer an excuse to Allah's Messenger ﷺ like the others who did not join him. The invocation of Allah's Messenger ﷺ to Allah to forgive you would have been sufficient for your sin.' By Allah, they continued blaming me so much that I intended to return (to the Prophet ) and accuse myself of having told a lie, but I said to them, `Is there anybody else who has met the same end as I have' They replied, `Yes, there are two men who have said the same thing as you have, and to both of them was given the same order as given to you.' I said, `Who are they' They replied, `Murarah bin Ar-Rabi` Al-`Amiri and Hilal bin Umayyah Al-Waqifi.' They mentioned to me two pious men who had attended the battle of Badr and in whom there was an example for me. So I did not change my mind when they mentioned them to me. Allah's Messenger ﷺ forbade all the Muslims from talking to us, the three aforesaid persons, out of all those who remained behind for that battle. So we kept away from the people and they changed their attitude towards us until the very land (where I lived) appeared strange to me as if I did not know it. We remained in that condition for fifty nights. As for my two companions, they remained in their houses and kept on weeping, but I was the youngest and the firmest of them. So I would go out and attend the prayer along with the Muslims and roam the markets, but none would talk to me. I would come to Allah's Messenger ﷺ and greet him while he was sitting in his gathering after the prayer, and I would wonder whether he even moved his lips in return of my greeting or not. Then I would offer my prayer near him and look at him carefully.\nWhen I was busy with my prayer, he would turn his face towards me, but when I turned my face to him, he would turn his face away from me. When this harsh attitude and boycott of the people continued for a long time, I walked until I scaled the wall of the garden of Abu Qatadah who was my cousin and the dearest person to me. I offered my greeting to him. By Allah, he did not return my greetings. I said, `O Abu Qatadah! I beseech you by Allah! Do you know that I love Allah and His Messenger' He kept quiet. I asked him again, beseeching him by Allah, but he remained silent. I asked him again in the Name of Allah and he said, `Allah and His Messenger know better.' Thereupon my eyes flowed with tears and I returned and jumped over the wall. tWhile I was walking in the market of Al-Madinah, suddenly I saw that a Nabatean from Ash-Sham came to sell his grains in Al-Madinah, saying, `Who will lead me to Ka`b bin Malik' The people began to point (me) out for him, until he came to me and handed me a letter from the king of Ghassan (who ruled Syria for Caesar), for I knew how to read and write. In that letter, the following was written: `To proceed, I have been informed that your friend (the Prophet) has treated you harshly. Anyhow, Allah does not make you live in a place where you feel inferior and your right is lost. So, join us, and we will console you.' When I read it, I said to myself, `This is also a sort of test.' I took the letter to the oven and made a fire burning it. When forty out of the fifty nights elapsed, behold! There came to me a messenger of Allah's Messenger ﷺ saying `Allah's Messenger ﷺ orders you to keep away from your wife.' I said, `Should I divorce her; or else what should I do' He said, `No, only keep aloof from her and do not mingle with her.' The Prophet sent the same message to my two fellows. I said to my wife, `Go to your parents and remain with them until Allah gives His verdict in this matter.\"' Ka`b added, \"The wife of Hilal bin Umayyah came to Allah's Messenger ﷺ and said, `O Allah's Messenger! Hilal bin Umayyah is a helpless old man who has no servant to attend on him. Do you dislike that I should serve him' He said,\n«لَا وَلَكِنْ (لَا يَقْرَبَكَ)»\n(`No (you can serve him), but he should not come near you sexually).' She said, `By Allah! He has no desire for anything. By Allah, he has never ceased weeping since his case began until this day of his.' On that, some of my family members said to me, `Will you also ask Allah's Messenger ﷺ to permit your wife (to serve you) as he has permitted the wife of Hilal bin Umayyah to serve him' I said, `By Allah, I will not ask permission of Allah's Messenger ﷺ regarding her, for I do not know what Allah's Messenger ﷺ would say if I asked him to permit her (to serve me) while I am a young man.' We remained in that state for ten more nights, until the period of fifty nights was completed, starting from the time when Allah's Messenger ﷺ prohibited the people from talking to us. When I had finished the Fajr prayer on the fiftieth morning on the roof of one of our houses, while sitting in the condition in which Allah described (in the Qur'an): my very soul seemed straitened to me and even the earth seemed narrow to me for all its spaciousness. There I heard the voice of a man who had ascended the mountain of Sal` calling with his loudest voice, `O Ka`b bin Malik! Be happy (by receiving good tidings).' I fell down in prostration before Allah, realizing that relief has come with His forgiveness for us. Allah's Messenger ﷺ announced the acceptance of our repentance by Allah after Fajr prayer. The people went out to congratulate us. Some bearers of good news went to my two companions, a horseman came to me in haste, while a man from Banu Aslam came running and ascended the mountain and his voice was swifter than the horse. When the man whose voice I had heard, came to me conveying the good news, I took off my garments and dressed him with them; and by Allah, I owned no other than them on that day. Then I borrowed two garments, wore them and went to Allah's Messenger ﷺ. The people started receiving me in batches, congratulating me on Allah's acceptance of my repentance, saying, `We congratulate you on Allah's acceptance of your repentance.\"' Ka`b further said, \"When I entered the Masjid, I saw Allah's Messenger ﷺ sitting in the Masjid with the people around him. Talhah bin `Ubaydullah swiftly came to me, shook my hands and congratulated me. By Allah, none of the Muhajirun got up for me except Talhah; I will never forget Talhah for this.\" Ka`b added, \"When I greeted Allah's Messenger ﷺ, his face was bright with joy. He said,\n«أَبْشِرْ بَخَيْرِ يَومٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّك»\n(`Be happy with the best day you have ever seen since your mother gave birth to you.) I said to the Prophet, `Is this forgiveness from you or from Allah' He said,\n«لَا بَلْ مِنْ عِنْدِ الله»\n(No, it is from Allah). Whenever Allah's Messenger ﷺ became happy, his face would shine as if it was a piece of the moon, and we all knew that characteristic of him. When I sat before him, I said, `O Allah's Messenger! Because of the acceptance of my repentance I will give up all my wealth as alms for the sake of Allah and His Messenger.' Allah's Messenger ﷺ said,\n«أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهْوَ خَيْرٌ لَك»\n(Keep some of your wealth, as it will be better for you). I said, `So I will keep my share from Khaybar with me.' I added, `O Allah's Messenger! Allah has saved me for telling the truth; so it is part of my repentance not to tell but the truth as long as I am alive.' By Allah, I do not know of any Muslim, whom Allah has helped to tell the truth more than I. Ever since I have mentioned the truth to Allah's Messenger ﷺ, I have never intended to tell a lie, until today. I hope that Allah will also save me (from telling lies) the rest of my life. So Allah revealed the Ayah,\nلَقَدْ تَابَ الله عَلَى النَّبِىِّ وَالْمُهَـجِرِينَ وَالاٌّنصَـرِ الَّذِينَ اتَّبَعُوهُ فِى سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ - وَعَلَى الثَّلَـثَةِ الَّذِينَ خُلِّفُواْ حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللَّهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ - يَـأَيُّهَا الَّذِينَ ءَامَنُواْ اتَّقُواْ اللَّهَ وَكُونُواْ مَعَ الصَّـدِقِينَ\n(Allah has forgiven the Prophet, the Muhajirin and the Ansar who followed him in the time of distress, after the hearts of a party of them had nearly deviated, but He accepted their repentance. Certainly, He is unto them full of kindness, Most Merciful. And the three who stayed behind, until for them the earth, vast as it is, was straitened and their souls were straitened to them, and they perceived that there is no fleeing from Allah, and no refuge but with Him. Then, He forgave them, that they might beg for His pardon. Verily, Allah is the One Who forgives and accepts repentance, Most Merciful. O you who believe! Have Taqwa of Allah, and be with those who are true (in words and deeds).) Ka`b said; \"By Allah! Allah has never bestowed upon me, apart from His guiding me to Islam, a greater blessing than the fact that I did not tell a lie to Allah's Messenger ﷺ which would have caused me to perish, just as those who had told a lie have perished. Allah described those who told lies with the worst descriptions He ever attributed to anyone. Allah said,\nسَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُواْ عَنْهُمْ فَأَعْرِضُواْ عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ - يَحْلِفُونَ لَكُمْ لِتَرْضَوْاْ عَنْهُمْ فَإِن تَرْضَوْاْ عَنْهُمْ فَإِنَّ اللَّهَ لاَ يَرْضَى عَنِ الْقَوْمِ الْفَـسِقِينَ\n(They will swear by Allah to you when you return to them, that you may turn away from them. So turn away from them. Surely, they are Rijs (impure), and Hell is their dwelling place -- a recompense for that which they used to earn. They swear to you that you may be pleased with them, but if you are pleased with them, certainly Allah is not pleased with the people who are rebellious.) Ka`b added, \"We, the three persons, differed altogether from those whose excuses Allah's Messenger ﷺ accepted when they swore to him. He took their pledge and asked Allah to forgive them, but Allah's Messenger ﷺ left our case pending until Allah gave us His judgement about it. As for that Allah said,\nوَعَلَى الثَّلَـثَةِ الَّذِينَ خُلِّفُواْ\n(And (He did forgive also) the three who stayed behind...) What Allah said does not discuss our failure to take part in the battle, but to the deferment of making a decision by the Prophet about our case, in contrast to the case of those who had taken an oath before him, and he excused them by accepting their excuses.\" This is an authentic Hadith collected in the Two Sahihs (Al-Bukhari and Muslim) and as such, its authenticity is agreed upon. This Hadith contains the explanation of this honorable Ayah in the best, most comprehensive way. Similar explanation was given by several among the Salaf. For instance, Al-A`mash narrated from Abu Sufyan, from Jabir bin `Abdullah about Allah's statement,\nوَعَلَى الثَّلَـثَةِ الَّذِينَ خُلِّفُواْ\n(And (He did forgive also) the three who stayed behind...) \"They are Ka`b bin Malik, Hilal bin Umayyah and Murarah bin Ar-Rabi`, all of them from the Ansar.\"\nThe Order to speak the Truth\nAllah sent His relief from the distress and grief that struck these three men, because Muslims ignored them for fifty days and nights, until they themselves, and the earth -- vast as it is -- were straitened for them. As vast as the earth is, its ways and paths were closed for them, and they did not know what action to take. They were patient for Allah's sake and awaited humbly for His decree. They remained firm, until Allah sent His relief to them since they told the Messenger of Allah ﷺ the truth about why they remained behind, declaring that they did not have an excuse for doing so. They were requited for this period, then Allah forgave them. Therefore, the consequence of being truthful was better for them, for they gained forgiveness. Hence Allah's statement next,\nيَـأَيُّهَا الَّذِينَ ءَامَنُواْ اتَّقُواْ اللَّهَ وَكُونُواْ مَعَ الصَّـدِقِينَ\n(O you who believe! Have Taqwa of Allah, and be with those who are true.) The Ayah says, adhere to and always say the truth so that you become among its people and be saved from destruction. Allah will make a way for you out of your concerns and a refuge. Imam Ahmad recorded that `Abdullah bin Mas`ud said that the Messenger of Allah ﷺ said,\n«عَلَيْكُمْ بِالصِّدْقِ فَإِن الصَّدْقَ يَهْدِي إِلَى الْبِرِّ، وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ، وَلَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا، وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ، وَلَا يَزَالُ الرَّجُلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا»\n(Hold on to truth, for being truthful leads to righteousness, and righteousness leads to Paradise. Verily, a man will keep saying the truth and striving for truth, until he is written before Allah as very truthful (Siddiq). Beware of lying, for lying leads to sin, and sin leads to the Fire. Verily, the man will keep lying and striving for falsehood until he is written before Allah as a great liar.) This Hadith is recorded in the Two Sahihs.",
  "ayah": 118,
  "surah": 9
}
