{
  "text": "وَلاَ يُنفِقُونَ\n(Neithr do they spend), in reference to the fighters in Allah's cause,\nنَفَقَةً صَغِيرَةً وَلاَ كَبِيرَةً\n(any contribution -- small or great --), with regards to its amount,\nوَلاَ يَقْطَعُونَ وَادِيًا\n(nor cross a valley), while marching towards the enemy,\nإِلاَّ كُتِبَ لَهُمْ\n(but is written to their credit), for these actions that they take and which are under their control,\nلِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُواْ يَعْمَلُونَ\n(that Allah may recompense them with the best of what they used to do.) Certainly, the Leader of the faithful, `Uthman bin `Affan, may Allah be pleased with him, acquired a tremendous share of the virtues mentioned in this honorable Ayah. He spent large amounts and tremendous wealth on this battle (Tabuk). Abdullah, the son of Imam Ahmad recorded that `Abdur-Rahman bin Khabbab As-Sulami said; \"The Messenger of Allah ﷺ gave a speech in which he encouraged spending on the army of distress (for Tabuk). I`Uthman bin `Affan, may Allah be pleased with him said; `I will give one hundred camels with their saddles and supplies.' Then he exhorted them some more. So `Uthman said; `I will give one hundred more camels with their saddles and supplies.' Then he descended one step of the Minbar and exhorted them some more. So `Uthman bin `Affan said; `I will give one hundred more camels with their saddles and supplies.' Then I saw Allah's Messenger ﷺ with his hand moving like this - and `Abdus-Samad's one of the narrators hand went out like one in amazement - he said,\n«مَا عَلَى عُثْمَانَ مَا عَمِلَ بَعْدَ هَذَا»\n(It does not matter what `Uthman does after. ) It is also recorded in the Musnad that `Abdur-Rahman bin Samurah said, \"`Uthman brought a thousand Dinars in his garment so that the Prophet could prepare supplies for the army of distress. `Uthman poured the money on the Prophet's lap, and the Prophet started turning it around with his hand and declaring repeatedly,\n«مَا ضَرَّ ابْنَ عَفَّانٍ مَا عَمِلَ بَعْدَ الْيَوْم»\n(The son of `Affan (i.e., `Uthman) will never be harmed by anything he does after today.)\" Qatadah commented on Allah's statement,\nوَلاَ يَقْطَعُونَ وَادِيًا إِلاَّ كُتِبَ لَهُمْ\n(nor cross a valley, but is written to their credit), \"The farther any people march forth away from their families in the cause of Allah, the nearer they will be to Allah.\"",
  "ayah": 121,
  "surah": 9
}
