{
  "text": "Hypocrites suffer Afflictions\nAllah says, do not these hypocrites see,\nأَنَّهُمْ يُفْتَنُونَ\n(that they are put in trial), being tested,\nفِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لاَ يَتُوبُونَ وَلاَ هُمْ يَذَّكَّرُونَ\n(once or twice every year Yet, they turn not in repentance, nor do they learn a lesson.) They neither repent from their previous sins nor learn a lesson for the future. Mujahid said that hypocrites are tested with drought and hunger. Allah said;\nوَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِّنْ أَحَدٍ ثُمَّ انصَرَفُواْ صَرَفَ اللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُون\n(And whenever there comes down a Surah, they look at one another (saying): \"Does any one see you\" Then they turn away. Allah has turned their hearts because they are a people that understand not.) This describes the hypocrites that when a Surah is revealed to the Messenger of Allah ﷺ,\nنَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ\n(they look at one another), they turn their heads, right and left, saying,\nهَلْ يَرَاكُمْ مِّنْ أَحَدٍ ثُمَّ انصَرَفُواْ\n(\"Does any one see you\" Then they turn away. ..) turning away from, and shunning the truth. This is the description of hypocrites in this life, for they do not remain where the truth is being declared, neither accepting nor understanding it, just as Allah said in other Ayat,\nفَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ - كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ - فَرَّتْ مِن قَسْوَرَةٍ\n(Then what is wrong with them that they turn away from admonition As if they were wild donkeys. Fleeing from a lion.)74:49-51, and,\nفَمَالِ الَّذِينَ كَفَرُواْ قِبَلَكَ مُهْطِعِينَ - عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ\n(So what is the matter with those who disbelieve that they hasten to hear from you. (Sitting) in groups on the right and on the left.)70:36-37. This Ayah also means, what is the matter with these people who turn away from you to the right and to the left, to escape from truth and revert to falsehood Allah's statement,\nثُمَّ انصَرَفُواْ صَرَفَ اللَّهُ قُلُوبَهُم\n(Then they turn away. Allah has turned their hearts (from Truth)) is similar to,\nفَلَمَّا زَاغُواْ أَزَاغَ اللَّهُ قُلُوبَهُمْ\n(So when they turned away, Allah turned their hearts away.) 61:5. Allah said next,\nبِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ\n(because they are a people that understand not. ) They neither understand Allah's Word nor attempt to comprehend it nor want it. Rather, they are too busy, turning away from it. This is why they ended up in this condition.\nلَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
  "ayah": 127,
  "surah": 9
}
