{
  "text": "It is not for Idolators to maintain the Masjids of Allah\nAllah says that it is not fitting that those who associate others with Allah in worship should maintain the Masjids of Allah that were built in His Name alone without partners. Those who read the Ayah, \"Masjid Allah\", said that it refers to Al-Masjid Al-Haram, the most honored Masjid on the earth, which was built, from the first day, for the purpose of worshipping Allah alone without partners. It was built by Khalil Ar-Rahman (the Prophet Ibrahim) peace be upon him. The idolators do this while they themselves testify to their disbelief with their statements and actions. As-Suddi said, \"If you ask a Christian, `What is your religion', He will tell you he is a Christian. If you ask a Jew about his religion, he will say he is a Jew, and the same for a Sabi' and a Mushrik!\"'\nأُوْلَـئِكَ حَبِطَتْ أَعْمَـلُهُمْ\n(The works of such are in vain), because of their Shirk,\nوَفِى النَّارِ هُمْ خَـلِدُونَ\n(and in Fire shall they abide.) Allah said in another Ayah,\nوَمَا لَهُمْ أَلاَّ يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُواْ أَوْلِيَآءَهُ إِنْ أَوْلِيَآؤُهُ إِلاَّ الْمُتَّقُونَ وَلَـكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ\n(And why should not Allah punish them while they hinder (men) from Al-Masjid Al-Haram, and they are not its guardians None can be its guardians except those with Taqwa, but most of them know not.)8:34.\nBelievers are the True Maintainers of the Masjids\nAllah said,\nإِنَّمَا يَعْمُرُ مَسَـجِدَ اللَّهِ مَنْ ءَامَنَ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day.) Therefore, Allah testifies to the faith of those who maintain the Masjids. `Abdur-Razzaq narrated that `Amr bin Maymun Al-Awdi said, \"I met the Companions of the Prophet and they were saying, `The Masjids are the Houses of Allah on the earth. It is a promise from Allah that He is generous to those who visit Him in the Masjids.,\" Allah said next,\nوَأَقَامَ الصَّلَوةَ\n(perform the Salah), one of the major acts of worship practiced by the body,\nوَءَاتَى الزَّكَوةَ\n(and give the Zakah), which is the best act that benefits other people,\nوَلَمْ يَخْشَ إِلاَّ اللَّهَ\n(and fear none but Allah), they fear only Allah, the Exalted, and none else,\nفَعَسَى أُوْلَـئِكَ أَن يَكُونُواْ مِنَ الْمُهْتَدِينَ\n(It is they who are on true guidance.) `Ali bin Abi Talhah said that Ibn `Abbas said about Allah's statement,\nإِنَّمَا يَعْمُرُ مَسَـجِدَ اللَّهِ مَنْ ءَامَنَ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day;) \"He who singles out Allah (in worship), has faith in the Last Day.\" And he said; \"He who believes in what Allah has revealed,\nوَأَقَامَ الصَّلَوةَ\n(perform the Salah), establishes the five daily prayers,\nوَلَمْ يَخْشَ إِلاَّ اللَّهَ\n(and fear none but Allah.), worships Allah alone,\nفَعَسَى أُوْلَـئِكَ أَن يَكُونُواْ مِنَ الْمُهْتَدِينَ\n(it may be they who are on true guidance.) Allah says, `It is they who are the successful ones in truth.' Similarly, Allah said to His Prophet ,\nعَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(It may be that your Lord will raise you to Maqam Mahmud)17:79. Allah says here, `Your Lord (O Muhammad) shall grant you a station of praise, that is, the intercession (on the Day of Resurrection).' Every `might' in the Qur'an means `shall'.\"",
  "ayah": 18,
  "surah": 9
}
