{
  "text": "Which was revealed in Makkah\nWhy there is no Basmalah in the Beginning of This Surah\nThis honorable Surah (chapter 9) was one of the last Surahs to be revealed to the Messenger of Allah ﷺ. Al-Bukhari recorded that Al-Bara' said, \"The last Ayah to be revealed was,\nيَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِى الْكَلَـلَةِ\n(They ask you for a legal verdict. Say: \"Allah directs (thus) about Al-Kalalah.\") 4:176, while the last Surah to be revealed was Bara'ah.\"\nThe Basmalah was not mentioned in the beginning of this Surah because the Companions did not write it in the complete copy of the Qur'an (Mushaf) they collected, following the Commander of the faithful, `Uthman bin `Affan, may Allah be pleased with him. The first part of this honorable Surah was revealed to the Messenger of Allah ﷺ when he returned from the battle of Tabuk, during the Hajj season, which the Prophet thought about attending. But he remembered that the idolators would still attend that Hajj, as was usual in past years, and that they perform Tawaf around the House while naked. He disliked to associate with them and sent Abu Bakr As-Siddiq, may Allah be pleased with him, to lead Hajj that year and show the people their rituals, commanding him to inform the idolators that they would not be allowed to participate in Hajj after that season. He commanded him to proclaim,\nبَرَآءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ\n(Freedom from (all) obligations (is declared) from Allah and His Messenger ()...), to the people. When Abu Bakr had left, the Messenger ﷺ sent `Ali bin Abu Talib to be the one to deliver this news to the idolators on behalf of the Messenger ﷺ, for he was the Messenger's cousin. We will mention this story later.\nPublicizing the Disavowal of the Idolators\nAllah said,\nبَرَآءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ\n(Freedom from obligations from Allah and His Messenger ()), is a declaration of freedom from all obligations from Allah and His Messenger ,\nإِلَى الَّذِينَ عَاهَدْتُمْ مِّنَ الْمُشْرِكِينَفَسِيحُواْ فِى الاٌّرْضِ أَرْبَعَةَ أَشْهُرٍ\n(to those of the Mushrikin, with whom you made a treaty. So travel freely (Mushrikin) for four months (as you will) throughout the land) 9:1-2. This Ayah refers to idolators who had indefinite treaties and those, whose treaties with Muslims ended in less than four months. The terms of these treaties were restricted to four months only. As for those whose term of peace ended at a specific date later (than the four months), then their treaties would end when their terms ended, no matter how long afterwards, for Allah said,\nفَأَتِمُّواْ إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ\n(So fulfill their treaty for them until the end of their term)9:4. So whoever had a coventant with Allah's Messenger ﷺ then it would last until its period expired, this was reported from Muhammad bin Ka`b Al-Qurazi and others. We will also mention a Hadith on this matter. Abu Ma`shar Al-Madani said that Muhammad bin Ka`b Al-Qurazi and several others said, \"The Messenger of Allah ﷺ sent Abu Bakr to lead the Hajj rituals on the ninth year (of Hijrah). He also sent `Ali bin Abi Talib with thirty or forty Ayat from Bara'ah (At-Tawbah), and he recited them to the people, giving the idolators four months during which they freely move about in the land. He recited these Ayat on the day of `Arafah (ninth of Dhul-Hijjah). The idolators were given twenty more days (till the end) of Dhul-Hijjah, Muharram, Safar, Rabi` Al-Awwal and ten days from Rabi` Ath-Thani. He proclaimed to them in their camping areas, `No Mushrik will be allowed to perform Hajj after this year, nor a naked person to perform Tawaf around the House.\"' So Allah said,",
  "ayah": 2,
  "surah": 9
}
