{
  "text": "Allah says, this is a declaration,\nمِّنَ اللَّهِ وَرَسُولِهِ\n(from Allah and His Messenger), and a preface warning to the people,\nيَوْمَ الْحَجِّ الاٌّكْبَرِ\n(on the greatest day of Hajj), the day of Sacrifice, the best and most apparent day of the Hajj rituals, during which the largest gathering confers.\nأَنَّ اللَّهَ بَرِىءٌ مِّنَ الْمُشْرِكِينَ وَرَسُولُهُ\n(that Allah is free from (all) obligations to the Mushrikin and so is His Messenger.) also free from all obligations to them. Allah next invites the idolators to repent,\nفَإِن تُبْتُمْ\n(So if you repent), from the misguidance and Shirk you indulge in,\nفَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ\n(it is better for you, but if you turn away), and persist on your ways,\nفَاعْلَمُواْ أَنَّكُمْ غَيْرُ مُعْجِزِى اللَّهِ\n(then know that you cannot escape Allah) Rather, Allah is capable over you, and you are all in His grasp, under His power and will,\nوَبَشِّرِ الَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ\n(And give tidings of a painful torment for those who disbelieve) earning them disgrace and affliction in this life and the torment of chains and barbed iron bars in the Hereafter. Al-Bukhari recorded that Abu Hurayrah said, \"Abu Bakr sent me during that Hajj with those dispatched on the day of Sacrifice to declare in Mina that no Mushrik will be allowed to attend Hajj after that year, nor will a naked person be allowed to perform Tawaf.\" Humayd said, \"The Prophet then sent `Ali bin Abi Talib and commanded him to announce Bara'ah.\" Abu Hurayrah said, \"Ali publicized Bara'ah with us to the gathering in Mina on the day of Sacrifice, declaring that no Mushrik shall perform Hajj after that year, nor shall a naked person perform Tawaf around the House.\" Al-Bukhari also collected this Hadith the this narration of which, Abu Hurayrah said, \"On the day of Nahr, Abu Bakr sent me along with other announcers to Mina to make a public announcement that `No pagan is allowed to perform Hajj after this year, and no naked person is allowed to perform the Tawaf around the Ka`bah.' Abu Bakr was leading the people in that Hajj season, and in the year of `The Farewell Hajj' when the Prophet performed Hajj, no Mushrik performed Hajj.\"' This is the narration that Al-Bukhari recorded in the Book on Jihad. Muhammad bin Ishaq reported a narration from Abu Ja`far Muhammad bin `Ali bin Al-Husayn who said, \"When Bara'ah was revealed to Allah's Messenger ﷺ, and he had sent Abu Bakr to oversee the Hajj rites for the people, he was asked, `O Messenger of Allah! Why not send this message to Abu Bakr' So he said,\n«لَا يُؤَدِّي عَنِّي إِلَّا رَجُلٌ مِنْ أَهْلِ بَيْتِي»\n(It will not be accepted to have been from me if it is not from a man from my family.) Then he called for `Ali and said to him,\n«اخْرُجْ بِهذِهِ الْقِصَّةِ مِنْ صَدْرِ بَرَاءَةَ وَأَذِّنْ فِي النَّاسِ يَوْمَ النَّحْرِ إِذَا اجْتَمَعُوا بِمِنًى، أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ كَافِرٌ، وَلَا يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ، وَمَنْ كَانَ لَهُ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلّم عَهْدٌ فَهُوَ لَهُ إِلَى مُدَّتِه»\n(Take this section from the beginning of Bara'ah and proclaim to the people on the day of the Sacrifice while they are gathered at Mina that no disbeliever will enter Paradise, no idolator will be permitted to perform Hajj after the year, there will be no Tawaf while naked, and whoever has a covenant with Allah's Messenger ﷺ, then it shall be valid until the time of its expiration.) `Ali rode the camel of Allah's Messenger named Al-`Adba' until he caught up with Abu Bakr in route. When Abu Bakr saw him he said, `Are you here as a commander or a follower.' `Ali replied, `A follower.' They continued on. Abu Bakr lead the people in Hajj while the Arabs were camping in their normal locations from Jahiliyyah. On the day of Sacrifice, `Ali bin Abi Talib stood and proclaimed, `O people! No disbeliever will be admitted into Paradise, no idolator will be permitted to perform Hajj next year, there shall be no Tawaf while naked, and whoever has a covenant with Allah's Messenger ﷺ, then it shall be valid until its time of expiration.' So no idolator performed Hajj after that year, Tawaf around the House while naked ceased. Then they returned to Allah's Messenger ﷺ. So this was the declaration of innocence, whoever among the idolators had no treaty, then he had a treaty of peace for one year, if he had a particular treaty, then it was valid until its date of expiration.\"",
  "ayah": 3,
  "surah": 9
}
