{
  "text": "Fighting the Jews and Christians is legislated because They are Idolators and Disbelievers\nAllah the Exalted encourages the believers to fight the polytheists, disbelieving Jews and Christians, who uttered this terrible statement and utter lies against Allah, the Exalted. As for the Jews, they claimed that `Uzayr was the son of God, Allah is free of what they attribute to Him. As for the misguidance of Christians over `Isa, it is obvious. This is why Allah declared both groups to be liars,\nذلِكَ قَوْلُهُم بِأَفْوَهِهِمْ\n(That is their saying with their mouths), but they have no proof that supports their claim, other than lies and fabrications,\nيُضَـهِئُونَ\n(resembling), imitating,\nقَوْلَ الَّذِينَ كَفَرُواْ مِن قَبْلُ\n(the saying of those who disbelieved aforetime.) They imitate the previous nations who fell into misguidance just as Jews and Christians did,\nقَـتَلَهُمُ اللَّهُ\n(may Allah fight them), Ibn `Abbas said, \"May Allah curse them.\"\nأَنَّى يُؤْفَكُونَ\n(how they are deluded away from the truth!) how they deviate from truth, when it is apparent, exchanging it for misguidance. Allah said next,\nاتَّخَذُواْ أَحْبَـرَهُمْ وَرُهْبَـنَهُمْ أَرْبَاباً مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ\n(They took their rabbis and their monks to be their lords besides Allah, and the Messiah, son of Maryam) 9:31. Imam Ahmad, At-Tirmidhi and Ibn Jarir At-Tabari recorded a Hadith via several chains of narration, from `Adi bin Hatim, may Allah be pleased with him, who became Christian during the time of Jahiliyyah. When the call of the Messenger of Allah ﷺ reached his area, `Adi ran away to Ash-Sham, and his sister and several of his people were captured. The Messenger of Allah ﷺ freed his sister and gave her gifts. So she went to her brother and encouraged him to become Muslim and to go to the Messenger of Allah ﷺ. `Adi, who was one of the chiefs of his people (the tribe of Tai') and whose father, Hatim At-Ta'i, was known for his generosity, went to Al-Madinah. When the people announced his arrival, `Adi went to the Messenger of Allah ﷺ wearing a silver cross around his neck. The Messenger of Allah ﷺ recited this Ayah;\nاتَّخَذُواْ أَحْبَـرَهُمْ وَرُهْبَـنَهُمْ أَرْبَاباً مِّن دُونِ اللَّهِ\n(They took their rabbis and their monks to be their lords besides Allah). `Adi commented, \"I said, `They did not worship them.\"' The Prophet said,\n«بَلَى إِنَّهُمْ حَرَّمُوا عَلَيْهِمُ الْحَلَالَ وَأَحَلُّوا لَهُمُ الْحَرَامَ فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتُهُمْ إِيَّاهُم»\n(Yes they did. They (rabbis and monks) prohibited the allowed for them (Christians and Jews) and allowed the prohibited, and they obeyed them. This is how they worshipped them.) The Messenger of Allah ﷺ said to `Adi,\n«يَا عَدِيُّ مَا تَقُولُ؟ أَيُفِرُّكَ أَنْ يُقَالَ: اللهُ أَكْبَرَ؟ فَهَلْ تَعْلَمُ شَيْئًا أَكْبَرَ مِنَ اللهِ؟ مَا يُفِرُّكَ؟ أَيُفِرُّكَ أَنْ يُقَالَ: لَا إِلَهَ إِلَّا اللهُ؟ فَهَلْ تَعْلَمُ مَنْ إِلهٌ إِلَّا اللهُ؟»\n(O `Adi what do you say Did you run away (to Ash-Sham) so that 'Allahu Akbar' (Allah is the Great) is not pronounced Do you know of anything greater than Allah What made you run away Did you run away so that `La ilaha illallah' is not pronounced Do you know of any deity worthy of worship except Allah)\nThe Messenger ﷺ invited `Adi to embrace Islam, and he embraced Islam and pronounced the Testimony of Truth. The face of the Messenger of Allah ﷺ beamed with pleasure and he said to `Adi,\n«إِنَّ الْيَهُودَ مَغْضُوبٌ عَلَيْهِمْ وَالنَّصَارَى ضَالُّون»\n(Verily, the Jews have earned the anger (of Allah) and the Christians are misguided.) Hudhayfah bin Al-Yaman, `Abdullah bin `Abbas and several others said about the explanation of,\nاتَّخَذُواْ أَحْبَـرَهُمْ وَرُهْبَـنَهُمْ أَرْبَاباً مِّن دُونِ اللَّهِ\n(They took their rabbis and their monks to be their lords besides Allah...) that the Christians and Jews obeyed their monks and rabbis in whatever they allowed or prohibited for them. This is why Allah said,\nوَمَآ أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَـهاً وَحِداً\n(while they were commanded to worship none but One God), Who, whatever He renders prohibited is the prohibited, whatever He allowed is the allowed, whatever He legislates, is to be the law followed, and whatever He decides is to be adhered to;\nلاَّ إِلَـهَ إِلاَّ هُوَ سُبْحَـنَهُ عَمَّا يُشْرِكُونَ\n(None has the right to be worshipped but He. Hallowed be He above what they associate (with Him).) Meaning, exalted, sanctified, hallowed above partners, equals, aids, rivals or children, there is no deity or Lord worthy of worship except Him.",
  "ayah": 31,
  "surah": 9
}
