{
  "text": "Admonishing the Preference of Opinion in a Religious Matter\nAllah admonishes the idolators for choosing their wicked opinions over Allah's Law. They changed Allah's legislation based upon their vain desires, allowing what Allah prohibited and prohibiting what Allah allowed. They thought that three consecutive sacred months were rather long for them to remain without fighting, for they were full of anger and rage. This is why before Islam they innovated a change in the Sacred Month of Muharram, delaying it to the month of Safar! Therefore, they allowed fighting in the Sacred Month and made the non-sacred month sacred, to make the Sacred Months in a year four, as Allah decided! `Ali bin Abi Talhah said that Ibn `Abbas commented on Allah's statement,\nإِنَّمَا النَّسِىءُ زِيَادَةٌ فِى الْكُفْرِ\n(The postponing (of a Sacred Month) is indeed an addition to disbelief), \"Junadah bin `Awf bin Umayyah Al-Kinani, known as Abu Thumamah, used to attend the Hajj season every year and declare, `Abu Thumamah is never rejected nor refuted!,' and he used to treat Safar as sacred for people one year and un-sanctify Muharram and treat Muharram as sacred another year and un-sanctify Safar in that year. This is why Allah said,\nإِنَّمَا النَّسِىءُ زِيَادَةٌ فِى الْكُفْرِ\n(The postponing (of a Sacred Month) is indeed an addition to disbelief. ) nAllah says, `They allow Muharram one year and make it sacred another year.\"' Al-`Awfi narrated a similar statement from Ibn `Abbas. Layth bin Abi Sulaym narrated that Mujahid said, \"There was a man from Bani Kinanah who would attend the Hajj season every year riding his donkey. He would proclaim, `O people! I am never rejected, denied or refuted in what I say. We made this coming Muharram sacred, and Safar not!' The following year he would come again and declare the same words then say, `We made this coming Safar sacred and delayed Muharram (revoked its sanctity).' This is the meaning of Allah's statement,\nلِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ اللَّهُ\n(in order to adjust the number of months forbidden by Allah), to four months. Allah says, `They allow what Allah disallowed by delaying the Sacred Month.\"' The idolators used to allow Muharram one year and sanctify Safar in its place. They would continue the months of the year according to their normal count and names. The next year they would sanctify Muharram and continue the year, Safar, Rabi`, until the end of the year.\nيُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّواْ مَا حَرَّمَ اللَّهُ\n(They make it lawful one year and forbid it another year in order to adjust the number of months forbidden by Allah, and make such forbidden ones lawful.) Therefore, they would still sanctify four months every year, but would one year sanctify the third from the three consecutive Sacred Months, Muharram, and postpone and delay it another year to Safar. In his book of Sirah, Imam Muhammad bin Ishaq presented a very useful beneficial discussion on this matter. He said; \"The first to start the practice of overlooking the sanctity of months for the Arabs, thus allowing what Allah sanctified of them and sanctifying what Allah allowed of them, was \"Al-Qalammas\". He was Hudhayfah bin `Abd Fuqaym bin `Adi bin `Amr bin Tha`labah bin Al-Harith bin Malik bin Kinanah bin Khuzaymah bin Mudrikah bin Ilyas bin Mudar bin Nizar bin Ma`dd bin `Adnan. His son `Abbad maintained this practice, then after him his son Qala` bin `Abbad did the same, Then his son Umayyah bin Qala`, then his son `Awf bin Umayyah, then his son Abu Thumamah Junadah bin `Awf. He was the last one of his sons (to continue this practice) before Islam. The Arabs used to gather around him when Hajj finished, and he would stand and give them a speech in which he sanctifies Rajab, Dhul-Qa`dah and Dhul-Hijjah. He would defer the sanctity of Muharram to Safar one year and uphold its sanctity another year, so as to appear upholding the number (of Sacred Months) Allah made sacred. Therefore, he would allow what Allah prohibited and prohibit what Allah allowed.\" Allah knows best.",
  "ayah": 37,
  "surah": 9
}
