{
  "text": "Jihad is required in all Conditions\nSufyan Ath-Thawri narrated from his father from Abu Ad-Duha, Muslim bin Subayh, who said, \"This Ayah,\nانْفِرُواْ خِفَافًا وَثِقَالاً\n(March forth, whether you are light or heavy) was the first part to be revealed from Surah Bara'ah.\" Mu`tamir bin Sulayman narrated that his father said, \"Hadrami claimed that he was told that some people used to declare that they will not gain sin (if they lag behind the forces of Jihad) because they are ill or old. This Ayah was revealed,\nانْفِرُواْ خِفَافًا وَثِقَالاً\n(March forth, whether you are light or heavy.)\" Allah commanded mass mobilization together with the Messenger of Allah ﷺ for the battle of Tabuk, to fight the disbelieving, People of the Book, the Romans, Allah's enemies. Allah ordained that the believers all march forth with the Messenger ﷺ regardless whether they felt active, lazy, at ease or had difficult circumstances,\nانْفِرُواْ خِفَافًا وَثِقَالاً\n(March forth, whether you are light or heavy) `Ali bin Zayd narrated that Anas said that Abu Talhah commented (on this Ayah), \"Whether you are old or young, Allah did not leave an excuse for anyone.\" Abu Talhah marched to Ash-Sham and fought until he was killed. In another narration, Abu Talhah recited Surah Bara'ah until he reached this Ayah,\nانْفِرُواْ خِفَافًا وَثِقَالاً وَجَـهِدُواْ بِأَمْوَلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ اللَّهِ\n(March forth, whether you are light or heavy, and strive hard with your wealth and your lives in the cause of Allah.) He then said, \"I see that Allah had called us to mobilize whether we are old or young. O my children! Prepare my supplies.\" His children said, `May Allah grant you His mercy! You conducted Jihad along with the Messenger of Allah ﷺ until he died, then with Abu Bakr until he died, then with `Umar until he died. Let us perform Jihad in your place.\" Abu Talhah refused and he went to the sea under the command of Mu`awiyah where he died. They could not find an island to bury him on until nine days later, during which his body did not deteriorate or change and they buried him on the island. As-Suddi said,\nانْفِرُواْ خِفَافًا وَثِقَالاً\n(March forth, whether you are light or heavy), whether you are rich, poor, strong, or weak. A man came forward, and he was fat, complained, and asked for permission to stay behind from Jihad, but the Prophet refused. Then this Ayah,\nانْفِرُواْ خِفَافًا وَثِقَالاً\n(March forth, whether you are light or heavy) was revealed, and it became hard on the people. So Allah abrogated it with this Ayah,\nلَّيْسَ عَلَى الضُّعَفَآءِ وَلاَ عَلَى الْمَرْضَى وَلاَ عَلَى الَّذِينَ لاَ يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِ\nr(There is no blame on those who are weak or ill or who find no resources to spend, if they are sincere and true (in duty) to Allah and His Messenger) 9:91.\" Ibn Jarir said that Hibban bin Zayd Ash-Shar`abi narrated to him, \"We mobilized our forces with Safwan bin `Amr, who was the governor of Hims towards the city of Ephsos appointed to the Jerajima Christian expatriates (in Syria). I saw among the army an old, yet active man, whose eyebrows had sunk over his eyes (from old age), from the residents of Damascus, riding on his animal. I said to him, `O uncle! Allah has given you an excuse (to lag behind).' He said, `O my nephew! Allah has mobilized us whether we are light or heavy. Verily, those whom Allah loves, He tests them. Then to Allah is their return and eternal dwelling. Allah tests from His servants whoever thanks (Him) and observes patience and remembrance of Him, all the while worshipping Allah, the Exalted and Most Honored, and worshipping none else.\"' Next, Allah encourages spending in His cause and striving with one's life in His pleasure and the pleasure of His Messenger ,\nوَجَـهِدُواْ بِأَمْوَلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ\n(and strive hard with your wealth and your lives in the cause of Allah. This is better for you, if you but knew.) Allah says, this is better for you in this life and the Hereafter. You might spend small amounts, but Allah will reward you the property of your enemy in this life, as well as, the honor that He will keep for you in the Hereafter. The Prophet said,\n«تَكَفَّلَ اللهُ لِلْمُجَاهِدِ فِي سَبِيلِهِ إِنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرُدَّهُ إِلَى مَنْزِلِهِ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَة»\n(Allah promised the Mujahid in His cause that if He brings death to him, He will enter him into Paradise. Or, He will return him to his house with whatever reward and war spoils he earns.) So Allah said;\nكُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لاَ تَعْلَمُونَ\n(Jihad is ordained for you (Muslims) though you dislike it, and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you. Allah knows but you do not know.)2:216 Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said to a man,\n«أَسْلِم»\n(Embrace Islam,) but the man said, \"I dislike doing so.\" The Messenger ﷺ said,\n«أَسْلِمْ وَإِنْ كُنْتَ كَارِهًا»\n(Embrace Islam even if you dislike it).\"",
  "ayah": 41,
  "surah": 9
}
