{
  "text": "قُلْ\n(Say), O Muhammad to them,\nهَلْ تَرَبَّصُونَ بِنَآ\n(Do you wait for us), anything,\nإِلاَ إِحْدَى الْحُسْنَيَيْنِ\n(except one of the two best things), martyrdom or victory over you, according to the meaning given by Ibn `Abbas, Mujahid, Qatadah, and others.\nوَنَحْنُ نَتَرَبَّصُ بِكُمْ\n(while we await for you), that this will touch you,\nأَن يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا\n(either that Allah will afflict you with a punishment from Himself or at our hands), either capture or killing,\nفَتَرَبَّصُواْ إِنَّا مَعَكُمْ مُّتَرَبِّصُونَ\n(So wait, we too are waiting with you.) Allah said next,\nقُلْ أَنفِقُواْ طَوْعاً أَوْ كَرْهاً\n(Say: Spend willingly or unwillingly), for whatever you spend either way,\nلَّن يُتَقَبَّلَ مِنكُمْ إِنَّكُمْ كُنتُمْ قَوْماً فَـسِقِينَ\n(it will not be accepted from you. Verily, you are ever a people who are rebellious.) Allah mentions the reason behind not accepting their charity from them,\nإِلاَ أَنَّهُمْ كَفَرُواْ بِاللَّهِ وَبِرَسُولِهِ\n(except that they disbelieved in Allah and in His Messenger. ) and the deeds are accepted if they are preceded with faith,\nوَلاَ يَأْتُونَ الصَّلَوةَ إِلاَّ وَهُمْ كُسَالَى\n(and that they came not to the Salah except in a lazy state.) Therefore, they neither have good intention nor eagerness to perform the acts of faith,\nوَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـتُهُمْ إِلاَ أَنَّهُمْ كَفَرُواْ بِاللَّهِ وَبِرَسُولِهِ وَلاَ يَأْتُونَ الصَّلَوةَ إِلاَّ وَهُمْ كُسَالَى وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَـرِهُونَ\n(And nothing prevents their contributions from being accepted from them except that they disbelieved in Allah and in His Messenger, and that they came not to the Salah (the prayer) except in a lazy state, and that they offer not contributions but unwillingly.) The Truthful, to whom the Truth was revealed, Muhammad, peace be upon him, said that Allah does not stop giving rewards until you (believers) stop performing good deeds, and that Allah is Tayyib Good and Pure and only accepts what is Tayyib. This is why Allah does not accept charity or good deeds from the people described in these Ayat, because He only accepts it from those who have Taqwa.",
  "ayah": 54,
  "surah": 9
}
