{
  "text": "Idolators are granted Safe Passage if They seek It\nAllah said to His Prophet, peace be upon him,\nوَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ\n(And if anyone of the Mushrikin), whom you were commanded to fight and We allowed you their blood and property,'\nاسْتَجَارَكَ\n(seeks your protection), asked you for safe passage, then accept his request until he hears the Words of Allah, the Qur'an. Recite the Qur'an to him and mention a good part of the religion with which you establish Allah's proof against him,\nثُمَّ أَبْلِغْهُ مَأْمَنَهُ\n(and then escort him to where he can be secure) and safe, until he goes back to his land, his home, and area of safety,\nذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْلَمُونَ\n(that is because they are men who know not.) The Ayah says, `We legislated giving such people safe passage so that they may learn about the religion of Allah, so that Allah's call will spread among His servants. Ibn Abi Najih narrated that Mujahid said that this Ayah, \"Refers to someone who comes to you to hear what you say and what was revealed to you (O Muhammad). Therefore, he is safe until he comes to you, hears Allah's Words and then proceeds to the safe area where he came from.\" The Messenger of Allah ﷺ used to thereafter grant safe passage to those who came to him for guidance or to deliver a message. On the day of Hudaybiyyah, several emissaries from Quraysh came to him, such as `Urwah bin Mas`ud, Mikraz bin Hafs, Suhayl bin `Amr and several others. They came mediating between him and the Quraysh pagans. They witnessed the great respect the Muslims had for the Prophet , which astonished them, for they never before saw such respect for anyone, kings nor czars. They went back to their people and conveyed this news to them; this, among other reasons, was one reason that most of them accepted the guidance. When Musaylimah the Liar sent an emissary to the Messenger of Allah ﷺ, he asked him, \"Do you testify that Musaylimah is a messenger from Allah\" He said, \"Yes.\" The Messenger of Allah ﷺ said,\n«لَوْلَا أَنَّ الرُّسُلَ لَا تُقْتَلُ لَضَرَبْتُ عُنُقَك»\n(I would have cut off your head, if it was not that emissaries are not killed.) That man, Ibn An-Nawwahah, was later beheaded when `Abdullah bin Mas`ud was the governor of Al-Kufah. When it became known that he still testified that Musaylimah was a messenger from Allah, Ibn Mas`ud summoned him and said to him, \"You are not delivering a message now!\" He commanded that Ibn An-Nawwahah be decapitated, may Allah curse him and deprive him of His mercy. In summary, those who come from a land at war with Muslims to the area of Islam, delivering a message, for business transactions, to negotiate a peace treaty, to pay the Jizyah, to offer an end to hostilities, and so forth, and request safe passage from Muslim leaders or their deputies, should be granted safe passage, as long as they remain in Muslim areas, until they go back to their land and sanctuary.",
  "ayah": 6,
  "surah": 9
}
