{
  "text": "سورة البقرة من السور التي ابتدئت ببعض حروف التهجي .وقد وردت هذه الفواتح تارة مفردة بحرف واحد ، وتارة مركبة من حرفين أو ثلاثة أو أربعة أو خمسة .فالسور التي بدأت بحرف واحد ثلاثة وهي سورة ص ، ق ، ن .والسورة التي بدأت بحرفين تسعة وهي : طه ، يس ، طس ، ( وحم ) في ست سور هي : غافر ، فصلت ، الزخرف ، الجاثية ، الأحقاف .والسورة التي بدأت بثلاثه أحرف ثلاث عشرة سورة وهي : ( ألم ) في ست سور : البقرة ، وآل عمران ، العنكبوت ، الروم ، لقمان ، السجدة و ( الر ) في خمس سور هي : يونس ، هود ، يوسف ، الحجر ، إبراهيم ( طسم ) في سورتين هما : الشعراء ، القصص .وهناك سورتان بدئتا بأربعة أحرف وهما . الرعد ، ( المر ) ، والأعراف ، ( المص ) وسورتان - أيضاً - بدئنا بخمسة أحرف وهما : مريم ( كهيعص ) والشورى ( حم عسق ) .فيكون مجموع السور التي افتتحت بالحروف المقطعة تسعا وعشرين سورة .هذا ، وقد وقع خلاف بين العلماء في المعنى المقصود بتلك الحروف المقطعة التي افتتحت بها بعض السور القرآنية ، ويمكن إجمال خلافهم في رأيين رئيسين :الرأي الأول يرى أصحابه : أن المعنى المقصود منها غير معروف ، فهي من المتشابه الذي استأثر الله بعلمه .وإلى هذا الرأى ذهب ابن عباس - في إحدى رواياته - كما ذهب إليه الشعبي ، وسفيان الثوري ، وغيرهم من العلماء ، فقد أخرج ابن المنذر وغيره عن الشعبي أنه سئل عن فواتح السور فقال : إن لكل كتاب سراً ، وإن سر هذا القرآن في فواتح السور . ويروى عن ابن عباس أنه قال : عجزت العلماء عن إدراكها . وعن علي - رضي الله عنه - أنه قال : \" إن لكل كتاب صفوة وصفوة هذا الكتاب حروف التهجي؟ . وفي رواية أخرى عن الشعبي أنه قال : \" سر الله فلا تطلبوه \" .ومن الاعتراضات التي وجهت إلى هذا الرأي ، أنه كان الخطاب بهذه الفواتح غير مفهوم للناس ، لأنه من المتشابه ، فإنه يترتب على ذلك أنه كالخطاب بالمهمل ، أو مثله كمثل المتكلم بلغة أعجمية مع أناس عرب لا يفهمونها .وقد أجيب عن ذلك بأن هذه الألفاظ لم ينتف الإفهام عنها عند كل الناس ، فالرسول صلى الله عليه وسلم كان يفهم المراد منها ، وكذلك بعض أصحابه المقربين - ولكن الذي ننفيه أن يكون الناس جميعاً فاهمين لمعنى هذه الحروف المقطعة في أوائل بعض السور .وهناك مناقشات أخرى للعلماء حول هذا الرأي يضيق المجال عن ذكرها .أما الرأي الثاني فيرى أصحابه : أن المعنى المقصود منها معلوم ، وأنها ليست من المتشابه الذي استأثر الله بعلمه .وأصحاب هذا الرأي قد اختلفوا فيما بينهم في تعيين هذا المعنى المقصود على أقوال كثيرة ، من أهمها ما يأتي :1- أن هذه الحروف أسماء للسور ، بدليل قول النبي صلى الله عليه وسلم\" من قرأ حم السجدة حفظ إلى أن يصبح \" وبدليل اشتهار بعض السور بالتسمية بها كسورة ولا يخلو هذا القول من الضعف ، لأن كثيراً من السور قد افتتحت بلفظ واحد من هذه الفواتح ، والغرض من التسمية رفع الاشتباه .2- وقيل إن هذه الحروف قد جاءت هكذا فاصلة للدلالة على انقضاء سورة وابتداء أخرى .3 - وقيل : إنها حروف مقطعة ، بعضها من أسماء الله - تعالى - وبعضها من صفاته ، فمثلاً ( الاما ) أصلها : أنا الله أعلم .4 - وقيل : إنها اسم الله الأعظم . إلى غير ذلك من الأقوال التي لا تخلو من مقال ، والتي أوصلها السيوطي في \" الإتقان \" إلى أكثر من عشرين قولا .5 - ولعل أقرب الآراء إلى الصواب أن يقال : إن هذه الحروف المقطعة قد وردت في افتتاح بعض السور للإشعار بأن هذا القرآن الذي تحدى الله به المشركين هو من جنس الكلام المركب من هذه الحروف التي يعرفونها ، ويقدرون على تأليف الكلام منها ، فإذا عجزوا عن الإتيان بسورة من مثله ، فذلك لبلوغه في الفصاحة والحكمة مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل شاسعة ، وفضلا عن ذلك فإن تصدير السور بمثل هذه الحروف المقطعة يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإنصات والتدبر ، لأنه يطرق أسماعهم في أول التلاوة ألفاظ غير مألوفة في مجارى كلامهم ، وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها ، فيستمعوا حكما وحججاً قد يكون سبباً في هدايتهم واستجابتهم للحق .هذه خلاصة لأراء العلماء في الحروف المقطعة التي افتتحت بها بعض السور القرآنية ، ومن أراد مزيداً لذلك فليرجع - مثلاً - إلى كتاب \" الإتقان \" للسيوطي ، وإلى كتاب \" البرهان \" للزركشي ، وإلى تفسير الألوسي .",
  "ayah": 1,
  "surah": 2
}
