{
  "text": "ثم تحدث القرآن بعد ذلك عن نبذ اليهود لكتاب الله ، واتباعهم للسحر والأوهام ، فقال - تعالى - :( وَلَمَّآ جَآءَهُمْ رَسُولٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ . . . )المعنى : وحين جاء اليهود وأحبارهم رسول من عند الله ، وهو محمد صلى الله عليه وسلم الذي يجدونه مكتوباً عندهم في التوراة ، طرح فريق كبير منهم تعاليم التوراة التي تشهد بصدقه ، وراء ظهورهم ، حتى لكأنهم يجهلون أنها من عند الله ، واتعبوا ما قصته واختلقته الشياطين من السحر والأوهام والمفتريات على عهد سليمان - عليه السلام - ومن هذه المفتريات والأكاذيب زعمهم أن سليمان - عليه السلام - كان ساحراً ، وما تم له ملكه العريض ، ولا ظهرت على يديه المعجزات الباهرة من تسخير الجن والريح إلا بهذا .وقد أكذبهم الله - تعالى - في هذه الزعم بقوله : ( وَمَا كَفَرَ سُلَيْمَانُ ) أي : بتعلم السحر والعمل به ، كما يزعم هؤلاء ( ولكن الشياطين ) هم الذين ( كَفَرُواْ ) بتعلم السحر وتعليمه للناس ، وتعليمهم - أيضاً - ضرباً آخر منه وهو ( وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ ) من وصف السحر وما هيته وكيفية الاحتيال به ، ولقد كان المكان لا يعلمان أحدا من الناس السحر حتى ينصحاه بقولهما : إن السحر الذي نعلمك إياه القصد منه التمييز بين المطيع والعاصي ، وبين السحر والمعجزة ، فحذار أن تستعلمه فيما نهيت عنه فتكون من الكافرين ، بخلاف الشياطين فإنهم تعلموه وعلموه لغيرهم لاستعماله في الشرور والآثام ، ولإحداث التفرقة بين الزوجين ، ولكن هذا السحر الذي يتعاطاه الشياطين وأتباعهم لن يضر أحداً بذاته ، وإنما ضرره يتأتى إذا أراد الله تعالى - ذلك وشاءه ، ولقد علم أولئك النابذون لكتاب الله المؤثرون عليه اتباع السحر ، أن من استبدل السحر بكتاب الله ، فليس له نصيب من نعيم الجنة ، ( وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنْفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَ ) علماً نافعاً . ( وَلَوْ أَنَّهُمْ آمَنُواْ ) بالله ورسوله محمد صلى الله عليه وسلم كما أرشدتهم إليه التوراة ، ( واتقوا ) المعاصي والآثام لأثيبوا مثوبة من عند الله هي خير لهم مما آثروه واختاروه على كتاب الله ( لَّوْ كَانُواْ يَعْلَمُونَ ) .وقوله تعالى : ( وَلَمَّآ جَآءَهُمْ رَسُولٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ الذين أُوتُواْ الكتاب كِتَابَ الله وَرَآءَ ظُهُورِهِمْ ) . . إلخ الآية .بيان لما صدر عن اليهود من تكذيب للرسول صلى الله عليه وسلم وطرح لتعاليم كتابهم التي أمرتهم باتباعه .أخرج ابن جرير عن السدى قال في قوله تعالى : ( وَلَمَّآ جَآءَهُمْ رَسُولٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ الذين أُوتُواْ الكتاب كِتَابَ الله وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لاَ يَعْلَمُونَ واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ ) أي لما جاءهم محمد صلى الله عليه وسلم عارضوه بالتوراة فخاصموه بها .فاتفقت التوراة والقرآن ، فنبذوا التوراة والقرآن وأخذوا بكتاب آصف وسحر هاروت ، فذلك قول الله ( كَأَنَّهُمْ لاَ يَعْلَمُونَ ) أي كأن هؤلاء الذين نبذوا كتاب الله من علماء اليهود ، فنقضوا عهد الله ، لا يعلمون ما في التوراة من الأمر باتباع محمد صلى الله عليه وسلم وتصديقه .وفي وصف الرسول بأنه آت من عند الله تعظيم له ، ومبالغة في انكار عدم إيمانهم به ، وإغراء للناس جميعاً بالدخول في دعوته ، لأنه ليس رسولا من تلقاء نفسه ، وإنما هو رسول من عند الله - تعالى - :والمراد ( لِّمَا مَعَهُمْ ) التوراة . وتصديق الرسول صلى الله عليه وسلم لها ، معناه أن ما جاء به من تعاليم موافق لها في أصول الدين ، وأن ما جاءت به من صفات للرسول المنتظر بعد عيسى - عليه السلام - لا تنطبق إلا عليه صلى الله عليه وسلم .وعبر - سبحانه - عن تركهم العمل بالكتاب الذي نزل لهدايتهم بالنبذ ، مبالغة في عدم اعتدادهم ، وتناسبهم إياه ، لأن أصل النبذ طرح وإلقاء ما لا يعتد به .وفي إسناد النبذ إلى فريق من الذين أوتوا الكتاب ، سخرية بهم ، واستجهال لهم ، لأن الذين أوتوه هم الذين نبذوه ، ولو كان النابذون من المشركين لكان لهم بعض العذر لجهلهم ، ولكن أن يكون التاركون للنور هم الذين أوتوه وأكرموا به ، فذلك هو الضلال المبين .والمراد من ( كِتَابَ الله ) الذي نبذوه لما جاءهم رسول الله - صلى الله عليه وسلم - التوراة ، لأنهم لو كانوا مؤمنين بها حقاً ، لاتبعوا الرسول صلى الله عليه وسلم الذي ذكرت صفاته فيها ، والذي وجب عليهم بقتضى كتابهم التوراة الإِيمان به ، فهم بجحودهم لنبوته ، يكونون جاحدين لتوراتهم التي شهدت له بالصدق .وقيل المراد بكتاب الله الذي نبذوه القرآن ، لأنهم لم يؤمنوا به ، بل تركوه بعد سماعه ، وتناسوا ما اشتمل عليه من هداية وإرشاد ، مع أنه كان من المتحتم عليهم أن يتلقوه بالقبول .والذي نراه أن الرأي الأول أرجح ، لأن النبذ يقتضي سابقة الأخذ ، في الجملة . وهو متحقق بالنسبة للتوراة ، بخلاف القرآن الكريم فإنهم لم يسبق لهم أن تمسكوا به ، ولأن مذمتهم تكون أشد وجحودهم أكثر ، إذا كان المراد بالكتاب الذي نبذوه ، هو عين الكتاب الذي نزل لهدايتهم وآمنوا به وهو التوراة .وقوله تعالى : ( وَرَآءَ ظُهُورِهِمْ ) كناية عن إعراضهم الشديد عنه ، وتوليهم عن تعاليمه .تقول العرب : جعل هذا الأمر وراء ظهره ، أي تولي عنه معرضاً ، لأن ما يجعل وراء الظهر لا ينظر إلأيه ، ففي هذه الجملة الكريمة تصوير صادق لإِعراضهم عن كتاب الله - تعالى - حيث شبه - سبحانه - تركهم لكتابه ، بحالة شيء يرمى به وراء الظهر استهانة به . وفي إضافة الوراء إلى الظهر ، تأكيد لنبذ ما ترك بحيث لا يؤخذ بعد ذلك .قال الأستاذ الإِمام : ليس المراد بنبذ الكتاب وراء ظهورهم أنهم طرحوه برمته ، وتركوا التصديق به في جملته وتفصيله .وإنما المراد أنهم طرحوا أجزاء منه وهو ما يبشر بالنبي صلى الله عليه وسلم ويبين صفاته ويأمرهم بالإِيمان به واتباعه . فهو تشبيه لتركهم إياه وإنكاره ، بمن يلقى الشيء وراء ظهره حتى لا يراه فيتذكره ، وترك الجزء منه كتركه كله ، لأن ترك البعض يذهب بحرمة الوحي من النفس ، ويجرئ على ترك الباقي . . .وقوله تعالى : ( كَأَنَّهُمْ لاَ يَعْلَمُونَ ) جملة حالية ، أي طرحوه ، وراء ظهورهم مشبهين بحال من لا يعلم منه شيئاً ، ومن لا يعرف أنه كتاب الله .وشبههم بمن لا يعلمون مع أنهم في الواقع يعلمون أنه من عند الله - حق العلم - لأنهم نبذوه مكابرة وعناداً ، ولأنهم لم يعملوا بمقتضى علمهم ومن كان هذا شأنه فهو والجاهل سواء ، في جحود الحق والانغماس في الآثام .وقال - سبحانه - : ( كَأَنَّهُمْ لاَ يَعْلَمُونَ ) بنفي الحال والاستقبال للإِشعار بأنهم قوم لا أمل فيء توبتهم وإنابتهم ، بل هم تمر بهم الأيام ، وتتوالى عليهم العظات ، ومع ذلك لا يتوبون ولا يرجعون إلى الحق ، فهم مستمرون على طرح كتاب الله في كل وقت وآن ، ومصممون على ذلك .",
  "ayah": 101,
  "surah": 2
}
