{
  "text": "ثم وجه القرآن نداء إلى المؤمنين نهاهم فيه عن مخاطبة النبي صلى الله عليه وسلم بألفاظ معينة حتى لا يتخذها اليهود ذريعة للإِساءة إلى النبي صلى الله عليه وسلم فقال تعالى :( يَاأَيُّهَا الذين آمَنُواْ لاَ تَقُولُواْ . . . )( رَاعِنَا ) من المراعاة ، وهي المبالغة في الرعي بمعنى حفظ الغير ، وإمهاله ، وتدبير أموره ، وتدارك مصالحه ، وكان المؤمنون يقولون لرسول الله صلى الله عليه وسلم إذا حدثهم بحديث راعنا يا رسول الله ، أي : راقبنا وانظرنا حتى نفهم كلامك ونحفظه ، فتلقف اليهود هذه الكلمة لموافقتها كلمة سيئة عندهم ، وأخذوا يلوون بها ألسنتهم ، ويقولن ( رَاعِنَا ) يا أبا القاسم ، يظهرون أنهم يريدون طلب المراعاة والإِنتظار ، وهم يريدون في الحقيقة الإِساءة إليه - صلى الله عليه وسلم إذ أن هذه الكلمة عبرية كانوا يتسابون بها يقصدون جعله راعيا من رعاة الغنم أو من الرعونة التي هي الحمق والخفة ، فنهى الله - تعالى - المسلمين عن استعمال هذه الكلمة حتى لا يتخذها اليهود وسيلة إلى إيذاء النبي صلى الله عليه وسلم والتنقيص من شأنه .قال قتادة : \" كانت اليهود تقول للنبي صلى الله عليه وسلم راعنا سمعك ، يستهزئون بذلك وكانت - هذه الكلمة - في اليهود قبيحة \" .وقال الإِمام ابن كثير : \" نهى الله - تعالى - عباده المؤمنين أن يتشبهوا بالكافرين في مقالهم وفعالهم ، وذلك أن اليهود كانوا يعلنون من الكلام ما فيثه تورية لما يقصدونه من التنقيص فإذا أرادوا أن يقولوا : اسمع لنا ، يقولوا راعنا يورون بالرعونة كما قال تعالى :( مِّنَ الذين هَادُواْ يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا واسمع غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدين وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا واسمع وانظرنا لَكَانَ خَيْراً لَّهُمْ وَأَقْوَمَ وَلَكِن لَّعَنَهُمُ الله بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً ) وكذلك جاءت الأحاديث بالإِخبار عنهم بأنهم كانوا إذا سلموا ، إنما يقولون السام عليكم والسام هو الموت ولهذا أمرنا أن نرد عليهم بقولنا وعليكم ، وأنما يستجاب لنا فيهم ولا يستجاب لهم فينا ، والغرض أن الله تعالى نهى المؤمنين عن مشابهة الكافرين قولا وفعلا \" .وقال الإِمام ابن تيمية : \" كان المسلمون يقولن راعنا يا رسول الله وأرعنا سمعك ، يعنون المراعاة ، وكانت هذه اللفظة سباً قبيحاً بلغة اليهود فلما سمعتها اليهود اغتنموهها وقالوا فيما بينهم : كنا نسب محمداً سراً فأعلنوا له الآن بالشتم ، وكانوا يأتونه ويقولون : راعنا يا محمد ويضحكون فيما بينهم ، فسمعها \" سعد بن معاذ \" ففطن لهم ، - وكان يعرف لغتهم - فقال لليهود : عليكم لعنة الله ، والذي والذي نفسي بيده يا معشر اليهود لئن سمعتها من رجل منكم يقولها لرسول الله صلى الله عليه وسلم لأضر بن عنقه ، فقالوا : أولستم تقولونها ، فأنزل الله - تعالى - ( يَاأَيُّهَا الذين آمَنُواْ لاَ تَقُولُواْ رَاعِنَا ) لكي لا يتخذ اليهود ذلك سبيلا إلى شتم الرسول صلى الله عليه وسلم .ثم أرشد الله - تعالى - المؤمنين إلى ما يقولونه بدل هذه الكلمة فقال تعالى : ( وَقُولُواْ انظرنا ) أي : لا تقولوا تلك الكلمة - وهي ( رَاعِنَا ) أيها المؤمنون لئلا يتخذها اليهود ذريعة لسب نبيكم صلى الله عليه وسلم وقولوا مكانها ( انظرنا ) أي : انتظرنا وتأن معنا حتى نفهم عنك ، من نظر بمعنى انتظر تقول نظرت الرجل انظره إذا انتظرته وارتقبته ، وبهذا المعنى ورد قوله تعالى ( انظرونا نَقْتَبِسْ مِن نُّورِكُمْ ) أي : انتظرونا نقتبس من نوركم .فالآية الكريمة تنبيه وإرشاد إلى الأدب الجميل ، وهو أن يتجنوب الإِنسان في مخاطباته الألفاظ التي توهم جفاء أو تنقيصاً في مقام يقتضي إظههار مودة أو تعظيم تم بين - سبحانه - مصير اليهود المؤمل جزاء تعديهم على رسول الله صلى الله عليه وسلم سفقال : ( وَلِلكَافِرِينَ عَذَابٌ أَلِيمٌ ) أي : لهؤلاء اليهود الذين اتخذوا كلمة ( رَاعِنَا ) وسيلة إلى سب الرسول صلى الله عليه وسلم عذاب أليم جزاء كفرهم وتطاولم وسفاهتهم .هذا ، وقد وردت أحاديث صحيحة صرحت بأن اليهود كانوا يحييون رسول الله صلى الله عليه وسلم بكلام محرف لا يفطن له أكثر الناس يقصدون به الدعاء عليه بالموت ، فكان الرسول صلى الله عليه وسلم يرد عليهم بما يكبتهم ويخزيهم ومن هذه الأحاديث ما أخرجه البخاري عن أنس بن مالك قال :\" 1 - مر يهودي برسول الله صلى الله عليه وسلم فقال السام عليك ، فقال رسول الله صلى الله عليه وسلم \" وعليك \" ثم قال رسول الله صلى الله عليه وسلم لأصحابه - أتدرون ما يقول؟ قالوا : لا ، قال يقول \" السام عليك \" قالوا يا رسول الله ألا نقتله . قال : \" لا ، إذا سلم عليكم أهل الكتاب فقولوا وعليكم \" \" .2 - وأخرج الشيخان عن عائشة - رضي الله عنها - قالت :\" دخل رهط من اليهود على رسول الله صلى الله عليه وسلم فقالوا :السام عليك قالت عائشة : ففهمتها ، فقلت : عليكم السام واللعنة ، قالت : فقال رسول الله صلى الله عليه وسلم \" مهلا يا عائشة إن الله يحب الرفق في الأمر كله \" فقلت يا رسول الله ألم تسمع ما قالوا؟قال \" لقد قلت وعليكم \" \" .3 - وروى مسلم عن جابر بن عبد الله قال : \" سلم ناس من اليهود على رسول الله صلى الله عليه وسلم فقالوا السام عليك يا أبا القاسم فقال : \" وعليكم \" فقالت عائشة وغضبت : ألم تسمع ما قالوا : قال بلى قد سمعت فرددت عليهم ، وإنما نجاب ولا يجابون علينا \" .وإذن فالآية الكريمة وهي قوله تعالى : ( يَاأَيُّهَا الذين آمَنُواْ لاَ تَقُولُواْ رَاعِنَا ) إلخ ، وهذه الأحاديث الشريفة تثبت أن اليهود كانوا يستعملون من بين مسالكهم الخبيثة لكيد الدعوة الإسلامية القول الملتوي القبيح ، والخطاب المحرف السيء ، ولكن الله - تعالى - أحبط خطتهم ، ونهى المؤمنين عن استعمال الألفاظ التي كان يتخذها اليهود ذريعة لبلوغ مآربهم ، وكان الرسول صلى الله عليه وسلم يرد عليهم بما يغيظهم ويخزيهم ، وبذلك ذهبت مكايد اليهود أدراج الرياح وأيد الله - تعالى - رسوله والمؤمنين بقوته ونصره .",
  "ayah": 104,
  "surah": 2
}
