{
  "text": "ولم يترك القرآن الكريم تلك الشبهات التي أثارها اليهود حول شريعة الإسلام بدون جواب ، بل أنزل الله - تعالى - آيات كريمة لدحضها وإزالتها من الصدور ، ليزداد المؤمنون إيماناً ، وهذه الآيات هي قوله تعالى :( مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ . . . )النسخ في اللغة الإِبطال والإزالة ، يقال . نسخت الشمس الظل تنسخه ، إذا أذهبته وأبطلته .وفي عرف الشرع : بيان انتهاء مدة الحكم بخطاب لولا هذا الخطاب لاستمر الحكم على مشروعيته ، بمقتضى النص الذي تقرر به أولا .وننسها من أنسى الشيء جعله منسياً .فمعنى نسخ الآية في قوله تعالى : ( مَا نَنسَخْ مِنْ آيَةٍ ) رفع حكها مع بقائها .ومعنى إنسائها في قوله - تعالى - : ( نُنسِهَا ) رفع الآية من نظم القرآن جملة .وسمي رفع الآية من نظم القرآن جملة إنساء ، لأن من شأن ما لا يبقى في النظم أن ينساه الناس لقلة جريانه على الألسنة بالتلاوة والاحتجاج به .ويصح إبقاء الإِنساء على حقيقته ، وهو إذهاب الآية من القلوب وإزالتها من الحافظة ، بعد أن يقضي الله بنسخها .وإنما قلنا بعد أن يقضي الله بنسخها ، لأن إنساء الناس آية لم تنسخ إضاعة لشيء من القرآن ، والله يقول ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) ومما يدل على نسخ الآية المنساة ، أي : انتهاء مدة التكليف بها قوله تعالى : ( نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا ) أي نأت بخير من المنسية المنسوخة أو مثلها ، فيكون قوله تعالى : ( أَوْ نُنسِهَا ) معبراً عن حالة تعرض في بعض ما سيرفع من القرآن وهي أن ينساه الناس لذهابه من قلوبهم ، بعد أن يقضي الله بنسخه - كما ذكرنا- .ووجه ذكر هذه الحال بوجه خاص ، أن ما ينسى لعدم حضوره في الذهن لا تعرف الآيات التي تقوم مقامه ، فربما يقع في الوهم أنه ذهب من غير أن ينزل من الآيات ما يغني غناءه .وقرأ ابن كثير وأبو عمرو ( نُنسِهَا ) بالهمزة ، من النساء وهو التأخير وعلى هذه القراءة يحمل النسخ في قوله تعالى : ( مَا نَنسَخْ مِنْ آيَةٍ ) على النوعين السابقين وهما : نسخ الآية حكما فقط ، ونسخها حكماً وتلاوة .ومعنى ( نُنسِهَا ) تؤخر إنزالها إلى وقت ثان فلا ننزلها ، وننزل ما يقوم مفامها في القيام بالمصلحة .والخيرية والمماثلة في قوله تعالى : ( نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا ) ترجع إلى ثواب العمل بها . فقد يكون ثواب العمل بالناسخة أوفر من ثواب العمل بالمنسوخة قبل نسخها ، وقد يكون مماثلا له ، وإن كانت كل واحدة من الآيتين الناسخة والمنسوخة بالنظر إلى الوقت المقدر للعمل بها ، أقوم على المصلحة من الأخرى .وبعد أن أثبت - سبحانه - أن النسخ جائز وواقع بقوله : ( مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا ) ساق جملة كريمة في صورة الاستفهام التقريري ، مخاطباً بها الأمة الإسلامية في شخص نبيها صلى الله عليه وسلم لتكون دليلا على هذا الثبوت ، وهذه الجملة هي قوله تعالى : ( أَلَمْ تَعْلَمْ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ ) والمعنى أن الله - تعالى - متمكن من أن يفعل ما يشاء على الوجه الذي تقتضيه حكمته وإرادته ، ومن كان هذا شأنه فله أن يأمر في وقت بأمر ، ثم ينسخه أو يستبدل به آخر لمقتضيات الظروف والأحوال .",
  "ayah": 106,
  "surah": 2
}
