{
  "text": "ثم حذر الله - تعالى - أهل الكتاب - في ختام الآيات - من التمادي في الكفر والمعصية ، انكالا على انتسابهم لآباء كانوا من الأنبياء أو من الصالحين ، فقال تعالى : ( تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ وَلاَ تُسْأَلُونَ عَمَّا كَانُواْ يَعْمَلُونَ ) .( تِلْكَ ) إشارة إلى أمة إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط و ( الأمة ) المراد بها هنا الجماعة من الناس الذين يجمعهم أمر واحد وهو هنا الدين ( قد خلت ) أي مضت وانقرضت .ومعنى الآية الكريمة : قل يا محمد لأهل الكتاب الذين زعموا أن الهداية في ملتهم وأن إبراهيم وآله كانوا هوداً أو نصارى ، قل لهم : إن إبراهيم وآله يمثلون أمة مضت لسبيلها لها عند الله ما كسبت من خير وعليها ما اكتسبت من شر ولا ينفعها غير صالح أعمالها ، ولا يضرها الأمر كذلك بالنسبة لكم فعليكم أن تسلكوا طريق الإيمان والعمل الصالح وأن تتركوا الاتكال على فضائل الآباء والأجداد فإن كل نفس يوم القيامة ستسأل عن أعمالها دون أعمال غيرها ، كما بين ذلك قوله تعالى : ( كُلُّ امرىء بِمَا كَسَبَ رَهَينٌ ) فالمقصد الأول الذي ترمى إليه الآية الكريمة ، هو تحذير المخاطبين من تركهم الإِيمان والطاعة اعتماداً منهم على انتسابهم لآباء كانوا أنبياء أو صالحين ، فإن هذا الاعتماد إنما هو نوع من الأماني الكاذبة والأفكار الفاسدة وقد جاء في الحديث الشريف \" من أبطأ به عمله لم يسرع به نسبه \"وكأن الآية تقول لأهل الكتاب في تأكيد : إن أمامكم ديناً دعيتم إلى اتباعه ، واقترنت دعوته بالحجة فانظرو في دلائل صحته ، وسمو حكمته ، ولا تردوه بمجرد أن الأنبياء كانوا على ما أنتم عليه الآن ، فإن دعواكم هذه لا تنفعكم ولو في حال تسليمها لكن ، إذ لا يمنع اختلاف الشرائع باختلاف المصالح ، وعلى سحب ما تقتضيه حكمة عالم الغيب والشهادة .وإلى هنا تكون الآيات الكريمة قد دحضت ما ادعاه اليهود من أن الهدى في اتباع ملتهم ، وأقامت الحجج والشواهد على كذبهم وافترائهم وأرشدتهم إلى الدين الحق ، ودعتهم إلى الدخول فيه ، ووبختهم على المحاجة في دين الله بغير علم ، وحذرتهم من الانحراف عن الصراط المستقيم اعتماداً منهم على آباء لهم كانوا أنبياء أو صالحين ، فإنه لن تجزي نفسق عن نفس شيئاً يوم الدين .ثم تحدث القرآن الكريم بعد ذلك عن قصة تحويل القبلة من المسجد الأقصى إلى المسجد الحرام ، وأورد الشبهات التي أثارها المشركون وأهل الكتاب - وعلى رأسهم اليهود - حول هذه المسألة ، ورد عليها بما يدحضها ويبطلها .ونظراً لأهمية هذا الموضوع فسيكون كلامنا عنه على النحو التالي :أولاً : كيف كان المسلمون يتجهون في صلاتهم قبل تحويل القبلة إلى المسجد الحرام؟ثانياً : ما الشبهات التي أثارها اليهود بعد تحويل القبلة إلى المسجد الحرام؟ثالثاً : كيف مهد القرآن الكريم لهذا التحويل؟رابعاً : تفسير الآيات الكريمة التي نزلت بشأن القبلة؟خامساً : لماذا أطال القرآن الكريم حديثه عن تحويل القبلة مع أنها من الأمور الفرعية .وإليك الإِجابة عن كل سؤال من هذه الأسئلة .أولاً : فرضت الصلاة على النبي صلى الله عليه وسلم في مكة ليلة الإِسراء والمعراج . ويرى بعض العلماء أن النبي صلى الله عليه وسلم كان يستقبل في صلاته - وهو بمكة - بيت المقدس إلا أنه لم يكن يستدير الكعبة ، بل كان يجعلها بينه وبين ببيت المقدس ، وذلك بأن يقف بين الركنين الأسود واليماني .ويرى بعضهم أنه كان يستقبل في صلاته وهو بمكة المسجد الحرام . وهذا الرأي هو الذي نرجحه ، لأن المسجد الحرام هو قبلة أبيه إبراهيم ، ولأنه صلى الله عليه وسلم عربي ، وظهر بين قومه العرب ، ولا شك أن اعتزازهم بالمسجد الحرام ، أشد من اعتزازهم بأي مسجد آخر ، إذن فالمصلحة والحكمة تقضيان بأن يستقبل المسلمون في صلاتهم بمكة الكعبة المشرفة .ومهما يكن من خلاف بين العلماء في الجهة التي كان النبي صلى الله عليه وسلم يستقبلها في صلاته وهو بمكة ، فإن الأمر الذي لا خلاف فيه ، أنه بعد الهجرة إلى المدينة لم يستقبل في صلاته سوى بيت المقدس بأمر من الله تعالى - وقد وردت أحاديث صحيحة في ذلك ، منها ما أخرجه البخاري في صحيحه عن البراء بن عازب - رضي الله عنه - أن رسول الله صلى الله عليه وسلم صلى إلى بيت المقدس ستة عشر شهراً أو سبعة عشر شهراً ، وكان رسول الله صلى الله عليه وسلم تعجبه أن تكون قبلته قبل البيت ، وأنه صلى أول صلاة صلاها العصر وصلى معه قوم فخرج رجل ممن كان معه فمر على أهل مسجد وهم راكعون فقال : أشهد بالله لقد صليت مع النبي صلى الله عليه وسلم جهة مكة فداروا كماهم قبل البيت وكانت اليهود قد أعجبهم إذ كان يصلي قبل بيت المقدس فلما ولى وجهه قبل البيت أنكروا ذلك .ومنها ما أخرجه عن ابن عمر - رضي الله عنهما - قال : ( بينما الناس بقباء في صلاة الصبح ، إذ جاءهم آت فقال : إن رسول الله صلى الله عليه وسلم قد أنزل عليه الليلة قرآن ، وقد أمر أن يستقبل الكعبة فاستقبلوها ، وكانت وجوههم إلى الشام فاستداروا إلى الكعبة ) .وبذلك نرى أن النبي صلى الله عليه وسلم كان يتوجه في صلاته وهو بالمدينة إلى بيت المقدس ، قبل أن يأمره الله - تعالى - بالتحول إلى المسجد الحرام .ثانياً : الشبهات التي أثارها اليهود بعد تحول المسلمين في صلاتهم إلى المسجد الحرام .قلنا إن رسول الله صلى الله عليه وسلم بعد هجرته إلى المدينة استقبل في صلاته بيت المقدس بأمر من الله - تعالى - تأليفاً لقلوب اليهود لأن بيت المقدس قبلتهم ، ورمز وحدتهم ، وقد فرحوا لصلاة الرسول صلى الله عليه وسلم والمسلمين إليه ، وكان أمل النبي أن يلبوا دعوتهه وأن يسارعوا إلى الدخول في الإسلام ، ولكنهم عموا وصموا ، وأخذوا يشيعون بين الناس أن النبي صلى الله عليه وسلم قد اتبع قبلتهم وعما قريب سيتبع ملتهم ، واعتبروا اتجاه المسلمين في صلاتهم إلى بيت المقدس نوعاً من اقتباس الهدى منهم ، فتأثر الرسول صلى الله عليه وسلم من موقفهم الجحودي ، وانبثقت في نفسه أمنية التحول إلى الكعبة ، وأكثر من التضرع والابتهال إلى الله كي يوجهه إلى قبلة أبيه إبراهيم .وقد أجاب الله تعالى رجاء نبيه صلى الله عليه وسلم فولاه القبلة التي يرضاها ، ففرح المؤمنون لذلك لأن في توجههم إلى البيت الحرام ، تأليفاً لقلوبهم ، فهو مثابتهم ومركز تجمعهم ، وموطن أمنهم ومهوى أفئدتهم ، وجامع وحدتهم وقد استقبلوا هذا التحويل بالسمع والطاعة لله ولرسوله صلى الله عليه وسلم .أما اليهود ومن على شاكلتهم ممن في قلوبهم مرض فقد استقبلوه بالاستهزاء والجحود ، وإثارة الشبهات ، لبلبلة الأفكار ، وتشكيك المسلمين في عقيدتهم .ومما قاله المشركون في ذلك : إن محمداً صلى الله عليه وسلم قد تحير في دينه ، وبوشك أن يرجع إلى ديننا كما رجع إلى قبلتنا .ومما قاله المنافقون : ما بال المسلمين كانوا على قبلة ثم تركوها؟ومما قاله اليهود - الذين تولوا كبر التشكيك في صحة التوجه إلى البيت الحرام - إن القبلة الأولى - وهي بيت المقدس - إن كانت على حق فقد تركتم أيها المسلمون الحق وإن كانت على باطل فعبادتكم السابقة باطلة ، ولو كان محمد صلى الله عليه وسلم نبياً حقاً ما ترك قبلة الأنبياء قبله وتحول إلى غيرها وما فعل اليوم شيئاً وخالفه غداً .ومقصدهم الأول من وراء هذه المقالات المرذلة ، الطعن في شريعة الإِسلام ، وفي نوبة النبي ( عليه الصلاة والسلام ) .ثالثاً : ولكن القرآن الكريم عليهم خطتهم ، وأحبط مكرهم ، فأخبر الله - تعالى - نبيه صلى الله عليه وسلم بما سيقوله هؤلاء السفهاء جميعاً قبل أن يصدر عنهم ، ومهد لتحويل القبلة بما يطمئن النفوس ويثبت الإِيمان في القلوب ويهيئ الأفئدة لتقبل هذا الأمر العظيم ، فذكر الله في الآيات السابقة على التحويل أنه إذا نسخ آية أتى بما هو خير منها أو مثلها ، لأنه القادر على كل شيء ، المالك للسموات والأرض تصرفاً وتدبيراً ، وهو أعلم بما يتعبد به عباده وما فيه الخير لهم .ثم ذكر - سبحانه - بعد ذلك أن له المشرق والمغرب . ففي أي مكان توجه المصلي فثم وجه الله ، ثم نبه - رسوله صلى الله عليه وسلم بأنه لن يرضى عنه اليهود ولا النصارى حتى يتبع ملتهم .إشارة إلى أن المصلحة في التوجه إلى بيت المقدس قد انتهت وان الاستمرار على ذلك لن يكبح جماح نفوس لم تصبغ بهداية الله وتوفيقه .ثم فصل القرآن بعد ذلك الحديث عن البيت الحرام وتعظيمه وشرفه فذكر أن الله - تعالى - قد جعله مثابة ومرجعاً للحجاج والعمار . يتفرقون عنه ثم يثوبون إليه على تعاقب الأعوام من جميع الأفطار وكلما ازدادوا له زيارة زاد شوقهم إليه . وجعله - أيضاً - حرماً آمناً لهم . بينما يتخطف الناس من حولهم .وأخبر - سبحانه - أنه قد عهد في بنائه إلى نبيين كريمين هما سيدنا إبراهيم وانبه إسماعيل - عليهما السلام - وأمرهما بتطهيره من كل رجس للطائفين والعاكفين والركع السجود .وقد كانت الآيات الواردة في شأن المسجد الحرام قبيل الأمر بتحويل القبلة كفيلة بإعطاء صورة وافية لكل عاقل ، بأن بيتاً له هذه القداسة جدير بأن يكون قبله للناس في صلاتهم ، ولكن اليهود ومن في قلوبهم مرض ، لم يكن إعراضهم عن الحق لشبهة في نفوسهم ينقصها الدليل ، وإنما كان إعراضهم مرجعه العناد والمكابرة ، وكلاهما يعمى ويصم ، فلا غرابة أن نطقوا كفراً ، ولاكت ألسنتهم قبحاً وسفهاً .إلا أن ما قالوه من شبهات حول تحويل القبلة ، لم يجد آذاناً صاغية من المؤمنين ، لأن الله - تعالى - قد مهد للتحويل - كما قلنا بما يطمئن النفوس ولقن نبيه صلى الله عليه وسلم الجواب على شبهاتهم قبل أن ينطقوا بها ليكون ذلك أقطع لحجتهم ، كما قالوا في الأمثال : ( قبل الرمي يراش السهم ) .رابعاً : تفسير الآيات الكريمة التي نزلت في شأن تحويل القبلة إلى البيت الحرام ، لقن فيها المؤمنين الإِجابة على معارضات اليهود وغيرهم ، ونوه فيها بشأن الأمة الإِسلامية ، وبشرها بإجابة رجاء نبيها صلى الله عليه وسلم إذ ولاه القبلة التي يرضاها ، وأراحه من التطلع إلى اهتداء اليهود وغيرهم من الجاحدين . ولو جاءهم بكل آية ، لأن إعراضهم عن دعوته ليس عن شبهة يزيلها الدليل ، ولكنه إعراض سببه الجحود والحقد ، والجاحد والحاقد لا ينفع معهما دليل أو برهان .وقد كرر القرآن الكريم الأمر بالتوجه إلى الكعبة ثلاث مرات في ثلاث آيات ، وعلق بكل أمر فائدة جديدة تناسبه ، لأن أهمية هذا الحادث تستلزم تكراراً في الخطاب ليرسخ في النفوس ، ويستقر في المشاعر والقلوب .",
  "ayah": 141,
  "surah": 2
}
