{
  "text": "( قَدْ نرى تَقَلُّبَ وَجْهِكَ فِي السمآء فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام وَحَيْثُ مَا كُنْتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ ) .والمعنى - قد شاهدنا - يا محمد - وعلمنا تردد وجهك ، وتسريح نظرك إلى السماء تطلعا إلى نزول الوحي عليك ، وتوقعاً لما ألقى في روعك من تحويل القبلة إلى الكعبة سعياً منك وراء استمالة العرب إلى الدخول في أحضان الإِسلام ، ومخالفة اليهود الذين كانوا يقولون : إنه يخالفنا في ديننا ويتبع قبلتنا ، وها نحن قد أجبناك إلى ما طلبت وأعطيناك ما سألت ، ووجهناك إلى قبلة تحبها وتميل إليها ( فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام ) .أي : فاصرف وجهك وحوله نحو المسجد الحرام وجهته .ثم عمم القرآن الكريم هذا التشريع على الأمة الإِسلامية جميعها . فقال تعالى :( وَحَيْثُ مَا كُنْتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ ) .أي : وحيثما كنتم وأينما وجدتم في بر أو بحر فولوا وجوهكم تلقاء المسجد الحرام ونحوه .وقد جاءت هذه الجملة موجهة إلى الأمة قاطبة لدفع توهم أن يكون الخطاب في الأول خاصاً بالنبي صلى الله عليه وسلم ولأنه لما كان تحويل القبلة أمرا له خطره ، خصهم بخطاب مفرد ليكون ذلك آكد وأبلغ .فالآية الكريمة فيها أمر لكل مسلم أن يجعل الكعبة قبلة له ، فيتوجه بصدره إلى ناحيتها وجهتها حال تأديته الصلاة لربه ، سواء أكان المصلي بالمدينة أم بمكة أو بغيرهما .وفي ذكر المسجد الحرام دون الكعبة ، ما يؤذن بكفالة مراعاة جهتها ولذلك لم يقع خلاف بين العلماء في أن الكعبة قبلة كل أفق . وأن من عاينها فرض عليه استقبالها ومن غاب عنها فعليه أن يستقبل جهتها . فإن خفيت عليه تحرى جهتها ما استطاع .وقد سقنا في مطلع هذا البحث بعض الأحاديث الصحيحة التي صرحت بأن الصحابة عندما بلغهم أن النبي صلى الله عليه وسلم قد أمر بالتحويل إلى الكعبة استداروا إليها وهم في صلاتهم فجعلوهها قبلتهم .ومما يشهد بقوة إيمانهم وعظيم امتثالهم لشرع الله ما جاء عن نويلة بنت مسلم أنها قالت .\" وصلينا الظهر - أو العصر ط في مسجد بني حارثة ، فاستقبلنا مسجد إيلياء - أي بيت المقدس - فصلينا ركعتين ، ثم جاء من يحدثنا أن رسول الله صلى الله عليه وسلم قد استقبل البيت الحرام فتحول النساء مكان الرجال . والرجال مكان النساء . فصلينا السجدتين الباقيتين ونحن مستقبلون البيت الحرام . فحدثني رجل من بني حارثة أن النبي صلى الله عليه وسلم قال : \" أولئك رجال يؤمنون بالغيب \" .ثم بينت الآية الكريمة أن أهل الكتاب يعلمون أن التحويل إلى الكعبة هو الحق الذي لا ريب فيه فقال تعالى : ( وَإِنَّ الذين أُوتُواْ الكتاب لَيَعْلَمُونَ أَنَّهُ الحق مِن رَّبِّهِمْ وَمَا الله بِغَافِلٍ عَمَّا يَعْمَلُونَ ) .أي : وإن اليهود الذين أنكروا استقبالكم الكعبة ، وانصرافكم عن بيت المقدس ، ليعلمون أن استقبالكم الكعبة حق؛ لأن الذي أخبر به قد قامت الآيات البينات عندهم على أنه رسول من عند الله ، أو أنه يصلي إلى القبلتين ، وما وقفوا من تحويل القبلة هذا الموقف إلا لعنادهم ، وما الله بغافل عن أعمالهم بل هو محيط بها وسيحاسبهم عليها يوم القيامة حساباً عسرياً \" .",
  "ayah": 144,
  "surah": 2
}
