{
  "text": "وبعد أن طلب - سبحانه - من عباده أن يستعينوا بالصبر والصلاة على احتمال المكاره ، أردف ذلك بذكر بعض المواطن التي لا يمر فيها الإِنسان بسلامة إلا إذا اعتصم بعرى الصبر فقال - تعالى - ( وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات ) .وقوله : ( وَلَنَبْلُوَنَّكُمْ ) من البلو والبلاء وهو الامتحان والاختبار ، وهو جواب لقسم محذوف والتقدير : والله لنبلونكم .وقوله : ( وَلَنَبْلُوَنَّكُمْ ) عطف على قوله : ( استعينوا ) الخ ، عطف المضمون على المضمون ، والجامع أن مضمون الأول طلب الصبر ، ومضمون الثانية بيان مواطنه ، والمراد : ولنعاملنكم معاملة المختبر والمبتلي لأحوالكم :والتنوين في قوله : ( بِشَيْءٍ ) للتقليل . أي بقليل من كل واحد من هذه البلايا والمحن وهي الخوف وما عطف عليه .وإنما قلل - كما قال الزمخشري - ليؤذن أن كل بلاء وإن جل ففوقه ما يقل إليه وليخفف عليهم ويريهم أن رحمته معهم في كل حال لا تزايلهم ، وأنه - سبحانه - يبتليهم من هذه المصائب بقدر ما يمتاز به الصابرون من غير الصابرين .و ( الخوف ) غم يلحق النفس لتوقع مكروه ، ومن أشد ما تضطرب له النفوس من الخوف ، خشيتها أن تقع تحت يد عدو لا هم له إلا إيذاؤها بما تكره .و ( والجوع ) ضد الشبع ، والمراد منه القحط ، وتعذر تحصيل القوت ، والحاجة الملحة إلى طعام .و ( الأموال ) جمع مال ، وهو ما يملك مما له قيمة ، وجرى للعرب عرف باستعماله في النعم خاصة - وهي الإِبل والبقر والغنم - .و ( والثمرات ) : جمع ثمرة وهي حمل الشجر ، وقد تطلق على الشجر سوالنبات نفسه .والمعنى : ولنصيبنكم بشيء من الخوف وبشيء من الجوع ، وبشيء من النقص في الأنفس والأموال والثمرات ، ليظهر هل تصبرون أو لا تصبرون ، فنرتب الثواب على الصبر والثبات على الطاعة ، ونرتب العقاب على الجزع وعدم التسليم لأمر الله - تعالى - .ولقد حدث للمسلمين الأولين خوف شديد بسبب تألب أعدائهم عليهم كما حصل في غزوة الأحزاب . وحدث لهم جوع أليم بسبب هجرتهم من أوطانهم ، وقلة ذات يدهم حتى لقد كان النبي صلى الله عليه وسلم يشد الحجر على بطنه . وحدث لهم نقص في أموالهم بسبب اشتغالهم بإعلاء كلمة الله . وحدث لهم نقص في أنفسهم بسبب قتالهم لأعدائهم . ولكن كل هذه الآلام لم تزدهم إلا إيماناً وتسليماً لقضاء الله وقدره ، واستمساكاً بتعاليم دينهم .وهذا البلاء وتلك الآلام لا بد منها ليؤدي المؤمنون تكاليف العقيدة ، كي تعز على نفوسهم بمقدار ما أدوا في سبيلها من تكاليف ، إذ العقائد الرخيصة التي لا يؤد أصحابها تكاليفها لا يعز عليهم تركها عند الصدمة الأولى ، وليعلم من جاء بعدهم من المؤمنين إذا ما أصابهم مثل هذه الأمور أن ما أصابهم ليس لنقصان من درجاتهم ، وحط من مراتبهم ، فقد أصيب بمثل ذلك أو أكثر من هم أفضل منهم وهم أصحاب النبي صلى الله عليه وسلم .قال الإِمام الرازي : وأما الحكمة في تقديم تعريف هذا الابتلاء . أي الإِخبار به قبل وقوعه : ففيها وجوه .أحدها : ليوطنوا أنفسهم على الصبر عليها إذا وردت فيكون ذلك أبعد لهم عن الجزع وأسهل عليهم بعد الورود .وثانيها : أنهم إذا علموا أنه ستصل إلأيهم تلك المحن اشتد خوفهم ، فيصير ذلك الخوف تعجيلا للابتلاء ، فيستحقون به مزيد الثواب .وثالثها : أن الكفار إذا شاهدوا النبي صلى الله عليه وسلم وأصحابه مقيمين على دينهم مستقرين عليه ، مع ما كانوا عليه من نهاية الضر والمحنة والجوع - يعلمون أن القوم إنما اختاروا هذا الدين لقطعهم بصحته فيدعوهم ذلك إلى مزيد التأمل في دلائله . ومن الملعوم الظاهر أن التبع إذا عرفوا أن المتبوع في أعظم المحن بسبب المذهب الذي ينصره ، ثم رأوه مع ذلك مصراً على ذلك المذهب : كان ذلك أدعى لهم إلى اتباعه مما إذا رأوه مرفه الحال لا كلفة عليه في ذلك المذهب .ورابعها : أنه - تعالى - أخبر بوقوع ذلك الابتلاء قبل وقوعه فوجد مخبر ذلك الخبر على ما أخبر عنه . فكان إخباراً عن الغيب فكان معجزاً .وخامسها : أن من المنافقين من أظهر متابعة الرسول طمعاً في المال وسعة الرزق ، فإذا اختبره - سبحانه - بنزول هذه المحن ، فعند ذلك يتميز المنافق عن الموافق .وسادسها : أن إِخلاص الإِنسان حالة البلاء ورجوعه إلى باب الله - تعالى - أكثر من إخلاصه حال إقبال الدنيا عليه . فكانت الحكمة في هذا الابتلاء ذلك .",
  "ayah": 155,
  "surah": 2
}
