{
  "text": "ثم بين - سبحانه - ما أعده للصابرين من أجر جزيل فقال : ( أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون ) .( أولئك ) اسم إشارة أتى به - سبحانه - للتنبيه على أن المشار إليه هم الموصوفون بجميع الصفات السابقة على اسم الإِشارة ، وأن الحكم الذي ورد بعد مترتب على هذه الأوصاف .و ( صَلَوَاتٌ ) جمع صلاة . وصلاة الله على عباده إقباله عليهم . بالثناء والعطف والمغفرة . وجمعت مراعاة لكثرة ما يترتب عليها من أنواع الخيرات في الدنيا والآخرة .( وَرَحْمَةٌ ) - كما هو مذهب السلف - صفة قائمة بذانه - تعالى - لا نعرف حقيقتها وإنما نعرف أثرها الذي هو الإِحسان .وعطف - سبحانه - الرحمة على الصلوات ليدل على أن بعد ذلك الإِقبال منه على عباده إنعاماً واسعاً ، وعطاء جزيلاً في الدنيا والآخرة .وجاءت الرحمة مفردة على أصل المصادر وهو الإِفراد ، والمقام في الآية يذهب بذهن السامع إلى كثرة الإِنعام المترتب على الصبر الجميل .والجملة ( أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ) استثنافية جواب عن سؤال تقديره : بماذا بشر الله الصابرين؟ فكان الجواب : أولئك عليهم صلوات . . . إلخ .والمعنى : أولئك الصابرون المحتسبون الموصوفون بتلك الصفات الكريمة ، عليهم مغفرة عظيمة من خالقهم ، وإحسان منه - سبحانه - يشملهم في دنياهم وآخرتهم ( وأولئك هُمُ المهتدون ) لطريق الصواب بالتسليم وقت صدمة المصيبة دون غيرهم ممن جزعوا عند صدمتها ، حتى صدر عنهم ما لم يأذن به الله .هذا ، وفي فضل الصبر والصابرين وردت آيات كثيرة ، وأحاديث متعددة أما الآيات فيزيد عددها في القرآن على سبعين آية منها قوله - تعالى - ( وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُواْ ) وقوله ( وَلَنَجْزِيَنَّ الذين صبروا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ ) وقوله : ( أولئك يُؤْتُونَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُواْ ) وقوله : ( إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ ) إلى غير ذلك من الآيات .وأما الأحاديث فمنها ما جاء في صحيح مسلم عن أم سلمة قالت : سمعت رسول الله صلى الله عليه وسلم يقول : \" ما من عبد تصيبه مصيبة فيقول : إنا لله وإنا إليه راجعون . اللهم أجرني في مصيبتي واخلف لي خيراً منها إلا أجره الله في مصيبته وأخلف له خيراً منها \"قالت : فلما توفي أبو سلمة قلت : من خير من أبي سلمة : صاحب رسول الله؟ ثم عزم الله لي فقلتها : قالت : فتزوجني رسول الله صلى الله عليه وسلم .ومنها ما رواه الإِمام أحمد بسنده عن أبي سنان قال : دفنت ابنا لي . وإني لفي القبر أخذ بيدي أبو طلحة \" يعني الخولاني \" فأخرجني وقال : ألا أبشرك؟ قال قلت : بلى . قال : حدثني الضحاك بن عبد الرحمن بن عوزب عن أبي موسى الأشعري قال : \" قال رسول الله صلى الله عليه وسلم قال الله - تعالى - : يا ملك الموت ، قبضت ولد عبدي ، قبضت قرة عينه وثمرة فؤاده؟ قال : نعم . قال فماذا قال؟ قال حمدك واسترجع . قال الله - تعالى - : ابنوا لي بيتاً في الجنة وسموه بيت الحمد \" .ومنها ما رواه الشيخان عن أبي سعيد وأبي هريرة \" عن النبي صلى الله عليه وسلم قال : ما يصيب المسلم من نصب ولا وصب ولا هم ولا حزن ولا أذى ولا غم ، حتى الشوكة يشاكها إلا كفر الله بها من خطاياه \" .إلى غير ذلك من الأحاديث الكثيرة التي وردت في ثواب الاسترجاع وفي أجر الصابرين وفضلهم .",
  "ayah": 157,
  "surah": 2
}
