{
  "text": "ثم تحدث - سبحانه - عن شعيرة من شعائر الحج فقال :( إِنَّ الصفا والمروة مِن شَعَآئِرِ . . . )قال الآلوسي : بعد أن أشار - سبحانه - فيما تقدم إلى الجهاد عقب ذلك ببيان معالج الحج ، فكأنه جمع بين الحج والغزو ، وفيهما شق الأنفس وتلف الأموال ، وقيل لما ذكر الصبر عقبة ببحث الحج لما فثيه من الأمور إليه .و ( الصفا ) في اللغة : الحجر الأملس ، مأخوذ من صفا يصفو إذا خلص ، واحده صفاة فهو مثل حصى وحصاة ونوى ونواة .و ( المروة ) في أصل اللغة : الحجر الأبيض اللين ، وقيل : الحصاة الصغيرة . وهما - أي الصفا والمروة - قد جعلا علمين لجبلين معروفين بمكة كانا على بعد ما يقرب من ألف ذراع من المسجد الحرام . والألف واللام فيهما للتعريف لا للجنس . ومع توسعة المسجد الحرام صارا متصلين به .و ( شَعَآئِرِ ) جمع شعيرة ، من الإِشعار بمعنى الإِعلام ، ومنه قولك شعرت بكذا ، أي : علمت به .وكون الصفا والمروة من شعائر الله ، ي : أعلام دينه ومتعبداته . تعبدنا الله بالسعي بينهما في الحج والعمرة .وشعائر الحج : معالمه الظاهرة للحواس ، التي جعلها الله أعلاما لطاعته ، ومواضع نسكه وعباداته ، كالمطاف والمسعى والموقف والمرمى والمنحر .وتطلق الشعائر على العبادات التي تعبدنا الله بها في هذه المواضع ، لكونها علامات على الخضوع والطاعة والتسليم لله - تعالى - .وأكدت الجملة الكريمة بأن لأن بعض المسلمين كانوا مترددين في كون السعي بين الصفا والمروة من شعائر الله ، وكانوا يظنون أن السعي بينهما من أحوال الجاهلية ، كما سنبين بعد قليل .وقوله : ( فَمَنْ حَجَّ البيت أَوِ اعتمر فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ) تفريع على كونهما من شعائر الله وأن السعي بينهما في الحج والعمرة من المناسك . والحج لغة : القصد مطلقاً أو إلى معظم . وشرعا : القصد إلى البيت الحرام في زمان معين بأعمال مخصوصة .و ( اعتمر ) أي : زار . والعمرة الزيارة مأخوذة من العمارة كأن الزائر يعمر البيت الحرام بزيارته . وشرعا الزيارة لبيت الله المعظم بأعمال مخصوصة وهي : الإِحرام والطواف والسعي بين الصفا والمروة .و ( جُنَاحَ ) - بضم الجيم - الإِثم والحرج مشتق من جنح إذا مال عن القصد ، وسمى الإِثم به للميل فيه من الحق إلى الباطل .و ( يَطَّوَّفَ ) أصلها يتطوف ، فأبدلت التاء طاء ، وأدغمت في الطاء فصارت \" يطوف والتطوف بالشيء كالطواف به ، ومعناه : الإِلمام بالشيء والمشي حوله .وقد فسر النبي - صلى الله عليه وسلم - الطواف بالنسبة للكعبة بالدوران حولها سبعة أشواط . وفسره بالنسبة للصفا والمروة بالسعي بينهما سبعة أشواط كذلك .و \" من \" في قوله : ( فَمَنْ حَجَّ ) شرطية ، \" وحج \" في محل جزم بالشرط ، و ( البيت ) منصوب على المفعولية ، وجملة \" فلا جناح عليه أن يطوف بهما \" جواب الشرط .والمعنى : إن الصفا والمروة من شعائر الله ، أي : من المواضع التي يقام فيهما أمر من أمور دينه وهو السعي بينهما ( فَمَنْ حَجَّ البيت ) أي : قصده بالأفعال المعينة التي شرعها الله ( أَوِ اعتمر ) أي : أتى بالعمرة كما بينتها تعاليم الإِسلام \" فلا جناح عليه أن يطوف بهما \" أي : فلا إثم ولا حرج ولا مؤاخذة عليه في الطواف بهما ، لأنهما مطلوبان للشارع ، ومعدودان من الطاعات .وهنا قد يقول قائل : إن بعض الذين يقرءون هذه الآية قد يشكل عليهم فهمها وذلك لأن قوله - تعالى - : ( إِنَّ الصفا والمروة مِن شَعَآئِرِ الله ) يدل على أن الطواف بهما مطلوب شرعاً طلبا أقل درجاته الندب ، وقوله - تعالى - ( فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ) يقتضي رفع الأثم عن المتطوف بهما ، والتعبير برفع الإِثم عن الشيء يأتي في مقام الدالة على إباحته ، وإذن فما الأمر الداعي إلى أن يقال في هذه الشعيرة : لا إثم على من يفعلها بعد التصريح بأنها من شعائر الله؟ وللإِجابة على هذا القول نقول . إن الوقوف على سبب نزول الآية الكريمة يرفع هذا الاستشكال . وقد روى العلماء في سبب نزولها عدة روايات منها : ما رواه البخاري عن عروة بن الزبير قال : سألت عائشة - رضي الله عنها - قلت لها : أرأيت قوله - تعالى - : ( إِنَّ الصفا والمروة مِن شَعَآئِرِ الله فَمَنْ حَجَّ البيت أَوِ اعتمر فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا . . . ) فوالله ، ما على أحد جناح أن لا يطوف بالصفا والمروة؟ قالت بئس ما قلت يا ابن أختي!! إن هذه الآية لو كانت كما أولتها لكانت : لا جناح عليه أن لا يطوف بهما ، ولكن الآية أنزلت في الأنصار . كانوا قبل أن يسلموا يهلون لمناة الطاغية ، التي كانوا يعبدونها عند المشلل . فكان من أهل يتحرج أن يتطوف بالصفا والمروة . فلما أسلموا سألوا رسول الله صلى الله عليه وسلم عن ذلك؟ فقالوا : يا رسول الله : إنا كنا نتحرج أن نطوف بين الصفا والمروة ، فأنزل الله - تعالى - هذه الآية .قالت عائشة : وقد سن رسول الله صلى الله عليه وسلم الطواف بينهما ، فليس لأحد أن يترك الطواف بينهما .وهناك رواية لمسلم عن عروة عن عائشة تشبه ما جاء في رواية البخاري ، وهناك رواية للنسائي عن زيد بن حارثة قال : كان على الصفا والمروة صتمان من نحاس يقال لهما \" إساف ونائلة \" كان المشركون إذا طافوا تمسحوا بهما .وهناك رواية للطبراني وابن أبي حاتم بإسناد حسن من حديث ابن عباس قال : قالت الأنصار : إن السعي بن الصفا والمروة من أمر الجاهلية فأنزل الله هذه الآية .فيؤخذ من هذه الروايات أن بعض المسلمين كانوا يتحرجون من السعي بين الصفا والمروة لأسباب من أهمها أن هذا السعي كان من شعائرهم في الجاهلية فقد كانوا يهلون - أي يحرمون - لمناة ، ثم يسعون بينهما ليتمسحوا بصنمين عليهما ، وهم لا يريدون أن يعملوا في الإِسلام شيئا مما كان من أمر الجاهلية لأن دين الإِسلام الذي خالط أعماق قلوبهم هز أرواحهم هزاً قوياً وجعلهم ينظرون بجفوة وازدراء واحتراس إلى كل ما كانوا عليه في الجاهلية من أعمال تتنافى مع تعاليم دينهم الجديد ، فنزلة هذه الآية الكريمة لتزيل التحرج الذي كان يتردد في صدورهم من السعي بين الصفا والمروة .وهذا يدل على قوة إيمانهم ، وصفاء يقينهم ، وتحرزهم من كل قول أو عمل يشم منه رائحة التعارض مع العقيدة التي جعلتهم يخلصون عبادتهم لله الواحد القهار .وقوله ( وَمَن تَطَوَّعَ خَيْراً فَإِنَّ الله شَاكِرٌ عَلِيمٌ ) تذييل قصد منه الإِتيان بحكم كلي في أفعال الخيرات كلها ، وقيل إنه تذييل لما أفادته الآية من الحث على السعي بين الصفا والمروة .و ( تَطَوَّعَ ) من التطوع وهو فعل الطاعة فريضة كانت أو نافلة ، وقيل هو التطوع بالنفل خاصة .( شَاكِرٌ ) من الشكر ، والشاكر في اللغة هو المظهر للإِنعام عليه ، وذلك محال في حق الله - تعالى - ، إذ هو المنعم على خلقه ، فوجب حمل شكر الله لعباده على معنى مجازاتهم على ما يعملون من خيرات ، وإثابتهم على ذلك بالثواب الجزيل .قال الإِمام الرازي : وإنما سمي - سبحانه - المجازاة على الطاعة شكراً لوجوه :الأول : أن اللفظ خرج مخرج التلطف مع العباد مبالغة في الإِحسان إليهم ، كما في قوله - تعالى - : ( مَّن ذَا الذي يُقْرِضُ الله قَرْضاً حَسَناً ) وهو - سبحانه - لا يستقرض من عوز ، ولكنه تلطف في الاستدعاء كأنه قيل : من ذا الذي يعمل عمل المقرض . بأن يقدم فياخذ أضعاف ما قدم .الثاني : أن الشكر لما كان مقابلا للإِنعام أو الجزاء عليه ، سمي كل ما كان جزاء شكراً على سبيل التشبيه .الثالث : كأنه يقول : أنا وإن كنت غنياً عن طاعتك ، إلا أني أجعل لها من الموقع بحيث لو صح على أن أنتفع بها لما ازداد وقعه على ما حصل .وبالجملة فالمقصود أن طاعة العبد مقبولة عند الله ، وواقعة موقع القبول في أقصى الدرجات .و ( وَمَن ) شرطية .و ( تَطَوَّعَ ) فعل الشرط ، و ( خَيْراً ) منصوب على نزل الخافض ، وأصله بخير؛ لأن تطوع يتعدى بالباء ولا يتعدى بنفسه ثم حذفت الباء في نظم الكلام نحو : تمرون الديار فلم تعوجوا . أو هو منصوب على أنه نعت لمصدر محذوف أي : تطوعاًَ خيراً ، وجملة ( فَإِنَّ الله شَاكِرٌ عَلِيمٌ ) دليل على جواب الشرط ، إذ التقدير ، ومن تطوع خيراً جوزي فإن الله شاكر عليم .والمعنى : ومن تطوع بالخيرات وأنواع الطاعات ، أو من أتى بالحج أو العمرة طاعة لله ، أو من أتى بهما مرة بعد مرة زيادة على المقروض أو الواجب عليه ، فاز بالثواب الجزيل ، والنعيم المقيم؛ لأن من صفاته - سبحانه - مجازاة من يحسنون العمل ، وهو عليم بكل ما يصدر عن عباده ، ولن يضيع أجر من أحسن عملا .هذا ، وقد اختلفت أقوال الفقهاء في حكم السعي بين الصفا والمروة .فمنهم من يرى أنه من أركان الحج كالإِحرام والطواف والوقوف بعرفة . وإلى هذا الرأي ذهب الشافعي وأحمد بن حنبل ومالك في أشهر الروايتين عنه ومن حججهم أنه من أفعال الحج ، وأن النبي صلى الله عليه وسلم قد اهتم به وبادر إليه ، فقد روى الشيخان عن عمرو بن دينار قال : سألنا ابن عمر عن رجل طاف بالبيت العمرة ، ولم يطف بين الصفا والمروة أيأتي امرأته؟ فقال : قدم النبي صلى الله عليه وسلم فطاف بالبيت سبعاً وصلى خلف المقام ركعتين ، وطاف بين الصفا والمروة . وقد كان لكم في رسول الله أسوة حسنة .ومنهم من يرى أنه واجب يجبر بالدم ، وإلى هذا الرأي ذهب الحنفية ومن حججهم أنه لم يثبت بدليل قطعى فلا يكون ركنا .ومنهم من يرى غير ذلك كما هو موضح في كتب الفقه .",
  "ayah": 158,
  "surah": 2
}
