{
  "text": "ثم حض - سبحانه - على إظهار الحق وبيانه ، وتوعد بالعقاب الشديد من يعمل على إخفائه وكتمانه .فقال - تعالى :( إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ البينات . . . )قال الآلوسي : أخرج جماعة عن ابن عباس قال : سأل معاذ بن جبل ، وسعد بن معاذ ، وخارجه بن زيد نفراً من أحبار يهود عما في التوراة من صفات النبي صلى الله عليه وسلم ومن بعض الأحكام فكتموا ، فأنزل الله - تعالى - فيهم هذه الآية ( إِنَّ الذين يَكْتُمُونَ ) . . . إلخ .والكتم والكتمان : إخفاء الشيء قصداً مع مسيس الحاجة إليه وتحقق الداعي إلى إظهاره . وكتم ما أنزل الله يتناول إخفاء ما أنزله ، وعدم ذكره للناس وإزالته عن موضعه ووضع شيء آخر موضعه ، كما يتناول تحريفه بالتأويل الفاسد عن معناه الصحيح جرياً مع الأهواء ، وقد فعل أهل الكتاب ولا سيما اليهود - كل ذلك . فقد كانوا يعرفون مما بين أيديهم من آيات أن رسالة محمد صلى الله عليه وسلم حق ، ولكنهم كتموا هذه المعرفة حسداً له على ما آتاه الله من فضله ، كما أنهم حرفوا كلام الله وأولوه تأويلا فاسداً تبعاً لأهوائهم .والمراد \" بما أنزلنا \" ما اشتملت عليه الكتب السماوية السابقة على القرآن من صفات النبي صلى الله عليه وسلم ومن هداية وأحكام .والمراد بالكتاب جنس الكتب ، فيصح حمله على جميع الكتب التي أنزلت على الرسل - عليهم السلام - وقيل : المراد به التوراة .و ( البينات ) جمع بينه ، والمراد بها الآيات الدالة على المقاصد الصحيحة بوضوح ، وهي ما نزل على الأنبياء من طريق الوحي .والمراد ب ( والهدى ) ما يهدي إلى الرشد مطلقاً فهو أعم من البينات ، إذ يشمل المعاني المستمدة من الآيات البينات عن طريق الاستنباط ، والاجتهاد القائم على الأصول المحكمة .و \" اللعن \" الطرد والإِبعاد من الرحمة . يقال : لعنه ، أي \" طرده وأبعده ساخطاً عليه ، فهو لعين وملعون .والمعنى : إن الذين يخفون عن قصد وتعمد وسوء نية ما أنزل الله على رسله من آيات واضحة دالة على الحق ، ومن علم نافع يهدي إلى الرشد ، من بعد ما شرحناه وأظهرناه للناس في كتاب يتلى ، أولئك الذين فعلوا ذلك ( يَلعَنُهُمُ الله ) بأن يبعدهم عن رحمته ( وَيَلْعَنُهُمُ اللاعنون ) أي ويلعنهم كل من تتأتى منه اللعنة - كالملائكة والمؤمنين - بالدعاء عليهم بالطرد من رحمة الله لكتمانهم لما أمر الله بإظهاره .وجملة ( إِنَّ الذين يَكْتُمُونَ . . . ) إلخ ، مستأنفة لبيان سوء عاقبة الكاتمين لما أمر اله بإظهاره ، وأكدت \" بإن \" للاهتمام بهذا الخبر الذي ألقى على مسامع الناس .وعبر في ( يَكْتُمُونَ ) بالفعل المضارع ، للدلالة على أنهم في الحال كاتمون للبينات والهدى ، ولو وقع بلفظ الماضي لتوهم السامع أن المقصود به قوم مضوا ، مع أن المقصود إقامة الحجة على الحاضرين .وقوله : ( مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الكتاب ) متعلق بيكتمون ، وقد دلت هذه الجملة الكريمة على أن معصيتهم بالكتمان في أحط الدركات وأقبحها؛ لأنهم عمدوا إلى ما أنزل الله من هدى ، وجعله بينا للناس في كتاب يقرأ ، فكتموه قصداً مع تحقق المقتضى لإِظهاره ، وإنما يفعل ذلك من بلغ الغاية في سفاهة الرأي ، وخبث الطوية .واللام في قوله : ( لِلنَّاسِ ) للتعليل ، أي : بيناه في الكتاب لأجل أن ينتفع به الناس ، وفي هذا زياد تشنيع عليهم فيما أتوه من كتمان ، لأن فعلهم هذا مع أنه كتمان للحق ، فهو في الوقت نفسه اعتداء على مستحقه الذي هو في أشد الحاجة إليه .وقوله : ( أولئك يَلعَنُهُمُ الله وَيَلْعَنُهُمُ اللاعنون ) يفيد نهاية الغضب عليهم ، حتى لكأنهم تحولوا إلى ملعنة ينصب عليها اللعن من كل مصدر ، ويتوجه إليها من كل من يستطيع اللعن ويؤديه .والآية الكريمة وإن كانت نزلت في أهل الكتاب بسبب كتمانهم للحق ، إلا أن وعيدها يتناول كل من كتم علماً نافعاً ، أو غير ذلك من الأمور التي يقضي الدين بإظهارها ، إذ العبرة بعموم اللفظ لا بخصوص السبب ومن شواهد هذا العموم ما جاء في صحيح البخاري عن أبي هريرة قال : إن الناس يقولون أكثر أبو هريرة ولولا آيتان في كتاب ما حدثت حديثاً ثم تلا قوله - تعالى - : ( إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ البينات ) إلى قوله : ( الرَّحِيمُ ) .قال ابن كثير : وقد ورد في الحديث المسند من طرائق يشد بعضها بعضاً عن أبي هريرة وغيره ، أن رسول الله صلى الله عليه وسلم قال : \" من سئل عن علم فكتمه ألجم يوم القيامة بلجام من نار \" .هذا ، وينبغي أن يعلم أن الإِسلام وإن كان ينهى نهياً قاطعاً عن كتم العلم الذي فيه منفعة للناس ، إلا أنه يوجب على أتباعه - وخصوصاً العلماء - أن يحسنوا ما ينشرونه على الناس من علم ، ففي الحديث الشريف : \" حدثوا الناس بما يفهمون أتحبون أن يكذب الله ورسوله \" .كما أنه يوجب عليهم أن يضعوا العلم في موضعه المناسب لمقتضى حال المخاطبين ، فليس كل ما يعلم يقال ، بل أحياناً يكون إخفاء بعض الأحكام مناسباً لأن إظهاره قد يستعمله الطغاة والسفهاء فيما يؤذي الناس ، وفي صحيح البخاري أن الحجاج قال لأنس بن مالك حدثني بأشد عقوبة عاقبها النبي صلى الله عليه وسلم فذكر له أنس حديث العرنيين الذين قتلوا الرعاة واستاقوا الإِبل ، حيث قطع النبي صلى الله عليه وسلم أيديهم وأرجلهم وسمل أعينهم وتركهم في الحرة حتى ماتوا . فلما بلغ الحسن البصري ذلك قال : وددت أنه لم يحدثه؟؟ أنهم يتلقفون من ظاهره ما يوافق هواهم فيجعلونه ذريعة لهم فيما يعاملون به الناس من الظلم .ومما يشهد بفقه بعض العلماء وحسن إدراكهم ، ووضعهم العلم في موضعه المناسب : ما جاء في بعض الكتب أن سلطان قرطبة سأل يحيى بن يحيى الليثي عن حكم يوم أفطره في رمضان عامداً لأن شهوته غلبته على وطء بعض جواريه ، فأفتاه بأن من الواجب عليه أن يصوم ستين يوماً ، وكان بعض الفقهاء جالساً فلم يجترئ على مخالفة يحيى .فلما انفض المجلس قيل له : لم خصصت الحكم بأحد المخيرات وكتمت العتق والإِطعام؟ فقال - رحمه الله - لو فتحنا هذا الباب لو طئ كل يوم وأعتق أو أطعم ، فحملته على الأصعب لئلا يعود .فالإِمام يحيى عند ما كتم عن السلطان الكفارتين الأخريين - وهما الأعتاق والإِطعام - لا يعتبر مسيئاً؛ لأنه قد أعمل دليل دفع مفسدة الجرأة على حرمة فريضة الصوم .وهكذا نرى أن إظهار العلم عند تحقق المقتضى لإِظهاره ، ووضعه في موضعه اللائق به بدون خشية أو تحريف يدل على قوة الإِيمان ، وحسن الصلة بالله - تعالى - : ( ذلك فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ ) وبعد هذا الوعيد الشديد لأولئك الكاتمين لما أمر الله بإظهاره ، أورد القرآن في أعقاب ذلك آية تفتح لهم نافذة الأمل ، وتبين لهم أنهم إذا تابوا وأنابوا قبل الله توبتهم ورحمهم ،",
  "ayah": 159,
  "surah": 2
}
