{
  "text": "ثم بين - سبحانه - لونا من ألوان غبائهم وبلادتهم فقال : ( أولئك الذين اشتروا الضلالة بالهدى ) .الاشتراء : أخذ السلعة بالثمن . والمراد : أنهم استبدلوا ما كره الله من الضلالة بما أحبه من الهدى قال ابن عباس : أخذوا الضلالة وتركوا الهدى .والمشار إليه ب \" أولئك \" هم المنافقون : الموصوفون في الآيات السابقة بالكذب والمخادعة ، والإِفساد في الأرض ، ورمى المؤمنين بالسفاهة واستهزائهم بهم .والسر في الإِشارة والتعبير عنهم بأولئك تمييزهم وتوضيحهم بأكمل صورة وأجلى بيان إذ من المعروف عند علماء البلاغة أن اسم الإِشارة إذا أشير به إلى أشخاص وصفوا بصفات يلاحظ فيه تلك الصفات ، فهو بمنزلة إعادة ذكرها وإحضارها في أذهان المخاطبي . فتكون تلك الصفات ، وهي هنا الكذب والمخادعة وما عطف عليها ، كأنها ذكرت في هذه الآية مرة أخرى ليعرف بها علة الحكم الوادر بعد اسم الإِشارة ، وهو هنا اشتراء الضلالة بالهدى . أي : اختيارها . واستبدالها به .وعبرت الآية بالاشتراء على سبيل الاستعارة ليتحدد مقدار رغبتهم في الضلالة ، وزهدهم في الهدى ، فإن المشتري في العادة يكون شديد الرغبة فيما يشتري ، رغبة تجعله شديد الزهد فيما يبذله من ثمن . فهم راغبون في الضلالة ، زاهدون في الهدى .وقوله تعالى : ( أولئك الذين اشتروا الضلالة بالهدى ) لا يقتضي أنهم كانوا على هدى من ربهم فتركوه ، بل يكفي فيه أن يجعل تمكنهم من الهدى لقيام أدلته . بمنزلة الهدى الحاصل بالفعل .ثم بين سبحانه نتيجة أخذه الضلالة وتركهم الهدى فقال :( فَمَا رَبِحَتْ تِّجَارَتُهُمْ ) أي : أنهم لم يحصلوا من اشترائهم الضلالة بالهدى على الربح ، وإذا كانت التجارة الحقيقة قد يفوت صاحبها الربح ، ولكنه لا يقع في خسارة بأن يبقى له رأس ماله محفوظاً ، فإن التجارة المقصودة من الآية هي استبدال الضلالة بالهدى ، لا يقابل الربح فيها إلا الخسران ، فإذا نفى عنها الربح فذلك يعني أنها تجارة خاسرة .ثم قال - تعالى - : ( وَمَا كَانُواْ مُهْتَدِينَ ) أي : وما كانوا مهتدين إلى سبيل الرشاد وما تتجه إليه العقول الراجحة من الدين الحق ، وما كانوا مهتدين إلى طرق التجارة الرابحة ، فهم أولا لم يربحوا في تجارتهم بل خسروها ، وهم ثانياً ذهب نور الهدى من حولهم فبقوا في ظلمة الضلال .وما أوجع أن يجتمع على التاجر خسارته وتورطه ، وما أوجع أن يجتمع عليه أن ينقطع عن غايته ، وأن يكون في ظلمة تعوقه عن التبصر .",
  "ayah": 16,
  "surah": 2
}
