{
  "text": "ويشتمل الدليل الأول والثاني على أنه - سبحانه - هو المستحق للعبادة في قوله - تعالى - : ( إِنَّ فِي خَلْقِ السماوات والأرض ) .الخلق : هو الإِحداث للشيء على غير مثال سابق . وهو هنا بمعنى المخلوق . إذ الآيات التي تشاهد إنما هي في المخلوق الذي هو السموات والأرض .والسموات : جمع سماء ، وهي كل ما علا كالسقف وغيره ، إلا أنها إذا أطلقت لم يفهم منها سوى الأجرام المقابلة للأرض ، وهي سبع كما ورد ذلك صريحاً في بعض الآيات التي منها قوله - تعالى - : ( الله الذي خَلَقَ سَبْعَ سَمَاوَاتٍ ) وجمعت السموات لأنها طبقات ممتازة كل واحدة من الأخرى بذاتها الشخصية ، كما يدل عليه قوله - تعالى - ( فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ) ولأن إفرادها قد يوهم بأنها واحدة مع أن القرآن صريح في كونها سبعاً .وجاءت الأرض مفردة - وهي لم تجئ في القرآن إلا كذلك - لأن المشاهدة لا تقع إلى على أرض واحدة ، ومن هنا حمل بعض أهل العلم تعددها الذي يتبادر من ظاهر قوله - تعالى - : ( الله الذي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرض مِثْلَهُنَّ ) على معنى أنها طبقات لا ينفصل بعضها عن بعض .ومن الآيات الدالة على وحدانية الله وقدرته في خلق السموات وارتفاعها بغير عمد كما يرى ذلك بالمشاهدة ، وتزيينها بالمصابيح التي جعلها الله زينة للسماء ورجوماً للشياطين ، ووجودها بتلك الصورة العجيبة الباهرة التي لا ترى فيها أي تفاوت أو اضطراب ومن الآيات الدالة على وجود الله ووحدانيته وقدرته في خلق الأرض ، فرشها بتلك الطريقة الرائعة التي يتيسر معها للإِنسان أن يتقلب في أرجائها ، ويمشي في مناكبها ، وينتفع بما يحتاج إليه منها أينما كان ، وتفجيرها بالأنهار ، وعمارتها بحدائق ذات ثمار تختلف ألوانها ويتفاضل أكلها .وفي القرآن الكريم عشرات الآيات التي تتحدث عن نعم الله على عبادة في خلق السموات والأرض ، وعن مظاهر قدرته ووحدانيته في إيجادهما على تلك الصورة ، ومن ذلك قوله - تعالى - : ( يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ . الذي جَعَلَ لَكُمُ الأرض فِرَاشاً والسماء بِنَآءً وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ ) وقوله - تعالى - : ( الله الذي رَفَعَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ استوى عَلَى العرش وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى يُدَبِّرُ الأمر يُفَصِّلُ الآيات لَعَلَّكُمْ بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ )وقوله - تعالى - ( أَلَمْ تَرَوْاْ كَيْفَ خَلَقَ الله سَبْعَ سَمَاوَاتٍ طِبَاقاً . وَجَعَلَ القمر فِيهِنَّ نُوراً وَجَعَلَ الشمس سِرَاجاً . والله أَنبَتَكُمْ مِّنَ الأرض نَبَاتاً . ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجاً . والله جَعَلَ لَكُمُ الأرض بِسَاطاً . لِّتَسْلُكُواْ مِنْهَا سُبُلاً فِجَاجاً ) إلى غير ذلك من الآيات الكريمة الدالة على وجود الله وقدرته ووحدانيته .ويتمثل الدليل الثالث على قدرته - سبحانه - ووحدانيته في قوله تعالى : ( واختلاف الليل والنهار ) والاختلاف : افتعال من الخلف ، وهو أن يجئ شيء عوضاً عن شيء آخر يخلفه على وجه التعاقب . والمراد أن كلا من الليل والنهار يأتي خلفا من الآخر وفي أعقابه ، ويجوز أن يكون المراد باختلافهما ، في أنفسهما بالطول والقصر ، واختلافهما في جنسيهما بالسواد والبياض .و ( الليل ) : هو الظلام المعاقب للنهار ، واحدته ليلة كتمر وتمرة .و ( والنهار ) : هو الضياء المتسع ، وأصله الاتساع ، ومنه قول الشاعر :ملكت بها كفى فأنهرت فتقها ... يرى قائم من دونها ما وراءهاأي : أوسعت فتقها .وقد جعل الله الليل للسكون والراحة والعبادة لمن وفقه الله لقضاء جانب منه في مناجاته - سبحانه - وجعل النهار للعمل وابتغاء الرزق .قال - تعالى - : ( وَجَعَلْنَا الليل لِبَاساً . وَجَعَلْنَا النهار مَعَاشاً ) وقد أضيف الاختلاف لكل من الليل والنهار ، لأن كل واحد منهما يخلف الآخر فتحصل منه فوائد سوى فوائد الآخر ، بحيث لو دام أحدهما لانقلب النفع ضراً .قال - تعالى - : ( قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ أَفَلاَ تَسْمَعُونَ . قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَداً إلى يَوْمِ القيامة مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفلاَ تُبْصِرُونَ . وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ ) ومن العظات التي تؤخذ من هذا الاختلاف أن مدد الليل والنهار تختلف فلكل منهما مدة يستوفيها من السنة بمقتضى نظام دقيق مطرد .قال - تعالى - : ( لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ الليل سَابِقُ النهار وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ ) وكون الليل والنهار يسيران على هذا النظام الدقيق المطرد الذي لا ينخرم دليل على أن الاختلاف تدبير من إله قادر حكيم لا يدخل أفعاله تفاوت ولا اختلال .وإذا اكن لهذا الاطراد أسباب تحدث عنها العلماء ، فإن الذي خلق الأسباب وجعل بينها وبين هذا الاختلاف تلازماً إنما هو الإِله الواحد القهار .أما المظهر الرابع من المظاهر الدالة في هذا الكون على قدرته - سبحانه - ووحدانيته وألوهيته ، فقد تحدثت عنه الآية في قوله - تعالى - : ( والفلك التي تَجْرِي فِي البحر بِمَا يَنفَعُ الناس ) .( الفلك ) : ما عظم من السفن ، ويستعمل لفظ الفلك للواحد والجمع . والظاهر أن المراد به هنا الجمع بدليل قوله - تعالى - : ( التي تَجْرِي فِي البحر ) ولو كان هذا اللفظ للمفرد لقال : الذي يجري ، كما جاء في قوله - تعالى - :( وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الفلك المشحون ) والجملة الكريمة معطوفة على خلق السموات والأرض .قال صاحب المنار : وكان الظاهر أن تأتي هذه الجملة في آخر الآية ليكون ما للإِنسان فيه صنع على حدة وما ليس له فيه صنع على حدة . والنكتة في ذكرها عقيب آية الليل والنهار ، هي أن المسافرين في البر والبحر هم أشد الناس حاجة إلى تحديد اختلاف الليل والنهار ومراقبته على الوجه الذي ينتفع به ، والمسافرون في البحر أحوج إلى معرفة الأوقات وتحديد الجهات ، لأن خطر الجهل عليهم أشد ، وفائدة المعرفة لهم أعظم ، ولذلك كان من ضروريات رباني السفن معرفة علم النجوم ، وعلم الليل والنهار من فروع هذا العلم . قال - تعالى - : ( وَهُوَ الذي جَعَلَ لَكُمُ النجوم لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ البر والبحر ) فهذا وجه العلاقة بين ذكر الفلك وما قبله .و \" ما \" في قوله : ( بِمَا يَنفَعُ الناس ) مصدرية ، والباء للسببية أي : تجري بسبب نفع الناس ولأجله في التجارة وغيرها . أو موصولة والباء للحال ، أي تجري مصحوبة بالأعيان التي تنفع الناس . وخص - سبحانه - النفع بالذكر وإن كانت السفن تحمل ما ينفعت وما يضر؛ لأن المراد هنا عد النعم ، ولأن الذي يحمل فيها ما يضر غيره هو في الوقت نفسه يقصد منفعة نفسه .ومن وجوه الاستدلال بالفلك التي تجري في البحر بما ينفع الناس على وجود الله وقدرته ، أن هذه الفلك وإن كانت من صنع الناس إلا أن الله - تعالى - هو الذي خلق الآلات والأجزاء التي صارت بها سفناً ، وهو الذي سخر لبحر لتجري فيه منقلبة ومدبرة مع شدة أهواله إذا هاج ، وهو الذي جعلها تشق أمواجه شقاً حتى تصل إلى بر الأمان ، وهو الذي رعاها برعايته وهي كنقطة صغيرة في ذلك الماء الواسع ، ووسط تلك الأمواج المتلاطمة حتى وصلت إلى ساحل السلامة وهي حاملة الكثير مما ينفع الناس من الأطعمة والأشربة والأمتعة المختلفة ، فسبحانه من إله قادر حكيم .الدليل الخامس والسادس على أنه - سبحانه - هو المستحق للعبادة يتمثل في قوله - تعالى - في هذه الآية : ( وَمَآ أَنزَلَ الله مِنَ السمآء مِن مَّآءٍ فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ) .والمراد بالسماء : جهة العلو ، أي : وما أنزل من جهة السماء من ماء ، و \" من \" في قوله : ( مِنَ السمآء ) ابتدائية ، وفي قوله : ( مِن مَّآءٍ ) بيانية ، وهما ومجرورهما متعلقان بأنزل .والمراد بإحياء الأرض : تحرك القوى النامية فيها ، وإظهار ما أودع الله فيها من نبات وزهور وثمار وغير ذلك .والمراد بموتها : خلوها من ذلك باستيلاء اليبوسة والقحط عليها .قال - تعالى - : ( وَتَرَى الأرض هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ ) ( والبث ) : التفريق والنشر لما كان خافيا ، ومنه بث الشكوى أي : نشرها وإظهارها ، وكل شيء بثثته فقد فرقته ونشرته ، والضمير في قوله : \" فيها \" يعود إلى الأرض .( والدابة ) : اسم من الدبيب والمشي ببطء ، كل ما يمشي فوق الأرض فهو بحسب الوضع اللغوي يطلق عليه دابة . والظاهر أن المراد بالدابة هنا هذا المعنى العام ، لا ما جيري به العرف الخاص باستعماله في نوع خاص من الحيوان كذوات الأربع .وجملة ( وَمَآ أَنزَلَ الله مِنَ السمآء مِن مَّآءٍ . . . ) معطوفة على ما قبلها ، وجملة ( وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ ) معطوفة على قوله : ( فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا ) .والمعنى : وإن فيما أنزله الله من جهة السماء من ماء مبارك ، عمرت به الأرض بعد خرابها ، وانتشرت فيها أنواع الدواب كلها ، لدلييل ساطع على قدرة الله ووحدانيتهذلك لأنه هو وحده الذي أنزل المطر من السماء ولو شاء لأمسكه مع أن لماء من طبعه الانحدار ، وهو وحده الذي جعل الأرض التي نعيش عليها تنبت من كل زوج بهيج بسبب طبيعتها وأحجامها ، وأشكالها وألوانها ، وأصواتها ، ومآكلها ، وحملها ، وتناسلها ، ووجوه الانتفاع بها ، وغير ذلك من وجوه الاختلاف الكثيرة ، مما يشاهد بأن خالق هذه الكائنات إله واحد قادر حكيم .أما الدليل السابع والثامن في هذه الآية على قدرته - سبحانه - ووحدانيته واستحقاقه للعبادة فهما قوله - تعالى - : ( وَتَصْرِيفِ الرياح والسحاب المسخر بَيْنَ السمآء والأرض ) .الرياح جمع ريح وهي نسيم الهواء .وتصريفها : تقليبها في الجهت المختلفة ، ونقلها من حال إلى حال ، وتوجيهها على حسب إرادته - سبحانه - ووفق حكمته . فتهب تارة صباً ، أي من مطلع الشمس ، وتارة دبوراً ، أي : من جهة الغرب ، وأحياناً من جهة الشمال أو الجنوب وقد يرسلها - سبحانه - عاصفة ولينة ، حارة أو باردة ، لواقح بالرحمة حيناً وبالعذاب آخر ( وَتَصْرِيفِ ) مصدر صرف مضاف للمفعول والفاعل هو الله ، أي : وتصريف الله الرياح . أو مضاف للفاعل هو الله ، أي : وتصريف الله الرياح . أو مضاف للفاعل والمفعول الحساب ، أي : وتصريف الرايح السحاب .وجاءت هذه الجملة الكريمة بعد إحياء الأرض بالمطر وبث الدواب فيها للتناسب بينهما ، وتذكيراً بالسبب إذ بالرياح تكون حياة النبات والحيوان وكل دابة على الأرض ، ولو أمسك - سبحانه - الرياح عن التصريف لما عشا كانئن على ظهر الأرض .( والسحاب ) : عطف على ما قبله ، وهو اسم جنس واحد سحابة ، سمي بذلك لانسحابه في الجو أو لجر الرياح له .و ( المسخر ) : من التسخير وهو التذليل والتيسير ، ومعنى تسخيره - كما قال الآلوسي - أنه لا ينزل ولا يزول مع أن الطبع يقتضي صعوده إن كان لطيفاً وهبوطه إن كان كثيفا - و ( المسخر ) صفة للسحاب باعتبار لفظه ، وقد يعتبر معناه فيوصف بالجمع كما في قوله :( سَحَاباً ثِقَالاً ) والظرف \" بين \" يجوز أن يكون منصوباً بقوله المسخر فيكون ظرفاً للتسخير ، ويجوز أن يكون حالا من الضمير المستتر في اسم المفعول فيتعلق بمحذوف أي : كائناً بين السماء والأرض .وجاء ذكر السحاب بعد تصريف الرياح لأنها هي التي تثيره وتجمعه ، وهي التي تسوقه إلى حيث ينزل مطراً في الأماكن التي تريد الله إحياءها .قال - تعالى - : ( الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِي السمآء كَيْفَ يَشَآءُ وَيَجْعَلُهُ كِسَفاً فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ ) ولا شك أن هذا التصريف للرياح مع أنها جسم لطيف لا يمسك ولا يرى ، وهي مع ذلك في غاية القوة بحيث تقلع الأشجار وتخرب الديار ، وهذا التسخير للحساب بحيث يبقى معلقاً بين السماء والأرض مع حملة للمياه العظيمة التي تسيل بها الأودية المتسعة . . . لا شك أن كل ذلك من أعظم الأدلة على أن لهذا الكون مدبراً قادراً حكيماً هو الله رب العالمين .وقوله : ( لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ ) اسم ( إِنَّ ) لقوله - تعالى - في أول الآية : ( إِنَّ فِي خَلْقِ السماوات والأرض ) ودخلت اللام على الاسم وهو ( لآيَاتٍ ) لتأخره عن الخبر والتنكير للتعظيم والتفخيم كما وكيفاً .أي : إن فيما ذكره الله من مخلوقاته العجيبة ، وكائناته الباهرة ، لدلائل ساطعة ، وآيات واضحة ترشد من يعقلون ويتدبرون فيها ، إلى أن لهذا الكون إلهاً واحداً قادراً حكيماً مستحقاً للعبادة والخضوع والطاعة .وموقع هذه الآية الكريمة من سابقتها كموقع الحجة من الدعوى ، ذلك أن الله - تعالى - أخبر في الآية السابقة أن الإِلهه واحد لا إله غيره ، وهي قضية قد تلفاها كثير من الناس بالإِنكار ، فناسب أن يأتي في هذه الآية الكريمة بالحجج والبراهين التي لا يسع الناظر فيها بتدبر وتفكير إلا التسليم عن اقتناع بوحدانية الله - تعالى - قدرته .قال الإِمام الرازي : واعلم أن النعم على قسمين : نعم دنيوية ونعم دينية وهذه الأمور الثمانية ، اليت عدها الله - تعالى - نعم دنيوية في الظاهر ، فإذا تفكر العقال فيها ، واستدل بها على معرفة الصانع ، صارت نعما دينية ، لكن الانتفاع بها من حيث إنها نعم دنيوية لا يكمل إلا عند سلامة العقول وانفتاح بصر الباطن ، فلذلك قال : ( لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ ) .وقال الآلوسي : أخرج ابن أبي الدنيا وابن مردوية عن عائشة - رضي الله عنها - أن النبي صلى الله عليه وسلم لما قرأ هذه الآية قال : \" ويل لمن قرأها ولم يتفكر فيها \" .ثم قال الآلوسي : ومن تأمل في تلك المخلوقات التي وردت في هذه الآية وجد كلا منها مشتملا على وجوه كثيرة من الدلالة على وجوده - تعالى - ووحدانيته وسائر صفاته الموجبة لتخصيص العبادة له ، ومجمل القول فيث ذلك أن كل واحد من هذه الأمور المعدودة قد وجد على وجه خاصس من الوجوه الممكنة دون ما عداه ، مستنبعا لآثار معينة ، وأحكام مخصوصة .. . وفي الآية إثبات الاستدلال بالحجج العقلية ، وتنبيه على شرف علم الكلام وفضل أهله ، وربما أشارت إلى شرف علم الهيئة .والحق أن هذه الآية الكريمة قد اتجهت في تثبيت عقيدة وحدانية الله وقدرته وألوهيته إلى تنبيه الحواس والمدارك والمشاعر إلى ما في هذا الكون المشاهد المنظور من آيات ودلائل على حقية الخالق - عز وجل - بالعبادة .وهذه الطريقة من تنبيه الحواس والمدارك جديرة بأن تفتح الأبصار والبصائر على عجائب هذا الكون ، تلك العجائب التي أصبحت عند كثير من الناس شيئاً مألوفاً بسبب عدم تدبرهم لما فيها من عظات وعبر وصدق الله إذ يقول ( وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ ) ورحم الله القائل : ألا إن لله كتابين : كتاباً مخلوقاً وهو الكون ، وكتاباً منزلا وهو القرآن .وإنما يرشدنا هذا إلى طريق بذاك بما أوتينا من العقل . فمن أطاع فهو من الفائزين ، ومن أعرض فأولئك هم الخاسرون .",
  "ayah": 164,
  "surah": 2
}
