{
  "text": "وقوله - تعالى - ( إِنَّمَا يَأْمُرُكُمْ بالسواء والفحشآء ) استئناف لبيان كيفية عداوته ، وتفصيل لأنواع شروره ومفاسده .والسوء في الأصل : مصدر ساء يسوءه سوءاً ومساءة إذا أحزنه ، والمراد به هنا ، كل ما يغضب الله - تعالى - من المعاصي ، لأنها تسوء صاحبها وتحزنه في الحال أو المآل .والفحشاء والفاحشة والفحش : ما عظم قبحه مر الأقوال والأفعال .وروى عن ابن عباس أنه فسر السوء بما لا حد فيه ، والفحشاء بما فيه حد .والأمر في الأصل : الطلب بالقول ، واستعمل في تزيين الشيطان المعصية ، لأن تزيينها في معنى الدعوة إليها .قال صاحب الكشاف : فإن قلت : كيف كان الشيطان آمرا مع قوله ( لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ) قلت : شبه تزيينه وبعثه على الشر بأمر الآمر ، كما تقول : أمرتني نفسي بكذا ، وتحته رمز إلى أنكم منه بمنزلة المأمورين لطاعتكم له وقبولكم وساوسه ، ولذلك قال : ( وَلأَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأنعام وَلأَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ الله ) وقال - تعالى - : ( إِنَّ النفس لأَمَّارَةٌ بالسواء ) لما كان الإِنسان يطيعها فيعطيها ما اشتهت .وقوله : ( وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ ) معطوف على ما قبله .أي : يأمركم الشيطان بالسوء والفحشاء ، ويأمركم أن تقولوا على الله ما لا تعلمون .والقول على الله بغير علم من مظاهره أن يقول قائل : لقد أحل الله كذا وحرم كذا بدون دليل شرعي يعتمد عليه .قال الإِمام ابن القيم : \" والقول على الله بغير علم يعم القول عليه - سبحانه - في أسمائه وصفاته وأفعاله ، وفي دينه وشرعه ، وقد جعله - سبحانه - من أعظم المحرمات ، بل جعله في المرتبة العليا منها ، فقال - تعالى - : ( قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ والإثم والبغي بِغَيْرِ الحق وَأَن تُشْرِكُواْ بالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ ) وقال - تعالى - : ( وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الكذب هذا حَلاَلٌ وهذا حَرَامٌ لِّتَفْتَرُواْ على الله الكذب إِنَّ الذين يَفْتَرُونَ على الله الكذب لاَ يُفْلِحُونَ . مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ )فتقدم إليهم - سبحانه - بالوعيد على الكذب عليه في أحكامه ، وقولهم لما لم يحرمه : هذا حرام ، ولما لم يحله : هذا حلال . وهذا بيان منه - سبحانه - أنه لا يجوز للعبد أن يقول : هذا حلال وهذا حرام إلا بما علم أنه - سبحانه - أحله وحرمه \" .وقال بعض العلماء : وقد يخطر على بالك أن تقرير الأئمة المجتهدين لبعض الوقائع أحكاماً من طريق الاستنباط ، قد يستندون في ذلك إلى دليل يفيد الظن بالحكم ، ولا يصل إلى أن يفيد العلم به ، فيكون إفتاؤه من قبيل القول على الله بيغر علم ، ويزاح هذا الخاطر بأنه قد انضم إلى ذلك الدليل الظني أصل انعقد عليه الإِجماع وأصبح مقطوعاً به ، وهو أن كل مجتهد بحق يكون حكم الشرع في حقه أو حق من يتابعه هو الحكم الذي أداه إليه اجتهاده ، وبمراعاة هذا الأصل المقطوع به لم يكن المجتهد المشهود له بالرسوخ في العلم قائلا على الله ما لا يعلم \" .هذا ، ومن الآيات الكثيرة التي وردت في القرآن الكريم في التحذير من الشيطان ووساوسه قوله - تعالى - :( إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير ) وقوله - تعالى - : ( الشيطان يَعِدُكُمُ الفقر وَيَأْمُرُكُم بالفحشآء والله يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلاً والله وَاسِعٌ عَلِيمٌ ) وقوله - تعالى - : ( يابني ءَادَمَ لاَ يَفْتِنَنَّكُمُ الشيطان كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الجنة ) وقد أرشدنا النبي صلى الله عليه وسلم إلى أن الإكثار من ذكر الله خير معين للإِنسان للتغلب على وساوس الشيطان فقال في حديثه الطويل الذي رواه الترمذي والنسائي وابن حبان عن الحارث الأشعري : \" وآمركم بذكر الله كثيراً ، فإن مثل ذلك كمثل رجل طلبه العدو سراعاً في أثره ، فأتى حصناً فأحرز نفسه فيه ، وكذلك العبد لا ينجو من الشيطان إلا بذكر الله .",
  "ayah": 169,
  "surah": 2
}
