{
  "text": "وبعد أن وصف الله تعالى حال المنافقين في الآيات السابقة ، ساق مثلين لتوضيح سوء تصرفهم ، وشدة حيرتهم واضطرابهم . فقال تعالى :( مَثَلُهُمْ كَمَثَلِ الذي استوقد نَاراً . . . . )قوله تعالى : ( مَثَلُهُمْ ) أي : صفتهم ، وأصل المثل بمعنى المثل - بكسر الميم وسكون الثاء - والمثل النظير والشبيه ، ثم أطلق على القول السائر المعروف لمماثلة مضربه - وهو الذي يضرب فيه - لمورده الذي ورد فيه أولا ، ولا يكون إلا فيما فيه غرابة ثم استعير للصفة أو الحال أو القصة إذا كان لها شان عجيب وفيها غرابة ، وعلى هذا المعنى يحمل المثل في هذه الآية ، وإنما تضرب الأمثال لإِيضاح المعنى الخفي وتقريب المعقول من المحسوس ، وعرض الغائب في صورة الشاهد ، فيكون المعنى الذي ضرب له المثل أوقع في القلوب ، وأثبت في النفوس .واستوقد النار : طلب وقودها بسطوع نارها واندلاع لهيبا ، أو أوقدها لأن أوقد واستوقد قد يكونان بمعنى واحد كأجاب واستجاب .والنار : جوهر لطيف حار محرق من نار ينور إذا نفر لحركتها واضطرابها ، وأضاءت ما حوله ، جعلت ما حوله مضئياً ، أو أشرقت فيما حوله . وحول الشيء : ما يحيط به من جميع نواحيه ، ولذا قيل للعام حول ، للفه ودورانه حتى يعود كما كان .والنور : الضوء الذي يكون للشيء المضيء ، وهو مأخوذ من النار .ومعنى : ( ذَهَبَ الله بِنُورِهِمْ ) سلبه منهم ، وفي إسناد ذهب إلى الله تعالى - إشعار بأن النور الذي سلب عنهم لن يستطيع أحد أن يرده عليهم ، لأن الذي سلبه عنهم إنما هو الله الغالب على أمره .وقال ( بِنُورِهِمْ ) ولم يقل بنارهم ، لأن إيقاد النار يكون للإِضاءة وللإِحراق والمقصود من إيقاد النار الواردة في المثل إنما هو الإِضاءة .وقال ( بِنُورِهِمْ ) ولم يقل بنوره ، مع أن الضمير يعود ( الذي استوقد ) وهو بحسب الظاهر مفرد ، لأن ( الذي ) قد يطلق أحيانا قد يطلق بمعنى الذين ، كما في قوله تعالى : ( وَخُضْتُمْ كالذي خاضوا ) أو لأن ( الذي ) أريد منه جنس المستوقد ، لا مستوقد بعينه ، فصار في معنى جماعة من المستوقدين . وصح أن يعود عليه ضمير الجمع في قوله ( بِنُورِهِمْ ) لذلك .وأورد الظلمات بصيغة الجمع للمبالغة في شدتها ، فكأنها لشدة كثافتها ظلمات بعضها فوق بعض ، وأكد هذا بقوله ( لاَّ يُبْصِرُونَ ) أي : أن هذه الظلمات بالغة في الشدة حتى أولئك المحاطين بها لا يتأتى لهم أن يبصروا ، كما أن الشان كذلك بالنسبة للذين طمس على أعينهم .وعبر - سبحانه - بقوله : ( وَتَرَكَهُمْ ) ولم يقل : ذهب بنورهم وبقوا في ظلمات ، ليدل بذلك على قطع الصلة بينهم وبين ربهم ، وأنهم متروكون غضباً عليهم ونكاية بهم .هذا ، وللعلماء رأيان في تطبيق هذا المثل على المنافقين ، أما الرأي الأول فيرى أصحابه ، أن هذا المثل قد ضرب في قوم دخلوا في الإِسلام عند وصول النبي صلى الله عليه وسلم إلى المدينة ، ثم تحولوا بعد ذلك إلى الكفر والنفاق فيقال في تطبيق هذا المثل عليهم : إن قصة هؤلاء المنافقين الذين اكتسبوا بإيمانهم نوراً ، ثم أبطلوا ذلك بنفاقهم ، ووقعوا في حيرة عظيمة ، كقصة من استوقدوا ناراً؛ فلما أضاءت ما حولهم ، سلب الله منهم الضوء فراحوا في ظلام لا يهتدون إلى الخروج منه سبيلا .وأما الرأي الثاني فيرى أصحابه أن هذا المثل إنما ضرب في قوم لم يسبق لهم إيمان وإنما دخلوا في الإسلام من أول أمرهم نفاقاً ، فيقال في تطبيق هذا المثل عليهم : إن قصة هؤلاء الذين دخلوا في الإِسلام نفاقاً ، فظفروا بحقن دمائهم وبغنائم الجهاد وسائر أحكام المسلمين ، وتمتعوا بذلك في الدنيا قليلا ثم صاروا إلى ظلمات العذاب الدائم في الآخرة - قصة هؤلاء كقصة من استوقدوا نارا لتضيء لهم وينتفعوا بها ، فأضاءت ما حولهم قليلا ، ثم طفئت وصاروا إلى ظلمة شديدة مطبقة .",
  "ayah": 17,
  "surah": 2
}
