{
  "text": "وبعد أن نهى - سبحانه - الناس عن اتباع خطوات الشيطان ، وبين لهم مظاهر عداوته لهم ، أردف ذلك ببيان حال طائفة من الناس لم يستمعوا لها النصح ، بل اتبعوا خطوات الشيطان فقلدوا آباءهم في الشرك والجهالة فقال - تعالى - :( وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا . . . )أي : وإذا قيل لأولئك الذين افتقوا خطوات الشيطان ، وقالوا على الله بدون علم ولا برهان ، إذا قيل لهم : اتبعوا ما أنزل الله من قرآن ، أعرضوا عن ذلك وقالوا بل نتبع ما وجدنا عليه آباءنا من عبادة الأصنام والخضوع للرؤساء .فالضمير في قوله - تعالى - : ( لَهُمُ ) يعود على طائفة ممن شملهم الخطاب بقوله - تعالى - في الآية السابقة : ( ياأيها الناس كُلُواْ مِمَّا فِي الأرض حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان ) وهم الذين لم يستجيبوا لنداء الله بل ساروا في ركب الشيطان ، واقتفوا آثاره ، ( وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله ) . القائل لهم ذلك هو النبي صلى الله عليه وسلم والمسلمون .والمراد به أنزل الله : القرآن الكريم ، وما أوحاه الله إلى نبيه صلى الله عليه وسلم من هدايات . وعدل - سبحانه - من خطابهم إلى الغيبة للتنبيه على أنهم لرفرط جهلهم وحمقهم صاروا ليسوا أهلا للخطاب ، بل ينبغي أن يصرف عنهم إلى من يعقله .و ( بَلْ ) في قوله - تعالى : ( بَلْ نَتَّبِعُ ) للإضراب الإبطالي ، أي : أضربوا عن قول الرسول لهم ( اتبعوا مَآ أَنزَلَ ) إضراب إعراض بدون حجة ، إلا بأنه مخالف لما ألفوا عليه آباءهم من أمور الشرك والضلال .وقوله - تعالى - : ( أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ ) رد عليهم ، وبيان لبطلان الاعتماد في الدين على مجرد تقليد الآباء .والهمزة للاستفهام الإِنكاري ، والواو للحال ، والمعنى : أيتبعون ما وجدوا عليه آباءهم والحال أن آباءهم لا يعقلون شيئاً من أمور الدين الصحيح ، ولا يهتدون إلى طريق الصواب .قال الآلوسي : وفي الآية دليل على المنع من التقليد لمن قدر على النظر ، وأما اتباع الغير في الدين بعد العلم - بدليل ما - أنه محق فاتباع في الحقيقة لما أنزل الله - تعالى - وليس من التقليد المذموم في شيء وقد قال - سبحانه - ( فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ ) وبعد أن بين - سبحانه - فساد ما عليه أولئك المشركون المقلدون من غير نظر ولا استدلال ، أردف ذلك بضرب مثل لهم زيادة في قبيح شأنهم والزراية عليهم فقال - تعالى - :( وَمَثَلُ الذين كَفَرُواْ كَمَثَلِ الذي يَنْعِقُ بِمَا لاَ يَسْمَعُ . . . )",
  "ayah": 170,
  "surah": 2
}
