{
  "text": "( وَمَثَلُ ) الصفة والشأن ، وأصل المثل بمعنى المثل : النظير والشبيه ، ثم أطلق على القول السائر المعروف ، لمماثلة مضربه - وهو الذي يضرب مضربه - وهو الذي يضرب فيه - - لمورده - وهو الذي ورد فيه أولا - ولا يكون إلا فيما فيه غرابه . ثم استعير للصفة أو الحال أو القصة ، إذا كان لها شأن عجيب وفيها غرابة .و ( يَنْعِقُ ) من النعيق وهو الصياح . يقال : نعق الراعي بالغنم ينعق نعقاً ونعاقاً ونعقاناً ، صاح بها وزجرها .والدعاء والنداء قيل بمعنى واحد أي أن ثانيهما تأكيد للأول ، وقيل : الدعاء للقريب والنداء للبعيد .والظاهر أن المراد بهما نوعان من الأصوات .وأولهما : وهو الدعاء معناه : الصياح بالبهائم لتأتي .وثانيهما : وهو النداء معناه : الصياح بها لتذهب .قال الإِمام الرازي ما ملخصه : وللعلماء من أهل التأويل في هذه طريقان :أحدهما : تصحيح المعنى بالإِضمار في الآية .والثاني : إجراء الآية على ظاهرها من غير إضمار .أما الذين أضمروا فذكروا وجوها :الأول : كأنه قال : ومثل من يدعو الذين كفروا إلى الحق كمثل الذي ينعق ، فصار الناعق الذي هو الراعي بمنزلة الداعي إلى الحق . وهو الرسول صلى الله عليه وسلم وسائر الدعاة إلى الحق ، وصار الكفار بمنزلة الغنم المنعوق بها ، ووجه الشبه أن البهيمة تسمع الصوت ولا تفهم المراد ، وهؤلاء الكفار كانوا يسمعون صوت الرسول صلى الله عليه وسلم وألفاظه ، وما كانوا ينتفعون بها وبمعانيها .الثاني : ومثل الذين كفروا في دعائهم آلهتهم من الأوثان كمثل الناقع في دعائه ما لا يسمع كالغنم وما يجري مجراها من البهائم . فشبه الأصنام - في أنها لا تفهم - بهذه البهائم ، فإذا كان ولا شك أن من دعا بهيمة عد جاهلا ، فمن دعا حجراً أولى بالذم .والفرق بين هذا القول والذي قبله أن هاهنا المحذوف هو المدعو ، وفي القول الذي قبله المحذوف هو الداعي .أما إجراء الآية على ظاهرها من غير إضمار فتقديره ، ومثل الذين كفروا في قلة عقولهم في عباداتهم لهذه الأوثان كمثل الراعي إذا تكلم مع البهائم ، فكما أنه يقضي على ذلك الراعي بقلة العقل فكذا ههنا .ثم قال - رحمه الله - ومثل هذا المثل يزيد السامع معرفة بأحوال الكفار ، ويحقر إلى الكافر نفسه إذا سمع ذلك ، فيكون كسرا لقلبه ، وتضييقاً لصدره ، حيث صيره كالبهيمة فيكون في ذلك نهاية الزجر والردع لمن يسمعه عن أن يسلك مثل طريقة في التقليد \" .وقوله - تعالى - ( صُمٌّ بُكْمٌ عُمْيٌ ) زيادة في تبكيتهم وتقريعهم ، أي : صم عن استماع دعوة الحق . بكم عن إجابة الداعي إليها ، عمى عن آيات صدقها وصحتها . فهم لإعراضهم عن الهادي لهم إلى ما ينفعهم وينجيهم من العذاب صاروا بمنزلة من فقد حواسه ، فأصبح لا يسمع ولا ينطق ولا يبصر .وقوله : ( فَهُمْ لاَ يَعْقِلُونَ ) وارد مورد النتيجة بعد البرهان ، بجانب كونه توبيخاً لهم ، لأنهم بفقدهم أهم طرق الإِدراك وهما السمع والبصر ، وأهم وسيلة للثقافة وهي استطلاع الحقائق من طريق المحاروة والتكلم ، صاروا بعد كل ذلك بمنزلة من فقد عله الاكتسابي ، فأصبح لا يفقه شيئاً؛ لأن العقل الذي يكتسب به الإِنسان المعارف والحقائق يستعين استعانة كبرى بهذه الحواس الثلاث .وبعد هذا البيان البليغ لحال الذين يتخذون من دون الله أنداداً ، ولحال الكافرين المقلدين لآبائهم في الضلال بدون تدبر أو تعقل ، بعد كل ذلك وجهت السورة الكريمة نداء إلى المؤمنين بينت لهم فيه - وفيما سيأتي بعده من آيات - كثيراً من التشريعات والآداب والأحكام التي هم في حاجة إليها فقال - تعالى - :( ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ . . . )",
  "ayah": 171,
  "surah": 2
}
