{
  "text": "ثم تحدث القرآن عن سوء عاقبة الذين يكتمون ما أمر الله بإظهاره وتوعدهم بأقسى ألوان العذاب فقال - تعالى - :( إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلَ . . . )الكتم والكتمان : إخفاء الشيء قصداً مع تحقق الداعي إلى إظهاره .وقد تحدث القرآن - قبل هذه الآيات بقليل - في قوله تعالى - ( إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ البينات والهدى ) عن المصيرر الأليم الذي توعد الله به أولئك الكاتمين لما أمر الله بإظهاره ، وأعاد الحديث عن سوء عاقبتهم هنا؛ لكي ينذرهم مرة بعد أخرى حتى يقلعوا عن هذه الرذيلة التي هي من أبشع الرذائل وأقبحها ، ولكي يغرس في قلوب الناس - وخصوصا العلماء - الشجاعة التي تجعلهم يجهرون بكملة الحق في وجوه الطغاة لا يخافون لومة لائم ، ويبلغون رسالات الله دون أن يخشوا أحداً سواه ، ويبينون للناس ما أمرهم الله ببيانه بطريقة سليمة أمينة خالية من التحريف الكاذب ، والتأويل الباطل .قال الإِمام الرازي : قال ابن عباس : نزلت هذه الآية في رؤساء اليهود وأحبارهم . كانوا يأخذون من أتباعهم الهدايا ، فلما بعث الله نبيه محمداً صلى الله عليه وسلم خافوا انطقاع تلك المنافع فكتموا أمره - عليه السلام - وأمر شرائعه فنزلت هذه الآية .ثم قال الإِمام الرازي : والآية وإن نزلت في أهل الكتاب لكنها عامة في حق كل من كتم شيئاً من باب الدين يجب إظهاره ، إذ العبرة بعموم اللفظ لا بخصوص السبب \" .والمراد بالكتاب ، التوراة ، أو جنس الكتب السماوية التي بشرت النبي صلى الله عليه وسلم .و ( مِنَ ) في قوله : ( مِنَ الكتاب ) بمعنى في أي : يكتمون ما أنزل الله في كتابه من صفة النبي صلى الله عليه وسلم ونعته ووقت بعثته .وقيل للبيان ، وهي حال من العائد على الموصول والتقدير : أنزل الله حال كونه من الكتاب والعامل فيه أنزل .وقوله : ( وَيَشْتَرُونَ بِهِ ثَمَناً قَلِيلاً ) معطوف على يكتمون .أي : يكتمون ما أنزل الله من الكتاب مما يشهد بصدق النبي صلى الله عليه وسلم ويأخذون من سفلتهم في مقابل ذلك عرضاً قليلا من أعراض الدنيا .والضمير في قوله : ( بِهِ ) يعود إلى ما أنزل الله ، أو إلى الكتمان الذي يدل عليه الفعل ( يَكْتُمُونَ ) أو إلى الكتاب .ووصف هذا الثمن الذي يأخذونه في مقابل كتمانهم بالقلة ، لأن كل ما يؤخذ في مقابلة إخفاء شيء مما أنزله الله فهو قليل حتى ولو كان ملء الأرض ذهباً .وقوله - تعالى - : ( أولئك مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار ) وما عطف عليه ، بيان للعذاب المهين الذي أعدلهم بسبب كتمانهم لما أمر الله بإظهاره وبيعهم دينهم بدنياهم .أي : أولئك ما يأكلون في بطونهم إلا ما يؤدي بهم إلى النار وبئس القرار كما قال - تعالى - في حق أكله مال اليتامى : ( إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً )وفي هذه الجملة الكريمة تمثيل لحالة أولئك الكفار الحاصلة من أكلهم ذلك الثمن القليل .المفضي بهم إلى النار ، بحالة من يأكل النار نفسها . ووجه الشبه بين الحالتين : أنه يترتب على أكل ذلك المال الحرام من تقطيع الأمعاء وشدة الألم ، ما يترب على أكل النار ذاتها ، إلا أن العذاب الحاصل من أكل النار يقع عندما تمتلئ منها بطونهم ، والعذاب الحاصل من أكل المال الحرام يقع عند لقاء جزائه وهو الإِحراق بالنار .وجيء باسم الإِشارة في أول هذه الجملة لتمييز أولئك الكاتمين أكمل تمييز حتى لا يخفى أمرهم على أحد ، وللتنبيه على أن ما ذكر بعد اسم الإِشارة من عقوبات سببه ما فعلوه قبل ذلك من سيئات .وخص - سبحانه - بالذكر الأكل في بطونهم من بين وجوه انتفاعهم بما يأخذونه من مال حرام ، للإِشعار بسقوط همتهم ودناءة نفوسهم حتى إنهم ليخفون ما أمر الله بإظهاره من حقائق وهدايات ، نظير ملء بطونهم .وقوله : ( وَلاَ يُكَلِّمُهُمُ الله يَوْمَ القيامة ) أي : لا يكلمهم كلاما تطمئن به نفوسهم ، وتنشرح له صدورهم وإنما يكلمهم بما يخزيهم ويفجعهم بسبب سوء أعمالهم كقوله - لهم : ( اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ ) أو أن نفي تكليمة لهم كتابه عن غضبه عليهم ، لأن من عادة الملوك أنهم عند الغضب يعرضون عن المضغوب عليه ولا يكلمونه ، كما أنهم عند الرضا يقبلون عليه بالوجه والحديث .وقوله : ( وَلاَ يُزَكِّيهِمْ ) أي : ولا يطهرهم من دنس الكفر والذنوب بالمغفرة ، من التزكية بمعنى التطهي . يقال : زكاة الله ، أي : طهره وأصلحه .وتستعمل التزكية بمعنى الثناء ، ومنه زكى الرجل صاحبه إذا وصفه بالأوصاف المحمودة وأثنى عليه . فيكون معنى ( وَلاَ يُزَكِّيهِمْ ) لا يثني عليهم - سبحانه - ومن لا يثني عليه الله فهو معذب .فهؤلاء الذين كتموا الحق نظير شيء قليل من حطام الدنيا ، فقدوا رضا الله عنهم وثناءه عليهم وتطهيره لهم .ثم ختم - سبحانه - الآية ببيان سوء منقلبهم ، وشدة ألم العذاب الذي ينالهم فقال - تعالى - ( وَلَهُمْ عَذَابٌ أَلِيمٌ ) أي . موجع مؤلم .قال الآلوسي : وقد جاءت هذه الأخبار مرتبة بحسب المعنى ، لأنه لما ذكر - سبحانه - استراءهم بذلك - الثمن القليل - وكان كناية عن مطاعمهم الخبيثة الفانية ، بدأ أولا في الخبر بقوله : ( مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار ) . وابتني على كتمانهم واشترائهم بما أنزل الله ثمناً قليلاً ، أنهم شهود زور وأحبار سوء ، آذوا بهذه الشهادة الباطلة رسول الله صلى الله عليه وسلم وألموه فقوبلوا بقوله - سبحانه - : ( وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ ) .",
  "ayah": 174,
  "surah": 2
}
