{
  "text": "ثم بين - سبحانه - ما هم عليه من جهل وغباء وسوء عاقبة فقال : ( أولئك الذين اشتروا الضلالة بالهدى والعذاب بالمغفرة ) .الاشتراء : استبدال السلعة بالثمن . والمعنى : أولئك الذين تقدم الحديث عنهم وهم الكاتمون لما أنزل الله قد بلغ بهم الغباء وانطماس البصيرة أنهم باعوا الهدى والإِيمان ليأخذوا في مقابلهما الكفر والضلال ، وباعوا ما يوصلهم إلى مغفرة الله ورحمته ليأخذوا في مقابل ذلك عذابه ونقمته ، فما أخسرها من صفقة ، وما أغبى هؤلاء الكاتمين الذين فعلوا ذلك نظير عرض من أعراض الدنيا الفانية ، فخسروا بما فعلوه دنياهم وآخرتهم .وقوله - تعالى - : ( فَمَآ أَصْبَرَهُمْ عَلَى النار ) معناه : فما أدومهم على عمل المعاصي التي تؤدي بهم إلى النار حتى لكأنهم بإصرارم على عملهم يجلبون النار إليهم جلباً . ويقصدون إليها قصداص بدون مبالاة أو تفكر .والمراد من التعجب في هذه الآية وأشباهها ، الإِعلام بحالهم وأنهن ينبغي أن يتعجب منها كل أحد ، وذلك لأن المعنى الظاهر من الجملةالتعجب من صبر أولئك الكفارعلى النار ، والتعجب انفعال - يحدث في النفس عند الشعور بأمر يجهل سببه وهو غير جائز في حقه - تعالى - لأنه لا يخفى عليه شيء ، ومن هنا قال العلماء : إن فعل التعجب في كلام الله المراد منه التعجب ، أي : جعل الغير يتعجب من ذلك الفعل ، وهو هنا صبرهم على النار ، فيكون المقصود تعجيب المؤمنين من جراءة أولئك الكاتمين لما أنزل الله على اقترافهم ما يلقى بهم في النار ، شأن الواثق من صبره على عذابها المقيم .وشبيه بهذا الأسلوب في التعجب - كما أشار صاحب الكشاف - أن تقول لمن يتعرض لما يوجب غضب السلطان : ما أصبرك على القيد والسجن فأنت لا تريد التعجب من صبره ، وإنما تريد إفهامه أن التعرض لما يغضبه لا يقع إلا ممن شأنه الصبر على القيد والسجن ، والمقصود بذلك تحذيره من التمادي فيما يوجب غضب ذلك السلطان .قال الجمل ما ملخصه وما في قوله ( فَمَآ أَصْبَرَهُمْ ) - وفي مثل هذا التركيب - فيها أوجه : .أحدها : وهو قول سيبويه والجمهور أنها نكرة تامة غير موصولة ولا موصوفة وأن معناها التعجب فإذا قلت . ما أحسن زيداً ، فمعناه : شيء صير زيداً حسنا .والثاني : وإليه ذهب الفراء : أنها استفهامية صحبها معنى التعجب ، نحو : \" كيف تكفرون بالله \" .والثالث : ويعزي للأخفش : أنها موصولة .والرابع ويعزى له أيضاً : أنها نكرة موصوفة وهي على هذه الأقوال الأربعة في محل رفع بالابتداء وخبرها على القولين الأولين الجملة الفعلية بعدها ، وعلى قولى الأخفش يكون الخبر محذوفاً .",
  "ayah": 175,
  "surah": 2
}
