{
  "text": "هذا وقد نقل عن العرب ما يدل على أنهم تحدثوا عن حكمة القصاص ومن أقوالهم في هذا الشأن : \" قتل البعض إحياء للجميع ، وأكثروا القتل ليقل القتل \" وأجمعوا على أن أبلغ الأقوال التي عبروا بها عن هذا المعنى قولهم \" القتل أنفى للقتل \" وقد أجمع أولو العلم على أن قوله - تعالى - ( وَلَكُمْ فِي القصاص حَيَاةٌ ) أبلغ من هذه العبارة التي نطق بها حكماء العرب ، بمقدار ما بين كلام الخالق وكلام المخلوق ، وذكروا أن الآية تفوق ما نطق به حكماء العرب من وجوه كثيرة من أهمها :1 - أن الآية جعلت سبب الحياة القصاص وهو القتل على وجه التساوي ، أما العبارة العربية فقد جعلت سبب الحياة القتل ، ومن القتل ما يكون ظلماً ، فيكون سببا للفناء لا للحياة ، وتصحيح هذه العبارة أن يقال : القتل قصاصا أنفى للقتل ظلما .2 - أن الآية جاءت خالية من التكرار اللفظي ، فعبرت عن القتل الذي هو سبب الحياة بالقصاص . والعبارة كرر فيها لفظ القتل فمسها بهذا التكرار من القتل ما سلمت منه الآية .3 - أن الآية جعلت القصاص سبباً للحياة التي تتوجه إليها الرغبة مباشرة ، والعبارة العربية جعلت القتل سبباً لنفي القتل الذي تترتب عليه الحياة .4 - الآية مبنية على الإِثبات والمثل على النفي ، والإِثبات أشرف لأنه أول والنفي ثان له .5 - أن تنكير حياة في الآية يفيد تعظيماً ، فيدل على أن القصاص حياة متطاولة كما في قوله - تعالى - ( وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حَيَاةٍ ) ولا كذلك المثل . فإن اللام فيه للجنس ، ولذا فسروا الحياة فيها بالبقاء .6 - تعريف ( القصاص ) بلام الجنس الدالة على حقيقة هذا الحكم المشتملة على الضرب والجرح والقتل - وغير ذلك ، والمثل لا يشمل ذلك .7 - أن الآية مع أفضليتها عن المثل من حيث البلاغة والشمول واللفظ والمعنى أقل حروفاً من المثل .هذه بعض وجوه أفضلية الآية على المثل ، وهناك وجوه أخرى ذكرها العلماء في كتبهم .وفي قوله : ( ياأولي الألباب ) تنبيه بحرف النداء على التأمل في حكمة القصاص .و ( الألباب ) : جمع لب وهو العقل الخالص من شوائب الأوهام ، أو العقل الذيك الذي يستبين الحقائق بسرعة وفطنة ، ويستخرج لطائف المعاني من مكانها ببراعة وحسن تصرف .وفي هذا النداء تنبيه على أن من ينكرون مصلحة القصاص وأثره النافع في تثبيت دعائم الأمن ، يعيشون بين الناس بعقول غير سليمة ، ولا يزال الناس يشاهدون في كل عصر ما يثيره القتل في صدور أولياء القتلى من أحقاد طاغية ، لولا أن القصاص يخفف من سطوتها لتمادت بهم في تقاطع وسفك دماء دون الوقوف عند حد .وختمت الآية بهذه الجملة التعليلية ( لَعَلَّكُمْ تَتَّقُون ) زيادة في إقناع نفوسهم بأمر القصاص ، أي : شرعنا لكم هذه الأحكام الحكيمة لتتقوا القتل حذراً من القصاص ، ولتعيشوا آمنين مطمئنين ، ومتوادين متحابين .وبهذا البيان الحكيم تكون الآيتان الكريمتان قد أرشدنا إلى ما يحمى النفوس ، ويحقن الدماء ، ويردع المعتدين عن الاعتداء ، ويغرس بين الناس معاني التسامح والإِخاء ، ويقيم حايتهم على أساس من الرحمة والعدالة وحسن القضاء .وبعد أن بين - سبحانه - ما يتعلق بالقصاص أتبعه بالحديث عن الوصية ، ليرشد الناس إلى ما ينبغي أن تكون عليه ، وليبطل ما كان من عوائد الجاهلية من وصايا جائرة فقال - تعالى - :( كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت . . . )",
  "ayah": 179,
  "surah": 2
}
