{
  "text": "وبعد أن تحدثت السورة الكريمة عن القصاص وعن الوصية أتبعتها بالحديث عن عبادة عظيمة من العبادات التي جعلها الله - تعالى - ركناً من أركان الإِسلام وهي صوم رمضان ، فقال - سبحانه - :( ياأيها الذين آمَنُواْ كُتِبَ عَلَيْكُمُ الصيام . . . )الصيام مصدر صام كالقيام مصدر قام ، وهو في اللغة : الإِمساك وترك التنقل من حال إلى حال ، فيقال للصمت صوم لأنه إمساك عن الكلام ومنه قوله - تعالى - مخبراً عن مريم : ( إِنِّي نَذَرْتُ للرحمن صَوْماً ) أي : سكوتاً عن الكلام . وصوم الريح ركودها وإمساكها عن الهبوب وتقول العرب : صام النهار وصامت الشمس عند قيام الظهيرة لأنها كالممسكة عن الحركة .أما الصيام في عرف الشرع فهو - كما يقول الآلوسي - إمساك عن أشياء مخصوصة على وجه مخصوص في زمان مخصوص ممن هو على صفات مخصوصة .وقد فرض الله - تعالى - على المسلمين صيام شهر رمضان في شهر شعبان من السنة الثانية للهجرة وعده النبي صلى الله عليه وسلم أحد أركان الإِسلام الخمسة ، فقد روى البخاري - بسنده - عن ابن عمر - رضي الله عنهما - قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" بني الإِسلام على خمس : شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة ، وحج البيت ، وصوم رمضان \" .وأل في الصيام للعهد الذهني ، فقد كان العرب يعرفون الصوم ، فقد جاء في الصحيحين عن عائشة قالت : \" كان يوم عاشوراء يوماً تصومه قريش والجاهلية \" .والتشبيه في قوله - تعالى - : ( كَمَا كُتِبَ عَلَى الذين مِن قَبْلِكُمْ ) راجع إلى أصل إيجاب الصوم وفريضته . أي : أن عبادة الصوم كانت مكتوبة ومفروضة على الأمم السابقة ، ولكن بكيفية لا يعلمها إلا الله ، إذ لم يرد نص صحيح عن رسول الله صلى الله عليه وسلم يبين لنا فيه كيف كان صيام الأمم السابقة على الأمة الإسلامية .وقيل إن التشبيه راجع إلى وقت الصوم وقدره ، فقد روى عن مجاهد أنه قال : كتب الله - عز وجل - صوم شهر رمضان على كل أمة .ولفظ \" كما \" في قوله - تعالى - : ( كَمَا كُتِبَ عَلَى الذين مِن قَبْلِكُمْ ) في موضع نصب على المصدر ، أي : فرض عليكم الصيام فرضاً كالذي فرض على الذين من قبلكم .ومن فوائد هذا التشبيه ، الاهتمام بهذه العبادة والتنويه بشأنها إذ شرعها - سبحانه - لأتباع النبي صلى الله عليه وسلم ولأتباع الرسل الذين سبقوه في الدعوة إلى توحيد الله ، وهذا مما يقتضي وفرة ثوابها ، وداوم صلاحها .كذلك من فوائد تسهيل هذه العبادة على المسلمين؛ لأن الشيء الشاق تخف مشقته على الإِنسان عند ما يعلم أن غيره قد أداه من قبله .والفائدة الثالثة من هذا التشبيه إثارة العزائم والهمم للنهوض بهذه العبادة ، حتى لا يكونوا مقصرين في أدائها ، بل يجب عليهم أن يؤدوها بقوة تفوق من سبقهم لأن الأمة الإِسلامية قد وصفها سبحانه بأنها خير أمة أخرجت للناس وهذه الخيرية تقتضي منهم النشاط فيما كلفهم الله بأدائه من عبادات .وقوله : ( لَعَلَّكُمْ تَتَّقُونَ ) جملة تعليلة جيء بها لبيان حكمة مشروعية الصيام فكأنه - سبحانه - يقول لعباده المؤمنين : فرضنا عليكم الصيام كما فرضناه على الذين من قبلكم ، لعلكم بأدائكم لهذه الفريضة تنالون درجة التقوى والخشية من الله ، وبذلك تكونون ممن رضى الله عنهم ورضوا عنه . ولا شك أن هذه الفريضة ترتفع بصاحبها إلى أعلى عليين متى أداها بآدابها وشروطها ، ويكفى أن الرسول صلى الله عليه وسلم قد قال في شأن الصوم : \" الصوم جنة \" أي : وقاية . إذ في الصوم وقاية من الوقوع في المعاصي ، ووقاية من عذاب الآخرة ، ووقاية من العلل والأمراض الناشئة عن الإِفراط في تناول بعض الأطعمة والأشربة .وقوله : ( أَيَّاماً مَّعْدُودَاتٍ ) أي : معينات بالعد أو قليلات ، لأن القليل يسهل عده فيعد والكثير يؤخذ جزافاً .والمراد بهذه الأيام المعدودات شهر رمضان عند جمهور العلماء .قالوا : وتقريره أنه - سبحانه - قال أولا ( كُتِبَ عَلَيْكُمُ الصيام ) وهذا محتمل ليوم ويومين ثم بينه بقوله : ( أَيَّاماً مَّعْدُودَاتٍ ) فزال بعض الاحتمال ثم بينه بقوله : ( شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن ) فعلى هذا الترتيب يمكن جعل الأيام المعدودات بعينها شهر رمضان ، وإذا أمكن ذلك فلا وجه لحمله على غيره .وإنما عبر عن رمضان بأيام وهي جمع قلة ووصف بمعدودات وهي جمع قلة - أيضاً - تهوينا لأمره على المكلفين ، وإشعاراً لهم بأن الله - تعالى - ما فرض عليهم إلا ما هو في وسعهم وقدرتهم .وقيل : إن المراد بالأيام المعدودات غير رمضان ، وذكروا أن المراد بها ثلاثة أيام من كل شهر وهي الأيام البيض الثالث عشر والرابع عشر والخامس عشر مضافاً إليها يوم عاشوراء . ثم نسخ ذلك بوجوب صوم شهر رمضان .والمعتمد بين المحققين من العلماء هو القول الأول ، لأنه - كما قال الإِمام الرازي - لا وجه لحمله على غيره ، والقول بالنسخ زيادة لا دليل عليها .",
  "ayah": 183,
  "surah": 2
}
