{
  "text": "وقوله : ( شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان ) كلام مستأنف لبيان تلك الأيام المعدودات التي كتب علينا الصوم فيها وأنها أيام شهر رمضان الذي يستحق كل مدح وثناء لتشرفه بنزول الكتب السماوية فيه .قال الإِمام ابن كثير : يمدح - تعالى - شهر الصيام من بين سائر الشهور بأن اختاره من بينهن لإنزال القرآن العظيم ، فقد ورد في الحديث بأنه الشهر الذي كانت الكتب الإِلهية تنزل فيه على الأنبياء فعن وائلة بن الأسقع أن رسول الله صلى الله عليه وسلم قال :\" أنزلت صحف إبراهيم في أول ليلة من رمضان ، وأنزلت التوراة لست مضين من رمضان ، والإِنجيل لثلاث عشرة خلت من رمضان ، وأنزل القرآن لأربع وعشرين خلت من رمضان \" .و ( الشَّهْرَ ) مأخوذ من الشهرة ، يقال : شهر الشيء يشهر شهرة وشهراً إذا ظهر بحيث لا يتعذر علمه على أحد ، ومنه يقال : شهرت السيف إذا سللته قال بعضهم : وسمى الهلال شهراً لشهرته وبيانه ، وبه سمى الشهر شهراً .و ( رَمَضَانَ ) اسم لهذا الشهر الذي فرض علينا صيامه ، وهو مأخوذ - كما قال القرطبي - من رمض الصائم يرمض إذا حر جوفه من شدة العطش والرمضاء : شدة الحر ، ومنه الحديث : \" صلاة الأوابين إذا رمضت الفصال \" - أي صلاة الضحى - قيل : إن العرب لما نقلوا أسماء الشهور عن اللغة القديمة سموها بالأزمنة التي وقعت فيها ، فوافق هذا الشهر أيام رمض الحر فسمى بذلك . وقيل إنما سمى رمضان لأنه يرمض الذنوب ، أي : يحرقها بالأعمال الصالحة \" .وقوله : ( شَهْرُ رَمَضَانَ ) خبر لمبتدأ محذوف تقديره هي شهر رمضان أي : الأيام المعدودات ، وقوله : ( الذي أُنْزِلَ فِيهِ القرآن ) صفة للشهر .ويجوز أن يكون قوله ( شَهْرُ ) مبتدأ وخبره الموصول بعده ، أو خبره قوله ( فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) وصح وجود الفاء في الخبر لكون المبتدأ موصوفاً بالموصول الذي هو شبه بالشرط . وقرئ بالنصب على أنه مفعول لفعل محذوف . أي : صوموا شهر رمضان .و \" القرآن \" هو كلام الله المعجز المنزل على محمد صلى الله عليه وسلم المكتوب في المصاحف المنقول بالتواتر المتعبد بتلاوته .والمراد بإنزال القرآن في شهر رمضان ابتداء إنزاله فيه ، وكان ذلك في ليلة القدر . بدليل قوله - تعالى - ( إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر ) أي بدأنا إنزال القرآن في هذه الليلة المباركة ، إذ من المعروف أن القرآن استمر نزوله على النبي صلى الله عليه وسلم ما يقرب من ثلاثة وعشرين سنة .وقيل المراد بذلك ، أنزل في فضله القرآن ، قالوا : ومثله أن يقال : أنزل الله في أبي بكر الصديق كذا آية ، يريدون أنزل في فضله .وقيل المراد أنزل في إيجاب صومه على الخلق القرآن ، كما يقال : أنزل الله في الزكاة كذا وكذا ، يريد في إيجابها وأنزل في الخمر كذا يريد في تحريمها .قال الآلوسي : وقوله - تعالى - : ( هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان ) حالان لازمان من القرآن والعامل فيهما أنزل . أي : أنزل وهو هداية للناس بإعجازه المختص به كما يشعر بذلك التنكير ، وآيات واضحات من جملة الكتب الإلهية الهادية إلى الحق والفارقة بين الحق والباطل باشتماله على المعارف الإِلهية والأحكام العملية ، كما يشعر بذلك جعله بينات منها ، فهو هاد بواسطة أمرين ، مختص وغير مختص ، فالهدى ليس مكرراً ، وقيل : مكرر تنويهاً وتعظيماً لأمره وتأكيداً لمعنى الهداية كما تقول : علام نحرير \" .وقوله : ( فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) يصح أن يكون شهد بمعنى حضر . كما يقال : فلان شهد بدراً ، وشهد المشاهد كلها مع رسول الله صلى الله عليه وسلم أي : حضرها ، فيكون المعنى : فمن حضر منكم دخول الشهر أو حلوله بأن كان مقيما وليس عنده ما يمنعه من الصو كمرض ونحوه ، فليصمه؛ لأن صيامه ركن من أركان الدين ، وعليه يكون لفظ \" الشهر \" مصنوب على الظرفية .ويصح أن يكون شهد بمعنى علم كقوله - تعالى - ( شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ ) فيكون المعنى : فمن علم منكم هلال الشهر وتيقن من ظهوره فليصمه .وعليه يكون لفظ \" الشهر \" منصوب على أنه مفعول به بتقدير المضاف المحذوف و ( مَن ) موصولة أو شرطية وهو الأظهر و ( مِنكُمُ ) في محل نصب على الحال من الضمير في شهد فيتعلق بمحذوف أي : كائنا منكم . والضمير في \" منكم \" يعود على الذين آمنوا ، أي كل من حضر منكم الشهر فليصمه و ( أل ) في الشهر للعهد .وأعيد ذكر الرخصة في قوله - تعالى - ومن كان مريضاً أو على سفر فعدة من أيام أخر ، لئلا يتوهم من تعظيم أمر الصوم في نفسه وأنه خير ، أنه قد صار متحتماً بحيث لا تتناوله الرخصة بوجه من الوجوه أو تتناوله ولكنها مفضولة ، وفي ذلك عناية بأمر الرخصة وأنها محبوبة له - تعالى - .وقوله - تعالى - : ( يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر ) بيان الحكمة الرخصة .أي : شرع لكم - سبحانه - الفطر في حالتي المرض والسفر ، لأنه يريد بكم اليسر والسهولة . ولا يريد بكم العسر والمشقة . قال - تعالى - : ( يُرِيدُ الله أَن يُخَفِّفَ عَنْكُمْ وَخُلِقَ الإنسان ضَعِيفاً ) وقال - تعالى - : ( وَمَا جَعَلَ عَلَيْكُمْ فِي الدين ) وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال لمعاذ بن جبل وأبي موسى الأشعري حين بعثهما إلى اليمن : \" يسرا ولا تعسرا وبشرا ولا تنفرا ، وتطاوعا ولا تختلفا \" .وقوله - تعالى - : ( وَلِتُكْمِلُواْ العدة وَلِتُكَبِّرُواْ الله على مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ ) معطوف على قوله : ( يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر ) إذ هذه الجمل الأربع تعليل لما قبلها من قوله : ( فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) إلى قوله : ( فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ) .والمعنى : شرع لكم - سبحانه - ما شرع من أحكام الصيام ، ورخص لكم الفطر في حالتي المرض والسفر ، لأنه يريد بكم اليسر ولا يريد بكم العسر ، ولأنه يريد منكم أن تكملوا عدة الشهر بأن تصوموا أيامة كاملة فتحصلوا خيراته ولا يفوتكم شيء من بركاته ، ومن لم يستطع منكم أداء الصوم في هذا الشهر لعذر فعليه قضاء ما فاته منه في أيام أخر ويريد منكم أن تكبروه - سبحانه - أي تحدوه وتعظموه ، فهو وحده الذي هداكم إلى تلك الأحكام النافعة التي في صلاحكم وسعادتكم ويريد منكم أن تشكروه بأن تواظبوا على الثناء عليه ، وعلى استعمال نعمه فما خلقت له فهو - سبحانه - الرءوف الرحيم بعباده ، إذ شرع لهم فيه اليسر لا ما فيه العسر .وقد دلت الآية الكريمة على الأمر بالتكبير إذ جعلته مما يريده الله - تعالى - ولهذا جاءت السنة باستحباب التحميد والتسبيح والتكبير بعد الصلوات المكتوبات ، وفي عيدى الفطر والأضحى يكون تكبير الله - تعالى - هو مظهرهما الأعظم .وبذلك تكون الآيات الكريمة قد بينت أكمل بيان وأحكمه فضل الصوم ، وحمة مشروعيته ومظاهر رحمة الله بعباده في هذه الفريضة ، وقد ذكرت أن المسلم له بشأن هذه الفريضة حلاة من حالات ثلاث :الحالة الأولى : إذا كان المسلم في شهر رمضان كله أو بعضه مريضاً بمرض عارض غير مزمن يرجى الشفاء منه ، أو مسافراً تتوفر فيه شروط الفطر ، فله أن يفطر وأن يقضي بعد رمضان الأيام التي أفطرها بدليل قوله - تعالى - : ( فَمَن كَانَ مِنكُم مَّرِيضاً أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ) .الحالة الثانية : إذا كان المسلم في شهر رمضان مريضاً بمرض مزمن لا يرجى شفاءه والصوم فيه مشقة عليه ، أو كان شيخاً كبيراً أو امرأة عجوزاً ولا يستطيعان الصوم ، فقد أباح الشارع لهؤلاء أن يفطروا وأن يطعموا عن كل يوم مسكيناً ، لأن هذه الأعذار لا يرجى زوالها ، ولا ينتظر أن يكون المبتلي بعذر منها بعد رمضان خيراً منه في رمضان ، لذا أوجب الشارع على هؤلاء الفدية دون القضاء ، بدليل قوله - تعالى - ( فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) ويحرم عليه أن يفطر ، وإن أفطر لغير عذر شرعي كان من الخاسرين في الدنيا والآخرة ، ففي الحديث الشريف الذي رواه الترمذي والنسائي وابن ماجه عن أبي هريرة - رضي الله عنه - أن رسول الله صلى الله عليه وسلم قال : \" من أفطر يوماً من رمضان من غير رخصة ولا مرض لم يقضه - أي لم يجزه - صوم الدهر كله وإن صامه \" .أي : لو حصل منه صوم طول حياته فلن يدرك ثواب ما ضيع بسبب فطره بغير عذر شرعي .والأحاديث في الترغيب في صوم شهر رمضان ، وفي الترهيب من الفطر فيه كثيرة متنوعة .",
  "ayah": 185,
  "surah": 2
}
