{
  "text": "وقوله - تعالى - : ( وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدين للَّهِ ) معطوف على جملة ( وَقَاتِلُواْ فِي سَبِيلِ الله الذين يُقَاتِلُونَكُمْ ) والضمير \" هم \" يعود على الذين يقاتلون المسلمين وهم من سبق الحديث عنهم .والمراد من ( والفتنة ) الشرك وما يتبعه من أذى المشركين للمسلمين واضطهادهم وتعذيبهم .قال الآلوسي : ويؤيده أن مشركي العرب ليس في حقهم إلا الإِسلام أو السيف .لقوله - سبحانه - : ( تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ ) وفي الصحيحين عن ابن عمر : أن رسول الله صلى الله عليه وسلم قال : \" أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله ويقيموا الصلاة ، ويؤتوا الزكاة ، فإذا فعلوا ذلك عصموا منى دماءهم وأموالهم إلا بحق الإِسلام وحسابهم على الله \" .والدين في اللغة : العادة والطاعة ثم استعمل فيما يتعبد به الله - تعالى - سواء أكان ما تعبد الصلاح في الحال والفلاح في المآل .والمعنى : قالتوا أولئك المشركين حتى تزيلوا الشرك ، وحتى تكسروا شوكتهم ولا يستطيعوا أن يفتنوا طائفة من أهل الدين الحق ، وحتى يكون الدين الظاهر في الأرض هو الدين الذي شرعه الله - تعالى - على لسان نبيه محمد صلى الله عليه وسلم .وقد تحقق ذلك بالقتال الذي دار المسلمين والمشركين في أكثر من عشرين غزوة قادها النبي صلى الله عليه وسلم وفي أكثر من أربعين سرية بعث فيها أصحابه ، وكانت ثمار هذه المعارك أن انتصر الحق وزهق الباطل ، وقبل أن يلتحق النبي صلى الله عليه وسلم بالرفيق الأعلى كان الدين الظاهر في جزية العرب هو الدين الإِسلام الذي جاء به الرسول صلى الله عليه وسلم .ثم ختم - سبحانه - الآية بقوله : ( فَإِنِ انتهوا فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين ) والعدوان في أصل اللغة : الاعتداء والظلم الذي هو من الأفعال المحرمة والمراد به في الآية القتل حيث يرتكب جزاء للظالمين .والفاء في قوله : ( فَإِنِ انتهوا ) للتعقيب . وقوله : ( فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين ) قائم مقام جواب الشرط ، لأنه علة الجواب المحذوف .والمعنى : فإن امتنعوا عن قتالكم ولم يقدموا عليه ، وأذعنوا لتعاليم الإِسلام ، فكفوا عن قتالهم ، لأنهم قد انتفى عنهم وصف الظلم ، وما دام قد انتفى عنهم هذا الوصف فلا يصح أن تقاتلوهم ، إذ القتال إنما يكون للظالمين تأديباً لهم ليرجعوا عن ظلمهم .ففي الجملة الكريمة إيجاز بالحذف ، واستغناء عن المحذوف بالتعليل الدال عليه .قال الإِمام الرازي : أما قوله - تعالى - : ( فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين ) ففيه وجهان :الأول : فإن انتهوا فلا عدوان أي : فلا قتل إلا على الذين لا ينتهون عن الكفر ، فإنهم بإصرارهم على كفرهم ظالمون لأنفسهم قال - تعالى - ( إِنَّ الشرك لَظُلْمٌ عَظِيمٌ ) فإن قيل : لم يسمى ذلك القتل عدوانا مع أنه في نفسه صواب؟ قلنا : لأن ذلك القتل جزاء العدوان فصح إطلاق اسم العدوان عليه ، كقوله - تعالى - : ( وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ) الثاني : إن تعرضتم لهم بعد انتهائهم عن الشرك والقتال كنتم أنتم ظالمين ، فتسلط عليكم من يعتدى عليكم .",
  "ayah": 193,
  "surah": 2
}
