{
  "text": "قوله : ( الحج أَشْهُرٌ مَّعْلُومَاتٌ ) .أي : وقت الحج أشهر معلومات أو أشهر الحج أشهر معلومات فحذف المضاف وأقيم المضاف إليه مقامه .وجعلت النسبة إلى الحج نفسه لا إلى وقته ، للإِشعار بأن هذه الأشهر لكونها تؤدي فيها هذه الفريضة قد اكتسبت تقديساً وبركة منها ، حتى لكأن هذه الأشهر هي الفريضة نفسها قال القرطبي ما ملخصه : وأشهر الحج هي شوال وذي القعدة والشعرة الأولى من ذي الحجة . وقيل هي شوال وذي القعدة وذو الحجو كله وفائدة الفرق تعلق الدم؛ فمن قال : إن ذا الحجة كله من أشهر الحج لم يوجب دماً على من أخر طواف الإِفاضة إلى آخر ذي الحجة لأنه وقع في أشهر الحج ، ومن قال بأن وقت الحج ينقضي بالعشرة الأولى من ذي الحجة يوجب الدم عليه لتأخيره عن وقته . ولفظ الأشهر قد يقع على شهرين وبعض الثالث ، لأن بعض الشهر ينزل منزلة كله ، كما يقال : رأيتك سنة كذا ولعله إنما رآه في ساعة منها \" .وعبر - سبحانه - عن هذه الأشهر بأنها معلومات ، لأن العرب كانوا يعرفون أشهر الحج من كل عام منذ عهد إبراهيم - عليه السلام - وقد جاء الإِسلام مقرراً لما عرفوه . أو المراد بكونها معلومات أنها مؤقتة بأوقات معينة لا يجوز تقديمها ولا تأخيرها عنها ، وهو يتضمن بطلان النسئ الذي كان يفعله الجاهلون تبعاً لأهوائهم .وقوله : ( فَمَن فَرَضَ فِيهِنَّ الحج فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الحج ) بيان لما يحب أن يتحلى به المسلم من فضائل عند أدائه لهذه الفريضة .قال الإِمام الرازي : ومعنى ( فَرَضَ ) في اللغة ألزم وأوجب . يقال : فرضت عليك كذا ، أي أوجبته . وأصل معنى الفرض في اللغة الحز الذي يقع فيه الوتر ، ومنه فرض الصلاة وغيرها لأنها لازمة للعبد كلزوزم الحز للقدح ففرض هنا بمعنى أوجب وألزم . . . \" .والرفث في الأصل : الفحش من القول . والمراد به هنا الجماع . أو الكلام المتضمن لما يستقبح ذكره من الجماع ودواعيه .قال القرطبي : وأجمع العلماء على أن الجماع قبل الوقوف بعرفة مفسد للحج وعليه حج قابل والهدى .والفسوق : الخروج عن طاعة الله بارتكاب المعاصي ، ومن ذلك السباب وفعل محظورات الإِحرام ، وغير ذلك مما نهى الله عنه ،والجدال على وزن فعال من المجادلة وهي مشقة من الجدلوهو الفتل ومنه : زمام مجدول .وقيل : هي مشقة من الجدالة التي هي الأرض . فكأن كل واحد من الخصمين يقاوم صاحبه حتى يغلبه ، فيكون كمن ضرب به الجدالة .والمراد النهي عن الممارة والمنازعة التي تؤدي إلى البغضاء وتغير القلوب .والمعنى : أوقات الحج أشهر معلومات فمن نوى وأوجب على نفسه فيهن الحج وأحرم به فعليه أن يجتنب الجماع للنساء ودواعيه؛ وأن يبتعد عن كل قول أو فعل يكون خارجاً عن آداب الإِسلام ، ومؤدياً إلى التنازع بيين الرفقاء والإِخوان ، فإن الجميع قد اجتمعوا على مائدة الرحمن ، فعليهم أن يجتمعوا على طاعته ، وأن يتعاونوا على البر والتقوى لا على الإِثم والعدوان .روى الشيخان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" من حج هذا البيت فلم يرفث ولم يفسق رجع كليوم ولدته أمه \" .قال الآلوسي : وقال - سبحانه - ( فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الحج ) بالإِظهار ولم يقل فيه مع أن المقام يقتضي الإِضمار ، لإِظهار كمال الاعتناء بشأنه ، وللإِشعار بعلة الحكم ، فإن زيارة البيت المعظم والتقرب بها إلى الله - تعالى - من موجبات ترك الأمور المذكورة المدنسة لمن قصد السير والسلوك إلى ملك الملوك . وإيثار النفي للمبالغة في النهي ، والدلالة على أنها حقيقة بأن لا تكون فإن ما كان منكراً مستقبحاً في نفسه منهياً عنه مطلقاص فهو للمحرم بأشرف العبادات وأشقها أنكر وأقبح .والضمير في قوله : ( فِيهِنَّ ) للأشهر ، لأنه جمع لغير العاقل فيجرى على التأنيث .وجملة ( فَلاَ رَفَثَ . . ) إلخ في محل جزم جواب من الشرطية والرابط بين جملة الشرط والجواب ما في معنى ( فَلاَ رَفَثَ ) من ضمير يعود على \" من \" ، لأن التقدير فلا يرفث ويجوز أن تكون جملة ( فَلاَ رَفَثَ . . ) وما عطف عليها في محل رفع خبر لمن على أنها موصولة .وقد أخذ الشافعية من هذه الآية أنه لا يجوز الإِحرام بالحج في غير أشهر الحج لأن الإِحرام به في غير أشهره يكون شروعاً في العبادة في غير وقتها فلا تصح .ويرى الأحناف والحنابلة ، أنه يجوز الإِحرام قبل أشهره ولكنه مع الكراهة : والإِمام مالك لا يرى كراهة في ذلك .ويبدو أن رأي الشافعية هنا أرجح ، لأن قوله - تعالى - : ( فَمَن فَرَضَ فِيهِنَّ الحج . . . ) يشهد لهم ، فقد جعل - سبحانه - هذه الأشهر وعاء لهذه الفريضة وظرفاً لها .أي : اتركوا الأقوال والأفعال القبيحة ، وسارعوا إلى الأعمال الصالحة خصوصاً في تلك الأزمنة والأمكنة المفضلة ، والله - تعالى - لا يخفى عليه شيء من أعمالكم ، وهو - سبحانه - سيجازيكم على فعل الخير بما تستقحون من جزاء .ثم قال - تعالى : ( وَتَزَوَّدُواْ فَإِنَّ خَيْرَ الزاد التقوى ) .قال الإِمام الرازي : في هذه الجملة الكريمة قولان :أحدهما : أن المراد وتزودوا من التقوى - أي الأعمال الصالحة - والدليل عليه قوله بعد ذلك ( فَإِنَّ خَيْرَ الزاد التقوى ) وتحقيق الكلام فيه أن الإِنسان له سفران : سفر في الدنيا وسفر من الدنيا لا بد له أيضاً من زاد وهو معرفة الله ومحبته والإِعراض عما سواه ، وهذا الزاد خير من الزاد الأول لأن زاد الدنيا يخلصك من عذاب منقطع وزاد الآخرة يخلصك من عذاب دائم .. قال الأعشى مقرراً هذا المعنى :إذا أنت لم ترحل بزاد من التقى ... ولاقيت بعد الموت من قد تزوداندمت على أن لا تكون كمثله ... وأنك لم ترصد بما كان أرصداوالقول الثاني : أن هذه الآية نزلت في أناس من أهل اليمن كانوا يحجون بغير زاد ويقولون إنا متوكلون ، ثم كانوا يسألون الناس ، وربما ظلموا الناس وغصبوهم فأمرهم الله - تعالى - أن يتزودوا بالمال والطعام الذي يغنيهم عن سؤال الناس .والذي نراه أن الجملة الكريمة تسع القولين . فهي تدعو الناس إلى أن يتزودوا بالزاد المعنوي النفسي الذي يسعدهم ألا وهو تقوى الله وامتثال أوامره واجتناب نواهيه والاكثار من العمل الصالح وفي الوقت نفسه هي تأمرهم - أيضاً - بأن يتزودوا بالزاد المادي الحقيقي الذي يغنيهم عن سؤال الناس ، ويصون لهم ماء وجوههم .وبذلك نكون قد استعملنا اللفظ في حقيقته ومجازه ، وهو استعمال شائع مستساغ عند كثير من العلماء .ثم ختم - سبحانه - الآية بتأكيد أمر التقوى ووجوب الإِخلاص فقال : ( واتقون ياأولي الألباب ) والألباب : جمع لب وهو العقل واللب من كل شيء : هو الخالص منه . وسمى به العقل ، لأنه أشرف ما في الإِنسان .أي : أخلصوا لي يا أصحاب العقول السليمة ، والمدارك الواعية ، لأنكم لما كنتم كذلك كان وجوبها عليكم أثبت ، وأعراضكم عنها أقبح . ورحم الله القائل :ولم أر في عيوب الناس عيباً ... كنقص القادرين على التماموالجملة الكريمة ليست تكرارا لسابقتها ، لأن الأولى حث على التقوى وهذه حث على الإِخلاص فيها .",
  "ayah": 197,
  "surah": 2
}
