{
  "text": "ثم قال - تعالى - : ( يَكَادُ البرق يَخْطَفُ أَبْصَارَهُمْ ) .يكاد من الأفعال التي تدخل على اسم يسند إليه فعل بعده نحو ( البرق يَخْطَفُ ) . فتدل على أن المسند إليه وهو البرق قد قارب أن يقع منه الفعل وهو خطف الأبصار .والخطف : الأخذ بسرعة . والأبصار : جمع بصر ، وهو قوة مودعة في العين يدرك بها الألوان والأشكال .والمعنى : أن البرق لشدة لمعانه يقرب من أن يخطف أبصارها ، وهو تصوير بليغ الشدة ذلك البرق ، وترك بيان شدة الرعد اكتفاء بما ذكره في جانب البرق ، ولم يذكر توقيهم للأعين بوضع شيء عليها اكتفاء بما ذكره في توقي الآذان أو لأنهم شغلوا بالآذان عن الأعين .وقوله - تعالى - : ( كُلَّمَا أَضَآءَ لَهُمْ مَّشَوْاْ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْ ) وصف رائع لما يصنعه أهل الصيب في حالتي ظهور البرق واختفائه .وكل ظرف ، وما مصدرية ولا تصالها بكل أفادت الشرط والعامل فيها هو جوابها وهو ( مَّشَوْاْ ) و ( أَضَآءَ ) و ( أَظْلَمَ ) من الإِظلام وهو اختفاء النور . ( قَامُواْ ) أي وقفوا وثبتوا في مكانهم . من قام الماء إذا جمد . ويقال : قامت الدابة إذا وقفت .والمعنى : أنهم إذا صادفوا من البرق وميضاً انتهزوا ذلك الوميض فرصة ، فخطوا خطوات يسيرة ، وإذا خفى لمعانه وقفوا في مكانهم ، فالجملة الكريمة تدل على فرط حرصهم على النجاة من شدة ما هم فيه من أهوال .ثم قال - تعالى - : ( وَلَوْ شَآءَ الله لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ ) .لو : أداة شرط ، وشاء بمعنى أراد . أي : لو أراد الله أن يذهب بسمعهم وأبصارهم لزاد في قصف الرعد فأصمهم ، وفي ضوء البرق فاعماهم . أو يقال : إن قصف الرعد ولمعان البرق المذكورين في المثل سببان كافيان لأن يذهبا بسمع ذوي الصيب وأبصارهم لو شاء الله ذلك .فيكون قوله تعالى ( وَلَوْ شَآءَ الله لَذَهَبَ ) ، إشعاراً بأن تأثير الأسباب في مسبباتها إنما هو بإرادته - تعالى - .وخص السمع والبصر بالذهاب مع أنها من جملة مشاعرهم ، لأهميتها . ولأنها هي التي سبق ذكرها ، أو من باب التنبيه بالأعلى على الأدنى ، لأنه إذا كان قادراً على إذهاب ما حافظوا عليه ، كان قادراً على غيره من باب أولى .ثم ختم الآية بقوله - تعالى - ( إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ ) .الشيء في أصل اللغة كل ما يصح أن يعلم ويخبر عنه ، ويحمل في هذه الآية على الممكن خاصة موجوداً كأن أو معدوماً ، لأن القدرة إنما تتعلق بالممكنات دون الواجب والمستحيل .والقدير : الفعال لما يريد ، يقال : قدره على الشيء أقدره قدرة وقدراً .وهذه الجملة الكريمة بمنزلة الاستدلال على ما تضمنته الجملة السابقة من أن الله تعالى قادر على أن يذهب بأسماع أصحاب الصيب وأبصارهم متى شاء .وتطبيق هذا المثل على المنافقين يقال فيه : إن أصحاب الصيب لضعفهم وخورهم لا يطيقون سماع الرعد الهاثل ، ولا يستطيعون فتح أعينهم في البرق اللامع ، فيجعلون أصابعهم في آذانهم فزعاً من قصف الرعد ، وخوفاً من صواعق تجلجل فوق رءوسهم فتدعهم حصيداً خامدين ، وكذلك حال هؤلاء المنافقين فإنهم لضعف بصائرهم ، وانطماس عقولهم ، تشتد عليهم زواجر القرآن ووعيده وتهديده وأوامره ونواهيه ، فتشمئز قلوبهم ويصرفون عنه أسماعهم خشية أن تتلى عليهم آيات تقع على أسماعهم وقع الصواعق المهلكة .قال ابن كثير : \" وذهب ابن جرير ومن تبعه من المفسرين إلى أن هذين المثلين مضروبان لصنف واحد من المنافقين ، وتكون \" أو \" في قوله تعالى ( أَوْ كَصَيِّبٍ ) بمعنى الواو ، كقوله تعالى ( وَلاَ تُطِعْ مِنْهُمْ آثِماً أَوْ كَفُوراً ) أو تكون للتخيير ، أي ، اضرب لهم مثلا بهذا وإن شئت بهذا ، أو للتساوى مثل : جالس الحسن أو ابن سيرين . قلت : وهذا يكون باعتبار أجناس المنافقين ، فإنهم أصناف ولهم أحوال وصفات كما ذكرها الله تعالى في سورة براءة بقوله : ( وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي ) ( وَمِنْهُمْ مَّنْ عَاهَدَ الله ) ( وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات ) الخ . فجعل هذين المثلين لصنفين منهم أشد مطابقة لأحوالهم وصفاتهم .\"هذا ، ويرى فضيلة المرحوم الدكتور محمد عبد الله دراز . أن المثلين لطائفتي الكافرين والمنافقين ، فالمثل الأول وهو قوله تعالى ( مثلهم كمثل الذين استوقد ناراً ) ينطبق تمام الانطباق على الأوصاف التي ذكرها الله للكافرين وأن الذي ينطبق على صفات المنافقين إنما هو المثل الثاني وحده وهو قوله تعالى ( أَوْ كَصَيِّبٍ مِّنَ السمآء فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ . . . ) فقد ضرب الله لكلتا الطائفتين مثلا يناسبها .قال فضيلته : فضرب مثلا للمصرّين المختوم على قلوبهم بقوم كانوا يسيرون في ظلام الليل فيهم رجل استوقد لهم ناراً يهتدون بضوئها ، فلما أضاءت ما حوله لم يفتح بعض القوم أعينهم لهذا الضوء الباهر ، بل لأمر ما سلبوا نور أبصارهم ، وتعطلت سائر حواسهم عند هذه المفاجأة ، فذلك مثل النور الذي طلع به محمد صلى الله عليه وسلم في تلك الأمة على فترة من الرسل ، فتفتحت له البصائر المستنيرة هنا وهناك ، لكنه لم يوافق أهواء المستكبرين الذين ألفوا العيش في ظلام الجاهلية ، فلم يرفعوا له رأسا بل نكسوا على رؤسهم ، ولم يفتحو له عيناً بل خروا عليه صما وعمياناً .وضرب مثلا للمترددين المخادعين بقوم جامتهم السماء بغيث منهمر في ليلة ذات رعد وبرق ، فأما الغيث فلم يلقوا له بالا ولم ينالوا منه نيلا ، فلا شربوا منه قطرة ، ولا استنبتوا به ثمرة . . وأما تلك التقلبات الجوية من الظلمات والرعد والبرق فكانت هي مثار اهتمامهم ، ومناط تفكيرهم ، ولذلك جعلوا يترصدونها ، ويدبرون أمورهم على وفقها ، لابسين لكل حال لبوسهها : سيراً تارة ، ووقوفاً تارة ، واختفاء تارة أخرى .فكانوا إذا رأوا عرضاً قريباً وسفراً قاصداً وبرقت لهم ( بروق ) الأمل في الغنيمة ساروا مع المؤمنين جنباً إلى جنب ، وإذا دارت رحا الحرب وانقضت صواعقها منذرة بالموت والهزيمة أخذوا حذرهم وفروا من وجه العدو قائلين \" إن بيوتنا عورة \" حتى إذا كانت الثالثة فلم يلمحوا من الآمال بارقة ولم يتوقعوا من الآلام صاعقة ، بل اشتبهت عليهم الأمور فهناك يقفون متربصين لا يتقدمون ولا يتأخرون ، ولكن يلزمون شقة الحياد ريثما تنقشع سحابة الشك ( فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ الله قالوا أَلَمْ نَكُنْ مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قالوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ المؤمنين فالله يَحْكُمُ بَيْنَكُمْ يَوْمَ القيامة وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى المؤمنين ) ذلك دأب المنافقين في كل أمرهم ، إن توقعوا ربحاً عاجلاً التمسوه في أي صف وجدوه ، وإن توقعوا أذى كذلك تنكروا للفئة التي ينالهم في سبيلها شيء مكروه؛ وإذا أظلم عليهم الأمر قاموا بعيداً لا إلى هؤلاء ولا إلى هؤلاء؛ أما الذي يؤمن بالله واليوم الآخر فإن له قبله واحدة يولى وجهه شطرها ، هي قبلة الحق لا يخشى فيها لومة لائم :وليس يبالي حين يقتل مسلما ... على أي جنب كان في الله مصرعههذا هو رأي فضيلة الدكتور دراز ، وهو رأي مستساغ يتمشى مع روح الآيات وأهداف السورة ، وأياما كان فالمثلان يصوران أحوال المبطلين بصورة حسية واضحة تتجلى فيها بلاغة القرآن الكريم في إبراز المعاني المعقولة في صورة محسة واضحة من شأنها أن تهدي الناس إلى طريق الحق والرشاد .",
  "ayah": 20,
  "surah": 2
}
