{
  "text": "وبعد أن بين - سبحانه - فريضة الحج وما اشتملت عليه من أحكم وآداب ، وبين أصناف الناس في أدعيتهم التي تكشف عن خبايا قلوبهم ، ومعادن نفوسهم ، بعد أن بين ذلك أعقبه بالحديث عن صنفين من الناس فقال :( وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي . . . )فأنت ترى أن هذه الآيات الكريمة قد بينت صنفين من الناس .أولهما : يمثل الأشرار .والثاني : يمثل الأخيار .أما الصنف الأول فقد وصفه الله - تعالى - بخمس صفات ، الصفة الأولى حكاها في قوله : ( وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ فِي الحياة الدنيا ) .يعجبك : من الإِعجاب بمعنى الاستحسان ، تقول . أعجبني هذا الشيء ، أي : استحسنته وعظم في نفسي . و \" من \" للتبعيض .والمعنى : ومن الناس فريق يروقك منطقهم ، ويعجبك بيانهم ، ويحسن عندك مقالهم . فأنت معجب بكلامهم الحلو الظاهر ، المر الباطن ، وأنت في هذه الدنيا لأنك تأخذ الناس بظواهرهم ، أما في الآخرة فلن يعجبك أمرهم لأنهم ستنكشف حقائقهم أمام الله الذي لا تخفى عليه خافية ، وسيعاقبهم عقاباً أليماً لإظهارهم القول الجميل وإخفائهم الفعل القبيح .وعلى هذا التفسير يكون قوله : ( فِي الحياة الدنيا ) متعلقاً بيعجبك .وبعضهم يجعل قوله ( فِي الحياة الدنيا ) متعلقاً بالقثول فيكون المعنى عليه ومن الناس فريق يعجبك قولهم إذا ما تكلموا في شئون الدنيا ومتعها لأنها منتهى آمالهم ، ومبلغ علمهم ، وأصل حبهم ، ومن أحب شيئاً أجاد التعبير عنه ، أما الآخرة فهم لا يحسنون القول فيها ، لأنهم لا يهتمون بها ، بل هم غافلون عنها ، ومن شأن الغافل عن شيء ألا يحسن القول فيه .ويبدو لنا أن تعلق الجار والمجرور بيعجبك أرجح ، لأنه يتفق مع السياق إذ سياق الحديث في شأن الذين يقولون بأفواههم لما ليس في قلوبهم ، ويخدعون الناس بمعسول بيانهم ع أن نفوسهم مريضة ، وليس في شأن الذين يحسنون الحديث عن شئونها المختلفة ، بل إن بعض الذين يحسنون الحديث في شئون الدنيا لم يضيعوا أخراهم وإنما عمروها بالعمل الصالح ، فهم جامعون بين حسنتي الدنيا والآخرة .والصفة الثانية من صفات هذا النوع المنافق من الناس بينه القرآن بقوله : ( وَيُشْهِدُ الله على مَا فِي قَلْبِهِ ) أي : يقرن معسول قوله ، وظاهر تودده ، بإشهاد الله على أن ما في قلبه مطابق لما يجرى على لسانه .وكأن هذا النوع المنافق قد رأى من الناس تشككاً في قوله ، لأن من عادة المنافقين أن يبدوا من فلتات لسانهم ما يدل على ما هو مخبوء في نفوسهم فأخذ يوثق قوله بالإيمان الباطلة بأن يقول لمن ارتاب فيه : الله يشهد أني صاطق فيما أقول . . إلى غير ذلك من الأٌوال التي يقصد بها تأكيد قوله وصدقه فيما يدعيه ، فالمراد بإشهاد الله : الحلف به أن ما في قلبه موافق لقوله .وجملة ( وَيُشْهِدُ الله ) حالية أو مستأنفة أو معطوفة على قوله ( يُعْجِبُكَ ) .وقوله - تعالى - ( وَهُوَ أَلَدُّ الخصام ) صفة ثالثة من صفات هذا النوع من الناس .قال القرطبي : الألد : الشديد الصخومة والعداوة . . ولددته - بفتح الدال - الده - بضمها - إذا جادلته فغلبته .والألد مشتق من اللديدين وهما صفحتا العنق ، أي : في أي جانب أخذ من الخصومة غلب . والخصام في الآية مصدر خاصم . وقيل جمع خصم كصعب وصعاب . والمعنى ، أشد المخاصمين خصومة ، وفي صحيح مسلم عن عائشة قالت : قال رسول الله صلى الله عليه وسلم \" إن أبغض الرجال إلى الله الألد الخصم \" .أي : إن هذا النوع من الناس يثير الإِعجاب بحسن بيانه ، ويضللهم بحلاوة لسانه ، ويحلف بالأيمان المغلظة أنه لا يقول إلا الصدق ، ويجادل عما يقوله بالباطل بقوة وعنف ومغالبة ، فهو بعيد عن طباع المؤمنين الذين إذا قالوا صدقوا ، وإذا جادلوا اتبعوا أحسن الطرق وأهداها .",
  "ayah": 204,
  "surah": 2
}
