{
  "text": "وقوله : ( فَإِن زَلَلْتُمْ مِّن بَعْدِ مَا جَآءَتْكُمُ البينات فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ ) تفريع على النهي ، وترهيب من العقاب الذي سيصيب المتبعين للشيطان .قال القرطبي : وأصل الزلل في القدم ، ثم استعمل في الاعتقادات والآراء وغير ذلك .يقال : زل يزل زلا وزللا وزلولا ، أي : دحضت قدمه .والبينات : جمع بينة ، وهي الأدلة والمعجزات ، ومجيئها : ظهورها .والمعنى : فإن تنحيتم عن طريق الحق ، وعدلتم عنه إلى الباطل ، من بعد أن ظهرت لكم الأدلة المفرقة بين الصواب والخطأ ، والتي تدعوكم إلى اتباع طريق الحق ، فاعلموا أن الله ( عَزِيزٌ ) لا يقهر ولا يعجزه الانتقام ممن زل ( حَكِيمٌ ) لا يترك ما تقتضيه الحكمة وإنما يضع الأمور في مواضعها .وجيء في الشرط بإن ، لندرة حصول الزلل من المؤمنين ، إذ الشأن فيهم ذلك .وقوله : ( فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ ) جواب الشرط .وقوله : ( مِّن بَعْدِ مَا جَآءَتْكُمُ البينات ) قطع لعذرهم حتى لا يقولوا يوم الحساب إننا زللنا لأننا لا نعرف الحق من الباطل . وفي الآية دليل على أن عقوبة العالم بالذنب أعظم من عقوبة الجاهل به - كما قال القرطبي - .وقال الفخر الرازي ما ملخصه : \" وقوله : ( فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ ) نهاية في الوعيد ، لأنه يجمع من ضروب الخوف مالا يجمعه الوعيد بذكر العقاب . وربما قال الوالد لولده : إن عصيتني فأنت عارف بي وأنت تعلم قدرتي عليك وشدة سطوتي . فيكون هذا الكلام في الزجر أبلغ من ذكر الضرب وغيره . فإن قيل : أفهذه الآية مشتملة على الوعد كما أنها مشتملة على الوعيد؟ قلنا : نعم من حيث أتبعه بقوله : ( حَكِيمٌ ) فإن اللائق بالحكمة أن يميز بين المحسن والمسيء ، فكما يحسن من الحكيم إيصال العذاب إلى المسيء فكذلك يحسن منه إيصال الثواب إلى المحسن ، بل هذا أليق بالحكمة وأقرب للرحمة \" .وبعد أن أمر الله المؤمنين بالدخول في السلم كافة ، ونهاهم عن الزلل عن طريقة المستقيم ، عقب ذلك بتهديد الذين امتنعوا عن الدخول في السلم فقال : ( هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ الله فِي ظُلَلٍ . . . ) .ينظرون : أي ينتظرون . يقال : نظرته وانتظرته بمعنى واحد .وظلل : جمع ظلة . كظلم جمع ظلمة - وهي ما أظلك من شعاع الشمس وغيره .والغمام : اسم جنس جمعي لغمامة ، وهي السحاب الرقيق الأبيض ، سمى بذلك لأنه يغم ، أي يستر . ولا يكون الغمام ظلة إلا حيث يكون متراكباً والاستفهام للإِنكار والتوبيخ .والمعنى : ما ينتظر أولئك الذين أبوا الدخول في الإِسلم من بعد ما جاءتهم البينات ، إلا أن يأتهيم الله يوم القيامة في ظل كائنة من الغمام الكثيف العظيم ليحاسبهم على أعمالهم ، وتأتيهم ملائكته الذين لا يعلم كثرتهم إلا هو - سبحانه - .وإتيان الله - تعالى - إنما هو بالمعنى اللائق به - سبحانه - مع تنزيه عن مشابهة الحوادث ، وتفويض علم كيفية إليه - تعالى - . وهذا هو رأي علماء السلف .",
  "ayah": 209,
  "surah": 2
}
