{
  "text": "وبعد أن بينت السورة الكريمة أقسام الناس الثلاثة ، وعاقبة كل قسم منهم ، ساقت لهم نداء عاماً دعتهم فيه إلى عبادة الله وحده ، قال تعالى :( يَاأَيُّهَا الناس اعبدوا . . . )في هاتين الآيتين توجيه للناس إلى الأمر الذي خلقوا من أجله وهو عبادة الله دون ما سواه ، وبيان البراهين الساطعة التي تدل على وحدانية الله وعظيم قدرته .و \" يا \" حرف نداء وهو أكثر حروف النداء استعمالا ، فهو أصل حروف النداء .و \" أي \" اسم مبهم لكن يزول إبهامه بالاسم المقصود بالنداء الذي يأتي بعده .و \" ها \" المتصلة به مؤكدة للتنبيه المستفاد من النداء .و \" العبادة \" الخضوع البالغ الغاية .وقد كثر النداء في القرآن الكريم بهذه الطريقة لما فيها من التأكيد الذي كثيراً ما يقتضيه المقام .وفي ذكره تعالى باسم الرب ، وإضافته إلى المخاطبين ، تقوية لداعية إقبالهم على عبادته .فإن الإِنسان إذا اتجه بفكره إلى معنى كون الله مالكاً له ، أو مربياً له وتذكر ما يحفه به من رفق ، وما يجود به عليه من إنعام ، لم يلبث أن يخصه بأقصى ما يستطيع من الخضوع والخشوع والإِجلال .وإفراد اسم الرب دل على أن المراد رب جميع الخلق وهو الله تعالى ، إذ ليس ثمة رب يستحق هذا الاسم بالإِفراد والإِضافة إلى جميع الناس إلا الله .ثم بين - سبحانه - الموجبات التي من شأنها أن تحملهم على عبادته وحده فقال ( الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ ) .والخلق : أصله الإِيجاد على تقدير وتسوية ، ويطلق في القرآن وفي عرف الشريعة على إيجاد الأشياء المعدومة ، فهو إخراجها من العدم إلى الوجود إخراجاً لا صنعة فيه للبشر .والمعنى : اجعلوا أيها الناس عبادتكم لله تعالى وحده ، لأنه هو الذي أوجدكم في أحسن تقويم بعد أن كنتم في عدم ، كما أوجد الذين تقدموكم .وقدم وصفه بخلق المخاطبين مع أنه متأخر بالزمان عن خلق من تقدموهم ، لأن علم الإِنسان بأحوال نفسه أظهر من علمه بأحوال غيره .وقوله تعالى : ( والذين مِن قَبْلِكُمْ ) فيه رد على الدهريين من المخاطبين الذين يزعمون أنهم إنما خلقهم آباؤهم فقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر .فكان قوله : ( والذين مِن قَبْلِكُمْ ) تذكيرا لهم بأن آباءهم الأولين لابد أن ينتهوا إلى أب أول قد خلقه الله تعالى .وجملة \" لَعَلَّكُمْ تَتَّقُونَ \" تعليل للأمر بالعبادة ، ولذلك فصلت .و \" لعل \" حرف موضوع ليدل على الترجي ، وهو توقع حصول الشيء عندما يحصل سيبه وتنتفى موانعه . والشيء المتوقع حصوله في الآية هو التقوى وسببه العبادة ، إذ بالعبادة يستعد الإِنسان لأن يبلغ درحة التقوى وهي الفوز بالهدى والفلاح ، والترجي قد يكون من جهة المتكلم وهو الشائع وقد تستعمل لعل في الكلام على أن يكون الترجي مصروفاً للمخاطب ، فيكون المترجي هو المخاطب لا المتكلم ، وعلى هذا الوجه يحمل الترجي في هذه الآية ، لاستحالة توقع حصول الشيء من عالم الغيب والشهادة ، لأن توقع الإِنسان لحصول الشيء هو أن يكون متردداً بين الوقوع وعدمه مع رجحان الوقوع ، وعليه فيكون المعنى : اعبدوا ربكم راجين أن تكونوا من المتقين ، الذين بلغوا الغاية في الهدى والفلاح .",
  "ayah": 21,
  "surah": 2
}
