{
  "text": "ثم أرشد الله - تعالى - المؤمنين بعد ذلك لى أن مما يعينهم على دفع الأذى وعلى دحر أعدائهم أن يبذلوا أموالهم في طاعة الله ، وأن يعدوا أنفسهم للقتال في سبيله فقال - تعالى - :( يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَآ . . . )قال الآلوسي : عن ابن جريج قالِ : سأل المؤمنون رسول الله صلى الله عليه وسلم أين يضعون أموالهم فأنزل الله - تعالى - قوله : ( يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ ) الآية . وعن ابن عباس قال : كان عمرو بن الجموع شيخاً كبيراً وعنده مال كثير فقال يا رسول الله : بماذا نتصدق ، وعلى من ننفق؟ فنزلت الآية .والمعنى : يسألك أصحابك يا محمدأي شيء ينفقونه من أصناف الأموال؟ قل لهم : ما أنفقتم من أموالكم فاجعلوه للوالدين قبل غيرهما ليكون أداء لحق تربيتهما ووفاء لبعض حقوقهما ، وللأقربين وفاء لحق القرابة والرحم ولليتامى لأنهم فقدوا الأب الحاني الذي يسد عوزهم ، المساكين لفقرهم واحتياجهم ، وابن السبيل لأنه كالفقير لغيبة ماله وانقطاعه عن بلده .قال الإِمام الرازي : فهذا هو الترتيب الصحيح الذي رتبه الله - تعالى - في كيفية الإِنفاق ثم لما فصل هذا النفصيل الحسن الكامل أردفه بعد ذلك بالإِجمال فقال : ( وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ ) أي : وكل ما فعلمتوه من خير إما مع هؤلاء المذكورين وإما مع غيرهم حسبة لله وطلبا لجزيل ثوابه وهربا من أليم عقابه فإن الله به عليم فيجازيكم أحسن الجزاء عليه . . . \" .وظاهر الآية - كما يقول الآلوسي - أن السؤال عن المنفق فأجاب بيان المصرف صريحاً ، لأنه أهم لأن اعتداد النفقة باعتباره . وأشار - سبحانه - إجمالا إلى بيان المنفق فإن قوله ( مِنْ خَيْرٍ ) يتضمن كونه حلالا إذ لا يسمى ما عداه خيرا ، وإنما تعرض لذلك - أي لبيان المنفق عليه - وليس في السؤال ما يقتضيه ، لأن السؤال للتعلم لا للجدل ، وحق المعلم فيه أن يكون كطيب رفيق يتحرى ما فيه الشفاء ، طلبه المريض أم لم يطلبه . ولما كانت حاجتهم إلى من ينفق عليه كحاجتهم إلى ما ينفق بين الأمرين ، ( وهذا كمن به صفراء فاستأذن طبيباً ، في أكل العسل فقال له : كله مع الخل ) . فالكلام إذا من أسلوب الحكيم . ويحتمل أن يكون في الكلام - أي في كلام السائلين - ذكر المصرف - أيضاً - كما في سؤال عمرو بن الجموع إلا أنه لم يذكره في الآية للإِيجاز في النظم تعويلا على الجواب ، فتكون الآية جوابا لأمرين مسئول عنهما . والاقتصار في بيان المنفق على الإِجمال من غير تعرض للتفصيل كما في بيان المصرف للإِشارة إلى كون الثاني أهم . وهل تخرج الآية بذلك عن كونها من أسلوب الحكيم أولا؟ قولان أشهرهما الثاني \" .ولم يتعرض - سبحانه - هنا لبقية المحتاجين كالسائلين والغارمين إما اكتفاء بذكرهم في مواضع أخرى ، وإما بناء على دخولهم تحت عموم قوله - قوله - تعالى - : في آخر الآية ( وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ ) فإنه شامل ككل خير واقع في أي مصرف كان .قال الجمل و \" ذا \" اسم موصول بمعنى الذي والعئاد محذوف ، و \" ما \" على أصلها من الاستفهام ولذلك لم يعمل فيها يسألونك ، وهي مبتدأ وذا خبره ، والجملة محلها النصب بيسألون . والمعنى يسألونك أي الشيء الذي ينفقونه .وقوله : ( وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ ) تذييل قصد به الحض على فعل الخير ، لأن المؤمن عندما يشعر بأن الله يرى عمله ويجازيه عليه بما يستحقه ، يشجعه ذلك على الاستمرار في عمل الخير . وإذا كان بعضنا يكثر من عمل الخير عندما يعلم أن شخصا ذا جاه يسره هذا العمل ، فكيف يكون الحال عندما يعلم المؤمن التقي أن الذي يرى عمله ويكافئه عليه هو الله الذي لا يخفى عليه خافية ، والذي يعطي من يشاء بغير حساب .قال بعض العلماء : وقد اختلف في هذه الآية . فقيل إنها منسوخة بآية الزكاة وهي قوله - تعالى - : ( إِنَّمَا الصدقات لِلْفُقَرَآءِ . . ) وقيل - وهو الأولى - إنها غير منسوخة ، وهي لبيان صدقة التطوع فإنه متى أمكن الجمع فلا نسخ .",
  "ayah": 215,
  "surah": 2
}
