{
  "text": "وبعد بيان هذه الأحكام في الأيمان العامة ، عقب - سبحانه - ذلك ببيان حكم اليمين الخاصة فقال : ( لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَآءُو فَإِنَّ الله غَفُورٌ رَّحِيمٌ . وَإِنْ عَزَمُواْ الطلاق فَإِنَّ الله سَمِيعٌ عَلِيمٌ ) . و ( يُؤْلُونَ ) : من الإِيلاء مصدر آلى يؤالي ويؤلى إيلاء بمعنى حلف . قال الشاعر :قليل الألايا حافظ ليمينه ... وإن سبقت منه الألية برتوقد خص الإِيلاء في الشرع بالحلف على ترك مباشرة الزوجة . وكانوا في الجاهلية يحلفون ألايقربوا نساءهم السنة والأكثر إضراراً بهن .و ( التربص ) التلبث والانتظار والترقب . قال الشاعر :تربص بها ريب المنون لعلها ... تطلق يوما أو يموت حليلهاو ( فَآءُو ) معناه رجعوا . والفيء في اللغة هو رجوع الشيء إلى ما كان عليه من قبل ، ولذها قيل لما تزيله الشمس من الظل ثم يعود فيء . وقيل لما رده الله على المسلمين من مال المشركين فيء كأنه لهم فرجع إليهم .ففاءت ولم تقض الذي أقبلت له ... ومن حاجة الإِنسان ما ليس قاضياو ( عَزَمُواْ ) من العزم وهو عقد القلب على الشيء ، والتصميم عليه . يقال عزم على الشيء يعزم عزما وعزيمة . . إذا عقد نيته عليه .و ( الطلاق ) هو حل عقد النكاح الذي بين الرجل والمرأة ، وأصله من الانطلاق ، وهو الذهاب . يقال : طلقت المرأة تطلق - من باب نصر - طلاقاً ، إذا أصبحت مخلاة بدون رجل بعد أن كانت في عصمة رجل معين .قال الفخر الرازي : كان الرجل في الجاهلية لا يريد المرأة ولا يحب أن يتزوجها غيره ، فيحلف أن لا يقربها ، فكان يتركها بذلك لا أيما ولا ذات يعل والغرض منه مضارة المرأة . ثم إن أهل الإسلام كانوا يفعلون ذلك - أيضاً - فأزال الله ، تعالى - ذلك ، وأمهل الزوج مدة حتى يتروى ويتأمل فإن رأى المصلحة في ترك هذه المضارة فعلها ، وإن رأى المصلحة في المفارقة عن المرأة فارقها \" .ومعنى الآيتين الكريمتين : أن الله - تعالى - جعل للذين يحلفون على ترك مباشرة أزواجهم مدة يرادجعون فيها أنفسهم ، وينتظرون فيها ما يستقر عليه أمرهم ، وهذه المدة هي أربعة أشهر ، فإن رجعوا عما حلفوا عليه من ترك مباشرة الزوجة ، ورأوا أن المصلحة في الرجوع فإن الله - تعالى - يغفر لهم ما فرط منهم . وإن استمروا على ترك مباشرة نسائهم ، وأصروا على ذلك بعد انقضائها فإن شرع الله - تعالى يحكم بالتفريق بينهما ، لأن الحياة الزوجية لا تقوم على البغض والكراهية والهجران ، وإنما تقوم على المحبة والمودة والرحمة وقوله : ( لِّلَّذِينَ يُؤْلُونَ ) متعلق بمحذوف خبر مقدم . وتربص مبتدأ مؤخر ، وقدم الخبر على المبتدأ للاهتمام بهذه التوسعة التي وسع الله بها عليهم ، فهي مدة كافية لأن يراجع المرء فيها نفسه ، ويعود إلى معاشرة زوجه خلالها .وعدى فعل الإِيلاء بمن مع أن حقه أن يتعدى بعلى ، لأنه تضمن هنا معنى البعد كأنه قال : للذين يؤلون متباعدين من نسائهم .وأضيف التربص إلى الظرف ( أَرْبَعَةِ أَشْهُرٍ ) على الاتساع إذ الأصل تربصهن في أربعة أشهر . وقوله : ( فَإِنَّ الله غَفُورٌ رَّحِيمٌ ) دليل الجواب . أي فإن فاؤا إلى زوجاتهم وحنثوا في أيمانهم التي حلفوها بالابتعاد عنهن ، بأن كفروا عنها وتابوا إلى ربهم فحنثهم مغفور لهم لأنه - سبحانه - غفور لمن تاب من بعد ظلمه وأصلح ، رحيم بعباده في كل أوامره وتكاليفه .",
  "ayah": 226,
  "surah": 2
}
