{
  "text": "وبعد أن ساق - سبحانه - في هاتين الآيتين البراهين الساطعة الدالة على وحدانية الله؛ ونفي عقيدة الشرك ، أورد بعد ذلك الدلائل الدالة على صدق النبي صلى الله عليه وسلم فيما يبلغه عن ربه ، وعلى أن هذا القرآن ليس من صنع بشر ، وإنما هو كلام واهب القوى والقدر فقال - تعالى - :( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ . . . )في هاتين الآيتين انتقال لإِثبات الجزء الثاني من جزأى الإِيمان ، وهو صدق النبي صلى الله عليه وسل - في رسالته ، بعد أن تم إثبات الجزء الأول من ذلك وهو وحدانية الله - تعالى - وعظيم قدرته .والمعنى : إن رتبتم أيها المشركون في شأن هذا القرآن الذي أنزلناه على عبدنا محمد على مهل وتدريج ، فأتوا أنتم بسورة من مثله في سمو الرتبة ، وعلو الطبقة واستعينوا على ذلك بآلهتكم وبكل من تتوقعون منهم العون ، ليساعدوكم في مهمتكم ، أو ليشهدوا لكم أنكم أتيتم بما يمائله ، إن كنتم صادقين في زعمكم أنكم تقدرون على معارضة القرآن الكريم .والمقصود بقوله : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا . . . ) نفي الريب عن المنزل عليه - وهو محمد صلى الله عليه وسلم - بنفيه عن المنزل وهو القرآن الكريم .والتعبير عن اعتقادهم في حقه بالريب للإِيذان بأن أقصى ما يمكن صدوره عنهم هو الارتياب في شأنه ، أو للتنبيه على أن كلامهم في شأن القرآن هو بمنزلة الريب الضعيف لكمال وضوح الدلائل الدالة على أن القرآن من عند الله - تعالى- .وعبر بقوله : ( وَإِن كُنْتُمْ فِي رَيْبٍ ) ولم يقل : وإن ارتبتم فيما نزلنا ، للإِشارة إلى أن ذات القرآن لا يتطرق إليها ريب ، ولا يطير إلى أفقها شرارة من شك ، وأنه إن أثير حوله أي شك فمرجعه إلى انطماس بصيرتهم ، وضعف تفكيرهم ، واستيلاء الحقد والعناد على نفوسهم .وأني بإن المفيدة للشك مع أن كونهم في ريب مما نزل على النبي صلى الله عليه وسلم أمر محقق ، تنزيلا للمحقق منزلة المشكوك فيه ، وتنزيهاً لساحة القرآن عن أن يتحقق الشك فيه من أي أحد ، وتوبيخاً لهم على وضعهم الأمور في غير مواضعها .ووجه الإِتيان بفي الدالة على الظرفية ، للإِشارة إلى أنهم قد امتلكهم الريب وأحاط بهم إحاطة الظرف بالمظروف .وقال ( نَزَّلْنَا ) دون أنزلنا ، لأن المراد النزول على سبيل التدريج ، ومن المعروف أن القرآن قد نزل منجما في مدة تزيد على عشرين سنة .قال صاحب الكشاف : ( فإن قلت : لم قيل : ( مما نزلنا ) على لفظ التنزيل دون الإِنزال؟ قلت : لأن المراد النزول على سبيل التدريج والتنجيم وذلك أنهم كانوا يقولون : لو كان هذا القرآن من عند الله ، لم ينزل هكذا نجوماً سورة بعد سورة ، وآيات عقب آيات ، على حسب النوازل ، وعلى سنن ما نرى عليه أهل الخطابة والشعر من جود ما يوجد منهم مفرقاً حيناً فحيناً حسب ما يعن لهم من الأحوال المتجددة . . . فقيل لهم : إن ارتبتم في هذا الذي وقع إنزاله هكذا على مهل وتدريج ، فهاتوا أنتم نوبة واحدة من نوبة ، وهاتوا نجماً فردا من نجومه : سورة من أصغر السور ، أو آيات شتى مفترقات ، وهذا غاية التبكيت ومنتهى إزاحة العلل ) اه ملخصاً .والمراد بالعبد في قوله - تعالى - : ( على عَبْدِنَا ) محمد - صلى الله عليه وسلم - وفي إضافته إلى الله - تعالى - تنبيه على شرف منزلته عنده ، واختصاصه به .وفي ذكره صلى الله عليه وسلم باسم العبودية ، تذكير لأمته بهذا المعنى ، حتى لا يغالوا في تعظيمه فيدعوا ألوهية كما غالت بعض الفرق في تعظيم أبنيائها أو زعمائهم فادعت ألوهيتهم .والسورة : الطائفة من القرآن المسماة باسم خاص ، والتي أقلها ثلاث آيات ، والضمير في قوله ( من مثله ) يعود على المنزل وهو القرآو .والمراد من مثل القرآن : ما يشابهه في حسن النظم ، وبراعة الأسلوب وحكمة المعنى . وهذا الوجه من الإِعجاز يتحقق في كل سورة .وقيل : إن الضمير في قوله ( من مثله ) يعود على المنزل عليه القرآن ، وهو - النبي صلى الله عليه وسلم - ولكن الرأي الأول أرجح .قال الإِمام الرازي ما ملخصه : وعود الضمير إلى القرىن أرجح لوجوه :أحدها : أن ذلك مطابق لسائر الآيات الواردة في باب التحدي لا سيما ما ذكره في سورة يونس من قوله : ( فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ . . . ) .وثانيها : أن البحث إنما وقع في المنزل وهو القرآن ، لأنه قال : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا . . . ) فوجب صرف الضمير إليه ، ألا ترى أن المعنى ، وإن ارتبتم في أن القرآن منزل من عند الله فهاتوا أنتم شيئاً مما يماثله ، وقضية الترتيب لو كان الضمير مردودا إلى رسول الله صلى الله عليه وسلم أن يقال : وإن ارتبتم في أن محمدا منزل عليه فهاتوا قرآنا مثله .وثالثها : أن الضمير للو كان عائدا إلى القرآن لاقتضى كونهم عاجزين عن الإِتيان بمثله سواء اجتمعوا أو انفردوا وسواء كانوا أميين أو عالمين ، أما لو كان عائداً إلى محمد صلى الله عليه وسلم فذلك لا يقتضي إلا كون آحادهم من الأميين عاجزين عنه ، لأنه لا يكون مثل محمد إلا الشخص الأمي ، فأما لو اجتمعوا وكانوا قارئين لم يكونوا مثل محمد ، لأن الجماعة لا تماثل الواحد . والقارئ لا يكون مثل الأمي ، ولا شك أن الإِعجاز على الوجه الأول أقوى .ورابعها : أننا لو صرفنا الضمير إلى محمد صلى الله عليه وسلم لكان ذلك يوهم أن صدور مثل القرآن مما لم يكن مثل محمد في كونه أميا ممكن ، ولو صرفناه إلى القرآن لدل ذلك على أن صدور مثله من الأمي ومن غير الأمي ممتنع فكان هذا أولى .وقوله - تعالى - : ( وادعوا شُهَدَآءَكُم مِّن دُونِ الله ) معطوف على قوله : ( فَأْتُواْ بِسُورَةٍ ) .وادعوا : من الدعاء ، والمراد به هنا : طلب حضور المدعو أي : نادوهم .وشهداءكم : أي : آلهتكم ، جمع شهيد وهو القائم بالشهادة ، فقد كانوا يزعمون أن آلهتهم تشهد لهم يوم القيامة بأنهم على حق .وقيل : الشهداء جمع شهيد بمعنى الحاضر أو الناصر أو الإِمام ، وكأنه سمى به لأنه يحضر المجالس وتبمر بمحضره الأمور .ودون : بمعنى غير : وتطلق في أصل اللغة على أدنى مكان من الشيء ، ومنه تدوين الكتب لأنه إدناء البعض من البعض ، ودونك هذا أي : خذه من أدنى مكان منك ، ثم استعير للتفاوت في الرتب فقيل : زيد دون عمرو أي : في الشرف ، ومنه الشيء الدون ، ثم اتسع فيه فاستعمل في كل تجاوز حد إلى حد ، وتخطى أمر إلى أمر .قال الجمل : ( والمعنى ) : وادعوا إلى المعارضة من حضركم أو رجوتم معونته من إنسكم وجنكم وآلهتكم غير الله ، فإنه لا يقدر على أن يأتي بمثله إلا الله . . ، أو ادعوا من دون الله شهداء يشهدون لكم بأن ما أتيتم به مثله ، ولا تستشهدوا بالله ، فإن الاستشهاد به من عادة المبهوت العاجز عن إقامة الحجة ، أو شهداءكم الذين اتخذتموهم من دون الله آلأهة وزعمتم أنها تشهد لكم يوم القيامة . . . .وفي أمرهم بدعوة أصنامهم وهي جماد ، وفي تسميتها شهداء مع إضافتها إليهم مع أنه لا تعقل ولا تنطق ، في كل ذلك أقوى ألوان التهكم ، لكي يثير في نفوسهم من الألم ما قد يكون سبباً لتنبيههم ، إلى جهلهم ، وانصرافهم عن ضلالهم .وقوله - تعالى - : ( إِنْ كُنْتُمْ صَادِقِينَ ) جملة معترضة في آخر الكلام وجواب الشرط محذوف دل عليه الكلام السابق دلالة واضحة حتى صار ذكره في نظم الكلام مما ينزل به عن مرتبة البلاغة .والمعنى : إن كنتم صادقين في زعمكم أنكم تقدرون على معارضة القرآن فأتوا بسورة من مثله . وادعوا آلهتكم وبلغاءكم وجميع البشر ليعينوكم أو ليشهدو لكم أنكم أتيتم بما يماثله في حكمة معانيه وحسن بيانه .وفي هذه الآية الكريمة إثارة لحماستهم ، إذ عرض بعدم صدقهم ، فتتوفر دواعيهم على المعارضة التي زعموا أنهم أهل لها .",
  "ayah": 23,
  "surah": 2
}
