{
  "text": "قال - تعالى : ( وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلاَ تُمْسِكُوهُنَّ ضِرَاراً لِّتَعْتَدُواْ وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ ) .قال الراغب : الأجل : المدة المضروبة للشيء . قال - تعالى - ( ولتبلغوا أَجَلاً مُّسَمًّى . . ) - أي مدة معينة - والبلوغ والبلاغ الانتهاء إلى أقصى المقصد والمنتهى مكاناً كان أو زماناً أو أمراً من الأمور المقدرة ، وربما يعبر به عن المشارفة عليه وإن لم يننه . فمن الانتهاء قوله - تعالى - : ( وَبَلَغَ أَرْبَعِينَ سَنَةً ) وأما قوله : ( فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ ) فللمشارفة فإنها إذا انتهت إلى أقصى الأجل لا يصح للزوج مراجعتها وإمساكها \" .والمراد بالأجل هنا عدة المرأة . وببلوغها قرب انتهائها .والضرار - كما يقول الرازي - هو المضارة . قال - تعالى - : ( والذين اتخذوا مَسْجِداً ضِرَاراً ) أي اتخذوا المسجد ضرراً ليضاروا المؤمنين ، ومعناه يرجع إلى إثارة العداوة ، وإزالة الألفة ، وإيقاع الوحشة ، وموجبات النفرة \" .والمعنى : وإذا طلقتم - أيها المؤمنون - نساءكم طلاقاً رجعياً ، ( فَبَلَغْنَ أَجَلَهُنَّ ) أي فشارفت عدتهن على الانتهاء ، وقاربت الانقضاء ، فعليكم أن تتدبروا مليا في أمركم ، فإن رأيتم الأصلح في بقائهن معكم فنفذوا ذلك وأمسكوهن بمعروف .أي بما هو المعروف من شرع الله الحكيم ، وبما تقره الأخلاق الحسنة والعقول السليمة . وإن رأيتم أنه لا رغبة لكم في البقاء معهن فسرحوهن بمعروف أي فأمضوا الطلاق وتفارقوا بالطريقة التي يرضاها الحق - سبحانه - بأن تؤدوا لهن حقوقهن . ولا تذكروهن بسوء بعد انفصالكم عنهن ، فهذا شأن الأتقياء الصالحين فقد سئل بعضهم ، لم طلقت امرأتك؟ فقال : إن العاقل لا يذكر ما بينه وبين أهله .قال القرطبي : معنى ( بلغن ) قاربن بإجماع من العلماء ، ولأن المعنى يضطر إلى ذلك ، لأنه بعد بلوغ الأجل لا خيار له في الإِمساك ، وهو في الآية التي بعدها بمعنى الانتهاء ، لأن المعنى يقتضي ذلك ، فهو حقيقة في الثانية ، مجاز في الأولى - أي التي معنا - \" .ثم نهى - سبحانه - عن الإِمساك الذي يكون معه الضرر فقال . ( وَلاَ تُمْسِكُوهُنَّ ضِرَاراً لِّتَعْتَدُواْ ) أي لا تراجعوهن إرادة الضرر بهن والإيذاء لهن لتعتدوا عليهن ، والجملة الكريمة تأكيد للأمر بالإِمساك بمعروف ، وتوضيح لمعناه ، وزجر صريح عما كان يفعله يعضهم من مراجعته لامرأته قبل انتهاء عدتها لا لقصد الإِبقاء على الزوجية وإنما القصد إطاعة عدة الزوجة ، أو لقصد أن تفتدي نفسها منه بالمال : ( ضِرَاراً ) منصوب على الحال في تمسكوهن أو على أنه مفعول لأجله . واللام في قوله : ( لِّتَعْتَدُواْ ) هي لام العاقبة أي لتكون عاقبة أمركم الاعتداء وحذف متعلق \" لتعتدوا \" ليتناول الاعتداء عليهن وعلى أحكام الله - تعالى - .وقوله : ( وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ ) وعيد شديد لمن يقدم على ما نهى الله عنه . أي : ومن يراجع مطلقته بقصد الإِضرار بها والاعتداء عليها فقد ظلم نفسه ظلماً مؤكداً ، لأنه سيعرضها لعقاب الله وسخط الناس .وجعل ظلمهم لنسائهم ظلماً لأنفسهم ، لأن عملهم هذا سيؤدي إلى اختللا المعاشرة الزوجية واضطرابها ، وشيوع العداوة والبغضاء بين الزوجين وبين أهلهما . ثم كرر - سبحانه - تحذير المخالفين لشريعته ، وذكرهم بألوان نعمه عليهم ليستجيبوا لأمره فقال : ( وَلاَ تتخذوا آيَاتِ الله هُزُواً واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُمْ مِّنَ الكتاب والحكمة يَعِظُكُمْ بِهِ ) .آيات الله : أحكامه التي شرعها في شأن الطلاق وغيره .والهزء - بضمتين - مصدر هزأ به إذا سخر ولعب وهو هنا مصدر بمعنى اسم المفعول أي : مهزوءاً بها . وقوله ( هُزُواً ) مفعول ثان لتتخذوا .والمراد بالحكمة هنا . السنة النبوية المطهرة .والموعظة والعظة : النصح والتذكير بالخير . بما يرقق القلوب ، ويحذر النفوس مما نهى الله عنه .أي : ولا تتخذوا - أيها الناس - آيات الله التي شرعها لكم في شأن الطلاق وغيره مهزوءاً بها بأن تعرضوا عنها ، وتتهاونوا في المحافظة عليها ، والتمسك بتعاليمها ، ومن مظاهر ذلك أن بعض الناس كان يكثر من التلفظ بالطلاق متوهما أن ذلك لا يضر ، أو كان يتخذ المراجعة وسيلة لإيذاء المرأة .قال القرطبي : وفي موطأ مالك أنه بلغه أن رجلا قال ابن عباس : \" إني طلقت امرأتي مائة مرة فماذا ترى على؟ فقال ابن عباس : طلقت منك بثلاث ، وسبع وتسعون اتخذت بها آيات الله هزوا \" .والجملة الكريمة نهى أريد به الأمر بضده ، أي جدوا في العمل بأوامر الله وآياته ، وارعوها حق رعايتها .وقوله : ( واذكروا نِعْمَتَ الله عَلَيْكُمْ ) إلخ أي تذكروها في هدايتكم إلى الإِسلام ، وفي مشروعية الزوجية وفي غير ذلك مما لا يصحى من النعم وتدبروا نعم الله عليكم فقابلوها بالشكر ، واستعملوها فيما خلقت له ، وتذكروا كذلك ما أنزل الله عليكم بواسطة رسولكم محمد صلى الله عليه وسلم من الكتاب وهو القرآن الذي يهدي للتي هي أقوم ، ومن الحكمة وهي السنة النبوية المطهرة ، بما جاء فيهما من توجيهات سامية ، وآداب عالية .و \" ما \" في قوله : ( وَمَآ أَنزَلَ عَلَيْكُمْ ) موصولة والعائد محذوف أي ما أنزله و \" من \" في قوله : ( مِّنَ الكتاب ) بيانية ، وجملة ( يَعِظُكُمْ بِهِ ) حال من فاعل أنزل أو من مفعوله ، والضمير في ( به ) يعود على الكتاب والحكمة بعد تأويلهما بالمذكور . وجعل ضميرها واحداً لأنهما في مؤداهما وغايتهما شيء واحد ، فالسنة ليست نابعة إلا من الكتاب ومنه أخذت قوتها وسلطانها .وقوله - سبحانه - : في ختام الآية ( واتقوا الله واعلموا أَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ ) تذكير لهم بتقوى الله وخشيته ومراقبته ، وتحذير لهم من مخالفة أمره .أي : صونوا أنفسكم عن كل ما يغضب الله - تعالى - فيما يتعلق بأمور الزوجية وفي غيرها مما شرعه لكم ، واعلموا أنه - سبحانه - عليم بكل شيء ، عليم بما تسرونه وما تعلنونه ، وسيحاسب كل إنسان بما قدمت يداه ( يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً والأمر يَوْمَئِذٍ لِلَّهِ )",
  "ayah": 231,
  "surah": 2
}
