{
  "text": "ثم بين - سبحانه - حكم الخطية للنساء المعتدات بياناً يقوم على أدب النفس ، وأدب الاجتماع ، ورعاية المشاعر والعواطف مع رعاية المصالح والضرورات فقال - تعالى - :( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ . . . )قوله - تعالى - : ( فِيمَا عَرَّضْتُمْ بِهِ ) أي : لو حتم وأشرتم به . من التعريض الذي هو ضد التصريح ومعناه أن يضمن كلامه ما يصلح للدلالة على مقصوده ، ويصلح لدلالة على غير مقصوده ، إلا أن إشعاره بجانب المقصود أتم وأرجح وأصله من عرض الشيء - بضم العين - أي جانبه ومن أمثلته أن يقول الفقير المحتاج للمحتاج إليه : جئتك لأسلم عليك . . وهو يقصد عطاءه .و ( خِطْبَةِ النسآء ) مخاطبة المرأة أو أوليائها في أمر زواجها . والخطبة - بكسر الخاء كالجلسة - مأخوذة من الخطب أي الشأن لأنها شأن من الشئون وقيل من الخطاب لأنها نوع - مخاطبة تجري بين جانب الرجل وجانب المرأة . والمراد خطبة النساء اللائي فارقهن أزواجهن . و ( أَكْنَنتُمْ في أَنْفُسِكُمْ ) أخفيتم وأسررتم من الإِكنان وهوالإِضمار من غير إعلان .والمعنى : ولا حرج ولا إثم عليكم أيها الرجال المبتغون للزواج في التعريض بخطبة المرأة أثناء عداتها لتتزوجوهن بعد انقضائها ، كما أنه لا إثم عليكم كذلك في الرغبة في الزواج بهن ، مع إخفاء ذلك وستره من غير كشف وإعلان لأن التصريح بالخطبة أثناء العدة عمل يتنافى مع آداب الإسلام ، ومع تعاليم شريعته ، ومع الأخلاق الكريمة ، والعقول السليمة ، والنفوس الشريفة .قال القرطبي : قال ابن عطية : أجمعت الأمة على أن الكلام مع المعتدة بما هو نص في تزوجها وتنبيه عليه لا يجوز ، وكذلك أجمعت على أن الكلام معه بما هو رفث وذكر جماع أو تحريض عليه لا يجوز وكذلك ما أشبهه وجوز ما عدا ذلك . ولا يجوز التعريض لخطبة المطلقة طلاقاً رجعياً إجماعاً لأنها كالزوجة . وأما من كانت في عدة البينونة فالصحيح جواز التعريض لخطبتها \" .والتعريض في خطبة النساء أساليبه مختلفة ، ومما ذكره العلماء في هذا الشأن أن يقول الرجل للمرأة : أني أرغب في الزواج أو أن يقول لوليها : لا تسبقني بها إلى غيري .ومن أساليب التعريض ما فعله النبي - صلى الله عليه وسلم - مع السيدة أم سلمة ، فقد جخل عليها وهي متأيمة من زوجها أبي سلمة فقال لها : \" لقد علمت أني رسول الله وخيرته وموضعي في قومي \" فكان كلامه خطبة لها بأسلوب التعريض .ومنها ما ذكره صاحب الكشاف عن عبد الله بن سليمان عن خالته - سكينة بنت حنظلة - قالت : \" دخل على أبو جعفر محمد بن علي وأنا في عدتي فقال : قد علمت قرابتي من رسول الله - صلى الله عليه وسلم - وقرابتي من جدي علي بن أبي طالب ، وموضعي في العرب ، وقدمي في الإِسلام . قالت : فقلت : غفر الله لك يا أبا جعفر! أتخطبني في عدتي وأنت يؤخذ عنك؟ فقال : أو قد فعلت إنما أخبرتك بقرابتي من رسول الله صلى الله عليه وسلم وموضعي .وقوله - تعالى - : ( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ ) إلخ معطوف على ما قبله في الآية السابقة لأن الكلام في الآيتين في الأحكام المتعلقة بعدة النساء .و ( ما ) في قوله : ( فِيمَا عَرَّضْتُمْ ) موصولة . و ( مِنْ خِطْبَةِ النسآء ) بيان لما ، و ( آل ) في النساء للعهد والمعهودات هن الزوجات اللائي سبق الحديث عنهن في الآيات التي قبل هذه . و ( أَوْ ) في قوله : ( أَوْ أَكْنَنتُمْ ) للإِباحة أو التخيير ، ومفعول أكن محذوف يعود إلى ما الموصولة في قوله : ( فِيمَا عَرَّضْتُمْ ) والتقدير : أو أكننتموه . ( في أَنْفُسِكُمْ ) متعلق بأكننتم .وقوله - تعالى - : ( عَلِمَ الله أَنَّكُمْ سَتَذْكُرُونَهُنَّ ولكن لاَّ تُوَاعِدُوهُنَّ سِرّاً إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً ) كالتعليل لما قبله وهو قوله : ( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ ) إلخ . ونهى عما يردى ويفسد ، وإباحة لما لا ضرر فيه .أي : علم الله أنكم يا معشر الرجال ستذكرون هؤلاء النسوة المعتدات بمالهن من جمال ومن حسن عشرة ومن غير ذلك من شئونهن وأن تفكروا فيهن وتهفوا إليهن نفوسكم ، والله - تعالى - فضلا منه وكرماً قد أباح لكم أن تذكروهن ولكنه ينهاكم عن أن تواعدوهن وعداً سرياً بأن تقولوا لهم في السر ما تستحيون من قوله في العلن لقبحه ومنافاته للشرع .وقوله : ( إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً ) استثناء مما يدل عليه النهي لا تواعدوهن مواعدة ما إلا مواعدة معروفة غير منكرة شرعاً ، وهي ما تكون بطريق التلويح والتعريض .وفي قوله سبحانه : ( عَلِمَ الله أَنَّكُمْ سَتَذْكُرُونَهُنَّ ) بيان لما جبلت عليه النفس البشرية من ميل فطري بين الرجال والنساء ، والإِسلام لا ينكر هذا الميل وإنما يهذبه ويقومه ويصقله بآدابه الحميدة ، وتعاليمه السامية .وقوله : ( ولكن لاَّ تُوَاعِدُوهُنَّ سِرّاً ) استدراك على محذوف دل عليه ( سَتَذْكُرُونَهُنَّ ) أي : فاذكروهن ( ولكن لاَّ تُوَاعِدُوهُنَّ سِرّاً ) .قال القرطبي ما ملخصه : واختلف العلماء في المراد بالسر في قوله - تعالى - : ( ولكن لاَّ تُوَاعِدُوهُنَّ سِرّاً ) فقيل معناه نكاحاً ، أي لا يقل الرجل لهذه المعتدة تزوجيني بل يعرض إن أراد ، ولا يأخذ ميثاقها وعهدها ألا تنكح غيره في استسرار وخفية . هذا قول جمهور أهل العلم . و \" سراً \" على هذا التأويل نصب على الحال أي مسرين - وسمي النكاح سراً لأن مسببه الذي هو الوطء ما يسر - وقيل السر الزنا ، أي لا يكونن من كم مواعدة على الزنا في العدة ثم التزوج بعدها . أي لا تواعدوهن زنا . واختاره الطبري . ومنه قول الأعشى :فلا تقربن جارة إن سرها ... عليك حرام فانكحن أو تأبداًأي : \" فتزوجها أو ابتعد عنها . وقيل السر الجماع \"والذي تطمئن إليه النفس أن كلمة ( سرا ) صفة لموصوف محذوف أي لا تواعدهن وعدا سرية ، يقال فيها كل ما ينهى عنه أو يستحيا منه في العلن ، لقبه أو لأن أوانه لم يحن بعد ، إذ السرية ، أو الخلوة بين الرجل والمرأة لا تؤمن مزالقها .وفي الحديث الشريف أن رسول الله صلى الله عليه وسلم قال : \" لا يخلون رجل بامرأة إلا كان الشيطان ثالثهما \" وأن المراد بقوله : ( إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً ) هو التعريض بالخطبة ، وإظهار المودة بطريقة لا تفضى إلى محرم .قال صاحب الكشاف في قوله : ( إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً ) وهو أن تعرّضوا ولا تصرحوا .فإن قلت بم يتعلق حرف الاستثناء؟ قلت : بلا تواعدوهن . أي لا تواعدوهن مواعدة قط إلا مواعدة معروفة غير منكرة : أي لا تواعدوهن إلا بالتعريض .ثم قال - تعالى - : ( وَلاَ تعزموا عُقْدَةَ النكاح حتى يَبْلُغَ الكتاب أَجَلَهُ ) .العزم : القطع والتصميم ، يقال عزم على الشيء إذا صمم وعقد القلب على فعله ، وهو يتعدى بعلى وبنفسه فيقال : عزم اليء وعزم عليه .وعقدة النكاح : الارتباط الموثق به . وأصل العقد الشد ، والعهود والأنكحة تسمى عقودا لأنها تقعد وتوثق كما يوثق بالحبل .والمراد بالكتاب هنا الأمر المكتوب المفروض وهو العدة التي حدد الله لها وقتاً معيناً .والأجل : هو نهاية المدة التي قررها الشرع للعدة .والمعنى : لا يسوغ لكم يا معشر الرجال الراغبين في الزواج من النساء اللائي فارقهن أزواجهن أن تعقدوا العزم نهائياً في أثناء العدة على أن تتموا الزواج بعدها ، بأن تحول الخطبة من التعريض إلى التصريح ، أو تبتوا في أمر الزواج بتاً قاطعاً بمواعدة أو نحوها ، إذ العاقل لا يستعجل أمرا قبل حلول وقته ، وإنما الذي يسوغ لكلم أن تتموا عقد الزواج بعد انتهاء العدة وبعد أن يكون جو الأحزان قد فتر وجفت حدته .والنهي عن العزم على عقد النكاح نهي بالأولى عن إبرامه وتنفيذه ، لأن العزم على الفعل يتقدمه ، فإذا نهى عنه كان الفعل أنهى ، فهو كالنهي عن الاقتراب من حدود الله في قوله : ( حُدُودُ الله فَلاَ تَقْرَبُوهَا ) وبذلك نرى أن الآية الكريمة قد أباحت شيئين ، ونهت عن شيئين : أباحت التعريض بالخطبة للمرأة أثناء عدتها ، كما أباحت إخفاء هذه الرغبة في الأنفس وحديثها بها . ويشهد لذلك قوله - تعالى - : ( وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النسآء أَوْ أَكْنَنتُمْ في أَنْفُسِكُمْ ) ونهت عن المواعدة سراً إلا أن يقولوا قولا معروفاً عن طريق التعريض ، أو أن يسار الرجل المرأة بالقول المعروف الذي أباحه الشرع وارتضته العقول السليمة ، والأخلاق الفاضلة ، بأن يعدها في السر بالإِحسان إليها والاهتمام بشأنها والتكفل بمصالحها حتى يصير ذكر هذه الأشياء الجميلة مؤكداً لذلك التعريض . أما الشيء الثاني الذي نهت عنه فهو العزم على عقدة النكاح قبل انقضاء العدة . ويشهد لهذا قوله - تعالى - : ( عَلِمَ الله أَنَّكُمْ سَتَذْكُرُونَهُنَّ ولكن لاَّ تُوَاعِدُوهُنَّ سِرّاً إِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفاً وَلاَ تعزموا عُقْدَةَ النكاح حتى يَبْلُغَ الكتاب أَجَلَهُ ) .وبعد هذه الأوامر والنواهي ختم الله - تعالى - الآية بقوله : ( واعلموا أَنَّ الله يَعْلَمُ مَا في أَنْفُسِكُمْ فاحذروه واعلموا أَنَّ الله غَفُورٌ حَلِيمٌ ) .أي : اعلموا أيها الناس أن الله - تعالى - يعلم ما يجول في نفوسكم من خير أو شر ، وما تهجس به خطرات قلوبكم من مقاصد واتجاهات ، فاحذروا أن تقصدوا ما هو شر ، أو تفعلوا ما هو منكر ، واعلموا أنه - تعالى - غفور لمن تاب وعمل صالحاً ، حليم لا يعاجل الناس بالعقوبة ، ولا يؤاخذهم إلا بما كسبوا .فالجملة الكريمة تحذير وتبشير ، وترغيب وترهيب ، لكي لا يتجاسر الناس على ارتكاب ما نهي الله عنه ، ولا ييأسوا من رحمته متى تابوا وأنابوا .هذا ، وقد أجمع العلماء أنها تصير محرمة عليه تحريماً مؤبداً ، ولا يحل له نكاحها ركلك لأنه استحل ما لا يحل فعوقب بحرمانه ، كالقاتل يعاقب بحرمانه من ميراث المقتول . وقيل : يفسخ النكاح ويفرق بينهما فإذا انتهت العدة حلت له ولم يتأبد التحريم . ولكل فريق أدلته المبسوطة في كتب الفقه .وبذلك تكون الآية الكريمة قد أرشدت الناس إلى ما يقره الشرع ، ويرتضيه الخلق الكريم ، ونهتهم عما يتنافى مع تعاليم الإِسلام بأسلوب حكيم جمع بين الشدة واللين ، والخوف والرجاء ، حتى يثوب المخطئون إلى رشدهم ويقلعوا عن خطئهم .",
  "ayah": 235,
  "surah": 2
}
