{
  "text": "قال الآلوسي : قوله - تعالى - : ( أَلَمْ تَر ) هذه الكلمة قد تذكر لمن تقدم علمه فتكون للتعجب والتقرير والتذكير لمن علم بما يأتي - كالأحبار وأهل التواريخ - وقد تذكر لمن لا يكون كذلك فتكون لتعريفه وتعجيبه ، وقد اشتهرت في ذلك حتى أجريت مجرى المثل في هذا الباب ، بأن شبه من \" لم ير \" الشيء بحال من رآه في أنه لا ينبغي أن يخفى عليه وأنه ينبغي أن يتعجب منه ، ثم أجرى الكلام معه كما يجرى مع من رأى ، قصداً إلى المبالغة في شهرته وعراقته في التعجب . ثم قال : والرؤية إما بمعنى الإِبصار مجازاً عن النظر ، وفائدة التجوز الحث على الاعتبار ، لأن النظر اختياري دون الإدراك الذي بعده ، وإما بمعنى الإِدراك القلبي متضمناً معنى الوصول والانتهاء ولهذا تعدت - أي الرؤية - بإلى في قوله : ( أَلَمْ تَرَ إِلَى الذين خَرَجُواْ . . ) .والمعنى : قد علمت أيها الرسول الكريم أو أيها الإنسان العاقل - حال أولئك القوم الذين خرجوا من ديارهم التي ألفوها واستوطنوها ، وهم ألوف مؤلفة ، وكثرة كاثرة ، وما كان خروجهم إلا فراراً وخوفاً من الموت الذي سيلاقيهم - إن عاجلا أو آجلا - .ومن لم يعلم حالهم فها نحن أولاء نعلمه بها ونحيطه بما جرى لهم عن طريق هذا الكتاب الذي لا يأتيه الباطل من بين يديه ولا من خلفه .والمقصود من هذه الآية الكريمة حض الناس جميعاً على الاعتبار والاتعاظ وزجرهم عن الفرار من الموت هلعاً وجبناً ، وتحريضهم على القتال في سبيل الله فقد قال - تعالى - بعد ذلك : ( وَقَاتِلُواْ فِي سَبِيلِ اللَّهِ . . . ) وإفهامهم أن الفرار من الموت لن يؤدي إلا إلى الوقوع فيه .وقوله : ( وَهُمْ أُلُوفٌ ) جملة حالية من الضمير في ( خَرَجُواْ ) و ( أُلُوفٌ ) جمع ألف . والتعبير بألوف يفيد أنهم كانوا كثيرى العدد ، ومن شأن الكثرة أنها تدعو إلى الشجاعة ولكنهم مع هذه الكثرة قد استولى عليهم الجبن فخرجوا من ديارهم هرباً من الموت .وقيل إن معنى ( وَهُمْ أُلُوفٌ ) أنهم خرجوا مؤتلفي القلوب ، ولم يخرجوا عن افتراق كان منهم ، ولا عن تباغض حدث بينهم . وألوف على هذا القول جمع آلف مثل قاعد وقعود وشهود . قالوا : والوجه الأول أجدر بالاتباع لأن ورود الموت عليهم وهم كثرة عظيمة يفيد مزيد اعتبار بحالهم ، ولأنه هو الظاهر من معنى الآية الكريمة .وقوله : ( حَذَرَ الموت ) أي خرجوا لحذر الموت وخشيته ، فقوله : ( حَذَرَ ) منصوب على أنه مفعول لأجله . الجملة الكريمة تشير إلى أن خروجهم كان الباعث عليه الحرص على مطلق حياة ولو كانت حياة ذل ومهانة ، وأنه لم يكن هناك سبب معقول يحملهم على هذا الخروج ، ولذا كانت نتيجة ذلك أن عاقبهم الله - تعالى - بالموت الذي هوبوا منه فقال :( فَقَالَ لَهُمُ الله مُوتُواْ ثُمَّ أَحْيَاهُمْ ) أي : فقال لهم الله موتوا فماتوا ثم أحياهم بعد ذلك .فجملة ( ثُمَّ أَحْيَاهُمْ ) معطوفة على مقدر يستدعيه المقام أي ، فماتوا ثم أحياهم . وإنما حذف للدلالة على الاستغناء عن ذكره لاستحالة تخلف مراده - تعالى - عن إرادته .قال صاحب الكشاف : فإن قلت : ما معنى قوله : ( فَقَالَ لَهُمُ الله مُوتُواْ ) قلت : معناه فأماتهم وإنما جيء به على هذه الصورة للدلالة على أنهم ماتوا ميتة رجل واحد بأمر الله ومشيئته ، وتلك ميتة خارجة عن العادة ، كأنهم أمروا بشيء فامتثلوا امتثالا من غير إباء ولا توقف كقوله - تعالى - ( إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ) وهذا تشجيع للمسلمين على الجهاد والتعرض للشهادة ، وأن الموت إذا لم يكن منه بد ، ولم ينفع منه مفر ، فأولى أن يكون في سبيل الله .وقال الجمل : \" فإن قلت هذا يقتضي أن هؤلاء ماتوا مرتين وهو مناف للمعروف من أن موت الخلق مرة واحدة؟ قلنا في الجواب : لا منافاة إذ الموت هنا عقوبة مع بقاء الأجل كما في قوله في قصة موسى : ( ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ ) وثم موت بانتهاء الأجل ، وتلخيصه : أنه - سبحانه - أماتهم قبل آجالهم عقوبة لهم ثم بعثهم إلى بقية آجالهم ، وميتة العقوبة بعدها حياة - أي في الدنيا - بخلاف ميتة الأجل - فلا حياة بعدها في الدنيا - . . \"وبعد هذا البيان لمعنى الآية قد يقال : من هم أولئك القوم الذين خرجوا من ديارهم فراراً من الموت؟ وهل الإِماتة والإِحياء بالنسبة لهم كانا على سبيل الحقيقة؟للإِجابة على السؤال الأول نقول : لم يرد حديث صحيح عن رسول الله صلى الله عليه وسلم يبين لنا فيه من هؤلاء القوم وفي أي زمن كانوا ، وإنما أورد بعض المفسرين عن بعض الصحابة والتابعين روايات فيها مقال ، وفيها تفصيلات نرى من الخير عدم ذكرها لضعفها . ومن هذه الروايات ما جاء عن ابن عباس أنه قال : كانوا أربعة آلاف خرجوا فراراً من الطاعون ، حتى إذا كانوا بموضع كذا أو كذا ماتوا . . ثم أحياهم الله بدعوة دعاها نبيهم .ومنها أنهم - قوم من بني إسرائيل - فروا من الجهاد حين أمرهم الله به على لسان نبيهم \" حزقيل \" وخافوا من الموت في الجهاد فخرجوا من ديارهم فأماتهم الله ليعرفهم أنه لا ينجيهم من الموت شيء ، ثم أحياهم وأمرهم بالجهاد . . \" .قال القرطبي بعد أن ساق هذه الرواية : وقال ابن عطية : وهذا القصص كله لين الأسانيد ، وإنما اللازم من الآية أن الله - تعالى - أخبر نبيه محمداً صلى الله عليه وسلم إخباراً في عبارة التنبيه والتوقيف عن قوم من البشر خرجوا من ديارهم فراراً من الموت فأماتهم الله ثم أحياهم ليروا هم وكل من جاء من بعدهم أن الإِماتة إنما هي بيد الله لا بيد غيره ، فلا معنى لخوف خائف ولا لاغترار مغتر .وجعل الله هذه الآية مقدمة بين يدي أمر المؤمنين من أمة محمد صلى الله عليه وسلم بالجهاد . وهذا قول الطبري وهو ظاهر وصف الآية والذي نراه أن الرواية الثانية التي تقول : إنهم قوم من بني إسرائيل فروا من الجهاد حين أمرهم الله به . . معقولة المعنى ، ويؤيدها سياق الآيات ، لأن الآيات تحض الناس على القتال في سبيل الله ، وتسوق لهم قصة هؤلاء القوم لكي يعتبروا ويتعظوا ولا يتخلفوا عن الجهاد الذي هو باب من أبواب الجنة - كما قال الإِمام على بن أبي طالب - ولأن قوله - تعالى : ( وَهُمْ أُلُوفٌ ) يشعر بأنهم مع كثرة عددهم قد نكصوا على أعقابهم ، وفروا من وجوه أعدائهم وهذا شأن بني إسرائيل في كثير من أدوار تاريخهم وما قاله ابن عطية يشير إليها فهو يقول : وجعل الله هذه الآية مقدمة بين يدي أمر المؤمنين . . . بالجهاد . إلا أنه آثر وصفهم بأنهم قوم من البشر .وللإِجابة على السؤال الثاني وهو - هل الإِماتة والإِحياء بالنسبة لهم كانا على سبيل الحقيقة - نقول : مبلغ علمنا أن المفسرين مجمعون على أن الموت كان موتاً حقيقياً حسياً لهم ، وأن إعادتهم إلى الحياة بعد ذلك كانت إعادة حقيقية حسية .وقد خالف الأستاذ الإِمام محمد عبده إجماع المفسرين هذا فرأى أن المراد بالموت في الآية الموت المعنوي بمعنى أن موت الأمم إنما هو في جبنها وذلتها وأن حياتها إنما تكون في عزتها وحريتها ، فقد قال - رحمه الله - ما ملخصه .\" . . والمتبادر من السياق أن أولئك القوم خرجوا من ديارهم بسائق الخوف من عدو مهاجم لا من قلتهم ، فقد كانوا ألوفاً أي كثيرين ، وإنما هو الحذر من الموت الذي يولده الجبن في أنفس الجبناء ، فيريهم أن الفرار من القتال هو الواقي من الموت وما هو إلا سبب الموت بما يمكن الأعداء من رقاب أهله ، قال أبو الطيب :يرى الجبناء أن الجبن حزم ... وتلك خديعة الطبع اللئيمثم قال : لقد خرجوا فارين ( فَقَالَ لَهُمُ الله مُوتُواْ ) أي أماتهم بإمكان العدو منهم . . . فمعنى أولئك القوم هو أن العدو نكل بهم فأفنى قوتهم وأزال استقلال أمتهم حتى صارت لا تعد أمة ، بأن تفرق شملها ، وذهبت جامعتها ، فكل من بقي من أفرادها بقي خاضعاً للغالبين ضائعاً فيهم ، لا وجود له في نفسه ، وإنما وجوده تابع لوجود غيره .ومعنى حياتهم هو عود الاستقلال إليهم ، ذلك أن من رحمة الله في البلاء يصيب الناس أنه يكون تأديباً لهم ، ومطهراً لنفوسهم مما عرض لها من دنس الأخلاق الذميمة .أشعر الله أولئك القوم بسوء عاقبة الخوف والجبن والفشل والتخاذل بما أذاقهم من مرارتها ، فجمعوا كلمتهم ، ووثقوا رابطتهم ، حتى عادت لهم وحدتهم ، فاعتزوا وكثروا حتى خرجوا من ذل العبودية التي كانوا فيها إلى عز الاستقلال فهذا معنى حياة الأمم وموتها \" .فأنت ترى أن الأستاذ الإِمام يرى أن الموت والحياة في الآية معنويان ، بمعنى أن موت الأم في جبنها وذلتها ، وحياتها في استقلالها وحريتها .ولعله - رحمه الله - قد اتجه هذا الاتجاه لأن الحض على القتال في سبيل الله واضح في هذه الآيات ، ولأنه يرى أن واقع العالم الإِسلامي يومئذ وما أصابه من ظلم واستبداد واستلاب للحرية يدعوه إلى أن يحرض المسلمين على القتال في سبيل حقهم المسلوب ، وأن يحذرهم من سوء عاقبة الجبن والخنوع .ومع أننا لا نشك في الدوافع الطيبة والبواعث الكريمة التي جعلت الأستاذ الإِمام يتجه هذا الاتجاه ، إلا أننا لا نتردد في اختيار ما ذهب إليه المفسرون من أن الموت والحياة في الآية حسيان حقيقيان ، لأنه هو الظهر من معنى الآية الكريمة ، ولأنه يتجه اتجاهاً أعم من اتجاه الإِمام محمد عبده ، لأن المفسرين يرون أن الآية واضحة في إثبات قدرة الله وفي صحة البعث ، وفي الحض على القتال في سبيل الله .قال بعض العلماء : قوله - تعالى - : ( أَلَمْ تَرَ إِلَى الذين خَرَجُواْ ) الآية . \" كان المشركون يستفتون اليهود في كثير من الأمور وكانت هذه القصة معلومة لليهود في أسفارهم وتواريخهم ، فنزل القرآن بالإِشارة إليها ليرتدع المشركون عما هم فيه من الضلال وإنكار البعث ، ويعلموا أن دلائل القدرة على البعث مشهورة ، وأن عند اليهود منها ما لو رجعوا إليهم فيه لعلموا أنه حق لا ريب فيه . وفي ذكر هذه القصة مع ذلك تشجيع للمؤمنين على الجهاد والتعرض للشهادة ، وتمهيد لما بعد هذه الآية \" .ثم ختم - سبحانه - الآية بقوله : ( إِنَّ الله لَذُو فَضْلٍ عَلَى الناس ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ ) أي : إن الله - تعالى - لصاحب تفضل دائم على الناس حيث أوجدهم بهذه الصورة الحسنة ، وخلق لهم عقولا ليهتدوا بها إلى طريق الخير ، وسخر لهم الكثير مما في هذا الكون . فمن الواجب عليهم أن يشكروه وأن يطيعوه ، ولكن الذي حدث منهم أن أكثرهم لا يشكرون الله - تعالى - على ما منحهم من نعم .وفي قوله : ( ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ ) إنصاف للقلة الشاكرة منهم ، ومديح لهم على استقامتهم وقوة إيمانهم .",
  "ayah": 243,
  "surah": 2
}
