{
  "text": "ثم بين القرآن ما أخبرهم به نبيهم ليحملهم على الطاعة والامتثال فقال - تعالى - : ( وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً ) .أي وقال لهم بعد أو أوحى إليه بما يوحى : إن الله - تعالى - وهو العليم الخبير بأحوال عباده قد بعث لكم ومن أجل مصلحتكم طالوت ليكون ملكاً عليكم ، وقائدا لكم في قتالكم لأعدائكم ، فأطيعوه واتبعوا ما يأمركم به .و ( طَالُوتَ ) اسم أعجمي قيل هو المسمى في التوراة باسم \" شاول \" وقيل إن هذا الاسم لقب له من الطول كملكوت من الملك ، لأن طالوت كان طويلا جسيما .ولقد كان الذي يقتضيه العقل أن يطيعوا أمر نبيهم ، ولكنهم لجوا في جدالهم وطغيانهم وقالوا لنبيهم معترضين على من اختراه الله قائدا لهم . ( أنى يَكُونُ لَهُ الملك عَلَيْنَا وَنَحْنُ أَحَقُّ بالملك مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ المال ) .( أنى ) أداة استفهام بمعنى كيف ، والاستفهام هنا للتعجب من جعل طالوت ملكاً عليهم . أي قالوا لنبيهم منكرين ومتعجبين من اختيار طالوت ملكاً عليهم : كيف يكون له الملك علينا والحال أننا أحق بالملك منه لأننا أشرف منه نسباً ، إذ منا من هو نسل الملوك أما طالوت فليس من نسلهم ، وفضلا عن ذلك فهو لا يملك من المال ما يملكه بعضنا فكيف يكون هذا الشخص ملكاً علينا؟فأنت تراهم لانعدام المقاييس الصحيحة عندهم ظنوا أن المؤهلات الحقيقية لاستحقاق الملك والقيادة إنما تكون بالنسب وكثرة المال أما الكفاءة العقلية ، والقوة البدنية ، والقدرة الشخصية فلا قيمة لها عندهم لانطماس بصيرتهم ، وسوء تفكيرهم .قال بعضهم : \" وسبب هذا الاستبعاد أن النبوة كانت مخصوصة بسبط معين من أسباط بني إسرائيل وهو سبط لاوى بن يعقوب . وسبط المملكة . بسبط يهوذا ، ولم يكن طالوت من أحد هذين السبطين بل من ولد بنيامين . والواو في قوله : ( وَنَحْنُ أَحَقُّ ) للحال ، والواو الثانية في قوله : ( وَلَمْ يُؤْتَ ) عاطفة جامعة للجملتين في الحكم .ثم حكى القرآن ما رد به نبيهم عليهم فقال : ( قَالَ إِنَّ الله اصطفاه عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي العلم والجسم والله يُؤْتِي مُلْكَهُ مَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ ) .أي قال لهم نبيهم مدللا على أحقية طالوت بالقيادة : إن الله - تعالى - ( اصطفاه عَلَيْكُمْ ) أي اختاره وفضله عليكم واختياره يجب أن يقابل بالإِذعان والتسليم . وثانيا : ( وَزَادَهُ بَسْطَةً فِي العلم ) أي أن الله - تعالى - منحه سعة في العلم والمعرفة والعقل والإِحكام في التفكير المستقيم لم يمنحها لكم ، وثالثاً : في ( والجسم ) بأن أعطاه جسماً قوياً ضخماً مهيباً . وهذه الصفات ما وجدت في شخص إلا وكان أهلا للقيادة والريادة وفضلا عن كل ذلك فمالك الملك هو الذي اختاره فكيف تعترضون يا من تدعون أنكم تريدون القتال في سبيل الله؟ لذا نراه - سبحانه - يضيف الملك الحقيقي إليه فيقول : ( والله يُؤْتِي مُلْكَهُ مَن يَشَآءُ ) أي : يعطي ملكه لمن يشاء من عباده لحكمة يعلمها . فلا يجوز لأحد أن يعترض على اختياره ، والله واسع الفضل والعطاء \" عليم \" .",
  "ayah": 247,
  "surah": 2
}
