{
  "text": "ثم حكى القرآن أن نبيهم لم يكتف بهذه الدلائل الدالة على صلاحية طالوت للقيادة ، وإنما ساق لهم بعد ذلك من العلامات التي تشهد بحقيته بهذا المنصب ما يثبت قلوبهم ، ويزيل شكهم ويشرح نفوسهم فقال - تعالى - :( وَقَالَ لَهُمْ نِبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَن . . . )التابوت : \" يوزن فعلوت - من التوب وهو الرجوع ، وتاؤه مزيدة لغير التأنيث كجبروت ، والمراد به صندوق التوراة وكانوا إذا حاربوا حملة جماعة منهم ويتقدمون به أمام الجيش فيكون ذلك سبب نصرهم . وكان عهدهم به قد طال فذكرهم بمآثره ترغيباً فيه وحملا على الانقياد لطالوت \"والسكينة : من السكون وهو ثبوت الشيء بعد التحرك : أو من السكن - بالتحريك - وهو كل شيء سكنت إليه النفس وهدأت .والمعنى : وقال لهم نبيهم ليقنعهم بأن طالوت جدير بالملك ( إِنَّ آيَةَ مُلْكِهِ ) أي علامة ملكه وأنه من الله - تعالى - ( أَن يَأْتِيَكُمُ التابوت ) أي أن يرد عليكم التابوت الذي سلب منكم ( فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ ) أي في إتيانه سكون لنفوسكم وطمأنينة لها أو مودع فيه ما تسكنون إليه وهو التوراة ( وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ موسى وَآلُ هَارُونَ ) من آثار تعتزون بها ، وترون فيها صلة بين ماضيكم وحاضركم وقوله ( تَحْمِلُهُ الملائكة ) حال من التابوت .قال صاحب الكشاف : قوله : ( وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ موسى وَآلُ هَارُونَ ) هي رضاض الأولواح وعصا موسى وثيابه وشيء من التوراة . وكان رفعه الله - تعالى - بعد موسى - عليه السلام - فنزلت به الملائكة تحمله وهم ينظرون إليه ، فكان ذلك آية لاصطفائه لطالوت . فإن قلت : من هم ( آل موسى وآل هارون ) . قلت : الأنبياء من بني يعقوب بعدهما ، ويجوز أن يراد مما تركه موسى وهارون والآل مقحم لتفخيم شأنهما .وقال ابن كثير : قال ابن عباس : جاءت الملائكة تحمل التابوت بين السماء والأرض حتى وضعته بين يدي طالوت والناس ينظرون .ثم ختم - سبحانه - الآية بقوله : ( إِنَّ فِي ذَلِكَ لآيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ ) أي : إن في ذلك الذي أتاكم به طالوت الآية عظيمة وعلامة ظاهرة لكم تدل على أحقية طالوت بالملك والقيادة إن كنتم مؤمنين بآيات الله وبالحق الذي جاء به أنبياؤه .وبذلك نرى أن القرآن الكريم قد حكى لنا أن هؤلاء القوم من بني إسرائيل قد جاءهم نبيهم بأنصع الحجج ، وأوضح الأدلة ، وأثبت البراهين التي تؤيده فيما يدعوهم إليه .",
  "ayah": 248,
  "surah": 2
}
