{
  "text": "البشارة : الخبر السار فهو أخص من الخبر ، سمى بذلك لأن أثره يظهر على البشرة وهي ظاهر جلد الإِنسان ، والمأمور بالتبشير هو النبي صلى الله عليه وسلم أو كل من يتأتى منه تفخيماً لأمره ، وتعظيماً لشأنه .والصلاحات : جمع صالحة وهي الفعلة الحسنة ، وهي من الصفات التي جرت مجرى الأسماء في إيلائها العوامل .والصالحات : جمع صالحة وهي الفعلة الحسنة ، وهي من الصفات التي جرت مجرى الأسماء في إيلائها العوامل .والجنات : جمع جنة ، وهي كل بستان ذي شجر متكاثف ، ملتف الأغصان ، يظل ما تحته ويستره ، من الجن وهو ستر الشيء عن الحاسة ، ثم صارت الجنة اسماً شرعياً لدار النعيم في الآخرة ، وهي سبع درجات :جنة الفردوس ، وجنة عدن ، وجنة النعيم ، ودار الخلد ، وجنة المأوى ، ودار السلام ، وعليون . . . وتتفاوت منازل المؤمنين في كل درجة بتفاوت الأعمال الصالحة .والأنهار جمع نهر - بفتح الهاء وسكونها والفتح أفصح - وهو الأخدود الذي يجري فيه الماء على الأرض ، وهو مشتق من مادة نهر الدالة على الانشقاق والاتساع ، ويكون كبيراً أو صغيراً .وأسند إليه الجرى في الآية مع أن الذي يجري في الحقيقة هو الماء ، أخذاً بفن معروف بين البلغاء ، وهو إسناد الفعل إلى مكانه ، توسعاً في أساليب البيان .وقوله : \" من تحتها \" وارد على طريقة الإِيجاز بحذف كلمة \" أشجار \" اعتماداً على تبادرها إلى الذهن ، والمعنى : تجري من تحت أشجارها الأنهار . ثم بين - سبحانه - أحوال هؤلاء المؤمنين الصالحين فقال :( كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ )أي : إن سكان الجنة كلما رزقوا في الجنة ثمرة من ثمراتها ، وجدوها مثل الذي رزقوه فيها من قبل ، في بلوغه الغاية من حسن المنظر ولذة الطعم .وفي هذا إِشارة إلى أن ثمار الجنة متماثلة في حسن منظرها ، ولذة طعمها بحيث لا تفضل ثمرة في ذلك على أخرى ، فجميع ثمرها يسر له القلب ، ويستحليه الذوق ، وإن اختلفت المناظر والطعوم .ثم قال - تعالى ( وَأُتُواْ بِهِ مُتَشَابِهاً ) أي : يشبه بعضه بعضاً في الصورة والرائحة ، ويختلف في اللذة والطعم ، أو في المزية والحسن ، وعن ابن عباس : \" ليس في الدنيا مما في الجنة إلا الأسامي \"؛ وهذه الجملة مؤكدة لما قبلها في معنى أن كل ثمر يشابه ما قبله في حسن المنظر ولذة الطعم مشابهة لا يفضل فيها ثمر الدنيا ، فإنه يتفاوت في مناظره حسناً ، وفي طعومه لذة .ويرى بعض العلماء حمل قوله - تعالى - : ( قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ ) على تقدير : من قبل دخول الجنة ، أي هذا الذي رزقناه في الدنيا ، وإلى هذا الرأي مال صاحب الكشاف فقد قال : \" فإن قلت : كيف قيل .\" هذا الذي رزقنا من قبل؟ وكيف تكون ذات الحاضر عندهم في الجنة هي ذات الذي رزقوه في الدنيا؟ قلت : معناه هذا مثل الذي رزقناه من قبل وشبهه ، بدليل قوله : ( وَأُتُواْ بِهِ مُتَشَابِهاً ) فإن قلت : إلام يرجع الضمير في قوله : ( وَأُتُواْ بِهِ ) ؟ قلت : إلى المرزوق في الدنيا والآخرة جميعاً ، لأن قوله : ( هذا الذي رُزِقْنَا مِن قَبْلُ ) انطوى تحته ذكر ما رزقوه في الدارين . فإن قلت : لأي غرض يتشابه ثمر الدنيا وثمر الجنة؟ قلت : لأن الإِنسان بالمألوف آنس؛ وإلى المعهود أميل ، وإذا رأى ما لم يألفه نفر عن طبعه ، وعافته نفسه \"ثم قال - تعالى - : ( وَلَهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ ) .الأزواج : جمع زوج وهي المرأة يختص بها الرجل ، والضمير في \" فيها \" يعود إلى الجنات .والمعنى : أن لهؤلاء المؤمنين نساء مختصات بهم ، مطهرات غاية التطهير من كل دنس وقذر ، حسى ومعنى ، لا كنساء الدنيا ، وهم في هذه الجنات باقون على الدوام ، لأن النعيم إنما يتم باطمئنان صاحبه على أنه دائم ، أما إذا كان محتملا للزوال فإن صاحبه يبقى منغص البال ، إذ سيذكر أنه سيفقده في يوم من الأيام ، فجملة ( وَهُمْ فِيهَا خَالِدُونَ ) جيء بها على سبيل الاحتراس من وهم الانقطاع .وبعد هذا البيان الجامع عن أحوال المهتدين بهديه أو الناكبين عن صراطه ، وما تخلل ذلك من المواعظ النافعة ، والتمثيلات الرائعة ، والبشارات الطيبة لمن آمن وعمل صالحاً ، بعد كل ذلك بين - سبحانه - أنه لا يعبأ أن يضرب مثلا بشء حقير أو غير حقير ، فقال - تعالى - :( إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلاً مَّا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الذين آمَنُواْ . . . )",
  "ayah": 25,
  "surah": 2
}
