{
  "text": "ثم ساتق السورة الكريمة قصتين تدلان أبلغ دلالة على قدرة الله - تعالى - وعلى صحة البعث والنشور استمع إلى القرآن استمع إلى القرآن وهو يحكي هاتين القصتين بأسلوبه البليغ فيقول :( أَوْ كالذي مَرَّ على قَرْيَةٍ . . . )قال الآلوسي ما ملخصه : قوله : ( أَوْ كالذي مَرَّ على قَرْيَةٍ ) معطوف على سابقه - وهو قوله : ( أَلَمْ تَرَ إِلَى الذي حَآجَّ ) والكاف اسمية بمعنى مثل معمولة لا رأيت محذوفاً . أي أو أرأيت مثل الذي مر على قرية . . وحذف لدلالة ( أَلَمْ تَرَ ) عليه . وقيل : إن الكاف زائدة والتقدير : ألأم تر إلى الذي حاج إبراهيم أو الذي مر على قرية . . وقيل : إن العطف هنا محمول على المعنى كأنه قيل : أرأيت شيئاً عجيباً - كالذي حاج إبراهيم في ربه ، أو كالذي مر على قرية \" .والذي ( مَرَّ على قَرْيَةٍ ) قيل هو عزير بن شرخيا ، وقيل حزقيال بن بوزي وقيل غير ذلك ، والقرية قيل المراد بها بيت المقدس وكان قد خربها \" بختنصر \" البابلي . . والقرآن الكريم لم يهتم بتحديد الأشخاص والأماكن لأنه يقصد العبرة وبيان الحال والشأن . وجملة ( وَهِيَ خَاوِيَةٌ على عُرُوشِهَا ) في موضع الحال من الضمير المستتر في ( مَرَّ ) والواو رابطة بين الجملة الحالية وبين صاحبها والإِتيان بها واجب لخلو الجملة من ضمير يعود على صاحبها وقيل هي حال من قرية ، وسوغ إتيان الحال منها مع كونها نكرة وقوعها بعد الاستفهام المقدر وهو أرأيت ومعنى ( وَهِيَ خَاوِيَةٌ على عُرُوشِهَا ) أن جدرانها ساطقة على سقوفها ، أي أن الخراب قد عمها والدمار قد نزل بها ، فأصبحت خالية من أهلها وفارغة ممن كان يعمرها وأصل الخواء الخلو . يقال خوت الدار وخربت تخوى خواء إذا سقطت وخلت .والعروش جمع عرش وهو سقف البيت ويسمى العريش ، وكل شيء يهيأ ليظل أو يكنّ فهو عريش وعرش .وقوله - تعالى - : ( قَالَ أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا ) حكاية لما قاله ذلك الذي مر على تلك القرية ورأى فيها ما رأى من مظاهر الخراب والدمار والمعنى : أو أرأيت مثل الذي مر على قرية وهي ساقطة حياطانها على سقوفها ، وفارغة ممن كان يسكنها ، فهاله أمرها ، وراعه شأنها ، وقال على سبيل التعجب كيف يحيى الله هذه القرية بعد موتها ، بأن يعيد إليها العمران بعد الخراب ، ويجعلها عامرة بسكانها الذي خلت منهم . فقوله : ( قَالَ أنى يُحْيِي هذه ) بمعنى كيف فتكون منصوبة على الحالية من اسم الإِشارة ويجوز أن تكون ( أنى ) هنا بمعنى متى أي : متى يحيى الله هذه القرية بعد موتها فتكون منصوبة على الظرفية .وقال القرطبي : قوله ( قَالَ أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا ) معناه من أي طريق وبأي سبب ، وظاهر اللفظ السؤال عن إحياء القرية بعمارة وسكان ، كما يقال الآن في المدن الخربة يبعد أن تعمر وتسكن أي : أنى تعمر هذه بعد خرابها . فكأن هذا تلهف من الواقف المعتبر على مدينته التي عهد فيها أهله وأحبته \" .وقوله هذا إنما هو تساؤل عن كيفية الإِعادة لا عن أصل الإِعادة لأنه كان مؤمنا بالبعث والنشور ، إلا أنه لما رأى حال القرية على تلك الصورة من الخراب تعجب من قدرة الله على إحيائها ، وتشوق إلى عمارتها واعترف بالعجو عن معرفة طريق الإِحياء . فماذا كانت نتيجة هذا التساؤل؟ كانت نتيجته كما حكاها القرآن : ( فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ ) .أي : بعد أن قال هذا الذي مر على تلك القرية الخاوية على عروشها ما قال ، ألبثه الله - تعالى - في الموت مائة عام ( ثُمَّ بَعَثَهُ ) أي أحياه ببعث روحه إلى بدنه ( قَالَ كَمْ لَبِثْتَ ) أي كم مدة من الزمان لبتثها على هذه الحال؟ ( قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ ) .وقال - سبحانه - : ( فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ ) ولم يقل ثم أحياه ، للدلالة على أنه عاد كهيئته يوم مات عاقلا فاهما مستعدا للنظر والاستدلال وكان ذلك بعد عمارة القرية وللإِشهار بسرعته وسهولة تأتيه على الباري - سبحانه - .قال ابن كثير : كان أول شيء أحيا الله فيه عينيه لينظر بهما إلى صنع الله فيه كيف يحيى بدنه فلما استقل سوياً قال الله له بواسطة الملك ( كَمْ لَبِثْتَ ) ؟ ( قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ ) وذلك أنه مات أول النهار ثم بعثه الله في آخر النهار فلما رأى الشمس باقية ظن أنها شمس ذلك اليوم فقال : ( أَوْ بَعْضَ يَوْمٍ ) .وقوله : ( قَالَ كَمْ لَبِثْتَ ) استئناف مبنى على سؤال كأنه قيل : فماذا قال له بعد بعثه؟فقيل : قال كم لبثت ليظهر له العجز عن الإِحاطة بشئون الله - تعالى - على أتم وجه وتنحسم مادة استبعاده بالمرة .وكم منصوبة على الظرفية ومميزها محذوف والتقدير كم يوما أو وقتا والناصب لها قوله : ( لَبِثْتُ ) .وفي هذه الجملة الكريمة بيان للناس بأن الموت يشبه النوم ، وأن البعث يشبه اليقظة بعده وأنه لا شيء محال على الله - تعالى - فهو القائل : ( مَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَاحِدَةٍ ) وفي الحديث الشريف : \" والله لتموتن كما تنامون ولتبعثن كما تستيقظون ولتحاسبن بما تعملون ، ولتجزون بالإِحسان إحسانا وبالسوء سوءا ، وإنها لجنة أبدا ، أو لنار أبدا \" .وقوله - تعالى - : ( قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ ) معطوف على مقدر ، أي : ليس الأمر كما قلت إنك لبثت يوما أو بعض يوم بل إنك لبثت مائة عام ثم أرشده - سبحانه - إلى التأمل في أمور فبها أبلغ دلالة على قدرة الله تعالى وعلى صحة البعث فقال - سبحانه - : ( فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وانظر إلى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً ) .قوله : ( لَمْ يَتَسَنَّهْ ) أي لم يتغير بمرور السنين الطويلة ولم تذهب طراوته فكأنه لم تمر عليه السنون ولفظ يتسنه : مشتق من السنة ، والهاء فيه أصلية إذا قدر لام سنة هام ، وأصلها سنهة لتصغيرها على سنيهة وجمعها على سنهات كسجدة وسجدات ، ولقولهم : سانهته إذا عاملته سنة فسنة ، وتسنه عند القوم إذا أقام فيهم سنة . أو الهاء للوقف نحو كتابيه وجزمه بحذف حرف العلة إذا قدر لام سنة واوا ، وأصلها سنوه لتصغيرها على سنية وجمعها على سنوات .وقوله : ( نُنْشِزُهَا ) أي نرفعها . يقال : أنشز الشيء إذا رفعه من مكانه . وأصله من النشز - بفتحتين وبالسكون - وهو الكان المرتفع . وقرئ ( نُنْشِزُهَا ) - بضم النون والراء - أي نحييها من أنشر الله الموتى أي أحياهم . والمعنى : قال الله - تعالى - لهذا الذي مر على قرية وهي خاوية على غروشها إنك لم تلبث يوما أو بعض يوم في الموت كما تظن بل لبثت مائة عام فإن كنت في شك من ذلك فانظر إلى طعامك وشرابك لتشاهد أمرا آخر من دلائل قدرتنا فإن هذا الطعام والشراب كما ترى لم يتغير بمرور السنين وكر الأعوام بل بقي على حالته . وانظر إلى حمارك كيف نخرت عظامه ، وتفرقت أوصاله مما يشهد بأنه قد مرت عليه السنوات الطويلة .وقوله : ( وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ ) معطوف على محذوف متعلق بفعل مقدر قبله بطريق الاستئناف مقرر لمضمون ما سبق ، والتقدير : فعلنا ما فعلنا لترى وتشاهد بنفسك مظاهر قدرة الله ، ولنجعلك آية معجزة ودليلا على صحة البعث وقوله : ( وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً ) أي انظر وتأمل في هذا العظام كيف نركب بعضها في بعض بعد أن نوجدها .وقيل المعنى : وانظر إلى العظام أي عظام حمارك التي تفرقت وتناثرت لتشاهد كيف نرفعها من الأرض فنردها إلى أماكنها في جسده .قال ابن كثير : قال السدي وغيره : \" تفرقت عظام حماره يمينا وشمالا حوله فنظر إليها وهي تلوح من بياضها ، فبعث الله ريحا فجمعتها من كل موضع ، ثم ربك كل عظم في موضعه ، وذلك كله بمرأى من العزير \" .وجاء الضمير في قوله : ( لَمْ يَتَسَنَّهْ ) بالإِفراد مع أن المتقدم طعام وشراب ، لأنهما متلازمان بمعننى أن أحدهما لا يكتفى به عن الآخر فصارا بمنزلة شيء واحد ، فكأنه قال : انظر إلى غذائك .ثم ختم - سبحانه - الآية بقوله : ( فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ ) أي فلما تبين له بالأدلة الناصعة ، وبالمشاهدة الحسية قدرة الله - تعالى - على الإِحياء والإِماتة ، وعلى البعث والنشور قال أعلم أي أستيقن وأومن وأعتقد أن الله - تعالى - على كل شيء قدير ، وأنه - سبحانه - لا يعجزه شيء .والفاء في قوله : ( فَلَمَّا تَبَيَّنَ لَهُ . . . ) عاطفة على مقدر يستدعيه المقام فكأنه قيل : رفع الله العظام من أماكنها وأكساها لحما فلما تبين له ذلك ، وتيقنه قال أعلم أن الله على كل شيء قدير . وفاعل ( تَبَيَّنَ ) مضمر يفسره سياق الكلام والتقدير : فلما تبين له كيفية الإِحياء أو فلما تبين له ما أشكل عليه من أمر إحياء الموتى قال أعلم أن الله على كل شيء قدير .",
  "ayah": 259,
  "surah": 2
}
