{
  "text": "وقوله - تعالى - : ( الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ ) استئناف جيء به لبيان كيفية الإِنفاق الذي يحبه الله ، ويجازي عليه المنفقين بالجزاء العظيم .وقوله : ( ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنّاً وَلاَ أَذًى ) تحذير للمتصدق من هاتين الصفتين الذميمتين لأنهما مبطلتان لثواب الصدقة .والمن معناه : أن يتطاول المحسن بإحسانه على من أحسن إليه ، ويتفاخر عليه بسبب ما أعطاه من عطايا . كأن يقول على سبيل التفاخر والتعبير : لقد أحسنت إليك وأنقذتك من الفقر وما يشبه ذلك .قال الإِمام الرازي ما ملخصه : والمن في اللغة على وجوه : فقد يأتي بمعنى الإِنعام . يقال : قد من الله على فلان . إذا أنعم عليه بنعمه . وقد يأتي بمعنى النقص من الحق والبخس له . قال - تعالى - : ( وَإِنَّ لَكَ لأَجْراً غَيْرَ مَمْنُونٍ ) أي غير مقطوع وغير ممنوع ومنه سمى الموت منونا لأنه يقطع الأعمار ، ومن هذا الباب المنة والمذمة لأنها تنقص النعمة وتكدرها ، والعرب يمتدحون بترك المن بالنعمة .والمراد بالمن في الآية المذموم الذي هو بمعنى \" إظهار الاصطناع إليهم \" .وقال صاحب الكشاف : المن : أن يعتد على من أحسن إليه بإحسانه ، ويريد أنه اصطنعه وأوجب عليه حقاله ، وكانوا يقولون : إذا صنعتم صنيعة فانسوها . ولبعضهم .وإن أمروا أسدى إلى صينعة ... وذكرينها إنه للئيموفي نوابغ الكلم : صنوان : من منح سائله ومنَّ ، ومن منع نائله وضن \" والمراد بالأذى في الآية : أن يقول المعطى لمن أعطاه قولا يؤذيه ، أو يفعل مه فعلا يسئ به إليه ، وهو أعم من المن ، إذ المن نوع من الأذى لكنه نص عليه لكثرة وقوعه .وجاء العطف بثم في الجملة الكريمة ، لإظهار التفاوت الشديد في ارتبة بين الإِنفاق الذي يحبه الله ، وبين الإِنفاق الذي يصاحبه المن والأذى ، وللإِشعار بأن المن والأذى بغيضان عند الإِنفاق وبعده ، فعلى المنفق أن يستمر في أدبه وإخلاصه وقت الإِنفاق وبعده حتى لا يذهب ثوابه ، إذ المنّ والأذى مبطلان للثواب في أي وقت يحصلان فيه .قال الشيخ ابن المنير مبيناً أن ( ثُمَّ ) هنا تفيد استمرار الفعل بجانب إفادتها للتفاوت في الرتبة : وعندي فيها - أي في ثم - وجه آخر محتمل في هذه الآية ونحوها . وهو الدلالة على دوام الفعل المعطوف بها وإرخاء الطول في استصحابه . فهي على هذا لم تخجر عن الإِشعار ببعد الزمن ، ولكن معناها الاصلىي تراخي زمن وقوع الفعل وحدوثه ، ومعناها المستعار إليه دوام وجود الفعل وتراخي زمن بقائه . وعليه حمل قوله - : ( إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا ) أي : داوموا على هذه الاستقامة دواما متراخيا ممتد الامد . . وكذلك قوله هنا ( ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنّاً وَلاَ أَذًى ) أي يدومون على تناسي الإِحسان وعلى ترك الاعتداد به والامتنان والأذى . .وكرر - سبحانه - النفي في قوله : ( ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنّاً وَلاَ أَذًى ) لتأكيده وشموله لأفراد كل واحد منهما ، أي يجب ألا يقع منهم أي من نوع من أنواع المن ولا أي نوع من أنواع الأذى . حتى لقد قال بعض الصالحين : \" لئن ظننت أن سلامك يثقل على من أنفقت عليه بنفقة تبتغي بها وجه الله ، فلا تسلم عليه \" .ثم ختم - سبحانه - الآية ببيان عاقبة المنفقين بلا من ولا أذى فقال : ( لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ ) أي : لهم جزاؤهم العظيم مكافأة لهم على أدبهم وإخلاصهم ، عند مربيهم ومالك أمرهم ، ولا خوف عليهم مما سيجدونه في مستقبلهم ، ولا هم يحزنون على ماضيهم ، وذلك لأن الله - تعالى - قد أحاطهم برعايته في دنياهم وأخراهم وعوضهم عما فارقوه خير عوض وأكرمه .",
  "ayah": 262,
  "surah": 2
}
