{
  "text": "ثم وصف الله - تعالى - هؤلاء الفاسقين بثلاث خصال ذميمة فقال : في بيان الخصلة الأولى : ( الذين يَنقُضُونَ عَهْدَ الله مِن بَعْدِ مِيثَاقِهِ ) .والنقض : فى اللغة حقيقة في فسخ وحل ما ركب ووصل ، بفعل يعاكس الفعل الذي كان به التركيب مثل نقض الحبل المفتول وقد استعمل هنا مجازاً في إبطال العهد بقرينة إضافته إلى عهد الله .وعبر عن إبطال العهد بالنقض ، لأنه أبلغ في الدلالة على الإِبطال من القطع والصرم ونحوهما ، لأن فى النقض إفساداً لهيئة الحبل .والعهد : اسم للموثق الذي يلزم مراعاته وحفظه ، يقال : عهد إليه في كذا ، إذا أوصاه به ووثقه عليه .وعهد الله : تارة يكون بما ركز في العقول من الحجة على التوحيد ، وتارة يكون بما أوجبه الله على الناس على لسان رسله - صلوات الله عليهم - وتارة بما يلتزمه المؤمن . وليس بلازم له في أصل الشرع مما ليس بمعصية كالنذور وما يجري مجراها .والميثاق : التوثقة ، وهي التقوية والتثبيت ، والمراد به : ما قوى الله به عهده .وقوله : ( مِن بَعْدِ مِيثَاقِهِ ) متعلق بينقضون ، ومن لابتداء الغاية ، وميثاقه الضمير فيه يجوز أن يعود على العهد ، وأن يعود على اسم الله - فهو على الأولى مصدر مضاف إلى المفعول ، وعلى الثاني مضاف للفاعل .أما الصفة الثانية التي وصفهم الله بها فهى قوله : ( وَيَقْطَعُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ ) وهو عام في كل قطيعة لا يرضاها الله ، كقطع الرحم ، والإِعراض عن موالاة المؤمنين ، وترك الجماعات المفروضة ، وعدم وصل الأقوال الطيبة بالأعمال الصالحة ، وسائر ما فيه رفض خير أو تعاطي شر .وأما الصفة الثانية التي وصفهم بها فهي قوله - تعالى - :( وَيُفْسِدُونَ فِي الأرض ) .والفساد في الأرض يقع بعبادة غير الله ، وبالدعاية إلى الكفر به ، وبالاستهزاء بالحق ، وبالاعتداء على حقوق الغير ، وبغير ذلك من الأمور التي حرمها الله - تعالى - .وعبر بقوله ( فِي الأرض ) للإِشعار بأن فسادهم لا يقتصر عليهم ، وإنما هو يتعداهم إلى غيرهم .ثم بين - سبحانه - بعد أن دمغهم بتلك الصفات المرذولة - عاقبة أمرهم فقال : ( أولئك هُمُ الخاسرون ) .الخاسرون : جمع خاسر مأخوذ من الخسر والخسران وهو النقص ، ومن نقض عهد الله ، وقطع ما أمر الله بوصله ، وأفسد في الأرض ، لا شك أنه قد نقص نفسه حظها من الفلاح والفوز ، وكانت عاقبته الخزي في الدنيا والعذاب في الآخرة .قال ابن جرير : \" والخاسرون جمع خاسر ، وهم الناقصون أنفسهم حظوظهم من رحمة الله بسسبب معصيتهم له ، كما يخسر الرجل فى تجارته بأن يوضع من رأس ماله في بيعه ، وكذلك المنافق والكافر قد خسرا بحرمان الله لهما من رحمته التي خلقها لعباده . . . \"وبعد أن عدد القرآن مساوئ أولئك الضالين ، وبين سوء مصيرهم ، ومآلهم ، وجه إليهم الإِنكار والتوبيخ فخاطبهم بقوله :( كَيْفَ تَكْفُرُونَ بالله وَكُنْتُمْ أَمْوَاتاً فَأَحْيَاكُمْ . . . )",
  "ayah": 27,
  "surah": 2
}
