{
  "text": "قوله - تعالى - : ( الذين يَأْكُلُونَ الربا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس . . . ) استئناف قصد به الترهيب من تعاطي الربا ، بعد الترغيب في بذل الصدقة لمستحقيها .ولم يعطف على ما قبله لما بينهما من تضاد ، لأن الصدقة - كما يقول الفخر الرازي - عبارة عن تنقيص المال - في الظاهر - بسبب أمرالله بذلك ، والربا عبارة عن طلب الزيادة على المال مع نهى الله عنه فكانا متضادين .والأكل في الحقيقة : ابتلاع الطعام ، ثم أطلق على الانتفاع بالشيء وأخذه بحرص وهو المراد هنا . وعبر عن التعامل بالربا بالأكل ، لأن معظم مكاسب الناس تنفق في الأكل .والربا في اللغة : الزيادة مطلقاً ، يقال : ربا الشيء يربو إذا زاد ونما ، ومنه قوله - تعالى - : ( وَتَرَى الأرض هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ . . . ) أي : زادت .وهو في الشرع : - كما قال الآلوسي - عبارة عن فضل مال لا يقابله عوض في معاوضة مال بمال .وقوله : ( يَتَخَبَّطُهُ ) : من التخبط بمعنى الخبط وهو الضرب على غير استواء واتساق . يقال : خبطته أخبطه أي ضربته ضرباً متوالبياً على أنحاء مختلفة . ويقالِ : تخبط البعير الأرض إذا ضربها بقوائمه ويقال للذي يتصرف في أمر ولا يهتدي فيه يخبط خبط عشواء . قال زهير بن أبي سلمى في معلقته :رأيت المناي خبط عشواء من تصب ... تمته ومن تخطى يعمر فيهرموالمس : الخبل والجنون يقال : مس الرجل فهو ممسوس إذا أصابه الجنون . وأصل المس اللمس باليد ، ثم استعير للجنون ، لأن الشيطان يمس الإِنسان فيجنه .والمعنى : ( الذين يَأْكُلُونَ ) أي يتعاملون به أخذا وإعطاء ( لاَ يَقُومُونَ ) يوم القيامة للقاء الله إلا قياماً كقيام المتخبط المصروع المجنون حال صرعه وجنونه ، وتخبط الشيطان له ، وذلك لأنه قياماً منكراً مفزعا بسبب أخذه الربا الذي حرم الله أخذه .فالآية الكريمة تصور المرابي بتلك الصورة المرعبة المفزعة ، التي تحمل كل عاقل على الابتعاد عن كل معاملة يشم منها رائحة الربا .وهنا نحب أن نوضح أمرين :أما الأمر الأول : فهو أن جمهو المفسرين يرون أن هذا القيام المفزع للمرابين يكون يوم القيامة حين يبعثون من قبورهم كما أشرنا إلى ذلك .قال الآلوسي : وقيام المرابي يوم القيامة كذلك مما نطقت به الآثار ، فقد أخرج الطبراني عن عوف بن مالك قال : قال رسول الله صلى الله عليه وسلم : \" إياك والذنوب التي لا تغفر . الغلول فمن غل شيئا أتى به يوم القيامة ، وأكل الربا فمن أكل الربا فبعثيوم القيامة مجنوناً يتخبط \" ثم قرأ الآية ، وهو مما لا يحيله العقل ولا يمنعه ، ولعل الله - تعالى - جعل ذلك علامة له يعرف بها يوم الجمع الأعظم عقوبة له .. . ثم قال . وقال ابن عطية : المراد تشبيه المرابي في حرصه وتحركه في اكتسابه في الدنيا بالمتخبط المصروع كما يقال لمن يسرع بحركات مختلفة : قد جن ، ولا يخفى أنه مصادمة لما عليه سلف الأمة ولما روى عن رسول الله صلى الله عليه وسلم من غير داع سوى الاستبعاد الذي لا يعتبر في مثل هذه المقامات \" .والذي نراه أنه لا مانع من أن تكون الآية تصور حال المرابين في الدنيا والآخرة ، فهم في الدنيا في قلق مستمر ، وانزعاج دائم ، واضطراب ظاهر بسبب جشعهم وشرهم في جمع المال ، ووساوسهم التي لا تكاد تفارقهم وهم يفكرون في مصير أموالهم . . . ومن يتتبع أحوال بعض المتعاملين بالربا يراهم أشبه بالمجانين في أقوالهم وحركاتهم . أما في الآخرة فقد توعدهم الله - تعالى - بالعقاب الشديد ، والعذاب الأليم .وقد رجح الإِمام الرازي أن الآية الكريمة تصور حال المرابي في الدنيا والآخرة فقال ما ملخصه : \" إن الشيطان يدعو إلى طلب اللذات والشهوات والاشتغال بغير الله ، ومن كان كذلك كان في أمر الدنيا متخبطاً . . . وآكل الربا بلا شك أنه يكون مفرطاً في حب الدنيا متهالكا فيها ، فإذا مات على ذلك الحب صار ذلك حجاباً بينه وبين الله - تعالى - ، فالخبط الذي كان حاصلا له في الدينا بسبب حب المال أورثه الخبط في الآخرة وأوقعه في ذل الحجاب ، وهذا التأويل أقرب عندي من غيره \" .وأما الأمر الثاني : فهو أن جمهور المفسرين يرون أيضاً أن التشبيه في الآية الكريمة على الحقيقة ، بمعنى أن الآية تشبه حال بحال المجنون الذي مسه الشيطان ، لأن الشسيطان قد يمس الإنسان فيصيبه بالصرع والجنون .ولكن الزمخشري ومن تابعه ينكرون ذلك ، ويرون أن كون الصرع أو الجنون من الشيطان باطل لأنه لا يقدر على ذلك ، فقد قال الزمخشري في تفسيره : \" وتخبط الشيطان من زعمات العرب ، يزعمون أن الشيطان يخبط الإِنسان فيصرع . المس والجنون ، ورجل ممسوس - أي مجنون - وهذا أيضاً من زعماتهم ، وأن الجني يممسه فيختلط عقله ، وكذلك جن الرجل معناه ضربته الجن ، ورأيتهم لهم في الجن قصص وأخبار وعجائب ، وإنكار ذلك عندهم كإنكار المشاهدات \" .ومن العلماء الذين تصدون للرد على الزمخشري ومن تابعه الإِمام القرطبي فقد قال : \" وفي هذه الآية دليل على فساد إنكار من إنكر الصرع من جهة الجن وزعم أنه من فعل الطبائع ، وأن الشيطان لا يسلك في الإِنسان ولا يكون منه مس . وقد روى النسائي عن أبي اليسر قال : كان رسول الله صلى الله عليه وسلم يدعو فيقول : \" اللهم إني أعوذ بك من التردي والغرق والهدم والحريق ، وأعوذ بك من أن يتخبطني الشيطان عند الموت ، وأعوذ بك من أن أموت في سبيلك مدبراً وأعوذ بك أن أموت لديغاً \" .وقال الشيخ أحمد بن المنير : ومعنى قول الزمخشري أن تخبط الشيطان من زعمات العرب ، أي من كذباتهم وزخارفهم التي لا حقيقة لها ، كما يقال في الغول والعنقاء ونحو ذلك . وهذا القول من تخبط - الشيسطان بالقدرية - أي المعتزلة - في زعماتهم المردودة بقواطع الشرع ، ثم قال : واعتقاد السلف وأهل السنة أن هذه أمور على حقائقها واقعة كما أخبر الشارع عنها ، والقدرية ينكرون كثيراً مما يزعمونه مخالفاً لقواعدهم . . من ذلك السحر ، وخبطة الشيطان ، وينبئ عنه ظاهر الشرع في خيط طويل لهم ، والذي نراه أن ما عليه جمهور العلماء من أن التشبيه على الحقيقة هو الحق ، لأن الشيطان قد يمس الإِنسان فيصيبه بالجنون ، ولأنه لا يسوغ لنا أن نؤول القرآن بغير ظاهره بسبب اتجاه دليل عليه .وقوله : ( مِنَ المس ) متعلق بيقومون أي لا يقومون من المس الذي حل بهم بسبب أكلهم الربا إلا كما المصروع من جنونه .وقوله - تعالى - : ( ذَلِكَ بِأَنَّهُمْ قالوا إِنَّمَا البيع مِثْلُ الربا وَأَحَلَّ الله البيع وَحَرَّمَ الربا ) بيان لزعمهم الباطل الذي سوغ لهم التعامل بالربا ، ورد عليه بما يهدمه .واسم الإِشارة \" ذلك \" سيعود إلى الأكل أو إلى العقاب الذي نزل بهم . والمعنى : ذلك الأكل الذي استحلوه عن طريق الربا ، أو ذلك العذاب الذي حل بهم والذي من مظاهره قيامهم المتخبط ، سببه قولهم إن البيع الذي أحله الله يشابه الريا الذي نتعامل به في أن كلا منهما معاوضة .قال صاحب الكشاف : فإن قلت : \" هلا قيل إنما الربا لا في البيع ، فوجب أن يقال إنهم شبهوا الربا بالبيع فاستحلوه وكانت شبهتهم أنهم قالوا : لو اشتري الرجل الشيء الذي لا يساوي إلا درهما بدرهمين جاز ، فكذلك إذا باع درهما بدرهمين؟ قلت : جيء به على طريق المبالغة . وهو أنه قد بلغ من اعتقادهم في حل الربا أنهم جعلوه أصلا وقانوناً في الحل حتى شهبوا به البيع \" .وقوله : ( وَأَحَلَّ الله البيع وَحَرَّمَ الربا ) جملة مستأنفة ، وهي رد من الله - تعالى - عليهم ، وإنكار لتسويتهم الربا بالبيع .قال الآلوسي : وحاصل هذا الرد من الله - تعالى - عليهم : أن ما ذكرتم - \" من أن الربا مثل البيع - قياس فاسد الوضع لأنه معارض للنص فهو من عمل الشيطان ، على أن بين البابين فرقاً ، وهو أن من باع ثوباً يساوي درهما بدرهمين فقد جعل الثوب مقابلا لدرهمين فلا شيء منهما إلا وهو في مقابلة شيء من الثوب . وأما إذا باع درهما بدرهمين فقد أخذ الدرهم الزائد بدون عوض ، ولا يمكن جعل الإِمهال عوضا إذا الإِمهال ليس بمال في مقابلة المال \" .وقوله : ( فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى الله ) .تفريع على الوعيد السابق في قوله : ( الذين يَأْكُلُونَ الربا . . . ) إلخ .والمجيء بمعنى العلم والبلاغ ، والموعظة : ما يعظ الله - تعالى - به عباده عن طريق زجرهم وتخويفهم وتذكيرهم بسوء عاقبة المخالفين لأوامره .أي : فمن بلغه نهي الله - تعالى - عن الربا ، فامتثل وأطاع وابتعد عما نهاه الله عنه ، ( فَلَهُ مَا سَلَفَ ) أي فله ما تقدم قبضه من مال الربا قبل التحريم وليس له ما تقدم الاتفاق عليه ولم يقبضه . . لأن الله - تعالى - يقول بعد ذلك ( وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ . . ) .وقوله : ( وَأَمْرُهُ إِلَى الله ) أي أمر هذا المرابي الذي تعامل بالربا قبل التحريم واجتنبه بعده ، أمره مفوض إلى الله - تعالى - فهو الذي يعامله بما يقتضيه فضله وعفوه وكرمه .قال ابن كثير : ( فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ ) . . إلخ أي ما بلغه نهى الله عن الربا فانتهى حال وصول الشرع إليه فله ما سلف من المعاملة لقوله : ( عَفَا الله عَمَّا سَلَف ) وكما قال النبي صلى الله عليه وسلم يوم فتح مكة : \" وكل ربا في الجاهلية موضوع تحت قدمي خاتين وأول ربا أضع ربا عمي العباس \" ، ولم يأمرهم برد الزيادات المأخوذة في حال الجاهلية بل عفا عما سلف كما قال - تعالى - : ( فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى الله ) أي ففله ما كان قد أكل من الربا قبل التحريم .و \" من \" في قوله : ( فَمَن جَآءَهُ مَوْعِظَةٌ ) شرطية وهو الظاهر ، ويحتمل أن تكون موصولة وعلى التقديريرن فهي في محل رفع بالابتداء ، وقوله : ( فَلَهُ مَا سَلَفَ ) هو الجزاء أو الخبر ، و ( موعظة ) فاعل جاء ، وسقطت التاء من الفعل للفصل بينه وبين الفاعل أو تكون الموعظة هنا بمعنى الوعظ فهي في معنى المذكر .وقوله : ( مِّنْ رَّبِّهِ ) جار ومجرور متعلق بجاءه ، أو بمحذوف وقع صفة لموعظة .وفي قوله : ( مِّنْ رَّبِّهِ ) تفخيم لشأن الموعظة ، وإغراء بالامتثال والطاعة لأنها صادرة من الله - تعالى - المربى لعباده .وفي هذه الجملة الكريمة بيان لمظهر من مظاهر السماحة فيما شرعه الله لعباده ، لأنه - سبحانه - لم يعاقب المرابين على ما مضى من أمرهم قبل وجود الأمر والنهي ، ولم يجعل تشريعه بأثر رجعي بل جعله للمستقبل ، إذ الإِسلام يجب ما قبله . فما أكله المرابي قبل تحريم الربا فلا عقاب عليه فيه وهو ملك له ، إلا أنه ليس له أن يتعامل به بعد التحريم ، وإذا تعامل به فلن تقبل توبته حتى يتخلص من هذا المال الناتج عنه الربا .ولقد توعد الله - تعالى - من يعود إلى التعامل بالربا بعد أن حرمه الله - تعالى - فقال ( وَمَنْ عَادَ فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ ) .أي ومن عاد إلى التعامل بالربا بعد أن هى الله عنه فأولئك العائدون هم أصحاب النار الملازمون لها ، والماكثون فيها بسبب تعديهم لما نهى الله عنه .وفي هذه الجملة الكريمة تأكيد للعقاب النازل بأولئك العائدين بوجوه من المؤكدات منها : التعبير فيها بأولئك التي تدل على البعيد فهم بعيدون عن رحمة الله ، والتعبير بالجملة الاسمية التي تفيد الدوام والاستمرار والتعبير ، بكلمة أصحاب الدالة على الملازمة والمصاحبة ، وبكلمة ( خَالِدُونَ ) التي تدل على طول المكث .ثم بين - سبحانه - سوء عاقبة المرابين ، وحسن عاقبة المتصدقين فقال : ( يَمْحَقُ الله الربا وَيُرْبِي الصدقات ) .والمحق : النقصان والإِزالة للشيء حالا بعد حال ، ومنه محاق القمر ، أي انتقاصه في الرؤية شيئاً فشيئاً حتى لا يرى ، فكأنه زال وذهب ولم يبق منه شيء .أي : أن المال الذي يدخله الربا يمحقه الله ، ويذهب بركته ، أما المال الذي يبذل منه صاحبه في سبيل الله فإنه - سبحانه - يباركه وينميه ويزيده لصاحبه .قال الإِمام الرازي عند تفسيره لهذه الآية ما ملخصه : اعلم أنه لما كان الداعي إلى التعامل بالربا تحصيل المزيد من الخيرات ، والصارف عن الصدقات الاحتراز عن نقصان المال ، لما كان الأمر كذلك بين - سبحانه - أن الربا ، وإن كان زيادة في الحال إلا أنه نقصان في الحقيقة ، وأن الصدقة وإن كانت نقصاناً في الصورة إلا أنها زيادة في المعنى ، واللائق بالعقال أن لا يلتفت إلى ما يقضي به الطبع والحس والدواعي والصوارف ، بل يعول على ما أمر به الشرع .ثم قال : واعلم أن محق الربا وإرباء الصدقات يحتمل أن يكون في الدنيا وأن يكون في الآخرة . أما محق الربا في الدنيا فمن وجوه :أحدها : أن الغالب في المرابي وإن كثر ماله أن تؤول عاقبته إلى الفقر ، وتزول البركة عنه ، ففي الحديث : الربا وإن كثر فإلى قل .وثانيها : إن لم ينقص ماله فإن عاقبته الذم والنقص وسقوط العدالة وزوال الأمانة .وثالثها : إن الفقراء يلعنونه ويبغضونه بسبب أخذه لأموالهم . . .ورابعها : أن الأطماع تتوجه إليه من كل ظالم وطماع بسبب اشتهاره أنه قد جمع ماله من الربا ويقولون : إن ذلك المال ليس له في الحقيقة فلا يترك في يده .وأما أن الربا مسبب للمحق في الآخرة فلوجوه منها أن الله - تعالى - لا يقبل منه صدقة ولا جهاداً ولا صلة رحم - كما قال ابن عباس - ، ومنها أن مال الدنيا لا يبقى عند الموت بل الباقي هو العقاب وذلك هو الخسران الأكبر .وأما إرباء الصدقات في الدنيا فمن وجوه : منها : أن من كان لله كان الله له ، ومن أحسن إلى عباد الله أحسن الله إليه وزاده من فضله ، ومنها أن يزداد كل يوم في ذكره الجميل وميل القلوب إليه ، ومنها أن الفقراء يدعون له بالدعوات الصالحة وتنقطع عنه الأطماع .وأما إرباؤها في الآخرة فقد روى مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم \" إن الله - تعالى - يقبل الصدقات ويأخذها بيمينه فيربيها كما يربي أحدكم مهره ، أو فلوه حتى إن اللقمة لتصير مثل أحد \" .",
  "ayah": 275,
  "surah": 2
}
