{
  "text": "ثم ساق - سبحانه - في ختام حديثه على الربا آية كريمة ذكر الناس فيها بزوال الدنيا وفناء ما فيها من أموال ، وبالاستعداد للآخرة وما فيها من حساب فقال - تعالى - : ( واتقوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى الله ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُون ) .أي : واحذروا أيها المؤمنون يوما عظيما في أهواله وشدائده ، وهو يوم القيامة الذي تعودون فيه إلى خالقكم فيحاسبكم على أعمالكم ، ثم يجازي - سبحانه كل نفس بما كسبت من خير أو شر بمقتضى عدله وفضله ، ولا يظلم ربك أحدا .فالآية الكريمة تعقيب حكيم يتناسب كل التناسب مع جو المعاملات والأخذ والعطاء ، حتى يبتعد الناس عن كل معاملة لم يأذن بها الله - تعالى - .قال الآلوسي : أخرج غير واحد عن ابن عباس أن هذه الآية هي آخر ما \" نزل على رسول صلى الله عليه وسلم من القرآن : واختلف في مدة بقائه بعدها . فقيل : تسع ليال . وقيل : سبعة أيام . وقيل : واحد وعشرين يوماً . وروى أنه قال : اجعلوها بين آيات الربا وآية الدين \" .هذا ، والمتدبر في هذه الآيات التي وردت في موضع الربا ، يراها قد نفرت منه تنفيراً شديداً ، وتوعدت متعاطية بأشد العقوبات ، وشبهت الذين يأكلونه بتشبيهت تفزع منها النفوس ، وتشمئز منها القلوب ، وحضت المؤمنين على أن يلتزموا في معاملاتهم ما شرعه الله لهم ، وأن يتسامحوا مع المعسرين ويتصدقوا عليهم بما يستطيعون التصدق به .وقد تكلم الفقهاء وبعض المفسرين عن الربا وأقسامه وحكمه تحريمه كلاما مستفيضا ، قال بعضهم : الربا قسمان : ربا النسيئة ، وربا الفضل .فربا النسيئة : هو الذي كان معروفا بين العرب في الجاهلية ، وهو أنهم كانوا يدفعون المال على أن يأخذوه في موعد معين ، فإذا حل الأجل طولب المدين برأس المال كاملا ، فإن تعذر الأداء زادوا في الحق وفي الأجل .وكان ابن عباس في أول الأمر لا يحرم إلا ربا النسيئة وكان يجوز ربا الفضل اعتماداً على ما روى من أن النبي صلى الله عليه وسلم قال : \" إنما الربا في النسيئة \" ولكن لما تواتر عنده الخبر بأن النبي صلى الله عليه وسلم قال : \" الحنطة بالحنطة مثلا بمثل يدا بيد \" رجع عن قوله . لأن قوله صلى الله عليه وسلم : \" إنما الربا في النسيئة \" محمول على اختلاف الجنس فإن النسيئة حينئذ تحرم ويباح التفاضل كبيع الحنطة بالشعير . تحرم فيه النسيئة ويباح التفاضل .ولذلك وقع الاتفاق على تحريم الربا في القسمين : أما ربا النسيئة فقد ثبت تحريمه بالقرآن كما في قوله - تعالى - : ( وَأَحَلَّ الله البيع وَحَرَّمَ الربا ) .وأما ربا الفضل فقد ثبت تحريمه بالحديث الصحيح الذي رواه عبادة ابن الصامت أن النبي صلى الله عليه وسلم قال :\" الذهب بالذهب ، والفضة بالفضة ، والبر بالبر ، والشعير بالشعير والتمر بالتمر . والملح بالملح . مثلا بمثل ، سواء بسواء ، يداً بيد ، فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كانت يداً بيد \" .وقد اشتهرت رواية هذا الحديث حتى صارت مسلمة عند الجميع . وجمهور العلماء على \" أن الحرمة ليست مقصورة على هذه الأشياء الستة ، بل تتعداها إلى غيرها مما يتحد معها في العلة وقد فسر بعضهم هذه العلة باتحاد الجنس والقدر . . \" .ومن الحكم التي ذكرت في أسباب تحريم الربا : أنه يقتضي أخذ مال الغير بدون عوض ، ويؤدي إلى امتناع أصحاب الأموال عن تحمل المشاق في الكسب والتجارة والصناعة ، وإلى استغلال حاجة المحتاج أسوأ استغلال وكل ذلك يفضي إلى إشاعة روح التباغض والتخاصم والتحاسد بين أفراد المجتمع - كما سبق أن أشرنا - .ومن الأحاديث الشريفة التي وردت في التحذير من تعاطي الربا ما رواه الشيخان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" اجتنبوا السبع الموبقات - أي المهلكات - قالوا : يا رسول الله وما هن؟ قال : الشرك بالله ، والسحر ، وقتل النفس التي حرم الله إلا بالحق ، وأكل الربا وأكل مال اليتيم ، والتولي يوم الزحف ، وقذف المحصنات المؤمنات الغافلات \" .وأخرج مسلم في صحيحه عن جابر بن عبيد الله قال : \" لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه \" .وبعد أن أمر - سبحانه - المؤمنين أن يسارعوا في التصدق على المحتاجين ، وأن يجتنبوا الربا والمرابين ، وبين لهم أن أموالهم تزكو وتنمو بالإِنفاق في وجوه الخير ، وتمحق وتذهب بتعاطي الربا ، بعد أن وضح كل ذلك ساق لهم آية جامعة ، متى اتبعوا توجيهاتها استطاعوا أن يحفظوا أموالهم بأفضل طريق ، وأشرف وسيلة ، وأن يصونوها عن الهلاك والضياع عندما يعطي أحدهم أخاه شيئا من المال على سبيل الدين أو القرض الحسن المنزه عن الربا . استمع إلى القرآن وهو يتكلم عن أحكام الدين وعن أحكام بعض المعاملات التجارية الحاضرة فيقول :( ياأيها الذين آمنوا إِذَا تَدَايَنتُم . . . )",
  "ayah": 281,
  "surah": 2
}
