{
  "text": "ثم بين - سبحانه - بعض مظاهر رحمته بعباده فقال : ( لاَ يُكَلِّفُ الله نَفْساً إِلاَّ وُسْعَهَا ) والوسع - كما يقول الزمخشري - : ما يسع الإِنسان ، ولا يضيق عليه ، ولا يحرج فيه ، أي لا يكلفها إلا ما يتسع فيه طوقه ، ويتيسر عليه دون مدى الطاقة والمجهود . وهذا إخبار عن عدله . ورحمته كقوله - تعالى - : ( يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر ) لأنه كان في إمكان الإِنسان وطاقته أن يصلي أكثر من الخمس ، ويصوم أكثر من الشهر ، ويجمع أكثر من حجة .فالجملة الكريمة تحكى لنا بعض مظاهر فضل الله علينا ورحمته بنا ، حيث كلفنا بما تسعه قدرتنا ، وتستطيعه نفوسنا ، وقد حكى القرآن هذا المعنى في آيات كثيرة ، منها قوله - تعالى - : ( وَمَا جَعَلَ عَلَيْكُمْ فِي الدين مِنْ حَرَجٍ ) وقوله - تعالى - : ( يُرِيدُ الله أَن يُخَفِّفَ عَنْكُمْ وَخُلِقَ الإنسان ضَعِيفاً ) وإذا كانت بعض التكاليف التي كلفنا الله بها في مشقة ، فإن هذه المشقة محتملة وفي وسع الإِنسان وقدرته وطاقته ، وسثيبنا الله - تعالى - عليها ثوابا جزيلا ، فهو القائل : ( إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ ) ثم بين - سبحانه - أن كل نفس ستجازى بما عملت فقال : ( لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت ) أي لها وحدها ثواب ما كسبت من حسنات بسبب أعمالها الصالحة ، وعليها وحدها عقاب ما اكتسبت من سيئات بسبب أعمالها القبيحة .قال صاحب الكشاف : فإن قلت : لم خص الخير بالكسب ، والشر بالاكتساب؟ قلت . في الاكتساب اعتمال ، فلما ان الشر مما تشتهيه النفس وهي منجذبة إليه وأمارة به ، كانت في تحصيلة أعمل وأجد ، فجعلت لذلك مكتسبة فيه ، ولما لم تكن كذلك في باب الخير وصفت بما لا دلالة فيه على الاعتمال .وقال الأستاذ الإِمام محمد عبده : \" لا شك أن الميل إلى الخير مما أودع في نفس الإِنسان والإِنسان يفعل الخير بطبعه وتكون فيه لذته . ولا يحتاج إلى تكلف في فعل الخير ، لأنه يعلم أن كل أحد يرتاح إليه ويراه بعين الرضا وأما الشر فإنه يعرض للنفس بأسباب ليست من طبيعتها ولا من مقتضى فطرتها ومهما كان الإِنسان شريراً فإنه لا يخفى عليه أن الشر ممقوت عند الناس وصاحبه مهين عندهم . . وهكذا شأن الإِنسان عند اقتراف كل شر يشعر في نفسه بقبحه ، ويجد من أعمال سريرته هاتفا يقول له : لا تفعل ، ويحاسبه بعد الفعل ويوبخه إلا في النادر . . \" .وبعد بيان سنة الله - تعالى - في التكليف وفي الجزاء عليه ، ختم - سبحانه - السورة الكريمة بتلك الدعوات الجامعات للسعادة حتى يكثر المؤمنون من التضرع بها فقال - تعالى - : ( رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَآ أَوْ أَخْطَأْنَا ) أي : ربنا يا واسع العفو والمغفرة لا تؤاخذنا أي لا تعاقبنا ( نَّسِينَآ ) أمرك ونهيك ( أَوْ أَخْطَأْنَا ) ففعلنا خلاف الصواب جهلا منا بوجهه الشرعي .فأنت ترى أن هؤلاء الذين اتقوا ربهم ، فصفت نفوسهم ، وطهرت قلوبهم ، وخشعت جوارحهم ، يتضرعون إلى الله أن يغفر لهم ما فرط فمنهم نسياناً أو خطأ ، وذلك لأن المؤمن عندما يصل إلى هذه الدرجة من التقوى والصفاء يشعر بأن الله - تعالى - يحاسبه على ما لا حساب عليه ، ويشعر بأن حسناته - مهما كثرت - فهي قليلة بجانب هفواته وسيئاته ، فهو لشدة خشيته من الله يرجح جانب المؤاخذة على جانب العفو فيكثر من الضراعة والدعاء .وقد أشار صاحب الكشاف إلى هذا المعنى بقوله : فإن قلت : النسيان والخطأ متجاوز عنهما فما معنى الدعاء بترك المؤاخذة بهما؟ قلت : . . . لأنهم كانوا متقين الله حق تقاته ، فما كانت تفرط منهم فرطة إلا على وجه النسيان والخطأ . فكأن وصفهم بالدعاء بذلك إيذاناً ببراءة ساحتهم عما يؤاخذون به . كأنه قيل : إن كان النسيان والخطأ مما يؤاخذ به ، فما فيهم سبب مؤاخذة إلا الخطأ والنسيان . ويجوز أن يدعو الإِنسان بما علم أنه حاصل له قبل الدعاء من فضل الله لاستدامته والاعتداد بالنعمة فيه .هذا هو الدعاء الأول الذي حكاه القرآن عن المؤمنين الصادقين .أما الدعاء الثاني فهو قوله - سبحانه - : ( رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْراً كَمَا حَمَلْتَهُ عَلَى الذين مِن قَبْلِنَا ) .والإِصر في اللغة : الثقل والشدة . مأخوذ من أصر بمعنى حبس ، فكأنه يحبس صاحبه في مكانه فيمنعه من الحركة .والمعنى : أن أولئك يضرعون إلى الله - تعالى - ألا يلقى تكاليف وأعباء شديدة ، يثقل عليهم حملها ويعجزون عن أدائها ، كما كان الحال بالنسبة للذين سبقوهم؛ فقد كلف الله - تعالى - بني إسرائيل بتكاليف شاقة ثقيلة بسبب تعنتهم وفسوقهم عن أمره ، ومن ذلك تكليفهم بقتل أنفسهم إذا أرادوا أن يتوبوا توبة صادقة ، وتحريم بعض الطيبات عليهم بسبب ظلمهم قال - تعالى - : ( فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ . . . ) قال الرازي : والمؤمنون إنما طلبوا هذا التخفيف لأن التشديد مظنة التقصير . والتقصير موجب للعقوبة ، ولا طاقة لهم بعذاب الله - تعالى - فلا جرم التمسوا السهولة في التكاليف .أما الدعاء الثالث فهو قوله - تعالى - : ( وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ ) .الطاقة - كما يقول الراغب - : اسم لمقدار ما يمكن للإِنسان أن يفعله بمشقة ، وذلك تشبيه بالطوق المحيط ، فقوله - تعالى - : ( وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ ) أي ما يصعب علينا مزاولته ، وليس معناه لا تحملنا ما لا قدرة لنا به .فالطاقة على هذا تكون فيما فعله بأقصى القدرة والقوة .أي : ونسألك يا ربنا ألا تحلمنا ما هو فوق طاقتنا وقدرتنا من المصائب والعقوبات وغير ذلك من الأمور التي لا نستطيعها .وهذا الدعاء هو تدرج مترتب على الدعاء السابق ، فهم هنا يلتمسون منه - سبحانه - ألا ينزل بهم ما هو فوق قدرتهم وطاقتهم من بلايا ومحن ، بعد أن التمسوا منه ألا يكلفهم بتكاليف شاقة ثقيلة كما كلف الذين من قبلهم .ثم حكى القرآن دعاءهم الرابع والخامس والسادس فقال : ( واعف عَنَّا واغفر لَنَا وارحمنآ ) أي نسألك يا ربنا أن تعفو عنا بأن تمحو عنا ما ألممنا به من ذنوب وتتجاوز عنها ، وأن تغفر لنا سيئاتنا بأن تسترها ولا تفضحنا بإظهارها فأنت وحدك الغفار الستار . وأن ترحمنا برحمتك السابغة التي شملت كل شيء ، فإننا مع تقصيرنا في طاعتك نأمل ألا تحرمنا من رحمتك فأنت تراهم قد تضرعوا إلى ربهم أن يعفو عنهم بأن يسقط عنهم العقاب وأن يغفر لهم بأن يستر عليهم ذنوبهم فلا يفضحهم بها ، وأن يشملهم بعطفه ورحمته .وهي دعوات تدل على رقة إحساسهم ، ونقاء نفوسهم ، وشدة خشيتهم من ربهم ، وشعورهم نحوه بالتقصير مهما قدموا من أعمال صالحة .ثم ختموا دعاءهم بقوله - تعالى - : ( أَنتَ مَوْلاَنَا فانصرنا عَلَى القوم الكافرين ) أي : أنت مولانا وناصرنا وحافظنا ومعيننا وممدنان بالخير والهدى فانصرنا يا ربنا على القوم الكافرين لكي تكون كلمتك هي العليا ، وكلمة الذين كفروا هي السفلى .وقولهك ( أَنتَ مَوْلاَنَا ) يدل على نهاية خضوعهم وتذللهم وطاعتهم لله رب العالمين لأنهم قد اعترفوا بأنه - سبحانه - هو المتولي لكل نعمة يصلو إليها .قال ابن كثير : وقد ورد في صحيح مسلم عن النبي - صلى الله عليه وسلم - \" أن الله - تعالى - قال عقب كل دعوة من هذه الدعوات : قد فعلت \" .وروى البخاري والجماعة عن ابن مسعود قال : قال رسول الله صلى الله عليه وسلم : \" أعطيت خواتيم سورة البقرة من كنز تحت العرش لم يعطهن نبي قبلي \" .وبعد فهذه هي سورة البقرة التي اشتملت على ما يشفي الصدور ، ويهدي القلوب ، ويصلح النفوس : من توجيهات سامية ، وآداب حميدة ، وعقائد ، سليمة ، وتشريعات حكيمة ، وأمثال هادبة ، وقصص من شأنه أن يغرس في النفوس الخلق القويم ، وأن يغريها بالاتعاظ والاعتبار حتى تكون ممن رضي الله عنهم ورضوا عنه .ولقد سبق لنا أن تكلمنا قبل البدء في تفسيرها عن وقت نزولها ، وعن فضلها وعن مقاصدها الإِجمالية . . .والله نسأل أن ينفعنا بها وبكتابة الكريم ، وأن يجعل أقوالنا وأعمالنا خالصة لوجهه ، ونافعة لعباده .اللهم اجعل القرآن ربيع قلوبنا ، ونور أبصارنا وبصائرنا ، وجلاء همنا وحزنا ، وأعنا على إتمام ما قصدناه بفضلك ورعايتك يا أكرم الأكرمين ، وصلى الله على سيدنا محمد وعلى آله وأصحابه وأتباعه ومن سار على طريقته إلى يوم الدين .",
  "ayah": 286,
  "surah": 2
}
