{
  "text": "وبعد أن ذكر - سبحانه - ما يشهد بقدرته ووحدانيته عن طريق الأدلة المتعلقة بذوات المكلفين ، أردف ذلك بالكلام عن الأدلة الكونية فقال تعالى :( هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعاً ) .أي : أنه خلق جميع ما في الأرض من نحو الحيوان والنبات والمعادن والجبال من أجلكم ، فهو المنعم عليكم لتنتفعوا بها في دنياكم ، وتستعينوا بها على طاعته .وقد أخذ العلماء من هذه الآية شاهداً على أن الأشياء التي فيها منافع مأذون فيها حتى يقوم دليل على حرمتها .ثم استدل - سبحانه - على مظاهر قدرته بخلق السموات فقال :( ثُمَّ استوى إِلَى السمآء فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيم ) .استوى إلى السماء : أقبل وعمد إليها بإرادته . وتسويتها معناه : تعديل خلقها وتقويمه .والسماء ليس المراد منها فردا من أفراد السموات ، وإنما المراد منها الأجرام العلوية الشاملة لجميع السموات ، فصح أن يعود عليها ضمير جمع الإِناث في قوله : ( فَسَوَّاهُنَّ ) ، وكذلك علماء البيان يزيدون أن اللفظ إذا أريد منه جنس ما وضع له صار في معنى الجمع .فمعنى ( ثُمَّ استوى إِلَى السمآء ) علا إليها وارتفع ، من غير تكييف ولا تحديد ولا تشبيه ، مع كمال التنزيه عن سمات المحدثات ، وقد سئل الإِمام مالك عن الاستواء على العرش فقال : الاستواء غير مجهول ، والكيف غير معقول ، والإِيمان به واجب ، والسؤال عنه بدعة .وقدم الأرض هنا لأنها أدل لشدة المسلابسة والمباشرة .وجملة ( ثُمَّ استوى ) معطوفة على جملة ( خَلَقَ لَكُمْ ) ، وكان العطف بثم لعظم خلق السماء عن خلق الأرض .وعبر بسواهن للإِشعار بأنه - سبحانه - خلقهن في استقامة ، واستقامة الخلق هي انتظامه على وجه لا خلل فيه ولا اضطراب . قال - تعالى - :( مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ ) وجملة ( وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ) مقررة لما ذكر قبلها من خلق السموات والأرض وما فيهما على هذه الصورة الحكيمة ، فقد دلت على أن ترتيب أجزاء تلك المصنوعات وموافقة جميعها للمنافع المقصودة منها ، إنما حدث عن عالم بحقائق تلك الأجزاء وخواصها ، ولإِِحاطته بكل شيء علماً وضع كل جزء في موضعه اللائق به .وبعد أن بين سبحانه للناس أنه قد من عليهم بنعمة خلقه ما في الأرض جميعاً ، بدأ بعد ذلك يذكرهم بنعمة أخرى هي نعمة خلقه لأبيهم آدم ، وخلق آدم مبدأ لخلق ذريته ، وتكريمه موصول بتكريمهم فقال تعالى :( وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً قَالُواْ . . . )",
  "ayah": 29,
  "surah": 2
}
