{
  "text": "ثم فصل القرآن بعد ذلك أوصاف المتقين ، ومدحهم بجملة من المناقب الحميدة ، فقال : ( الذين يُؤْمِنُونَ بالغيب ) أي : يصدقون بما غاب عن حواسهم ، كالصانع وصفاته ، وكاليوم الآخر وما فيه من بعث وحساب وثواب وعقاب .والإيمان لغة التصديق والإذعان ، وهو إفعال من الأمن . وشرعاً التصديق بما علم بالضرورة أنه من الدين ، كالإيمان بالله وملائكته وكتبه ورسله واليوم الآخر .. . الخ ، وعدى ( يُؤْمِنُونَ ) بالباء لتضمينه معنى أقر واعترف .والغيب : مصدر غاب يغيب ، وكثيراً ما يستعمل بمعنى الغائب ، وهو الظاهر من هذه الآية الكريمة . ومعناه : ما لا تدركه الحواس ، ولا يعلم ببداهة العقل .قال بعض العلماء : وخص بالذكر الإيمان بالغيب دون غيره من متعلقات الإيمان ، لأن الإيمان بالغيب هو الأصل في اعتقاد إمكان ما لا تخبر به الرسل عن وجود الله والعالم العلوى ، فإذا آمن به المرء وتصدى لسماع دعوة الرسول وللنظر فيما يبلغه عن الله - تعالى - فسهل عليه إدراك الأدلة ، وأما من يعتقد أنه ليس من وراء عالم الماديات عالم آخر ، فقد راض نفسه على الإعراض عن الدعوة ، كما هو حال الماديين الذين يقولون : \" ما يهلكنا إلا الدهر :والإيمان بالغيب : يستلزم التصديق به على وجه الجزم ، وهو لا يحصل إلا عن دليل .ولا شك أن قيام البراهين على صدق من أخبر بالغيب يجعل المؤمن بهذا الغيب مصدقاً عن دليل ، فنحن لا نحتاج في الإيمان بالملائكة والكتب السماوية السابقة ، والرسل الذين أرسلوا من قبل ، والبعث وما فيه من ثواب وعقاب ، لا نحتاج في الإيمان بكل ذلك إلى دليل زائد على الأدلة التي قامت على صدق نبينا محمد صلى الله عليه وسلم .والإيمان بالغيب دليل على اتساع العقول ، وسلامة القلوب ، إذ أن معنى الإيمان بالغيب هو أن عقولهم قد سلم إدراكها ، وتقشعت عنها غشاواتها ، وامتد نظرها في الكائنات فأدركت أن لها مبدعاً حكيماً وخالقاً قديراً ، جعلها تسير بنظام محكم ، فهذه كواكب تظهر وتغيب ، وسماء مرفوعة بغير عمد ، وأرض راسية لا تميد ولا تضطرب . . . ( صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ ) فكان من ذلك لتلك العقول براهين قاطعة على وجود خالق مدبر ، وحكيم قدير ، ومبدع لا تأخذه سنة ولا نوم .والإيمان بالغيب الذي أخبر به الصادق المصدوق صلى الله عليه وسلم يقوى ويعظم كلما قوى الإيمان في القلوب ، واستولى الصفاء على النفوس ، وقد مدح النبي صلى الله عليه وسلم المؤمنين بالغيب في أحاديث متعددة ، منها ما جاء عن خالد بن دريك ، عن ابن محيريز قال : قلت لابن جمعة : حدثنا حديثاً سمعته من رسول الله صلى الله عليه وسلم قال : نعم أحدثك حديثاً . تغدينا مع رسول الله صلى الله عليه وسلم ومعنا أبو عبيدة بن الجراح فقال : \" يا رسول الله ، هل أحد خير منا؟ أسلمنا معك وجاهدنا معك .قال : نعم ، قوم من بعدكم يؤمنون بي ولم يروني \" .قال ابن كثير : فقد مدحهم على ذلك وذكر أنهم أعظم أجراً من هذه الحيثية لا مطلقاً .وأخرج ابن أبي حاتم والطبراني وابن منده وأبو نعيم عن بديلة بنت أسلم قالت : صليت الظهر أو العصر في مسجد بني حارثة ، واستقبلنا مسجد إيلياء فصلينا سجدتين ، ثم جاء من يخبرنا بأن رسول الله صلى الله عليه وسلم قد استقبل البيت ، فتحول الرجال مكان النساء ، والنساء مكان الرجال ، فصلينا السجدتين الباقيتين ونحن مستقبلون البيت الحرام ، فبلغ ذلك النبي صلى الله عليه وسلم فقال :\" أولئك قوم آمنوا بالغيب \"تلك أول صفة نتيجة التقوى وهي الإيمان بالغيب ، أما الصفة الثانية التي مدح الله بها المتقين فهي قوله - تعالى - :( وَيُقِيمُونَ الصلاة ) .الصلاة في اللغة الدعاء ، من صلى يصلى إذا دعا ، واستعملها الشارع في العبادة ذات الركوع والسجود لاشتمالها على الدعاء ، والإقامة في الأصل : الدوام والثبات ، من قولك : قام الحق أي : ظهر وثبت .ومعنى ( وَيُقِيمُونَ الصلاة ) : يؤدونها في أوقاتها المقدرة لها ، مع تعديل أركانها ، وإيقاعها مستوفية لواجباتها وسننها وآدابها وخشوعها ، فإن الصلاة المقامة بحق هي تلك التي يصحبها الإخلاص ، واستحضار جلال الله في الركوع والسجود ، وهي التي تترتب عليها الآثار العظيمة من تزكية النفس ، وعفافها ، وتركها لكل الشرور والآثام ، كما قال - تعالى - ( إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر ) وقدم الإيمان بالغيب على إقامة الصلاة تعظيماً لعمل القلب ، واعتداداً بشرطية الإيمان في صحة أعمال الجوارح .وقدم إقامة الصلاة على الإنفاق ، لأنها تنهى عن الفحشاء والمنكر ، ولأنها تتكرر في اليوم خمس مرات ، ولأنها صلة بين العبد وربه ، والإنفاق صلته بالناس ، ولأن مشروعيتها كانت سابقة على مشروعية الزكاة .أما الصفة الثالثة التي مدح الله بها المتقين فهي قوله - تعالى - :( وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ ) .أي : ومما أعطيناهم وملكناهم يتصدقون في وجوه الخير ، ويمدون أيديهم بالإحسان إلى الفقير والمسكين .والرزق عند جمهور العلماء ما صلح للانتفاع به حلالا كان أو حراماً ، خلافاً للمعتزلة الذين يرون أن الحرام ليس برزق . والإنفاق : إخراج المال وإنفاده وصرفه ، يقال : نفق - كفرح ونصر - نفد وفني أو قلّ . وأنفق ماله أنفده ، وأصل المادة يدل على الخروج والذهاب ، ومنه : نافق فلان ، والنافقاء ، والنفق . وقال \" ينفقون \" ولم يقل أنفقوا ، ليشعر بأن الإنفاق منهم يتجدد بين وقت وآخر . ولم يحدد وجوه الإنفاق بل تركها مطلقة لتشمل الفرض والواجب وغيرهما من وجوه الإحسان .وإيراد \" من \" في قوله تعالى - ( وَممَّا رَزَقْنَاهُمْ ) للإشارة إلى أن مواظبتهم على إنفاق أموالهم بين الحين والحين ، كفيل بتوصيلهم إلى زمرة المهتدين المفلحين ، وللإشعار بأنهم ينفقون بعض أموالهم مبتعدين عن الإسراف والتبذير حتى لا يتركوا ورثتهم عالة يتكففون وجوه الناس .هذا ، وقد عنى القرآن الكريم عناية فائقة بالحض على الإنفاق في وجوه الخير ، ومدح الذين يفعلون ذلك مدحاً عظيماً في عشرات الآيات ، وذلك لأن الأمة التي يكثر فيها المنفقون لأموالهم في وجوه الخير ، لا بد أن تعز كلمتها ، وتسلم من كوارث شتى ، كالجهل ، والفقر ، والمرض .فببذل الماء تسد حاجات البؤساء ، وتشاد معاهد التعليم ، وتقام وسائل حفظ الصحة ، وتنمو المحبة والمودة بين الأغنياء والفقراء .قال تعالى : ( مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ والله يُضَاعِفُ لِمَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ ) ثم أضاف القرآن إلى صفات المتقين وصفاً رابعاً فقال :",
  "ayah": 3,
  "surah": 2
}
