{
  "text": "قوله - تعالى - : ( وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لأَدَمََ . . . ) إلخ ، معطوف على قوله - تعالى قبل ذلك ( وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ . . . . ) إلخ ، من باب عطف القصة على القصة ، وإعادة ( إذ ) بعد حرف العطف المغني عن إعادة ظرفه ، تنبيه على أن الجملة مقصودة بذاتها ، لأنها متميزة بهذه القصة العجيبة فجاءت على أسلوب يؤذن بالاستقلال والاهتمام .والسجود : لغة التذلل والخضوع مع انخفاض بانحناء وغيره ، وخص في الشرع بوضع الجبهة على الأرض بقصد العبادة .وللعلماء في كيفية السجود الذي أمر به الملائكة لآدم أقوال : أرجحها أن السجود المأمور به في الآية يحمل على المعنى المعروف في اللغة ، أي : أن الله - تعالى - أمرهم بفعل تجاه آدم يكون مظهراً من مظاهر التواضع والخضوع له تحية وتعظيماً ، وإقراراً له بالفضل دون وضع الجبهة على الأرض الذي هو عبادة ، إذ عبادة غير الله شرك يتنزه الملائكة عنه .وعلى هذا الرأي سار علماء أهل السنة . وقيل : إن السجود كان لله ، وآدم إنما كان كالقبلة يتوجه إليه الساجدون تحية له ، وإلى هذا الرأي اتجه علماء المعتزلة ، وقد قالوا ذلك هرباً من أن تكون الآية الكريمة حجة عليهم ، فإن أهل السنة قالوا : إبليس من الملائكة ، والصالحون من البشر أفضل من الملائكة ، واحتجوا بسجود الملائكة لآدم ، وخالفت المعتزلة في ذلك ، وقالت : الملائكة أفضل من البشر ، وسجود الملائكة لآدم كان كالقبلة .والذي نراه أن ما سار عليه أهل السنة أرجح ، لأن ما ذهب إليه المعتزلة يبعده أن المقام مقام لإِظهار فضل آدم هو لون من الابتلاء والاختبار ، ليميز الله الخبيث من الطيب ، وينفذ ما سبق به العلم ، واقتضته المشيئة والحكمة :ثم بين - سبحانه - ما حدث من الملائكة ومن إبليس فقال :( فَسَجَدُواْ إِلاَّ إِبْلِيسَ أبى واستكبر وَكَانَ مِنَ الكافرين ) .إبليس : اسم مشتق من الإِبلاس ، وهو الحزن الناشئ عن شدة اليأس ، وفعله أبلس ، والراجح أنه اسم أعجمي ، ومنعه من الصرف للعلمية والعجمة وهو كائن حي ، وقد أخطأ من حمله على معنى داعي الشر الذي يخطر في النفوس ، إذ ليس من المعقول أن يكون كذلك معنى داعي الشر الذي يخطر في النفوس ، إذ ليس من المعقول أن يكون كذلك مع أن القرآن أخبرنا بأنه يرى الناس ولا يرونه . قال - تعالى - ( يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ ) وقوله : ( أبى واستكبر ) الإِباء : الامتناع عن الفعل أنفة مع التمكن منه . والاستكبار : التكبر والتعاظم والغرور ، بمعنى أن يرى الشخص في نفسه علواً على غيره ، وهو خلق مذموم .وكان في قوله : ( وَكَانَ مِنَ الكافرين ) بمعنى صار .وجاء العطف في قوله ( فَسَجَدُواْ . . . ) بالفاء المفيدة للتعقيب ، للإشارة إلى أن الملائكة قد بادروا بالامتثال بدون تردد ، ولم يصدهم ما كان في نفوسهم من التخوف من أن يكون هذا المخلوق ، مظهر فساد وسفك دماء ، لأنهم منزهون عن المعاصي .وللعلماء في كون إبليس من الملائكة أم لا قولان :أحدهما : أنه كان منهم لأنه - سبحانه - أمرهم بالسجود لآدم ، ولولا أنه كان منهم لما توجه إليه الأمر بالسجود ، ولو لم يتوجه إليه الأمر بالسجود لم يكن عاصياً ، ولما استحق الخزي والنكال .ولأن الأصل في المستثنى أن يكون داخلا تحت اسم المستثنى منه حتى يقوم دليل على أنه خارج عنه . وقد اختار هذا الرأي ابن عباس ، وابن مسعود وجمهور المفسرين .وقيل إنه ليس منهم لقوله - تعالى - ( إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ) فهو أصل الجن ، كما أن آدم أصل الإِنس ، ولأنه خلق من نار ، والملائكة خلقوا من نور ، ولأن له ذرية ولا ذرية للملائكة . وقد اختار هذا القول الحسن وقتادة وغيرهما .وقد حاول ابن القيم أن يجمع بين الرأيين فقال : والصواب التفصيل في هذه المسألة ، وأن القولين في الحقيقة قول واحد ، فإن إبليس كان من الملائكة بصورته وليس منهم بمادته وأصله . كان من نار وأصل الملائكة من نور ، فالنافي كونه من الملائكة . والمثبت لم يتواردا على محل واحد .ولما كان استثناء إبليس من الساجدين لا يدل على أنه ترك السجود عصياناً ، إذ قد يكون تركه لعذر ، دل بقول : ( أبى واستكبر ) على أنه امتنع من السجود أنفة ، وتعاظماً ، وأردف هذا التعاظم والغرور باعتراضه على الله - في تفصيل آدم ، فصار بذلك في فريق الكافرين ، ولذا ختمت الآية بقوله - تعالى - : ( وَكَانَ مِنَ الكافرين ) أي : صار بسبب عصيانه واستكباره من الكافرين بالله ، الجاحدين لنعمه ، البعيدين عن رحمته ورضوانه .",
  "ayah": 34,
  "surah": 2
}
