{
  "text": "وقوله - تعالى - ( وَقُلْنَا يَآءَادَمُ اسكن أَنْتَ وَزَوْجُكَ الجنة ) معطوف على قوله ( وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ . . . إلخ ) أي : بعد أن أمرنا الملائكة بالسجود لآدم ، قلنا يا آدم اسكن أنت وزوجك الجنة ، فهذه تكرمه أكره الله بها بعد أن أكرمه بكرامة الإِجلال من تلقاء الملائكة .وقوله : ( اسكن ) أمر من السكنى بمعنى اتخاذ المسكن على وجه الاستقرار .والزوج : يطلق على الرجل والمرأة والمراد به هنا حواء ، حيث تقول العرب للمرأة زوج ، ولا تكاد تقول زوجة .والجنة : هي كل بستان ذي شجر متكاثف ، ملتف الأغصان ، يظلل ما تحته ويستره ، من الجن ، وهو ستر الشيء عن الحاسة .وجمهور أهل السنة على أن المراد بها هنا دار الثواب . التي أعدها الله للمؤمنين يوم القيامة ، لأن هذا هو المتبادر إلى الذهن عند الإِطلاق .ويرى جمهور علماء المعتزلة أن المراد بها هنا بستان بمكان مرتفع من الأرض ، خلقه الله لإِسكان آدم وزوجه ، واختلفوا في مكانه ، فقيل بفلسطين . وقيل بغيرها .وقد ساق الإِمام ابن القيم في كتابه ( حادي الأرواح ) أدلة الفريقين دون أن يرجح شيئاً منها .والأحوط والأسلم : الكف عن تعيينها وعن القطع به ، وإليه ذهب أبو حنيفة وأبو منصور الماتريدي في التأويلات ، إذ ليس لهذه المسألة تأثير في العقيدة .والمخاطب بالأمر ، بسكنى الجنة آدم وحواء ، ولكن الأسلوب جاء في صيغة الخطاب لآدم وعطفت عليه زوجه ، لأنه هو المقصود بالأمر وزوجه تبع له .ثم بين - سبحانه - أنه قد أباح لهما أن يأكلا من ثمار الجنة أكلا واسعا فقال : ( وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا ) أي كلا من مطاعم الجنة وثمارها أكلا هنيئاً أو واسعاً في أي مكان من الجنة أردتم .يقال : رغد عيش القوم أي : اتسع وطاب ، وأرغد القوم ، أي : اخصبوا وصاروا في رزق واسع .والضمير في قوله ( مِنْهَا ) يعود إلى الجنة ، والمراد بالأكل منها : الأكل من مطاعمها وثمارها ، لأن الجنة تستلزم ثماراً هي المقصودة بالأكل .ثم بين - سبحانه - أنه نهاهم عن الأكل من شجرة معينة فقال : ( وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين ) .القرب : الدنو ، والمنهى عنه هو الأكل من ثمار الشجرة ، وتعليق النهي بالقرب منها إذ قال ( وَلاَ تَقْرَبَا ) القصد منه المبالغة في النهي عن الأكل ، إذ في النهي عن القرب من الشيء قطع لوسيلة التلبس سبه ، كما قال تعالى : ( وَلاَ تَقْرَبُواْ الزنى ) فنهى عن القرب من الزنا ليقطع الوسيلة إلى ارتكابه وهي القرب منه . وأكد النبي بأن جعل عدم اجتناب الأكل من الشجرة ظلماً فقال : ( فَتَكُونَا مِنَ الظالمين ) وقد ظلما أنفسهما إذ أكلا منها ، فقد ترتب على أكلهما منها أن أخرجا من الجنة التي كانا يعيشان فيها عيشة راضية .وقد تكلم العلماء كثيراً عن اسم هذه الشجرة ونوعها فقيل هي التينة ، وقيل : هي السنبلة ، وقيل هي الكرم . . الخ . إلا أن القرآن لم يذكر نوعها على عادته في عدم التعرض لذكر ما لم يدع المقصود من سوق القصة إلى بيانه .وقد أحسن الإِمام ابن جرير في التعبير عن هذا المعنى فقال : \" والصواب في ذلك أن يقال : إن الله - تعالى - نهى آدم وزوجه عن الأكل من شجرة يعينها من أشجار الجنة دون سائر أشجارها فأكلا منها ، ولا علم عندنا بأي شجرة كانت على التعيين ، لأن الله لم يضع لعباده دليلا على ذلك في القرآن ولا من السنة الصحيحة ، وقد قيل : كانت شجرة البر ، وقيل كانت شجرة العنب . وذلك علم إذا علم لم ينفع العالم به علمه ، وإن جهله جاهل لم يضره جهله به .",
  "ayah": 35,
  "surah": 2
}
