{
  "text": "ثم بين القرآن بعد ذلك ما وقع فيه آدم من خطأ فقال : ( فَأَزَلَّهُمَا الشيطان عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ) أي : اذهبهما عن الجنة عليهما ومقاسمته أنه لهما من الناصحين .وأزل من الإِزلال وهو الإِزلاق : زل يزل زلا وزللا ، أي : زلق في طين أو منطق ، والاسم الزلة . وأزلة غيره واستزله : أي أزلقه . أطلق وأريد به لازمه وهو الإِذهاب .وقرئ ( فَأَزَلَّهُمَا ) أي : نحاهما من الإِزالة ، تقول أزلت الشيء عن مكانه إزالة : أي : نحيته وأذهيته عنه .ثم استعمل هذا اللفظ في ارتكاب الخطيئة كما استعمل في خطأ الرأي مجازاً . والضمير في قوله : ( عَنْهَا ) يعود إلى الشجرة ، ومعنى أزلهما عن الشجرة ، أوقعهما في الزلة بسببها .والتعبير بقوله : ( فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ) أبلغ في الدلالة على فخامة الخيرات التي كانا يتقلبان فيها مما لو قيل : فأخرجهما من النعيم أو من الجنة لأن من أساليب البلاغة في الدلالة على عظم الشيء أن يعبر عنه بلفظ مبهم كما هنا . لكي تذهب نفس السامع في تصور عظمته وكماله إلى أقصى ما يمكنها أن تذهب إليه .ونسبة إخراجهما من الجنة إلى الشيطان في قوله : ( فَأَخْرَجَهُمَا ) من قبيل نسبة الفعل إلى ما كان سبباً فيه ، وذلك أن أكلهما من الشجرة الذي ترتب عليه إخراجهما من الجنة إنما وقع بسبب وسوسة الشيطان لهما .وقوله - تعالى - ( وَقُلْنَا اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ) الخطاب فيه لآدم وحواء ونسلهما .والهبوط : النزول من أعلى إلى أسفل ضد الصعود . يقال : هبط يهبِط ويهبُط أي : نزل من علو إلى أسفل .والعداوة معناها التناكر والتنافر بالقلوب .أي : قلنا لآدم وحواء والشيطان انزلوا إلى الأرض متنافرين متباغضين ، يبغى بعضكم على بعض .وعداوة الشيطان لآدم نشأت عن حسد وتكبر منذ أن أُمِر بالسجود فأبى وامتنع وقال : أنا خير منه .وعداوة آدم وذريته للشيطان من جهة أنه يكيد لهم بالوسوسة والإِغراء وفي هذه الجملة الكريمة إرشاد لآدم وذريته ، ونهى لهم عن اتباع الخطوات الشيطان ، لأنه عدو لهم ، ومن شأن العدو أنه يسعى لمضرة عدوه .قال - تعالى - ( إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير ) ثم ختمت الآية بقوله - تعالى - : ( وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ ) .المستقر : موضع الاستقرار والثبات ، وهو مقابل القلق والاضطراب ، والمتاع : اسم لما يستمتع به من مأكل ومشرب وملبس وحياة وأنس وغير ذلك ، مأخوذ من متع النهار متوعاً إذا ارتفع ، ويطلق على الانتفاع الممتد الوقت .والحين : الجزء من الزمان غير محدد بحد ، والمراد به هنا وقت الموت أو يوم القيامة .والمعنى : انزلوا إلى الأرض بعضكم لبعض عدو؛ ولكم فيها منزل وموضع استقرار . وتمتع بالعيش إلى أن يأتيكم الموت .ومن كان على ذكر دائم من أن استقراره في الأرض وتمتعه بنعيمها سينتهي في وقت ، لا يدري متى يدركه ، فشأنه أن ينتفع بخيراتها ويتمتع بطيب العيش فيها ، وهو مقبل على العمل لمرضاة الله ما استطاع ، وشاكر لأنعمه بالقلب واللسان ، لا يشغله عن الشكر شاغل من ملذات هذه الحياة ومظاهر زينتها .",
  "ayah": 36,
  "surah": 2
}
