{
  "text": "( وَآمِنُواْ بِمَآ أَنزَلْتُ مُصَدِّقاً لِّمَا مَعَكُمْ ) .وبعد أن أمر الله - عز وجل - بني إسرائيل ، أن يوفوا بعهده عموماً أتبع ذلك بأمرهم بأن يوفوا بأمر خاص وهو القرآن الكريم ، وفي التعبير عنه بذلك تعظيم لشأنه ، وتقخيم لأمره . وأفرد - سبحانه - أمرهم بأن يؤمنوا به مع إندراجه في قوله - تعالى - ( وَأَوْفُواْ بعهدي ) للإِشارة إلى أن الوفاء بالعهد لا يحصل منهم إلا إذا صدقوا به .والمراد بما معهم التوراة ، والتعبير عنها بذلك للإِشعار بعلمهم بتصديقه لها . والمعنى : آمنوا يا بني إسرائيل بالكتاب المنزل على محمد صلى الله عليه وسلم وهو القرآن الكريم المصدق لكتابكم التوارة ، ومن مظاهر هذا التصديق اشتمال دعوته على ما يحقق دعوتها ، من الأمر بتوحيد الله - تعالى - والحث على التمسك بالفضائل ، والبعد عن الرذائل ، وإخباره بما جاء بها من الإِشارة إلى بعثة النبي صلى الله عليه وسلم ومطابقة ما وصفته به مطابقة واضحة جلية وموالفقته لها في أصول الدين الكلية ، وهيمنته عليها ، ولذا قال - عليه الصلاة والسلام - : \" لو كان موسى حياً ما وسعه إلا اتباعي \" .وفي إخبار بني إسرائيل بأن القرآن الكريم مصدق لما معهم ، إثارة لهممهم لو كانوا يعقلون - للإِقبيال عليه ، متدبرين آياته ، حتى تستيقن نفوسهم أنه دعوة الحق والإِصلاح المؤدية إلى السعادة في الدنيا والآخرة وحتى تطمئن قلوبهم إلى أن الإِيمان به معناه الإِيمان بما معهم ، والكفر به ، كفر بما بين أيديهم ، حيث إن ما بين أيديهم قد بشر ببعثة محمد - صلى الله عليه وسلم - المنزل عليه القرآن الكريم .قال الإِمام الرازي : ( وهذه الجملة الكريمة تدل على صدق النبي - صلى الله عليه وسلم - من وجهين :أولهما : أن الكتب السابقة قد بشرت به ، وشهاداتها لا تكون إلا حقاً .وثانيهما : أنه - عليه الصلاة والسلام - قد أخبرهم عما في كتبهم بدون معرفة سابقة لها ، وهذا لا يتأتى إلا عن طريق الوحي .وبعد أن أمرهم - سبحانه - بالإِيمان الخالص ، عرض بهم لتكذيبهم وجحوهم ، فقال - تعالى - : ( وَلاَ تكونوا أَوَّلَ كَافِرٍ بِهِ ) أي : لا تكونوا أول فريق من أهل الكتاب يكفر بالقرآن الكريم ، فيقتدى بكم أناس آخرون وبهذا تصيرون أئمة للكفر مع أن من الواجب عليكم أن تسارعوا إلى الإيمان به لأنكم أدرى الناس بأنهن من عند الله ، وأكثرهم علماً بأنه الرسول الذي نزل عليه هذا القرآن ، وهو الصادق الأمين فيما يبلغه عن ربه .والمقصود من هذه الجملة الكريمة ، تبكيتهم على مسارعتهم في الكفر ، واستعظام وقوع الجحود منهم ، وتوعدهم عليه بسوء المآل .قال الإِمام الرازي : ( هذه الجملة خطاب لبني إسرائيل قبل غيرهم فكأنه - سبحانه - يقول لهم : لا تكفروا بمحمد ، فإنه سيكون بعدكم كفرة ، فلا تكونوا أنتم أولهم لأن هذه الأولية موجبة لمزيد الإِثم ، وذلك لأنهم إذا سُبقوا إلى الكفر ، فإما أن يقتدى بهم غيرهم أولا ، فإن اقتدى بهم غيرهم كان عليهم وزره ووزر كل كافر إلى يوم القيامة ، وإن لم يقتد بهم غيرهم ، اجتمع عليهم أمران : السبق إلى الكفر؛ والتفرد به وكلاهما منقصة عظيمة ، وتؤدى إلى العاقبة الوبيلة ) .ثم نهاهم عن أن يبيعوا دينهم بديناهم ، فقال - تعالى - : ( وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَناً قَلِيلاً ) .والاشتراء هنا استعارة للاستبدال ، والذي استبدل به الثمن القليل هو الإِيمان بالآيات ، والمراد بالآيات : البراهين المؤيدة لصدق النبي صلى الله عليه وسلم وفي مقدمتها القرآن الكريم والتوراة .والمراد بالثمن القليل : حظوظ الدنيا وشهواتها من نحو الرياسة والمال والجاه ، وما إلى ذلك من الأمور التي خافوا ضياعها لو اتبعوا الرسول صلى الله عليه وسلم .والمعنى : لا تستبدلوا بالإِيمان بما أنزلت مصدقاً لما معكم شيئاً من حطام الدنيا ، ولا تختاروا على ثواب الله بديلا من الأموال ، فإنها مما كثرت فهي قليلة مسترذلة بالنسبة لما يناله أولو الإيمان الخالص من رعاية ضافية في الدنيا ، وخيرات حسان في الأخرى .وليس وصف الثمن بالقلة من الأوصاف المخصصة للنكرات ، بقل هو من الأوصاف اللازمة للثمن المحصل بالآيات؛ إذ لا يكون إلا قليلا وإن بلغ ما بلغ من أعراض الدنيا بجانب رضا الله - عز وجل - .ونزل تمكينهم من الإِيمان بالآيات لوضوحها منزلة حصوله بالفعل ، فكأن الإِيمان كان في حوزتهم ، ولكنهم خلعوه ، ونبذوه ، مستبدلين الذي هو أدنى بالذي هو خير؛ فباءوا بغضب على غضب لكفرهم بالقرآن الكريم وبتوراتهم التي بشرت بالرسول - عليه الصلاة والسلام- .ثم حذرهم - سبحانه - من التمادي في الكفر بما أنزل ، مصدقاً لما معهم ، فقال - تعالى \" وإياي فاتقون \" الاتقاء معناه الحذر ، يقال : فلان اتقى الله أي حذر عقابه وبطشه ، والحذر من عقاب الله ، يستلزم امتثال أوامره ، واجتناب نواهيه ، فمعنى \" وإياي فانقون \" آمنوا بي ، واتبعوا الحق وأعرضوا عن الباطل .",
  "ayah": 41,
  "surah": 2
}
