{
  "text": "أعاد القرآن الكريم نداءهم ، تأكيداً لتذكيرهم بواجب الشكر ، واهتماماً بمضمون الخطاب وما يشتمل عليه من أوامر ومنهيات ، وتفصيلا لما أسبغه الله عليهم من منن بعد أن أجملها في النداء الأول ، ليكون التذكير أتم والتأثير أشد ، والشكر عليها أرجى .وقد جرت سنة القرآن الكريم أن يكرر الجمل المشتملة على أمور تستوجب المزيد من العناية كما في حال ذكر النعم ، لأن تكرارها يغري النفوس الكريمة بطاعة مرسلها ، والسير على الطريق القويم .وقوله تعالى : ( وَأَنِّي فَضَّلْتُكُمْ عَلَى العالمين ) عطف على نعمتي ، أي واذكروا تفضيلي وإياكم على العالمين ، وهذا التفضيل نعم خاصة ، فعطفه على ( نِعْمَتِي ) من عطف الخاص على العام للعناية به ، وهو - أي : التفضيل مبدأ تفصيل النعم وتعدادها ، والمقصود منه الخص على الاتصاف بما يناسب تلك النعم ، ويستبقى ذلك الفضل .وقد ذكر الله - تعالى - بني إسرائيل المعاصرين للعهد النيوي بهذه النعم مع أنها كانت لآبائهم . كما يدل عليه سياق الآيات؛ لأن النعم على الآباء نعم على الأبناء لكونهم منهم ، ولأن شرف الأصول يسرى إلى الفروع ، فكان التذكير بتلك النعم فيه شرف لهم ، وحسن سمعة تعود عليهم ، وتغريهم بالإِيمان والطاعة - لو كانوا يعقلون- .ومن مظاهر ، تفضيل الله لبني إسرائيل على عالمي زمانهم ، جمعه لهم من المحامد قبل بعثة النبي صلى الله عليه وسلم . ما لم يجمع لغيرهم . فقد حياهم بكثير من النعم ، وبعث فيهم عدداً كبيراً من الأنبياء ، ونجاهم من عدوهم ، ولم يعجل العقوبة عليهم رغم عصيانهم واعتدائهم ، واقترافهم شتى ألوان المنركات عن تعمد وإصرار ، ولم ينزل بهم قارعة تستأصلهم بذنوبهم كما استأصل غيرهم كقوم عاد وثمود .ولكن بني إسرائيل لم يقابلوا نعم الله بالشكر والعرفان . بل قابلوها بالجحود والطغيان فسلبها الله عنهم ، ومنحها لقوم آخرين لم يكونوا أمثالهم .ولقد حكى القرآن ألوانا من النعم التي منحها الله لبني إسرائيل ولكنهم قابلوها بالبطر والكفران فأزالها الله عنهم . من ذلك قوله تعالى :( سَلْ بني إِسْرَائِيلَ كَمْ آتَيْنَاهُم مِّنْ آيَةٍ بَيِّنَةٍ وَمَن يُبَدِّلْ نِعْمَةَ الله مِن بَعْدِ مَا جَآءَتْهُ فَإِنَّ الله شَدِيدُ العقاب ) أي : سل - يا محمد - بني إسرائيل المعاصرين لك . سؤال تقريع وتوبيخ . كم آتاهم الله على أيدي أنبيائهم من النعم الجليلة ، والمعجزات الباهرة ، ولكنهم بعد أن جاءتهم هذه الآيات ، وتمكنوا منها وعقلوها قابلوها بالعناد والاستهزاء ، وجعلوها من أسباب ضلالهم مع أنها مسوقة لهدايتهم وسعادتهم ، فكانت نتيجة ذلك أن ضرب الله عليهم الذلة والمسكنة في الدنيا ، وتوعدهم بشديد العقاب في الآخرة .ومن الآيات التي صرحت بأن الله - تعالى - أعطى بني إسرائيل نعماً وفيرة ، ولكنهم لم يحمدوه عليها . قوله تعالى :( وَلَقَدْ نَجَّيْنَا بني إِسْرَائِيلَ مِنَ العذاب المهين * وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين * وَآتَيْنَاهُم مِّنَ الآيات مَا فِيهِ بَلاَءٌ مُّبِينٌ ) أي : ولقد نجينا بفضلنا . وكرمنا بني إسرائيل من العذاب المعني الذي كان ينزله بهم فرعون وجنده ، بأن أغرقناه ومن معه أمام أعينهم؛ لأنه كان ظلوماً غشوماً ، وفضلا عن ذلك فقد اصطفينا بني إسرائيل - على علم منا بما يكون منهم - على عالمي زمانهم وآتيناهم من النعم والمعجزات . ما فيه اختبار لقلوبهم ، وامتحان لنفوسهم . فكانت نتيجة هذا الاختبار والامتحان أن كفروا بنعم الله ، وكذبوا برسله وقتلوهم . فتوعدهم الله في الدنيا بأن يسلط عليهم من يسومهم سوء العذاب إلى قيوم القيامة . أما في الآخرة فمأواهم جهنم وبئس المهاد .- وأيضاً - من الآيات التي ساقت أنواعاً من نعم الله على بني إسرائيل ولكنهم لم يشكروه عليها قوله تعالى :( وَلَقَدْ آتَيْنَا بني إِسْرَائِيلَ الكتاب والحكم والنبوة وَرَزَقْنَاهُمْ مِّنَ الطيبات وَفَضَّلْنَاهُمْ عَلَى العالمين . وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الأمر فَمَا اختلفوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم بَغْياً بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بِيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ ) والمعنى : ولقد آتينا بني إسرائيل التوراة لتكون هداية لهم ومنحناهم الحكمة والفقه في الدين ، وجعلنا النبوة في عدد كبير منهم ، ورزقناهم من طيبات الأغذية والأشربة ، وفضلناهم على من عاصرهم من الأمم قيل بعثة النبي صلى الله عليه وسلم وفضلا عن ذلك فقد سقنا لهم على أيدي أنبيائهم الكثير من المعجزات والدلائل التي تقوى إيمانهم ، وتهديهم إلى الطريق المستقيم ولكنهم لم ينتفعوا بهذه النعم . بل جعلوا علمهم بالدين الحق سبباً للخلاف والشقاق ، والسير في طريق الضلال ، وسيعاقبهم الله بما يستحقونه جزاء جحودهم وعنادهم .والعبرة التي نستخلصها من هذه الآيات وأمثالها . أن الله - تعالى - فضل بني إسرائيل على غيرهم من الأمم السابقة على الأمة الإسلامية . ومنحهم الكثير من النعم ، ولكنهم لم يقابلوا ذلك بالشكر . بل قابلوه بالتمرد والحسد والبطر . فسلب الله عنهم ما حباهم من نعم ، ووصفهم في كتابه بأقبح الصفات وأسوأ الطباع . كقسوة القلب ، ونقض العهد ، والتهالك على شهوات الدنيا ، والتعدي على الغير . والتحايل على استحلال محارم الله ، ونبذهم للحق واتباعهم الباطل . . . إلى غير ذلك من الصفات اليت توارد ذكرها في القرآن الكريم .وهذا مصير كل أمة بدلت نعمة الله كفراً؛ لأن الميزان عند الله للتقوى والعمل للصالح ، وليس للجنس أو اللون أو النسب .قال الإِمام الرازي ما ملخصه : فإن قيل : إن تفضيلهم على العالمين يقتضي تفضيلهم على أمة محمد صلى الله عليه وسلم ، وهذا باطل . فكيف الجواب؟ قلنا : الجواب من وجوه أقربها إلى الصواب أن المراد : فضلتكم على عالمي زمانكم وذلك لأن الشخص الذي سيوجد بعد ذلك وهو الآن ليس بموجود لم يكن من جملة العالمين حال عدمه ، وأمة محمد صلى الله عليه وسلم ما كانت موجودة في ذلك الوقت ، فلا يلزم من كون بني إسرائيل أفضل العالمين في ذلك الوقت . أنهم أفضل من الأمة المحمدية . وهذا هو الجواب أيضاً عن قوله - تعالى - : ( وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين ) وبهذا يتعين بطلان دعوى اليهود أنهم شعب الله المختار . استناداً إلى هذه الآية الكريمة وأمثالها ، لأنها دعوى لا تؤيدها النصوص ، ولايشهد لها العقل السليم . ثم قال تعالى :( واتقوا يَوْماً لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئاً وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ . . . )",
  "ayah": 47,
  "surah": 2
}
