{
  "text": "ثم ذكرهم - سبحانه - بعد ذلك بنعمة ثالثة عظيمة حصل بها تمام الانجاء وتجلى فيها إكرام الله لهم ، وهي نعمة فرق البحر بهم فقال تعالى :( وَإِذْ فَرَقْنَا بِكُمُ البحر فَأَنجَيْنَاكُمْ . . . )المعنى : واذكروا يا بني إسرائيل من جملة نعمنا عليكم ، نعمة فرق البحر بكم ، وانفصاله بعد اتصاله ، حين ضربه موسى بعصاه ، فأصبحت فيه طريق يابسة فولجتموها ، وسرتم فيها هرباً من فرعون وجنده؟ بذلك تمت لكم النجاة ، وحصل الغرق لأعدائكم ، وقت أن عبروا وراءكم وقد شاهدتموهم والبحر يلفهم بأمواجه ، مشاهدة لا لبس فيها ولا غموض . ولقد كان فيما رأيتم ما يدعو إلى الاتعاظ ، ويحمل على الشكر الجزيل لله العزيز الرحيم .فالآية الكريمة تشير إلى قصة نجاة بني إسرائيل وغرق فرعون وقومه ، وملخصها :أن الله - عز وجل أوحي إلى نبيه - موسى - عليه السلام - أن يرحل ببني إسرائيل ليلا من أرض مصر التي طال عذابهم فيها إلى أرض فلسطين ، ونفذ موسى - عليه السلام - ما أمره به الله - تعالى - ولعم فرعون أن موسى وقومه قد خرجوا إلى أرض الشام ، فتبعهم بجيش كبير ، وأدركهم مع طلوع الشمس قرب ساحل البحر الأحمر ، وأيقن بنو إسرائيل عندما رأوه أنه مهلكهم لا محالة . ولجأوا إلى موسى - عليه السلام - يشكون إليه خوفهم وفزعهم ، ولكنه رد عليهم بقوله : ( إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ ) وأوحى الله إليه ( أَنِ اضرب بِّعَصَاكَ البحر ) فضربه ( فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم ) وأمر موسى - عليه السلام - بني إسرائيل أن يعبروا فعبروا بين فرقى الماء دون أن يمسهم أذى . واقتفى فرعون وجنوده أثرهم طمعا في إدراكهم وعندما عبر بنو إسرائيل البحر ولم يبق منهم أحد بين المياه المنحسرة ، كان فرعون وجنده مازالوا بين فرقي البحر ، فاطبق عليهم وعاد كما كان أولا ، فغرقوا جميعاً ، وبنو إسرائيل ينظرون إليهم في دهشة وسرور .وأسند - سبحانه - فرق البحر إلى ذاته الكريمة . ليدل على أن القوم عبروه وقطعوه وهم بعنايته ، وقوله تعالى : ( فَأَنجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ ) بيان للمنة العظمى التي امتن بها عليهم ، والتي ترتبت على فرق البحر ، لأن فرق البحر لهم ترتب عليه أمران .أولهما : نجاتهم .وثانيهما : إهلاك عدوهم وكلاهما نعمة عظيمة .والإِيمان الصحيح يقضي بأن تفهم واقعة انفصال البحر لموسى وقومه على أنها معجزة كونية له ، وقد زعم البعض أنها كانت حادثة طبيعية منشؤها المد والجزر ، وهو زعم لا سند له ولا دليل عليه .واقتصرت الآية هنا على ذكر إغراق آل فرعون أي جنده وأنصاره ، وصرحت آيات أخرى بغرقة مع آله ، من ذلك قوله تعالى : ( فَأَغْرَقْنَاهُ وَمَن مَّعَهُ جَمِيعاً ) وقوله تعالى : ( فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي اليم وَهُوَ مُلِيمٌ ) ومن تمام النعمة أن الله - تعالى - أهلك مع فرعون كل مناصر له :وقوله تعالى ( وَأَنْتُمْ تَنظُرُونَ ) أي : أغرقنا آل فرعون وأنتم تشاهدونهم بأعينكم ، فكان ذلك أدعى لليقين بهلاك عدوكم ، وأبلغ في الشماتة به ، وأرجى لشكر النعمة - ولا شك أن مشاهدة المنعم عليه للنعمة فيها لذة كبرى ، ورؤيته لهلاك عدوه فيها عبرة عظمى ، ومعاينته لا نفراق البحر فيها تقوية لإِيمانه ، وتثبيت ليقينه ، إذا كانوا ممن يحسنون الانتفاع بما يشاهدون .قال الإِمام الرازي ما ملخصه : ( اعلم أن هذه الواقعة - أي واقعة فلق البحر - تضمنت نعماً كثيرة على بني إسرائيل في الدين والدنيا ، أما نعم الدنيا فمن وجوه :أولها : أنهم لما اقتربوا من البحر أصبحوا في موقف حرج ، لأن فرعون وجنوده من ورائهم والبحر من أمامهم ، فإن هم توقفوا أدركهم عدوهم وأهلكهم ، وإن هم تقدموا أغرقوا .فحصل لهم خوف عظيم ، جاءهم بعده الفرج بانفلاق البحر وهلاك عدوهم .ثانيها : أن الله - تعالى - خصهم بهذه النعمة العظيمة والمعجزة الباهرة تكريماً ورعاية لهم .ثالثها : أنهم بإغراق فرعون وآله تخلصوا من العذاب ، وتم لهم الأمن والاطمئنان ، وذلك نعمة عظمى ، لأنهم لو نجوا دون هلاك فرعون لبقي خوفهم على حاله ، فقد يعود لتعذيبهم مستقبلا ، لأنهم لا يأمنون شره ، فلما تم الغرق تم الأمان والاطمئنان لبني إسرائيل .أما نعم الدين فمن وجوه :أولها : أن قوم موسى لما شاهدوا تلك المعجزة الباهرة . زالت عن قلوبهم الشكوك والشبهات ، لأن دلالة مثل هذا المعجز على وجود الصانع الحكيم وعلى صدق موسى ، تقترب من العلم الضروري .ثانيها : أنهم لما شاهدوا ذلك صار داعياً لهم على الثبات والانقياد لأوامر نبيهم .ثالثها : أنهم عرفوا أن الأمور كلها بيد الله ، فإنه لا عز في الدنيا أكمل مما كان لفرعون ، ولا ذل أشد مما كان لبني إسرائيل ، ثم إن الله - تعالى - في لحظة واحدة جعل العزيز ذليلاً ، والذليل عزيزاً ، والقوي ضعيفاً ، والضعيف قوياً ، وذلك يوجب انقطاع القلب عن علائق الدنيا ، والإِقبال كلية على اتباع أوامر الخالق - عز وجل- .هذا ، ونعمة فرق البحر لبني إسرائيل ، وإنجائهم من عدوهم قد تكرر ذكرها في القرآن ، من ذلك قوله تعالى في سورة الشعراء : ( فَلَمَّا تَرَاءَى الجمعان قَالَ أَصْحَابُ موسى إِنَّا لَمُدْرَكُونَ . قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ . فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم . وَأَزْلَفْنَا ثَمَّ الآخرين . وَأَنجَيْنَا موسى وَمَن مَّعَهُ أَجْمَعِينَ ) وبذلك تكون الآيات الكريمة قد ذكرت بني إسرائيل بنعمة من أجل النعم - وهي نعمة فرق البحر بهم - لكي يشكروا خالقهم عليها ، ويتبعوا نبيه محمداً صلى الله عليه وسلم ولكنهم ما قاموا بواجب الشكر لخالقهم ، فحقت عليهم اللعنة في الدنيا والعقوبة في الآخرة ، جزاء جحودهم وطغيانهم وما ربك بظلام للعبيد .رابعاً : نعمة عفوه - سبحانه - عنهم بعد عبادتهم للعجل :",
  "ayah": 50,
  "surah": 2
}
