{
  "text": "ثم ذكرهم - سبحانه - بعد ذلك بنعمة من أجل نعمه عليهم ، وهي إغاثتهم في التيه بالماء بعد أن اشتد بهم العطش ، فقال تعالى :( وَإِذِ استسقى موسى لِقَوْمِهِ فَقُلْنَا اضرب بِّعَصَاكَ . . . )الاستسقاء : طلب السقيا عند عدم الماء أو حبس المطر ، وذلك عن طريق الدعاء لله - تعالى - في خشوع واستكانة ، وقد سأل موسى ربه أن يسقى بني إسرائيل الماء بعد أن استبد بهم العطش ، عندما كانوا في التيه ، فعن ابن عباس أنه قال : \" كان ذلك في التيه ، ضرب له مموسى الحجر ، فصارت منه اثنتا عشرة عيناً من ماء ، لكل سبط منهم عين يشربون منها .وهذه النعمى كانت نافعة لهم في دنياهم؛ لأنها أزالت عنهم الحاجة الشيديدة إلى الماء ولولاه لهلكوا ، وكانت نافعة لهم في دينهم؛ لأنها من أظهر الأدلة على وجود الله . وعلى قدرته وعلمه ، ومن أقوى البراهين على صدق موسى - عليه السلام - في نبوته .ومعنى الآية الكريمة : واذكروا يا بني إسرائيل وقت أن أصاب آباءكم العطش الشديد وهم في صحراء مجدبة ، فتوسل إلينا نبيهم موسى - عليه السلام - في خشوع وتضرع أن أمدهم بالماء الذي يكفيهم ، فأجبناه إلى ما طلب ، إذ أوحينا إليه أن اضرب بعصاك الحجر . ففعل ، فانفجرت منه اثنتا عشرة عيناً بمقدار عدد الأسباط ، وصار لكل سيط منهم مشرب يعرفه ولا يتعداه إلى غيره ، وقلنا لهم : تمتعوا بما من الله به عليكم من مأكول طيب ومشروب هنيء رزقكم الله إياه من غير تعب ولا مشقة ، ( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) فتتحول النعم التي بين أيديكم إلى نقم وتصبحوا على ما فعلتم نادمين .وقوله تعالى : ( وَإِذِ استسقى موسى لِقَوْمِهِ ) يفيد أن الذي سأل ربه السقيا هو موسى - عليه السلام - وحده ، لتظهر كرامته عند ربه لدى قومه ، وليشاهدوا بأعينهم إكرام الله - تعالى - له ، حيث أجاب سؤاله ، وفجر الماء لهم ببركة دعائه .واللام في قوله تعالى - ( لِقَوْمِهِ ) للسببية ، أي لأجل قومه .والفاء في قوله - تعالى - ( فَقُلْنَا اضرب بِّعَصَاكَ الحجر ) عطفت الجملة بعدها على محذوف ، والتقدير : فأجبناه إلى ما طلب ، وقلنا اضرب بعصاك الحجر .وآل في ( الحجر ) لتعريف الجنس أي اضرب أي حجر شئت بدون تعيين ، وقيل للعهد ، ويكون المراد حجراً معيناً معروفاً لموسى - عليه السلام - بوحى من الله تعالى . وقد أورد المفسرون في ذلك آثاراً حكم المحققون بضعفها ولذلك لم نعتد بها .والذي نرجحه أنها لتعريف الجنس ، لأن انفجار الماء من أي حجر بعد ضربه أظهر في إقامة البرهان على صدق موسى - عليه السلام - وأدعى لإِيمان بني إسرائيل وانصياعهم للحق بعد وضوحه ، وأبعد عن التشكيك في إكرام الله لنبيه موسى - عليه السلام - إذ لو كان انفجار الماء من حجر معين لأمكن أن يقولوا : إن تفجير الماء كان لمعنى خاص بالحجر لا لكرامة موسى عند ربه - تعالى - .والفاء في قوله تعالى : ( فانفجرت مِنْهُ اثنتا عَشْرَةَ ) كسابقتها للعطف على محذوف تقديره : فضرب فانفجرت منه اثنتا عشرة عيناً ، وقد حذفت هذه الجملة المقدرة لوضوح المعنى .وكانت العيوم اثنتي عشرة عيناً؛ لأن بني إسرائيل كانوا اثني عشر سبطاً ، والاسباط في بني إسرائيل كالقبائل في العرب . وهم ذرية أبناء يعقوب - عليه السلام - الاثني عشر ، ففي انفجار الماء من اثنتي عشرة عيناً إكمال للنعمة عليهم ، حتى لا يقع بينهم تنازع وتشاجر :وقال - سبحانه - : ( فانفجرت ) وقال في سورة الأعراف ( فانبجست ) والانبجاس خروج الماء بقلة . والانفجار خروجه بكثرة ، ولا تنافي بينهما في الواقع؛ لأنه ابنجس أولا . ثم افنجر ثانياً ، وكذا العيون يظهر الماء منها قليلا ثم يكثر لدوام خروجه .وقوله تعالى : ( قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ) إرشاد وتنبيه إلى حكمة الانقسام إلى اثنتي عشرة عيناً أي : قد عرف كل سبط من أسباط بني إسرائيل مكان شربه ، فلا يتعداه إلى غيره ، وفي ذلك ما فيه من استقرار أمورهم ، واطمئنان نفوسهم ، وعدم تعدى بعضهم على بعض .وقوله تعالى : ( كُلُواْ واشربوا مِن رِّزْقِ الله ) مقول لقول محذوف تقديره : وقلنا لهم : كلوا واشربوا من رزق الله .وقد جمع - سبحانه - بين الأكل والشرب - وإن كان الحديث عن الشراب - لأنه قد تقدمه إنزال المن والسلوى ، وقد قيل هنالك : ( كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ ) فلما أتبع ذلك بنعمة تفجير الماء لهم اجتمعت المنتان .وقوله تعالى : ( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) تحذير لهم من البطر والغرور واستعمال النعمى في غير ما وضعت له ، بعد أن أذن لهم في التمتع بالطيبات ، لأن النعممى عندما تكثر قد تنسى العبد حققو خالقه فيهجر الشريعة ، ويعيث في الأرض فساداً . قال تعالى : ( كَلاَّ إِنَّ الإنسان ليطغى . أَن رَّآهُ استغنى ) والمعنى : ولا تسعوا في الأرض مفسدين ، وتقابلوا النعم بالعصيان فتسلب عنكم قال ابن جرير - رحمه الله - : ( وأصل العثا شدة الإِفساد بل هو أشد الإِفساد ، يقال منه : عثى فلان في الأرض : إذا تجاوز الحد في الإِفساد إلى غايته ، يعثى ، عثاً مقصوراً ، ويقال للجماعة يعثون . . ) .وبذلك تكون الآية الكريمة قد ذكرت بني إسرائيل بنعمة خليلة ، ونصحتهم بأن يعملوا على شكرها : وحذرتهم عاقبة الإِفساد في الأرض وجحودهم النعمى واستبدالهم الذيهو أدنى بالذي هو خير :",
  "ayah": 60,
  "surah": 2
}
