{
  "text": "ثم ذكرهم - سبحانه - بما كان منهم من جحود النعمة واستخفافهم بها وإيثارهم - بسوء اختيارهم - ما هو أدنى على ما هو خير ، فقال تعالى :( وَإِذْ قُلْتُمْ ياموسى لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ فادع لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الأرض مِن بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ . . . )الصبر : حبس النفس على الشيء ، بمعنى إلزامها إياه ، ومنه الصبر على الطاعات ، أو يطلق على حبسها بمعنى كفها . ومنه الصبر عن المعاصي . والطعام : ما رزقوه في التيه من المن والسولى : والبقل : ما تنبته الأرض من الخضر مما يأكله الناس والأنعام من نحو النعناع والكراث وغيرهما . والقوم : قيل هو الثوم ، وقيل هو الحنطة . والقثاء : نوع من المأكولات أكبر حجماً من ( الخيار ) .قال ابن جرير : ( وكان سبب مسألتهم موسى - عليه السلام - ذلك فيما بلغنا عن قتادة أنه قال : كان القوم في البرية قد ظلل عليهم الغمام ، وأنزل عليهم المن والسلوى : فملوا ذلك وذكروا عيشاً كان لهم بمصر ، فسألوه موسى ، فقال الله تعالى : ( اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ) .ثم ساق ابن جرير رواية ، فيها تصريح بأن سؤالهم لم يكن في البرية بل كان في التيه فقال : حدثني يونس بن عبد الأعلى ، قال : أخبرنا ابن وهب قال : أنبأنا . ابن زيد قال :\" كان طعام بني إسرائيل في التيه واحداً ، وشرابهم واحداً . كان شرابهم عسلاً ينزل لهم من السماء يقال له المن ، وطعامهم طير يقال له السلوى ، يأكلون الطير ويشربون العسل ، لم يكونوا يعرفون خبزاً ولا غيره ، فقالوا يا موسى : ( وَإِذْ قُلْتُمْ ياموسى لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ ) : \" لما سئموا من الإِقامة في التيه . والمواظبة على مأكول واحد لبعدهم عن الأرض التي ألفوها ، وعن العوائد التي عهدوها ، أخبروا عما وجدوه من عدم الصبر على ذلك ، وتشوقهم إلى ما كانوا يألفون ، وسألوا موسى أن يسأل الله لهم \" .وقال صاحب الكشاف : \" كانوا أهل فلاحة فنزعوا إلى عكرهم - فأجموا - أي ملوا وكرهوا - ما كانوا فيه من النعمى وطلبت أنفسهم عدم البقاء ( على طَعَامٍ وَاحِدٍ ) أرادوا ما رزقوه في التيه من المن والسلوى \" .ومعنى الآية الكريمة إجمالاً : وذاكروا يا بني إسرائيل بعد أن أسبغنا عليكم نعمنا ما كان من سوء اختيار أسلافكم ، وفساد أذواقكم ، وإعناتكم لنبيهم موسى - عليه السلام - حيث قالوا له ببطر وسوء أدب : لن نصبر على طعام المن والسلوى في كل وقت ، فسل ربك أن يخرج لنا مما تنبته الأرض من خضرها وفاكهتها وحنطتها وعدسها وبصلها ، لأن نفوسنا قد عافت المن والسلوى ، فوبخهم نبيهم موسى - عليه السلام - بقوله : أتختارون الذي هو أقل فائدة وأدنى لذة ، وتتركون المن والسلوى وهو خير مما تطلبون لذة وفائدة؟ انزلوا إلى مصر من الأمصار فإنكم تجدون به ما طلبتموه من البقول وأشباهها .وأحاطت ببني إسرائيل المهانة والاستكانة كما تحيط القبة بمن ضربت عليه ، وحق عليهم غضب الله .ثم بين الله - تعالى - السبب في جحودهم للنعم وفي أنه ضرب عليهم الذلة والمسكنة وأنزل عليهم غضبه بقوله :( ذلك بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ الله وَيَقْتُلُونَ الأنبيآء بِغَيْرِ حَقٍّ ) إلخ أي : إن الكفر بآيات الله قد تأصل فيهم ، وقتل أنبيائهم بغير الحق قد تكرر منهم حتى صار كالطبيعة الثانية والسجية الثابتة ، فليس غريباً على هؤلاء أن يقولوا لن نصبر على المن والسلوى وأن ينزل بهم غضب الله ونقمته من أجل جحودهم وكفرهم .وقوله تعالى : ( وَإِذْ قُلْتُمْ ياموسى لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ ) تذكير لهم برغبة من رغباتهم الناشئة عن ذوق سقيم . لا يقدر النعمى قدرها ، وفيه انتقال من تعداد النعم عليهم إلى بيان موفقهم الجحودي منها ، وانسياقهم وراء شهواتهم وأهوائهم وحماقاتهم ، وفيه إشعار بسوء أدبهم في مخاطبتهم لنبيهم موسى - عليه السلام - إذ عبروا عن عدم رغبتهم في تناول المن والسلوى بحرف ( لَن ) المفيد تأكيد النفي فقالوا : ( لَن نَّصْبِرَ ) . . إلخ فكأنهم يقولن له مهددين ، ليلجئوه إلى دعاء ربه سريعاً : إننا ابتداء من هذا الوقت الذي نخاطبك فيه إلى أن نموت ، لن نحبس أنفسنا عن كراهية على تناول طعام واحد ، لأننا قد سئمناه ومللناه ، ولن نعود إليه : فالتعبير \" بلن \" يشعر بشدة ضجرهم ، وبلوغ الكراهية لهذا الطعام منهم منتهاها .قال الحسن البصري - رضي الله عنه - : \" بطروا طعم المن والسلوى فلم يصبروا عليه ، وذكروا عيشهم الذي كانوا فيه ، وكانوا قوماً أهل أعداس وبصل وبقل وثوم \" .ووصفوه بالوحدة مع أن المن والسلوى نوعان ، لأنهم أرادوا من الوحدة أنه طعام متكرر في كل يوم لا يختلف بحسب الأوقات ، والعرب تقول لمن يفعل على مائدته في كل يوم من الطعام أنواعاً لا تتغير ، إنه يأكل من طعام واحد .وسألوا موسى - عليه السلام - أن يدعو لهم ، لأن دعاء الأنبياء أقرب إلى الإجابة من دعاء غيرهم ، وكذلك دعاء الصالحين ، حيث يصدر من قلوب عامرة بتقوى الله وجلاله ، فيلاقى من الإِجابة ما لا يلاقيه دعاء نفوس تستهويها الشهوات ، وتستولي عليها السيئات .وقولهم : ( فادع لَنَا رَبَّكَ ) ولم يقولوا ربنا ، لعدم رسوخ الإِيمان في قلوبهم ، ولأنه سبحانه - قد اختصه بما لم يعط مثله من مناجاته وتكميله وإيتائه التوراة .وقولهم : ( يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الأرض مِن بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ) هو مضمون ما طلبوه من موسى - عليه السلام - وهو في معنى مقول قول محذوف والتقدير : أي قل لربك يخرج لنا .وجاء التعبير بالفعل ( يُخْرِجْ ) مجزوماً - مع أن مقتضى الظاهر أن يقال : \" أن يخرج - للإِيماء إلى أنهم واثقون بأنه إن دعا ربه أجابه ، حتى لكأن إخراج ما تنبت الأرض متوقف على مجرد دعاء موسى ربه ، وأنه لو لم يدع لهم ، لكان شحيحاً عليهم بما فيه نفعهم .والجملة الكريمة : ( أَتَسْتَبْدِلُونَ الذي هُوَ أدنى بالذي هُوَ خَيْرٌ ) من مقول موسى - عليه السلام - لهم ، وفيها توبيخ شديد لهم على سوء اختيارهم ، وضعف عقولهم . لإِيثارهم الأدنى وهو البقل وما عطف عليه ، على ما هور خير منه وهو المن والسلوى .قال ابن جرير عند تفسيره للآية الكريمة : \" أي قال لهم موسى : أتاخذون الذي هو أخس خطراً وقيمة وقدراً من العيش ، بدلا بالذي هو خير منه خطراًٍ وقيمة وقدراً ، وذلك كان استبدالهم ، وأصل الاستبدال : هو ترك شيء لآخر غيره مكان المتروك ، ومعنى قوله : ( أدنى ) أخس وأضع وأصغر قدراً وخطراً ، وأصله من قولهم : هذا رجل دنى بين الدناءة ، وإنه ليدنى في الأمور - بغير همز - إذ كان يتتبع خسيسها . ثم قال : ولا شك أن من استبدل بالمن والسلوى : البقول والقثاء والعدس والبصل والثوم ، فقد استبدل الوضيع من العيش بالرفيع منه \" .ثم أضاف موسى - عليه السلام - إلى توبيخهم السابق على بطرهم وجحودهم توبيخاً آخر فقال لهم : ( اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ) أي إذا كان هذا هو مرغوبكم ، فاتركوا هذا المكان ، وأنزلوا إلى مصر من الأمصار ، لكي تجدوا ما سألتموني إياه من البقل والثوم وأشباههما ، لأن ما اخترتموه لا يوجد في المكان الذي حللتم به ، وإنما يوجد في الأمصار والقرى .وقوله تعالى : ( مِصْراً ) .قال ابن كثير : \" هكذا هو منون مصروف مكتوب بالألف في المصاحف الأئمة العثمانية وهو قراءة الجمهور بالصرف \" .وقال ابن جرير : \" فأما القراءة فإنها بالألف والتنوين ( اهبطوا مِصْراً ) وهي القراءة التي لا يجوز عندي غيرها ، لاجتماع خطوط مصاحف المسلمين واتفاق قراءة القراء على ذلك . . \" اه .وقال أبو حيان في البحر : \" وقرأ الحسن وطلحة والأعمش وأبان ابن تغلب ( مصر ) بغير تنوين ، وقد وردت كذلك في مصحف أبي بن كعب وعبد الله بن مسعود ، وبعض مصاحف عثمان - رضي الله عنه \" اه .والمعنى على القراءة الأولى : اهبطوا مصر من الأمصار لأنكم في البدو ، والذي طلبتم لا يكون في البوادي والفيافي وإنما يكون في القرى والأمصار ، فإن لكم إذا هبطتموه ما سألتم من العيش .والمعنى على القراءة الثانية : اتركوا المكان الذي أنتم فيه ، واهبطوا مصر التي كنتم تسامون فيها سوء العذاب فإنكم تجدون فيها ما تبغونه ، لأنكم قوم لا تقدرون نعمة الحرية ، ولا ترتاحوا للفضائل النفسية ، بل شأنكم - دائماً - أن تستبدلوا الذي هو أدنى بالذي هو خير .ومن حجة الذين قالوا إن الله أراد بالمصر في الآية الكريمة ، مصر فرعون ، قوله تعالى في سورة الشعراء ( فَأَخْرَجْنَاهُمْ مِّن جَنَّاتٍ وَعُيُونٍ . وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ . كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ ) وقوله تعالى في سورة الدخان :( كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ . وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ . وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ . كَذَلِكَ وَأَوْرَثْنَاهَا قَوْماً آخَرِينَ ) قالوا : فأخبر الله - تعالى - أنه قد ورثهم ذلك ، وجعلها لهم ، فلم يكونوا يرثونها ، ثم لا ينتفعون بها ، ولا يكونون منتفعين إلا بمصر بعضهم إليها .قال ابن جرير : \" ومن حجة من قال إن الله - إنما عني بقوله : ( اهبطوا مِصْراً ) أي : مصراً من الأمصار دون مصر فرعون بعينها ، أن الله - تعالى - جعل أرض الشام لبني إسرائيل مساكن بعد أن أخرجهم من مصر ، وإنما ابتلاهم بالتيه . فامتناعهم عن موسى في حرب الجبابرة ، إذ قال لهم ( يَاقَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلاَ تَرْتَدُّوا على أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ ) إلى قوله تعالى : ( فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ ) فحرم الله - تعالى - على قائل ذلك - فيما ذكر لنا - دخولها حتى هلكوا في التيه وابتلاهم بالتيهان في الأرض أربعين سنة . ثم أهبط ذريتهم الشام ، فأسكنهم الأرض المقدسة ، وجعل هلاك الجبابرة على أيديهم مع \" يوشع بن نون \" بعد وفاة موسى بن عمران . فرأينا أن الله - تعالى - قد اخبر عنهم أنه كتب لهم الأرض المقدسة ، ولم يخبرنا عنهم أنه ردهم إلى مصر بعد إخراجه إياهم منها ، فيجوز لنا أن نقرأ ( اهبطوا مِصْراً ) ونتأوله أنه ردهم إليها . قالوا : فإن احتج محتج بقوله تعالى : ( فَأَخْرَجْنَاهُمْ مِّن جَنَّاتٍ وَعُيُونٍ . وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ . كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ ) قيل لهم : فإن الله - تعالى - إنما أورثهم ذلك فملكهم إياها . ولم يردهم إليها وجعل مساكنهم الشام \" اه .قال أبو حيان في البحر : ( ولم يصرح أحد من المفسرين والمؤرخين أنهم هبطوا من التيه إلى مصر ) اه .ومع أن ابن جرير - رحمه الله - قد رد على من قال ، إن المراد بالمصر مصر فرعون : استناداً إلى قراءة غير الجمهور ، إلا أنه لم يرجح أحد الرأيين فقد قال : ( والذي نقول به في ذلك ، أنه لا دلالة في كتاب الله - تعالى - على الصواب من هذين التأويلين ، ولا خبر به عن الرسول صلى الله عليه وسلم يقطع مجيئه العذر ، وأهلا لتأويل متنازعون تأويله ، فأولى الأقوال في ذلك عندنا بالصواب أن يقال : إن موسى سأل ربه أن يعطي قومه ما سألوه من نبات الأرض على ما بينه الله - تعالى - في كتابه وهم في الأرض تائهون فاستجاب الله لموسى دعاءه وأمره أن يهبط بمن معه من قومه قراراً من الأرض التي تنبت ما سأل لهم من ذلك ، إذا صاروا إليه ، وجائز أن يكون ذلك القرار مصر ، وجائز أن يكون الشام . . . \"ومن هذا النص الذي نقلناه عن ابن جرير ، نرى أنه لم يقطع برأى في المكان الذي أمر بنو إسرائيل بالهبوط فيه وأنه يرى أن الله - تعالى - قد استجاب لموسى - عليه السلام - دعاءه ، وأن موسى وقومه قد هبطوا - فعلا - إلى قرار من الأرض التي تنبت البقول وأشباهها .وقد عارض الإِمام ابن كثير في تفسيره رأى ابن جرير فقال :وهذا الذي قاله - أي ابنُ جرير - فيه نظر ، والحق أن المراد مصر من الأمصار ، كما روى عن ابن عباس وغيره والمعنى على ذلك ، لأن موسى - عليه السلام - يقول لهم : هذا الذي سألتم ليس بأمر عزيز ، بل هو كثير في أي بلد دخلتموها ، فليس يساوي مع دناءته وكثرته في الأمصار أن أسأل الله فيه ، ولهذا قال : ( أَتَسْتَبْدِلُونَ الذي هُوَ أدنى بالذي هُوَ خَيْرٌ اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ) أي ما طلبتم ، ولما كان سؤالهم هذا من باب البطر والأشر ولا ضرورة فيه لم يجابوا إليه والله أعلم .وبذلك يظهر لنا أن ابن كثير - رحمه الله - يرى أن المراد بالمصر مكان غير معين وأن موسى - عليه السلام - لم يسأل ربه إجابة طلبهم لأنهم كانوا متعنتين . بطرين ، والله - تعالى - يكره من كان كذلك ، وأن قول موسى - عليه السلام - لهم \" اهبطوا مصرا فإن لكم ما سألتم \" من باب التوبيخ والتجهيل لهم ، إذ ليس حينئذ بلد قريب يستطيعون الوصول إليه .هذا ، والذي نرجحه في هذا المقام هو ما ذهب إليه الإِمام ابن كثير لما يأتي :أولا : أن القراءة بالتنوين متواترة ، وابن جرير نفسه لم يجاوز القراءة بغيرها ، وهذه القراءة المتواترة ، نص في أن المراد من مصر ، أي بلد كان ، لا مصر فرعون ، ثم إذا كان المراد به ذلك فليس لنا أن نقول إنه يصدق على مصر فرعون ، وذلك لأن الأمصار التي تنبت ما طلبوا من البقول والخضر أقرب إليهم من مصر ، فليس من المعقول أن يؤمروا بالذهاب إلى مصر فرعون وهي بعيدة عن مكانهم بعداً شاسعاً ، ويتركوا الأمصار الأقرب إليهم وفيها ما يريدون .ثانياً : لم ينقل أحد من المؤرخين أنهم رجعوا إلى مصر بعد خروجهم منها كما قال أبو حيان وغيره ، بل الثابت أن بني إسرائيل خرجوا من مصر ، وأمروا بعد خروجهم بدخول الأرض المقدسة لقتال الجبارين ، ولعصيانهم أمر نبيهم وماتوا جميعاً في التيه ، وبقي أبناؤهم فامتثلوا أمر الله - تعالى - وهبطوا إلى الشام . وقاتلوا الجبارين ودخلوا الأرض المقدسة بقيادة يوشع بن نون .ثالثاً : ليس في الآية ما يشعر بأن موسى - عليه السلام - طلب من ربه أن يجيبهم إلى رغبتهم فكيف نقول بما لم يدل عليه القرآن الكريم ولو من طريق الإِشارة؟رأبعاً : دخولهم في التيه كان عقوبة لهم على نكوصهم عن قتال الجبارين ، ليدخلوا الأرض المقدسة التي كتبها الله لهم .فالتيه والحالة هذه كان بمثابة سجن لهم يعاقبون فيه ، كما يشعر بذلك قوله تعالى : ( قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأرض ) فكيف يخرج السجين من سجنه تلبية لبعض رغباته المنكرة . وبناء على ذلك يكون الأمر في قول موسى لهم : ( اهبطوا مِصْراً فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ ) للتهديد والتوبيخ والتجهيل .ثم بين - سبحانه - العقوبات التي حلت بهم جزاء ظلمهم وفجورهم فقال تعالى :( وَضُرِبَتْ عَلَيْهِمُ الذلة والمسكنة وَبَآءُو بِغَضَبٍ مِّنَ الله ) :ضرب الذلة والمسكنة عليهم كنية عن لزومهما لهم ، وإحاطتهما بهم ، كما يحيط السرادق بمن بداخله .قال صاحب الكشاف : ( جعلت الذلة محيطة بهم ، مشتملة عليهم ، فهم فيها كمن يكون في القبة من ضربت عليهم ، أو ألصقت به حتى لزمتهم ضربة لازب كما يضرب الطين على الحائط فيلزمه ، فاليهود صاغرون أذلاء أهل مسكنة ومدقعة ) .وأصل الضرب في كلام العرب يرجع إلى معنى التقاء ظاهر جسم ، بظاهر جسم آخر بشدة ، يقال : ضرب بيده الأرض إذا ألصقها بها ، وتفرعت عن هذا معان مجازية ترجع إلى شدة اللصوق .والذلة : على وزن فعلة من قول القائل : ذل فلان يذل ذلة وذلة ، والمراد بها الصغار والهوان والحقارة .والمسكنة ، مفعلة من السكون ، ومنها أخذ لفظ المسكين ، لأن الهم قد أثقلة فجعله قليل الحركة والنهوض ، لما به من الفاقه والفقر ، والمراد بها في الآية : الضعف النفسي ، والفقر القلبي الذي يستولي على الشخص ، فيجعله يحس بالهوان ، مهما يكن لديه من أسباب القوة .والفرق بينها وبين الذلة . أن الذلة هوان تجيء أسبابه من الخارج ، كأن يغلب المرء على أمره نتيجة انتصار عدوه عليه فيذل لهذا العدو .أما المسكنة فهي هوان ينشأ من داخل النفس نتيجة بعدها عن الحق واستيلاء المطامع والشهوات عليها ، وتوارث الذلة قروناً طويلة يورث هذه المسكنة ، ويجعلها كالطبيعة الثابتة في الشخص المستذل . ولقد عاش اليهود قروناً وأحقاباً مستعبدين لمختلف الأمم ، فأكسبهم هذا الاستعباد ضعفاً نفسياً جعلهم لا يفرقون بين الحياة الذليلة والكريمة ، بل إنهم ليفضلوا الأولى على الثانية ما دامت تجلب لهم غرضاً من أغراض الدنيا ، ومهما كثر المال في أيديهم ، فإنهم لا يتحولون عن فقرهم النفسي وظهورهم أمام الناس بمظهر البائس الفقير .وقوله تعالى : ( وَبَآءُو بِغَضَبٍ مِّنَ الله ) بيان لسوء عاقبتهم في الآخرة ومبالغة في إهانتهم وتحقيرهم ، فهم في الدنيا أذلاء حقراء ، وفي الآخرة سيرجعون بغضب من الله بسبب أفعالهم القبيحة .قال ابن جرير - رحمه الله - يعني بقوله تعالى ( وَبَآءُو بِغَضَبٍ مِّنَ الله ) : انصرفوا ورجعوا ، ولا يقال باءوا إلا موصولا إما بخير وإما بشر يقال منه باء فلان بذنبه يبوء بوأ وبواء ، ومنه قوله تعالى :( إني أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ ) يعني تنصرف متحملهما ، وترجع بهما قد صارا عليك دوني ، فمعنى الكلام إذا . ورجعوا منصرفين متحملين غضب الله ، قد صار عليهم من الله غضب ، ووجب عليهم منه سخط .وقال صاحب الكشاف : ( وَبَآءُو بِغَضَبٍ مِّنَ الله ) من قولك باء فلان بفلان ، إذا كان حقيقاً بأن يقتل به لمساواته له ومكافأته ، أي صاروا أحقاء بغضبه .ثم صرح - سبحانه - بعد ذلك بسبب ما أحاط بهم من الذلة والمسكنة واستحقاقهم غضب الله وسخطه ، فقال تعالى : ( ذلك بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ الله وَيَقْتُلُونَ الأنبيآء بِغَيْرِ حَقٍّ ذلك بِمَا عَصَوْاْ وَّكَانُواْ يَعْتَدُونَ ) . والجملة الكريمة استئناف بيان جواب عن سؤال تقديره : لم فعل بهم كل ذلك؟ فكان الجواب ، فعلنا بهم بسبب جحودهم لآيات الله ، وبسبب قتلهم لأنبيائه ، وخروجهم عن طاعته؛ ومجاوزتهم حدودهم والآيات تطلق ويراد بها الأدلة الشاهدة على وحدانية الله تعالى وربوبيته ، وتطلق ويراد بها النصوص التي تشتمل عليها الكتب السماوية ، وتطلق ويراد بها الأدلة الشاهدة على صدق الرسل - عليهم الصلاة والسلام - فيما يبلغون عن الله - تعالى - وهي التي يسميها علماء التوحيد المعجزات ، وقد كفر اليهود بكل هذه الضروب من الآيات ، ومردوا على ذلك كما يفيده التعبير بالفعل المضارع ( يَكْفُرُونَ ) .وقوله تعالى : ( وَيَقْتُلُونَ النبيين بِغَيْرِ الحق ) أي ويقتلون أنبياء الله الذين بعثهم مبشرين ومنذرين ، ولقد قتل اليهود - فيمن قتلوا من الأنبياء - زكريا وابنه يحيى - عليهما السلام - لأنهما أبيا الانقياد وراء شهواتهم وأهوائهم .وقال - سبحانه - ( بِغَيْرِ الحق ) مع أن قتل الأنبياء لا يكون بحق أبداً ، لإِفادة أن قتلهم لهم كان بغير وجه معتبر في شريعتهم لأنها تحرمه ، ( أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً ) فهذا القيد المقصود به الاحتجاج عليهم بأصول دينهم وتخليد مذمتهم ، وتقبيح إجرامهم ، حيث إنهم قتلوا أنبياءهم بدون خطأ في الفهم ، أو تأول في الحكم ، أو شبهة في الأمر ، وإنما فعلوا ما فعلوا وهم عالمون بقبح ما ارتكبوا ، وخالفوا شرع الله عن تعمد وإصرار .قال صاحب الكشاف : \" فإن قلت : قتل الأنبياء لا يكون إلا بغير الحق فما فائدة ذكره؟قلت : معناه أنهم قتلوهم بغيرا لحق عندهم ، لأنهم لم يتقلوا ولا أفسدوا في الأرض فيقتلوا ، وإنما نصحوهم ودعوهم إلى ما ينفعهم فقتلوهم ، فلو سئلوا وأنصفوا من أنفسهم لم يذكروا وجهاً يستحقون به للقتل عندهم \" .وقال الإِمام الرازي : \" فإن قيل : قال هنا ( وَيَقْتُلُونَ النبيين بِغَيْرِ الحق ) وقال في آل عمران ( وَيَقْتُلُونَ النبيين بِغَيْرِ الحق ) فما الفرق؟ قلت . إن الحق المعلوم فيما بين المسلمين الذي يوجب القتل يتجلى في حديث : \" لا يحل دم امرئ مسلم إلا بإحدى ثلاث : \" كفر بعد إيمان ، وزناً بعد إحصان ، وقتل نفس بغير حق \" فالحق المذكور هنا بحرف التعريف إشارة إلى هذا وأما الحق المنكر فالمراد به تأكيد العموم ، أي لم يكن هناك أي حق يستندون إليه ، لا هذا الذي يعرفه المسلمون ولا غيره البتة \" .ثم قال تعالى : ( ذلك بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَ ) .العصيان : الخروج عن طاعة الله . والاعتداء : تجاوز الحد الذي حده الله - تعالى - لعباده إلى غيره وكل متجاوز حد شيء إلى غيره فقد تعداه إلى ما جاوز إليه . وللمفسرين في مرجع الإِشارة \" ذلك \" رأيان :أحدهما : أنه يعود إلى كفرهم بآيات الله وقتلهم الأنبياء ، وعليه يكون المعنى :إن هؤلاء اليهود قد مروا على عصيانهم لخالقهم ، وتعديهم حدوده بجرأة وعدم مبالاة فنشأ عن هذا التمرد والطغيان أن كفروا بآيات الله - تعالى - وامتدت أيديهم الأثيمة إلى قتل الأنبياء بقلوب كالحجارة أو أشد قسوة .والجملة الكريمة على هذا الرأي تفيد أن التردي في المعاصي وارتكاب المناهي ، وتجاوز الحدود المشروعة ، يؤدي إلى الانتقال من غصير الذنوب إلى كبيرها ، ومن حقيرها إلى عظيمها ، لأن هؤلاء اليهود لما استمروا المعاصي وداوموا على تعدي الحدود ، هانت على نفوسهم الفضائل ، وانكسرت أمام شهواتهم كل المثل العليا ، فكذبوا بآيات الله تكذيباً وقتلوا من جاءهم بالهدى ودين الحق .والثاني : يرى أصحابه أن اسم الإشارة الثاني يعود إلى نفس المشار إليه باسم الإِشارة الأول ، وتكون الحكمة في تكرار الإِشارة هو تمييز المشار إليه حرصاً على معرفته ويكون العصيان والاعتداء سببين آخرين لضرب الذلة والمسكنة عليهم ، واستحقاقهم لغضب الله - تعالى - كما بينا ، والإِشارة حينئذ من قبيل التكرير المغنى عن العطف كما في قوله تعالى : ( أولئك كالأنعام بَلْ هُمْ أَضَلُّ أولئك هُمُ الغافلون ) والمعنى أن هؤلاء اليهود قد لزمتهم الذلة والمسكنة ، وصاروا أحقاء بسخط الله بسبب كفرهم بآياتنا . وقتلهم أنبياءنا ، وخروجهم عن طاعتنا وتعديهم لحدودنا .وعلى هذا الرأي يكون ذكر أسباب العقوبة التي حلت بهم في الدرجة العليا من حسن الترتيب ، فقد بدأ - سبحانه - بما فعلوه في حقه وهو كفرهم بآياته ، ثم ثنى بما يتلوه في العظم وهو قتلهم لأنبيائهم ، ثم وصمهم بعد ذلك بالعصيان والخروج عن طاعته ثم ختم أسباب العقوبة بدمغهم بالاعتداء ، وتخطى الحدود ، وعدم المبالاة بالعهود ، وهذا الترتيب من لطائف أسلوب القرآن الكريم في سوق الأحكام ، مشفوعة بعللها وأسبابها .وبهذا تكون الآية الكريمة قد وصفت بني إسرائيل بجحود النعم ، وسوء الأدب وحمق التفكير ، وهوان النفس ، وبلادة الطبع ، وبطر الحق ، والبغي على أنفسهم وعلى غيرهم ، وما وصفتهم به أيدته الأيام وصدقته الأحداث في كل زمان ومكان .",
  "ayah": 61,
  "surah": 2
}
