{
  "text": "ثم بين - سبحانه - بعد ذلك الموانع التي حالت بينهم وبين الاهتداء إلى الحق في الماضي والمستقبل فقال تعالى :( خَتَمَ الله على قُلُوبِهمْ وعلى سَمْعِهِمْ وعلى أَبْصَارِهِمْ غِشَاوَةٌ )والختم : الوسم بطابع ونحوه ، مأخوذ من وضع الخاتم على الشيء وطبعه فيه للاستيثاق ، لكي لا يخرج منه ما هو بداخله ، ولا يدخله ما هو خارج عنه .قال القرطبي : \" والختم مصدر ختمت الشيء ختماً فهو مختوم مختم ، شدد للمبالغة ، ومعناه التغطية على الشيء والاستيثاق منه ، وقد يكون محسوساً كما في ختم الكتاب والباب ، وقد يكون معنوياً كالختم على القلوب . . . \"والقلوب : جمع قلب ، وهو المضغة التي توجد بالجانب الأيسر من صدر الإنسان ، ويستعمل في القوة العاقلة التي هي محل الفهم والعلم .والسمع : مصدر سمع . ويطلق على الآلة التي يقع بها السمع .ولما كان الختم يمنع من أن يدخل في المختوم عليه شيء ، استعير لإحداث هيئة في القلب والسمع تمنع من خلوص الحق إليهما .الأبصار : جمع بصر ، وهو في الأصل الإدراك بالعين ، ويطلق على القوة التي يقع بها الإبصار ، وعلى العين نفسها . وهذا المعنى أقرب ما تحمل عليه الأبصار في الآية .وهو الأنسب لأن تجعل عليه غشاوة . ومفاد الآية أن تصير أبصارهم بحيث لا تهتدي إلى النظر في حكمة المخلوقات وعجائب المصنوعات . باعتبار وتدبر وحتى لكأنما جعلت عليها غشاوة .والغشاوة : ما يغطي به الشيء ، من غشاه إذا غطاه . يقال :غشية غشاوة - مثلثة - وغشاية : أي : ستره وغطاه .فهذه الآية الكريمة تفيد عن طريق الاستعارة أو التمثيل أن هناك حواجز حصينة ، وأقفالاً متينة قد ضربت على قلوبهم وعلى أسماعهم ، وغشاوات مطبقة على أبصارهم حتى أصبحوا لا يخيفهم نذير ولا يرغبهم بشير .وعبر في جانب القلب والسمع بالختم ، وفي جانب البصر بالغشاوة ، لمعنى سام ، وحكمة رائعة ، ذلك أن آفة البصر معروفة ، إذ غشاوة العين معروفة لنا ، فالتعبير في جانب العين بالغشاوة مما يحدد لنا مدى عجزهم عن إدراك آيات الله بتلك الجارحة ، وأما القلب والسمع فإنهما لما كانا لا تدرك آفتهما إلا بصعوبة ، فقد صور لنا موانعهما عن الاستجابة للحق بصورة الختم .وعبر في جانب القلب والسمع بجملة فعلية تفيد التجدد والحدوث ، وفي جانب البصر بجملة اسمية تفيد الثبات والاستقرار ، لأنهم قبل الرسالة ما كانوا يسمعون صوت نذير ، ولا يواجهون بحجة ، وإنما كان صوت النذير وصياغة البراهين بعد ظهور النبي صلى الله عليه وسلم . وأما ما يدرك بالبصر من دلائل وجود الله وآيات قدرته ، فقد كان قائماً في السماوات وفي الأرض وفي الأنفس ، ويصح أن يدرك قبل الرسالة النبوية ، وأن يستدل به المتبصرون والمتدبرون على وجود ربهم وحكمته ، فلم يكن عماهم عن آيات الله القائمة حادثاً متجدداً ، بل هم قد صحبهم العمى من بدء وجودهم ، فلما دعوا إلى التبصر والتدبر صمموا على ما كانوا عليه من عمى .وجمع القلوب والأبصار وأفرد السمع ، لأن القلوب تختلف باختلاف مقدار ما تفهمه مما يلقى إليها من إنذار أو تبشير ، ومن حجة أو دليل ، فكان عن ذلك تعدد القلوب بتعدد الناس على حسب استعدادهم ، وكذلك شأن الناس فيما تنظره أبصارهم من آيات الله في كونه ، فإن أنظارهم تختلف في عمق تدبرها وضحولته ، فكان من ذلك تعدد المبصرين بتعدد مقادير ما يستطيعون تدبره من آيات الله في الآفاق . وأما المسموع فهو بالنسبة للناس جميعاً شيء واحد هي الحجة يناديهم بها المرسلون ، والدليل يوضحه لهم النبيون .لذلك كان الناس جميعاً كأنهم على سمع واحد ، فكان إفراد السمع إيذاناً من الله بأن حجته واحدة ، ودليله واحد لا يتعدد .ونرى القرآن هنا قدم القلب في الذكر على السمع ، بينما في سورة الجاثية قدم السمع في الذكر على القلب فقال :( أَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ وَأَضَلَّهُ الله على عِلْمٍ وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ وَجَعَلَ على بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ الله أَفَلاَ تَذَكَّرُونَ ) وذلك لأنه - سبحانه - في سورة الجاثية قد ذكر الختم معطوفا على قوله \" اتخذ إله هواه ، ومن اتخذ إله هواه يكون أولما يبدو منه للناس ويعرف هو إعراضه عن النصح ، ولي رأسه عن استماع الحجة ، فكان مظهر عدم السماع منه أول ما يبدو للناظرين ، فلذلك قدم السمع على القلب .وأما آيتنا هذه وهي قوله - تعالى - ( خَتَمَ الله على قُلُوبِهمْ وعلى سَمْعِهِمْ ) فقد جاءت إثر الآية المختومة بقوله ( لاَ يُؤْمِنُونَ ) . والإيمان تصديق يقوم على الحجة والبراهين ، وإدراك الحجة والبرهان إنما هو بالقلب فكان التعليل المتصل الواضح لنفي الإيمان أن قلوبهم مغلقة لا تنفذ إليها الحجة ، أولا يتسرب إليها نور البرهان لذلك قدم القلب على السمع .هذا وقوله - تعالى - ( خَتَمَ الله على قُلُوبِهمْ ) . . إلخ . لا ينفى عنهم تبعة الكفر ، لأنهم هم الذين باشروا من فاسد الأعمال ، وذميم الخصال ، ومتابعة الهوى ، ما نسج على قلوبهم الأغلفة السميكة ، وأصم إلى جانب ذلك آذانهم وأعمى أبصارهم ، ( وَمَا ظَلَمَهُمُ الله ولكن أَنْفُسَهُمْ يَظْلِمُونَ ) ولعلماء الكلام كلام طويل حول هذه المسألة فليرجع إليه من شاء .ثم بين - سبحانه - ما يستحقونه من عذاب بسبب إغراقهم في الكفرٍ . واستحبابهم للمعاصي فقال :( وَلَهُمْ عَذَابٌ عظِيمٌ ) .أي : ولهم بسبب سوء أعمالهم عذاب موجع مؤلم لأبدانهم وأجسامهم .وأصل العذاب : المنع ، يقال : عذب الفرس - كضرب - امتنع عن العلف . وعذب الرجل إذا ترك المأكل والنوم ، فهو عاذب وعذوب . ثم أطلق على الإيجاع الشديد لما فيه من المنع عن اقتراف الذنب . والعظيم : الكبير ، من عظم الشيء ، وأصله كبر عظمه ، ثم استعير لكل كبير محسوساً كان أو معقولا .ووصف العذاب بالعظيم على معنى أن سائر ما يجانسه من العذاب يكون بالنسبة إليه حقيراً هنيئاً .قال أبو حيان في البحر : وقد ذكروا في هاتين الآيتين من ضروب الفصاحة أنواعاً .الأول : الخطاب العام اللفظ ، الخاص المعنى .الثاني : الاستفهام الذي يراد به تقرير المعنى في النفس . أي : يتقرر أن الإنذار وعدمه سواء عندهم .الثالث : المجاز ويسمى الاستعارة وهو في قوله - تعالى - ( خَتَمَ الله على قُلُوبِهمْ وعلى سَمْعِهِمْ ) وحقيقة الختم وضع محسوس يحدث بينهما رقم يكون علامة للخاتم ، والختم هنا معنوى؛ فإن القلب لما لم يقبل الحق مع ظهوره استعير اسم المختوم عليه ، فبين أنه من مجاز الاستعارة .الرابع : الحذف وهو في مواضع منها ( إِنَّ الذين كَفَرُواْ سَوَآءٌ . . ) أي : القوم الذين كفروا بالله وبك وبما جئت به ، ومنها ( لاَ يُؤْمِنُونَ ) أي بالله وبما أخبرتهم به عنه .وإلى هنا يكون القرآن قد حدثنا عن طائفتين من الناس : طائفة المتقين وما لها من جميل الصفات ، وجزيل الثواب ، وطائفة الكافرين وما لها من ذميم النعوت ، وشديد العقاب .ثم ابتدأ القرآن بعد ذلك حديثه عن طائفة ثالثة ليس عندها إخلاص المتقين ، وليس لديها صراحة الكافرين ، وإنما هي طائفة قلقة مذبذبة لا إلى هؤلاء ولا إلى أولئك ، تلك الطائفة الثالثة هي طائفة المنافقين الذين فضحهم القرآن . وأماط اللئام عن خفاياهم وخداعهم فقال :( وَمِنَ الناس مَن يَقُولُ آمَنَّا بالله وباليوم الآخر . . . )",
  "ayah": 7,
  "surah": 2
}
