{
  "text": "ثم بين القرآن الكريم ، بعد ذلك أن هذه المعجزات الباهرة التي تزلزل المشاعر ، وتهز القلوب ، وتبعث في النفوس الإِيمان ، لم تؤثر في قلوب بني إسرائيل الصلدة لأنه قد طرأ عليهم بعد رؤيتها ما أزال آثارها من قلوبهم ، ومحا الاعتبار بها من عقولهم ، فقال تعالى : ( ثُمَّ قَسَتْ قُلُوبُكُمْ مِّن بَعْدِ ذلك فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ المآء وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ الله وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ ) .والمعنى : ثم صلبت قلوبكم - يا بني إسرائيل - وغلظت من بعد أن رأيت ما رأيتم من معجزات منها إحياء القتيل أمام عينكم ، فهي كالحجارة في صلابتها وببوستها ، بل هي أشد صلابة منها ، لأن من الحجرة ما فيه ثقوب متعددة ، وخروق متسعة ، فتتدفق منه مياه الأنهار التي تعود بالمنافع على المخلوقات ، ولأن من بينها ما يتصدق تصدعاً قليلاً فيخرج منه ماء اليعون والآبار ولأن منها ما يتردى من رأس الجبل إلى الأرض والسفح من خوف الله وخشيته ، أما أنتم - يا بني إسرائيل - فإن قلوبكم لا تتأثر بالمواعظ ولا تنقاد للخير ، ولا تفعل ما تؤمر به مهما تعاقبت عليكم النعم والنقم والآيات ، وما الله بغافل عما تعملون .وقوله تعالى : ( ثُمَّ قَسَتْ قُلُوبُكُمْ مِّن بَعْدِ ذلك فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً ) بيان لما طرأ على قلوب بني إسرائيل من بعد عن الاعتبار ، وعدم تأثر بالعظات وإعراض عن الإِنابة والإِذعان لآيات الله وتحلل من المواثيق التي أقروا بها على أنفسهم وجيء ( بثم ) التي هي للترتيب والتراخي . لاستبعاد استيلاء الغلظة والقسوة على قلوبهم بعد أن رأوا الكثير من المعجزات ، فكأنه - سبحانه - يقول لهم - بعد أن ساق لهم قصة البقرة وما ترتب عليها من منافع وعبر : ومع ذلك كله لم تلن قلوبكم - يا بني إسرائيل - ولم تفدكم المعجزات : فقست قلوبكم وكان من المستبعد أن تقسوا .وقوله تعالى : ( بَعْدِ ذلك ) فيه زيادة تعجيب من إحاطة القساوة بقلوبهم ، بعد توالى النعم ، وتكاثر المعجزات التي أشار القرآن الكريم إلى بعضها في الآيات السابقة .واسم الإِشارة ( ذلك ) مشار به إلى إحياء القتيل بعد ضربه بجزء من البقرة أو إلى جميع النعم والمعجزات الواردة في الآيات السابقة .و ( أو ) في قوله تعالى : ( فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً ) قيل : للتنويع ، فإن قلوبهم متفاوتة في القسوة ، فمنها ما هو قاس كالحجارة ، ومنها ما هو أشد منها قسوة ، أي : فبعض قلوبكم كالحجارة في صلابتها وبعضها أشد من الحجارة في صلابتها .وقيل : للتشكيك بالنسبة للمخاطبين ، لا إلى المتكلم ، كأن يقول أحد الناس لآخر ، إن هذه القلوب قسوتها تشبه الحجارة أو تزيد عليها .والأظهر أن تكون للإِضراب على طريقة المبالغة والمعنى : ثم قست قلوبكم من بعد ذلك فهي كالحجارة بل هي أشد منها قسوة ، إذ لا شعور فيها يأتي بخير ، والحجارة ليست كذلك .وشبه - سبحانه - قلوبهم بالحجارة في القسوة ، لأن صلابة الحجرة أعرف للناس وأشهر ، حيث إنها محسوسة لديهم ومتعارفة بينهم ولذا جاء التشبيه بها .قال صاحب الكشاف : فإن قلت لم قيل أشد قسوة ، وفعل القسوة مما يخرج منه أفعل التفضيل وفعل التعجب؟ قلت : لكونه أبين وأدل على فرط القسوة ، ووجه آخر ، وهو أن لا يقصد معنى الأقسى ولكن قصد وصف القسوة بالشدة . كأنه قيل اشتدت قسوة الحجارة وقلوبهم أشد قسوة \" .وقوله تعالى : ( وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ المآء وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ الله ) بيان لفضل الحجارة على قلوبهم القاسية ، قصد به إظهار زيادة قسوة قلوبهم عن الحجارة ، لأن هذا الأمر لغرابته يحتاج إلى بيان سببه .فكأنه - سبحانه - يقول لهم . إن هذه الحجارة على صلابتها ويبوستها منها ما تحدث فيه المياه خروقاً واسعة تتدفق منها الأنهار الجارية النافعة ، ومنها ما تحدث فيه المياه شقوقاً مختلفة تنجم عنها العيون النابعة ، والآبار الجوفية المفيدة . ومنهخا ما ينقاد لأوامر الله عن طواعية وامتقال . أما قلوبكم أنتم فلا يصدر عنها نفع ، ولا تتأثر بالعظات والعبر ، ولا تنقاد للحكم التي من شأنها هداية النفوس .وقوله تعالى : ( وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ ) تهديد وتخويف ، حيث إنه - سبحانه - سيحاسبهم على أعمالهم ، وسيذيقهم ما يستحقونه من عقاب جزاء جحودهم لنعمه ، وعصيانهم لأمره .وبذلك تكون الآية الكريمة قد وصفت بني إسرائيل بما هم أهله . من قساوة القلب وانطماس البصيرة ، وعدم التأثر بالعظات مهما كثرت . وبالىيات مهما توالت .ما يؤخذ من هذه القصة من العظات والعبر :اشتملت هذه القصة على كثير من العظات والتوجيهات الإِلهية من ذلك .1 - دلالتها على ما جبل عليه بنو إسرائيل من فظاظة وغلظة ، وسوء أدب مع مرشيدهم ، وإحفاء في الأسئلة بلا موجب ، وعدم استعداد للتسليم بما يأتيهم به الرسل ، ومما طلة في الانصياع للتكاليف ، وانحراف عن الطريق المستقيم .2 - دلالتها على أن التنطع في الدين ، والإِلحاف في المسألة يؤديان إلى التشديد في الأحكام ، لأن بني إسرائيل لو أنهم أول الأمر عمدوا إلى ذبح أي بقرة لأجزأتهم ولكنهم شددوا على أنفسهم فشدد الله عليهم .أخرد ابن جرير - رحمه الله - عن ابن عباس - رضي الله عنهما - قال : \" لو أن القوم أخذوا أدنى بقرة لأجزائهم .لكنهم شددوا فشد الله عليهم \" .وقد أدى بهم هذا التنطع والتشديد إلى تضييق دائرة اختيارهم ، وتكثير للشروط التي يجب توافرها في البقرة المطلوبة ، وذلك لتأديبهم على مما طلتهم وبلادة عقولهم ، وسوء تلقيهم للشريعة بأنواع من التقصير عملا وشكرا وفهما ، وبذلك يعلم أن ما كلفهم الله به أولا هو ذبح بقرة ما ، وأن ما أمروا به بعد ذلك من كونها صفراء سالمة من آثار الخدمة ليس من باب تأخير البيان عن وقت الخطاب ، وإنما هو تشريع طارئ قصد منه تأديبهم على تعنتهم ولجاجهم وكثرة أسئلتهم .وقد جاءت تعاليم الإِسلام بالنهي عن كثرة السؤال قال تعالى :( ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ عَفَا الله عَنْهَا والله غَفُورٌ حَلِيمٌ قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ ) وفي الحديث الشريف : \" ذروني ما تركتكم ، فإنما أهلك من كان قبلكم بكثرة سؤالهم ، واختلافهم على أنبيائهم ، فإذا أمرتكم بشيء فأتوه ، وإذا نهيتكم عن شيء فانتهوا عنه ما استطعتم \" .قال صاحب المنار : \" وقد امتثل سلفنا لأمر الله فلم يشددوا على أنفسهم ، فكان الدين عندهم فطرياً وحنيفياً سمحاً ، ولكن من خلفهم عمد إلى ما عفا الله عنه فاستخرج له أحكاماً استنبطها باجتهاده ، حتى صار الدين حملا ثقيلا على الأمة فسئمته وملت وألقته وتخلت \" .4 - قال الإِمام ابن القيم - رحمه الله - : وفي هذه القصة أنواع من العبر منها .أنه لا يجوز مقابلة أمر الله الذي لا يعلم المأمور به وجه الحكمة فيه بالإِنكار ، فإن القوم لما قال لهم نبيهم ( إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً ) قابلوا هذا الأمر بقولهم : ( أَتَتَّخِذُنَا هُزُواً ) فلما لم يعلموا وجه الحكمة في ارتباط هذا الأمر بما سألو عنه قالوا ( أَتَتَّخِذُنَا هُزُواً ) . وهذا من غاية جهلهم بالله ورسوله ، فإنه أخبرهم عن أمر الله لهم بذلك ، فلما قال لهم : ( أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين ) وتيقنوا أن الله - تعالى - أمره بذلك ، أخذوا في التعنت بسؤالهم عن عينها ولنها ، فلما أخبروا عن ذلك رجعوا إلى السؤال مرة ثالثة ، فلما تعينت لهم ولم يبق إشكال توقفوا في الامتثال ، ولم يكادوا يفعلون .ثم من أقبح جهلهم وظلمهم قولهم لنبيهم : ( الآن جِئْتَ بالحق ) فإن أردوا بذلك : أنك لم تأت بالحق قبل ذلك في أمر البقرة ، فتلك ردة وكفر ظاهر ، وإن أرادوا : أنك الآن بينت لنا البيان التام في تعيين البقرة المأمور بذبحها فذلك جهل ظاهر ، فإن البيان قد حصل بقوله : ( إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً ) فإنه لا إجمال في الأمر ولا في الفعل ولا في المذبوح فقد جاء رسول الله بالحق من أول مرة .قال الإِمام بن جرير : \" وقد كان بعض من سلف يزعم أن القوم ارتدوا عن دينهم وكفروا بقولهم لموسى ( الآن جِئْتَ بالحق ) وزعم أن ذلك نفي منهم أن يكون موسى - عليه السلام - أتاهم بالحق في أمر البقرة قبل ذلك ، وأن ذلك كفر منهم ، وليس الأمر كما قال عندنا ، لأنهم قد أذعنوا بالطاعة بذبحها ، وإن كان قولهم الذي قالوه لموسى يعد من جهالاتهم وهفوة من هفواتهم \" .( ب ) ومنها : الدلالة على صحة ما اتفقت عليه الرسل من أولهم إلى خاتمهم من معاد الأبدان ، وقيام الموتى من قبورهم .( ج ) ومنها : إقامة أنواع الآيات والبراهين والحجج على عباده بالطرق المتوعات ، زيادة في هداية المهتدى ، وأعذارا وإنذارا للضال :( د ) - ومنها : الإِخبار عن قساوة هذه الأمة وغلظها ، وعدم تمكن الإِيمان فيها .قال عبد الصمد بن معقل عن وهب : كان ابن عباس يقول \" إن القوم بعد أن أحيا الله - تعالى - الميت فأخبرهم يقاتله ، أنكروا قتله ، وقالوا : والله ما قتلناه بعد أن رأوا الآيات الحق \" .( ه ) ومنها : مقابلة الظالم الباغي بنقيض قصده شرعاً وقدراً ، فإن القاتل قصد ميراث المقتول ، ودافع القاتل عن نفسه ، ففضحة الله - تعالى - وهتكه ، وحرمه ميراث المقتول .( و ) ومنها : أن بني إسرائيل فتنوا بالبقرة مرتين من سائر الدواب ففتنوا بعبادة العجل وفتنوا بالأمر بذبح البقرة ، والبقرة من أبلد الحيوان حتى ليضرب به المثل في البلادة .ثم قال الإِمام ابن القيم في ختام حديثه عن هذه القصة : والظاهر أن هذه كانت بعد قصة العجل؛ ففي الأمر بذبح البقرة تنبيه على أن هذا النوع من الحيوان الذي لا يمتنع من الذبح والحرث والسقي ، لا يصلح أن يكون إلهاً معبوداً من دون الله ، وأنه إنما يصلح للذبح والحرث والسقي والعمل \" .5 - دلالتها على قدرة الله - تعالى - فإن إحياء الميت عن طريق الضرب بقطعة من جسم بقرة مذبوحة - دليل على قدرة الله - تعالى - على الإِحياء والإِماتة وما هذا الضرب إلا وسيلة كشفت للناس عن طريق المشاهدة عن آثار قدرته - تعالى - التي لا يدرون كيف تعمل ، فهم يرون آثارها الخارقة ولكنهم لا يعرفون كنهها ، وصدق الله حيث يقول : ( فَقُلْنَا اضربوه بِبَعْضِهَا كَذَلِكَ يُحْيِي الله الموتى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ ) .وإلى هنا تكون هذه القصة قد دمغت بني إسرائيل برذيلة التنطع في الدين ، والتعنت في الأسئلة ، والإِساءة إلى نبيهم - عليه السلام - وعدم اعتبارهم بالعظات والمثلات . لقساوة قلوبهم ، وسوء طباعهم ، وانطماس بصيرتهم ( يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ )",
  "ayah": 74,
  "surah": 2
}
