{
  "text": "ثم أخبر القرآن الكريم عن بعضهم ، بأنهم قد ضموا إلى رذيلة التحريف رذيلة النفاق والتدليس فقال تعالى : ( وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا وَإِذَا خَلاَ بَعْضُهُمْ إلى بَعْضٍ قالوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ أَفَلاَ تَعْقِلُونَ . أَوَلاَ يَعْلَمُونَ أَنَّ الله يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ) .والمعنى : وإذا ما تلافى المنافقون من اليهود مع المؤمنين ، قالوا لهم نفاقاً وخداعاً . صدقنا أن ما أنتم عليه هو الحق . وأن محمداً صلى الله عليه وسلم رسول من عند الله ، وإذا ما انفرد بعض اليهود ببعض قال الذين لم ينافقوا لإخرانهم الذين نافقوا معاتبين : أتخبرون المؤمنين بما بينه الله لكم في كتابكم مما يشهد بحقية ما هم عليه ، لتكون لهم الحجة عليهكم يوم القيامة ، أفلا تعقلون أن هذا التحديث يقيم الحجة لهم عليكم؟فالآية الكريمة فيها بيان لنوع آخر من مساوئ اليهود ومخازيهم التي تدعو إلى اليأس من إيمانهم وتكشف النقاب عما كانوا يضمرونه من تدليس .قال الإِمام الرازي : \" وإنما عذلوهم على ذلك لأن اليهودي إذا اعترف بصحة التوراة ، واعترف بشهادتها على صدق النبي صلى الله عليه وسلم كانت الحجة قوية عليه ، فلا جرم كان بعضهم يمنع بعضاً من الاعتراف بذلك أمام المؤمنين \" .والاستفهام في قوله تعالى : ( وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا وَإِذَا خَلاَ بَعْضُهُمْ إلى بَعْضٍ قالوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ ) للإِنكار والتوبيخ والفتح يطلق على القضاء ومنه قوله تعالى : ( رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق ) أي : افض بيننا وبين قومنا بالحق .قال ابن جرير : \" أصل الفتح في كلام العرب القضاء والحكم والمعنى أتحدثونهم بما حكم الله به عليكم وقضاه فيكم؟ ومن حكمه - تعالى - وقضائه فيهم أخذه ميثاقهم بأن يؤمنوا بمحمد صلى الله عليه وسلم فقد بشرت به التوراة \" .وقوله تعالى : ( لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ ) متعلق بالحديث ومرادهم تأكيد النكير على إخوانهم الذين أظهروا إيمانهم نفاقاً ، فكأنهم يقولون لهم : أتحدثون المؤمنين بما يفضحكم يوم القيامة أمام الخالق - عز وجل - وفي حكمه وقضائه ، لأنهم سيقولون لكم .ألم تحدثونا في الدنيا بما في كتابكم من حقيقة ديننا وصدق نبينا؟ فيكون ذلك زائداً في ظهور فضيحتكم وتوبيخكم على رءوس الخلائق يوم الموقف العظيم ، لأنه ليس من اعترف بالحق ثم كتم كمن ثبت على الإِنكار .وجملة ( أَفَلاَ تَعْقِلُونَ ) من بقية مقولهم لمن نافق منهم ، وقد أتوا بها لزيادة توبيخهم لهم حتى لا يعودوا إلى التحدث مع المؤمنين .والمعنى : أليست لكم عقول تحجزكم عن أن تحدثوا المؤمنين بما يقيم لهم الحجة عليكم يوم القيامة؟",
  "ayah": 76,
  "surah": 2
}
