{
  "text": "وبعد أن بين القرآن الكريم فرق اليهود ، توعد الذين يحرفون الكلم عن مواضعه بسوء المصير فقال تعالى : ( فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ ) :والمعنى : فهلاك وفضيحة وخزى لأولئك الأحبار من اليهود الذين يكتبون الكتابات المحرفة والتأويلات الفاسدة بأيديهم ، بدلا مما اشتملت عليه الكتب من حقائق ، ثم يقولون لجهالهم ومقلديهم كذباً وبهتاناً هذا من عند الله ، ومن نصوص التوراة التي أنزلها الله على موسى ، ليأخذوا في نظير ذلك عرضاً يسيراً من حطام الدنيا ، فعقوبة عظيمة لهم بسبب ما قاموا به من تحريف وتبديل لكلام الله ، وخزى كبير لهم من أجل ما اكتسبوه من أموال بغير حق .فالآية الكريمة فيها تهديد شديد لأحبار اليهود الذين تجرءوا على كتاب الله بالتحريف والتبديل ، وباعوا دينهم بدنياهم ، وزعموا أن ما كتبوه هو من عند الله .وصرح - سبحانه - بأن الكتابة ب ( أَيْدِيهِمْ ) ليؤكد أنهم قد باشروها عن تعمد وقصد ، وليدفع توهم أنهم أمروا غيرهم بكتابتها ، ولتصور حالتهم في النفوس كما وقعت ، حتى ليكاد السامع لذلك أن يكون مشاهداً لهيئتهم .وقوله تعالى : ( ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله ) كشف عن كذبهم وفجورهم ، فهم يحرفون الكلم عن مواضعه ، ثم يزعمون أنه من عند الله ليتقبله أتباعهم بقوة واطمئنان .ثم بين - سبحانه - العلة التي حملنه على التحريف والكذب فقال تعالى : ( لِيَشْتَرُواْ بِهِ ثَمَناً قَلِيلاً ) أي كتبوا الكتابة بأيديهم ، ونسبوها إلى الله زوراً وبهتاناً؛ ليحصلوا على عرض قليل من أعراض الدنيا ، كاجتلاب الأموال الحرام ، وانتحال العلم لأنفسهم والطمع في الرئاسة والجاه ، وإرضاء العامة بما يوافق أهواءهم .وعبر - سبحانه - عن الثمن بأنه قليل ، لأنه مهما كثر فهو قليل بالنسبة إلى ما استوجبوه من العذاب ، وحرموه من الثواب المقيم .وقوله تعالى : ( فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ ) تهديد لهم مرتب على كتابة الكتاب المحرف ، وعلى أكلهم أموال الناس بالباطل ، فهو وعيد لهم على الوسيلة - وهي الكتابة - وعلى الغاية - وهي أخذ المال بغير حق - .قال الشيخ القاسمي : قال الراغب : فإن قيل : لم ذكر ( يَكْسِبُونَ ) بلفظ المستقبل ، و ( كَتَبَتْ ) بلفظ الماضي؟ قيل : تنبيهاً على ما قاله النبي صلى الله عليه وسلم ، \" من سن سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة \" فنبه بالآية إلى أن ما أثبتوه من التأويلات الفاسدة التي يعتمدها الجهلة هو اكتساب وزر يكتسبونه حالا فحالا ، وعبر بالكتابة دون القول لأنها متضمنة له وزيادة ، فهي كذب باللسان واليد . وكلام اليد يبقى رسمه ، أما القول فقد يضمحل أثره \" .وبهذا تكون الآيات الكريمة قد دمغت اليهود برذيلة التحريف لكلام الله عن تعمد وإصرار ووصفتهم بالنفاق والخداع ، ووبختهم على بلادة أذهانهم وسوء تصورهم لعلم الله - تعالى - وتوعدتهم بسوء المصير جزاء كذبهم على الله .",
  "ayah": 79,
  "surah": 2
}
