{
  "text": "لقد بين القرآن الكريم بعد ذلك بأنهم نقضوا عهودهم ، وارتكبوا ما نهوا عن ارتكابه ، فقال تعالى : ( ثُمَّ أَنْتُمْ هؤلاء تَقْتُلُونَ أَنْفُسَكُمْ وَتُخْرِجُونَ فَرِيقاً مِّنْكُمْ مِّن دِيَارِهِمْ . . . ) أي : ثم أنتم - يا معشر اليهود - بعد اعترافكم بالميثاق ، والتزامكم به ، نقضتم عهودكم ، وارتكبتم في حق إخوانكم ما نهيتم عنه ، من القتل والإِخراج ، وفعلتم ما لا يليق بالعقلاء ، ومن يحترم المواثيق .ولما كان قتل بعضهم لبعض ، وإخراجهم من أماكنهم يحتاج إلى قوة وغلبة ، بين - سبحانه - أنهم يرتكبون ذلك وهم متعاونون عليه بالشرور ومجازوة الحدود ، فقال تعالى : ( تَظَاهَرُونَ عَلَيْهِمْ بالإثم وَالْعُدْوَانِ ) تظاهرون : من التظاهر وهو التعاون ، وأصله من الظهر ، كأن المتعاونين يسند كل واحد منهم ظهره إلى الآخر . والمعنى : تتعاونون على قتل إخوانكم وإخراجهم من ديارهم مع من ليسوا من أقاربكم وليسوا من دينكم ، وأنتم مرتكبون ذلك الإِثم والعدوان .وقوله تعالى : ( وَإِن يَأتُوكُمْ أسارى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ) بيان لتناقضهم وتفريقهم لأحكام الله تعالى .وأُسارى - جمع أسير بمعنى مأسور ، وهو من يؤخذ على سبيل القهر فيشد بالإِسار وهو القد - بكسر القاف - ، والقد : سير يقلد من جلد غير مدبوغ . وتفادوهم : تنقذوهم من الأسر بالفداء ، يقال : فاداه وفداه : أعطى فداءه فأنقذه .أي : أنتم - يا معشر اليهود - إن وجدتم الذين قاتلتموهم وأخرجتموهم من ديارهم أسرى تسعون في فكاكهم ، وتبذلون عرضاً لإِطلاقهم ، والشأن أن قتلهم وإخراجهم محرم عليكم كتركهم أسرى في أيدي أعدائكم ، فلماذا لم تتبعوا حكم التوراة في النهي عن قتالهم وإخراجهم كما اتبعتم حكمها في مفاداتهم؟وصدرت الجملة الكريمة \" وهو محرم عليكم إخراجهم \" بضمير الشأن للاهتمام بها .والعناية بشأنها ، وإظهاهر أن هذا التحريم أمر مقرر مشهور لديهم ، وليس خافياً عليهم .وقوله تعالى : ( أَفَتُؤْمِنُونَ بِبَعْضِ الكتاب وَتَكْفُرُونَ بِبَعْضٍ ) توبيخ وتقريع لهم على تفريقهم بين أحكام الله .والمعنى : أفتتبعون أحكام كتابكم في فداء الأسرى ، ولا تتبعونها في نهيكم عن قتال إخوانكم وإخراجهم من ديارهم؟ فالاستفهام للإِنكار والتوبيخ على التفريق بين أحكامه - تعالى - بالإِيمان ببعضها والكفر بالبعض الآخر .وبعض الكتاب الذي آمنوا به هو ما حرم عليهم من ترك الأسرى في الأيدي عدوهم ، وبعضه الذي كفروا به ما حرم عليهم من القتل والإِخراج من الديار ، فالإِنكار منصب على جمعهم بين الكفر والإِيمان .قال فضيلة المرحوم للشيخ محمد الخضر حسين : \" وإنما سمى - سبحانه - عصيانهم بالقتل والإِخراج من الديار كفراً؛ لأن من عصى أمر الله - تعالى - بحكم عملي معتقداً أن الحكمة والصلاح فيما فعله ، بحيث يتعاطاه دون أن يكون في قلبه أثر من التحرج ، ودون أن يأخذه ندم وحزن من أجل ما ارتكب . فقد خرج بهذه الحالة النفسية عن سبيل المؤمنين ، وفي الآية الكريمة دليل واضح على أن الذي يؤمن ببعض ما تقرر في الدين بالدليل القاطع ويكفر ببعضه ، يدخل في زمرة الكافرين لأن الإِيمان كل لا يتجزأ \" .ثم بين - سبحانه - العقاب الدنيوي والأخرى الذي استحقه أولئك المفرقون لأحكمه فقال تعالى : ( فَمَا جَزَآءُ مَن يَفْعَلُ ذلك مِنكُمْ إِلاَّ خِزْيٌ فِي الحياة الدنيا وَيَوْمَ القيامة يُرَدُّونَ إلى أَشَدِّ العذاب وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ ) .اسم الإِشارة ( ذلك ) مشار به إلى القتل والإِخراج من الديار ، اللذين نقضوا بهما عهد الله بغياً وكفراً والخزي في الدنيا هو الهوان والمقت والعقوبة ومن مظاهره : ما لحق اليهود بعد تلك الحروب من المذلة بإجلاء بني فينقاع والنضير عن ديارهم ، وقتل بني قريظة وفتح خيبر ، وما لحقهم بعد ذلك من هوان وصغار ، وتلك سنة الله في كل أمة لا تتمسك بدينها ولا تربط شئونها بأحكام شريعتها وآدابها .ولما كان البعض قد يتوهم أن خزيهم في الدنيا قد يكون سبباً في تخفيف العذاب عنهم في الأخرى ، نفى - سبحانه - هذا التوهم ، وبين أنهم يوم القيامة سيصيرون إلى ما هو أشد منه .لأن الله - تعالى - ليس ساهياً عن أعمالهم حتى يترك مجازاتهم عليها .فالمراد من نفي الغفلة نفي ما يتسبب عنها من ترك المجازاة لهم على شرورهم .وفي ذلك دليل على أن الله - تعالى - يعاقب الحائدين عن طريقه المستقيم ، بعقوبات في الدنيا ، وفي الآخرة ، جزاء طغيانهم ، وإصرارهم على السيئات .",
  "ayah": 85,
  "surah": 2
}
