{
  "text": "ثم ذكر - سبحانه - أنهم بكفرهم قد باعوا أنفسهم بثمن بخس . فقال تعالى : \" بئسما اشتروا به أنفسهم أن يكفروا بما أنزل الله \" أي : بئس الشيء الذي باع به اليهود أنفسهم كفرهم بما أنزل الله بغياً وحسداً أن ينزل الله من فضله على من يشاء من عباده .وجمهور المفسرين على أن ( اشتروا ) هنا بمعنى باعوا ، لأن أولئك اليهود ، لما كانوا متمكنين من الإِيمان الذي يفضي بهم إلى السعادة الأبدية بعد أن جاءهم ما عرفوا من الحق فتركوه ، واستمروا على كفرهم بغياً وحسداً وحباً في الرياسة وتعصباً لجنسيتهم لما كانوا كذلك ، صار اختيارهم للكفر على الإِيمان ، بمنزلة اختيار صاحب السلعة ثمنها على سلعته ، فكاأنهم بذلوا أنفسهم التي كان باستطاعتهم الانتفاع بإيمانها ، وقبضوا الكفر عوضاً عنها فأنفسهم بمنزلة السلعة المبيعة وكفرهم بمنزلة ثمنها المقبوض ، فبئس هذا الثمن الذي أوردهم العذاب الأليم .وعبر - سبحانه - عن كفرهم بصيغة المضارع ( أَن يَكْفُرُواْ ) وعن بيعهم لأنفسهم بالماضي ( اشتروا ) للدلالة على أنهم صرحوا بكفرهم بالقرآن الكريم من قبل نزول الآية ، وإن بيعهم أنفسهم بالكفر طبيعة فيهم مستقرة منذ وقت بعيد ، وأنهم مازالوا مستمرين على تلك الطبيعة المنحرفة .وقوله تعالى : ( بَغْياً أَن يُنَزِّلُ الله مِن فَضْلِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ ) تعليل لكفرهم وبيان للباعث عليه ، أي كفروا بما أنزل الله على عبده ورسوله محمد صلى الله عليه وسلم بدافع من البغي والحقد ، وكراهة أن ينزل الله الوحي من فضله على من يشاء من عباده ، فالبغي هنا مصدر بغي يبغى إذا ظلم . والمراد به ظلم خاص هو الحسد ، وإنما عد الحسد ظلما ، لأن الظلم معناه المعاملة التي تبعد عن الحق وتجافيه ، والحسد معناه تمنى زوال النعمة عن الغير والظالم والحاسد قد جانب كل منهما الحق فيما صنع ، والحاسد لن يناله نفع من زوال نعمة المحسود ، كما أنه لن يناله ضر من بقائها ، وما دام كذلك فالحاسد ظالم للمحسود بتمنى زوال النعمة وصدق الشاعر في قوله .وأظلم خلق الله من بات حاسداً - لمن بات في نعمائه يتقلب - .فاليهود قد كفروا بما أنزل الله ، من أجل حسدهم للنبي صلى الله عليه وسلم على النبوة ولأنه لم يكن منهم وكان من العرب ، وكراهية لأن ينزل الله الوحي على من يصطفيه للرسالة من غيرهم ، فعدم إيمانهم بما عرفوه وارتقبوه سببه أنانيتهم البغيضة ، وأثرتهم الذميمة التي حملتهم على أن يحسدوا الناس على ما آتاهم الله من فضله ، وأن يتوهموا أن النبوة مقصورة عليهم ، فليس لله - تعالى - في زعمهم ، - أن ينزعها من ذرية إسحاق ليجعلها في ذرية إسماعيل عليهما السلام - .ولم يصرح - سبحانه - بأن المحسود هو النبي صلى الله عليه وسلم لعلم ذلك من سياق الآيات الكريمة وللتنبيه على أن الحسد في ذاته مذموم كيفما كان حال المحسود .ثم بين - سبحانه - بعد ذلك ما آل إليه أمرهم من خسران مبين فقال تعالى :( فَبَآءُو بِغَضَبٍ على غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ ) : باء بإثمه يبوء أي : رجع أي : فرجعوا من أجل كفرهم وحسدهم للنبي صلى الله عليه وسلم بغضب مضموم إلى غضب آخر كانوا قد استحقوه بسبب كفرهم بعيسى - عليه السلام - وبسبب تحريفهم للكلم عن مواضعه ، وتضييعهم لأحكام التوراة . فهم بسبب كفرهم المستمر الذي تعددت أسبابه ، يصيبهم غضب كثير متعاقب من الله - تعالى - .ويصح أن يكون معنى قوله : ( فَبَآءُو بِغَضَبٍ على غَضَبٍ ) أنهم رجعوا بغضب شديد مؤكد ، لصدوره من الله - تعالى - .ولامراد بالكافرين ، اليهود الذين تحدث عنهم فيما سبق ، فهم الذين عرفوا صدق محمد صلى الله عليه وسلم في نبوته بما نطقت به التوراة ، ومع ذلك كفروا به فاستحبوا العمى على الهدى .وعبر عنهم بهذا العنوان للتنبيه على أن ما أصابهم من عذاب مذل لهم كان بسبب كفرهم ، ويصح أن يراد بالكافرين : كل كافروهم يدخلون فيه دخولا أوليا؛ وإنما كان لهم العذاب المهين لأن كفرهم لما كان سببه البغي والحسد والتكبر والأنانية ، قوبلوا بالإِهانة والصغار .وبذلك تكون الآيتان الكريمتان قد كشفتا عن لون من صفات اليهود الذميمة وهو إعراضهم عن الإِيمان بمحمد صلى الله عليه وسلم الذي كانوا يستنصرون به على أعدائهم قبل بعثته ، وبيعهم الإِيمان الذي كان في مكنتهم الظفر به بالكفر بما أنزل الله من دين قويم ، وكتاب كريم إرضاء لغريزة الحقد الذي استحوذ على قلوبهم ، وتمشياً مع أثرتهم التي أبت عليهم أن يؤمنوا بنبي ليس من نسل إسرائيل ولو جاءهم بالحق المبين ، فحق عليهم قول الله - تعالى - : ( فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ ) ثم حكى القرآن بعد ذلك بعض المعاذير الكاذبة التي كان اليهود يعتذرون بها عندما يدعون إلى الدخول في الإسلام ، فقد كانوا يقولون إننا مكلفون ألا نؤمن إلا بكتابنا التوراة ، فنحن نكتفي بالإِيمان به دون غيره ، استمع إلى القرآن - وهو يعرض دعاواهم الكاذبة ثم يقذفها بالحق فيدمغها - حيث يقول :( وَإِذَا قِيلَ لَهُمْ آمِنُواْ بِمَا أَنْزَلَ اللَّهُ قَالُواْ . . . )",
  "ayah": 90,
  "surah": 2
}
