{
  "text": "ثم ساق القرآن بعد ذلك لوناً عجيباً من ألوان اليهود وهو مجاهرتهم بالعداوة لأمين الوحي جبريل - عليه السلام - فقال - تعالى - :( قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ . . . )هاتان الآيتان تكشفان عن رذيلة غريبة حقاً من رذائل اليهود وهي عداوتهم لملك من ملائكة الله ، لا يأكل مما يأكلون ، ولا يشرب مما يشربون وإنما هو من الملائكة المقربين ، الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ، وإذا فليس هناك مقتض لعداوته ، فلماذا هذا التصريح منهم ببغضه وكراهيته؟لقد سمعوا أن جبريل - عليه السلام - ينزل بالوحي من عند الله على محمد صلى الله عليه وسلم وهم يحسدونه على النبوة ، فلج بهم الحقد والغيظ إلى أن أعلنوا عن عدائهم لجبريل - أيضاً - وهذه حماقة وجهالة منهم ، لأن جبريل - عليه السلام - نزل بالخير لهم في دينهم وفي دنياهم . ولكن الحقد والحسد إذا استوليا على النفوس جعلالها لا تفرق بين الخير والشر .ومعنى الآيتين الكريمتين ، قل - يا محمد - لهؤلاء اليهود الذين أعلنوا عداءهم لجبريل أنه لا وجه لعداوته لأنه لم ينزل بالقرآن من تلقاء نفسه وإنما نزل على قلبك بأمر الله ليكون مؤيداً لما نزل قبله من الكتب السماوية وليكون هداية إلى طريق السعادة وبشارة للمؤمنين بالجنة ، وقل لهم كذلك من كان معادياً لله أو لملك من ملائكته أو لرسول من رسله ، فقد كفر وباء بغضب من الله ، ومن غضب الله عليه ، فجزاؤه الخزي وسوء المصير .قال الإِمام ابن جرير : ( أجمع أهل العلم بالتأويل جميعاً ، على أن هذه نزلت جواباً ليهود من بني إسرائيل ، إذ زعموا أن جبريل عدو لهم ، وميكائيل ولي لهم ) .وروى البخاري في صحيحه - عن أنس بن مالك - رضي الله عنه - قال : \" سمع عبد الله بن سلام بقدوم النبي صلى الله عليه وسلم وهو في أرض يخترف - أي يجني ثمارها - فأتى النبي صلى الله عليه وسلم فقال له : إني سائلك عن ثلاث لا يعلمهن إلا نبي ، فيم أول أشراط الساعة؟ وما أول طعام أهل الجنة ، وما ينزع الولد إلى أبيه أو إلى أمه؟ قال : أخبرني بهن جبريل آنفاً . قال : جبريل؟ قال : نعم قال ذكل عدو اليهود من الملائكة - فقرأ النبي صلى الله عليه وسلم هذه الآية : ( قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ . . . ) الآية ثم قال : أما أول أشراط الساعة ، فنار تحشر الناس من المشرق إلى المغرب! وأما أول طعام أهل الجنة فزيادة كبد الحوت ، وإذا سبق ماء الرجل ماء المرأة نزع الولد ، وإذا سببق ماء المرأة نزعت فقال : أشهد أن لا إله إلا الله وأشهد أنك رسول الله . يا رسول الله : إن اليهود قوم بهت ، وإنهم إن يعلموا بإسلامي قبل أن تسألهم يبهتوني ، فجاءت اليهود فقال النبي صلى الله عليه وسلم : أي رجل فيكم عبد الله؟ قالوا : خيرنا وابن خيرنا ، وسيدنا وابن سيدنا : قال \" أرأيتم إن أسلم عبد الله بن سلام؟ فقالوا : أعاذه الله من ذلك؟ فخرج عبد الله فقال : \" أشهد أن لا إله إلا الله وأن محمداً رسول الله ، فقالوا : شرنا وابن شرنا ، وانتقصوه ، قال : فهذا الذي كنت أخاف يا رسول الله \" .وأخرج الإِمام أحمد عن ابن عباس : \" أن اليهود بعد أن سألوا النبي صلى الله عليه وسلم أسئلة أجابهم عنها ، قالوا صدقت فحدثنا من وليك من الملائكة فعندها نجامعك أو نفارقك . قال : وليى جبريل ، لم يبعث الله نبياً قط إلا وهو وليه ، قالوا : فعندما نفارقك ، ولو كان وليك سواه من الملائكة لتابعناك وصدقناك ، قال : فما يمنعكم أن تصدقوه؟ قالوا : إنه عدونا ، فأنزل الله - تعالى - قوله : ( قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ بِإِذْنِ الله مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ . . . ) الآيات .وفي حديث للإِمام أحمد والترمذي والنسائي \" قال اليهود للنبي صلى الله عليه وسلم بعد أن سألوه عن أشياء أجابهم عنها إنما بقيت واحدة وهي التي نتابعك إن أخبرتنا بها ، إنه ليس من نبي إلا وله ملك يأتيه بالخير ، فأخبرنا من صاحبك؟ قال جبريل - عليه السلام - قالوا : جبريل ذلك الذي ينزل بالحرب والقتال والعذاب عدونا ، لو قلت ميكائيل الذي ينزل بالرحمة والقطر والنبات لكان . فأنزل الله - تعالى - : ( قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ ) الآية .فيؤخذ من هذه الأحاديث وما في معناها أن اليهود في عهد النبي صلى الله عليه وسلم كانوا يجاهرون بعداوتهم لجبريل - عليه السلام - وأن هذه المجاهرة بالعداوة ، قد تكررت منهم في مواقف متعددة بينهم وبين النبي صلى الله عليه وسلم وأن الذي حملهم على ذلك هو حسدهم له ، وغيظهم من جبريل ، لأنه ينزل بالوحي عليه .قال الشيخ محمد الطاهر بن عاشور : \" ومن عجيب تهافت اعتقادهم أنهم يثبتون أنه ملك مرسل من عند الله ، ومع ذلك يبغضونه ، وهذا أحط درجات الانحطاط في العقل والعقيدة ، ولا شك أن الاضطراب العقيدة من أكبر مظاهر انحطاط الأمة لأنه ينبئ عن تضافر آرائهم على الخطأ والأوهام \" .وفي أمر الرسول صلى الله عليه وسلم بلفظ ( قُلْ ) كي يرد على اليهود ، تثبيت له ، وتطمين لنفسه وتوبيخ لهم على معاداتهم لأمين الوحي ، وهو جبريل - عليه السلام - .وقوله تعالى : ( مَن كَانَ عَدُوّاً لِّجِبْرِيلَ ) شرط عام قصد الإِتيان به ليعلموا أن الله - تعالى - لا يعبأ بهم ولا بغيرهم ممن يعادي جبريل ، إن وجد معاد آخر له سواهم .وقوله تعالى : ( على قَلْبِكَ ) زيادة تقرير للتنزيل ، ببيان محل الوحي ، وإشارة إلى أن السبب في تمكنه صلى الله عليه وسلم من تلاوة القرآن الكريم ، وإبلاغه للناس ، ثباته في قلبه .وقوله تعالى : ( فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ بِإِذْنِ الله ) معناه : فلا موجب لعداوته . لأنه نزل القرآن على قلبك يا محمد بإذن الله وأمره . وإذاً فعداوته عداوة لله في الحقيقة والواقع ، ومن هنا يتبين أن هذه الجملة تعليل لجواب الشرط وقائمة مقامه .قال صاحب الكشاف : فإن قلت : كيف استقام قوله تعالى : ( فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ ) جزاء للشرط؟ قلت : فيه وجهان :أحدهما : إن عادي جبريل أحد من أهل الكتاب فلا وجه لمعاداته ، حيث نزل كتاباً مصدقاً للكتب التي بين يديه ، فلو أنصفوا لأحبوه وشكروا له صنيعه في إنزاله ما ينفعهم ويصحح المنزل عليهم .والثاني : إن عاداه أحد فالسبب في عداواته أنه نزل عليك القرآن مصدقاً لكتابهم ، وموافقاً له ، وهم كارهون للقرآن ولموافقته لكتابهم ، ولذلك يحرفونه ويجحدون موافقته له . كقولك : \" إن عاداك فلان فقد آذيته وأسأت إليه \" .وقوله - تعالى - : ( بِإِذْنِ الله ) أي بأمره ، وهو توبيخ لهم على عداوتهم لجبريل ، الذي أنزل بالقرآن بإذن الله ، لا من تلقاء نفسه ، وهذه حجة أولى عليهم .وقوله تعالى : ( مُصَدِّقاً ) حال من الضمير العائد على القرآن الكريم ، ف قوله ( نَزَّلَهُ ) أي أنزله حالة كونه مؤيداً للكتب السماوية التي قبله ومن بينها التوراة ، وهذه حجة ثانية عليهم .ثم عززهما بثالثة ورابعة - فقال تعالى : ( وَهُدًى وبشرى لِلْمُؤْمِنِينَ ) أي هذا القرآن الذي نزل مصدقاً لكتبكم ، هو هاد إلى طريق الفلاح والنجاح ، والعقال لا يرفض الهداية التي تأتيه وتنقذه مما هو فيه من ضلالات ولو كان الواسطة في مجيئها عدواً له ، وهو - أيضاً - مبشر للمؤمنين برضا الله تعالى - عنهم في الدنيا والآخرة ، أما الضالون فقد أنذرهم بسوء العقبى فعليكم أن تتبعوا طريق الإِيمان لتكونوا من المفلحين وبذلك يكون القرآن قد أقام حججاً متعددة على حماقتهم وعنادهم وجحودهم للحق بعد ما تبين . وتكون الآية الكريمة قد مدحت القرآن بخمس صفات .أولها : أنه منزل من عند الله وبإذنه .وثانيها : أنه منزل على قلب النبي صلى الله عليه وسلم .وثالثها : أنهن مصدق لما نزل قبله من الكتب السماوية .ورابعها : أنه هاد إلى الخير أبلغ هدى وأقواه .وخامسها : أنه بشارة سارة للمؤمنين .",
  "ayah": 97,
  "surah": 2
}
