{
  "text": "قرأ أبو جعفر وشيبة ونافع وعاصم في رواية أبي بكر عنه والأعمش وأبو عمرو وحمزة والكسائي \"نزاعة\" بالرفع. وروى أبو عمرو عن عاصم \"نزاعة\" بالنصب. فمن رفع فله خمسة أوجه: أحدها أن تجعل \"لظى\" خبر \"إن\" وترفع \"نزاعة\" بإضمار هي; فمن هذا الوجه يحسن الوقف على \"لظى\". والوجه الثاني أن تكون \"لظى\" و\"نزاعة\" خبران لإن. كما تقول إنه خلق مخاصم. والوجه الثالث أن تكون \"نزاعة\" بدلا من \"لظى\" و\"لظى\" خبر \"إن\". والوجه الرابع أن يكون \"لظى\" بدلا من أسم \"إن\" و\"نزاعة\" خبر \"إن\". والمعنى: أن القصة والخبر لظى نزاعة للشوى ومن نصب \"نزاعة\" حسن له أن يقف على \"لظى\" وينصب \"نزاعة\" على القطع من \"لظى\" إذ كانت نكرة متصلة بمعرفة. ويجوز نصبها على الحال المؤكدة; كما قال: \"وهو الحق مصدقا\" [البقرة: 91]. ويجوز أن تنصب على معنى أنها تتلظى نزاعة; أي في حال نزعها للشوى. والعامل فيها ما دل عليه الكلام من معنى التلظي. ويجوز أن يكون حالا; على أنه حال للمكذبين بخبرها. ويجوز نصبها عل القطع; كما تقول: مررت بزيد العاقل الفاضل. فهذه خمسة أوجه للنصب أيضا. والشوى. جمع شواة وهي جلدة الرأس. قال الأعشى: قالت قتيلة ماله قد جللت شيبا شواته وقال آخر: لأصبحت هدتك الحوادث هدة لها فشواة الرأس باد قتيرها القتير: الشيب. وفي الصحاح: \"والشوى: جمع شواة وهي جلدة الرأس\". والشوى: اليدان والرجلان والرأس من الآدميين, وكل ما ليس مقتلا. يقال: رماه فأشواه إذا لم يصب المقتل. قال الهذلي: فإن من القول التي لا شوى لها إذا زل عن ظهر اللسان انفلاتها يقول: إن من القول كلمة لا تشوي ولكن تقتل. قال الأعشى: قالت قتيلة ماله قد جللت شيبا شواته قال أبو عبيد: أنشدها أبو الخطاب الأخفش أبا عمرو بن العلاء فقال له: \"صحفت! إنما هو سراته; أي نواحيه فسكت أبو الخطاب ثم قال لنا: بل هو صحف, إنما هو شواته\". وشوى الفرس: قوائمه; لأنه يقال: عبل الشوى, ولا يكون هذا للرأس; لأنهم وصفوا الخيل بإسالة الخدين وعتق الوجه وهو رقته. والشوى: رذال المال. والشوى: هو الشيء الهين اليسير. وقال ثابت البناني والحسن: \"نزاعة للشوى\" أي لمكارم وجهه. أبو العالية: لمحاسن وجهه. قتادة: لمكارم خلقته وأطرافه. وقال الضحاك: تفري اللحم والجلد عن العظم حتى لا تترك منه شيئا. وقال الكسائي: هي المفاصل. وقال بعض الأئمة: هي القوائم والجلود. قال أمرؤ القيس: سليم الشظى عبل الشوى شنج النسا له حجبات مشرفات على الفال وقال أبو صالح: أطراف اليدين والرجلين. قال الشاعر: إذا نظرت عرفت الفخر منها وعينيها ولم تعرف شواها يعني أطرافها. وقال الحسن أيضا: الشوى الهام.",
  "ayah": 16,
  "surah": 70
}
