{
  "text": "أي على الكافرين. وهو النضر بن الحارث حيث قال: \"اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم\" [الأنفال: 32] فنزل سؤاله, وقتل يوم بدر صبرا هو وعقبة بن أبي معيط; لم يقتل صبرا غيرهما; قاله ابن عباس ومجاهد. وقيل: إن السائل هنا هو الحارث بن النعمان الفهري. وذلك أنه لما بلغه قول النبي صلي الله عليه وسلم في علي رضي الله عنه: (من كنت مولاه فعلي مولاه) ركب ناقته فجاء حتى أناخ راحلته بالأبطح ثم قال: يا محمد, أمرتنا عن الله أن نشهد أن لا إله إلا الله وأنك رسول الله فقبلناه منك, وأن نصلي خمسا فقبلناه منك, ونزكي أموالنا فقبلناه منك, وأن نصوم شهر رمضان في كل عام فقبلناه منك, وأن نحج فقبلناه منك, ثم لم ترض بهذا حتى فضلت ابن عمك علينا! أفهذا شيء منك أم من الله؟! فقال النبي صلي الله عليه وسلم: (والله الذي لا إله إلا هو ما هو إلا من الله) فولى الحارث وهو يقول: اللهم إن كان ما يقول محمد حقا فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم. فوالله ما وصل إلى ناقته حتى رماه الله بحجر فوقع على دماغه فخرج من دبره فقتله; فنزلت: \"سأل سائل بعذاب واقع\" الآية. وقيل: إن السائل هنا أبو جهل وهو القائل لذلك, قال الربيع. وقيل: إنه قول جماعة من كفار قريش. وقيل: هو نوح عليه السلام سأل العذاب على الكافرين. وقيل: هو رسول الله صلي الله عليه وسلم أي دعا عليه السلام بالعقاب وطلب أن يوقعه الله بالكفار; وهو واقع بهم لا محالة. وأمتد الكلام إلى قوله تعالى: \"فاصبر صبرا جميلا\" [المعارج: 5] أي لا تستعجل فإنه قريب. وإذا كانت الباء بمعنى عن - وهو قول قتادة - فكأن سائلا سأل عن العذاب بمن يقع أو متى يقع. قال الله تعالى: \"فاسأل به خبيرا\" [الفرقان: 59] أي سل عنه. وقال علقمة: فإن تسألوني بالنساء فإنني بصير بأدواء النساء طبيب أي عن النساء. ويقال: خرجنا نسأل عن فلان وبفلان. فالمعنى سألوا بمن يقع العذاب ولمن يكون فقال الله: \"للكافرين\". قال أبو علي وغيره: وإذا كان من السؤال فأصله أن يتعدى إلى مفعولين ويجوز الاقتصار على أحدهما. وإذا اقتصر على أحدهما جاز أن يتعدى إليه بحرف جر; فيكون التقدير سأل سائل النبي صلي الله عليه وسلم أو المسلمين بعذاب أو عن عذاب. ومن قرأ بغير همز فله وجهان: أحدهما: أنه لغة في السؤال وهي لغة قريش; تقول العرب: سال يسال; مثل نال ينال وخاف يخاف. والثاني: أن يكون من السيلان; ويؤيده قراءة ابن عباس \"سال سيل\". قال عبد الرحمن بن زيد: سال واد من أودية جهنم يقال له: سائل; وقول زيد بن ثابت. قال الثعلبي: والأول أحسن; كقول الأعشى في تخفيف الهمزة: سالتاني الطلاق إذ رأتاني قل مالي قد جئتماني بنكر وفي الصحاح: قال الأخفش: يقال خرجنا نسأل عن فلان وبفلان. وقد تخفف همزته فيقال: سال يسال. وقال: ومرهق سال إمتاعا بأصدته لم يستعن وحوامي الموت تغشاه المرهق: الذي أدرك ليقتل. والأصدة بالضم: قميص صغير يلبس تحت الثوب. المهدوي: من قرأ \"سال\" جاز أن يكون خفف الهمزة بإبدالها ألفا, وهو البدل على غير قياس. وجاز أن تكون الألف منقلبة عن واو على لغة من قال: سلت أسال; كخفت أخاف. النحاس: حكى سيبويه سلت أسال; مثل خفت أخاف; بمعنى سألت. وأنشد: سالت هذيل رسول الله فاحشة ضلت هذيل بما سالت ولم تصب ويقال: هما يتساولان. المهدوي: وجاز أن تكون مبدلة من ياء, من سال يسيل. ويكون سايل واديا في جهنم; فهمزة سايل على القول الأول أصلية, وعلى الثاني بدل من واو, وعلى الثالث بدل من ياء. القشيري: وسائل مهموز; لأنه إن كان من سأل بالهمز فهو مهموز, وإن كان من غير الهمز كان مهموزا أيضا; نحو قائل وخائف; لأن العين اعتل في الفعل واعتل في اسم الفاعل أيضا. ولم يكن الاعتلال بالحذف لخوف الالتباس, فكان بالقلب إلى الهمزة, ولك تخفيف الهمزة حتى تكون بين بين. \"واقع\" أي يقع بالكفار بين أنه من الله ذي المعارج.",
  "ayah": 2,
  "surah": 70
}
