{
  "text": "(آیت) ” نمبر 101۔\nجو شخص مسافر ہو ‘ اسے اپنے رب کے ساتھ دائمی تعلق کی ضرورت ہے ‘ تاکہ اللہ اس پر سفر کی مشکلات میں آسانیاں پیدا کر دے ۔ اس کی تیاریوں میں اس کی مداد ہو ‘ سامان سفر فراہم ہو اور راستے کی مشکلات اللہ اس کے لئے آسان کر دے ۔ نماز تعلق باللہ کا موثر ترین ذریعہ ہے ۔ اللہ تعالیٰ کی جانب سے مسلمانوں کو یہ ہدایت کی گئی ہے کہ وہ مشکلات اور تکالیف میں نماز سے امداد حاصل کریں ۔ جب خوف کا مقام ہو اور جب زندگی کی مشقتوں کا سامنا ہو تو حکم ہے کہ نماز سے معاونت حاصل کرو۔ (آیت) ” واستعنوا بالصبر والصلوۃ) (نماز اور صبر کے ذریعے اللہ کی امداد طلب کرو)\nیہی وجہ ہے کہ سفر و جہاد کے اس موضوع کے متصلا بعد اللہ تعالیٰ نے نماز کا ذکر کیا ۔ ایسے حالات میں نماز ایک مومن کا نہایت ضروری ہتھیار ہوتی ہے ۔ اگر کسی کو راستے میں خوف اور خطرے کے حالات درپیش ہوں تو ایسے حالات میں اسے صرف اللہ کی یاد سے اطمینان ہوتا ہے ۔ جو شخص اپنے ملک کو چھوڑتا ہے اس کے لئے اللہ کی درگاہ میں پہنچ جانا ہی باعث اطمینان ہوتا ہے ۔ ہاں یہ بات اپنی جگہ ہے کہ کامل نماز اور پورے رکوع اور سجود کے ساتھ نماز کی وجہ سے کبھی ہو سکتا ہے کہ ایک مومن پر دشمن حملہ آور ہوجائیں جو کہیں قریب ہی چھپے ہوں ۔ اور یہ بھی ہو سکتا ہے کہ دشمن اسے پہچان لیں ۔ اور یہ بھی ہو سکتا ہے کہ طویل رکوع اور سجود میں اسے پکڑ لیں ‘ چناچہ جو لوگ جہاد کے لئے نکلیں ان کے لئے جائز ہے کہ وہ خوف کے وقت نماز کو مختصر کردیں ۔\nیہاں قصر کے مفہوم اور تفسیر میں ہم اسی بات کو ترجیح دیتے ہیں جسے جصاص نے لیا ہے کہ اس قصر سے مراد رکعات میں قصر نہیں ہے اس لئے کہ یہ تو مطلق مسافر کے لئے جائز ہے خواہ حالت خوف ہو یا نہ ہو ‘ بلکہ سفر میں تو قصر لازمی ہے ۔ جس طرح حضور اکرم ﷺ نے قصر فرمائی اور ہر سفر میں فرمائی اس لئے کہ سفر میں راجح اقوال کے مطابق پوری رکعات پڑھنا جائز ہی نہیں ہے ۔\nلہذا یہاں حالت خوف میں قصر سے مراد بالکل دوسری ہوگی اور یہ قصر مسافر کی قصر سے مختلف ہوگی ۔ یہ قصر نماز کی کیفیت میں ہوگی مثلا رکوع ‘ سجود اور قیام میں نہایت ہی سکون سے یہ ارکان سرانجام دینے میں قصر ہوگی ۔ یوں حالت خوف میں مسافر کے لئے چلتے ہوئے ‘ سواری کی حالت میں اور صرف اشارے سے بھی نماز جائز ہوگی اور اس طرح وہ اپنے رب کے ساتھ جڑا ہوا رہے گا ۔ حالت خوف اور حالت فتنہ میں بھی وہ اس ضروری ہتھیار سے مسلح ہوگا اور دشمن کے مقابلے میں محتاج بھی ہوگا اس لئے کہ\n(آیت) ” ان الکفرین کانوا لکم عدوامبینا “۔ (4 : 101) (بےشک کافر تمہارے کھلے دشمن ہیں)\nمسافر اور مجاہد کی نماز میں حالت خوف میں قصر کے حکم کے بعد اور اسی مناسبت سے معرکہ کارزار میں اب صلوۃ الخوف کا حکم بھی یہاں دیا جاتا ہے ۔ اس خالص فقہی حکم کے اندر بھی نفسیاتی اور تربیتی اشارات کا وافر ذخیرہ دستیاب اور موجود ہے ۔",
  "ayah": 101,
  "surah": 4
}
