{
  "text": "(آیت) ” نمبر 102 تا 103۔\nجو شخص قرآن کے اسرار و رموز پر غور کرتا ہے اور جو شخص ربانی منہاج تربیت میں فکر کرتا ہے خصوصا اس سبق پر تو اس پر عجیب اسرار و رموز کا انکشاف ہوتا ہے ۔ اس سبق کے اندر ایسے لمحات فکر واحساس آتے ہیں جن کا اثر انسان کی روح کی گہرائیوں تک جا اترتا ہے ۔ ذرا میدان معرکہ کی ایک جھلکی ملاحظہ فرمائیں :\nقرآن کریم کی یہ آیت محض ایک فقہی اور قانونی مسئلہ نہیں بیان کرتی کہ صلوۃ الخوف اس طرح ہوگی اس کے اندر تعلیم وتربیت کا بیشمار سامان ہے جس کے ذریعے ایک انقلابی جماعت کی اخلاقی تربیت ہوتی ہے اور ساتھ ساتھ اسے انقلابی عمل سے بھی آگاہ کیا جاتا ہے ۔\nآیت سے جو پہلی بات معلوم ہوتی ہے وہ یہ ہے کہ اسلام میں نماز کی اس قدر اہمیت ہے کہ میدان کارزار کے اندر بھی نماز کو نہیں چھوڑا جاتا اور یہ بات ایمانی نقطہ نظر سے بالکل واضح ہے کہ نماز میدان کار زار کے اندر ایک بہترین ہتھیار ہے بلکہ یہ سب ہتھیاروں سے زیادہ اہم ہے اور ہر معرکے کے اندر اس ہتھیار سے فائدہ اٹھانا بہت ہی ضروری ہے ۔ اس معرکے کے مزاج اور اس کی فضا کے ساتھ نماز کا گہرا تعلق ہے ۔\nیہ ابتدائی دور کے اسلامی دستے جن کی تربیت ربانی اور قرآنی منہاج کے ساتھ کی گئی تھی ‘ وہ اپنے دشمن کا مقابلہ اس اسلحہ کے ساتھ کرتے تھے جس میں وہ دشمن پر فوقیت رکھتے تھے ۔ وہ اپنے دشمنوں پر یہ فوقیت رکھتے تھے کہ وہ صرف ایک الہ وحدہ لاشریک کو مانتے تھے ۔ انہوں نے اپنے رب کو اچھی طرح پہچان لیا تھا اور ان کو یہ احساس پوری طرح حاصل ہوتا تھا کہ ان کا وہ الہ پوری طرح ان کے ساتھ شریک جنگ ہے ۔ وہ مقصدیت کے اعتبار سے بھی دشمن پر فوقیت رکھتے تھے ۔ ان کا نصب العین بلند تھا اور وہ بھی اسے سب سے اونچا ہدف سمجھتے تھے ۔ ان کا تصور کائنات ‘ تصور حیات اور تصور غایت وجود انسانی ہر دشمن کے مقابلے میں بلند تھا ۔ اس برتر نظام زندگی کے تحت ان کی جو تنظیم وجود میں آئی تھی اس میں بھی وہ دشمن کے مقابلے میں برتر تھے ۔ میدان جگن میں نماز ان تمام برتریوں کا اشارہ تھی اور ہر وقت ان کو یہ سبق اور شعور یاد دلاتی تھی کہ وہ برتر ہیں ۔ یہی وجہ ہے کہ نماز میدان کار زار میں ان کے لئے ایک اعلی ترین اسلحہ تھی بلکہ ان کا انحصار ہی اس اسلحہ پر تھا ۔\nدوسری بات جو ان آیات کے ضمن میں نظر آتی ہے وہ یہ ہے کہ اہل ایمان روحانی طور پر تیار اور بیدار ہیں اور دشمن کے مقابلے میں کھڑے ہیں۔ دشمن بھی گھات میں بیٹھا ہے اور اہل ایمان کی طرف سے غفلت کی ایک مختصر سی گھڑی کے انتظار میں ہے کہ ذرا وہ غافل ہو اور وہ ان کا اسلحہ اور سازو سامان سب پر قبضہ کر کے اچانک حملہ آور ہوجائے ۔ اس تنبیہ ڈراوے اور ثابت قدمی اور اطمینان کی تلقین کے ساتھ ہی بتایا جاتا ہے کہ جن لوگوں سے تمہارا مقابلہ ہے ان کے لئے اللہ تعالیٰ نے ایک توہین آمیز عذاب تیار کر رکھا ہے ۔ ایک طرف سے سخت حکم ہے کہ حالت بیداری اور تیاری میں رہو اور دوسری طرف یہ یقین دہانی ہے کہ مطمئن رہو ‘ ایک طرف سخت حساس اور چوکنا رہنے کی ہدایت اور دوسری جانب سے پورا اطمینان ۔ یہ ہے وہ منہاج جس کے مطابق اللہ تعالیٰ اہل ایمان کو تربیت دیتے ہیں اس لئے کہ دشمن سخت مکار ہے اور وہ اوچھے ہتھکنڈے اختیار کرسکتا ہے ۔\nصلوۃ الخوف کی کیفیت میں فقہاء کا اختلاف ہے ۔ یہ مسائل انہوں نے اسی آیت سے لئے ہیں ۔ ہم صرف عام کیفیت بیان کریں گے اور فقہی تفصیلات میں نہیں جائیں گے ۔\n(آیت) ” واذا کنت فیھم فاقمت لھم الصلوۃ فلتقم طائفۃ منھم معک ولیاخذوا اسلحتھم فاذا سجدوا فلیکونوا من ورآء کم ولیات طائفۃ اخری لم یصلوا فلیصلوا معک ولیاخذوا حذرھم اسلحتھم “۔ (4 : 102)\n(اور اے نبی ‘ جب تم مسلمانوں کے درمیان ہو اور (حالت جنگ میں) انہیں نماز پڑھانے کھڑے ہو تو چاہئے کہ ان میں سے ایک گروہ تمہارے ساتھ کھڑا ہو اور اپنے اسلحہ لئے رہے ‘ پھر جب وہ سجدہ کرلے تو پیچھے چلا جائے اور دوسرا گروہ جس نے ابھی نماز نہیں پڑھی ہے آکر تمہارے ساتھ نماز پڑھے اور وہ بھی چوکنا رہے اور اپنے اسلحہ لئے رہے)\nمطلب یہ ہے کہ آپ موجود ہوں اور ان کے لئے امامت کر رہے ہوں تو ان میں سے ایک فریق آپ کے پیچھے پہلی رکعت پڑھ لے اور دوسرا فریق اسلحہ لے کر چوکیداری کرے اور جب پہلا فریق رکعت پڑھ لے تو پھر وہ چلا جائے اور چوکیداری پر بمعہ اسلحہ کھڑا ہوجائے اور دوسرا آجائے اور وہ آپ کے پیچھے ایک رکعت پڑھ لے ۔ اس طرح آپ کی نماز تمام ہوجائے گی اور آپ سلام پھیر لیں گے ۔\nاس کے بعد پہلا فریق آئے گا اور اس کی جو ایک رکعت رہتی ہے وہ پڑھ لے گا اور چلا جائے گا ۔ یہ ایک رکعت اکیلی ہوگی ‘ پھر یہ فریق جائے ‘ چوکیداری پر کھڑا ہو اور دوسرا فریق آئے اور اس کی جو ایک رکعت رہ گئی ہو پڑھے جبکہ پہلا فریق چوکیداری کرے ۔\nاس طرح دونوں فریق امام کے ساتھ نماز پڑھ لیں گے ‘ رسول اللہ ﷺ کی امامت میں اور آپ کے بعد جو خلفاء اور امراء آئیں گے ان کیلئے بھی یہی حکم ہے ۔\n(آیت) ” ود الذین کفروا لوتغفلون عن اسلحتکم وامتعتکم فیملون علیکم میلۃ واحدۃ (4 : 102) (کیونکہ کفار اس تاک میں ہیں کہ تم اپنے ہتھیاروں اور اپنے سامان کی طرف سے ذرا غافل ہو تو وہ تم پر یکبارگی ٹوٹ پڑیں)\nکفار کی جانب سے مومنوں کے خلاف یہ ایسی خواہش ہے جو ہمیشہ ان کے دلوں میں پائی جاتی ہے ۔ ماہ وسال گزر رہے ہیں ‘ صدیاں بیت گئی ہیں اور آج بھی کفار کی خواہش یہی ہے ‘ یہ ہے وہ حقیقت جو اللہ تعالیٰ نے پہلی جماعت مومنہ کے دل میں بٹھائی تھی اور آج بھی اسی کی تاکید ہو رہی ہے ۔ یہ درست ہے کہ اللہ اس وقت ان لوگوں کے لئے جنگی اسکیم تیار فرماتا تھا لیکن صلوۃ الخوف میں ‘ جس طرح کہ ہم نے سمجھا ‘ ہمارے لئے بھی جنگی اسکیم موجود ہے ۔\nیہ احتیاط اور یہ نفساتی تیاری اور یہ مسلسل ہتھیار بند رہنا ہر وقت لازمی نہیں ہے ‘ نہ مناسب ہے کہ مسلمانوں کو محض مشقت میں ڈالنے کے لئے دائمی حکم دیا جائے لیکن جس قدر ان سے ہو سکے وہ ایسا کریں ۔\n(آیت) ” ولا جناح علیکم ان کان بکم اذی من مطر او کنتم مرضی ان تضعوا اسلحتکم “۔ (4 : 102)\n(البتہ اگر تم بارش کی وجہ سے تکلیف محسوس کرو یا بیمار ہو تو اسلحہ رکھ دینے میں مضائقہ نہیں) ایسے حالات میں اسلحہ اٹھانا مشکل ہوتا ہے ‘ اور مفید بھی نہیں ہوتا ۔ محض احتیاط ہی کافی ہوتی ہے ۔ اور اللہ کی مدد پر بھرپور اعتماد۔\n(آیت) ” وخذوا حذرکم ان اللہ اعد للکفرین عذابا مھینا) (4 : 102) (مگر پھر بھی چوکنے رہو یقین رکھو کہ اللہ نے کافروں کے لئے رسوا کن عذاب مہیا کر رکھا ہے) ممکن ہے کہ یہی احتیاط یہی بیداری اور یہی پاسداری اہل کفر کے عذاب کا وسیلہ بن جائے ‘ جو اللہ نے ان کے لئے تیار کیا ہے اور سخت توہین آمیز ہے اس طرح اہل ایمان اللہ کی قدرت کا ذریعہ بن جائیں اور اللہ کی مشیت ان کے ذریعے پوری ہو ۔ مذکورہ بالا احتیاط کے ساتھ ساتھ یہ اہل ایمان کے لئے مژدہ اطمینان ہے ۔ اس لئے کہ اہل ایمان کو پورا یقین تھا کہ دشمنان اسلام کے خلاف اللہ ان کا مددگار ہے اور دشمنان اسلام کے لئے توہین آمیز عذاب مقدر ہے ۔ اور ہو سکتا ہے کہ وہی دست قدرت ہوں ۔\n(آیت) ” فاذا قضیتم الصلوۃ فاذکروا اللہ قیما وقعودا وعلی جنوبکم فاذا اطماننتم فاقیموا الصلوۃ ان الصلوۃ کانت علی المومنین کتبا موقاتا “۔ (4 : 103)\n(پھر جب نماز سے فارغ ہوجاؤ تو کھڑے اور بیٹھے اور لیٹے ہر حال میں اللہ کو یاد کرتے رہو اور جب اطمینان نصیب ہوجائے تو پوری نماز پڑھو ۔ نماز درحقیقت ایسا فرض ہے جو پابندی وقت کے ساتھ ایمان پر لازم کیا گیا ہے)\nحکم دیا جاتا ہے کہ ہر حال میں دلوں کو اللہ کے ساتھ جوڑے رکھو ‘ نماز میں بھی اور نماز کے باہر رہتے ہوئے بھی اس لئے کہ تعلق باللہ سب سے بڑی جنگی تیاری ہے اور وہ ہتھیار ہے جو کبھی زنگ آلود نہیں ہوتا۔\nاطمینان اور امن کے وقت حکم یہ ہے کہ نماز پوری کی پوری بمع جملہ ارکان اطمینان کے ساتھ ادا کرو اور اس میں قصر نہ کرو جیسا کہ کہا گیا اس لئے کہ قصر کی رخصت کچھ حالات کے تحت تھی ۔ اس لئے کہ نماز ایک ایسا فریضہ ہے جسے مقررہ وقت پر ادا کرنا لازمی ہے اور جب حالت خوف نہ رہے تو اس کی ادائیگی اسی طرح ہوگی جس طرح عام طور پر ہوتی ہے ۔\n” نماز درحقیقت ایسا فرض ہے جو پابندی وقت کے ساتھ اہل ایمان پر لازم کیا گیا ہے “ کے الفاظ سے ظاہریہ نے یہ استدلال کیا ہے کہ اگر نماز قضا ہوجائے تو پھر اس کی ادائیگی نہیں ہوسکتی ۔ اس نے نزدیک قضا نماز پڑھنے سے فرض ادا نہیں ہوتا ۔ وہ کہتے ہیں فرض نماز وقت مقررہ کے بعد نہیں ہوتی ۔ اگر وقت چلا جائے تو پھر نماز پڑھنے اور ادا کرنے کی کوئی ضرورت نہیں ہے ۔ البتہ جمہور علماء کی رائے یہ ہے کہ ادا ہوجاتی ہے ۔ ہاں قضا کی ادائیگی بہت جلدی ہونا چاہئے اور خواہ مخواہ تاخیر کرنا مناسب نہیں ہے ۔ اس کے علاوہ مزید فروعی اختلافا میں ہم داخل اندازی نہیں کرتے ۔\nاب اس سبق کا خاتمہ قریب ہے ۔ حکم دیا جاتا ہے کہ جہاد کا عمل جاری رکھو ‘ اگرچہ تمہیں رنج والم کا سامنا کرنا پڑے اور وہ تمہارے لئے مشقت اور تھکاوٹ کا باعث ہو ۔ ایک ایسا تیز احساس دلایا جاتا ہے اور اس قدر تیز جھٹکا دیا جاتا ہے کہ یہ احساس دلوں تک اتر جاتا ہے اور یہ احساس دلوں کی گہرائیوں تک اتر کر انسانی ضمیر کو روشن کرتا ہے اور اسی روشنی میں مقاصد اور رجحانات اور نصب العین متعین ہوتے ہیں ۔",
  "ayah": 102,
  "surah": 4
}
