{
  "text": "درس نمبر 39 ایک نظر میں :\nان آیات میں ایک ایسی کہانی کی طرف اشارہ ہے جس کی کوئی مثال اس کرہ ارض پر نہیں ملتی بلکہ انسانیت کی تاریخ میں اس کے ساتھ ملتی جلتی کوئی مثال نہیں ہے ۔ یہ مثال بھی شاہد عادل ہے کہ یہ دین من جانب اللہ ہے اور لازما من جانب اللہ ہے ۔ اس لئے کہ انسانوں کا تصور انصاف اور عدالت جس قدر بھی بلند ہو ‘ ان کی روح جس قدر بھی صاف ہوجائے اور ان کا مزاج جس قدر بھی صراط مستقیم پر قائم ہو وہ اپنے آپ کو اس مقام بلند تک نہیں پہنچا سکتے ‘ جس کی طرف ان آیات میں اشارہ کیا گیا ہے ۔ یہ کام صرف وحی الہی کے ذریعے ہی ممکن ہے ۔ انسانی تاریخ کے افق پر کھینچا جانے والا یہ گراف اس قدر اونچا ہے کہ اس مقام تک انسانیت صرف اسلامی نظام زندگی کے زیرسایہ ہی پہنچ سکی اور آئندہ بھی یہ سربلندی صرف اسلامی نظام ہی کے زیر سایہ نصیب ہو سکتی ہے ۔\nیہ واقعہ اس وقت ہوا جب مدینہ کے یہودی اسلام اور مسلمانوں کے خلاف وہ تمام زہریلے تیر اور ہتھیار استعمال کر رہے تھے جو ان کے ترکش میں موجود تھے اور جس کی تفصیلات اس سورة ‘ سورة بقرہ اور سورة آل عمران میں بیان ہوچکی ہیں۔ حالات ایسے تھے کہ یہودی اسلام کے خلاف ہر قسم کا جھوٹا پروپیگنڈا کر رہے تھے ۔ وہ مشرکین کا ایک محاذ اسلام خلاف بنا رہے تھے اور مشرکین کی حوصلہ افزائی کرتے تھے ۔ ان کے لئے راہ ہموار کرتے تھے ‘ پروپیگنڈے میں جھوٹی خبریں اڑاتے تھے ‘ لوگوں کے ذہنوں کو خراب کرتے تھے ۔ حضور ﷺ کی قیادت کی توہین کرتے تھے ‘ وحی اور رسالت میں شکوک پیدا کرتے تھے ۔ وہ اسلامی معاشرے میں اندر سے انتشار پیدا کرنے کی کوشش بھی کرتے تھے اور رات دن اس کام میں لگے ہوئے تھے کہ اسلام کے دشمنوں کو جمع کر کے مسلمانوں پر حملہ کرا دیں ۔ تحریک اسلامی مدینہ میں بالکل نئی تھی ‘ اور انسانوں کے نفوس کے اندر ابھی تک جاہلیت کے آثار موجود تھے ۔ بعض مسلمانوں اور یہودیوں اور مشرکوں کے درمیان ابھی تک رشتہ داری اور دوسرے روابط بھی قائم تھے اور یہ تمام امور صفوں کے لئے خطرے کا باعث تھے ۔\nایسے مشکل ‘ خطرناک ‘ اور ہنگامی حالات میں یہ آیات نازل ہوئیں اور رسول اللہ ﷺ اور مسلمانوں کو یہ سخت ہدایات دی گئیں ۔ مقصد یہ مقصد یہ تھا کہ ایک یہودی ملزم کے ساتھ انصاف کرو ‘ اس پر چوری کا الزام جھوٹا ہے اور جن لوگوں نے جھوٹا الزام لگایا ہے ان کا فرض ہے کہ وہ اس کی تلافی کریں ۔ یہ مدینہ کے انصار کا ایک گھرانا تھا ۔ انصار ان دونوں رسول اللہ ﷺ کا سرمایہ تھا ‘ جو ان تمام یہودی سازشوں کے مقابلے میں آپ کے حامی ومدد گار تھے اور آپ ﷺ کی رسالت اور دین کے معاون تھے ۔\nرواداری ‘ سربلندی اور عدل و انصاف کا یہ کس قدر اونچا معیار ہے ۔ اس کی تعریف و توصیف کے لئے تو الفاظ نہیں ملتے ۔ تمام باتیں ‘ تمام تبصرے اور تمام تشریحات اس معیار اور سطح سے نیچے رہ جاتی ہیں ۔ اس سطح اور معیار تک انسانی طاقتیں اپنی کوشش نہیں پہنچ سکتیں ‘ صرف انسان یہ معجزہ نہیں دکھا سکتے ‘ یہ تو اسلامی منہاج کی قیادت اور رہنمائی ہے جو کسی انسان کو اس مقام بلند تک پہنچاسکتی ہے ۔\nوہ کہانی جو ان آیات کے پس منظر کے سلسلے میں بیان ہوئی اور جسے متعدد مصادر نے نقل کیا ہے ‘ مناسب ہے کہ انصار سے سنی جائے ۔ قتادہ ابن النعمان اور ان کے چچارفاعہ دونوں نے حضور ﷺ کے ساتھ بعض غزوات میں جنگ فرمائی ۔ ان میں سے ایک کی زرہ گم ہوگئی (رفاعہ کی) عام طور پر انصار کے ایک خاندان بنو ابیرق کے ایک شخص کے بارے میں یہ شبہ ہونے لگا کہ اس نے یہ زرہ چوری کی ہے ۔ مالک نے حضور ﷺ کے پاس یہ رپورٹ درج کرائی کہ طعمہ ابن ابیرق نے میری زرہ چرائی ہے ۔ بعض روایات میں بشیر ابن ابیرق کا نام آتا ہے ۔ اس کے بارے میں یہ بھی مشہور تھا کہ وہ صحابہ کرام کی ہجو میں اشعار لکھتا اور مشہور کرتا کہ یہ فلاں عرب شاعر کے ہیں ۔ جب چور کو معلوم ہوا کہ اس کے خلاف رپورٹ ہوچکی ہے تو اس نے جلدی سے یہ زرہ ایک یہودی زید ابن سمین کے گھر پھینک دی اور اپنے خاندان کے بعض لوگوں سے کہا کہ میں نے زرہ غائب کردی ہے اور فلاں کے گھر میں پھینک دی ہے اور یہ جلد ہی اس کے گھر سے برآمد ہوگی ۔ تم رسول اللہ ﷺ کے پاس جاؤ اور یہ کہو کہ ہمارے بھائی تو بےگناہ ہیں اور فلاں شخص چور ہے اور ہم نے ۔۔۔۔ اس سلسلے میں معلومات جمع کرلی ہیں ۔ آپ برسرعام ہمارے آدمی کی برات فرمائیں اور اس کی صفائی فرمائی دیں اس لئے کہ اگر اسے آپ کے ذریعے اللہ نے باعزت طور پر بری نہ کیا تو اس کی عزت خاک میں مل جائے گی ۔\nجب حضور ﷺ کو معلوم ہوا کہ فی الواقعہ زرہ یہودی کے گھر سے برآمد ہوگئی ہے تو آپ نے مجمع میں اعلان کردیا کہ ابن ابیرق بےگناہ ہے ‘ اس لئے کہ اس کے خاندان نے حضور ﷺ سے درخواست کی تھی کہ قتادہ ابن النعمان اور ان کے چچا ہمارے ایک مسلمان خاندان کے گھر آئے اور اسے چوری کا ملزم بنا دیا اور یہ کام انہوں نے بغیر کسی ثبوت اور شہادت کے کیا ۔ قتادہ کہتے ہیں کہ میں رسول اللہ ﷺ کے پاس آیا ۔ میں نے آپ ﷺ سے بات کی تو آپ ﷺ نے فرمایا : ” تم نے جان بوجھ کر ایک ایسے خاندان کے خلاف چوری کا الزام عائد کردیا جن کا اسلام اور نیکی مشہور ومعروف ہیں اور بغیر ثبوت کے “۔ میں واپس ہوگیا ‘ لیکن میری حالت یہ تھی کہ میں یہ کہہ رہا تھا کہ اگر میری تمام دولت چلی جاتی اور میں حضور ﷺ سے بات نہ کرتا تو کہتا اچھا ہوتا ۔ اس پر میرے چچا رعافہ آئے تو مجھے کہا بھتیجے ! یہ تو نے کیا کیا ؟ تو میں نے اسے یہ بات بتائی جو حضور ﷺ نے کہی تھی تو رفاعہ نے کہا اللہ ہی مددگار ہے ۔ اس پر زیادہ وقت نہ گزرا کہ یہ آیات نازل ہوئیں ۔\n(آیت) ” انا انزلنا الیک الکتب بالحق لتحکم بین الناس بما ارک اللہ ولا تکن للخائنین خصیما “۔ (4 : 105) ” یعنی آپ بنی ابیرق کے لئے وکیل صفائی نہ بنیں ۔ ” خصیم “ کے معنی وکیل ‘ دفاع کرنے والے اور کسی کی جانب سے مجادلہ اور مباحثہ کرنے والے کے ہوتے ہیں ۔ آپ نے قتادہ ؓ کو جو کہا اس سے اللہ کی مغفرت طلب کریں ‘ بیشک اللہ غفور الرحیم ہے ۔ مزید یہ آیات ۔ (ولاتجادل) سے (رحیما) تک ۔۔۔۔۔ اگر وہ معافی چاہتے تو اللہ ان کو معاف کردیتا ۔۔۔۔۔ اسی طرح (ومن یکسب) سے (اثما مبینا) تک اور (ولو لا فضل اللہ) سے (اجرا عظیما) تک ۔۔۔۔۔ جب یہ آیات نازل ہوئیں تو حضور ﷺ زرہ لے کر آئے اور رفاعہ کو دے دی ۔ قتادہ کہتے ہیں کہ جب میرے چچا کے پاس زرہ پہنچی ۔ وہ بوڑھے تھے اور جاہلیت ہی میں ان کی نظر ختم ہوگئی تھی۔ میں یہ سمجھتا تھا کہ وہ مجبور ہو کر مسلمان ہوگئے ہیں ۔ جب میں نے ان کو زرہ دی تو انہوں نے یہ اللہ کی راہ میں ہوگئی ۔ یہاں سے مجھے یقین ہوگیا کہ وہ صحیح طرح مسلمان تھے ۔ جب یہ آیات نازل ہوئیں تو بشیر (چور) مشرکین کے ساتھ مل گیا ۔ اس پر مزید آیات کا نزول ہوا۔\n(آیت) ”۔ ومن یشاقق الرسول من بعد ماتبین لہ الھدی ویتبع غیر سبیل المؤمنین نولہ ما تولی ونصلہ جھنم وسآءت مصیرا (115) ان اللہ لا یغفر ان یشرک بہ ویغفر ما دون ذلک لمن یشآء ومن یشرک باللہ فقد ضل ضلا بعیدا “ (116) (4 : 115۔ 116)\nمسئلہ : صرف یہ نہ تھا کہ ایک بےگناہ بری کردیا گیا جس پر سازش کی وجہ سے الزام لگایا تھا اگرچہ اللہ کے ہاں کسی بےگناہ کا بری کرنا بھی ایک عظیم مسئلہ ہے ‘ مسئلہ تو اس سے بھی بڑا اور اہم تھا ۔ یعنی انصاف کی ترازو کو بالکل برابر کرنا مطلوب تھا کہ ہو کسی ایک طرف جھک نہ جائے ۔ نہ نفسانی خواہشات کی طرف اور نہ عصبیت کی وجہ سے ۔ نہ دوستی اور دشمنی کی وجہ سے ‘ میزان عدل میں کسی بھی طرح جھکاؤ نہ آجائے ۔ غرض جو حالات بھی ہوں ‘ انصاف ہو اور بےلاگ ہو۔\nمسئلہ یہ تھا کہ اس جدید معاشرے کو تمام آلائشوں سے پاک کردیا جائے اور اس کے اندر سے جاہلیت اور عصبیت کے باقی ماندہ آثار کو بھی مٹا دیا جائے چاہے یہ آثار جس شکل و صورت میں بھی ہوں ۔ خصوصا جبکہ ان کا تعلق عوام الناس کے مسئلہ عدل سے ہو ۔ اس کے بعد ایک ایسے معاشرے کی بنیاد رکھی جانی تھی جو بالکل منفرد ہو اور پوری تاریخ انسانی میں بےمثال ہو ۔ یہ بنیاد بالکل پاک وصاف اور مستحکم اصولوں پر رکھنی تھی ۔ جن میں تعصب ‘ ذاتی رجحان ‘ وقتی مصلحتوں اور ذاتی خواہشات کا کوئی دخل نہ ہو ۔\nاس مقدمے میں بیشمار اسباب موجود تھے جن کی وجہ سے مجرموں کے ساتھ نرمی کی جاسکتی تھی یا کم ازکم انکے بارے میں یہ آیات نازل نہ ہوتیں اور ان پر تنقید نہ کی جاتی ۔ ان کو اس طرح سرعام رسوا نہ کیا جاتا یا ان کی سرعام پردہ دری نہ کی جاتی ۔\nپہلی وجہ تو یہ ہو سکتی تھی کہ اس مقدمے میں پہلا ملزم یہودی تھا اور یہودی وہ لوگ تھے کہ ان کے ترکش کا ہر تیر اسلام کے خلاف استعمال ہوتا تھا ۔ یہودی وہ لوگ تھے کہ اس زمانے میں مسلمانوں کو ان کی جانب سے تلخ ترین اذیتیں دی جاتی تھیں اور خدا کا کرنا ایسا ہے کہ ہر دور میں وہ مسلمانوں کے خلاف نیش زنی کرتے رہتے ہیں ۔ پھر یہودیوں کا نظریہ یہ تھا کہ ہو نہ کسی کا حق تسلیم کرتے تھے ‘ نہ کسی کے ساتھ عدل و انصاف کرتے تھے ۔ ان کی حالت یہ تھی کہ ان کے ہاں کوئی اخلاقی قدر بھی نہ تھی اور مسلمانوں کے ساتھ معاملہ کرنے میں تو وہ کسی اخلاقی اصول کے قائل ہی نہ تھے ۔\nایک سبب یہ بھی تھا کہ اصل ملزم انصاری تھے اور انصار وہ لوگ تھے جنہوں نے حضور کو پناہ دی اور آپ کی نصرت کی ۔ پھر انصار کے بعض گھرانوں کے درمیان جاہلیت سے دشمنیاں چلی آرہی تھیں اور جس طرح الزام اور تفتیش کا رخ یہودیوں کی طرف مڑ گیا تھا اس وقت ان تحقیقات کو یہاں سے ڈراپ کر کے اہل اسلام کی صفوں کے درمیان انتشار سے بچا جاسکتا تھا ۔\nایک تیسرا جواز یہ بھی تھا کہ اس طرح یہودیوں کے ہاتھ میں انصار کو ورغلانے کی خاطر ایک نیا ہتھیار آرہا تھا ۔ یہ کہ انصار اور مسلمان ایک دوسرے کی بھی چوریاں کرتے ہیں اور پھر یہودیوں پر الزام دھرتے ہیں ۔ یہودی اس واقعہ کو بھی اسلام کے خلاف استعمال کرسکتے تھے ۔\nلیکن یہ معاملہ ان معمولی باتوں کی نسبت بہت زیادہ اہمیت رکھتا تھا ‘ ان تمام خدشات اور اعتبارات سے یہ معاملہ بہت اہم اور بلند تھا ۔ یہ باتیں اسلامی نقطہ نظر سے اہمیت نہ رکھتی تھیں ۔ اسلام کے پیش نظر یہ مقصد تھا کہ اس جماعت کو اس قدر تربیت دی جائے کہ وہ نظام خلافت ارضی اور منصب قیادت بشری کے لئے تیار ہوجائے ۔ یہ امت پوری انسانیت کی قیادت اور پورے کرہ ارض پر خلافت کے لئے اس وقت تک تیار نہیں ہو سکتی تھی جب تک اس کی تربیت نہایت ہی مستحکم اور برتر اصولوں پر نہ کی جائے جب تک اسلامی نظام زندگی کے اصول اس کی زندگی کا جزء نہ بن جائیں اس کے وجود کو پوری طرح دھو کر اور نچوڑ کر پاک وصاف نہ کردیا جائے اور اسے ہر قسم کی انسانی کمزوریوں سے پاک نہ کردیا جائے ‘ جو جاہلیت کے دور سے اس کی شخصیت کا جزء تھیں ۔ نیز جب تک خود اس امت کے درمیان پختہ نظام عدل قائم نہ کردیا جائے تاکہ وہ اس کے مطابق تمام لوگوں کے درمیان انصاف کریں ۔ اور ان کا یہ انصاف اور ان کی یہ عدالت تمام انسانی کمزوریوں سے پاک ہو اور وہ تمام ظاہری مصلحتوں سے صرف نظر کرنے کے قابل ہوجائیں ۔\nاللہ تعالیٰ نے ایسے حالات میں اور اس مشکل ترین مرحلے میں ایک یہودی کے واقعہ کے ذریعے امت مسلمہ کو عدل و انصاف کے راستے پر ڈالا ایسے حالات میں کہ اس دور میں مسلمان یہودیوں کی جانب سے بیشمار ریشہ دوانیوں کا شکار تھے اور وہ پورے عالم عرب میں مسلمانوں کے خلاف محاذ بنانے میں بھی مصروف تھے ۔ مدینہ کے منافقین کے بھی معاون و مددگار تھے ‘ اور وہ دین اسلام کے خلاف اپنے ترکش کا ہر تیر استعمال کر رہے تھے اور اس کے خلاف ہر سازش کر رہے تھے ۔ مسلمانان مدینہ کے لئے مدینہ میں نہایت ہی خطرناک حالات تھے جہاں وہ دشمنیوں اور سازشوں میں گھرے ہوئے تھے اور یہ سب سازشیں یہودیوں کی طرف سے تھیں ۔ اللہ نے ان حالات میں اپنے بندوں کو ہدایت دینے اور نشان راہ متعین کرنے کے لئے ایک یہودی کو چنا ۔\nان حالات میں ایک یہودی کا انتخاب اس لئے کیا گیا کہ کہ اللہ تعالیٰ جماعت مسلمہ کو یہ سمجھا سکے کہ عدل کا معیار کیا ہے اور اللہ تعالیٰ اس امت کو جو سکھانا چاہتے تھے وہ سکھائے ۔ لہذا اس معاملے میں اللہ کی پالیسی میں کوئی سیاست ‘ کوئی نام نہاد دانشوری اور کوئی زبانی ہیر پھیر نہ تھا ۔ اور لیپاپوتی اور واقعات کو چھپانے کی مہارت سے بھی کام نہ لیا گیا اور صاف صاف بات کی گئی ۔\nاس مقدمے کے فیصلے میں تمام مصلحتوں کو بالائے طاق رکھ دیا گیا اور تمام ظروف واحوال سے صرف نظر کیا گیا ۔\nمعاملہ نہایت ہی حقیقت پسندانہ اور سنجیدہ تھا ۔ اس میں کسی قسم کی ملمع کاری اور لیپاپوتی نہ تھی ۔ حقیقت پسندی اسلامی نظام زندگی کی خصوصیات میں سے اہم خصوصیت ہے اور اس امت کے اوصاف میں سے یہ ایک اہم وصف ہے ۔ یہ اس امت کے مقاصد میں شامل ہے کہ وہ لوگوں عدل پھیلائے اور عدل کو اس معیار پر پہنچا دے جہاں تک کبھی انسانیت نہ پہنچی اور صرف اللہ کی جانب سے وحی اور ہدایت ہی کے نتیجے میں یہ امت یہاں تک پہنچی ۔\nجب انسان اس مقام بلند تک پہنچا تو اس نے دیکھا کہ تاریخ کے تمام ازمنہ اور ادوار میں انسانی پستیوں کے گہرے گڑھے میں پڑے ہیں ۔ اس نے دیکھا کہ اس مقام بلند تک پہنچنے کی راہ میں نہایت ہی گہری گھائیاں ہیں ۔ اس راہ میں جگہ جگہ چالاکیاں ‘ ظاہر داریاں ‘ سیاست ‘ عیاری ‘ بلاغت ‘ مہارت ‘ حکومت کی مصلحت ‘ ملک کی مصلحت اور پارٹی کی مصلحت وغیرہ کی بےپناہ رکاوٹیں ہیں جو مختلف ناموں اور مختلف عنوانوں کے ساتھ عدل و انصاف کی راہ روکے کھڑی ہیں ۔ اور اگر اس بلندی سے انسان تمام نظامہائے زندگی کو دقت نظر سے دیکھے تو اسے دنیا میں گندگی ہی گندگی نظر آئے ۔\nاس بلندی سے انسان جب نگاہ ڈالتا ہے تو اسے نظر آتا ہے کہ امت مسلمہ اس میدان میں یکہ و تنہا نظر آتی ہے ۔ جو زندگی کی ان غلاظتوں سے بلند ہو کر اس پاکیزہ مقام تک پہنچی ہے اور صرف امت مسلمہ کے لینڈ مارک شاہراہ تاریخ میں جگہ جگہ نظر آتے ہیں اور عدل و انصاف کی اس بلند چوٹی تک پہنچنے کے لئے صرف امت مسلمہ نے راہیں متعین کی ہیں اور وہ اس میدان میں منفرد ہے ۔\nرہی وہ گندگی اور وہ تعفن جسے جاہلیت قدیمہ اور جاہلیت جدیدہ میں عدالت کا نام دیا جاتا ہے تو مناسب یہی ہے کہ ہم اس گندگی کو دبی رہنے دیں کیونکہ اس پاکیزہ ماحول کو اس کا تعفن گندہ کر دے گا اور ہر طرف بدبو پھیل جائے گی ۔\nمناسب ہے کہ اب ہم آیات پر ذرا تفصیل سے بات کریں۔\nدرس نمبر 39 تشریح آیات :\n105۔۔۔۔۔ تا ۔۔۔۔۔ 113۔\n(آیت) ” نمبر 105 تا 113۔\nA) بات نہات ہی سختی سے کہی جارہی ہے ‘ یوں نظر آتا ہے کہ سچائی کے حق میں غیض وغضب سے کام لیا جا رہا ہے اور عدل قائم کرنے کے لئے سخت غیرت کا اظہار کیا جارہا ہے اور جذبات ‘ بات کے ماحول اور فضا سے ظاہر ہو رہے ہیں ۔\nاس کا اظہار اس بات سے بھی ہو رہا ہے کہ حضور ﷺ کو مخاطب کرکے کہا جاتا ہے کہ ہم نے یہ کتاب سچائی کے ساتھ نازل کی تاکہ آپ لوگوں کے درمیان اللہ کی اس کتاب کے مطابق فیصلے کریں ۔ آپ کو سختی سے منع کیا گیا کہ آپ خائن لوگوں کے طرفدار نہ ہوجائیں اور نہ ان کی جانب سے دفاع کریں اور آپ نے جو مجادلہ ان خائن لوگوں کی طرف سے کیا ہے اس پر اللہ سے مغفرت طلب کریں ۔\n(آیت) ” انا انزلنا الیک الکتب بالحق لتحکم بین الناس بما اراک اللہ ولا تکن للخائنین خصیما (105) واستغفر اللہ ان اللہ کان غفورا رحیما (106) (4 : 105۔ 106)\n(اے نبی ﷺ ہم نے یہ کتاب حق کے ساتھ تمہاری طرف نازل کی ہے ‘ تاکہ جو راہ راست اللہ نے تمہیں دکھائی ہے اس کے مطابق لوگوں کے درمیان فیصلہ کرو ‘ تم بدیانت لوگوں کی طرف سے جھگڑنے والے نہ بنو ‘ ۔ اور اللہ سے درگزر کی درخواست کرو ‘ وہ بڑا درگزر فرمانے والا اور رحیم ہے ۔ A\nاس کے بعد اس ممانعت کو دوبارہ مکرر بیان کیا جاتا ہے اور یہ کہا جاتا ہے کہ جن لوگوں کی طرف سے آپ نے خصومت کی وہ اپنے آپ سے خیانت کر رہے ہیں اور وجہ یہ ہے کہ چونکہ یہ خائن ہیں اور اللہ خیانت کرنے والوں کو پسند نہیں کرتا ۔\n(آیت) ” ولا تجادل عن الذین یختانون انفسھم ان اللہ لا یحب من کان خوانا اثیما (4 : 107) (جو لوگ اپنے نفس سے خیانت کرتے ہی تم ان کی حمایت نہ کرو ‘ اللہ کو ایسا شخص پسند نہیں ہے جو خیانت کار اور معصیت پیشہ ہو ۔ )\nبظاہر تو انہوں نے دوسرے لوگوں کے ساتھ خیانت کی تھی لیکن درحقیقت وہ اپنے ساتھ خیانت کر رہے تھے ۔ انہوں نے اپنی جماعت اور پنے نظام کے خلاف خیانت کی ۔ اپنے اصولوں اور انکی ممتاز حیثیت کے خلاف خیانت کی ‘ انہوں نے اس امت کے خلاف خیانت کی جس کے وہ بھی افراد تھے ۔۔۔۔۔ پھر ایک دوسرے پہلو سے بھی وہ اپنے نفس کے خلاف خیانت کر رہے تھے ۔ وہ اپنے نفوس کو ایسے جرم میں ملوث کر رہے تھے جس کی سزا بہت ہی سخت تھی ۔ جہاں اللہ انہیں مجبور کرے گا اور پکڑ کر سزا دے گا ۔ ظاہر ہے کہ یہ اپنے نفس کے خلاف بھی خیانت ہے ۔ ایک تیسری صورت یہ ہے کہ وہ اپنے ضمیر کو جھوٹ کہہ کر اور جرم کر کے خیانت میں ملوث کر رہے تھے ۔\n(آیت) ” ان اللہ لا یحب من کان خوانا اثیما “۔ (4 : 107) (اللہ کو ایسا شخص پسند نہیں ہے جو خیانت کار اور معصیت پیشہ ہو) اور اللہ کی ناپسندیدگی تمام سزاؤں میں سے بڑی سزا ہے ۔ اس کے اندر ایک دوسرا اشارہ بھی ہے ‘ کہ جو لوگ اللہ کے محبوب نہیں ‘ چاہئے کہ کوئی ان کی حمایت نہ کرے ۔ کوئی ان کی وکالت نہ کرے ‘ اس لئے کہ ارتکاب جرم کرنے کی وجہ سے اللہ نے انہیں ناپسند کرلیا ہے ۔ ان لوگوں کو خیانت کار اور معصیت پیشہ کہنے کے بعد اب ان کی تصویر کشی اس طرح کی جاتی ہے اور ان کا پردہ یوں چاک ہوتا ہے :\n(آیت) ” یستخفون من الناس ولا یستخفون من اللہ وھو معھم اذیبیتون مالا یرضی من القول ۔۔۔۔۔ “۔ (4 : 108) (یہ لوگ انسانوں سے اپنی حرکات چھپا سکتے ہیں مگر خدا سے نہیں چھپا سکتے ‘ وہ تو اس وقت بھی ان کے ساتھ ہوتا ہے جب یہ راتوں کو چھپ کر اس کی مرضی کے خلاف مشورے کرتے ہیں )\nانکی یہ تصویر نہایت ہی کریہہ المنظر ہے ۔ اس پر انسان کو بےاختیار ہنسی آتی ہے ۔ اس میں ان کی کمزوری اور سازش صاف صاف نظر آتی ہے ۔ یہ راتوں کو جمع ہوتے اور اپنا جرم چھپانے کی سازشیں کرتے ہیں اور خیانت کا ارتکاب کرتے ہیں ۔ لوگوں سے یہ اپنا جرم چھپا سکتے مگر اللہ سے نہیں چھپا سکتے ۔ لوگوں سے چھپنا کوئی معنی نہیں رکھتا کیونکہ لوگ تو انہیں نفع ونقصان سے نہی بچا سکتے ۔ اور جو ذات نفع ونقصان کی مالک ہے اس سے وہ چھپ نہیں سکتے ۔ وہ تو ان کے ساتھ ہوتی ہے جب وہ سازشیں کرتے ہیں ۔ وہ ان کے ظاہر و باطن سے واقف ہے ۔ وہ ملمع کاری کرتے ہیں اور اللہ کی مرضی کے خلاف باتیں کرتے ہیں ۔ ان کا موقف کیسا بودا ہے کہ جس سے چھپاتے ہیں اس سے تو چھپ نہیں سکتے ۔ کیوں ؟ اس لئے کہ\n(آیت) ” وکان اللہ بما یعملون محیطا “۔ (4 : 108) (ان کے سارے اعمال پر اللہ محیط ہے) اگر اللہ مطلقا تمام اعمال کا احاطہ کئے ہوئے ہے تو وہ جو رات کو خفیہ سازشیں کرتے ہیں ان کا کیا فائدہ ہوگا ۔ اللہ تو اس مجلس میں ان کے ساتھ ہوتا ہے ہر چیز اس کی نظر میں ہے اور اس کے قبضے میں ہے ۔ اور یہ غضبناک حملہ ابھی جاری ہے اور اس کا اطلاق ان تمام لوگوں پر ہوتا ہے جو خائن لوگوں اور مجرموں کی طرف سے مجادلہ کرتے ہیں ۔\n(آیت) ” ھانتم ھولآء جدلتم عنھم فی الحیوۃ الدنیا فمن یجادل اللہ عنھم یوم القیمۃ ام من یکون علیھم وکیلا “۔ (4 : 109) (ہاں تم لوگوں نے ان مجرموں کی طرف سے دنیا کی زندگی میں تو جھگڑا کرلیا ‘ مگر قیامت کے روز ان کے لئے اللہ سے کون جھگڑا کرے گا ؟ آخر وہاں کون ان کا وکیل ہوگا ؟ اس بھاری دن سے تو وہ ہر گزنہ بچ سکیں گے ۔ )\nخائنوں اور معصیت پیشہ لوگوں پر اس حملے کے بعد اور ان کے حامیوں ‘ مجادلوں اور وکیلوں کی مذمت کرنے کے بعد اب اس برے فعل کے بارے میں اور اس کے نتائج کے بارے میں اصولی بات کی جاتی ہے ۔ اس کا حساب و کتاب آخرت میں کیا ہوگا اور اس کی عمومی سزا کیا ہونا چاہئے اور اللہ تعالیٰ ایسے مجرموں کے ساتھ کیا معاملہ فرماتے ہیں اور پھر یہ کہ جو معاملہ اللہ تعالیٰ فرماتے ہیں تم بھی مجرموں اور ایک دوسرے کے ساتھ ایسا ہی سلوک روا رکھو اور اللہ کے بتائے ہوئے اخلاق اپناؤ خصوصا عدل و انصاف کے معاملے میں ۔",
  "ayah": 105,
  "surah": 4
}
