{
  "text": "(آیت) ” نمبر 113۔\nیہ کوشش ان مختلف النوع کوششوں میں سے ایک ہے جو رسول اللہ ﷺ کے دشمن اسلام کے خلاف کر رہے تھے اور وہ چاہتے تھے کہ حضور اکرم ﷺ کو سچائی انصاف اور صراط مستقیم سے بدراہ کردیں لیکن اللہ کا فضل وکرم ہمیشہ آپ کے شامل حال رہتا اور آپ کو اللہ بچا لیتے اور جو لوگ سازشیں کرتے وہ خود سازش کا شکار ہوجاتے اور خود ہی گمراہ ہوتے ۔ اور سیرت الرسول ﷺ میں اس قسم کے بیشمار واقعات موجود ہیں کہ سازشوں نے سازش کی اور اللہ نے ان کی سازش کو ناکام بنا دیا اور ان کی کوششیں ناکام ہوگئیں ۔ اللہ تعالیٰ یہاں حضور کو اطمینان دلاتے ہیں کہ اس کا فضل اور رحمت رسول اللہ کے شامل حال رہے گی اور وہ انہیں کوئی نقصان نہ پہنچا سکیں گے ۔\nاس مناسبت میں کہ اللہ تعالیٰ نے سازشیں کرنے والوں کی سازش سے آپ کو محفوظ رکھا اور آپ اس سے بچ گئے کہ آپ کے احکام کی وجہ سے ظالم بچ جائے اور بےگناہ کو سزا ہوجائے اللہ تعالیٰ اپنے ایک عظیم فضل کو یاد دلاتے ہیں ۔ وہ یہ کہ اللہ نے آپ کو تاج رسالت پہنایا ۔\n(آیت) ” وانزل اللہ علیک الکتب والحکمۃ واعلمک مالم تکن تعلم وکان فضل اللہ علیک عظیما “۔ (4 : 113) (اللہ نے تم پر کتاب اور حکمت نازل کی ہے اور تم کو کو وہ کچھ بتایا ہے جو تمہیں معلوم نہ تھا ‘ اور اس کا فضل تم پر بہت ہے) یہ احسان دراصل جنس انسان پر ہے کہ اللہ تعالیٰ نے اپنی آخری رسالت انسانوں کی ہدایت کے لئے بھیجی ۔ یہ کوئی معمولی احسان نہ تھا بلکہ یہ انسان کے لئے ایک نیا جنم تھا اور اس سے انسانیت کو ایسی زندگی ملی جس طرح کوئی انسان پہلی مرتبہ انسانیت اور روح پاتا ہے ۔ یہ احسان جس کی وجہ سے انسان کو جاہلیت کی پستیوں سے اٹھایا گیا اور اسے اسلامی نظام حیات کے ذریعے دنیا میں برتری اور ترقی دے کر نہایت ہی اونچے مقام تک پہنچایا گیا اسے اللہ تعالیٰ نے فضل عظیم سے تعبیر کیا۔\nاسلامی نظام زندگی کے احسان اور بھلائی کا صحیح طرح اندازہ صرف وہی شخص کرسکتا ہے جس نے اسلام اور جاہلیت کا تقابلی مطالعہ کیا ہو ۔ ماضی اور حال کو دیکھا ہو اور جس نے اسلام کی طرح جاہلیت کو بھی چکھا ہو۔\nاس احسان کا تذکرہ سب سے پہلے رسول اللہ ﷺ سے کیا گیا اس لئے کہ سب سے پہلے اسلام کو حضور اکرم ﷺ نے پایا سب سے پہلے اس کا مزہ چکھا اور سب سے پہلے آپ ﷺ نے جانا اور آپ سب سے زیادہ اسلام کے جاننے والے اور اسے چکھنے والے تھے ۔ (آیت) ” وعلمک مالم تکن تعلم وکان فضل اللہ علیک عظیما (4 : 113) (تم کو وہ کچھ بتایا جو تم نہ جانتے تھے اور اللہ کا فضل تم پر بہت بڑا ہے)",
  "ayah": 113,
  "surah": 4
}
