{
  "text": "(آیت) ” 115 تا 116۔\nان آیات کے نزول کے سلسلے میں یہ کہا گیا ہے کہ بشیر ابن ابیرق مرتد ہوگیا اور جاکر مشرکین مکہ کے ساتھ مل گیا حالانکہ اس پر راست واضح ہوچکی تھی ۔ پہلے وہ اسلامی صفوں میں تھا لیکن اس نے اہل ایمان کی راہ کو چھوڑ کر دوسری راہ کو اپنا لیا۔ لیکن یہ آیت مضمون اور اطلاق کے اعتبار سے عام ہے ۔ اس کا اطلاق ہر اس حالت پر ہوگا جس میں رسول اللہ ﷺ کی مخالفت کی جارہی ہو ۔ جس میں آپ کی مخالفت میں کفر ‘ شرک اور ارتداد اختیار کیا گیا ہو اور اس طرح کے قدیم وجدید تمام واقعات پر اس کا اطلاق ہوگا ۔\n(المشاقہ) کا مفہوم یہ ہے کہ ایک شخص ایک ٹکڑا لے اور دوسرا اس کے مقابلے میں دوسرا ٹکڑا لے لے ۔ اور جو شخص رسول اللہ کے ساتھ شقاق کرتا ہے وہ رسول کے بالمقابل جنبہ بالمقابل صف ‘ اور بالمقابل پارٹی کو اختیار کرتا ہے اور رسول اللہ ﷺ کے جن بےپارٹی اور محاذ کی مخالفت کرتا ہے ۔ اس کا مطلب یہ ہے کہ رسول اللہ ﷺ کے نافذ کردہ نظام زندگی کے بالمقابل نظام حیات لے کر آئین تھے جس کے اندر عقیدے اور نظریات بھی شامل تھے ‘ جس کے اندر مراسم عبودیت بھی تھے ۔ جس کے اندر نظام قانون اور نظام حکومت بھی تھا اور یہ نظام زندگی کے تمام شعبوں پر حاوی تھا۔ اور یہ تمام امور اسلامی نظام کے مجموعی جسم کے اعضاء تھے ۔ اور اصول یہ ہے کہ اگر ان اعضاء کو ٹکڑے ٹکڑے کردیا جائے تو نظام قائم نہیں رہ سکتا ۔ اس کی روح نکل جائے گی ۔ جو شخص رسول کے ساتھ شقاق کرتا ہے یہ وہی شخص ہے جو یا تو اسلامی نظام حیات کو مکمل طور پر رد کرتا ہے اور یا بعض حصوں کو مانتا ہے اور بعض کا انکار کرتا ہے ۔ یعنی ایک حصہ لیتا ہے اور دوسرا چھوڑتا ہے ۔\nاللہ کی رحمت کا تقاضا یہ ہوا کہ کہیں ان پر حجت تمام نہ ہوجائے اور وہ برے ٹھکانے جہنم کے مستحق نہ ہوجائیں اس لئے اللہ نے انکی جانب رسول بھیجے ۔ رسولوں نے لوگوں کے سامنے سچائی بیان کی انہوں نے لوگوں پر راہ ہدایت کو بالکل واضح کردیا ۔ پھر اگر وہ انکار کریں گے تو گمراہی کو اختیار کریں گے ۔ یہ اللہ کی وسیع رحمت تھی کہ اللہ نے اس ضعیف مخلوق کے لئے صراط مستقیم پرچلنے کا یہ اہتمام کیا۔ پھر جب کسی پہ راہ حق واضح ہوجائے اور رسول موجود ہو اور پھر بھی وہ رسول کی راہ کے مقابلے میں دوسری راہ اختیار کرے اور آپ پر ایمان نہ لائے اور آپ کی اطاعت نہ کرے اور اسلامی نظام اور نظام مصطفیٰ ﷺ پر راضی نہ ہو ‘ تو اب حجت تمام ہوتی ہے اور اللہ ان کے حق میں گمراہی لکھ دیتے ہیں اور پھر اسی طرف اسے موڑ دیتے ہیں جس طرف وہ مڑ جاتا ہے ۔ پھر اسے اللہ کفار کے حوالے کردیتا ہے۔ وہ مشرکین کا ساتھی ہوجاتا ہے اور اب اس پر وہ عذاب حق بن جاتا ہے جس کا اللہ نے اعلان کیا ۔\n(آیت) ”۔ ومن یشاقق الرسول من بعد ماتبین لہ الھدی ویتبع غیر سبیل المؤمنین نولہ ما تولی ونصلہ جھنم وسآءت مصیرا (4 : 115)\nترجمہ :” مگر جو شخص رسول کی مخالفت پر کمر بستہ ہو اور اہل ایمان کی روش کے سوا کسی اور روشن پر چلے ‘ درآنحالیکہ اس پر راہ راست واضح ہوچکی ہو تو اس کو ہم اس طرف چلائیں گے جدھر خود وہ پھر گیا اور اسے جہنم میں جھونکیں گے جو بدترین جائے قرار ہے ۔\nاس برے انجام کی دلیل یہ دی جاتی ہے کہ اللہ کی مغفرت ہر گناہ کو اپنی لپیٹ میں لے سکتی ہے مگر شرک ایسا گناہ ہے جس کے لئے ہر گز معافی نہیں ہے ۔\n(آیت) ”۔ ان اللہ لا یغفر ان یشرک بہ ویغفر ما دون ذلک لمن یشآء ومن یشرک باللہ فقد ضل ضلا بعیدا “ (4 : 116)\n” اللہ کے ہاں بس شرک کی بخشش نہیں ہے ۔ اس کے سوا اور سب کچھ معاف ہو سکتا ہے جسے وہ معاف کرنا چاہئے جس نے اللہ کے ساتھ کسی کو شریک ٹھہرایا وہ تو گمراہی میں بہت دور نکل گیا ۔ “\nجیسا کہ ہم اس سے قبل اسی مضمون کی آیت کی تفسیر میں کہہ آئے ہیں کہ شرک کے معنی یہ ہیں کہ اللہ کے ساتھ دوسرے الہوں کو شریک کیا جائے جس عرب دور جاہلیت میں کیا کرتے تھے اور جس طرح عربوں کے علاوہ دوسری قدیم جاہلیتیں کرتی تھیں ۔ اسی طرح اللہ تعالیٰ کے خصائص الوہیت خصوصا صفت حاکمیت میں بھی کسی اور کو شریک کرنے کے سے شرک کا ارتکاب ہوتا ہے ۔ مثلا کسی انسان کو حکم سمجھا جائے ۔ جس طرح یہود ونصاری کے شرک کے بارے میں قرآن کریم نے کہا ہے کہ انہوں نے اپنے احبار اور رہبان کو اللہ کے سوا الہ بنا رکھا ہے ۔\nیہ لوگ احبارو رہبان کی عبادت اس طرح نہ کرتے تھے جس طرح وہ اللہ کی عبادت کرتے تھے بلکہ وہ ان احبار اور رہبان کو حق قانون سازی دیتے تھے ۔ یہ لوگ ان کے لئے حلال و حرام کے حدود بھی متعین کرتے تھے اور یہود ونصاری اس کام میں ان کی اطاعت کرتے تھے ۔ اس طرح وہ ان لوگوں کو خصائص الوہیت میں سے ایک حصہ عطا کردیتے تھے اس لئے وہ مشرک قرار پائے ان کے بارے میں یہ بھی کہا گیا کہ انہوں نے توحید کے سلسلے میں اللہ کی ہدایات کی خلاف ورزی کر ڈالی تھی ‘ حالانکہ اللہ کی طرف سے انہیں حکم صرف یہ تھا کہ وہ صرف الہی واحد کی بندگی کریں ‘ صرف اللہ وحدہ کے مراسم عبودیت ادا کریں اور اوامر ونواہی کے ساتھ ساتھ قانون کا ماخذ حکم الہی کو قرار دیں ۔\nاللہ کے صریح احکام واعلانات کے مطاق گناہ شرک کے لئے کوئی معافی نہیں ہے بشرطیکہ کوئی حالت شرک میں مر جائے شرک کے سوا تمام گناہوں کے معافی ہو سکتی ہے اگر اللہ راضی ہوجائے ۔ سوال یہ ہے کہ شرک کو اس قدر عظیم جرم کیوں قرار دیا گیا ہے کہ وہ ناقابل معافی ہے ؟ اصل حقیقت یہ ہے کہ جو شخص شرک کا ارتکاب کرتا ہے وہ خیر اور بھلائی کے دائرے ہی سے خارج ہوجاتا ہے ۔ اور اس کی فطرت ہی بگڑ جاتی ہے اور اس کی اصلاح کی کوئی امید نہیں رہتی ۔\n(آیت) ” ومن یشرک باللہ فقد ضل ضلا بعیدا (4 : 116) (جس نے اللہ کے ساتھ کسی کو شریک ٹھہرایا وہ گمراہی میں بہت دور نکل گیا) ۔۔۔۔۔ اگر ایسے شخص کی فطرت کے تار وپود میں سے کوئی ایک دھا کہ بھی باقی ہوتا تو وہ اسے اللہ کے نظریہ وحدانت کے ساتھ جوڑے رکھت الیکن اس نے تمام رشتے توڑ دیئے ۔ اگر شرک سین کوئی تائب ہوجائے اور موت سے چند منٹ پہلے تائب ہوجائے تو بھی نجات پالے گا ہاں اگر حالت نزع طاری ہو اور وہ مشرک ہو تو اب اس کا انجام یہ ہوگا کہ (آیت) ” ونصلہ جھنم وسآءت مصیرا “ (4 : 115) (ہم اسے واصل جہنم کریں گے اور یہ بہت ہی برا انجام ہے) ۔\nاس کے بعد اللہ تعالیٰ جاہلیت کے بعض ادہام و خرافات کا تذکرہ کرتا ہے ۔ عربی جاہلیت کے اندر جو شرکیہ خرافات جاری تھیں ان میں سے ایک یہ تھی کہ وہ ملائکہ کو اللہ کی بیٹیاں کہتے تھے ۔ یہ لوگ شیطان کی بھی پوجا کرتے تھے ‘ جس طرح انہوں نے ملائکہ کے بت بنا رکھے تھے ‘ پھر ان کے اندر ایسی رسوم بھی تھیں کہ جو جانور وہ نذر کرتے تھے ان کے کان کاٹ دیتے تھے یا پھاڑ دیتے تھے ۔ یہ ان کے الہوں کی نذر ہوتے تھے اور اس طرح وہ اللہ کی پیدائش اور تخلیق کو متغیر کرتے تھے ۔ اور اس طرح شرک کرتے تھے حالانکہ شرک کرنے کا معنی یہ ہے کہ جس طرح انسان فطرت کو بگاڑ دے ۔",
  "ayah": 116,
  "surah": 4
}
