{
  "text": "اس کے بعد باقی حصص یوں متعین ہوتے ہیں ۔\n(آیت) ” ولکم نصف ماترک ازواجکم ان لم یکن لھن ولد فان کان لھن ولد فلکم الربع مما ترکن من بعد وصیة یوصین بھا اودین ولھن الربع مما ترکتم ان لم یکن کم ولد فان کان لکم ولد فلھن الثمن مما ترکتم من بعد وصیة توصون بھا اودین “۔\nترجمہ : ” اگر خاوند بلا اولاد مر جائے تو بیوی کا حصہ چوتھائی ہے ‘ اگر اولاد ہو ‘ لڑکے یا لڑکیاں ایک یا متعدد ‘ اس عورت سے ہو یا کسی اور عورت سے ‘ یا حقیقی بیٹے کے لڑکے ہوں تو ان صورتوں میں بیوی کا حصہ چوتھائی سے آٹھواں ہوجائے گا ۔ قرض کی ادائیگی اور وصیت بہرحال پہلے ہوگی ۔\nنیز دو بیویاں ‘ تین بیویاں اور چار بیویاں ایک ہی بیوی شمار ہوں گی ۔ وہ سب کی سب چہارم یا ہشتم میں شریک ہوں گی اور اب حکم میراث کے سلسلے میں آخری حکم ہے جو مسئلہ کلالہ کے نام سے مشہور ہے ۔\n(آیت) ” وان کان رجل یورث کللة اوامراة ولہ اخ اواخت فلکل واحد منھما السدس ، فان کانوا اکثر من ذلک فھم شرکآء فی الثلث من بعد وصیة یوصی بھا اودین غیر مضآر “۔\nکلالہ کا مفہوم یہ ہے کہ ایک شخص اپنے جوانب سے میراث کا حقدار ہو ‘ حقدار کا سبب اصول میں سے ہونا یا فروع میں سے ہونا نہ ہو ‘ یعنی تعلق ضعیف ہو ‘ اس قدر قوی نہ ہو جس طرح اصول و فروع کا تعلق قوی ہوتا ہے ۔ کسی نے حضرت ابوبکر صدیق ؓ سے کلالہ کے بارے میں سوال کیا تھا تو انہوں نے فرمایا :” میں اس سلسلے میں بات اپنی رائے کے مطابق کروں گا ‘ اگر یہ رائے درست ہو تو اللہ کی جانب سے ہوئی اور اگر غلط ہو تو شیطان کا القاء ہوگا ۔ اور اللہ اور رسول اللہ ﷺ اس کے ذمہ دار نہ ہوں گے ۔ کلالہ وہ ہے جس کی نہ اولاد ہو اور نہ والدین ہوں ۔ “ جو حضرت ابوبکر ؓ کے بعد حضرت عمر ؓ خلیفہ ہوئے تو انہوں نے فرمایا کہ مجھے شرم آتی ہے کہ میں حضرت ابوبکر ؓ کی رائے کی مخالفت کروں “۔ (اس روایت کو ابن جریر نے شعبی سے نقل کیا ہے)\nعلامہ ابن کثیر فرماتے ہیں ” حضرت علی ؓ ‘ ابن مسعود ؓ ‘ ابن عباس ؓ ’ زید بن ثابت ؓ ‘ سے منقول ہے ۔ شعبی ‘ نخعی ، حسن ؓ ‘ قتادہ ؓ ‘ جابر ؓ ‘ ابن زید ؓ ‘ اور حکم کی رائے بھی یہی ہے ۔ اہل مدینہ ‘ اہل کوفہ اہل بصرہ کی بھی یہی رائے ہے ۔ فقہائے سبعہ کی رائے بھی یہی ہے ۔ ائمہ اربعہ کی رائے بھی یہی ہے ۔ اور متقدمین ومتاخرین سب کا اس پر اتفاق ہے بلکہ بہت سے لوگوں سے منقول ہے کہ اس پر اجماع منعقد ہوگیا ہے ۔ “\n(آیت) ” وان کان رجل یورث کللة اوامراة ولہ اخ اواخت فلکل واحد منھما السدس فان کانوا اکثر من ذلک فھم شرکاء فی الثلث “۔\nترجمہ : ” اور اگر وہ مرد یا عورت جس کی میراث تقسیم طلب ہے کلالہ ہو (بےاولاد ہو اور اس کے ماں باپ بھی زندہ نہ ہوں) مگر اس کا ایک بھائی یا بہن موجود ہو تو بھائی بہن ہر ایک کو چھٹا حصہ ملے گا ۔ اور اگر بھائی بہن ایک سے زیادہ ہوں تو تو کل ترکہ کے ایک تہائی میں وہ سب شریک ہوں گے ۔\nیہاں ” اس کا ایک بھائی اور ایک بہن “ سے مراد وہ بھائی اور بہن ہیں جو میت کے ساتھ صرف ماں کی جانب سے رشتہ رکھتے ہوں یعنی اخیافی بہن بھائی ۔ اگر حقیقی بہن بھائی ہوں یا یہ بہن بھائی صرف والد کی جانب سے ہوں تو ان کی وارثت اس سورت کی آخری آیت کے مطابق ہوگی اور اس میں بھائیوں کا حصہ بہن کے مقابلے میں دوگنا ہوگا اور اس آیت کی طرح نہ ہوگا کہ ہر ایک کو چھٹا حصہ ملے گا چاہے مرد ہو یا عورت تو یہ حکم گویا اخیافی بہن بھائیوں کیلئے ہوگا ۔ اس لئے کہ اخیافی بہن بھائی صرف بحیثیت ذوالفروض (Sharer) یعنی ہر ایک کیلئے چھٹا حصہ میراث پاتے ہیں ‘ بطور عصبہ ان کا کوئی حصہ نہیں ہے ۔ ذوالعصبات وہ ہوتے ہیں جو تمام ترکہ یا وہ جو ذوالفروض (Sharer) سے بچ جائے کو بطور (Rosiduc) پاتے ہیں ۔\n(آیت) ” وان کانوا اکثر من ذلک فھم شرکآء فی الثلث\nترجمہ : ” اور بھائی بہن ایک سے زیادہ ہوں تو کل ترکہ میں سے ایک تہائی میں شریک ہوں گے ۔ “\nچاہے ان کی تعداد کتنی ہی زیادہ ہو ۔ اور معمول بہ قول یہی ہے کہ وہ بحیثیت شریک مساوی مساوی حصہ پائیں گے ۔ اگرچہ فقہاء میں سے بعض کا یہ قول بھی ہے کہ اس صورت میں وہ مساوی طور پر تقسیم نہ کریں گے بلکہ وہ عام اصول ” ایک مرد دو عورتوں کے برابر حصہ پائے گا ۔ “ کے مطابق تقسیم کریں گے ۔ لیکن پہلا معمول بہ قول ہی زیادہ درست معلوم ہوتا ہے ۔ اس لئے کہ ایک بہن اور بھائی کی صورت میں اس آیت نے جو چھٹا حصہ ہر ایک کیلئے مقرر کیا ہے دوسرا قول اس کے ساتھ ہم آہنگ ہے ۔\nاخیافی بھائی جو میت کے ساتھ صرف کے رشتے میں شریک ہوں ‘ دوسرے ورثاء کے مقابلے میں کچھ امتیازی حیثیت رکھتے ہیں ۔\n(1) پہلی خصوصیت یہ ہے میراث میں ان کے مراد اور عورتوں کا حصہ برابر ہوتا ہے ۔\n(2) انکو صرف اس صورت میں میراث ملتی ہے جب میت کلالہ ہو ‘ اس لئے اگر میت کا والد ‘ دادا ‘ لڑکا اور پوتا موجود ہو تو انہیں میراث میں سے کچھ بھی نہیں ملتا ۔\n(3) یہ کہ ان کے حقوق ثلث سے زیادہ نہیں ہوتے اگرچہ انکی تعداد بہت بڑھ جائے ۔\n(آیت) ” من بعد وصیة یوصی بھا اودین غیر مضار “۔ ” جبکہ وصیت جو کی گئی ہو پوری کردی جائے اور قرض جو میت نے چھوڑا ہو ادا کردیا جائے بشرطیکہ وہ ضرر رساں نہ ہو ۔ “ اس آیت کے ذریعہ متنبہ کیا گیا ہے کہ وصیت اس لئے نہ کی جائے کہ ورثاء کو نقصان پہنچ جائے ۔ بلکہ انصاف اور مصلحت کے مطابق وصیت ہونا چاہئے ۔ اور وصیت سے بھی پہلے قرض ادا ہو اور تقسیم وراثت سے پہلے بہرحال دونوں طے ہوں ‘ یعنی وصیت اور قرضہ ۔\nاب دوسری آیت کے آخر میں بھی وہی اختتامیہ آتا ہے جو پہل آیت کے آخر میں آیا تھا ۔\n(آیت) ” وصیة من اللہ ، واللہ علیم حلیم (21)\nاختتامیہ کا یہ مضمون مکرر اس لئے لایا گیا ہے کہ نظام میراث کے بارے میں تاکید مزید مطلوب ہے ۔ اور احکام میراث کیلئے لفظ وصیت استعمال کیا گیا ہے ۔ اور یہ وصیت اللہ کی جانب سے ہے اور اس کا حساب و کتاب بھی اسی کے سامنے ہوگا ۔ نہ یہ وصیت کسی خواہش نفس کے مطابق ہے اور نہ ہی کسی کی خواہشات نفسانیہ کی پیروی میں ہے ۔ یہ حقیقی علم وآگاہی پر مبنی ہے ۔ اس لئے اس قانون میراث کی اطاعت فرض ہے ۔ کیونکہ اس کا ماخذ وہ ذات ہے جسے حق ہے کہ وہ انسانوں کیلئے قانون سازی اور ضابطہ بندی کرے ۔ اور اس کا نظام اور ضابطے کو انسانوں کی جانب سے قبول کرنا بھی لازمی ہے کیونکہ یہ علیم اور حلیم کی جانب سے ہے ۔ حکیمانہ ہے اور مشفقانہ ہے۔\nاسلامی نظریہ حیات کا اصول اساسی یہ ہے کہ اس میں تمام قوانین کا ماخذ ذات باری ہے ۔ اس لئے اس پوری قانون سازی کے عمل کے دوران میں اس حقیقت کی بار بار تاکید کی جار رہی ہے ۔ اگر اس اصولی قاعدے کو تسلیم نہ کیا گیا تو یہ کفر نافرمانی اور دین سے خروج کے مترادف ہوگا آنے والی دونوں آیات اس بارے میں فیصلہ کردیتی ہیں ۔ اور یہ دونوں آیات اس سورت میں دیئے جانے والے پورے نظام میراث کے بارے میں زور دار اختتامیہ ہیں ۔ ان میں بتایا جاتا ہے کہ نظام میراث درحقیقت حدود الہیہ کے زمرے میں آتا ہے ۔",
  "ayah": 12,
  "surah": 4
}
