{
  "text": "درس نمبر 41 ایک نظر میں :\nاس سورة کے آغاز میں اسلام نے جاہلی معاشرے کی اصلاح کے جس کام کا آغاز کیا تھا یہ سبق اسی کا ایک حصہ ہے ۔ اس اصلاح کا تعلق عورتوں کے حقوق اور خاندانی نظام کے ساتھ ہے ۔ ایک خاندان کے نتیجے میں جو بچے پیدا ہوتے ہیں ان میں سے بعض یتیم رہ جاتے ہیں ۔ ان کے مسائل اس میں لے گئے ہیں ۔ اسلامی معاشرے کو تنبیہ کی گئی ہے کہ ان مسائل کے اندر جاہلیت کے دور کی جو ناہمواریاں رہ گئی ہیں انہیں دور کیا جائے اور ایک گھرانے کو اس اساس پر اٹھایا جائے کہ اس کے اندر مرد اور عورت دونوں کا احترام ہو ‘ دونوں کی مصلحتوں کا خیال رکھا جائے ۔ خاندان کے اندر جو اختلافات پیدا ہوجاتے ہیں ان کی اصلاح کی تدابیر اس سبق کا موضوع ہے ۔ یعنی اگر اختلافات ہوں تو معاملات کے بگاڑ سے پہلے ان کی اصلاح کی جائے تاکہ گھرانے ٹوٹنے نہ پائیں ۔ خصوصا وہ بچے جو ان گھرانوں میں پیدا ہوچکے ہوتے ہیں اور خاندان ان کے لئے نرسری ہوتا ہے ان کی صحیح ترتیب ہو سکے ۔ نیز عام معاشرے کے اندر زیردست لوگوں کی دیکھ بھال کی جائے تاکہ یہ نہ ہو کہ غالب اور زور آور لوگوں کا قانون چلے اور جس کی لاٹھی اس کی بھینس کا دور دورہ ہو ۔\nیہ سبق بعض معاملات کی اصلاح اس طرح کرتا ہے کہ انہیں نظام کائنات کے ساتھ مربوط کرتا ہے ۔ جس سے مخاطب کو یہ تصور دینا مطلوب ہے کہ عورتوں ‘ گھرانوں ‘ خاندانوں اور معاشرے کے اندر کمزوروں کے مسائل معمولی مسائل نہیں ہیں ۔ ان کی بہت بڑی اہمیت ہے جس کی تفصیلات ہم اس پارے میں دے چکے ہیں ۔ پارہ چہارم کے مقدمے میں ‘ ہم تفصیل کے ساتھ بیان کرچکے ہیں کہ اسلام میں خاندانی نظام کو کتنی عظیم اہمیت دی گئی ہے ۔ اور یہ کہ اسلامی نظام نے خاندانی ادارے کو جاہلیت کی رسوم بد سے پاک کرنے کے لئے کس قدر عظیم جدوجہد کی ہے اور کس قدر کوشش کی ہے کہ معاشرے کے اندر لوگوں کی اخلاقی ‘ نفسیاتی اور اجتماعی سطح کو بلند کیا جائے تاکہ اسلامی معاشرہ ان تمام معاشروں پر فوقیت حاصل کرلے جو اس وقت اس کے اردگرد پھیلے ہوئے تھے ۔ جو دین اسلام کو قبول نہ کرتے تھے اور جن کی تربیت اسلامی منہاج کے مطابق نہ تھی اور جو اسلامی نظام کے زیر حکومت نہ تھے ۔\nاب ذرا تفصیلات کے ساتھ زیر بحث آیات کو لیجئے ۔\nدرس نمبر 41 تشریح آیات :\n127۔۔۔۔۔۔۔۔۔ تا ۔۔۔۔۔۔۔۔۔۔۔ 134\n(آیت) ” نمبر 127۔\nسورة نساء کے ابتدا میں جو آیات نازل ہوئی تھیں ان کی وجہ سے کئی سوالات پیدا ہوگئے تھے اور لوگ سوالات کیا کرتے تھے ۔ مسلمانوں کی جانب سے ’ اسلامی معاشرے کی تشکیل کے ابتدائی دور میں مختلف مسائل کے بارے میں سوالات کرنا ایک عام پریکٹس تھی اور اس کی تہ میں یہ جذبہ کار فرما تھا کہ وہ اسلامی نظام زندگی سے متعلق احکام معلوم کرنا چاہتے تھے اس لئے کہ جاہلیت سے اسلام کی طرف منتقل ہونے کا عمل دراصل ان کی زندگیوں میں ایک گہرا انقلاب تھا ۔ اس کی وجہ سے ان کے شعور میں جاہلیت کے دور میں ہونے والے تمام افعال اور رسول کے بارے میں شک پیدا ہوگیا تھا ۔ وہ ہر وقت یہ محسوس کرتے تھے کہ کسی پیش آمدہ معاملے میں اسلام نے سابق پریکٹس کو منسوخ نہ کردیا ہو ۔ یہ بیداری اور اسلامی احکام کے مطابق اپنی زندگی کو ڈھالنے کا جذبہ ان حضرات کی ایک عام صفت تھی ۔ اس کے باوجود بعض آثار جاہلیت ان کی زندگیوں میں باقی تھے ۔ اصل بات یہ ہے کہ انکے اندر ایک قومی جذبہ موجود تھا ‘ جس کے مطابق وہ اپنی زندگی کے تمام حالات کو اسلام کے مطابق ڈھالتے تھے اور اس روح کے ساتھ وہ بعض احکام کے بارے میں استفسارات کرتے تھے یہ کام وہ محض علم و ثقافت اور محض سوال کی خاطر نہ کرتے تھے جیسا کہ آج کل مفتی حضرات کے پاس اکثر سوالات محض حصول علم و ثقافت کے لئے ہوتے ہیں کوئی عمل کرنے کے لئے نہیں پوچھتا ۔\nاس وقت مسلمانوں کو دینی مسائل کے پوچھنے کی حقیقی ضرورت بھی تھی ‘ اس لئے کہ یہ دین ان کے لئے زندگی کا نظام تھا اور وہ اس کے مسائل پوچھنے کے معاملے میں بہت ہی سرگرم تھے ، مقصد یہ تھا کہ ان کی عملی زندگی احکام دین کے مطابق بن جائے ۔ وہ جاہلیت سے نکلنے کے عمل سے گزر رہے تھے اور جاہلیت کی تمام عادات وتقالید اور اوضاع واطوار سے خائف تھے کہ کہیں کوئی بات نظام اسلام کے خلاف نہ ہو ۔ اسلام نے ان کے اندر جو تغیر اور انقلاب برپا کردیا تھا اس کے بارے میں وہ بہت ہی حساس تھے ۔ دوسرے الفاظ میں اسلام نے انہیں ان کے اس سچے عزم اور اسلام کے بارے میں ان کے جوش و خروش کی وجہ سے ملا ۔ وہ اس شکل میں کہ اللہ کی خاص عنایت اور توجہ انکی طرف مبذول ہوئی ذات باری نے خود براہ راست انہیں ان کے اس استفاء کا جواب دیا ۔\n(آیت) ” (ویستفتونک فی النسآئ) (4 : 127) (لوگ تم سے عورتوں کے معاملہ میں فتوی پوچھتے ہیں) وہ تو رسول اللہ ﷺ سے پوچھتے تھے اور اللہ تعالیٰ حضرت نبی ﷺ سے کہتے تھے : ” کہو اللہ تمہیں فتوی دیتے ہیں ‘ تمہارے سوال اور بقیہ دونوں امور کے بارے میں جن کا ذکر اس آیت میں ہوا ہے ۔ یہ اللہ تعالیٰ کی وہ عنایت ہے جس کی قدروقیمت صحابہ کرام ہی جانتے تھے ۔ اللہ تعالیٰ نہایت ہی مہربانی ‘ نہایت ہی عزت افزائی کرتے ہوئے بذات خود جماعت مسلمہ کو فتوی دیتے ہیں اور یہ اللہ کی جانب سے نیابت یا بندہ پروری اور مہربانی ہے اور بندوں کی جدید زندگی کے لئے ضروری سوالوں کا جواب خود دیا جا رہا ہے ۔ یہ سوال ان عملی حالات کے بارے میں تھا جو جاہلیت میں روز مرہ کا معمول تھے ۔ وہ جاہلیت جس سے پوچھنے والوں کو اللہ اور اللہ کے نظام نے نکالا تھا ۔ دوسرے یہ سوالات ان امور کے بارے میں تھے جن کے ذریعے جدید اسلامی معاشرے کو مزید ترقی دینا مطلوب تھا ۔\n(آیت) ” (قل اللہ یفتیکم فیھن وما یتلی علیکم فی الکتب فی یتمی النساء التی لا توتونھن ما کتب لھن وترغبون ان تنکحوھن والمستضعفین من الولدان وان تقوموا للیتمی بالقسط (4 : 127)\n(کہو اللہ تعالیٰ تمہیں ان کے معاملے میں فتوی دیتا ہے ‘ اور ساتھ ہی وہ احکام بھی یاد دلاتا ہے جو پہلے سے تم کو اس کتاب میں سنائے جارہے ہیں ۔ یعنی وہ احکام جو ان یتیم لڑکیوں کے متعلق ہیں جن کے حق تم ادا نہیں کرتے اور جن کے نکاح کرنے سے تم باز رہتے ہو (یا لالچ کی بنا پر تم خود ان سے نکاح کرلینا چاہتے ہو) اور وہ احکام جو ان بچوں کے متعلق ہیں جو بیچارے کوئی زور نہیں رکھتے ۔ اللہ تمہیں ہدایت کرتا ہے کہ یتیموں کے ساتھ انصاف پر قائم رہو)\nعلی ابن ابو طلحہ نے حضرت ابن عباس ؓ سے اس آیت کے بارے میں نقل کیا ہے کہ جاہلیت کے دور میں جس کے پاس یتیم لڑکی ہوتی ‘ وہ اس پر اپنا کپڑا ڈال دیتا ‘ جب وہ ایسا کرلیتا تو اس یتیم لڑکی کے ساتھ کوئی شخص بھی کبھی نکاح نہ کرسکتا ۔ اگر وہ خوبصورت ہوتی اور وہ اسے پسند کرتا تو وہ اس کے ساتھ خود نکاح کرلیتا اور اس کا مال کھاتا رہتا ۔ اور اگر بدصورت ہوتی تو دوسرے لوگوں کے ساتھ بھی اس کا نکاح کرنے کی اجازت نہ دیتا یہاں تک کہ وہ مرجاتی اور یہ اس کے مال کا وارث ہوتا ۔ اللہ تعالیٰ نے اس فعل کا حرام قرار دیا اور آئندہ کے لئے اس سے منع فرمایا ۔ اور اللہ تعالیٰ نے فرمایا (آیت) ” والمستضعفین من الولدان “۔ (4 : 127) (اور بچوں میں سے کمزور لوگ) کون تھے ؟ جاہلیت میں دراصل کمزور بچوں کو وراثت میں سے حق نہ دیا جاتا تھا اور نہ لڑکیوں کو دیا جاتا تھا ۔ اللہ تعالیٰ فرماتے ہیں ! (آیت) ” لا توتونھن ما کتب لھن “۔ (4 : 127) (تم ان کو وہ حق نہیں دیتے جس اللہ تعالیٰ نے فرض قرار دے دیا ہے) اللہ نے اس سے بھی روک دیا اور ہر حقدار کا حصہ قرآن میں مقرر کردیا اور کہا کہ مرد کا حصہ دو عورتوں کے برابر ہے خواہ عورتوں چھوٹی ہوں یا بڑی ہوں۔\nسعید بن جبیر ؓ کہتے ہیں (آیت) ” (وان تقوموا للیتمی بالقسط “۔ (4 : 127) کی تفسیر یہ ہے کہ اگر یتیم لڑکی مالدار اور خوبصورت ہو تو ولی کہتا کہ میں اسے اپنے لئے چن لیتا ہوں اور اس کے ساتھ نکاح کرلیتا اور اگر صاحب مال و جمال نہ ہوتی تو اسے دوسروں کے نکاح میں دے دیتا ۔\n(آیت) ” ویستفتونک فی النسآء قل اللہ یفتیکم فیھن “۔ تاآیت (وترغبون ان تنکحوھن) کے بارے میں حضرت عائشہ ؓ فرماتی ہیں ۔ یہ اس شخص کے بارے میں ہے جس کے پاس یتیم لڑکی ہوتی ۔ وہ اس کا ولی اور وارث ہوتا ۔ وہ اسے اپنے مال میں شریک کرلیتی یہاں تک کہ کھجور کے اس گچھے میں بھی جو کھانے کے لئے توڑ لیا جاتا ۔ وہ اس کے ساتھ نکاح کرنا بھی پسند نہ کرتا تھا اور کسی دوسرے شخص کے نکاح میں بھی نہ دیتا تھا کہ وہ اس کے ساتھ مال میں شریک نہ ہوجائے ۔ اس طرح وہ عورت معطل رہتی ۔ (بخاری مسلم)\nابن ابو حاتم (رح) نے عروہ ابن زبیر ؓ سے حضرت عائشہ ؓ کی ایک دوسری روایت نقل کی ہے فرماتے ہیں : حضرت عائشہ ؓ نے فرمایا :” اس آیت کے بعد لوگوں نے رسول اللہ ﷺ سے اس آیت کے بعد دوبارہ ان عورتوں کے بارے میں پوچھا تو یہ آیت نازل ہوئی ۔\n(آیت) ” ویستفتونک فی النسآء قل اللہ یفتیکم فیھن قل اللہ یفتیکم فیھن وما یتلی علیکم فی الکتب “۔ (4 : 127)\nحضرت عائشہ ؓ کہتی ہیں کہ اس آیت میں یہ جو کہا گیا ہے کہ جو تم پر کتاب میں پڑھا جاتا ہے (یعنی سابقہ احکام) تو اس سے مراد وہ سابقہ آیت ہے یعنی (آیت) ” وان خفتم الا تقسطوا فی الیتامی فانکحوا ماطاب لکم من النسائ “۔ یعنی اگر وہ صاحب مال و جمال نہ ہوں اور تم انکے ساتھ نکاح نہ کرنا چاہتے ہو۔ اور اگر وہ صاحب مال و جمال ہوں اور تم ان کے ساتھ نکاح کرنا چاہتے ہو صرف مال کی غرض ہو تو نکاح نہ کرو الا یہ کہ عدل کے ساتھ نکاح کرنا چاہو۔ ان احادیث اور قرآنی آیات سے معلوم ہوتا ہے کہ جاہلیت کے دور میں کیا ہو رہا تھا ۔ خصوصا یتیم نوجوان عورتوں کے ساتھ ۔ یتیم لڑکی کے ساتھ ولی کی طرف سے مال و دولت میں بھی بےایمانی ہوتی اور اس کے مہر میں بھی اس کے ساتھ زیادتی ہوتی ۔ اس کا مال لٹایا جاتا اور اگر وہ بدصورت ہوتی تو اس کا مال بھی ہڑپ ہوتا اور اس کے ساتھ نکاح بھی نہ ہوتا ۔ کسی دوسرے کے نکاح میں بھی نہ دی جاتی کہ کہیں وہ ولی کے ساتھ مال میں شریک نہ ہوجائے کیونکہ مال ولی کے تصرف میں ہوتا ۔\nیہی حال چھوٹے بچوں اور لڑکیوں کا ہوتا ۔ ان کو میراث سے محروم کردیا جاتا ۔ اس لئے کہ وہ ضعیف ہوتے تھے اور وہ اس مال کی مدافعت نہ کرسکتے تھے یا وہ جنگ نہ کرسکتے تھے ۔ اس لئے ان کے لئے کوئی حق یا حصہ نہ ہوتا اور یہ قبائلی تصورحیات کے مطابق ہوتا جن کی مطابق قبیلے کے تمام اموال جنگ کرنے والوں کے لئے ہوتے اور ضعیفوں کے لئے کچھ نہ ہوتا ۔\nیہ تھے وہ بدوی اور بدنما رسم و رواج جن کو اسلام نے تبدیل کرنا شروع کیا اور ان کی جگہ ترقی یافتہ قرآنی رسم و رواج کی بنیاد ڈالی اور یہ تبدیلی ایسی نہ تھی کہ گویا بہت ہی تیزی سے بطور لانگ جمپ یہ انقلابی تبدیلی کی گئی اور عربی معاشرے کو ایک ترقی یافتہ معاشرہ بنا دیا گیا بلکہ یہ عربوں کے لئے ایک نیا جنم تھا ۔ ان کی حقیقت کو بدل کر ایک نئی حقیقت انکو دی گئی ۔\nیہاں جو اہم بات ہم ریکارڈ پر لانا چاہتے ہیں وہ یہ ہے کہ یہ نشاۃ جدیدہ کسی منصوبے کے تحت نشاۃ ثانیہ نہ تھی اور نہ اس کے لئے کوئی خاص منصوبہ بنایا گیا تھا اور نہ منصوبے کے لئے کوئی ابتدائی تیاری کی گئی تھی یا یہ ترقی کسی مادی تبدیلی کی وجہ سے ہوئی تھی اور صرف عربوں کی زندگی میں ہوئی تھی ۔\nاس لئے کہ حقیقت ملکیت کے جاہلی سبب محاربت کو منسوخ کرکے ‘ اس کی جگہ انسانی اساس پر حق ملکیت کو استوار کرنا ‘ بچے ‘ یتیم اور عورت کو بھی انسانی حقوق عطا کرنا محض اس وجہ سے نہ تھا کہ معاشرے کے اندر تبدیلی آگئی تھی اور اس معاشرے کے اندر جنگی قوت رکھنا یا دفاع کرنا ہی اہم عامل نہ رہا تھا ‘ اس وجہ سے جنگی قوت رکھنے والے افراد خاندان ان کی امتیازی حیثیت کو ختم کردیا گیا ۔ اب خاندان والوں کے لئے جنگی قوت رکھنے والے افراد کی سرے سے ضرورت ہی نہ تھی اور نہ ان کی امتیازی حیثیت کی ضرورت تھی ۔\nایسا ہر گز نہیں ہے ۔ اس لئے کہ اسلامی دور میں بھی جنگی افراد کی افراد کی اہمیت اپنی جگہ قائم تھی ۔ ان کی ضرورت بھی تھی لیکن جو فرق پڑا وہ یہ تھا کہ اسلامی نظام آگیا تھا اور یہ انسان کے لئے ایک جدید جنم تھا ۔ یہ جنم ایک کتاب کے ذریعے ملا تھا ۔ ایک نظام سے انہیں یہ جنم ملا تھا اور جدید معاشرہ اس جدید نظام نے قائم کیا تھا اور اسی سرزمین پر قائم کیا تھا جس پر جاہلیت قائم تھی اور انہی حالات میں جن میں ذرائع پیداوار کے اندر کوئی تبدیلی نہ کی گئی تھی ۔ نہ مادے اور اس کے خواص میں کوئی تبدیلی کی گئی تھی بلکہ تصور حیات اور نظریہ حیات کے اندر انقلاب پیدا ہوگیا تھا ۔ اور یہ انقلاب محض اس نظریہ جدیدہ کی وجہ سے ہوا تھا ۔\nیہ بات بھی حقیقت تھی کہ اسلامی نظام نے لوگوں کے ذہنوں اور طرز عمل سے جاہلیت کے آثار کو مٹانے کے لئے طویل ترین جدوجہد کی اور ان کی جگہ اسلامی تصورات اور اسلامی عادات واطوار بٹھانے کیلئے سخت محنت کی ۔ یہ بھی حقیقت تھی کہ جاہلیت کے بعض اطوار ابھی تک اپنے آپ کو بچانے کے لئے کوشاں تھے اور بعض انفرادی حالات میں انکا پھر سے ظہور ہوجاتا تھا ۔ یہ عادات واطوار مختلف شکلوں میں اپنے آپ کو زندہ رکھنا چاہتے تھے ۔\nیہ بھی حقیقت ہے کہ نظام جو آسمانوں سے نازل ہوا اور وہ تصورات جو اس نظام نے عطا کئے یہی تو جاہلیت کو بیخ وبن سے اکھاڑنے کی سعی میں مصروف تھے اور یہ بات نہ تھی کہ مادی صورت حال یا اس کے اندر موجود تضادات اس تبدیلی میں موثر تھے یا ذرائع پیداوار میں کوئی تبدیلی ہوگئی تھی یا کوئی اور مارکسی فیکٹر تھا جو مادے یا ذرائع پیداوار میں تبدیلی کی وجہ سے معاشرے میں تغیر لا رہا تھا ۔\nعرب قوم کی زندگی میں جو نئی چیز تھی وہ دین تھی جو عالم بالا سے ان پر نازل ہوئی تھی ۔ اس پر بعض نفوس نے لبیک کہا اس لئے کہ وہ انسانی فطرت سے ہمکلام تھی اور یہ فطرت ہر انسان کے اندر موجود تھی ۔ یہی وجہ تھی کہ یہ عظیم انقلاب رونما ہوا بلکہ انسان کو یہ نیا جنم ملا ‘ جس نے زندگی کے تمام خدوخال بدل دیئے ‘ ہر پہلو سے بدل دیئے اور جاہلیت کے تو تمام نشانات مٹا دیئے ۔\nمعاشرے کے جدید وقدیم خدوخال کے درمیان جس قدر تنازع بھی نظر آئے اور اس تطہیر اور تجدید کی راہ میں جس قدر رنج والم اور قربانیاں بھی دی گئی ہوں ‘ یہ سب کچھ آسمانی رسالت کی وجہ سے ہوا ۔ ایک نظریاتی اور اعتقادی تصور تھا جو اس انقلاب کے لئے پہلا اور آخری فیکٹر تھا ۔ بلکہ اس نئے جنم کے لئے وہی اول وآخر عامل تھا ۔ پھر کیا ہوا ؟ پھر اس انقلاب کا طوفان صرف اسلامی معاشرے تک ہی محدود نہ رہا بلکہ اس نے پوری انسانی اقدار اور تمام انسانی معاشروں کو اپنی لپیٹ میں لے لیا ۔ یہی وجہ ہے کہ اہل اسلام نے رسول سے تو صرف عورتوں کے بارے میں پوچھا تھا ‘ اور اللہ نے ان عورتوں کے علاوہ یتیم لڑکیوں ‘ چھوٹے بچوں اور ضعیفوں کے حق کے بارے میں بھی جواب دیا تھا ‘ تو اس سوال و جواب کو اللہ تعالیٰ نے اس مصدر کے ساتھ باندھ دیا جس کے ذریعے سے یہ انقلاب آیا تھا ۔\n(آیت) ” وما تفعلوا من خیر فان اللہ کان بہ علیما “۔ (4 : 127) (اور جو بھلائی تم کرو گے وہ اللہ کے علم سے چھپی نہ رہ جائے گی)\nجو کچھ بھی تم کرو گے وہ نامعلوم نہ رہ جائے گا ‘ ضائع نہ ہوگا ۔ اللہ کے ہاں ریکارڈ ہوگا اور جو چیز اللہ کے ہاں ریکارڈ ہوجائے وہ ہر گز ضائع نہ ہوگی ۔\nیہ ہے ہو آخری مرجع جس کی طرف ایک مومن اپنے اعمال بھیجتا ہے اور یہی وہ قبلہ ہے جس کی طرف مومن کے فکر وعمل کا رخ ہوتا ہے ۔ اس مرجع کی قوت اور گرفت ہی ان ہدایات اور اس نظام کی قوت اور گرفت ہوتی ہے اور اس کا انسانی نفس اور اس کی عادات واطوار بلکہ پوری زندگی پر اثر ہوتا ہے ۔\nیہ بات اہم نہیں ہوتی کہ کوئی بہت سی ہدایات دے یا لکھ دے ‘ یا کوئی نظام حیات تجویز کرے یا کوئی نیا نظم ونسق قائم کرے ۔ اصل حیات اہمیت اس گرفت اور قوت کی ہوتی ہے جو کسی ہدایت ‘ کسی نظام اور کسی تنظیم کی پشت پر ہوتی ہے ۔ وہ گرفت جس سے یہ تمام تصورات اور یہ تمام ادارے قوت نافذہ حاصل کرتے ہیں ۔ ان نظامہائے زندگی اور ان اقدار میں جو ایک انسان اللہ سے لیتا ہے اور ان میں جو ایک انسان اپنے جیسے انسانوں سے لیتا ہے ‘ زمین و آسمان کا فرق ہوتا ہے ۔ یہ اس صورت میں جیسے دوسری صفات کے حوالے سے انسانی نظام اور الہی نظام کے درمیان مساوات فرض کرلی جائے اور یہ بات فرض کرلی جائے کہ یہ دونوں نظام نہایت بلند اور ترقی یافتہ ہیں ۔ ظاہر ہے کہ ایسا فرض کرنا بھی محال اور جنون ہے ۔ الا یہ کہ انسان سوچ لے کہ یہ بات کس کے منہ سے نکلی اور یہ کہ اس کے بارے میں ہماری سوچ کیا ہے اور اس کے بارے میں ہمارے رائے کیا ہے ۔ ایک طرف اللہ العلی العظیم کی بات ہے اور دوسری جانب انسان ابن انسان کی بات ہے ۔ اجتماعی ضابطہ بندی کا ایک قدم اور ۔ یہ بھی خاندان کے دائرے میں اور اس معاشرے میں جسے اسلام نیا جنم دے رہا تھا اور یہ جنم ملاء اعلی سے اسلامی نظام حیات کے ذریعے رہا تھا اور اس کے اندر کسی زمینی فیکٹر یاعامل کا کوئی داخل نہ تھا ۔ مادی ہو یا پیداوار سے متعلق ہو ۔ ملاحظہ ہو۔",
  "ayah": 127,
  "surah": 4
}
