{
  "text": "(آیت) ” نمبر 128 تا 130۔\nاسلامی نظام نے اس سے قبل عورت کی طرف سے بدسلوکی اور نافرمانی کے بارے میں قانون سازی کردی تھی ۔ اور وہ تمام انتظامات کردیئے تھے کہ اس پہلو میں نقصان پیدا ہونے کے خلاف تدابیر اختیار کی جائیں گی ۔ (ملاحظہ ہو اس پارہ کی ابتدائی آیات) ۔ یہاں سے بےرخی اور نافرمانی کا ذکر کیا جاتا ہے ۔ جو خاوند کی طرف سے ہو ‘ اور جس کی وجہ سے عورت کے احترام اور عزت نفس کو خطرہ ہو اور اس کے نتیجے میں خاندان کے تباہ ہونے کا خدشہ ہو اس لئے کہ دل بدل سکتے ہیں اور میلانات اور رجحانات کے اندر تبدیلی آسکتی ہے ۔ اسلام ایک ایسا نظام ہے جو معاشرتی معاملات کے اندر زندگی کے تمام اجزاء کا احاطہ کرتا ہے اور جو مشکلات اور خطرات پیش آسکتے ہیں ان کو حل کرتا ہے ۔ اسلام ان تمام مسائل کو اپنے رجحانات اور اصول کے مطابق حل کرتا ہے اور اپنی اسکیم کے مطابق تمام اقدامات کرتا ہے ۔\nاگر عورت اور مرد کے اند باہم تعلقات میں کشیدگی سی پیدا ہوجائے اور طلاق کا خطرہ ہو ‘ یا یہ خطرہ ہو کہ خاوند بیوی کو معطل اور معلق چھوڑ دے گا ۔ نہ وہ بیوی ہوگی اور نہ وہ مطلقہ ہوگی تو اس صورت میں دونوں کے لئے اس امر میں ممانعت نہیں ہے کہ دونوں ایک دوسرے کے خلاف مالی اور دوسرے حقوق کے اندر کچھ دو کی پالیسی اختیار کرلیں ۔ مثلا یہ کہ عورت اپنے مالی اخراجات میں سے کچھ معاف کر دے یا سب معاف کر دے ۔ یا یہ کہ اگر زیادہ عورتیں ہوں تو بیوی اپنی باری وغیرہ سے دست بردار ہوجائے ۔ مثلا اگر کوئی دوسری بیوی مرد کو زیادہ پسند ہو تو اس کے حق میں کوئی بیوی دست بردار ہوجائے یا مثلا اس صورت میں کہ معاف کرنے والی بیوی کو بعض حقوق کے اندر زیادہ دلچسپی نہ رہی ہو ۔ یہ اس صورت میں کہ عورت تمام احوال اور معاملات کو دیکھ کر ‘ سوچ کر کامل آزادی کے ساتھ یہ فیصلہ کرے کہ اس کے لئے یہ حالت طلاق سے بہتر ہے ۔\n(آیت) ” وان امراۃ خافت من بعلھا نشوزا اواعراضا فلا جناح علیھما ان یصلحا بینھما صلحا “۔ (4 : 127)\n(اگر کسی عورت کو اپنے شوہر سے بدسلوکی یا بےرخی کا خطرہ ہو تو کوئی مضائقہ نہیں کہ میاں اور بیوی (کچھ حقوق کی کمی بیشی پر) آپس میں صلح کرلیں)\nیہ وہی صلح ہے جس کی طرف ہم نے اوپر اشارہ کیا ۔\nاس کے بعد یہ کہا جاتا ہے کہ مقدمہ بازی سے صلح ہر صورت میں بہتر ہوتی ہے ۔ بےرخی ‘ خشک تعلقات اور طلاق ‘ سب حالات کے مقابلے میں صلح خیر ہے ۔ (والصلح خیر (4 : 127)\n(صلح بہرحال بہتر ہے) صلح کی وجہ سے خشک اور جفا پیشہ دلوں کے اوپر بادنسیم کے ٹھنڈے جھونکے چلنے لگتے ہیں ۔ انس و محبت کی شبنم سے باہم تعلقات کو طراوت نصیب ہوتی ہے اور ازدواجی تعلقات کو باقی رکھنے کا داعیہ پیدا ہوتا ہے اور اگر ختم ہوچکے ہوں تو ازدواجی تعلقات پھر سے استوار ہو سکتے ہیں ۔\nاسلام نفس انسانی کے ساتھ حقیقت پسندانہ معاملہ کرتا ہے ۔ وہ تمام ذرائع اور وسائل کو کام میں لا کر نفس انسانی کو ایک ایسی سطح تک سربلند کرتا ہے جس کے لئے اس نے اس کے مزاج اور فطرت کو تیار کیا ہے ۔ لیکن اسلام ان تمام وسائل کو کام میں لاتے ہوئے یہ بھی پیش نظر رکھتا ہے کہ انسانی فطرت کے بھی کچھ حدود وقیود ہوتے ہیں ۔ اسلام فطرت انسانی اور انسانی مزاج کو ایسے کاموں پر مجبور نہیں کرتا جو اس کی قدرت اور وسعت سے باہر ہوں اسلام لوگوں کو یہ حکم نہیں دیتا کہ تم اپنے سروں کو دیواروں سے ٹکڑاؤ اور یہ ہے میرا حکم بس اسلام علیکم ! یہ کرو چاہے قدرت ہے یا نہیں ہے۔\nاسلامی نظام نفس انسانی کو اس بات کی اجازت نہیں دیتا کہ وہ ضعیفی کی حالت پر رہے یا تقصیرات پر راضی ہو ۔ وہ یہ بھی نہیں کرتا کہ انسانی گندگی کے دلدل میں کانوں تک ڈوبا ہو ‘ اور وہ اس کی تعریف وتمجید کرے اور اس کے لئے جواز یہ ڈھونڈے کہ انسان بطور حقیقت واقعہ اسی طرح ہے ۔ وہ اس طرح بھی نہیں کرتا کہ اسے عالم بالا کے ساتھ بذریعہ رسی باندھ کر لٹکا دے اور پھر وہ جدھر چاہے جھولتا پھرے کیونکہ اس صورت میں اس کے پاؤں بھی زمین پر نہ ہوں گے اور ہم اس صورت حال کو یہ کہیں کہ یہ رفعت اور سربلندی ہے ۔\nاسلام ان انتہاؤں کے درمیان دین وسط ہے ۔ یہ ایسا نظام ہے جس کے اندر حقیقت پسندانہ واقعیت پائی جاتی ہے یا سنجیدہ حقیقت پسندی ہے ۔ یہ نظام انسان کے ساتھ معاملہ کرتا ہے اور انسان کو انسان سمجھ کر معاملہ کرتا ہے ۔ اپنی فطرت کے اعتبار سے انسان ایک عجیب مخلوق ہے ۔ انسان ایک ایسی مخلوق ہے جس کے پاؤں زمین پر ہیں لیکن اس کی روح آسمانوں پر ہے ۔ اس کی روح اس کے جسم میں بھی ہوتی ہے اور آسمانوں پر بھی ہوتی ہے ۔ غرض جسم زمین پر اور روح آسمانوں پر ہوتی ہے ۔\nیہ حکم دیتے ہوئے اسلامی نظام ایک انسان کے ساتھ معاملہ کرتا ہے اور اس معاملے میں انسان کی ایک عام خصوصیت کا ذکر کرتا ہے ۔ (آیت) ” (واحضرت الانفس الشح (4 : 128) (نفس تنگ دلی کی طرف جلدی مائل ہوجاتے ہیں) مطلب یہ ہے کہ تنگ دلی دائما نفوس کے اندر موجود ہوتی ہے ۔ نفس کے اندر تنگ دلی قائم رہتی ہے ۔ تنگ دلی کی کئی اقسام ہیں ۔ مال میں تنگ دلی ۔ جذبات میں تنگ دلی ‘ زوجین کی زندگی میں بعض اوقات ایسے اسباب جمع ہوجاتے ہیں جن کی وجہ سے بخل اور تنگدلی ابھر آتی ہے ۔ ایسے اسباب پیدا ہوجاتے ہیں کہ خاوند عورت کے بارے میں سخت تنگ دل ہوجاتا ہے ۔ اب عورت اگر اپنا بقایا مہر چھوڑ دے یا نفقات معاف کر دے یا مالی تاوان ادا کردے اور نکاح کو باقی رکھوالے تو معاملہ خراب ہونے سے ٹل سکتا ہے ۔ اس لئے کہ کبھی یہ بھی ہوتا ہے کہ عورت اپنے حقوق زنا وشوئی بھی معاف کردیتی ہے مگر طلاق لینا پسند نہیں کرتی ۔ اگر صورت یہ ہو کہ خاوند کی کوئی دوسری زیادہ محبوب بیوی ہو اور پہلی بیوی کے اندر کشش اور تازگی باقی نہ رہی ہو اور عورت خاوند کے جذبات کا احترام کرکے اس کو راضی کرلے اور اس طرح نکاح باقی رہ جائے ۔ غرض ان تمام حالات میں معاملہ بیوی کے اختیار میں دے دیا گیا ہے ۔ وہ مختار ہے کہ اس کی مصلحت جس صورت میں ہو وہ اسے اختیار کرلے ۔ اسلامی نظام اس پر کچھ لازم نہیں کرتا بلکہ اختیار ہے کہ وہ اپنے معاملے میں تدبر کرکے کوئی بہتر فیصلہ اپنے حق میں کرلے ۔\nلیکن اسلام معاملے کو بخل کے حوالے ہی نہیں کردیتا بلکہ اسے ایک دوسرے طرز عمل کی طرف بھی بلاتا ہے ‘ اس لئے کہ بخل ہی انسانی فطرت کا خاصہ قائمہ نہیں ہے بلکہ احسان اور خدا ترسی بھی فطرت انسان کے اندر ہیں ۔\n(آیت) ” وان تحسنوا وتتقوا فان اللہ کان بما تعملون خبیرا “۔ (4 : 127) (لیکن اگر تم لوگ احسان سے پیش آؤ اور خدا ترسی سے کام لو تو یقین رکھو کہ اللہ تمہارے اس طرز عمل سے بیخبر نہ ہوگا)\nاحسان اور تقوی پر ہی آخری دارومدار ہے اور احسان اور تقوی کا کوئی عمل ضائع نہ ہوگا ۔ اس لئے ضائع نہ ہوگا کہ اللہ کا علم سب چیزوں پر محیط ہے ۔ وہ ہر انسان کے عمل سے بھی خبردار ہے اور اس عمل کی تہ میں پائے جانے والی نیت سے بھی خبردار ہے ۔ نفس انسانی کو اس طرف پکارنا کہ تم احسان اور تقوی کو اپنا شعار بناؤ اور یہ کہ اللہ تعالیٰ تمام اعمال سے خبردار ہے ‘ یہ ایک ایسی پکار ہے جس کا نفس انسانی پر گہرا اثر پڑتا ہے ۔ اس پکار پر ہر انسان لبیک کہتا ہے ۔ بلکہ یہ وہ واحد دعوت وتلقین ہے جس کے لئے ہر نفس بہت جلدی تیار ہوجاتا ہے ۔\nایک بار ہم دیکھتے ہیں کہ اسلامی نظام حیات انسانی زندگی کے حالات اور اس کی واقعی صورت حال کے ساتھ معاملہ کرتا ہے ۔ یہ معاملہ مثالی طور پر حقیقت پسندانہ ہے یا حقیقت پسندانہ مثالیت ہے ۔ اسلام ان باتوں کا اعتراف کرتا ہے جو فطرت انسانی کا لازمی حصہ ہیں اور ہیں بھی پوشیدہ اور یہ اعتراف نہایت ہی تعجب خیز انداز میں ہے ۔",
  "ayah": 128,
  "surah": 4
}
