{
  "text": "(آیت) ” ولن تستطیعوا ان تعدلوا بین النسآء ولو حرصتم فلا تمیلوا کل المیل فتذروھا کالمعلقۃ وان تصلحوا وتتقوا افان اللہ کان غفورا رحیما (129) وان یتفرقا یغن اللہ کلا من سعتہ وکان اللہ واسعا حکیما “۔ (130)\nبیویوں کے درمیان پورا پورا عدل کرنا تمہارے بس میں نہیں ہے ۔ تم چاہو بھی تو اس پر قادر نہیں ہو سکتے ۔ لہذا (قانون الہی کا منشا پورا کرنیکے لئے یہ کافی ہے کہ) ایک بیوی کی طرف اس طرح نہ جھک جاؤ کہ دوسری کو ادھر لٹکتا چھوڑ دو ‘ اگر تم اپنا طرز عمل درست رکھو اور اللہ سے ڈرتے رہو تو اللہ چشم پوشی کرنے والا اور رحم فرمانے والا ہے ۔ لیکن اگر زوجین ایک دوسرے سے الگ ہی ہوجائیں تو اللہ اپنی وسیع قدرت سے ہر ایک کو دوسرے کی محتاج سے بےنیاز کر دے گا ۔ اللہ کا دامن بہت کشادہ ہے اور وہ دانا وبینا ہے ۔ )\nاللہ وہ ذات ہے جس نے انسان کو پیدا کیا اور وہ اپنی پیدا اور وہ اپنی پیدا کردہ مخلوقات کے بارے میں یہ بات اچھی طرح جانتا تھا کہ اس کے بعد میلانات ایسے ہیں جن پر اس کے لئے قابو پانا ممکن نہیں ہے لہذا اللہ تعالیٰ نے انسان کے ہاتھ میں نکیل دے دی کہ وہ ان میلانات کو قابو میں رکھے ‘ ان میلانات کی حرکت کو حدود میں رکھے لیکن انہیں بالکل ختم کرنے کی کوشش بھی نہ کرے ۔\nان میلانات میں سے ایک یہ ہے کہ کوئی انسان اپنی متعدد بیویوں میں سے کسی ایک کی طرف زیادہ مائل ہو ۔ یہ میلان ایسا ہوتا ہے جو انسان کی طاقت سے باہر ہوتا ہے ۔ انسان اسے ختم نہیں کرسکتا تو اس کا حل کیا ہے ؟ اسلام کسی شخص سے اس بات پر مواخذہ نہیں کرتا جو اس کی وسعت سے باہر ہو ۔ نہ اسے گناہ قرار دیتا ہے اور نہ اس پر سزا دیتا ہے ۔ اس بات کو اسلام اس کھاتے میں ڈالتا ہے جو اس کی قدرت سے ہی باہر ہو۔ چناچہ اعلان کردیا جاتا ہے کہ تم اپنی بیویوں کے درمیان ہر گز مکمل عدل نہیں کرسکتے اگرچہ تم ایسا کرنے کی کوشش کرو ۔ اس لئے کہ یہ تمہاری قدرت سے باہر ہے ۔ تمہارے ارادے میں جو چیز داخل ہے وہ یہ ہے کہ تم معاملہ کرنے میں انصاف کرو ‘ تقسیم میں انصاف کرو ‘ خرچہ دینے میں انصاف کرو ‘ حقوق زنا شوئی میں انصاف کرو ‘ یہاں تک کہ مسکرانے میں بھی انصاف کرو ‘ زبانی الفاظ کہنے میں بھی انصاف کرو ۔ یہ ہے وہ چیز جس کا تم سے مطالبہ کیا جا رہا ہے ۔ یہ ہے وہ نکیل جو ان میلانات کو کنٹرول میں رکھے گی ۔ ضبط مطلوب ہے ‘ میلانات کا قتل مطلوب نہیں ہے ۔ (آیت) ” فلا تمیلوا کل المیل فتذورھا کالمعلقۃ “۔ (4 : 129) (ایک بیوی کی طرف اس طرح مائل نہ ہوجاؤ کہ دوسری کو ادھر لٹکتا چھوڑ دو )\nیہ ہے وہ بات جس سے کیا گیا ہے ۔ یعنی ظاہری معاملات میں ایک طرف جھک جانا ۔ اس طرح جھکنا کہ دوسری کے حقوق مارے جائیں کہ نہ بیوی ہو اور نہ مطلقہ ۔ اس کے ساتھ ہی اہل ایمان کو ایک نہایت ہی موثر آواز سے پکارا جاتا ہے ۔\n(آیت) ” وان تصلحوا وتتقوا فان اللہ کان غفورا رحیما “۔ (4 : 129) (اگر تم اپنا طرز عمل درست رکھو اور اللہ سے ڈرتے رہو تو اللہ چشم پوشی کرنے والا اور رحم فرمانے والا ہے)\nاسلام انسانی نفس کے ساتھ اس طرح معاملہ کرتا ہے کہ وہ ایک ایسی ذات ہے جو ایک مٹھی بھرمٹی اور اس میں نفخ روح سے پیدا کی گی ہے اور اس کے اندر جو قوتیں اور صلاحیتیں ہیں ان کے بالکل مطابق ۔ نیز وہ انسان کے ساتھ ایک مثالی حقیقت پسندی یا حقیقی مثالیت کے مطابق اس کے ساتھ ڈیلنگ کرتا ہے کہ وہ ایک انسان ہو ‘ جس کے قدم زمین پر ہوں اور اسے روحانی بلندی حاصل ہو جس میں نہ تو تناقض ہو اور نہ ٹوٹ پھوٹ ہو۔\nیہی ہے اسلام ‘ حضور اکرم ﷺ انسانی اعتبار سے اوج کمال پر تھے ۔ آپ کے اندر تمام قوتیں متوازن تھیں ‘ باہم متناسق تھیں اور انسان کی حدود و فطرت کے اندر تھیں ۔\nحضور اکرم ﷺ ازواج مطہرات کے درمیان تقسیم اور منصفانہ تقسیم پرتو قادر تھے ایک بیوی کو دوسری بیوی پر ترجیح نہ دیتے تھے ۔ لیکن دلی جذبات پر کنٹرول کسی کی طاقت میں نہیں ہوتا ۔ (الھم ھذا قسمی فیما املک فلا تلمنی فیما لا املک) (اے اللہ یہ ہے میری تقسیم جن معاملات میں میرا اختیار ہے اور آپ مجھے ملامت نہ کریں ان معاملات میں جو میرے اختیار سے باہر ہیں) یعنی دل (ابو داؤد)\nہاں جب دل خشک ہوجائیں تعلقات بہت ہوجائیں اور زوجین کے درمیان باہم زندگی گزارنا مشکل ہوجائے تو پھر جدائی ہی بہتر ہے ۔ اسلام زوجین کو رسیوں اور زنجیروں میں باندھ کر اکٹھا رکھنا مناسب نہیں سمجھتا ۔ نہ قید وبند کے ذریعے زوجین کو اکٹھا رکھا جاسکتا ہے ۔ صرف محبت اور باہم رحم دلی کے جذبات میں فریقین کو باندھا جاسکتا ہے یا پھر ان کو واجبات اور فرائض کی انجام دہی اور حسن سلوک کے ذریعے یکجا رکھا جاسکتا ہے ‘ خصوصا ایسے دلوں کو جن کے درمیان نفرت پیدا ہوچکی ہو۔ اس لئے کہ نفرت کے قلعوں میں دلوں کو بند نہیں کیا جاسکتا ۔ نیز یہ تعلق کہ بظاہر تو باہم تعلق ہو اور اندرونی طور پر مکمل کاٹ ہو ۔",
  "ayah": 129,
  "surah": 4
}
