{
  "text": "(آیت) ” وان یتفرقا یغن اللہ کلا من سعتہ وکان اللہ واسعا حکیما (3 : 130) (اگر زوجین ایک دوسرے سے الگ ہی ہوجائیں تو اللہ اپنی وسیع قدرت سے ہر ایک کو دوسرے کی محتاج سے بےنیاز کر دے گا ۔ اللہ کا دامن بہت کشادہ ہے اور وہ دانا وبینا ہے ۔ )\nاللہ تعالیٰ دونوں سے وعدہ فرماتے ہیں کہ وہ اپنے فضل اور رحمت سے دونوں کو غنی بنا دے گا ۔ اللہ تعالیٰ اپنے بندوں پر بہت ہی وسعت کرنے والے ہیں اور اپنے حدود و حکمت کے اندر اور بندوں کی مصحت کو مد نظر رکھتے ہوئے ان کے لئے کشادگی کی حد مقرر فرماتے ہیں ہر شخص کے حالات کے مطابق ۔\nاسلام انسانی شعور اور نفس کے پوشیدہ میلانات کے ساتھ جس طرح برتاؤ کرتا ہے اور جس طرح زندگی کے طور طریقوں کو حقیقت پسندی کے ساتھ دیکھتا ہے وہ اس قدر حیران کن ہے کہ اگر لوگ رات دن اللہ کا شکر ادا کریں تو بھی ان کے لئے اس کا حق ادا کرنا ممکن نہیں ہے ۔ یہ ایک ایسا نظام ہے جس میں انسانی سہولت کا بہت ہی خیال رکھا گیا اور نظر آتا ہے کہ یہ نظام انسانوں کے لئے تجویز ہوا ہے ۔ وہ انسانوں کا ہاتھ پکڑ کر ان کو نہایت ہی گری ہوئی حالت سے اٹھاتا ہے اور انہیں نہایت ہی سربلندی تک لے جاتا ہے اور یہ عمل انسان کی فطرت کے عین مطابق ہوتا ہے ۔ وہ ان کے لئے بلندی اور رفعت کا کوئی ٹارگٹ اس وقت تک تجویز نہیں کرتا جب تک ان کی فطرت میں اس کے حصول کے لئے داعیہ نہ ہو اور ان کے مزاج میں اس کی کوئی نہ کوئی جڑ موجود نہ ہو ۔ اس طرح اسلام ان کو پھر اس بلند مقام تک لے جاتا ہے جہاں تک انہیں کوئی دوسرا نظام نہیں لے جاسکتا ۔ یہ کام وہ اس طرح مثالی واقعیت پسندی یا ایسی واقعیت کے ساتھ کرتا ہے جس کی کوئی مثال نہ ہو اور پھر ایسی صورت میں کہ اس عجیب مخلوق انسانی کی اصل طبیعت اور مزاج کے مطابق ۔\nخاندانی نظم کے یہ احکام جن کا تعلق خاص زوجین کی ازدواجی زندگی سے ہے اسلامی نظام حیات کا ایک حصہ ہیں اور اسلامی نظام حیات اس کائنات کے ناموس اکبر کا ایک حصہ ہے جو اللہ نے اس پوری کائنات کے اندر جاری فرمایا ہے ۔ اس لئے اسلامی نظام بھی اس کائنات کی فطرت کے ساتھ ہم آہنگ ہے جب کہ دوسری طرف وہ انسانی فطرت کے ساتھ بھی ہم آہنگ ہے۔ اس لئے کہ انسانی بھی اس کائنات ہی کا ایک حصہ ہے اور یہ اسلامی نظام زندگی کا نہایت ہی گہرا راز ہے اس لئے عائلی اور خاندانی نظام کے مسائل کے متصلا بعد اللہ تعالیٰ کائنات کا ذکر فرماتے ہیں جس سے یہ عائلی احکام پوری کائنات کے نظام فطرت کے ساتھ مربوط ہوجاتے ہیں ۔ گویا جس طرح انسانی زندگی میں اللہ کی حاکمیت ہے ‘ اسی طرح اس کائنات میں بھی وہی حاکم ہے ۔ وہی ہے جو زمین و آسمان کا مالک ہے اور یہ وہی ذات ہے جس نے تمہیں یہ احکام دیئے ہیں ۔ وہی ہے جس نے تم سے پہلی امتوں کو یہ احکام دیئے تھے اور یہ تمام احکام اور وصایا ایک ہیں اور ایک ہی منبع سے ہیں اور اسلامی نظام اس پر قائم ہے کہ اس نے نتیجے میں دنیا اور آخرت دونوں کی بھلائی نصیب ہوتی ہے اور یہ وہ اصول ہیں جو سچائی ‘ عدل اور خدا ترسی پر استوار ہیں۔",
  "ayah": 130,
  "surah": 4
}
