{
  "text": "(آیت) ” 131 تا 134۔\nقرآن کریم میں احکام ونواہی کے بیان کے بعد بار بار یہ تعقیب آتی ہے کہ اللہ زمین و آسمان کی تمام چیزوں کا مالک ہے ۔ یا یہ لفظ آتا ہے کہ آسمانوں اور زمینوں میں جو کچھ ہے وہ اللہ کے لئے ہے ۔ یہ دونوں امور ایک دوسرے کے ساتھ لازم وملزوم ہیں اس لئے کہ جو بادشاہ اور مالک ہوتا ہے ‘ اپنی مملکت میں امر اور نہی بھی اسی کا چلتا ہے ۔ اس کی مملکت میں جو لوگ بستے ہیں وہ اس کے محکوم ہوں گے اور اس کائنات میں چونکہ اللہ وحدہ مالک ہے تو اس وجہ سے اس دنیا میں صرف اس کا حکم چلے گا اور وہی لوگوں کے لئے قانون بنانے کا حقدار ہوگا ۔ دونوں امور دوسرے کے ساتھ جڑے ہوئے ہیں۔\nجن لوگوں پر کتاب اتاری گئی ہے یہاں اللہ تعالیٰ نے ان کی وصیت کی ہے کہ وہ خدا سے ڈریں اور یہ وصیت اس نشاندہی کے بعد کی ہے کہ زمین اور آسمانوں کے اندر جو کچھ ہے وہ اللہ کا ہے اس لئے وصیت کا حق بھی اللہ کو ہے اور قانون سازی کا حق اللہ کو ہے لہذا اس سے ڈرو ۔\n(آیت) ” وللہ ما فی السموت وما فی الارض ولقد وصینا الذین اوتوا الکتب من قبلکم وایاکم ان اتقوا اللہ “۔ (4 : 131)\n(آسمان اور زمین میں جو کچھ ہے سب اللہ ہی کا ہے ۔ تم سے پہلے جن کو ہم نے کتاب دی تھی انہیں بھی یہی ہدایت کی تھی اور اب مت کو بھی یہی ہدایت کرتے ہیں کہ خدا سے ڈرتے ہوئے کام کرو)\nواقعہ یہ ہے کہ جس کی حقیقی اقدار حاصل ہو لوگ اسی سے ڈرتے ہیں اور خدا ترسی ہی وہ واحد سبیل ہے جس سے ” دلوں “ کی اصلاح ہو سکتی ہے ۔ پھر خدا ترسی ہی وہ واحد سبیل ہے جس کے ذریعے کسی ” نظام “ کی اصلاح ہو سکتی ہے اور اس کی جزئیات پر عمل کرایا جاسکتا ہے ۔ جو لوگ اللہ کی اس ملکیت میں اپنی حیثیت کو نہیں پہچانتے ان کو اللہ خبردار فرماتے ہیں کہ اللہ انہیں اس دنیا سے دور کر کے ان کی جگہ دوسری آبادی کو لا کر اپنی ملکیت میں بسا سکتے ہیں ۔\n(آیت) ” وان تکفروا فان للہ ما فی السموت وما فی الارض وکان اللہ غنیا حمیدا (131) وللہ ما فی السموت وما فی الارض وکفی باللہ وکیلا (132) ان یشایذھبکم ایھا الناس ویات باخرین وکان اللہ علی ذلک قدیرا (133) (4 : 131 تا 133)\n(لیکن اگر تم نہیں مانتے تو نہ مانو آسمان و زمین کی ساری چیزوں کا مالک اللہ ہی ہے اور وہ بےنیاز ہے ‘ ہر تعریف کا مستحق ۔ اللہ ہی مالک ہے ان سب چیزوں کا جو آسمانوں میں ہیں اور جو زمین میں ہیں اور کارسازی کے لئے بس وہی کافی ہے ۔ اگر وہ چاہے تو تم لوگوں کو ہٹا کر تمہاری جگہ دوسروں کو لے آئے اور وہ اس کی پوری قدرت رکھتا ہے ۔ )\nاللہ تعالیٰ ان لوگوں کو جو وصیت کرتے ہیں کہ اللہ سے ڈرو ‘ اگر وہ اللہ سے نہ ڈریں تو ان اس سے اللہ تعالیٰ کی ذات کو کوئی نقصان نہیں پہنچتا ۔ اور وہ سب کفر کا رویہ اختیار کرلیں تو بھی اللہ کا اس میں کچھ نقصان نہیں ہے اس لئے کہ لوگوں کے کفر کی وجہ سے اللہ کی ملکیت میں سے کوئی چیز کم نہیں ہوتی ۔ (آیت) ” فان للہ ما فی السموت وما فی الارض “۔ (4 : 131) (اللہ تو مالک ہے ان سب چیزوں کا جو آسمانوں میں ہیں اور جو زمین میں ہیں ) اور وہ اس پر بھی قدرت رکھتا ہے کہ تمہیں یہاں سے چلتا کرے اور کسی اور کو لا بسائے ۔ وہ جو ان کو وصیت کرتا ہے تو وہ ان کی بھلائی کے لئے کرتا ہے ۔ اور ان کے حالات کو درست کرنے کے لئے کرتا ہے ۔\nاسلام انسان کو جس طرح اس پوری کائنات کا سرتاج قرار دیتا ہے اور انسان کی کرامت کا اعلان کرتا ہے ‘ اور تمام زمین کی مخلوقات سے اسے برتر قرار دیتا ہے ‘ اسی طرح اگر انسان اللہ کا کفر کرلے تو اللہ انسان کو اس کائنات کی بدترین مخلوق قرار دیتا ہے اس لئے کہ وہ اللہ کے حکم سے منہ موڑتا ہے بلکہ وہ سینہ زوری کرکے اللہ کی صفت حاکمیت میں شریک ہو کر اپنے آپ کو یہاں کا حاکم قرار دیتا ہے ۔ اور وہ بغیر کسی استحقاق کے ایسا کرتا ہے ۔ اسلامی تصور حیات میں یہ دونوں باتیں برابر ہیں اور حقیقت بھی یہی ہے۔\nیہ آیات اس تعقیب پر اختتام کو پہنچتی ہیں کہ جو لوگ صرف دنیاوی مقاصد کے لالچ میں گرفتار ہیں ‘ ان کو معلوم ہونا چاہئے کہ اللہ کا فضل بہت ہی وسیع ہے ۔ اللہ کے ہاں دنیا اور آخرت دونوں کی بھلائی ہے اور جو لوگ دنیا پر ہی نظریں جمائے بیٹھے ہیں ان کو چاہئے کہ وہ اپنی نظریں ذرا اونچی کریں اور دیکھیں کہ اللہ کے ہاں دنیا و آخرت کی بھلائی ہے ۔\n(آیت) ” من کان یرید ثواب الدنیا فعند اللہ ثواب الدنیا والاخرۃ وکان اللہ سمیعا بصیرا “۔ (4 : 134)\n(جو شخص محض ثواب دنیا کا طالب ہو اسے معلوم ہونا چاہئے کہ اللہ کے پاس ثواب دنیا بھی ہے اور ثواب آخرت بھی اور اللہ سمیع وبصیر ہے ۔ )\nیہ امر ایک واضح حماقت حماقت اور ایک واضح کم ہمتی ہوگی کہ انسان دنیا اور آخرت دونوں کامیابی حاصل کرسکتا ہو اور اسے دنیا اور آخرت آخرت دونوں کا اجر مل سکتا ہو اور اس کامیابی کی ضمانت اسے اسلامی نظام زندگی دے بھی رہا ہو ‘ جو ایک واقعیت پسند عملی اور مثالی نظام ہے ‘ لیکن وہ اس گارنٹی کے باوجود صرف دنیا ہی کی طلب کرے ۔ اپنی پوری ہمت دنیا طلبی ہی میں لگا دے اور بالکل اسی طرح زندگی بسر کرے جس طرح حیوان ‘ چوپائے اور کیڑے مکوڑے زندگی بسر کرتے ہیں ۔ حالانکہ یہ شخص انسانوں کی طرح بسہولت زندگی بسر کرسکتا ہے اس طرح کہ اس کے قدم زمین پر چلتے ہوں اور اس کی روح آسمانوں میں سیر کرتی اور پھڑپھڑاتی ہو۔ اور اس طرح کہ وہ ایک جاندار موجود کی طرح جو اس کرہ عرض کے اوپر طبیعی قوانین کے مطابق تک ودو بھی کررہا ہو اور اس کے ساتھ ساتھ عالم بالا کے ساتھ بھی اس کی زندگی کا ربط ہو ۔\nغرض یہ جزئی اور فروعی احکام پوری طرح اسلامی نظام حیات کے اصولوں کے ساتھ مربوط ہیں اور ان سے معلوم ہوتا ہے کہ اسلام میں خاندانی نظام کی بہت ہی اہمیت ہے ‘ اس قدر اہمیت کہ ان احکام کو اس کائنات کے عظیم معاملات کے ساتھ مربوط کیا گیا ہے اور ان تمام امور پر یہ تعقیب اور تبصرہ کیا گیا ہے کہ اگر تم لوگ اللہ کی ان وصیتوں کو قبول نہیں کرتے تو اللہ اس بات پر قادر ہے کہ وہ تمہیں ختم کر دے اور تمہاری جگہ کوئی دوسری مخلوق آباد کر دے ۔ یہ ایک نہایت ہی خطرناک تبصرہ ہے اور اس سے معلوم ہوتا ہے کہ اللہ کے نزدیک ایک خاندان کے نظام کے معاملے میں وارد ہونے والے احکام بھی اسی قدر اہم ہیں جس قدر ادیان کو دی جانے والی عظیم ہدایات کی اہمیت ہے ۔",
  "ayah": 133,
  "surah": 4
}
