{
  "text": "درس نمبر 24 ایک نظر میں :\nیہ سبق بھی امت مسلمہ کے لئے دست قدرت کی تربیت کا ایک نمونہ ہے جس کے بارے میں خود اللہ تعالیٰ کا فرمان ہے کہ یہ ایک اچھی امت ہے اور جسے لوگوں کے لئے نکالا گیا ہے ۔ یہ سبق بھی اس اسلامی نظام زندگی کی ایک اہم کڑی ہے جو نہایت ہی مستحکم نظام ہے ۔ جس کے مقاصد اور اہداف متعین ہیں اور یہ نظام نفس انسانی کی بہتری کے لئے نازل کیا گیا ہے ۔ اس کے ذریعے نفس انسانی کا اس طرح علاج کیا گیا ہے کہ جس دست قدرت نے ذات انسان کو بنایا ہے ‘ وہی اس کی کمزوریوں کا علاج بھی کر رہا ہے ۔ یہ علاج اس لئے کامیاب ہے کہ اللہ تعالیٰ اپنی اس ممتاز مخلوق اور صنعت کے پرزے پرزے سے واقف ہے ‘ یہ اس کی حقیقت اور ماہیت کو اچھی طرح جانتا ہے اس کے رجحانات ومیلانات سے واقف ہے اور اس کی ضروریات اور اس کے اندر پوشیدہ ترین صلاحیتوں اور کمزوریوں سے بھی آگاہی رکھتا ہے ۔\nاس سبق میں اسلامی نظام حیات کے اصول ‘ نہایت ہی اٹل اصول بتائے گئے ہیں جو مستقل ہیں ۔ ہر دور ‘ ہر جگہ اور ہر زمانے کے لئے ہیں تاکہ انسانیت کو جاہلیت کی پستیوں سے بلند کر کے نہایت اونچی بلندیوں تک پہنچائے اور جہان تک انسان ترقی کرچکا ہو اس سے اسے مزید آگے بڑھائے ۔ ان اصولوں کے ساتھ ساتھ اس سبق میں پہلی جماعت مسلمہ کے بھی کچھ خدوخال بیان کئے گئے ہیں جو اس قرآن کی پہلی مخاطب جماعت تھی ۔ ان آیات کے آئینے کے اندر پہلی تحریک اسلامی نہایت ہی خوبصرتی کے ساتھ بحیثیت ایک انسانی جماعت نظر آتی ہے ۔ اس میں بشری کمزوریاں بھی نظر آتی ہیں اور اعلی پاکیزگی کا میعار بھی نظر آتا ہے ۔ اس جماعت کے اندر جاہلی دور کی باقیات اور فطری کمزوریاں بھی نظر آتی ہیں ۔ قرآن کریم اس جماعت کی تربیت کرتے ہوئے ایک ایک کمزوری کو لیتا ہے اور ان کا علاج کرتا ہے ‘ پھر اس جماعت کو تقویت دے کر اسے ایک مثالی جماعت بنا رہا ہے ۔ تلقین کی جاتی ہے کہ وہ سچائی پر جم جائیں اور راہ حق میں جدوجہد کریں اور قربانیاں دیں ۔\nسبق کا آغاز اس پکار سے کیا جاتا ہے جو جماعت مسلمہ کے نام ہے اسے کہا جاتا ہے کہ تم خیر امت ہو اور اس دنیا میں تمہارا ایک مقرر کردار ہے ‘ اسے ادا کرنے کے لئے کمر باندھو اور دنیا میں عدل و انصاف کا وہ معیار قائم کرو جو انسانیات کی تاریخ کا سب سے اونچا معیار اور مثالی عدل ہو ۔ اور عدل قائم کرنے میں تمہارا مطح نظر اور نصب العین ذات باری کی رضا کا حصول ہو ‘ اور اس معاملے میں کسی اور جذبے ‘ کسی اور خواہش اور کسی اور مصلحت کو پیش نظر مت رکھو ۔ اس معاملے میں خود اپنی جماعت ‘ اپنی حکومت اور اپنی امت (NAtion) کے مفادات کو بھی پیش نظر نہ رکھو ۔ اس میں خدا ترسی اور رضائے الہی کے سوا تمہارے پیش نظر کوئی اور جذبہ نہ ہو ۔ امت نے فی الواقعہ ایسا کیا اور اس کا ایک نمونہ ایک یہودی کے اوپر جھوٹے الزام کے واقعہ کی شکل میں خود قرآن کریم نے ریکارڈ کیا اور اس سلسلے میں اللہ تعالیٰ نے اپنی نبی کو بذریعہ وحی انصاف کرنے کی تنبیہ اور تاکید کی جس کا تذکرہ ہم تفصیلا کر آئے ہیں ۔\nسبق کا آغاز اس حکم سے ہوتا ہے کہ عدل کرو ‘ مطلق اور خالص عدل کرو۔ مطلق اور خالص عدل کس قدر مشکل کام ہے ‘ اس کو رب کائنات ہی جانتا ہے ۔ جس نے انسان کو پیدا کیا ۔ رب کو معلوم ہے کہ اس راہ میں کیا کیا مشکلات پیش آتی ہیں ۔ اللہ کو معلوم ہے کہ انسان میں کمزوری کے کیا کیا پہلو ہیں ۔ انسان کے جذبات اس کی ذات کے لئے اور اقارب کے لئے کمزوروں اور زبردستوں کے لئے خصوصا والدین اور قریبی رشتہ داروں کے لئے ‘ فقراء اور اغنیاء کے لئے ‘ دوست اور دشمن کے لئے کیسے ہیں ۔ اس کے علاوہ دوسرے بیشمار جذبات اور یہ سب کے سب یا ان میں کوئی ایک بات عدل کے معاملے میں اثرانداز ہو سکتی ہے اور ان کو نظر انداز کرنا نہایت ہی مشکل کام ہے ۔ یہ کام اسی طرح مشکل ہے جس طرح ایک آدمی نہایت ہی عمودی چڑھائی پر چڑھ رہا ہو اور اس میں اس کے پیش نظر صرف رضائے الہی اور حبل اللہ رہے ۔ کس قدر مشکل ہے یہ کام ۔\nدوسری دعوت اس سبق میں یہ ہے کہ مکمل ایمان لے آؤ ۔ اللہ کتابوں ‘ ملائکہ ‘ رسول اور یوم آخرت پر ایمان لاؤ ۔ یہ ہے مکمل ایمان ۔ اس کے تمام اجزاء کی اپنی اپنی جگہ بہت بڑی اہمیت ہے ۔ یہ تمام اجزاء مل کر ایمان کو مکمل کرتے ہیں اور انہی اجزاء سے مجموعی اسلامی تصور حیات وجود میں آتا ہے ‘ جو تمام دوسرے تصورات کے مقابلے میں زیادہ فوقیت رکھتا ہے ‘ جو کسی زمانے میں انسانی معاشروں کے اندر رائج ومعروف رہے ہیں ۔ اسلام سے پہلے بھی اور بعد میں بھی ۔ یہ نظریہ حیات بذات خود ‘ ہر نظریہ سے قوی اور برتر ہے اور اس سے تمام دوسری قدریں وجود میں آتی ہیں چاہے وہ اخلاقی ہوں ‘ اجتماعی ہوں یا تنظیمی ہوں اور جن کا عملی مظاہرہ پہلی جماعت اسلامی کی زندگی میں ہوا تھا اور آئندہ کے ادوار میں بھی جس جماعت نے اس نظام پر صحیح طرح ایمان کا اظہار کیا اور اس کے تقاضوں کو پورا کیا تو اس کی زندگی کے اندر بھی یہی تفوق اور برتری پیدا ہوئی ۔ قیامت تک یہ اصول اپنی جگہ قائم رہے گا اور قیامت میں تو بہرحال اللہ کا کلمہ ہی حق اور برتر ثابت ہوگا ۔ یہ ہے مفہوم اس آیت کا (آیت) ” (ولن یجعل اللہ للکفرین علی المومنین سبیلا (4 : 141) (اللہ نے کافروں کے لئے مسلمانوں کے مقابلے میں برتری کی کوئی سبیل نہیں رکھی) ۔\nان دو دعوتوں کے اب اللہ تعالیٰ منافقین پر تنقیدی حملہ شروع کرتے ہیں ۔ ان میں سے بعض تو وہ ہیں جو ابھی تک اپنے نفاق کو چھپائے ہوئے ہیں اور بعض وہ ہیں جو منافق رہنے کے بعد دوبارہ کفر کا اعلان کرچکے ہیں ۔ اس تنقیدی بیان میں منافقین کے مزاح انکی قابل نفرت صورت ‘ اسلامی صفوں کے اندر ان کی سرگرمیوں کی جو صورت حال ہے اس کی تفصیلات ان کا متلون موقف ‘ کہ اگر مسلمانوں کو فتح ہو تو وہ ان کی چاپلوسی کرتے ہیں اور اگر اہل کفر کو فتح نصیب ہو تو یہ انکے ہاں بیٹھے ہوئے ہیں اور ہر جگہ خود اپنے آپ کو سبب فتح قرار دیتے ہیں ۔ نماز کے لئے نہایت ہی بوجھل قدموں کے ساتھ جاتے ہیں ۔ اور دکھاوے کے لئے پڑھتے ہیں ‘ ان کا رویہ نہایت ہی مذبذب ہوتا ہے ۔ نہ ادھر کے اور نہ ادھر کے ۔\nاس تنقیدی حملے کے درمیان جا بجا اہل ایمان کو بھی ہدایات دی گئی ہیں جن سے اس بات کا اظہار ہوتا ہے کہ منافقین اس وقت اسلامی صفوں میں کس طرح گھسے ہوئے تھے اور کیا کیا کارستانیاں کر رہے تھے ۔ اسلامی صفوں میں منافقین کو کس قدر اثرورسوخ حاصل تھا ۔ ان حالات میں اس قسم کے تنقیدی حملے کی ضرورت اس لئے پیش آئی تاکہ اس وقت کے موجود حالات کو ملحوظ رکھتے ہوئے تحریک اسلامی کو قدم بقدم آگے بڑھایا جائے اور اس بات پر آمادہ کیا جائے کہ وہ منافقین سے آہستہ آہستہ دور ہوتے جائیں اور ان کے ساتھ تعلقات رکھنے سے اجتناب کریں ۔ ان کی مجالس میں نہ بیٹھیں ‘ جہاں وہ اکثر کفریہ گفتگوئیں کرتے ہیں اور اللہ کی آیات کے ساتھ مذاق کرتے ہیں ۔ البتہ اس دور میں قرآن کریم نے منافقین کے ساتھ بائیکاٹ کا حکم تو بہرحال نہیں دیا جس سے معلوم ہوتا ہے کہ جس وقت یہ آیات نازل ہو رہی تھیں اس وقت منافقین کا جتھا بڑا مضبوط تھا اور وہ اس قدر سرگرم تھے کہ اہل اسلام کے لئے ان کا مکمل بائیکاٹ ممکن ہی نہ تھا ۔\nمسلمانوں کو اس تحذیر ار تنبیہ کرنے کے درمیان ہی یہ بتا دیا گیا کہ نفاق کی علامات کیا ہیں اور نفاق کا آغاز کس طرح شروع ہوتا ہے ۔ تاکہ وہ خود بھی نفاق کی علامات سے اپنے آپ کو بچانے کی سعی کریں ۔ سب سے پہلی ہدایت یہ دی جاتی ہے کہ تم منافقین کے ساتھ دوستی ہر گز نہ کرو اور منافقین کے ہاں اپنی عزت اور احترام بڑھانے کا لالچ نہ کرو ‘ اس لئے کہ عزت تو صرف اللہ کے ہاں ہے۔ اللہ کو ہر گز یہ بات پسند نہیں کہ وہ کافروں کو اہل اسلام پر برتری دے اور منافقین تو دنیا وآخرت میں ذلیل ہوں گے ۔ یہ ہے ان کی تصویر ذرا ملاحظہ کرو اور پھر آخرت میں وہ دوزخ کے اندر سب سے نیچے پڑے ہوں گے ۔\nاس انداز میں یہ ہدایات اور تنبہات بتلاتی ہیں کہ اسلامی نظام زندگی نفس انسانی اور اس کے اندر رچی بسی عادات کو کس طرح درست کرتا ہے اور کسی موجود عملی صورت حال کے اندر اسلام اصلاح کی کاروائی کا آغاز کس طرح کرتا ہے ؟ اسلام نہایت ہی تدریج کے ساتھ کوئی تبدیلی لاتا ہے اور آخر کار کسی موجودہ صورت حال کو یکسر تبدیل کرکے اس کی جگہ نہایت ہی جدید صورت حالات لے کر آجائے ہے ۔ نیز اس سے اس بات کا بھی اظہار ہوتا ہے کہ اس دور میں مسلمانوں کے حالات کیا تھے ، کفر ونفاق کے محاذ ایک دوسرے کے ساتھ کس طرح معاون تھے اور وہ کس طرح جماعت مسلمہ اور دین اسلام کے خلاف گٹھ جوڑ کئے ہوئے تھے ۔\nان تمام تبصروں کے اندر غور کرنے سے یہ بات نظر آتی ہے کہ وہ کیا عظیم معرکہ تھا ۔ جس کے اندر قرآن کریم نے جماعت مسلمہ کو ڈال دیا تھا ۔ اور اس معرکہ میں ڈال کر قرآن کس نظام اور منہاج کے مطابق جماعت مسلمہ اور نفس انسانی کی قیادت اور راہنمائی کر رہا تھا ۔ یہ معرکہ وہی معرکہ ہے جو ہر زمان ومکان کے اندر اسلام اور جاہلیت کے درمیان برپا رہا ہے اور کبھی ختم ہونے میں نہیں آتا ۔ وسائل بدل سکتے ہیں اور چہرے بدل سکتے ہیں لیکن اسلام اور جاہلیت کے درمیان جو جنگ ہے اس کی نوعیت آج بھی وہی ہے جو قرن اول میں تھی ۔ نیز ان آیات سے یہ بھی معلوم ہوتا ہے کہ امت مسلمہ کی سرگرمیوں میں قرآن کریم کی قیادت اور راہنمائی کو کس قدر اہمیت حاصل ہے ۔ قرآن کریم یہ قیادت جس طرح حضور کے درمیان جو جنگ ہے اس کی نوعیت آج بھی وہی ہے جو قرن اول میں تھی ۔ نیز ان آیات سے یہ بھی معلوم ہوتا ہے کہ امت مسلمہ کی سرگرمیوں میں قرآن کریم کی قیادت اور راہنمائی کو کس قدر اہمیت حاصل ہے ۔ قرآن کریم یہ قیادت جس طرح حضور ﷺ کے دور میں کرتا تھا ‘ وہی راہنمائی اور قیادت وہ آج بھی کرتا ہے ۔ قرآن کریم کسی ایک دور یا کسی ایک نسل کی راہنمائی کے لئے تو آیا ہی نہیں ہے ‘ یہ تو اس امت کا قائدہ ہے ‘ اس کا مرشد ہے اور اس کا ہادی ہے اور ہر دور اور ہر نسل کے لئے ہے ۔\nاور اس سبق کے آخر میں ایک لمحہ فکریہ ! یہ کہ اللہ کو کیا پڑی ہے کہ وہ لوگوں کو خواہ مخواہ عذاب دے ۔ اس کا مطالبہ تو صرف یہ ہے کہ ایمان لاؤ اور اللہ کا شکر بجا لاؤ ۔ اگر لوگ ایمان نہیں لاتے اور شکر گزار بندے نہیں بنتے تو اسے کوئی پرواہ نہیں ۔ وہ تو ان کے ایمان اور شکر گزاری دونوں سے بےنیاز ہے ۔ اللہ جو ہدایات دے رہا ہے وہ تو انکی اصلاح کے لئے ہے ۔ ان کو نرمی دینے کے لئے ہیں تاکہ وہ اس بات کے مستحق ہوجائیں کہ ان کو جنت میں انعامات ملیں ۔ اگر وہ ان ہدایات کی خلاف ورزی کریں گے اور الٹے پاؤں پھریں گے تو وہ خود عذاب جہنم کے مستحق ہوجائیں گے ۔ اس میں صرف ان ہی کا ذاتی نقصان ہے اور منافقین تو اس جہنم کے بھی سب سے خطرناک ” درک اسفل “ میں ہوں گے ‘ سب سے نیچے والے درجے ہیں ۔\nدرس نمبر 42 تشریح آیات :\n135۔۔۔۔۔ تا ۔۔۔۔۔ 147\n(آیت) ” نمبر 135۔\nیہ اہل ایمان کو خصوصی پکار ہے ۔ اس پکار میں ان کے لئے ایک جدید لقب اور ایک نئی صفت کو استعمال کیا گیا ہے اور اس لقب اور صفت میں وہ بالکل منفرد ہیں ۔ اور الذین امنوا کی روح بدل گئی ہے ۔ ان کے تصورات بالکل نئے ہوگئے ہیں ۔ ان کے اصول اور مقاصد بدل کر نئے ہوگئے ہیں ۔ وہ اس جدید انقلابی مہم کے راہنما بن گئے ہیں اور ان کے کاندھوں پر عظیم ذمہ داریاں عائد کردی گئی ہیں ‘ اب وہ پوری انسانیت کے لئے پاسبان ونگہبان ہیں ۔ وہ لوگوں کے درمیان اب فیصلہ کرنے والے ہیں ۔ اس لئے یہاں (آیت) ” (یایھا الذین امنوا) کے الفاظ نہایت ہی اہمیت کے حامل ہیں ۔ یعنی اس صفت ایمان ہی کی وجہ سے ان پر عالمی قیادت کی ذمہ داری عائد کی گئی ہے اور پورے عالم کی قیادت کرنا گویا تقاضائے ایمان ہے اور صفت ایمان ہی کے تقاضے کے طور پر مسلمان اس قیادت کے مقام کا چارج لینے کے لئے یہ تیاری کر رہے تھے ۔\nاسلامی منہاج تربیت کی یہ ایک نہایت ہی موثر جھلکی ہے ۔ اور امت مسلمہ کو ایک نہایت ہی بھاری ذمہ داری کا چارج دینے سے قبل ہی یہ جھلکی دکھائی گئی اور وہ بھاری ذمہ داری یہ ہے ۔\n(آیت) ” یایھا الذین امنوا کونوا قومین بالقسط شھداء للہ ولو علی انفسکم اوالوالدین والاقربین ان یکن غنیا اوفقیرا فاللہ اولی بھما “۔ (4 : 135)\n(اے لوگو ! جو ایمان لائے ہو انصاف کے علمبردار اور اللہ کے لئے گواہی دینے والے بنو اگرچہ تمہارے انصاف اور تمہاری گواہی کی زد خود تمہاری اپنی ذات پر یا تمہارے والدین اور رشتہ داروں پر ہی کیوں نہ پڑتی ہو ۔ فریق معاملہ خواہ مالدار ہو یا غریب اللہ تم سے زیادہ ان کا خیر خواہ ہے)\nیہ امانت اور ذمہ داری یہ تھی کہ تم نے عدل قائم کرنا ہے اور یہ عدل مطلق ہوگا جس کا علمبردار تم نے بننا ہے ۔ ہر حال اور ہر میدان میں تم نے انصاف کرنا ہے ۔ ایسا عدل جس کے ذریعے ظلم اور عدوان کی خودبخود نفی ہوجائے اور پورے کرہ ارض پر کہیں بھی ظلم نہ رہے اور یہ ایسا عدل ہو کہ ہر حقدار کو اس کا حق ملے ۔ اس حق رسیدگی میں مومن اور غیر مومن دونوں برابر ہوں جیسا کہ یہودی کے قصے میں واضح طور پر کہا گیا ہے ۔ اس میں رشتہ دار اور غیر رشتہ دار سب برابر ہوں ۔۔۔ دوست اور دشمن سب برابر ہوں۔ غنی اور فقیر کا درجہ ایک ہی ہو ۔\n(آیت) ” (کونوا قومین بالقسط شھداء للہ ) (انصاف کے علمبردار اور اللہ کے لئے گواہی دینے والے بنو)\nیہ انصاف اور شہادت صرف اللہ کے لئے ہو اور اس کا معاملہ اللہ کے ساتھ ہو اور شہادت نہ ان کے لئے دی جائے جن کے حق میں دی جارہی ہو اور نہ ان کی وجہ سے دی جائے جن کے خلاف دی جارہی ہے ۔ یہ شہادت نہ کسی فرد اور نہ کسی جماعت کے مفادات کے لیے ہو اور نہ شہادت ان حالات سے متاثر ہو کردی جائے جو اس وقت موجود ہوں یا مقدمہ زیر بحث پراثر انداز ہو رہے ہوں خالصتا اللہ کے لئے اور خالصتا اللہ کے ساتھ معاملہ کرتے ہوئے ‘ صرف اس کی رضا کے لئے دی جائے اور ایسے حالات میں کہ کوئی میلان ‘ کوئی رجحان ‘ کوئی مصلحت اور کوئی خواہش اسے متاثر نہ کر رہی ہو ۔ نہ کسی کا لحاظ رکھا جا رہا ہو۔\n(آیت) ” ولو علی انفسکم اولوالدین والاقربین “۔ (4 : 135)\n(اگرچہ تمہارے انصاف اور تمہاری گواہی کی زد خود تمہاری اپنی ذات پر یا تمہارے والدین اور رشتہ داروں پر ہی کیوں نہ پڑتی ہو ۔ )\nیہاں اسلامی نظام نفس انسانی کو خود اس کے اپنے خلاف مسلح کر رہا ہے ۔ اپنے جذبات کے ساتھ ‘ اپنی ذات کے خلاف ‘ اپنے والدین کے خلاف اور اپنے رشتہ داروں کے خلاف ‘ اور یہ نہایت ہی دشوار مرحلہ ہے کہ کوئی اپنی ذات کے خلاف فیصلہ کرے ۔ محض زبانی جمع خرچ تو آسان ہوتا ہے لیکن عملا ایسا کرنا نہایت ہی مشکل ہوتا ہے ۔ انسان ذہنی لحاظ سے اس کے بارے میں سوچ تو سکتا ہے کہ ایسا ہونا چاہئے مگر عمل دشوار ہوتا ہے اور اس بات کی اصل مشکلات کا احساس اس وقت ہوتا ہے جب انسان عملا یہ کام کرے ۔ اس کے باوجود کہ یہ مشکل کام ہے ‘ اسلامی نظام نفس مومنہ کو تقوی کے ذریعے خود اپنی ذات کے خلاف مسلح کر رہا ہے کہ وہ اس خطرناک تجربے میں کود پڑے ‘ اس لئے کہ دنیا کے اندر عدل و انصاف کا یہی معیار ہونا چاہئے کہ کوئی اپنی ذات کے خلاف بھی فیصلہ کر گزرے اگر حق و انصاف اس کا تقاضا کرتے ہوں ۔ اور کچھ لوگ یہ فیصلہ عملا کرکے دکھائیں ۔\nاس کے بعد نفس انسانی کو اپنے فطری اور اجتماعی شعور کے خلاف بھی مسلح کیا جاتا ہے کہ جس شخص کے حق میں یا خلاف گواہی دی جارہی ہو وہ غریب ہو ۔ اگر وہ غریب ہے تو مشکل یہ ہوتی ہے کہ کوئی رحمدل انسان اس کے خلاف شہادت دینا گواہی دی جارہی ہو وہ غریب ہو ۔ اگر وہ غریب ہے تو مشکل یہ ہوتی ہے کہ کوئی رحمدل انسان اس کے خلاف شہادت دینا ازروئے رحمدلی ‘ پسند نہیں کرتا اور یہ پسند کرتا ہے کہ اس کی کمزوری کی وجہ سے اس کے حق میں شہادت دے ۔ یا کسی اجتماعی مرتبہ ومقام کی وجہ سے یا کسی سوسائٹی کی طبقاتی منافرت کی وجہ سے کوئی کسی زیردست کے ساتھ نفرت کرتا ہو یا اگر مدمقابل گنی ہو تو اس کی وجاہت کا لحاظ رکھے اور اس کے خلاف شہادت نہ دے ۔ جاہلیت کے تمام نظاموں میں ایسا ہوتا رہا ہے ۔ ایسا بھی ہو سکتا ہے کہ ایک گواہ ایک مالدار شخص کے ساتھ نفرت کرے اور اس کی مالداری اور برتری اسے پسند نہ ہو اور اس وجہ سے وہ شہادت حق نہ دے بلکہ مالدار کے خلاف شہادت دے دے ۔ یہ تمام فطری میلانات ہوئے اور جب عملا کسی کو واسطہ پڑتا ہے تو انصاف اور شہادت کے وقت یہ اپنا وزن انسان پر ڈالتے ہیں ۔ یہی وجہ ہے کہ قرآن کریم نے تمام امور کو لے لیا کہ ذات ہو ‘ اقرباء ہوں ‘ غریب ہو یا امیر تم شہادت حق دو ۔\n(آیت) ” ان یکن غنیا اوفقیرا فاللہ اولی بھما “۔ (4 : 135) (فریق معاملہ خواہ مالدار ہو یا غریب اللہ تم سے زیادہ ان کا خیر خواہ ہے) یہ نہایت ہی مشکل اور بھاری کام ہے ۔ اسلام نے اہل ایمان کو عملی زندگی میں ڈالا اور اسے اس قدر بلندی تک پہنچایا کہ انہیں پوری انسانیت نے دیکھ لیا کہ اسلام نے اس کرہ ارض پر عالم انسانیت کے اندر یہ ایک عظیم معجزہ دکھایا تھا ۔ یہ ایک ایسا معجزہ تھا کہ صرف اسلامی نظام کے سایہ ہی میں رونما ہو سکتا تھا ۔\n(آیت) ” فلا تتبعوا الھوی ان تعدلوا “۔ (4 : 135) (لہذا اپنی خواہش نفس کی پیروی میں عدل سے باز نہ رہو ‘) خواہشات نفسانیہ کی کئی اقسام ہوتی ہیں جن میں سے بعض کا ہم نے اوپر ذکر کیا ہے ۔ ذات کی محبت ‘ اہل و عیال کی محبت ‘ رشتہ داروں کی محبت ‘ کسی فقیر کے ساتھ رحمدلی ‘ (شہادت کے وقت) کسی غنی کی رعایت اور وجاہت کا لحاظ ‘ کسی امیر یا فقیر سے نفرت وغیرہ سب خواہشات نفسانیہ ہیں ۔ خاندان ‘ قبیلے ‘ قوم ‘ وطن اور حکومت کی طرفداری (شہادت کے وقت) دشمن سے نفرت اگرچہ دین کے دشمن ہوں ۔ غرض خواہشات کی بیشمار قسمیں اور رنگ ہیں ۔ ان تمام خواہشات سے اللہ تعالیٰ اہل ایمان کے متاثر ہونے کو پسند نہیں کرتے ۔ اور اس تاثر کے تحت انصاف اور شہادت حق سے باز رہنے سے منع کرتے ہیں ۔ سب سے آخر میں اس بات پر متنبہ کیا جاتا ہے کہ شہادت کے اندر تحریف ہر گز نہ کرو اور شہادت سے منہ بھی نہ پھیرو۔\n(آیت) ” وان تلوا اوتعرضوا فان اللہ کان بما تعملون خبیرا “۔ (4 : 135) (اور اگر تم نے لگی لپٹی بات کہی یا سچائی سے پہلو بچایا تو جان رکھو کہ جو کچھ تم کرتے ہو اللہ کو اس کی خبر ہے ۔ )\nاس معاملے میں صرف یہ یاد دہائی کرائی جاتی ہے کہ تم جو کچھ بھی کرتے ہو اللہ اس سے باخبر ہے تاکہ اہل ایمان کے اندر یہ تاثر پختہ ہوجائے کہ اگر انہوں نے ایسا نہ کیا تو اس کا انجام بہت ہی برا ہوگا تاکہ ان کا دل کانپ اٹھے اس لئے کہ قرآن کریم کی ان آیات کے مخاطب اہل ایمان ہی تو ہے ۔\nروایات میں آتا ہے کہ جب عبداللہ ابن رواحہ ؓ کو حضور ﷺ نے خیبر کی محصولات کی وصولی کے لئے بھیجا (یاد رہے کہ ان کے ساتھ رسول اللہ ﷺ نے نصف محصولات پر فیصلہ کیا تھا) اور وہ فتح خیبر کے بعد وہاں گئے تو یہودیوں نے انکو اس امر کے لئے رشوت دینا چاہی کہ وہ ان کے ساتھ نرمی کریں تو انہوں نے یہودیوں سے کہا : ” خدا کی قسم میں تو ایک ایسے شخص کا نمائدہ ہوں جو اس پوری دنیا سے مجھے زیادہ محبوب ہے ۔ خدا کی قسم تم کو میں بندروں اور خنزیروں سے بھی زیادہ براسمجھتا ہوں لیکن حضور ﷺ کی محبت اور تمہاری نفرت مجھے اس بات پر آمادہ نہیں کرسکتی کہ میں تمہارے درمیان عدل کے سوا کچھ اور کروں “۔ اس پر یہودیوں نے کہا کہ ایسے ہی لوگوں کی وجہ سے زمین و آسمان کا نظام قائم ہے ۔\nعبداللہ ابن رواحہ ؓ مدرسہ رسول اللہ ﷺ کے تعلیم یافتہ تھے ‘ اور ان کی تعلیم وتربیت ربانی منہاج پر ہوئی تھی ۔ وہ انسان تھے اور پورے انسانی جذبات کے ساتھ کسی عدالت کی کرسی پر بیٹھے اور کامیاب رہے ۔ اور ان کے سوا دوسرے بھی کچھ کم نہ تھے جنھوں نے اسلامی نظام کے زیر سایہ معجزہ دنیا کو کر کے دکھایا ۔\nسالوں پر سال گزرتے رہے ۔ صدیاں بیت گئیں اور یہ دور بہت دور چلا گیا ہے اور لائبریریاں فقہ اور قانون کی کتابوں سے بھر گئی ہیں ۔ قانونی ضابطوں اور انصاف کے رولز ریگولیش کی بہتات ہوگئی اور قانون اور انصاف کے محکمے اور وزارتیں تشکیل دے دی گئیں ۔ اور دماغ عدل و انصاف کا نام سن سن کر پھرگئے ۔ دنیا میں عدل کرنے کے بارے میں طویل ترین تقاریر اور مقالات پڑھے جانے لگے ۔ عدل و انصاف کے سلسلے میں کئی نظریات پیدا ہوئے اور کئی تنظیمیں وجود میں آئیں اور کانفرنسیں ہوئیں لیکن وہ حقیقی عدل کہاں ہے ؟ اس کا ذائقہ کسی نے نہیں چکھا ۔ یہ عدل لوگوں کے ضمیروں اور ان کی زندگی میں عنقاہی رہا ۔ اور یہ عدل ان انتظامات کے باوجود اس اعلی میعار تک نہ پہنچ سکا جو خیر القرون کا طرہ امتیاز تھا ۔ اس کا حقیقی وجود اگر کہیں تھا تو صرف اسلامی نظام کے دور میں تھا ۔ اس مختصر دور میں عدل کا گراف اس قدر بلندی تک پہنچا اور نبوت اور خلافت راشدہ کے بعد اگر وہ کہیں ملا تو صرف اسلامی معاشرے کے اندر ملا اور صرف ان دلوں میں ملا جن میں اسلام جاگزین تھا اور ان افراد اور ان سوسائٹیوں میں ملا جن کی تربیت اسلامی نظام کے زیر سایہ ہوچکی تھی ۔ جو یقینا ایک واحد اور مثالی عادلانہ نظام ہے ۔\nوہ لوگ جو آج کل جدید سے جدید عدالتی نظام تشکیل دیتے ہیں ‘ عدل و انصاف کے لئے جدید سے جدید ذرائع استعمال کرتین ہیں اور عدلیہ کے لئے نہایت ہی پیچیدہ طریقہ کار طے کرتے ہیں ‘ ان لوگوں کو چاہئے کہ وہ ان امور کو بھی مدنظر رکھیں جو ہم نے اوپر دئیے ہیں ۔ یہ لوگ سمجھتے ہیں کہ یہ طریقہ کار پیچیدہ ہے اور یہ نہایت ہی منظم عدالتی ڈھانچے اس سادہ اور نہایت ہی ابتدائی انتظامات سے زیادہ مفید ہوں گے جو اسلامی دور میں اختیار کئے گئے تھے ۔ یہ جدید لوگ جن کے ہاتھوں میں عدلیہ کا اہتمام ہے ‘ وہ سمجھتے ہوں گے کہ وہ بہت ہی کامیاب ہیں لیکن حقیقت میں ایسا نہیں ہے ۔\nیہ ایک وہم ہے اور یہ وہم اس لئے پیدا ہوتا ہے کہ لوگ ظاہری حجم کو دیکھ کر حقیقت معلوم کرنے کی کوشش کرتے ہیں حالانکہ اشیاء کی حقیقت ان کے ظاہری حجم سے معلوم نہیں ہوتی ۔ یہ اسلامی نظام ہی ہے جو ان سادہ حالات کے اندر اس قدر بلند معیار تک پہنچا اور آج بھی اسلام ہی ہے جو اس سطح تک عدل کے معیار کو پہنچا سکتا ہے ‘ بشرطیکہ اسے اختیار کیا جائے ۔\nلیکن اس کا مفہوم یہ نہیں ہے کہ ہم جدید ترقی یافتہ دور میں نظام عدالت کے جدید انتطامات اور ضابطہ ہائے دیوانی اور فوجداری سے فائدہ نہ اٹھائیں یا محکمہ انصاف کی جدید تنظیم اور ترقی یافتہ اشکال کو ختم کرکے ان کی جگہ خلافت راشہ کی سادہ شکل جاری کردیں ۔ ہمارا مطلب یہ ہے کہ اصل مقصد شکل اور تنظیم نہیں ہے بلکہ اصل مطلوب وہ روح ہے جو ظاہری شکل کے اندر کار فرما ہوتی ہے چاہے اس کی ظاہری شکل اور جسامت جو بھی ہو اور وہ نظام کیسے ہی خیالات اور کیسے ہی زمان ومکان میں ہو۔",
  "ayah": 135,
  "surah": 4
}
