{
  "text": "(آیت) ” نمبر 136۔\nیہ ایک دوسری پکار ہے ‘ جو صرف ان لوگوں کے لئے ہے جو ایمان لا چکے ہیں اور یہاں اس صفت اور لقب کے ساتھ ان کو آواز دی گئی ہے جو ان کو ان کے اردگرد پھیلی ہوئی جاہلیت سے ممتاز کرتی ہے ۔ یہ صفت ان کے واجبات وفرائض کا تعین کرتی ہے اور ان کو اس منبع اور ذریعے سے مربوط کرتی ہے جو ان کی قوت اور برتری کا اصل ماخذ (Source) ہے جس ماخذ سے وہ تمام قوتیں اور ہمتیں حاصل کرتے ہیں ۔\n(آیت) ” یایھا الذین امنوا امنوا باللہ ورسولہ والکتب الذی نزل علی رسولہ والکتب الذی انزل من قبل (4 : 136) (اے لوگو جو ایمان لائے ہو ‘ ایمان لاؤ اللہ پر اور اس کے رسول پر اور اس کتاب پر جو اللہ نے اپنے رسول پر نازل کی ہے اور اس کتاب پر جو اس سے پہلے وہ نازل کرچکا ہے ۔ )\nیہاں ایمان کے عناصر ترکیبی کو بیان کیا گیا ہے ۔ یہ وہ امور ہیں جن کا ہر شخص کے ایمان اور عقیدے میں موجود ہونا ضروری ہے ۔ گویا یہ وہ اساس ہے جس پر ایمان کے اعتقادی تصورات قائم ہوتے ہیں ۔ اللہ پر ایمان اور رسولوں پر ایمان انسان کو اس ذات سے مربوط کردیتا ہے جس نے انسان کو پیدا کیا ہے اور اللہ نے پھر رسول کو بھیجا ہے تاکہ وہ انسان کو ہدایت دے ایمان بالرسالت میں یہ امر شامل ہے کہ رسول اللہ نے اللہ کی جانب سے جو پیغام دیا ہے وہ صحیح دیا ہے ۔\nایمان باللہ اور ایمان بالرسالت کا لازمی نتیجہ صدق ایمانی ہے ۔ اللہ نے جو کتاب رسول کے ذریعہ ارسال کی ہے وہ بالکل سچی ہے ۔ اس کتاب کے اندر اللہ نے انسانوں کو زندگی بسر کرنے کے تمام طریقے بتائے ہیں اور یہ کتاب تمام اہل ایمان کے درمیان ایک مشترکہ رابطہ ہے اور انسانوں کے اس پوری کتاب کو بطور ہدایت لینا ہے ۔ یہ جائز نہیں کہ اس میں سے بعض امور کو لے لیا جائے اور نافذ کیا جائے اور اس کے بعض حصوں کو چھوڑ دیا جائے ۔\nایمان کے اساسی عناصر میں تمام کتب سابقہ پر ایمان لانا بھی ضروری ہے ۔ اس لئے کہ سابقہ انبیاء بھی اللہ کے رسول تھے اور وہ کتب بھی اللہ کی کتابیں تھیں اور ان سب میں جو نظام زندگی تجویز ہوا تھا وہ اسلام ہی تھا ۔ سب کی تعلیم یہ تھی کہ اللہ ہی الہ ہے الوہیت کے تمام خصائص کے اندر اس کے ساتھ کوئی بھی شریک نہیں ہے اور سب کی تعلیم یہ تھی کہ اس نظام زندگی کی اطاعت اور نفاذ واجب ہے اور اللہ کی وحدانیت کے عقیدے کا یہ تقاضا بھی ہے کہ یہ کتب اپنی تحریف سے قبل سب کی سب اللہ کی طرف سے تھیں ۔ ان میں ایک ہی نظام درج تھا اور بشر کے بارے میں سب کے اندر اللہ ہی کا ارادہ درج تھا ۔ ایک ہی راستہ تھا جو صراط مستقیم تھا اور باقی تمام راستے اس کے اردگرد ناقص اور ٹیڑھے تھے ۔\nتمام کتابوں پر ایمان لانے کا مقصد یہ ہے کہ دراصل تمام کتب ایک ہی کتاب ہے جو الکتاب ہے ۔ اور یہ وحدت فکر صرف امت مسلمہ کی خصوصیت ہے ۔ اس کا تصور یہ ہے کہ تمام کتب سماوی ایک کتاب ہے ‘ تمام ادیان سماوی ایک دین ہے ان کے اندر بیان کردہ بابطہ ایک نظام ہے اور طریق کار بھی ایک ہے ۔ یہی تصور حقیقت الوہیت کے ساتھ حقیقی لگا کھاتا ہے اور یہی بشریت کے لئے بھی درست ہے ۔ یہ تصورثابت کرتا ہے کہ سچائی ایک ہوتی ہے اور سچائی میں تعدد ممکن نہیں ہے ۔ اس کے علاوہ جو کچھ ہے وہ گمراہی ہے ۔ (آیت) ” (فما ذا بعدالحق الا الضلال) ایمان لانے کا حکم دینے کے بعد ایک سخت تنبیہ آتی ہے یہ کہ ان عناصر ایمان میں سے کسی کا انکار ہر گز قابل برداشت نہیں ہے اور منفی بیان کے اندر بھی عناصر ایمان کی پوری تفصیل دے دی گئی ۔\n(آیت) ” ومن یکفر باللہ وملئکتہ وکتبہ ورسلہ والیوم الاخر فقد ضل ضلا بعیدا (4 : 136) (جس نے اللہ اور اس کے ملائکہ اور اس کی کتابوں اور اس کے رسولوں اور روز آخرت سے کفر کیا اور گمراہی میں بھٹک کر بہت دور نکل گیا) پہلی آیت میں ایمان باللہ اور ایمان بالکتب اور ایمان بالرسل کا ذکر کیا گیا اور ملائکہ کا ذکر نہ تھا ۔ ظاہر ہے کہ اللہ کی کتابوں میں ملائکہ اور ذکر آخت دونوں آجاتے ہیں ۔ اور کتابوں پر ایمان لانے کا لازمی تقاضا یہ ہے کہ فرشتوں اور یوم آخرت پر ایمان لایا جائے لیکن اس دوسری آیت میں ان کا ذکر کردیا گیا ‘ اس لئے کہ کفر کے بعد تہدید اور وعید آتی ہے اور عذاب سے ڈرایا جاتا ہے ۔ جس کی تصریح اور وضاحت ضروری تھی تاکہ کل یہ کوئی نہ کہے کہ قیامت اور ملائکہ کا ذکر علی التخصیص نہ تھا ۔ اس آیت میں ” ضلال بعید “ کا لفظ استعمال ہوا ہے جس کا مفہوم یہ ہے کہ راہ گمراہی میں یہ لوگ اس قدر دور نکل گئے ہیں کہ اب ان کا راہ ہدایت پر آنا ممکن نہیں ہے اور نہ اس بارے میں ان سے امید کی جاسکتی ہے ۔\nسوال یہ ہے کہ جو شخص اللہ کا منکر ہے ‘ حالانکہ ذات باری پر ہر شخص ذاتی اور طبیعی طور پر ایمان لاتا ہے بلکہ ہر شخص کی فطرت اس پر ایمان لاتی ہے انکار خدا کے بعد وہ ملائکہ ‘ کتب ‘ یوم آخرت کا انکار کرتا ہے تو وہ درحقیقت ذات باری کے انکار ہی کو آگے بڑھاتا ہے ۔ ایسے شخص کی اصل فطرت فساد ‘ تعطل اور خرابی کا شکار ہوچکی ہوتی ہے ۔ یہی وجہ ہے کہ ایسے کفر کے لئے ضلال بعید کا لفظ استعمال کیا گیا ۔\nمسلمانوں کو صفت ایمان سے پکار کر دو بار آواز دینے کے بعد اب منافقین پر حملہ شروع ہوجاتا ہے اور یہ حملہ اس وقت ان کے جو حقیقی حالات تھے ان کے ذکر سے شروع ہوتا ہے ان کا یہ موقف ایسا ہے جو آج کل کے منافقین کے ساتھ بالکل ملتا جلتا ہے ۔",
  "ayah": 136,
  "surah": 4
}
