{
  "text": "(آیت) ” 138 تا 143۔\nمنافقین پر یہ تنقیدی جملہ اس طنز کے ساتھ شروع ہوتا ہے یہاں ارتداد کے بجائے لفظ بشر سے ان پر تنقید شروع کردی جاتی ہے ۔ انہیں اس عذاب کی خوشخبری دی جا رہی ہے جو ان کے انتظار میں ہے ۔ اس کے بعد سبب عذاب بھی بتا دیا جاتا ہے ‘ وہ یہ ہے کہ یہ لوگ اہل ایمان کے ساتھ دوستی کرنے کے بجائے کافروں کو دوست بنا رہے ہیں ۔ دوسری وجہ یہ ہے کہ ان کو اللہ سے بدظنی ہے ۔ تیسرے یہ کہ ان کو معلوم نہیں ہے کہ عزت اور ذلت دینے والا کون ہے ۔\n(آیت) ” بشر المنفقین بان لھم عذابا الیما (138) الذین یتخذون الکفرین اولیاء من دون المومنین ایبتغون عندھم العزۃ فان العزۃ للہ جمیعا “ (139) (4 : 138۔ 139)\n(جو منافق اہل ایمان کو چھوڑ کر کافروں کو اپنا رفق بناتے ہیں ‘ انہیں یہ مژدہ سنا دو کہ ان کے لئے دردناک سزا تیار ہے ۔ کیا یہ لوگ عزت کی طلب میں ان کے پاس جاتے ہیں ؟ حالانکہ عزت تو ساری کی ساری اللہ ہی کے لئے ہے ۔ )\nیہاں جن کفار کا ذکر کیا گیا ہے راجح روایات کے مطابق ان سے مراد یہودی ہیں ‘ منافقین ان کے ہاں پناہ لیتے تھے اور ان کے ہاں راتوں کو چھپتے تھے ۔ ان کے ساتھ مسلمانوں کے خلاف مشورے کرتے تھے اور مسلمانوں کے خلاف قسم قسم کی سازشیں کرتے تھے ۔\nاللہ تعالیٰ سوالیہ انداز میں پوچھتے ہیں کہ یہ لوگ دعوائے ایمان بھی کرتے ہیں اور اس کے باوجود کفار کے ساتھ دوستی کرتے ہیں ‘ اپنے آپ کو یہ لوگ کس لئے ایسے موقف میں کھڑا کرتے ہیں ۔ کیا یہ لوگ کفار سے عزت کے طلبگار ہیں ؟ حالانکہ عزت تو اللہ کے ہاں ہوتی ہے اور عزت صرف اسے ملتی ہے جو اللہ کا دوست ہو اور جو اللہ کی درگاہ سے عزت کا طلبگار ہو اور اللہ کے ہاں وہ پناہ لینے والا ہو ۔\nاس طرح ان آیات میں منافقین کی ایک جھلکی دکھائی جاتی ہے ۔ یہ ان کی پہلی صفت ہے کہ وہ مومنین کے ساتھ دوستی نہیں رکھتے اور کافروں کے دوست ہوتے ہیں ۔ وہ عزت اور قوت کافروں کے ہاں ڈھونڈتے ہیں حالانکہ عزت اور قوت کا سرچشمہ اللہ ہے ۔ اس لئے ضروری ہے عزت کی تلاش اور قوت کی تلاش اللہ کے ہاں سے کی جائے اور اگر وہ یہ تلاش کسی دوسری جگہ کریں گے تو یہ تلاش عبث ہوگی ‘ اس لئے کہ یہ جنس دوسری جگہ ہے ہی نہیں ۔\nیہ بات نوٹ کرلیں کہ اس کائنات میں نفس انسانی کے لئے ایک ہی سہارا ہے ‘ جہاں سے وہ عزت پاسکتا ہے ۔ جب اس سہارے کے آگے یہ نفس جھکے گا تو دوسروں کے مقابلے میں سربلند ہوجائے گا ۔ یہ ایک ہی بندگی اور ایک ہی سجدہ انسان کو تمام سجدوں سے بےنیاز کردیتا ہے ۔ اگر نفس انسانی نے اللہ کے سامنے جھکنا نہ شروع کیا تو اسے بہت سے خداؤں کی بندگی کرنا ہوگی ‘ اسے کئی اشخاص کی بندگی کرنا ہوگی ۔ وہ مختلف قسم کے لحاظ رکھے گا ‘ مختلف جہتوں کا اسے خیال کرنا ہوگا اور وہ مختلف خطرات سے دوچار ہوگا اور یہ سب لحاظ وملاحظے اور مختلف لوگوں کی بندگی اور غلامی بھی اسے بچا نہ سکے گی ۔ اس لئے کہ یا یہاں تو اللہ کی بندگی ہوگی اور پھر انسان سربلند اور معزز ہوجائے گا اور یا پھر انسانوں کی بندگی ہوگی جو عبارت ہے ‘ غلامی اور ذلت سے اور جس میں آزادی کے بجائے قید وبند ہے ۔ اب یہ انسان کا کام ہے کہ وہ ان میں سے کس کو اختیار کرتا ہے ‘ غلامی کو یا آزادی کو ؟\nکوئی شخص مومن ہوتے ہوئے یہ نہیں کرسکتا کہ وہ ماسوی اللہ کے ہاں عزت کا طلبگار ہو ۔ اگر ایسا کرے گا تو وہ مومن نہیں ہو سکتا ۔ اسی طرح اگر مومن اللہ کے دشمنوں سے عزت ‘ نصرت اور قوت طلب کرتا ہے ‘ تو وہ مومن نہ ہوگا ۔ آج جو لوگ اسلام کا دعوی کرتے ہیں اور مسلمانوں جیسے نام رکھتے ہیں اور وہ اس کائنات کے اندر دشمنان اسلام سے مدد لیتے ہیں تو سب لوگوں کی نسبت ان کو اس بات کی زیادہ ضرورت ہے کہ وہ ذرا قرآن کی ان ہدایات پر تدبر کریں بشرطیکہ ان کے دلوں میں صحیح مسلمان ہونے کی خواہش ہو ۔ اگر ان کو اس بارے میں کوئی رغبت ہی نہیں ہے تو اللہ تو عالمین سے غنی ہے۔\nعلاوہ دوسری باتوں کے یہ بھی کفار سے عزت طلب کرنے کے مترادف ہے کہ انسان اپنے ان آباء و اجداد پر فخر کرے جو کفر پر مر گئے تھے اور یہ لحاظ رکھے کہ انکے اور مسلمانوں کے درمیان نسبت اور قرابت کا تعلق ہے ۔ جس طرح بعض لوگ فرعونوں پر فخر کرتے ہیں ‘ بعض لوگ اشوریوں پر فخر کرتے ہیں ‘ بعض فنیضیوں پر فخر کرتے ہیں ‘ بعض بابئیوں پر فخر کرتے ہیں اور عرب اپنی جاہلیت عربیہ اور جمعیت جاہلیہ کا لحاظ رکھتے ہیں ۔\nامام احمد نے ابو ریحانہ سے روایت نقل کی ہے ۔ وہ کہتے ہیں نبی کریم ﷺ نے فرمایا : ” جو شخص (9) نو کافر آباؤاجداد کی طرف اپنی نسبت کرے گا اور اس سے اس کا مقصد یہ ہو کہ وہ ان پر فخر کرتا ہے تو یہ شخص دسواں شخص ہوگا جو ان کا جہنم میں ساتھی ہوگا ۔ “\nاس کی وجہ یہ ہے کہ اسلام میں اکٹھ صرف نظریہ حیات پر ہے ۔ اسلام میں امت صرف اسلام و ایمان کی اساس پر ہے اور آغاز اسلام سے ایسا ہی ہوتا آیا ہے آغاز اسلام سے آج تک ہر سرزمین ‘ ہر جگہ اور ہر نسل میں اسلام کا یہی موقف رہا ہے ۔ امت کا معنی یہ نہیں ہیں کہ کسی دور میں کسی نسل کی ایک جگہ رہائش ہو اور وہ ایک امت بن جائے ۔\nمراتب نفاق میں سے اعلی مرتبہ یہ ہے کہ ایک مومن کسی ایسی مجلس میں بیٹھا رہے جس کے اندر اللہ کی آیات کا انکار کیا جا رہا ہو ‘ ان کے ساتھ مذاق کیا جارہا ہو اور یہ شخص خاموش بیٹھا ہو اور چشم پوشی کرے ۔ پھر اس کو ودرواداری کا نام دے یا اسے ہوشیاری ‘ یا وسعت قلبی یا آزادی رائے کا نام دے حالانکہ یہ موقف دراصل داخلی شکست ہے جو اس کی رگ وپے میں سرایت کرگئی ہے ۔ یہ نام وہ اس لئے رکھ رہا ہے کہ لوگ اسے کمزور اور ضعیف الایمان ہونے کا طعنہ نہ دیں ۔ حقیقت یہ ہے کہ ایسے لوگ ان الفاظ میں اپنی کمزوری کو چھپاتے ہیں ۔\nاللہ کے لئے حمیت ‘ اللہ کے دین کے لئے حمیت اور آیات الہی کے لئے حمیت ‘ درحقیقت ایمان کی بڑی نشانی ہے ۔ جب یہ حمیت ختم ہوجاتی ہے تو پھر بند ٹوٹ جاتا ہے اور تمام پردے ہٹ جاتے ہیں ۔ تمام رکاوٹیں دور ہوجاتی ہیں اور جب زیادہ دباؤ پڑتا ہے تو وہ کچا دھاگہ بھی ٹوٹ جاتا ہے ۔ پہلے پہل اسلامی حمیت دب جاتی ہے جس طرح چنگاری کو راکھ میں دبا دیا جاتا ہے پھر وہ ٹھنڈی ہو کر بجھ جاتی ہے ۔\nجو شخص بھی کسی مجلس میں اپنے دین کے ساتھ مذاق سے اسے چاہئے کہ یا تو وہ دین کا دفاع کرے یا مجلس سے اٹھ کر چلا جائے لیکن اگر وہ چشم پوشی کرتا ہے اور خاموش رہتا ہے تو یہ اس کی پہلی شکست ہے ۔ یہ ایک ایسی حالت ہوتی ہے کہ ہوتی ہے کہ انسان نفاق کے پل پر بالکل بیچ میں ایمان اور کفر کے درمیان کھڑا ہوتا ہے ۔\nمدینہ میں بعض مسلمان ایسے تھے جو بڑے بڑے منافقین کی محفلوں میں بیٹھتے تھے اور یہ منافقین بڑے بااثر تھے ۔ حضور ﷺ کی ہجرت کے بعد بھی ان کو معاشرے میں اثر ورسوخ حاصل تھا ۔ اس لئے قرآن کریم نے مسلمانوں کو متنبہ کیا کہ ایسی مجالس میں جانا اور پھر ان مجالس میں جو گفتگوئیں اسلام کے خلاف چلتی ہیں ان کی خاموشی سے سنتے چلے جانا ‘ شکست کا پہلا مرحلہ ہے ۔ چناچہ حکم دیا گیا کہ مسلمان ان مجالس سے باز آجائیں لیکن حالات ایسے نہ تھے کہ قرآن ایسی مجالس میں بیٹھنے سے مطلقا روک دیتا اس لئے یہاں صرف یہ حکم دیا گیا کہ جب اللہ کی آیات کا انکار کیا جارہا ہو اور ان کے ساتھ مذاق کیا جا رہا ہو تو مسلمانوں کو ان کا بائیکاٹ کردینا چاہئے ۔ اگر اس صورتحال میں بھی ایک مسلم شریک ہوتا ہے تو وہ منافق ہے ۔\n(آیت) ” وقد نزل علیکم فی الکتب ان اذا سمعتم ایت اللہ یکفربھا ویستھزا بھا فلا تعقدوا معھم حتی یخوضوا فی حدیث غیرہ انکم اذا مثلھم ان اللہ جامع المنفقین والکفرین فی جھنم جمیعا “۔ (4 : 140)\n(اللہ اس کتاب میں تم کو پہلے ہی حکم دے چکا ہے کہ جہاں تم سنو کہ اللہ کی آیات کے خلاف کفر بکا جا رہا ہے اور ان کا مذاق اڑایا جا رہا ہے وہاں نہ بیٹھو جب تک کہ لوگ کسی دوسری بات میں نہ لگ جائیں ۔ اب اگر تم ایسا کرتے ہو تو تم بھی انہی کی طرح ہو ۔ یقین جانو کہ اللہ منافقوں اور کافروں کی جہنم میں ایک جگہ جمع کرنے والا ہے ۔ ) یہاں الکتاب کا جو ریفرنس دیا گیا ہے ۔ وہ سورة انعام کی یہ آیت ہے ۔ (آیت) ” واذا رایت الذین یخوضون فی ایاتنا فاعرض عنھم حتی یخوضوا فی حدیث غیرہ) یہاں جو سخت بات کہی گئی ہے وہ یہ ہے کہ (آیت) ” انکم اذا مثلھم) (اب اگر تم ایسا کرتے ہو تو تم بھی انہی کی طرح ہو) اور اس کے بعد جو سخت وعید آتی ہے وہ ایسی ہے کہ جو بات کو کاٹ کر رکھ دیتی ہے ۔ (آیت) ” ان اللہ جامع المنفقین والکفرین فی جھنم جمیعا “ (4 : 140) (یقین جانو کہ اللہ منافقوں اور کافروں کو جہنم میں ایک جگہ جمع کرنے والا ہے)\nلیکن صرف ان مجالس سے منع کیا گیا ہے جن میں آیات الہی کا کفر کیا جارہا ہے ۔ ان کے ساتھ مذاق کیا جارہا ہو اور اس وقت جماعت مسلمہ جن حالات سے گزر رہی تھی اللہ نے ان حالات میں مکمل بائیکاٹ کا حکم نہیں دیا ۔ ایسے حالات دوسرے معاشروں اور آنے والی نسلوں میں بھی پیش آسکتے ہیں اور اسلامی نظام حیات کا طریقہ کار بھی یہی ہے کہ وہ اگر کوئی تحریک برپا کرتا ہے تو اسے نہایت ہی حکمت اور تدریج کے ساتھ لیتا ہے ۔ وہ معاشرے کے اندر پائے جانے والے حالات ‘ واقعی صورت حال اور لوگوں کے افکار وخیالات کو مدنظر رکھتا ہے لیکن ہدف یہی ہوتا ہے کہ اس واقعی صورت حال کو تبدیل کرکے چھوڑا جائے گا اور اس سمت پر مسلسل آگے بڑھا جائے گا ۔\nاس کے بعد منافقین کے کچھ خدوخال بیان کئے جاتے ہیں ۔ یہاں منافقین کی بہت ہی بھونڈی صورت حال کی سینری (OilpAinting) بنائی جاتی ہے کہ وہ جب مسلمانوں کے ہاں کھڑے ہوں تو ان کے چہرے کے خدوخال دوسرے ہوتے ہیں اور اس سینری میں جب وہ منافقین کے ساتھ کھڑے نظر آتے ہیں تو ان کے چہرے کے خدوخال بالکل دوسرے ہوتے ہیں ۔ انہوں نے اپنی عجیب حالت بنا رکھی ہے ۔ وہ کیڑے مکوڑوں اور سانپوں کی طرح پہلو بدلتے چلتے ہیں ۔ نہ ادھر کے ہیں نہ ادھر کے ۔\n(آیت) ” الذی یتربصون بکم فان کان لکم فتح من اللہ قالوا الم نکن معکم وان کان للکفرین نصیب قالوا الم نستحوذ علیکم ونمنعکم من المومنین فاللہ یحکم بینکم یوم القیمۃ ولن یجعل اللہ للکفرین علی المؤمنین سبیلا (4 : 141)\n(یہ منافق تمہارے معاملے میں انتظار کر رہے ہیں (کہ اونٹ کس کروٹ بیٹھتا ہے) اگر اللہ کی طرف سے فتح تمہاری ہوئی تو آکر کہیں گے کیا ہم تمہارے ساتھ نہ تھے ؟ اگر کافروں کا پلہ بھاری رہا تو ان سے کہیں گے کہ کیا ہم تمہارے خلاف لڑنے پر قادر نہ تھے اور پھر بھی ہم نے تم کو مسلمانوں سے بچایا ؟ بس اللہ ہی تمہارے اور انکے معاملے کا فیصلہ قیامت کے روز کرے گا اور (اس فیصلے میں) اللہ نے کافروں کے لئے مسلمانوں پر غالب آنے کی ہر گز کوئی سبیل نہیں رکھی ۔ )\nیہ عجیب تصویر اور سینری ہے ۔ اس میں دکھایا جاتا ہے کہ منافقین مسلمانوں کے خلاف کس قدر گہری چال چل رہے ہیں اور کس قدر برے ارادے ہیں ان کے ۔ وہ ہر وقت اس گھڑی کے انتظار مین ہیں کہ اہل اسلام پر کوئی مصیبت آئے ۔ لیکن بظاہر وہ مسلمانوں کے ساتھ اپنی محبت کا اظہار کرتے ہیں کہ اگر مسلمانوں کو فتح نصیب ہو اور کوئی غنیمت ملے تو وہ اس وقت کہیں گے ۔ (الم نکن معکم (4 : 141) (کیا ہم تمہارے ساتھ نہ تھے) اس سے ان کی مراد یہ ہے کہ ہم جنگ کے موقعہ میں تمہارے ساتھ تھے ۔ اس لئے کہ منافقین کبھی کبھار مسلمانوں کی صفوں میں جا کر اپنی ریشہ دوانیاں جاری رکھتے تھے یا اس سے مراد یہ ہے کہ ہم کہیں گے کہ ہم بھی تمہارے حامی اور ناصر تھے ۔ اور اگر جنگ پر نہ گئے تو پشت پر تمہارے ہی مددگار تھے ۔\n(آیت) ” وان کان للکفرین نصیب قالوا الم نستحوذ علیکم ونمنعکم من المومنین (4 : 141) (اگر کافروں کا پلہ بھاری رہا تو ان سے کہیں گے کہ کیا ہم تمہارے خلاف لڑنے پر قادر نہ تھے اور پھر بھی ہم نے تم کو مسلمانوں سے بچایا) ان کا مطلب یہ ہے کہ انہوں نے ان سے تعاون کیا ‘ امداد کی اور ان کی پشتیبانی کی اور مسلمانوں کے ساتھ سچ نہ کہا اور مسلمانوں کی صفوں کے اندر بےچینی اور افراتفری پیدا کی ۔\nاس طرح یہ لوگ کیڑوں اور سانپوں کی طرح پہلو بدلتے تھے اور ان کے دلوں میں اسلام کے خلاف زہر بھرا ہوا تھا ۔ ان کے منہ میں چکنی چپڑی باتیں تھیں لیکن یہ کمزور کردار کے لوگ تھے ۔ ان کی اس سینری سے معلوم ہوتا ہے کہ یہ نہایت ہی خستہ حال اور بدشکل ہیں اور ان کو اہل ایمان نظر انداز کر رہے ہیں ۔ اہل ایمان کی روح کے لئے اسلامی نظام حیات کی یہ پہلی جھلکی ہے۔ اللہ تعالیٰ کی نگرانی اور ہدایت کے زیر سایہ منافقین کے ساتھ حضور ﷺ کا منصوبہ یہ تھا کہ ان کے ساتھ چشم پوشی اور نرمی کا رویہ اختیار کیا جائے اور اہل اسلام کو ان کے مقابلے میں متنبہ اور خبردار کردیا جائے ، ان کو ان کے اصل عزائم سے آگاہ کردیا جائے اور اس طرح ان کو زہر کا میٹھا پیالہ پلایا جائے اسی لئے ان کی سزا کے لئے یہ کہا جاتا ہے سزا دہی میں شتابی نہ کرو ‘ ان کا فیصلہ اللہ آخرت میں کرے گا ۔ (فاللہ یحکم بینکم یوم القیمۃ) (4 : 141) ”(اللہ انکا فیصلہ قیامت کے روز کرے گا) جہاں کوئی سازش نہ چلے گی ‘ جہاں کوئی عیاری اور مکاری کام نہ دے گی اور جہاں کوئی شخص بات دل میں نہ چھپا سکے گا ۔\nاس موقعہ پر اہل ایمان کے ساتھ بھی ایک قطعی وعدہ کرکے ان کو مطمئن کردیا جاتا ہے کہ ان لوگوں کو مکاری اور عیاری کا کوئی فائدہ نہ ہوگا ۔ اور اس کے ذریعے اللہ کی سنت میں کوئی تبدیلی نہیں ہوگی اور کافروں کے ساتھ ان کی سازش ان کو کوئی فائدہ نہ دے گی ۔ اللہ کی سنت یہ ہے کہ اس نے کافروں اور منافقوں کے لئے یہ لکھا ہی نہیں ہے کہ وہ اہل ایمان پر غالب ہوں۔\n(آیت) ” ولن یجعل اللہ للکفرین علی المومنین سبیلا) (4 : 141) ”(اور اللہ نے کافروں کو مسلمانوں پر غالب آنے کی کوئی سبیل نہیں رکھی)\nبعض روایات میں آتا ہے کہ اس آیت میں کافروں کے غلبے سے مراد قیامت کے روز غلبہ ہے جہاں اللہ اہل ایمان اور منافقین وکافرین کے درمیان فیصلہ کرے گا اور مومنین کے بارے میں اچھا فیصلہ ہوگا ۔ لیکن ایک دوسری روایت میں یہ بھی آیا ہے کہ اس سے مراد کہ مسلمانوں پر اللہ تعالیٰ کافروں کو اس طرح غلبہ نہیں دے گا کہ کافر انہیں بیخ وبن سے اکھاڑ پھینکیں اگرچہ بعض معرکوں اور بعض علاقوں میں ان کو غلبہ نصیب ہو سکتا ہے ۔ اس آیت کو اگر دنیا اور آخرت دونوں کے لئے لیا جائے تو بھی کوئی حرج نہیں ہے ‘ اس لئے کہ اس میں کوئی اخروی تحدید و تخصیص نہیں ہے ۔\nاگر اس سے اخروی کامیابی لی جائے تو پھر اس میں تو کوئی شک وشبہ ہی نہیں ہے ۔ البتہ اگر دنیاوی غلبہ لیا جائے تو اس میں بعض اوقات اشکال پیش آسکتے ہیں اور غلط فہمی بھی لاحق ہو سکتی ہے جس کی تشریح کی ضرورت ہے ۔\nیہ اللہ کا ایک قطعی وعدہ ہے اور اللہ کا ایک جامع حکم ہے ۔ جب اہل ایمان کے دلوں میں ایمان کی حقیقت بیٹھ جائے اور ان کی زندگی کی اصل صورت حال میں اس حقیقت کا ظہور ہوجائے ‘ اور پھر یہ حقیقت ان کے لئے نظام زندگی بن جائے اور اس کے اوپر نظام حکومت قائم ہوجائے اور ان کی ہر حرکت اور ہر سوچ اللہ کے لئے ہوجائے اور وہ چھوٹے اور بڑے سب امور میں اللہ کے بندے بن جائیں تو پھر کافروں کو مسلمانوں پر غالب آنے کی کوئی صورت سنت الہی میں نہیں ہے ۔ یہ ایک ایسی حقیقت ہے کہ اس کے خلاف تاریخ اسلامی میں کوئی ایک واقعہ بھی بطور مثال پیش کیا جاسکتا ۔\nمیں بڑے وثوق سے کہتا ہوں کہ اللہ کے اس وعدے کے بارے میں کوئی شک نہیں ہوسکتا ۔ صحیح اہل ایمان کو کبھی شکست نہیں ہو سکتی ۔ اور ان کو تاریخ میں کبھی بھی ایسی کسی شکست سے دور چار ہونا نہیں پڑا ۔ اور جب کبھی بھی ایسا ہوا ہے تو صرف اس وقت جب ان کے ایمان میں کمزوری ہوئی ہے ۔ یا تو شعوری طور پر ایمان کمزور ہوا ہے یا عقیدے میں کمزوری پائی گئی ہے یا پھر عمل میں کوئی نہ کوئی کمزوری رہی ہے ۔ یاد رہی ہے ۔ یاد رہے کہ ایمان کا یہ مطالبہ ہے کہ اہل ایمان ہر وقت جہاد کے لئے تیار رہیں اور یہ جہاد بھی خالصتا فی سبیل اللہ ہو اور اس میں کوئی اور مقصد پیش نظر نہ ہو ۔ اور اگر اس میں کوئی لوپ ہول ہو تو پھر اس کمزوری کے مطابق ہی شکست ہوتی رہتی ہے ۔ لیکن جونہی اہل ایمان ‘ ایمان وعمل سے یہ کمزوری دور کرلیں ‘ فتح و کامرانی پھر انکے قدم چومتی ہے ۔\nدیکھئے احد میں کمزوری یہ تھی کہ تیر اندازوں نے حضور ﷺ کی اطاعت کے بجائے آپ ﷺ کے حکم کی خلاف ورزی کا ارتکاب کیا اور اس کی وجہ صرف مال غنیمت کا لالچ تھا ۔ اور جنگ حنین میں کمزوری تھی کہ مسلمانوں کو اپنی کثرت پر ناز ہوگیا اور وہ اپنی قوت کے اصل سرچشمے کو پیش نظر نہ رکھ سکے ۔ اگر ہم اپنی پوری تاریخ میں ہر اس واقعے کا تجزیہ کریں جس میں ہمیں شکست ہوئی تو معلوم ہوگا کہ وہاں اس قسم کی کوتاہیوں میں سے کوئی نہ کوئی کوتاہی تھی ۔ اگر کہیں کوتاہی نظر نہ آئے تو یہ ہماری فہم کا قصور ہوگا ۔ رہا اللہ کا یہ وعدہ تو وہ دنیا واخرت دونوں میں برحق ہے ۔\nیہ بات بھی پیش نظر رہے کہ بعض اوقات ابتلاء محض حکمت خداوندی کی وجہ سے ہوتی ہے اس میں حکمت یہ ہوتی ہے کہ مسلمان اپنے ایمان کے تقاضے میں عائد ہونے والے لازمی اعمال میں اپنی کمزوریوں کا اچھی طرح احساس کرلیں ۔ جیسا کہ احد میں پیش آیا اور اس پر اللہ نے طویل تبصرہ فرمایا ۔ اور جب اس ابتلاء کی وجہ سے حقیقت ایمان لازمی اعمال اور تیاریاں درست ہوگئیں تو اللہ کی مدد آپہنچی اور نصرت سامنے آگئی ‘ بالکل کھلی نصرت ۔\nرہا یہ کہ ہزیمت سے مراد وہ ہزیمت ہے جو کسی ایک معرکے اور جھڑپ میں ہزیمت نہیں ہیں ۔ اس کے معنی بھی بہت ہی وسیع ہیں ۔ اس سے مراد روحانی شکست ہے عزم کا ٹوٹ جانا ہے ۔ کسی معرکے میں شکست تب تسلیم ہوگی جب اس کے زیر اثر شکست خورد وجماعت کی ہمت ٹوٹ جائے اور وہ تھک ہار کر بیٹھ جائے ۔ لیکن اگر وہ اپنے اندر از سر نو ہمت تازہ پیدا کرلے ‘ از سر نو مشعل روشن کرلے اور اپنی کمزوری کے مقامات تلاش کرلے اور اسے معلوم ہوجائے کہ اس معرکے کا مزاج کیا ہے ‘ اس نظریہ حیات کا مزاج کیا ہے ‘ اور اس راہ میں کیا کیا مشکلات ہیں تو فتح ونصرت کے لئے یہ شکست ایک تمہید ہوگی اگرچہ راہ طویل ہوجائے ۔\nجب اس آیت میں یہ کہا جاتا ہے کہ اللہ نے اہل کفر کے غلبے کی کوئی صورت ہی نہیں رکھی تو اس کا مطلب یہ ہے کہ ایک مومن روحانی طور پر غالب ہوتا ہے اور فتح تبھی ہوتی ہے جب روح اور ایمان غالب ہوں ۔ فتح دراصل افکار مومنانہ کی ہوتی ہے۔ یہی وجہ ہے کہ اللہ تعالیٰ مسلمانوں کو دعوت دیتا ہے کہ اپنے شعور اور تصور کے اعتبار سے وہ کامل اور مکمل مومن ہوں ۔ اپنی عملی زندگی میں وہ برتر اور کامل ہوں ۔ ان کا عمل وکردار برتر ہو اور ان کا اعتماد صرف عنوان پر ہی نہ ہو ۔ اس لئے کہ نصرت صرف نام اور عنوان کو نہیں ملتی بلکہ نام اور عنوان کے پیچھے جو حقیقت ہوتی ہے فتح اسے نصیب ہوتی ہے ۔\nہماری فتح اور شکست کے لئے صرف ایک ہی شرط ہے اور وہ شرط یہ ہے کہ ہم حقیقت ایمان کو مکمل کریں اور اس کے بعد اس حقیقت ایمانیہ کے تقاضے میں جو عملی زندگی میں تبدیلیاں لانی ہیں وہ لائیں ۔ حقیقت ایمان یہ ہے کہ ہم پوری طرح تیاری کریں اور سامان جنگ اور تجربہ جنگ سے لیس ہوں ۔ ایمان کی حقیقت کی تکمیل میں یہ بات بھی ہے کہ ہم دشمنوں کے آگے ہر گز نہ جھکیں اور عزت کے طلبگار صرف اللہ سے ہوں ۔\nاللہ کا یہ مؤکد وعدہ پوری طرح حقیقت ایمانیہ کے ساتھ ساتھ ہوتا ہے اور اس طرح حقیقت کفر کے ساتھ بھی یہی وعدہ ہے ۔ ایمان کی حقیقت یہ ہے کہ انسان کا رابطہ اس عظیم قوت سے ہوجائے جو نہ کمزور پڑتی ہے اور نہ ضعیف ہوتی ہے ۔ کفر کا مفہوم یہ ہے کہ کوئی اس عظیم قوت سے اپنا رابطہ کاٹ دے ۔ ایسا کبھی نہیں ہو سکتا کہ محدود ‘ ٹوٹی پھوٹی یکہ و تنہا قوت ایک ایسی قوت پر غالب آجائے جو لاحمدود ہو ‘ جو اپنے سرچشمہ قوت سے مربوط ہو اور جو قوت اس پوری کائنات کی قوت ہے ۔\nلیکن یہ بات ذہن میں رکھنا چاہئے کہ حقیقت ایمان اور محض مظہر ایمان میں بہت فرق ہوتا ہے ۔ حقیقت ایمانیہ تو وہ قوت ہے جو ٹھوس ہے ‘ اور اس طرح مستحکم اور اٹل ہے جس طرح اس کائنات کے قوانین طبیعی ٹھوس اور اٹل ہیں ۔ اور وہ حقیقت ایمانی حضرت انسان کی شخصیت پر مکمل کنڑول رکھتی ہے اور اس کی ہر حرکت پراثر انداز ہوتی ہے ۔ یہ ایک عظیم حقیقت ہوتی ہے اور وہ اس بات کی ضامن ہوتی ہے کہ جب اس کا سامنا کفر کی قوت کے ساتھ ہو جو یکہ و تنہا ہوتی ہے ‘ جو حقیقی منبع قوت سے کٹی ہوئی ہوتی ہے اور محدود ہوتی ہے تو یہ ایمانی حقیقت ‘ حقیقت کفر پر غالب آجاتی ہے ۔ لیکن ایمان اگر حقیقت نہ ہو محض صورت ہو تو اس صورت پر کفر غالب آسکتا ہے جبکہ کفر اپنی حقیقت کے اندر فعال ہو اور کفر اپنے حقیقت کفر میں مخلص ہو محض صورت نہ ہو اس لئے کہ کسی بھی چیز کی حقیقت محض صورت کے مقابلے میں بھاری ہوتی ہے اگرچہ ایک صورت ایمان اور دوسری طرف صورت کفر ہو ۔\nاللہ کے ہاں باطل کو مغلوب کرنے اصول یہ ہے کہ اس کے مقابلے میں حق اور سچائی اٹھے اور جب سچائی اپنی حقیقت کے اعتبار سے موجود ہو تو پھر سچائی اور باطل کے درمیان کشمکش کا فیصلہ اسی وقت ہوجاتا ہے ۔ اگرچہ باطل بظاہر بہت ہی بڑا اور عظیم نظر آئے اور آنکھوں کو چکا چوند کرنے والا ہو ۔\n(آیت) ” بل نقذف بالحق علی الباطل فاذا ھی یدمغہ ما ذا ھو زاھق) (بلکہ ہم حق کو باطل پر پھینکتے ہیں اور وہ باطل کا سر پھوڑ دیتا ہے اور وہ اچانک زائل ہوجاتا ہے) صدق اللہ العظیم ( اور اللہ نے کافروں کے لئے مومنین پر غلبے کی کوئی صورت نہیں رکھی ہے)\nاس قطعی اور فیصلہ کن وعدے کے بعد کہ کافر مومنین پر غالب و برتر نہیں ہو سکتے اور منافقوں کو جو کافروں کے ساتھ دوست کرتے ہیں اور جو کافروں کے ہاں عزت ڈھونڈتے ہیں اللہ تعالیٰ منافقین کی ایک دوسری تصویر پیش کرتا ہے اور اس تصویر کے ساتھ ان کی سبکی اور ان کی گوشمالی بھی ہے ۔\n(آیت) ” ان النمنفقین یخدعون اللہ وھو خادعھم واذا قاموا الی الصلوۃ قاموا کسالی یراؤن الناس ولا یذکرون اللہ الاقلیلا (142) مذبذبین بین ذالک لا الی ھولآء ولا الی ھولاء ومن یضلل فلن تجدلہ سبیلا (143) (4 : 142۔ 143) ( یہ منافق اللہ کے ساتھ دھوکہ بازی کر رہے ہیں حالانکہ درحقیقت اللہ ہی نے انہیں دھوکہ میں ڈال رکھا ہے ۔ جب یہ نماز کے لئے اٹھتے ہیں تو کسمساتے ہوئے محض لوگوں کو دکھانے کی خاطر اٹھتے ہیں اور خدا کو کم ہی یاد کرتے ہیں ۔ کفر و ایمان کے درمیان ڈانوا ڈول ہیں ۔ نہ پورے اس طرف ہیں نہ پورے اس طرف ۔ جسے اللہ نے بھٹکا دیا ہو اس کے لئے تم کوئی راستہ نہیں پا سکتے۔ )\nاسلامی نظام کی جھلکیوں میں سے یہ ایک اور جھلکی مومن دلوں کو دکھائی جارہی ہے کہ اللہ تو کسی کو دھوکہ نہیں دیتا ‘ اس لئے کہ اللہ تو دل کے رازوں کو بھی جانتا ہے اور جو شخص اللہ کو دھوکہ دینے کی جرات کرتا ہے وہ بہرحال ایک ، احمق ‘ جاہل اور نہایت ہی بدفطرت شخص ہوگا ۔ یہی وجہ ہے کہ یہاں ایسے لوگوں کو نہایت ہی حقیر ‘ قابل نفرت اور گھٹیا قرار دیا جارہا ہے ۔\nاس جھلکی اور ٹچ کے بعد یہ فیصلہ کردیا جاتا ہے کہ اللہ بھی ان لوگوں کو دھوکے میں ڈال رہا ہے ‘ انہیں مہلت دے رہا ہے اور گمراہی کی حالت ہی میں انہوں چھوڑ دیا ہے ۔ ان پر کوئی ایسی مصیبت نہیں لا رہا ہے جس سے وہ متنبہ ہو کر راہ راست پر آجائیں اور نہ ایسی کھٹک سے انہیں دو چار کر رہا ہے جس سے متنبہ ہو کر ان لوگوں کی آنکھیں کھل جائیں ۔ اللہ انہیں کھلی چھٹی دے رہا ہے کہ وہ اس راستے پر چلتے رہیں جس میں گڑھے ہیں تاکہ یہ لوگ ان میں گرجائیں ۔ یہ ہے وہ خدع جو اللہ کی طرف سے ان کے ساتھ ہو رہی ہے ۔ حادثات اور مشقتیں بعض اوقات اللہ کی رحمت بن کر آتی ہیں ۔ جب بعض بندوں پر مصیبتیں آتی ہیں تو وہ راہ خطا سے باز آجاتے ہیں اور انہیں وہ راز معلوم ہوجاتے ہیں جن کا پہلے انہیں کوئی علم و شعور نہیں ہوتا ۔ اور بعض اوقات امن و عافیت انسان کے لئے اللہ کی جانب سے مہلت ہوتی ہے اور گناہگار بری راہ پر مزید آگے بڑھ جاتے ہیں اس لئے کہ یہ لوگ گناہ اور گمراہی کی راہ میں اس قدر آگے جا چکے ہوتے ہیں کہ اللہ انہیں عافیت دے کر مزید آگے جانے دیتے ہیں یہاں تک کہ وہ برے انجام تک جا پہنچتے ہیں ۔\nاب بات ذرا اور آگے بڑھتی ہے اور ان کی اس کریمہ المنظر تصویر میں کچھ اور دھبے دکھائی دیتے ہیں۔\n(آیت) ” واذا قاموا الی الصلوۃ قاموا کسالی یراؤن الناس ولا یذکرون اللہ الاقلیلا (4 : 142) (جب یہ نماز کے لئے اٹھتے ہیں تو کسمساتے ہوئے محض لوگوں کو دکھانے کی خاطر اٹھتے ہیں اور خدا کو کم ہی یاد کرتے ہیں ۔ ) وہ نماز کے لئے اس لئے نہیں اٹھتے کہ انہیں اللہ سے ملاقات کرنے کا شوق ہوتا ہے ‘ وہ اللہ کے سامنے دست بستہ کھڑے ہونا چاہتے ہیں ‘ اللہ کے ساتھ جڑنا چاہتے ہیں اور اللہ سے مدد لینا چاہتے ہیں ۔ یہ صرف لوگوں کو دکھانے کے لئے نماز پڑھتے ہیں۔ یہی وجہ ہے کہ یہ لوگ نماز کی طرف نہایت ہی بوجھل قدموں سے اٹھتے ہیں ‘ مثلا جیسے کوئی شخص کسی بھاری کام کے لئے اٹھ رہا ہو ‘ یا اسے کسی بیگار کے لئے بلایا جارہا ہو اور ان لوگوں کی حالت یہ ہے کہ وہ اللہ کو بہت ہی کم یاد کرتے ہیں ۔ وہ اللہ کو یاد نہیں کرتے بلکہ لوگوں کو یاد کرتے ہیں ۔ وہ اللہ کی طرف متوجہ نہیں ہوتے بلکہ لوگوں کی طرف متوجہ ہوتے ہیں ۔\nبیشک مومنین کی نظر میں ان کی یہ نہایت ہی کریہہ المنظر صورت ہے ۔ اس نے ان کی نظروں میں حقارت اور ناپسندیدگی کے جذبات پیدا کردیئے ہیں اور ان جذبات اور اس سوچ کا قدرتی نتیجہ یہ ہوتا ہے کہ اہل ایمان اور اہل نفاق کے درمیان بعد پیدا ہوجاتا ہے ۔ ذاتی اور مفاداتی تعلقات کمزور پڑتے ہیں اور اہل ایمان اور اہل نفاق کے درمیان مکمل بائیکاٹ کے مراحل میں سے یہ ایک مرحلہ ہے اور اسلامی منہاج تربیت امت مسلمہ کو اس کی طرف بڑھا رہا ہے ۔\nذرا مزید خدوخال اور دھبے دیکھئے :\n(آیت) ” مذبذبین بین ذالک لا الی ھولآء ولا الی ھولاء ومن یضلل فلن تجدلہ سبیلا (4 : 143) (کفر و ایمان کے درمیان ڈانوا ڈول ہیں ۔ نہ پورے اس طرف ہیں نہ پورے اس طرف ۔ جسے اللہ نے بھٹکا دیا ہو اس کے لئے تم کوئی راستہ نہیں پا سکتے۔ )\nان کا موقف مذبذب اور ڈانوا ڈول ہے ۔ وہ کسی ایک قطار میں ثابت قدمی کے ساتھ کھڑے نہیں ہوتے ۔ نہ مومنین کی صفت میں ہیں اور نہ کافروں کی صف میں ۔ یہ ایسا موقف ہے جو ایمان دلوں میں کوئی جذبہ ماسوائے حقارت اور کراہت کے پیدا ہی نہیں کرتا ۔ اس سے اہل نفاق کی ذاتی کمزوری بھی سامنے آتی ہے ۔ یہی وجہ ہے کہ وہ کوئی دو ٹوک اور فیصلہ کن موقف اختیار نہیں کرتے اور نہ ہی وہ علی الاعلان کسی عقیدے اور رائے کا اظہار کرسکتے ہیں ۔ نہ ادھر کے اور نہ ادھرکے ۔\nاب اس بدنما تصویر اور اس عاجزانہ موقف کا اختتامیہ یہ آتا ہے کہ ان لوگوں پر اللہ کا فیصلہ قطعی ہوچکا ہے اور اللہ نے یہ فیصلہ کرلیا ہے کہ راہ ہدایت کے حصول میں ان کے ساتھ کوئی معاونت نہ کرے ۔ یہی وجہ ہے کہ کوئی بھی انہیں راہ ہدایت پر نہیں لا سکتا اور نہ ان کے لئے کوئی راہ ہدایت تلاش کرسکتا ہے ۔ (آیت) ” یضلل اللہ فلن تجدلہ سبیلا “۔ (4 : 143)\nیہاں تک قرآن کریم نے اہل ایمان کے دلوں میں منافقین کے خلاف کراہت اور حقارت کے جذبات پیدا کرکے ان کو ب اور کرایا کہ وہ بہت ہی کمزور لوگ ہیں ۔ یہ مقصد اچھی طرح حاصل کرنے کے بعد اب روئے سخن اہل ایمان کی طرف ہوتا ہے اور حکم دیا جاتا ہے کہ کہیں تم بھی اہل نفاق کی راہ پر نہ چل نکلو اور اہل نفاق کا طریقہ یہ تھا کہ وہ کفار کے ساتھ دوستی کرتے تھے جبکہ وہ مسلمانوں کے ساتھ کوئی دوستی نہ کرتے تھے ۔ اللہ مومنین کو پنی پکڑ سے ڈراتے ہیں اور اس طرح اللہ تعالیٰ منافقین کے اخروی انجام کی ایک جھلک دکھا کر ان کو ڈراتے ہیں ۔ یہ جھلک نہایت ہی خوفناک ہے اور نہایت ہی ذلت آمیز ہے ۔",
  "ayah": 141,
  "surah": 4
}
