{
  "text": "سبق 13 تشریح آیات :\nآیت نمبر 51 تا 32 :\nفحاشی کو روکنے کی خاطر اور اس کی پاکیزگی اور تنظیم کی خاطر بھی اسلام نے اپنا مخصوص انداز اختیار کیا ۔ سب سے پہلے اس نے فاحشہ عورتوں کو نظر بند کرنے اور انہیں معاشرہ سے دور رکھنے کے اقدامات کئے بشرطیکہ ان پر یہ جرم ثابت ہوجائے ۔ اس کے بعد اس نے غیر فطری فعل کا ارتکاب کرنے والے مردوں یعنی لوطیوں کے بارے میں حکم دیا کہ انہیں ایذا دی جائے لیکن اس کی کوئی مقدار مقرر نہیں کی ۔ اور اس کے بعد ان لوگوں کے لئے ایک ہی سزا فرمائی یعنی سزائے حد کی سزا جس کا ذکر سورة نور میں ہوا ۔ یعنی سوکوڑے سزا اور اس کے علاوہ وہ سزائے رجم مقرر کی جس کا ذکر احادیث میں آتا ہے ۔ ان سب اقدامات کا مقصد وحدی صرف یہ تھا کہ معاشرے کو بدکاری سے پاک کیا جائے اور معاشرے کی پاکی ‘ شرافت اور عفت مالی کی حفاظت کی جائے ۔\nلیکن سزا دہی کے تمام حالات میں ‘ شریعت نے ملزموں کے لئے تحفظ کا پورا پورا انتظام کیا ہے ۔ ایسا انتظام کہ جس کے ہوتے ہوئے کسی غلطی ‘ کسی ظلم اور محض ظن و گمان کی اساس پر سزا دہی ممکن ہی نہیں رہتی ۔ خصوصا ان خطرناک جرائم میں جن کے اثرات لوگوں کی رواں دواں زندگی پر پڑے ہیں ۔\n(آیت) ”۔ والتی یاتین الفاحشة من نسآئکم فاستشھدوا علیھن اربعة منکم فان شھدوا فامسکوھن فی البیوت حتی یتوفھن الموت اویجعل اللہ لھن سبیلا ۔ (51)\nترجمہ : ” تمہاری عورتوں میں سے جو بدکاری کی مرتکب ہوں ان پر اپنے میں سے چار آدمیوں کی گواہی لو ‘ اور اگر چار آدمی گواہی دیدیں تو ان کو گھروں میں بند رکھو یہاں تک کہ انہیں موت آجائے یا اللہ ان کیلئے کوئی راستہ نکال دے ۔ “\nآیت میں نہایت ہی محتاط انداز میں قانون سازی کی گئی ہے ۔ جن عورتوں پر یہ جرم عائد کیا گیا ہے ‘ کی تحدید کردی گئی ہے ۔ (آیت) ” من نسآئکم “ یعنی مسلم عورتیں ۔ اسی طرح ان کے خلاف جو شہادت قائم ہوگی اس کی بھی تحدید کردی گئی ہے ۔ (آیت) ” منکم “ یعنی گواہ بھی مسلمان ہوں ۔\nچناچہ جن ملزموں کو سزا دی جائے گی وہ صرف وہ ہوں گے جن کا جرم ثابت ہوجائے اور جن لوگوں کو بطور گواہ پیش کیا جائے گا ‘ ان کا مسلمان ہونا ضروری ہے ۔ اگر مسلمان عورتوں میں سے کوئی فحاشی کا ارتکاب کرے تو ان کے خلاف غیر مسلمانوں کی شہادت قبول نہیں ہے بلکہ ضروری ہے کہ گواہ مسلمان ہونے کے ساتھ ساتھ تعداد میں بھی چار ہوں ۔ یعنی مسلم معاشرے سے ہوں ‘ اس معاشرے میں بس رہے ہوں ‘ وہ شریعت اسلامی کے تابع ہوں ۔ وہ اسلامی قیادت کے مطیع ہوں ۔ ان کے دلوں میں اسلامی شریعت کا احساس ہو ۔ اور وہ اس معاشرے کے حقوق وذمہ داریوں سے بھی آگاہ ہوں ۔ اس لئے اس معاملے میں غیر مسلمانوں کی شہادت قبول نہیں ہے ۔ ہو سکتا ہے کہ ایک غیر مسلم ایک مسلمان عورت کو محض مقدمہ میں پھنسانے کے لئے شہادت دے دے ۔ نیز ایک غیر مسلم کی امانت ‘ دیانت خدا خوفی اور مصلحت وغیرہ پر اعتماد نہیں کیا جاسکتا ۔ اس لئے کہ ایک غیر مسلم کو اسلامی معاشرے کی پاکیزگی سے کوئی دلچسپی نہیں ہوتی ۔ نہ اسے یہ دلچسپی ہوتی ہے کہ اسلامی معاشرے میں نظام عدالت کا میاب ہو ۔ شہادت کے سلسلے میں یہ حدود وقیود بہر حال اس وقت بھی باقی رہیں جب سزا میں تبدیلی ہوگی یعنی بعد میں جب سزا کوڑوں اور رجم میں بدل گئی ۔\n(آیت) ” فان شھدوا فامسکوھن فی البیوت “۔ اور اگر چار آدمی گواہی دے دیں تو ان کو گھروں میں بند رکھو “۔ وہ معاشرہ میں اختلاط نہ رکھیں ‘ اسے مزید گندہ نہ کریں ‘ اس میں نکاح نہ کریں اور نہ کوئی اور سرگرمی دکھائیں ۔ (آیت) ” حتی یتوفاھن الموت “۔ یہاں تک کہ انہیں موت آجائے ۔ “ وہ اسی طرح قید میں مرجائیں ۔ گھروں میں بند ہوں ۔ (آیت) ” اویجعل اللہ لھن سبیلا “۔ یا اللہ ان کے لئے کوئی راستہ نکال دے “۔ یعنی ان کی حالت میں تبدیلی کر دے یا سزا میں تبدیلی کردے ۔ یا ان کے معاملات میں کوئی اور تبدیلی لے آئے ۔ ان الفاظ سے اچھی طرح واضح ہوجاتا ہے کہ یہ حکم انتہائی اور آخری نہ تھا ۔ یہ خاص متعین وقت کے لئے تھا اور بعض خاص حالات کے لئے تھا ۔ اور اس وقت ایسے مجرموں کے لئے آخری حکم آنے کی توقعات تھیں ۔ چناچہ ایسا ہی ہوا۔ یہ حکم سورة نور میں سو کوڑوں کی شکل میں بدل گیا اور احادیث رسول کے ذریعہ رجم میں بدل گیا لیکن شہادت اور ثبوت جرم کے سلسلے میں ملزموں کو جو ضمانتیں دی گئی تھیں وہ بدستور قائم ہیں ۔\nامام احمد رحمة اللہ علیہ نے محمد ابن جعفر رحمة اللہ علیہ سعید رحمة اللہ علیہ ‘ قتادہ ؓ حسن ‘ اور ھطان بن عبداللہ الرقاشی کے واسطوں سے حضرت ابن الصامت ؓ کی یہ روایت نقل کی ہے ۔ وہ فرماتے ہیں : ” حضور اکرم ﷺ پر جب وحی نازل ہوتی تھی تو اس کا آپ پر اثر ہوتا تھا آپ پریشان ہوجاتے تھے ‘ آپ کے چہرے کا رنگ متغیر ہوجاتا تھا ۔ ایک دن آپ ﷺ پر وحی آرہی تھی تو جب حال نزول وحی دور ہوئی تو آپ ﷺ نے فرمایا : لو مجھ سے ‘ اللہ تعالیٰ نے ان عورتوں کے لئے راستہ نکال دیا ۔ شادی شدہ ‘ شادی شدہ کے ساتھ اور کنوارا کنواری کے ساتھ ‘ شادی شدہ کو سو کوڑے اور پھر پتھروں کے ساتھ رجم اور غیر شادی شدہ سو کوڑے اور ایک سال کی جلاوطنی ۔ “ اس روایت کو امام مسلم نے قتادہ ؓ نے حسن ؓ ‘ حطان اور عبادہ ابن الصامت ؓ کے واسطہ سے نبی کریم ﷺ سے روایت کی ہے ۔ الفاظ یہ ہیں : ” لو مجھ سے ‘ لو مجھ سے ‘ اللہ تعالیٰ نے راستہ بنا دیا ۔ غیر شادی شدہ ‘ غیر شادی شدہ کے ساتھ سو کوڑے اور ایک سال کی جلاوطنی اور شادی شدہ ‘ شادی شدہ کے ساتھ سو کوڑے اور پتھروں کے ساتھ رجم ۔ “ ماعز اور غامدیہ کے عملی واقعات جیسا کہ صحیح مسلم میں واقعات نقل ہوئے ہیں کہ حضور ﷺ نے انہیں رجم کی سزا دی لیکن کوڑے نہیں مارے ۔ اسی طرح یہودی اور یہودیہ کے واقعات آپ نے ان کو رجم کرنے کا فیصلہ فرمایا اور انہیں کوڑے نہیں مارے ۔ ان عملی واقعات سے معلوم ہوتا ہے ‘ آخری فیصلہ یہی تھا ۔\n(آیت) ”۔ والذن یاتینھا منکم فاذوھما فان تابا واصلحا فاعرضوا عنھما ، ان اللہ کان توابا رحیما “۔ (61)\nترجمہ : ” اور تم میں سے جو اس فعل کا ارتکاب کریں ان دونوں کو تکلیف دو ‘ پھر آکر وہ توبہ کریں اور اپنی صلاح کرلیں تو انہیں چھوڑ دو کہ اللہ بہت توبہ قبول کرنے والا اور رحم فرمانے والا ہے ۔ “\nصحیح قول یہ ہے کہ اس آیت سے مراد وہ دو مرد ہیں جو بدفعلی کا ارتکاب کریں ۔ یعنی عمل قوم لوط ۔ یہ قول مجاہد کا ہے ۔ حضرت ابن عباس ؓ ‘ سعید ابن جبیر ؓ وغیرہ نے کہا ہے کہ اذیت یوں دی جائے گی کہ انہیں گالی گلوچ اور برا بھلا کہا جائے گا اور جوتے وغیرہ مارے جائیں گے ۔\n(آیت) ” فان تابا واصلح فاعرضوا عنھما “۔ ” پھر اگر وہ توبہ کریں اور اپنی اصلاح کریں تو انہیں چھوڑ دو ۔ “ جس طرح بعد میں آئے گا ۔ توبہ واصلاح سے مراد ان کی زندگی میں مکمل تبدیلی ہے ۔ ان کے نقطہ نظر اور طرز عمل کی سمت کی مکمل تبدیلی ہے ۔ یہی وجہ ہے کہ اس مکمل اور ہمہ جہت اصلاح کے بعد ان کی سزا موقوف ہوجاتی ہے اور سوسائٹی بھی ایسے منحرف اور بےراہ وافراد کی سزا کو جاری رکھنے پر اصرار نہیں کرتی ۔ یہاں ان کو چھوڑ دینے سے مراد یہی ہے ‘ کہ ان کی سزا کو موقوف کردیا جائے ۔\nاور اس فقرے میں ایک لطیف اشارہ پایا جاتا ہے ۔ (آیت) ” ان اللہ کان توابا رحیما “۔ ” اللہ توبہ قبول کرنے والا اور رحم کرنے والا ہے ۔ “ وہی ہے جس نے یہ سزا تجویز کی اور وہی ہے جو اصلاح احوال کے بعد اس سزا کو جاری رکھنا مناسب نہیں سمجھتا ۔ اس معاملے میں لوگوں کو نہ اختیار ہے کہ وہ سزا تجویز کریں اس معاملے میں قانون بنائیں اور نہ انہیں یہ اختیار ہے کہ اسے موقوف کریں ، ان کا کام صرف یہ ہے کہ وہ اللہ تعالیٰ کی ہدایات اور قانون کے نفاذ کی کوشش کریں ۔ وہ توبہ قبول کرنے والا اور رحم فرمانے والا ہے ۔ اور وہ اصلاح پذیری کرنے والوں پر رحم بھی کرتا ہے ۔\nاور اس میں دوسرا اشارہ اس طرف ہے کہ لوگوں کو بھی چاہئے کہ وہ تخلق باخلاق اللہ اختیار کریں ۔ اپنے اندر ربانی اوصاف واخلاق پیدا کریں ۔ اللہ توبہ کرنے والا ہے اور رحم فرمانے والا ہے تو ان کا فرض بھی یہ ہے کہ وہ باہم تعلقات میں معذرت کرنے والے کو معاف کردیں ۔ چشم پوشی سے کام لیں کہ وہ گناہ تھا جو ہوچکا اور گزر گیا ۔ اور اس کے بعد توبہ ہوگئی اور اصلاح ہوگئی ، البتہ اس سے مراد یہ نہیں ہے کہ مجرموں کے ساتھ نرمی کی جائے ‘ فحاشی پھیلانے والوں کے ساتھ نرمی کا سلوک کیا جائے ۔ ان معاملات میں نرمی کا سوال ہی پیدا نہیں ہوتا ۔ نرمی اور مہربانی صرف ان لوگوں کے ساتھ ہوگی جنہوں نے توبہ کرلی ‘ اصلاح پذیر ہوگئے ‘ ایسے لوگوں کے بارے میں حکم یہ ہے کہ انہیں معاشرے میں قبول کیا جائے ‘ ان کو ان کے سابقہ گناہ یاد نہ دلائے جائیں ‘ انہیں طعنہ نہ دیا جائے کیونکہ انہوں نے توبہ کرلی ہے اور اصلاح کرلی ہے ۔ اس لئے اصلاح احوال کے اس عمل میں ان کے ساتھ تعاون ہونا چاہئے اور انکی حوصلہ افزائی ہونی چاہئے ان کے جرائم کو بھول جانا چاہئے تاکہ سابقہ یادوں سے ان کو اذیت نہ ہو ‘ اور معاشرے میں آنے ہوئے انہیں کوئی تکلیف نہ ہو ۔ کیونکہ اگر معاشرہ ایسے لوگوں کے ماضی کو بھول نہ جائے تو ہو سکتا ہے کہ وہ اس جرم میں ‘ اصلاح کی راہ کو چھوڑ کر دوبارہ نہ مبتلا ہوجائیں ۔ اور اس پر اصرار نہ کرنے لگ جائیں اور دنیا وآخرت کے خسارے میں نہ پڑجائیں اور معاشرہ میں فساد پھیلا کر اسے مزید گندہ نہ کریں اور معاشرہ کے لئے مزید مصیبت کا باعث نہ بنیں ۔\nیہ سزا بھی زمانہ مابعد میں تبدیل ہوگئی تھی ۔ حضرت ابن عباس ؓ سے مرفوع حدیث اصحاب سنن نے نقل کی ہے ۔ رسول خدا ﷺ نے فمرایا : ” تم جسے لوطیوں کا فعل کرتے ہوئے پاو تو فاعل اور مفعول دونوں کو قتل کر دو ۔ “\nان احکام سے معلوم ہوتا ہے کہ اسلامی معاشرہ اپنی اخلاقی پاکیزگی کی خاطر کس قدر جدوجہد کرتا ہے ‘ خصوصا فحاشی سے ۔ چناچہ پہلے اسلامی معاشرہ نے اخلاقی تطہیر کی طرف بہت ہی آغاز میں توجہ شروع کردی تھی ۔ اخلاقی تطہیر کے لئے اسلام نے مدینہ میں اسلام حکومت کے قیام کا انتظار نہیں کیا ‘ کہ حکومت قائم ہوجائے اور پھر یہ حکومت شرعی قوانین کے نفاذ کا کام شروع کر دے ۔ نفاذ قانون سے پہلے سورت اسراء میں جو مکی سورت ہے زنا سے ممانعت کردی گئی تھی (آیت) ” ولا تقربوا الزنی انہ کان فاحشة ، وسآء سبیلا “۔ (23) ” اور زنا کے قریب ہی نہ پھٹکو ‘ یہ بےحیائی ہے اور برا راستہ ہے ۔ “ اور سورة المومنون میں ۔ (آیت) ” قد افلح المومنون الذین ھم فی صلوتھم خاشعون والذین ھم لفروجھم حافظون الا علی ازواجھم اوماملکت ایمانھم فانھم غیر ملومین “۔\nترجمہ : ” کامیاب ہوگئے وہ مومنین جو اپنی نماز میں خشوع کرتے ہیں وہ جو اپنی شرمگاہوں کی حفاظت کرتے ہیں ‘ مگر بیویوں اور ان عورتوں کے ساتھ جو ان کے قبضے میں آگئی ہیں ۔ کیونکہ ان کے معاملے میں وہ قابل ملامت نہیں ہیں ۔ “\nاور مزید سورت المعارج میں دوبارہ اس کا ذکر ہوا ۔\nیہ بات کسی سے پوشیدہ نہیں ہے کہ مکہ میں نہ اسلامی حکومت تھی اور نہ اسلامی انتظامیہ تھی ، اس لئے مکہ میں اسلام نے ان جرائم کی ممانعت کے باوجود ان کے لئے کوئی سزا تجویز نہیں کی ۔ ہاں جب مدینہ میں اسلامی حکومت قائم ہوگئی اور اسلامی انتظامیہ قائم ہوگئی تو اس وقت جرائم کی بیخ کنی کے لئے پھر صرف وعظ وتبلیغ اور امرونہی پر اکتفاء نہیں کیا گیا ۔ اس لئے کہ اسلام ایک حقیقت پسندانہ دین ہے ۔ اسے معلوم تھا کہ صرف ہدایات ‘ تبلیغ اور امرونہی ہی معاشرے کو گندگی سے بچانے کے لئے کافی نہیں ہیں ۔ اور اسے یہ بھی معلوم تھا کہ دین مملکت اور حکومت کے بغیر قائم ہی نہیں ہو سکتا ۔ اور یہ کہ دین ایک مکمل منہاج اور پورا نظام زندگی ہے ‘ جس پر لوگوں کی پوری عملی زندگی قائم ہوتی ہے ۔ دین صرف نظریاتی شعور کا نام نہیں ہے جو صرف دین دنیا تک محدود ہوتے ہیں جس کی پشت پر حکومت نہ ہو ‘ جس کا کوئی قانونی نظام نہ ہو ‘ جس کا ایک متعین منہاج نہ ہو اور جس کا معلوم ومعروف دستور نہ ہو ۔\nاسلامی نظریہ حیات مکہ مکرمہ کے اندر جونہی بعض برگزیدہ لوگوں کے ذہن میں بیٹھ گیا ‘ اس نظریہ حیات نے ان دلوں کے اندر جاہلیت اور جاہلی تصورات کو چیلنج کیا ۔ اس نظریہ نے ان کی فکری تطہیر شروع کردی ۔ اور جب اسلام مدینہ میں ایک مملکت بن گیا جس کے اندر نظام شریعت نافذ ہوگیا اور اسلامی منہاج زندگی ایک متعین شکل و صورت میں سامنے آگیا تب اسلامی حکومت نے معاشرے سے فحاشی کو مٹانا شروع کیا ۔ اور اس کے لئے سزا کا نظام نافذ کیا گیا ۔ لیکن وعظ و ارشاد کا نظام بھی اپنی جگہ کام کرتا رہا ۔ اس لئے کہ اسلام فقط نظریہ ہی نہیں ہے جو صرف دل کی دنیا میں کام کرتا ہو ‘ بلکہ وہ ایک نظام مملکت بھی ہے جسے لوگوں کی عملی زندگی میں نافذ کرنا ضروری ہے ۔ لہذا نظریہ اور عمل اسلام کے دو پاوں ہیں ‘ وہ کبھی بھی ایک پاوں پر کھڑا نہیں ہو سکتا ۔\nیہ شکل ہر اس دین کی رہی ہے جو اس کرہ ارض پر کبھی بھی اللہ کی جانب سے نازل کیا گیا ہے ۔ بعض لوگوں کے ذہن میں یہ غلط خیال بیٹھا ہوا ہے کہ بعض دین ایسے بھی رہے ہیں جن کی کوئی شریعت نہ تھی ؟ ہر گز نہیں ہو سکتا کہ دین ہو ‘ اس کی شریعت نہ ہو ‘ اس کی حکومت نہ ہو ‘ اس لئے کہ دین زندگی کا ایک مکمل نظام ہوتا ہے اور یہ ایک عملی نظام ہوتا ہے ۔ اس میں لوگ صرف اللہ تعالیٰ کی اطاعت کرتے ہیں صرف اسی کی ذات سے تمام ہدایات اخذ کرتے ہیں ۔ اسی سے تصور حیات لیتے ہیں ‘ اسی سے اخلاقی قدریں لیتے ہیں اور اسی سے قانون اور عملی ہدایات لیتے ہیں اور اسی سے قانون اخذ کرکے اسے حکومت کی قوت سے نافذ کرتے ہیں ۔ جو لوگ اس نظام اور قانون کی خلاف ورزی کرتے ہیں ‘ انہیں سزا دی جاتی ہے اور اس طرح معاشرے کو جاہلیت کی گندگی سے پاک کیا جاتا ہے ۔ تاکہ دین صرف اللہ کے لئے خالص ہوجائے اور تمام اور پورا دین اللہ کا رائج ہوجائے اور اللہ تعالیٰ کے سوا کوئی الہ نہ ہو ۔ کسی شکل میں بھی ۔ یعنی ایسا الہ جو لوگون کا قانون ساز ہو ‘ ان کے لئے حسن وقبح کے پیمانے وضع کرتا ہو اور ان کی زندگی کی تنظیم کرتا ہو اور پھر یہ کہ انسانوں کے لئے قانون سازی کا مقام رکھتا ہو ۔ کیونکہ الہ ہوتا ہی وہ ہے جو یہ سب کام کرتا ہو ۔ انسانوں میں سے جو شخص بھی درج بالا حیثیات میں سے کوئی حیثیت اپنے لئے مخصوص کرتا ہو سمجھ لو کہ اس نے گویا الوہیت کا دعوی کرلیا ہے ۔ اور ظاہر ہے کہ جو نظام زندگی اللہ کی جانب سے ہو ‘ وہ کسی بھی صورت میں ایسے شخص کو ایسے دعوی کی اجازت نہیں دے سکتا کہ وہ ایسا دعوی کرے اور اس پر عمل پیرا بھی ہو ۔\nلہذا منطقی نتیجہ یہ نکلتا ہے کہ اللہ تعالیٰ کی جانب سے جو بھی دین آئے گا وہ ایک خالص نظریہ حیات اور بعض وجدانی تصورات اپنے ساتھ لے کر آئے گا ‘ اس کے ساتھ ایک عملی شریعت ہوگی اور اس کے بعد وہ ایک نظام حکومت حاصل کرے گا اور اس میں شریعت کا نفاذ ہوگا ۔\nیہی صورت حال تھی ‘ جو مدینہ طیبہ میں اسلام نے پیدا کی ، اس نے ایک مملکت کی بنیاد رکھی ‘ اس کے لئے قانون سازی کی گئی اور جرائم پر سزا دی گئی ، جس طرح اس سورت میں ان قوانیں و احکام کی تصیلات ایک ایک کرکے ہم دیکھ رہے ہیں ان احکام میں وقتا فوقتا “ تبدیلی بھی ہوتی رہی اور یہ احکام وقوانین آخری شکل اختیار کرتے رہے ۔ جس طرح اللہ نے چاہا ‘ ہوتا رہا ۔\nاور اس بات میں کوئی انوکھا پن نہیں ہے کہ اسلامی ریاست معاشرہ سے فحاشی کو مٹانے کے لئے اس قدر سخت قوانین وضع کر رہی ہے اور اس کی بیخ کنی کر رہی ہے ۔ قانون سازی ‘ اس کے نفاذ ‘ سزا دہی اور تربیت اور تادیب کے ذریعہ اسلامی معاشرے کو پاک کیا جارہا ہے ۔ اس لئے کہ ہر دور میں جاہلیت کی پہلی علامت یہ ہوتی ہے کہ اس میں جنسی انار کی کی حوصلہ افزائی کی جاتی ہے ‘ جیسا کہ ہمارے دور کی جاہلیت جدیدہ میں ہم ہر طرف دیکھ رہے ہیں ۔ انسان کو جنسی لحاظ سے حیوان بنادیا گیا ہے ۔ جنسی تعلق کے لئے کوئی ضابطہ اخلاق نہیں رہا ہے ‘ کوئی قانون نہیں رہا ہے اور اس جنسی انار کی اور آزادانہ جنسی اختلاط کو شخصی آزادی تصور کیا جاتا ہے اور جو شخص اس کی مخالفت کرتا ہے اسے رجعت پسند کہا جاتا ہے ۔\nجاہلیت کے پرستار اپنی تمام آزادیوں کو نظر انداز کرسکتے ہیں لیکن وہ اس حیوانی آزادی سے دستبردار ہونے کے لئے کسی صورت میں بھی تیار نہیں ہوتے ۔ وہ تمام دوسری آزادیاں تو چھوڑ سکتے ہیں لیکن جو شخص ان کی حیوانی جنسی آزادنی کی ضابطہ بندی کرتا ہے اور اسے پاک کرتا ہے وہ اس کے مقابلے میں آکھڑے ہوتے ہیں ۔\nجاہلی معاشرے کی ایک اہم پالیسی یہ بھی ہوتی ہے کہ اس کے تمام شعبے اخلاقی ضابطوں کی توڑ پھوڑ میں باہم معاون ہوتے ہیں ۔ یہ تمام تنظیمیں نفس انسانی کے اندر پائے جانے والے تمام فطری ضابطوں کو برباد کرنے میں لگے ہوئے ہوتے ہیں ‘ یہ لوگ لوگوں کی نظروں میں اس حیوانی جنسی بےراہ روی کو مزین بناتے ہیں اور اسے بڑے ہی خوبصورت اور پاکیزہ عنوانات کے ساتھ پیش کرتے ہیں اور مختلف طریقوں سے جنسی تعلقات کے اندر ہیجان پیدا کرتے ہیں اور اسے مجبور کرتے ہیں کہ یہ تعلق کسی ضابطے کا پابند نہ رہے ۔ یہ جاہلی نظام ایک نوجوان پر سے خاندان کی طرف سے کنڑول ختم کرتا ہے بلکہ خود خاندانی نظام کو ختم کرتا ہے ‘ اور صحت مند جنسی شعور کو ذلیل ننگی جنسی بےراہ روی میں تبدیل کرتا ہے وہ اسے قابل تعریف قرار دیتا ہے بلکہ اس کی خاطر وہ عریانی کو رواج دیتا ہے اور یہ عریانی بیک وقت جسمانی جذبانی اور انداز تعبیر یعنی ادب میں بھی رواج پاتی ہے ۔ جسم ننگا ‘ جذبات ننگے اور ادب ننگا ہوجاتا ہے ۔\nجب اسلام آیا تو اس وقت معاشرہ میں اس گری ہوئی جاہلیت کے تمام خدوخال موجود تھے اور اسلام کے اہداف میں سے ایک ہدف یہ تھا کہ انسان تصورات اور انسانی سوسائٹیوں کو ان گندگیوں سے پاک کر دے اور یہ خدوخال ہر جاہلی نظام میں موجود ہوتے ہیں ۔ جن لوگوں نے عرب جاہلیت کے سرخیل امرء القیس کے اشعار پڑھے ہیں تو بعینہ ویسے ہی نمونے یونانی جاہلیت میں موجود ہیں ۔ ویسے ہی نمونے رومی جاہلیت میں بھی پائے جاتے ہیں اور یہی رخ ہے آج کے تمام جاہلی آداب کا جس میں آج کے عربوں کا جاہلی ادب بھی شامل ہے ۔ اسی طرح کسی ایک جاہلی معاشرے کے رسم و رواج کا اگر مطالعہ کیا جائے تو اس میں عورت کا بازاری پن ‘ عشاق چاک گریبانی ‘ مرد وزن کا بےقید اختلاط پایا جائے گا اور یہی وہ صفات ہیں جو ہر قدیم وجدید جاہلیتوں کے اندر پائی جاتی ہیں ۔ اور یہی ان سب کے درمیان قدر مشترک ہے ۔ اور یہ اوصاف ایک ہی فکر کی پیدا وار ہوتے ہیں اور باہم بالکل مماثل ہوتے ہیں ۔\nتاریخ گواہ کہ یہی جنسی بےراہ روی ہے ‘ جس کی وجہ سے تہذیبوں کے اندر توڑ پھوڑ کا عمل پیدا ہوا ‘ جس سے اقوام زوال کے گڑھے میں گریں ‘ یہی صورت حال یونانی تہذیب کو پیش ہوئی ۔ اس کے بعد رومیوں کے ساتھ یہی حادثہ ہوا قدیم فارسی تہذیب کو بھی انہی اسباب نے تباہ کیا اور آج بھی مغربی تہذیب کے یورپی اور امریکی معاشرے اس جنسی بےراہ روی کے ہاتھوں توڑ پھوڑ کا شکار ہو رہے ہیں ۔ ان معاشروں کا تہذیبی زوال شروع ہوچکا ہے حالانکہ ان کی صنعتی اور تمدنی ترقی اپنے عروج پر ہے ۔ اہل غرب کے دانشمند اور دانشور اس تہذیبی زوال کے آغاز سے سخت پریشان ہیں لیکن جس طرح کہ ان کے اقوال اور تجزیوں سے معلوم ہوتا ہے وہ اس زوال پذیری کے عمل کے سامنے کسی قسم کا بند باندھنے سے عاجز ہیں ۔ (1) (دیکھئے مولانا سید مودودی رحمة اللہ علیہ امیر جماعت اسلامی پاکستان کی کتاب ” الحجاب “\nاس امر کے باوجود کہ وہ اپنے انجام کو اچھی طرح جان رہے ہوتے ہیں ‘ جاہلیت کے علمبردار ہر دور میں اور ہر جگہ میں اس زوال کی طرف دھکیلے چلے جاتے ہیں ۔ وہ بعض اوقات تمام انسانی آزادیوں سے دستبردار ہوجاتے ہیں ‘ یا اس کے لئے تیار ہوجاتے ہیں لیکن ان کی اس حیوانی آزادی کے سامنے اگر کوئی معمولی سی رکاوٹ آتی ہے تو وہ اس کے لئے ہر گز تیار نہیں ہوتے ۔ وہ مکمل غلامی کے لیے تو تیار ہوجاتے ہیں لیکن اس حیوانی جنسی آزادی کو ترک کرنے کے لئے تیار نہیں ہوتے ۔\nکیا یہ آزادی ہے ۔ کیا یہ کوئی حقوق ہیں ‘ میں سمجھتا ہوں کہ یہ تو انسانی مرتبے سے ‘ حیوانی زندگی کی طرف لوٹنا ہے ۔ اور حیوانی تقاضوں کی بدترین غلامی ہے ۔ بلکہ یہ لوگ حیوانوں سے بھی زیادہ گر گئے ہیں ۔ حیوانوں کی حالت تو یہ ہے کہ ان کی جنسی خواہش ایک فطری قید کے اندر مقید ہے ۔ حیوانوں کے لئے اللہ نے ایک موسم مقرر کردیا ہے جس کے اندر نر مادہ دونوں کے اندر جنسی ملاپ کی خواہش پیدا ہوتی ہے ۔ اور یہ جنسی ملاپ بھی محض تلذذ کے لئے نہیں ہوتا بلکہ فطرت کے مقاصد یعنی نسل کشی کے لئے ہوتا ہے ۔ حیوان مادہ نر کو صرف متعین وقت میں قبول کرتی ہے ۔ اور نر بھی اسی وقت آمادہ ہوتا ہے جب مادہ تیار ہو ۔ رہا انسان تو اللہ تعالیٰ نے اس کی جنسی خواہش کو اس کی عقل کے کنڑول میں دے دیا ہے اور اس کی عقل کو اس کے نظریہ کے تابع قرار دیا ہے جب بھی عقل انسانی اس کے نظریہ حیات کے کنٹرول سے باہر نکلتی ہے ۔ انسانی عقل فطری خواہش اور دباو کا مقابلہ نہیں کرسکتی وہ جسمانی تقاضوں کے سامنے کمزور پڑجاتی ہے ۔ اور ایسے حالات میں خواہشات نفسانیہ کا ضبط مشکل پڑجانا ہے اور معاشرے کو اس گندگی سے پاک کرنا محال ہوجاتا ہے ۔ یہ کام صرف نظریہ حیات ہی کرسکتا ہے جو را ہوار نفس کی زمام کی مضبوطی سے پکڑ لیتا ہے ۔ اس کے بعد اس نظریہ حیات کے بل بوتے پر ایک سیاسی قوت کا وجود ضروری ہوتا ہے جو اس عقیدے اور نظریہ حیات پر مبنی ہو ‘ اور اس قوت کے ہاتھ میں پھر حکومت کا آنا بھی ضروری ہوتا ہے تاکہ یہ حکومت بذریعہ تربیت اور راہنمائی اور سزا دہی منحرفین کی راہ روکے اور انسان کو برے راستوں سے موڑ کر ‘ حیوانی مقام سے بلند کر دے اور وہ انسانیت کو اشراف المخلوقات کے مقام بلند تک پہنچا دے ۔\nجب بھی انسان جاہلیت کے دور میں داخل ہوتا ہے ‘ اس کا کوئی نظریہ حیات نہیں ہوتا ۔ اس کے پاس جو اجتماعی حکومت بھی ہوتی ہے اس کا بھی کوئی نظریہ نہیں ہوتا ۔ یہی وجہ ہے کہ ایک عرصہ سے مغربی جاہلیت کے دانشور چیخ رہے ہیں اور کوئی نہیں ہے جو ان کی طرف متوجہ ہو ۔ اس لئے کہ انسان محض ہوائی باتوں کی طرف کبھی متوجہ نہیں ہوتا ۔ جب تک ان باتوں کی پشت پر قوت نافذہ نہ ہو ‘ اسی طرح مغرب میں اہل کنیسا اور مذہبی لوگ مسلسل چیخ رہے ہیں لیکن کوئی نہیں جو ان کی بات سنے ۔ اس لئے کہ لوگ محض نظریات کی طرف متوجہ نہیں ہوتے ۔ الا یہ کہ ان نظریات کی پشت پر حکومت ہو اور وہ ان کی حامی ہو ۔ وہ ان نظریات کی راہنمائی پر عمل پیرا ہو قوانین و ضوابط کو نافذ کرے ۔ یہی وجہ ہے کہ انسانیت جہنم کے گڑھے کی طرف رواں دواں ہے وہ اس فطری ضابطے سے بھی آزاد ہے جو حیوان کے لئے قدرت نے خود مقرر کردیا ہے ۔ وہ نظریہ ہے ۔ وہ نظریہ ایمان اور شریعت کے بندھنوں سے بھی آزاد ہے ‘ جو اللہ نے انسان کے لئے نازل کی ہے ۔\nاس مغربی تہذیب کی بربادی اور تباہی اٹل ہے ۔ ان سابقہ تاریخی تجربات کی روشنی میں جو تمام جاہلی تہذیبوں کی تاریخ میں پیش آئے چاہے بظاہر وہ پختہ اور سیملٹڈ نظر آئے چاہے بظاہر وہ وسیع الاساس نظر آئے ۔ اس لئے کہ انسان تہذیب سے بڑی اور اہم مخلوق ہے ۔ جب انسان تباہ ہوجائے تو انسانی تہذیب کو محض صنعت اور کثرت پیداوار کے بل بوتے پر نہیں بچایا جاسکتا ۔\nیہ ہے اصل حقیقت اور جس وقت ہم اس کی گہرائیوں تک پہنچ گئے ہمیں معلوم ہوجائے گا کہ اسلام کس قدر عظیم نظام زندگی ہے ۔ اور کیوں اس نے جنسی بےراہ روی کے لئے اس قدر سخت ترین سزائیں تجویز کی ہیں ؟ محض اس لئے کہ ” انسان “ کو ہلاکت سے بچایا جائے ۔ انسانی زندگی کو اصل انسانی بنیادوں پر استوار کیا جائے اور اس سے ہمیں اس حقیقت کا بھی ادراک ہوجائے گا کہ جو ادارے اور حکومتیں ان انسانی اساسوں کا قلع قمع کر رہی ہیں ‘ وہ انسانیت کے خلاف کس قدر عظیم جرم کا ارتکاب کر رہے ہیں ۔ وہ محض فحاشی پھیلا کر حیوانی شہوت رانی کے جذبات کو جگا کر اور عریانی کے ذریعہ جنسی بےراہ روی کو منظم کر کے ‘ اس جرم کا ارتکاب کرتے ہیں ۔ اس کا نام کبھی وہ فن اور فنکاری رکھتے ہیں ۔ کبھی وہ اسے آزادی کا نام دیتے ہیں ۔ اور کبھی وہ اسے ترقی پسندی کہتے ہیں ۔ لیکن ہمارا فرض یہ ہے کہ ہم انسانیت کی تباہی کی ہر شکل و صورت اور ہر عنوان کے سامنے کھڑے ہوجائیں ، نصیحت وتبلیغ اور جزا وسزا دونوں کے ذریعہ اس کو روکیں یہ وہ کام ہے جسے اس دنیا میں صرف اسلام سرانجام دے رہا ہے اور یہ کام وہ اسلام کے مکمل نظام زندگی کے نفاذ کے ذریعہ کرتا ہے ۔ جو نہایت ہی قوی الاساس ہے ۔ (1) (دیکھے میری کتاب (الاسلام والسلام العالمی) کی فصل گھر کی سلامتی ۔\nہاں جنسی بےراہ روی کے خلاف ان قانونی تدابیر کے باوجود اسلام خطا کاروں کے لئے واپسی کا دروازہ بند نہیں کرتا ۔ اگر وہ توبہ کریں ‘ پاکی کی راہ اپنائیں اور واپس ہونا چاہیں تو توبہ کے دروازے کھلے ہیں بلکہ اسلام ان کی واپسی کے لئے کھلی راہ فراہم کرتا ہے ۔ وہ ان کی واپسی کی حوصلہ افزائی کرتا ہے ۔ جب بھی وہ توبہ کریں اللہ تعالیٰ انکی توبہ قبول کرتا ہے ‘ اور اللہ تعالیٰ اپنے اوپر مجرموں کے لئے یہ حق لازم کرتا ہے کہ وہ ضرور توبہ قبول کرے گا ۔ صد بار اگر توبہ شکستی باز آ۔ یہ اللہ کا اس قدر عظیم کرم ہے جو انتہا کو پہنچا ہوا ہے اور اب اس میں مزید کوئی اضافہ ممکن ہی نہیں ہے ۔",
  "ayah": 15,
  "surah": 4
}
