{
  "text": "(آیت) ” والذین امنوا باللہ ورسلہ ولم یفرقوا بین احد منھم اولئک سوف یوتیھم اجورھم وکان اللہ غفورا رحیما “۔ (4 : 152)\n(بخلاف اس کے جو لوگ اللہ اور اس کے تمام رسولوں کو مانیں اور ان کے درمیان تفریق نہ کریں ‘ ان کو ہم ضرور ان کے اجر عطا کریں گے اور اللہ بڑا درگزر فرمانے والا اور رحم کرنے والا ہے۔ )\nاسلام نے اللہ اور رسل کے بارے میں عقائد کو ایک اکائی قرار دینے کے بارے میں اس قدر تشدد کیوں کیا ؟ اسی لئے کہ ایک مومن کے تصور الہ میں عقیدہ توحید ایک اساسی حیثیت کا حامل ہے ۔ اور یہ عقیدہ اس کائنات کے اندر ایک مدیر ومنتظم کے تصور کے ساتھ بھی لگا کھاتا ہے جو نہ تعدد کو قبول کرتا ہے اور نہ اس کے مقابلے میں کوئی دوسرا منتظم ہو سکتا ہے ۔ یہی عقیدہ کوئی ذی شعور انسان اختیار کرسکتا ہے جو اس کائنات کے اندر جاری وساری ناموس اکبر کو محسوس کرتا ہے اور جب تک اس کی نظر کو رسائی حاصل ہے ۔ یہی تصور حیات اہل ایمان کو ایک متحد قافلے کی شکل دے سکتا ہے جو کفر کی صفوں اور حزب الشیطان کی پارٹی کے مقابلے میں ‘ ایک جماعت کی شکل میں کھڑے ہوتے ہیں ۔ لیکن یہ اہل ایمان ان نظریات کے حامل لوگوں کی طرح متفرق اور بکھرے ہوئے نہیں ہوتے ‘ جن کا دین اور نظریہ اگرچہ اپنی اصل کے اعتبار سے تو سماوی تھا مگر انہوں نے اس میں تحریف کرلی اور اب وہ صحیح اہل ایمان کی طرح ایک ہی صف میں کھڑے نہیں ہیں۔\nیہی وجہ ہے کہ قرآن کریم صرف اسلام کو دین قرار دیتا ہے ۔ صرف اہل اسلام کو خیر امت قرار دیتا ہے جسے لوگوں کی خاطر برپا کیا گیا ہے ۔ وہ مسلمان جن کا عقیدہ درست ہو ‘ جن کا عمل اور کردار اس عقیدے اور نظرئیے کے مطابق ہو ‘ یہ نہ ہو کہ بس وہ ایک مسلمان کے گھر پیدا ہوئے ہوں اور نہ صرف یہ ہو کہ انہوں نے اسلام کے کلمے کو یاد کرلیا ہو اور زبان سے ادا کردیا ہو ۔\nاس تشریح وبیان کے بعد معلوم ہوگیا کہ وہ کون ہیں جو ایک طرف اللہ اور رسولوں میں جدائی کرتے ہیں اور دوسری جانب رسولوں میں سے بعض کو مانتے ہیں اور بعض دوسروں کا انکار کرتے ہیں ۔ وہ تاریخی قافلہ ایمانی کے سلسلے کے اندر گیپ پیدا کرتے ہیں ‘ اس وحدت کو ٹکڑے ٹکڑے کرتے ہیں جو اللہ نے پیدا کی ہے اور یوں وہ اس وحدانیت کا انکار کردیتے ہیں جس پر عقیدہ ایمان باللہ قائم ہے ۔\nرسولوں اور انکی رسالت کے بارے میں اسلامی تصور حیات کی خشت اول کو مضبوط کرنے کے بعد اور حقیقت ایمان اور حقیقت کفر کو واضح کردینے کے بعد اس سلسلے میں یہودیوں کے بعض غلط مواقف زیر بحث لائے جاتے ہیں ‘ جن کا تعلق اس بدگوئی سے بھی ہے جس کا ذکر اس پارے کے آغاز میں کیا گیا ہے ۔ اس میں نبی ﷺ اور آپ کی رسالت کے بارے میں ان کے موقف کی تردید کی جاتی ہے اور اس بات کی مذمت کی جاتی ہے کہ وہ حضور اکرم ﷺ سے معجزات اور نشانیوں کا مطالبہ کرتے ہیں ۔ وہ اپنے اس موقف اور عقیدے اور حضرت موسیٰ (علیہ السلام) کے بارے میں اپنے موقف اور عقیدے کے درمیان فرق کرتے ہیں ۔ پھر حضرت مسیح (علیہ السلام) اور ان کی والدہ محترمہ کے بارے میں ان کا موقف حضرت موسیٰ (علیہ السلام) سے مختلف ہے ۔ حالانکہ ان تمام پیغمبروں کی حقیقت پوری انسانی تاریخ میں ایک ہی ہے ۔ یہاں سیاق کلام سے یہ معلوم ہوتا ہے کہ شاید جو یہودی اور اہل کتاب حضرت محمد ﷺ کے سامنے کھڑے ہیں وہی لوگ حضرت عیسیٰ (علیہ السلام) کے سامنے بھی کھڑے تھے اور یہی لوگ حضرت موسیٰ (علیہ السلام) کے سامنے بھی کھڑے تھے ۔ اس سے اس مفہوم کی تاکید مطلوب ہے کہ جس طرح رسل ایک ہیں اسی طرح ہم بھی ایک ہیں ۔ چناچہ قرآن کریم ان کی اس جبلت کو ان الفاظ میں ظاہر کرتا ہے ۔",
  "ayah": 152,
  "surah": 4
}
