{
  "text": "جزیرۃ العرب میں یہودیوں نے اسلام اور پیغمبر اسلام کے مقابلے میں کھلا معاندانہ دشمنی کا موقف اختیار کیا ۔ وہ آپ کے خلاف مسلسل خفیہ اور نہایت ہی معاندانہ سازشیں تیار کرتے رہے جن کی تفصیلات کو قرآن مجید نے بیان کیا ہے ۔ اور جن کے کچھ رنگ ہم سورة بقرہ ‘ سورة آل عمران اور خود اسی سورة کے پارہ پنجم میں دکھا چکے ہیں ۔ ان آیات میں جو باتیں کہی جا رہی ہیں وہ بھی ان کے اس مسلسل موقف کا ایک رنگ ہے ۔\nان کی پہلی ہٹ دھرمی یہ ہے کہ وہ حضور ﷺ سے مطالبہ کرتے ہیں کہ آپ آسمانوں سے ایک کتاب نازل فرما دیں ‘ یہ لکھی ہوئی ہو ‘ وہ مجسم طور پر آسمانوں سے انکے سامنے آرہی ہو اور وہ اسے اپنے ہاتھوں کے ساتھ چھولیں ۔\n(آیت) ” یسئلک اھل الکتب ان تنزل علیھم کتبا من السمآء (4 : 153) اے نبی ! یہ اہل کتاب اگر آج تم سے مطالبہ کر رہے ہیں کہ تم آسمان سے کوئی تحریر ان پر نازل کراؤ) اس سوال کا جواب ‘ حضرت نبی اکرم ﷺ کی جانب سے خود اللہ تعالیٰ عنایت فرماتے ہیں اور حضور ﷺ اور مسلمانوں کے سامنے ‘ یہودیوں کی تردید کرتے ہوئے خود یہودیوں کی اپنی تاریخ سے ‘ ان کا اپنے نجات دہندہ اور قائد اور عظیم نبی حضرت موسیٰ (علیہ السلام) کے ساتھ ان کے رویے کی ایک جھلک پیش فرماتے ہیں ۔ حالانکہ ان یہودیوں کا زعم یہ ہے کہ وہ حضرت موسیٰ (علیہ السلام) پر ایمان لاتے ہیں اور حضرت عیسیٰ (علیہ السلام) اور حضرت محمد ﷺ کی نبوت کی تصدیق نہیں کرتے ۔۔۔۔۔۔ ان کی تاریخ کا یہ صفحہ الٹ کر بتایا جاتا ہے کہ ان کی یہ عادت کوئی نئی عادت نہیں ہے ۔ موجودہ مدینہ کے یہودی ہی ایسے سوالات نہیں کر رہے بلکہ از منہ قدیمہ سے ان کی ایسی ہی عادت رہی ہے ۔\nان کی جبلت آج بھی وہی ہے جو عہد موسیٰ میں ہوا کرتی تھی حالانکہ وہ انکے قائد بھی تھے ‘ نبی بھی تھے اور ان کے نجات دہندہ بھی تھے ۔ وہ موٹے دماغ کے لوگ ہیں ۔ ان کو صرف محسوس چیزوں کو دیکھ کر یقین ہوتا ہے ۔ جس طرح یہ لوگ حضرت موسیٰ (علیہ السلام) کے دور میں ہٹ دھرم تھے ‘ عناد کرنیوالے تھے اور ماسوائے اس کے کہ انہیں کسی کی بات کو زبردستی تسلیم کرنے پر مجبور کردیا جائے ‘ یہ مان کر نہیں دیتے ۔ یہ آج بھی ویسے ہی کفر پیشہ اور غدار ہیں اور دوڑکر وعدہ توڑنے والے ہیں ۔ یہ وہی ہیں جھوٹے اور گندے لوگ ۔ وہ کسی موقف پر ثابت قدم رہنے والے نہیں ہیں ۔ اور نہ ہی یہ لوگ بدگوئی سے چوکتے ہیں ۔ یہ ہر وقت لالچ کے بندے ہیں اور دنیا پرستی انکا شعار ہے ۔ لوگوں کے مال باطل اور ناجائز طریقے سے کھانا ان کا وطیرہ ہے ۔ یہ بھی ان کی قدیم عادت ہے کہ یہ لوگ اللہ کے حکم سے روگردانی کرتے ہیں اور اس کے ہاں جو ثواب آخرت میں ملتا ہے اسے خاطر ہی میں نہیں لاتے ۔\nان آیات میں ان کے خلاف یہ مہم اسی لئے چلائی گئی ہے کہ ان کی حقیقت کھول کر سامنے رکھدی جائے ۔ انہیں شرمندہ کردیا جائے ۔ اس مہم کے زور اور اس کے تنوع کو دیکھ کر معلوم ہوجاتا ہے کہ اس وقت یہودی سازش کو بےنقاب کرنے کی کسی قدر ضرورت تھی جو سازش وہ اسلام اور وقت کے نبی کے خلاف کر رہے تھے ۔ یہودیوں کی یہی حیثیت اور ناپاک سازشیں ہیں جو آج تک اس دین اور اس کے ماننے والوں کے خلاف بدستور جاری ہیں ۔\n(آیت) ” یسئلک اھل الکتب ان تنزل علیھم کتبا من السمآء (4 : 153) اے نبی ! یہ اہل کتاب اگر آج تم سے مطالبہ کر رہے ہیں کہ تم آسمان سے کوئی تحریر ان پر نازل کراؤ) آپ ان کی اس ہٹ دھرمی سے پریشان نہ ہوں ‘ اس لئے کہ انکی یہ ہٹ دھرمی تعجب انگیز تعجب انگیز نہیں ہے ‘ نہ یہ کوئی نئی بات ہے ۔\n(آیت) ” فقد سالوا موسیٰ اکبر من ذلک فقالوا ارنا اللہ جھرۃ (4 : 153) ”(تو اس سے بڑھ چڑھ کر مجرمانہ مطالبے یہ پہلے موسیٰ سے کرچکے ۔ اس سے تو انہوں نے کہا تھا کہ ہمیں خدا کو علانیہ دکھا دو ) حضرت موسیٰ (علیہ السلام) کے ذریعے اللہ تعالیٰ نے جو بیشمار معجزات نازل فرمائے تھے وہ ان کے احساس کو نہ جگا سکے ۔ ان عظیم معجزات سے بھی ان کے وجدان کے اندر کوئی ارتعاش پیدا نہ ہوا۔ اور یہ حیران کن معجزات بھی ان کے دلوں کو مائل بہ ہدایت و اطاعت نہ کرسکے اور یہ بدبخت آگے بڑھے اور ذات باری کو اپنی آنکھوں سے دیکھنے کا مطالبہ کردیا ۔ بالکل کھلے بندوں دیکھنے کا ۔ یہ ان کا ایک متکبرانہ مزاج اور مطالبہ تھا ‘ جس میں ایمان کی تروتازگی سرے سے موجود ہی نہ تھی بلکہ ان کی جبلت میں سرے سے ایمان کی استعداد ہی موجود نہ تھی ۔\nٍ (آیت) ” فاخذتھم الصعقۃ بظلمھم) اور اسی سرکشی کی وجہ سے یکایک ان پر بجلی ٹوٹ پڑی تھی ۔ لیکن پھر بھی اللہ تعالیٰ نے انہیں معاف ہی کردیا اور اللہ تعالیٰ نے ان کے بارے میں حضرت موسیٰ (علیہ السلام) کی دعا اور اپنے آپ سے ان کے بارے میں عاجزانہ التماس کو قبول ہی کرلیا ۔ اس دعا کی تفصیلات سورة اعراف (155) میں ہیں ۔\n(آیت) ” فلما اخذتھم الرجفۃ قال رب لوشئت اھلکنھم من قبل وایایء اتھلکنا بما فعل السفھآء منا ان ھی الا فتنک تضل بھا من تشآء وتھدی من تشآء انت ولینا فاغفرلنا وارحمنا وانت خیر الغفرین (155) واکتب لنا فی ھذہ الدنیا حسنۃ وفی الاخرۃ انا ھدنا الیک (156) (7 : 155۔ 156)\n(جب ان لوگوں کو ایک سخت زلزلے نے آپکڑا تو موسیٰ (علیہ السلام) نے عرض کیا ۔ ” اے میرے سرکار ‘ آپ تو پہلے ہی ان کو اور مجھے ہلاک کرسکتے تھے ‘ کیا اس قصور میں جو ہم میں سے چند نادانوں نے کیا تھا ہم سب کو ہلاک کردیں گے ؟ یہ تو آپ کی ڈالی ہوئی آزمائش تھی جس کے ذریعے سے آپ جسے چاہتے ہیں گمراہی میں مبتلا کردیتے ہیں اور جسے چاہتے ہیں ہدایت پخش دیتے ہیں ۔ ہمارے سرپرست تو آپ ہی ہیں ۔ پس ہمیں معاف کردیجئے اور ہم پر رحم فرمائیے ۔ آپ سب کو معاف فرمانے والے ہیں ۔ اور ہمارے لئے اس دنیا کی بھلائی بھی لکھ دیجئے اور آخرت کی بھی ۔ ہم نے آپ کی طرف رجوع کرلیا ہے۔ “ )\n(آیت) ” ثم اتخذوالعجل من بعد ما جآء تھم البینت “۔ (4 : 153) (پھر انہوں نے بچھڑے کو اپنا معبود بنا لیا حالانکہ یہ کھلی کھلی نشانیاں دیکھ چکے تھے) یہ بچھڑا سونے کا بنا ہوا تھا ۔ اسے سامری نامی شخص نے بنایا تھا ۔ یہ اس نے سونے کے ان زیورات سے بنایا تھا ‘ جو انہوں نے مصری عورتوں سے لئے تھے جب وہ وہاں سے نکل رہے تھے ۔ یہ لوگ اس بچھڑے کے اردگرد جمع ہوگئے اور انہوں نے اسے اپنا معبود بنا لیا ۔ حضرت موسیٰ (علیہ السلام) اس وقت کوہ طور پر گئے ہوئے تھے جہاں انہوں نے اپنے رب سے ایک مقررہ وقت میں بات کرنی تھی ۔ جہاں ان کو تورات کی الواح اور ہدایت اور نئی روشنی عطا ہونی تھی ۔ (آیت) ” (فعفونا عن ذلک) (اس پر بھی ہم نے ان سے درگزر کیا۔ ) لیکن یہودی یہودی ہی تو تھے ۔ ان کے ساتھ معاملات کرنے میں صرف خوف اور جبر مفید رہتا ہے ۔\n(آیت) ” واتینا موسیٰ سلطنا مبینا (153) ورفعنا فوقھم الطور بمیثاقھم وقلنالھم ادخلوا الباب سجدا وقلنالھم لا تعدوا فی السبت واخذنا منھم میثاقا غلیظا “ (154) (4 : 153۔ 154) (ہم نے ان سے درگزر کیا ۔ ہم نے موسیٰ (علیہ السلام) کو صریح فرمان عطا کیا اور ان لوگوں پر طور کو اٹھا کر ان سے اس فرمان کی اطاعت کا عہد لیا ۔ ہم نے ان کو حکم دیا کہ دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو۔ ہم نے ان سے کہا کہ اللہ کا قانون نہ توڑو اور اس پر ان سے پختہ عہد لیا ۔ )\nیہاں سوال یہ ہے کہ حضرت موسیٰ (علیہ السلام) کو اللہ تعالیٰ نے جو سلطان عطا فرمایا وہ کیا چیز ہے ۔ غالبا وہ وہی شریعت ہے جو الواح میں موجود تھی ‘ تو اللہ تعالیٰ کی شریعت گویا اللہ کی جانب سے سلطان اور حاکمیت ہے اور اللہ کے سوا جو شریعت اور قانون بھی ہوگا اس پر اللہ کی جانب سے کوئی سلطان اور سند قبولیت نہ ہوگی ۔ عملا بھی غیر اللہ کی شریعت اور قوانین کو دلوں پر کوئی حکمرانی حاصل نہیں ہوتی ۔ یہی وجہ ہے کہ لوگ اپنے لئے جو قوانین خود بناتے ہیں ان کی کوئی وقعت عوام الناس کے دلوں میں نہیں ہوتی ۔ ان قوانین کا نفاذ صرف اس صورت میں ہو سکتا ہے کہ داروغہ سر پر کھڑا ہو یا جلاد کی تلوار سر پر ہو ۔ رہی اللہ کی شریعت تو لوگ اس کے سامنے نہایت ہی عاجزی سے سرتسلیم خم کرتے ہیں اور ان کے دل مائل باطاعت ہوتے ہیں ۔ دلوں کے اندر شریعت کے خلاف ورزی کا خوف ہوتا ہے اور اللہ کی سزا کا ڈر نظروں میں ہوتا ہے ۔ لیکن یہودی جن کے دل شعور ایمان سے محروم تھے انہوں نے حضرت موسیٰ (علیہ السلام) کو اللہ کی جانب سے دی گئی الواح شریعت کے ماننے سے صاف انکار کردیا ۔ اس مقام پر پھر ان پر اللہ کا غضب آتا ہے ‘ اس لئے کہ وہ اپنی فطرت اور اپنے مزاج کے اعتبار سے اس کے لائق تھے ۔ پھر انہوں نے دیکھا کہ ایک عظیم چٹان ان کے سروں پر لٹک رہی ہے ۔ یوں نظر آتا تھا کہ ابھی ان کے سروں پر گری کہ گری ۔ وہ چونکے فورا انہوں نے اس شریعت کو تسلیم کرنے کا اقرار کیا اور وعدہ کرلیا ۔ پختہ میثاق طے ہوگیا ۔ اور بڑی بڑی یقین دہانیوں کے ساتھ طے ہوگیا ۔ حالانکہ پہلے وہ نہ تسلیم کرنے تھے نہ عہد کرنے کیلئے تیار تھے اور نہ ہی اس عہد قدیم کو لینے کے لئے تیار تھے ۔۔۔۔۔ اللہ تعالیٰ یہاں انہیں ان کی اس صفت قدیمہ کو یاد دلاتے ہیں ۔ یہاں اللہ تعالیٰ کے بیان کردہ اس منظر میں ایک سخت پتھر جو ان کے سروں پر لٹک رہا تھا اور دوسری طرف ان کے سینوں میں سخت پتھر کی طرح دل رکھے ہوئے ہیں۔ چناچہ اس منظر میں ان دو قسم کے پتھروں کے درمیان مناسبت پیدا کردی گئی ہے۔ اس طرح انداز تعبیر پختہ ‘ متعین اور مجسم ہوجاتا ہے ۔ جس طرح قرآن کریم کا عمومی انداز تعبیر ہے کہ وہ وہ بیت المقدس میں سجدہ ریز ہو کر داخل ہوں اور یہ کہ وہ سبت کا احترام کریں جسے خود ان کے مطابلے پر ان کیلئے خوشی کا دن بنایا گیا تھا ۔\nلیکن ہوا کیا ؟ پتھر لٹکنے کے خوف وہراس کے غائب ہوتے ہی اور اس قاہرانہ فضا کے ختم ہوتے ہی ان کے قدم پھسل گئے اور فخر سے یہ کہنے لگے کہ ہمارے دل تو کسی نصیحت سے متاثر نہیں ہوتے ۔ وہ مردوں میں ہیں اور ان تک کوئی بات پہنچتی ہی نہیں ہے کیونکہ ان کے دروازے بند ہیں ۔ اور یہ کہنے کے بعد انہوں نے ان تمام برے افعال کا ارتکاب کیا جس کی تفصیلات اللہ میاں یہاں نبی ﷺ کو بتاتے ہیں ۔ یہ یہاں اس لئے گنوائے گئے ہیں تاکہ حضور ﷺ یہودیوں کو ذرا آئینہ دکھا دیں کہ وہ ہیں کیا ؟",
  "ayah": 153,
  "surah": 4
}
