{
  "text": "(آیت) ” نمبر 162۔\nغرض پختہ علم اور اس پر روشن ایمان انسان کو اس طرح ہدایت دیتے ہیں کہ انسان پورے دین پر ایمان لانے والا بن جاتا ہے ۔ انسان اپنے علم کی پختگی اور صاف ایمان کی وجہ سے اس نتیجے تک پہنچ جاتا ہے کہ یہ دین اللہ وحدہ کی طرف سے آیا ہے اور یہ کہ اپنے مزاج کے اعتبار سے دین ایک ہی ہے ۔\nقرآن کریم کی جانب سے یہ اشارہ دینا کہ علم کی گہرائی کے نتیجے میں صحیح معرفت حاصل ہوتی ہے اور دل کے دروازے نور ایمان کے لئے کھل جاتے ہیں ‘ نزول قرآن کے دور میں نہایت ہی معنی خیز ہے یہ قرآن کریم کے اشارات میں سے ایک اہم اشارہ ہے اور اس سے یہ بات معلوم ہوتی ہے کہ قرآن کریم کے نزول کے زمانے میں صورت حال کیا تھی ۔ نیز اس سے یہ بھی معلوم ہوتا ہے کہ ہر دور میں نفس انسانی کی صورت حال کیا ہوتی تھی ۔ سطحی علم کی مثال اس طرح ہوتی ہے جس طرح کفر اور انکار ۔ یہ کفر اور انکار ان کے دل کے اندر صحیح معرفت کے اترنے میں حائل ہوجاتے ہیں۔ ہر دور میں یوں ہوتا ہے کہ سطحی علم کی وجہ سے حقیقت کی معرفت حاصل نہیں ہوتی ۔ جو لوگ علم میں گہرائی تک چلے جاتے ہیں اور انہیں حقیقی علم حاصل ہوجاتا ہے تو ان کی آنکھوں کے سامنے شواہد آجاتے ہیں جو اس کائنات کے اندر پنہاں ہیں ۔ اگر انکے سامنے شواہد نہیں آتے تو کم ازکم ایسے سوالات آجاتے ہیں جن کا جواب ان کے پاس نہیں ہوتا اور محض کسی سماوی نظریہ حیات کو قبول کرکے ہی وہ ان سوالات کے جواب سے جان چھڑا سکتے ہیں ۔ مثلا یہ کہ اس کائنات کا ایک الہ ہے ۔ وہ اس پر حاوی ہے ‘ اس کا مدیر ہے ‘ اور اس پر پوری طرح متصرف ہے ۔ اس کا ایک ہی ارادہ ہے ۔ اس نے اس کائنات کے اندر یہ ناموس اعظم جاری کیا ہے ۔ اسی طرح وہ لوگ جن کے دل ہدایت کیلئے بےتاب ہوتے ہیں ۔ اللہ تعالیٰ ان پر راز کھول دیتے ہیں اور انکی روح ہدایت کو پالیتی ہے ۔ وہ لوگ جو ادھر ادھر سے کچھ معلومات چن لیتے ہیں اور اپنے آپ کو علماء سمجھنے لگتے ہیں ‘ ان کے اس سطحی علم کا پردہ ان کے اور ان دلائل ایمان کے درمیان حائل ہوجاتا ہے جو اس کائنات میں پوشیدہ ہوتے ہیں ‘ اس لئے وہ ایمان تک نہیں پہنچ پاتے ۔ ان پر ایمان ظاہر ہی نہیں ہوتا ‘ اس لئے کہ ان کا علم ناقص اور سطحی ہوتا ہے اور یہ سطحی علم اس کائنات کے سوالات کا ادراک نہیں کرسکتا ۔ ان کی حالت ایسی ہوجاتی ہے کہ ان کے دل مائل بہ ایمان وہدایت نہیں ہوتے اور نہ ہی وہ اس کے شائق ہوتے ہیں ۔ یہ دونوں چیزیں ایسی ہیں کہ جب دل میں ہوں وہ ایمان کا ذوق نہیں رکھتا اور نہ اسے نور ایمان کی ضرورت ہوتی ہے ۔ اگر وہ ایمان رکھتا ہے تو اس دین پر رکھتا ہے جو اسے بطور عصبیت جاہلیہ وراثت میں ملا ہوتا ہے ۔ چناچہ وہ اس دین سے دور ہوجاتا ہے جو خدائے متعال کی جانب سے نازل ہوا ہے اور جسے سلسلہ رسل کے ذریعے بھیجا گیا ہے ۔ جس کی کڑیاں ایک دوسرے سے ملی ہوئی ہیں صلی اللہ علیہم وسلم اجمعین ۔\nتفسیر ماثور میں یہ روایات آئی ہیں ‘ کہ یہ اشارہ سب سے پہلے ان لوگوں کی طرف ہے جو لوگ یہودیوں میں سے اپنے رسوخ فی العلم کی وجہ سے ہدایت پاگئے تھے ۔ جنہوں نے رسول کی دعوت پر لبیک کہا اور جن کے نام ہم نے گذشتہ سطور میں دے دیئے ہیں لیکن آیت عام ہے اور اس کے مفہوم میں وہ تمام لوگ شامل ہیں جو کبھی بھی اپنے رسوخ فی العلم کی وجہ سے اس دین میں شامل ہوں گے یا وہ اپنی ایمانی بصیرت کی وجہ سے دین اسلام کو قبول کرلیں گے ہیں خواہ تاریخ کے کسی بھی دور میں ہوں۔ (مثلا ڈاکٹر محمد اسد ‘ حقیقت حال اللہ ہی جانتا ہے)\n(آیت) ” لکن الرسخون فی العلم منھم والمومنون یومنون بما انزل الیک وما انزل من قبلک والمقیمین الصلوۃ والموتون الزکوۃ والمومنون باللہ والیوم الاخر اولئک سنوتیھم اجراعظیما “۔ (4 : 162)\n” مگر ان میں جو لوگ پختہ علم رکھنے والے ہیں اور ایماندار ہیں وہ سب اس تعلیم پر ایمان لاتے ہیں جو اے نبی ‘ تمہاری طرف نازل کی گئی ہے اور جو تم سے پہلے نازل کی گئی تھی ۔ اس طرح کے ایمان لانے والے اور نماز و زکوۃ کی پابندی کرنے والے اور اللہ اور روز آخرت پر سچا عقیدہ رکھنے والے لوگوں کو ہم ضرور اجر عظیم عطا کریں گے ۔\n(آیت) ” (الرسخون فی العلم) جو اگلی پچھلی کتابوں پر ایمان لاتے ہیں اور ایمان لانے والے اور اقامت صلوۃ کرنے والے ‘ یہ صفات اہل ایمان مسلمانوں کی ہیں اس لئے کہ مسلمانوں کی صفت عظیمہ اقامت صلوۃ ‘ ایتائے زکوۃ ‘ ایمان باللہ اور ایمان بالاخرت ہے ۔ ان دونوں کیلئے اجر کا اعلان ہوتا ہے کہ ان کو ہم اجر عظیم عطا کریں گے ۔\nیہ بات نوٹ کرنے کے قابل ہے کہ والمقیمین میں عطف المومنوں پر ہے جبکہ المومنوں کا اعراب رفعی ہے ۔ اس لحاظ سے ” والمقیمون “ ہونا چاہئے لیکن اسے اعراب حالت نصبی کا دیا گیا یعنی اخص المقیمین۔\n(میں نماز قائم کرنیوالوں کا ذکر خصوصیت سے کرتا ہوں) یہ اس لئے کیا جاتا ہے تاکہ معلوم ہو کہ اقامت صلوۃ کی اہمیت دین میں کس قدر عظیم ہے ۔ اس طرز ادا کے نظائر کلام عرب اور قرآن مجید میں بالعموم پائے جاتے ہیں اور اس سے سیاق کلام میں کسی بات کی تائید مطلوب ہوتی ہے ۔ عام قرات تو یہی ہے ۔ البتہ ایک قرات والمقیمون بھی آتی ہے اور یہ عبداللہ ابن مسعود ؓ کے مصحف میں وارد ہے ۔\nسیاق کلام کی مناسبت سے اہل کتاب کے ساتھ مکالمہ جاری ہے اور اس جگہ یہ بات بالخصوص یہودیوں کے ساتھ ہو رہی ہے ۔ یہ بات حضرت محمد ﷺ کی رسالت کے بارے میں ہو رہی ہے جس کی وہ تکذیب کرتے تھے ۔ اسی طرح وہ اللہ کے درمیان تفریق کرتے تھے اور اپنی ہٹ دھرمی کی وجہ سے رسول اللہ ﷺ سے نشانات ومعجزات کا مطالبہ کرتے تھے ۔ مثلا یہ کہ آپ آسمان سے ایک کتاب اتار کر لائیں ۔۔۔۔۔ چناچہ یہاں کہا جاتا ہے کہ حضرت محمد ﷺ پر وحی کا آنا کوئی نئی بات نہیں ہے نہ یہ کوئی اعجوبہ ہے ۔ رسول بھیجنا تو اللہ کی سنت ہے اور اس سنت پر اللہ تعالیٰ حضرت نوح (علیہ السلام) سے لیکر حضرت محمد ﷺ کے دور تک عمل پیرا رہے ہیں ۔ یہ سب رسول ‘ اللہ نے خوشخبری دینے اور ڈرانے کیلئے بھیجے ہیں ۔ یہ اپنے بندوں کے ساتھ اللہ کی شفقت اور رحمت کا تقاضا تھا ۔ نیز اللہ تعالیٰ نے رسول اس لئے بھی بھیجے کہ وہ اپنے بندوں پر حجت تمام کرنا چاہتا تھا اور یوم الحساب آنے سے پہلے انہیں خبردار اور متنبہ کرنا چاہتا تھا ۔ یہ سب حضرات ایک ہی وحی لیکر آئے ۔ ان کا مقصد ایک تھا ‘ اس لئے ان کے درمیان تفریق کرنا محض ضد اور ہٹ دھرمی ہے اور اس کی کوئی دلیل نہیں ہے ۔ اگر وہ ضد اور ہٹ دھرمی کرکے انکار کرتے ہیں تو اللہ تعالیٰ خود اس پیغمبر کی وحی پر شاہد عادل ہے ۔ اس کی شہادت کے بعد اب کسی اور کی شہادت اور تصدیق کی ضرورت ہی نہیں رہتی ۔ اور اس اللہ کی گواہی پر پھر فرشتے بھی گواہ ہیں ۔ فرماتے ہیں ۔",
  "ayah": 162,
  "surah": 4
}
