{
  "text": "(آیت) ” نمبر 163 تا 165۔\nغرض یہ ایک قافلہ ہے جو شاہراہ تاریخ پر چلتا ہوا نظر آتا ہے اور اس سلسلے کی کڑیاں ایک دوسرے کے ساتھ پیوست ہیں ۔ یہ ایک ہی رسالت ہے اور اس کا ایک ہی نصب العین ہے کہ انسان کو قبل از وقت خبردار کردیا جائے اور اچھے لوگوں کو قبل از وقت ہی اچھے انجام کی خوشخبری دیدی جائے ، اس قافلے میں آگے پیچھے مختار ان درگاہ الہی اور انسانوں میں سے چیدہ لوگ آگے پیچھے چلے آرہے ہیں ۔ یہ رہے حضرت نوح (علیہ السلام) یہ رہے حضرت ابراہیم (علیہ السلام) یہ آئی سواری حضرت اسماعیل کی ۔ انکے بعد یہ چلے آرہے ہیں حضرت اسحاق (علیہ السلام) ان کے بعد متصلا حضرت یعقوب آرہے ہیں ۔ اب کچھ مختلف گروہ نمودار ہوئے حضرت ایوب (علیہ السلام) یونس (علیہ السلام) ہارون (علیہ السلام) ‘ سلیمان (علیہ السلام) ‘ داؤد (علیہ السلام) ‘ موسیٰ (علیہ السلام) اور حضرت عیسیٰ (علیہ السلام) تشریف لائے اپنی اپنی باری پر اور بعض ایسے لوگ بھی چلے آئے ہیں جن کے نام سے ہم واقف نہیں ہیں۔ آخر میں حضرت محمد ﷺ خاتم النبین تشریف لا رہے ہیں اور اب اس قافلے کا آخری سرا اختتام کو پہنچا ۔ اس قافلے میں بعض لوگ ایسے ہیں جن کا ذکر قرآن کریم نے پیش کیا ۔ اس قافلے میں مختلف رنگوں اور مختلف نسلوں کے نبی ہیں اور کرہ ارض کے مختلف علاقوں میں یہ قافلہ نظر آتا ہے ۔ اور مختلف ادوار اور مختلف زمانوں میں ، مختلف معاشروں اور مختلف خاندانوں میں یہ رسول کام کرتے رہے ۔ یہ سب ایک ہی مصدر اور منبع سے پیغام لاتے رہے ۔ یہ سب راہ دکھانے والی ایک ہی روشنی کے حامل رہے ۔ سب کے سب متنبہ اور خبردار کرتے رہے اور خوشخبری دیتے رہے ۔ یہ سب کے سب قافلہ انسانیت کی زمام اپنے ہاتھ میں لیکر اسے نور ہدایت میں داخل کرتے رہے ۔ چاہے کوئی کسی ایک خاندان کیلئے آیا ہو ‘ چاہے کوئی کسی ایک قوم کیلئے آیا ہو ‘ چاہے کوئی ایک شہر ار ایک علاقے کیلئے آیا ہو ‘ چاہے کوئی تمام انسانوں کیلئے آیا ہو اور خاتم النبین کا لقب پایا ہو۔\nیہ سب کے سب وحدہ سے وحی پاتے رہے ۔ ان میں سے کسی نے کوئی بات اپنی طرف سے پیش نہیں کی ۔ ان میں سے اگر اللہ نے حضرت موسیٰ (علیہ السلام) سے براہ راست بات کی تو وہ بھی وحی کا ایک رنگ تھا ۔ اس کیفیت سے ہم آگاہ نہیں ہیں نہ اس کا ادراک کیا جاسکتا ہے اس لئے کہ قرآن کریم آخری وحی کا ریکارڈ ہے اور یہ اس قدر درست ریکارڈ ہے جو ہر قسم کے شک وشبہ سے بالا ہے اور قرآن نے اس ہم کلامی کی کوئی تفصیل یاکیفیت بیان نہیں کی ہے ۔ اس کی کیفیت کیا تھی ؟ موسیٰ (علیہ السلام) اپنے کن خواص اور کس قوت ادراک سے اسے پا رہے تھے ۔ یہ سب باتیں غیب سے تعلق رکھتی ہیں۔ قرآن کریم نے ان کے بارے میں کوئی بات بیان نہیں کی ہے ۔ اور قرآن کریم کے علاوہ اس موضوع پر جو کوئی بھی اپنے دہن سے بات کرے گا وہ بےسند ‘ فلسفہ یا قصہ کہانی ہوگی ۔\nیہ رسول ‘ جن میں سے بعض کے نام ذکر ہوئے اور بعض کے نام نہیں لئے گئے کیوں بھیجے گئے ؟ اللہ کی شفقت اور رحمت اور عدالت کا تقاضا یہی تھا کہ وہ رسول بھیجے ۔ تاکہ وہ اللہ کے بندوں میں سے مومنین اور اطاعت کندگان کو خوشخبری دیدیں کہ اللہ نے ان کیلئے کیا کیا نعمتیں تیار کی ہوئی ہیں ۔ بیشمار نعمتیں اور اللہ کی رضا مندی ان کے انتظار میں ہے ۔ اور کافروں اور نافرمانوں کو ڈرائیں کہ اللہ کا غضب اور ایک دردناک عذاب ان کے انتظار میں ہے ۔ اور یہ سب کچھ کیوں کیا گیا ۔ (آیت) ” لئلا یکون للناس علی اللہ حجۃ بعد الرسل “۔ (4 : 165) (تاکہ ان کو مبعوث کردینے کے بعد لوگوں کے پاس اللہ کے مقابلے میں کوئی حجت نہ رہے ۔ “ اور یہ رسول لوگوں کو بتا دیں کہ ان کے نفس اور ان کے اردگرد پھیلی ہوئی کائنات کے اندر کیا کیا دلائل ہیں ۔ انہیں بتائیں کہ اللہ تعالیٰ جنس بشر کو متاع عقل سے نوازا ہے اور ان کا فرض ہے کہ وہ اس کے ذریعے اپنے نفسوں اور اپنے اردگرد پھیلی ہوئی کائنات کے اندر دلائل تلاش کریں۔ عقل کے ہوتے ہوئے بھی ان کے پاس رسول بھیجے گئے ، یہ اللہ تعالیٰ کی جانب سے اپنے بندوں پر خاص شفقت اور رحمت تھی کہ اس نے رسول بھیجے کیونکہ اسے معلوم تھا کہ انسان کی ذاتی خواہشات اور اس کے میلانات اس کی عقل پر غالب آجائیں گے اور ان کے نتیجے یہ عظیم قوت دب کر رہ جائے گی ۔ اسی لئے اللہ نے اپنی رحمت خاصہ کے تحت ان کے پاس رسول بھیجے جو مبشرین اور منذرین تھے ۔ وہ ان کے سامنے یاد دہانی کراتے رہے ۔ انہیں بصارت اور بصیرت دیتے رہے ۔ وہ ان کی فطرت اور ان کی قوت عقلیہ کو شہوات نفسانیہ کے ڈھیروں کے نیچے سے نکال کر آزاد کراتے رہے ۔ جن ڈھیروں کے نیچے رہتے ہوئے اس کی عقل اور فطرت کیلئے دلائل ہدایت اور ایمان کے تقاضوں کو پانا مشکل ہوگیا تھا چاہے یہ دلائل خود نفس انسانی کے اندر ہوں یا اس کے ارد گرد پھیلی ہوئی اس کائنات کے اندر ہوں ۔\n(آیت) ” وکان اللہ عزیزا حکیما “۔ (3 : 165) (اور اللہ بہرحال غالب رہنے والا اور حکیم ودانا ہے ۔ “ وہ غالب اس طرح ہے کہ اس کے بندے جب جرائم کا ارتکاب کریں ان پر وہ گرفت کرسکتا ہے ۔ حکیم ودانا اس طرح ہے کہ وہ اس کائنات کے تمام امور کو اپنی حکمت کے مطابق چلاتا ہے ۔ ہر معاملے کو اپنی جگہ پر طے کرتا ہے اور اللہ تعالیٰ نے اس کائنات کیلئے جو تقدیرات اور جو اندازے طے کئے ہیں وہ سب حکمت اور اپنی مشیت کے مطابق کئے ہیں ۔\nاب ذرا منظر کے سامنے رکئے ! (لئلا یکون للناس علی اللہ حجۃ بعد الرسل (4 : 165) ” تاکہ ان رسولوں کو مبعوث کردینے کے بعد لوگوں کے پاس اللہ کے مقابلے میں کوئی حجت نہ رہے “۔ اس منظر میں تو ہدایات واشارات کا ایک ذخیرہ پنہاں ہے ۔ گہرے اشارے اور واضح ہدایات ۔ ہم ان میں سے دو تین کا ذکر کرتے ہیں اور وہ بھی ضلال القرآن کی مناسبت سے نہایت ہی مختصر۔\nاس آیت سے پہلی بات جو نظر آتی ہے وہ یہ ہے کہ نظام دین میں انسانی عقل کا مقام کیا ہے ؟ اس کے مقاصد کیا ہیں ؟ اور انسان کے اہم ترین مسائل مثلا مسئلہ ایمان کے سلسلے میں عقل کی اہمیت کیا ہے ؟ اس لئے کہ ایمان کی بنیادوں پر لوگوں کی زندگی کا نظام استوار ہونا تھا ۔ اور زندگی کے تمام عناصر ‘ اس کے تمام رجحانات ‘ اس کی پوری عملی شکل اور اس کی کائنات میں اس کے تمام تصرفات کو ایمانی نظریے پر استوار ہونا تھا ‘ جس طرح عالم آخرت میں اس کا انجام تمام کا تمام اس ایمان پر موقوف تھا ۔\nاگر اپنی قوتوں کے بل پر (اور اللہ انسان اور اس کی قوتوں کے بارے میں سب سے زیادہ علم رکھنے والا ہے ‘ اور ان قوتوں کو انسان کے اندر خود اللہ نے ودیعت کیا ہے ) یہ انسان صرف اپنی اس عقل کے ذریعہ ہدایت پاسکتا اور اپنی ذات اور اپنی حیات کیلئے راہ مصلحت تلاش کرسکتا ‘ دنیا میں بھی اور آخرت میں بھی اپنے لئے خیر ڈھونڈ سکتا تو اللہ تعالیٰ پوری انسانی تاریخ میں اس طویل سلسلہ رسل کو ہر گز نہ جاری فرماتا اور لوگوں پر بذریعہ رسل حجت تمام نہ کرتا اور انسان اپنی اس عقل کے بل بوتے پر اپنے لئے دلائل ہدایت اور ایمان ویقین کے اشارات تلاش کرلیتا ۔ یہ دلائل وہ اپنے نفس سے بھی معلوم کرلیتا اور اپنے اردگرد پھیلی ہوئی کائنات کے آفاق کے اندر سے بھی وہ انکو دھونڈ لاتا ۔ وہ اپنے لئے ایک ایسا نظام زندگی بھی گھڑلیتا جس سے اس کی زندگی کے تمام مسائل ہوجاتے ۔ وہ راہ حق اور صراط مستقیم پر سیدھا چلتا ۔ سلسلہ رسل کی سرے سے ضرورت نہ رہتی ‘ ان کی تبلیغی سرگرمیوں کی ضرورت نہ رہتی ‘ اور اللہ تعالیٰ یہ نہ فرماتے کہ اگر رسول نہ ہوتے تو لوگوں کے پاس حجت ہوتی ۔ جیسا کہ کہا گیا۔\n(آیت) ” لئلا یکون للناس علی اللہ حجۃ بعد الرسل (4 : 165) ” تاکہ رسولوں کے بعد لوگوں کے پاس اللہ کے خلاف کوئی حجت نہ ہو۔ “\nلیکن اللہ تعالیٰ کو خوب علم تھا کہ اس کو عقل کا جو ذریعہ ادراک اور الہ فہم دیا ہے وہ بذات خود ان امور کے ادراک سے قاصر ہے اور محض عقل انبیاء کی راہنمائی کے بغیر ‘ رسولوں کی تنظیم اور معاونت کے بغیر ہدایت تک نہیں پہنچ سکتی ۔ نیز رسولوں کی راہنمائی کے بغیر اس کے لئے یہ ممکن نہیں ہے کہ وہ پوری انسانی زندگی کیلئے کوئی اور منہاج حیات وضع کرلیں جس میں ان کی پوری پوری مصلحت ہو اور وہ ان کیلئے دنیا اور آخرت دونوں میں اچھے انجام کا ضامن ہو ۔ چونکہ اللہ تعالیٰ کو عقل انسانی کی کوتاہ دامنی کا اچھی طرح علم تھا ‘ اسی لئے اللہ کی حکمت اور اس کی شفقت کا تقاضا یہ ہوا کہ وہ لوگوں کیلئے رسول بھیجے اور یہ کہ رسالت اور تبلیغ ہدایت کے بغیر لوگوں سے کوئی مواخذہ نہ کرے ۔ اللہ تعالیٰ فرماتے ہیں ۔ (آیت) ” وما کنا معذبین حتی نبعث رسولا) ” ہم اس وقت تک عذاب دینے والے نہیں ہیں جب تک ہم رسول نہ بھیج دیں “ اور یہ بات اس قدر بدیہی ہے کہ آیت سے قطعا ثابت ہوتی ہے اور اگر قطعا ثابت نہیں ہوتی تو اس آیت کا لازمی تقاضا ضرور ہے\nاب سوال یہ پیدا ہوتا ہے کہ ایمان وہدایت کے میدان میں اور ایمان وہدایت کی اساس پر تفصیلی نظام زندہ قیام کے معاملے میں پھر عقل کا کردار ہی کیا رہ جاتا ہے ۔ ؟\nاس سوال کا جواب یہ ہے کہ عقل انسانی کا کردار یہ ہے کہ وہ رسولوں سے ہدایت اخذ کرنے کے سلسلے میں اپنے فرائض ادا کرے ۔ عقل کا فرض ہے کہ رسولوں کی دعوت پر غور وفکر کرے ۔ رسولوں کے فرائض صرف اس حد تک ہیں کہ وہ پہنچا دیں اور سمجھا دیں اور انسانی فطرت کے اوپر جو غلط افکار کے تہہ بہ تہہ ڈھیر ہیں انہیں صاف کرکے فطرت کو ان کے نیچے سے نکال دیں ‘ اور انسان کو اس طرف متوجہ کردیں کہ اس کے نفس اور اس کے اردگرد پھیلی ہوئی کائنات کے اندر معرفت کرد گار (خالق) کے واضح دلائل موجود ہیں ۔ اس کیلئے یہ رسول صحیح نظام تربیت اور صحیح منہاج مطاعلہ کائنات وضع کردیں اور انسانوں کیلئے نظام زندگی تجویز کردیں جس پر انکی زندگی کا قافلہ رواں اور دواں ہوجائے اور جس میں ان کی دنیا اور آخرت کی خیر ہو ۔\nعقل کا یہ کام نہیں ہے کہ وہ دین اور الہیات کے معاملے میں ‘ ان موضوعات کی صحت اور بطلان کے بارے میں مفتی اور جج بن جائے ۔ اسے اختیار ہو کہ جو چاہے وہ قبول کرے اور جس چیز کو چاہے اسے رد کر دے جبکہ وہ بات قرآن وسنت سے یقینی طور پر ثابت شدہ ہو یہ بعد کہ اس بات کا مفہوم واضح طور پر سمجھ میں آگیا ہو ۔ یعنی نصوص قرآنی کے لغوی اور اصطلاحی مدلولات کی روشنی میں ۔ اگر عقل انسانی کو رد و قبول کا یہ اختیار ہوتا یعنی صحیح مفہوم ومدلول کے ادراک کے بعد ‘ بایں طور کہ ہماری عقل اس مدلول کو قبول نہیں کرتی ‘ یا اسے قبول کرنا نہین چاہتی تو پھر خدا اور رسول کے بیان کے بعد انسان مستحق عذاب قرار نہ پاتا ۔ لہذا عقل اس بات کی پابند ہے کہ وہ ضروریات دین کو قبول کرے ۔ اگر یہ عقائد اس تک صحیح طرح پہنچ جائیں اور جب عقل صحیح طور پر ان نصوص کے مفہوم و مراد کو سمجھ بھی جائے ۔\nحضور اکرم ﷺ کی رسالت عقل کو مخاطب کرتی ہے ۔ وہ عقل کو جگاتی ہے ‘ اس کیلئے فکر ونظر کا ایک درست منہاج وضع کرتی ہے اور اسے صحیح راہ پر ڈالتی ہے ۔ لیکن یہ خطاب اس مفہوم میں نہیں ہے کہ عقل کو اس رسالت کے صحیح ہونے یا اسکے باطل ہونے کا فیصلہ صادر کرنے کا اختیار ہے یا وہ ایسا کرسکتی ہے ۔ یا امور رسالت میں اسے رد و قبول کر اختیار حاصل ہے ‘ بلکہ بہ خطاب اس مفہوم میں ہے کہ جب نص سے کوئی امر ثابت ہوجائے تو وہی اللہ کا حکم ہوگا اور عقل انسانی کا فرض ہے کہ اسے قبول کرے ۔\nاس کی اطاعت کرے اور اسے اس کرہ ارض پر نافذ کرے ۔ چاہے نص کا یہ مفہوم اس کے ذہن کیلئے مالوف ومقبول ہو یا اس کیلئے عجیب و غریب ہو ۔\nعقل انسانی کا کردار اس بات میں صرف اس قدر ہے کہ وہنصوص کو سمجھنے کی صحیح کوشش کرے اور یہ معلوم کرنے کی کوشش کرے کہ لغت عربی اور اصطلاحات شریعت کے مطابق اس نص کا مفہوم کیا بنتا ہے ۔ یہاں آکر عقل کا کام ختم ہوجاتا ہے اور نص شریعت سے جو صحیح مفہوم اخذ ہوتا ہے اسے کسی عقلی دلیل اور قیاس سے رد نہیں کیا جاسکتا اس لئے کہ جہاں تک نص کا تعلق ہے وہ اللہ کی جانب سے ہے ۔ محض عقلی توجیہہ نص سے برتر نہیں ہو سکتی اس لئے کہ عقل الہ کا درجہ نہیں رکھتی نہ وہ اللہ کی نصوص کے اور ردوقبول کا درجہ رکھتی ہے۔\nاس اہم نکتے پر خیالات کے اندر ایک عظیم التباس پیدا ہوجاتا ہے ۔ بعض لوگ ایسے ہیں جو عقل انسانی کو الہ کا درجہ دیدیتے ہیں ۔ اپنے معاملات پر بھی اسے حکم قرار دیتے ہیں اور بعض ایسے ہیں جو ایمان وہدایت کے میدانوں میں عقل کو دخل اندازی کی ذرہ بھر اجازت نہیں دیتے ، صحیح منہاج وہی ہے جو اوپر ہم نے بیان کردیا ہے ۔ وہ یہ کہ رسالت نے عقل کو مخاطب کیا ہے تاکہ وہ رسالت کے فیصلوں کو سمجھنے کی کوشش کرے ۔ رسالت اپنے عملی اور نظریاتی فیصلوں کے بارے میں عقل کیلئے بھی ایک منہاج بناتی ہے تاکہ وہ بھی اپنے دائرے کے اندر کام کرے ۔ پوری زندگی میں رسالت کے فیصلوں کا ادراک کرے ۔ جب عقل نے رسالت کے فیصلوں کو سمجھ لیا کہ نصوص شریعت و رسالت کا مفہوم کیا ہے تو پھر عقل کیلئے تصدیق ‘ اطاعت اور انکے نفاذ کے سوا اور کوئی راستہ ہی نہیں رہتا شریعت یہ لازم نہیں کرتی کہ وہ مفاہیم نصوص سمجھے بغیر ان پر عمل کرے بلکہ شریعت کا مدعا یہ ہے کہ نصوص شریعت پر سمجھ کر عمل کیا جائے ۔ لیکن جب عقل ان کا ادراک کرلے تو اس پر فرض ہوجاتا ہے کہ پھر ان پر عمل پیرا ہو اور کوئی چون وچرا نہ کرے ۔ نصوص کے مفاہیم کے مطابق بات کو قبول کرے ۔ اور نصوص کا مقابلہ اور چون وچرا یہ ہوگا کہ ان میں سے بعض کو قبول کرے اور بعض کو رد کرے ۔ بعض کو صحیح قرار دے اور بعض کو غلط قرار دے ‘ باوجود اس علم کے کہ یہ نصوص وہدایت اللہ کی جانب سے آئی ہوئی ہیں ۔ اللہ وہی بات کرتا ہے جو حق ہوتی ہے اور وہ جو حکم بھی دیتا ہے اس میں بھلائی ہوتی ہے ۔\nاسلامی منہاج حیات میں اللہ سے ہدایت پانے کا صحیح طریقہ یہی ہے کہ نصوص قرآن وسنت کا صحیح مفہوم پالینے کے بعد اس میں عقلی گھوڑے نہ دوڑائے جائیں یہ فہم اصول فہم کے مطابق ہو۔ انسان قرآن وسنت کا مطالعہ اپنے ذہن میں بعض فیصلے پہلے سے طے کرکے نہ کرے اس طرح کہ اپنے دین میں بعض منطقی نتائج طے کرلے یا اپنے محدود ملاحظے سے کچھ باتیں طے کرلے یا پنے ناقص تجربات کے مطابق بعض چیزوں کو حقائق سمجھ لے اور اس کے مطابق قرآن وسنت کو ڈھالنے کی سعی کرے ۔ صحیح منہاج مطالعہ یہ ہے کہ وہ نصوص کو اس طرح لے جس طرح کہ وہ ہیں اور نصوص نے جو فیصلے کر لئے ہیں وہ بہرحال فیصلے ہیں اور وہ اس کی ذاتی سوچ سے بہتر ہیں اور ان کا نظام اور ان کا منہاج اس کے ذاتی منہاج سے زیادہ مضبوط ہے اس لئے عقل دین کے فیصلوں پر کوئی محاکمہ نہیں کرسکتی ۔ جب عقل کے نزدیک یہ بات ثابت ہوجائے کہ یہ فیصلہ دین کا ہے ۔ لوگوں کے بتائے ہوئے فیصلے اصول دین پر برتری حاصل نہیں کرسکتے ہیں ۔ عقل بہرحال ان دینی ضوابط کی تابع ہوگی ۔ بشرطیکہ دین کے ضوابط اور پیمانے اچھی طرح ثابت ہو کو سامنے آجائیں ۔\nعقل لو الہ کا درجہ حاصل نہیں ہے کہ وہ یہ قرار دے کہ اس نے جو نتائج اخذ کر لئے ہیں وہ اللہ کے فیصلے ہیں ہاں عقل انسانی کو یہ حق ضرور حاصل ہے کہ وہ کسی نص کا کوئی مفہوم انسانی عقل کے مطابق کسی دوسرے مفہوم کے مقابلے میں پیش کرے جو بذات خود بھی عقلی مفہوم ہو ۔ یہ تو عقل انسانی کا دائرہ کار ہے اور اس میں عقل پر کوئی پابندی نہیں ہے اور نہ اس میں کوئی حرج ہے بشرطیکہ نصوص کا یہ مفہوم وادراک صحیح اور اصولوں کے دائرے کے اندر ہو مقصود تاویل نصوص اور افہام و تفہیم ہو اور نصوص کے اندر تاویل کی گنجائش موجود ہو ۔ یہ تاویل اور تفہیم بھی ان قواعد اور ضوابط کے اندر ہو ‘ جو اس مقصد کیلئے خود دین نے وضع کئے ہیں ۔ یہ قواعد ایسے ہیں جو انسانوں کی حریت فکر کی تمام ضروریات کو پورا کرتے ہیں اور انسان کے فہم وادراک کیلئے ایک وسیع میدان فراہم کرتے ہیں ۔ اسلامی نظام میں کوئی ایا اداراہ کوئی ایسی اجتماعی پابندی اور کوئی ایسا عہدیدار نہیں ہے جسے ذہنوں پر تالے لگانے کا اختیار ہو کہ لوگ نصوص شرعیہ کے اندر غوروفکر نہیں کرسکتے ۔ ان کے انطباق کیلئے کوئی اچھی رائے نہیں دے سکتے یا کوئی معقول وجوہ پیش نہیں کرسکتے ۔ بشرطیکہ کوئی شرعی نص ان آراء ‘ ان تاویلات اور وجوہات کی متحمل ہو اور یہ تاویلات بھی اسلامی نظام کے حدود کے اندر ہوں اور اصول دین پر مبنی ہوں ۔ یہ ہے مفہوم اس بات کا کہ رسالت محمدیہ عقل کو مخاطب کرتی ہے ۔\nبیشک اسلام ایک عقلی دین ہے ۔ وہ اپنے مسائل ‘ عقائد اور فیصلے عقل کے سامنے پیش کرتا ہے ۔ اور اسلام یہ فیصلے اور عقائد انسانوں سے فوق الفطری انداز میں نہیں منواتا کہ ماننے کے سوا اور کوئی چارہ کار ہی نہ رہے بلکہ وہ عقلی دین اس مفہوم میں ہے کہ وہ عقل سے مخاطب ہوتا ہے اور اسے غوروفکر کی دعوت دیتا ہے ۔ وہ اس کے سامنے ہدایت اور صراط مستقیم پر آنے دلائل پیش کرتا ہے کہ وہ اپنے نفس اور اپنے آفاق کے اندر پائے جانے والے ان نشانات راہ پر غور کرے راہ پر غور کرے اور انسان کی اصلی فطرت کو ان عادات وتقالید کے تہ بہ تہ جمے ہوئے پردوں اور ڈھیرون کے نیچے سے نکالے ۔ نیز یہ کہ عقل اپنے آپ کو گمرہ کن خواہشات اور عقل و فطرت پر چھا جانے والے موثرات سے نکال لے ۔ قرآن کریم عقل کو اس لئے خطاب کرتا ہے کہ قرآن نے اپنے نصوص کے اندر جو امور طے کردیئے ہیں وہ ان پر غور وفکر کرکے انکو تسلیم کرے ، اور قرآن کریم کا یہ انداز نہیں ہے کہ وہ بغیر سمجھانے کے لوگوں کو بات تسلیم کرنے پر مجبور کرے ۔ ہاں جب عقل کو کام میں لا کر انسان کسی نص کا مفہوم ومدلول پالے اور حقائق کا ادراک کرے تو پھر اس کیلئے سرتسلیم خم کرنے کے سوا کوئی اور چارہ کار نہیں ہے ۔ سمجھنے کے بعد اگر وہ تسلیم کرلیں تو مومن ہیں اور اگر تسلیم نہ کریں تو کافر ہیں۔ رہے قرآنی اور اسلامی فیصلے تو وہ عقل کے سامنے پیش کئے جانے سے پہلے ہوچکے ہیں ۔ عقل کو یہ اختیار نہیں ہے کہ وہ یہ فیصلہ کرے کہ وہ درست ہیں یا غلط ہیں ۔ نہ عقل کو اختیار ہے کہفہم ودارک کے بعد اسلامی فیصلوں کو رد کرسکے ۔ آج کل بعض لوگ عقل کو یہ اختیار دیتے ہیں کہ وہ اسلامی فیصلوں کو رد کرے ۔ ایسے لوگوں کے نزدیک ان کی عقل ان کا الہ بن جاتی ہے ۔ اب ان کا یہ الہ شریعت کے جن فیصلوں کو چاہے قبول کرلے اور جن کو چاہین انہیں رد کردے ۔ جن امورکو چاہے چن لے اور جن کو چاہے چھوڑ دے ۔ ایسے لوگوں کے بارے میں اللہ تعالیٰ نے فرمایا ہے ۔\n(آیت) ” افتومنون ببعض الکتاب وتکفرون ببعض “۔ کیا تم کتاب کے بعض حصے پر ایمان لاتے ہو اور بعض سے کفر کرتے ہو ۔ “ یہ طرز عمل کافرانہ ہے اور ایسے لوگوں کو آخرت میں سخت سزا دی جائے گی ۔\nاب اللہ تعالیٰ نے چاہے اس کائنات کے بارے میں کوئی فیصلہ کیا ‘ یا انسان کے بارے میں کوئی فیصلہ کیا ‘ یا کسی بھی دوسری مخلوق کے بارے میں کوئی فیصلہ کیا یا اللہ تعالیٰ نے قانون میراث کے بارے میں کوئی فیصلہ کیا یا فرائض ونواہی کے بارے میں کوئی فیصلہ کیا تو اللہ کے یہ تمام فیصلے واجب القبول ہیں اور جن تک یہ فیصلے پہنچیں اور وہ ان فیصلوں کے مدلولات کا ادراک کرلیں تو ان کیلئے ان فیصلوں کو قبول کرنا فرض ہے ۔ مثلا اللہ تعالیٰ کا فرمان ہے ۔\n(آیت) ” اللہ الذی خلق سبع سموت ومن الارض مثلھن “ (65 : 12) (اللہ وہ ہے جس نے سات آسمان بنائے اور زمین کی قسم سے بھی انہیں کے مانند ۔۔۔۔۔ “ (آیت) ” (واللہ خلق کل دآبۃ من مآئ) (24 : 45) ” اور اللہ نے ہر جاندار ایک طرح کے پانی سے پیدا کیا۔ “ (آیت) ” (خلق الانسان من صلصال کالفخار) (14) (وخلق الجان من مارج من نار (15) (55 : 14۔ 15) (انسان کو اس نے ٹھیکری جیسے سوکھے سڑے گارے سے بنایا اور جن کو آگ کی لپٹ سے پیدا کیا) یہ اور اس قسم کی بیشمار آیات ہیں جن کا تعلق اس کائنات کی نوعیت اور زندہ اور مردہ اشیاء کی ماہیت سے ہے ۔ پس اللہ نے جو کچھ کہہ دیا وہ حق ہے ۔ اب عقل کیلئے یہ مجال نہیں ہے کہ وہ یہ کہے کہ یہ باتیں تو میرے فیصلوں کے اندر اس طرح نہیں ہیں یا میرے فہم وادراک میں یہ بات نہیں سماتی یا یہ بات ابھی میرے تجربے کے اندر نہیں آئی ۔ اس لئے کہ ان معاملات میں عقل نے جو فیصلے کئے ہیں وہ درست بھی ہو سکتے ہیں اور غلط بھی ہوسکتے ہیں ۔ لیکن اللہ تعالیٰ نے جو کچھ کہہ دیا ہے وہ درست ہی ہو سکتا ہے اور اس میں غلطی کا کوئی امکان نہیں ہے ۔ البتہ ہماری فہم نصوص کے صحیح مفہوم کا ادراک کرنے میں غلطی کرسکتی ہے اور یہ بات اس صورت میں ہے کہ نصوص کے صحیح مفہوم کا ہم ادراک کرلیں ۔ اسی طرح دوسری آیات میں اللہ تعالیٰ فرماتے ہیں ۔ (آیت) ” (ومن لم یحکم بما انزل اللہ فاولئک ھم الکفرون) (5 : 44) (جو لوگ اللہ کے نازل کردہ قانون کے مطابق فیصلے نہ کریں وہی کافر ہیں۔\n(آیت) ” یایھا الذین امنوا اتقوا اللہ وذروا ما بقی من الربوا ان کنتم مومنین (278) فان لم تفعلوا فاذنوا بحرب من اللہ ورسولہ وان تبتم فلکم رء وس اموالکم لا تظلمون ولا تظلمون “۔ (279) (2 : 278۔ 279)\n” اے لوگوں جو ایمان لائے ہو ‘ خدا سے ڈرو اور جو کچھ تمہارا سود لوگوں پر باقی رہ گیا ہے اسے چھوڑ دو ‘ اگر واقعی تم ایمان لائے ہو ۔ لیکن اگر تم نے ایسا نہ کیا ‘ تو آگاہ ہوجاؤ کہ اللہ اور اس کے رسول کی طرف سے تمہارے خلاف اعلان جنگ ہے ۔ اب بھی توبہ کرلو (اور سودچھوڑ دو ) تو اپنا اصل سرمایہ تم لینے کے حقدار ہو۔ نہ تم ظلم کرو نہ تم پر ظلم کیا جائے ۔\n(آیت) ” وقرن فی بیوتکن ولا تبرجن تبرج الجاھلیۃ الاولی) (33 : 33) ” اپنے گھروں میں ٹک کر رہو اور سابق دور جاہلیت کیسی سج دھج نہ دکھاتی پھرو “۔ (آیت) ” ولیضربن بخمرھن علی جیوبھن “۔ (24 : 31) ” اور اپنے سینوں پر اپنی اوڑھنیوں کے آنچل ڈالے رہیں اور اپنا بناؤ سنگھار نہ ظاہر کریں “۔\nیہ اور انسانی زندگی کے بارے میں دوسری آیات وہدایات ایسی ہیں کہ ان میں جو کچھ اللہ تعالیٰ نے فرمایا ہے وہی سچ ہے اور ان کے بارے میں عقل کو یہ کہنے کی اجازت نہیں دی جاسکتی کہ عقل کے مطابق فلاں اور فلاں باتوں میں مصلحت زیادہ ہے ‘ جو اللہ کے فیصلوں کے خلاف ہوں یا وہ ایسی باتیں ہوں جن کی اجازت اللہ تعالیٰ نے نہ دی ہو اور اسے لوگوں کیلئے قانون قرار نہ دیا ہو ۔ جس امر میں عقل کو مصلحت نظر آتی ہے اس میں خطا اور صواب دونوں کا امکان ہے اور وقتی جذبات اور خواہشات نفسانیہ کا دخل اس میں عین ممکن ہے اس لئے اللہ تعالیٰ جو فیصلہ فرماتے ہیں وہ درست ہی ہو سکتا ہے اور اس میں غلطی کا کوئی امکان نہیں ہوتا۔\nاللہ تعالیٰ نے جن عقائد اور تصورات کی تلقین کی ہے ‘ یا زندگی کا جو منہاج اور طریق کار تجویز کیا ہے ان کے بارے میں عقل کا موقف جو ہو سو ہو ‘ جب تک نص صحیح ہے ‘ قطعی الدلالت ہے اور کسی وقت کے ساتھ موقت نہیں ہے ۔ اس بارے میں ہم عقل کو یہ اجازت نہیں دے سکتے کہ وہ یہ کہے کہ جہاں تک عقائد ونظریات کا تعلق ہے وہ تو ہم نصوص کے مطابق لیتے ہیں ۔ رہا زندگی کا تفصیلی نظام تو اس بارے میں بات یہ ہے کہ اب زمانہ بہت ہی بدل گیا ہے اور نہایت ہی ترقی یافتہ ہے ۔ اس لئے اگر اللہ تعالیٰ چاہتا کہ نصوص شرعیہ کسی خاص وقت تک ہی موثر ہوں تو اللہ تعالیٰ اسی طرح کرسکتا تھا ۔ جب تک کوئی نص مطلق ہے تو وہ جس طرح زمانہ نزول کے وقت موثر تھی اسی طرح وہ آخری زمانے میں بھی موثر ہوگی ورنہ یہ بات لازم آئے گی کہ ہم اللہ میاں کو قصور وار ٹھہرانے کی جسارت کریں جوہر قسم کے نقائص سے پاک وصاف ہے ۔\nسوال یہ ہوگا کہ کیا اجتہاد کا دروازہ بند ہوگیا ہے ؟ نہیں اجتہاد اس مین ہوگا کہ ہم کسی جزئی صورت حال پر کسی نص کی تطبیق کریں ۔ یہ اجتہاد نہیں ہے کہ ہم ایک عام اصول میں یا حکم میں کوئی تبدیلی کریں یا اسے رد کردیں ‘ کسی دور میں یا کسی نسل میں اصول عقل میں سے کسی اصول کے تحت کوئی بات کریں ۔\nدرج بالا جو معروضات ہم نے پیش کی ہیں ‘ ان میں کوئی بات ایسی نہیں ہے جو حیات انسانی کے اندر عقل وخرد کی اہمیت کو کم کر رہی ہو اس لئے کہ اسلامی نصوص اور اصولوں کو جدید سے جدید تر حالات پر منطبق کرنے کا ایک وسیع میدان کار عقل کیلئے کھلا ہے ۔ جبکہ عقل اسلامی نقطہ نظر اور اسلامی پیمانوں کا اچھی طرح ادراک کرے جو صحیح خطوط پر فہم دین سے مستفاد ہیں ۔ اس سے بھی زیادہ وسیع میدان اس کائنات کے اصول طبیعی ‘ اس کی قوتوں اور اس کے اندر پوشیدہ ذخائر کا ہے ۔ اس کائنات کا مزاج ‘ اس کے اندر رہنے والی مخلوقات کا علم ‘ ان قوتوں کے استفادے کے ذرائع اور اس میں زندہ مخلوقات کیلئے زندگی آسان بنانے کے ذرائع واسباب عقل کیلئے وسیع تر میدان ہیں جن میں صرف عقل ہی کام کرسکتی ہے ۔ یہاں انسان کو ترقی دی جاسکتی ہے اور حدود اللہ میں رہتے ہوئے اس کی زندگی کے شب وروز بدل سکتے ہیں ۔ بہرحال عقل کو یہ اجازت نہیں دی جاسکتی کہ وہ انسانیت کی لگام ہوا وہوس اور لذت وشہوت کے ہاتھ میں دیدے جہاں عقل ٹھوکر کھاتی ہے اور فطرت خواہشات کے دبیز مادے کے نیچے دب جاتی ہے ۔\nذرا پھر رکئے اور اس آیت پر دوبارہ نظر ڈالئے (آیت) ” لئلا یکون للناس علی اللہ حجۃ بعد الرسل (4 : 165) ” تاکہ رسولوں کو مبعوث کردینے کے بعد لوگوں کے پاس اللہ کے مقابلے میں کوئی حجت نہ رہے۔ “ اس آیت سے ہمیں معلوم ہوتا ہے کہ انبیاء کے کاندھوں پر کس قدر عظیم ذمہ داریاں ڈالی گئی ہیں اور اس کے بعد جو لوگ انبیاء (علیہم السلام) کی رسالت پر ایمان لانے والے ہیں ان پر تمام انسانوں کے حوالے سے کس قدر عظیم ذمہ داریاں عائد کی گئی ہیں ۔ فی الواقعہ یہ عظیم اور بھاری ذمہ داریاں ہیں۔\nتمام لوگ جو اس دنیا میں آباد ہیں ان کے انجام ‘ دنیا اور آخرت دونوں میں ‘ رسولوں اور رسولوں کے متبعین کے ساتھ وابستہ ہیں ۔ مثلا رسول اور ان کے متبیعن اللہ کے پیغام کو ان تک پہنچانے کے ذمہ دار ہیں اور اس تبلیغ کے نتیجے ہی میں لوگوں کی خوش بختی اور بدبختی کا فیصلہ ہوگا ‘ اس تبلیغ اور دعوت ہی کے نتیجے میں ثواب اور عتاب کے وہ مستحق ہوں گے ۔ دنیا میں بھی اور آخرت میں بھی ۔\nبیشک یہ ایک ہولناک اور خوفناک اور عظیم ذمہ داری ہے لیکن اس کے سوا اور کوئی راستہ بھی نہیں ہے ۔ یہی وجہ ہے کہ تمام رسل (علیہم السلام) اپنی اس عظیم ذمہ داری کا شدید احساس رکھتے تھے ۔ اللہ تعالیٰ بھی ان کو اس بوجھ سے اچھی طرح آگاہ فرما دیتے تھے جو ان پر ڈالدیا گیا تھا ۔ یہی وہ بات ہے جو اللہ تعالیٰ اپنے نبی سے کہتے ہیں ۔ (آیت) ” انا سنلقی علیک قولا ثقیلا “۔ (73 : 5) ” ہم تم پر ایک بھاری کلام نازل کرنیوالے ہیں ۔ “ اور اس کیلئے تیاری یوں ہوگی ۔\n(آیت) ” یایھا المزمل “ (1) قم الیل الا قلیلا (2) نصفہ اوانقص منہ قلیلا (3) اوزد علیہ ورتل القران ترتیلا (4) (انا سنلقی علیک قولا ثقیلا (5) (73 : 1۔ 5) ” اے اوڑھ لپیٹ کر سونے والے ‘ رات کو نماز میں کھڑے رہا کرو مگر کم ‘ آدھی رات ‘ یا اس سے کچھ کم کرلو ‘ یا اس سے کچھ زیادہ بڑھا دو ‘ اور قرآن کو خوب ٹھہرٹھہر کر پڑھو ۔ ہم تم پر ایک بھاری کلام نازل کرنیوالے ہیں ۔ “\n(آیت) ” انا نحن نزلنا علیک القرآن تنزیلا (23) فاصبر لحکم ربک ولا تطع منھم اثما اوکفورا (24) واذکراسم ربک بکرۃ واصیلا (25) ومن الیل فاسجد لہ وسبحہ لیلا طویلا “۔ (26) (76 : 23 تا 26)\n” اے نبی ! ہم نے تم پر یہ قرآن تھوڑا تھوڑا کرکے نازل کیا ہے لہذا تم اپنے رب کے حکم پر صبر کرو ‘ اور ان میں سے کسی بدعمل ‘ یا منکر حق کی بات نہ مانو۔ اپنے رب کا نام صبح اور شام یاد کرو۔ رات کو بھی اس کے حضور سجدہ ریز ہو ‘ اور رات کے طویل اوقات میں اس کی تسبیح کرتے رہو “۔ یہ ہے وہ بات جس کا احساس اللہ تعالیٰ اپنے نبی کو دلاتے ہیں اور اسے حکم دیتے کہ وہ یہ بات کریں اور اس بات کو اچھی طرح سمجھ لیں کہ اس کی حقیقت اور اہمیت کیا ہے ۔\n(آیت) ” قل انی لن یجیرنی من اللہ احد ولن اجد من دونہ ملتحدا “۔ (72 : 22) ” کہو مجھے اللہ کی گرفت سے کوئی بچا نہیں سکتا اور نہ میں اس کے دامن کے سوا کوئی جائے پناہ پا سکتا ہوں ۔ میرا کام اس کے سوا کچھ نہیں کہ اللہ کی بات اور اس کے پیغامات پہنچا دوں ۔ “\n(آیت) ” علم الغیب فلایظھر علی غیبہ احدا (26) الا من ارتضی من رسول فانہ یسلک من بین یدیہ ومن خلفہ رصدا (27) لعلم ان قد ابلغوا رسلت ربھم واحاط بما لدیھم واحصی کل شیء عددا (28) (72 : 26 تا 28)\n” وہ عالم الغیب ہے ۔ اپنے غیب پر کسی کو مطلع نہیں کرتا ‘ سوائے اس رسول کے جسے اس نے پسند کرلیا ہو ‘ تو اس کے آگے اور پیچھے وہ محافظ لگا دیتا ہے تاکہ وہ جان لے کہ انہوں نے اپنے رب کے پیغامات پہنچا دیئے ‘ اور وہ انکے پورے ماحول کا احاطہ کئے ہوئے ہے اور ایک ایک چیز کو اس نے گن رکھا ہے ۔ “\nبیشک یہ ایک خوفناک اور عظیم فریضہ ہے ۔ لوگوں کی زندگی اور موت کا مسئلہ ہے۔ ان کی خوش بختی اور بدبختی کا معاملہ ہے ۔ ان کے ثواب اور عذاب کا مسئلہ ۔ یہ پوری انسانیت کے انجام کا معاملہ ہے ۔ اس فریضے کا خلاصہ یہ ہے کہ اس پیغام کو یا تو لوگوں تک پہنچایا جائے گا تاکہ وہ اسے قبول کریں ‘ اس کی پیروی کریں جس کے نتیجے میں وہ دنیا وآخرت میں فلاح پائیں گے یا ان تک یہ پیغام پہنچے گا تو وہ اسے دور پھینک دیں گے اور دنیا وآخرت دونوں میں بدبختی کا شکار ہوں گے اور یا یہ پیغام ان تک نہ پہنچے گا اور نتیجہ یہ ہوگا کہ لوگوں کے ہاتھ ان کے رب کے خلاف ایک حجت ہاتھ آجائے گی اور ان لوگوں کی اس دنیاوی بدبختی کی ذمہ داری اور ان کی گمراہی کی ذمہ داری ان لوگوں پر ہوگی جو اس دنیا میں ان تک خدا کا پیغام پہنچانے کے ذمہ دار ہیں اور وہ یہ ذمہ داری پوری نہیں کرتے ۔\nرہے اللہ کے رسول تو انہوں نے تو اپنی ذمہ داری پوری طرح ادا کردی ۔ انہوں نے اللہ کا پیغام اور امانت لوگوں تک پہنچا دی۔ وہ اپنے رب کے پاس اس حال میں گئے کہ انہوں نے اپنی ذمہ داریاں پوری طرح ادا کردی تھیں ۔ انہوں نے یہ ذمہ داریاں صرف زبانی تبلیغ کی حد تک ہی پوری نہ کی تھیں بلکہ انہوں نے اللہ کے پیغام کو اپنی زندگیوں میں عملی شکل دیکر لوگوں کو دکھایا اور وہ رات اور دن اللہ کی راہ میں جہاد کرتے ہوئے ان مشکلات اور رکاوٹوں کو دور کرتے رہے جو اس پیغام کی راہ میں حائل تھیں ۔ یہ مشکلات چاہے شبہات کی شکل میں تھیں جو لوگوں کے ذہنوں میں کھٹک رہے تھے یا گمراہی کی شکل میں تھیں جو لوگوں پر مسلط تھیں یا ایسی قوتوں کی شکل میں تھیں جو طاغوتی قوتیں تھیں اور جو لوگوں کو اس دعوت پر کان دھرنے سے روکتی تھیں اور ان کے دین کیلئے فتنہ بنی ہوئی تھیں ۔ خاتم النبین ﷺ نے اپنی عملی زندگی میں اسلام کو پوری طرح نافذ کر کے دکھایا اس لئے کہ آپ آخری مبلغ تھے ۔ آپ کی رسالت تمام رسالتوں کا اختتامیہ تھی ‘ تو آپ نے محض زبانی تبلیغ پر اکتفاء نہ کیا ۔ آپ نے تلوار اور قوت کے زور سے بھی ان مشکلات اور رکاوٹوں کو دور کیا ۔ (آیت) ” حتی لا تکون فتنۃ ویکون الدین للہ “ (2 : 193) ” تاکہ کوئی فتنہ نہ رہے اور دین صرف اللہ کے لئے ہوجائے ،۔ “ اب یہ بھاری ذمہ داری آپ کے بعد ان لوگوں پر آپڑتی ہے جو آپ کی رسالت پر ایمان رکھتے ہیں ۔ زمانے گزر گئے ‘ نسلوں کی نسلیں گزر گئیں اور گزرتی رہیں گی ۔ حضور ﷺ کے بعد تبلیغ کا سلسلہ آپ کی متبعین کی ذمہ داری میں آگیا ہے اور ان کے لئے اس مشکل اور بھاری ذمہ داری سے بری الذمہ ہونے کی کوئی سبیل نہیں ہے ۔ انہوں نے لوگوں پر حجت قائم کرنی ہے ۔ انہوں نے لوگوں کو دنیا کی بدبختی اور آخرت کی ناکامی سے بچانا ہے ۔ یہ فریضہ اور یہ ذمہ داری صرف تبلیغ کرنے سے ہی ادا کی جاسکتی ہے ۔ اور یہ اسی منہاج پر ادا ہو سکتی ہے جس پر اسے رسول خدا ﷺ نے ادا فرمایا ۔ اس لئے کہ رسالت وہی ہے اور اہل ایمان پر وہی ہیں۔ گمراہیاں ‘ خواہشات نفسانیہ اور شبہات اور اعتراضات بھی وہی ہیں وہ طاغوتی قوتیں بھی اسی طرح موجود ہیں جو لوگوں تک دعوت اسلامی کے پہنچنے کی راہ میں حائل ہیں ۔ یہ قوتیں مسلمانوں کو ان کے دین کے بارے میں فتنے میں ڈال رہی ہیں اور قوت کے بل بوتے پر انکو گمراہی کر رہی ہیں ۔ وہی موقف ہے جو تھا ‘ وہی مشکلات ہیں جو تھیں ۔ لوگ بھی وہی ہیں جو تھے ۔\nدعوت اسلامی وہ فریضہ ہے جس سے ہم روگردانی اور انکار نہیں کرسکتے ۔ اس لئے ضروری ہے کہ ہم تبلیغ کریں ‘ یہ بہت ضروری ہے کہ ہم یہ فریضہ ادا کریں ۔ تحریر وتقریر سے تبلیغ کریں ۔ اپنے عمل سے تبلیغ کریں تاکہ مبلغین اپنے عمل اور کردار کی وجہ سے چلتی پھرتی تبلیغ ہوں اور تبلیغ اور دعوت کی راہ میں جو رکاوٹیں حائل ہوں ان کو دور کرنے کی کوشش کریں کہ یہ بھی تبلیغ ہی کی ایک صورت ہوگی جو لوگ فتنے میں پھنسے ہوئے ہوں انہیں رہائی دلائیں ۔ اگر یہ کام نہ کیا گیا تو کوئی تبلیغ نہ ہوگی اور نہ ادائیگی فرض ہوگی اور نہ لوگوں پر اللہ کی حجت تمام ہوگی ۔\nیہ ذمہ داریاں اٹھانے کے سوا کوئی چارہ کار نہیں ہے ورنہ اس کے بھاری نتائج برآمد ہوں گے ۔ تمام دنیا گمراہی میں مبتلا ہوگی وہ اس دنیا میں بدبختی کا شکار ہوگی اور آخرت میں اس کے خلاف اللہ کے ہاں حجت نہ ہوگی اور ان کے ہاتھ حجت آجائے گی ۔ اگر امت یہ ذمہ داری ادا نہ کرے گی تو اس کی وجہ سے لوگ نجات نہ پائیں گے ۔\nکون ہے جو اس بوجھ کو ہلکا سمجھے گا ؟ یہ کمر توڑ بوجھ ہے ‘ اس سے جسم کا ہر جوڑ اور ہر عضو کانپ رہا ہے جو شخص بھی یہ دعوی کرتا ہے کہ وہ ” مسلم “ ہے یا تو وہ اس فریضے کو ادا کرے گا اور دعوت دین کا کام کرے گا ورنہ خود اس دنیا اور آخرت میں اس کیلئے فلاح ممکن نہیں ہے ۔ جب وہ یہ دعوی کرتا ہے کہ وہ مسلم ہے اور پھر دعوت دین کا کام نہیں کرتا اور اپنا فرض ادا نہیں کرتا ‘ ان تمام طریقوں کے مطابق جو دعوت دیں اور ادائیگی فرض کیلئے مسنون ہیں تو وہ گویا اس اسلام کے خلاف شہادت دے رہا ہے جس کا اس نے دعوی کیا ہے ۔ اس کی شہادت اسلام کے حق میں نہیں ہے بلکہ اسلام کے خلاف ہے حالانکہ اسے اس لئے اٹھایا گیا ہے کہ وہ اسلام کے حق شہادت دے ۔\n(آیت) ” وکذلک جعلنکم امۃ وسطا التکونوا شھدآء علی الناس ویکون الرسول علیکم شھیدا “ (2 : 142) اور اسی طرح ہم نے تم مسلمانوں کو امت وسط بنایا ہے تاکہ تم دنیا کے لوگوں پر گواہ ہو اور رسول تم پر گواہ ہو (تفصیلات کیلئے دیکھئے مولانا سید ابوالاعلی مودودی کی کتاب شھادت حق (سیدقطب)\nشہادت حق اور اسلام کے حق میں شہادت کا آغاز یوں ہوگا کہ ایک مسلمان بذاتہ پھر اس کا گھر اور خاندان ‘ پھر اس کی قوم اور اس کے رشتہ دار اس دین کا عملی نمونہ ہوں جس کی وہ دنیا کی دعوت دے رہا ہے ۔ اس کے بعد اس کی یہ شہادت ایک قدم اور آگے بڑھے اور ایک ایسی امت پیدا ہو جسے امت دعوت کہا جاسکے ۔ وہ اپنے گھر ‘ خاندان ‘ اور رشتہ داری کے حدود میں اسلام اور دعوت اسلامی کو عملی شکل میں پیش کرنے کے بعد شخصی معاملات اور ملک کے سیاسی معاملات کے اندر بھی اس دعوت کے قیام کی ذمہ داری لے ۔ اس کے بعد وہ ایسی شہادت دے کہ ان رکاوٹوں کو دور کردے جو اسلام کی راہ میں حائل ہیں ‘ جو لوگوں کو گمراہ کر رہی ہیں اور اس دعوت کے حوالے سے ان کو فتنے میں ڈال رہی ہیں ۔ چاہے یہ رکاوٹیں جس قسم کی بھی ہوں ۔ اگر کسی مسلمان نے اس مفہوم میں شہادت دی تو پھر وہ صحیح معنوں میں شاہد بھی ہوگا اور شہید بھی ہوگا ۔ وہ گواہی دیکر اپنے رب کے پاس پہنچ جائے گا ۔ یہ ہے وہ حقیقی شہید۔\nسب سے آخر میں ہم دست بستہ اللہ کے حضور اس کی درگاہ عظمت و جلالت میں کھڑے ہوتے ہیں ۔ یہ درگاہ درگاہ عدل ہے اور گہرے علم پر مبنی ہے ۔ اس درگاہ میں اللہ کا فضل اور اس کی رحمت سایہ فگن ہوتے ہیں اور اس میں ہر کسی کے ساتھ رعایت اور احسان ہوتا ہے اور یہ سب کچھ اس حضرت انسان کے ساتھ ہوتا ہے جو کبھی منکر حق کے روپ میں آتا ہے اور کبھی سخت نافرمانی کرتا ہے ۔\nہم دیکھتے ہیں کہ حضرت انسان کو اللہ تعالیٰ نے زیور علم سے آراستہ کیا ہے اور اس کی ذات کے اندر بےپناہ قوتیں ودیعت کی ہیں۔ اس کی ذات میں ہدایت اور ضلالت دونوں کی استعداد پیدا کی ہے ۔ اگر اس علم کو عقل کے تابع نہ کیا جائے تو اس کے نتائج کیا نکلتے ہیں۔ نیز اللہ تعالیٰ نے انسان کو علم کا ایک عظیم ہتھیار دیا ہے اور یہ کہ انسان کے انفس اور اس کے آفاق میں ہدایت اور قبول ایمان کے بیشمار دلائل موجود ہیں ۔ اللہ کو علم تھا کہ انسان کے پاس علم کا جو عظیم ہتھیا رہے اس کے مقابلے میں انسان کے اندر قوت شہوانیہ اور حیوانیہ بھی موجود ہے ۔ اور یہ عین ممکن ہے کہ انفس وآفاق کے اندر جو کثیر التعداد دلائل و شواہد پائے جاتے ہیں انہیں انسان کی خواہشات نفسانیہ دبالیں اور اس کی کو تاہیاں اور اس کی جہالت انہیں اس کی نظروں سے اوجھل کردیں ۔ انسان کیلئے ان دلائل پر تب ہی غور وفکر کرنا ممکن ہوگا جب اس کے پاس رسول بھیجے جائیں اور اسے بار بار یاددہانی کرائی جائے ۔ اسی طرح اللہ تعالیٰ نے ہدایت کے بیان کے بعد بھی انسان کے ذمے یہ بات نہیں ڈالی کہ وہ اپنے لئے کوئی نظام زندگی بنائے بلکہ اسے نظام زندگی بنا کردیا اور اس کا فرض یہ قرار دیا کہ وہ اس نظام کو دنیا میں نافذ کرے ۔ اس کے بعد اسے پھر اس دنیا میں آزاد چھوڑ دیا ۔ ان حدود وقیود کے بعد بھی اس کیلئے اس عظیم مملکت میں ایک وسیع دائرہ کار رہ گیا ۔ اسے اجازت دی گئی کہ وہ اس میں جو چاہے نئی نئی ایجادات کرے ۔ جو تغیرات چاہے کرے اور جو ترکیبات چاہے کرے اور اللہ تعالیٰ نے انسان کیلئے جس طرح اس پوری کائنات کو مسخر کیا ہے اس سے پورا پورا فائدہ اٹھائے اس میں یہ انسان کبھی درست فیصلے کرے گا اور کبھی غلط کبھی وہ پھسلے گا اور کبھی صراط مستقیم پر رواہ دواں ہوگا ۔\nیہاں یہ نکتہ بھی قابل غور ہے کہ اللہ کے ہاں انصاف کی کیا اہمیت ہے جسے اس آیت میں بیان کیا گیا ہے ۔ اگر رسول نہ بھیجے جاتے تو لوگوں کے پاس اللہ تعالیٰ کے خلاف ایک حجت ہوتی ۔ لیکن اللہ نے رسول بھیجے جو لوگوں کو خوشخبری دیتے تھے اور انجام بد سے ڈراتے تھے ۔ حالانکہ اس کائنات میں اللہ کی ذات پر ایمان لانے کے تکوینی دلائل موجود تھے اور یہ کائنات سب کے سامنے کتاب مفتوح تھی ۔ نیز نفس انسنای بھی ایک کھلی کتاب کے طور پر انسان کے سامنے موجود تھا ۔ جس کے اندر کرد گار کے وجود پر بیشمار دلائل تھے ۔\nجن سے اللہ کی وحدانیت کو اچھی طرح معلوم کیا جاسکتا تھا ۔ جن سے اللہ کی تقدیر ‘ اللہ کی تدبیر ‘ اللہ کی قدرت اور اس کے علم کے بارے میں اچھی طرح معلوم ہو سکتا تھا ۔ نیز فطرت انسانی کے اندر بھی ایک قوی اور حقیقی داعیہ موجود ہوتا ہے جس سے انسان کو اس کائنات کے خالق تک رسائی کا ایک نہایت پختہ شوق ملتا ہے اور اسے یقین ہوجاتا ہے کہ اس کا کوئی خالق ضرور ہے پھر اس فطرت اور دلائل کونیہ کے درمیان ایک قسم کی ہم آہنگی پائی جاتی ہے ۔ ان دلائل سے معلوم ہوتا ہے کہ اس کائنات کا ایک خالق اور مدیر موجود ہے پھر اللہ تعالیٰ نیانسان کو عقل عطا فرمائی تھی جو مشاہدات کے ذریعے نتائج اخذ کرنے کی صلاحیت رکھتی ہے ۔ لیکن اللہ تعالیٰ کو اچھی طرح معلوم تھا کہ انسان کی ان تمام قوتوں پر ضعف طاری ہوجاتا ہے ۔ کبھی کبھی یہ قوتیں معطل ہوجاتی ہیں ‘ کبھی یوں ہوتا ہے کہ بعض اثرات ان قوتوں کو بگاڑ دیتے ہیں۔ کبھی تو ان عقلی قوتوں کو مٹا دیا جاتا ہے ۔ کبھی عقل کے فیصلوں میں غلطی واقعہ ہوتی ہے اور عقل پریشان ہوجاتی ہے ۔ اس لئے اللہ تعالیٰ نے لوگوں کو اس ڈیوٹی سے معاف کردیا کہ وہ اس کائنات کے دلائل و شواہد ہی سے راہ ہدایت حاصل کریں یا محض فطری دلائل سے اپنی عقل کے بل بوتے پر راہ حق پائیں ‘ جب تک ان کے پاس کوئی رسول نہیں آجاتا تاکہ یہ رسالت انسان کی ان تمام خوبیوں اور قوتوں کو ان تمام آلودگیوں سے پاک کر دے اور ان عقلی قوتوں کو ان ضوابط کے اندر لے آئے جو اللہ رسالت نے بھیجے ۔ انسان کی یہ تمام فطری قوتیں جب اسلامی منہاج فکر کے اندر منضبط ہوجاتی ہیں تو ان قوتوں کے ذمے اب صرف یہ فیصلہ کرنا ہوتا ہے کہ وہ اس رسالت کا اقرار کریں اور اللہ کی بندگی کریں اور رسول کا اتباع کریں ۔ یا اگر وہ انکار کردیں تو پھر ان پر حجت تمام ہوجائے اور قیامت کے دن سزا کی مستوجب ہوجائیں ۔\nپھر ہمیں معلوم ہوتا ہے کہ اللہ تعالیٰ اپنے بندوں پر کس قدر مہربان ہے ۔ وہ ان کی کس قدر دیکھ بھال کرتا ہے اور ان کو اپنے فضل وکرم سے نوازتا ہے ان کو کس قدر مکرم اور مختار بناتا ہے ۔ اس کے باوجود کہ اسے علم سے کہ انسان خطا اور نقص کا پتلا ہے ۔ لیکن اللہ تعالیٰ پرھ بھی اس جہان کو اس کے حوالے کردیتا ہے ۔ اسے خلیفہ فی الارض بناتا ہے ۔ حالانکہ یہ کائنات اس کی نسبت سے بہت ہی بڑی ہے ۔ اور اللہ تو بےنیاز ہے کہ اگر ایک ذرہ بھی اس کی اس عظیم کائنات میں ہے تو وہ ضائع نہیں ہو سکتا ۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 163,
  "surah": 4
}
