{
  "text": "(آیت) ” نمبر 174۔\n(آیت) ” یایھا الناس قد جآء کم برھان من ربکم “۔ (4 : 174) (” لوگو ! تمہارے رب کی طرف سے تمہارے پاس دلیل روشن آگئی ہے “\nقرآن کریم ایک ایسا کلام ہے جس کے اندر ایسے شواہد موجود ہیں کہ وہ کسی انسان کا کلام نہیں ہے ۔ اس کے اندر ربانی کاریگری کے شواہد پائے جاتے ہیں اور اس کو یہ شواہد انسانوں کے کلام سے ممتاز کرتے ہیں۔ کلام الہی میں الفاظ کی نشست وبرخاست اور روانی قابل دید ہوتی ہے ۔ اور کلام اللہ کی فصاحت اور بلاغت ایک ایسا معاملہ ہے کہ جس سے نہ صرف یہ کہ انکار نہیں کیا جاسکتا بلکہ بعض واقعات ایسے بھی دیکھنے میں آئے ہیں جو ناقابل یقین نظر آتے ہیں مثلا وہ لوگ جو عربی زبان سے بالکل ناواقف ہیں وہ بھی جب قرآن مجید کی تلاوت سنتے ہیں تو متاثر ہوئے بغیر نہیں رہتے ۔\nایک دفعہ کا واقعہ ہے کہ ہم لوگ بحری جہاز پر سوار تھے ۔ بحراوقیانوس میں جانب امریکہ سفر کر رہے تھے ۔ ہم نے عرشہ پر جمعہ کی نماز کا اہتمام کیا ۔ ہم میں سے چھ آدمی مختلف عرب ممالک کے باشندے تھے اور کچھ دوسری قومیتوں اور نوبہ کے حبشی بھی تھے جو جہاز کے عملے میں شامل تھے ۔\nمیں نے خطبہ دیا اور خطبے میں قرآن کریم کی بعض آیات تلاوت کیں ۔ اس جہاز کے تمام باشندے ہمارے نماز کے اس اجتماع کو گھیرے ہوئے تھے ۔ یہ مختلف قومیتوں کے لوگ تھے ۔ غور سے دیکھ رہے تھے ۔\nنماز کے بعد بہت سے لوگ ہمارے پاس آتے اور اپنے تاثرات بیان کرتے رہے ۔ لیکن ان میں یوگوسلاویہ کی ایک محترمہ بہت ہی متاثر تھی ۔ اس کی آنکھوں میں آنسو آگئے اور اس کے ہاتھ کانپ رہے تھے وہ اپنی وہ اپنی کمزور انگریزی میں ہم سے یوں کہنے لگی کہ تمہاری عبادت کے اندر جو خشوع و خضوع ہے میں اس سے متاثر ہوئے بغیر نہ رہ سکی ۔ مجھے تمہاری زبان کا ایک لفظ بھی نہیں آتا لیکن اس زبان کے اندر ایک ایسا صوتی ترنم ہے جو کبھی دیکھنے میں نہیں آیا ۔ اس کے بعد اس نے کہا کہ خطیب کے خطبہ میں بعض جملے نہایت ہی ممتاز ہیں اور ان کا مجھ پر بہت ہی اثر ہوا ہے ۔ میں سمجھ گیا کہ وہ خاص فقرے قرآنی آیات کے وہ حصے اور ٹکڑے تھے جو اپنی فصاحت وبلاغت کے اندر نہایت ہی ممتاز ہوتے ہیں۔\nمیں یہ نہیں کہتا کہ جو لوگ عربی نہیں جانتے ان کے ہاں یہ قاعدہ کلیہ ہے اور ہر قاری کی تلاوت قرآن کا سامعین پر ضرور ایسا ہی اثر ہوتا ہے لیکن اس میں شک نہیں ہے کہ یہ قرآن کا بالکل ایک واضح وصف ہے کہ اس کی آواز ایسے لوگوں کو بھی مسحور کردیتی ہے جو بالکل عربی نہیں جانتے ۔\nرہے وہ لوگ جو عربی کا خاص ذوق رکھتے ہیں اور جو عربی کے مختلف اسالیب سے واقف ہیں ‘ ان پر قرآن کے اثرات کی عجیب و غریب حکایات تاریخ کا حصہ ہیں ۔ جب حضور خود اہل کعبہ پر قرآن کریم کی تلاوت فرماتے تھے ۔ تو اخنس ابن شریق ‘ ابو سفیان ابن حرب ‘ اور ابو جہل کا قصہ بہت ہی مشہور ہے ۔ سیرت ابن ہشام میں اس کی تفصیلات مذکور ہیں۔\nکہتے ہیں کہ ایک رات ابوسفیان ابن حرب ‘ ابوجہل اور اخنس ابن شریق ثقفی ‘ بنی زہرہ کے حلیف رات کے وقت اپنی اپنی جگہ سے چل پڑے تاکہ حضور کا کلام سنیں جبکہ آپ رات کے وقت اپنے گھر میں نماز کے وقت تلاوت فرماتے تھے ۔ ہر شخ ایک بیٹھ گیا اور قرآن کریم کی تلاوت سے لطف اندوز ہوتا رہا ۔ ان میں سے کسی کو بھی دوسرے کے بارے میں خبر نہ تھی ۔ وہ رات کے وقت کلام الہی سنتے رہے یہاں تک کہ فجر طلوع ہوگئی ۔ جب واپس ہونے لگے تو یہ سب ایک دوسرے سے راستے میں مل گئے ۔ انہوں نے ایک دوسرے کو سخت سست کہا اور یہ بات نوٹ کی گئی کہ اگر کسی عام شخص نے دیکھ لیا تو وہ اس تحریک کا شکار ہوجائے گا ‘ پھر وہ واپس چلے گئے ، جب دوسری رات ہوئی تو پھر تینوں نہ رہ سکے اور پھر اپنے اپنے خفیہ مقامات پر بیٹھ گئے ‘ رات کو قرآن کریم سنتے رہے ‘ جب صبح ہونے لگی تو اتفاقا پھر راستے میں تینوں کی ملاقات ہوئی اور انہوں نے پہلے طرح ایکدوسرے کو ملامت کی ۔ جب تیسری رات ہوئی تو پھر یہ تینوں قرآن کریم کو سننے کیلئے پہنچ گئے ، رات گئے تک قرآن کریم سنتے رہے اور جب صبح کو لوٹنے لگے تو پھر راستے میں ایک دوسرے کو دیکھ لیا ۔ اب کے انہوں نے کہا کہ جب تک ہم حلف نہ اٹھالیں گے ہم رک نہ سکیں گے ۔ اس کے بعد انہوں نے حلف پر معاہدہ کیا اور گھروں کو چلے گئے ۔\nیہ تو ایک قصہ تھا ‘ ان لوگوں کا جن کو زبان عربی اور قرآن کریم کے اندر ایک ذوق ہے ۔ وہ جس دور میں بھی ہوں وہ جانتے ہیں کہ قرآن کریم بذات خود ایک سطان اور برہان ہے اور لفظی اور معنوی لحاظ سے معجزہ ہے ۔\nجہاں تک معنوعی اعجاز کا تعلق ہے تو قرآن کریم نے جو فکر پیش کی ہے ‘ جو نظام زندگی اس نے پیش کیا ہے ‘ اور زندگی کا جو نقشہ اس نے تجویز کیا ہے اس جگہ ہم اس کی تفصیلات نہیں دے سکتے ۔ لیکن ان تمام پہلوؤں سے بھی قرآن کریم معجزہ ہے اور اس کے اندر برہان اور سلطان موجود ہے ۔ اس سے معلوم ہوتا ہے کہ قرآن کریم کا مصدر اور منبع کیا ہے اور یہ کہ وہ انسانی کلام نہیں ہے ۔ اس کا انداز اور طرز ادا ایسی ہے جو کسی انسانی کلام کے اندر نہیں ہوتی ۔ اس لئے (آیت) ” وانزلنا الیکم نورا “۔ (4 : 174) ” اور ہم نے تمہاری طرف ایسی روشنی بھیج دی ہے جو تمہیں صاف صاف راستہ دکھانے والی ہے ۔ “ ۔۔۔۔۔۔ ایسی روشنی جس کی شعاعوں میں اشیاء کی صحیح حقیقت نظر آتی ہے اور بہت ہی واضح نظر آتی ہے اور جس کی روشنی میں زندگی کے دو را ہے پر انسان کو حق و باطل کے راستوں میں سے حق کا راستہ صحیح نظر آتا ہے ۔ نفس کی داخلی راہوں کے اندر بھی اور زندگی کی خارجی شاہراہوں پر بھی ۔ جو نفس قرآن کی روشنی سے منور ہو اسے اپنا ماحول اچھی طرح نظر آتا ہے ۔\nاس نور کے مقابلے میں دھند چھٹ جاتی ہے ‘ فضا کھل جاتی ہے اور پھر حقیقت واضح اور کھلی نظر آتی ہے ۔ جب یہ روشنی نفس انسانی کو حاصل ہوجاتی ہے تو انسان اپنے اوپر ہنسنے لگتا ہے کہ حقیقت تو بہت ہی کھلی تھی ‘ لیکن تعجب ہے کہ اسے نظر نہ آرہی تھی ۔\nاور جب کوئی انسان اپنی روح کے ساتھ کچھ عرصہ قرآنی فضا کے اندر رہے اور قرآن سے اپنے تصورات ‘ حسن وقبح کے پیمانے اور اپنی اقدار اخذ کرلے تو وہ تمام معاملات کو نہایت ہی آسانی ‘ نہایت ہی سادگی اور نہایت ہی وضاحت کے ساتھ دیکھتا ہے اور پھر اسے یہ بات سمجھ میں آجاتی ہے کہ کئی ایسے فیصلے جو اس نے کئے اور جو اس کے لئے خلجان کا باعث تھے ‘ اور وہ اسے سمجھ نہ آتے تھے ‘ اب بڑی آسانی سے اس کی سمجھ میں آجاتے ہیں۔ اب حقائق بڑی آسانی سے نکھر جاتے ہیں اور حقائق کے ساتھ جو مزید آلودگیاں تھیں ختم ہوجاتی ہیں اور تمام حقائق اس طرح ذہن میں اتر جاتے ہیں جس طرح ابھی اللہ کی جانب سے صاف و شفاف ہو کر سامنے آئے ہوں ۔\nکس قدر کم الفاظ استعمال کئے گئے ہیں ۔ (آیت) ” (وانزلنا الیکم نورا مبینا) (4 : 174) ” اور ہم نے تم پر واضح کرنے والی روشنی اتاری ہے “۔ میں نے ان الفاظ کی تشریح اور ان پر تبصرہ صرف اس شخص کی خاطرہ کیا ہے جس نے اپنے اندر کتاب اللہ کی کچھ روشنی پائی ہو ‘ اس شخص کیلئے نہیں جس کے اندر اس روشنی کی کوئی چمک ہی نہ ہو ۔ یہ روحانی روشنی اس وقت حاصل کی جاسکتی ہے جب انسان اس کیلئے دلی کوشش کرے اور ذاتی ذوق پیدا کرے ۔ اس کے ساتھ یہ بھی ہے کہ قرآنی علوم کے اندر تجربہ رکھتا ہوں اور براہ راست قرآن سے روشنی پانے کی صلاحیت رکھتا ہو۔",
  "ayah": 174,
  "surah": 4
}
