{
  "text": "(آیت) ” نمبر 175۔\nجب کسی انسان کے اندر ذوق ایمان پیدا ہوجائے تو وہ فورا اللہ کی پناہ میں آنے کی سعی شروع کردیتا ہے ۔ بشرطیکہ ایمان صحیح ہو اور نفس انسانی اللہ کی حقیقت کو پا چکے اور اسے معلوم ہوجائے کہ اللہ کی بندگی کا مفہوم کیا ہے ۔ جب یہ حقیقت کوئی پالے تو اس کے سامنے اللہ کی پناہ میں پہنچ جانے کے سوا اور کوئی راہ ہی نہیں رہتی اس لئے کہ اللہ ہی بادشاہت اور قدرت کا مالک ہے ۔ اور ایسے لوگوں کو اللہ تعالیٰ اپنی رحمت اور فضل کے سائے میں لے لیتا ہے ۔ اس دنیا میں بھی ان پر اللہ کی رحمت سایہ فگن ہوتی ہے اور آخرت میں بھی ان پر رحمت اور فضل وکرم ہوتا ہے ‘ وہ عاجلہ میں بھی کامیاب اور آجلہ میں بھی کامیاب ۔ پس صحیح ایمان ایک گھنے سائے والا ایک ایسا پرنم باغ ہے جس کے اندر انسان روح ‘ بےچین روح ‘ حیران وپریشان روح نہایت ہی خوشگوار باد نسیم پاتی ہے اور اطمینان و سکون حاصل کرتی ہے ۔ جبکہ اجتماعی لحاظ سے ایمان ایک ایسا اصول حیات ہے جس کے اوپر اجتماعی زندگی پاکیزگی ‘ احترام شرافت ‘ آزادی اور استحکام کے ساتھ بسر ہوتی ہے ۔ ہر انسان کو یہ حقیقت اچھی طرح معلوم ہوتی ہے کہ وہ صرف اللہ کا بندہ ہے اور اس کے سوا جس قدر اشیاء اس کائنات میں ہیں ان کا وہ سردار ہے ۔ اسلام کے ایمانی نظام زندگی کے سوا کسی اور نظام کے اندر یہ تصور ناپید ہے ۔ صرف اسلام اس دنیا میں ایک ایسا نظام ہے جس کا مقصد وحید صرف یہ ہے کہ لوگوں کو اپنے جیسے لوگوں کی غلامی سے نکالا جائے اور صرف اللہ کی بندگی میں داخل کیا جائے ۔ یہ نظریہ انسان کو اس وقت حاصل ہوتا ہے جب وہ صرف اللہ کو اپنا حاکم سمجھتا ہے اور لوگ تمام کے تمام لوگ ‘ اللہ کے بندے ہوکر ایک ہی صف میں کھڑے ہوتے ہیں ۔ بادشاہت اور حاکمیت صرف اللہ کیلئے خاص ہوجاتی ہے اور انسان انسان کا غلام نہیں رہتا ۔ دوسرے نظاموں میں اگرچہ بظاہر وہ آزاد نظر آتا ہے لیکن حقیقتا وہ دوسروں کا غلام ہوتا ہے ۔\nپس جو لوگ ایمان لاتے ہیں وہ بہرحال اللہ کی رحمت اور فضل میں ہوتے ہیں ۔ وہ اپنی اس زندگی میں بھی رحمت میں ہوتے ہیں اور اخروی زندگی میں بھی رحمت میں ہوتے ہیں ۔ (آیت) ” ویھدیھم الیہ صراطا مستقیما “۔ (4 : 185) ” اللہ انکو اپنی طرف آنے کا سیدھا راستہ دکھا دے گا “۔۔۔۔ ۔۔۔۔ اس فقرے میں لفظ الیہ ” اپنی طرف “ سے یوں نظر آتا ہے کہ انسان قدم بہ قدم اس کی طرف بڑھتا ہے ۔ اللہ تعالیٰ ہاتھ پکڑ کر مومنین کو اپنی طرف آگے بڑھا رہے ہیں ۔ انکو اللہ کی طرف آنے کے لئے بالکل سیدھے راستے کے ذریعے لے جایا رہا ہے ۔ وہ قدم بہ قدم اللہ کی طرف بڑھتے ہیں۔ اس ایک لفظ سے عبادت کی خوبی اور حسن کو صرف وہ شخص ہی پاسکتا ہے جس نے علی وجہ البصیرت اللہ پر ایمان اپنے اندر پیدا کرلیا ہو اور اس نے راہ ایمان کو پختہ طور پر پکڑ لیا ہو ۔ اسے راہ حق پر ہونے کا پختہ یقین ہو ۔ اسے ہر لمحہ یہ بات محسوس ہوتی ہو کہ وہ راہ حق کا مسافر ہے ۔ اور راستے اس کی آنکھوں کے سامنے ہیں اور وہ ہر لمحہ آگے ہی بڑھ رہا ہے ۔ سیدھے راستے پر واضح پالیسی کے ساتھ ۔ یہ ایک مفہوم ہے جس کا تعلق ذوق یقین کے ساتھ ہے اور اس کا احساس اس وقت تک ممکن نہیں ہے جب تک ذوق اور ذائقہ درست نہ ہو ۔",
  "ayah": 175,
  "surah": 4
}
