{
  "text": "(آیت) ” حرمت علیکم امھتکم وبنتکم واخوتکم وعمتکم وخلتکم وبنت الاخ وبنت الاخت وامھتکم التی ارضعنکم واخوتکم من الرضاعة وامھت نسآئکم وربآئبکم التی فی حجورکم من نسآئکم التی دخلتم بھن فان لم تکونوا دخلتم بھن فلا جناح علیکم وحلآئل ابنائکم الذین من اصلابکم وان تجمعوا بین الاختین الا ما قد سلف ، ان اللہ کان غفورا رحیما (32) والمحصنت من النسآء الا ملکت ایمانکم “۔\nمحرمات ‘ یعنی وہ عورتیں جن سے نکاح حرام ہے وہ تمام اقوام اومم میں معروف ہیں ۔ چاہے پسماندہ واقوام ہوں یا ترقی یافتہ اقوام ہوں ۔ تحریم کے اسباب اور تحریم کے درجات مختلف اقوام کے ہاں مختلف رہے ہیں ۔ قدیم پسماندہ اقوام کے اندر یہ دائرہ بہت ہی وسیع رہا ہے جبکہ ترقی یافتہ ممالک کے اندر یہ سکڑتا رہا ہے ۔\nاسلام میں آیت زیر بحث اور اس سے پہلی آیت میں محرمات کی تحدید کی گئی ہے ۔ بعض محرمات ابدی ہیں ۔ اور بعض وقتی ہیں ۔ بعض بہ سبب نسب ہیں ‘ بعض بوجہ رضاعت ہیں اور بعض بوجہ مصاہرت ہیں ۔\nان محرمات اور اسباب کے علاوہ اسلام نے تمام دوسری پابندیوں کو ختم کردیا ‘ جو دوسرے معاشروں کے اندر مروج تھیں ‘ مثلا وہ پابندیاں جو نسلی وجوہات کی بنا پر رائج تھیں ۔ قومی حد بندیوں کی وجہ سے رائج تھیں یا رنگ کی وجہ سے رائج تھیں یا وہ پابندیاں جو طبقاتی درجات کی وجہ سے رائج تھیں حالانکہ ان میں زوجین ایک نسل ‘ ایک وطن اور ایک علاقے کے باشندے ہوا کرتے تھے ۔ (1) (تفصیلات کے لئے دیکھئے ڈاکٹر عبدالواحد وافی کی کتاب ” خاندان اور معاشرہ “ ص 62 تا 65)\nقرابت داری کی وجہ سے اسلام میں چار قسم کی عورتیں حرام ہیں ۔\n(1) کسی شخص کے اصول جس قدر اوپر چلتے جائیں ‘ مثلا ماں دادیاں ‘ نانی اور یہ سب ” امہات “ کے لفظ میں شامل ہیں ۔\n(آیت) ” حرمت علیکم امھتکم ” تم پر تمہاری مائیں حرام ہیں ۔ “\n(2) دوسری قسم کسی شخص کے فروع ہیں جس قدر نیچے چلے جائیں ۔ مثلا بیٹیوں اور بیٹیوں کی اولاد سے نکاح حرام ہے اور یہ (آیت) ” وبنتکم “ میں داخل ہیں ۔\n(3) ماں اور باپ کے فروع جس قدر نیچے چلتے جائیں ۔ بہن ‘ بھانجی ‘ بھتیجی اور ان کی اولاد یہ (آیت) ” اخواتکم بنات الاخ اور (آیت) ” بنات الاخت “ میں داخل ہیں ۔\n(4) نانا دادا کی پھوپھیاں اور خالائیں بھی حرام ہوں گی وغیرہ یہ سب (آیت) ” عمتکم وخلتکم “۔ میں داخل ہیں۔ لیکن اجداد کی وہ اولاد جو براہ راست نہ ہو درمیان واسطہ آجائے تو وہ جائز ہے ۔ یہی وجہ ہے کہ چچا زاد بہن ‘ خالہ زاد ‘ پھوپی زاد کے ساتھ نکاح جائز ہے اور ان کی اولاد کے ساتھ بھی ۔\nمصاہرت کی بنا پر پانچ قسم کی عورتیں حرام ہیں۔\n(1) بیوی کے اصول ‘ جہاں تک اوپر کی طرف چلتے جائیں ۔ چناچہ بیوی کی ماں ‘ بیوی کی دادی ‘ بیوی کی نانی ‘ جہاں تک اوپر چلے جائیں حرام ہیں ۔ اور یہ حرمت نکاح کرتے ہیں قائم ہوجاتی ہے ۔ چاہے دخول ہوا ہو یا نہیں ۔ اور یہ (آیت) ” وامھات نسآئکم “ میں داخل ہیں۔\n(2) بیوی کی فروعات جس قدر بھی نیچے جائیں ۔ مثلا بیوی کی لڑکی حرام ہے ‘ اس کی اولاد حرام ہے ‘ مرد ہو یا عورت ۔ لیکن یہ حرمت اس وقت قائم ہوتی ہے جب بیوی کے ساتھ مباشرت ہوگئی ہو ۔ قرآن میں ہے ۔\n(آیت) ” وربآئبکم التی فی حجورکم من نسآئکم التی دخلتم بھن فان لم تکونوا دخلتم بھن فلا جناح علیکم “۔\n”‘ اور تمہاری بیویوں کی لڑکیاں جنہوں نے تمہاری گودوں میں پڑورش پائی ہو ان بیویوں کی لڑکیاں جن سے تمہارا تعلق زن وشو ہوچکا ہو ورنہ اگر تعلق زن وشو نہ ہوا تو تم پر کوئی مواخذہ نہیں ہے ۔\n(3) باپ دادا اور نانا کی بیویاں ‘ جس قدر اوپر چلے جائیں ۔ چناچہ باپ کی بیوی ‘ دادا ‘ اور نانا کی بیوی سے نکاح حرام ہے ۔ (آیت) ” ولا تنکحوا ما نکح ابآء کم من النسآء الا ما قدسلف “ ” اور جن عورتوں سے تمہارے باپ نکاح کرچکے ہیں ان سے نکاح نہ کرو ۔ مگر جو پہلے ہوچکا ۔ “ یعنی جاہلیت میں جو ہوچکا سو ہوچکا ‘ اس لئے کہ جاہلیت میں یہ جائز تھا ۔\n(4) بیٹوں کی بیویاں اور پوتوں کی بیویاں جس قدر نیچے کو چلتے جائیں ۔ اس لئے ایک شخص کے لئے اپنے صلبی بیٹے کی بیوی سے نکاح حرام ہے ۔ اسی طرح صلبی پوتے کی بیوی کے ساتھ نکاح حرام ہے ۔ اسی طرح لڑکی کے لڑکے کی بیوی کے ساتھ نکاح بھی حرام ہوگا ۔ جس قدر نیچے چلتے جائیں ۔ (آیت) ” وحلآئل ابنائکم الذین من اصلابکم “ ” اور ان بیٹوں کی بیویاں جو تمہارے صلب سے ہوں “۔ اصلابکم کی شرط اس لئے عائد کی گئی ہے کہ جاہلیت میں منہ بولے بیٹے کی بیوی بھی حرام سمجھی جاتی تھی ‘ اس لئے اس کو صلبی بیٹے پوتے کے ساتھ مخصوص کردیا گیا ۔ اور حکم دیا گیا کہ منہ بولے بیٹوں کو ان کے والدین کی طرف نسبت دو ۔ ( سورة احزاب)\n(5) بیوی کی بہن بھی حرام ہے لیکن یہ تحریم وقتی ہے ۔ اگر بیوی زندہ ہو اور اس کے نکاح میں ہو ۔ حرام یہ ہے کہ بیک وقت دو بہنوں کو نکاح میں رکھا جائے ۔ (آیت) ” وان تجمعوا بین الاختین الا ما قد سلف ” اور یہ بھی تم پر حرام کیا گیا ہے کہ ایک نکاح میں دو بہنوں کو جمع کرو مگر جو پہلے ہوگیا سو ہوگیا ۔ “ اس پر مواخذہ نہ ہوگا ‘ اس لئے کہ نظام جاہلیت کے اندر وہ جائز تھا ۔\nاسی طرح رضاعت کے ذریعہ بھی وہ تمام عورتیں حرام ہوجاتی ہیں جو نسب اور مصاہرت کی وجہ سے حرام ہوجاتی ہیں اور یہ فہرست تو محرمات پر مشتمل ہے ۔\n(1) دودھ پلانے والی ماں اور اس کی دادی نانی جس قدر بھی اوپر چلتے جائیں ۔ (آیت) ” وامھاتکم التی ارضعنکم “۔ ” اور تمہاری وہ مائیں جنہوں نے تمہیں دودھ پلایا ہو ۔ “\n(2) رضاعی بیٹی اور اس کی بیٹیاں جس قدر بھی نیچے چلتے جائیں ۔ رضاعی بیٹی وہ ہوتی ہے جسے کسی کی بیوی نے دودھ پلایا ہو اور وہ بیوی اس کے نکاح میں ہو ۔\n(3) رضاعی بہن اور اس کی بیٹیاں جس قدر نیچے بھی ہوں ۔ (آیت) ” واخواتکم من الرضاعة “۔ ’ اور تمہاری دودھ شریک بہنیں ۔ “۔\n(4) رضاعی چچی اور رضاعی خالہ ۔ رضاعی خالہ دودھ پلانے والی کی بہن ہوتی ہے اور رضاعی چچی دودھ پلانے والی کے خاوند کی بہن ہوتی ہے ۔\n(5) بیوی کی رضاعی ماں ۔ یہ وہ عورت ہے جس نے بیوی کو بچپن میں دودھ پلایا ۔ اس طرح اس ماں کی اصول یعنی دادی نانی جس قدر بھی اوپر کو جائیں اور یہ تحریم محض نکاح سے قائم ہوجاتی ہے ‘ جس طرح نسب میں ہوتی ہے ۔\n(6) بیوی کی رضاعی بیٹی ‘ یعنی وہ لڑکی جس کی بیوی نے اس شخص کے ساتھ نکاح کرنے سے پہلے دودھ پلایا ہو ۔ اسی طرح اس کی تمام پوتیاں جس قدر بھی نیچے چلیں ۔ البتہ یہ تحریم تب جاری ہوگی جب بیوی کی ساتھ مجامعت ہوگئی ہو ۔\n(7) یعنی رضاعی باپ اور دادا کی بیوی حرام ہے ۔ رضاعی باپ وہ ہے جس کی بیوی نے دودھ پلایا ہو ‘ اس لئے صرف وہ عورت ہی حرام نہ ہوگی جس نے دودھ پلایا وہ رضاعی ماں ہوگئی بلکہ اس کے رضاعی باپ کی منکوحہ یعنی رضاعی ماں کی سوکن بھی حرام ہوگی ۔\n(8) رضاعی بیٹے کی بیوی ‘ جس قدر نیچے چلے جائیں۔\n(9) اسی طرح بیوی اور بیوی کی رضاعی بہن بھی حرام ہوگئی ‘ بیوی کی رضاعی چچی اور خالہ بھی حرام ہوگئی یا ہر ہو عورت جو اس کے لئے رضاعت کی وجہ سے حرام ہوئیں ۔\nان محرمات میں سے قسم اول اور قسم ثالث کے بارے میں تو صراحت اس آیت میں آگئی ہے ۔ باقی فہرست حضور اکرم ﷺ کی اس حدیث میں روشنی میں مرتب کی گئی ہے جس میں ہے ۔ ” رضاعت وہی محرمات ہیں جو نسب کی وجہ سے حرام ہیں ۔ “\n” یحرم من الرضاعة ما یحرم من النسب (مسلم بخاری)\nیہ تو ہیں وہ حرام عورتیں جو شریعت نے حرام کی ہیں ۔ آیت میں اس حرمت کے لئے کوئی علت اور حکمت نہیں دی گئی ۔ نہ عام اور نہ کوئی خاص حکمت وعلت جن لوگوں نے مختلف وجوہات واسباب کا ذکر کیا ہے وہ ان کی جانب سے اجتہاد اور غوروفکر پر مبنی رائے ہے ۔\nیہ بھی ہو سکتا ہے کہ ان تمام محرمات کے لئے ایک ہی علت اور سبب ہو ‘ اور یہ بھی ہو سکتا ہے کہ بعض محرمات کے لئے انکے مخصوص اسباب ہوں ‘ اور یہ بھی ہو سکتا ہے کہ کئی اقسام کا باہم مشترکہ سبب بھی ہو ۔ مثلا قریبی رشتہ داروں کے اندر شادیوں کی وجہ سے بعض اوقات بچے کمزور ہوتے ہیں اور مرور زمانہ کے ساتھ ایک ضعیف نسل وجود میں آتی ہے یعنی موروثی کمزوریاں نسلا بعد نسل جمع ہوتی رہتی ہیں ۔ اس کے مقابلے میں اگر دور اقوام اور نسلوں میں شادیاں کی جائیں تو ان کے نتیجے میں ایک صحت مند نسل وجود میں آتی ہے اور دونوں کی صلاحیتیں ایک جگہ جمع ہوجاتی ہیں۔\nیہ بھی کہا جاسکتا ہے کہ بعض محرمات کے ساتھ نہایت ہی محبت ‘ رواداری ‘ احترام اور وقار کے تعلقات مطلوب ہوتے ہیں۔ اس لئے ان روابط کو میاں بیوی کے نازک تعلق سے دور رکھنا ضروری تھا تاکہ طلاق اور جدائی کی صورت میں تلخی پیدا نہ ہو ‘ اور وہ جذبات مجروح نہ ہوں جنہیں شریعت دائما رکھنا چاہتی ہے ۔ مثلا مائیں ، بیٹیاں ، بہنیں ، خالائیں ، پھوپھیاں ، بھانجیاں ، بھتیجیاں ، اور ان کے بالمقابل وہی رشتے رضاعت کی وجہ سے ۔ یہ سب اسی زمرے میں آتی ہیں ۔\nیہ بھی کہا جاسکتا ہے بعض محرمات مثلا بیوی کی بیٹی ‘ بہنوں کا اجتماع ‘ باپ کی منکوحہ ‘ ان میں اگرچہ رشتے داری کے جذبات اور تعلقات میں کشیدگی کا احتمال نہیں ہے لیکن تعلقات کشیدہ ہو سکتے ہیں ۔ مثلا ماں کو یہ خدشہ ہوگا کہ اس کی بیٹی بھی سوکن بن سکتی ہے ۔ بہن اور اس کی بیٹی ایک جگہ اگر سوکن بن جائیں ۔ اسی طرح باپ کے اندر یہ شعور جاگ سکتا ہے کہ اس کے بعد اسکا بیٹا اس کا شریک ہو سکتا ہے یہی بات بہو کے بارے میں ہو سکتی ہے ۔\nیہ بھی کہا جاسکتا ہے کہ قریبی رشتہ داروں کے باہم خاندانی تعلقات تو پہلے سے موجود ہوتے ہیں ۔ شریعت کا مقصد یہ ہے کہ دور دراز خاندانوں میں رشتے ناطے ہوں اور یوں خاندانی تعلقات کا دائرہ مزید وسیع ہوجائے اور رشتہ داروں کے اندر صرف اس حد پر جا کر اجازت دی گئی ہے جہاں خاندانی رشتہ کمزور ہوجاتا ہے ۔ (Remote)\nغرض جو علت بھی ہو ‘ بہرحال ہم یہ بات تسلیم کرتے ہیں کہ اللہ تعالیٰ نے جو بھی قانون بنایا ہے ‘ وہ ہر گز خالی از حکمت نہ ہوگا ۔ اس میں انسانوں کی مصلحت اور بھلائی ہوگی ، رہی ہماری دانست کی بات تو کبھی ہمیں اس کا علم ہوگا اور کبھی نہ ہوگا ۔ ہماری دانش وعلم کا اثر اللہ کی شریعت پر نہیں پڑتا ۔ نہ شریعت کے نفاذ اور اس کی اطاعت پر کوئی فرق پڑتا ہے ۔ ہمیں تسلیم ورضا کے ساتھ شریعت کی اطاعت کرنا ہے ۔ اس لئے کہ ایمان صرف دل ہی میں نہیں ہوتا ۔ اس کا تقاضا یہ بھی ہے کہ اللہ کی شریعت کی حکمرانی قائم کی جائے اور ہم مکمل طور پر سرتسلیم خم کردیں اور ہمارے دلوں میں شریعت کے احکام کے بارے میں کوئی خلجان نہ ہو ۔\nاب آخری بات اور آیات کی تشریح باقی رہ گئی ‘ وہ یہ ہے کہ یہ محرمات دو کو چھوڑ کر سب کی سب جاہلیت کے رواج میں بھی محرمات تھیں ۔ جاہلیت میں ایک منکوحہ اب کے ساتھ نکاح کرلیا جاتا تھا ‘ دوسرے یہ کہ دو بہنوں کو بیک وقت نکاح میں رکھنا جائز سمجھا جاتا تھا ۔ اگرچہ جاہلی معاشرہ میں انہیں مکروہ سمجھتا تھا ۔ لیکن اسلام نے انہیں اس لئے نہیں حرام قرار دیا کہ دور جاہلیت میں ایسا ہوا کرتا تھا ۔ اللہ تعالیٰ نے اس حرمت کو اپنے حق حاکمیت کے حوالے سے پیش فرمایا (آیت) ” حرمت علیکم “ ’ تم پر میری جانب سے حرام کی گئی ہیں ۔ “\nیہ معاملہ محض الفاظ کا نہیں ہے ‘ یہ صرف شکل و صورت کا ہے بلکہ یہ پورے دین کا معاملہ ہے ۔ اس کے عقدہ کو حل کرلینے سے پوری دین کی حقیقت سمجھ میں آجاتی ہے ۔ اور وہ اصول ہمارے ہاتھ آجاتا ہے جس پر یہ دین قائم ہے ۔ یعنی حاکمیت صرف اللہ وحدہ کا خاصہ ہے ۔\nاس دین کا فیصلہ یہ ہے کہ حرام اور حلال کی حدود کے تعین کا اختیار صرف اللہ کو ہے ۔ اس لئے کہ حاکمیت الہیہ کی یہ ایک نہایت ہی بنیادی خصوصیت ہے ۔ اس لئے حلال و حرام کے تین کے لئے ضروری ہے کہ اس پر اللہ کی جانب سے کوئی سلطان و ثبوت ہو ۔ یہ وہی ذات ہے جو لوگوں کے لئے بعض چیزوں کو حرام کردیتی ہے اور بعض کو حلال کردیتی ہے اور اس ذات کے سوا کسی اور کو یہ اختیار اس نے نہیں دیا ہے ۔ نہ یہ حق کوئی اپنے لئے مخصوص کرسکتا ہے ۔ اس لئے کہ اگر حاکمیت کے اس حق کا کوئی اپنے لئے مدعی ہوگا تو وہ گویا الوہیت کا دعوی کرے گا ۔\nیہی وجہ ہے کہ ہر جاہلی نظام اپنے لئے حلال و حرام خود مقر کرتا ہے ۔ اور اسلامی نظریہ حیات کے مطابق اس کے مقرر کردہ یہ حلال و حرام ابتداء ہی سے باطل (Void) اور کالعدم ہیں ۔ اس لئے جب اسلام آتا ہے تو وہ جاہلیت کے تمام ضابطوں کو کالعدم کردیتا ہے جس میں حلال بھی شامل ہیں اور حرام بھی ۔ اور ان میں سے کسی چیز کو قائم نہیں رکھتا ۔ اس لئے کہ یہ حلال و حرام اگر درست بھی ہوں ‘ لیکن ان لوگوں نے مقرر کئے تھے جنہیں اس کا اس اختیار (Jurasdiction) نہ تھا ۔ ان میں سے کوئی بھی نہ الہ ہے ۔ اس منسوخی کے بعد اسلام از خود حلال و حرام کا تعین کرتا ہے ۔ اگر جاہلیت میں کوئی چیز حلال قرار دی گئی تھی تو اس کا کوئی اعتبار نہیں ہے ۔ وہی حلال ہے جسے اسلام حلال کر دے اور وہی حرام ہے جسے اسلام حرام کر دے ۔ از جانب اللہ ۔\nاسلام کا یہ نظریہ حلال و حرام اس کائنات کی تمام اشیاء اور ان انسان کے تمام افعال وسرگرمیوں پر حاوی ہے ۔ اس کے دائرہ سے کوئی چیز باہر نہیں ہے ۔ اس لئے کہ اللہ کے سوا کسی اور کو حلال و حرام کے تعین کا اختیار ہی نہیں ہے ۔ نکاح و طلاق میں ‘ کھانے وپینے میں ‘ لباس و صورت میں ‘ عمل و حرکت میں ‘ تعلقات ومعاملات میں ‘ رسم و رواج میں اور قانون وجوابط میں ‘ غرض تمام معاملات میں مصدر قانون ذات باری ہے ۔\nاللہ کے علاوہ جس مصدر اور جس ادارے سے بھی حلال و حرام کا تعین ہوگا وہ اپنی اصلیت کے اعتبار سے باطل (Void) ہے نہ اس کا اجراء ہوسکتا ہے نہ اس کی تصحیح (Validation) ہوسکتی ہے ۔ کیا اسلامی شریعت نے جاہلیت کے بعض احکام کو جاری رکھا ہے ؟ نہیں یہ سوچ درست نہیں ہے ۔ شریعت نے ہر چیز اپنی طرف سے از سر نو جاری کی ہے ۔ اور اس کا اجراء اللہ کی طرف سے ہوا ہے ۔ یہ سوچ درست نہیں ہے کہ بعض احکام جاہلیت کا تسلسل ہیں بلکہ اس نے از سر نو اپنے احکام جاری کئے تمام رسوم و رواج جاری کئے اور اللہ تعالیٰ کے اختیار حاکمیت کے تحت جاری کئے ۔\nقرآن کریم نے اس نظریہ کی بار بار تاکید کی ہے اور اس معاملے میں وہ اہل جاہلیت کے ساتھ بار بار بحث کرتا ہے ۔ وہ بار بار چیلنج کرتا ہے کہ تمہیں کیا اختیار ہے کہ تم حلال و حرام کرتے پھرتے ہو ، کون ہے حرام کرنے والا ؟ (آیت) ” قل من حرم زینة اللہ التی اخرج لعبادہ والطیبات من الرزق “۔ ” پوچھو کون ہے جس نے اللہ کے سامان زینت کو حرام کیا ہے جو اس نے اپنے بندوں کے لئے پیدا کیا ہے اور پاکیزہ خوراک کو ۔ (آیت) ” قل تعالوا اتل ما حرم ربکم علیکم “۔ ” کہہ دو آو میں پڑھ کر سناوں جو تمہارے رب نے تم پر حرام کیا ہے ۔ “\n(آیت) ” قل لا اجد فیما اوحی الی محرما علی طاعم یطعمہ الا ان یکون میتة او دما مسفوحا او لحم خنزیر “۔\n” کہہ دو ‘ جو کچھ میری طرف وحی کیا گیا ہے میں تو اس میں کوئی چیز نہیں پاتا ‘ جو کسی کھانے والے پر حرام کی گئی ہو ‘ جو اس چیز کو کھاتا ہے ‘ سوائے اس کے کہ وہ چیز بہا ہوا خون ہو یا خنزیر کا گوشت ہو ۔ “\nاس بحث و تکرار کے ذریعہ قرآن کریم اہل جاہلیت کو اس اصول کی طرف لوٹا رہا تھا کہ حلال و حرام کے حدود کے تعین کا اعتبار صرف اللہ تعالیٰ کو ہے ۔ اور کسی انسان کو یہ اختیارات حاصل نہیں ہیں ۔ نہ کسی فرد کو ‘ نہ کسی طبقے کو نہ کسی قوم کو اور نہ تمام دنیا کی آبادی کو ۔ یہ اختیار صرف اللہ تعالیٰ کے اختیار حاکمیت کے تحت ہی استعمال ہوسکتا ‘ اس کی شریعت کے مطابق استعمال ہو سکتا ہے ۔ شریعت تو نام ہی اجازت وممانعت کا ہے ۔ یہی تو دین اسلام ہے ‘ اس لئے جو حرام و حلال مقرر کرتا ہے گویا وہ دین کا مالک ہے ۔ اگر یہ حلال و حرام کرنے والا اللہ ہے تو پھر لوگ جو اس کو مانتے ہیں ‘ ہم کہیں گے کہ وہ اللہ کے دین پر ہیں ‘ تو پھر وہ دین اسلام میں داخل ہوں گے ۔ اگر حلال و حرام کی حدیں کسی معاشرے میں کوئی اور مقرر کررہا ہے تو ہم کہیں گے یہ لوگ اس شخص کے دین پر ہیں ۔ تو وہ پھر اس کے دین میں داکل ہوں گے ۔ دین اسلام میں داخل نہ ہوں گے ۔\nیہ مسئلہ اپنے اس فریم ورک میں اللہ کی حاکمیت اور الوہیت کا مسئلہ ہے ۔ یہ دین اور اس کے مفہوم کا مسئلہ ہے ۔ یہ ایمان اور ھدود ایمان کا مسئلہ ہے ۔ میں پورے عالم اسلام میں مسلمانوں کو دعوت دیتا ہوں کہ وہ اس نقطہ نظر سے اپنی پوزیشن متعین کریں کہ وہ کہاں کھڑے ہیں ، ان کا دین سے تعلق کیا ہے ؟ ان کا اسلام سے کیا تعلق رہا ہے ؟ کیا اس کے باوجود یہ دعوی کرتے ہیں چلے جائیں گے کہ وہ مسلمان ہیں",
  "ayah": 23,
  "surah": 4
}
