{
  "text": "پارہ نمبر 5 ایک نظر میں :\nپارہ پنجم میں بھی ہم سورة نساء کا مطالعہ کرتے ہیں ۔ اس پارے میں سورة نساء کے اہم موضوعا اور اہداف زیر بحث ہیں ‘ جن کی طرف اجمالی اشارہ پارہ چہارم کے آغاز میں کیا گیا تھا پارئہ پنجم میں بھی یہی اساسی مقاصد ہیں ۔ ان عقائد ومقاصد کے ضمن میں پھر متعدد موضوعات پر بحث چلی ہے ۔\nاس پارے کے پہلے سبق میں خاندانی معاملات کی تنظیم کے باقی ماندہ امور لئے گئے ہیں اور ان تمام معاملات میں خاندان کی تنظیم ، نظام فطرت کے رجحانات اور تقاضوں کے مطابق کی گئی ہے ۔ خاندانی زندگی میں جو عارضی مشکلات ہوجایا کرتی ہیں ان میں خاندان اور عائلی زندگی کو بچانے کی تدابیر اختیار کی گئی ہیں ۔ اس طرح خاندانی نظام کو بچانے کے ساتھ ساتھ اس بات کا بھی انتظام کیا گیا ہے کہ معاشرے میں فحاشی اور بےحیائی نہ پھیلے اور خاندانی نظام کو اور عائلی تعلقات کے تقدس کو ہر مضر اثر سے بچایا جائے ۔۔۔۔۔۔۔ اس کے ساتھ ساتھ اس سبق میں بعض اجتماعی اور اقتصادی امور کی ضابطہ بندی بھی کی گئی ہے ۔ مثلا بعض مالی اور تجارتی امور پر بحث اور نظام وراچت کی ضابطہ بندی جس میں حقوق کا تعلق ایک خاندان پر منحصر ہوتا ہے ۔ نیز مرد اور عورت کے لئے عائلی زندگی کے دوران میں اپنے اپنے حقوق ملکیت محفوظ کئے گئے ہیں۔\nیہ تمام امور اور موضوعات ‘ جس طرح کہ ہم پہلے کہہ آئے ‘ وہ انتظامات ہیں ‘ جن کے ذریعے سے اسلامی معاشرے کو تجارتی اور اقتصادی میدان میں نظام جاہلیت سے نکال کر اسلامی نظام حیات کے اندر لانا مطلوب ہے ۔ نیز بتدریج جاہلی معاشرے کے رہے سہے نشانات کو مٹانا بھی مطلوب ہے ‘ جو ابھی تک باقی تھے اور ان کی جگہ اسلامی معاشرے کے خدوخال کو اجاگر کر کے جماعت مسلمہ کو عمومی طور پر اس مقام مرتفع تک پہنچانا مقصود ہے جس میں وہ پورے عالم میں ممتاز نظر آئے ۔ چناچہ اسلامی نظام اس امت کو جاہلیت کی سطح سے بلند کرتا ہے اور اسے مزید بلندیوں پر اٹھاتا چلا جاتا ہے ۔\nدوسرے سبق میں دوبارہ اسلامی تصور حیات کے اصول طے کئے گئے ہیں ۔ ان میں ایمان کی تعریف اور ایمان کی شرائط بیان کی گئی ہیں اور ایمان کے ان اصول کو دوبارہ اس لئے بیان کیا گیا ہے تاکہ جماعت مسلمہ کے اندر ‘ اجتماعی کفالت کے بعض دوسرے ضابطے وضع کئے جائیں ۔ اجتماعی کفالت کا یہ نظام پہلے خاندان کے محدود دائرے سے شروع ہوتا ہے اور پھر اس کی حدود پوری جماعت مسلمہ تک وسیع ہوجاتی ہیں ۔ اس اجتماعی کفالت اور انفاق کا حکم دینے کے ساتھ ساتھ بخل اور کنجوسی کی مذمت بھی کی گئی ہے ۔ نیز دولت پر گھمنڈ کرنے ‘ اللہ کی نعمت کو چھپانے اور انفاق فی سبیل اللہ کے مقابلے میں ریاکاری کی مذمت کی گئی ہے ۔ نیز اس سبق میں عبادت الہی کے ذریعے تہذیب نفس کا طریقہ بھی سکھایا گیا ہے ‘ عبادت گزاری کے وقت جسمانی پاکیزگی کے احکام اور اسی طرح یہ حکم کہ عبادت کے وقت مسکرات سے مکمل پرہیز کی ضرورت ہے اس لئے کہ شراب نوشی اور عبادت میں تضاد ہے ۔ شراب نوشی کے متعلق یہ ابتدائی حکم تھا ‘ بعد میں شراب نوشنی پر مکمل پابندی عائد کردی گئی اور یہ قرآن مجید کا خاص منہاج ہے جو وہ اصلاح کے لئے اختیار کرتا ہے یعنی تدریجی اصلاح کا طریقہ ۔\nتیسرے سبق میں بتایا گیا ہے کہ اہل کتاب کی نسبت تمہارا موقف کیا ہونا چاہئے ۔ یہ بھی اس سورة کے اہم موضوعات میں سے ایک ہے ‘ جس میں مسلمانوں کے حوالے سے ان کی نیت کے کھوٹ اور ان کے برے منصوبوں کو طشت ازبام کیا گیا ہے ۔ ان کے اس طرز عمل پر تعجب کا اظہار کرتے ہوئے ان کی مکاری اور کینہ پروری کو واضح کیا گیا ہے اور ثابت کیا گیا ہے کہ وہ مسلمانوں کے دشمن ہیں اور انہیں خبردار کیا گیا ہے کہ انجام کار وہ درد ناک عذاب میں مبتلا ہونے والے ہیں ۔\nچوتھے سبق میں اسلام کی تعریف ‘ دین کا مفہوم اور ایمان کی شرائط کو بیان کیا گیا ہے اور یہ بات نہایت ہی فیصلہ کن اور حتمی الفاظ میں بیان کی گئی ہے ۔ اس میں بتایا گیا ہے کہ اسلامی نظام زندگی کا مزاج کیا ہے ‘ اس نظام میں کس طرح مسلمان صرف اللہ وحدہ کی اطاعت ‘ صرف اسی کی عبادت اور صرف اسی سے ہدایت اخذ کرتے ہیں اور اپنی زندگی کے تمام تنازعات کے فیصلے بھی اللہ کی کتاب اور رسول خدا کے احکام کے مطابق کرتے ہیں ‘ نیز اس سبق میں یہ بھی بتایا گیا ہے کہ مسلمانوں پر یہ فرض ہے کہ وہ امانت ‘ اس کے حقداروں تک پہنچائیں اور اگر انصاف کا مسئلہ درپیش ہو تو عدل کے ساتھ حکم دیں اور لوگوں کی زندگیوں میں اسلامی منہاج کو رائج کریں ‘ یہ مضامین اس انداز میں بیان کئے گئے ہیں کہ گویا یہ ایمان کی شرائط ہیں اور ساتھ ساتھ اس بات پر تعجب کا اظہار کیا گیا ہے کہ بعض لوگ ایسے بھی ہیں جو ایمان کا دعوی تو کرتے ہیں لیکن وہ ایمان کی شرط اول بھی پوری نہیں کرتے یعنی اپنی پوری زندگی کے تنازعات کا فیصلہ مکمل تسلیم ورضا کے ساتھ خدا اور رسول کے احکام کے مطابق نہیں کراتے ۔ پھر بار بار تاکید سے بتایا جاتا ہے کہ اگر اس شرط کو پورا نہیں کیا جاتا تو ایمان نہیں ہے ‘ چاہے جس قدر دعوائے ایمان زبانی طور پر کیا جائے اس لئے کہ یہ صریح طور پر شرط ایمان کی خلاف ورزی ہے ۔\nچناچہ درس پنجم میں اسلامی جماعت کو حکم دیا جاتا ہے کہ وہ اسلامی نظام کی جماعت میں جہاد بالقتال کے لئے تیار ہوجائے اور ان لوگوں پر سخت تنقید کی گئی ہے جو منافق ہیں اور جہاد کے خلاف رکاوٹیں ڈالتے ہیں یا مومن ہیں اور جہاد سے سستی کرتے ہیں اور اس سبق میں جہاد و قتال کا اصل مقصد اور اس کی ضرورت کا بیان کرتے ہوئے قلوب اہل ایمان کو جوش دلایا جاتا ہے کہ جہاد اور قتال اس لئے ضروری ہے کہ ضعیف اہل اسلام اور ان کے بال بچوں کو دار الکفر سے نجات دلا کر دارالاسلام میں داخل کیا جائے اور اس ارفع واعلی اسلامی نظام زندگی کے زیر سایہ لا کر انہیں زندگی کی خوشیاں عطا کی جائیں ۔ اس سبق میں یہ بھی بیان کیا گیا ہے کہ انسان کے لئے ایک دن مقرر ہے جس میں اس نے دنیا کو چھوڑنا ہے ‘ اس لئے اسے چاہئے کہ مشکل حالات ومعاملات میں خوف نہ کھائے ۔ سبق کے آخر میں حضور اکرم ﷺ کو یہ حکم دیا گیا ہے کہ آپ جہاد شروع کردیں ‘ اگرچہ اکیلے ہوں اس لئے کہ اس دین کو غالب کرنے اور اسلامی نظام زندگی کو مستحکم اور متمکن کرنے کے لئے اس کے سوا اور کوئی چارہ کار نہیں ہے ۔\nمضمون جہاد فی سبیل اللہ کی مناسبت سے پھر چھٹے سبق میں بیشمار بین الاقوامی ضوابط کا ذکر بھی کیا گیا ہے یعنی اک طرف اسلامی کیمپ ہے اور دوسری جانب اس کا دشمن کیمپ ہے ‘ تیسری طرف غیر جانبدار کیمپ ہے ‘ یا وہ لوگ ہیں جن سے اسلامی کیمپ کے معاہدے ہیں ۔ معاملہ صرف طاقت ‘ غلبے اور پکڑ دھکڑ کا ہی نہیں ہے بلکہ واقعیت پسندی کے ساتھ ‘ قانون واخلاق کی حدود کے اندر ‘ انسانی تعلقات کو مدنظر رکھتے ہوئے اور مختلف الخیال بین الاقوامی کیمپوں کے رجحانات کو ملحوظ خاطر رکھتے ہوئے عمل جہاد کو جاری رکھنا ہے ۔\nجہاد فی سبیل اللہ کے مضمون کے ساتھ ‘ جہاد بالمال اور جہاد بالنفس کی اقسام کو بھی بیان کیا گیا ہے ۔ یہ ساتواں سبق ہے اور اس میں ان لوگوں پر سخت تنقید کی گئی ہے جو دارالکفر میں بیٹھے ہوئے ہیں اور ہجرت کرکے معرکہ حق و باطل میں شریک نہیں ہوتے حالانکہ دارالکفر میں ان کا دین محفوظ نہیں ہے ‘ جبکہ دارالاسلام قائم ہوگیا ہے اور اس میں اسلامی جھنڈے بڑی عزت اور عدل سے لہرا رہے ہیں ۔ اس سبق کے آخر میں مسلمانوں کو قتال فی سبیل اللہ پر ابھارا جاتا ہے اور حکم دیا جاتا ہے کہ دشمن کا پیچھا کرو اور دشمن کے تتبع اور تلاش میں ذرہ بھر سستی نہ کرو اور آخر میں واضح کردیا جاتا ہے کہ مسلمانوں کا موقف کیا ہے اور دشمنان اسلام کا موقف کیا ہے ؟ اہل ایمان کا انجام کیا ہونے والا ہے اور اہل کفر کس خوفناک انجام سے دو چار ہونے والے ہیں ۔\nاٹھویں سبق میں ہم اسلامی نظام عدل کی معراج تک پہنچ جاتے ہیں ۔ ہوتا یوں ہے کہ ایک یہودی پر ناجائز الزام لگایا جاتا ہے ‘ شہادت اس کے خلاف آجاتی ہے ‘ ملاء اعلی سے قرآن کریم نازل ہوتا ہے اور اس یہودی کو بری کردیا جاتا ہے ۔ یہ انصاف ایسے حالات میں کیا جاتا ہے جبکہ ہر طرف سے یہودی اہل اسلام کے خلاف رات اور دن سازشوں میں مصروف ہیں ۔ لیکن اسلامی نظام عدل میں انصاف نہ کسی کی دوستی سے متاثر ہوتا ہے اور نہ کسی کی دشمنی اسے انصاف سے محروم کرسکتی ہے ۔ یہ عدل و انصاف کا وہ معیار ہے جس پر انسانیت کبھی پوری نہیں اتر سکی ۔ ہاں انسانیت اس مقام تک صرف اسلام کے ارفع اور بےمثال نظام زندگی کے سایہ ہی میں پہنچ سکی ۔\nاب نواں سبق آتا ہے جس میں شرک اور مشرکین کے ساتھ پنجہ آزمائی کی جاتی ہے ۔ شرکیہ خرافات اور ان کے اثرات ‘ گمراہ کن شعائر دینی اور کھوٹے اور اذکار رفتہ شرکیہ تصورات پر بحث ہوتی ہے ‘ اور اللہ تعالیٰ کے نظام عدل کے بارے میں ‘ نفسانی خواہشات اور کھوٹے خیالات اور ادہام کی تصحیح کی جاتی ہے ۔ اس میں یہ بتایا گیا ہے کہ اللہ کے ہاں جزا وسزا اعمال پر ہے ‘ ادہام اور اچھی خواہشات پر نہیں ہے ۔ اور آخر میں بتایا جاتا ہے کہ اسلام واحد مقبول دین ہے اور یہی ملت ابراہیمی ہے ۔\nنویں سبق میں پھر عورتوں کو موضوع بنایا گیا ہے ۔ ان کے حقوق خصوصا یتامی اور ضعفاء کے حقوق سے بحث کی جاتی ہے بالخصوص بچوں کے بارے میں ۔ اس سورة کا آغاز بھی اسی مضمون سے ہوا تھا ۔ یہ بیان کیا گیا کہ خاوند کی طرف سے بیوی کے بائیکاٹ اور بیوی کی جانب سے نافرمانی کے موقعہ پر کیا انتظامات اور کارروائیاں ہوں گی ۔ عورتوں کے ساتھ عادلانہ معاشرت کے احکام ‘ جس کے بغیر عائلی نظام درست ہی نہیں ہو سکتا اور اگر اصلاح نہ ہو سکے تو بہتر یہ ہوتا ہے کہ فریقین کے درمیان جدائی ہوجائے ۔\nخاندان کے متعلق جو احکام آئے ہیں ‘ ان کا اختتامیہ یوں آتا ہے کہ عائلی احکام اور معاشرے کے اندر عدل و انصاف کے قیام کے مقصد کو اللہ کی ذات سے مربوط کردیا جاتا ہے اور یہ کہا جاتا ہے اللہ تعالیٰ زمین اور آسمانوں کا مالک ہے ۔ وہ اس بات پر قدرت رکھتا ہے کہ تمام موجود مخلوق کو ختم کر دے اور ان کی جگہ بالکل ایک نئی مخلوق پیدا کر دے ۔ لہذا اللہ کے احکام وہدایات پر عمل کا حکم کوئی معمولی بات نہیں ہے ۔ اور ان احکام کا تعلق ذات باری کے ساتھ ہے ‘ جو ایک عظیم ذات ہے ۔ چناچہ قدرتی طور پر دلوں میں خدا کا خوف پیدا ہوجاتا ہے اور وہ لوگ جو اللہ پر ایمان لاتے ہیں ان کے لئے اپنے معاملات میں عدل و انصاف کرنا ضروری ہوجاتا ہے اور اپنے پورے معاملات میں خدا کا خوف ان پر غالب ہوتا ہے ۔ جس طرح قرآن کریم کا انداز ہے کہ وہ ایک مخصوص و محدود موضوع کو بھی عام اور وسیع تر دائے کے اندر لا کر بیان کرتا ہے ۔\nاب اس پارے کا آخری سبق آتا ہے جو تقریبا نفاق اور منافقین پر تنقید تک محدود ہے ۔ اہل ایمان کو دعوت دی جاتی ہے کہ وہ سچے مسلم ہوجائیں اور صراط مستقیم پر گامزن ہوں ۔ انہیں اس بات پر متنبہ کیا جاتا ہے کہ وہ جماعت مسلمہ اور اس کی قیادت کے سوا کسی اور حلقے سے دوستانہ روابط قائم نہ کریں اور نہ منافقین اور دشمنان دین کی وجہ سے اور اجتماعی تعلقات اور ذاتی مصلحتوں کی خاطر دین کے معاملے میں سستی یا نرمی کریں ۔ کیونکہ ایسا کرنا بھی درحقیقت نفاق ہوگا ۔ اور منافقین قیامت میں جہنم کی نچلی تہوں میں ہوں گے اور منافقین درحققت کافروں کے دوست ہیں ۔ اس سبق کا خاتمہ صفات الہی کے بیان سے ہوتا ہے اور یہ کہ اللہ کا اس کے بندوں کے ساتھ تعلق کیا ہے اور یہ کہ گمراہی اور انحراف کرنے والوں کو سزا دینے میں حکمت کیا ہے ؟ اگر وہ ایمان لے آئیں اور شکر گزار ہوجائیں تو اللہ تعالیٰ کو خواہ مخواہ عذاب دہی میں کوئی دلچسپی نہیں ہے ۔\n(آیت) ” مایفعل اللہ بعذابکم ان شکرتم وامنتم وکان اللہ شاکرا علیما “۔ (4 : 147)\n(آخر اللہ کو کیا پڑی ہے کہ تمہیں خواہ مخواہ سزا دے ‘ اگر تم شکر گزار بندے بنے رہو اور ایمان کی روش پر چلو ۔ اللہ بڑا قدر دان ہے اور سب کے حال سے واقف ہے)\nیہ عجیب انداز کلام ہے ۔ دل پر رحمت کی بارش ہوجاتی ہے ۔ اللہ کو کیا پڑی ہے کہ وہ سزا دے ۔ وہ تو غنی بادشاہ ہے بشرطیکہ لوگ سیدھی راہ پر آجائیں ۔ اللہ تو شاکر ہے یعنی قدر دان ہے ۔ وہ اپنے فضل اور احسان کی بارش کرتا ہے بشرطیکہ وہ شکر گزار بنیں ۔ لیکن غلطی خود ان کی ہے کہ وہ اللہ کا عذاب خود خریدتے ہیں ۔ اپنے کفر اور انکار کی وجہ سے اور اس فساد فی الارض کی وجہ سے جو زمین پر اور نفس انسانی اور حیات انسانی کے اندر ان کے اس کفر اور انکار کی وجہ سے برپا ہوتا ہے ۔\nیوں اس پارے نے اپنے پر پھیلا کر بیشمار مقاصد اور موضوعات کو اپنے اندر چھپا رکھا ہے ۔ غرض بڑی طویل و عریض بحثیں ہیں ۔ یہاں اس تبصرے میں صرف مجمل اشارات مطلوب ہیں ۔ انشاء اللہ ان موضوعات کو ہم جلد ہی تفصیل کے ساتھ لیں گے ۔\nدرس نمبر 32 ایک نظر میں :\nیہ سبق ان مضا میں کا تکملہ ہے ‘ جو عائلی زندگی کی تنظیم اور قواعد فطرت کے مطابق اس کی تشکیل کے سلسلے میں اس سورت میں بیان ہوے تھے ۔ اور اس سبق کے بعد اس اہم موضوع پر صرف دو جگہ تکمیلی بحث ہوگی ۔ یہ موضوع اسلام کی نظر میں اہم اس لئے ہے کہ اس کی درستی پر پوری انسانی زندگی کی درستی اور استواری موقوف ہے ۔ کسی معاشرے میں اگر یہ درست ہوجائے تو پوری انسانی زندگی بڑے اطمینان اور سکون کے ساتھ جاری رہتی ہے اور اس کی تعمیر صحت مند بنیادوں پر ہوتی ہے ۔ اور اگر عائلی زندگی تباہ ہوجائے اور صراط مستقیم سے ہٹ جائے تو اس سے اس کرہ ارض پر ایک عظیم اور ہمہ جہت فساد رونما ہوجاتا ہے ۔\nاس سبق میں عورتوں کی وہ تکمیلی فہرست دی جارہی ہے ‘ جن سے نکاح حرام ہے ۔ اس کے بعد وہ منہاج وضع کیا جاتا ہے جس کی اساس پر ایک پاک خاندان کی صورت میں ‘ عورت اور مرد کا اجتماع جائز کیا گیا ہے ۔ اور یہ بیان کیا جاتا ہے کہ اس منہاج کی پابندی سے پاکیزگی اور طہارت کے علاوہ ‘ لوگوں کے لئے بڑی آسانیاں اور سہولتیں پیدا ہوتی ہیں اور پھر وہ تنظیمی قواعد وضع کئے جاتے ہیں جن کی اساس پر ادارئہ خاندان کی عمارت استوار ہوتی ہے ‘ اور اس ادارے میں زوجین کے کاندھوں پر جو ذمہ داریاں عائد کی گئی ہیں یا انہیں جو حقوق دیئے گئے ہیں ان کی توضیح ہے ۔ خاندان کی اس تنظیم کے ساتھ ساتھ اسلامی معاشرے میں بعض مالی حقوق کے بارے میں احکام دیئے جاتے ہیں ‘ چاہے ان کا تعلق حقوق مکتبہ سے ہو یا حقوق موروثی سے ہو ۔ ان حقوق کا تعلق اجتماعی تعلقات سے بھی ہے اور ایک خاندان میں مرد اور عورتوں کے حقوق وراثت سے بھی ہے اسی طرح وہ مسائل بھی بیان ہوئے ہیں جن کا تعلق قرابت کے علاوہ بطور ولایت موروثی حقوق سے ہے ۔\nیہ بات عمومی طور قابل لحاظ ہے کہ ان تمام ضابطہ بندیوں اور احکام کے درمیان ایک لطیف ربط پایا جاتا ہے ۔ اور یہ ربط دراصل وہ پہلا اصول ہے کہ یہ تمام احکام اور ضابطہ بندیاں اللہ جل شانہ ‘ کی طرف سے صادر ہوئی ہیں اور یہ اللہ کی الوہیت اور حاکمیت کا ذاتی مقتضاء ہیں کیونکہ اللہ کی ذات کے ساتھ مخصوص ترین صفات میں سے ایک صفت اس کی حاکمیت ہے اور اس حاکمیت کا مظہر انسان کے لئے قانون سازی ہے ۔ اور وہ اجتماعی نظام ہے ‘ جس کی اساس پر وہ اپنی زندگی کو استوار کریں گے اور اپنے اجتماعی تعلقات قائم کریں گے ۔\nاس لطیف ربط کا سیاق کلام میں بار بار ذکر کیا جاتا ہے اور بار بار اللہ کی اس ذاتی خصوصیت کا ذکر کیا جاتا ہے اور یہ کہا جاتا ہے کہ ان تمام احکام کا نزول اور صدور ذات باری کی طرف سے ہو رہا ہے جو علیم و حکیم ہے ۔ یہ اشارہ ایک حکیمانہ اور معانی سے پر اشارہ ہے اس لئے کہ اسلامی نظام زندگی میں ‘ جس ذات کی طرف سے اوامروانواہی صادر ہوتے ہیں ‘ وہ علم کامل اور علم شامل رکھنے والی ذات کی طرف سے ہوتے ہیں ‘ وہ ایسی ذات ہے جو حکمت و دانائی کی حامل ہے یہ وہ خدائی خصوصیات ہیں جو انسان میں نہیں پائی جاتیں ‘ اس لئے کہ انسان اس بات کی صلاحیت نہیں رکھتا کہ وہ انسانی زندگی کے لئے کوئی ضابطہ خود وضع کرے ۔ یہی وجہ ہے کہ جب بھی انسان علیم وخبیر خدا کے بنائے ہوئے ضابطے سے منحرف ہوا ‘ اس پر مصائب کے پہاڑ ٹوٹ پڑے اور وہ بےآب وگیاہ میدان میں گم گشتہ راہ ہوگیا اور بلا کسی مرشد وہادی کے سرگردان رہا ۔ لیکن اپنی جہالت اور اپنی ہٹ دھرمی اور اپنی نفسانی خواہشات کی وجہ سے یہی سمجھتا رہا کہ وہ اس دشت کو عبور کرلے گا اور اپنے لئے اور اپنی نجات کے لئے اس راہ سے اچھی راہ تلاش کرلے گا ‘ جس کی طرف سے اللہ بلا رہا ہے ۔\nسیاق کلام سے جس دوسری حقیقت کی طرف بار بار اشارہ ہوتا ہے وہ یہ ہے کہ اسلامی منہاج حیات انسان کے لئے نہایت ہی سہل ‘ نہایت ہی حقیقت پسندانہ اور فطری رجحانات کے عین مطابق ہے ‘ بمقابلہ ان نظامہائے زندگی کے جو انسان خود اپنے لئے بناتا ہے اور سمجھتا ہے کہ وہ اس کے لئے آسان ہیں حالانکہ انسان کی ناتوانی کو پیش نظر رکھتے ہوئے اسلامی نظام اللہ کی عین رحمت اور مہربانی ہے کہ اس نے انسان کے لئے یہ نظام اور منہاج وضع کیا جو ایسا معتدل ہے کہ اس سے ذرہ بھر ادھر ادھر ہونے سے توازن اور اعتدال ختم ہوجاتا ہے اور انسان پر عذاب الہی نازل ہوتا ہے اور وہ ایسی مشقت اور سختی میں مبتلا ہوجاتا ہے جسے جھیلنے کی اس میں قوت ہی نہیں ہے ۔ علاوہ ازیں اس خود ساختہ نظام کی وجہ سے انسان اپنے انسانی مقام کو کھو دیتا ہے اور گندگی کے گڑھے میں اوندھے منہ جا گرتا ہے ۔\nجب ہم نصوص قرآن پر آئندہ صفحات میں تفصیلی بحث کریں گے تو موقعہ بموقعہ انسان کے تاریخی مراحل کی روشنی میں ‘ اس حقیقت کے مصداق کی طرف اشارہ کریں گے اس لئے کہ یہ ایک تاریخی سچائی ہے ۔ ہاں جب جاہلیت دلوں پر پڑدے ڈال دیتی ہے اور آنکھوں کو اندھا کردیتی ہے تو پھر آنکھوں کی روشنی ختم ہوجاتی ہے اور دل بےنور ہوجاتے ہیں اور انسان کسی بھی حقیقت کا ادراک نہیں کرسکتا چاہے وہ بہت ہی روشن کیوں نہ ہو ۔\nاس سے قبل پارہ چہارم کے آخر میں ان عورتوں کی فہرست دی گئی تھی جو ابدی اور ذاتی حرمت کی بنا پر حرام قرار دی گئی تھیں ۔ یہاں مناسب ہے کہ وہ فہرست دوبارہ پیش نظر رکھی جائے ۔\n(آیت) ” ولا تنکحوا مانکح ابآؤکم من النسآء الا ما قد سلف ، انہ کان فاحشۃ ومقتا وسآء سبیلا “۔ (22) حرمت علیکم امھتکم وبنتکم واخوتکم وعمتکم وخلتکم وبنت الاخ وبنت الاخت وامھتکم التی ارضعنکم واخوتکم من الرضاعۃ وامھت نسآئکم وربآئبکم التی فی حجورکم من نسآئکم التی دخلتم بھن فان لم تکونوا دخلتم بھن فلا جناح علیکم وحلآئل ابنائکم الذین من اصلابکم وان تجمعوا بین الاختین الا ما قد سلف ، ان اللہ کان غفورا رحیما (23) (4 : 22۔ 23)\nاور جن عورتوں سے تمہارے باپ نکاح کرچکے ہوں ان سے ہر گز نکاح نہ کرو ‘ مگر جو پہلے ہوچکا ہوچکا ‘ درحقیقت یہ ایک بےحیائی کا فعل ہے ۔ ناپسندیدہ ہے اور برا چلن ہے تم پر حرام کردی گئیں ہیں تمہاری مائیں ‘ بیٹیاں ‘ بہنیں ‘ پھوپھیاں ‘ خالائیں ‘ بھتجیاں ‘ بھنجیاں ‘ اور تمہاری وہ مائیں جنہوں نے تم کو دودھ پلایاہو ‘ اور تمہاری دودھ شریک بہنیں اور تمہاری بیویوں کی مائیں ‘ اور تمہاری بیویوں کی لڑکیاں جنہوں نے تمہاری گودوں میں پڑورش پائی ہے۔ ان بیویوں کی لڑکیاں جن سے تمہارا تعلق زن وشو قائم ہوچکا ہو ورنہ اگر تعلق زن وشو نہ ہوا تو (انہیں چھوڑ کر ان کی لڑکیاں سے نکاح کرلینے میں) تم پر کوئی حرج نہیں ہے ۔ اور تمہارے ان بیٹوں کی بیویاں جو تمہارے صلب سے ہوں اور یہ بھی تم پر حرام کیا گیا ہے کہ ایک نکاح میں دو بہنوں کو جمع کرو ‘ مگر جو پہلے ہوگیا سو ہوگیا ۔ اللہ بخشنے والا اور رحم کرنے والا ہے ۔\nغرض پارہ پنجم کی یہ آیات پارہ چہارم کی آخری آیات کا تکملہ ہیں ۔ (والمحصنت من النسآئ) ” وہ عورتیں جو دوسروں کے نکاح میں ہوں “۔\nان کو محرمات میں اس لئے شامل کیا گیا ہے کہ یہ دوسرے مردوں کے حصار نکاح میں ہیں ‘ اس لئے وہ اپنے خاوندوں کے علاوہ دوسروں پر حرام ہیں اور ان کے ساتھ نکاح جائز نہیں ہے ۔ اسلام کے اجتماع نظام کی اساس چونکہ خاندان پر رکھی گئی ہے ‘ اس لئے نکاح اور نکاح کی حرمت اسلامی نظام کی تعمیر میں خشت اول کا درجہ رکھتی ہے ۔ گویا اسلامی نظام میں خاندان پہلی اکائی ہے اور خاندان کو ہر قسم کے اختلاط خصوصا نسب کے اختلاط سے محفوظ رکھنا ضروری ہے ‘ جو عموما بےقید جنسی تعلقات کے نتیجے میں پیدا ہوتا ہے ‘ جس سے فحاشی پھیلتی ہے اور پورا معاشرہ اس میں ملوث ہوجاتا ہے ۔\nاسلامی معاشرے کی اکائی سے جو خاندان بنتا ہے ‘ وہ اعلانیہ نکاح پر استوار ہوتا ہے ‘ جس میں ایک عورت ایک مرد کے لئے مخصوص ہوجاتی ہے ۔ اس طرح وہ اس مرد کے حصار میں آجاتی ہے اور محصن ہوجاتی ہے یعنی محفوظ اور مامون ۔ اور یہ نظام وہ مکمل ترین نظام ہے ‘ جو انسانی فطرت اور انسان کی حقیقی ضروریات کے ساتھ مطابقت رکھتا ہے ‘ وہ حاجات و ضروریات جو انسان کے لئے بحیثیت انسان ضروری ہیں ، یہ بات یہاں نوٹ کرنے کے قابل ہے کہ انسانی زندگی کے بعض ایسے مقاصد ہیں جو اس کے حیوانی مقاصد سے زیادہ اہم بڑے اور واسیع ہیں ۔ اگرچہ ان کے ضمن میں حیوانی مقاصد بھی پورے ہوجاتے ہیں ۔ غرض اسلام کا معاشرتی نظام انسانی سوسائٹی کے مقاصد عالیہ کو بطور اتم پورا کرتا ہے اور وہ اس معاشرے کے لئے امن و اطمینان کے پورے اسباب فراہم کرتا ہے ۔ انسانی نفس اور ضمیر کا امن انسانی گھرانے اور ان کے ذریعے انسانی سوسائٹی کا امن و سکون ۔\nیہ بات ایک کھلا مشاہدہ ہے کہ انسان کے بچے کو کسی بھی اور حیوان کے مقابلے میں زیادہ عرصے تک دیکھ بھال کی ضرورت ہوتی ہے ۔ اور طفولیت کے بعد اس کی علمی اور اخلاقی تربیت کے لئے پھر مزید طویل عرصہ درکار ہوتا ہے تاکہ وہ انسان کی اجتماعی زندگی کے مقتضیات کا ایسا ادراک کرسکے جس کی وجہ سے انسان اور حیوان کے درمیان امتیاز کیا جاسکے ۔\nحیوانات کے درمیان جب جنسی اتصال ہوتا ہے اور توالد وتکاثر کا مقصد پورا ہوجاتا ہے تو ان کے جنسی مقاصد پورے ہوجاتے ہیں ‘ لیکن انسان کا کیس یہ ہے کہ اس کے مقاصد صرف ان امور کے پورہونے سے پورے نہیں ہوجاتے ‘ اس کے مقاصد اس سے آگے ہیں ۔ ان میں مرد اور عورت کا دائمی ہم سفر ہونے اور میاں بیوی کے درمیان ایک دائمی رشتے کی ضرورت ہوتی ہے تاکہ پیدا ہونے والے بچے کو حفظ ذات ‘ حفظ حیات انسانی ‘ اور اس کی ضروریات خوردونوش کی فراہمی کے لئے تربیت دی جائے اور تیار کیا جائے ۔ اس کے علاوہ سب سے اہم مقصدیہ ہوتا ہے کہ اس وقت تک انسانیت نے اس دنیا میں علم اور ٹیکنا لوجی کے میدان میں جو تجربات کئے ہوتے ہیں ‘ انہیں بھی اس کی طرف منتقل کیا جائے تاکہ وہ انسانی معاشرے میں بھرپور حصہ لے سکے اور انسانی ترقی کے اس مسلسل عمل میں ‘ جو صدیوں سے جاری ہے خود اپنے دور میں جس میں یہ بچہ پیدا ہوا اپنا فریضہ ادا کرسکے ۔\nیہی وجہ ہے کہ جہاں تک جنس انسانی کا تعلق ہے ‘ اس کے معاملے میں جنسی لذت کا مقام ایک مرد اور عورت کے باہمی تعلقات میں بہت نیچے آتا ہے ۔ جنسی لذت قدرت الہی نے مرد اور عورت میں محض اس لئے ودیعت فرمائی ہے تاکہ وہ خوشی اور دلچسپی سے باہم ملیں اور اس طرح بقائے بنی نوع انسان کے فریضہ کے سلسلے میں اپنی ذمہ داریاں خندہ پیشانی کے ساتھ برداشت کریں ۔ مرد اور عورت کے باہمی میل کی تہہ میں صرف جنسی لذتیت عامل اول نہیں ہے بلکہ اس میں اصل فیکٹر فرائض نوع کی ادائیگی ہے ‘ یعنی اس ناتواں آنے والی نسل کی دیکھ بھال جو اس جنسی ملاپ کی وجہ سے وجود میں لائی جاتی ہے ۔ نیز اس سوسائٹی کے حقوق کی ادائیگی جس پر اس موجود نسل کی تربیت کی ذمہ داری ہوتی ہے ‘ تاکہ یہ نسل اپنے انسانی اور اجتماعی فرائض ادا کرسکے اور یوں وہ انسانی وجود کے اصلی مقاصد پورے کرسکے ۔\nیہ تمام مقاصد یوں پورے ہوتے ہیں کہ جنسی تعلق کو ایک خاندان کی صورت میں منظم کیا جائے اور یہی وہ طریق کار ہے جو انسانی تجربات کے نتیجے میں صحیح ثابت ہوا ہے ۔ اس طریق کار میں ایک عورت ایک مرد کے لئے مخصوص کردی جاتی ہے اور یوں یہ تعلق دائما مستحکم بنیادوں پر استوار ہوتا ہے ۔ خاندان کی تشکیل میں صرف جنسی لذت ہی اصل فیکٹر نہیں اور نہ صرف جنسی بےراہ روی ہی اصل اور فیصلہ کن عنصر ہوتا ہے ‘ نہ اس تعلق کے برقرار رہنے میں اس کے قیام اور دوام میں پیش آنے والی مشکلات کے حل میں صرف یہی عامل کام کرتا ہے اور نہ ہی خاندان کے توڑنے کے عمل کی پشت پر صرف یہی جنسی عمل کام کرتا ہے ۔\nمیں سمجھتا ہوں کہ خاندان کے مقدس نظام کی اس سے زیادہ اور کوئی توہین نہیں ہو سکتی کہ اسے ادائے فرض کے مقدس عامل کے بجائے صرف شہوت رانی عارضی جنسی خواہشات کی تسکین اور محض لذتیت کی اساس پر منظم کیا جائے ‘ جبکہ یہ سب عوامل بہت ہی عارضی ہوتے ہیں ، میں سمجھتا ہوں کہ ایسا تصور پیش کرنا انسان اور انسانیت کے خلاف ایک مجرمانہ کوشش ہے ۔ اس لئے کہ اس طرح معاشرے میں فحاشی ‘ طوائف الملوکی ‘ معاشرتی بےراہ روی ‘ اور معاشرتی شتر بےمہاری جیسی خرابیاں طوفان کی طرح پھیل جاتی ہیں اور اس طرح پورا معاشرہ منہدم ہوجاتا ہے اور اس کی بنیادیں ہل جاتی ہیں۔\nاس وقت دنیا میں بعض اہل قلم خاندانی نظام کے خلاف لکھ رہے ہیں ۔ ایک وسیع میڈیا اس کے خلاف لگا دیا گیا ہے ‘ جو نکاح اور خاندانی نظام کے خلاف مسلسل نشرواشاعت میں مصروف ہے اور ان تعلقات کی حوصلہ افزائی کی جاتی ہے جو صرف جنسی لذتیت اور خوش وقتی پر مبنی ہوتے ہیں ‘ جبکہ مستقل خاندانی نظام کی تحقیر کی جاتی ہے ۔ اس بحث سے اچھی طرح معلوم ہوگا کہ ان خطوط پر کام کرنے والے اہل قلم انسانیت کے خلاف کس قدر عظیم جرم کا ارتکاب کر رہے ہیں ۔ ان حضرات کی کوششوں سے خاندانی نظام کی شکل بگڑ گئی ہے اور اس کی اہمیت ختم ہوگئی ہے ۔\nاس موضوع پر حضرت عمر ابن خطاب ؓ کے ایک قول میں بڑی گہرائی پائی جاتی ہے ۔ ایک شخص اپنی بیوی کو محض اس لئے طلاق دینا چاہتا تھا کہ اب اسے اس کے ساتھ کوئی محبت نہیں رہی ۔ حضرت عمر ؓ نے فرمایا ! ” کیا خاندان کی اساس صرف محبت پر ہے ؟ اگر یہی ہے تو پھر بچوں کی پرورش کا کیا بنے گا اور پھر ذمہ داریاں کون سنبھالے گا ۔ “ اور حضرت عمر ؓ نے یہ نظریہ زندگی قرآن کریم کی ہدایت اور تربیت سے اخذ کیا تھا ۔ قرآن کریم نے اللہ کے ان مختار بندوں کی تربیت یوں کی تھی ۔\n(آیت) ” وعاشروھن بالمعروف ، فان کرھتموھن فعسی ان تکرھوا شیئا ویجعل اللہ فیہ خیرا کثیرا ۔ (4 : 19)\n” ان کے ساتھ بھلے طریقے سے زندگی بسر کرو ۔ اگر وہ تمہیں ناپسند ہوں تو ہو سکتا ہے کہ ایک چیز تمہیں پسند نہ ہو مگر اللہ نے اسی میں بہت کچھ بھلائی رکھ دی ہو ۔ “\nاور یہ حکم اس لئے دیا گیا ہے کہ ممکن حد تک ایک گھرانے کو قائم رکھ جائے ‘ اور قلبی جذبات اور میلانات کا مقابلہ کیا جائے اور ان کو کنٹرول میں رکھا جائے اور مرد وزن کے اس مقدس تعلق کو اس وقت تک نہ توڑا جائے جب تک اسے قائم رکھنے کی آخری کوششیں فیل نہ ہوجائیں ۔ یہ کوشش اسلامی نظام نے اس لئے کی ہے کہ اس خاندان میں پیدا ہونے والے چھوٹے بچوں کا مستقبل تباہ نہ ہوجائے ۔ وہ آنے والے طوفان کے تھپیڑوں اور سرکش جذبات کی رد ‘ اور خواہشات نفسانیہ کی آندھیوں کی زد میں نہ آجائیں ۔\nاس بلند اور گہرے نقطہ نظر کی روشنی میں اس یا وہ گوئی کی سطحیت از خود ظاہر ہوجاتی ہے جو خاندانی نظام کے سلسلے میں آبرو باختہ لوگ کرتے ہیں ۔ یہ لوگ مرد وزن کے ہر اس تعلق کے خلاف ہیں جو زوجین پر کچھ فرائض اور حقوق عائد کرتا ہو ‘ جن کا تعلق انسانیت کی قیمتی جنس یعنی نوخیز نسل سے ہو یا اس نوخیز نسل کی ایسی تربیت سے ہو جس میں اس کو جدید ترقی یافتہ زندگی میں اپنے انسانی فرائض سرانجام دینے کے فطری وظیفہ سے ہو اور جس میں تمام نسلوں کے مفادات کو پیش نظر رکھا گیا ہو ‘ جبکہ یہ لوگ ہر اس تعلق کی تعریف اور تمجید کرتے ہیں جس کی اساس وقتی جذبات اور زائل ہونے والی لذتیت پر ہو اور جسے یہ لوگ ترقی کی علامت سمجھتے ہیں ۔\nآج کے اس دور میں گندی اور سستی فلمیں اور گندے گم کردہ راہ میڈیا کے ذرائع ‘ ہر منکوحہ عورت کو یہ تعلیم دیتے ہیں کہ جب بھی اس کا دل خاوند سے اچاٹ ہوجائے وہ فورا اپنے لئے دوست تلاش کرلے اور یہ ذرائع ابلاغ ایسی عورت کے فعل کو ایک مقدس فعل تصور کرتے ہیں ‘ جبکہ اپنے حقیقی خاوند کے تعلق کو وہ ” معاہدہ بیع جسم “ کہتے ہیں ‘ حالانکہ اللہ تعالیٰ بیان محرمات کے سلسلے میں فرماتے ہیں ۔ (والمحصنت من النسآئ) ” وہ عورتیں جو حصار نکاح میں بند ہیں “ اور انہیں حصار نکاح میں بند ہونے کی وجہ سے دوسرے مردوں کیلئے حرام قرار دیتے ہیں ۔ یہ تو ہے اللہ کا فرمان اور وہ ہے فرمان ان آبرو باختہ لوگوں کا جنہیں اس مقدس حصار کے توڑنے کے لئے دشمنان اسلام نے قابو کرلیا ہے اور وہ حصار نکاح کو توڑ کر اسلامی معاشرے میں فحاشی پھیلانا چاہتے ہیں ۔\n(آیت) ” واللہ یقول الحق وھو یھدی السبیل “۔ ” اللہ ہی حق کہتا ہے اور صرف وہی سیدھا راستہ بتلاتا ہے “\nاس دنیا میں نہایت ہی منظم کوششیں اس لئے صرف کی جارہی ہیں کہ اللہ جل شانہ کی مرضی کے خلاف اقدار حیات ‘ اخلاقی پیمانے اور تصورات ایجاد کئے جائیں اور انسانی زندگی میں ایسے اجتماعی روابط اور ایسی عمرانی بنیادیں رکھی جائیں جو ان روابط اور بنیادوں سے مختلف ہوں جنہیں اللہ نے رائج کیا ۔ اور جو حضرات ان مساعی نامشکور میں رات دن مصروف ہیں وہ یہ سمجھتے ہیں کہ ان کا مقصد صرف اسلامی ممالک کے اندر اسلامی معاشرے کی بنیادیں منہدم کرنے تک محدود ہے تاکہ وہ اسلامی ممالک میں اجتماعی زندگی کے نظام کو درہم برہم کر کے ان تمام رکاوٹوں کو ختم کردیں جو ان ممالک میں ان کے مخصوص مقاصد کی راہ میں حائل ہوں ان اہداف کے تحت وہ مسلمانوں کے عقائد انکے اخلاق اور ان کے اجتماعی نظام کو تباہ کر رہے ہیں لیکن وہ سوچتے نہیں کہ انکی ان غلط مساعی کے نقصانات خود ان کے حق میں کس قدر دور رس ہیں ۔ وہ فقط اسلامی نظام معاشرت ہی کو تباہ نہیں کر رہے بلکہ وہ دراصل پورے عالم انسانیت کی اقدار کو تباہ کر رہے ہیں ‘ وہ اقدار جن پر پوری انسانیت کی اعلی اجتماعی قدریں استادہ ہیں ۔ ان لوگوں نے اپنی اس پالیسی کی وجہ سے پوری انسانیت کو ان عناصر سے محروم کردیا ہے جن کی وجہ سے انسانیت نے اپنے کاندھوں پر امانت کبری کا بوجھ اٹھا رکھا تھا ۔ یعنی اس کرہ ارض پر بہترین اور ترقی یافتہ نسل کو پروان چڑھانا ان لوگوں کی اس پالیسی کی وجہ سے انسانیت تربیت یافتہ بچوں کی دولت سے محروم ہوگئی ہے جنہوں نے ماں کی گود میں تربیت پائی ہو یاد رہے کہ بچے کے لئے ماں کی گود ہی نرم مطمئن اور پرامن گہوارہ ہوتی ہے اور اس تربیت میں بچہ بےلگام شہوانی جذبات سے مامون ہوتا ہے ۔ نیز وہ بدلتے ہوئے میلانات اور خواہشات کا شکار نہیں ہوتا اور نہ وہ ایسی خواہشات کا کھلونا بنتا ہے جو ہوا کے ہر جھونکے کے ساتھ رخ بدلتی رہتی ہیں ۔ ماں کی گود میں تربیت یافتہ بچہ میں بنی نوع انسان کی اجتماعی ذمہ داریوں سے عہدہ برآہو سکتا ہے اور یہ اہداف محض شہوت رانی کی خاطر دو افراد کے ملاپ اور محصوص نسل کشی کی کافر نرسریوں میں بچوں کی پرورش کے اہداف سے بالکل جدا اور مقدس ہیں اور یہ اہداف مستقل پرسکون اور دور رس انسانی فرائض پر مبنی ہیں ۔\nاس صورت حال میں پوری انسانی نسل لعنت اور ملامت کی مستحق ہوجاتی ہے ‘ اس لئے انسانیت کا ایک عضو ‘ دوسرے اعضاء کو تباہ کر رہا ہے اور جس میں موجودہ نسل انسانی ‘ آنے والی نسلوں کے مستقبل کو تباہ وبرباد کر رہی ہے ‘ محض اس لئے کہ خود اس کی ذات کا بھلا ہوجائے ‘ اس کی ذاتی اور موجود خواہشات کما حقہ پوری کردی جائیں چاہے مستقبل میں آنے والی نسلوں کی قسمت میں تباہی اور بربادی کے سوا کچھ نہ رہے ۔ اور اللہ کا عذاب ان نسلوں کے لئے قضائے مجرم بن جائے جو اللہ کے احکام کی نافرمان ہو رہی ہیں ‘ جو اس کی تخلیق کردہ فطرت کے خلاف روش رکھتی ہیں اور جو اس کی صریح ہدایت کے خلاف جا رہی ہیں ۔ اور جن کی وجہ سے پورا بنی نوع انسان ان مصائب میں گرفتار ہے ۔ ہاں اس وبال اور عذاب الہی سے وہ مٹھی بھر مومن ضرور محفوظ رہیں گے جو اللہ کے احکام کا اقرار کرتے ہیں ‘ جو اس زمین پر اللہ کی مملکت کے قیام کے لئے کوشاں ہیں اور لوگوں کو پکڑ پکڑ کر اس کی دعوت دے رہے ہیں اور ان کو اس مٹا دینے والے فساد سے بچانا چاہتے ہیں ‘ جسے انسانیت خود اپنے لئے تیار کر رہی ہے اور وہ یہ سمجھتی ہے کہ یہ سازش وہ صرف اسلامی ممالک کے خلاف کر رہی ہے تاکہ وہ رکاوٹیں دور ہوں جو ان کی راہ میں حائل ہیں ۔ اور جس کے لئے انہوں نے خود عالم اسلام کے اصحاب قلم اور میڈیا میں کام کرنے والوں کو لگا رکھا ہے اور وہ اپنی ان مساعی کو صرف عالم اسلام کے اندر محدود تصور کرتے ہیں حالانکہ ایسا نہیں ہے ۔\n(آیت) ” والمحصنت من النسآء الا ملکت ایمانکم “۔ اور وہ عورتیں بھی تم پر حرام کردی گئیں ہیں جو دوسروں کے حصار نکاح میں ہوں ‘ البتہ ایسی عورتیں ایسی عورتیں اس سے مستثنی ہیں جو جنگ میں تمہارے ہاتھ آئیں ۔ “ اس فقرے میں استثناء ان قیدی عورتوں کے بارے میں ہے جو اسلامی جنگوں میں گرفتار ہو کر آتی تھیں ‘ لیکن وہ دارالحرب اور دارالکفر میں دوسرے لوگوں کے نکاح میں ہوتی تھیں ۔ اس صورت میں ان کا تعلق نکاح ‘ ان کے سابقہ خاوندوں کے ساتھ منقطع ہوجاتا تھا ‘ کیونکہ دارالکفر سے دارالاسلام میں آجانے کی وجہ سے ان کا نکاح ٹوٹ جاتا ہے ‘ لہذا اس تبدیلی سے وہ محصنات نہیں رہتیں ۔ اور دارالاسلام میں ان کا کوئی خاوند ہوتا نہیں اور ایک حیض کے آنے ہی سے ان کا رحم سابقہ خاوند کے آثار سے پاک تصور ہوگا ۔ یعنی یہ نتیجہ اخذ کر لیاجائے گا کہ ان کا رحم حمل سے پاک ہے ۔ اگر اب وہ اسلام میں داخل ہوتی ہیں تو ان کے ساتھ نکاح جائز ہوگا ‘ یا جس شخص کے حصے میں وہ آجائیں ‘ اس کے لئے بھی ان کے ساتھ مباشرت جائز ہوجاتی ہے کیونکہ وہ اس کی مملوکہ ہوجاتی ہیں ۔ اس صورت میں چاہے وہ اسلام لائیں یا نہ لائیں مباشرت جائز ہوگی ۔\nظلال القرآن کے پارہ دوئم میں ہم تفصیل کے ساتھ مسئلہ غلامی کے بارے میں اسلام کے موقف پر بحث کر آئے ہیں اس طرح اس سلسلے میں ایک تفصیلی بحث سورة محمد کی آیت ۔ ” (حتی اذا اثخنتموھم فشدوا الوثاق فاما منا بعد واما فدآء حتی تضع الحرب اوزارھا “۔ (47 : 4)\n” یہاں تک کہ جب تم ان کو اچھی طرح کچل دو تب قیدیوں کو مضبوط باندھو ‘ اس کے بعد تمہیں اختیار ہے ‘ احسان کردیا فدیے کا معاملہ کرو ‘ تاآنکہ لڑائی اپنے ہتھیار ڈال دے ۔ “ کے تحت کی گئی ہے ۔ وہاں ملاحظہ ہو۔\nیہاں اس قدر کافی ہے کہ اسلامی کیمپ اس وقت غلامی کے معاملے میں اپنے مخالف کیمپ کے ساتھ وہی معاملہ کر رہا تھا ‘ جو خود وہ کیمپ اس کے ساتھ کر رہا تھا ۔ جبکہ اسلامی کیمپ بمقابلہ مخالفین کے غلاموں کے ساتھ اچھا سلوک کر رہا تھا ۔ اسلامی کیمپ کا سلوک انسانی اخلاق کریمانہ پر مبنی تھا ۔ اور اس کے سوا اسلامی کیمپ کے پاس کوئی چارہ کار بھی نہ تھا اس لئے کہ غلام سازی کا قانون ایک بین الاقوامی مروجہ قانون تھا ‘ اور اسلام کے لئے یہ ممکن نہ تھا کہ وہ یکطرفہ طور پر اس قانون کو ختم کردینے کا اعلان کرتا ۔ اگر ایسا کیا جاتا تو مسلمانوں میں سے جو لوگ غلام ہوتے وہ ہمیشہ کے لئے غلام رہ جاتے اور اہل کفر میں سے جو غلام ہوتے وہ آزاد ہوجاتے ۔ یوں دشمن کے کیمپ کا پلڑا اسلامی کیمپ کے مقابلے میں بھاری ہوجاتا اور مخالف کیمپ کے حوصلے اسلامی کیمپ پر حملہ آور ہونے کے لئے بڑھ جاتے کیونکہ وہ ان حملوں کے نتائج سے ہر طرح مطمئن ہوجاتے بلکہ مخالف کیمپ کو ہر حال میں فائدہ ہوتا ۔\nاب یہاں ایک اہم سوال پیدا ہوتا ہے کہ اگر اسلام کے لئے امر مجبور کافر غلام عورتوں کو اپنے معاشرے میں رکھنا ضروری ہوگیا تھا ‘ تو پھر ان کے ساتھ کیا سلوک کیا جاتا ۔ ان عورتوں کے لئے محض کھانے پینے کے انتظام پر اکتفاء نہ کیا جاسکتا تھا ‘ اس لئے کہ اس کے علاوہ ان کے ساتھ ایک دوسری فطری ضرورت بھی لگی ہوئی تھی ۔ اس ضرورت کا سامان کرنا بھی ضروری تھا ‘ اگر یہ سامان نہ کیا جاتا اور یہ گندگی پھیل جاتی ۔ پھر حالت شرک میں ہونے کی وجہ سے اہل اسلام کے لئے انکے ساتھ نکاح جائز نہ تھا ‘ نہ زبردستی انہیں اسلام میں داخل کرنا جائز تھا ‘ اس لئے یہی ایک صورت رہ جاتی تھی کہ وہ جن لوگوں کی مملوکہ ہوں ان کے لئے ان کے ساتھ حالت شرک میں بھی مجامعت کرنا جائز ہو ‘ جب تک ہو مشرکہ ہوں بشرطیکہ ان میں سے جو دارالحرب میں منکوحہ تھیں ان کے رحم کی پاکیزگی کی شرط کو پورا کیا جائے اور دارالکفر میں ان کے خاوندوں کے ساتھ ان کے تعلق کو ختم کردیا جائے ۔\nان محرمات کے بعد ‘ دوسری محرمات کے بیان سے پہلے اور باقی تمام عورتوں کی حالت کے اعلان سے پہلے یہاں یاد دہائی کرنا ضروری ہے کہ اسلامی نظام حیات میں حرام قرار دینے اور حلال قرار دینے کے اختیارات صرف اللہ کے لئے ہیں ۔ اللہ کے سوا یہ اختیارات اور کسی کے پاس نہیں ہیں ۔ یہ اللہ کا کام ہے کہ وہ انسانوں کے لئے ان کی زندگی کے امور کے بارے میں قانون سازی کرے ۔\n(آیت) ” کتب اللہ علیکم “ ” یہ اللہ کا قانون ہے ‘ جس کی پابندی تم پر لازم کی گئی ہے ۔ “ یہ تمہارے ساتھ اللہ کا عہد اور میثاق ہے جو اس کے اور تمہارے درمیان پختہ طور پر طے ہوا ہے ‘ اور اس پر یہ اس کا فرمان ہے ۔ معاملہ محض کسی خواہش کا نہیں ہے کہ اس کے پیچھے دوڑیں ‘ نہ یہ کسی رسم و رواج کا معاملہ ہے جس کا اتباع کیا جاتا ہو اور نہ یہ خاندانی رواج کا معاملہ ہے جس پر عمل پیرا ہونا ضروری ہو بلکہ یہ اللہ کے میثاق ‘ اس کے عہد اور اس کی کتاب کا تقاضا ہے اور یہی وہ سرچشمہ ہے جس سے اہل ایمان قوانین حلت اور حرمت اخذ کرتے ہیں ‘ اور جو کچھ وہ فرض کر دے اس پر عمل ضروری ہے ‘ وہ جو لکھ دے وہ حرف آخر ہے ‘ اور اس کے بعد یہ کہ اس نے جو کچھ لکھ دیا ہے اس پر تم سے مواخذہ بھی ہوگا اور عمل پیرا ہونے کا مطالبہ بھی ہوگا ۔\nیہ بات بھی نوٹ کرنے کے قابل ہے کہ قرآن کریم نے جن عورتوں کو محرمات کی فہرست میں داخل کیا ہے ‘ ان میں سے اکثریت ایام میں بھی حرام تھی ‘ اور ان میں سے ایام جاہلیت میں صرف باپ کی منکوحہ حرام نہ تھی ‘ نیز دو بہنوں کے درمیان بیک وقت نکاح جائز تھا ‘ البتہ ” منکوحہ اب “ کے ساتھ نکاح کو بھی ناپسند ہی کیا جاتا تھا۔ اس نکاح کو ان کے عرف میں نکاح ” مقیت “ کہتے تھے یعنی برا فعل ۔ اسلام نے تقریبا انہی محرمات کو حرام قرار دیا جو جاہلیت میں حرام تھیں ۔ اسلام نے علت تحریم یہ نہ بتائی کہ ایام جاہلیت میں بھی یہ حرام تھیں بلکہ قرآن کریم نے بصراحت یہ حکم دیا کہ ” یہ اللہ کا قانون ہے جس کی پابندی تم پر واجب ہے ۔ “\nاس مقام پر ہمیں قدرے توقف کرکے اس بات پر غور کرنا چاہیے کہ اسلام میں تصورات اور عقائد اور افکار ونظریات کی اساس کیا ہے ‘ نیز اسلام میں فقہ و قانون کے مصادر اور مآخذ کیا ہیں ؟ یہ غور وفکر کرتے ہوئے اللہ کا یہ بیان ہمارے لئے بہت سے امور میں مفید ہے ۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 24,
  "surah": 4
}
