{
  "text": "(آیت) ” ومن لم یستطع منکم طولا ان ینکح المحصنت المومنت فمن ما ملکت ایمانکم من فتیتکم المومنت واللہ اعلم بایمانکم بعضکم من بعض فانکحوھن باذن اھلھن واتوھن اجورھن بالمعروف محصنت غیر مسفحت ولا متخذت اخدان فاذا احصن فان اتین بفاحشۃ فعلیھن نصف ما علی المحصنت من العذاب ذالک لم خشی العنت منکم وان تصبروا خیرلکم واللہ غفور رحیم “۔ (4 : 25)\n” اور جو شخص تم میں سے اتنی مقدرت نہ رکھتا ہو کہ خاندانی مسلمان عورتوں (محصنات) سے نکاح کرسکے ‘ اسے چاہیے کہ تمہاری ان لونڈیوں میں سے کسی کے ساتھ نکاح کرے جو تمہارے قبضہ میں ہوں اور مومنہ ہوں ۔ اللہ تمہارے ایمان کا حال خوب جانتا ہے ‘ تم سب ایک ہی گروہ کے لوگ ہو ‘ لہذا ان کے سرپرستوں کی اجازت سے ان کے ساتھ نکاح کرلو اور معروف طریقے سے ان کے مہر ادا کر دو ‘ تاکہ وہ حصار نکاح میں محفوظ (محصنات) ہو کر رہیں ‘ نہ آزاد شہوت رانی کرتی پھریں اور نہ چوری چھپے آشنائیاں کریں ، پھر جب وہ حصار نکاح میں محفوظ ہوجائیں اور اس کے بعد کسی بدچلنی کی مرتکب ہوں تو ان پر اس سزا کی بہ نسبت آدھی سزا ہے جو ان عورتوں (محصنات) کے لئے مقرر ہے ۔ یہ سہولت تم میں سے ان لوگوں کے لئے پیدا کی گئی ہے جن کو شادی نہ کرنے سے بند تقوی کے ٹوٹ جانے کا اندیشہ ہو ۔ لیکن اگر تم صبر کرو تو یہ تمہارے لئے بہتر ہے اور اللہ بخشنے والا اور رحم فرمانے والا ہے “۔\nاسلامی نظام زندگی ‘ انسان کے ساتھ ایسا رویہ اختیار کرتا ہے ‘ جو اس کے فطری حدود کے اندر ہو ‘ اس کی وسعت اور طاقت کے مطابق ہو ‘ اس کی واقعی صورت حال کے متناسب ہو ‘ اور اس کی حقیقی ضروریات اور حاجات سے ہم آہنگ ہو ۔ اسلام کسی گمراہ انسان کو ہاتھ سے پکڑ کر گمراہی کے گڑھوں سے نکالتا ہے اور اسے اسلامی نظام حیات کی رفعت اور بلندی عطا کرتا ہے اور اس پورے عمل میں وہ اس کی فطرت اس کی قوت اس کے واقعی حالات ‘ اور اس کی حقیقی ضروریات کو ہر حال میں پیش نظر رکھتا ہے ۔ بلکہ وہ ان تمام دواعی کے تقاضے بھی پورے کرتا ہے اور اسے تدریج کے ساتھ ساتھ مقام بلند تک بھی لے جاتا ہے ۔ البتہ یہ بات ایک حقیقت ہے کہ اسلام جاہلیت کی صورت کو کسی حالت میں بھی ایسی صورت حال تسلیم نہیں کرتا جس کے سوا چارہ کار ہی نہ ہو ‘ اس لئے کہ جاہلیت تو نام ہی گراوٹ کا ہے اور یہ انسان کو بھی گراتی ہے جبکہ اسلام کا مقصد وجود ہی یہ ہے کہ وہ اس گراوٹ سے انسانیت کو اٹھا کر مقام بلند تک لے جائے ۔ ہاں اسلام انسان کی فطرت اور حقیقت کا اعتبار کرتے ہوئے واقعیت پسند ضرور ہے ۔ اور حقیقت واقعہ یہ ہے کہ انسان بلندی اور برتری کے مقام تک چڑھنے کی قدرت بھی رکھتا ہے اور فطری داعیہ بھی ۔ واقعیت پسندی کے معنی یہ نہیں ہیں کہ اگر انسان جاہلیت کی گندگی کے اندر لت پت ہے تو اسے ایسا ہی رہنے دیا جائے ۔ (چاہے وہ کوئی جاہلیت بھی ہو) بلکہ واقعیت یہ ہے کہ انسان کی قدرت ووسعت میں یہ بات ہے کہ سربلندی حاصل کرے اور ترقی کرے اور اس کا فطری داعیہ بھی ہے اور اللہ تعالیٰ انسان کے واقعات سے اچھی طرح باخبر ہے کیونکہ وہ انسان کا خالق ہے ‘ اور اس کی حقیقت کو اچھی طرح جانتا ہے ۔\nاللہ ہی وہ ذات ہے جو ان تمام باتوں کو جانتا ہے جو انسانوں کے دلوں میں کھٹکتی ہیں ۔ (آیت) ” الا یعلم من خلق وھو اللطیف الخبیر “۔ (67 : 14) ” کیا وہ ذات نہیں جانتی جس نے پیدا کیا اور حال یہ ہے کہ وہ نہایت ہی باریک بین اور خبردار ہے ۔ “\nاسلام کے ابتدائی معاشرے میں غلام موجود تھے ‘ یہ غلام مسلمانوں اور کافروں کے درمیان ہونے والی لڑائیوں کے نتیجے میں پیدا ہوتے تھے اور اس وقت تک غلام رہتے تھے جب تک ان کی غلامی کا معاملہ بین الاقوامی طور پر طے نہ ہوجائے یعنی یا ان جنگی قیدیوں کو بطور احسان مفت رہا کردیا جائے ‘ یا ان کا تبادلہ مسلمان قیدیوں کے ساتھ ہوجائے یا مالی تاوان حاصل کرکے جنگی قیدیوں کو رہا کر دیاجائے یعنی جس طرح کے حالات اہل اسلام اور ان کے مقابل دشمن قوت کے مابین پائے جائیں ۔ جب تک قیدیوں اور غلاموں کا مستقل فیصلہ نہیں ہوجاتا اس وقت تک اسلام ان غلاموں کا مسئلہ یوں حل کرتا ہے کہ وہ قیدی اور غلام عورت کے ساتھ اس کے مالک کی مباشرت کو جائز قرار دیتا ہے ۔ جس کی تشریح ہم سابقہ آیت میں کر آئے ہیں تاکہ مملوکہ عورتوں کے فطری تقاضوں کو ایک ضابطے کے مطابق پورا کیا جائے ‘ اور دوسری صورت یہ ہے کہ ان غلام عورتوں کو کسی مومن کے نکاح میں دے دیا جائے بشرطیکہ وہ اسلام قبول کرچکی ہوں اور ان دونوں صورتوں میں ان کے ساتھ مجامعت دارالحرب سے دارالاسلام تک منتقل ہونے کے بعد ‘ ایک حیض آنے کے بعد ان کے رحم کی پاکی کی پوری تحقیق کے بعد ہو سکے گی ۔ لیکن ان لونڈیوں کے مالکان کے سوا دوسرے لوگوں کے لئے ان کے ساتھ مباشرت کی صرف ایک ہی صورت ہے ‘ وہ یہ کہ ان کے ساتھ نکاح کرلیا جائے ۔ اس کے علاوہ ان کے لئے اس بات کا جواز نہیں ہے کہ معاشرے میں جسم فروشی کریں اور اجرت لیں ۔ اور نہ ان کے لئے یہ جائز ہے کہ مالکان ان کو آزاد کردیں اور وہ ان مالکان کے لئے جسم فروشی کرتی پھریں ۔ اس آیت میں ایسی عورتوں کے ساتھ نکاح کا یہ طریقہ وضع کیا گیا ہے ۔\nّ (آیت) ” ومن لم یستطع منکم طولا ان ینکح المحصنت المؤمنت فمن ماملکت ایمانکم من فتیتکم المؤمنت (4 : 25)\n” اور جو شخص تم میں سے اتنی مقدرت نہ رکھتا ہو کہ خاندانی مسلمان عورتوں (محصنات) سے نکاح کرسکے اسے چاہئے کہ تمہاری ان لونڈیوں میں سے کسی کے ساتھ نکاح کرے جو تمہارے قبضے میں ہوں اور مومنہ ہوں “۔\nاسلام اس بات کو ترجیح دیتا ہے کہ نکاح آزاد عورت کے ساتھ کیا جائے ‘ بشرطیکہ کسی شریف زادی سے نکاح کرنے کی استطاعت ہو ‘ اس آزاد عورت کو محصنہ اس لئے کہا گیا کہ وہ حصار آزادی میں محفوظ ہوتی ہے ۔ حیرت اور آزادی اسے یہ آداب سکھاتی ہے کہ وہ اپنی عفت اور پاکدامنی کی حفاظت کس طرح کرے گی ۔ نیز آزادی شرافت اسے یہ بھی سکھاتی ہے کہ خاوند کی عزت کی حفاظت کیسے کی جائے گی ۔ اس لئے یہاں شریف زادیوں اور آزاد عورتوں کے لئے محصنات کا لفظ استعمال کیا گیا ہے ، یہاں محصنات سے مراد وہ عورتیں نہیں جو شادی شدہ ہوں اور کسی کے حصار نکاح میں ہوں ۔ اس سے قبل بتایا جا چکا ہے کہ دوسروں کی بیویاں یعنی محصنات سب مردوں پر حرام ہیں ۔ اور یہاں آزاد عورتوں کے لئے محصنات اس لئے استعمال کیا گیا کہ وہ حصار آزادی میں بند ہوتی ہے ۔ آزادی اور شرافت کی وجہ سے انسانی ضمیر اور شعور میں عزت نفس کا احساس ہوتا ہے اور زندگی میں آزاد عورتوں کو کچھ حقوق حاصل ہوتے ہیں ۔ آزاد عورت کا ایک خاندان ہوتا ہے ایک فیملی ہوتی ہے ‘ اس کی شہرت ہوتی ہے ‘ اس کے محافظ ہوتے ہیں اور وہ بھی اپنے خاندان کی عزت کا خیال رکھتی ہے ۔ پھر اس کی عزت نفس بھی اسے گھٹیا حرکات سے روکتی ہے ۔ اس لئے وہ بدکاری اور زناکاری سے اجتناب کرتی ہے اور یہ موانع اور رکاوٹیں عام بازاری عورتوں یا غلام عورتوں کے لئے نہیں ہوتیں ‘ یہی وجہ ہے کہ وہ محصنہ نہیں ہوتیں ۔ اگر وہ نکاح بھی کریں تب بھی غلامی کے زمانے کے آثار ان کے اندر پائے جاتے ہیں ‘ لہذا ایک آزاد عورت کی طرح اس کے کردار میں عزت نفس ‘ عفت اور خود داری نہیں ہوتی ۔ اس کے علاوہ اس کے دل و دماغ پر خاندانی شرافت کا بھی کوئی احساس چھایا ہوا نہیں ہوتا ‘ جس کے داغدار ہونے کا اسے کوئی خوف ہو علاوہ ازیں اس میں آنے والی نسل کے جذبات کا بھی خیال رکھا گیا ہے اس لئے کہ غلام عورت کی اولاد کو ایک آزاد اور شریف زادی کی اولاد کے مقابلے میں فروتر سمجھا جاتا تھا ، اس طرح غلامی کا داغ ان کے ساتھ کسی نہ کسی صورت میں لگا رہتا تھا اور یہ تصورات عرب معاشرے میں بالعموم موجود تھے ‘ جس میں قرآن کریم نازل ہو رہا تھا ۔ یہ تھے وہ اسباب جن کی وجہ سے اسلام نے اس بات کو ترجیح دی کہ جہاں تک ہو سکے مسلمان آزاد اور شریف زادیوں کے ساتھ نکاح کریں ۔ اور غیر محصنہ عورتوں یعنی لونڈیوں سے شادی کی اجازت اس شرط پر دی کہ جب حرہ اور آزاد عورت سے نکاح ممکن نہ ہو یا اس کی طاقت نہ ہو یا اس کے لئے انتظار کی جانکاہ گھڑیاں گزارنا پڑ رہی ہوں اور مزید انتظار نہ کیا جاسکتا ہو۔\nجب یہ مشکلات بھی ہوں اور ایک مرد کے لئے بےراہ روی کا بھی خطرہ ہو اور مرد کے لئے انتظار مشکل ہو تو اسلام اس کی راہ نہیں روکتا بلکہ اجازت دیتا ہے کہ آسانی ‘ اطمینان اور آرام سے لونڈیوں سے نکاح کرلے اور نکاح کی اجازت بہرحال ان غلام عورتوں سے ہے جو ایمان لا چکی ہوں اور جو کسی دوسرے کی ملکیت میں ہوں ۔ ایمان کی شکل کو یہاں بھی متعین طور پر ثبت کیا گیا ہے جس طرح اس سے قبل آزاد اور محصنہ عورتوں کے ساتھ نکاح میں ایمان کو شرط قرار دیا گیا تھا اسی طرح کسی کافرہ لونڈی سے بھی کسی طور نکاح جائز نہیں ہے ۔ اس لئے پہلے یہ لازمی شرط لگائی جاتی ہے کہ وہ مومنات ہوں ۔ (آیت) ” فمن ماملکت ایمانکم من فتیتکم المؤمنت “۔ (4 : 25) ” جو تمہارے قبضے میں ہوں اور مومنہ عورتیں ہوں “۔ اور دوسری شرط یہ ہے کہ انہیں ان کے مہر ادا کئے جائیں جو فرض ہیں اور ان کی وصولی کا حق ان کے مالکان کو نہیں ہے ۔ یہ ان کا اپنا خالص حق ہے ۔ (آیت) ” واتوھن اجورھن “۔ (4 : 25) ” پس دو انہیں ان کے مہر “ تیسری شرط یہ ہے کہ ان کا معاوضہ بطور مہر ہو ‘ اور ان سے لطف اندوزی بطور نکاح ہو نہ کہ بطور دوستی یا بطور زن بازاری ، مخادنہ کا مفہوم ہے ایک مرد یا عورت سے دوستی اور سفاح کے معنی ہیں زن بازاری کا پیشہ جو ہر کسی کے لئے کھلا ہوتا ہے ۔ (آیت) ” محصنت غیر مسفحت ولا متخذت اخدان “۔ (4 : 25) ” تاکہ وہ حصار نکاح میں محصور ہو کر رہیں اور آزادنہ شہوت رانی یاچوری چھپے آشنائیاں نہ کرتی پھریں “۔\nجب اسلام آیا تو عرب معاشرے میں آزاد عورتوں کے اندر بھی اس قسم کی بےراہ روی متعارف تھی جیسا کہ اس سے پہلے بیان کردہ حدیث عائشہ (رضی اللہ تعالیٰ عنہا) میں آپ پڑھ چکے ہیں ۔ نیز اس دور میں غلام عورتوں میں جسم فروشی کا رواج بھی عام تھا اس وقت کے رؤساء اپنی لونڈیوں کو بازاروں میں چھوڑ دیتے تھے اور وہ ان کے لئے روپیہ کما کر لاتی تھیں ۔ عبداللہ بن ابی ابن سلول رئیس المنافقین نے مدینہ طیبہ میں اس مقصد کے لئے چار لونڈیاں رکھی ہوئی تھیں ‘ حالانکہ وہ اپنی قوم کا رئیس تھا ‘ اور وہ پیشہ کر کے اس کے لئے روپیہ کماتی تھیں ۔ جاہلیت کی گندگی کے یہ آثار مدینہ تک میں باقی تھے ۔ اسلام نے عربوں پر احسان کرکے اس رسم کی بیخ کنی کردی ‘ عربوں کا مقام بلند کردیا انہیں اس گندگی سے پاک وصاف کردیا اور عربوں کے بعد تمام انسانیت کو اس نجاست سے پاک کیا ۔\nاسلام نے مردوں اور ان نوجوان مومنہ عورتوں کے درمیان مباشرت کا صرف ایک ہی طریقہ جائز قرار دیا ہے اور وہ یہ ہے کہ ایک عورت کے لئے ایک مرد مخصوص کیا جائے یعنی طریقہ نکاح اور اس طرح ایک خاندان پر مشتمل دو افراد زندگی بسر کریں ۔ اور یہ صورت نہ ہو کہ اس میں جانوروں کی طرح محض شہوت رانی ہو ۔ چونکہ دولت مردوں کے ہاتھ میں ہوتی ہے اس لئے عورت کے لئے مہر مقرر فرمایا ہے جو از روائے شریعت فرض ہے تاکہ مرد وزن کا یہ تعلق محض دوستی اور پیشہ ورانہ اجرت پر مبنی نہ ہو ۔ اسی طرح غلاموں کی دنیا میں بھی اسلام نے اس تعلق کو جاہلیت کی گندگیوں سے پاک کیا ۔ انسان نے جب بھی جاہلیت کو اپنایا وہ اس گندگی میں مبتلا ہوا۔ آج اس دور جدید میں انسان چونکہ جاہلیت کے جھنڈے اٹھائے ہوئے ہے ‘ اور اس نے اسلام کو چھوڑ دیا ہے اس لئے وہ اس گندگی میں پوری طرح لت پت ہے ۔\nاس آیت کے تحت اس موضوع پر بحث ختم کرنے سے پہلے ہم مناسب سمجھتے ہیں کہ قرآن کریم کے اس انداز تعبیر پر بھی ذرا غور کریں جس میں قرآن کریم نے غلاموں اور آزاد لوگوں کے درمیان ‘ اسلامی معاشرے میں انسانی تعلقات کے قیام کی نسبت سے بات کی ہے ۔ قرآن کریم غلام عورتوں کے لئے رفیقات ‘ جواری اور امہ کا لفظ استعمال نہیں کرتا جو اس وقت مروج تھے ‘ اسلام ان کے لئے ” فتیات “ کا لفظ استعمال کرتا ہے ۔ (آیت) ” فمن ماملکت ایمانکم من فتیتکم المؤمنت “۔ (4 : 25) ” جو تمہارے قبضے میں ہوں اور مومنہ جوان عورتیں ہوں “۔\nاسلام آزاد عورتوں اور غلام عورتوں کے درمیان ایسا فرق نہیں کرتا جس سے وہ الگ الگ فرقے تصور ہوں حالانکہ اس وقت جو تصورات رائج تھے ‘ ان کے مطابق غلام لوگوں کی ایک الگ دنیا تھی اور وہ دوسرے درجے کے شہری تصور ہوتے تھے ۔ اسلام سب انسانوں کو ایک اصل ونسل کا حامل تصور کرتا ہے ۔ جن کے درمیان ایک رابطہ ہے یعنی انسانیت اور ایمان کا رابطہ جو اجتماعی تعلقات کے لئے اسلام میں اساس بنتا ہے ۔ (آیت) ” واللہ اعلم بایمانکم بعضکم من بعض (4 : 25) ” اللہ تمہارے ایمانوں کا حال خوب جانتا ہے ‘ تم سب ایک ہی گروہ کے لوگ ہو۔ “\nاسی طرح اسلام ان کے مالکان کے لئے لفظ سید یا مالک استعمال نہیں کرتا بلکہ ان کے لئے ” اہل “ کا لفظ استعمال کرتا ہے ۔\n(آیت) ” فانکحوھن باذن اھلھن “۔ (4 : 25) ” لہذا ان کے سرپرستوں کی اجازت سے ان کے ساتھ نکاح کرو “۔ اور اس کے بعد پھر اسلام مہر کا حقدار انکے مالکوں کو قرار نہیں دیتا بلکہ مہر صرف عورت کا حق ہوتا ہے لہذا مہر اس قاعدہ کلیہ سے خارج ہوجاتا ہے جس کے مطابق غلاموں کی ہر قسم کی کمائی ان کے مالکوں کی ملکیت ہوتی تھی ‘ اس لئے کہ مہر کی رقم کمائی کی تعریف میں نہیں آتی بلکہ مہر تو مرد وزن کے رابطے کا ایک مقدس فریضہ ہے ۔ (آیت) ” واتوھن اجورھن بالمعروف (4 : 25) ”” پس معروف طریقے سے ان کے مہر ادا کرو ‘۔ “\nاسلام غلام عورتوں کو یہ اعزاز دیتا ہے کہ وہ عام طور پر جسم فروشی نہ کرتی پھریں اور معروف طریقے کے مطابق نکاح کر کے جنسی تعلقات قائم کریں ۔ (آیت) ” محصنت غیر مسفحت ولا متخذت اخدان (4 : 25) ” تاکہ وہ حصار نکاح میں محفوظ ہو کر رہیں ‘ آزاد شہوات رانی نہ کرتی پھریں اور نہ چوری چھپے آشنائیاں کریں ۔ “\nیہ تمام خدوخال اور تمام پہلو ان غلام نوجوان عورتوں کے لئے شان اعزاز ارکرامت لئے ہوئے ہیں ‘ اور جس طرح وقت کا تقاضا تھا ‘ ان کے اصل مقام انسانیت میں کسی قسم کی کوئی کمی نہیں کی گئی ۔\nاس اعزاز اور عزت افزائی کا موازنہ اگر نزول قرآن کے وقت رائج اور مروج حالات کے ساتھ کیا جائے جن میں غلاموں کو بری نظروں سے دیکھا جاتا تھا اور جس طرح انہیں اعلی انسانی شرف سے محروم کیا جاتا تھا اور اس انسانی شرف کی بنا پر ملنے والے تمام انسانی حقوق سے محروم کیا جاتا تھا ‘ تو معلوم ہوگا کہ اسلام نے اس سلسلے میں کس قدر دور رس تبدیلی کی ۔ اسلام نے ان عورتوں کو انسانی شرافت سے مشرف کیا ‘ ہر حال میں ان کے مقام انسانیت کا لحاظ رکھا ‘ قطع نظر اس سے کہ یہ مخلوق عارضی طور پر قید غلامی میں مقید ہے جسے اسلام محض ایک عارضی اور عبوری صورت حال تصور کرتا تھا ۔\nآج کے جدید اور مہذب دور میں بھی فاتح افواج مفتوح اقوام کی عورتوں اور لڑکیوں کے ساتھ جو سلوک کرتی ہیں ‘ اگر اس کا مطالعہ کیا جائے اور اس کا تقابل اسلام کے اس پروقار سلوک کے ساتھ کیا جائے جو اس نے اس وقت کے حالات میں غلام عورتوں کے ساتھ کیا تو اس سے معلوم ہوگا کہ اس وقت اسلام نے غلامی کے عارضی طور پر موجود ادارے کے اندر کسی قدر دور رس اصلاحات کیں ۔ ہمیں جدید دور کی فاتح افواج کے ” جنسی ملاپ “ اور اس کے گندگی کے قصے اور رپورٹیں اچھی طرح معلوم ہیں جن میں جاہلیت جدیدہ کے یہ فرزند ہر اس جگہ ملوث ہوئے جہاں بھی انہوں نے فتح حاصل کی ۔ اور جب یہ مفتوحہ علاقوں کو چھوڑ کر گئے تو انہوں نے اپنے پیچھے اس قدر گندگی چھوڑی جس سے وہ علاقے سالہا سال تک عہد بر آنہ ہوسکے ۔\nاس طرح ان نوجوان عورتوں کی جانب سے اس نکاح کے بعد اگر کسی فحاشی اور بدکاری کا ارتکاب ہو تو ان پر آزاد اور شریف زادیوں کے مقابلے میں خفیف سزا تجویز کی گئی ہے اس لئے کہ ان غلام عورتوں کے حالات اور واقعات ایسے ہوتے ہیں جن میں ان کے لئے فحاشی اور بدکاری کے ارتکاب کے زیادہ مواقع ہوتے ہیں اور یہ عورتیں آزاد عورتوں کے مقابلے میں کم قوت دفاع رکھتی ہیں اس لئے کہ غلامی میں ایک شخص کا ضمیر بدل جاتا ہے اور اسے عزت نفس کا حکم احساس ہوتا ہے ۔ اسے کسی خاندان کی عزت وآبرو برباد ہونے کا احساس بھی نہیں ہوتا ‘ اس لئے کہ ذاتی عزت وآبرو اور خاندانی عزت وآبرو کا احساس ہی آزاد عورتوں کے اندر اپنے ناموس کی حفاطت کا جذبہ بیدار رکھتا ہے ۔ نیز ایک شخص کا معاشرتی مقام اور اس کی اقتصادی حالت بھی فحاشی وبدکاری میں مبتلا ہونے یا نہ ہونے کے معاملے میں ایک اہم فیکٹر ہوتا ہے اور آزاد عورت کے مقابلے میں غلام عورت کا سوشل سٹیٹس اور اقتصادی حالت بہرحال کم ہوتی ہے ۔ اس وجہ سے غلام عورت اس معاملے میں بہرحال بڑی آسانی سے ورغلائی جاسکتی ہے ۔ یعنی مال اور نسب کی کمی کی وجہ سے ۔ ان وجوہات اور اسباب کی بنا پر اسلام نے غلام عورتوں کے لئے سزائے حد ‘ جبکہ وہ شادی شدہ ہوں ‘ ان آزاد عورتوں کی حد کے نصف کے برابر رکھی جبکہ ان کی شادی ابھی نہیں ہوئی ہوتی ہے ۔ فرماتے ہیں :\n(آیت) ” فاذا احصن فان اتین بفاحشۃ فعلیھن نصف ما علی المحصنت من العذاب (4 : 25) ” پھر اگر وہ حصار نکاح میں محفوظ ہوجائیں اور اس کی بعد کسی بدچلنی کی مرتکب ہوں تو ان پر اس سزا کی نسبت آدھی سزا ہے جو آزاد عورتوں کیلئے مقرر ہے ۔ “\nاس کا مفہوم یہ ہے کہ آزاد عورتوں کی اس سزا کا نصف جو تقسیم ہو سکتی ہو ‘ اور وہ کوڑوں کی سزا ہے اور رجم کی سزا میں تقسیم ممکن نہیں ہے ۔ اس لئے اس سزا سے مراد رجم کی سزا نہ ہوگی ‘ لہذا مطلب یہ ہوا کہ جب کوئی شادی شدہ لونڈی زنا کا ارتکاب کرے تو اس پر آزاد عورت ‘ (جوشادی شدہ نہ ہو) کی سزا کا نصف حصہ لازم ہوگا ۔ رہی اس لونڈی کی سزا جو شادی شدہ نہ ہو ‘ تو اس بارے میں فقہاء کے درمیان اختلاف ہے کہ آیا اس پر یہی حد جاری ہوگی یعنی غیر شادی شدہ آزاد عورت کی نصف سزا یا اسے محض تادیبی سزا دی جائے گی اور یہ تادیب صرف اس کا مالک کرے گا اور نصف حد نہ ہوگی ۔ اس اختلاف کی تفصیلات کتب فقہ سے معلوم کی جاسکتی ہیں ۔\nہم یہاں فی ظلال القرآن میں ‘ صرف یہ نکتہ سمجھانا چاہتے ہیں کہ اسلامی نظام زندگی لوگوں کے حالات اور ظروف واحوال کے مطابق فیصلے کرتا ہے اور اس طرح ان کے حقیقی حالات میں ترقی اور پاکیزگی کی طرف ان کی راہنمائی کرتا ہے ۔ وہ لوگوں کو بےکسی کی اس گری ہوئی حالت میں یہ فرض کرکے نہیں چھوڑتا کہ ان کے جو ظروف واحوال ہیں یہ ان کی تقدیر ہے اور وہ اس میں ہمیشہ کے لئے گم گشتہ ہیں ۔ اللہ تعالیٰ اس حقیقت کو خوب جانتا تھا کہ اسلام کے دور اول میں غلام لوگ کن برے حالات سے گزر رہے ہیں ‘ ان پر کیا کیا دباؤ ہیں اور ان حالات میں ایک لونڈی کو کس سہولت کے ساتھ بدکاری اور فحاشی کے لئے آمادہ کیا جاسکتا ہے ۔ اس لئے اسلام نے ان ظروف واحوال کو نظر انداز نہ کیا اور ان لونڈیوں کے لئے وہ سزا تجویز نہ کی جو اس نے آزاد عورتوں کے لئے تجویز کی تھی ‘ اور نہ ہی اسلام نے اس حقیقی اور واقعی صورت حال کو تسلیم کیا بایں معنی کہ ان حالات میں غلام عورتوں کے لئے سرے سے کوئی تادیبی سزا ہی نہ مقرر کی جائے غرض اسلام نے نصف سزا رکھ کر ان حالات کا لحاظ بھی رکھا جو اس وقت اہم فیکٹر تھے ۔ سزا بھی تجویز کی اور یوں ایک عادلانہ طریق اختیار کیا۔\nہاں یہ بات بھی ملاحظہ ہو کہ اسلام نے غلاموں کو کم درجہ سمجھ کر ان کی سزا میں سختی بھی روا نہیں رکھی ۔ جس طرح اسلام سے قبل دور جاہلیت میں مروجہ قوانین ان طبقات کے لئے بہت سخت ہوتے تھے جو مرتبہ ومقام کے اعتبار سے گڑے پڑے ہوں ‘ اور جو طبقات ترقی یافتہ ہوں ‘ ان کے لئے یہ جاہلی قوانین نہایت ہی نرم ہوتے تھے جبکہ اسلامی قوانین ضعفاء اور کمزوروں کے لئے نرم اور شرفائے لئے سخت ہوتے ہیں ۔\nروم کے قوانین میں یہ رویہ اختیار کیا گیا تھا کہ جس قدر ملزم گرے ہوئے اور کم تر درجے کے طبقات سے ہوتا ‘ اسی قدر سزا میں شدت کی جاتی ۔ یہقانون کہتا ہے : ” اگر کوئی شخص کسی پاک دامن بیوہ یا کسی کنواری کی ساتھ بدکاری کا ارتکاب کرے گا ‘ اگر وہ شخص کسی معزز خاندان کا فرد ہے تو اس کی نصف جائیداد ضبط ہوگی اور اگر وہ گھٹیا خاندان سے تعلق رکھتا ہو تو اس کی سزا کوڑے اور جلاوطنی ہوگی ۔ (دیکھے مدونہ جتینائن ترجمہ عبدالعزیز فہمی) منونے جو قانون ہند میں پاس کیا تھا ‘ جسے منو شاستر کہا جاتا ہے اس میں یہ درج ہے کہ اگر کوئی برہمن واجب القتل ہوجائے تو اسے قتل نہ کیا جائے گا ‘ حاکم صرف اس قدر سزا دے سکے گا کہ اس کا سر منڈوا دے ۔ ہاں اگر واجب القتل شخص برہمنوں کے علاوہ کوئی ہو ‘ تو اسے قتل کیا جائے گا ۔ معمولی اور گرے ہوئے طبقات میں سے کوئی اگر برہمن پر ہاتھ اٹھائے گا تو اس کا ہاتھ کاٹ دیا جائے گا ۔ “ (ماذا احر العالم ۔۔۔۔۔۔۔۔۔ ندوی) اور یہودیوں کا قانون یہ تھا کہ ان میں سے کوئی شریف چوری کرتا تو وہ اسے چھوڑ دیتے اور جب کوئی کم درجے کا انسان چوری کرتا تو وہ اس پر حد جاری کرتے ۔\nان حالات میں اسلامی نظام نازل ہوا ‘ اس نے سچائی کو اپنی جگہ پر کھڑا کیا ۔ اس نے مجرم پر سزا نافذ کی لیکن نفاذ سزا میں اس نے حالات جرم کو مد نظر رکھا ۔ اس نے شادی شدہ لونڈی کی سزا اس شریف زادی کی سزا کے نصف کے برابر رکھی جس کی ابھی تک شادی نہ ہوئی ہو ۔ اس نے اسے بالکل معاف بھی نہیں کیا کہ اس کے ارادہ گناہ کا کوئی لحاظ ہی نہ رکھا جائے اور اسے حالات سے مجبور تصور کیا جائے اس لئے کہ اگر ایسا ہوتا تو یہ بالکل خلاف واقعہ اور خلاف حقیقت ہوتا ۔ اور نہ اس کے حالات جرم کو نظر انداز کرتے ہوئے ‘ اس کے لئے آزاد اور شریف زادی عورتوں کے مساوی سزا تجویز کی ۔ جبکہ اس کے حالات جرم شریف زادی کے حالات جرم سے بالکل مختلف تھے ۔ اور نہ اسلام نے وہ جاہلانہ قوانین جاری رکھے جن میں اشراف کو تو معاف کردیا جتا تھا اور کم تردرجے کے لوگوں پر سزائے حد جاری ہوتی تھی ۔\nامریکہ ‘ جنوبی افریقہ اور ان جیسے دوسرے ممالک میں آج تک یہ طبقاتی امتیاز مجرمین کے ساتھ ‘ اس ترقی یافتہ دور میں بھی روا رکھا جاتا ہے جہاں سفید فام اشراف کو معاف کردیا جتا ہے جبکہ رنگ دار ضعیف اور ناتواں لوگوں کے لئے کوئی معافی نہیں ہوتی ۔ یہ ہے جاہلیت اور جاہلیت جہاں بھی ہو اور جب بھی ہو اور جیسے بھی ہو وہ جاہلیت ہی ہے ۔\nلونڈیوں کے ساتھ آزاد لوگوں کا نکاح محض رخصت ہے ‘ اس شخص کے لئے جو فتنے میں پڑنے سے ڈرتا ہو ‘ یا جسے بہت زیادہ مشقت اٹھانی پڑ رہی ہو ۔ جو شخص بغیر کسی مشقت یا بغیر کسی بدکاری میں پڑنے کے احتمال کے صبر کرسکتا ہو تو اس کے لئے یہ بہتر ہے اس لئے کہ غلام عورتوں کے ساتھ نکاح کرنے سے بہرحال خاندان کا ماحول خراب ہو سکتا ہے ۔\n(آیت) ” لمن خشی العنت منکم وان تصبروا خیرلکم واللہ غفور رحیم “۔ (4 : 25) ” یہ سہولت ان لوگوں کے لئے پیدا کیا گئی ہے جن کو شادی نہ کرنے سے بند تقوی ٹوٹ جانے کا اندیشہ ہو ‘ لیکن اگر تم صبر کرو تو یہ تمہارے لئے بہتر ہے ۔ اور اللہ بخشنے والا اور رحم کرنے والا ہے ۔ “ اللہ تعالیٰ اپنے بندوں پر حد سے زیادہ بوجھ نہیں ڈالتا ‘ نہ انہیں مشقت میں ڈالتا ہے ‘ اور نہ انہیں فتنے میں ڈالتا ہے ۔ بیشک اللہ کا وہ نظام زندگی جو اس نے ان لوگوں کے لئے پسند کیا ہے ، ان لوگوں سے تقاضا کرتا ہے کہ وہ ترقی کریں ‘ بلند ہوں اور عالی شان ہوں ‘ مگر وہ سب تقاضے انسان کے فطری حدود وقیود کے اندر کرتا ہے ۔ یہ تقاضے ان کی حدود استطاعت کے اندر ہوتے ہیں اور ان کی حقیقی ضروریات کے دائرے کے اندر ہوتے ہیں ۔ یہی وجہ ہے کہ اسلامی نظام زندگی ایک سہل نظام زندگی ہے ۔ وہ انسانی فطرت کو پیش نظر رکھتا ہے ‘ وہ انسان کی حقیقی ضروریات سے بھی باخبر ہے ‘ اور وہ انسانی ضرورت کی مقدار سے بھی اچھی طرح واقف ہے ۔ ہاں اسلام یہ طرز عمل بہرحال اختیار نہیں کرتا کہ وہ ان لوگوں کی حوصلہ افزائی کرے اور وہ گندگیوں میں گرتے چلے جائیں اور یہ بھی وہ برداشت نہیں کرتا کہ اس کے سامنے لوگ گندگی میں لت پت پڑے ہوں اور وہ اس گندگی پر ان کی تعریف کرے یا مبارکباد دے اور حوصلہ افزائی کرے ۔ بلکہ وہ ان پر یہ فریضہ عائد کرتا ہے کہ وہ اس گندگی سے نکلنے کی سعی کریں اور سربلند ہونے کی کوشش کریں ‘ یا وہ ان نتائج سے بری الزمہ ہوں جن تک وہ اس گراوٹ اور دھوکے خوری کا مقابلہ نہ کرنے کی وجہ سے پہنچے ہوں ۔\nیہاں مسلمانوں کو یہ تلقین بھی کی جارہی ہے کہ وہ صبر کریں یہاں تک کہ انہیں آزاد عورتوں کے ساتھ نکاح پر قدرت حاصل ہوجائے ۔ اس لئے کہ حصن نکاح میں آزاد عورتوں کو لانا ان کا پہلا حق ہے ۔ وہ اس بات کی حقدار ہیں کہ خاندان کی تعمیر شریف زادیوں پر ہو ‘ اور وہ شریف زادوں کو جنم دیں اور نوخیز نسلوں کے ساتھ یہ شریف زادیاں احسان کریں ‘ اور اپنے خاوندوں کی عزت محفوظ رکھیں ۔ ہاں اگر کسی کو یہ خطرہ ہو کہ وہ بدکاری میں مبتلا ہوجائے گا اور مقابلہ نہ کرسکے گا اور یہ کہ وہ صبر وانتظار کی مشقت برداشت نہیں کرسکتا تو اس کے لئے رخصت ہے کہ وہ لونڈیوں کے ساتھ نکاح کرے اور اس رخصت میں بھی یہ کوشش کی گئی ہے کہ لونڈیوں کی حیثیت کو اونچا کیا جائے ۔ اور ان کو پھر یہ اعزاز بخشا گیا ہے کہ وہ تمہاری جوان عورتیں ہیں اور تم ہی ان کے اہل ہو اور تم ایک ہی گروہ ہو ‘ اور تمہارے درمینا ایمان کا مضبوط رشتہ موجود ہے اور اللہ تعالیٰ کو ان کی ایمانی حالت کا اچھی طرح علم ہے ‘ اور یہ کہ ان لونڈیوں کے لئے پھر مہر لازم اور فرض ہے اور لونڈیوں کے ساتھ بھی تمہیں نکاح ہی کرنا ہوگا ‘ نہ آزاد شہوت رانی ہوگی اور نہ ہی خفیہ دوستی اور اگر نکاح کے بعد یہ لونڈیاں بدکاری کا ارتکاب کریں تو وہ بھی مسئول ہوں گی ۔ ہاں یہ ضرور ہے کہ انکی سزا ان کے ظروف واحوال کے لحاظ سے ذرا ہلکی ہوگی اس لئے کہ (آیت) ” واللہ غفور رحیم “ (4 : 25) ” اللہ بخشنے والا اور رحم والا ہے ۔ “ یعنی وہ غفور ورحیم ہے کہ اس نے تمہیں مجبوری کی حالت میں غلام عورتوں کے ساتھ نکاح کی اجازت دے دی اور پھر وہ رحیم ہے کہ اس نے لونڈیوں کی سزا میں ان کے ظروف واحوال کی وجہ سے تخفیف کی جہاد بھی کسی غلطی کے ارتکاب کا ذکر ہو ‘ جہاں بھی انسان کی ذاتی کمزوری اور مجبوری کے کسی امر کا تذکرہ ہو وہاں آخر میں غفور ورحیم کی تعقیب آتی ہے ۔\nاس کے بعد ان تمام مباحث اور احکام پر ایک جامع اختتامیہ آتا ہے یعنی وہ تمام احکام جو اللہ تعالیٰ نے اسلامی حیات میں ایک خاندان کی تنظیم سے متعلق صادر کئے تاکہ وہ اس نوخیز اسلامی سوسائٹی کو جاہلیت کے نشیب سے نکال کر بلند کردے ‘ اس کی نفسیاتی اخلاقی اور اجتماعی سطح کو بلند کرکے ایک روشن پاک اور ممتاز مقام تک پہنچا دے ۔ تو اب یہ جامع اختتامیہ آتا ہے جس میں بتایا گیا ہے کہ اللہ تعالیٰ جماعت مسلمہ کے لئے اسلامی نظام زندگی میں ان احکام کے ذریعے کیا چاہتے ہیں ‘ وہ اس کی تنظیم اور ضابطہ بندی کیوں کرتے ہیں اور اس کے مقابلے میں جو لوگ آزاد شہوات رانی (Free Sex) کے داعی ہیں ان کے مقاصد کیا ہیں ؟",
  "ayah": 25,
  "surah": 4
}
