{
  "text": "(آیت) ” نمبر 35\nاسلام یہ مشورہ نہیں دیتا کہ عورت کی جانب سے سرکشی شروع ہوتے ہی تم اس سرکشی اور نفرت کے سامنے ہتھیار ڈال دو اور نہ اسلام یہ مشورہ دیتا ہے کہ بس فورا معاہدہ نکاح کو ختم کر دو اور خاندان کی ہنڈیا ان لوگوں کے سر پر لا کر پھوڑ دو جن کا اس معاملے میں کوئی قصور نہیں ہے ‘ اس لئے اسلام اس کی اہمیت کی خاطر اسے از سر نو جدید اینٹوں کی مدد سے تعمیر کرتا ہے تاکہ وہ دوبارہ نشوونما حاصل کرسکے ۔\nاب اسلامی نظام ادارہ نکاح کے ٹوٹنے کا خطرہ لاحق ہوتے ہیں اپنی آخری کوشش شروع کردیتا ہے ۔ حکم دیا جاتا ہے کہ ایک ثالث مرد کی مرضی کا مقرر ہو اور ایک ثالث عورت کی مرضی کا مقرر ہو اور وہ دونوں ان کے درمیان مصالحت کرانے کی سعی کریں ۔ یہ لوگ نہایت ہی ٹھنڈے ماحول میں جمع ہوں ۔ وہ اپنے ذاتی میلانات کو سامنے نہ رکھیں ‘ اپنے شعور اور احساس کے بوجھ سے الگ ہوجائیں اور معاشی حالات ومفادات کو نظر انداز کردیں ‘ جن کی وجہ سے زوجین کے درمیان تعلقات میں کشیدگی پیدا ہوئی ۔ یہ حکم ان حالات سے ہٹ کر سوچیں جن کی وجہ سے زندگی کے ماحول میں کدورت پیدا ہوئی یا جن کی وجہ سے فریقین کے درمیان پیچیدگی پیدا ہوئی اور جن کی وجہ سے زوجین کے درمیان مشترکہ زندگی کے اچھے عوامل غیر موثر ہوگئے ۔ ان ثالثوں کو کوشش کرنا چائیے کہ وہ زوجین کے دونوں خاندانوں کی شہرت اور عزت کا بھی خیال رکھیں اور زوجین کے چھوٹے بچے ہوں تو ان کے مستقبل کا بھی خیال رکھیں اور وہ اپنے دل سے یہ خواہش نکال دیں کہ ان میں سے کوئی فریق کامیاب رہتا ہے یا ناکام ۔ کیونکہ ایسے حالات میں زوجین میں سے ہر ایک اپنی بات منوانا اپنے لئے باعث عزت سمجھتا ہے ۔ بلکہ ان ثالثوں کو زوجین کے مفادات ‘ ان کے بچوں کے مفادات اور اس ادارے کے مفادات کا خیال رکھنا چاہئے جو ٹوٹ پھوٹ کا شکار ہو رہا ہے ۔ اس کے ساتھ ساتھ یہ بات بھی پیش نظر رہے کہ یہ زوجین کے رازوں کے بھی امین ہوں گے کیونکہ یہ دونوں حکم ‘ دونوں خاندانوں اور زوجین کے نمائندے ہوں گے ۔ فریقین کو یہ خوف نہ ہوگا کہ ان سے ان کے راز افشا ہوں گے اور نہ ہونا چاہئیں کیونکہ رازوں کی تشہیر میں دونوں کی مصلحت نہیں ہوتی بلکہ دونوں کی مصلحت تو اس میں ہوتی ہے کہ ان کے راز پس پردہ ہی رہیں۔\nان ثالثوں کا اجتماع زوجین کے درمیان اصلاح کی خاطر ہوگا بشرطیکہ زوجین کے درمیان اصلاح احوال کی حقیقی خواہش ہو اور یہ خواہش اصلاح محض غصے کے نیچے دب گئی ہو ۔ اگر ثالثوں کے دلوں میں حقیقی خواہش ہو اور وہ مخلص ہوں تو اللہ تعالیٰ زوجین کو اصلاح احوال کی توفیق دے دے گا ۔\n(آیت) ” ان یریدا اصلاحا یوفق اللہ بینھما “ (4 : 35) ” اگر وہ دونوں اصلاح کرنا چاہیں گے تو اللہ ان کے درمیان موافقت کی صورت نکال دے گا “۔۔۔۔ ۔۔۔۔۔۔۔۔ چونکہ وہ صدق دل سے اصلاح چاہتے ہیں اس لئے اللہ تعالیٰ ان کی کوششوں کو قبولیت بخشتا ہے اور اصلاح کی توفیق دیتا ہے ۔\nیہ ہے لوگوں کی سعی اور انکے دلوں کا رابطہ اللہ کی تقدیر اور اس کی مشیت کے ساتھ ۔ درحقیقت اللہ تعالیٰ کی قضا ہی لوگوں کی زندگیوں میں موثر ہوتی ہے ۔ لیکن اللہ کی تقدیر نے لوگوں کو یہ اختیار دیا ہے کہ ہو کوشش کریں اور اصلاح احوال کی سعی کریں ۔ ان کی اس کوشش کے جو نتائج نکلیں گے وہ اللہ کی تقدیر کے مطابق ہی ہوں گے ۔\nجو نتائج بھی نکلیں گے وہ گہرے علم اور دور اندیشانہ مصلحت پر مبنی ہوں گے ۔ (آیت) ” ان اللہ کان علیما خبیرا “ (4 : 35) ” (اللہ سب کچھ جانتا ہے اور باخبر ہے)\nغرض اس سبق میں یہ بات صاف نظر آتی ہے کہ اسلام زوجین کے درمیان اس تعلق کے نتیجے میں وجود میں آنے والے ادارہ خاندان کو بہت ہی اہمیت دیتا ہے ۔ ہمیں یہ بات بھی معلوم ہوتی ہے کہ اسلام انسانی زندگی کے اس پہلو کی تنظیم پر کس قدر زور دیتا ہے ۔ پھر احادیث سے معلوم ہوتا ہے کہ اسلام نے ابتدائی دور کی تحریک اسلامی میں زندگی کے اس پہلو کو بہتر سے بہتر کرنے میں کس قدر کوششیں کیں اور تحریک اسلامی کا ہاتھ پکڑ کر اسے جاہلیت کی گندگیوں سے نکالا ۔ اسے راہ ترقی پر ڈال کر بتدریج بلند ترین مقام اور مرتبہ تک اللہ کی ہدایات کے مطابق پہنچایا اس لئے کہ اللہ کی ہدایت کے سوا کوئی اور ہدایت انسان کے مفید مطلب نہیں ہے ۔\nدرس 33 ایک نظر میں :\nاس سبق کے ابتدائی حصے اور پوری سورت کے موضوع ومضامنین کے درمیان کئی ربط ہیں۔ نیز اس سبق اور سابق درس کے مضامین کے درمیان بھی ربط پایا جاتا ہے ۔\nاس سبق کے ذریعے اس مہم کا آغاز ہوا جس کو پیش نظر رکھ کر ‘ اسلامی معاشرے کی اجتماعی زندگی کی تنظیم کی گئی تھی اور اسے جاہلیت کی تمام آلائشوں سے پاک کرکے اس کے اندر جدید اسلامی خدوخال کو واضح اور مستحکم کرنے کا بیڑا اٹھایا گیا تھا ۔ اس مہم کا ایک حصہ یہ بھی تھا کہ مسلمانوں کو ان اہل کتاب کی سازشوں سے خبردار رکھا جائے جو یہودیوں کی صورت میں مدینہ کے اردگرد اپنے پورے شر اور سازشوں کے ساتھ پھیلے ہوئے تھے ‘ اور وہ ہر وقت اسلامی معاشرے کے خلاف اپنی سرگرمیوں میں مصروف تھے ۔ وہ رات دن اس کوشش میں لگے ہوئے تھے کہ اس معاشرے کی تشکیل وتکمیل کی راہ میں ممکن حد تک رکاوٹیں پیدا کریں ۔ خصوصا وہ مسلمانوں کی اخلاقی قدروں سے بہت ہی خائف تھے اور ان کی سعی تھی کہ وہ اخلاقی کمال حاصل نہ کریں ۔ نیز وہ مسلمانوں کے اتحاد واتفاق اور باہم تعاون وتکافل سے بھی خائف تھے ‘ اس لئے کہ اخلاقی اقدار اور معاشرتی اتحاد وتکافل ہی کی سوسائٹی کی اصل قوت ہوا کرتے ہیں۔\nیہ نیا سبق ‘ دراصل ایک نہی مہم ہے اور اس کا آغاز اس اساسی اصول سے ہوا ہے جس کے اوپر اسلامی معاشرے کی بنیاد رکھی گئی ہے ‘ اور جس سے اسلامی نظام زندگی تشکیل پاتا ہے ۔ وہ اصول ہے خالص نظریہ توحید ۔ اسی اصول پر اسلامی نظام زندگی مبنی ہے ۔ اسلامی زندگی کا ہر پہلو اور اس کا ہر رخ اسی اصول سے پھوٹنے والی شاخ ہے ۔\nاس سبق سے پہلے عائلی زندگی کی تنظیم پر متعدد پہلوؤں سے بات ہوچکی ہے ۔ اور اسی طرح اجتماعی زندگی کے معاملات بھی زیر بحث آچکے ہیں ۔ اس سے پہلے گزرنے والے سبق میں خاندانی زندگی ‘ اس کی تنظیم اور اس کے بچاؤ کی تدابیر کو زیر بحث لایا گیا تھا ۔ اور ان روابط سے بحث کی گئی تھی جو خاندان کو مستحکم اور مضبوط بناتے ہیں ۔ اب اس سے ذرا آگے بڑھ کر اس سبق میں پورے انسانی تعلقات اور روابط سے بحث کی گئی ہے ۔ یعنی وہ تعلقات جو اسلامی معاشرے میں خاندان کے محدود دائرے سے ذرا آگے بڑھ کر انسانی بنیادوں پر استوار ہوتے ہیں ۔ لیکن ان کا خاندانی نظام سے بھی تعلق ہوتا ہے ۔ مثلا آغاز ہوتا ہے والدین کے متعلق ہدایات سے جس کا تعلق خاندان سے بھی ہے ۔ والدین کے علاوہ پھر مزید روابط کو بیان کیا گیا ہے اور یہ روابط اس پاکیزہ محبت کے نتیجے میں پیدا ہوتے ہیں جو خاندان کے اندر پائی جاتی ہے اور جس کے اثرات دوسرے انسانی روابط تک وسیع ہوجاتے ہیں ان خوشگوار روابط کا لطف انسان کو سب سے پہلے خود اپنے خاندان کے اندر آتا ہے ۔ یہاں وہ اچھے تعلقات رکھنا سیکھتا ہے ۔ یوں اس کے لئے یہ تعلقات ایک محدود خاندان سے وسیع انسانی خاندان تک پھیل جاتے ہیں جبکہ پہلے ان خوشگوار تعلقات کو خاندان کے اندر بویا جاتا ہے ۔\nزیر بحث سبق میں بعض ہدایات تو محدود عائلی خاندان کے بارے میں ہیں اور بعض ہدایات ایک وسیع تر انسانی خاندان کے بارے میں ہیں ۔ اس زاوے سے اقدار اور پیمانوں کی نشاندہی بھی کی گئی ہے ۔ یعنی خرچ کرنے والوں کے کیا مراتب ہیں اور کنجوسوں کے کیا مراتب ہیں ؟ درس کا آغاز اس اساسی قاعدے سے ہوا جس پر تمام اقدار اور پیامنے مبنی ہیں جس طرح زندگی کی تمام تفصیلی ہدایات بھی اسی اساسی اصولی پر مبنی ہیں ۔ یعنی عقیدہ توحید ۔ مسلمانوں کی ہر حرکت اور ہر سرگرمی ‘ ان کا ہر تصور اور ہر تاثر عقیدہ توحید پر مبنی ہوتا ہے اور یہی اللہ کی بندگی ہے ۔ اس کا مقصود اللہ کی پرستش ہے ۔ انسان کی تمام سرگرمیوں کا منتہائے مقصود اللہ کی اطاعت اور بندگی ہے اور یک مسلم اپنے عقیدے اور عمل کے اعتبار سے اللہ کا بندہ ہوتا ہے ۔\nچونکہ ہم نے اپنی پوری زندگی میں اللہ کی بندگی اور عبادت کرنی ہے ‘ اس نسبت سے اللہ کی مخصوص پرستش اور عبادت یعنی نماز اور طہارت کے سلسلے میں بعض احکام بھی بیان کئے گئے ۔ اور نماز چونکہ ایک مرحلہ تھی جس میں شراب کو حرام قرار دیا گیا تھا ‘ اس سے قبل نماز کی حالت میں بھی یہ ممکن تھا کہ کوئی شراب پئے ہوئے ہو ۔ اس لحاظ سے حکم دیا گیا کہ مدہوشی کی حالت میں نماز میں شریک نہ ہوا کرو ۔ یہ اسلام کے ہمہ گیر تربیتی اقدامات میں سے ایک اقدام تھا جو نماز کی مناسبت سے دیا گیا ۔ غرض اس سبق کی تمام کڑیاں ایک دوسرے سے ملی ہوئی ہیں ۔ درس سابق سے بھی تمام مضامین مناسبت رکھتے ہیں اور پھر اس سورة کے پورے محور کے ساتھ بھی متناسب ہیں۔",
  "ayah": 35,
  "surah": 4
}
