{
  "text": "(آیت) ” نمبر 66 تا 68۔\nاسلام ایک ایسا نظام زندگی ہے جس پر ہر وہ شخص عمل کرسکتا ہے جو مستقیم اور سلیم الفطرت ہو ‘ اس پر عمل کرنے کے لئے کسی خارق العادت عزم اور کسی بڑے اولو العزم شخص کی ضرورت نہیں ہے ۔ ایسے لوگ تو دنیا میں چند ایک ہوتے ہیں اور اسلامی نظام حیات ان چند لوگوں کے لئے نہیں بھیجا گیا ۔ یہ تمام دنیا کے انسانوں کے لئے بھیجا گیا ہے ‘ اور دنیا میں ہر قسم کے لوگ پائے جاتے ہیں جو مختلف درجات کے ہوتے ہیں ۔ بعض کی طاقتیں اور صلاحتیں زیادہ ہوتی ہیں اور بعض کی کم ۔ یہ دین لوگوں کی اوسط تعداد کو مد نظر رکھ کا بھیجا گیا ہے ‘ جو احکام پر عمل کرسکتے ہیں اور معاصی سے رک سکتے ہیں۔\nقتل نفس اور جلاوطن دو ایسے احکام ہیں جو نہایت ہی شاق ہیں ۔ اگر اللہ تعالیٰ لوگوں پر یہ چیزیں بطور احکام وفرائض عائد کردیتا تو ان احکام پر لوگوں کے لئے عمل کرنا مشکل ہوجاتا ۔ لیکن اللہ نے یہ احکام اس لئے عائد نہیں کئے گئے کہ اللہ تعالیٰ لوگوں کو شکست دینا نہیں چاہتا تھا اور یہ بھی نہ چاہتا تھا کہ لوگ ان احکام سے انکار کردیں بلکہ مقصد یہ تھا کہ سب لوگ احکام الہی پر عمل کریں ۔ احکام ایسے ہوں جو سب کے دائرہ قدرت میں ہوں ۔ قافلہ ایمان کے اندر تمام اوسط درجے کے لوگ بھی شامل ہوں اور یہ کہ اسلامی سوسائٹی میں مختلف طبقات کے لوگ ‘ مختلف ہمتوں کے لوگ ‘ مختلف استعدادوں اور صلاحیتوں کے لوگ شامل ہوں ۔ یہ سب لوگ مل کر اسلامی سوسائٹی کو ترقی دیں ۔ اور ایک ایسے کثیر التعداد قافلے کی شکل میں جو طویل و عریض ہو ۔\nابن جریج ‘ اسحاق ابو الازھر ‘ اسماعیل ‘ ابو اسحاق کی سند سے ابو الحاق کہتے ہیں ۔ جب یہ آیت نازل ہوئی ۔ (آیت) ” ولو انا کتبنا علیھم ان اقتلوانفسکم (4 : 66) تو ایک شخص نے کہا اگر اللہ حکم دیتا تو ہم ضرور ایسا کرتے لیکن اللہ کی بڑی مہربانی ہے کہ اس نے ہمیں معاف کردیا ۔ یہ بات حضرت نبی اکرم ﷺ تک پہنچی تو آپ ﷺ نے فرمایا : ” میری امت میں ایسے لوگ ہیں کہ ان کے دل میں ایمان ان پہاڑوں سے بھی زیادہ بیٹھا ہوا ہے جو نہایت ہی اونچے ہیں ۔ “\nایک دوسری روایت ابن ابو حاتم نے حضرت مصعب ؓ سے روایت کی ہے ۔ انہوں نے اپنے چچا عامر بن عبید ابن زبیر ؓ سے روایت کی ہے کہ جب یہ آیت نازل ہوئی ۔\n(آیت) ” ولو انا کتبنا علیھم ان اقتلوانفسکم او اخرجوا من دیارکم ما فعلوہ الا قلیل منھم (4 : 66)\nرسول اللہ ﷺ نے فرمایا : ” اگر یہ حکم نازل ہوتا تو ابن ام عبدان میں سے ہوتا ۔ “ انہوں نے ایک روایت شریح ابن عبید سے نقل کی ہے ۔ فرماتے ہیں ‘ جب حضور ﷺ نے یہ آیت پڑھی ۔ (آیت) ” ولو انا کتبنا علیھم ان اقتلوانفسکم (4 : 66) تو رسول اللہ ﷺ نے عبداللہ ابن رواحہ ؓ کی طرف اشارہ فرمایا : ” اگر اللہ تعالیٰ یہ فرائض عائد کرتا تو یہ ان قلیل لوگوں میں سے ہوتے ۔ “\nرسول اللہ ﷺ اپنے ساتھیوں کو نہایت ہی گہرائی سے اور نہایت ہی اچھی طرح جانتے تھے ۔ ان کے خصائص اور صلاحیتیں آپ ﷺ کی نظر میں اس قدر درست تھیں کہ وہ خود بھی اپنے بارے میں اس قدر نہ جانتے تھے ۔ حضور اکرم ﷺ کی سیرت میں ایسے بیشمار واقعات ہیں جن سے حضور اکرم ﷺ کی یہ صلاحیت اچھی طرح معلوم ہوتی ہے کہ آپ اپنے ساتھیوں کے بارے میں گہری معلومات رکھتے تھے ۔ نیز حضور کو ان قبائل کی صلاحیتوں کا بھی علم تھا جن سے آپ برسر پیکار تھے ۔ آپ ایک بصیرت افروز قائد کی طرح اپنے ماحول سے اچھی طرح واقف تھے اور بعض اوقات یہ معلومات نہایت ہی معجزانہ ہوتی تھیں ۔ کیونکہ یہ لدنی علم پر مبنی تھیں ۔\nاس جگہ ہمارا یہ موضوع نہیں ہے ‘ یہاں ہم جو کہنا چاہتے ہیں وہ یہ ہے کہ حضور اکرم ﷺ کو معلوم تھا کہ آپ کے ساتھیوں میں اور آپ کی امت میں ایسے لوگ ہوں گے جو ناقابل برداشت مشکلات کو برداشت کریں گے ۔ اگر یہ مشکلات ان پر فرض کردی جائیں لیکن آپ کو یہ بھی معلوم تھا کہ آپ صرف ان چند ممتاز لوگوں کی طرف رسول بنا کر نہیں بھیجے گئے تھے ۔ اللہ تعالیٰ کو اپنے پیدا کئے ہوئے انسان کی فطرت کے بارے میں اچھی طرح علم تھا ‘ اس کی محدود طاقت کا بھی اسے علم تھا ‘ اس لئے اللہ تعالیٰ نے اس دین کے احکام میں وہی کچھ فرض کیا جس پر سب لوگ عمل کرسکتے تھے ‘ اس لئے کہ یہ دین سب کے لئے آیا تھا ‘ بشرطیکہ کسی کے اندر عزم ہو ‘ اس کی فطرت معتدل ہو ‘ اور اس کے اندر اطاعت کا داعیہ ہو اور وہ اس دین کو مذاق اور غیر ضروری نہ سمجھتا ہو ۔\nاس حقیقت کا ذہن نشین کرنا بہت بڑی اہمیت کا حامل ہے ۔ خصوصا ان تخریبی تحریکات کے حوالے سے جن کی دعوت یہ ہے کہ انسان مرتبہ حیوانیت تک اتر آئے اور وہ نفسانیت کے کیچڑ میں کیڑے کی طرح لت پت ہو ۔ اس کے لئے یہ لوگ دلیل یہ دیتے ہیں کہ یہی انسان کی حقیقی صورت حالات ہے اور یہی اس کی طبیعت ‘ فطرت اور اس کی طاقت ہے اور یہ کہ دین تو اس مقام کی طرف دعوت دیتا ہے جو ایک مثالی مقام ہے ‘ جس کا اس کرہ ارض پر حقیقت کا روپ اختیار کرنا نہایت ہی مشکل ہے ۔ اگر کوئی ایک فرد دین کے فرائض پر عمل پیرا ہو بھی جائے تو سو عمل پیرا نہیں ہو سکتے ۔\nیہ نہایت ہی جھوٹا دعوی ہے ۔ یہفریب پر مبنی ہے ۔ یہ جہالت پر مبنی ہے ۔ اس لئے کہ یہ مدعی انسان کو اس طرح نہیں سمجھ سکتا جس طرح اس کو خالق رب العالمین سمجھتا ہے ۔ جس نے اس کے لئے دینی فرائض مقرر کئے ۔ وہ ذات خالق یہ جانتی ہے کہ یہ احکام اس کے دائرہ خدمت میں ہیں ۔ اس لئے کہ دین چند ممتاز لوگوں کے لئے تو نہیں بھیجا گیا ۔\nیہ تو صرف عزم کی بات ہے ‘ ایک عام آدمی کی عزیمت ‘ اخلاص نیت اور کام کے آغاز کی بات ہے اور جب عزم نیت اور آغاز ہوجائے تو ۔\n(آیت) ” ولو انھم فعلوا ما یوعظون بہ لکان خیرا لھم واشد تثبیتا (66) واذا لاتینھم من لدنا اجرا عظیما (67) ولھدینھم صراطا مستقیما (68)\n” حالانکہ جو نصیحت انہیں کی جاتی ہے اگر یہ اس پر عمل کرتے تو یہ ان کے لئے زیادہ بہتری اور زیادہ ثابت قدمی کا موجب ہوتا ۔ اور جب یہ ایسا کرتے تو ہم انہیں اپنی طرف سے بہت بڑا اجر دیتے ۔ اور انہیں سیدھا راستہ دکھا دیتے ۔ “\nصرف کام کے آغاز ہی سے اللہ کی طرف سے امداد شروع ہوجاتی ہے اور اس راہ پر گامزن ہونے لئے ثابت قدمی نصیب ہوتی ہے جس کے بعد اجر عظیم نصیب ہوتا ہے ۔ اس کے بعد صحیح راستے کی طرف راہنمائی نصیب ہوتی ہے ۔ (صدق اللہ العظیم) کیا اللہ تعالیٰ اپنی مخلوق کو دھوکہ دے رہے ہیں ؟ کیا وہ ان سے وہ وعدہ کر رہے ہیں جو پورا نہ ہو ؟ بلکہ اللہ تو ان سے بہت ہی سچی بات فرماتے ہیں ۔ (ومن اصدق من اللہ حدیثا) ” (اللہ سے زیادہ سچا اور کون ہے)\nاس کے ساتھ ساتھ یہ بات بھی نوٹ کرنے کے قابل ہے کہ اس دین میں آسانی کا مطلب یہ نہیں ہے کہ لوگوں کو چھوٹ دے دی جائے ۔ یہ دین ایسا نہیں ہے کہ اس میں ہر طرف سے چھوٹ دی جاتی رہے اور پھر بھی وہ نظام حیات ہو ۔ اس میں عزیمت بھی ہے اور رخصت بھی ہے ۔ عزیمت تو اصل دین ہے اور رخصت بعض عارضی حالات کی وجہ سے ہے ۔ ہمارے بعض مخلص لوگ جو اس دین کی طرف بلاتے ہیں وہ ان کے سامنے رخصتیں پیش کرتے ہیں ۔ وہ ایک ایک رخصت تلاش کرتے اور اسے لوگوں کے سامنے رکھتے ہیں اور کہتے ہیں کہ یہ ہے دین اور پھر وہ لوگوں کو کہتے ہیں دیکھو اس دین میں یہ یہ سہولتیں ہیں ۔ بعض لوگ شیطان کی خواہشات یا عوام الناس کی خواہشات پوری کرنا چاہتے ہیں ‘ وہ ایک سوراخ تلاش کرتے ہیں جہاں سے نکلا جاسکے اور پھر وہ کہتے ہیں کہ یہ ہے یدن ۔\nیہ دین درحقیقت نہ رخصتوں کا نام ہے اور نہ ہی عزیمتوں کا نام ہے ۔ اس میں مجموعی طور پر دونوں چیزیں موجود ہیں اور یہ دین ایسا ہے کہ اگر ایک عام انسان اس پر عمل کے لئے عزم کرلے تو وہ اس پر عمل کرسکتا ہے ۔ وہ اپنی حدود بشریت کے اندر رہتے ہوئے اس کے اندر ذاتی کمال حاصل کرسکتا ہے ۔ جیسے ایک ہی باغ میں وہ انگور ‘ شہتوت ‘ انجیر خربوزہ ‘ تربوز اور دوسرے پھل پیدا ہوتے ہیں اور سب کے ذائقے جدا ہوتے ہیں کسی کے بارے میں بھی یہ نہیں کہا جاسکتا کہ وہ پختہ نہیں ہے ۔ بشرطیکہ ہو پک گیا ہو ‘ اگرچہ ایک کا ذائقہ دوسرے سے کم درجے کا ہو۔\nاس دین کے باغ میں ساگ ‘ ترکاری اور کھیرے ککڑی پیدا ہوتے ہیں ۔ کینو اور انار پیدا ہوتے ہیں ۔ سیب اور اخروٹ بھی پیدا ہوتے ہیں۔ انگور اور انجیر پیدا ہوتے ہیں اور سب کے سب پکتے ہیں ۔ سب کے ذائقے مختلف ہوتے ہیں اور سب پختہ ہوتے ہیں۔ اپنے اپنے درجے میں کمال کو پہنچ جاتے ہیں ۔ دنیا اللہ کا کھیت ہے ۔ اس میں انسان اللہ کی تربیت میں اللہ کی نگرانی میں سہولت کے ساتھ آگے بڑھتے رہتے ہیں۔\nاب آخر میں ‘ اس سبق کے خاتمے پر دی جاتی ہے ‘ دلوں کے اندر جوش پیدا کیا جاتا ہے اور لوگوں کو محبوب مال ومتاع کی طرف متوجہ کیا جاتا ہے ۔ یہ دولت نبیوں ‘ صدیقین ‘ صالحین اور شہداء کے ساتھ ہم نشیبی کی متاع ہے ۔",
  "ayah": 67,
  "surah": 4
}
