{
  "text": "(آیت) ” نمبر 69۔ 70 :\nیہ ایک ایسا سچ ہے جس سے تمام قلبی احساسات جاگ اٹھتے ہیں بشرطیکہ کسی دل میں بھلائی کا کوئی ذرہ موجود ہو ‘ بشرطیکہ نیکی کا کوئی بیج موجود ہو بشرطیکہ اس میں کسی باعزت مقام اور اللہ کے جوار رحمت میں داخل ہونے اور اللہ کی شان کریمی کی تلاش کا کوئی داعیہ ہو ۔ یہ مجلس ایسے ہی اولوالعزم اور بلندیوں کے متلاشیوں کے لئے ہے ۔ یہ اللہ کا فضل ہے اور اس فضل وکرم کے مقام تک کوئی شخص صرف اپنی اطاعت شعاری اور اپنے عمل کے ذریعے نہیں پہنچ سکتا ۔ بلکہ یہ تو صرف اللہ کا وسیع اور عمیق اور بھر پور فضل وکرم ہوتا ہے اور اس کا عمومی فیضان ہوتا ہے اور جس کی قسمت ہو اسے ڈھانپ لیتا ہے ۔\nیہاں مناسب ہے کہ ہم چند لمحے نبی ﷺ کے صحابہ کی محفل میں گزاریں ۔ یہ لوگ دنیا وآخرت میں دونوں میں حضور ﷺ کی محفل کے مشتاق تھے ۔ ان حضرات میں سے بعض تو ایسے تھے کہ وہ آپ کی جدائی کے تصور ہی سے پریشان ہوجاتے تھے ۔ حالانکہ آپ ﷺ اس وقت ان کے درمیان موجود تھے ۔ اسی لئے یہ آیات نازل ہوئیں ‘ جس سے ان کی محبت تروتازہ ہوگئی اور ان کا پاکیزہ جذبہ جوش میں آگیا ۔ اور ان کی پاک و شفاف محبت اور پاک ہوگئی ۔\nابن جریر نے حضرت سعید ابن جبیر سے روایت کی ہے ۔ انصار میں سے ایک شخص آیا جو بہت ہی پریشان تھا ۔ حضور ﷺ نے فرمایا ‘ ” اے فلاں تم پریشان کیوں ہو ؟ اس نے جواب دیا اللہ کے نبی میں ایک معاملے میں سوچ رہا تھا ۔ آپ نے دریافت کیا کہ کیا تھا وہ ؟ اس نے کہا وہ یہ تھا کہ ہم صبح وشام آپ سے آکر ملتے ہیں آپ کے چہرے کی طرف دیکھتے ہیں اور آپ کی مجلس میں بیٹھتے ہیں ۔ کل آپ نبیوں کے ہاں چلے جائیں گے تو ہم آپ سے ملاقات نہ کرسکیں گے ۔ حضرت نبی اکرم ﷺ نے اس شخص کے سوال کا کوئی جواب نہ دیا ۔ اتنے میں حضرت جبرائیل (علیہ السلام) یہ آیت لے کر آئے ۔\n(آیت) ” ومن یطع اللہ والرسول فاولئک مع الذین انعم اللہ علیھم من النبین “۔ (4 : 69) نبی ﷺ نے اس شخص کے لئے پیغام بھیجا اور اسے خوشخبری دی ۔ حضرت ابوبکر ؓ ابن مردیہ نے حضرت عائشہ ؓ سے بھی اس روایت کو نقل کیا ہے کہ ایک شخص نبی کریم ﷺ کے پاس آیا اور عرض کیا حضور آپ میرے لئے میری جان سے زیادہ محبوب ہیں ‘ آپ میرے لئے میرے اہل خاندان سے زیادہ محبوب ہیں اور آپ میرے لئے میری بیٹیوں سے زیاہد محبوب ہیں اور جب میں گھر پہ ہوتا ہوں تو میں آپ کو یاد کرتا ہوں اور اٹھ کر آجاتا ہوں اور آپ کو دیکھ لیتا ہوں ‘ صبر نہیں کرسکتا ۔ جب میں اپنی موت اور آپ کی موت کے بارے میں سوچتا ہوں تو خیال آتا ہے کہ آپ جنت میں داخل ہو کر نبیوں کے گروہ میں داخل ہوجائیں گے اور میں اگر جنت میں چلا بھی جاؤں تو شاید آپ کو دیکھ نہ سکوں۔ اس شخص کے ان خدشات کا آپ نے کوئی جواب نہ دیا یہاں تک کہ یہ آیت نازل ہوئی\n(آیت) ” ومن یطع اللہ والرسول فاولئک مع الذین انعم اللہ علیھم من النبین والصدیقین والشھدآء والصلحین وحسن اولئک رفیقا “۔ (4 : 69)\n” جو لوگ اللہ اور رسول کی اطاعت کریں گے وہ ان لوگوں کے ساتھ ہوں گے جن پر اللہ نے انعام فرمایا ہے یعنی انبیاء اور صدیقین اور شہداء اور صالحین اور اچھے ہیں یہ رفیق جو کسی کو میسر آئیں ۔ “\nصحیح مسلم نے ربیعہ کی حدیث نقل کی ہے ‘ فرماتے ہیں میں ایک رات نبی کریم ﷺ کے پاس تھا ۔ میں نے آپ کو وضو کے لئے پانی اور دوسری ضروریات فراہم کیں تو حضور ﷺ نے فرمایا : مانگو جو مانگتے ہو تو میں نے کہا کہ اے رسول خدا ﷺ میں تو جنت میں آپ کی رفاقت چاہتا ہوں ۔ آپ نے فرمایا اس کے سوا کچھ اور ؟ تو اس نے کہا بس صرف یہی ۔ تو حضور ﷺ نے فرمایا آپ کثرت سجود کے ذریعے اپنے نفس کے خلاف میری معاونت کریں ۔\nبخاری شریف میں متعدد طریقوں سے یہ روایت آئی ہے کہ ایک شخص ایک گروہ کو پسند کرتا ہے مگر ان سے ملاقات نہیں ہوتی تو اس کا کیا حال ہوگا ؟ آپ نے فرمایا آدمی انہیں لوگوں کے ساتھ ہوگا جن کو وہ محبوب سمجھتا ہے ۔ یہی بات تھی ‘ جس میں ان کے دل و دماغ ہر وقت مشغول تھے ۔ محبت رسول اور آخرت میں صحبت رسول ۔۔۔۔۔۔۔۔ انہوں نے دنیا میں بھی صحبت رسول کا مزہ چکھا ہوا تھا ۔ اور آج اس کا مزہ صرف وہی دل چکھ سکتا ہے جس کے اندر محبت رسول موجود ہو اور ہم لوگوں کے لئے اس آخری حدیث میں روشنی کی کرن ‘ اطمینان کا سامان اور امید کی شمع نظر آتی ہے ۔\nدرس 36 ایک نظر میں :\nمیں اس بات کو ترجیح دیتا ہوں کہ اس سبق میں آیات کا جو مجموعہ دیا گیا ہے ‘ وہ مدینہ کے ابتدائی دور میں غزوہ احد کے بعد اور غزوہ خندق سے پہلے نازل ہوا ہوگا کیونکہ اس میں اسلامی سوسائٹی کی جو تصویر کشی کی گئی ہے ‘ اس سے معلوم ہوتا ہے کہ یہ ابھی تک پختگی کے مقام تک نہ پہنچی تھی ۔ اس سوسائٹی میں مختلف قسم کے گروہ موجود تھے ‘ جن میں بعض ناپختہ تھے اور بعض ایسے لوگ بھی موجود تھے جو ایمان ہی نہ لائے تھے اور محض منافقت کر رہے تھے ۔ ان آیات سے معلوم ہوتا ہے کہ اسلامی سوسائٹی کو اپنی تعلیم و تربیت کی مزید ضرورت تھی اور اس سلسلے میں عظیم جدوجہد اور گہری توجہ کی ضرورت تھی ۔ اسے اس عظیم مقصد کے لئے تیار کرنے اور وہ بوجھ اٹھانے کا اہل بنانے کی ضرورت تھی جو اسلام نے اس کے کاندھوں پر ڈال دیا گیا تھا ‘ نیز اسلامی انقلاب کے لئے جس سطح کے لوگوں کی ضرورت تھی ‘ اس سطح تک اس سوسائٹی کو بلند کرنا ضروری تھا ۔ چاہے یہ تربیت اور اصلاح عقائد و تصورات کے میدان میں ہو ‘ یا مخالف کیمپوں کے ساتھ مقابلہ کرنے کے میدان میں ہو۔\nاور یہ جو ہم کہہ رہے ہیں کہ بعض لوگ ناپختہ تھے ‘ اس کا مطلب یہ نہیں ہے کہ اس سوسائٹی میں نہایت ہی بلند معیار کے لوگوں کی کمی تھی ۔ یہاں ہم اس وقت کی اسلامی سوسائٹی کو مجموعی طور پر لے رہے ہیں ۔ اس سوسائٹی میں مختلف عناصر موجود تھے ‘ لیکن سب ایک جیسے نہیں تھے ۔ لہذا اس بات کی ضرورت تھی کہ اس سوسائٹی کے تمام عناصر کو بلند سطح تک لانے کی سعی کی جائے تاکہ اس کے افراد کے درمیان مکمل ہم آہنگی پیدا ہو ۔ اس بات کا اظہار ان آیات وہدایات سے اچھی طرح ہوتا ہے ۔\nاللہ تعالیٰ کی جانب سے نازل کردہ ان ہدایات کے گہرے مطالعے سے ہمیں اس وقت کی مسلم سوسائٹی کا جائزہ لینے کا موقع ملتا ہے اور جماعت مسلمہ کے ایسے خدوخال سامنے آتے ہیں جن میں یہ سوسائٹی ایک انسانی سوسائٹی نظر آتی ہے ۔ اس کا یہ پہلو ہم اکثر اوقات نظر انداز کردیتے ہیں ۔ اس سوسائٹی میں ہمیں اعلیٰ معیار کی تربیت اور قوت بھی نظر آتی ہے اور اس میں بعض کمزوریاں بھی نظر آتی ہیں ۔ یہ بھی نظر آتا ہے کہ قرآن کریم انسانی کمزوریوں ‘ جاہلیت کے باقی ماندہ آثار اور اسلام کے مخالف کیمپ کے ساتھ کس طرح معرکہ آرائی کرتا ہے اور یہ سب کام بیک وقت ہوتا ہے ۔ ہم قرآن کریم کے انداز تربیت کا مطالعہ کرتے ہیں تو قرآن عالم واقعہ میں زندہ انسانوں کے ساتھ معامل کرتا دکھائی دیتا ہے اور یہ بھی نظر آتا ہے کہ تربیت کے میدان میں قرآن کریم نے کس قد کامیاب جدوجہد کرکے ایک ایسی سوسائٹی تخلیق کی جس کو جاہلیت کے معاشرہ سے لیا گیا تھا ‘ جس میں مختلف درجات اور مختلف طبقات کے لوگ موجود تھے اور جس میں مختلف خصوصیات کے لوگ موجود تھے قرآن نے انہیں اس قدر ہم آہنگ ‘ اس قدر بلند ‘ اس قدر متحد بنا دیا جس کا کامل رنگ حضور کے آخری دور میں صاف نظر آتا ہے اور یہ اس قدر بلند اور کامل ومکمل سوسائٹی تھی جس سے آگے جانا انسانوں کے لئے ممکن نہیں ہے ۔\nکسی انسانی سوسائٹی کے مطالعے سے ہمیں معلوم ہوتا ہے کہ انسانی نفس کے اندر کیا کیا صلاحیتیں ہیں ‘ اور دنیا کی بہترین جماعت اور سوسائٹی میں ان کا ظہور کس شکل میں ہوتا ہے ۔ وہ جماعت جس کی تربیت خود حضور ﷺ نے فرمایا تھی اور یہ تربیت تھی بھی قرآنی منہاج کے مطابق ۔\nاس سے ہمیں یہ بھی معلوم ہوتا ہے کہ قرآن کریم کا منہاج تربیت کیا تھا اور یہ کہ قرآن کریم انسانی نفوس کے ساتھ کیسا برتاؤ کرتا تھا ۔ اس کا رویہ اس کے ساتھ کس قدر پر لطف تھا اور جماعت کے اندر مختلف سطح کے لوگوں کو اس نے کس طرح باہم متحد اور منسلک کردیا تھا ۔ ہم قرآن کریم کا مجاز تربیت دیکھتے ہیں اور ہمیں عالم واقعہ میں انسانی طبیعت کے مطابق یہ تربیتی نظام کام کرتا ہوا نظر آتا ہے ۔\nاس سے ایک فائدہ ہمیں یہ بھی حاصل ہوتا ہے کہ ہم اپنے حالات اور دوسری انسانی سوسائٹیوں کے حالات کا مقابلہ اس انسانی جماعت سے کریں جو اللہ نے برپا کی ہے اس کے بعد ان سوسائٹیوں کی انسانی اعتبار سے جو اصل صورت حال تھی اس کا مطالعہ کریں تاکہ اپنی کوتاہیوں کو دیکھ کر دور جدید میں اصلاح حال سے مایوس نہ ہوجائیں اور اپنی اصلاح کے لئے کوشش کرنا ترک نہ کردیں ۔ یہ بھی نہ ہو کہ اسلام کی یہ پہلی سوسائٹی ہمارے تصورات میں کہیں محض خیالی سو سائٹی ہی نہ بن جائے اور ہم کہیں یہ سعی ترک نہ کردیں کہ اس جماعت کے نقش قدم پر ہمیں چلنا ہے اور دور جدید میں ان جدید سوسائٹیوں کو موجودہ گراوٹ سے اونچا کرکے مقام بلند تک پہنچاتا ہے ۔\nیہ عبرتوں کا ایک بڑا ذخیرہ ہے ۔ اور ظلال القرآن میں زندگی بسر کرکے جب ہم یہ ذخیرہ اخذ کریں گے تو یہ ہمارے لئے بھلائی کا ایک عظیم سامان ہوگا ۔\nاس سبق میں دی گئی آیات سے معلوم ہوتا ہے کہ اسلامی صفوں میں اس وقت درج ذیل قسم کے لوگ موجود تھے ۔\n(الف) ایسے لوگ بھی تھے جو اپنے آپ کو جہاد میں پیچھے رکھتے تھے اس سے دوسروے لوگوں میں بھی سستی پیدا ہوتی تھی اور اگر وہ جہاد کو نہ جاتے اور گھروں میں صحیح وسالم رہتے تو اسے اپنے لئے کامیابی سمجھتے تھے جبکہ جہاد میں شریک ہونے والے مسلمانوں کو اس جہاد میں مشکلات اور تکالیف پیش آتیں ۔ اسی طرح یہ لوگ اگر جہاد میں نہ جاتے اور مسلمانوں کو مال غنیمت مل جاتا تو ایسے لوگ محسوس کرتے کہ ان کو خسارہ ہوگیا کہ مال غنیمت میں سے ان کو حصہ نہ ملا ۔ اس طرح یہ لوگ آخرت کے مقابلے میں دنیا کو خریدتے تھے ۔\n(ب) ان لوگوں میں بعض مہاجرین بھی تھے جب یہ لوگ مکہ میں تھے اور ان پر مظالم ہوتے تھے تو وہ جوش دفاع اور بہادری کے جذبے سے یہ کہتے تھے کہ کاش انہیں جہاد کرنے اور جنگ کرنے کی اجازت ہوتی لیکن وہاں ان کے لئے جنگ کرنا بالکل بند کردیا گیا تھا ۔ اب مدینہ طیبہ میں جب جہاد کا حکم آگیا اور یہ کہا گیا کہ کفار کے ساتھ جنگ شروع کر دو تو یہ لوگ تمنا کرنے لگے کہ کاش ابھی اور مہلت ملتی اور جنگ کا حکم نہ آیا ہوتا ۔\n(ج) ان میں ایسے لوگ بھی تھے کہ اگر کوئی بھلائی نصیب ہوتی تو کہتے کہ یہ اللہ کا فضل ہے اور مصیبت آتی تو کہتے کہ یہ مصیبت نبی ﷺ کی ذات کی وجہ سے ہے ۔ یہ بات وہ اس لئے نہ کہتے تھے کہ ان کا خدا تعالیٰ کی ذات پر پختہ ایمان اور بھروسہ تھا بلکہ وہ یہ باتیں اسلامی قیادت پر تنقید کرتے ہوئے کرتے تھے ۔\n(د) بعض ایسے لوگ بھی تھے کہ جو حضور ﷺ کے سامنے اپنے آپ کو نہایت مطیع فرمان ظاہر کرتے مگر جب آپ کے پاس سے چلے جاتے تو مسلمانوں کے خلاف سازشیں کرتے اور اپنے ہم نشینوں کے ساتھ کوئی اور بات کرتے ۔\n(ھ) بعض ایسے لوگ تھے جو افواہوں پر کان دھرتے تھے اور اسلامی صفوں میں انہیں پھیلاتے تھے ۔ اس طرح وہ اسلامی محاذ میں بےچینی پیدا کردیتے تھے حالانکہ انہیں چاہئے تھا کہ وہ بات کو ثبوت تک پہنچاتے یا خود اسلامی قیادت کی طرف رجوع کرتے ۔\n(ر) بعض لوگ ایسے بھی تھے جن کو اس بارے میں شک تھا کہ آیا ان ہدایات کا مصدر اور منبع اللہ کی ذات ہے یا نہیں ‘ وہ یہ سمجھتے تھے کہ بعض باتیں نبی ﷺ اپنی جانب سے کرتے ہیں ۔\n(ز) بعض ایسے تھے جو منافقین کی جانب سے مدافعت کیا کرتے تھے جیسا کہ اگلے سبق کے شروع میں بعض نمونے ہیں۔ ان کی کوشش یہ ہوتی کہ منافقین کے بارے میں جماعت مسلمہ دوگروہوں میں بٹ جائے ۔ اس سے معلوم ہوتا تھا کہ ان کے اسلامی تصور اور تنظیم میں ابھی تک مکمل ہم آہنگی نہ تھی اور یہ لوگ قیادت کے فرائض اور ایسے معاملات میں قیادت کے ساتھ رابطے کی ضرورت کو اچھی طرح نہ سمجھتے تھے ۔\nیہ تمام عناصر جو اسلامی صفوں میں موجود تھے یہ منافقین کے گروہ تھے۔ ہو سکتا ہے کہ یہ ایک ہی گروہ سے متعلق ہوں ‘ یہ بھی ہو سکتا ہے کہ مدینہ کی سوسائٹی میں یہ لوگ منافقین کے کئی گروہوں سے تعلق رکھتے ہوں یا ان لوگوں میں بعض ضعیف الایمان مسلمان بھی ہوں جن کی ایمانی حالت ابھی پختہ نہ ہوئی ہو ۔ ان میں سے کچھ لوگ مہاجریں بھی ہو سکتے ہیں ۔ بہرحال ایسے کئی گروپ اسلامی جماعت کے اندر موجود تھے اور یہ جماعت اس وقت مدینہ کے یہودیوں میں گھری ہوئی تھی جبکہ مکہ میں وہ مشرکین کے نرغے میں تھی اور پورے جزیرۃ العرب میں یہ جماعت متربصین کے نرغے میں تھی جو انتظار کر رہے تھے کہ اس تحریک کا اونٹ کس کروٹ بیٹھتا ہے۔ یہ جماعت مسلسل مسلمانوں کی صفوں کے اندر بےچینی پیدا کر رہی تھی ۔ لہذا اندرونی صفوں میں تربیت وتطہیر کی ضرورت تھی اور لوگوں کو جہاد پر ابھارنے کی ضرورت تھی ۔\nان آیات سے یہ معلوم ہوتا ہے کہ قرآن کریم نے یہ داخلی جہاد اور تربیت کس نہج پر کی ۔ قرآن نے مسلمانوں کی صفوں سے مایوسی کو دور کیا اور جماعت کے ہر فرد کو مطمئن کردیا ۔ نہایت ہی گہرائی دقت اور صبر کے ساتھ اور اس تحریک کے قائد حضرت محمد ﷺ نہایت ہی صبر آزما حالات میں یہ تربیت فرما رہے تھے ۔ ذرا اس کے نمونے ملاحظہ فرمائیں ۔\n(الف) حکم دیا جاتا ہے کہ ہر وقت محتاط رہو ۔ مجاہدین اور مومنین اکیلے نہ پھریں اور مہمات اور سرایا میں اکھٹے جائیں ۔\nیعنی سرایا اور دستوں کی شکل میں یا سب کے سب فوج کی شکل میں نکلیں ۔ اس لئے کہ ان کے اردگرد کے علاقے میں مختلف قسم کی دشمنیاں ہیں اور دشمن گھات میں بیٹھے ہوئے ہیں جن کے اندر منافقین ہیں یا ایسے دشمن ہیں جن کو منافقین پناہ دے رہے ہیں ۔ نیز یہودی بھی پورے جزیرۃ العرب کے دشمنوں کے ساتھ ملے ہوئے ہیں جو موقع کے انتظار میں ہیں۔\n(ب) بعض لوگ جو جہاد میں پیچھے رہ جاتے تھے ان کی بھی یہاں ایک قابل نفرت تصویر نظر آتی ہے ۔ ان کی ہمت جواب دے گئی ہے وہ مفاد پرست ہیں اور نہایت ہی متلون مزاج ہیں اور حالات کے ساتھ بہت جلد یہ لوگ بدل جاتے ہیں۔ ایسے لوگوں کے حال پر تعجب ہوتا ہے کہ مکہ میں تو بہت ہی پرجوش تھے مگر اب جبکہ مدینہ میں جہاد فرض ہوگیا ہے تو وہ جزع وفزع کرتے ہیں ۔\n(ج) یہاں اللہ کی راہ میں مقاتلین کے لئے اللہ کی جانب سے وعدہ بھی صاف نظر آتا ہے کہ اللہ انہیں اجر عظیم عطا کرے گا اور انہیں دو اچھے انجاموں میں سے ایک ضرور ملے گا ۔ یعنی ” اور جو شخص اللہ کی راہ میں قتال کرتا ہے اور مارا جاتا ہے ‘ یا غالب ہوجاتا ہے تو دونوں صورتوں میں اللہ اسے اجر عظیم دے گا “۔\n(د) قرآن کریم مقاصد کی بلندی ‘ اہداف کی پاکیزگی ‘ اور کامرانی کے مقاصد کی نشاندہی بھی کرتا ہے جس کی وجہ سے جہاد و قتال فرض کیا گیا ہے کہ یہ ” اللہ کے راستے میں ’ ضعیف مردوں ‘ عورتوں اور بچوں کی حمایت میں ہے ‘ جو ہر وقت یہ کہتے ہیں کہ اے ہمارے رب ہمیں اس گاؤں سے نکال جس کے باشندے ظالم ہیں اور ہمارے لئے اپنی جانب سے کوئی ولی مقرر کر اور اپنی جانب سے ہمارے لئے کوئی مدد گار بنا ۔ “\n(ھ) پھر قرآن مجید ان مقاصد کی سچائی کو بھی ریکارڈ پر لاتا ہے اور یہ طے کرتا ہے کہ ان کی پشت پر سند قوی ہے اور ان مقاصد کا برسرباطل ہونا بھی بتاتا ہے جن کے لئے کافر لڑتے ہیں اور ان کی سند بھی ضعیف ہے ۔ ” وہ لوگ جو ایمان لائے ہیں وہ اللہ کی راہ میں لڑتے ہیں اور جن لوگوں نے کفر کی راہ اختیار کی ہے وہ طاغوت کی راہ میں لڑتے ہیں ‘ پس تم شیطان کے دوستوں کے ساتھ لڑو ‘ بیشک شیطان کا مکر کمزور ہے ۔ “\nّ (و) ان آیات میں قرآن کریم ان تصورات فاسدہ کا علاج بھی کرتا ہے جن کی وجہ سے دل و دماغ میں فاسد احساسات اور کردار میں فاسد اور ضعیف طرز عمل جنم لیتا ہے ۔ اور یہ کام وہ غلط عقائد کی ۔۔۔۔۔۔۔۔ کے ذریعے کرتا ہے ۔ ایک تو حقیقت دنیا اور حقیقت آخرت کے بیان کے ذریعے کرتا ہے ۔ ” کہہ دیجئے دنیا کا سامان بہت قلیل ہے ۔ اور آخرت ان لوگوں کے بہت ہی خیر ہے جو متقی ہیں اور تم پر ذرہ برابر ظلم نہ ہوگا ۔ “ اور دوسری حقیقت موت اور مقررہ وقت کے اٹل ہونے کے بارے میں کہ انسان جس قدر بھی احتیاط کرے اور جس قدر بھی جہاد سے دور بھاگے ‘ موت بہرحال اپنے وقت پر آپہنچتی ہے ۔ ” جہاں بھی تم ہوگے ‘ موت تمہیں پالے گی اگرچہ تم پختہ محلات میں بیٹھے ہو۔ “ پھر ان کے تصورات مسئلہ تقدیر کے بارے میں درست کئے جاتے ہیں کہ انسان کے عمل اور قضا وقدر کا تعلق کیا ہے ۔ ” اگر انکو کوئی بھلائی نصیب ہو تو کہتے ہیں کہ یہ تو اللہ کی جانب سے ہے اور اگر کوئی برائی پہنچے تو وہ کہتے ہیں یہ تمہاری جانب سے ہے ۔ کہو سب کچھ اللہ کی جانب سے آتا ہے ۔ لیکن ان لوگوں کو کیا ہوگیا ہے کہ یہ بات کو سمجھنے والے نہیں ۔ اگر تمہیں کوئی بھلائی ملے تو یہ اللہ کی جانب سے ہے اور اگر کوئی برائی تمہیں ملے تو یہ تمہارے نفس کی وجہ سے ہے ۔ “\n(ز) قرآن کریم اللہ اور رسول ﷺ کے درمیان گہرے تعلق کی نشاندہی کرتا ہے اور یہ کہ رسول کی اطاعت اللہ کی اطاعت تصور ہوتی ہے ۔ پورے کا پورا قرآن مجید اللہ کی جانب سے ہے ۔ اللہ تعالیٰ لوگوں کو دعوت دیتے ہیں کہ اس کے اندر پائی جانے والی مکمل وحدت فکر پہ غور کرو ‘ جس سے معلوم ہوتا ہے کہ یہ قرآن ایک ہی منبع سے آیا ہے ۔ “ ” جو رسول کی اطاعت کرے اس نے اللہ کی اطاعت کی ۔ “ ۔۔۔۔۔۔۔۔۔ کیا وہ قرآن کریم پر غور نہیں کرتے ‘ اگر وہ اللہ کے سوا کسی اور کی جانب سے آتا تو وہ اس میں بہت زیادہ اختلاف فکرپاتے ۔ “\n(ح) ان آیات میں ہم دیکھتے ہیں کہ مدینہ میں افواہیں پھیلانے والوں کو صحیح طریق کار اپنانے کی ہدایت کی جاتی ہے ۔ وہ طریق کار کسی بھی صحت مند جماعت کی قیادت اور تنظیم کے لئے مناسب ہے اور وہ یہ ہے کہ ” اگر وہ کسی واقعہ کو رسول اللہ ﷺ اور ان لوگوں کے پاس لاتے جن کے ہاتھ میں امور مملکت تھے تو جو لوگ اس سے صحیح نتائج اخذ کرسکتے تھے وہ ان کے علم میں آجاتا۔ “\n(ط) ان آیات میں اس غلط طریق کار سے انہیں ڈرایا جاتا ہے اور ان کو یاد دلایا جاتا ہے کہ اللہ نے اپنا کرم کیا کہ ان کو ہدایت سے نوازا ” اگر اللہ کا فضل تم پر نہ ہوتا اور اس کی رحمت تمہارے شامل حال نہ ہوتی تو تم لوگ شیطان کے متبع ہوتے مگر کم لوگ ۔\nمدینہ کی اسلامی جماعت اور سوسائٹی کے جو حالات ان آیات ان آیات میں بیان ہوئے ہیں ان سے معلوم ہوتا ہے کہ انکی وجہ سے اس جماعت کے اندر کس قدر انتشار اور بےچینی پیدا کردی گئی تھی ۔ ان حالات میں جب نبی کریم ﷺ کو جہاد و قتال کا حکم ہوا تو آپ کو کس قدر ہمہ جہت اور مختلف قسم کی جدوجہد کرنا پڑی ہوگی ۔ جب ہم یہ سنتے ہیں کہ اللہ تعالیٰ نبی ﷺ سے کہتے کہ وہ جہاد کریں اگرچہ وہ اکیلے ہوں اور یہ کہ اہل ایمان کو جہاد پر اکسائیں ۔ آپ اپنی ذات ہی سے مسئول ہوں گے اور اللہ خود ہی معرکے میں حصہ لے گا ۔ ” پس اے نبی ﷺ تم اللہ کی راہ میں لڑو ‘ تم اپنی ذات کے سوا کسی اور کے ذمہ دار نہیں ہو ۔ البتہ اہل ایمان کو لڑنے کے لئے اکساؤ ‘ بعید نہیں کہ اللہ کافروں کا زور توڑ دے ۔ اللہ کا زور سب سے زیادہ زبردست اور اس کی سزا سب سے زیادہ سخت ہے ۔ “ اس انداز گفتگو سے اہل ایمان کے اندر بہت ہی زیادہ جوش پیدا ہوتا ‘ اور ان کی ہمتیں بلند ہوجاتیں کیونکہ اس میں فتح ونصرت کی پوری امید بھی تھی ‘ اور اللہ کی تائید اور اس کی قوت پر پورا یقین بھی ۔\nقرآن کریم اس جماعت کو لے کر متعدد میدانوں میں برسرپیکار تھا ۔ پہلا معرکہ نفس انسانی کے اندر برپا تھا ۔ یہ معرکہ وساوس ‘ خواہشات نفسانی ‘ بدظنی ‘ غلط افکار ‘ جاہلی تصورات اور انسانی اخلاق کی کمزوریوں کے خلاف تھا۔ اگرچہ یہ کمزورریاں نفاق کی وجہ سے نہ ہوں بلکہ بشری کمزوریاں ہوں ۔ قرآن کریم اس جماعت کو ایسی پالیسی کے ساتھ چلا رہا تھا کہ وہ قوت اور شوکت کے مقام تک پہنچ جائے ۔ پھر اس کے اندر ہر قسم کی ہم آہنگی اور یک جہتی پیدا ہوجائے ۔ اور یہ نہایت ہی دور رس اغراض ومقاصد تھے ۔ اس لئے کہ اگر کسی جماعت کے اندر زور آور لوگ بھی ہوں تو بھی اسے بےفکر نہ ہونا چاہئے ۔ اگر اس کی صفوں میں کمزور لوگ موجود ہوں ۔ تو جماعت کے اندر مختلف سطح کے لوگوں کے اندر مکمل تناسق اور مکمل یک جہتی کی ضرورت ہوتی ہے ۔ خصوصا جب اسے مختلف قسم کے معرکوں سے سابقہ درپیش ہو۔ اس تبصرہ کے بعد اب مناسب یہ ہے کہ ہم اس سبق کی آیات پر تفصیلی بات چیت کریں ۔",
  "ayah": 70,
  "surah": 4
}
