{
  "text": "(آیت) ” ویقولون طاعۃ فاذا برزوا من عندک بیت طائفۃ منھم غیر الذی تقول واللہ یکتب ما یبیتون فاعرض عنھم و توکل علی اللہ وکفی باللہ وکیلا (81) افلا یتدبرون القران ولو کان من عند غیر اللہ لوجدوا فیہ اختلافا کثیرا (82) (4 : 81۔ 82)\n” وہ منہ پر کہتے ہیں ہم مطیع فرمان ہیں مگر جب تمہارے پاس سے نکلتے ہیں تو ان میں سے ایک گروہ راتوں کو جمع ہو کر تمہاری باتوں کے خلاف مشورے کرتا ہے ‘ اللہ انکی یہ ساری سرگوشیاں لکھ رہا ہے ‘ تم انکی پروا نہ کرو اور اللہ پر بھروسہ رکھو ‘ وہی بھروسہ کے لئے کافی ہے۔ کیا یہ لوگ قرآن پر غور نہیں کرتے ؟ اگر یہ اللہ کی سوا کسی اور کی طرف سے ہوتا تو اس میں بہت کچھ اختلاف بیانی پائی جاتی ۔\nیہ گروہ ایسا تھا کہ جب یہ رسول اللہ ﷺ کے پاس موجود ہوتا اور آپ سے قرآن سنتا اور قرآنی فرائض کو سمجھتا تو کہتا کہ ہم مطیع فرمان ہیں ‘ وہ اس طرح جامع اور مانع اطاعت کا اعلان کرتے ‘ بےقید اطاعت کا اقرار کرتے ۔ اس میں نہ ہو کوئی اعتراض کرتے ‘ نہ کسی قسم کی توضیحات طلب کرتے ‘ نہ کوئی استثناء رکھتے ‘ لیکن جونہی وہ حضور کی مجلس سے اٹھتے ‘ ان میں سے ایک گروہ راتوں کو جمع ہو کر آپ کی باتوں کے خلاف مشورے کرنے لگ جاتا ۔ اور یہ فیصلہ کرتا کہ حضور نے جو کچھ فرمایا ہے اس پر عمل نہ کیا جائے اور کوئی ایسا منصوبہ اپنایا جائے کہ اس پر عمل نہ ہو اور گلو خلاصی ہوجائے ۔\nاس کا مفہوم یہ بھی ہو سکتا ہے کہ مسلمانوں کی جماعت من حیث الجماعت تو یہ کہتی ہے کہ ہم اطاعت کریں گے لیکن ان میں سے ایک گروہ رات کے وقت نکل کر وہ سازش کرتا ہے جو جماعت مسلمہ کے قول کے خلاف ہوتی ہے ۔ اور اس گروہ منافقین کا مقصد اس جماعت کے اندر افراتفری اور بےچینی پیدا کرنا ہوتا ہے ۔ بہرحال دونوں صورتوں میں یہ گروہ منافقین سازش کر رہا ہوتا ہے ۔ ان کی سرگرمیاں اسلامی صفوں کے اندر بےچینی پیدا کرتی ہیں جبکہ جماعت مسلمہ ان سازشوں کے خلاف ہر میدان میں معرکہ آرا ہوتی ہے اور اپنی پوری قوت ان کے مقابلے میں صرف کرتی ہے ۔\nاللہ تعالیٰ اہل ایمان اور حضور نبی کریم ﷺ کو یہ اطمینان دلاتے ہیں کہ اللہ کی نظروں سے یہ سازشی ٹولہ اوجھل نہیں ہے اور اس کی مکاری سے اللہ اچھی طرح باخبر ہے ۔ یہ شعور اور احساس کہ ان سازشیوں کی سازشوں سے اللہ اچھی طرح خبردار ہے اہل ایمان کے دلوں کے اندر اطمینان اور قوت پیدا کرنے کا موجب ہوتا ہے ۔ ان کے اندر یہ سکون پیدا ہوتا ہے کہ اللہ کی نظر ہوتے ہوئے یہ سازشیں ان کا کچھ بھی نہیں بگاڑ سکتیں ۔ دوسری جانب سے ان سازشیوں کو بھی یہ سخت تنبیہ ہے کہ وہ ان سازشوں میں ہر گز کامیاب نہیں ہو سکتے ۔\n(آیت) ” واللہ یکتب ما یبیتون “۔ (اور اللہ ان کی یہ تمام سرگوشیاں لکھ رہا ہے) اللہ تعالیٰ نے حضور اکرم ﷺ کو منافقین کے ساتھ معاملہ کرنے کا جو منصوبہ دیا تھا وہ یہ تھا کہ آپ ان کے ساتھ ان کی ظاہری حالت کے مطابق معاملہ کریں گے اور ان کے ساتھ ان کی نیتوں کے مطابق سلوک نہ ہوگا ۔ انکی خفیہ سازشوں سے اغماض برتا جائے گا اور اعراض کیا جائے گا ۔ یہ ایک ایسا منصوبہ تھا جس کے مطابق آخر کار وہ منتشر ہوگئے کمزور ہوگئے اور ان میں سے جو باقی رہ گئے تھے وہ تتربتر ہوگئے اور چھپ گئے ۔ اس منصوبے کا ایک حصہ یہ تھا۔\n(آیت) ” فاعرض عنھم “ (آپ ان کی پرواہ نہ کریں) ان سے چشم پوشی کرنے کے ساتھ ساتھ رسول کو مطمئن کیا جاتا ہے کہ اللہ کی حفاظت اور پاسبانی پر مکمل بھروسہ رکھو۔\n(آیت) ” و توکل علی اللہ وکفی باللہ وکیلا “۔ (اور اللہ پر بھروسہ رکھو ‘ اللہ بھروسے کے لئے کافی ہے) بالکل درست اللہ بھروسے کے لئے کافی ہے ‘ جس کا وکیل اللہ ہو اسے کوئی بھی گزند نہیں پہنچا سکتا ۔ نہ اسے کوئی سازش گزند پہنچا سکتی ہے ‘ نہ خفیہ سازش ان کے خلاف چل سکتی ہے ۔ ‘ اور نہ ظاہری سازش ۔\nسوال یہ ہے کہ یہ گروہ حضور ﷺ کے سامنے اقرار اطاعت کرتا اور واپس ہو کر رات کو سازش کرنے میں لگ جاتا ۔ وہ ایسا کیوں کرتا تو دراصل یہ گروہ یہ رویہ اس لئے اختیار کرتا تھا کہ اسے اس بات میں شبہ تھا کہ آیا حضور اکرم ﷺ جو کلام پیش کرتے ہیں وہ اللہ کی جانب سے ہے یا نہیں ۔ جب ایک لمحہ کے لئے اس قسم کا شک پیدا ہوجائے تو بات کی قوت اور شوکت ختم ہوجاتی ہے ۔ قرآن اور کلام رسول کی اندر قوت اور شوکت اسی شعور سے پیدا ہوتی ہے کہ یہ کلام باری تعالیٰ کی طرف سے آرہا ہے اگر عبداللہ کے حلقوم سے سنا جار ہا ہے ۔ اور یہ کہ آپ ہوائی باتیں نہیں کررہے ہیں ۔ یہی وجہ ہے کہ ان کو توکل علی اللہ کرنے کے بارے میں دو ٹوک حکم دیا گیا اور مکرر تاکید مزید کی گئی ۔\nیہاں اللہ تعالیٰ ان کے سامنے ایک نکتہ پیش فرماتے ہیں ۔ اور یہ نکتہ عزت وشرف کی وہ انتہا ہے جس تک قرآن کریم انسان کو پہنچانا چاہتا ہے کہ وہ عقل سے کام لے اور یہ سمجھ لے کہ وہ ایک ذی شرف مخلوق ہے ۔ وہ صاحب عقل وادراک ہے ‘ اور یہ عقل وادراک اللہ ہی نے انسان کو عطا کیا ہے ۔ اللہ تعالیٰ قرآن کے بارے میں فیصلہ ان کے شعور اور ان کی عقل وادراک پر چھوڑتا ہے ۔ اللہ ان کے لئے بصارت وبصیرت کا ایک منہاج متعین فرماتا ہے اور یہ بتایا جاتا ہے کہ اگر وہ اس منہاج کے مطابق معاملات پر غور کریں تو وہ کبھی بھی ٹھوکر نہ کھائیں گے ۔ یہ منہاج فہم وادراک قرآن میں نہایت ہی واضح طور پر متعین کیا گیا ہے ۔ اور خود انسانی فہم وادراک بھی اس منہاج تک پہنچ سکتا ہے ۔ اور اس طرح انسان اس نتیجے تک پہنچ سکتا ہے کہ قرآن کریم اللہ کی جانب سے ہے اور اس میں کوئی شک نہیں ہے ۔",
  "ayah": 81,
  "surah": 4
}
