{
  "text": "اب سیاق کلام ذرا آگے بڑھتا ہے اور ایک دوسرے گروہ کو لیا جاتا ہے جو اسلامی معاشرے میں پایا جاتا ہے ۔\n(آیت) ” واذا جاء ھم امر من الامن اوالخوف اذا عوا بہ ولو ردوہ الی الرسول والی اولی الامر منھم لعلمہ الذین یستنبطونہ منھم ولو لا فضل اللہ علیکم ورحمتہ لاتبعتم الشیطن الا قلیلا (83)\n” یہ لوگ جہاں کوئی اطمینان بخش یا خوفناک خبر سن پاتے ہیں اسے لے کر پھیلا دیتے ہیں ‘ حالانکہ اگر یہ اسے رسول اور اپنی جماعت کے ذمہ دار اصحاب تک پہنچائیں تو وہ ایسے لوگوں کے علم میں آجائے جو ان کے درمیان اس بات کی صلاحیت رکھتے ہیں کہ اس سے صحیح نتیجہ اخذ کرسکیں ‘ تم لوگوں پر اللہ کی مہربانی اور رحمت نہ ہوتی تو (تمہاری کمزوریاں ایسی تھیں کہ) معدودے چند کے سوا تم سب شیطان کے پیچھے لگ گئے ہوتے ۔ “\nیہاں جس گروہ کے بارے میں کہا گیا ہے یہ بھی اسلامی کیمپ میں موجود ایک گروہ ہے لیکن یہ ایسے لوگوں پر مشتمل ہے جو ابھی تک اسلامی نظام کے راہ ورسم سے اچھی طرح واقف نہیں ہے ۔ اور اس گروہ کو ابھی تک اس بات کی سمجھ نہ تھی کہ اسلامی کیمپ میں بےچینی پھیلنے کے نتائج کس قدر خطرناک اور کس قدر تباہ کن ہو سکتے ہیں ۔ اس لئے کہ افواہیں افواہیں ہوتی ہیں ‘ واقعات نہیں ہوتے ۔ حالات بعض اوقات ایسے سنجیدہ ہوتے ہیں کہ ایک سرسری بات کے خطرناک نتائج برآمد ہوسکتے ہیں ۔ کسی ایک شخص کے بارے میں ‘ کسی گروہ یا جماعت کے بارے میں بعض ایسے نتائج رونما ہوتے ہیں کہ سرسری ریمارک پاس کرنیو الا تصور بھی نہیں کرسکتا ۔ اگر یہ واقعات ونتائج برآمد ہوجائیں تو پھر ان کا تدارک اور تلافی کسی صورت میں بھی نہیں کی جاسکتی اور یہ لوگ یہ باتیں اس لئے کرتے ہیں کہ اسلامی کیمپ کے افراد کے اندر پیدا ہونے والی اخوت اور بھائی چارے کا تصور ابھی تک ان کے ذہن میں واضح نہ تھا ۔ یہ لوگ اس بات کو اہمیت نہ دیتے تھے کہ آخر کار ایسی غیر ذمہ دارانہ گفتگوؤں کے کیا نتائج نکلنے والے ہیں اور ایسی باتوں کی اشاعت سے نقصان کیا ہوتا ہے کہ جب یہ باتیں ایک منہ سے دوسرے منہ میں چلتی رہتی ہیں ‘ چاہے یہ باتیں امن کے حالات سے متعلق ہوں یا بےچینی اور خوف کے حالات سے متعلق ہوں ۔ دونوں حالات کے اندر بعض خبروں کا پھیل جانا نہایت ہی مہلک اور فساد انگیز ہوتا ہے ۔ مثلا ایک چوکنے ‘ تیار اور محتاط کیمپ کے اندر دشمن کی سرگرمیوں کو کم کرکے دکھانا غفلت کا باعث ہو سکتا ہے اور اس میں دشمن متحرک ہوسکتا ہے ۔ ایسے حالات میں امن کے بارے میں لوگوں کو مطمئن کردینا لوگوں کو غافل اور سست بنا سکتا ہے اگرچہ متعلقہ ذمہ داران کی طرف سے بار بار احتیاط کی تنبیہ کی جاتی رہے ۔ اس لئے کہ اگر خطرہ سروں پر ہو تو ایک انسان کا دشمن کے مقابلے میں چوکنا ہوجانا ‘ ایسی صورت حال سے بالکل مختلف ہوتا ہے کہ محض ذمہ داران کے احکام کی اساس پر احتیاطی تدابیر اختیار کی جائیں ۔ اس قسم کی سستی اور لاپرواہی بعض اوقات معاملے کا حتمی فیصلہ کردیتی ہے ۔ اسی طرح اگر ایک کیمپ اپنی قوت پر مطمئن ہو اور اپنے اطمینان کی وجہ سے ثابت قدم ہو اس کے اندر خوف پھیلایا جائے ‘ تو ایسے کیمپ میں خوفناک خبروں کی اشاعت سے بےچینی افراتفری پیدا ہوتی ہے اور لوگ ایسی حرکات کرتے ہیں جن کی ضرورت نہیں ہوتی اور جن کی وجہ سے لوگوں میں خواہ مخواہ خوف وہراس پیدا ہوتا ہے اور بعض اوقات ایسی چیزیں نہایت ہی برے نتائج پیدا کردیتی ہیں ۔\nبہرحال یہ ایک ایسے کیمپ کی خصوصیت ہے جس کا نظم ونسق ابھی تک مکمل نہیں ہوا یا اس کیمپ کے افراد کے اندر اپنی قیادت کے ساتھ وفاداری ابھی تک مکمل نہیں ہوئی ‘ یا یہ دونوں کمزوریاں پائی جاتی ہیں ۔ معلوم ہوتا ہے کہ اس وقت اسلامی معاشرے میں یہ دونون باتیں پائی جاتی تھیں اس لئے کہ اس ابتدائی دور میں اسلامی معاشرے میں ایمان کے اعتبار سے مختلف سطح کے لوگ موجود تھے ۔ مختلف فہم وادراک کے حامل لوگ موجود تھے اور محبت ووفاداری میں بھی یہ لوگ مختلف سطحوں اور درجوں کے تھے ۔ غرض اس قسم کی افراتفری اور بےچینی کو قرآن کریم اپنے خالص ربانی منہاج کے مطابق دور کر رہا تھا ۔\n(آیت) ” ولو ردوہ الی الرسول والی اولی الامر منھم “ (4 : 83) (اگر یہ اسے رسول اور اپنی جماعت کے ذمہ دار اصحاب تک پہنچائیں تو وہ ایسے لوگوں کے علم میں آجائے جو ان کے درمیان اس بات کی صلاحیت رکھتے ہیں کہ اس سے صحیح نتیجہ اخذ کریں)\nیعنی اگر یہ لوگ امن اور خوف کی خبریں رسول اللہ ﷺ کے گوش گزار کرتے ‘ اس دور میں جب حضور موجود تھے ‘ یا اہل ایمان میں سے ذمہ دار اصحاب تک پہنچاتے ‘ جبکہ حضور موجود نہ تھے ‘ تو ان خبروں کی حقیقت یہ لوگ معلوم کرلیتے کیونکہ یہ ایسی چیزوں کی حقیقت کو اچھی طرح سمجھتے ہیں اور ان متضاد خبروں کے درمیان سے وہ حقیقت کو اخذ کرلیتے ہیں یا مختلف قسم کے حالات سے وہ بات سمجھ لیتے ہیں ۔\nایک مسلم سپاہی کا فریضہ یہ ہے کہ اگر وہ کوئی ایسی خبر سنے تو وہ اسے اپنے افسر تک پہنچا دے بشرطیکہ وہ بھی صحیح افسر ہو ‘ وہ اس خبر کو اپنی نبی تک پہنچائے اگر وہ موجود ہے اور اگر نبی کا دور ختم ہے تو اپنے اوپر تک پہنچائے ۔ یہ رویہ درست نہ ہوگا کہ وہ یہ خبر صرف اپنے ساتھیوں کے اندر پھیلاتا پھرے یا ایسے لوگوں کے درمیان پھیلائے جن پر اسلامی جماعت کی ذمہ داری نہیں ہے اس لئے کہ اسلامی قیادت ہوتی ہی وہ ہے جو حقیقت کو سمجھ سکے ۔ اور کسی خبر کی نشر کرنے کے صحیح موقع کو بھی سمجھے ۔ یہاں تک کہ اگر ثابت بھی ہوجائے تو بھی بعض اوقات کسی خبر کا نشر کرنا مناسب نہیں ہوتا اور اس کا نشر نہ کرنا ہی اچھا ہوتا ہے ۔\nیہ تھی قرآن کی تربیت ‘ قرآن کریم مسلمانوں کے دلوں میں ایمان کی پختگی پیدا کرنے کے ساتھ ساتھ اسلامی قیادت کے ساتھ وفاداری بھی پیدا کر رہا تھا ۔ قرآن نے صرف ایک آیت میں اسلامی فوجی نظام کے تمام اصول جمع کردیئے بلکہ آیت کے بھی صرف ایک ٹکڑے میں ۔ یہ آیت یہ سکھلاتی ہے کہ ایک فوجی مسلسل امن اور خطرے کی خبریں لیتا ہے اور اپنے افسران بالا تک پہنچاتا ہے اور یہ سلسلہ چلتا رہتا ہے ۔ اس ایک آیت کی ابتداء میں ایک ایسے فوجی کی تصویر کشی کی گئی ہے جو خبریں لیتا ہے ‘ امن کی بھی اور خوف کی بھی ‘ اور وہ اسے مسلسل شائع کر رہا ہے بغیر سنجیدگی کے اور بغیر کسی تحقیق کے اور بغیر اس کے کہ اپنی قیادت کے سامنے پیش کرکے ہدایات لے لے ۔ آیت کے وسطی حصے میں ایک فوجی کو یہ ہدایت دی جاتی ہے اور آخری حصے میں فوجیوں کے دلی تعلق کو اللہ سے جوڑ دیا جاتا ہے ۔ اللہ کے فضل کا ذکر کیا جاتا ہے اور اسے آمادہ کیا جاتا ہے کہ وہ اللہ کا شکر بجا لائے ۔ اسے شیطان کی اطاعت سے ڈرایا جاتا ہے ‘ جو گھات میں بیٹھا ہوا ہے اور اگر اللہ کا فضل وکرم نہ ہو تو وہ فورا دلوں کے اندر فساد پیدا کر دے ۔\n(آیت) ” ولو لا فضل اللہ علیکم ورحمتہ لاتبعتم الشیطن الا قلیلا (4 : 83) (اگر تم لوگوں پر اللہ کی مہربانی اور رحمت نہ ہوتی تو معدودے چند کے سوا تم سب شیطان کے پیچھے لگ گئے ہوتے)\nیہ ایک آیت ہے اور اس کے اندر علم ومعرفت کی وافر مقدار ثبت کردی گئی ہے ۔ اس قضیہ کے تمام پہلوؤں کا ذکر کردیا گیا ‘ یہ آیت ضمیر کے خفیہ ترین گوشوں تک اتر گئی اور دلوں کے اندر ہدایت اور علم بھر دیا گیا ۔ یہ اس لئے کہ یہ کتاب اللہ کی جانب سے ہے ۔ اور اگر یہ اللہ کی جانب سے نہ ہوتی ۔\n(آیت) ” لوجدوافیہ اختلافا کثیرا “۔ (یہ لوگ اس میں بہت کچھ خلاف بیانیاں پاتے)\nجب بات یہاں تک پہنچ جاتی ہے تو اسلامی صفوں کی کمزوریوں کی نشاندہی کردی جاتی ہے ‘ ایسی کمزوریاں جو اسلامی معاشرے کی زندگی پر اور عمل جہاد پر اثر انداز ہو سکتی ہیں یہ غلطیاں اور ان کی درستی کا کام اس سبق کے آغاز ہی سے چل رہا ہے ۔ اب مسلمانوں کو جہاد و قتال پر ابھارا جاتا ہے جس کا ذکر اس سبق میں ہوتا رہا ہے ۔ یہاں آکر حضور اکرم ﷺ کو ذاتی طور پر قتال فی سبیل اللہ کا مکلف بنایا جاتا ہے ۔ اب اس ذاتی ذمہ داری کے بعد کوئی شخص اس سے پیچھے نہیں رہ سکتا ۔ نہ اسلامی جماعت میں پائے جانے والے کسی خلل اور نقص کی وجہ سے نہ راستے کی مشکلات کی وجہ سے ۔ اس لئے کہ خطاب صرف ذات رسول ﷺ کو ہے کہ آپ اٹھیں اور لڑیں اگرچہ اکیلے ہوں اس لئے کہ جہاد ہر شخص پر ذاتی طور پر فرض ہے ۔ آپ بھی اپنی ذات کے ذمہ دار ہیں ‘ ہاں اپنی ذات کے ساتھ آپ ﷺ اہل ایمان کو بھی قتال پر ابھاریں ۔ اللہ تعالیٰ یہاں اہل ایمان اور آپ ﷺ کو فتح ونصرت کی امید دلاتے ہیں اس لئے کہ یہ معرکہ خود اللہ کا معرکہ ہے اور اللہ تعالیٰ بہت ہی زبردست ہے ۔",
  "ayah": 83,
  "surah": 4
}
