{
  "text": "(آیت) ” نمبر 86۔\nاسلام نے اپنا ایک خاص سلام اسلامی معاشرے کو دیا ۔ جس سے ایک مسلمان اور مسلمان معاشرہ غیر مسلم اور غیر مسلم معاشروں سے ممتاز ہوگیا ۔ یہ سلام کو بالکل منفرد اور متمیز بنا دیتا ہے ‘ وہ اپنی روز مرہ کی زندگی میں ممتاز صفات کا مالک بن جاتا ہے اور وہ اس کی وجہ سے دوسرے معاشروں میں مدغم اور گھل مل نہیں جاتا ‘ نہ کان نمک میں نمک بن جاتا ہے ۔\nاسلام نے تین الفاظ دیئے ہیں۔ السلام علیکم ‘ السلام علیکم ورحمتۃ اللہ اور السلام علیکم ورحمۃ اللہ وبرکاتہ ‘ اور جواب سلام یا تو ویسا ہوگا یا اس سے زیادہ ہوگا ماسوائے تیسرے لفظ کے ۔ مثلا السلام علیکم ‘ کا جواب یا تو وعلیکم السلام ہے یا اس سے بہتر وعلیکم السلام ورحمۃ اللہ ۔ دوسرے لفظ پر وعلیکم السلام ورحمۃ اللہ وبرکاتہ ہوگا ۔ اور تیسرے کا جواب ویسا ہی ہوگا ۔ اس لئے کہ اس میں الفاظ پورے استعمال ہوگئے۔ اس لئے تیسرے کا جواب ویسا ہی ہوگا ۔ حضور ﷺ سے ایسی ہی روایت ہے ۔\nاس میں ایک تو وہ انفرادیت ہے ‘ جو اسلامی معاشرے کا خاص رنگ ہے ۔ اسلام چاہتا ہے کہ اس کے ماننے والوں کے خاص خدوخال ہوں ‘ ان کی خاص عادات ہوں ‘ جس طرح اسلام نے ایک مخصوص قانونی تنظیمی نظام دیا ہے ۔ اس موضوع پر ہم تحویل قبلہ کے موقعے پر بات کر آئے ہیں کہ اسلام نے اس امت کو جس طرح ایک نظریہ حیات دیا ہے ‘ اسی طرح اسے ایک مخصوص قبلہ بھی دیا ہے ۔ (دیکھئے سورت بقرہ پارہ دوئم)\nدوسری یہ کہ اسلام نے امت مسلمہ کے افراد کے اندر نہایت پختہ محبت اور بھائی چارہ پیدا کرنے کی کوشش کی ۔ مثلا سلام کا عام کرنا ‘ اور سلام کا جواب سلام سے زیادہ اچھا ہو اور دوسرے تعلقات جن کی وجہ سے اسلامی سوسائٹی کے اندر نہایت ہی پختہ روابط اخوت ومودت پیدا ہوئے ۔ حضور ﷺ سے پوچھا گیا کہ کون سا عمل اچھا ہے ؟ تو آپ ﷺ نے جواب دیا ” یہ کہ تم کھانا کھلاؤ اور چاہے جاننے والا ہو یا نہ جاننے والا ہو ‘ اسے سلام کرو۔ “ یہ تو حکم ہے کہ جماعت مسلمہ کے اندر سلام کرو ‘ اور یہ سنت ہے ‘ رہا سلام کا جواب تو وہ اس آیت کی رو سے فرض ہے ۔ اسلامی معاشرے میں سلام کرنے کی عادت کے اثرات کا اندازہ عملا اس وقت ہوتا ہے جب سلام کے ذریعے غیر متعارف لوگ باہم متعارف ہو کر ایک دوسرے کی طرف متوجہ ہوتے ہیں اور جو لوگ ایک دوسرے کو علیک سلیک کرتے رہتے ہیں ان کے باہم روابط قائم ہوجاتے ہیں ۔ یہ ایک ایسی صفت ہے جو ہر اس شخص پر ظاہر ہوجاتی ہے جو اس عادت کے آثار کا مطالعہ کرتا ہے اور اس کے نتائج پر غور کرتا ہے ۔\nتیسرے یہ کہ آیات قتال کے درمیان میں باہم دوستانہ تعلقات کے لئے یہ آیت بادنسیم ہے اور اس میں اسلام کے اصل الاصول کی طرف اشارہ کردیا گیا کہ اسلام کا اصل الاصول یہ ہے کہ ملک کے اندر امن وامان قائم ہو ‘ اس لئے کہ اسلام دین امن ہے ۔ اسلام کی جنگ بھی دراصل امن کے لئے ہے یعنی کرہ ارض پرامن قائم کرنا اور یہ امن وسیع معنوں میں مطلوب ہے ۔ ایسا امن جو اسلامی نظام حیات پر مبنی ہو ۔\nدرس نمبر 37 ایک نظر میں :\nاس سبق میں اسلامی تصورحیات کے ایک نبی ادی اصول کا تذکرہ کیا گیا ہے یعنی عقیدہ توحید اور اللہ تعالیٰ کو اس کی حاکمیت میں وحدہ لاشریک سمجھنا ۔ پھر اس اصول کے مطابق اسلامی سوسائٹی اور اسلامی معاشرے کے تعلقات دوسرے کیمپوں کے ساتھ متعین کئے گئے ہیں لیکن دوسرے معاشروں کے ساتھ اسلامی معاشرے کے تعلق کی نوعیت کے تعین سے بھی پہلے اس سبق میں خود مسلمانوں پر سخت تنقید کی گئی ہے کہ وہ منافقین کے بارے میں دو گروہوں میں بٹ گئے ہیں ۔ معلوم ہوتا ہے کہ یہ گروہ منافقین مدینہ میں رہنے والے منافقین سے کوئی علیحدہ گروہ تھا ۔ یہ احکام اسلام کے اصل الاصول پر قائم ہیں اور یہ تنقید بھی اسی اصول کے مطابق ہے جس پر اسلامی تصور حیات اور اسلامی نظام قائم ہے ۔ اس اصول کا ذکر ہر وقت ہوتا رہتا ہے جب بھی اسلامی نظام کوئی ہدایت دیتا ہے یا کوئی قانون سازی کی جاتی ہے ۔\nیہ احکام مختلف کیمپوں کے بارے میں ہیں اور یہ احکام ان اصول وقوانین کا حصہ ہیں جسے انسانی تاریخ میں سب سے پہلے اسلام نے متعارف کرایا ۔ ان قوانین کا تعلق قانون بین الاقوام سے ہے ۔ اسلام نے سب سے پہلے بین الاقوامی معاملات میں تلوار کے فیصلے سے ہٹ کر کچھ قواعد بنائے قوت کی دلیل اور جنگل کے قانون پر مشتمل بین الاقوامی رولز میں اسلام نے سب سے پہلے مہذب ضابطے پیش کئے ۔\nیورپ کے اندر قانون بین الاقوام کا آغاز صرف ستروہویں صدی عیسوی (مطابق گیارھویں صدی ہجری) میں ہوا لیکن یہ قانون ماسوائے کاغذ اور سیاہی کے اور کچھ حیثیت نہ رکھتا تھا اور جو بین الاقوامی ادارے تشکیل دیئے گئے تھے وہ محض بین الاقوامی استعماری قوتوں کے خفیہ مقاصد کو قانونی مشکل دینے کے آلہ کار تھے ۔ نیز یہ ادارے سرد جنگ کے لئے میدان کارزار تھے۔ ان کا یہ مقصد ہر گز نہ تھا کہ حق حقدار تک پہنچے ۔ نہ یہ ادارے صحیح معنوں میں انصاف کرتے تھے ۔ یہ ادارے وجود میں محض اس لئے لائے گئے تھے کہ اس دنیا میں بعض بڑے اور طاقت کے اعتبار سے ایک دوسرے کے ہم پلہ ممالک کے درمیان کچھ جھگڑے اٹھ کھڑے ہوئے تھے اور جونہی ان ممالک کے مابین طاقت کا توازن ختم ہوا تو نہ ان بین الاقوامی قوانین کی کوئی حیثیت رہی اور نہ ہی ان بین الاقوامی اداروں کی کوئی قیمت رہی ۔\nجب اسلام آیا ‘ جو انسانوں کے لئے رب ذوالجلال کا نظام زندگی ہے تو اس نے ساتویں صدی عیسوی میں بین الاقوامی معاملات کے اندر قانون سازی کی یعنی پہلی صدی ہجری میں ، یہ قانون اسلام نے از خود وضع کیا اور اس قانون کے بنانے کے لئے کی ہم پلہ حکومت کی طرف سے کوئی دباؤ نہ تھا ۔ یہ قانون اسلام نے از خود بنایا اور از خود اس پر عمل کیا تاکہ اسلامی معاشرہ اس کی بنیاد پر دوسرے کیمپوں کے ساتھ اپنے تعلقات قائم کرے ‘ انسانیت کے لئے انصاف کے جھنڈے بلند کرے اور اس کے لئے نشانات راہ متعین کرے ۔ اگرچہ اس دور کے جاہلی دشمن کیمپ مسلمانوں کے ساتھ ان اسلامی بین الاقوامی قوانین کو سامنے رکھتے ہوئے معاملہ نہ کرتے تھے اس لئے کہ یہ اصول اور قوانین اسلام نے پہلی مرتبہ متعارف کرائے تھے ۔ یہ بین القوامی قرآن کریم کی مختلف سورتوں میں پھیلے ہوئے ہیں اور ان کو یکجا کیا جائے تو بین الاقوامی قانون کا ایک مکمل ضابطہ سامنے آتا ہے ۔ اس کے اندر ان تمام حالات کا حل موجود ہے جو کسی بھی وقت اسلامی مملکت اور دوسرے ممالک کو پیش آسکتے تھے ۔ چاہے یہ ممالک برسرجنگ اور محارب ہوں ‘ پرامن ہوں ‘ مخالف ہوں ‘ غیر جانبدار ہوں ‘ محارب کے حلیف ہوں ‘ پرامن معاہد کے حلیف یا مخالف اور غیر جانبدار کے حلیف ہوں۔\nیہاں ان اصولوں اور احکام کی تفصیلات کے ذکر کرنے کی ضرورت نہیں ہے ۔ اس قسم کی تفصیلی بحث توبین الاقوامی قوانین کے ماہرین کا کام ہے ۔ البتہ ان آیات کے اندر جو اصول آئے ہیں ہم ان کا خلاصہ پیش کرتے ہیں ۔ اس سبق میں درج ذیل لوگوں کے ساتھ معاملہ کیا گیا ہے ۔\n(الف) وہ منافقین جو مدینہ میں مقیم نہ تھے ۔\n(ب) وہ لوگ جو ایسی قوم سے متعلق ہیں ‘ جس کے اور مسلمانوں کے درمیان کوئی میثاق ہے ۔\n(ج) وہ غیر جانبدار لوگ جو مسلمانوں کے ساھ ملکر لڑنا بھی پسند نہیں کرتے اور خود اپنی قوم کے ساتھ مل کر بھی لڑنا پسند نہیں کرتے لیکن وہ ہیں اپنے سابق دین پر ۔\n(د) وہ لوگ جو اسلامی نظریہ حیات کے ساتھ کھیلتے ہیں ۔ جب مدینہ آتے ہیں تو اپنے اسلام کا اظہار کرتے ہیں اور جب مکہ کو جاتے ہیں تو کفر کا اعلان کرتے ہیں ۔\n(ہ) مسلمانوں کے اندر قتل خطا اور مختلف لوگوں یعنی مختلف شہریت کے مالک لوگوں کے مابین قتل عمد کے واقعات میں ضابطہ ۔ ان تمام حالات میں ہمیں واضح احکام ملتے ہیں جو اپنے موضوع پر بالکل صریح ہیں ۔ اور تمام حالات پر ان کا انطباق ہوتا ہے ۔ اور یہ اصول بین الاقوامی معاملات کی ضابطہ بندی کا ایک حصہ ہیں اور ان کا حکم وہی ہے جو اس موضوع پر دوسرے احکام بین الاقوام کا ہے ۔",
  "ayah": 86,
  "surah": 4
}
