{
  "text": "درس نمبر 37 تشریح آیات :\n87۔۔۔۔۔ تا ۔۔۔۔ 94۔\nاس سبق کا آغاز اس اصول سے ہوتا ہے جس کے اوپر اسلامی نظام کی عمارت استوار ہے اور اس کے تمام پہلو اس اصول سے ماخوذ ہیں ۔\n(آیت) ” نمبر 87۔\nاسلامی نظام زندگی کا پہلا قدم عقیدہ توحید ہے اور عقیدہ توحید کا خلاصہ یہ ہے کہ اللہ وحدہ حاکم ہے ۔ اس اسلامی قونون وضع کریں ‘ یا اسلامی انتظامیہ قائم کریں ۔ قانون نظام کا تعلق اسلامی معاشرے کے داخلی امور سے ہو یا بین الاقوامی قانون سے ہو جس کے مطابق اسلامی سوسائٹی دوسری سوسائٹیوں کے ساتھ برتاؤ کرتی ہے ۔ چناچہ زیر بحث آیت بعض داخلی اور بین الاقوامی قوانین کا افتتاحیہ ہے۔\nنفس انسانی کی تربیت کا سفر اس عقیدے سے شروع ہوتا ہے کہ تمام بندوں کو ایک دن اللہ میدان حشر میں اپنے سامنے کھڑا کرے گا اور اس دنیا میں اس نے انسانوں کو جو اختیارات دیئے تھے ان کے صحیح استعمال کے سلسلے میں باز پرس کرے گا ۔ وہاں اس بات کی پرسش بھی ہوگی کہ اللہ کی ہدایات اور اس کے قوانین پر تم نے کس حد تک عمل کیا اور دنیا میں اپنی زندگی کے چھوٹے بڑے معاملات کے اندر کس حد تک تم نے اسلامی ضوابط کی پابندی کی کو ین کہ تمہیں بہرحال وہاں اسی آزمائش اور امتحان کے لئے تو بھیجا گیا تھا ۔ آخرت میں صغیر وکبیر ہر معاملے کا حساب و کتاب ہوگا ۔ حساب و کتاب اور جواب دہی کا یہی اخروی تصو رہے جو شریعت کے انتظامی اور قانونی ضابطوں پر عمل پیرا ہونے کا ضامن ہے اس لئے کہ ہر شخص کے ضمیر کے اندر ایک جیتا جاگتا چوکیدار بیٹھا ہوا ہوتا ہے اور اس وقت بھی نگران ونگہبان ہوتا ہے جب حکومت کے چوکیدار سو جاتے ہیں۔\nاور یہ بات اللہ تعالیٰ فرماتے ہیں۔\n(آیت) ” ومن اصدق من اللہ حدیثا (4 : 87) (اور اللہ سے زیادہ سچی کس کی بات ہے) اور یہ آپ کا وعدہ ہے جس کے خلاف نہیں ہوسکتا ۔\nمسلمانوں کے دلوں کو یہ احساس دینے کے بعد اب اصل بات شروع ہوتی ہے ۔ یہ احساس دلانا اسلامی منہاج تربیت کا ایک عام طریق کار ہے اور اس سے یہ بتانا مقصود ہوتا ہے کہ اسلامی نظام زندگی کی پوری نظریاتی اور عملی عمارت اس عقیدے پر قائم ہے ۔ غرض یہ احساس دلانے کے بعد اب اس بات پر تعجب کا اظہار کیا جارہا کہ مسلمان نفاق اور منافقین کے بارے میں یکسو نہیں ہیں اور ان کے ساتھ معاملہ کرتے ہوئے فیصلہ کن انداز اختیار نہیں کرتے حالانکہ حالات کا تقاضا ہوتا ہے کہ ان کے ساتھ فیصلہ کن اور دو ٹوک بات کی جائیں ۔ یکسوئی تو اور بات ہے مسلمان ان کے بارے میں واضح طور پر دو گروہوں میں بٹ گئے ہیں اور ہر ایک کی اپنی رائے ہے ۔ یہ اختلاف رائے مدینہ سے باہر بسنے والے بعض منافقین کے بارے میں پیدا ہوگیا تھا ۔ جس کی تفصیلات آگے آرہی ہیں ۔ استفہام انکاری کا صیغہ اس لئے استعمال کیا گیا ہے کہ مسلمانوں کے درمیان معاملات کے بارے میں فکری ہم آہنگی کیوں نہیں ہے ۔ اس سے اس بات کا اظہار بھی ہوتا ہے کہ اسلام کی پالیسی یہ ہے کہ معاملات کے اندر فیصلہ کن اور دو ٹوک موقف اختیار کیا جائے اور منافقین کے ساتھ تعلق اور ان کی نسبت نقطہ نظر رکھنے میں یکسوئی اختیار کی جائے اور ان کے ظاہری امور کو دیکھ کر ان کے ساتھ معاملہ کیا جائے بشرطیکہ کوئی منصوبہ طے شدہ ہو اور اس کے ساتھ نرمی کی ضرورت ہو۔",
  "ayah": 87,
  "surah": 4
}
