{
  "text": "(آیت) ” نمبر 94۔\nاس آیت کے نزول کے بارے میں کئی روایات وارد ہوئی ہیں ۔ خلاصہ یہ ہے کہ مسلمانوں کے گشتی دستے کو ایک شخص ملا جس کے ساتھ اس کی بکریاں بھی تھیں ۔ اس شخص نے اس فوجی دستے کو السلام علیکم کہا ۔ مقصد یہ تھا کہ میں مسلمان ہوں ۔ بعض لوگوں نے یہ سمجھا کہ اس نے السلام علیکم محض اپنے آپ کو بچانے کے لئے کہا ہے ۔ اس لئے انہوں نے اسے قتل کردیا ۔ اس پر یہ آیت نازل ہوئی اور مسلمانوں کو حکم دیا گیا کہ وہ اس طرح نہ کریں ۔ یوں ان کے دلوں سے تمام مفادات کا تصور ہی نکال دیا ۔ ان کو یہ تاثر دیا گیا کہ وہ کسی فیصلے میں جلد بازی نہ کریں ۔ اسلام ان دونوں باتوں کو پسند نہیں کرتا۔\nاللہ تعالیٰ اہل ایمان کو یاد دلاتے ہیں کہ وہ دور اور وہ زمانہ دور تو نہیں ہے کہ تم بھی اسی جاہلیت کے اندھیروں میں تھے جس میں تمہارے فیصلے نہایت ہی جلد بازی اور سرکشی پر مبنی ہوتے تھے ‘ تم صرف دولت کے متلاشی تھے ۔ اللہ تعالیٰ انہیں جتلاتے ہیں کہ یہ اسی کا احسان تھا کہ اس نے تمہارے دلوں کو پاک کردیا اور تمہارے نصب العین بلند ہوگیا ۔ اور اب وہ جاہلیت کی طرح دنیاوی مفادات کے لئے جہاد نہیں کررہے اور یہ اللہ ہی ہے جس نے تمہارے لئے قانونی حدود اور جابطے مقرر کئے اور اب یہ صورت نہیں ہے کہ پہلا اشتغال ہی آخری فیصلے صادر کر دے جس طرح جاہلیت میں ہوا کرتا تھا ۔\nاس آیت میں یہ اشارہ بھی موجود ہے کہ دیکھو ایک وقت تھا کہ تم خود اپنی قوم سے اپنے ایمان کو چھپاتے تھے اس لئے کہ تم کمزور تھے اور خوفزدہ تھے ۔ صرف مسلمانوں کو پتہ ہوتا تھا کہ کون مسلمان ہے اور کون نہیں ۔ یہ مقتول اپنی قوم سے اسلام کو چھپا رہا تھا اور جب وہ مسلمانوں سے ملا تو اس نے اپنا اسلام ظاہر کردیا اور السلام علیکم کہا ۔\n(آیت) ” (کذالک کنتم من قبل فمن اللہ علیکم فتبینوا ان اللہ کان بما تعملون خبیرا “۔ (4 : 94) (اسی حالت میں تم خود بھی تو اس سے پہلے مبتلا رہ چکے ہو ‘ پھر اللہ نے تم پر احسان کیا ‘ لہذا تحقیق سے کام لو ‘ جو کچھ تم کرتے ہو اللہ اس سے باخبر ہے)\nیوں اسلام دل کی دنیا کو جھنجوڑتا ہے تاکہ دل زندہ ہوں ‘ محتاط ہوں اور اللہ کی نعمت عظیمہ کا احساس کریں ۔ اور اس احساس ‘ خدا ترسی کے سائے میں اللہ کے احکام وقوانین کو نافذ کریں اور حالات کی اچھی طرح چھان بین کرنے کے بعد فیصلے کریں ۔ آپ نے دیکھا کہ اس سبق میں بعض مقامی اور بین الاقوامی معاملات کو کس قدر شرح وبسط اور تفصیل سے لیا گیا ہے اور بالکل نئے میدان میں یہ قانون سازی کی گئی ہے ۔ کس قدر پاکیزہ جذبے اور پاکیزہ اہداف کے ساتھ اور یہ بات بھی ذہن میں رہے کہ آج سے چودہ سو سال پہلے یہ کام ہوا تھا جبکہ دنیا میں قانون بین الاقوام کا وجود ہی نہ تھا ۔",
  "ayah": 94,
  "surah": 4
}
