{
  "text": "(آیت) ” نمبر 95 تا 104۔\nاس آیت میں اسلامی معاشرے کی ایک خاص صورت حال پر بحث کی گئی ہے ۔ اس وقت مسلمانوں کی صفوں میں بعض لوگوں کی طرف سے سستی پیدا ہو رہی تھی ۔ وہ اسلامی انقلاب کی راہ میں جان اور مال کی قربانی نہ دے رہے تھے ۔ یہ لوگ وہ تھے جو مکہ میں اپنی دولت بچانے کے لئے ہجرت میں تاخیر کر رہے تھے ‘ اس لئے کہ اہل مکہ کسی مہاجر کو اپنے ساتھ کوئی چیز لے جانے کی اجازت نہ دے رہے تھے ۔ یہ سستی اس وجہ سے بھی پیدا ہو رہی تھی کہ ہجرت کی راہ میں سخت مشکلات ‘ مصائب اور خطرات تھے ‘ اس لئے کہ مشرکین کمزور لوگوں کو سرے سے ہجرت کی اجازت ہی نہ دیتے تھے ۔ وہ انہیں پکڑ کر قید کردیتے ‘ ازیت دیتے یا اگر پہلے سے اذیت دی جارہی ہوتی تھی تو جس کے بارے میں انہیں شبہ ہوجاتا کہ یہ بھاگنے کا ارادہ رکھتا ہے تو اسے مزید سخت اذیت دی جاتی چاہے ان آیات کا مدلول وہ لوگ ہوں جو دارالاسلام کو ہجرت کر کے منتقل نہ ہو رہے تھے ۔ (میں اسی رائے کو ترجیح دیتا ہوں) یا اس سے مراد خود دارالاسلام کے اندر موجود بعض لوگ ہو سکتے ہیں جو مالی اور جانی جہاد میں زیادہ پرجوش نہ تھے ۔ یہ لوگ ان لوگوں سے علیحدہ تھے جو جہاد کے معاملے میں سست رو اور پہلو تہی کرنے والے تھے اور جن کا ذکر سابقہ سبق میں ہوچکا ہے ۔ ہو سکتا ہے ان آیات کے معنی میں وہ سب لوگ شامل ہوں جو دارالاسلام مین تھے اور جہاد سے پہلوتہی کر رہے تھے اور منافق تھے ‘ یا مسلمان تھے مگر سست تھے یا وہ تھے جو سرے سے ہجرت ہی نہ کر رہے تھے کہ جہاد کریں ۔ بہرحال بعض حلقے ایسے تھے جو سستی کر رہے تھے اور یہ آیت ایسی ہی صورت حال سے بحث کر رہی ہے ۔ البتہ قرآن اس آیت میں مراد لوگوں کی تخصیص نہ کرتے ہوئے ایک عام قاعدے کے طور پر اصولی بات کرتا ہے ‘ جس کو زمان ومکان اور کسی ایک خاندان کی قید کے اندر مقید نہیں کیا جاتا اور بتاتا ہے کہ یہ اصول ہے کہ ہر دور میں اللہ تعالیٰ اس کا اطلاق اہل اسلام پر کرے گا ‘ کہ جو لوگ بغیر عذر بیماری اور لاچاری کے جہاد فی سبیل اللہ میں حصہ نہیں لیتے چاہے مالی جہاد ہو یا جانی اور اس کے لئے اگر ہجرت کی ضرورت ہو تو ہجرت نہیں کرتے اور اس کے مقابلے میں جو لوگ ہجرت کرتے ہیں اور جانی اور مالی قربانی دیتے ہیں وہ اللہ کے نزدیک ایک ہی مقام و مرتبہ کے نہیں ہو سکتے ۔ یہ ایک عام قاعدہ اور عام اصول ہے اور ہر زمان ومکان میں اس کا اطلاق ہوگا ۔\n(آیت) ” (لایستوی القعدون من المومنین غیر اولی الضرر والمجھدون فی سبیل اللہ باموالھم وانفسھم (4 : 95)\n(مسلمانوں میں سے وہ لوگ جو معذوری کے بغیر گھر بیٹھے رہتے ہیں اور وہ جو اللہ کی راہ میں جان ومال سے جہاد کرتے ہیں دونوں کی حیثیت یکساں نہیں ہے)\nاللہ تعالیٰ بات کو یہاں مجمل اور مبہم نہیں چھوڑتے بلکہ اسکی بھرپور وضاحت فرماتے ہیں اور یہ فیصلہ کرتے ہیں کہ جانی اور مالی جہاد کرنے والوں کا درجہ بہت ہی بڑا ہے ۔\n(آیت) ” (فضل اللہ المجھدین باموالھم وانفسھم علی القعدین درجۃ) (4 : 95)\n(اللہ نے بیٹھنے والوں کی بہ نسبت جان ومال سے جاہد کرنے والوں کا درجہ بڑا رکھا ہے)\nمجاہدین کا جو درجہ اس آیت میں بیان ہوا ہے ‘ رسول اللہ ﷺ نے جنت میں ان کے مقام کی تفصیلات کو بتا کر واضح کیا ہے ۔ صحیحین میں ابو سعید الخدری ؓ کی حدیث میں ہے ۔ حضور ﷺ نے فرمایا کہ جنت میں سو درجے ہیں جو اللہ تعالیٰ نے مجاہدین کے لئے تیار فرمائے ہیں اور ہر ایک درجے کے درمیان اس قدر مسافت ہے کہ جس طرح زمین اور آسمانوں کے درمیان فاصلہ ہے ۔\nاعمش نے عمرو ابن مرہ سے روایت کی ‘ جنہوں نے ابو عبیدہ کے واسطے سے حضرت عبداللہ ابن مسعود ؓ سے روایت فرمائی ہے کہ رسول اللہ ﷺ نے فرمایا کہ جس نے ایک تیر مارا اسے ایک درجے کا اجر ملے گا ۔ تو ایک شخص نے پوچھا کہ حضور ایک درجہ کس قدر ہوگا تو آپ ﷺ نے فرمایا کہ یہ تمہاری ماں کے چوکھٹ یا سیڑھی کے مقدار کے برابر بہرحال نہ ہوگا ۔ دو درجوں کے درمیان سو سال کے سفر کا فاصلہ ہوگا ۔ حضور ﷺ نے جس مسافت کا ذکر کیا ہے ‘ آج کے دور جدید میں ہم اس کا تصور بڑی سہولت سے کرسکتے ہیں ۔ اس لئے کہ اس کائنات کے اندر ہمارا علم بڑی دوری تک جا پہنچا ہے ۔ ایک سیارے سے دوسرے سیارے تک روشنی کی رفتار سے بھی فاصلہ کئی نوری سالوں میں طے ہوتا ہے ۔ جو لوگ رسول خدا ﷺ کی بات اس وقت سنتے تھے وہ تو (امنا وصدقنا) کہتے تھے لیکن ہم دور جدید کے لوگ تو ان فاصلوں کو ناپ چکے ہیں اور اس کائنات کے دور دراز فاصلوں کو قریب لا چکے ہیں اور عجیب و غریب معلومات سامنے آگئی ہیں ۔\nالبتہ قرآن مجید میں مجاہدین فی سبیل اللہ کے درجات بلند کا تذکرہ کرتے ہوئے اللہ تعالیٰ یہ بھی بتاتے ہیں کہ بغیر کسی عذر ومجبوری کے بیٹھنے والوں کے مقابلے میں اگرچہ مال وجان کے ساتھ جہاد کرنے والوں کے درجے بلند ہیں لیکن (آیت) ” (وکلا وعد اللہ الحسنی) (ہر ایک کے لئے اللہ نے بھلائی ہی کا وعدہ فرمایا ہے) محروم کوئی بھی نہیں ہے۔ بہرحال ایمان کا اپنی جگہ ایک بنیادی درجہ ہے ۔ ایمان کے تقاضے پورے کرنے والوں کے درجات حسب جدوجہد اور جہاد زیادہ ہیں۔ خصوصا جہاد بالمال اور جہاد بالنفس کرنے والوں کے درجات سب سے بلند ہیں۔ ان الفاظ سے معلوم ہوتا ہے کہ درج بالا آیات میں بیٹھنے والوں سے مراد وہ منافقین نہیں ہیں جو جہاد سے پہلو تہی کرتے تھے یعنی (لمبطئین) البتہ یہ کچھ دوسرے لوگ تھے جو نہایت ہی صالح اور مخلص تھے لیکن جہاد فی المال اور جہاد فی النفس کے پہلو میں کمزور تھے قرآن کریم کی ان آیات میں روئے سخن انہی لوگوں کی جانب ہے ۔ ان کو جوش دلایا جاتا ہے کہ وہ اپنی ان کوتاہیوں کی تلافی کریں ۔ چونکہ ان لوگوں میں بھلائی کا مادہ موجود ہے اس لئے ان سے لبیک کہنے کی امید کی جاسکتی ہے ۔\nیہ نوٹ اب ختم ہوتا ہے اور پہلے اصولی قاعدے کو اب پھر دہرایا جاتا ہے ۔ بہت ہی تاکید کے ساتھ ذرا مزید کھول کر اسے بیان کیا جاتا ہے تاکہ اس کے بدلے میں جو عظیم اجر ہے لوگ اس کے لوٹنے کے لئے دوڑیں ۔\n(آیت) ”(وفضل المجھدین علی القعدین اجرا عظیما “۔ (95) درجت منہ ومغفرۃ ورحمۃ وکان اللہ غفور رحیما “۔ (96) (4 : 95۔ 96)\n” مگر اس کے ہاں مجاہدوں کی خدمات کا معاوضہ بیٹھنے والوں سے بہت زیادہ ہے ان کے لئے اللہ کی طرف سے بڑے درجے ہیں اور مغفرت اور رحمت ہے اور اللہ بڑا معاف کرنے والا اور رحم فرمانے والا ہے)\nیہ عظیم تاکید ‘ یہ خوبصورت وعدے ‘ مجاہدین کی یہ عظیم قدردانی اور بیٹھنے والوں کے مقابلے میں برتری درجات اور اجر عظیم کے اعلی مراتب کا ذکر جن کے لئے قلوب مومنین مشتاق رہتے ہیں ۔ پھر اللہ کی جانب سے تقصیرات اور گناہوں کی معافی کا یہ اعلان عام ‘ غرض ان تمام باتوں سے دو امور کا اظہار ہوتا ہے ۔\nپہلی بات یہ ہے کہ یہ آیات ایسے حالات میں نازل ہوئیں جو اس وقت اسلامی معاشرے میں عملا موجود تھے اور یہ آیات ان کا مداوا کر رہی تھیں ، اس میں ہمیں ایک عمدہ سبق ملتا ہے وہ یہ کہ ہم انسانی فطرت کا صحیح طرح ادراک کرلیتے ہیں اور ہمیں معلوم ہوجاتا ہے کہ انسانی جماعتوں کا مزاج کیا ہوتا ہے ۔ کوئی انسانی جماعت ایمان وعمل میں ‘ تقوی و برتری کے جس مقام پر بھی جاپہنچی ہو بہرحال اس پر ضعف ‘ حرص ‘ بخل اور کمزوریوں کے جو حالات بھی طاری ہوں اور فرائض اور خصوصا جہاد کے فریضے میں اس سے جہاں بھی کوتاہی صادر ہو خواہ یہ کوتاہی جہاد بالمال کی ہو ‘ جہاد بالنفس کی ہو یا فی سبیل اللہ جہاد میں خلوص کی کمی ہو تو ان کوتاہیوں کے ظہور کے وقت اسے تربیت اور اصلاح کی ضرورت ہوتی ہے ۔ اسے ضعف ‘ حرص ‘ بخل اور تقصیرات سے پاک کرنے کیلئے مسلسل جدوجہد کی ضرورت ہوتی ہے ۔ یہ پالیسی مناسب نہیں ہے کہ ہم مایوس ہو کر اصلاح کے کام کو چھوڑ دیں اور سوسائٹی اپنی موجودہ گراوٹ سے مزید پستی میں گرتی چلی جائے ۔ اور ہم یہ کہہ دیں کہ سوسائٹی کی یہ واقعی صورت حال ہے اور ہمیں چاہئے کہ اسے قبول کرلیں اور معاشرے کے اندر جو ضعف ‘ حرص ‘ لالچ اور کو تاہیاں ہیں انہیں جوں کا توں چھوڑ دیں ۔ اور یہ نعرہ لگائیں کہ یہ تو معاشرے کے اندر موجود صورت حال ہے ۔ معاشرہ گرا ہوا ہے اور اسے اسی حالت میں رکھ کر اس کے ساتھ معاملہ کرنا چاہئے اصل بات یہ ہے کہ ہم معاشرے کے اندر اصلاح کی دعوت جاری رکھیں اور قرآنی منہاج کے مطابق معاشرے کو بلند سے بلند تر کرنے کی سعی کریں ۔\nدوسری جو بات ہمارے سامنے آتی ہے وہ یہ ہے کہ اللہ کے ہاں جہاد بالمال اور جہاد بالنفس کی کیا قدر و قیمت ہے ۔ اسلامی نظریہ حیات اور اسلامی نظام زندگی کے مزاج کے اندر جہاد فی سبیل اللہ کو بہت بڑی اہمیت حاصل ہے ۔ اقامت دین کے طریقوں میں جہاد کو بنیادی اہمیت حاصل ہے ۔ ہر دور میں دین کے مخالفین کا مقابلہ جہاد ہی کے ذریعہ کیا جاسکتا ہے ۔ اس کے سوا اور کوئی کامیاب طریقہ نہیں ہے ۔\nجہاد فی سبیل اللہ حضور اکرم ﷺ کے دور تک ہی محدود نہیں ہے ۔ جس میں دور میں بھی دعوت اسلامی کا کام شروع ہوگا ‘ جہاد ضروری ہوگا ۔ بعض لوگوں کا یہ کہنا نہایت ہی غلط ہے کہ آغاز اسلام کے وقت دنیا میں دو بڑی شہنشاہتیں تھیں ‘ اس لئے اس وقت اہل اسلام نے اپنے ماحول سے متاثر ہو کر یہ سوچا کہ ان کے زندہ رہنے کے لئے قوت قاہرہ کی ضرورت ہے تاکہ طاقت کا توازن قائم ہو۔\nجو لوگ یہ خیالات رکھتے ہیں معلوم ہوتا ہے کہ انہوں نے اسلام کو اچھی طرح نہیں سمجھا ہے اور ان کے یہ خیالات محض ظن وتخمین پر مبنی ہیں ۔ لیکن اگر اسلام میں فریضہ جہاد اسی طرح عارضی حالات کی وجہ سے ہوتا تو کتاب اللہ میں اس کا اس انداز سے بار بار ذکر نہ کیا جاتا اور سنت رسول اللہ ﷺ میں اس کی بار بار تاکید نہ کی جاتی ۔\nاگر جہاد اسی طرح ایک وقتی بات تھی تو حضور اکرم ﷺ یہ نہ فرماتے کہ ” جو شخص مر جائے اور غزانہ کرے اور اس کے دل میں قتال فی سبیل اللہ کی خواہش بھی پیدا نہ ہو تو یہ شخص نفاق کی مختلف حالتوں پر سے ایک حالت میں مرے گا ۔ “ حضور ﷺ کا یہ فرمان نہایت ہی عام اور کامل و شامل ہے۔ جامع اور مانع ہے ۔\nہاں یہ بات اپنی جگہ درست ہے کہ حضور اکرم ﷺ نے بعض انفرادی حالات میں بعض لوگوں کو جہاد کی اجازت نہیں دی اور وہ بھی محض ان کے مخصوص خاندانی حالات کی وجہ سے ۔ صحیحین میں یہ حدیث موجود ہے کہ ایک شخص جہاد میں شمولیت کی غرض سے آیا تو حضور اکرم ﷺ نے سوال کیا کیا تمہارے والدین زندہ ہیں تو اس نے کہا : ہاں ۔ تو حضور اکرم ﷺ نے فرمایا تم ان دونوں میں جہاد کرو۔ “\nیہ ایک شخص کے لئے اس کے انفرادی حالات کے مطابق فیصلہ تھا اس سے عام قاعدہ مخصوص نہیں ہوتا ۔ پھر لاتعداد مجاہدین کے ہوتے ہوئے ایک شخص کی بعض اوقات ضرورت نہیں ہوتی ۔ ایک فرد سے قلت پیدا نہیں ہوتی ۔ نیز حضور اکرم ﷺ ایک ایک شخص کے حالات سے باخبر رہتے تھے ۔ ہوسکتا ہے کہ حضور اکرم ﷺ کو معلوم ہوا ہو کہ اس شخص کے والدین کو سہارے کی بہت زیادہ ضرورت ہے اس لئے آپ ﷺ نے اسے یہ ہدایت فرمائی ۔\nلہذا اس ایک شخص کی وجہ سے یہ کوئی نہیں کہہ سکتا کہ جہاد ایک وقتی عمل تھا ۔ اور حضور ﷺ کے دور کے ظروف واحوال کے مطابق ضروری تھا اور اب حالات بدل گئے ہیں اس لئے اب جہاد کی ضرورت نہیں ہے جہاد اس لئے فرض نہیں کیا گیا کہ اسلام کی پالیسی ہی یہ ہے کہ ننگی تلوار لے کر نکلو اور کفار سامنے آئیں ان کے سر گاجر مولی کی طرح کاٹتے چلے جاؤ ۔ لیکن لوگوں کی عملی زندگی اور اس دعوت اور تحریک کا مزاج یہی ہے تلوار ہمارے ہاتھ میں ہو اور ہم ہر وقت جہاد کے لئے تیار اور محتاط رہیں ۔\nاللہ تعالیٰ کو یہ بات اچھی طرح معلوم ہے کہ اسلامی حکومت ایک ایسا نصب العین ہے جسے بادشاہ لوگ پسند نہیں کرتے ۔ اللہ کو یہ بھی معلوم تھا کہ برسراقتدار لوگ ہمیشہ اسلام کی راہ روکیں گے اس لئے کہ اسلام ان کے طریق زندگی اور ان کے نظام زندگی کے خلاف ہے ۔ یہ بات صرف کل تک محدود نہیں ہے ۔ کل بھی اقتدار پر براجمان لوگ اسلامی نظام کو پسند نہ کرتے اور کل بھی اسے پسند نہیں کریں گے ۔ ہر زمان اور ہر مکان میں ایسا ہی ہوگا اور ایسا ہی ہو رہا ہے ۔\nاللہ کو علم تھا شر اور بدی ہمیشہ خود سر اور بےحیا ہوتی ہے ۔ بدی کبھی منصف نہیں ہوتی ۔ بدی کا مزاج یہ ہے کہ وہ خیر اور نیکی کو پنپنے نہیں دیتی چاہے نیکی انتہائی پرامن اور دوستانہ طریقہ کار کیوں نہ استعمال کرے اس لئے کہ بھلائی کا پھیلنا ہمیشہ شرک کے لئے خطرناک ہوتا ہے ۔ حق کا وجود ہی باطل کے لئے خطرہ ہوتا ہے اور شر دست درازی کے بغیر رہ ہی نہیں سکتا ۔\nلہذا باطل کی یہ کوشش ہوتی ہے کہ وہ سچائی کا گلا گھونٹ دے اور اسے قوت کے بل بوتے پر ختم کر دے ۔ یہ شر کی فطرت ہے اور شر پر یہ حالت عارضی طور پر طاری نہیں ہوتی ۔۔۔۔۔۔۔۔۔۔۔ یہ شر کی حقیقی فطرت اور طبیعت ہوتی ہے ۔\nیہی وجہ ہے کہ جہاد فرض کیا گیا ہے ۔ ہر حالت میں جہاد فرض ہے ۔ اس بات کی ضرورت ہے کہ جہاد انسان سب سے پہلے نفس کے خلاف شروع کرے ۔ اس کے بعد اس کا میدان جنگ وسیع ہو اور اس ظاہری دنیا کے واقعات و حالات کے اندر عملا بھی جہاد جاری ہو اور نظر آئے ۔ یاد رہے کہ مسلح شر کے مقابلے میں مسلح خیر کی ضرورت ہے اور اگر باطل کے پاس دفاعی قوت ہے تو حق کو بھی مکمل طور پر تیار ہونا ضروری ہے ۔ اگر باطل کے مقابلے میں تیاری نہ ہوگی تو سچائی خود کشی کرے گی اور اگر خود کشی نہ ہوگی تو محض گپ شپ ہوگی جو مومنین کے شایان شان نہیں ہے ۔\nاسلام کی راہ میں جان ومال کی قربانی ضروری ہے ۔ یہی اللہ کا مطالبہ ہے ‘ اور اللہ نیت واہل ایمان کے مال اور جان کو جنت کے بدلے خرید لیا ہے ۔ یا تو وہ غالب رہیں گے یا درجہ شہادت پائیں گے ۔ یہ ہے ٍٍٍٍٍٍٍاللہ کا حکم اور اسی میں حکمت پوشیدہ ہے ۔ رہے اہل ایمان تو ان کے لئے ان کے رب کے پاس دو اچھے انجام ہیں ۔ لوگ سب کے سب مرتے ہیں جب وقت پورا ہوتا ہے ‘ لیکن شہادت حق وہی ادا کرتے ہیں جو شہید ہوتے ہیں ۔\nاس نظریہ حیات میں ایک مرکزی نکتہ ہے ‘ اور اسی نکتے کے اوپر اس کا عملی نظام قائم ہے ‘ اور یہ عملی نظام اپنے مقررہ خطوط پر آگے بڑھتا ہے ۔ اس خط اور مومن کا ایک مزاج ہے اور اس کی دو ٹوک فطرت ہے اور اس کے اندر ظروف واحوال کے لحاظ سے اور زمان ومکان کے اعتبار سے کوئی تغیر نہیں ہوتا ۔\nیہ وہ نکتے ہیں جنہیں ایک حقیقی مومن کے تصور کے اندر روشن رہنا چاہئے چاہے حالات جیسے بھی ہوں ۔ انہیں بنیادی نکتوں سے جہاد کا عمل شروع ہوتا ہے جس کے بارے میں اللہ تعالیٰ نے یہ بات کہی ہے کہ یہ جہاد صرف اللہ کی راہ میں ہے ‘ صرف اللہ کے جھنڈے تلے ہے ‘ اس جہاد کے عمل میں جو مارے جاتے ہیں وہ شہداء ہوتے ہیں اور عالم بالا میں ان کا جنازہ بڑے دھوم سے اٹھتا ہے۔\nاب جہاد کے عمل کے مقابلے میں بیٹھ جانے والوں میں سے ایک دوسرے فریق کو اسکرین پر لایا جاتا ہے ۔ یہ لوگ ابھی تک مکہ کے دارالکفر میں بیٹھے ہوئے ہیں اور ہجرت نہیں کرتے ۔ ان کے کچھ مالی مفادات ہیں ‘ کچھ مصلحتیں ہیں ‘ یا ان کی فطری کمزوری انہیں بٹھائے ہوئے ہے ۔ یہ ہجرت کی مشکلات اور راستے کی تکالیف کے مقابلے کی ہمت اپنے اندر نہیں پاتے ۔ اگر وہ قربانی اور مشکلات کو برداشت کرنے کا عزم کرلیں تو وہ ہجرت کرسکتے ہیں ۔ اسکرین پر یہ مکہ ‘ دارالحرب مکہ ‘ کی جگہوں میں یونہی پھرتے ہیں کہ حضرت عزرائیل آگر ان سے ان کا متاع عزیز چھین لیتے ہیں ۔ ایسے لوگوں کی حالت قرآن مجید کے اسکرین پر نہایت ہی خستہ حالت ہے ‘ نہایت ہی قابل نفرت ہے ‘ ہر وہ شخص جو جہاد سے دور بیٹھا ہے ۔ وہ یہ چاہے گا کہ وہ اپنے دین ‘ اپنے نظریہ حیات اور اللہ کے ہاں انجام بد کی اس صورت حال سے دور بھاگے اور اس نہایت ہی کریہہ منظر میں وہ ہر گز کھڑا نظرنہ آئے ۔",
  "ayah": 96,
  "surah": 4
}
