{
  "text": "(آیت) ” نمبر 97۔ 99۔\nیہ آیت جزیرۃ العرب میں بطور واقعہ موجود صورت حال سے بحث کرتی ہے اور یہ صورت حال مکہ وغیرہ میں حضور اکرم ﷺ کی ہجرت کے بعد عملا موجود تھی ‘ جبکہ مدینہ میں اسلامی مملکت قائم ہوگئی تھی ۔ ابھی تک مکہ میں ایسے مسلمان موجود تھے جنہوں نے ہجرت نہ کی تھی ۔ یہ لوگ وہاں اپنی کچھ مصلحتوں اور اپنی جائیداد کی وجہ سے رہ گئے تھے ۔ حالات ایسے تھے کہ مشرکین مکہ کسی ایسے شخص کو جو ہجرت کر رہا ہوتا ‘ اپنے ساتھ کچھ لے جانے نہیں دیتے تھے ‘ یا یہ لوگ ہجرت کی تکالیف کی وجہ سے بیٹھے ہوئے تھے ‘ اس لئے کہ جو بھی ہجرت کرتا تھا اہل مکہ اس کی راہ روکتے اور اسے منع کرتے ۔ بعض لوگ ایسے بھی تھے جو حقیقتا ہجرت کرنے پر قادر ہی نہ تھے ۔ بعض بوڑھے تھے بعض عورتیں تھیں اور بعض بچے تھے ۔ ان لوگوں کے لئے ہجرت کرنے اور بھاگنے کی کوئی راہ سرے سے نہ تھی ۔\nمسلمانوں میں جو لوگ مکہ میں رہ گئے تھے ان پر مکہ والوں نے بڑی سختیاں شروع کردی تھیں کیونکہ وہ لوگ حضور اکرم ﷺ اور حضرت ابوبکر ؓ کو گرفتار کرنے میں ناکام ہوگئے تھے ۔ حضور اکرم ﷺ نے مدینہ میں حکومت قائم کرکے قریش کے قافلوں کو تنگ کرنا شروع کردیا تھا اور پھر جنگ بدر میں مسلمانوں پر سخت مظالم ڈھا رہے تھے ‘ ان کو مختلف قسم کی اذیتوں میں مبتلا کر رہے تھے ‘ اور سخت بوکھلاہٹ میں ظلم کررہے تھے ۔\nبعض لوگوں کو انہوں نے عملا تشدد کرکے دین اسلام سے پھیر دیا تھا۔ بعض لوگ تقیہ کر کے کفر کا اظہار کر رہے تھے اور مشرکین کے ساتھ شرکیہ عبادات میں بظاہر شریک ہوتے تھے ، یہ تقیہ اس وقت ان کے لئے جائز تھا جب اسلامی حکومت نہ تھی اور ہجرت کرنے کے مواقع نہ تھے ۔ لیکن جب اسلامی مملکت کا قیام مدینہ طیبہ میں ہوگیا تو پھر انکا اس طرح فتنوں کے اندر قیام کرنا یا اپنے آپ کو تقیہ پر مجبور کرنا جائز اور معقول نہ تھا جبکہ وہ ہجرت بھی کرسکتے تھے اور دارالاسلام میں امن کی زندگی بھی بسر کرسکتے تھے ۔\nان حالات میں یہ آیات نازل ہوئیں ۔ یہ لوگ محض دولت اور مصلحت کی وجہ سے ہجرت نہ کر رہے تھے ‘ یا وہ ہجرت کی تکالیف ومشکلات کی وجہ سے مکہ میں بیٹھے ہوئے تھے ۔ ایسے حالات میں اگر انکی موت واقعہ ہوگئی تو ایسے لوگوں کو اللہ تعالیٰ ظالم کا نام دیتے ہیں کہ یہ لوگ اپنے آپ پر ظلم کر رہے تھے اس لئے کہ انہوں نے اپنے آپ کو دارالاسلام کی آزادانہ زندگی سے محروم رکھا ‘ جہاں وہ پاک وصاف اور شریفانہ اور اپنی مرضی کی زندگی بسر کرسکتے تھے ۔ جبکہ دارالکفر میں وہ ذلیل و خوار ‘ کمزور اور مظلوم ہو کر زندگی بسر کر رہے تھے ۔ اور ان پر مظالم ہو رہے تھے ۔ اللہ تعالیٰ فرماتے ہیں کہ یہ لوگ جہنم میں رہیں گے جو بہت برا ٹھکانا ہے ۔ معلوم ہوتا ہے کہ یہ ان لوگوں کے لئے وعید ہے جنہوں نے فی الواقعہ ڈر کر کفر اختیار کرلیا تھا ۔\nلیکن ایسے لوگوں کی تعبیر قرآن مجید نہایت ہی زندہ اور متحرک انداز میں کرتا ہے ۔ ان کے اور فرشتوں کے درمیان مکالمہ ہو رہا ہے اور یہ مکالمہ گویا زندہ افراد کے درمیان ایک اسٹیج پر ہو رہا ہے ۔\n(آیت) ” (ان الذین توفھم الملئکۃ ظالمی انفسھم قالوا فیم کنتم قالوا کنا مستضعفین فی الارض قالوا الم تکن ارض اللہ واسعۃ فتھاجروا فیھا (4 : 97)\nٍ (جو لوگ اپنے نفس پر ظلم کر رہے تھے ان کی روحیں جب فرشتوں نے قبض کیں تو ان سے پوچھا کہ یہ تم کس حال میں مبتلا تھے ؟ انہوں نے جواب دیا کہ ہم زمین میں کمزور ومجبور تھے ۔ فرشتوں نے کہا ‘ کیا خدا کی زمین وسیع نہ تھی کہ تم اس میں ہجرت کرتے ؟ )\nقرآن انسانوں کی تربیت کر رہا تھا ‘ اس لئے اس کے پیش نظریہ ہدف تھا کہ وہ ان کے بھلائی اور عزت وشرف کے جذبے کو جوش میں لائے اور ان کے اندر ضعف ‘ بخل ‘ حرص اور سستی کے پائے جانے والے اوصاف کو ختم کرنے کی سعی کرے ۔ چناچہ اس منظر کی تصویر کشی میں قرآن کریم نے نہایت ہی حقیقی صورت حال کو پیش کیا ہے ۔ لیکن قرآن کریم اس تصویر کشی کو لوگوں کی اصلاح کے لئے استعمال کرتا ہے اور اس کے ذریعے نفوس انسانی کی اصلاح کی جاتی ہے ۔\nموت کا وقت ہر انسان کے لئے خوفناک ہوتا ہے ۔ حالت نزع میں جو کچھ پیش آتا ہے انسان کے ذہن میں وہ تمام حالات بہت ہی تیزی کے ساتھ بیٹھ جاتے ہیں اور پھر اس منظر میں فرشتوں کا اسٹیج پر آنا مزید خوفناک صورت حال پیدا کردیتا ہے اور انسان کے حواس بڑی تیزی سے کام کرتے ہیں ۔\nیہ لوگ مکہ میں بیٹھے ہوئے ہیں اور نظر آتا ہے کہ یہ لوگ خود اپنے اوپر ظلم کر رہے ہیں اور ایسے ہی حالات میں فرشتے آ پہنچتے ہیں اور ان کی روح قبض کرنے لگتے ہیں ۔ چونکہ یہ لوگ اپنے آپ پر ظلم کر رہے ہیں ‘ اس صورت حال سے ہر زندہ شخص متاثر ہوجاتا ہے کہ یہ لوگ ایسے مظلومانہ حالات میں بیٹھے ہوئے ہیں اور فرشتے ان کی روح قبض کر رہے ہیں ۔ اب ان کے لئے کوئی موقعہ نہیں رہا ہے کہ وہ اپنے ساتھ انصاف کرتے ہوئے ہجرت کرلیں کیونکہ زندگی کا موقعہ تو ایک ہی بار آتا ہے ۔\nاور یہ فرشتے ان کی روح کو خاموشی کے ساتھ قبض نہیں کرتے بلکہ وہ ان کے ماضی کو بھی سامنے لاتے ہیں اور نہایت ہی ناپسندیدہ انداز میں پوچھتے ہیں کہ تم نے اپنی زندگی کے قیمتی ایام کن کاموں میں ضائع کئے ؟ دنیا میں ان کا شغل کیا تھا ‘ وہ کیا بلند مقاصد تھے جن کے لئے وہ دوڑ دھوپ کر رہے تھے ؟ (آیت) ” (قالوا فیم کنتم (4 : 97) (تم کن حالات میں رہے)\nکیونکہ یہ لوگ جن حالات میں رہے تھے ایسا تو نقصان ہی نقصان تھا۔ یعنی ان کے لئے وقت ضائع کرنے کے سوا کوئی اور مشغلہ ہی نہ تھا اور یہ لوگ جن پر حالت نزع طاری تھی حالت نزع میں جواب دیتے ہیں اور نہایت ہی ناپسندیدہ صورت حالات میں نہایت ہی ذلت کے ساتھ وہ سمجھتے ہیں کہ شاید یہ ان کے لئے معذرت ہو حالانکہ وہ ذلت ہے ۔ (آیت) ” (قالوا کنا مستضعفین فی الارض (4 : 97) (ہم تو زمین میں کمزور لوگ تھے)\nہم کمزور تھے ‘ طاقتور لوگوں نے ہمیں دبا رکھا تھا ۔ ہم ذلیل و خوار تھے ۔ ہمارے ہاتھ میں کچھ نہ تھا ۔ ہر شخص اس بات سے نفرت کرے گا کہ حالت نزع میں اس کے ساتھ یہ مکالمہ پیش آئے اس لئے کہ اس سے ان لوگوں کی انتہائی بےبسی کا اظہار ہوتا ہے اور یہ کہ وہ پوری زندگی اس طرح بےبس ہو کر گزار گئے اور پھر بھی ملائکہ نے انہیں نہ چھوڑا جب وہ حالت نزع سے دوچار ہوئے تو ان کو یہ کہا گیا کہ تم نے موقعہ سے فائدہ نہیں اٹھایا۔\n(آیت) ” (الم تکن ارض اللہ واسعۃ فتھاجروا فیھا “۔ (4 : 97) (کیا اللہ کی زمین بہت وسیع نہ تھی کہ تم اس میں ہجرت کرتے) حقیقت یہ ہے کہ اس ذلت ‘ مسکنت ‘ فتنے اور کمزوری میں اپنے آپ کو وہ اس لئے مبتلا نہ کر رہے تھے کہ وہ فی الواقعہ ایسے حالات میں تھے اور لاچار تھے بلکہ کچھ اور اسباب تھے جن کی وجہ سے انہوں نے اس ذلت کو قبول کر رکھا تھا ۔ وہ لالچی تھے ۔ اور دنیاوی مصلحتوں کی وجہ سے وہ ہجرت نہ کر رہے تھے اور اسی وجہ سے وہ دارالکفر میں جمے ہوئے تھے جبکہ دارالاسلام موجود تھے ۔ یہ لوگ اپنے آپ کو تنگی میں رکھ رہے تھے حالانکہ اللہ کی سرزمین وسیع تھی ۔ ہجرت وہ کرسکتے تھے اور مشکلات کو وہ برداشت کرسکتے تھے ۔\n(آیت) ” فاولئک فاوھم جھنم وسآءت مصیرا “۔ (4 : 97) (یہ وہ لوگ ہیں جن کا ٹھکانا جہنم ہے اور وہ بڑا ہی برا ٹھکانا ہے)\nاس کے بعد مذکورہ بالانجام سے ان لوگوں کو مستثنی کیا جاتا ہے جو فی الواقعہ مجبور ہیں اور ان کے پاس کوئی ذریعہ نہیں ہے کہ وہ اس صورت حال سے نکل آئیں اور دارالاسلام تک پہنچ جائیں ۔ یہ لوگ بچوں ‘ ضعیف بوڑھوں اور عورتوں پر مشتمل ہیں ۔ ایسے لوگوں کے بارے میں کہا جاتا ہے کہ ایسے لوگوں کے کیسوں پر غور کیا جاسکتا ہے شاید یہ معاف ہوجائیں کیونکہ بظاہر ان کا عذر معقول ہے اور وہ مکہ سے مدینہ منتقل نہیں ہو سکتے ۔\n(آیت) ” الا المستضعفین من الرجال والنساء والولدان لا یستطیعون حیلۃ ولا یھتدون سبیلا (98) فاولئک عسی اللہ ان یعفو عنھم وکان اللہ عفوا غفورا “۔ (99) (4 : 98۔ 99) (ہاں جو مرد ‘ عورتیں اور بچے واقعی بےبس ہیں اور نکلنے کا کوئی راستہ اور ذریعہ نہیں پاتے ‘ بعید نہیں کہ اللہ انہیں معاف کر دے ۔ اللہ بڑا معاف کرنے والا اور درگزر فرمانے والا ہے)\nیہ حکم ابدالاباد تک رہے گا ۔ یہ احکام ان حالات تک ہی محدود نہیں ہیں جو اس وقت ایک متعین سوسائٹی میں مکہ مکرمہ میں پائے جاتے تھے بلکہ یہ عام احکام ہیں ۔ جس ملک میں بھی کوئی مسلمان اپنے دین کے معاملے میں مشکلات میں مبتلا ہو اور محض اپنی دولت اور جائیداد کی وجہ سے یا رشتہ داروں اور دوستوں کی وجہ سے وہ رہ رہا ہو اور محض اس ڈر سے رہ رہا ہو کہ اگر وہ اس ملک سے نقل مکانی کرے گا تو اسے مشکلات پیش آئیں گی بشرطیکہ دنیا کے کسی حصے میں دارالاسلام قائم ہو۔ اس میں لوگ امن سے رہ رہے ہوں اور اس ملک میں ایسا شخص اپنے عقیدے کا اظہار کھلے بندوں کرسکتا ہو ‘ وہاں وہ اللہ کے احکام اچھی طرح بجا لا سکتا ہو اور اسلامی شریعت کے مطابق پاک زندگی بسر کرسکتا ہو اور شریفانہ اور معزز زندگی گزار سکتا ہو ورنہ وہ مجبور تصور ہوگا۔\nسیاق کلام انسانی نفوس کی تربیت کرتے ہوئے مزید آگے بڑھتا ہے ۔ وہ لوگ جو ہجرت کی مشکلات سے ڈرتے ہیں اور اس وجہ سے ہجرت کی ہمت نہیں کرتے ایسے لوگوں کے بارے میں آیات سابقہ میں تو ایک نہایت ہی موثر اور خوفناک منظر پیش کیا گیا تھا اور مسلمانوں کو اس صورت حال سے متنفر کیا گیا تھا ۔ اگلی آیات میں امید کی کرن دکھائی جاتی ہے ۔ کوئی ہجرت کرے چاہے دارالاسلام تک پہنچے یا راستے میں مر جائے اور حالت ہجرت میں اس کی موت واقعہ ہوجائے تو فرماتے ہیں کہ گھر سے نکلتے ہی ‘ اس کا اجر اس کا حق بن جاتا ہے اور اللہ تعالیٰ فرماتے ہیں کہ اسے بڑی وسعت نصیب ہوگی وہ آزادی سے زندگی بسر کرے گا اور اسے تنگی اور ترشی سے نجات ملے گی ۔",
  "ayah": 99,
  "surah": 4
}
