{
  "surah": 17,
  "ayah": 44,
  "text": "The seven heavens proclaim His praise, to the end of this [verse]: everything has a specific quality which another does not have. And since what is other than him does not concern him, he yearns for it and seeks it when it is not actualised for him and he preserves it and loves when it is actualised [for him]. By manifesting his specific quality he exalts God as transcending partnership, for otherwise he would not be the exclusive possessor of that [specific quality], and so it is as though he were saying by the tongue of his state, 'I declare Him to be One for having made me unique'. And by seeking his perfection he is exalting Him as transcending the attributes of deficiency as though he were saying 'O Perfect One make me perfect'. And by manifesting his perfection he is saying 'The Perfect Perfecter has made me perfect'. On the basis of such analogy then even a lioness, for example, when it is compassionate towards its young she is [in effect] saying, 'The Gentle One has made me gentle', and 'The Merciful has made me merciful'. And by seeking provision, [one is likewise calling upon] 'the Provider'. Hence the seven heavens glorify Him for [His] everlastingness, perfection, exaltedness, [His] power of effect and that of existentiation and lordship, and for that every day He is upon some matter [Q. 55:29]. And the earth [glorifies Him] for [His] permanence, firmness, power of creation, power of provision, nurture, compassion and mercy and [His] acceptance of acts of obedience and gratitude [performed] upon it by rewarding [these acts] and sundry examples the like thereof. And the angels [glorify Him] for [His] knowledge and power, and those disengaged essences among them [glorify Him] for being disengaged from matter and also for the necessity [of His existence] in addition to all of that, for as well as glorifying Him they sanctify Him, but you do not understand their glorification, because of the inadequacy with which you consider and reflect on the [divine] dominion of things and [your] lack of heedfulness of these. The only one who understands is him who has a heart or gives ear in [full] witness [Q. 50:37]. Lo! He is Forbearing, [towards you] by not hastening to demand your perfections or the manifesting of your specific qualities when you abandon the proclamation of His praise, for one of your specific qualities is to [be able to] understand their glorification and to declare Him One as they declare Him One, Forgiving, you your moments of heedlessness and neglectfulness."
}
