{
  "text": "مكية وهي مائة وإحدى عشرة آية .( سبحان الذي أسرى بعبده ليلا ( سبحان الله : تنزيه الله تعالى من كل سوء ، ووصفه بالبراءة من كل نقص على طريق المبالغة ، ويكون \" سبحان \" بمعنى التعجب ، \" أسرى بعبده \" أي : سيره ، وكذلك سرى به ، والعبد هو : محمد صلى الله عليه وسلم .( من المسجد الحرام ( قيل : كان الإسراء من مسجد مكة ، روى قتادة عن أنس عن مالك بن صعصعة أن رسول الله صلى الله عليه وسلم قال : \" بينا أنا في المسجد الحرام في الحجر بين النائم واليقظان إذ أتاني جبريل بالبراق \" فذكر حديث المعراج .وقال قوم : عرج به من دار أم هانئ بنت أبي طالب ومعنى قوله : ( من المسجد الحرام ( أي : من الحرم .قال مقاتل : كانت ليلة الإسراء قبل الهجرة بسنة ، ويقال : كان في رجب . وقيل : كان في شهر رمضان .( إلى المسجد الأقصى ( يعني : بيت المقدس ، وسمي أقصى لأنه أبعد المساجد التي تزار . وقيل : لبعده من المسجد الحرام .( الذي باركنا حوله ( بالأنهار والأشجار والثمار ، وقال مجاهد : سماه مباركا لأنه مقر الأنبياء ومهبط الملائكة والوحي ، ومنه يحشر الناس يوم القيامة .( لنريه من آياتنا ( من عجائب قدرتنا ، وقد رأى هناك الأنبياء والآيات الكبرى .( إنه هو السميع البصير ( ذكر \" السميع \" لينبه على أنه المجيب لدعائه ، وذكر \" البصير \" لينبه على أنه الحافظ له في ظلمة الليل .وروي عن عائشة رضي الله عنها أنها كانت تقول : ما فقد جسد النبي صلى الله عليه وسلم ، ولكن الله أسرى بروحه .والأكثرون على أنه أسري بجسده في اليقظة ، وتواترت الأخبار الصحيحة على ذلك .أخبرنا أبو عمر عبد الواحد بن أحمد المليحي ، أخبرنا أبو حامد أحمد بن عبد الله النعيمي ، أخبرنا أبو عبد الله محمد بن يوسف ، حدثنا أبو عبد الله محمد بن إسماعيل البخاري ، حدثنا هدبة بن خالد ، حدثنا همام بن يحيى ، حدثنا قتادة ( ح ) قال البخاري : وقال لي خليفة العصفري ، حدثنا يزيد بن زريع ، حدثنا سعيد وهشام . قالا حدثنا قتادة ( ح ) عن مالك بن صعصعة رضي الله عنه أن نبي الله صلى الله عليه وسلم ، حدثهم عن ليلة أسري به ، ( ح ) قال البخاري : حدثنا يحيى بن بكير ، حدثنا الليث ، عن يونس عن ابن شهاب عن أنس قال : كان أبو ذر يحدث أن رسول الله صلى الله عليه وسلم قال : ( ح ) ، وأخبرنا أبو سعيد إسماعيل بن عبد القاهر ، أخبرنا أبو الحسن عبد الغافر بن محمد [ الفارسي أنبأنا أبو أحمد محمد بن عيسى الجلودي ، حدثنا أبو إسحاق إبراهيم بن محمد ] بن سفيان ، حدثنا أبو الحسين مسلم بن الحجاج ، حدثنا شيبان بن فروخ ، حدثنا حماد بن سلمة ، حدثنا ثابت البناني عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال - دخل حديث بعضهم في بعض - قال أبو ذر : إن رسول الله صلى الله عليه وسلم قال : فرج عني سقف بيتي ، وأنا بمكة ، فنزل جبريل ففرج صدري ، ثم غسله بماء زمزم ، ثم جاء بطست من ذهب ممتلئ حكمة وإيمانا ، فأفرغه في صدري ، ثم أطبقه \" .وقال مالك بن صعصعة : إن نبي الله صلى الله عليه وسلم حدثهم عن ليلة أسري به قال : \" بينما أنا في الحطيم ، وربما قال في الحجر بين النائم واليقظان \" ، وذكر بين رجلين \" فأوتيت بطست من ذهب مملوء حكمة وإيمانا فشق من النحر إلى مراق البطن واستخرج قلبي فغسل ثم حشي ثم أعيد \" .وقال سعيد وهشام : ثم غسل البطن بماء زمزم ثم ملئ إيمانا وحكمة ، ثم أوتيت بالبراق ، وهو دابة أبيض طويل فوق الحمار ودون البغل ، يضع حافره عند منتهى طرفه ، فركبته فانطلقت مع جبريل حتى أتيت بيت المقدس ، قال : فربطته بالحلقة التي تربط بها الأنبياء ، قال : ثم دخلت المسجد فصليت فيه ركعتين ثم خرجت ، فجاءني جبريل بإناء من خمر وإناء من لبن ، فاخترت اللبن ، فقال جبريل : اخترت الفطرة ، فانطلق بي جبريل حتى أتى السماء الدنيا فاستفتح ، قيل : من هذا؟ قال : جبريل . قيل : ومن معك؟ قال : محمد . قيل : وقد أرسل إليه؟ قال : نعم . قيل : مرحبا به ، فنعم المجيء جاء ، ففتح ، فلما خلصت ، فإذا فيها آدم ، فقال لي : هذا أبوك آدم ، فسلم عليه ، فسلمت عليه ، فرد السلام ، ثم قال : مرحبا بالنبي الصالح والابن الصالح .وفي حديث أبي ذر : علونا السماء الدنيا ، فإذا رجل قاعد عن يمينه أسودة وعن يساره أسودة ، إذا نظر قبل يمينه ضحك ، وإذا نظر قبل شماله بكى ، فقال : مرحبا بالنبي الصالح والابن الصالح . قلت لجبريل : من هذا؟ قال : هذا آدم ، وهذه الأسودة التي عن يمينه وشماله نسم بنيه ، فأهل اليمين منهم أهل الجنة ، والأسودة التي عن شماله أهل النار ، فإذا نظر عن يمينه ضحك ، وإذا نظر قبل شماله بكى .ثم صعد حتى أتى السماء الثانية فاستفتح ، قيل : من هذا؟ قال : جبريل ، قيل : ومن معك؟ قال : محمد ، قيل : وقد أرسل إليه؟ قال : نعم ، قيل : مرحبا به فنعم المجيء جاء ، ففتح ، فلما خلصت إذا بيحيى وعيسى عليهما السلام ، وهما ابنا خالة ، قال : هذا يحيى وعيسى ، فسلم عليهما ، فسلمت فردا ، ثم قالا : مرحبا بالأخ الصالح والنبي الصالح .ثم صعد بي إلى السماء الثالثة فاستفتح ، قيل : من هذا؟ قال : جبريل ، قيل : ومن معك؟ قال : محمد . قيل : وقد أرسل إليه؟ قال : نعم . قيل : مرحبا به فنعم المجيء جاء ، ففتح ، فلما خلصت فإذا يوسف ، وإذا هو قد أعطي شطر الحسن ، قال : هذا يوسف فسلم عليه ، فسلمت عليه فرد علي ، ثم قال : مرحبا بالأخ الصالح ، والنبي الصالح .ثم صعد بي حتى أتى السماء الرابعة ، فاستفتح ، قيل : من هذا؟ قال : جبريل ، قيل : ومن معك؟ قال : محمد ، قيل : وقد أرسل إليه؟ قال : نعم ، قيل : مرحبا به فنعم المجيء جاء ، ففتح فلما خلصت فإذا إدريس ، قال هذا إدريس فسلم عليه ، فسلمت عليه ، فرد ثم قال : مرحبا بالأخ الصالح والنبي الصالح .ثم صعد بي حتى أتى السماء الخامسة فاستفتح ، قيل : من هذا؟ قال : جبريل ، قيل : ومن معك؟ قال : محمد ، قيل : وقد أرسل إليه؟ قال : نعم ، قيل : مرحبا به فنعم المجيء جاء ، فلما خلصت فإذا هارون ، قال : هذا هارون فسلم عليه ، فسلمت عليه فرد ثم قال : مرحبا بالأخ الصالح والنبي الصالح .ثم صعد بي حتى أتى السماء السادسة فاستفتح ، قيل : من هذا؟ قال : جبريل ، قيل : ومن معك؟ قال : محمد ، قيل : وقد أرسل إليه؟ قال : نعم ، قيل : مرحبا به فنعم المجيء جاء ، فلما خلصت فإذا موسى ، قال : هذا موسى فسلم عليه ، فسلمت عليه فرد ثم قال : مرحبا بالنبي الصالح والأخ الصالح ، فلما جاوزت بكى قيل له : ما يبكيك؟ قال : أبكي لأن غلاما بعث بعدي يدخل الجنة من أمته أكثر ممن يدخلها من أمتي .ثم صعد بي إلى السماء السابعة ، فاستفتح جبريل ، قيل : من هذا؟ قال جبريل ، قيل : ومن معك؟ قال : محمد ، قيل : وقد أرسل إليه؟ قال : نعم ، قيل : مرحبا به فنعم المجيء جاء ، فلما خلصت فإذا إبراهيم ، قال : هذا أبوك إبراهيم ، فسلم عليه ، فسلمت عليه فرد السلام ، ثم قال : مرحبا بالنبي الصالح والابن الصالح ، فرفع لي البيت المعمور ، فسألت جبريل فقال : هذا البيت المعمور يصلي فيه كل يوم سبعون ألف ملك ، إذا خرجوا لم يعودوا إليه آخر ما عليهم .وقال ثابت عن أنس : فإذا أنا بإبراهيم مسند ظهره إلى البيت المعمور ، وإذا هو يدخله كل يوم سبعون ألف ملك لا يعودون إليه ، ثم ذهب بي إلى سدرة المنتهى فإذا نبقها مثل قلال هجر ، وإذا ورقها مثل آذان الفيلة ، قال : فلما غشيها من أمر الله ما غشى تغيرت ، فما أحد من خلق الله يستطيع أن ينعتها من حسنها ، في أصلها أربعة أنهار : نهران باطنان ، ونهران ظاهران ، فقلت : ما هذان يا جبريل؟ فقال : أما الباطنان فنهران في الجنة وأما الظاهران فالنيل والفرات .وأوحى إلي ما أوحى ، ففرض علي خمسين صلاة في كل يوم وليلة ، فنزلت إلى موسى ، فقال : ما فرض ربك على أمتك؟ قلت : خمسين صلاة ، قال : ارجع إلى ربك فاسأله التخفيف ، فإن أمتك لا تطيق ذلك فإني قد بلوت بني إسرائيل وخبرتهم ، قال : فرجعت إلى ربي فقلت : يا رب خفف على أمتي فحط عني خمسا فرجعت إلى موسى فقلت : حط عني خمسا ، قال : إن أمتك لا تطيق ذلك فارجع إلى ربك فاسأله التخفيف .قال : فلم أزل أرجع بين ربي وبين موسى حتى قال : يا محمد إنهن خمس صلوات كل يوم وليلة لكل صلاة عشر هي خمس وهي خمسون لا يبدل القول لدي ، ومن هم بحسنة فلم يعملها كتبت له حسنة ، فإن عملها كتبت له عشرا ، ومن هم بسيئة فلم يعملها لم تكتب شيئا ، فإن عملها كتبت سيئة واحدة .قال : فنزلت حتى انتهيت إلى موسى فأخبرته ، فقال : ارجع إلى ربك فاسأله التخفيف لأمتك . فقلت : سألت ربي حتى استحييت ولكني أرضى وأسلم ، قال : فلما جاوزت نادى مناد : أمضيت فريضتي وخففت عن عبادي . ثم أدخلت الجنة فإذا فيها جنابذ اللؤلؤ وإذا ترابها المسك .قال ابن شهاب : فأخبرني ابن حزم أن ابن عباس وأبا حبة الأنصاري ، كانا يقولان : قال النبي صلى الله عليه وسلم : ثم عرج بي حتى ظهرت لمستوى فيه صريف الأقلام .قال ابن حزم وأنس : قال النبي صلى الله عليه وسلم : ففرض الله على أمتي خمسين صلاة .وروى معمر عن قتادة عن أنس أن النبي صلى الله عليه وسلم : أتي بالبراق ليلة أسري به ملجما مسرجا ، فاستصعب عليه ، فقال جبريل : أبمحمد تفعل هذا؟ فما ركبك أحد أكرم على الله منه ، فارفض عرقا .وقال ابن بريدة عن أبيه قال : قال النبي صلى الله عليه وسلم : لما انتهينا إلى بيت المقدس قال جبريل بأصبعه فخرق بها الحجر وشد بها البراق .أنبأنا عبد الواحد المليحي ، أنبأنا أحمد بن عبد الله النعيمي ، حدثنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثني محمود ، أنبأنا عبد الرزاق أنبأنا معمر عن الزهري أخبرني سعيد بن المسيب عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ليلة أسري بي لقيت موسى ، قال : فنعته فإذا هو رجل - حسبته قال مضطرب - رجل الرأس كأنه من رجال شنوءة \" . قال : لقيت عيسى فنعته النبي صلى الله عليه وسلم فقال : \" ربعة أحمر كأنما خرج من ديماس يعني الحمام ورأيت إبراهيم وأنا أشبه ولده به ، قال : وأوتيت بإناءين : أحدهما لبن والآخر فيه خمر ، فقيل لي : خذ أيهما شئت فأخذت اللبن فشربته ، فقيل لي : هديت الفطرة [ أو أصبت الفطرة ] أما إنك لو أخذت الخمر غوت أمتك \" .أنبأنا عبد الواحد المليحي حدثنا أحمد بن عبد الله النعيمي حدثنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا الحميدي حدثنا سفيان حدثنا عمرو عن عكرمة عن ابن عباس في قوله : \" وما جعلنا الرؤيا التي أريناك إلا فتنة للناس \" ، قال : هي رؤيا عين أريها النبي صلى الله عليه وسلم ليلة أسري به إلى بيت المقدس . قال : والشجرة الملعونة في القرآن قال : هي شجرة الزقوم .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي حدثنا محمد بن يوسف ، حدثنا محمد بن إسماعيل حدثنا عبد العزيز بن عبد الله حدثني سليمان عن شريك بن عبد الله قال : سمعت أنس بن مالك يقول : ليلة أسري برسول الله صلى الله عليه وسلم من مسجد الكعبة أنه جاءه ثلاثة نفر قبل أن يوحى إليه وهو نائم في المسجد الحرام ، فقال أولهم : أيهم هو؟ فقال أوسطهم : هو خيرهم ، فقال آخرهم : خذوا خيرهم ، فكانت تلك الليلة فلم يرهم حتى أتوه ليلة أخرى فيما يرى قلبه ، وتنام عينه ولا ينام قلبه وكذلك الأنبياء تنام أعينهم ولا تنام قلوبهم ، فلم يكلموه حتى احتملوه ووضعوه عند بئر زمزم ، فشق جبريل ما بين نحره إلى لبته حتى فرغ من صدره وجوفه ، فغسله من ماء زمزم بيده . وساق حديث المعراج بقصته . فقال : فإذا هو في السماء الدنيا بنهرين يطردان ، قال : هذا النيل والفرات عنصرهما واحد ، ثم مضى به في السماء الثانية فإذا هو بنهر آخر عليه قصر من لؤلؤ وزبرجد فضرب يده فإذا هو مسك أذفر ، قال : ما هذا يا جبريل؟ قال : هذا الكوثر الذي خبأ لك ربك . وساق الحديث ، وقال : ثم عرج بي إلى السماء السابعة ، وقال : قال موسى : رب لم أظن أن ترفع علي أحدا ، ثم علا به فوق ذلك بما لا يعلمه إلا الله حتى جاء سدرة المنتهى ودنا الجبار رب العزة فتدلى حتى كان منه قاب قوسين أو أدنى فأوحى إليه فيما أوحى إليه خمسين صلاة كل يوم وليلة وقال فلم يزل يردده موسى إلى ربه حتى صارت إلى خمس صلوات ثم احتبسه موسى عند الخمس فقال : يا محمد والله لقد راودت بني إسرائيل قومي على أدنى من هذا فضعفوا عنه وتركوه فأمتك أضعف قلوبا وأجسادا وأبدانا وأبصارا وأسماعا ، فارجع فليخفف عنك ربك ، كل ذلك يلتفت النبي صلى الله عليه وسلم إلى جبريل ليشير عليه ، ولا يكره ذلك جبريل ، فرفعه عند الخامسة فقال : يا رب إن أمتي ضعفاء أجسادهم وقلوبهم وأسماعهم وأبدانهم فخفف عنا فقال الجبار : يا محمد ، قال : لبيك وسعديك ، قال : إنه لا يبدل القول لدي كما فرضت عليك في أم الكتاب فكل حسنة بعشر أمثالها فهي خمسون في أم الكتاب وهي خمس عليك فقال موسى : ارجع إلى ربك فليخفف عنك أيضا فقال رسول الله صلى الله عليه وسلم : \" قد والله استحييت من ربي مما اختلفت إليه \" ، قال : فاهبط بسم الله ، فاستيقظ وهو في المسجد الحرام .وروى مسلم هذا الحديث مختصرا عن هارون بن سعيد الإيلي عن ابن وهب عن سليمان بن بلال .قال شيخنا الإمام رضي الله عنه : قد قال بعض أهل الحديث ما وجدنا لمحمد بن إسماعيل ولمسلم في كتابيهما شيئا لا يحتمل مخرجا إلا هذا ، وأحال الأمر فيه إلى شريك بن عبد الله ، وذلك أنه ذكر فيه أن ذلك قبل أن يوحى إليه ، واتفق أهل العلم على أن المعراج كان بعد الوحي بنحو من اثنتي عشرة سنة قبل الهجرة بسنة .وفيه أيضا : \" أن الجبار دنا فتدلى \" . وذكرت عائشة أن الذي دنا فتدلى جبريل عليه السلام .قال شيخنا الإمام رضي الله عنه : وهذا الاعتراض عندي لا يصح ، لأن هذا كان رؤيا في النوم ، أراه الله عز وجل قبل الوحي بدليل آخر الحديث : قال فاستيقظ وهو في المسجد الحرام ، ثم عرج به في اليقظة بعد الوحي قبل الهجرة بسنة تحقيقا لرؤياه من قبل كما أنه رأى فتح مكة في المنام عام الحديبية سنة ست من الهجرة ، ثم كان تحقيقه سنة ثمان ونزل قوله عز وجل \" لقد صدق الله رسوله الرؤيا بالحق \" ( الفتح - 27 ) .وروي أنه لما رجع رسول الله صلى الله عليه وسلم ليلة أسري به وكان بذي طوى قال : يا جبريل إن قومي لا يصدقوني ، قال : يصدقك أبو بكر وهو الصديق .قال ابن عباس وعائشة رضي الله عنهم عن رسول الله صلى الله عليه وسلم : لما كانت ليلة أسري بي فأصبحت بمكة فضقت بأمري وعرفت أن الناس مكذبي فروي أنه عليه الصلاة والسلام قعد معتزلا حزينا فمر به أبو جهل فجلس إليه فقال له كالمستهزئ : هل استفدت من شيء؟ قال : نعم إني أسري بي الليلة قال : إلى أين؟ قال : إلى بيت المقدس ، قال : ثم أصبحت بين ظهرانينا قال : نعم ، فلم ير أبو جهل أنه ينكر مخافة أن يجحده الحديث قال : أتحدث قومك ما حدثتني؟ قال : نعم ، قال أبو جهل : يا معشر بني كعب بن لؤي هلموا ، قال : فانفضت إليه المجالس فجاءوا حتى جلسوا إليهما ، قال : فحدث قومك ما حدثتني قال : نعم إني أسري بي الليلة ، قالوا : إلى أين؟ قال : إلى بيت المقدس ، قالوا : ثم أصبحت بين ظهرانينا؟ قال : نعم قال : فمن بين مصفق ومن بين واضع يده على رأسه متعجبا ، وارتد ناس ممن كان آمن به وصدقه وسعى رجل من المشركين إلى أبي بكر فقال : هل لك في صاحبك يزعم أنه أسري به الليلة إلى بيت المقدس قال : أوقد قال ذلك؟ قال : نعم ، قال : لئن كان قال ذلك لقد صدق قالوا : وتصدقه أنه ذهب إلى بيت المقدس في ليلة وجاء قبل أن يصبح؟ قال : نعم إني لأصدقه بما هو أبعد من ذلك أصدقه بخبر السماء في غدوة أو روحة فلذلك سمي أبو بكر الصديق .قال : وفي القوم من قد أتى المسجد الأقصى ، فقالوا : هل تستطيع أن تنعت لنا المسجد؟ قال : نعم قال : فذهبت أنعت وأنعت فما زلت أنعت حتى التبس علي [ بعض النعت ] قال : فجيء بالمسجد وأنا أنظر إليه حتى وضع دون دار عقيل فنعت المسجد وأنا أنظر إليه فقال القوم : أما النعت فوالله لقد أصاب ثم قالوا : يا محمد أخبرنا عن عيرنا هي أهم إلينا فهل لقيت منها شيئا؟ قال : نعم مررت على عير بني فلان وهي بالروحاء وقد أضلوا بعيرا لهم وهم في طلبه وفي رحالهم قدح من ماء فعطشت فأخذته فشربته ثم وضعته كما كان فسلوهم هل وجدوا الماء في القدح حين رجعوا إليه؟ قالوا : هذه آية قال : ومررت بعير بني فلان ، وفلان وفلان راكبان قعودا لهما بذي طوى فنفر بعيرهما مني فرمى بفلان فانكسرت يده فسلوهما عن ذلك قالوا : وهذه آية قالوا : فأخبرنا عن عيرنا نحن؟ قال : مررت بها بالتنعيم قالوا : فما عدتها وأحمالها وهيئتها ومن فيها؟ قال : نعم هيئتها كذا وكذا وفيها فلان وفلان يقدمها جمل أورق عليه غرارتان مخيطتان تطلع عليكم عند طلوع الشمس قالوا : وهذه آية ثم خرجوا يشتدون نحو الثنية وهم يقولون والله لقد قص محمد شيئا وبينه حتى أتوا كدى فجلسوا عليه فجعلوا ينتظرون متى تطلع الشمس فيكذبونه إذ قال قائل منهم : والله هذه الشمس قد طلعت وقال آخر : وهذه والله الإبل قد طلعت يقدمها بعير أورق فيها فلان وفلان كما قال لهم فلم يؤمنوا \" وقالوا إن هذا إلا سحر مبين \" .أنبأنا إسماعيل بن عبد القاهر أنبأنا عبد الغافر بن محمد أنبأنا محمد بن عيسى الجلودي أنبأنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج حدثني زهير بن حرب حدثنا حجر بن المثنى أنبأنا عبد العزيز - وهو ابن أبي سلمة - عن عبد الله بن الفضل عن أبي سلمة بن عبد الرحمن عن أبي هريرة رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" لقد رأيتني في الحجر وقريش تسألني عن مسراي فسألتني عن أشياء من بيت المقدس لم أثبتها فكربت كربا ما كربت مثله قط قال : فرفعه الله لي أنظر إليه ما يسألوني عن شيء إلا أنبأتهم به ولقد رأيتني في جماعة من الأنبياء فإذا موسى قائم يصلي فإذا رجل ضرب جعد كأنه من رجال شنوءة وإذا عيسى قائم يصلي أقرب الناس به شبها عروة بن مسعود الثقفي وإذا إبراهيم قائم يصلي أشبه الناس به صاحبكم - يعني نفسه - فجاءت الصلاة فأممتهم فلما فرغت من الصلاة قال لي قائل : يا محمد هذا مالك صاحب النار فسلم عليه فالتفت إليه فبدأني بالسلام \" .",
  "ayah": 1,
  "surah": 17
}
