{
  "text": "قوله عز وجل ( قل ادعوا الله أو ادعوا الرحمن ) قال ابن عباس : سجد رسول الله صلى الله عليه وسلم بمكة ذات ليلة فجعل يبكي ويقول في سجوده : يا ألله يا رحمن . فقال أبو جهل : إن محمدا ينهانا عن آلهتنا وهو يدعو إلهين! فأنزل الله تعالى هذه الآية . ومعناه : أنهما اسمان لواحد .( أيا ما تدعوا ) \" ما \" صلة معناه : أيا ما تدعوا من هذين الاسمين ومن جميع أسمائه ( فله الأسماء الحسنى )( ولا تجهر بصلاتك ولا تخافت بها ) أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف حدثنا محمد بن إسماعيل أخبرنا يعقوب بن إبراهيم حدثنا هشيم حدثنا أبو بشر عن سعيد بن جبير عن ابن عباس في قوله تعالى : ( ولا تجهر بصلاتك ولا تخافت بها ) قال : نزلت ورسول الله صلى الله عليه وسلم مختف بمكة كان إذا صلى بأصحابه رفع صوته بالقرآن فإذا سمعه المشركون سبوا القرآن ومن أنزله ومن جاء به فقال الله تعالى لنبيه صلى الله عليه وسلم : ( ولا تجهر بصلاتك ) أي بقراءتك فيسمع المشركون فيسبوا القرآن ولا تخافت بها عن أصحابك فلا تسمعهم : ( وابتغ بين ذلك سبيلا ) .وبهذا الإسناد عن محمد بن إسماعيل قال : حدثنا مسدد عن هشيم عن أبي بشر بإسناده مثله وزاد ( وابتغ بين ذلك سبيلا ) أسمعهم ولا تجهر حتى يأخذوا عنك القرآن .وقال قوم : الآية في الدعاء وهو قول عائشة رضي الله عنها والنخعي ومجاهد ومكحول : أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا طلق بن غنام حدثنا زائدة عن هشام عن أبيه عن عائشة رضي الله عنها في قوله : \" ولا تجهر بصلاتك ولا تخافت بها \" قالت : أنزل ذلك في الدعاء .وقال عبد الله بن شداد : كان أعراب من بني تميم إذا سلم النبي صلى الله عليه وسلم قالوا : \" اللهم ارزقنا مالا وولدا فيجهرون بذلك فأنزل الله هذه الآية : ( ولا تجهر بصلاتك ) أي : لا ترفع صوتك بقراءتك أو بدعائك ولا تخافت بها .والمخافتة : خفض الصوت والسكوت \" وابتغ بين ذلك سبيلا \" أي : بين الجهر والإخفاء .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي أخبرنا أبو محمد عبد الجبار بن محمد الخزاعي أخبرنا أبو العباس محمد بن أحمد المحبوبي حدثنا أبو عيسى الترمذي حدثنا محمود بن غيلان حدثنا يحيى بن إسحاق حدثنا حماد بن سلمة عن ثابت عن عبد الله بن أبي رباح الأنصاري عن أبي قتادة أن النبي صلى الله عليه وسلم قال لأبي بكر : \" مررت بك وأنت تقرأ وأنت تخفض من صوتك فقال : إني أسمعت من ناجيت فقال : ارفع قليلا وقال لعمر : مررت بك وأنت تقرأ وأنت ترفع صوتك فقال إني أوقظ الوسنان وأطرد الشيطان فقال : اخفض قليلا \" .",
  "ayah": 110,
  "surah": 17
}
