{
  "text": "قوله عز وجل : ( وقضينا إلى بني إسرائيل في الكتاب ( الآيات .روى سفيان بن سعيد الثوري عن منصور بن المعتمر عن ربعي بن حراش عن حذيفة قال : قال رسول الله صلى الله عليه وسلم \" إن بني إسرائيل لما اعتدوا وقتلوا الأنبياء بعث الله عليهم ملك فارس \" بختنصر \" ، وكان الله ملكه سبعمائة سنة فسار إليهم حتى دخل بيت المقدس فحاصرها وفتحها وقتل على دم يحيى بن زكريا عليه السلام سبعين ألفا ثم سبى أهلها [ والأبناء ] وسلب حلي بيت المقدس واستخرج منها سبعين ألفا ومائة ألف عجلة من حلي ، قلت : يا رسول الله كان بيت المقدس عظيما؟ قال : أجل بناه سليمان بن داود من ذهب وفضة وياقوت وزبرجد ، وكان عمده ذهبا ، أعطاه الله ذلك ، وسخر له الشياطين يأتونه بهذه الأشياء في طرفة عين فسار بها بختنصر حتى نزل بابل فأقام بنو إسرائيل في يده مائة سنة يستعبدهم المجوس وأبناء المجوس فيهم الأنبياء ثم إن الله رحمهم فأوحى إلى ملك من ملوك فارس يقال له \" كورش \" وكان مؤمنا أن يسير إليهم ليستنقذ بقايا بني إسرائيل فسار كورش لبني إسرائيل وأخذ حلي بيت المقدس حتى ردها إليه فأقام بنو إسرائيل بها مطيعين لله تعالى مائة سنة ثم إنهم عادوا في المعاصي فسلط الله عليهم ملكا يقال له \" أنطانيوس \" فغزا بني إسرائيل حتى أتاهم بيت المقدس فسبى أهلها وأحرق بيت المقدس وقال لهم يا بني إسرائيل إن عدتم في المعاصي عدنا عليكم ثانيا [ بالسبي ] فعادوا فسلط الله عليهم ملك رومية يقال له \" فاقس بن أستيانوس \" ، فغزاهم في البر والبحر فسباهم وسبى حلي بيت المقدس وأحرق بيت المقدس قال رسول الله صلى الله عليه وسلم فهذا من صفة حلي بيت المقدس ويرده المهدي إلى بيت المقدس وهو ألف وسبعمائة سفينة يرمي بها على يافا حتى تنقل إلى بيت المقدس وبها يجمع الله الأولين والآخرين \" .قال محمد بن إسحاق : كانت بنو إسرائيل فيهم الأحداث والذنوب وكان الله في ذلك متجاوزا عنهم محسنا إليهم وكان أول ما نزل بهم بسبب ذنوبهم كما أخبر على لسان موسى عليه السلام أن ملكا منهم كان يدعى \" صديقة \" وكان الله تعالى إذا ملك الملك عليهم بعث معه نبيا يسدده ويرشده لا ينزل عليهم الكتب إنما يؤمرون باتباع التوراة والأحكام التي فيها .فلما ملك ذلك الملك بعث الله معه \" شعياء بن أصفيا \" وذلك قبل مبعث زكريا ويحيى وعيسى عليهم السلام و \" شعياء \" هو الذي بشر بعيسى ومحمد عليهما السلام ، فقال : أبشري أورشليم ، الآن يأتيك راكب الحمار ومن بعده صاحب البعير فملك ذلك الملك بني إسرائيل وبيت المقدس زمانا فلما انقضى ملكه عظمت فيهم الأحداث وشعياء معه بعث الله عليهم \" سنجاريب \" ملك بابل معه ستمائة ألف راية فأقبل سائرا حتى نزل حول بيت المقدس والملك مريض في ساقه قرحة فجاء النبي شعياء وقال له : يا ملك بني إسرائيل إن سنجاريب ملك بابل قد نزل بك هو وجنوده بستمائة ألف راية وقد هابهم الناس وفرقوا فكبر ذلك على الملك فقال يا نبي الله هل أتاك وحي من الله فيما حدث فتخبرنا به كيف يفعل الله بنا وبسنجاريب وجنوده؟فقال : لم يأتني وحي . فبينما هم على ذلك أوحى الله إلى شعياء النبي أن ائت ملك بني إسرائيل فمره أن يوصي وصيته ويستخلف - على ملكه من يشاء من أهل بيته - فأتى شعياء ملك بني إسرائيل \" صديقة \" فقال له : إن ربك قد أوحى إلي أن آمرك أن توصي وصيتك وتستخلف من شئت على ملكك من أهل بيتك فإنك ميت فلما قال ذلك شعياء لصديقة أقبل على القبلة فصلى ودعا وبكى فقال وهو يبكي وتضرع إلى الله بقلب مخلص : اللهم رب الأرباب وإله الآلهة يا قدوس المتقدس يا رحمن يا رحيم يا رءوف الذي لا تأخذه سنة ولا نوم اذكرني بعملي وفعلي وحسن قضائي على بني إسرائيل وذلك كله كان منك وأنت أعلم به مني سري وعلانيتي لك وأنت الرحمن . فاستجاب له وكان عبدا صالحا فأوحى الله تعالى إلى شعياء أن يخبر صديقة أن ربه قد استجاب له ورحمه وأخر له أجله خمس عشرة سنة وأنجاه من عدوه سنجاريب فأتاه شعياء فأخبره بذلك فلما قال له ذلك ذهب عنه الوجع وانقطع عنه الحزن وخر ساجدا وقال : يا إلهي وإله آبائي لك سجدت وسبحت وكبرت وعظمت أنت الذي تعطي الملك لمن تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء عالم الغيب والشهادة أنت الأول والآخر والظاهر والباطن وأنت ترحم وتستجيب دعوة المضطرين وأنت الذي أجبت دعوتي ورحمت تضرعي .فلما رفع رأسه أوحى الله إلى شعياء أن قل للملك صديقة فيأمر عبدا من عبيده فيأتيه بماء التين فيجعله على قرحته فيشفى يصبح وقد برأ ففعل وشفي .وقال الملك لشعياء : سل ربك أن يجعل لنا علما بما هو صانع بعدونا هذا .قال الله لشعياء : قل له : إني قد كفيتك عدوك وأنجيتك منهم وإنهم سيصبحون موتى كلهم إلا سنجاريب وخمسة نفر من كتابه .فلما أصبحوا جاء صارخ فصرخ على باب المدينة يا ملك بني إسرائيل إن الله قد كفاك عدوك فاخرج فإن سنجاريب ومن معه قد هلكوا فلما خرج الملك التمس سنجاريب فلم يوجد في الموتى فبعث الملك في طلبه فأدركه الطلب في مغارة وخمسة نفر من كتابه أحدهم بختنصر فجعلوهم في الجوامع ثم أتوا بهم إلى ملك بني إسرائيل فلما رآهم خر ساجدا من حين طلعت الشمس إلى العصر ثم قال لسنجاريب : كيف ترى فعل ربنا بكم؟ ألم يقتلكم بحوله وقوته ونحن وأنتم غافلون؟ فقال سنجاريب له : قد أتاني خبر ربكم ونصره إياكم ورحمته التي يرحمكم بها قبل أن أخرج من بلادي فلم أطع مرشدا ولم يلقني في الشقوة إلا [ ذلة في الدنيا وعذاب في الآخرة ] فلو سمعت أو عقلت ما غزوتكم .فقال صديقة : الحمد لله رب العالمين الذي كفاناكم بما شاء وإن ربنا لم يبقك ومن معك لكرامتك على ربك ولكنه إنما أبقاك ومن معك لتزدادوا شقوة في الدنيا وعذابا في الآخرة ولتخبروا من وراءكم بما رأيتم من فعل ربنا بكم فتنذروا من بعدكم ولولا ذلك لقتلكم ، ولدمك ولدم من معك أهون على الله من دم قراد لو قتلت .ثم إن ملك بني إسرائيل أمر أمير حرسه فقذف في رقابهم الجوامع فطاف بهم سبعين يوما حول بيت المقدس وإيليا وكان يرزقهم كل يوم خبزتين من شعير لكل رجل منهم فقال سنجاريب لملك بني إسرائيل : القتل خير مما تفعل بنا فأمر بهم الملك إلى سجن القتل فأوحى الله إلى شعياء عليه السلام : أن قل لملك بني إسرائيل يرسل سنجاريب ومن معه لينذروا من وراءهم وليكرمهم وليحملهم حتى يبلغوا بلادهم فبلغ شعياء الملك ذلك ففعل [ الملك صديقة ] ما أمر به فخرج سنجاريب ومن معه حتى قدموا بابل فلما قدموا جمع الناس فأخبرهم كيف فعل الله بجنوده فقال له كهانه وسحرته يا ملك بابل قد كنا نقص عليك خبر ربهم وخبر نبيهم ووحي الله إلى نبيهم فلم تطعنا وهي أمة لا يستطيعها أحد مع ربهم . وكان أمر سنجاريب تخويفا لهم ثم كفاهم الله تذكرة وعبرة .ثم لبث سنجاريب بعد ذلك سبع سنين ثم مات واستخلف بختنصر ابن ابنه على ما كان عليه جده يعمل عمله فلبث سبع عشرة سنة ثم قبض الله ملك بني إسرائيل صديقة فمرج أمر بني إسرائيل وتنافسوا الملك حتى قتل بعضهم بعضا ونبيهم شعياء معهم ولا يقبلون منه ، فلما فعلوا ذلك قال الله لشعياء قم في قومك أوحي على لسانك فلما قام النبي شعياء أنطق الله لسانه بالوحي فقال : يا سماء اسمعي ويا أرض أنصتي فإن الله يريد أن يقص شأن بني إسرائيل الذين رباهم بنعمته واصطنعهم لنفسه وخصهم بكرامته وفضلهم على عباده وهم كالغنم الضائعة التي لا راعي لها فآوى شاردتها وجمع ضالتها وجبر كسرها وداوى مريضها وأسمن مهزولها وحفظ سمينها فلما فعل ذلك بطرت فتناطحت كباشها فقتل بعضها بعضا حتى لم يبق منها عظم صحيح يجبر إليه آخر كسير فويل لهذه الأمة الخاطئة الذين لا يدرون أنى جاءهم الخير أن البعير مما يذكر وطنه فينتابه وأن الحمار مما يذكر الأري الذي شبع عليه فيراجعه وأن الثور مما يذكر المرج الذي سمن فيه فينتابه وأن هؤلاء القوم لا يذكرون من حيث جاءهم الخير وهم أولو الألباب والعقول ليسوا ببقر ولا حمير وإني ضارب لهم مثلا فليسمعوه قل لهم كيف ترون في أرض كانت خواء زمانا خرابا مواتا لا عمران فيها وكان لها رب حكيم قوي فأقبل عليها بالعمارة وكره أن تخرب أرضه وهو قوي أو أن يقال ضيع وهو حكيم فأحاط عليها جدارا وشيد فيها قصورا وأنبط نهرا وصنف فيها غراسا من الزيتون والرمان والنخيل والأعناب وألوان الثمار كلها وولى ذلك واستحفظه ذا رأي وهمة حفيظا قويا أمينا فلما أطلعت جاء طلعها خروبا؟قالوا بئست الأرض هذه فنرى أن يهدم جدارها وقصرها ويدفن نهرها ويقبض قيمها ويحرق غرسها حتى تصير كما كانت أول مرة خرابا مواتا لا عمران فيها قال الله : قل لهم : فإن الجدار ديني وإن القصر شريعتي وإن النهر كتابي وإن القيم نبيي وإن الغراس هم وإن الخروب الذي أطلع الغراس أعمالهم الخبيثة وإني قد قضيت عليهم قضاءهم على أنفسهم وإنه مثل ضربته لهم يتقربون إلي بذبح البقر والغنم وليس ينالني اللحم ولا آكله ويدعون أن يتقربوا إلي بالتقوى والكف عن ذبح الأنفس التي حرمتها فأيديهم مخضوبة منها وثيابهم متزملة بدمائها يشيدون لي البيوت مساجد ويطهرون أجوافها وينجسون قلوبهم وأجسادهم ويدنسونها ويزوقون إلي المساجد ويزينونها ويخربون عقولهم وأحلامهم ويفسدونها فأي حاجة لي إلى تشييد البيوت ولست أسكنها؟ وأي حاجة لي إلى تزويق المساجد ولست أدخلها؟ إنما أمرت برفعها لأذكر وأسبح فيها .يقولون : صمنا فلم يرفع صيامنا [ وصلينا فلم تنور صلاتنا ] وتصدقنا فلم يزك صدقتنا ودعونا بمثل حنين الحمام وبكينا بمثل عواء الذئاب في كل ذلك لا يستجاب لنا .قال الله : فاسألهم ما الذي يمنعني أن أستجيب لهم؟ ألست أسمع السامعين وأبصر الناظرين وأقرب المجيبين وأرحم الراحمين؟ فكيف أرفع صيامهم وهم يلبسونه بقول الزور ويتقوون عليه بطعمة الحرام؟ أم كيف أنور صلاتهم وقلوبهم صاغية إلى من يحاربني ويحادني وينتهك محارمي؟ أم كيف تزكى عندي صدقاتهم وهم يتصدقون بأموال غيرهم؟ إنما آجر عليها أهلها المغصوبين؟ أم كيف أستجيب دعاءهم وإنما هو قول بألسنتهم والفعل من ذلك بعيد إنما أستجيب للداعي اللين وإنما أسمع قول المستعفف المسكين وإن من علامة رضاي رضا المساكين .يقولون لما سمعوا كلامي وبلغتهم رسالتي : إنها أقاويل منقولة وأحاديث متوارثة وتأليف مما يؤلف السحرة والكهنة وزعموا أنهم لو شاءوا أن يأتوا بحديث مثله فعلوا ولو شاءوا أن يطلعوا على علم الغيب بما يوحي إليهم الشياطين اطلعوا وإني قد قضيت يوم خلقت السماء والأرض قضاء أثبته وحتمته على نفسي وجعلت دونه أجلا مؤجلا لا بد أنه واقع فإن صدقوا فيما ينتحلون من علم الغيب فليخبروك متى أنفذه؟ أو في أي زمان يكون؟ وإن كانوا يقدرون على أن يأتوا بما يشاءون فليأتوا بمثل هذه القدرة التي بها أمضيت فإني مظهره على الدين كله ولو كره المشركون وإن كانوا يقدرون على أن يقولوا ما يشاءون فليقولوا مثل الحكمة التي بها أدبر أمر ذلك القضاء إن كانوا صادقين وإني قد قضيت يوم خلقت السماء والأرض أن أجعل النبوة في الأجراء وأن أجعل الملك في الرعاء والعز في الأذلاء والقوة في الضعفاء والغنى في الفقراء والعلم في الجهالة والحكمة في الأميين فسلهم متى هذا ومن القائم به ومن أعوان هذا الأمر وأنصاره إن كانوا يعلمون فإني باعث لذلك نبيا أميا أمينا ليس بفظ ولا غليظ ولا صخاب في الأسواق ولا متزين بالفحش ولا قوال للخنا أسدده لكل جميل وأهب له كل خلق كريم أجعل السكينة لباسه والبر شعاره والتقوى ضميره والحكمة معقوله والصدق والوفاء طبيعته والعفو والمعروف خلقه والعدل سيرته [ والحق شريعته ] والهدى [ والقرآن ] إمامه ، والإسلام ملته وأحمد اسمه أهدي به بعد الضلالة وأعلم به بعد الجهالة وأرفع به بعد الخمالة وأشهر به بعد النكرة وأكثر به بعد القلة وأغني به بعد العيلة وأجمع به بعد الفرقة وأؤلف به بين قلوب مختلفة وأهواء متشتتة وأمم متفرقة وأجعل أمته خير أمة أخرجت للناس يأمرون بالمعروف وينهون عن المنكر توحيدا لي وإيمانا وإخلاصا لي يصلون قياما وقعودا وركعا وسجودا ويقاتلون في سبيلي صفوفا وزحوفا ويخرجون من ديارهم وأموالهم ابتغاء رضواني ألهمهم التكبير والتوحيد والتسبيح والتحميد والمدحة والتمجيد في مسيرهم ومجالسهم ومضاجعهم ومناقبهم ومثواهم يكبرون ويهللون ويقدسون على رءوس الأشراف ويطهرون لي الوجوه والأطراف يعقدون لي الثياب على الأنصاف قربانهم دماؤهم وأناجيلهم في صدورهم رهبان بالليل ليوث بالنهار ذلك فضلي أوتيه من أشاء وأنا ذو الفضل العظيم .فلما فرغ شعياء من مقالته عدوا عليه ليقتلوه فهرب منهم فلقيته شجرة فانفلقت له فدخل فيها فأدركه الشيطان فأخذ بهدبة من ثوبه فأراهم إياها فوضعوا المنشار في وسطها فنشروها حتى قطعوها وقطعوه في وسطها واستخلف الله على بني إسرائيل بعد ذلك رجلا منهم يقال له ناشية بن أموص وبعث لهم أرمياء بن حلقيا نبيا وكان من سبط هارون بن عمران .وذكر ابن إسحاق أنه الخضر واسمه أرمياء سمي الخضر لأنه جلس على فروة بيضاء فقام عنها وهي تهتز خضراء .فبعث الله أرمياء إلى ذلك الملك ليسدده ويرشده ثم عظمت الأحداث في بني إسرائيل وركبوا المعاصي واستحلوا المحارم فأوحى الله إلى أرمياء أن ائت قومك من بني إسرائيل فاقصص عليهم ما آمرك به وذكرهم نعمتي وعرفهم بأحداثهم فقال أرمياء : يا رب إني ضعيف إن لم تقوني عاجز إن لم تبلغني مخذول إن لم تنصرني قال الله تعالى : أولم تعلم أن الأمور كلها تصدر عن مشيئتي وأن القلوب والألسنة بيدي أقلبها كيف شئت إني معك ولن يصل إليك شيء معي فقام أرمياء فيهم ولم يدر ما يقول فألهمه الله عز وجل في الوقت خطبة بليغة بين فيها ثواب الطاعة وعقاب المعصية وقال في آخرها عن الله تعالى : وإني حلفت بعزتي لأقيضن لهم فتنة يتحير فيها الحليم ولأسلطن عليهم جبارا قاسيا ألبسه الهيبة وأنزع من صدره الرحمة يتبعه عدد مثل سواد الليل المظلم ثم أوحى الله إلى أرمياء : إني مهلك بني إسرائيل بيافث ويافث من أهل بابل - على ما ذكرنا في سورة البقرة - فسلط الله عليهم بختنصر فخرج في ستمائة ألف راية ودخل بيت المقدس بجنوده ووطئ الشام وقتل بني إسرائيل حتى أفناهم وخرب بيت المقدس وأمر جنوده أن يملأ كل رجل منهم ترسه ترابا ثم يقذفه في بيت المقدس ففعلوا ذلك حتى ملأوه ثم أمرهم أن يجمعوا من في بلدان بيت المقدس كلهم فاجتمع عنده كل صغير وكبير من بني إسرائيل فاختار منهم سبعين ألف صبي فلما خرجت غنائم جنده وأراد أن يقسمها فيهم قالت له الملوك الذين كانوا معه : أيها الملك لك غنائمنا كلها واقسم بيننا هؤلاء الصبيان الذين اخترتهم من بني إسرائيل فقسمهم بين الملوك الذين كانوا معه فأصاب كل رجل منهم أربعة غلمان وفرق من بقي من بني إسرائيل ثلاث فرق فثلثا أقر بالشام وثلثا سبى وثلثا قتل وذهب بناشئة بيت المقدس وبالصبيان السبعين الألف حتى أقدمهم بابل فكانت هذه الوقعة الأولى التي أنزل الله ببني إسرائيل بظلمهم فذلك قوله تعالى : \" فإذا جاء وعد أولاهما بعثنا عليكم عبادا لنا أولي بأس شديد \" يعني : بختنصر وأصحابه .ثم إن بختنصر أقام في سلطانه ما شاء الله ثم رأى رؤيا أعجبته إذ رأى شيئا أصابه فأنساه الله الذي رأى فدعا دانيال وحنانيا وعزازيا وميشائيل وكانوا من ذراري الأنبياء وسألهم عنها قالوا أخبرنا بها نخبرك بتأويلها قال : ما أذكرها ولئن لم تخبروني بها وبتأويلها لأنزعن أكتافكم فخرجوا من عنده فدعوا الله وتضرعوا إليه فأعلمهم بالذي سألهم عنه ، فجاءوه وقالوا : رأيت تمثالا قدماه وساقاه من فخار وركبتاه وفخذاه من نحاس وبطنه من فضة وصدره من ذهب ورأسه وعنقه من حديد قال : صدقتم قالوا : فبينما أنت تنظر إليه وقد أعجبك أرسل الله تعالى صخرة من السماء فدقته فهي التي أنستكها قال : صدقتم قال : فما تأويلها؟ قالوا : تأويلها أنك رأيت ملك الملوك فبعضهم كان ألين ملكا وبعضهم كان أحسن ملكا وبعضهم كان أشد ملكا الفخار أضعفه ثم فوقه النحاس أشد منه ثم فوق النحاس الفضة أحسن من ذلك وأفضل والذهب أحسن من الفضة وأفضل ثم الحديد ملكك فهو أشد وأعز مما كان قبله والصخرة التي رأيت أرسل الله من السماء فدقته نبي يبعثه الله من السماء فيدق ذلك أجمع ويصير الأمر إليه .ثم إن أهل بابل قالوا لبختنصر : أرأيت هؤلاء الغلمان من بني إسرائيل الذين كنا سألناك أن تعطيناهم ففعلت فإنا قد أنكرنا نساءنا منذ كانوا معنا لقد رأينا نساءنا انصرفت عنا وجوههن إليهم فأخرجهم من بين أظهرنا أو اقتلهم قال شأنكم بهم فمن أحب منكم أن يقتل من كان في يده فليفعل .فلما قربوهم للقتل بكوا إلى الله تعالى وقالوا : يا رب أصابنا البلاء بذنوب غيرنا فوعد الله أن يجيبهم ، فقتلوا إلا من استبقى بختنصر منهم دانيال وحنانيا وعزازيا وميشائيل .ثم لما أراد الله هلاك بختنصر انبعث فقال لمن في يده من بني إسرائيل : أرأيتم هذا البيت الذي خربته والناس الذين قتلت منهم؟ وما هذا البيت؟ قالوا : هذا بيت الله وهؤلاء أهله كانوا من ذراري الأنبياء فظلموا وتعدوا فسلطت عليهم بذنوبهم وكان ربهم رب السموات والأرض ورب الخلق كلهم يكرمهم ويعزهم فلما فعلوا ما فعلوا أهلكهم الله وسلط عليهم غيرهم فاستكبر وظن أنه بجبروته فعل ذلك ببني إسرائيل . قال : فأخبروني كيف لي أن أطلع إلى السماء العليا فأقتل من فيها وأتخذها ملكا لي فإني قد فرغت من الأرض ، قالوا : ما يقدر عليها أحد من الخلائق قال : لتفعلن أو لأقتلنكم عن آخركم ، فبكوا وتضرعوا إلى الله تعالى فبعث الله عليه بقدرته بعوضة فدخلت منخره حتى عضت بأم دماغه فما كان يقر ولا يسكن حتى يوجأ له رأسه على أم دماغه فلما مات شقوا رأسه فوجدوا البعوضة عاضة على أم دماغه ليري الله العباد قدرته ونجى الله من بقي من بني إسرائيل في يديه فردوهم إلى الشام فبنوا فيه وكثروا حتى كانوا على أحسن ما كانوا عليه .ويزعمون أن الله تعالى أحيا أولئك الذين قتلوا فلحقوا بهم ، ثم إنهم لما دخلوا الشام دخلوها وليس معهم عهد من الله تعالى وكانت التوراة قد احترقت وكان عزير من السبايا الذين كانوا ببابل فرجع إلى الشام يبكي عليها ليله ونهاره وقد خرج من الناس فهو كذلك إذ أقبل إليه رجل فقال يا عزير ما يبكيك؟ قال أبكي على كتاب الله وعهده الذي كان بين أظهرنا الذي لا يصلح دنيانا وآخرتنا غيره قال : أفتحب أن يرد إليك؟ ارجع فصم وتطهر وطهر ثيابك ثم موعدك هذا المكان غدا فرجع عزير فصام وتطهر وطهر ثيابه ثم عمد إلى المكان الذي وعده فجلس فيه فأتاه ذلك الرجل بإناء فيه ماء وكان ملكا بعثه الله إليه فسقاه من ذلك الإناء فمثلت التوراة في صدره فرجع إلى بني إسرائيل فوضع لهم التوراة فأحبوه حتى لم يحبوا حبه شيئا قط ثم قبضه الله وجعلت بنو إسرائيل بعد ذلك يحدثون الأحداث ويعود الله عليهم ويبعث فيهم الرسل ففريقا يكذبون وفريقا يقتلون حتى كان آخر من بعث الله فيهم من أنبيائهم زكريا ويحيى وعيسى وكانوا من بيت آل داود فمات زكريا وقيل قتل زكريا فلما رفع الله عيسى من بين أظهرهم وقتلوا يحيى بعث الله عليهم ملكا من ملوك بابل يقال له خردوش فسار إليهم بأهل بابل حتى دخل عليهم الشام فلما ظهر عليهم أمر رأسا من رءوس جنوده يدعى بيور زاذان صاحب القتل فقال : إني قد كنت حلفت بإلهي لئن أنا ظفرت على أهل بيت المقدس لأقتلنهم حتى تسيل دماؤهم في وسط عسكري إلا أني لا أجد أحدا أقتله فأمره أن يقتلهم حتى بلغ ذلك منهم بيورزاذان ودخل بيت المقدس فقام في البقعة التي كانوا يقربون فيها قربانهم فوجد فيها دما يغلي فسألهم فقال : يا بني إسرائيل ما شأن هذا الدم يغلي؟ أخبروني خبره قالوا : هذا دم قربان لنا قربناه فلم يقبل منا فلذلك يغلي ولقد قربنا منذ ثمانمائة سنة القربان فيقبل منا إلا هذا فقال : ما صدقتموني فقالوا : لو كان كأول زماننا لتقبل منا ولكن قد انقطع منا الملك والنبوة والوحي فلذلك لم يقبل منا فذبح منهم بيورزاذان على ذلك الدم سبعمائة وسبعين زوجا من رءوسهم فلم يهدأ فأمر فأتي بسبعمائة غلام من غلمانهم فذبحهم على الدم فلم يهدأ فأمر بسبعة آلاف من شيبهم وأزواجهم فذبحهم على الدم فلم يبرد فلما رأى بيورزاذان الدم لا يهدأ قال لهم : يا بني إسرائيل ويلكم اصدقوني واصبروا على أمر ربكم فقد طال ما ملكتم في الأرض تفعلون فيها ما شئتم قبل أن لا أترك منكم نافخ نار أنثى ولا ذكر إلا قتلته فلما رأوا الجهد وشدة القتل صدقوا الخبر فقالوا : إن هذا الدم دم نبي كان ينهانا عن أمور كثيرة من سخط الله فلو أنا أطعناه فيها لكان أرشد لنا وكان يخبرنا بأمركم فلم نصدقه فقتلناه فهذا دمه فقال لهم بيورزاذان : ما كان اسمه؟ قالوا : يحيى بن زكريا قال الآن صدقتموني لمثل هذا انتقم ربكم منكم فلما رأى بيورزاذان أنهم صدقوه خر ساجدا وقال لمن حوله : أغلقوا أبواب المدينة وأخرجوا من كان هاهنا من جيش خردوش وخلا في بني إسرائيل ثم قال : يا يحيى بن زكريا قد علم ربي وربك ما قد أصاب قومك من أجلك وما قتل منهم فاهدأ بإذن ربك قبل أن لا أبقي من قومك أحدا فهدأ الدم بإذن الله ورفع بيورزاذان عنهم القتل وقال آمنت بما آمنت به بنو إسرائيل وأيقنت أنه لا رب غيره وقال لبني إسرائيل : إن خردوش أمرني أن أقتل منكم حتى تسيل دماؤكم وسط عسكره وإني لست أستطيع [ أن أعصيه ] قالوا له : افعل ما أمرت به فأمرهم فحفروا خندقا وأمر بأموالهم من الخيل والبغال والحمير والإبل والبقر والغنم فذبحها حتى سال الدم في العسكر وأمر بالقتلى الذين قتلوا قبل ذلك فطرحوا على ما قتل من مواشيهم فلم يظن خردوش إلا أن ما في الخندق من بني إسرائيل فلما بلغ الدم عسكره أرسل إلى بيورزاذان أن ارفع عنهم القتل .ثم انصرف إلى بابل وقد أفنى بني إسرائيل أو كاد [ أن يفنيهم ] وهي الوقعة الأخيرة التي أنزل الله ببني إسرائيل وذلك قوله : ( لتفسدن في الأرض مرتين ( فكانت الوقعة الأولى بختنصر وجنوده [ والأخرى خردوش وجنوده ] وكانت أعظم الوقعتين فلم تقم لهم بعد ذلك راية وانتقل الملك بالشام ونواحيها إلى الروم اليونانية إلا أن بقايا من بني إسرائيل كثروا وكانت لهم الرياسة ببيت المقدس ونواحيها على غير وجه الملك وكانوا في نعمة إلى أن بدلوا وأحدثوا الأحداث فسلط الله عليهم ططيوس بن إسبيانوس الرومي فأخرب بلادهم وطردهم عنها ونزع الله عنهم الملك والرياسة وضربت عليهم الذلة فليسوا في أمة إلا وعليهم الصغار والجزية وبقي بيت المقدس خرابا إلى أيام عمر بن الخطاب فعمره المسلمون بأمره .وقال قتادة : بعث الله عليهم جالوت في الأولى فسبى وقتل وخرب ( ثم رددنا لكم الكرة عليهم ( يعني في زمان داود ، فإذا جاء وعد الآخرة بعث الله عليهم بختنصر فسبى وخرب ، ثم قال : ( عسى ربكم أن يرحمكم ( فعاد الله عليهم بالرحمة ثم عاد القوم بشر ما بحضرتهم فبعث الله عليهم ما شاء من نقمته وعقوبته ، ثم بعث الله عليهم العرب كما قال : ( وإذ تأذن ربك ليبعثن عليهم إلى يوم القيامة من يسومهم سوء العذاب ( فهم في العذاب إلى يوم القيامة .وذكر السدي بإسناده : أن رجلا من بني إسرائيل رأى في النوم أن خراب بيت المقدس على يدي غلام يتيم ابن أرملة من أهل بابل يدعى بختنصر وكانوا يصدقون فتصدق رؤياهم فأقبل ليسأل عنه حتى نزل على أمه وهو يحتطب فجاء وعلى رأسه حزمة حطب فألقاها ثم قعد فكلمه ثم أعطاه ثلاثة دراهم فقال : اشتر بهذا طعاما وشرابا فاشترى بدرهم لحما وبدرهم خبزا وبدرهم خمرا فأكلوا وشربوا وفعل في اليوم الثاني كذلك وفي اليوم الثالث كذلك ، ثم قال : إني أحب أن تكتب لي أمانا إن أنت ملكت يوما من الدهر [ فقال : تسخر مني؟ فقال : إني لا أسخر منك ، ولكن ما عليك أن تتخذ بها عندي يدا فكتب له أمانا وقال : أرأيت ] إن جئت والناس حولك قد حالوا بيني وبينك ، قال : ترفع صحيفتك على قصبة فأعرفك فكتب له وأعطاه ثم إن ملك بني إسرائيل كان يكرم يحيى بن زكريا ويدني مجلسه وأنه هوي ابنة امرأته وقال ابن عباس : ابنة أخته فسأل يحيى بن زكريا عن تزويجها فنهاه عن نكاحها فبلغ ذلك أمها فحقدت على يحيى بن زكريا وعمدت حين جلس الملك على شرابه فألبستها ثيابا رقاقا حمرا وطيبتها وألبستها الحلي وأرسلتها إلى الملك وأمرتها أن تسقيه ، فإن أرادها عن نفسها أبت عليه حتى يعطيها ما سألته فإذا أعطاها سألت رأس يحيى بن زكريا أن يؤتى به في طست ففعلت ، فلما أرادها قالت لا أفعل حتى تعطيني ما أسألك قال : ما تسأليني؟ قالت : رأس يحيى بن زكريا في هذا الطست ، فقال : ويحك سليني غير هذا ، فقالت : ما أريد إلا هذا فلما أبت عليه بعث فأتي برأسه حتى وضع بين يديه والرأس يتكلم ويقول : لا تحل لك فلما أصبح إذا دمه يغلي فأمر بتراب فألقي عليه فرقى الدم يعني صعد الدم يغلي ويلقي عليه من التراب حتى بلغ سور المدينة وهو في ذلك يغلي ، فبعث صخابين ملك بابل جيشا إليهم وأمر عليهم بختنصر فسار بختنصر وأصحابه حتى بلغوا ذلك المكان تحصنوا منه في مدائنهم فلما اشتد عليهم المقام أراد الرجوع فخرجت إليه عجوز من عجائز بني إسرائيل فقالت : تريد أن ترجع قبل المدينة؟ قال : نعم قد طال مقامي وجاع أصحابي قالت : أرأيت إن فتحت لك المدينة تعطيني ما أسألك فتقتل من أمرتك بقتله وتكف إذا أمرتك أن تكف؟ قال : نعم ، قالت : إذا أصبحت تقسم جندك أربعة أرباع ثم أقم على كل زاوية ربعا ثم ارفعوا أيديكم إلى السماء فنادوا : إنا نستفتحك يا ألله بدم يحيى بن زكريا فإنها سوف تتساقط ففعلوا فتساقطت المدينة ودخلوا من جوانبها ، فقالت : كف يدك وانطلقت به إلى دم يحيى بن زكريا وقالت : اقتل على هذا الدم حتى يسكن فقتل عليه سبعين ألفا حتى سكن ، فلما سكن قالت : كف يدك فإن الله لم يرض إذا قتل نبي حتى يقتل من قتله ومن رضي بقتله وأتاه صاحب الصحيفة بصحيفته فكف عنه وعن أهل بيته فخرب بيت المقدس وطرح فيه الجيف وأعانه على خرابه الروم من أجل أن بني إسرائيل قتلوا يحيى بن زكريا وذهب معه بوجوه بني إسرائيل وذهب بدانيال وقوم من أولاد الأنبياء وذهب معه برأس جالوت فلما قدم بابل وجد صخابين قد مات فملك مكانه وكان أكرم الناس عنده دانيال وأصحابه فحسدهم المجوس ووشوا بهم إليه وقالوا : إن دانيال وأصحابه لا يعبدون إلهك ولا يأكلون ذبيحتك فسألهم فقالوا : أجل إن لنا ربا نعبده ولسنا نأكل من ذبيحتكم ، فأمر الملك بخد فخد لهم فألقوا فيه وهم ستة وألقى معهم بسبع ضار ليأكلهم فذهبوا ثم راحوا فوجدوهم جلوسا والسبع مفترش ذراعيه معهم لم يخدش منهم أحدا ووجدوا معهم رجلا سابعا فقال : ما هذا السابع إنما كانوا ستة فخرج السابع وكان ملكا فلطمه لطمة فصار في الوحوش ومسخه الله سبع سنين .وذكر وهب : أن الله مسخ بختنصر نسرا في الطير ثم مسخه ثورا في الدواب ثم مسخه أسدا في الوحوش فكان مسخه سبع سنين وقلبه في ذلك قلب إنسان ثم رد الله إليه ملكه فآمن فسئل وهب أكان مؤمنا؟ فقال وجدت أهل الكتاب اختلفوا فيه فمنهم من قال مؤمنا ومنهم من قال أحرق بيت المقدس وكتبه وقتل الأنبياء فغضب الله عليه فلم يقبل توبته .وقال السدي : ثم إن بختنصر لما رجع إلى صورته بعد المسخ ورد الله إليه ملكه كان دانيال وأصحابه أكرم الناس عليه فحسدهم المجوس وقالوا لبختنصر : إن دانيال إذا شرب الخمر لم يملك نفسه أن يبول وكان ذلك فيهم عارا فجعل لهم طعاما وشرابا فأكلوا وشربوا وقال للبواب : انظر أول من يخرج ليبول فاضربه بالطبرزين فإن قال أنا بختنصر فقل كذبت بختنصر أمرني فكان أول من قام للبول بختنصر فلما رآه البواب شد عليه فقال : ويحك أنا بختنصر فقال : كذبت بختنصر أمرني فضربه فقتله هذا ما ذكره في المبتدأ إلا أن رواية من روى أن بختنصر غزا بني إسرائيل عند قتلهم يحيى بن زكريا غلط عند أهل السير بل هم مجمعون على أن بختنصر إنما غزا بني إسرائيل عند قتلهم شعياء في عهد أرمياء ومن وقت أرمياء وتخريب بختنصر بيت المقدس إلى مولد يحيى بن زكريا أربعمائة وإحدى وستون سنة ، وذلك أنهم كانوا يعدون من لدن تخريب بختنصر بيت المقدس إلى حين عمارته في عهد كيرش بن أخشورش بن أصيهيد ببابل من قبل بهمن بن إسفنديار [ سبعين سنة ثم من بعد عمارته إلى ظهور الإسكندر على بيت المقدس ثمان وثمانون سنة ثم من بعد مملكته ] إلى مولد يحيى بن زكريا ثلاثمائة وستون سنة .والصحيح من ذلك ما ذكر محمد بن إسحاق .قوله عز وجل : ( وقضينا إلى بني إسرائيل في الكتاب ( أي : أعلمناهم وأخبرناهم فيما آتيناهم من الكتب أنهم سيفسدون .والقضاء على وجوه : يكون أمرا ، كقوله : \" وقضى ربك \" ( الإسراء - 23 ) .ويكون حكما ، كقوله : \" إن ربك يقضي بينهم \" ( يونس - 93 ، والنحل - 78 ) .ويكون خلقا كقوله : \" فقضاهن سبع سماوات \" ( فصلت - 2 ) .وقال ابن عباس وقتادة : يعني وقضينا عليهم ، و \" إلى \" بمعنى \" على \" والمراد بالكتاب : اللوح المحفوظ .( لتفسدن ( لام القسم مجازه : والله لتفسدن ( في الأرض مرتين ( بالمعاصي والمراد بالأرض : أرض الشام وبيت المقدس ، ( ولتعلن ( ولتستكبرن ولتظلمن الناس ( علوا كبيرا (",
  "ayah": 4,
  "surah": 17
}
