{
  "text": "قوله تعالى : ( ويسألونك عن الروح قل الروح من أمر ربي ) الآية .أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا قيس بن حفص حدثنا عبد الواحد - يعني ابن زياد - حدثنا الأعمش عن إبراهيم عن علقمة عن عبد الله قال : بينا أنا أمشي مع النبي صلى الله عليه وسلم في حرث المدينة وهو يتوكأ على عسيب معه فمر بنفر من اليهود فقال بعضهم لبعض : سلوه عن الروح وقال بعضهم : لا تسألوه لا يجيء فيه بشيء تكرهونه فقال بعضهم لنسألنه فقام رجل منهم فقال : يا أبا القاسم ما الروح؟ فسكت فقلت : إنه يوحى إليه فقمت فلما انجلى عنه الوحي قال : ( ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا ) قال الأعمش : هكذا في قراءتنا .وروي عن ابن عباس أنه قال : إن قريشا قد اجتمعوا وقالوا : إن محمدا نشأ فينا بالأمانة والصدق وما اتهمناه بكذب وقد ادعى ما ادعى فابعثوا نفرا إلى اليهود بالمدينة واسألوهم عنه فإنهم أهل كتاب فبعثوا جماعة إليهم فقالت اليهود : سلوه عن ثلاثة أشياء فإن أجاب عن كلها أو لم يجب عن شيء منها فليس بنبي وإن أجاب عن اثنين ولم يجب عن واحدة فهو نبي فسلوه عن فتية فقدوا في الزمن الأول ما كان من أمرهم؟ فإنه كان لهم حديث عجيب وعن رجل بلغ شرق الأرض وغربها ما خبره وعن الروح؟ فسألوه فقال النبي صلى الله عليه وسلم : أخبركم بما سألتم غدا ولم يقل إن شاء الله فلبث الوحي - قال مجاهد : اثني عشرة ليلة وقيل : خمسة عشر يوما وقال عكرمة : أربعين يوما - وأهل مكة يقولون : وعدنا محمد غدا وقد أصبحنا لا يخبرنا بشيء حتى حزن النبي صلى الله عليه وسلم من مكث الوحي وشق عليه ما يقوله أهل مكة ثم نزل جبريل بقوله : \" ولا تقولن لشيء إني فاعل ذلك غدا إلا أن يشاء الله \" ونزل في قصة الفتية \" أم حسبت أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا \" ونزل فيمن بلغ الشرق والغرب \" ويسألونك عن ذي القرنين \" ونزل في الروح \" ويسألونك عن الروح قل الروح من أمر ربي \" .واختلفوا في الروح الذي وقع السؤال عنه فروي عن ابن عباس : أنه جبريل وهو قول الحسن وقتادة .وروي عن علي أنه قال : هو ملك له سبعون ألف وجه لكل وجه سبعون ألف لسان يسبح الله تعالى بكلها .وقال مجاهد : خلق على صور بني آدم لهم أيد وأرجل ورءوس وليسوا بملائكة ولا ناس يأكلون الطعام .وقال سعيد بن جبير : لم يخلق الله تعالى خلقا أعظم من الروح غير العرش لو شاء أن يبتلع السموات السبع والأرضين السبع ومن فيها بلقمة واحدة لفعل صورة خلقه على صورة خلق الملائكة وصورة وجهه على صورة الآدميين يقوم يوم القيامة عن يمين العرش وهو أقرب الخلق إلى الله عز وجل اليوم عند الحجب السبعين وأقرب إلى الله يوم القيامة وهو ممن يشفع لأهل التوحيد ولولا أن بينه وبين الملائكة سترا من نور لاحترق أهل السموات من نوره .وقيل : الروح هو القرآن .وقيل : المراد منه عيسى عليه السلام فإنه روح الله وكلمته ومعناه : أنه ليس كما يقول اليهود ولا كما يقوله النصارى .وقال قوم : هو الروح المركب في الخلق الذي يحيا به الإنسان وهو الأصح .وتكلم فيه قوم فقال بعضهم : هو الدم ألا ترى أن الحيوان إذا مات لا يفوت منه شيء إلا الدم؟وقال قوم : هو نفس الحيوان بدليل أنه يموت باحتباس النفس .وقال قوم : هو عرض .وقال قوم : هو جسم لطيف .وقال بعضهم : الروح معنى اجتمع فيه النور والطيب والعلو والبقاء ألا ترى أنه إذا كان موجودا يكون الإنسان موصوفا بجميع هذه الصفات فإذا خرج ذهب الكل ؟وأولى الأقاويل : أن يوكل علمه إلى الله عز وجل وهو قول أهل السنة . قال عبد الله بن بريدة : إن الله لم يطلع على الروح ملكا مقربا ولا نبيا مرسلا .وقوله عز وجل : ( قل الروح من أمر ربي ) قيل من علم ربي .( وما أوتيتم من العلم إلا قليلا ) أي : في جنب علم الله قيل هذا خطاب للرسول صلى الله عليه وسلم .وقيل : خطاب لليهود لأنهم كانوا يقولون أوتينا التوراة وفيها العلم الكثير .وقيل : كان النبي صلى الله عليه وسلم يعلم معنى الروح ولكن لم يخبر به أحدا لأن ترك إخباره به كان علما لنبوته .والأول أصح لأن الله عز وجل استأثر بعلمه .",
  "ayah": 85,
  "surah": 17
}
