{
  "text": "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ (15)هذا متصل بقوله : { ولئن سألتهم من خلق السماوات والأرض } [ الزخرف : 9 ] أي ولئن سألتهم عن خالق الأشياء ليعترفن به وقد جعلوا له مع ذلك الاعتراف جُزْءاً .فالواو للعطف على جملة { ولئن سألتهم من خلق السماوات والأرض . ويجوز كونها للحال على معنى : وقد جعلوا له من عباده جزءاً ، ومعنى الحال تفيد تعجيباً منهم في تناقض آرائهم وأقوالهم وقلبهم الحقائقَ ، وهي غبارة في الرأي تعرض للمقلدين في العقائد الضالّة لأنهم يلفقون عقائدهم من مختلف آراء الدُعاة فيجتمع للمقلد من آراء المختلفين في النظر ما لو اطلع كل واحد من المقتَدَيْنَ بهم على رأي غيره منهم لأبطله أو رجع عن الرأي المضادّ له .فالمشركون مقرّون بأن الله خالق الأشياء كلّها ومع ذلك جعلوا له شركاء في الإلَهية ، وكيف يستقيم أن يكون المخلوق إلها ، وجعلوا لله بنات ، والبنوة تقتضي المماثلة في الماهية ، وكيف يستقيم أن يكون لخالق الأشياء كلّها بنات فهنّ لا محالة مخلوقات له فإنْ لم يكنّ مخلوقات لزم أن يكنّ موجودات بوجوده فكيف تكنّ بناته . وإلى هذا التناقض الإشارة بقوله : من عباده } أي من مخلوقاته ، أو ليست العبودية الحقة إلاّ عبودية المخلوق جزءاً ، أي قطعة .والجزء : بعْض من كُلَ ، والقطعة منْه . والوَلَد كجزء من الوالد لأنه منفصل مِنه ، ولذلك يقال للولد : بَضْعة . فهم جمعوا بين اعتقاد حدوث الملائكة وهو مقتضى أنها عباد الله وبين اعتقاد إلهيتها وهو مقتضى أنها بنات الله لأن البُنوة تقتضي المشاركة في الماهية .ولما كانت عقيدة المشركين معروفة لهم ومعروفة للمسلمين كان المراد من الجزء : البنات ، لقول المشركين : إن الملائكة بناتُ الله من سَرَوَاتتِ الجِنّ ، أي أمهاتهم سَرَوَات الجنّ ، أي شريفات الجنّ فسَرَوَات جمع سريّة . وحكى القرطبي أن المُبرد قال : الجزء ها هنا البنات ، يقال : أجزأت المرأة ، إذا وَلدت أنثى . وفي «اللّسان» عن الزجاج أنه قال : أنشدت بيتاً في أن معنى جزء معنى الإناث ولا أدري البيْتَ أقديم أم مصنوع ، وهو: ... إنْ أجزأتْ حرةٌ يوماً فلا عجبقد تُجزىء الحرّة المِذْكَارُ أحياناً ... وفي «تاج العروس» : أن هذا البيت أنشده ثعلب ، وفي «اللّسان» أنشد أبو حنيفة: ... زُوِّجْتُها من بناتتِ الأوْس مُجْزِئَةًلِلعَوْسَج الرطْببِ في أبياتِها زَجَل ... ونسبهُ الماوردي في تفسيره إلى أهل اللّغة . وجزم صاحب «الكشاف» بأن هذا المعنى كَذب على العرب وأن البيتين مصنوعان .والجعل هنا معناه : الحكم على الشيء بوصفه حكماً لا مستند له فكأنه صنع باليد والصنع باليد يطلق عليه الجعل .وجملة { إن الإنسان لكفورٌ مبين } تذييل يدل على استنكار ما زعموه بأنه كفر شديد . والمراد ب { الإنسان } هؤلاء النّاس خاصة .والمُبينُ : المُوضِّح كفرَه في أقواله الصريحة في كفر نعمة الله .",
  "ayah": 15,
  "surah": 43
}
