{
  "text": "وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (44)ذكر حظ الرّسول صلى الله عليه وسلم من الثناء والتأييد في قوله : { على صراط مستقيم } [ الزخرف : 43 ] المجعول علة للأمر بالثبات عليه ، ثم عُطف عليه تعليل آخر اشتمل على ذكر حظ القرآن من المدح ، والنفع بقوله : { وإنه لذكر } ، وتشريفه به بقوله : { لك } وأتبع بحظ التابعين له ولكتابه من الاهتداء والانتفاع بقوله { ولقومك } . ثم عَرَّض بالمعرضين عنه والمجافين له بقوله : { وسوف تسألون } ، مع التوجيه في معنى كلمة ذِكر من إرادة أن هذا الدّين يكسبه ويكسب قومه حُسن السمعة في الأمم فمن اتبعه نال حظه من ذلك ومن أعرض عنه عدّ في عداد الحمقى كما سيأتي ، مع الإشارة إلى انتفاع المتبعين به في الآخرة ، واستضرار المعرضين عنه فيها ، وتحقيق ذلك بحرف الاستقبال . فهذه الآية اشتملت على عشرة معان ، وبذلك كانت أوفر معانيَ من قول امرىء القيس: ... قِفا نبككِ من ذِكرى حبيببٍ ومَنزلالمعدود أبلغ كلام من كلامهم في الإيجاز إذ وقَف ، واستوقف ، وبكى واستبكى . وذكر الحبيب ، والمنزل في مِصراع . وهذه الآية لا تتجاوز مقدار ذلك المِصراع وعِدة معانيها عشرة في حين كانت معاني مصراع امرىء القيس ستة مع ما تزيد به هذه الآية من الخصوصيات ، وهي التأكيد ب ( إنَّ ) واللام والكناية ومحسِّن التوجيه .والذكر يحتمل أن يكون ذِكرَ العقل ، أي اهتداءه لِما كان غير عالم به ، فشبه بتذكر الشيء المنسيّ وهو ما فَسر به كثير الذكرَ بالتذكير ، أي الموعظة . ويحتمل ذِكر اللّسان ، أي أنه يكسبك وقومك ذكراً ، والذكر بهذا المعنى غالب في الذِكر بخبره .والمعنى : أن القرآن سبب الذكر لأنه يكسب قومه شرفاً يُذكرون بسببه . وقد روي هذا التفسير عن عليّ وابن عباس في رواية ابن عدي وابن مردويه قال القرطبي : «ونظيره قوله تعالى : { وإنه لذكر لك ولقومك } يعني القرآن شرف لك ولقومك من قريش ، فالقرآن نزل بلسان قريش فاحتاج أهل اللّغات كلها إلى لسانهم كلُّ من آمن بذلك فشرفوا بذلك على سائر أهل اللّغات» . وقال ابن عطية \" قال ابن عباس كان رسول الله صلى الله عليه وسلم يعرض نفسه على القبائل فإذا قالوا له : فَلِمنْ يكون الأمر بعدك؟ سكتَ حتى إذا نزلت هذه الآية فكان إذا سُئل عن ذلك قال : لقريش \" . ودرج عليه كلام «الكشاف» .ففي لفظ { ذِكْر } محسن التوجيه فإذا ضم إليه أن ذكره وقومه بالثناء يستلزم ذم من خالفهم كان فيه تعريض بالمعرضين عنه . وقومه هم قريش لأنهم المقصود بالكلام أو جميع العرب لأنهم شُرفوا بكون الرّسول الأعظم صلى الله عليه وسلم منهم ونزول القرآن بلغتهم ، وقد ظهر ذلك الشرف لهم في سائر الأعصر إلى اليوم ، ولولاه ما كان للعرب من يشعر بهم من الأمم العظيمة الغالبة على الأرض .وهذا ثناء سابع على القرآن .والسؤال في قوله : { وسوف تسألون } سؤال تقرير . فسؤال المؤمنين عن مقدار العمل بما كلفوا به ، وسؤال المشركين سؤال توبيخ وتهديد قال تعالى : { ستكتب شهادتهم ويسألون } [ الزخرف : 19 ] وقال تعالى : { ألم يأتكم نذيرٌ إلى قوله : فاعترفوا بذنبهم فسحقاً لأصحاب السعير } [ الملك : 8 ، 11 ] .",
  "ayah": 44,
  "surah": 43
}
