{
  "text": "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ (5)الفاء لتفريع الاستفهام الإنكاري على جملة { إنا جعلناه قرآناً عربياً لعلكم تعقلون } [ الزخرف : 3 ] ، أي أتحسبون أن إعراضكم عما نزل من هذا الكتاب يبعثنا على أن نقطع عنكم تجدد التذكير بإنزال شيء آخر من القرآن . فلما أريدت إعادة تذكيرهم وكانوا قد قدم إليهم من التذكير ما فيه هديهم لو تأملوا وتدبروا ، وكانت إعادة التذكير لهم موسومة في نظرهم بقلة الجدوى بيّن لهم أن استمرار إعراضهم لا يكون سبباً في قطع الإرشاد عنهم لأن الله رحيم بهم مريد لصلاحهم لا يصده إسرافهم في الإنكار عن زيادة التقدم إليهم بالمواعظ والهَدي .والاستفهام إنكاري ، أي لا يجوز أن نضرب عنكم الذكر صفحاً من جراء إسرافكم .والضرب حقيقته قرع جسم بآخر ، وله إطلاقات أشهرها : قرع البعير بعصا ، وهو هنا مستعار لمعنى القطع والصرف أخذاً من قولهم : ضَرَبَ الغرائبَ عن الحَوْضضِ ، أي أطردَها وصرفها لأنها ليست لأهل الماء ، فاستعاروا الضرب للصرف والطرد ، وقال طرفة: ... أضْرِبَ عنك الهمومَ طارقَهاضَرْبَك بالسَّيْففِ قَوْنَس الفَرَس ... والذكر : التذكير ، والمراد به القرآن .والصَّفح : الإعراض بِصَفْح الوجه وهو جانبُه وهو أشد الإعراض عن الكلام لأنه يجْمع تركَ استماعه وتركَ النظر إلى المتكلم .وانتصب { صفحاً } على النيابة عن الظرف ، أي في مكان صَفْح ، كما يقال : ضَعْهُ جانباً ، ويجوز أن يكون { صفحاً } مصدر صَفَح عن كذا ، إذا أعرض ، فينتصب على المفعول المطلق لبيان نوع الضرب بمعنى الصرف والإعراض .والإسراف : الإفراط والإكثار ، وأغلب إطلاقه على الإكثار من الفعل الضائر . ولذلك قيل «لا سرَف في الخير» والمقام دال على أنّهم أسرفوا في الإعراض عن القرآن .وقرأ نافع وحمزة والكسائي وأبو جعفر وخلف { إن كنتم } بكسر همزة { إنْ } فتكون { إنْ } شرطية ، ولما كان الغالب في استعمال { إِنْ } الشرطية أن تقع في الشرط الذي ليس متوَقعاً وقوعُه بخلاف ( إِذَا ) التي هي للشرط المتيقن وقوعه ، فالإتْيَان ب { إنْ } في قوله : { إنْ كنتم قوماً مسرفين } لقصد تنزيل المخاطبين المعلوم إسرافهم منزلة من يُشَك في إسرافه لأن توفر الأدلّة على صدق القرآن من شأنه أن يزيل إسرافهم وفي هذا ثقة بحقّيّة القرآن وضَرب من التوبيخ على إمعانهم في الإعراض عنه . وقرأه ابن كثير وابن عامر وعاصم وأبو عمرو ويعقوب بفتح الهمزة على جعل { أنْ } مصدرية وتقديرِ لام التعليل محذوفاً ، أي لأجل إسرافكُم ، أي لا نترك تذكيركم بسبب كونكم مسرفين بل لا نزال نعيد التذكير رحمة بكم .وإقحام { قوماً } قبل { مسرفين } للدلالة على أن هذا الإسراف صار طبعاً لهم وبه قِوام قوميتهم ، كما قدمناه عند قوله تعالى : { لآياتتٍ لقوممٍ يعقلون } في سورة البقرة ( 164 ) .",
  "ayah": 5,
  "surah": 43
}
