{
  "text": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ (57) عطف قصة من أقاصيص كفرهم وعنادهم على ما مضى من حكاية أقاويلهم ، جرت في مجادلة منهم مع النبي صلى الله عليه وسلم وهذا تصدير وتمهيد بين يدي قوله : { ولما جاء عيسى بالبينات } [ الزخرف : 63 ] الآيات الذي هو المقصود من عطف هذا الكلام على ذكر رسالة موسى عليه السلام .واقتران الكلام ب { لما } المفيدةِ وجودَ جوابها عند وجودِ شرطها ، أو توقيتَه ، يَقْتَضِي أن مضمون شرط { لمّا } معلوم الحصول ومعلوم الزمان فهو إشارة إلى حديث جرى بسبب مثَل ضربه ضارب لحال من أحوال عيسى ، على أن قولهم { أألهتنا خير أم هو } يحتمل أن يكون جرى في أثناء المجادلة في شأن عيسى ، ويحتمل أن يكون مجردَ حكاية شبهة أخرى من شُبه عقائدهم ، ففي هذه الآية إجمال يبينه ما يعرفه النبي صلى الله عليه وسلم والمؤمنون من جدَل جرى مع المشركين ، ويزيده بياناً قوله : { إن هو إلا عبدٌ أنعمنا عليه وجعلناه مثلاً لبني إسرائيل } [ الزخرف : 59 ] وهذه الآية من أخفى آي القرآن معنى مراداً .وقد اختلف أهل التفسير في سبب نزول هذه الآية وما يبين إجمالها على ثلاثة أقوال ذكرها في «الكشاف» وزاد من عنده احتمالاً رابعاً . وأظهر الأقوال ما ذكره ابن عطية عن ابن عباس وما ذكره في «الكشاف» وجهاً ثانياً ووجهاً ثالثاً أن المشركين لما سمعوا من النبي صلى الله عليه وسلم بيان { إنَّ مثل عيسى . . كمثلَ آدم } [ آل عمران : 59 ] وليس خلقه من دون أب بأعجب من خلق آدم من دون أب ولا أم أو ذلك قبل أن تنزل سورة آل عمران لأن تلك السورة مدنية وسورة الزخرف مكية قالوا : نحن أهدى من النصارى لأنهم عبدوا آدمياً ونحن عبدنا الملائكة أي يدفعون ما سفههم به النبي صلى الله عليه وسلم بأن حقه أن يسفه النصارى فنزل قوله تعالى : { ولما ضرب ابن مريم مثلاً } الآية ولعلهم قالوا ذلك عَن تجاهل بما جاء في القرآن من ردّ على النصارى .والذي جرى عليه أكثر المفسرين أن سبب نزولها الإشارة إلى ما تقدم في سورة الأنبياء ( 98 ) عند قوله تعالى : { إنكم وما تعبدون من دون الله حصبُ جهنم } إذ قال عبد الله بن الزبعرى قبل إسلامه للنبيء صلى الله عليه وسلم أخاصة لنا ولآلهتنا أم لجميع الأمم . فقال النبي صلى الله عليه وسلم \" هو لكم ولآلهتكم ولجميع الأمم \" قال : \" خَصَمْتُك ورب الكعبة ألست تزعم أن عيسى ابنَ مريم نبيء وقد عبدته النصارى فإن كان عيسى في النّار فقد رَضينا أن نكون نحن وآلهتنا معه \" ففرح بكلامه من حَضر من المشركين وضجّ أهل مكة بذلك فأنزل الله تعالى : { إن الذين سبقت لهم مِنّا الحُسنى أولئك عنها مُبعَدون }في سورة الأنبياء ( 101 ) ونزلت هذه الآية تشير إلى لجاجهم .وبعض المفسرين يزيد في رواية كلام ابن الزِبَعرى : وقد عَبَدَتْ بنو مُلَيح الملائكة فإن كان عيسى والملائكة في النّار فقد رضينا . وهذا يتلاءم مع بناء فعل { ضرب } للمجهول لأن الذي جَعل عيسى مثلاً لمجادلته هو عبد الله بن الزِبعرَى ، وليس من عادة القرآن تسمية أمثاله ، ولو كان المثل مضروباً في القرآن لقال : ولما ضَرَبنا ابن مريم مثلاً ، كما قال بعده { وجعلناه مثلاً لبني إسرائيل } [ الزخرف : 59 ] . ويتلاءم مع تعدية فعل { يصدون } بحرف ( مِن ) الابتدائية دون حرف ( عَن ) ومع قوله : { ما ضربوه لك إلا جدلاً بل هم قوم خصمون } لأن الظاهر أن ضمير النصب في { ضربوه } عائد إلى ابن مريم .والمراد بالمثَل على هذا الممثَّلُ به والمشبَّه به ، لأن ابن الزِبعرى نظَّر آلهتهم بعيسى في أنها عُبدت من دون الله مثله فإذا كانوا في النار كان عيسى كذلك . ولا يُنَاكِد هذا الوجهَ إلا ما جرى عليه عد السور في ترتيب النزول من عدّ سورة الأنبياء التي كانت آيتها سَببَ المجادلة متأخرةً في النزول عن سورة الزخرف ولعل تصحيح هذا الوجه عندهم بَكُر بالإبطال على من جعل سورة الأنبياء متأخرة في النزول عن سورة الزخرف بل يجب أن تكون سابقة حَتَى تكون هذه الآية مذكِّرة بالقصة التي كانت سبب نزول سورة الأنبياء ، وليس ترتيب النزول بمتفق عليه ولا بمحقق السند فهو يُقبل منه ما لا معارض له . على أنه قد تَنزِل الآية ثم تُلْحَق بسورة نزلت قبلها .فإذا رجح أن تكون سورة الأنبياء نزلت قبل سورة الزخرف كان الجواب القاطع لابن الزبعرَى في قوله تعالى فيها : { إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون } [ الأنبياء : 101 ] لأنه يعني أن عدم شمول قوله : { إنكم وما تعبدون من دون الله حصَبُ جهنم } [ الأنبياء : 98 ] لعيسى معلوم لكل من له نظر وإنصاف لأن الحكم فيها إنما أسند إلى معبودات المشركين لا إلى معبود النصارى وقليل من قبائل العرب التي لم تُقصد بالخطاب القرآني أيامئذٍ ، ولما أجابهم النبي صلى الله عليه وسلم بأن الآية لجميع الأمم إنما عنى المعبودات التي هي من جنس أصنامهم لا تفقه ولا تتصف بزكاء ، بخلاف الصالحين الذين شهد لهم القرآن برفعة الدرجة قبل تلك الآية وبعدها ، إذ لا لبس في ذلك ، ويكون الجواب المذكور هنا في سورة الزخرف بقوله : { ما ضربوه لك إلا جدلاً } جواباً إجمالياً ، أي ما أرادوا به إلا التمويه لأنهم لا يخفى عليهم أن آية سورة الأنبياء تفيد أن عيسى ليس حصبَ جهنم ، والمقام هنا مقام إجمال لأن هذه الآية إشارة وتذكير إلى ما سبق من الحادثة حين نزول آية سورة الأنبياء .وقرأ نافع وابن عامر والكسائي وأبو بكر عن عاصم وأبو جعفر وخلف { يصدون } بضم الصاد من الصدود إما بمعنى الإعراض والمُعرَض عنه محذوف لظهوره من المقام ، أي يعرضون عن القرآن لأنهم أوهموا بجَدَلِهِمْ أن في القرآن تناقضاً ، وإما على أن الضم لغة في مضارع صدَّ بمعنى ضجّ مثل لغة كسر الصاد وهو قول الفراء والكسائي . وقرأ ابن كثير وأبو عمرو وحمزة وحفص عن عاصم ويعقوب بكسر الصاد وهو الصد بمعنى الضجيج والصخَب . والمعنى : إذا قريش قومك يصخَبون ويضجّون من احتجاج ابن الزبعرَى بالمثَل بعيسى في قوله ، معجَبين بفلجه وظهور حجته لضعف إدراكهم لمراتب الاحتجاج .والتعبير عن قريش بعنوان { قومك } . للتعجيب منهم كيف فرحوا من تغلب ابن الزبعرَى على النبي صلى الله عليه وسلم بزعمهم في أمر عيسى عليه السلام ، أي مع أنهم قومك وليسوا قوم عيسى ولا أتباع دينه فكان فرحهم ظلماً من ذوي القربى ، قال زهير: ... وظُلم ذوِي القربى أشدُّ مضاضةًعلى المرء من وَقْع الحُسام المهنّد ... و ( مِن ) في قوله { منه } على الاحتمالين ليست لتعدية { يصدون } إلى ما في معنى المفعول ، لأن الفعل إنما يتعدّى إليه بحرف ( عن ) ، ولا أن الضمير المجرور بها عائد إلى القرآن ولكنها متعلقة ب { يصدون } تعلقاً على معنى الابتداء ، أي يصدون صدّاً ناشئاً منه ، أي من المثل ، أي ضُرب لهم مثل فجعلوا ذلك المثل سبباً للصدّ . وقالوا جميعاً : آلهتنا خير أم هو ، تلقفوها من فم ابن الزبعَرى حين قالها للنبيء صلى الله عليه وسلم فأعادوها . فهذا حكاية لقول ابن الزبعرى : إنك تزعم أن عيسى نبيء وقد عبدَتْه النصارى فإن كان عيسى في النار قد رضينا أن نكون وآلهتُنا في النار .",
  "ayah": 57,
  "surah": 43
}
