{
  "text": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ (65)هذا التفريع هو المقصود من سوْق القصة مساق التنظير بين أحوال الرسل ، أي عَقِب دعوتَه اختلافُ الأحزاب من بين الأمة الذين بعث إليهم والذين تقلدوا ملته طلباً للاهتداء .وهذا التفريع دليل على جواب ( لمّا ) المحذوف .وضمير { بينهم } مراد به الذين جاءهم عيسى لأنهم معلومون من سياق القصة من قوله : { جاء عيسى } [ الزخرف : 63 ] فإن المجيء يقتضي مجيئاً إليه وهم اليهود .و { من } يجوز أن تكون مزيدة لتأكيد مدلول { بينهم } أي اختلفوا اختلاف أمة واحدة ، أي فمنهم من صدق عيسى وهم : يحيى بن زكرياء ومريمُ أم عيسى والحواريون الاثنا عشر وبعض نساء مثل مريم المجدلية ونفر قليل ، وكفر به جمهور اليهود وأحبارهم ، وكان ما كان من تَألب اليهود عليه حتى رفعه الله . ثم انتشر الحواريون يدعون إلى شريعة عيسى فاتبعهم أقوام في بلاد رُومية وبلاد اليونان ولم يلبثوا أن اختلفوا من بينهم في أصول الديانة فتفرقوا ثلاث فرق : نسطورية ، ويعاقبة ، ومَلْكَانِيَّة . فقالت النسطورية : عيسى ابْن الله ، وقالت اليعاقبة : عيسى هو الله ، أي بطريق الحلول ، وقالت المَلْكَانية وهم الكاثوليك : عيسى ثالثُ ثلاثة مجموعها هو الإله ، وتلك هي : الأب الله ، والابنُ عيسى ، وروحُ القدس جبريل فالإله عندهم أقانيم ثلاثة .وقد شملت الآية كلا الاختلافين فتكون الفاء مستعملة في حقيقة التعقيب ومجازِه بأن يكون شمولها للاختلاف الأخير مجازاً علاقته المشابهة لتشبيه مفاجأة طروّ الاختلاف بين أتباعه مع وجود الشريعة المانعةِ من مثله كأنه حدث عقب بعثة عيسى وإن كان بينه وبينها زمان طويل دبَّت فيه بدعتهم ، واستعمال اللّفظ في حقيقته ومجازه شائع لأن المدار على أن تكون قرينة المجاز مانعة من إرادة المعنى الحقيقي وحده على التحقيق . وهذا الاختلاف أُجمِل هنا ووقع تفصيله في آيات كثيرة تتعلق بما تلقّى به اليهود دعوة عيسى ، وآيات تتعلق بما أحدثه النصارى في دين عيسى من زعم بنوّته من الله وإلهيته .ويجوز أن تكون { مِن } في قوله : { من بينهم } ابتدائية متعلقة ب ( اختلف ) أي نشأ الاختلاف من بينهم دون أن يُدخله عليهم غيرُهم ، أي كان دينهم سالماً فنشأ فيهم الاختلاف .وعلى هذا الوجه يختص الخلاف بأتباع عيسى عليه السلام من النصارى إذ اختلفوا فرقاً وابتدعوا قضية بنوّة عيسى من الله فتكون الفاء خالصة للتعقيب المجازي .وفرع على ذِكر الاختلاف تهديدُ بوعيد للذين ظلموا بالعذاب يوم القيامة تفريعَ التذييل على المذيَّل ، فالذين ظلموا يشمل جميع الذين أشركوا مع الله غيره في الإلهية { إن الشرك لظلمٌ عظيمٌ } [ لقمان : 13 ] ، وهذا إطلاق الظلم غالباً في القرآن ، فعلم أن الاختلاف بين الأحزاب أفضى بهم أن صار أكثرهم مشركين بقرينة ما هو معروف في الاستعمال من لزوم مناسبة التذييل للمذيَّل ، بأن يكون التذييل يعمّ المذيَّل وغيرَه فيشمل عمومُ هذا التذييل مشركي العرب المقصودين من هذه الأمثال والعِبر ، ألاَ ترى أنه وقع في سورة مريم ( 37 ) قولُه { فاختَلف الأحزاب من بينهم فويل للذين كفروا من مشهد يوممٍ عظيمٍ } فجُعلت الصلة فعلَ كفروا لأن المقصود من آية سورة مريم الذين كفروا من النصارى ولذلك أردف بقوله : { لكن الظالمون اليوم في ضلاللٍ مبينٍ } [ مريم : 38 ] لمَّا أريد التخلص إلى إنذار المشركين بعد إنذار النصارى .",
  "ayah": 65,
  "surah": 43
}
