{
  "text": "ثم ضرب - سبحانه - مثلا لسرعة زوال الحياة الدنيا ، وقرب اضمحلال بهجتها . كما بين حال من شرح الله صدره للإِسلام فقال - تعالى - :( أَلَمْ تَرَ أَنَّ الله أَنزَلَ . . . ) .الاستفهام فى قوله - تعالى - : ( أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً . . . ) للتقرير .والينابيع : جمع ينبوع ، وهو المنبع أو المجرى الذى يكون فى باطن الأرض ، والذى يحمل الكثير من المياه الجارية أو المخزونة فى جوف الأرض .والمعنى : لقد علمت - أيها العاقل - أن الله - تعالى - أنزل من السحب المرتفعة فى جو السماء ، ماء كثيرا ، فأدخله بقدرته على عيون ومسارب فى الأرض ، هذه العيون والمسارب تارة تكون ظاهرة على وجه الأرض ، وتارة تكون فى باطنها ، وكل ذلك من أعظم الأدلة على قدرة الله - تعالى - ورحمته بعباده .ثم بين - سبحانه - مظرهاه آخر من مظاهر قدرته فقال : ( ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُّخْتَلِفاً أَلْوَانُهُ . . . ) .أى : هذا الماء الذى أنزله - سبحانه - بقدرته من السماء ، قد سلكه ينابيع فى الأرض ، ثم يخرج بسبب هذا الماء زرعا مختلفا فى ألوانه وفى أشكاله ، فمنه ما هو أخضر ومنه ما هو أصفر ، ومنه ما ليس كذلك مما يدل على كمال قدرة الله - تعالى - .وقوله - تعالى - : ( ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَجْعَلُهُ حُطَاماً ) بيان لمظهر ثالث من مظاهر قدرته - عز وجل - .والفعل \" يهيج \" مأخوذ من الهيْج بمعنى اليُبْس والجفَاف . يقال : هاج النبات هَيْجاً وهِيَاجا ، إذا يبس واصفر . أو مأخوذ من الهيج بمعنى شدة الحركة . يقال : هاج الشئ يهيج ، إذا ثار لمشقة أو ضرر ، ثم يعقب ذلك الهيجان الجفاف واليبس .أى : ثم يصاب هذا الزرع المختلف الألوان بالجفاف والضمور ، فتراه مصفرا من بعد اخضراره ونضارته ، ثم يجعله - سبحانه - ( حُطَاماً ) أى : فتاتا متكسرا . يقال : حَطِمَ الشئ حطَما - من باب تعب - إذا تكسر وتفتت وتحطم .( إِنَّ فِي ذَلِكَ ) الذى ذكرناه من إنزال الماء من السماء ، ومن سلكه ينابيع فى الأرض ، ومن إخراج النبات المختلف الألوان بسببه ( لذكرى ) عظيمة ( لأُوْلِي الألباب ) .أى : لأصحاب العقول السليمة ، والأفكار القويمة .والمقصود من هذه الآية الكريمة ، التحذير من الإنهماك فى الحياة الدنيا ومتعها ، حيث شبهها - سبحانه - فى سرعة زوالها وقرب اضمحلالها - بالزرع الذى يبدو مخضرا وناضراً . . . ثم يعقب ذلك الجفاف والذبول والاضمحلال .وفى هذا المعنى وردت آيات كثيرة ، منها قوله - تعالى - : ( واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرياح وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِراً ).",
  "ayah": 21,
  "surah": 39
}
