{
  "text": "ثم ساق - سبحانه - ما يدل على كمال قدرته ، ونفاذ مشيئته فقال - تعالى - : ( الله يَتَوَفَّى الأنفس حِينَ مِوْتِهَا . . . ) .أى : الله - بقدرته وحدها يقبض أرواح مخلوقاته حين انتهاء آجالها بأن يقطع تعلقها بالأجسام قطعا كليا ، ويسلب هذه الأجسام والأبدان ما به قوام حياتها ، بأن تصير أجساما هامدة لا إدراك لها . ولا حركة فيها .وقوله - تعالى - : ( والتي لَمْ تَمُتْ فِي مَنَامِهَا ) معطوف على الأنفس ، أى : يسلب الحياة عن الأنفس التى انتهى أجلها سلبا ظاهرا وباطنا ، ويسلب الحياة عنها سلبا ظاهرا فقط فى حال نومها ، إذ أنها فى حالة النوم تشبه الموتى من حيث عدم التمييز والتصرف .فالآية الكريمة تشير إلى أن التوفى للأنفس أعم من الموت ، إذ أن هناك وفاتين . وفاة كبرى وتكون عن طريق الموت ، ووفاة صغرى وتكون عن طريق النوم . كما قال - تعالى - ( وَهُوَ الذي يَتَوَفَّاكُم بالليل . . . ) أى : يجعلكم تنامون فيه نوما يشبه الموت فى انقطاع الإدراك والإحساس .وقوله - تعالى - : ( فَيُمْسِكُ التي قضى عَلَيْهَا الموت وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى ) بيان لحالة الأنفس التى انتهى أجلها ، والتى لم ينته أجلها بعد .أى : الله - تعالى - وحده هو الذى يتوفى الأنفس حين الموت ، وحين النوم ، أما الأنفس التى انتهى أجلها فيمسك - سبحانه - أرواحها إمساكا تاما بحيث لا تعود إلى أبدانها مرة أخرى ، وأما التى لم يحن وقت موتها ، فإن الله - تعالى - يعيدها إلى أبدانها عند اليقظة من نومها ، وتستمر على هذه الحالة إلى أجل مسمى فى علمه - تعالى - فإذا ما انتهى أجلها الذى حدده - سبحانه - لها ، خرجت تلك الأرواح من أبدانها خروجا تاما ، كما هو الشأن فى الحالة الأولى .ولا شك أن الله - تعالى - الذى قدر على ذلك ، قادر أيضا - على إعادة الأرواح إلى أجسادها عند البعث والنشور يوم القيامة .فالآية الكريمة مسوقة لبيان كما قدرة الله - تعالى - ولبيان أن البعث حق ، وأنه يسير على قدرة الله التى لا يعجزها شئ .ولا منافاة بين هذه الآية التى صرحت بأن الله - تعالى - هو الذى يتوفى الأنفس عند موتها ، وبين قوله - تعالى - : ( قُلْ يَتَوَفَّاكُم مَّلَكُ الموت . . . ) وقوله - تعالى - ( حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا . . . ) لأن المتوفى فى الحقيقة هو الله - تعالى - وملك الموت إنما يقبض الأرواح بإذنه - سبحانه - ولملك الموت أعوان وجنود من الملائكة ينتزعون الأرواح بأمره المستمد من أمر الله - عز وجل - .قال القرطبى : \" فإذا يقبض الله الروح فى حالين : فى حالة النوم وحالة الموت ، فما قبضه فى حال النوم فمعناه أنه يغمره بما يحبسه عن التصرف فكأنه شئ مقبوض . وما يقبضه فى حال الموت فهو يمسكه ولا يرسله إلى يوم القيامة .وفى الآية تنبيه على عظيم قدرته ، وانفراده بالألوهية ، وأنه يفعل ما يشاء ويحيى ويميت ، ولا يقدر على ذلك سواه .واسم الإشارة فى قوله : ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ ) يعود إلى المذكور من التوفى والإِمساك والإرسال .أى : إن فى ذلك الذى ذكرناه لكم من قدرتنا على توفى الأنفس وإمساكها وإرسالها ، لآيات بينات على وحدانيتنا وقدرتنا ، لقوم يحسنون التأمل والتفكير والتدبر ، فيما أرشدناهم إليه وأخبرناهم به .",
  "ayah": 42,
  "surah": 39
}
