{
  "text": "ثم بين - سبحانه - أحوال هؤلاء المشركين ، عندما يذكر - سبحانه - وحده دون أن تذكر معه آلهتهم ، كما بين أحوالهم السيئة يوم القيامة ، وكيف أنهم يندمون ولا ينفعهم الندم ، وكيف أنهم لو ملكوا فى هذا اليوم ما فى الأرض جميعا ومثله معه ، لقدموه فداء لأنفسهم من أهوال عذاب يوم القيامة . . فقال - تعالى - :( وَإِذَا ذُكِرَ الله وَحْدَهُ اشمأزت . . . ) .قوله - تعالى - : ( اشمأزت . . ) أى : نفرت وانقبضت وذعرت ، مأخوذ من الشَّمْزِ ، وهو نفور النفس مما تكرهه .قال الإِمام الرازى : أعلم أن هذا نوع آخر من الأعمال القبيحة للمشركين وهو أنك إذا ذكرت الله وحده . . ظهرت آثار النفرة فى وجوههم وقلوبهم ، وإذا ذكرت الأًنام والأوثان ظهرت آثار الفرح . . وذلك يدل على الجهل والحماقة ، لأن ذكرالله رأس السعادة ، وعنوان الخيرات ، وأما ذكر الأصنام فهو رأس الحماقات . .أى : إنك - أيها الرسول الكريم - إذا ذكرت الله - تعالى - وحده ، ونسبت إليه ما يليق به - سبحانه - من وحدانيته وقدرته . . دون أن ذتكر معه الأصنام اشمأزت وانقبضت وذعرت نفوس هؤلاء المشركين الجهلاء ، أما إذا ذكرت آلهتهم سواء أذكرت الله - تعالى - معها أم لم تذكره ، إذا هم يستبشرون ويبتهجون .والتعبير بالاشمئزاز والاستبشار ، يشعر بأنهم قد بلغوا الغاية فى الأمرين ، فهم عند ذكر الله - تعالى - تمتلئ قلوبهم إلى نهايتهم غما وهما وانقباضا وذعرا . وعند ذكر أصنامهم تمتلئ قلوبهم إلى نهايتها - أيضا - بهجة وسرورا حتى لتظهر آثار ذلك على بشرتهم . . .وحالهم هذا يدل على أنهم قد بلغوا الغاية - أيضا - فى الجهالة والسفاهة والغفلة . .وهذا الذى ذكرته الآية الكريمة من اشمئزاز الكافرين عند ذكر الله - تعالى - واستبشارهم عند ذكر غيره ، نرى ما يشبهه عند كثير من الناس . . .فكم من أناس إذا حدثتهم عن ذات الله - تعالى - وصفاته ، وعن سلامة دينه وتشريعاته ، وعن آداب قرآنه وهداياته ، وعن كل ما يتعلق بوجوب تنفيذ أوامره ونواهيه . . انقبضت نفوسهم ، واكفهرت وجوههم ، وتمنوا لو أنك تركت الحديث عن ذلك .أما إذا سمعوا ما يتعلق بالتشريعات والنظم التى هى من صنع البشر - استبشرت نفوسهم ، وابتهجت أساريرهم .وشبيه بهذه الآية قوله - تعالى - : ( وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وفي آذَانِهِمْ وَقْراً وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُوراً ) وقال الآلوسى : وقد رأينا كثيرا من النسا على نحو هذه الصفة التى وصف الله - تعالى - بها المشركين ، يهشون لذكر أموات يستغيثون بهم ويطلبون منهم ، ويطربون من سماع حكايات كاذبة عنهم . . وينقبضون من ذكر الله - تعالى - وحده - ونسبة الاستقلال بالتصرف إليه - عز وجل - وسرد ما يدل على مزيد عظمته وجلاله . وينفرون ممن يفعل ذلك كل النفرة ، وينسبونه إلى ما يكره . .",
  "ayah": 45,
  "surah": 39
}
