{
  "text": "قوله تعالى : هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركونقوله تعالى : هو الله الذي لا إله إلا هو الملك القدوس أي المنزه عن كل نقص ، والطاهر عن كل عيب . والقدس ( بالتحريك ) : السطل بلغة أهل الحجاز ; لأنه يتطهر به . ومنه القادوس لواحد الأواني التي يستخرج بها الماء من البئر بالسانية . وكان سيبويه يقول : قدوس وسبوح ; بفتح أولهما . وحكى أبو حاتم عن يعقوب أنه سمع عند الكسائي أعرابيا فصيحا يكنى أبا الدينار يقرأ \" القدوس \" بفتح القاف . قال ثعلب : كل اسم على فعول فهو مفتوح الأول ; مثل سفود وكلوب وتنور وسمور وشبوط ، إلا السبوح والقدوس فإن الضم فيهما أكثر ; وقد يفتحان . وكذلك الذروح ( بالضم ) وقد يفتح .السلام أي ذو السلامة من النقائص . وقال ابن العربي : اتفق العلماء رحمة الله عليهم على أن معنى قولنا في الله السلام : النسبة ، تقديره ذو السلامة . ثم اختلفوا في ترجمة النسبة على ثلاثة أقوال :[ ص: 42 ] الأول : معناه الذي سلم من كل عيب وبرئ من كل نقص . الثاني : معناه ذو السلام ; أي المسلم على عباده في الجنة ; كما قال : سلام قولا من رب رحيم . الثالث : أن معناه الذي سلم الخلق من ظلمه .قلت : وهذا قول الخطابي ; وعليه والذي قبله يكون صفة فعل . وعلى أنه البريء من العيوب والنقائص يكون صفة ذات . وقيل : السلام معناه المسلم لعباده .المؤمن أي المصدق لرسله بإظهار معجزاته عليهم ومصدق المؤمنين ما وعدهم به من الثواب ومصدق الكافرين ما أوعدهم من العقاب . وقيل : المؤمن الذي يؤمن أولياءه من عذابه ويؤمن عباده من ظلمه ; يقال : آمنه من الأمان الذي هو ضد الخوف ; كما قال تعالى : وآمنهم من خوف فهو مؤمن ; قال النابغة :والمؤمن العائذات الطير يمسحها ركبان مكة بين الغيل والسندوقال مجاهد : المؤمن الذي وحد نفسه بقوله : شهد الله أنه لا إله إلا هو . وقال ابن عباس : إذا كان يوم القيامة أخرج أهل التوحيد من النار . وأول من يخرج من وافق اسمه اسم نبي ، حتى إذا لم يبق فيها من يوافق اسمه اسم نبي قال الله تعالى لباقيهم : أنتم المسلمون وأنا السلام ، وأنتم المؤمنون وأنا المؤمن ، فيخرجهم من النار ببركة هذين الاسمين .المهيمن العزيز تقدم الكلام في المهيمن في المائدة ، وفي العزيز في غير موضع .الجبار قال ابن عباس : هو العظيم . وجبروت الله عظمته . وهو على هذا القول صفة ذات ، من قولهم : نخلة جبارة . قال امرؤ القيس :سوامق جبار أثيث فروعه     وعالين قنوانا من البسر أحمرايعني النخلة التي فاتت اليد . فكان هذا الاسم يدل على عظمة الله وتقديسه عن أن تناله النقائص وصفات الحدث . وقيل : هو من الجبر وهو الإصلاح ، يقال : جبرت العظم فجبر ، إذا أصلحته بعد الكسر ، فهو فعال من جبر إذا أصلح الكسير وأغنى الفقير . وقال الفراء : هو من [ ص: 43 ] أجبره على الأمر أي قهره . قال : ولم أسمع فعالا من أفعل إلا في جبار ودراك من أدرك . وقيل : الجبار الذي لا تطاق سطوته .المتكبر الذي تكبر بربوبيته فلا شيء مثله . وقيل : المتكبر عن كل سوء المتعظم عما لا يليق به من صفات الحدث والذم . وأصل الكبر والكبرياء الامتناع وقلة الانقياد . وقال حميد بن ثور :عفت مثل ما يعفو الفصيل فأصبحت     بها كبرياء الصعب وهي ذلولوالكبرياء في صفات الله مدح ، وفي صفات المخلوقين ذم . وفي الصحيح عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال فيما يرويه عن ربه تبارك وتعالى أنه قال : ( الكبرياء ردائي والعظمة إزاري فمن نازعني في واحد منهما قصمته ثم قذفته في النار ) . وقيل : المتكبر معناه العالي . وقيل : معناه الكبير لأنه أجل من أن يتكلف كبرا . وقد يقال : تظلم بمعنى ظلم ، وتشتم بمعنى شتم ، واستقر بمعنى قر . كذلك المتكبر بمعنى الكبير . وليس كما يوصف به المخلوق إذا وصف بتفعل إذا نسب إلى ما لم يكن منه .ثم نزه نفسه فقال : سبحان الله عما يشركون أي تنزيها لجلالته وعظمته عما يشركون .",
  "ayah": 23,
  "surah": 59
}
