{
  "text": "قوله تعالى : ما أفاء الله على رسوله من أهل القرى قال ابن عباس : هي قريظة والنضير ، وهما بالمدينة وفدك ، وهي على ثلاثة أيام من المدينة وخيبر . وقرى عرينة وينبع جعلها الله لرسوله . وبين أن في ذلك المال الذي خصه بالرسول عليه السلام سهمانا لغير الرسول نظرا منه لعباده . وقد تكلم العلماء في هذه الآية والتي قبلها ، هل معناهما واحد أو مختلف ، والآية التي في الأنفال ; فقال قوم من العلماء : إن قوله تعالى : ما أفاء الله على رسوله من أهل القرى [ ص: 14 ] منسوخ بما في سورة الأنفال من كون الخمس لمن سمي له ، والأخماس الأربعة لمن قاتل . وكان في أول الإسلام تقسم الغنيمة على هذه الأصناف ولا يكون لمن قاتل عليها شيء . وهذا قول يزيد بن رومان وقتادة وغيرهما . ونحوه عن مالك . وقال قوم : إنما غنم بصلح من غير إيجاف خيل ولا ركاب ; فيكون لمن سمى الله تعالى فيه فيئا والأولى للنبي صلى الله عليه وسلم خاصة ، إذا أخذ منه حاجته كان الباقي في مصالح المسلمين . وقال معمر : الأولى للنبي صلى الله عليه وسلم . والثانية هي الجزية والخراج للأصناف المذكورة فيه . والثالثة الغنيمة في سورة الأنفال للغانمين . وقال قوم منهم الشافعي : إن معنى الآيتين واحد ; أي ما حصل من أموال الكفار بغير قتال قسم على خمسة أسهم ; أربعة منها للنبي صلى الله عليه وسلم . وكان الخمس الباقي على خمسة أسهم : سهم لرسول الله صلى الله عليه وسلم أيضا وسهم لذوي القربى - وهم بنو هاشم وبنو المطلب - لأنهم منعوا الصدقة فجعل لهم حق في الفيء . وسهم لليتامى . وسهم للمساكين . وسهم لابن السبيل . وأما بعد وفاة رسول الله صلى الله عليه وسلم ، فالذي كان من الفيء لرسول الله صلى الله عليه وسلم يصرف عند الشافعي في قول إلى المجاهدين المترصدين للقتال في الثغور ; لأنهم القائمون مقام الرسول عليه الصلاة والسلام . وفي قول آخر له : يصرف إلى مصالح المسلمين من سد الثغور وحفر الأنهار وبناء القناطر ; يقدم الأهم فالأهم ، وهذا في أربعة أخماس الفيء . فأما السهم الذي كان له من خمس الفيء والغنيمة فهو لمصالح المسلمين بعد موته صلى الله عليه وسلم بلا خلاف ; كما قال عليه الصلاة والسلام : \" ليس لي من غنائمكم إلا الخمس ، والخمس مردود فيكم \" . وقد مضى القول فيه في سورة \" الأنفال \" . وكذلك ما خلفه من المال غير موروث ، بل هو صدقة يصرف عنه إلى مصالح المسلمين ; كما قال عليه السلام : \" إنا لا نورث ، ما تركناه صدقة \" . وقيل : كان مال الفيء لنبيه صلى الله عليه وسلم ، لقوله تعالى : ما أفاء الله على رسوله فأضافه إليه ; غير أنه كان لا يتأثل مالا ، إنما كان يأخذ بقدر حاجة عياله ويصرف الباقي في مصالح المسلمين . قال القاضي أبو بكر بن العربي : لا إشكال أنها ثلاثة معان في ثلاث آيات ; أما الآية الأولى فهي قوله : هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر ثم قال تعالى : وما أفاء الله على رسوله منهم يعني من أهل الكتاب معطوفا عليهم . فما أوجفتم عليه من خيل ولا ركاب يريد كما بينا ; فلا حق لكم فيه ، ولذلك قال عمر : إنها كانت خالصة [ ص: 15 ] لرسول الله صلى الله عليه وسلم ، يعني بني النضير وما كان مثلها . فهذه آية واحدة ومعنى متحد . الآية الثانية : قوله تعالى : ما أفاء الله على رسوله من أهل القرى فلله وللرسول وهذا كلام مبتدأ غير الأول لمستحق غير الأول . وسمى الآية الثالثة آية الغنيمة ، ولا شك في أنه معنى آخر باستحقاق ثان لمستحق آخر ، بيد أن الآية الأولى والثانية اشتركتا في أن كل واحدة منهما تضمنت شيئا أفاءه الله على رسوله ، واقتضت الآية الأولى أنه حاصل بغير قتال ، واقتضت آية الأنفال أنه حاصل بقتال ، وعريت الآية الثالثة وهي قوله تعالى : ما أفاء الله على رسوله من أهل القرى عن ذكر حصوله بقتال أو بغير قتال ; فنشأ الخلاف من هاهنا ، فمن طائفة قالت : هي ملحقة بالأولى ، وهو مال الصلح كله ونحوه . ومن طائفة قالت : هي ملحقة بالثانية وهي آية الأنفال . والذين قالوا إنها ملحقة بآية الأنفال اختلفوا ; هل هي منسوخة - كما تقدم - أو محكمة ؟ وإلحاقها بشهادة الله بالتي قبلها أولى ; لأن فيه تجديد فائدة ومعنى . ومعلوم أن حمل الحرف من الآية فضلا عن الآية على فائدة متجددة أولى من حمله على فائدة معادة . وروى ابن وهب عن مالك في قوله تعالى : فما أوجفتم عليه من خيل ولا ركاب بني النضير ، لم يكن فيها خمس ولم يوجف عليها بخيل ولا ركاب . كانت صافية لرسول الله صلى الله عليه وسلم ، فقسمها بين المهاجرين وثلاثة من الأنصار ; حسب ما تقدم . وقوله : ما أفاء الله على رسوله من أهل القرى هي قريظة ، وكانت قريظة والخندق في يوم واحد . قال ابن العربي : قول مالك إن الآية الثانية في بني قريظة ، إشارة إلى أن معناها يعود إلى آية الأنفال ، ويلحقها النسخ . وهذا أقوى من القول بالإحكام . ونحن لا نختار إلا ما قسمنا ، وبينا أن الآية الثانية لها معنى مجدد حسب ما دللنا عليه . والله أعلم .قلت : ما اختاره حسن . وقد قيل إن سورة \" الحشر \" نزلت بعد الأنفال ، فمن المحال أن ينسخ المتقدم المتأخر . وقال ابن أبي نجيح : المال ثلاثة : مغنم ، أو فيء ، أو صدقة ، وليس منه درهم إلا وقد بين الله موضعه . وهذا أشبه .الأموال التي للأئمة والولاة فيها مدخل ثلاثة أضرب : ما أخذ من المسلمين على طريق التطهير لهم ; كالصدقات والزكوات . والثاني : الغنائم ; وهو ما يحصل في أيدي المسلمين من أموال الكافرين بالحرب والقهر والغلبة . والثالث : الفيء ، وهو ما رجع للمسلمين من أموال الكفار عفوا صفوا من غير قتال ولا إيجاف ; كالصلح والجزية والخراج والعشور المأخوذة من تجار الكفار . ومثله أن يهرب المشركون ويتركوا أموالهم ، أو يموت أحد منهم في دار الإسلام ولا وارث له . فأما الصدقة فمصرفها الفقراء والمساكين والعاملين عليها ; [ ص: 16 ] حسب ما ذكره الله تعالى ، وقد مضى في \" براءة \" . وأما الغنائم فكانت في صدر الإسلام للنبي صلى الله عليه وسلم يصنع فيها ما شاء ; كما قال في سورة \" الأنفال \" : قل الأنفال لله والرسول ، ثم نسخ بقوله تعالى : واعلموا أنما غنمتم من شيء الآية . وقد مضى في الأنفال بيانه . فأما الفيء فقسمته وقسمة الخمس سواء . والأمر عند مالك فيهما إلى الإمام ، فإن رأى حبسهما لنوازل تنزل بالمسلمين فعل ، وإن رأى قسمتهما أو قسمة أحدهما قسمه كله بين الناس ، وسوى فيه بين عربيهم ومولاهم . ويبدأ بالفقراء من رجال ونساء حتى يغنوا ، ويعطوا ذوو القربى من رسول الله صلى الله عليه وسلم من الفيء سهمهم على ما يراه الإمام ، وليس له حد معلوم . واختلف في إعطاء الغني منهم ; فأكثر الناس على إعطائه لأنه حق لهم . وقال مالك : لا يعطى منه غير فقرائهم ، لأنه جعل لهم عوضا من الصدقة . وقال الشافعي : أيما حصل من أموال الكفار من غير قتال كان يقسم في عهد النبي صلى الله عليه وسلم على خمسة وعشرين سهما : عشرون للنبي صلى الله عليه وسلم يفعل فيها ما يشاء ، والخمس يقسم على ما يقسم عليه خمس الغنيمة . قال أبو جعفر أحمد بن الداودي : وهذا قول ما سبقه به أحد علمناه ، بل كان ذلك خالصا له ; كما ثبت في الصحيح عن عمر مبينا للآية . ولو كان هذا لكان قوله : خالصة لك من دون المؤمنين يدل على أنه يجوز الموهوبة لغيره ، وأن قوله : خالصة يوم القيامة يجوز أن يشركهم فيها غيرهم . وقد مضى قول الشافعي مستوعبا في ذلك والحمد لله . ومذهب الشافعي رضي الله عنه : أن سبيل خمس الفيء سبيل خمس الغنيمة ، وأن أربعة أخماسه كانت للنبي صلى الله عليه وسلم ، وهي بعده لمصالح المسلمين . وله قول آخر : أنها بعده للمرصدين أنفسهم للقتال بعده خاصة ; كما تقدم .قال علماؤنا : ويقسم كل مال في البلد الذي جبي فيه ، ولا ينقل عن ذلك البلد الذي جبي فيه حتى يغنوا ، ثم ينقل إلى الأقرب من غيرهم ، إلا أن ينزل بغير البلد الذي جبي فيه فاقة شديدة ، فينتقل ذلك إلى أهل الفاقة حيث كانوا ، كما فعل عمر بن الخطاب رضي الله عنه في أعوام الرمادة ، وكانت خمسة أعوام أو ستة . وقد قيل عامين ، وقيل : عام فيه اشتد الطاعون مع الجوع . وإن لم يكن ما وصفنا ، ورأى الإمام إيقاف الفيء أوقفه لنوائب المسلمين ، ويعطي منه المنفوس ويبدأ بمن أبوه فقير . والفيء حلال للأغنياء . ويسوي بين الناس فيه إلا أنه يؤثر أهل الحاجة والفاقة . والتفضيل فيه إنما يكون على قدر الحاجة . ويعطى منه الغرماء ما يؤدون به ديونهم . ويعطي منه الجائزة والصلة إن كان ذلك أهلا ، ويرزق القضاة والحكام ومن [ ص: 17 ] فيه منفعة للمسلمين . وأولاهم بتوفر الحظ منهم أعظمهم للمسلمين نفعا . ومن أخذ من الفيء شيئا في الديوان كان عليه أن يغزو إذا غزى .قوله تعالى : كي لا يكون دولة قراءة العامة يكون بالياء .دولة بالنصب ، أي كي لا يكون الفيء دولة ، وقرأ أبو جعفر والأعرج وهشام - عن ابن عامر - وأبو حيوة \" تكون \" بتاء \" دولة \" بالرفع ، أي كي لا تقع دولة . فكان تامة . و \" دولة \" رفع على اسم كان ولا خبر له . ويجوز أن تكون ناقصة وخبرها بين الأغنياء منكم وإذا كانت تامة فقوله : بين الأغنياء منكم متعلق ب \" دولة \" على معنى : تداول بين الأغنياء منكم . ويجوز أن يكون بين الأغنياء منكم وصفا ل \" دولة \" . وقراءة العامة دولة بضم الدال . وقرأها السلمي وأبو حيوة بالنصب . قال عيسى بن عمر ويونس والأصمعي : هما لغتان بمعنى واحد . وقال أبو عمرو بن العلاء : الدولة ( بالفتح ) الظفر في الحرب وغيره ، وهي المصدر . وبالضم اسم الشيء الذي يتداول من الأموال . وكذا قال أبو عبيدة : الدولة اسم الشيء الذي يتداول . والدولة الفعل . ومعنى الآية : فعلنا ذلك في هذا الفيء ، كي لا تقسمه الرؤساء والأغنياء والأقوياء بينهم دون الفقراء والضعفاء ، لأن أهل الجاهلية كانوا إذا غنموا أخذ الرئيس ربعها لنفسه ، وهو المرباع . ثم يصطفي منها أيضا بعد المرباع ما شاء ; وفيها قال شاعرهم : لك المرباع منها والصفايا يقول : كي لا يعمل فيه كما كان يعمل في الجاهلية . فجعل الله هذا لرسوله صلى الله عليه وسلم ; يقسمه في المواضع التي أمر بها ليس فيها خمس ، فإذا جاء خمس وقع بين المسلمين جميعا .قوله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا أي ما أعطاكم من مال الغنيمة فخذوه ، وما نهاكم عنه من الأخذ والغلول فانتهوا ; قاله الحسن وغيره . السدي : ما أعطاكم من مال الفيء فاقبلوه ، وما منعكم منه فلا تطلبوه . وقال ابن جريج : ما آتاكم من طاعتي فافعلوه ، وما نهاكم عنه من معصيتي فاجتنبوه . الماوردي : وقيل إنه محمول على العموم في جميع أوامره ونواهيه ; لا يأمر إلا بصلاح ولا ينهى إلا عن فساد .قلت : هذا هو معنى القول الذي قبله . فهي ثلاثة أقوال .قال المهدوي : قوله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا هذا يوجب أن كل ما أمر به النبي صلى الله عليه وسلم أمر من الله تعالى . والآية وإن كانت في الغنائم [ ص: 18 ] فجميع أوامره صلى الله عليه وسلم ونواهيه دخل فيها . وقال الحكم بن عمير - وكانت له صحبة - قال النبي صلى الله عليه وسلم : \" إن هذا القرآن صعب مستصعب عسير على من تركه ، يسير على من اتبعه وطلبه ، وحديثي صعب مستصعب وهو الحكم ، فمن استمسك بحديثي وحفظه نجا مع القرآن ، ومن تهاون بالقرآن وحديثي خسر الدنيا والآخرة . وأمرتم أن تأخذوا بقولي وتكتنفوا أمري وتتبعوا سنتي ، فمن رضي بقولي فقد رضي بالقرآن ، ومن استهزأ بقولي فقد استهزأ بالقرآن \" قال الله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا .قال عبد الرحمن بن زيد : لقي ابن مسعود رجلا محرما وعليه ثيابه فقال له : انزع عنك هذا . فقال الرجل : أتقرأ علي بهذا آية من كتاب الله تعالى ؟ قال : نعم ، وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا . وقال عبد الله بن محمد بن هارون الفريابي : سمعت الشافعي رضي الله عنه يقول : سلوني عما شئتم أخبركم من كتاب الله تعالى وسنة نبيكم صلى الله عليه وسلم ; قال : فقلت له : ما تقول - أصلحك الله - في المحرم يقتل الزنبور ؟ قال : فقال : بسم الله الرحمن الرحيم ، قال الله تعالى : وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا وحدثنا سفيان بن عيينة عن عبد الملك بن عمير عن ربعي بن حراش عن حذيفة بن اليمان قال : قال رسول الله صلى الله عليه وسلم : \" اقتدوا باللذين من بعدي أبي بكر وعمر \" . حدثنا سفيان بن عيينة عن مسعر بن كدام عن قيس بن مسلم عن طارق بن شهاب عن عمر بن الخطاب - رضي الله عنه - أنه أمر بقتل الزنبور . قال علماؤنا : وهذا جواب في نهاية الحسن ، أفتى بجواز قتل الزنبور في الإحرام ، وبين أنه يقتدي فيه بعمر ، وأن النبي صلى الله عليه وسلم أمر بالاقتداء به ، وأن الله سبحانه أمر بقبول ما يقوله النبي صلى الله عليه وسلم ; فجواز قتله مستنبط من الكتاب والسنة . وقد مضى هذا المعنى من قول عكرمة حين سئل عن أمهات الأولاد فقال : هن أحرار في سورة \" النساء \" عند قوله تعالى : أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم . وفي صحيح مسلم وغيره عن علقمة عن [ ص: 19 ] ابن مسعود قال : قال رسول الله صلى الله عليه وسلم : \" لعن الله الواشمات والمستوشمات ، والمتنمصات ، والمتفلجات للحسن المغيرات خلق الله \" . فبلغ ذلك امرأة من بني أسد يقال لها أم يعقوب ; فجاءت فقالت : بلغني أنك لعنت كيت وكيت ! فقال : وما لي لا ألعن من لعن رسول الله صلى الله عليه وسلم وهو في كتاب الله ! فقالت : لقد قرأت ما بين اللوحين فما وجدت فيه ما تقول . فقال : لئن كنت قرأتيه لقد وجدتيه ! أما قرأت وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ! قالت : بلى . قال : فإنه قد نهى عنه . . . . . الحديث . وقد مضى القول فيه في \" النساء \" مستوفى .قوله تعالى : وما آتاكم الرسول فخذوه وإن جاء بلفظ الإيتاء وهو المناولة فإن معناه الأمر .وما نهاكم عنه فانتهوا فقابله بالنهي ، ولا يقابل النهي إلا بالأمر ; والدليل على فهم ذلك ما ذكرناه قبل مع قوله عليه الصلاة والسلام : \" إذا أمرتكم بأمر فأتوا منه ما استطعتم ، وإذا نهيتكم عن شيء فاجتنبوه \" . وقال الكلبي : إنها نزلت في رؤساء المسلمين ، قالوا فيما ظهر عليه رسول الله من أموال المشركين : يا رسول الله ، خذ صفيك والربع ، ودعنا والباقي ; فهكذا كنا نفعل في الجاهلية . وأنشدوه :لك المرباع منها والصفاياوحكمك والنشيطة والفضولفأنزل الله تعالى هذه الآية .قوله تعالى : واتقوا الله أي عذاب الله ، إنه شديد لمن عصاه . وقيل : اتقوا الله في أوامره ونواهيه فلا تضيعوها .إن الله شديد العقاب لمن خالف ما أمره به .",
  "ayah": 7,
  "surah": 59
}
