{
  "text": "ثم فصل - سبحانه - بديع صنعه فى خلق السموات فقال : ( فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ . . . ) أى : ففرغ من خلقهن وتسويتهن على أبدع صورة وأحكم صنع فى مقدار يومين .والضمير فى قوله ( فَقَضَاهُنَّ ) إما راجع إلى السماء على المعنى لأنها سبع سموات ، وإما مبهم يفسره ما بعده وهو سبع سموات .وقوله : ( وأوحى فِي كُلِّ سَمَآءٍ أَمْرَهَا ) أى : وأوحى فى كل منها ما أراده وما أمر به ، وخلق فيها ما اقتضته حكمته من الملائكة ومن خلق لا يعلمه إلا هو - سبحانه - .وقوله : ( وَزَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَحِفْظاً ) أى : وزينا السماء الدنيا أى القريبة منكم - بكواكب مضيئة ، وحفظناها عظيما من الاختلال والاضطراب والسقوط ( ذلك ) الذى ذكرناه لكم من خلق السموات والأرض ، وخلق ما فيهما .( تَقْدِيرُ العزيز العليم ) أى : تقدير الله - القاهر - لكل شئ . والعليم بما ظهر وبما بطن فى هذا الكون .وقد أخذ العلماء من هذه الآيات الكريمة أن خلق الأرض وما عليها من جبال ومن أقوات للعباد قد تم فى أربعة أيام ، وأن خلق السموات كان فى يومين فيكون مجموع الأيام التى خلق الله - تعالى - فيها السموات والأرض وما بينهما ستة أيام .وقد جاء ذلك فى آيات متعددة ، منها قوله - تعالى - : ( إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ ) وقوله - سبحانه - ( وَلَقَدْ خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ . . . ) كما أخذ العلماء منها - أيضا - : أن خلق الأرض متقدم على خلق السموات بدليل قوله - تعالى - بعد حديثه عن خلق الأرض ، ثم استوى إلى السماء وهى دخان .وبدليل قوله - تعالى - فى آية أخرى : ( هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعاً ثُمَّ استوى إِلَى السمآء فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ) وعلى هذا الرأى سار جمهور العلماء ، وردوا على من قال بأن خلق السموات متقدم على خلق الأرض ، لأن الله - تعالى يقول فى سورة النازعات : ( أَأَنتُمْ أَشَدُّ خَلْقاً أَمِ السمآء بَنَاهَا . رَفَعَ سَمْكَهَا فَسَوَّاهَا . وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا . والأرض بَعْدَ ذَلِكَ دَحَاهَا ) أى : بسطها .ردوا عليهم بما روى عن ابن عباس من أنه سئل عن الجمع بين الآيات التى معنا ، وبين آيات سورة النازعات فقال : إنه - تعالى - خلق الأرض أولا غير مدحورة ثم خلق السماء ، ثم دحا الأرض بعد ذلك ، وجعل فيها الرواسى والأنهار وغيرهما .أى : أن أصل خلق الأرض كان قبل خلق السماء ، ودحوها بجبالها وأشجارها كان بعد خلق السماء ، وردوا عليهم - أيضا - بأن لفظ \" بعد \" فى قوله - تعالى - ( والأرض بَعْدَ ذَلِكَ دَحَاهَا ) بمعنى مع أى : والأرض مع ذلك بسطها ومهدها لسكنى أهلها فيها .وردوا عليهم - أيضا - بأنه - تعاىل - لما خلق الأرض غير مدحوة ، وهى أهل لكل ما فيها كان كل ما فيها كأنه قد خلق بالفعل لوجود أصله فيها .قال بعض العلماء : والدليل من القرآن على أن وجود الأصل يمكن به إطلاق الخلق على الفرع ، - وإن لم يكن موجودا بالفعل - قوله - تعالى - : ( وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ . . . ) فقوله : ( خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُم ) أى : بخلقنا وتصويرنا لأبيكم آدم الذى هو أصلكم .كما أخذ منها العلماء أن وجود هذا الكون ، بتلك الصورة البديعة ، المتمثلة فى هذه الأرض وما أقلت . وفى هذه السموات وما أظلت . . من أكبر الأدلة التى تحمل العقلاء على إخلاص العبادة لله الواحد القهار .",
  "ayah": 12,
  "surah": 41
}
