{
  "text": "والضمير فى قوله - تعالى - : ( إِذْ جَآءَتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلاَّ تعبدوا إِلاَّ الله . . . ) يعود إلى قوم عاد وثمود .والمراد بالرسل : هود وصالح - عليهما السلام - من باب إطلاق الجمع على الاثنين ، أو من باب إدخال من آمن بهما معهما فى المجئ إلى هؤلاء الأقوام لدعوتهم إلى عبادة الله وحده .وقوله : ( إِذْ جَآءَتْهُمُ الرسل . . . ) حال من قوله ( صَاعِقَةِ عَادٍ وَثَمُودَ ) وقوله ( مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ ) متعلق بجاءتهم .والمراد بالجملة الكريمة : أن الرسل بذلوا كل جهدهم فى إرشاد قوم عاد وثمود إلى الحق ولم يتركوا وسيلة إلا اتبعوها معهم وبينوا لهم بأساليب متعددة حسن عاقبة المؤمنين وسوء عاقبة الكافرين .وقوله : ( أَلاَّ تعبدوا إِلاَّ الله ) بيان لما نصح به الرسل أقوامهم و \" أن \" يصح أن تكون مصدرية ، أى : بأن لا تعبدوا إلا الله ، ويصح أن تكون مخففة من الثقيلة ، واسمها ضمير شأن محذوف . أو تفسيرية لأن مجئ الرسل يتضمن قولا .أى جاء الرسل إلى قوم عاد وثمود بكل دليل واضح على وجوب إخلاص العبادة لله ، ولم يتركوا وسيلة إلا اتبعوها معهم ، وقالوا لهم : اجعلوا عبادتكم لله - تعالى - وحده .قال صاحب الكشاف ما ملخصه : قوله : ( إِذْ جَآءَتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِم . . . )أى : أتوهم من كل جانب ، واجتهدوا بهم ، واعملوا فيهم كل حيلة ، فلم يروا منهم إلا العتو والإعراض ، كما حكى الله - تعالى - عن الشيطان أنه قال : ( ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ . . . ) يعنى لآتينهم من كل جهة ، ولأعملن فيهم كل حيلة .وعن الحسن : أنذروهم بعذاب الله الدنويى والأخروى .وقيل معناه : إذ جاءتهم الرسل من قبلهم ومن بعدهم ، بمعنى أن هودا وصالحا قد أمروهم بالإيمان بهما وبجميع الرسل الذين من قبلهم والذين من بعدهم ، فكأن الرسل جميعا قد جاءهم .وقوله - تعالى - : ( قَالُواْ لَوْ شَآءَ رَبُّنَا لأَنزَلَ مَلاَئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ ) حكاية للرد السيئ الذى رد به قوم عاد وثمود على رسلهم .ومفعول المشيئة محذوف أى : قال هؤلاء الكافرون لرسلهم على سبيل التكذيب لهم ، والتهكم بهم . أنتم لستم رسلا ، ولو شاء الله - تعالى - أن يرسل إلينا رسلا لأرسل ملائكة ، وما دام الأمر كذلك فإنا بما أرسلتم به - أيها الرسل - كافرون ، وإلى ما تدعونا إليه مكذبون .والسبب الذى حمل هؤلاء الجاهلين على هذا القول : زعمهم أن الرسل لا يكونون من البشر ، مع أن كل عقل سليم يؤيد أن الرسول لا يكون إلا من البشر كما قال - تعالى - : ( وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ . . . ).",
  "ayah": 14,
  "surah": 41
}
