{
  "text": "وكعادة القرآن فى المقارنة بين عاقبة الأشرار وعاقبة الأخيار ، جاء الحديث عن حسن عاقبة المؤمنين ، بعد الحديث عن سوء مصير الكافرين ، فقال - تعالى - :( إِنَّ الذين قَالُواْ رَبُّنَا . . . ) .والمعنى : إن الذين قالوا بكل صدق وإخلاص ربنا الله - تعالى - وحده ، لا شريك له لا فى ذاته ولا فى صفاته .( ثُمَّ استقاموا ) أى : ثم ثبتوا على هذا القول ، وعملوا بما يقتضيه هذا القول من طاعة الله - تعالى - فى المنشط والمكره ، وفى العسر واليسر ، ومن اقتداء برسوله صلى الله عليه وسلم فى كل أحواله .قال صاحب الكشاف : و ( ثم ) لتراخى الاستقامة عن الإقرار فى المرتبة وفضلها عليه . لأن الاستقامة لها الشأن كله . ونحوه قوله - تعالى - : ( إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ ) والمعنى : ثم ثبتوا على الإقرار ومقتضياته .ولقد بين لنا النبى صلى الله عليه وسلم أن الاستقامة على أمر الله جماع الخيرات ، ففى صحيح مسلم عن سفيان بن عبد الله الثقفى قال : \" قلت : يا رسول الله \" قل لى فى الإسلام قولا لا أسأل عنه أحدا بعدك \" قال : \" قل آمنت بالله ثم استقم . . \"وقوله - تعالى - : ( تَتَنَزَّلُ عَلَيْهِمُ الملائكة أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ ) بيان للآثار الطيبة التى تترتب على هذا القول المؤيد بالثبات على طاعة الله - تعالى - :وتنزل الملائكة عليهم بهذه البشارات يشمل ما يكون فى حياتهم عن طريق إلهامهم بما يشرح صدورهم ، ويطمئن نفوسهم ، كما يشمل تبشيرهم بما يسرهم عند موتهم وعند بعثهم .قال الآلوسى : قوله - تعالى - : ( تَتَنَزَّلُ عَلَيْهِمُ الملائكة ) قال مجاهد : عند موتهم وعن زيد بن أسلم : عند الموت ، وعند القبر ، وعند البعث ، وقيل : معنى ( تَتَنَزَّلُ عَلَيْهِمُ ) يمدونهم فيما يعن ويطرأ لهم من الأمور الدينية والدنيوية بما يشرح صدورهم ، ويدفع عنهم الخوف والحزن بطريق الإِلهام كما أن الكفرة يغريهم ما قيض لهم من قرناء السوء بتزيين القبائح .والخوف : غم يلحق النفس لتوقع مكروه فى المستقبل .والحزن : غم يلحقها لفوات نفع فى الماضى .أى : إن الذين قالوا ربنا الله باعتقاد جازم ، ثم استقاموا على طاعته فى جميع الأحوال ، تتنزل عليهم من ربهم الملائكة ، لتقول لهم فى ساعة احتضارهم وعند مفارقتهم الدنيا ، وفى كل حال من أحوالهم : لا تخافوا - أيها المؤمنون الصادقون - مما أنتم قادمون عليه فى المستقبل ، ولا تحزنوا على ما فارقتموه من أموال أو أولاد .( وَأَبْشِرُواْ ) عما قريب ، بالجنة التى كنت توعدون بها فى الدنيا .",
  "ayah": 30,
  "surah": 41
}
