{
  "text": "ثم رد - سبحانه - على بعض الشبهات التى أثاروها حول القرآن الكريم ردا يخرس ألسنتهم فقال : ( وَلَوْ جَعَلْنَاهُ قُرْآناً أعْجَمِيّاً لَّقَالُواْ لَوْلاَ فُصِّلَتْ آيَاتُهُ ءَاعْجَمِيٌّ وَعَرَبِيٌّ . . . ) .والأعجمى : يطلق على الكلام الذى لا يفهمه العربى ، كما يطلق على من لا يحسن النطق بالعربية . وقوله : ( ءَاعْجَمِيٌّ وَعَرَبِيٌّ ) خبر لمبتدأ محذوف .أى : ولو أنزلنا هذا القرآن بلغة العجم كما قالوا : هلا أنزل هذا القرآن بلغة العجم .لو فعلنا ذلك - كما أرادوا - لقالوا مرة أخرى على سبيل التعجب : فلا فصلت ووضحت آيات هذا الكتاب بلغة نفهمها؟ ثم لأضافوا إلى التعجب والإِنكار ، تعجبا آخر فقالوا : أقرآن أعجمى ورسول عربى؟ومقصدهم من هذه الشبهة الداحضة ، إنما هو إنكار الإِيمان به سواء أنزل بلغة العرب أم بلغة العجم .فهم عند نزوله عربيا قالوا من بين ما قالوا : لا تسمعوا لهذا القرآن والغو فيه ، ولو نزل بلسان أعجمى ، لاعترضوا وقالوا : هلا نزل بلسان عربى نفهمه .ولو جعلنا بعضه أعجميا وبعضه عربيا لقالوا : أقرآن أعجمى ورسول عربى .وهكذا المعاندون الجاحدون لا يقصدون من وراء جدالهم إلا التعنت والسفاهة .ثم أمر الله - تعالى - رسول الله صلى الله عليه وسلم أن يرد عليهم بالرد الذى يكبتهم فقال : ( قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ . . . )أى : قل - أيها الرسول الكريم - لهؤلاء الجاحدين : هذا القرآن هو للذين آمنوا إيمانا حقا هداية إلى الصراط المستقيم ، وشفاء لما فى الصدور من أسقام .كما قال - سبحانه - فى آية أخرى : ( وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ . . . ) ثم بين - سبحانه - موقف للكافرين من هذا الكتاب فقال : ( والذين لاَ يُؤْمِنُونَ ) أى : بهذا الكتاب ، وبمن نزل عليه الكتاب .( في آذَانِهِمْ وَقْرٌ ) أى : فى آذانهم صمم عن سماع ما ينفعهم .( وَهُوَ عَلَيْهِمْ عَمًى ) أى : وهذا القرآن عميت قلوبهم عن تدبره وعن الاهتداء به .وقوله - تعالى - ( أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ ) ذم شنيع لهم على إعراضهم عن هذا القرآن الذى ما أنزله الله - تعالى - إلا لإِخراجهم من الظلمات إلى النور .أى : أولئك الكافرون الذين لا ينتفعون بالقرآن مثلهم فى صممم وانطماس بصائرهم ، كمثل من يناديه مناد من مكان بعيد ، فهو لا يسمع منه شيئا ، ولا يعقل عنه شيئا ، لوجود السمافة الشاسعة بين المنادى ، وبين من وقع عليه النداء .قال القرطبى : قوله - تعالى - : ( أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ ) يقال ذلك لمن لا يفهم من التمثيل .وحكى أهل اللغة أنه يقال للذى يفهم : أنت تسمع من قريب ، ويقال للذى لا يفهم : أنت تنادى من بعيد أى : كأنه ينادى من موضع بعيد منه ، فهو لا يسمع النداء ولا يفهمه .وقال الضحاك : ( يُنَادَوْنَ ) يوم القيامة بأقبح أسمائهم ( مِن مَّكَانٍ بَعِيدٍ ) فيكون ذلك لتوبيخهم وفضيحتهم .ومن يتدبر هذه الآية الكريمة يرى مصداقها فى كل زمان ومكان ، فهناك من ينتفع بهذا القرآن قراءة وسماعا وتطبيقا . . وهناك من يستمعون إلى هذا القرآن ، فلا يزيدهم إلا صمما ، ورجسا إلى رجسهم وعمى على عماهم .",
  "ayah": 44,
  "surah": 41
}
