{
  "text": "ثم أمر الله - تعالى - صلى الله عليه وسلم - أن يوبخ هؤلاء المشركين على إصرارهم على كفرهم ، مع أن مظاهر قدرة الله - تعالى - الماثلة أمام أعينهم تدعوهم إلى الإِيمان ، فقال - تعالى - :( قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ . . . ) .قال الإِمام الرازى ما ملخصه : اعلم أنه - تعالى - لما أمر نبيه صلى الله عليه وسلم أن يقول للناس : ( قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ . . . ) أردفه بما يدل على أنه لا يجوز إثبات الشركة بينه - تعالى - وبين هذه الأصنام فى الإِلهية والمعبودية ، وذلك بأن بين كمال قدرته وحكمته فى خلق السموت والأرض فى مدة قليلة . . والاستفهام فى قوله ( أَإِنَّكُمْ لَتَكْفُرُونَ . . . ) بمعنى الإِنكار ، وهو لإِنكار شيئين : الكفر بالله . . وجعل الأنداد له .والمعنى : قل - أيها الرسول الكريم - لهؤلاء المشركين على سبيل الإِنكار لأفعالهم : أئنكم لتكفرون بالله - تعالى - الذى خلق الأرض فى يومين .قال الآلوسى : وإن واللام فى قوله ( أَإِنَّكُمْ لَتَكْفُرُونَ ) لتأكيد الإِنكار . . وعلق - سبحانه - كفرهم بالاسم الموصول لتفخيم شأنه - تعالى - واستعظام كفرهم به .واليوم فى المشهور عبارة عن زمان كون الشمس فوق الأفق ، وأريد منه ها هنا الوقت مطلقا ، لأنه لا يتصور ذلك قبل خلق السماء والكواكب والأرض نفسها ، ثم إن ذلك الوقت يحتمل أن يكون بمقدار اليوم المعروف ، ويحتمل أن يكون أقل منه أو أكثر ، والأقل أنسب بالمقام .قال سعيد بن جبير - رضى الله عنه - إن الله - تعالى - قادر على أن يخلق هذا الكون كله فى لحظة ، ولكنه خلق السموات والأرض فى ستة أيام ، ليعلم خلقه التثبت والتأنى فى الأمور .وقوله : ( وَتَجْعَلُونَ لَهُ أَندَاداً ) معطوف على قوله ( تكفرون ) وداخل معه فى حكم الإِنكار .والأنداد : جمع ند وهو مثل الشئ يضاده وينافره ويتباعد عنه . وأصله من ند البعير إذا نفر وذهب على وجهه شاردا .أى : وتجعلون له امثالا ونظراء تعبدونها من دونه ، وتسمونها - زورا وكذبا - آلهة ، وجمع - سبحانه - الأنداد باعتبار واقعهم ، لأنهم كانوا يعبدون آلهة شتى ، فمنهم من عبد الأصنام ، ومنهم من عبد الملائكة ، ومنهم من عبد الكواكب .واسم الإِشارة فى قوله ( ذَلِكَ رَبُّ العالمين ) يعود إلى الموصول باعتبار اتصافه بما فى حيز الصلة .أى : ذلك الموصوف بتلك القدرة الباهرة ، رب العالمين جميعا ، وخالق جميع المخلوقات ، والمتولى لتربيتها دون سواه .",
  "ayah": 9,
  "surah": 41
}
