{
  "text": "كان النبي صلى الله عليه وسلم من كمال حرصه على هداية الخلق يبذل لهم غاية ما يقدر عليه من النصيحة, ويتلطف بهدايتهم, ويحزن إذا لم ينقادوا لأمر الله، فكان من الكفار, من تمرد عن أمر الله, واستكبر على رسل الله, وترك الهدى, عمدا وعدوانا، فمنهم: اليهود والنصارى, أهل الكتاب الأول, الذين كفروا بمحمد صلى الله عليه وسلم عن يقين, لا عن جهل، فلهذا أخبره الله تعالى أنك لو { أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ } أي: بكل برهان ودليل يوضح قولك ويبين ما تدعو إليه، { مَا تَبِعُوا قِبْلَتَكَ } أي: ما تبعوك, لأن اتباع القبلة, دليل على اتباعه، ولأن السبب هو شأن القبلة، وإنما كان الأمر كذلك, لأنهم معاندون, عرفوا الحق وتركوه، فالآيات إنما تفيد وينتفع بها من يتطلب الحق, وهو مشتبه عليه, فتوضح له الآيات البينات، وأما من جزم بعدم اتباع الحق, فلا حيلة فيه. وأيضا فإن اختلافهم فيما بينهم, حاصل, وبعضهم, غير تابع قبلة بعض، فليس بغريب منهم مع ذلك أن لا يتبعوا قبلتك يا محمد, وهم الأعداء حقيقة الحسدة، وقوله: { وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ } أبلغ من قوله: \\\" وَلَا تَتَّبِعْ \\\" لأن ذلك يتضمن أنه صلى الله عليه وسلم اتصف بمخالفتهم, فلا يمكن وقوع ذلك منه، ولم يقل: \\\" ولو أتوا بكل آية \\\" لأنهم لا دليل لهم على قولهم. وكذلك إذا تبين الحق بأدلته اليقينية, لم يلزم الإتيان بأجوبة الشبه الواردة عليه, لأنها لا حد لها, ولأنه يعلم بطلانها, للعلم بأن كل ما نافى الحق الواضح, فهو باطل, فيكون حل الشبه من باب التبرع. { وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ } إنما قال: \\\" أهواءهم \\\" ولم يقل \\\" دينهم \\\" لأن ما هم عليه مجرد أهوية نفس, حتى هم في قلوبهم يعلمون أنه ليس بدين، ومن ترك الدين, اتبع الهوى ولا محالة، قال تعالى: { أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ } { مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ } بأنك على الحق, وهم على الباطل، { إِنَّكَ إِذًا } أي: إن اتبعتهم, فهذا احتراز, لئلا تنفصل هذه الجملة عما قبلها, ولو في الأفهام، { لَمِنَ الظَّالِمِينَ } أي: داخل فيهم, ومندرج في جملتهم، وأي ظلم أعظم, من ظلم, من علم الحق والباطل, فآثر الباطل على الحق، وهذا, وإن كان الخطاب له صلى الله عليه وسلم, فإن أمته داخلة في ذلك، وأيضا, فإذا كان هو صلى الله عليه وسلم لو فعل ذلك -وحاشاه- صار ظالما مع علو مرتبته, وكثرة حسناته فغيره من باب أولى وأحرى.",
  "ayah": 145,
  "surah": 2
}
