{
  "text": "يقول تعالى: إن إنعامنا عليكم باستقبال الكعبة وإتمامها بالشرائع والنعم المتممة, ليس ذلك ببدع من إحساننا, ولا بأوله, بل أنعمنا عليكم بأصول النعم ومتمماتها, فأبلغها إرسالنا إليكم هذا الرسول الكريم منكم, تعرفون نسبه وصدقه, وأمانته وكماله ونصحه. { يَتْلُو عَلَيْكُمْ آيَاتِنَا } وهذا يعم الآيات القرآنية وغيرها، فهو يتلو عليكم الآيات المبينة للحق من الباطل, والهدى من الضلال, التي دلتكم أولا, على توحيد الله وكماله, ثم على صدق رسوله, ووجوب الإيمان به, ثم على جميع ما أخبر به من المعاد والغيوب, حتى حصل لكم الهداية التامة, والعلم اليقيني. { وَيُزَكِّيكُمْ } أي: يطهر أخلاقكم ونفوسكم, بتربيتها على الأخلاق الجميلة, وتنزيهها عن الأخلاق الرذيلة, وذلك كتزكيتكم من الشرك, إلى التوحيد ومن الرياء إلى الإخلاص, ومن الكذب إلى الصدق, ومن الخيانة إلى الأمانة, ومن الكبر إلى التواضع, ومن سوء الخلق إلى حسن الخلق, ومن التباغض والتهاجر والتقاطع, إلى التحاب والتواصل والتوادد, وغير ذلك من أنواع التزكية. { وَيُعَلِّمُكُمُ الْكِتَابَ } أي: القرآن, ألفاظه ومعانيه، { وَالْحِكْمَةَ } قيل: هي السنة, وقيل: الحكمة, معرفة أسرار الشريعة والفقه فيها, وتنزيل الأمور منازلها. فيكون - على هذا - تعليم السنة داخلا في تعليم الكتاب, لأن السنة, تبين القرآن وتفسره, وتعبر عنه، { وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ } لأنهم كانوا قبل بعثته, في ضلال مبين, لا علم ولا عمل، فكل علم أو عمل, نالته هذه الأمة فعلى يده صلى الله عليه وسلم, وبسببه كان، فهذه النعم هي أصول النعم على الإطلاق, ولهي أكبر نعم ينعم بها على عباده، فوظيفتهم شكر الله عليها والقيام بها؛ فلهذا قال تعالى: { فَاذْكُرُونِي أَذْكُرْكُمْ } فأمر تعالى بذكره, ووعد عليه أفضل جزاء, وهو ذكره لمن ذكره, كما قال تعالى على لسان رسوله: { من ذكرني في نفسه ذكرته في نفسي, ومن ذكرني في ملأ ذكرته في ملأ خير منهم } وذكر الله تعالى, أفضله, ما تواطأ عليه القلب واللسان, وهو الذكر الذي يثمر معرفة الله ومحبته, وكثرة ثوابه، والذكر هو رأس الشكر, فلهذا أمر به خصوصا, ثم من بعده أمر بالشكر عموما فقال: { وَاشْكُرُوا لِي } أي: على ما أنعمت عليكم بهذه النعم، ودفعت عنكم صنوف النقم، والشكر يكون بالقلب, إقرارا بالنعم, واعترافا, وباللسان, ذكرا وثناء, وبالجوارح, طاعة لله وانقيادا لأمره, واجتنابا لنهيه, فالشكر فيه بقاء النعمة الموجودة, وزيادة في النعم المفقودة، قال تعالى: { لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ } وفي الإتيان بالأمر بالشكر بعد النعم الدينية, من العلم وتزكية الأخلاق والتوفيق للأعمال, بيان أنها أكبر النعم, بل هي النعم الحقيقية؟ التي تدوم, إذا زال غيرها وأنه ينبغي لمن وفقوا لعلم أو عمل, أن يشكروا الله على ذلك, ليزيدهم من فضله, وليندفع عنهم الإعجاب, فيشتغلوا بالشكر. ولما كان الشكر ضده الكفر, نهى عن ضده فقال: { وَلَا تَكْفُرُونِ } المراد بالكفر هاهنا ما يقابل الشكر, فهو كفر النعم وجحدها, وعدم القيام بها، ويحتمل أن يكون المعنى عاما, فيكون الكفر أنواعا كثيرة, أعظمه الكفر بالله, ثم أنواع المعاصي, على اختلاف أنواعها وأجناسها, من الشرك, فما دونه.",
  "ayah": 152,
  "surah": 2
}
