{
  "text": "يخبر تعالى أن الصفا والمروة وهما معروفان { مِنْ شَعَائِرِ اللَّهِ } أي أعلام دينه الظاهرة, التي تعبد الله بها عباده, وإذا كانا من شعائر الله, فقد أمر الله بتعظيم شعائره فقال: { وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ } فدل مجموع النصين أنهما من شعائر الله, وأن تعظيم شعائره, من تقوى القلوب. والتقوى واجبة على كل مكلف, وذلك يدل على أن السعي بهما فرض لازم للحج والعمرة, كما عليه الجمهور, ودلت عليه الأحاديث النبوية وفعله النبي صلى الله عليه وسلم وقال: \\\" خذوا عني مناسككم \\\" { فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا } هذا دفع لوهم من توهم وتحرج من المسلمين عن الطواف بينهما, لكونهما في الجاهلية تعبد عندهما الأصنام، فنفى تعالى الجناح لدفع هذا الوهم, لا لأنه غير لازم. ودل تقييد نفي الجناح فيمن تطوف بهما في الحج والعمرة, أنه لا يتطوع بالسعي مفردا إلا مع انضمامه لحج أو عمرة، بخلاف الطواف بالبيت, فإنه يشرع مع العمرة والحج, وهو عبادة مفردة. فأما السعي والوقوف بعرفة ومزدلفة, ورمي الجمار فإنها تتبع النسك، فلو فعلت غير تابعة للنسك, كانت بدعة, لأن البدعة نوعان: نوع يتعبد لله بعبادة, لم يشرعها أصلا، ونوع يتعبد له بعبادة قد شرعها على صفة مخصوصة, فتفعل على غير تلك الصفة, وهذا منه. وقوله: { وَمَنْ تَطَوَّعَ } أي: فعل طاعة مخلصا بها لله تعالى { خَيْرًا } من حج وعمرة, وطواف, وصلاة, وصوم وغير ذلك { فَهُوَ خَيْرٌ لَهُ } فدل هذا, على أنه كلما ازداد العبد من طاعة الله, ازداد خيره وكماله, ودرجته عند الله, لزيادة إيمانه. ودل تقييد التطوع بالخير, أن من تطوع بالبدع, التي لم يشرعها الله ولا رسوله, أنه لا يحصل له إلا العناء, وليس بخير له, بل قد يكون شرا له إن كان متعمدا عالما بعدم مشروعية العمل. { فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ } الشاكر والشكور, من أسماء الله تعالى, الذي يقبل من عباده اليسير من العمل, ويجازيهم عليه, العظيم من الأجر, الذي إذا قام عبده بأوامره, وامتثل طاعته, أعانه على ذلك, وأثنى عليه ومدحه, وجازاه في قلبه نورا وإيمانا, وسعة, وفي بدنه قوة ونشاطا, وفي جميع أحواله زيادة بركة ونماء, وفي أعماله زيادة توفيق. ثم بعد ذلك, يقدم على الثواب الآجل عند ربه كاملا موفرا, لم تنقصه هذه الأمور. ومن شكره لعبده, أن من ترك شيئا لله, أعاضه الله خيرا منه، ومن تقرب منه شبرا, تقرب منه ذراعا, ومن تقرب منه ذراعا, تقرب منه باعا, ومن أتاه يمشي, أتاه هرولة, ومن عامله, ربح عليه أضعافا مضاعفة. ومع أنه شاكر, فهو عليم بمن يستحق الثواب الكامل, بحسب نيته وإيمانه وتقواه, ممن ليس كذلك، عليم بأعمال العباد, فلا يضيعها, بل يجدونها أوفر ما كانت, على حسب نياتهم التي اطلع عليها العليم الحكيم.",
  "ayah": 158,
  "surah": 2
}
