{
  "text": "يقول تعالى: { لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ } أي: ليس هذا هو البر المقصود من العباد, فيكون كثرة البحث فيه والجدال من العناء الذي ليس تحته إلا الشقاق والخلاف، وهذا نظير قوله صلى الله عليه وسلم: \\\" ليس الشديد بالصرعة, إنما الشديد الذي يملك نفسه عند الغضب \\\" ونحو ذلك. { وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ } أي: بأنه إله واحد, موصوف بكل صفة كمال, منزه عن كل نقص. { وَالْيَوْمِ الْآخِرِ } وهو كل ما أخبر الله به في كتابه, أو أخبر به الرسول, مما يكون بعد الموت. { وَالْمَلَائِكَةِ } الذين وصفهم الله لنا في كتابه, ووصفهم رسوله صلى الله عليه وسلم { وَالْكِتَابِ } أي: جنس الكتب التي أنزلها الله على رسوله, وأعظمها القرآن, فيؤمن بما تضمنه من الأخبار والأحكام، { وَالنَّبِيِّينَ } عموما, خصوصا خاتمهم وأفضلهم محمد صلى الله عليه وسلم. { وَآتَى الْمَالَ } وهو كل ما يتموله الإنسان من مال, قليلا كان أو كثيرا، أي: أعطى المال { عَلَى حُبِّهِ } أي: حب المال ، بيَّن به أن المال محبوب للنفوس, فلا يكاد يخرجه العبد. فمن أخرجه مع حبه له تقربا إلى الله تعالى, كان هذا برهانا لإيمانه، ومن إيتاء المال على حبه, أن يتصدق وهو صحيح شحيح, يأمل الغنى, ويخشى الفقر، وكذلك إذا كانت الصدقة عن قلة, كانت أفضل, لأنه في هذه الحال, يحب إمساكه, لما يتوهمه من العدم والفقر. وكذلك إخراج النفيس من المال, وما يحبه من ماله كما قال تعالى: { لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ } فكل هؤلاء ممن آتى المال على حبه. ثم ذكر المنفق عليهم, وهم أولى الناس ببرك وإحسانك. من الأقارب الذين تتوجع لمصابهم, وتفرح بسرورهم, الذين يتناصرون ويتعاقلون، فمن أحسن البر وأوفقه, تعاهد الأقارب بالإحسان المالي والقولي, على حسب قربهم وحاجتهم. ومن اليتامى الذين لا كاسب لهم, وليس لهم قوة يستغنون بها، وهذا من رحمته [تعالى] بالعباد, الدالة على أنه تعالى أرحم بهم من الوالد بولده، فالله قد أوصى العباد, وفرض عليهم في أموالهم, الإحسان إلى من فقد آباؤهم ليصيروا كمن لم يفقد والديه، ولأن الجزاء من جنس العمل فمن رحم يتيم غيره, رُحِمَ يتيمه. { وَالْمَسَاكِين } وهم الذين أسكنتهم الحاجة, وأذلهم الفقر فلهم حق على الأغنياء, بما يدفع مسكنتهم أو يخففها, بما يقدرون عليه, وبما يتيسر، { وَابْنَ السَّبِيلِ } وهو الغريب المنقطع به في غير بلده، فحث الله عباده على إعطائه من المال, ما يعينه على سفره, لكونه مظنة الحاجة, وكثرة المصارف، فعلى من أنعم الله عليه بوطنه وراحته, وخوله من نعمته, أن يرحم أخاه الغريب, الذي بهذه الصفة, على حسب استطاعته, ولو بتزويده أو إعطائه آلة لسفره, أو دفع ما ينوبه من المظالم وغيرها. { وَالسَّائِلِينَ } أي: الذين تعرض لهم حاجة من الحوائج, توجب السؤال، كمن ابتلي بأرش جناية, أو ضريبة عليه من ولاة الأمور, أو يسأل الناس لتعمير المصالح العامة, كالمساجد, والمدارس, والقناطر, ونحو ذلك, فهذا له حق وإن كان غنيا { وَفِي الرِّقَابِ } فيدخل فيه العتق والإعانة عليه, وبذل مال للمكاتب ليوفي سيده, وفداء الأسرى عند الكفار أو عند الظلمة. { وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ } قد تقدم مرارا, أن الله تعالى يقرن بين الصلاة والزكاة, لكونهما أفضل العبادات, وأكمل القربات, عبادات قلبية, وبدنية, ومالية, وبهما يوزن الإيمان, ويعرف ما مع صاحبه من الإيقان. { وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا } والعهد: هو الالتزام بإلزام الله أو إلزام العبد لنفسه. فدخل في ذلك حقوق الله كلها, لكون الله ألزم بها عباده والتزموها, ودخلوا تحت عهدتها, ووجب عليهم أداؤها, وحقوق العباد, التي أوجبها الله عليهم, والحقوق التي التزمها العبد كالأيمان والنذور, ونحو ذلك. { وَالصَّابِرِينَ فِي الْبَأْسَاءِ } أي: الفقر, لأن الفقير يحتاج إلى الصبر من وجوه كثيرة, لكونه يحصل له من الآلام القلبية والبدنية المستمرة ما لا يحصل لغيره. فإن تنعم الأغنياء بما لا يقدر عليه تألم، وإن جاع أو جاعت عياله تألم، وإن أكل طعاما غير موافق لهواه تألم، وإن عرى أو كاد تألم, وإن نظر إلى ما بين يديه وما يتوهمه من المستقبل الذي يستعد له تألم, وإن أصابه البرد الذي لا يقدر على دفعه تألم. فكل هذه ونحوها, مصائب, يؤمر بالصبر عليها, والاحتساب, ورجاء الثواب من الله عليها. { وَالضَّرَّاءِ } أي: المرض على اختلاف أنواعه, من حمى, وقروح, ورياح, ووجع عضو, حتى الضرس والإصبع ونحو ذلك, فإنه يحتاج إلى الصبر على ذلك؛ لأن النفس تضعف, والبدن يألم, وذلك في غاية المشقة على النفوس, خصوصا مع تطاول ذلك, فإنه يؤمر بالصبر, احتسابا لثواب الله [تعالى]. { وَحِينَ الْبَأْسِ } أي: وقت القتال للأعداء المأمور بقتالهم, لأن الجلاد, يشق غاية المشقة على النفس, ويجزع الإنسان من القتل, أو الجراح أو الأسر, فاحتيج إلى الصبر في ذلك احتسابا, ورجاء لثواب الله [تعالى] الذي منه النصر والمعونة, التي وعدها الصابرين. { أُولَئِكَ } أي: المتصفون بما ذكر من العقائد الحسنة, والأعمال التي هي آثار الإيمان, وبرهانه ونوره, والأخلاق التي هي جمال الإنسان وحقيقة الإنسانية، فأولئك هم { الَّذِينَ صَدَقُوا } في إيمانهم, لأن أعمالهم صدقت إيمانهم، { وَأُولَئِكَ هُمُ الْمُتَّقُونَ } لأنهم تركوا المحظور, وفعلوا المأمور؛ لأن هذه الأمور مشتملة على كل خصال الخير, تضمنا ولزوما, لأن الوفاء بالعهد, يدخل فيه الدين كله، ولأن العبادات المنصوص عليها في هذه الآية أكبر العبادات، ومن قام بها, كان بما سواها أقوم, فهؤلاء هم الأبرار الصادقون المتقون. وقد علم ما رتب الله على هذه الأمور الثلاثة, من الثواب الدنيوي والأخروي, مما لا يمكن تفصيله في [مثل] هذا الموضع.",
  "ayah": 177,
  "surah": 2
}
