{
  "text": "يخبر تعالى أن { الْحَجَّ } واقع في { أَشْهُرٌ مَعْلُومَاتٌ } عند المخاطبين, مشهورات, بحيث لا تحتاج إلى تخصيص، كما احتاج الصيام إلى تعيين شهره, وكما بين تعالى أوقات الصلوات الخمس. وأما الحج فقد كان من ملة إبراهيم, التي لم تزل مستمرة في ذريته معروفة بينهم. والمراد بالأشهر المعلومات عند جمهور العلماء: شوال, وذو القعدة, وعشر من ذي الحجة, فهي التي يقع فيها الإحرام بالحج غالبا. { فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ } أي: أحرم به, لأن الشروع فيه يصيره فرضا, ولو كان نفلا. واستدل بهذه الآية الشافعي ومن تابعه, على أنه لا يجوز الإحرام بالحج قبل أشهره، قلت لو قيل: إن فيها دلالة لقول الجمهور, بصحة الإحرام [بالحج] قبل أشهره لكان قريبا، فإن قوله: { فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ } دليل على أن الفرض قد يقع في الأشهر المذكورة وقد لا يقع فيها, وإلا لم يقيده. وقوله: { فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ } أي: يجب أن تعظموا الإحرام بالحج, وخصوصا الواقع في أشهره, وتصونوه عن كل ما يفسده أو ينقصه, من الرفث وهو الجماع ومقدماته الفعلية والقولية, خصوصا عند النساء بحضرتهن. والفسوق وهو: جميع المعاصي, ومنها محظورات الإحرام. والجدال وهو: المماراة والمنازعة والمخاصمة, لكونها تثير الشر, وتوقع العداوة. والمقصود من الحج, الذل والانكسار لله, والتقرب إليه بما أمكن من القربات, والتنزه عن مقارفة السيئات, فإنه بذلك يكون مبرورا والمبرور, ليس له جزاء إلا الجنة، وهذه الأشياء وإن كانت ممنوعة في كل مكان وزمان, فإنها يتغلظ المنع عنها في الحج. واعلم أنه لا يتم التقرب إلى الله بترك المعاصي حتى يفعل الأوامر، ولهذا قال تعالى: { وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ } أتى بـ \\\" من \\\" لتنصيص على العموم، فكل خير وقربة وعبادة, داخل في ذلك، أي: فإن الله به عليم, وهذا يتضمن غاية الحث على أفعال الخير, وخصوصا في تلك البقاع الشريفة والحرمات المنيفة, فإنه ينبغي تدارك ما أمكن تداركه فيها, من صلاة, وصيام, وصدقة, وطواف, وإحسان قولي وفعلي. ثم أمر تعالى بالتزود لهذا السفر المبارك, فإن التزود فيه الاستغناء عن المخلوقين, والكف عن أموالهم, سؤالا واستشرافا، وفي الإكثار منه نفع وإعانة للمسافرين, وزيادة قربة لرب العالمين، وهذا الزاد الذي المراد منه إقامة البنية بلغة ومتاع. وأما الزاد الحقيقي المستمر نفعه لصاحبه, في دنياه, وأخراه, فهو زاد التقوى الذي هو زاد إلى دار القرار, وهو الموصل لأكمل لذة, وأجل نعيم دائم أبدا، ومن ترك هذا الزاد, فهو المنقطع به الذي هو عرضة لكل شر, وممنوع من الوصول إلى دار المتقين. فهذا مدح للتقوى. ثم أمر بها أولي الألباب فقال: { وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ } أي: يا أهل العقول الرزينة, اتقوا ربكم الذي تقواه أعظم ما تأمر به العقول, وتركها دليل على الجهل, وفساد الرأي",
  "ayah": 197,
  "surah": 2
}
