{
  "text": "الجمهور على أن تحريم القتال في الأشهر الحرم, منسوخ بالأمر بقتال المشركين حيثما وجدوا، وقال بعض المفسرين: إنه لم ينسخ, لأن المطلق محمول على المقيد، وهذه الآية مقيدة لعموم الأمر بالقتال مطلقا؛ ولأن من جملة مزية الأشهر الحرم، بل أكبر مزاياها, تحريم القتال فيها, وهذا إنما هو في قتال الابتداء، وأما قتال الدفع فإنه يجوز في الأشهر الحرم, كما يجوز في البلد الحرام. ولما كانت هذه الآية نازلة بسبب ما حصل, لسرية عبد الله بن جحش, وقتلهم عمرو بن الحضرمي, وأخذهم أموالهم, وكان ذلك - على ما قيل - في شهر رجب، عيرهم المشركون بالقتال بالأشهر الحرم, وكانوا في تعييرهم ظالمين, إذ فيهم من القبائح ما بعضه أعظم مما عيروا به المسلمين, قال تعالى في بيان ما فيهم: { وَصَدٌّ عَنْ سَبِيلِ اللَّهِ } أي: صد المشركين من يريد الإيمان بالله وبرسوله, وفتنتهم من آمن به, وسعيهم في ردهم عن دينهم, وكفرهم الحاصل في الشهر الحرام, والبلد الحرام, الذي هو بمجرده, كاف في الشر، فكيف وقد كان في شهر حرام وبلد حرام؟! { وَإِخْرَاجُ أَهْلِهِ } أي: أهل المسجد الحرام, وهم النبي صلى الله عليه وسلم وأصحابه, لأنهم أحق به من المشركين, وهم عماره على الحقيقة, فأخرجوهم { مِنْهُ } ولم يمكنوهم من الوصول إليه, مع أن هذا البيت سواء العاكف فيه والباد، فهذه الأمور كل واحد منها { أَكْبَرُ مِنَ الْقَتْلِ } في الشهر الحرام, فكيف وقد اجتمعت فيهم؟! فعلم أنهم فسقة ظلمة, في تعييرهم المؤمنين. ثم أخبر تعالى أنهم لن يزالوا يقاتلون المؤمنين، وليس غرضهم في أموالهم وقتلهم, وإنما غرضهم أن يرجعوهم عن دينهم, ويكونوا كفارا بعد إيمانهم حتى يكونوا من أصحاب السعير، فهم باذلون قدرتهم في ذلك, ساعون بما أمكنهم, { ويأبى الله إلا أن يتم نوره ولو كره الكافرون } وهذا الوصف عام لكل الكفار, لا يزالون يقاتلون غيرهم, حتى يردوهم عن دينهم، وخصوصا, أهل الكتاب, من اليهود والنصارى, الذين بذلوا الجمعيات, ونشروا الدعاة, وبثوا الأطباء, وبنوا المدارس, لجذب الأمم إلى دينهم, وتدخيلهم عليهم, كل ما يمكنهم من الشبه, التي تشككهم في دينهم. ولكن المرجو من الله تعالى, الذي مَنّ على المؤمنين بالإسلام, واختار لهم دينه القيم, وأكمل لهم دينه، أن يتم عليهم نعمته بالقيام به أتم القيام, وأن يخذل كل من أراد أن يطفئ نوره, ويجعل كيدهم في نحورهم, وينصر دينه, ويعلي كلمته. وتكون هذه الآية صادقة على هؤلاء الموجودين من الكفار, كما صدقت على من قبلهم: { إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ } ثم أخبر تعالى أن من ارتد عن الإسلام, بأن اختار عليه الكفر واستمر على ذلك حتى مات كافرا، { فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ } لعدم وجود شرطها وهو الإسلام، { وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } ودلت الآية بمفهومها, أن من ارتد ثم عاد إلى الإسلام, أنه يرجع إليه عمله الذي قبل ردته، وكذلك من تاب من المعاصي, فإنها تعود إليه أعماله المتقدمة.",
  "ayah": 217,
  "surah": 2
}
