{
  "text": "أي: النساء اللاتي طلقهن أزواجهن { يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ } أي: ينتظرن ويعتددن مدة { ثَلَاثَةَ قُرُوءٍ } أي: حيض, أو أطهار على اختلاف العلماء في المراد بذلك, مع أن الصحيح أن القرء, الحيض, ولهذه العدةِ عِدّةُ حِكَمٍ، منها: العلم ببراءة الرحم, إذا تكررت عليها ثلاثة الأقراء, علم أنه ليس في رحمها حمل, فلا يفضي إلى اختلاط الأنساب، ولهذا أوجب تعالى عليهن الإخبار عن { مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ } وحرم عليهن, كتمان ذلك, من حمل أو حيض, لأن كتمان ذلك, يفضي إلى مفاسد كثيرة، فكتمان الحمل, موجب أن تلحقه بغير من هو له, رغبة فيه واستعجالا لانقضاء العدة، فإذا ألحقته بغير أبيه, حصل من قطع الرحم والإرث, واحتجاب محارمه وأقاربه عنه, وربما تزوج ذوات محارمه، وحصل في مقابلة ذلك, إلحاقه بغير أبيه, وثبوت توابع ذلك, من الإرث منه وله, ومن جعل أقارب الملحق به, أقارب له، وفي ذلك من الشر والفساد, ما لا يعلمه إلا رب العباد، ولو لم يكن في ذلك, إلا إقامتها مع من نكاحها باطل في حقه, وفيه الإصرار على الكبيرة العظيمة, وهي الزنا لكفى بذلك شرا. وأما كتمان الحيض, بأن استعجلت وأخبرت به وهي كاذبة, ففيه من انقطاع حق الزوج عنها, وإباحتها لغيره وما يتفرع عن ذلك من الشر, كما ذكرنا، وإن كذبت وأخبرت بعدم وجود الحيض, لتطول العدة, فتأخذ منه نفقة غير واجبة عليه, بل هي سحت عليها محرمة من جهتين: من كونها لا تستحقه, ومن كونها نسبته إلى حكم الشرع وهي كاذبة, وربما راجعها بعد انقضاء العدة, فيكون ذلك سفاحا, لكونها أجنبية عنه, فلهذا قال تعالى: { وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ } فصدور الكتمان منهن دليل على عدم إيمانهن بالله واليوم الآخر, وإلا فلو آمن بالله واليوم الآخر, وعرفن أنهن مجزيات عن أعمالهن, لم يصدر منهن شيء من ذلك. وفي ذلك دليل على قبول خبر المرأة, عما تخبر به عن نفسها, من الأمر الذي لا يطلع عليه غيرها, كالحيض والحمل ونحوه ثم قال تعالى: { وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ } أي: لأزواجهن ما دامت متربصة في تلك العدة, أن يردوهن إلى نكاحهن { إِنْ أَرَادُوا إِصْلَاحًا } أي: رغبة وألفة ومودة. ومفهوم الآية أنهم إن لم يريدوا الإصلاح, فليسوا بأحق بردهن, فلا يحل لهم أن يراجعوهن, لقصد المضارة لها, وتطويل العدة عليها، وهل يملك ذلك, مع هذا القصد؟ فيه قولان. الجمهور على أنه يملك ذلك, مع التحريم, والصحيح أنه إذا لم يرد الإصلاح, لا يملك ذلك, كما هو ظاهر الآية الكريمة, وهذه حكمة أخرى في هذا التربص، وهي: أنه ربما أن زوجها ندم على فراقه لها, فجعلت له هذه المدة, ليتروى بها ويقطع نظره. وهذا يدل على محبته تعالى, للألفة بين الزوجين, وكراهته للفراق, كما قال النبي صلى الله عليه وسلم: \\\" أبغض الحلال إلى الله الطلاق \\\" وهذا خاص في الطلاق الرجعي، وأما الطلاق البائن, فليس البعل بأحق برجعتها، بل إن تراضيا على التراجع, فلا بد من عقد جديد مجتمع الشروط. ثم قال تعالى: { وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ } أي: وللنساء على بعولتهن من الحقوق واللوازم مثل الذي عليهن لأزواجهن من الحقوق اللازمة والمستحبة. ومرجع الحقوق بين الزوجين يرجع إلى المعروف, وهو: العادة الجارية في ذلك البلد وذلك الزمان من مثلها لمثله، ويختلف ذلك باختلاف الأزمنة والأمكنة, والأحوال, والأشخاص والعوائد. وفي هذا دليل على أن النفقة والكسوة, والمعاشرة, والمسكن, وكذلك الوطء - الكل يرجع إلى المعروف، فهذا موجب العقد المطلق. وأما مع الشرط, فعلى شرطهما, إلا شرطا أحل حراما, أو حرم حلالا. { وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ } أي: رفعة ورياسة, وزيادة حق عليها, كما قال تعالى: { الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ } ومنصب النبوة والقضاء, والإمامة الصغرى والكبرى, وسائر الولايات مختص بالرجال، وله ضعفا ما لها في كثير من الأمور, كالميراث ونحوه. { وَاللَّهُ عَزِيزٌ حَكِيمٌ } أي: له العزة القاهرة والسلطان العظيم, الذي دانت له جميع الأشياء, ولكنه مع عزته حكيم في تصرفه. ويخرج من عموم هذه الآية, الحوامل, فعدتهن وضع الحمل، واللاتي لم يدخل بهن, فليس لهن عدة، والإماء, فعدتهن حيضتان, كما هو قول الصحابة رضي الله عنهم، وسياق الآيات يدل على أن المراد بها الحرة.",
  "ayah": 228,
  "surah": 2
}
