{
  "text": "لما ذكر جزاء الكافرين, ذكر جزاء المؤمنين, أهل الأعمال الصالحات, على طريقته تعالى في القرآن يجمع بين الترغيب والترهيب, ليكون العبد راغبا راهبا, خائفا راجيا فقال: { وَبَشِّرِ } أي: [يا أيها الرسول ومن قام مقامه] { الَّذِينَ آمَنُوا } بقلوبهم { وَعَمِلُوا الصَّالِحَاتِ } بجوارحهم, فصدقوا إيمانهم بأعمالهم الصالحة. ووصفت أعمال الخير بالصالحات, لأن بها تصلح أحوال العبد, وأمور دينه ودنياه, وحياته الدنيوية والأخروية, ويزول بها عنه فساد الأحوال, فيكون بذلك من الصالحين, الذين يصلحون لمجاورة الرحمن في جنته. فبشرهم { أَنَّ لَهُمْ جَنَّاتٍ } أي: بساتين جامعة من الأشجار العجيبة, والثمار الأنيقة, والظل المديد, [والأغصان والأفنان وبذلك] صارت جنة يجتن بها داخلها, وينعم فيها ساكنها. { تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } أي: أنهار الماء, واللبن, والعسل, والخمر، يفجرونها كيف شاءوا, ويصرفونها أين أرادوا, وتشرب منها تلك الأشجار فتنبت أصناف الثمار. { كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ } أي: هذا من جنسه, وعلى وصفه, كلها متشابهة في الحسن واللذة، ليس فيها ثمرة خاصة, وليس لهم وقت خال من اللذة, فهم دائما متلذذون بأكلها. وقوله: { وَأُتُوا بِهِ مُتَشَابِهًا } قيل: متشابها في الاسم, مختلف الطعوم وقيل: متشابها في اللون, مختلفا في الاسم، وقيل: يشبه بعضه بعضا, في الحسن, واللذة, والفكاهة, ولعل هذا الصحيح ثم لما ذكر مسكنهم, وأقواتهم من الطعام والشراب وفواكههم, ذكر أزواجهم, فوصفهن بأكمل وصف وأوجزه, وأوضحه فقال: { وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ } فلم يقل \\\" مطهرة من العيب الفلاني \\\" ليشمل جميع أنواع التطهير، فهن مطهرات الأخلاق, مطهرات الخلق, مطهرات اللسان, مطهرات الأبصار، فأخلاقهن, أنهن عرب متحببات إلى أزواجهن بالخلق الحسن, وحسن التبعل, والأدب القولي والفعلي, ومطهر خلقهن من الحيض والنفاس والمني, والبول والغائط, والمخاط والبصاق, والرائحة الكريهة، ومطهرات الخلق أيضا, بكمال الجمال, فليس فيهن عيب, ولا دمامة خلق, بل هن خيرات حسان, مطهرات اللسان والطرف، قاصرات طرفهن على أزواجهن, وقاصرات ألسنتهن عن كل كلام قبيح. ففي هذه الآية الكريمة, ذكر المبشِّر والمبشَّر, والمبشَّرُ به, والسبب الموصل لهذه البشارة، فالمبشِّر: هو الرسول صلى الله عليه وسلم ومن قام مقامه من أمته، والمبشَّر: هم المؤمنون العاملون الصالحات، والمبشَّر به: هي الجنات الموصوفات بتلك الصفات، والسبب الموصل لذلك, هو الإيمان والعمل الصالح، فلا سبيل إلى الوصول إلى هذه البشارة, إلا بهما، وهذا أعظم بشارة حاصلة, على يد أفضل الخلق, بأفضل الأسباب. وفيه استحباب بشارة المؤمنين, وتنشيطهم على الأعمال بذكر جزائها [وثمراتها], فإنها بذلك تخف وتسهل، وأعظم بشرى حاصلة للإنسان, توفيقه للإيمان والعمل الصالح، فذلك أول البشارة وأصلها، ومن بعده البشرى عند الموت، ومن بعده الوصول إلى هذا النعيم المقيم، نسأل الله أن يجعلنا منهم",
  "ayah": 25,
  "surah": 2
}
