{
  "text": "يخبر تعالى عن أكلة الربا وسوء مآلهم وشدة منقلبهم، أنهم لا يقومون من قبورهم ليوم نشورهم { إلا كما يقوم الذي يتخبطه الشيطان من المس } أي: يصرعه الشيطان بالجنون، فيقومون من قبورهم حيارى سكارى مضطربين، متوقعين لعظيم النكال وعسر الوبال، فكما تقلبت عقولهم و { قالوا إنما البيع مثل الربا } وهذا لا يكون إلا من جاهل عظيم جهله، أو متجاهل عظيم عناده، جازاهم الله من جنس أحوالهم فصارت أحوالهم أحوال المجانين، ويحتمل أن يكون قوله: { لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس } أنه لما انسلبت عقولهم في طلب المكاسب الربوية خفت أحلامهم وضعفت آراؤهم، وصاروا في هيئتهم وحركاتهم يشبهون المجانين في عدم انتظامها وانسلاخ العقل الأدبي عنهم، قال الله تعالى رادا عليهم ومبينا حكمته العظيمة { وأحل الله البيع } أي: لما فيه من عموم المصلحة وشدة الحاجة وحصول الضرر بتحريمه، وهذا أصل في حل جميع أنواع التصرفات الكسبية حتى يرد ما يدل على المنع { وحرم الربا } لما فيه من الظلم وسوء العاقبة، والربا نوعان: ربا نسيئة كبيع الربا بما يشاركه في العلة نسيئة، ومنه جعل ما في الذمة رأس مال، سلم، وربا فضل، وهو بيع ما يجري فيه الربا بجنسه متفاضلا، وكلاهما محرم بالكتاب والسنة، والإجماع على ربا النسيئة، وشذ من أباح ربا الفضل وخالف النصوص المستفيضة، بل الربا من كبائر الذنوب وموبقاتها { فمن جاءه موعظة من ربه } أي: وعظ وتذكير وترهيب عن تعاطي الربا على يد من قيضه الله لموعظته رحمة من الله بالموعوظ، وإقامة للحجة عليه { فانتهى } عن فعله وانزجر عن تعاطيه { فله ما سلف } أي: ما تقدم من المعاملات التي فعلها قبل أن تبلغه الموعظة جزاء لقبوله للنصيحة، دل مفهوم الآية أن من لم ينته جوزي بالأول والآخر { وأمره إلى الله } في مجازاته وفيما يستقبل من أموره { ومن عاد } إلى تعاطي الربا ولم تنفعه الموعظة، بل أصر على ذلك { فأولئك أصحاب النار هم فيها خالدون } اختلف العلماء رحمهم الله في نصوص الوعيد التي ظاهرها تخليد أهل الكبائر من الذنوب التي دون الشرك بالله، والأحسن فيها أن يقال هذه الأمور التي رتب الله عليها الخلود في النار موجبات ومقتضيات لذلك، ولكن الموجب إن لم يوجد ما يمنعه ترتب عليه مقتضاه، وقد علم بالكتاب والسنة وإجماع سلف الأمة أن التوحيد والإيمان مانع من الخلود في النار، فلولا ما مع الإنسان من التوحيد لصار عمله صالحا للخلود فيها بقطع النظر عن كفره. ثم قال تعالى: { يمحق الله الربا } أي: يذهبه ويذهب بركته ذاتا ووصفا، فيكون سببا لوقوع الآفات فيه ونزع البركة عنه، وإن أنفق منه لم يؤجر عليه بل يكون زادا له إلى النار { ويربي الصدقات } أي: ينميها وينزل البركة في المال الذي أخرجت منه وينمي أجر صاحبها وهذا لأن الجزاء من جنس العمل، فإن المرابي قد ظلم الناس وأخذ أموالهم على وجه غير شرعي، فجوزي بذهاب ماله، والمحسن إليهم بأنواع الإحسان ربه أكرم منه، فيحسن عليه كما أحسن على عباده { والله لا يحب كل كفار } لنعم الله، لا يؤدي ما أوجب عليه من الصدقات، ولا يسلم منه ومن شره عباد الله { أثيم } أي: قد فعل ما هو سبب لإثمه وعقوبته. لما ذكر أكلة الربا وكان من المعلوم أنهم لو كانوا مؤمنين إيمانا ينفعهم لم يصدر منهم ما صدر ذكر حالة المؤمنين وأجرهم، وخاطبهم بالإيمان، ونهاهم عن أكل الربا إن كانوا مؤمنين، وهؤلاء هم الذين يقبلون موعظة ربهم وينقادون لأمره، وأمرهم أن يتقوه، ومن جملة تقواه أن يذروا ما بقي من الربا أي: المعاملات الحاضرة الموجودة، وأما ما سلف، فمن اتعظ عفا الله عنه ما سلف، وأما من لم ينزجر بموعظة الله ولم يقبل نصيحته فإنه مشاق لربه محارب له، وهو عاجز ضعيف ليس له يدان في محاربة العزيز الحكيم الذي يمهل للظالم ولا يهمله حتى إذا أخذه، أخذه أخذ عزيز مقتدر { وإن تبتم } عن الربا { فلكم رءوس أموالكم } أي: أنزلوا عليها { لا تظلمون } من عاملتموه بأخذ الزيادة التي هي الربا { ولا تظلمون } بنقص رءوس أموالكم. { وإن كان } المدين { ذو عسرة } لا يجد وفاء { فنظرة إلى ميسرة } وهذا واجب عليه أن ينظره حتى يجد ما يوفي به { وأن تصدقوا خير لكم إن كنتم تعلمون } إما بإسقاطها أو بعضها. { واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون } وهذه الآية من آخر ما نزل من القرآن، وجعلت خاتمة لهذه الأحكام والأوامر والنواهي، لأن فيها الوعد على الخير، والوعيد على فعل الشر، وأن من علم أنه راجع إلى الله فمجازيه على الصغير والكبير والجلي والخفي، وأن الله لا يظلمه مثقال ذرة، أوجب له الرغبة والرهبة، وبدون حلول العلم في ذلك في القلب لا سبيل إلى ذلك.",
  "ayah": 281,
  "surah": 2
}
