{
  "text": "يَا أَيُّهَا الْمُزَّمِّلُ (1) افتتاح الكلام بالنداء إذا كان المخاطب واحداً ولم يكن بعيداً يدل على الاعتناء بما سيلقى إلى المخاطب من كلام .والأصل في النداء أن يكون باسم المنادَى العلم إذا كان معروفاً عند المتكلم فلا يعدل من الاسم العلم إلى غيره من وصف أو إضافة إلاّ لغرض يقصده البلغاء من تعظيم وتكريم نحو { يا أيها النبي } [ الأنفال : 65 ] ، أو تلطف وتقرب نحو : يا بُنيِّ ويا أبتتِ ، أو قصد تهكم نحو : { وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون } [ الحجر : 6 ] فإذا نودي المنادى بوصف هيئته من لِبسة أو جِلسة أو ضِجعة كان المقصود في الغالب التلطف به والتحبب إليه ولهيئته ، ومنه قول النبي صلى الله عليه وسلم لعلي بن أبي طالب وقد وجده مضطجعاً في المسجد وقد علق تراب المسجد بجنبه «قُم أَبا تراب» وقوله لحذيفة بن اليمان يوم الخندق «قم يا نَوْمانُ» ، وقولِه لعَبْد الرحمان بن صخر الدوسي وقد رءاه حاملاً هِرّة صَغيرةً في كمه «يا أبا هُريرة» .فنداء النبي ب { يا أيها المزمل } نداء تلطف وارتفاق ومثله قوله تعالى : { يا أيها المدثر } [ المدثر : 1 ] .و { المزمل } : اسم فاعل من تزمل ، إذا تلفف بثوبه كالمقرور ، أو مريد النوم وهو مثل التدثر في مآل المعنى وإن كان بينهما اختلاف في أصل الاشتقاق فالتزمل مشتق من معنى التلفف ، والتدثُر مشتق من معنى اتخاذ الدثار للتدفؤ . وأصل التزمل مشتق من الزَّمْل بفتح فسكون وهو الإِخفاء ولا يعرف ل ( تزمَّل ) فعل مجرد في معناه فهو من التفعل الذي تنوسي منه معنى التكلف للفعل ، وأريد في إطلاقه معنى شدة التلبس ، وكثر مثل هذا في الاشتمال على اللباس ، فمنه التزمل ومنه التعَمّم والتأزّر والتقمّص ، وربما صَاغوا له صيغة الافتعال مثل : ارتَدى وائتزر .وأصل { المزمل } : المتزمل ، أدغمت التاء في الزاي بعد قلبها زاياً لتقاربهما .وهذا التزمل الذي أشارت إليه الآية قال الزهري وجمهور المفسرين : إنه التزمل الذي جرى في قول النبي صلى الله عليه وسلم «زَمِّلُوني زَمِّلُوني» حين نزل من غار حراء بعد أن نزل عليه { اقرأ باسم ربك } [ العلق : 1 ] الآيات كما في حديث عروة عن عائشة في كتاب بدء الوحي من «صحيح البخاري» وإن لم يذكر في ذلك الحديث نزول هذه السورة حينئذٍ ، وعليه فهو حقيقة .وقيل : هو ما في حديث جابر بن عبد الله قال : «لما اجتمعت قريش في دار الندوة فقالوا : سَمُّوا هذا الرجل اسماً تصدر الناس عنه ( أي صِفوه وصفاً تتفق عليه الناس ) فقالوا : كاهن ، وقالوا : مجنون ، وقالوا : ساحر ، فصدر المشركون على وصفه ب ( ساحر ) فبلغ ذلك النبي صلى الله عليه وسلم فحزن وتزمل في ثيابه وتدثر ، فأتاه جبريل فقال : { يا أيها المزمل } { يا أيها المدثر } [ المدثر : 1 ] .وسيأتي في سورة المدثر أن سبب نزولها رؤيتُه المَلكَ جالساً على كرسي بين السماء والأرض فرجع إلى خديجة يرجف فؤاده فقال : «دثروني» ، فيتعين أن سبب ندائه ب { يا أيها المزمل } كان عند قوله : «زَمِّلِوني» ، فذلك عندما اغتمّ من وصف المشركين إياه بالجنون وأن ذلك غير سبب ندائه ب { يا أيها المدثر في سورة المدثر .",
  "ayah": 1,
  "surah": 73
}
