{
  "text": "وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا (10)عطف على قوله : { فاتخذه وكيلاً } [ المزمل : 9 ] ، والمناسبة أن الصبر على الأذى يستعان عليه بالتوكل على الله .وضمير { يقولون } عائد إلى المشركين ، ولم يتقدم له معاد فهو من الضمائر التي استُغني عن ذكر معادها بأنه معلوم للسامعين كما تقدم غير مرة ، ومن ذلك عند قوله تعالى : { وأن لو استقاموا على الطريقة } [ الجن : 16 ] الآيات من سورة { قل أوحى إليّ } [ الجن : 1 ] ، ولأنه سيأتي عقبه قوله { وذَرْني والمكذبين } [ المزمل : 11 ] فيبين المراد من الضمير .وقد مضى في السور التي نزلت قبل سورة المزمل مقالات أذى من المشركين لرسول الله صلى الله عليه وسلم ففي سورة العلق ( 9 ، 10 ) { أرأيت الذي ينهَى عبداً إذا صلى } قيل هو أبو جهل تهدّد رسول الله لئن صلى في المسجد الحرام ليَفْعَلَنّ ويفعلَنّ . وفيها : { إِن الإِنسان ليطغى أن رءاه استغنى } [ العلق : 6 ، 7 ] . قيل هو الأخنس بن شريق «تنكَّر لرسول الله صلى الله عليه وسلم بعد أن كان حليفه» ، وفي سورة القلم ( 2 15 ) { ما أنت بنِعْمة ربّك بمجنون } إلى قوله : { فستبصر ويُبصرون بأيكم المفتون } ، وقوله : { ولا تطِع كلّ حلاّف مهين } إلى قوله : { قال أساطير الأولين } [ القلم : 15 ] ردّاً لمقالاتهم . وفي سورة المدثر ( 11 25 ) إن كانت نزلت قبل سورة المزمل { ذرني ومن خلقت وحيداً } إلى قوله : { إِنْ هذا إلاَّ قول البشر } ، قيل : قائل ذلك الوليد بن المغيرة . فلذلك أمر الله رسوله بالصبر على ما يقولون .والهجر الجميل : هو الحسَن في نوعه ، فإن الأحوال والمعاني منها حسن ومنها قبيح في نوعه وقد يقال : كَريم ، وذميم ، وخالص ، وكدر ، ويَعْرِض الوصف للنوع بما من شأنه أن يقترن به من عوارض تناسب حقيقة النوع فإذا جُردت الحقيقة عن الأعراض التي قد تعتلق بها كان نوعها خالصاً ، وإذا ألصق بالحقيقة ما ليس من خصائصها كان النوع مكدّراً قبيحاً ، وقد أشار إلى هذا قوله تعالى : { لا تبطلوا صدقاتكم بالمنّ والأذى } [ البقرة : 264 ] ، وتقدم عند قوله تعالى : { إنيَ أُلقِيَ إليَّ كتاب كريم } في سورة النمل ( 29 ) ، ومن هذا المعنى قوله : { فصبر جميل } في سورة يوسف ( 18 ) ، وقوله فاصبر صبراً جميلاً في سورة المعارج ( 5 ) .فالهجر الجميل هو الذي يَقتصر صاحبه على حقيقة الهجر ، وهو ترك المخالطة فلا يقرنها بجفاء آخر أو أذى ، ولما كان الهجر ينشأ عن بعض المهجور ، أو كراهية أعماله كان معرَّضاً لأن يعتلق به أذى من سبّ أو ضرب أو نحو ذلك . فأمر الله رسوله بهجر المشركين هجراً جميلاً ، أي أن يهجرهم ولا يزيدَ على هجرهم سَبّاً أو انتقاماً .وهذا الهجر : هو إمساك النبي عن مكافاتهم بمثل ما يقولونه مما أشار إليه قوله تعالى : واصبر على ما يقولون .وليس منسحباً على الدعوة للدين فإنها مستمرة ولكنها تبليغ عن الله تعالى فلا ينسب إلى النبي .وقد انتزع فخر الدين من هذه الآية منزعاً خُلُقياً بأن الله جمع ما يحتاج إليه الإِنسان في مخالطَة الناس في هاتين الكلمتين لأن المرء إما أن يكون مخالطاً فلا بد له من الصبر على أذاهم وإيحاشهم لأنه إن أطمع نفسه بالراحة معهم لم يجدها مستمرة فيقع في الغموم إن لم يَرضْ نفسه بالصبر على أذاهم ، وإن ترك المخالطة فذلك هو الهجر الجميل .",
  "ayah": 10,
  "surah": 73
}
