{
  "text": "فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا (17) الاستفهام ب ( كيف ) مستعمل في التعجيز والتوبيخ وهو متفرع بالفاء على ما تضمنه الخطاب السابق من التهديد على تكذيب الرسول صلى الله عليه وسلم وما أدمج فيه من التسجيل بأن الرسول صلى الله عليه وسلم شاهد عليهم فليس بعد الشهادة إلاّ المؤاخذة بما شهد به ، وقد انتقل بهم من التهديد بالأخذ في الدّنيا المستفاد من تمثيل حالهم بحال فرعون مع موسى إلى الوعيد بعقاب أشد وهو عذاب يوم القيامة وقد نشأ هذا الاستفهام عن اعتبارهم أهل اتِّعاظ وخوف من الوعيد بما حلّ بأمثالهم مما شأنُه أن يثير فيهم تفكيراً من النجاة من الوقوع فيما هُدِّدوا به ، وأنهم إن كانوا أهل جلادة على تحمل عذاب الدّنيا فماذا يصنعون في اتقاء عذاب الآخرة ، فدلّت فاء التفريع واسم الاستفهام على هذا المعنى .فالمعنى : هبكم أقدمتم على تحمل عذاب الدنيا فكيف تتقون عذاب الآخرة ، ففعل الشرط من قوله : { إِنْ كفرتم } مستعمل في معنى الدوام على الكفر لأن ما يقتضيه الشرط من الاستقبال قرينة على إرادة معنى الدّوام من فعل { كفرتم } وإلاّ فإن كفرهم حاصل من قبل نزول هذه الآية .و { يوماً } منصوب على المفعول به ل { تتقون } . واتقاء اليوم باتقاء ما يقع فيه من عذاب أي على الكفر .ووصف اليوم بأنه { يجعل الولدان شيباً } وصف له باعتبار ما يقع فيه من الأهوال والأحزان ، لأنه شاع أن الهم مما يسرع به الشيب فلما أريد وصف همّ ذلك اليوم بالشدة البالغة أقواها أسند إليه يشيب الولدان الذين شعرهم في أول سواده . وهذه مبالغة عجيبة وهي من مبتكرات القرآن فيما أحسب ، لأني لم أر هذا المعنى في كلام العرب وأما البيت الذي يذكر في شواهد النحو وهو :إذن والله نَرميهم بحرب ... تُشيب الطفل من قبل المشيبفلا ثبوت لنسبته إلى من كانوا قبل نزول القرآن ولا يعرف قائله ، ونسبه بعض المؤلفين إلى حسان بن ثابت . وقال العيني : لم أجده في ديوانه . وقد أخذ المعنى الصمّة ابن عبد الله القشيري في قوله :دَعانيَ من نجدٍ فإن سنينه ... لَعِبْنَ بنا شِيباً وشيبننا مرداوهو من شعراء الدولة الأموية وإسناد { يجعل الولدان شيباً } إلى اليوم مجاز عقلي بمرتبتين لأن ذلك اليوم زمَن الأهوال التي تشيب لمثلها الأطفال ، والأهوال سبب للشيب عرفاً .والشيب كناية عن هذا الهول فاجتمع في الآية مجازان عقليان وكناية ومبالغة في قوله : { يجعل الولدان شيباً .",
  "ayah": 17,
  "surah": 73
}
