{
  "text": "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا (4)وقال { أو زد عليه } وهو عود إلى الترغيب في أن تكون مدة القيام أكثر من نصف الليل ولذلك لم يقيد { أو زد عليه } بمثل ما قيد به { أو انقص منه } لتكون الزيادة على النصف متسعة ، وقد ورد في الحديث أن النبي صلى الله عليه وسلم أخذ بالعزيمة فقام حتى تورمت قدماه وقيل له في ذلك : «إن الله غفر لك ما تقدم من ذنبك وما تأخر» فقال : «أفَلا أكونُ عبداً شكوراً» .والتخيير المستفاد من حرف { أو } منظور فيه إلى تفاوت الليالي بالطول والقصر لأن لذلك ارتباطاً بسعة النهار للعمل ولأخذ الحظ الفائت من النوم .وبعد فذلك توسيع على النبي صلى الله عليه وسلم لرفع حرج تحديده لزمن القيام فسلك به مسلك التقريب .وجعل ابن عطية { الليل } اسم جنس يصدق على جميع الليالي ، وأن المعنى : إلاّ قليلاً من الليالي ، وهي الليالي التي يكون فيها عذر يمنعه من قيامها ، أي هو استثناء من الليالي باعتبار جزئياتها لا باعتبار الأجزاء ، ثم قال : { نصفه } إلى آخره .وتخصيص الليل بالصلاة فيه لأنه وقتُ النوم عادة فأُمر الرسول صلى الله عليه وسلم بالقيام فيه زيادة في إشغال أوقاته بالإِقبال على مناجاة الله : ولأن الليل وقت سكون الأصوات واشتغال الناس فتكون نفس القائم فيه أقوى استعداداً لتلقي الفيض الرباني .يجوز أن يكون متعلقاً بقيام الليل ، أي رتل قراءتك في القيام .ويجوز أن يكون أمراً مستقلاً بكيفية قراءة القرآن جرى ذكره بمناسبة الأمر بقيام الليل ، وهذا أولى لأن القراءة في الصلاة تدخل في ذلك . وقد كان نزول هذه السورة في أول العهد بنزول القرآن فكان جملة القرآن حين نزول هذه السورة سورتين أو ثلاثَ سور بناء على أصح الأقوال في أن هذا المقدار من السورة مكي ، وفي أن هذه السورة من أوائل السور ، وهذا مما أشعر به قوله : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] أي سنوحي إليك قرآناً .فأمر النبي صلى الله عليه وسلم أن يقرأ القرآن بمهل وتبيين .والترتيل : جعل الشيء مرتَّلاً ، أي مفرقاً ، وأصله من قولهم : ثَغْر مرتَّل ، وهو المفلج الأسنان ، أي المفرق بين أسنانه تفرقاً قليلاً بحيث لا تكون النواجذ متلاصقة . وأريد بترتيل القرآن ترتيل قراءته ، أي التمهل في النطق بحروف القرآن حتى تخرج من الفم واضحةً مع إشباع الحركات التي تستحق الإِشباع . ووصَفَتْ عائشة الترتيل فقالت : «لو أراد السامع أن يعُد حروفه لعدها لا كسَرْدِكم هذا» .وفائدة هذا أن يرسخ حفظه ويتلقاه السامعون فيعلَقُ بحوافظهم ، ويتدبر قارئه وسامعه معانيَه كي لا يسبق لفظُ اللسان عملَ الفهم . قال قائل لعبد الله بن مسعود : قرأت المفصل في ليلة فقال عبد الله : «هَذًّا كهَذًّ الشعر» لأنهم كانوا إذا أنشدوا القصيدة أسرعوا ليظهر مِيزان بَحرها ، وتتعاقب قوافيها على الأسماع . والهذُّ إسراع القطع .وأكد هذا الأمر بالمفعول المطلق لإِفادة تحقيق صفة الترتيل . وقرأ الجمهور { أو انقص } بضم الواو للتخلص من التقاء الساكنين عند سقوط همزة الوصل ، حركوا الواو بضمّة لمناسبة ضمة قاف { انقص } بعدها . وقرأه حمزة وعاصم بكسر الواو على الأصل في التخلص من التقاء الساكنين .ووقع في قوله تعالى : { أو زِدْ عليه ورتل القرآن } إذا ( شبعت ) فتحة نون القرآن محسِّن الاتِّزان بأن يكون مصراعاً من بحر الكامل أحَذَّ دخَله الإِضمار مرتين .",
  "ayah": 4,
  "surah": 73
}
