{
  "text": "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا (6)تعليل لتخصيص زمن الليل بالقيام فيه فهي مرتبطة بجملة { قم الليل } [ المزمل : 2 ] ، أي قم الليل لأن ناشئته أشد وطْأً وأقوم قيلا .والمعنى : أن في قيام الليل تزكية وتصفية لسرّك وارتقاء بك إلى المراقي الملكية .و { ناشئة } وصف من النشء وهو الحدوث . وقد جرى هذا الوصف هنا على غير موصوف ، وأضيف إلى الليل إضافة على معنى ( في ) مثل «مَكَر الليل» ، وجعل من أقوم القيل ، فعُلم أن فيه قولاً وقد سبقه الأمر بقيام الليل وترتيل القرآن ، فتعين أن موصوفه المحذوف هو صلاة ، أي الصلاة الناشئة في الليل ، فإن الصلاة تشتمل على أفعال وأقوال وهي قيام .ووصف الصلاة بالناشئة لأنها أنشأها المصلي فنشأت بعدَ هدأة الليل فأشبهت السحابة التي تتنشأ من الأفق بعد صحو ، وإذا كانت الصلاة بعد نوم فمعنى النشْء فيها أقوى ، ولذلك فسرتها عائشة بالقيام بعد النوم ، وفسر ابن عباس { ناشئة الليل } بصلاة الليل كلها . واختاره مالك . وعن علي بن الحسين : أنها ما بين المغرب والعشاء . وعن ابن مسعود وابن عباس وسعيد بن جبير : أن أصل هذا معرب عن الحبشة ، وقد عدها السبكي في «منظومته» في معربات القرآن .وإيثار لفظ { ناشئة } في هذه الآية دون غيره من نحو : قيامَ أو تَهَجُدَ ، لأجل ما يحتمله من هذه المعاني ليأخذ الناس فيه بالاجتهاد .وقرأ جمهور العشرة { وَطأً } بفتح الواو وسكون الطاء بعدها همزة ، والوطء : أصله وضع الرجل على الأرض ، وهو هنا مستعار لمعنى يناسب أن يكون شأناً للظلام بالليل ، فيجوز أن يكون الوطء استعير لفعل من أفعال المصلي على نحو إسناد المصدر إلى فاعله ، أي وَاطِئاً أنتَ ، فهو مستعار لتمكن المصلي من الصلاة في الليل بتفرغه لها وهدوء باله من الأشغال النهارية تمكّن الواطىء على الأرض فهو أمكن للفعل . والمعنى : أشد وقعاً ، وبهذا فسره جابر بن زيد والضحاك وقاله الفراء .ويجوز أن يكون الوطء مستعاراً لحالة صلاة الليل وأثرها في المصلي ، أي أشد أثر خير في نفسه وأرسخ خيراً وثواباً ، وبهذا فسره قتادة .وقرأه ابن عامر وأبو عمرو وحده { وِطاءً } بكسر الواو وفتح الطاء ومدها مصدر وَاطَأ من مادة الفعال . والوِطاء : الوفاق والملاءمة ، قال تعالى : { ليواطئوا عدة ما حرم الله } [ التوبة : 37 ] . والمعنى : أن صلاة الليل أوفق بالمصلي بين اللسان والقلب ، أي بين النطق بالألفاظ وتفهم معانيها للهدوء الذي يحصل في الليل وانقطاع الشواغل وبحاصل هذا فسر مجاهد .وضمير { هي } ضمير فصل ، وانظر ما سيأتي عند قوله تعالى : { وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيراً } [ المزمل : 20 ] في وقوع ضمير الفصل بين معرفة واسم تفضيل . وضمير الفصل هنا لتقوية الحكم لا للحصر .والأقوم : الأفضل في التقوي الذي هو عدم الاعوجاح والالتواء واستعير { أقوم } للأفضل الأنفع .و { قيلاً } : القَول ، وأريد به قراءة القرآن لتقدم قوله : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] . فالمعنى : أن صلاة الليل أعون على تذكر القرآن والسلامة من نسيان بعض الآيات ، وأعون على المزيد من التدبر . قال ابن عباس : { وأقوم قيلاً } : أدنى من أن يفقهوا القرآن . وقال قتادة : أحفظ للقراءة ، وقال ابن زيد : أقوم قراءة لفراغه من الدنيا .وانتصب { وطْأً } و { قيلاً } نسبة تمييزي ل { أشد } ول { أقوم } .",
  "ayah": 6,
  "surah": 73
}
