{
  "text": "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا (7)فصل هذه الجملة دون عطف على ما قبلها يقتضي أن مضمونها ليس من جنس حكم ما قبلها ، فليس المقصود تعيين صلاة النهار إذ لم تكن الصلوات الخمس قد فرضت يومئذٍ على المشهور ، ولم يفرض حينئذٍ إلاّ قيام الليل .فالذي يبدو أن موقع هذه الجملة موقع العلة لشيء مما في جملة { إن ناشئة الليل هي أشد وطأً وأقوم قيلاً } [ المزمل : 6 ] وذلك دائر : بين أن يكون تعليلاً لاختيار الليل لفرض القيام عليه فِيه ، فيفيد تأكيداً للمحافظة على قيام الليل لأن النهار لا يغني غَناءه فيتحصل من المعنى : قم الليل لأن قيامه أشد وقعاً وأرسخ قولاً ، لأن النهار زمن فيه شغل عظيم لا يترك لك خلوة بنفسك . وشغل النبي صلى الله عليه وسلم في النهار بالدعوة إلى الله وإبلاغ القرآن وتعليم الدين ومحاجة المشركين وافتقادَ المؤمنين المستضعفين ، فعبر عن جميع ذلك بالسبح الطويل ، وبيْن أن يكون تلطفاً واعتذاراً عن تكليفه بقيام الليل ، وفيه إرشاد إلى أن النهار ظرف واسع لإِيقاع ما عسى أن يكلفه فيامُ الليل من فتور بالنهار لينام بعض النهار وليقوم بمهامه فيه .ويجوز أن يكون تعليلاً لما تضمنه { أو انقص منه قليلاً } [ المزمل : 3 ] ، أي إن نقصتَ من نصف الليل شيئاً لا يَفُتْكَ ثواب عمله ، فإن لك في النهار متسعاً للقيام والتلاوة مثل قوله تعالى : { وهو الذي جعل الليلَ والنهارَ خلفة لمن أراد أن يذَّكَّر أو أراد شُكوراً } [ الفرقان : 62 ] .وقد ثبت أن النبي صلى الله عليه وسلم كان يصلي في النهار من أول البعثة قبل فرض الصلوات الخمس كما دل عليه قوله تعالى : { أرأيت الذي ينهى عبداً إذا صلّى } [ العلق : 9 ، 10 ] . وقد تقدم في سورة الجن أن استماعهم القرآن كان في صلاة النبي صلى الله عليه وسلم بأصحابه في نخلة في طريقهم إلى عكاظ . ويظهر أن يكون كل هذا مقصوداً لأنه مما تسمح به دلالة كلمة { سبحاً طويلاً } وهي من بليغ الإِيجاز .والسبح : أصله العوم ، أي السلوك بالجسم في ماء كثير ، وهو مستعار هنا للتصرف السهل المتسع الذي يشبه حركة السابح في الماء فإنه لا يعترضه ما يعوق جولانه على وجه الماء ولا إعياءُ السير في الأرض .وقريب من هذه الاستعارة استعارة السبح لجري الفرس دون كلفة في وصف امرىء القيس الخيل بالسابحات في قوله في مَدح فرسه :مُسحَ إذا ما السابحات على الوَنى ... أثْرْنَ الغُبار في الكَديد المركَّلفعبر عن الجاريات بالسابحات .وفسر ابن عباس السبح بالفراغ ، أي لينام في النهار ، وقال ابن وهب عن ابن زيد قال : فراغاً طويلاً لحوائجك فافرغ لدينك بالليل .والطويل : وصف من الطول ، وهو ازدياد امتداد القامة أو الطريق أو الثوب على مقاديرِ أكثرِ أمثاله . فالطول من صفات الذوات ، وشاع وصف الزمان به يقال : ليل طويل وفي الحديث « الشتاء ربيع المؤمن قصر نهاره فصامه وطال ليله فقامه »وأما وصف السَّبح ب ( طويل ) في هذه الآية فهو مجاز عقلي لأن الطويل هو مكان السبح وهو الماء المسبوح فيه . وبعدَ هذا ففي قوله { طويلاً } ترشيح لاستعارة السَّبح للعمل في النهار .",
  "ayah": 7,
  "surah": 73
}
