{
  "text": "اب ذرا دیکھئے کہ حضرت نوح (علیہ السلام) اپنی طویل جدوجہد جاری رکھے ہوئے ہیں۔ ہم دیکھتے ہیں کہ آپ اپنی قوم کو انفس وآفاق میں پائے جانے والے دلائل ایمان کی طرف متوجہ کرتے ہیں۔ آپ حیران رہ جاتے ہیں کہ اس کے جواب میں قوم ان کو کس طرح رد کرتی ہے ، نہایت گستاخانہ رویہ اپناتی ہے۔ آپ اس رویہ پر ان کی سرزنش کرتے ہیں۔\nمالکم ................ وقارا (17 : 31) وقد ............ اطوارا (17 : 41) ” تمہیں کیا ہوگیا ہے کہ اللہ کے لئے تم کسی وقار کی توقع نہیں رکھتے ؟ حالانکہ اس نے طرح طرح سے تمہیں بنایا ہے “۔ یہ اطوار کیا تھے ؟ قوم نوح (علیہ السلام) ان کو اچھی طرح سمجھتی تھی یا اس کا کوئی ایسا مفہوم تھا جو وہ لوگ اس وقت اچھی طرح سمجھتے تھے اور یہ طور اور تفریق کا ان کے ذہنوں پر بہت ہی اچھا اثر تھا۔ اس پر غور کرنے سے وہ راہ راست پر آسکتے تھے۔ اکثر مفسرین کی رائے یہ ہے کہ مراد جنین کے مختلف اطوار ہیں۔ نطفہ ، علقہ ، مضغہ اور موجودہ ہیکل انسانی۔ اور اس حقیقت کو وہ لوگ بھی سمجھتے تھے اور ہم بھی۔ کیونکہ وہ جو جنین کامل ہونے سے قبل ہی گر جاتے ہوں گے ، ان کے مشاہدے سے وہ انسانی اطوار کو سمجھتے ہوں گے۔ بہرحال اس آیت کے ممکنہ معنوں میں سے یہ ایک مفہوم ہے۔ یہ بھی ممکن ہے اس سے مراد جنین کے اطوار ہوں کہ آغاز میں وہ ایک خلیے کا حیوان ہوجاتا ہے۔ پھر متعدد خلیوں والا بن جاتا ہے ، پھر پانی کے حیوانات کی طرح ، پھر پستانوں والے حیوانات کی طرح اور آکر کار موجودہ شکل انسانی کی طرح۔ لیکن یہ اطوار قوم نوح (علیہ السلام) کے لئے قریب انفہم نہ تھے کیونکہ یہ اطوار حال ہی میں مشاہدے میں آئے ہیں۔ اور اس کا مفہوم یہ بھی ہوسکتا ہے جو دوسری آیات کا ہے۔\nثم انشانا .................... الخالقین ” پھر اٹھاکھڑا کیا اس کو ایک نئی صورت میں ، تو اللہ برکتوں والا ہے سب سے بہتر بنانے والا “۔ اور یہ بھی ممکن ہے کہ ان دونوں آیات کا اس کے سوا بھی کوئی اور مفہوم ہو۔ جسے ابھی تک ہم نہ سمجھ سکے ہوں اور آئندہ کسی وقت سمجھ لیں۔\nبہرحال نوح (علیہ السلام) نے ان کو مطالعہ ذات کی طرف متوجہ کیا اور اس بات پر سخت گرفت کی کہ دیکھو تو سہی کہ اللہ نے تم کو کس طریقے سے پیدا کیا ہے اور پھر بھی لوگ خالق کو نہیں پہچانتے حالانکہ وہ دیکھتے ہیں کہ تمام مخلوقات میں سے انسان محیر العقول مخلوق ہے۔ اور اس کے بعد حضرت نوح (علیہ السلام) ان کو کائنات کی طرف متوجہ کرتے ہیں۔",
  "ayah": 14,
  "surah": 71
}
