{
  "text": "واللہ ................ اخراجا (17 : 81) ” اور اللہ نے تم کو زمین سے عجیب طرح اگایا ، پھر وہ تمہیں اسی زمین میں واپس لے جائے گا اور اس سے یکایک تم کو نکال کھڑا کرے گا “۔\nانسان کی تخلیق کے عمل کو یہاں ” اگانے “ سے تعبیر کیا گیا ہے اور یہ ایک عجیب انداز تعبیر ہے۔ قرآن کریم میں کئی جگہ یہ انداز اختیار کیا گیا ہے۔ مثلاً ۔\nوالبلد ................ الا نکدا ” ایک پاکیزہ زمین اپنے نباتات اپنے رب کے اذن سے نکالتی ہے اور جو خبیث ہے وہ صرف کم پیداوار نکالتی ہے “۔ اس آیت میں انسانوں کی پیدائش کی طرف اشارہ ہے۔ اور انسان کی پیدائش کے ساتھ نباتات کی پیدائش کا ذکر تو کئی جگہ آتا ہے۔ سورة حج میں بعث بعدالموت پر دلیل دیتے ہوئے یہ کہا گیا ہے :\nیایھا الناس .................... زوج بھیج (33 : 5) ” اے لوگو ، تمہیں قیامت میں زندہ ہوکر اٹھنے میں شبہ ہے تو ہم نے تم کو مٹی سے پیدا کیا ، پھر نطفہ سے ، پھر گوشت کی بوٹی سے ، جو مختلف تھی بنی ہوئی اور غیر بنی ہوئی ، تاکہ تم کو بتا دیں اور ارحام میں ہم ٹھہراتے ہیں جو چاہتے ہیں ایک مقرر وقت تک ، پھر تمہیں طفل کی شکل میں نکالتے ہیں تاکہ تم جوانی تک پہنچو ، پھر تم میں سے بعض کو موت آلیتی ہے اور بعض ذلیل عمر تک لوٹ جاتے ہیں ، تاکہ اس طرح وہ علم کے بعد کچھ نہ جائیں اور تم دیکھتے ہو کہ زمین خراب پڑی ہے۔ جب ہم اس پر پانی برساتے ہیں تو وہ تازہ ہوجاتی ہے۔ اور ابھرتی ہے۔ اور وہ ہر قسم کی پررونق چیز اگاتی ہے “۔ اور سورة مومنون میں پیدائش کے مختلف مدارج بتلانے کے ساتھ یہ بھی بتایا گیا ہے۔\nفانشانا ................ واعناب ” پھر ہم اس کے ذریعے تمہارے لئے کھجوروں اور انگوروں کے باغات اگاتے ہیں “۔ اور اسی طرح دوسرے مقامات پر بھی۔\nیہ ایک ایسی خصوصیت ہے جو قابل نظر ہے۔ یہ بتاتی ہے کہ روئے زمین پر اللہ نے حیات ونبات کے لئے تقریباً ایک ہی جیسے اصول رکھے ہیں۔ انسان کی تخلیق بھی اسی طرح ہے جس طرح نباتات کی تخلیق ہے۔ جن عناصر سے انسان پیدا ہوتا ہے انہی سے حیوانات ونباتات بھی پیدا ہوتے ہیں۔ دونوں انہی عناصر سے غذا اخذ کرتے ہیں۔ انسان حیوان بھی زمین کے نباتات میں سے ایک نبات ہیں۔ جس طرح اللہ نے نباتات کو رنگارنگی دی ہے ، اسی طرح حیوانات اور انسانوں کو بھی تنوع اور رنگارنگی دی ہے۔ دونوں زمین سے ہیں ، دونوں زمین سے غذا لیتے ہیں اور دونوں زمین میں فنا ہوتے ہیں۔\nیوں ایمان کے ذریعہ ایک مومن کے شعور میں اس زمین کی زندہ اگنے والی مخلوق کے بارے میں صحیح تصور پیدا ہوتا ہے۔ یہ ایک زندہ اور لعمی شعور ہے کیونکہ اس کی اساس شعوری ایمان پر ہے اور یہ قرآنی علوم کا مخصوص امتیاز ہے۔\nجو لوگ زمین سے پیدا کیے گئے ہیں وہ دوبارہ اس زمین کے پیٹ میں جاتے ہیں۔ جس طرح اللہ نے ان کو زمین سے نکالا ، دوبارہ زمین کی طرف لوٹائے گا۔ چناچہ اس طرح ان کی ہڈیاں اور بوسیدہ اجزائے وجود زمین کے ذرات کو زمین سے نکالے گا۔ اور یہ اسی طرح ہوگا جس طرح پہلی مرتبہ ہوا۔ یہ نہایت ہی سہل کام ہے اللہ کے لئے۔ یہ کام اللہ ایک لمحہ اور ایک لحظہ میں کردے گا۔ یہ بات بڑی آسانی سے سمجھ میں آنے والی ہے۔ بشرطیکہ لوگ قرآنی زاویہ سے اس حقیقت پر غور کریں۔\nحضرت نوح (علیہ السلام) نے اپنی قوم کو اس حقیقت کی طرف متوجہ فرمایا تاکہ ان کو معلوم ہو کہ اللہ قدرتوں والا ہے کہ اس نے تمہیں اس زمین سے اگایا ہے اور دوبارہ بھی وہ تمہیں اسی طرح اگالے گا۔ جب یہ شعور انسان کے اندر بیٹھ گیا تو پھر انسان خوف آخرت کرنے لگتا ہے۔ اور اس کی تیاری کرتا ہے کیونکہ یہ قیامت تو اسی طرح آسانی سے قائم ہوجائے گی جس طرح اس زمین پر نباتات اگتے ہیں۔ نہایت آسانی اور سہولت کے ساتھ۔ جس کے اندر کوئی معقول انسان ، کوئی قبل وقال نہیں کرسکتا۔",
  "ayah": 17,
  "surah": 71
}
