{
  "text": "ایک طرف حضرت نوح (علیہ السلام) نے کفار کے بارے میں دعا فرمائی کہ ان کو نیست ونابود کردیا جائے۔\nولا تزد ................ الاتبارا (17 : 82) ” اور ظالموں کے لئے ہلاکت کے سوا کسی چیز میں اضافہ نہ کر “۔ اور دوسری جانب انہوں نے اپنے لئے دعا فرمائی :\nرب اغفرلی ............................ المومنت (17 : 82) ” میرے رب ، مجھے اور میرے والدین کو ، اور ہر اس شخص کو جو میرے گھر میں مومن کی حیثیت سے داخل ہوا ہے ، اور سب مومن مردوں اور عورتوں کو معاف فرمادے “۔\nحضرت نوح (علیہ السلام) نے اللہ کو اپنی مغفرت کے لئے بھی پکارا۔ اور یہ ہیں انبیاء کے آداب بارگاہ رب تعالیٰ میں۔ اللہ کے سامنے بندے کو اس طرح عاجزی سے بات کرنا چاہئے جس طرح نوح (علیہ السلام) کررہے ہیں۔ وہ اس طرح دعا کر رہے ہیں جس طرح ایک انسان دعا کرتا ہے۔ انسان سے غلطی بھی ہوتی ہے ، تقصیرات بھی ہوتی ہیں۔ اگرچہ ایک نبی غایت درجہ مطیع رب ہوتا ہے ، جس طرح حضرت محمد ﷺ نے فرمایا کہ میں بھی جنت میں رب کریم کے فضل کے سوا داخل نہیں ہوسکتا۔ حضرت نوح (علیہ السلام) نبی ہیں۔ انہوں نے طویل عرصہ اعصاب شکن جدوجہد کی ، پھر بھی وہ دعا کرتے ہیں کہ اللہ ، جو تقصیرات ہوئی ہیں معاف کردی جائیں۔\nپھر وہ اپنے والدین کے لئے دعا کرتے ہیں۔ ایک نبی اپنے والدین کا احترام کرتا ہے۔ ظاہر ہے کہ یہ مومن ہوں گے۔ اگر مومن نہ ہوتے تو اللہ آپ کو اس کی اجازت نہ دیتا جس طرح اللہ نے آپ کی بات اپنے بیٹے کے بارے میں نہ سنی جو کافر تھا۔\nپھر آپ کی دعا ان لوگوں کے بارے میں ہے جو آپ کے گھرانے میں اور آپ کی سوسائٹی میں بطور مومن بیٹھیں۔\nیہ ایک مومن کی دوسرے مومن کے ساتھ نیکی ہے۔ ایک مومن اپنے لئے جو چیز پسند کرتا ہے وہی دوسرے مومن کے لئے بھی پسند کرتا ہے۔ گھر کا ذکر یہاں اس لئے ہوا کہ اس طوفان میں تمام مومنین کے لئے احکام تھے کہ وہ آپ کے گھر میں داخل ہوجائیں اور آپ ان کو سفینہ میں لے کر نکلیں گے۔\nاس کے بعد عام مومنین اور مومنات کے لئے دعا ہے۔ یہ بھی ایک نبی کا رویہ ہے کہ وہ تمام اہل ایمان کے لئے نیک خواہشات رکھتا ہے۔ چاہے یہ مومنین اس کے دور کے ہوں ، اس سے پہلے گزرے ہوں یا بعد کے ادوار میں آنے والے ہوں۔ یہ اسلامی نظریہ حیات کا ایک راز ہے کہ اس نظریہ کے ساتھ منسلک ہونے والے لوگوں کا آپس میں بہت ہی گہرارابط ، تعلق اور محبت اور برادرانہ جذبات ہوتے ہیں۔ اور یہ خصوصیت صرف اسلامی نظریہ حیات ہی کو حاصل ہے۔ اس محبت کے مقابلے میں پھر کافروں کے ساتھ دشمنی اور کراہیت۔\nولاتزد ................ الاتبارا (17 : 82) ” اور ظالموں کے لئے ہلاکت کے سوا کسی چیز میں اضافہ نہ کر “۔ یہاں یہ سورت ختم ہوتی ہے جس میں ایک طرف ایک شریف نبی کی ان تھک جدوجہد کی تصویر کشی ہے اور دوسری طرف سرکشوں اور معاندین کی تصویر ہے۔ اس سے معلوم ہوتا ہے کہ داعیان حق کو کس قدر عظیم جدوجہد کرنی چاہئے اور یہ کہ اس راہ میں کس قدر مشکلات ہوا کرتی ہیں۔ اور کس قدر عظیم قربانیوں کا تقاضا کرتی ہے ، تحریک دعوت اسلامی ؟ اور یہ عظیم جدوجہد اس لئے ضروری ہے کہ کوئی انسانی سوسائٹی دعوت اسلامی اور اسلام نظام کے سوا ، نہ ہی دنیا میں اور آخرت میں ترقی اور کامیابی حاصل کرسکتی ہے۔ غرض ترقی کا راز اور انسانیت کے عروج کا ذریعہ دعوت اسلامی اور اسلامی نظام کے قیام میں ہے۔",
  "ayah": 28,
  "surah": 71
}
