{
  "text": "یغفرلکم ........................ اجل مسمی (17 : 4) ” اور تمہارے گناہوں سے درگزر فرمائے گا اور تمہیں ایک وقت مقرر تک باقی رکھے گا “۔ اور یہ باقی رکھنا ، اس بات کے عوض میں ہوگا کہ تم اللہ کی بندگی کرو گے ، اللہ سے ڈرو گے اور رسول خدا کی اطاعت کرو گے ، اور اس کے بدلے اللہ مزید یہ کرے گا کہ تمہارے سابقہ گناہ بھی معاف کردے گا اور تمہارا حساب و کتاب اس وقت تک موخر ہوجائے گا جو اللہ نے مقرر کررکھا ہے یعنی یوم الاخرت تک۔ اور اس طرح دنیا میں تم پر جو تباہ کن عذاب آنے والا ہے ، وہ موخر ہوجائے گا۔ (عنقریب حضرت نوح (علیہ السلام) پیش کریں گے کہ اللہ نے ان لوگوں کے ساتھ اور بھی وعدے فرمائے تھے) ۔\nاس کے بعد یہ فرمایا گیا کہ قیام قیامت حتمی ہے اور وہ اپنے وقت پر ضرور آئے گی۔ اس میں کوئی تاخیر نہیں ہوسکتی۔ جس طرح دنیا کے عذاب میں تاخیر ہوسکتی ہے۔ چناچہ قیامت کے بارے میں عقیدے کو یوں درست کردیا جاتا ہے۔\nان اجل ........................ تعلمون (17 : 4) ” حقیقت یہ ہے کہ اللہ کا مقرر کیا ہوا وقت جب آجاتا ہے تو پھر ٹالا نہیں جاتا ، کاش تمہیں اس کا علم ہو “۔ اس سے مراد قیامت بھی ہوسکتی ہے اور ہر وہ دوسرا وقت بھی ہوسکتا ہے جو اللہ کسی واقعہ کے وقوع کے لئے مقرر کردے۔ بہرحال یہاں یہ عام عقیدہ ذہنوں میں بٹھانا مقصود ہے کہ اللہ کا مقرر کردہ وقت ٹالا نہیں جاسکتا۔ ہاں اگ ریہ لوگ اطاعت کرلیں اور توبہ کرلیں تو اللہ دنیا میں تباہ کردینے کی بجائے قیام قیامت تک کے لئے ان کا عذاب ٹال دے گا۔\nحضرت نوح (علیہ السلام) اپنی مساعی جاری رکھے ہوئے ہیں ، اور اپنی قوم کو ہدایت کے لئے جدوجہد کررہے ہیں۔ وہ کسی مصلحت کی پرواہ نہیں کرتے ، کسی مفاد کا لحاظ نہیں کررہے۔ وہ اس عظیم مقصد کے لئے وہ سب کچھ برداشت کررہے ہیں۔ لوگ اعتراض کررہے ہیں ، منہ موڑ رہے ہیں اور مذاق کررہے ہیں۔ لیکن آپ ہیں کہ کام جاری رکھے ہوئے ہیں۔ ساڑھے نو سو سال اس جدوجہد میں گزرجاتے ہیں۔ چند لوگ ہی دعوت قبول کرتے ہیں جبکہ قوم کی طرف سے منہ موڑنے ، گمراہی پر اصرار کرنے اور مذاق کرنے میں اضافہ ہی ہورہا ہے۔ ٹھیک ساڑھے نو سو سال کے بعد حضرت نوح (علیہ السلام) اللہ تعالیٰ کے دربار میں اپنی کارکردگی کی رپورٹ پیش کرتے ہیں۔ اس طویل عرصے میں جو کچھ پیش آیا ، وہ عرض کردیتے ہیں ، جبکہ رب تعالیٰ کو تو پہلے سے معلوم ہے۔ اور حضرت نوح (علیہ السلام) بھی جانتے ہیں کہ رب کو معلوم ہے ، لیکن شکوہ شکایت یونہی دہرائی جاتی ہے اور انبیائے کرام کا شکوہ تو اللہ ہی سے ہوسکتا ہے۔ وہ اللہ کے ہاں ہی اپنی فریاد پیش کرسکتے ہیں۔ اور وہ مومنین جن کو حقیقت ایمان تک رسائی حاصل ہوتی ہے وہ بھی صرف اللہ ہی سے شکایت کرتے ہیں۔",
  "ayah": 4,
  "surah": 71
}
