{
  "text": "القول في تأويل قوله تعالى :  وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ (27)ذكر أن هذه الآية نـزلت من أجل قوم من أهل الفاقة من المسلمين تمنوا سعة الدنيا والغنى, فمال جلّ ثناؤه: ولو بسط الله الرزق لعباده, فوسعه وكثره عندهم لبغوا, فتجاوزوا الحدّ الذي حدّه الله لهم إلى غير الذي حدّه لهم في بلاده بركوبهم في الأرض ما حظره عليهم, ولكنه ينـزل رزقهم بقدر لكفايتهم الذي يشاء منه.* ذكر من قال ذلك:يونس, قال: أخبرنا ابن وهب, قال: قال أبو هانئ: سمعت عمرو بن حريث وغيره يقولون: إنما أزلت هذه الآية في أصحاب الصُّفَّة ( وَلَوْ  بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الأرْضِ وَلَكِنْ يُنـزلُ بِقَدَرٍ مَا يَشَاءُ ) ذلك بأنهم قالوا: لو أن لنا, فتمنوا.* حدثنا محمد بن سنان القزاز, قال: ثنا أبو عبد الرحمن المقري, قال: ثنا حيوة, قال: أخبرني أبو هانئ, أنه سمع عمرو بن حريث يقول: إنما نـزلت هذه الآية, ثم ذكر مثله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الأرْضِ ) ... الآية قال: كان يقال: خير الرزق ما لا يُطغيك ولا يُلهيك.وذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" أخْوَفُ ما أخافُ على أمَّتِي زَهْرَةُ الدُّنْيا وكَثْرَتُها \". فقال له قاتل: يا نبيّ الله هل يأتي الخير بالشرّ؟ فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" وهَلْ يَأتِي الخَيْرُ بالشَّرِّ؟\" فأنـزل الله عليه عند ذلك, وكان إذا نـزل عليه كرب (1) لذلك, وتربَّد وجهه, حتى إذا سرّي عن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" هَلْ يَأْتِي الخَيْرُ بالشَّرِّ\" يقولها ثلاثا: \" إنَّ الخَيْرَ لا يأتِي إلا بالخَيْرِ\", يقولها ثلاثا. وكان صَلَّى الله عَلَيْهِ وَسَلَّم وتر الكلام: ولكنه والله ما كان ربيع قط إلا أحبط أو ألمّ فأما عبد أعطاه الله مالا فوضعه فى سبيل الله التي افترض وارتضى, فذلك عبد أريد به خير, وعزم له على الخير, وأما عبد أعطاه الله مالا فوضعه في شهواته ولذّاته, وعدل عن حقّ الله عليه, فذلك عبد أريد به شرّ, وعزم له على شرّ.وقوله: ( إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ ) يقول تعالى ذكره: إن الله بما يصلح عباده ويفسدهم من غنى وفقر وسعة وإقتار, وغير ذلك من مصالحهم ومضارهم, ذو خبرة, وعلم, بصير بتدبيرهم, وصرفهم فيما فيه صلاحهم.------------------------الهوامش:(1) في ( اللسان : كرب ) : وفي الحديث : كان إذا أتاه الوحي كرب له ، أي أصابه الكرب فهو مكروب .",
  "ayah": 27,
  "surah": 42
}
