{
  "text": "القول في تأويل قوله تعالى :  وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (30)يقول تعالى ذكره: وما يصيبكم أيها الناس من مصيبة في الدنيا في أنفسكم وأهليكم وأموالكم ( فَبِمَا كَسَبَتْ أَيْدِيكُمْ ) يقول: فإنما يصيبكم ذلك عقوبة من الله لكم بما اجترمتم من الآثام فيما بينكم وبين ربكم ويعفو لكم ربكم عن كثير من إجرامكم, فلا يعاقبكم بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا أيوب, قال: قرأت في كتاب أبي قلابة, قال: نـزلت:  فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ  وأبو بكر رضي الله عنه يأكل, فأمسك فقال: يا  رسول الله إني لراء ما عملت من خير أو شر؟ فقال: \" أرَأيْتَ ما رَأَيْتَ مِمَّا تَكْرَهُ فَهُوَ مِنْ مَثَاقِيلِ ذَرّ الشَّرّ, وَتَدَّخِر مَثاقِيلَ الخَيْرِ حتى تُعْطاهُ يَوْمَ القِيامَةِ\", قال: قال أبو إدريس: فأرى مصداقها في كتاب الله, قال: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ).قال أبو جعفر: حدّث هذا الحديث الهيثم بن الربيع, فقال فيه أيوب عن أبي قلابة, عن أنس, أن أبا بكر رضي الله عنه كان جالسا عند النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم, فذكر الحديث, وهو غلط, والصواب عن أبي إدريس.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ).... الآية ذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول: \" لا يُصِيبُ ابْنُ آدَمَ خَدْش عُودٍ, ولا عَثْرَةُ قَدَم, ولا اخْتِلاجُ عِرْقٍ إلا بذَنْب, ومَا يَعْفُو عَنْهُ أكْثَرُ\".حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ).... الآية, قال: يعجل للمؤمنين عقوبتهم بذنوبهم ولا يؤاخذون بها في الآخرة.وقال آخرون: بل عنى بذلك: وما عوقبتم في الدنيا من عقوبة بحدّ حددتموه على ذنب استوجبتموه عليه فبما كسبت أيديكم يمول: فيما عملتم من معصية الله (وَيَعْفُو عَنْ كَثِيرٍ) فلا يوجب عليكم فيها حدّا.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن (وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ)... الآية, قال: هذا في الحدود. وقال قتادة: بلغنا أنه ما من رجل يصيبه عثرة قدم ولا خدش عود أو كذا وكذا إلا بذنب, أو يعفو, وما يعفو أكثر.",
  "ayah": 30,
  "surah": 42
}
