{
  "text": "القول في تأويل قوله تعالى :  وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ (45)يقول تعالى ذكره: وترى يا محمد الظالمين يعرضون على النار ( خَاشِعِينَ مِنَ الذُّلِّ ) يقول: خاضعين متذللين.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد: الخشوع: الخوف والخشية لله عزّ وجلّ, وقرأ قول الله عزّ وجلّ:  لَمَّا رَأَوُا الْعَذَابَ  ... إلى قوله: ( خَاشِعِينَ مِنَ الذُّلِّ ) قال: قد أذلهم الخوف الذي نـزل بهم وخشعوا له.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( خَاشِعِينَ ) قال: خاضعين من الذلّ.وقوله: ( يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ) يقول: ينظر هؤلاء الظالمون إلى النار حين يعرضون عليها من طرف خفي.واختلف أهل التأويل في معنى قوله: ( مِنْ طَرْفٍ خَفِيٍّ ) فقال بعضهم: معناه: من طرف ذليل. وكأن معنى الكلام: من طرف قد خَفِيَ من ذلَّةٍ.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ )... إلى قوله: ( مِنْ طَرْفٍ خَفِيٍّ ) يعني بالخفيّ: الذليل.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله عز وجل: ( مِنْ طَرْفٍ خَفِيٍّ ) قال: ذليل.وقال آخرون: بل معنى ذلك أنهم يسارقون النظر.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ) قال: يسارقون النظر.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( مِنْ طَرْفٍ خَفِيٍّ ) قال: يسارقون النظر.واختلف أهل العربية في ذلك, فقال بعض نحويي البصرة في ذلك: جعل الطرف العين, كأنه قال: ونظرهم من عين ضعيفة, والله أعلم. قال: وقال يونس: إن ( مِنْ طَرْفٍ ) مثل بطرف, كما تقول العرب: ضربته في السيف, وضربته بالسيف.وقال آخر منهم: إنما قيل: ( مِنْ طَرْفٍ خَفِيٍّ ) لأنه لا يفتح عينيه, إنما ينظر ببعضها.وقال آخرون منهم: إنما قيل: ( مِنْ طَرْفٍ خَفِيٍّ ) لأنهم ينظرون إلى النار بقلوبهم, لأنهم يُحشرُون عُميا.والصواب من القول في ذلك, القول الذي ذكرناه عن ابن عباس ومجاهد, وهو أن معناه: أنهم ينظرون إلى النار من طرف ذليل, وصفه الله جلّ ثناؤه بالخفاء للذلة التي قد ركبتهم, حتى كادت أعينهم أن تغور, فتذهب.وقوله: ( وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ) يقول تعالى ذكره: وقال الذين آمنوا بالله ورسوله: إن المغبونين الذين غبنوا أنفسهم وأهليهم يوم القيامة في الجنة.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قوله: ( الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ) قال: غبنوا أنفسهم وأهليهم في الجنة.وقوله: ( أَلا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ ) يقول تعالى ذكره: ألا إن الكافرين يوم القيامة في عذاب لهم من الله مقيم عليهم, ثابت لا يزول عنهم, ولا يَبيد, ولا يخفّ.",
  "ayah": 45,
  "surah": 42
}
