{
  "text": "القول في تأويل قوله تعالى :  وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (7)يقول تعالى ذكره: وهكذا( أَوْحَيْنَا إِلَيْكَ ) يا محمد ( قُرْآنًا عَرَبِيًّا ) بلسان العرب, لأن الذين أرسلتك إليهم قوم عرب, فأوحينا إليك هذا القرآن بألسنتهم, ليفهموا ما فيه من حجج الله وذكره, لأنا لا نرسل رسولا إلا بلسان قومه, ليبين لهم ( لِتُنْذِرَ أُمَّ الْقُرَى ) وهي مكة ( وَمَنْ حَوْلَهَا ) يقول: ومن حول أم القرى من سائر الناس.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( لِتُنْذِرَ أُمَّ الْقُرَى ) قال: مكة.وقوله: ( وَتُنْذِرَ يَوْمَ الْجَمْعِ ) يقول عزّ وجلّ: وتنذر عقاب الله في يوم الجمع عباده لموقف الحساب والعرض. وقيل: وتنذر يوم الجمع, والمعنى: وتنذرهم يوم الجمع, كما قيل: يخوّف أولياءه, والمعنى: يخوّفكم أولياءه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَتُنْذِرَ يَوْمَ الْجَمْعِ ) قال: يوم القيامة.وقوله: ( لا رَيْبَ فِيهِ ) يقول: لا شكّ فيه.وقوله: ( فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ ) يقول: منهم فريق في الجنة, وهم الذين آمنوا بالله واتبعوا ما جاءهم به رسوله ( وَفَرِيقٌ فِي السَّعِيرِ ) يقول: ومنهم فريق في الموقدة من نار الله المسعورة على أهلها, وهم الذين كفروا بالله, وخالفوا ما جاءهم به رسوله.وقد حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني عمرو بن الحارث, عن أبي قبيل المعافريّ, عن شفيّ الأصبحيّ, عن رجل من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, قال: \" خرج علينا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وفى يده كتابان, فقال: \" هل تدرون ما هذا؟\" فقلنا: لا إلا أن تخبرنا يا رسول الله, قال: \" هَذَا كِتابٌ مِنْ رَبّ العَالمِينَ, فِيهِ أسْمَاءُ أهْلِ الجَنَّة, وأسْمَاءُ آبائِهِمْ وَقَبَائِلِهِمْ\", ثُمَّ أجْمَلَ (2) على آخِرِهِمْ, فَلا يُزَاد فِيهِمْ وَلا يُنْقَصُ مِنْهُمْ أبَدًا, وهَذَا كِتَابُ أهْلِ النَّارِ بأسْمائِهِمْ وأسْمَاءِ آبَائِهِمْ\", ثُمَّ أجْمَلَ على آخِرِهِمْ,\" فَلا يُزَادُ ولا يُنْقَصُ مِنْهُمْ أبَدًا \", قال أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: ففيم إذن نعمل إن كان هذا أمر قد فُرغ منه؟ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" بَلْ سَدِّدُوا وقَارِبُوا, فإنَّ صَاحبَ الجَنَّة يُخْتَمُ لَهُ بعَمَلِ الْجَنَّةِ وإنْ عَمِلَ أيَّ عَمَلٍ, وَصَاحِبُ النَّارِ يُخْتَمُ لَه بعَمَلِ النَّارِ وإنْ عَمِلَ أيَّ عَمَلٍ, فَرَغَ رَبُّكُمْ مِنَ العِبَادِ\" ثم قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بيديه فنبذهما: \" فَرَغَ رَبُّكُمْ مِنَ الخَلْقِ, فَرِيقٌ في الجَنَّةِ, وفَرِيقٌ في السَّعِيرِ\" قالوا: سبحان الله, فلم نعمل وننصب؟ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" العَمَلُ إلى خَوَاتِمِهِ\".حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني عمرو بن الحارث وحيوة بن شريح, عن يحيى بن أبي أسيد, أن أبا فراس حدثه أنه سمع عبد الله بن عمرو يقول: إن الله تعالى ذكره لما خلق آدم نفضه نفض المزود, فأخرج منه كلّ ذرية, فخرج أمثال النغف, فقبضهم قبضتين, ثم قال: شقي وسعيد, ثم ألقاهما, ثم قبضهما فقال : ( فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ )\".قال: أخبرني عمرو بن الحارث, عن أبي شُبُّويه, حدثه عن ابن حجيرة أنه بلغه أن موسى قال: يا ربّ خلقك الذين خلقتهم, جعلت منهم فريقا في الجنة, وفريقا في السعير, لو ما أدخلتهم كلهم الجنة قال: يا موسى ارفع زرعك, فرفع, قال: قد رفعت, قال: ارفع, فرفع, فلم يترك شيئا, قال: يا رب قد رفعت, قال: ارفع, قال: قد رفعت إلا ما لا خير فيه, قال: كذلك أدخل خلقي كلهم الجنة إلا ما لا خير فيه. وقيل: ( فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ ) فرفع. وقد تقدم الكلام قبل ذلك بقوله: ( لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا ) بالنصب, لأنه أريد به الابتداء, كما يقال: رأيت العسكر مقتول أو منهزم, بمعنى: منهم مقتول, ومنهم منهزم.------------------------الهوامش:(2) أجمل : أي ذكر جملة عددهم في آخر الكتاب .",
  "ayah": 7,
  "surah": 42
}
