{
  "text": "آداب سجدہ اور جنات کا اسلام لانا  اللہ تعالیٰ اپنے بندوں کو حکم دیتا ہے کہ اس کی عبادت کی جگہوں کو شرک سے پاک رکھیں، وہاں کسی دوسرے کا نام نہ پکاریں، نہ کسی اور کو اللہ کی عبادت میں شریک کریں، حضرت قتادہ ؒ فرماتے ہیں کہ یہود و نصاریٰ اپنے گرجوں اور کنیسوں میں جا کر اللہ کے ساتھ اوروں کو بھی شریک کرتے تھے تو اس امت کو حکم ہو رہا ہے کہ وہ ایسا نہ کریں بلکہ نبی بھی اور امت بھی سب توحید والے رہیں، حضرت ابن عباس فرماتے ہیں اس آیت کے نزول کے وقت صرف مسجد اقصیٰ تھی اور مسجد حرام، حضرت اعمش نے اس آیت کی تفسیر یہ بیان کی ہے کہ جنات نےحضور ﷺ سے اجازت چاہی کہ آپ کی مسجد میں اور انسانوں کے ساتھ نماز ادا کریں، گویا ان سے کہا جا رہا ہے کہ نماز پڑھو لیکن انسانوں کے ساتھ خلط ملط نہ ہو۔ حضرت سعید بن جبیر فرماتے ہیں جنوں نے حضور ﷺ سے کہا کہ ہم تو دور دراز رہتے ہیں نمازوں میں آپ کی مسجد میں کیسے پہنچ سکیں گے ؟ تو انہیں کہا جاتا ہے کہ مقصود نماز کا ادا کرنا اور صرف اللہ ہی کی عبادت بجا لانا ہے خواہ کہیں ہو، حضرت عکرمہ فرماتے ہیں یہ آیت عام ہے اس میں سبھی مساجد شامل ہیں۔ حضرت سعید بن جبیر فرماتے ہیں کہ یہ آیت اعضاء سجدہ کے بارے میں نازل ہوئی ہے یعنی جن اعضاء پر تم سجدہ کرتے ہو وہ سب اللہ ہی کے ہیں پس تم پر ان اعضاء سے دوسرے کے لئے سجدہ کرنا حرام ہے۔ صحیح حدیث میں ہے کہ مجھے سات ہڈیوں پر سجدہ کرنے کا حکم کیا گیا ہے، پیشانی اور ہاتھ کے اشارے سے ناک کو بھی اس میں شامل کرلیا اور دونوں ہاتھ، دونوں گھٹنے اور دونوں پہنچے۔ آیت (لما قام) کا ایک مطلب تو یہ ہے کہ جنات نے جب حضور ﷺ کی زبانی تلاوت قرآن سنی تو اس طرح آگے بڑھ بڑھ کر عقیدت کا اظہار کرنے لگے کہ گویا ایک دوسرے کے سروں پر چڑھے چلے جاتے ہیں، دوسرا مطلب یہ ہے کہ جنات اپنی قوم سے کہہ رہے ہیں کہ حضور ﷺ کے اصحاب کی اطاعت و چاہت کی حالت یہ ہے کہ جب حضور ﷺ نماز کو کھڑے ہوتے ہیں اور اصحاب پیچھے ہوتے ہیں تو برابر اطاعت و اقتداء میں آخر تک مشغول رہتے ہیں گویا ایک حلقہ ہے، تیسرا قول یہ ہے کہ جب رسول اللہ ﷺ کی توحید کا اعلان لوگوں میں کرتے ہیں تو کافر لوگ دانت چبا چبا کر الجھ جاتے ہیں، جنات و انسان مل جاتے ہیں کہ اس امر دین کو مٹا دیں اور اس کی روشنی کو چھپا لیں مگر اللہ کا ارادہ اس کے خلاف ہوچکا ہے، یہ تیسرا قول ہی زیادہ ظاہر معلوم ہوتا ہے کہ کیونکہ اس کے بعد ہی ہے کہ میں تو صرف اپنے رب کا نام ورد زبان رکھتا ہوں اور کسی اور کی عبادت نہیں کرتا، یعنی جب دعوت حق اور توحید کی آواز ان کے کان میں پڑی جو مدتوں سے غیر مانوس و چکی تھی تو ان کفار نے ایذاء رسانی مخالفت اور تکذیب پر کمر باندھ لی حق کو مٹا دینا چاہا اور رسول اللہ ﷺ کی عداوت پر سب متحد ہوگئے اس وقت ان سے رسول ﷺ نے کہا کہ میں تو اپنے پالنے والے (وحدہ لاشریک لہ) کی عبادت میں مشغول ہوں میں اسی کی پناہ میں ہوں اسی پر میرا توکل ہے وہ ہی میرا سہارا ہے مجھ سے یہ توقع ہرگز نہ رکھو کہ میں کسی اور کے سامنے جھکوں یا اس کی پرستش کروں، میں تم جیسا انسان ہوں تمہارے نفع نقصان کا مالک میں نہیں ہوں میں تو اللہ کا ایک غلام ہوں اللہ کے بندوں میں سے ایک ہوں، تمہاری ہدایت ضلالت کا مختار ومالک میں نہیں سب چیزیں اللہ کے قبضے میں ہیں میں تو صرف پیغام رساں ہوں، اگر میں خود بھی اللہ کی معصیت کروں تو یقینا اللہ مجھے عذاب دے گا اور کسی سے نہ ہو سکے گا کہ مجھے بچا لے، مجھے کوئی پناہ کی جگہ اس کے سوا نظر ہی نہیں آتی، میری حیثیت صرف مبلغ اور رسول کی ہے، بعض تو کہتے ہیں الا کا استثنا (لا املک) سے ہے یعنی میں نفع نقصان ہدایت ضلالت کا مالک نہیں میں تو صرف تبلیغ کرنے والا پیغام پہنچانے والا ہوں اور ہوسکتا ہے کہ (لن یجیرنی) سے یہ استثناء ہو یعنی اللہ کے عذابوں سے مجھے صرف میری رسالت کی ادائیگی ہی بچا سکتی ہے، جیسے اور جگہ ہے آیت (يٰٓاَيُّھَا الرَّسُوْلُ بَلِّــغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۭوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهٗ ۭوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِ ۭاِنَّ اللّٰهَ لَا يَهْدِي الْقَوْمَ الْكٰفِرِيْنَ 67؀) 5۔ المآئدہ :67) ، یعنی اے رسول تیری طرف جو تیرے رب کی طرف سے اتارا گیا ہے اسے پہنچا دے اور اگر تو نے یہ نہ کیا تو تو نے حق رسالت ادا نہیں کیا اللہ تعالیٰ تجھے لوگوں سے بچا لے گا۔ نافرمان کے لئے ہمیشہ والی جہنم کی آگ ہے جس میں سے نہ نکل سکیں نہ بھاگ سکیں۔ جب یہ مشرکین جن وانس قیامت والے دن ڈراؤنے عذابوں کو دیکھ لیں گے اس وقت ظاہر ہوجائے گا کہ کمزور مددگاروں اور بےوقعت گنتی والوں میں کون کون شامل تھا ؟ یعنی مومن موحد یا یہ مشرک، حقیقت یہ ہے کہ اس دن مشرکوں کا برائے نام بھی کوئی مدد کرنے والا نہیں ہوگا اور اللہ کے لشکروں کے مقابلہ پر ان کی گنتی بھی کچھ نہ ہوگی۔",
  "ayah": 18,
  "surah": 72
}
