{
  "text": "جنات پر قرآن حکیم کا اثر  اللہ تبارک و تعالیٰ اپنے رسول حضرت محمد مصطفیٰ ﷺ سے فرماتا ہے کہ اپنی قوم کو اس واقعہ کی اطلاع دو کہ جنوں نے قرآن کریم سنا اسے سچا مانا اس پر ایمان لائے اور اس کے مطیع بن گئے، فرماتا ہے کہ اے نبی ﷺ تم کہو میری طرف وحی کی گئی کہ جنوں کی ایک جماعت نے قرآن کریم سنا اور اپنی قوم میں جا کر خبر دی کہ آج ہم نے عجیب و غریب کتاب سنی جو سچا اور نجات کا راستہ بتاتی ہے ہم تو اسے مان چکے ناممکن ہے کہ اب ہم اللہ کے ساتھ کسی اور کی عبادت کریں۔ یہی مضمون آیتوں میں گذر چکا ہے آیت (واذ صرفنا الیک الخ، یعنی جبکہ ہم نے جنوں کی ایک جماعت کو تیری طرف لوٹایا کہ وہ قرآں سنیں اور اس کی تفسیر احادیث سے وہیں ہم بیان کرچکے ہیں یہاں لوٹانے کی ضرورت نہیں، پھر یہ جنات اپنی قوم سے فرماتے ہیں کہ ہم رب کے کام قدرت والے اس کے احکام بہت بلند وبالا، بڑا ذیشان اور ذی عزت ہے، اس کی نعمتیں، قدرتیں اور مخلوق پر مہربانیاں بہت باوقعت ہیں اس کی جلالت و عظمت بلند پایہ ہے اس کا جلال و اکرام بڑھا چڑھا ہے اس کا ذکر بلند رتبہ ہے اس کی شان اعلیٰ ہے، ایک روایت میں حضرت ابن عباس سے مروی ہے کہ (جد) کہتے ہیں باپ کو۔ اگر جنات کو یہ علم ہوتا کہ انسانوں میں جد ہوتا ہے تو وہ اللہ کی نسبت یہ لفظ نہ کہتے، یہ قول گو سنداً قوی ہے لیکن کلام بنتا نہیں اور کوئی مطلب سمجھ میں نہیں آتا ممکن ہے اس میں کچھ کلام چھوٹ گیا ہو واللہ اعلم، پھر اپنی قوم سے کہتے ہیں کہ اللہ اس سے پاک اور برتر ہے کہ اس کی بیوی ہو یا اس کی اولاد ہو، پھر کہتے ہیں کہ ہمارا بیوقوف یعنی شیطان اللہ پر جھوٹ تہمت رکھتا ہے اور یہ بھی ہوسکتا ہے کہ مراد اس سے عام ہو یعنی جو شخص اللہ کی اولاد اور بیوی ثابت کرتا ہے بےعقل ہے، جھوٹ بکتا ہے، باطل عقیدہ رکھتا ہے اور ظالمانہ بات منہ سے نکالتا ہے، پھر فرماتے ہیں کہ ہم تو اسی خیال میں تھے کہ جن وانس اللہ پر جھوٹ نہیں باندھ سکتے لیکن قرآن سن کر معلوم ہوا کہ یہ دونوں جماعتیں رب العالمین پر تہمت رکھتی تھیں دراصل اللہ کی ذات اس عیب سے پاک ہے، پھر کہتے ہیں کہ جنات کے زیادہ بہکنے کا سبب یہ ہوا کہ وہ دیکھتے تھے کہ انسان جب کبھی کسی جنگل یا ویرانے میں جاتے ہیں تو جنات کی پناہ طلب کیا کرتے ہیں، جیسے کہ جاہلیت کے زمانہ کے عرب کی عادت تھی کہ جب کبھی کسی پڑاؤ پر اترتے تو کہتے کہ اس جنگل کے بڑے جن کی پناہ میں ہم آتے ہیں اور سمجھتے تھے کہ ایسا کہہ لینے کے بعد تمام جنات کے شر سے ہم محفوظ ہوجاتے ہیں جس طرح کسی شہر میں جاتے تو وہاں کے بڑے رئیس کی پناہ لے لیتے تاکہ شہر کے اور دشمن لوگ انہیں ایذاء نہ پہنچائیں، جنوں نے جب یہ دیکھا کہ انسان بھی ہماری پناہ لیتے ہیں تو ان کی سرکشی اور بڑھ گئی اور انہوں نے اور بری طرح انسانوں کو ستانا شروع کیا اور یہ بھی مطلب ہوسکتا ہے کہ جنات نے یہ حالت دیکھ کر انسانوں کو اور خوف زدہ کرنا شروع کیا اور انہیں طرح طرح سے ستانے لگے۔ دراصل جنات انسانوں سے ڈرا کرتے تھے جیسے کہ انسان جنوں سے بلکہ اس سے بھی زیادہ یہاں تک کہ جس جنگل بیابان میں انسان جا پہنچتا تھا وہاں سے جنات بھاگ کھڑے ہوتے تھے لیکن جب سے اہل شرک نے خود ان سے پناہ مانگنی شروع کی اور کہنے لگے کہ اس وادی کے سردار جن کی پناہ میں ہم آتے ہیں اس سے کہ ہمیں ہماری اولاد و مال کو کوئی ضرر نہ پہنچے اب جنوں نے سمجھا کہ یہ تو خود ہم سے ڈرتے ہیں تو ان کی جرات بڑھ گئی اور اب طرح طرح سے ڈرانا ستانا اور چھیڑنا انہوں نے شروع کیا، وہ گناہ، خوف، طغیانی اور سرکشی میں اور بڑھ گئے۔ کردم بن ابو سائب انصاری کہتے ہیں میں اپنے والد کے ہمراہ مدینہ سے کسی کام کے لئے باہر نکلا اس وقت حضور ﷺ کی بعثت ہوچکی تھی اور مکہ شریف میں آپ بحیثیت پیغمبر ظاہر ہوچکے تھے رات کے وقت ہم ایک چرواہے کے پاس جنگل میں ٹھہر گئے آدھی رات کے وقت ایک بھیڑیا آیا اور بکری اٹھا کرلے بھاگا، چرواہا اس کے پیچھے دوڑا اور پکار کر کہنے لگا اے اس جنگل کے آباد رکھنے والے تیری پناہ میں آیا ہوا ایک شخص لٹ گیا ساتھ ہی ایک آواز آئی حالانکہ کوئی شخص نظر نہ آتا تھا کہ اے بھیڑیئے اس بکری کو چھوڑ دے تھوڑی دیر میں ہم نے دیکھا کہ وہی بکری بھاگی بھاگی آئی اور ریوڑ میں مل گئی اسے زخم بھی نہیں لگا تھا یہی بیان اس آیت میں ہے جو اللہ کے رسول ﷺ پر مکہ میں اتری کہ بعض لوگ جنات کی پناہ مانگا کرتے تھے، ممکن ہے کہ یہ بھیڑیا بن کر آنے والا بھی جن ہی ہو اور بکری کے بچے کو پکڑ کرلے گیا ہو اور چرواہے کی اس وہائی پر چھوڑ دیا ہو تاکہ چرواہے کو اور پھر اس کی بات سن کر اوروں کو اس بات کا یقین کامل ہوجائے کہ جنات کی پناہ میں آجانے سے نقصانات سے محفوظ رہتے ہیں اور پھر اس عقیدے کے باعث وہ اور گمراہ ہوں اور اللہ کے دین سے خارج ہوجائیں واللہ اعلم۔ یہ مسلمان جن اپنی قوم سے کہتے ہیں کہ اے جنو جس طرح تمہارا گمان تھا اسی طرح انسان بھی اسی خیال میں تھے کہ اب اللہ تعالیٰ کسی رسول کو نہ بھیجے گا۔",
  "ayah": 2,
  "surah": 72
}
