{
  "text": "ثم تحدثت الآيات الكريمة بعد ذلك عن فتنة سليمان - عليه السلام - فقال - تعالى - : ( وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا على كُرْسِيِّهِ جَسَداً ثُمَّ أَنَابَ . . )وقوله : ( فَتَنَّا ) من الفتن بمعنى الابتلاء والاختبار والامتحان . تقول : فتنت الذهب بالنار ، أى : اختبرته لتعلم جودته . .قال الآلوسى : وأظهر ما قيل فى فتنة سليمان - عليه السلام - أنه قال : لأطوفن الليلة على سبعين امرأة . تأتى كل واحدة بفارس يجاهد فى سبيل الله - تعالى - ولم يقل إن شاء الله . فطاف عليهن فلم تحمل إلا امرأة وجاءت بشق رجل .وقد روى ذلك الشيخان وغيرهما عن أبى هريرة مرفوعا ، وفيه : \" فوالذى نفس محمد بيده لو قال إن شاء الله لجاهدوا فرسانا \" .ولكن الذى فى صحيح البخارى أربعين بدل سبعين . وأن الملك قال له : قل إن شاء الله ، فلم يقل - أى فلم يقل ذلك على سبيل النسيان ..والمراد بالجسد ذلك الشق الذى ولدته له . ومعنى إلقائه على كرسيه : وضع القابلة له عليه ليراه .وقد ذكروا أن سليمان : إنما قال : \" تحمل كل امرأة فارسا يجاهد فى سبيل الله \" على سبيل التمنى للخير ، وطلب الذرية الصالحة المجاهدة فى سبيل الله .ومعى \" فلم يقل \" أى : بلسانه على سبيل النسيان ، والنسيان معفو عنه ، إلا أن سليمان - عليه السلام - لسمو منزلته اعتبر لك ذنبا يستحق الاستغفار منه ، فقال بعد ذلك \" اغفر لى . . . \"وقوله : \" لأطوفن الليلة . . . \" كناية عن الجماع ، قالوا : ولعل المقصود . طوافه عليهن ابتداء من تلك الليلة ، ولا مانع من أن يستغرق طوافه بهن عدة ليال .وقد استنبط العلماء من هذا الحديث أن فتنة سليمان ، هى تركه تعليق ما طلبه على مشيئة الله ، وأن عقابه على ذلك كان عدم تحقق ما طلبه .وهذا الرأى فى تقديرنا هو الرأى الصواب فى تفسير الآية الكريمة لأنه مستند إلى حديث صحيح ثابت فى الصحيحين وفى غيرهما ، ولأنه يتناسب مع عصمة الأنبياء وسمو منزلتهم ، فإن النسيان الذى لا يترتب عليه ترك شئ من التكاليف التى كلفهم الله - تعالى - بها جائز عليهم .وقد ذكرنا عند تفسيرنا لقوله - تعالى - : ( وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً . إِلاَّ أَن يَشَآءَ الله ) أن الوحى مكث فترة لم ينزل على رسول الله صلى الله عليه وسلم لأنه نسى أن يقول - عندما سأله المشركون عن بعض الأشياء إن شاء الله ، وقال سأجيبكم على ما سألتمونى عنه غدا .ومن العلماء من آثر عدم تعيين الفتنة التى اختبر الله - تعالى - بها سيدنا سليمان - عليه السلام - ، بتركه المشيئة ، فقال بعد أن ذكر الحديث السابق : وجائز أن تكون هذه الفتنة التى تشير إليها الآيات هنا وأن يكون الجسد هو هذا الوليد الشق ، ولكن هذا مجرد احتمال .ثم قال : وكل ما نخرج به هو أنه كان عناك ابتلاء من الله وفتنة لنبى الله سليمان - عليه السلام - فى شأن يتعلق بتصرفاته فى الملك والسلطان ، كما يبتلى الله أنباءه ليوجههم ويرشدهم ، ويبعد خطاهام عن الزلل ، وأن سليمان أناب إلى ربه ورجع . وطلب المغفرة ، واتجه إلى الله بالرجاء والدعاء . .ونرى أنه رأى لا بأس به ، وإن كنا نؤثر عليه الرأى السابق لاستناده فى استنباط المراد من الفتنة هنا إلى الحديث الصحيح .هذا . وهناك أقوال أخرى ذكروها فى المقصود بفتنة سليمان وبالجسد الذى ألقاه الله على كرسى سليمان ، وهى أقوال ساقطة ، تتنافى مع عصمة الأنبياء - عليه السلام - .ومن هذه الأقوال قول بعضهم : إن الجسد الذى ألقى على كرسى سليمان ، عبارة عن شيطان تمثل له فى صورة إنسان ، ثم أخذ من سليمان خاتمه الذى كان يصرف به ملكه .وقعد ذلك الشيطان على كرسى سليمان ، ولم يعد لسليمان ملكه إلا بعد أن عثر على خاتمه .وقول بعضهم : إن سبب فتنة سليمان - عليه السلام - هو سجود إحدى زوجاته لتمثال أبيها الذى قتله سليمان فى إحدى الحروب ، وقد بقيت على هذه الحال هى وجواريها أربعين ليلة ، دون أن تعلم سليمان بذلك .وقول بعضهم : إن سبب فتنة سليمان أنه وُلِدَ له ولد فخاف عليه من الشياطين ، فأمر السحاب بحفظه وتغذيته . ولكن هذا الولد وقع ميتا على كرسى سليمان ، فاستغفر سليمان ربه لأنه لم يعتمد عليه فى حفظ ابنه . إلى غير ذلك من الأقوال الساقطة الباطلة ، التى تتنافى مع عصمة الأنبياء - عليهم الصلاة والسلام - وتتنافى - أيضا - مع كل عقل سليم ، ولا مستند لها إلا النقل عن الإِسرائيليات وعن القصاص الذين يأتون بقصص ما أنزل الله بها من سلطان .قال أبو حيان - رحمه الله - : نقل المفسرون فى هذه الفتنة وفى إلقاء الجسد أقوال يجب براءة الأنبياء منها ، يوقف عليها فى كتبهم ، وهى مما لا يحل نقلها ، وهى إم من أوضاع اليهود ، أو الزنادقة ، ولم يبين الله - تعالى - الفتنة ما هى ، ولا الجسد الذى ألقاه على كرسى سليمان .وأقرب ما قيل فيه ، أن المراد بالفتنة كونه لم يستثن فى الحديث الذى قال فيه : لأطوفن الليلة على سبعين امرأة . . والجسد الملقى هو المولود شق رجل . .",
  "ayah": 34,
  "surah": 38
}
