{
  "text": "ثم انتقلت السورة الكريمة إلى الحديث عن أيوب - عليه السلام - فذكرت نداءه لربه ، واستجابة الله - تعالى - له وما وهبه من نعم جزاء صبره ، فقال - تعالى -( واذكر عَبْدَنَآ أَيُّوبَ . . . ) .قال الإِمام الرازى : اعلم أن قصة أيوب هى القصة الثالثة من القصص المذكورة فى هذه السورة ، واعلم أن داود وسيمان كانا ممن أفاض الله عليه أصناف الآلاء والنعماء ، وأيوب كان ممن خصه الله بأنواع البلاء ، والمقصود من جميع هذه القصص الاعتبار .فكأن الله - تعالى - يقول لنبيه صلى الله لعيه وسلم : اصبر على سفاهة قومك ، فإنه ما كان فى الدنيا أكثر نعمة ومالا من داود وسليمان ، وما كان أكثر بلاء ومحنة من أيوب ، فتأمل فى أحوال هؤلاء لتعرف أن أحوال الدنيا لا تنتظم لأحد ، وأن العاقل لابد له من الصبر على المكاره . .وأيوب - عليه السلام - هو ابن أموص بن برزاح ، وينتهى نسبه إلى إسحاق بن إبراهيم - عليهما السلام - وكانت بعثته على الراجح بين موسى ويوسف - عليهما السلام - .وكان صاحب أموال كثيرة ، وله أولاد . . فابتلى فى ماله وولده وجسده ، وصبر على كل ذلك صبرا جميلا . فكافأه الله - تعالى - على صبره ، بأن أجاب دعاءه ، وآتاه أهله ومثلهم معهم . .وقوله - سبحانه - : ( واذكر عَبْدَنَآ أَيُّوبَ . . ) معطوف على قوله - تعالى - قبل ذلك : ( واذكر عَبْدَنَا دَاوُودَ . . . ) و \" النًّصْب \" - بضم فسكون - وقرأ حفص ونافع - بضم النون والصاد : - التعب والمشقة مأخوذ من قولهم أنصبنى الأمر ، إذا شق عليه وأتعبه . والعذاب : الآلام الشديدة التى يحس بها الإِنسان فى بدنه . أى : واذكر - أيها الرسول الكريم - حال أخيك أيوب - عليه السلام - حين دعا ربه - تعالى - فقال : يا رب أنت تعلم أنى مسنى الشيطان بالهموم الشديد ، وبالآلام المبرحة التى حلت بجسدى فجعلتنى فى نهاية التعب والمرض .وجمع - سبحانه - فى بيان ما أصابه بين لفظى النصب والعذاب ، للإِشارة إلى أنه قد أصيب بنوعين من المكروه : الغم الشديد بسبب زوال الخيرات التى كانت يديه ، وهو ما يشير إليه لفظ ( النصب ) والألم الكثير الذى حل بجسده بسبب الأمراض والأسقام ، والعلل ، وهو ما يشيير إليه لفظ ( العذاب ) .ونسب ما مسه من نصب وعذاب إلى الشيطان تأدبا منه مع ربه - عز وجل - حيث أبى أن ينسب الشر إليه - سبحانه - ، وإن كان الكل من خلق الله - تعالى - .وفى هذا النداء من أيوب لربه ، أسمى ألوان الأدب والإِجلال ، إذا اكتفى فى تضرعه بشرح حاله دون أن يزيد على ذلك ، ودون أن يقترح على خالقه - عز وجل - شيئا معينا ، أو يطلب شيئا معينا .قال صاحب الكشاف : ألطف أيوب - عليه السلام - فى السؤال حيث ذكر نفسه بما يوجب الرحمة .. ولم يصرح بالمطلوب .ويحكى أن عجوزا تعرضت لسليمان بن عبد الملك فقالت له : يا أمير المؤمنين ، مشت جرذان - أى فئران - بيتى على العصا!! فقال لها : ألطفت فى السؤال ، لا جرم لأجعلنها تثب وثب الفهود ، وملأ بيتها حبا .وشبيه بهذه الآية قوله - تعالى - فى سورة الأنبياء : ( وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضر وَأَنتَ أَرْحَمُ الراحمين ) وقد ذكر بعض المفسرين هنا قصصا وأقوالا فى غاية السقوط والفساد ، حيث ذكروا أن أيوب - عليه السلام - مرض زمنا طويلا ، وأن الديدان تناثرت من جسده ، وأن لحمه قد تمزق .وهذه كلها أقوال باطلة ، لأن الله - تعالى - عصم أنبياءه من الأمراض المنفرة ، التى تؤدى إلى ابتعاد الناس عنهم ، سواء أكانت أمراضا جسدية أم عصبية أم نفسية . .والذى يجب اعتقاده أن الله - تعالى - قد ابتلى عبده أيوب ببعض الأمراض التى لا تتنافى مع منصب النبوة ، وقد صبر أيوب على ذلك حتى ضرب به المثل فى الصبر ، فكانت عاقبة صبره أن رفع الله - تعالى - عنه الضر والبلاء ، وأعطاه من فضله الكثير من نعمه .",
  "ayah": 41,
  "surah": 38
}
