{
  "text": "ثم صرحوا فى نهاية المطالف بالسبب الحقيقى الذى حال بينهم وبين الإِيمان ، ألا وهو الحقد والحسد ، وإنكار أن يختص الله تعالى رسوله من بينهم بالرسالة ، فقالوا - كما حكى القرآن عنهم - : ( أَأُنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا؟ . . . ) .والاستفهام للإِنكار والنفى . أى : يف يدعى محمد صلى الله عليه وسلم أنه قد نزل عليه القرآن من بيننا ، ونحن السادة الأغنياء العظماء ، وهو دوننا فى ذلك؟ إننا ننكر وننفى دعواه النبوة من بيننا .قال صاحب الكشاف : أنكروا أن يختص بالشرف من بين أشرافهم ورؤسائهم وينزل عليه الكتاب من بينهم ، كما قالوا : ( وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ ) وهذا الإِنكار ترجمة عما كانت تغلى به صدورهم من الحسد على ما أوتى من شرف النبوة من بينهم .ولقد حكى القرآن أحقادهم هذه على النبى صلى الله عليه وسلم فى آيات كثيرة ورد عليها بما يبطلها ومن ذلك قوله - تعالى - :( وَإِذَا جَآءَتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حتى نؤتى مِثْلَ مَآ أُوتِيَ رُسُلُ الله الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ . . . ) ولقد صرح أبو جهل بهذا الحسد للنبى صلى الله عليه وسلم فعندما سأله سائل ، أتظن محمدا على حق أم على باطل؟ كان جوابه : إن محمد لعلى حق ولكن متى كنا لبنى هاشم تبعا . أى : متى كانت أسرتنا تابعة لبنى هاشم!!وفى رواية أنه قال : تنازعنا نحن وبنو عبد مناف الشرف : أطعموا فأطعمنا ، وحملوا فحملنا ، وأعطوا فأعطينا ، حتى إذا تحاذينا على الركب ، وكنا كفرسى رهان ، قالوا : منا نبى يأتيه الوحى من السماء ، فمتى ندرك هذه؟ والله لا نؤمن به أبدا ولا نصرفه .وقوله - سبحانه - : ( بْل هُمْ فَي شَكٍّ مِّن ذِكْرِي ) إضراب عن كلام يفهم من السياق . وتسلية للرسول صلى الله عليه وسلم عما أصابه منهم من أذى .أى : هؤلاء الجاحدون الحاقدون لم يقطعوا برأى فى شأنك - أيها الرسول الكريم - وفى شأن ما جئتهم به ، ولم يستندوا فى أقوالهم إلى دليل أو ما يشبه الدليل ، وإنما هم فى شك من هذا القرآن الذى أيدناك به ، بدليل أنك تراهم يصفونك تارة بالسحر ، وتارة بالكهانة ، وتارة بالشعر ، ولو عقلوا وأنصفوا لآمنوا بك وصدقوك .وقوله - سبحانه - : ( بَل لَّمَّا يَذُوقُواْ عَذَابِ ) إضراب عن مجموع الكلامين السابقين المشتملين على الحسد والشك .أى : لا تحزن - أيها الرسول الكريم - من مسالكهم الخبيثة ، وأقوالهم الفاسدة . فإنهم ما فعلوا ذلك إلا أنهم لم يذوقوا عذابى بعد ، فإذا ذاقوه زال حسدهم وشكهم ، وتيقنوا بأنك على الحق المبين ، وهم على الباطل الذى لا يحوم حوله حق .وفى التعبير بقوله ( لما ) إشارة إلى أن نزول العذاب هبم وتذويقهم له ، قريب للحصول .",
  "ayah": 8,
  "surah": 38
}
