{
  "text": "قوله تعالى : وعباد الرحمن الذين يمشون على الأرض هونا وإذا خاطبهم الجاهلون قالوا سلاما .[ ص: 66 ] قوله تعالى : وعباد الرحمن الذين يمشون على الأرض هونا لما ذكر جهالات المشركين وطعنهم في القرآن والنبوة ذكر عباده المؤمنين أيضا وذكر صفاتهم ، وأضافهم إلى عبوديته تشريفا لهم ، كما قال : سبحان الذي أسرى بعبده . وقد تقدم . فمن أطاع الله وعبده وشغل سمعه وبصره ولسانه وقلبه بما أمره فهو الذي يستحق اسم العبودية ، ومن كان بعكس هذا شمله قوله تعالى : أولئك كالأنعام بل هم أضل يعني في عدم الاعتبار ; كما تقدم في ( الأعراف ) . وكأنه قال : وعباد الرحمن هم الذين يمشون على الأرض ، فحذف هم ; كقولك : زيد الأمير ، أي زيد هو الأمير . ف \" الذين \" خبر مبتدأ محذوف ; قاله الأخفش . وقيل : الخبر قوله في آخر السورة : أولئك يجزون الغرفة بما صبروا وما بين المبتدأ والخبر أوصاف لهم وما تعلق بها ; قاله الزجاج . قال : ويجوز أن يكون الخبر : الذين يمشون على الأرض . و يمشون عبارة عن عيشهم ومدة حياتهم وتصرفاتهم ، فذكر من ذلك العظم ، لا سيما وفي ذلك الانتقال في الأرض ; وهو معاشرة الناس وخلطتهم .قوله تعالى : هونا الهون مصدر الهين وهو من السكينة والوقار . وفي التفسير : يمشون على الأرض حلماء متواضعين ، يمشون في اقتصاد . والقصد والتؤدة وحسن السمت من أخلاق النبوة . وقال صلى الله عليه وسلم : أيها الناس عليكم بالسكينة فإن البر ليس في الإيضاع وروي في صفته صلى الله عليه وسلم أنه كان إذا زال زال تقلعا ، ويخطو تكفؤا ، ويمشي هونا ، ذريع المشية إذا مشى كأنما ينحط من صبب . التقلع : رفع الرجل بقوة ، والتكفؤ : الميل إلى سنن المشي وقصده . والهون الرفق والوقار . والذريع الواسع الخطا ; أي إن مشيه كان يرفع فيه رجله بسرعة ويمد خطوه ; خلاف مشية المختال ، ويقصد سمته ; وكل ذلك برفق وتثبت دون عجلة . كما قال : كأنما ينحط من صبب ، قاله القاضي عياض . وكان عمر بن الخطاب رضي الله عنه يسرع جبلة لا تكلفا .قال الزهري : سرعة المشي تذهب بهاء الوجه . قال ابن عطية : يريد الإسراع الحثيث لأنه يخل بالوقار ; والخير في التوسط . وقال زيد بن أسلم : كنت أسأل عن تفسير قوله تعالى : الذين يمشون على الأرض هونا فما وجدت من ذلك شفاء ، فرأيت في المنام من جاءني فقال لي : هم الذين لا يريدون أن يفسدوا في الأرض . قال القشيري ; وقيل لا يمشون لإفساد ومعصية ، بل في طاعة الله والأمور المباحة من غير هوك . وقد قال الله تعالى : [ ص: 67 ] ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور . وقال ابن عباس : بالطاعة والمعروف والتواضع . الحسن : حلماء إن جهل عليهم لم يجهلوا . وقيل : لا يتكبرون على الناس .قلت : وهذه كلها معان متقاربة ، ويجمعها العلم بالله والخوف منه ، والمعرفة بأحكامه والخشية من عذابه وعقابه ; جعلنا الله منهم بفضله ومنه . وذهبت فرقة إلى أن هونا مرتبط بقوله : يمشون على الأرض ، أن المشي هو هون . قال ابن عطية : ويشبه أن يتأول هذا على أن تكون أخلاق ذلك الماشي هونا مناسبة لمشيه ، فيرجع القول إلى نحو ما بيناه . وأما أن يكون المراد صفة المشي وحده فباطل ; لأنه رب ماش هونا رويدا وهو ذئب أطلس . وقد كان رسول الله صلى الله عليه وسلم يتكفأ في مشيه كأنما ينحط في صبب . وهو عليه الصلاة والسلام الصدر في هذه الأمة . وقوله عليه الصلاة والسلام : من مشى منكم في طمع فليمش رويدا إنما أراد في عقد نفسه ، ولم يرد المشي وحده . ألا ترى أن المبطلين المتحلين بالدين تمسكوا بصورة المشي فقط ; حتى قال فيهم الشاعر ذما لهم :كلهم يمشي رويدا كلهم يطلب صيداقلت : وفي عكسه أنشد ابن العربي لنفسه :تواضعت في العلياء والأصل كابر     وحزت قصاب السبق بالهون في الأمرسكون فلا خبث السريرة أصله     وجل سكون الناس من عظم الكبرقوله تعالى : وإذا خاطبهم الجاهلون قالوا سلاما قال النحاس : ليس سلاما من التسليم إنما هو من التسلم ; تقول العرب : سلاما ، أي تسلما منك ، أي براءة منك . منصوب على أحد أمرين : يجوز أن يكون منصوبا ب \" قالوا \" ويجوز أن يكون مصدرا ; وهذا قول سيبويه . قال ابن عطية : والذي أقوله : أن \" قالوا \" هو العامل في سلاما لأن المعنى قالوا هذا اللفظ . وقال مجاهد : معنى سلاما سدادا . أي يقول للجاهل كلاما يدفعه به برفق [ ص: 68 ] ولين . ف \" قالوا \" على هذا التأويل عامل في قوله : سلاما على طريقة النحويين ; وذلك أنه بمعنى \" قولا \" . وقالت فرقة : ينبغي للمخاطب أن يقول للجاهل سلاما ; بهذا اللفظ . أي سلمنا سلاما أو تسليما ، ونحو هذا ; فيكون العامل فيه فعلا من لفظه على طريقة النحويين . مسألة : هذه الآية كانت قبل آية السيف ، نسخ منها ما يخص الكفرة وبقي أدبها في المسلمين إلى يوم القيامة . وذكر سيبويه النسخ في هذه الآية في كتابه ، وما تكلم فيه على نسخ سواه ; رجح به أن المراد السلامة لا التسليم ; لأن المؤمنين لم يؤمروا قط بالسلام على الكفرة . والآية مكية فنسختها آية السيف . قال النحاس : ولا نعلم لسيبويه كلاما في معنى الناسخ والمنسوخ إلا في هذه الآية . قال سيبويه : لم يؤمر المسلمون يومئذ أن يسلموا على المشركين لكنه على معنى قوله : تسلما منكم ، ولا خير ولا شر بيننا وبينكم . المبرد : كان ينبغي أن يقال : لم يؤمر المسلمون يومئذ بحربهم ثم أمروا بحربهم . محمد بن يزيد . أخطأ سيبويه في هذا وأساء العبارة . ابن العربي : لم يؤمر المسلمون يومئذ أن يسلموا على المشركين ولا نهوا عن ذلك ، بل أمروا بالصفح والهجر الجميل ، وقد كان عليه الصلاة والسلام يقف على أنديتهم ويحييهم ويدانيهم ولا يداهنهم . وقد اتفق الناس على أن السفيه من المؤمنين إذا جفاك يجوز أن تقول له سلام عليك .قلت : هذا القول أشبه بدلائل السنة . وقد بينا في سورة ( مريم ) اختلاف العلماء في جواز التسليم على الكفار ، فلا حاجة إلى دعوى النسخ ; والله أعلم . وقد ذكر النضر بن شميل قال حدثني الخليل قال : أتيت أبا ربيعة الأعرابي وكان من أعلم من رأيت ، فإذا هو على سطح ، فلما سلمنا رد علينا السلام وقال لنا : استووا . وبقينا متحيرين ولم ندر ما قال . فقال لنا أعرابي إلى جنبه : أمركم أن ترتفعوا . قال الخليل : هو من قول الله عز وجل : ثم استوى إلى السماء وهي دخان فصعدنا إليه فقال : هل لكم في خبز فطير ، ولبن هجير ، وماء نمير ؟ فقلنا : الساعة فارقناه . فقال : سلاما . فلم ندر ما قال . قال : فقال الأعرابي : إنه سألكم متاركة لا خير فيها ولا شر . فقال الخليل : هو من قول الله عز وجل : وإذا خاطبهم الجاهلون قالوا سلاما . قال ابن عطية : ورأيت في بعض التواريخ أن إبراهيم بن المهدي - وكان من المائلين على علي بن أبي طالب رضي الله عنه - قال يوما بحضرة المأمون وعنده جماعة : كنت أرى علي بن أبي طالب في النوم فكنت أقول له من أنت ؟ فكان يقول : علي بن أبي طالب . فكنت [ ص: 69 ] أجيء معه إلى قنطرة فيذهب فيتقدمني في عبورها . فكنت أقول : إنما تدعي هذا الأمر بامرأة ونحن أحق به منك . فما رأيت له في الجواب بلاغة كما يذكر عنه . قال المأمون : وبماذا جاوبك ؟ قال : فكان يقول لي : سلاما . قال الراوي : فكأن إبراهيم بن المهدي لا يحفظ الآية أو ذهبت عنه في ذلك الوقت . فنبه المأمون على الآية من حضره وقال : هو والله يا عم علي بن أبي طالب ، وقد جاوبك بأبلغ جواب ، فخزي إبراهيم واستحيا . وكانت رؤيا لا محالة صحيحة .",
  "ayah": 63,
  "surah": 25
}
