{
  "text": "قوله تعالى : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما إخراج لعباده المؤمنين من صفات الكفرة في عبادتهم الأوثان ، وقتلهم النفس بوأد البنات ; وغير ذلك من الظلم والاغتيال ، والغارات ، ومن الزنى الذي كان عندهم مباحا . وقال من صرف هذه الآية عن ظاهرها من أهل المعاني : لا يليق بمن أضافهم الرحمن إليه إضافة الاختصاص ، وذكرهم ووصفهم من صفات المعرفة والتشريف وقوع هذه الأمور القبيحة منهم حتى يمدحوا بنفيها عنهم لأنهم أعلى وأشرف ، فقال : معناها لا يدعون الهوى إلها ، ولا يذلون أنفسهم بالمعاصي فيكون قتلا لها . ومعنى إلا بالحق أي إلا بسكين الصبر وسيف المجاهدة فلا ينظرون إلى نساء ليست لهم بمحرم بشهوة فيكون سفاحا ، بل بالضرورة فيكون كالنكاح . قال شيخنا أبو العباس : وهذا كلام رائق غير أنه عند السبر مائق . وهي نبعة باطنية ونزعة باطلية وإنما صح تشريف عباد الله باختصاص الإضافة بعد أن تحلوا بتلك الصفات الحميدة وتخلوا عن نقائض ذلك من الأوصاف الذميمة ، فبدأ في صدر هذه الآيات بصفات التحلي تشريفا لهم ، ثم أعقبها بصفات التخلي تبعيدا لها ; والله أعلم . قلت : ومما يدل على بطلان ما ادعاه هذا القائل من أن تلك الأمور ليست على ظاهرها [ ص: 73 ] ما روى مسلم من حديث عبد الله بن مسعود قال : قلت : يا رسول الله ، أي الذنب أكبر عند الله ؟ قال : أن تدعو لله ندا وهو خلقك . قال : ثم أي ؟ قال : أن تقتل ولدك مخافة أن يطعم . قال : ثم أي ؟ قال : أن تزاني حليلة جارك . فأنزل الله تعالى تصديقها : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما . والأثام في كلام العرب العقاب ، وبه قرأ ابن زيد وقتادة هذه الآية . ومنه قول الشاعر :جزى الله ابن عروة حيث أمسى عقوقا والعقوق له أثامأي جزاء وعقوبة . وقال عبد الله بن عمرو وعكرمة ومجاهد : إن أثاما واد في جهنم جعله الله عقابا للكفرة . قال الشاعر :لقيت المهالك في حربنا     وبعد المهالك تلقى أثاماوقال السدي : جبل فيها . قال :وكان مقامنا ندعو عليهم     بأبطح ذي المجاز له أثاموفي صحيح مسلم أيضا عن ابن عباس : أن ناسا من أهل الشرك قتلوا فأكثروا وزنوا فأكثروا ; فأتوا محمدا صلى الله عليه وسلم فقالوا : إن الذي تقول وتدعو إليه لحسن ، وهو يخبرنا بأن لما عملنا كفارة ، فنزلت : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما . ونزل : قل يا عبادي الذين أسرفوا على أنفسهم الآية . وقد قيل : إن هذه الآية ، يا عبادي الذين أسرفوا نزلت في وحشي قاتل حمزة ; قاله سعيد بن جبير وابن عباس . وسيأتي في الزمر بيانه .قوله تعالى : إلا بالحق أي بما يحق أن تقتل به النفوس من كفر بعد إيمان أو زنى بعد إحصان ; على ما تقدم بيانه في ( الأنعام ) . ولا يزنون فيستحلون الفروج بغير نكاح ولا ملك يمين . ودلت هذه الآية على أنه ليس بعد الكفر أعظم من قتل النفس بغير الحق ثم الزنى ; ولهذا ثبت في حد الزنا القتل لمن كان محصنا أو أقصى الجلد لمن كان غير محصن .",
  "ayah": 68,
  "surah": 25
}
