{
  "text": "قوله تعالى : إلا من تاب وآمن وعمل عملا صالحا فأولئك يبدل الله سيئاتهم حسنات وكان الله غفورا رحيما .قوله تعالى : إلا من تاب وآمن وعمل عملا صالحا لا خلاف بين العلماء أن الاستثناء عامل في الكافر والزاني . واختلفوا في القاتل من المسلمين على ما تقدم بيانه في ( النساء ) ومضى في ( المائدة ) القول في جواز التراخي في الاستثناء في اليمين ، وهو مذهب ابن عباس مستدلا بهذه الآية .قوله تعالى : فأولئك يبدل الله سيئاتهم حسنات قال النحاس : من أحسن ما قيل فيه أنه يكتب موضع \" كافر \" : مؤمن ، وموضع \" عاص \" : مطيع . وقال مجاهد والضحاك : أن يبدلهم الله من الشرك الإيمان وروي نحوه عن الحسن . قال الحسن : قوم يقولون : التبديل في الآخرة ، وليس كذلك ، إنما التبديل في الدنيا ; يبدلهم الله إيمانا من الشرك ، وإخلاصا من الشك ، وإحصانا [ ص: 75 ] من الفجور . وقال الزجاج : ليس بجعل مكان السيئة الحسنة ، ولكن بجعل مكان السيئة التوبة ، والحسنة مع التوبة . وروى أبو ذر عن النبي صلى الله عليه وسلم : أن السيئات تبدل بحسنات . وروي معناه عن سلمان الفارسي وسعيد بن جبير وغيرهما . وقال أبو هريرة : ذلك في الآخرة فيمن غلبت حسناته على سيئاته ، فيبدل الله السيئات حسنات . وفي الخبر : ليتمنين أقوام أنهم أكثروا من السيئات . فقيل : ومن هم ؟ قال : الذين يبدل الله سيئاتهم حسنات . رواه أبو هريرة عن النبي صلى الله عليه وسلم ; ذكره الثعلبي والقشيري . وقيل : التبديل عبارة عن الغفران ; أي يغفر الله لهم تلك السيئات لا أن يبدلها حسنات . قلت : فلا يبعد في كرم الله تعالى إذا صحت توبة العبد أن يضع مكان كل سيئة حسنة ; وقد قال صلى الله عليه وسلم لمعاذ : أتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن . وفي صحيح مسلم عن أبي ذر قال : قال رسول الله صلى الله عليه وسلم : إني لأعلم آخر أهل الجنة دخولا الجنة وآخر أهل النار خروجا منها : رجل يؤتى به يوم القيامة ، فيقال اعرضوا عليه صغار ذنوبه وارفعوا عنه كبارها فتعرض عليه صغار ذنوبه ، فيقال عملت يوم كذا وكذا كذا وكذا وعملت يوم كذا وكذا كذا وكذا ، فيقول نعم . لا يستطيع أن ينكر وهو مشفق في كبار ذنوبه أن تعرض عليه فيقال له فإن لك مكان كل سيئة حسنة فيقول يا رب قد عملت أشياء لا أراها هاهنا . فلقد رأيت رسول الله صلى الله عليه وسلم ضحك حتى بدت نواجذه . وقال أبو طويل : يا رسول الله ، أرأيت رجلا عمل الذنوب كلها ولم يترك منها شيئا ، وهو في ذلك لم يترك حاجة ولا داجة إلا اقتطعها فهل له من توبة ؟ قال : هل أسلمت ؟ قال : أنا أشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أنك عبد الله ورسوله . قال نعم ، تفعل الخيرات وتترك السيئات يجعلهن الله كلهن خيرات . قال : وغدراتي وفجراتي يا نبي الله ؟ قال : نعم . قال : الله أكبر ! فما زال يكررها حتى توارى . ذكره الثعلبي . قال مبشر بن عبيد ، وكان عالما بالنحو والعربية : الحاجة التي تقطع على الحاج إذا توجهوا . والداجة التي تقطع عليهم إذا قفلوا . وكان الله غفورا رحيما",
  "ayah": 70,
  "surah": 25
}
