{
  "text": "وقوله: ( فَسَنُيَسِّرُهُ لِلْعُسْرَى ) يقول تعالى ذكره: فسنهيئه في الدنيا للخلة العُسرى، وهو من قولهم: قد يسرت غنم فلان: إذا ولدت وتهيأت للولادة، وكما قال الشاعر:هُمَــا سَــيِّدَنا يَزْعُمــانِ وإنَّمَــايَسُــودَانِنا أنْ يَسَّــرَتْ غَنَماهُمَــا (4)وقيل: ( فَسَنُيَسِّرُهُ لِلْعُسْرَى ) ولا تيسر في العُسرى للذي تقدّم في أول الكلام من قوله: ( فَسَنُيَسِّرُهُ لِلْيُسْرَى ) واذا جمع بين كلامين أحدهما ذكر الخير والآخر ذكر الشرّ، جاز ذلك بالتيسير فيهما جميعا؛ والعُسرى التي أخبر الله جلّ ثناؤه أنه ييسره لها: العمل بما يكرهه ولا يرضاه.وبنحو الذي قلنا في ذلك جاء الأثر عن رسول الله صلى الله عليه وسلم.* ذكر الخبر بذلك:حدثني واصل بن عبد الأعلى وأبو كُرَيب، قالا ثنا وكيع، عن الأعمش، عن سعد بن عُبيدة، عن أبي عبد الرحمن السُّلَميّ، عن عليّ، قال: كُنَّا جلوسا عند النبيّ صلى الله عليه وسلم، فنكَت الأرض، ثم رفع رأسه فقال: \" ما مِنكُمْ مِن أحَدٍ إلا وَقَدْ كُتِبَ مَقْعَدُهُ مِنَ الجَنِّةِ وَمَقَعَدُهُ مِنَ النَّارِ\". قلنا: يا رسول الله أفلا نتكل ؟ قال: \" لا اعْمَلُوا فَكُلّ مُيَسَّر \"، ثم قرأ: (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى) .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا زائدة بن قُدامة، عن منصور، عن سعد بن عُبيدة عن أبي عبد الرحمن السُّلَميّ، عن عليّ، قال: كنا في جنازة في البقيع، فأتانا رسول الله صلى الله عليه وسلم فجلس وجلسنا معه، ومعه عود ينكت في الأرض، فرفع رأسه إلى السماء فقال: \" ما مِنْكُمْ مِنْ نَفْسٍ مَنْفُوسَةٍ إلا قَدْ كُتبَ مَدْخَلُها \"، فقال القوم: يا رسول الله ألا نتكل على كتابنا، فمن كان من أهل السعادة فإنَّهُ يعمل للسعادة، ومن كان من أهل الشقاء فإنه يعمل للشقاء، فقال: \" بَلِ اعْمَلُوا فَكُلٌ مُيَسَّر؛ فأمَّا مَنْ كانَ مِنْ أهْلِ السَّعادَةِ فإنَّهُ يُيَسَّرُ لِعَمَلَ السَعادَةِ وأمَّا مَنْ كَانَ مِنْ أهْلِ الشَّقاءِ فإنَّهُ يُيَسَّرُ للشَّقاءِ\"، ثم قرأ (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى ) .حدثنا أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن سعد بن عبيدة، عن أبي عبد الرحمن السلميّ، عن عليّ، عن النبيّ صلى الله عليه وسلم بنحوه.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور والأعمش: أنهما سمعا سعد بن عُبيدة، عن أبي عبد الرحمن السلميّ، عن عليّ، عن النبيّ صلى الله عليه وسلم أنه كان في جنازة، فأخذ عودا، فجعل ينكت في الأرض، فقال: \" ما منْ أحَدٍ إلا وَقَدْ كُتبَ مَقْعَدُهُ مِنَ النَّارِ أوْ مِنَ الجَنَّةِ\"، فقالوا: يا رسول الله أفلا نتكل ؟ قال: \" اعْمَلُوا فَكُلّ مُيَسَّرٌ(فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى) \".حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور والأعمش، عن سعد بن عُبيدة، عن أبي عبد الرحمن السلميّ، عن عليّ رضى الله عنه قال: كنا جلوسا مع النبيّ صلى الله عليه وسلم، فتناول شيئا من الأرض بيده، فقال : \" ما مِنْكُمْ مِنْ أحَدٍ إلا وَقَدْ عَلِمَ مَقْعَدَهُ مِنَ الجَنَّةِ والنَّارِ \" قالوا: يا نبيّ الله، أفلا نتكل ؟ قال: \" لا اعْمَلُوا فَكُلّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ\"، ثم قرأ: ( فَأَمَّا مَنْ أَعْطَى وَاتَّقَى )... الآيتين.قال: ثنا مهران، عن أبي سنان، عن عبد الملك بن سَمُرة بن أبي زائدة، عن النـزال بن سَبَرةَ، قال: قال النبيّ صلى الله عليه وسلم: \" ما مِنْكُمْ مِنْ نَفْسٍ مَنْفُوسَةٍ إلا قَدْ كُتبَ اللهُ عَلَيْها ما هِيَ لاقِيَتُهُ\" وأعرابي عند النبيّ صلى الله عليه وسلم مرتاد، فقال الأعرابيّ: فما جاء بي أضرب من وادي كذا وكذا، إن كان قد فرغ من الأمر.فنكت النبيّ صلى الله عليه وسلم في الأرض، حتى ظنّ القوم أنه ود أنه لم يكن تكلم بشيء منه، فقال النبي صلى الله عليه وسلم: \" كُلّ مُيَسرٌ لِمَا خُلِقَ لَهُ، فَمَنْ يُرِدِ اللهُ بِهِ خَيرًا يَسَّرَهُ لِسَبِيلِ الخَيرِ، وَمَنْ يُرِدْ بِهِ شَرًّا يَسَّرَهُ لِسَبِيلِ الشَّرِّ\"، فلقيت عمَرو بن مرّة، فعرضت عليه هذا الحديث، فقال: قال النبيّ صلى الله عليه وسلم، وزاد فيه: (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى) .حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: ثنا حصين، عن سعد بن عبيدة، عن أبي عبد الرحمن السلميّ، قال: لما نـزلت هذه الآية:  إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ  قال رجل: يا رسول الله، ففيم العمل ؟ أفي شيء نستأنفه، أو في شيء قد فُرغ منه ؟ فقال رسول الله صلى الله عليه وسلم: \" اعْمَلُوا فَكُلٌّ مُيَسَّرٌ: سَنُيَسِّرُهُ لِلْيُسْرَى، وَسَنُيَسِّّرُهُ لِلْعُسْرَى \".حدثني عمرو بن عبد الملك الطائي، قال: ثنا محمد بن عبيدة، قال: ثنا الجراح، عن إبراهيم بن عبد الحميد، عن الحجاج بن أرطاة، عن أبي إسحاق الهمداني، عن سليمان الأعمش، رفع الحديث إلى عليّ بن أبي طالب رضى الله عنه أنه قال: كان رسول الله صلى الله عليه وسلم ذات يوم جالسا وبيده عود ينكت به في الأرض، فرفع رأسه فقال: \" ما مِنْكُمْ مِنْ أحَدٍ إلا وَقَدْ عُلِمَ مِقْعَدُهُ مِنَ الجَنَّةِ أو النَّار \" قلنا: يا رسول الله أفلا نتوكل ؟ قال لهم: \" اعْمَلُوا فَكُلّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ\" ثم قال: \" أمَا سَمِعْتم اللهَ فِي كِتابِهِ يَقُولُ: (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى) \".حدثنا ابن المثنى، قال: ثنا عبد الرحمن بن مهديّ، قال: ثنا خالد بن عبد الله، عن داود بن أبي هند، عن عكرِمة، عن ابن عباس ( فَسَنُيَسِّرُهُ لِلْعُسْرَى ) : للشرّ من الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث، عن أبي الزبير، عن جابر بن عبد الله أنه قال: يا رسول الله، أنعمل لأمر قد فُرغ منه، أو لأمر نأتنفه ؟ فقال صلى الله عليه وسلم: \" كُلّ عَامِلٍ مُيَسَّرٌ لِعَملِهِ\".حدثني يونس، قال: ثنا سفيان، عن عمرو بن دينار، عن طلق بن حبيب، عن بشير بن كعب، قال: سأل غلامان شابان النبيّ صلى الله عليه وسلم، فقالا يا رسول الله، أنعمل فيما جفَّت به الأقلام، وجرَت به المقادير، أو في شيء يستأنف ؟ فقال: \" بَلْ فِيما جَفَّتْ بِهِ الأقْلامُ وَجَرَتْ به المقادِيُر \" قالا ففيم العمل إذن ؟ قال: \" اعمَلُوا، فَكُلُّ عامِلٍ مُيَسَّرٌ لَعَمَلِهِ الَّذِي خلِقَ لَهُ\"، قالا فالآن نجدّ ونعمل.---------------------الهوامش :(4) ‌تقدم استشهاد المؤلف بهذا البيت في الجزء ( 29 : 56 ) وقد شرحناه ، فارجع إليه .",
  "ayah": 10,
  "surah": 92
}
