{
  "text": "আর আপনার রব যা ইচ্ছে সৃষ্টি করেন এবং যা ইচ্ছে মনোনীত করেন [১], এতে ওদের কোন হাত নেই। আল্লাহ্‌ পবিত্র, মহান এবং তারা যা শরীক করে তা থেকে তিনি ঊর্ধ্বে!\n[১] আয়াতটির তাফসীরে সঠিক মত হচ্ছে, যা ইমাম বাগাভী তার তাফসীরে এবং ইমাম ইবনুল কাইয়্যেম তার যাদুল মা‘আদ গ্রন্থে বর্ণনা করেছেন। তা এই যে, আল্লাহ্‌ তা‘আলা মানবজাতির মধ্য থেকে যাকে ইচ্ছা সম্মান দানের জন্য মনোনীত করেন। বগভীর উক্তি অনুযায়ী এটা মুশরিকদের এই কথার জওয়াব\nوَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ\n“আর তারা বলেঃ ‘এ কুরআন কেন নাযিল করা হল না দুই জনপদের কোন প্রতিপত্তিশালী ব্যাক্তির উপর?’’ [সূরা আয-যুখরুফঃ ৩১] অর্থাৎ কাফেররা এটা বলে যে, এ কুরআন আরবের দু’টি বড় শহর মক্কা ও তায়েফের মধ্য থেকে কোন প্রধান ব্যাক্তির প্রতি নাযিল করা হল না কেন? এরূপ করলে এর প্রতি যথাযোগ্য সম্মান প্রদর্শন করা হত। একজন পিতৃহীন দরিদ্র লোকের প্রতি নাযিল করার রহস্য কি? এর জওয়াবে বলা হয়েছে যে, যে প্ৰভু সমগ্র সৃষ্টিজগতকে কোন অংশীদারের সাহায্য ব্যাতিরেকে সৃষ্টি করেছেন, কোন বান্দাকে বিশেষ সম্মান দানের জন্য মনোনিত করার ক্ষমতাও তাঁরই। এ ব্যাপারে তিনি তোমাদের এই প্রস্তাবের অনুসারী হবেন কেন যে, অমুক যোগ্য, অমুক যোগ্য নয়?\nইমাম ইবনুল কাইয়্যেম রাহেমাহুল্লাহ এ আয়াত থেকে একটি গুরুত্বপূর্ণ বিধান উদ্ভাবন করেছেন। তা এই যে, দুনিয়াতে এক স্থানকে অন্য স্থানের উপর অথবা এক বস্তুকে অন্য বস্তুর উপর শ্রেষ্ঠত্ব দান করা হয়েছে। এই শ্রেষ্ঠত্ব দান সংশ্লিষ্ট বস্তুর উপার্জন ও কর্মের ফল নয়; বরং এটা প্রত্যক্ষভাবে স্রষ্টার মনোনয়ন ও ইচ্ছার ফলশ্রুতি। তিনি সপ্ত-আকাশ সৃষ্টি করেছেন। তন্মধ্যে ঊর্ধ্ব আকাশকে অন্যগুলোর উপর শ্রেষ্ঠত্ব দান করেছেন। তিনি জান্নাতুল ফেরদাউসকে অন্য সব জান্নাতের উপর, জিবরীল, মীকাঈল, ইসরাফীল প্রমুখ বিশেষ ফেরেশতাগণকে অন্য ফেরেশতাদের উপর, নবী-রাসূলগণকে সমগ্র আদম সন্তানের উপর, তাদের মধ্যে দৃঢ়চেতা নবী-রাসূলগণকে অন্য নবী-রাসূলদের উপর, ইবরাহীম ও মুহাম্মদ সাল্লাল্লাহু আলাইহিমা ওয়াসাল্লামকে অন্য দৃঢ়চেতা নবী-রাসূলগণের উপর, ইসমাঈল আলাইহিসসালামের বংশধরদের সমগ্র মানবজাতির উপর, কুরাইশদেরকে আরবদের উপরে, মুহাম্মদ সাল্লাল্লাহু আলাইহিমা ওয়াসাল্লামকে বনী হাশেমের উপর এবং এমনিভাবে সাহাবায়ে কেরাম ও অন্যান্য মনীষীকে অন্য মুসলিমদের উপর শ্রেষ্ঠত্ব দান করেছেন। এগুলো সব আল্লাহ্‌ তা‘আলার মনোনয়ন ও ইচ্ছার ফলশ্রুতি। এমনিভাবে পৃথিবীর অনেক স্থানকে অন্য স্থানের উপর, অনেক দিন ও রাতকে অন্য দিন ও রাতের উপর শ্রেষ্ঠত্ব দান করাও আল্লাহ্‌ তা‘আলার মনোনয়ন ও ইচ্ছার প্রভাব। মোটকথাঃ শ্রেষ্ঠত্ব ও অশ্রেষ্ঠত্বের আসল মাপকাঠি এই মনোনয়ন ইচ্ছাই। এখানে অন্য কিছুর হাত নেই।",
  "ayah": 68,
  "surah": 28
}
