{
  "text": "আর ইউসুফ তার পিতা-মাতাকে [১] উঁচু আসনে বসালেন এবং তারা সবাই তার সম্মানে সিজদায় লুটিয়ে পড়ল [২]। তিনি বললেন, ‘হে আমার পিতা! এটাই আমার আগেকার স্বপ্নের ব্যাখ্যা [৩]; আমার রব এটা সত্যে পরিণত করেছেন এবং তিনি আমাকে কারাগার থেকে মুক্ত করেন এবং শয়তান আমার ও আমার ভাইদের সম্পর্ক নষ্ট করার পরও আপনাদেরকে মরু অঞ্চল হতে এখানে এনে দিয়ে আমার প্রতি অনুগ্রহ করেছেন। আমার রব যা ইচ্ছে তা নিপুণতার সাথে করেন। তিনি তো সর্বজ্ঞ, প্রজ্ঞাময় [৪]।’\n[১] এখানে (اَبَوَيْهِ) (পিতা-মাতা) উল্লেখ করা হয়েছে। তাই অনেকের মতেই ইউসুফের মাতা জীবিত ছিলেন। [ইবন কাসীর] তবে অনেক ঐতিহাসিক মনে করেন, ইউসুফ ‘আলাইহিস্ সালাম-এর মাতা তার শৈশবেই ইন্তেকাল করেছিলেন। কিন্তু তারপর ইয়াকূব ‘আলাইহিস্ সালাম মৃতার ভগ্নিকে বিয়ে করেছিলেন। তিনি ইউসুফ ‘আলাইহিস্ সালাম-এর খালা হওয়ার দিক দিয়েও মায়ের মতই ছিলেন এবং পিতার বিবাহিতা স্ত্রী হওয়ার দিক দিয়েও মাতাই ছিলেন। [বাগভী; কুরতুবী]\n[২] অর্থাৎ পিতা-মাতাকে রাজ সিংহাসনে বসালেন আর ভ্রাতারা সবাই ইউসুফ ‘আলাইহিস্ সালাম-এর সামনে সিজদা করলেন। এ \"সিজদাহ\" শব্দটি বহু লোককে বিভ্রান্ত করেছে। এমনকি একটি দল তো এ থেকে প্রমাণ সংগ্রহ করে বাদশাহ ও পীরদের জন্য “আদবের সিজদাহ” ও “সম্মান প্রদর্শনের সিজদাহ”-এর বৈধতা আবিষ্কার করেছেন। এর দোষমুক্ত হবার জন্য অন্য লোকদের এ ব্যাখ্যা দিতে হয়েছে যে, আগের নবীদের শরী’আতে কেবলমাত্র ইবাদাতের সিজদা আল্লাহ্ ছাড়া আর সবার জন্য হারাম ছিল। এ ছাড়া যে সিজদার মধ্যে ইবাদাতের অনুভূতি নেই তা আল্লাহ্ ছাড়া অন্যদের জন্যও করা যেতে পারতো। তবে মুহাম্মাদী শরীয়াতে আল্লাহ্‌ ছাড়া অন্যদের জন্য সব রকমের সিজদা হারাম করে দেয়া হয়েছে। কিন্তু আসলে \"সিজদাহ” শব্দটি বর্তমান ইসলামী পরিভাষার অর্থে গ্রহণ করার ফলেই যাবতীয় বিভ্রান্তি দেখা দিয়েছে। অর্থাৎ হাত, হাঁটু ও কপাল মাটিতে ঠেকিয়ে দেয়া। অথচ সিজদাহর মূল অর্থ হচ্ছে শুধুমাত্র ঝুঁকে পড়া। আর এখানে এ শব্দটি এ অর্থেই ব্যবহৃত হয়েছে। আর এ অর্থই ইমাম বাগভী পছন্দ করেছেন। এখানে আরও জানা আবশ্যক যে, কারো প্রতি কৃতজ্ঞতা প্রকাশ করার, কাউকে অভ্যর্থনা জানাবার অথবা নিছক কাউকে সালাম করার জন্য সামনের দিকে কিছুটা ঝুঁকে পড়ার রেওয়াজ প্রাচীন যুগের মানুষের মধ্যে ব্যাপকভাবে প্রচলিত ছিল। এ ধরনের ঝুঁকে পড়ার জন্য আরবীতে \"সিজদাহ\" শব্দ ব্যবহার করা হয়। সেটাও এ শরী’আতে মনসুখ বা রহিত। [কুরতুবী] এ থেকে পরিষ্কার জানা যায়, বর্তমানে ইসলামী পরিভাষায় “সিজদাহ” বলতে যা বুঝায় এ সিজদাহর অর্থ তা নয়। ইসলামী পরিভাষায় যাকে সিজদা বলা হয়, সে সিজদা আল্লাহ্‌র পাঠানো শরী’আতে তা কোনদিন গায়রুল্লাহর জন্য জায়েয ছিল না। হাদীসে বলা হয়েছেঃ ‘কোন মানুষের জন্য অপর মানুষকে সিজদা করা বৈধ নয়।’ [নাসায়ী, আস-সুনানুল কুবরা: ৯১৪৭; ইবন আবী শাইবাহ, হাদীস নং: ১৭১৩২]\n[৩] ইউসুফ ‘আলাইহিস্ সালাম-এর সামনে যখন পিতা-মাতা ও এগার ভাই একযোগে সিজদা করল, তখন শৈশবের স্বপ্নের কথা তার মনে পড়ল। তিনি বললেনঃ পিতা, এটা আমার শৈশবে দেখা স্বপ্নের ব্যাখ্যা, যাতে দেখেছিলাম যে, সূর্য, চন্দ্র ও এগারটি নক্ষত্র আমাকে সিজদা করছে। আল্লাহ্র শোকর যে, তিনি এ স্বপ্নের সত্যতা চোখে দেখিয়ে দিয়েছেন।\n[৪] এরপর ইউসুফ ‘আলাইহিস্ সালাম পিতা-মাতার কাছে কিছু অতীত কাহিনী বর্ণনা করতে শুরু করে বললেনঃ “আল্লাহ্ তা'আলা আমার প্রতি অনুগ্রহ করেছেন, যখন কারাগার থেকে আমাকে বের করেছেন এবং আপনাকে বাইরে থেকে এখানে এনেছেন; অথচ শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দিয়েছিল”।\nইউসুফ ‘আলাইহিস্ সালাম-এর দুঃখ-কষ্ট যথাক্রমে তিন অধ্যায়ে বিভক্ত। (এক) ভাইদের অত্যাচার ও উৎপীড়ন। (দুই) পিতা-মাতার কাছ থেকে দীর্ঘদিনের বিচ্ছেদ এবং (তিন) কারাগারের কষ্ট। আল্লাহ্র মনোনীত নবী স্বীয় বিবৃতিতে প্রথমে ঘটনাবলীর ধারাবাহিকতা পরিবর্তন করে কারাগার থেকে কথা শুরু করেছেন। ভ্রাতারা যে তাকে কূপে নিক্ষেপ করেছিল, তা উল্লেখ করেননি, কারণ, তিনি তা উল্লেখ করে ভাইদেরকে লজ্জা দেয়া সমীচীন মনে করেননি। [কুরতুবী] ইউসুফ ‘আলাইহিস্ সালাম তারপর বললেন, ‘আমার পালনকর্তা যে কাজ করতে চান, তার তদবীর সূক্ষ্ম করে দেন। নিশ্চয় তিনি সুবিজ্ঞ, প্রজ্ঞাবান।’ তিনি তাঁর বান্দার স্বার্থ যাতে রয়েছে তাতে তাকে এমনভাবে প্রবেশ করান যে, কেউ তা জানতে পারে না। [কুরতুবী]",
  "ayah": 100,
  "surah": 12
}
