{
  "text": "বলুন, ‘এটাই আমার পথ, আল্লাহ্‌র প্রতি মানুষকে আমি ডাকি জেনে-বুঝে, আমি [১] এবং যারা আমার অনুসরণ করেছে তারাও [২]। আর আল্লাহ্‌ কতই না পবিত্র মহান এবং আমি মুশরিকদের অন্তর্ভুক্ত নই [৩]।’\n[১] অর্থাৎ আপনি তাদেরকে বলে দিন, আমার তরীকা এই যে, মানুষকে সম্পূর্ণ জেনে-বুঝে আল্লাহ্‌র দিকে দাওয়াত দিতে থাকব -আমি এবং আমার অনুসারীরাও। এটাই আমার পথ, পদ্ধতি ও নিয়ম যে আমি আল্লাহ্ ছাড়া কোন মা’বুদ নেই একমাত্র তিনিই মা’বুদ, তাঁর কোন শরীক নেই, এ সাক্ষ্য দানের দিকে মানুষকে আহ্বান জানাব। জেনে বুঝে, বিশ্বাস ও প্রমাণের উপর নির্ভরশীল হয়ে এ পথে আহ্বান জানাবো। অনুরূপভাবে যারা আমার অনুসরণ করবে তারা সবাই এ পথের দাওয়াত দিবে। যে পথে তাদের রাসূল মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দাওয়াত দিয়েছেন। তারাও এটা করবে সম্পূর্ণরূপে জেনে-বুঝে, শরী’আত ও বিবেক অনুমোদিত পদ্ধতিতে। [ইবন কাসীর] উদ্দেশ্য এই যে, আমার দাওয়াত আমার কোন চিন্তাধারার উপর ভিত্তিশীল নয়; বরং এটা পরিপূর্ণ জ্ঞান, বুদ্ধিমত্তা ও প্রজ্ঞার ফলশ্রুতি। আমার উপর যারা ঈমান আনবে এবং আমাকে সত্য বলে বিশ্বাস করবে তারাও এ দাওয়াতের কাজ করবে। [বাগভী]\n[২] ‘যারা আমার অনুসরণ করেছে’ এখানে তার অনুসরণকারী কারা তা নির্ধারণে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, এতে সাহাবায়ে কেরামকে বোঝানো হয়েছে, যারা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর জ্ঞানের বাহক। আব্দুল্লাহ্ ইবনে মাস’উদ রাদিয়াল্লাহু ‘আনহু বলেনঃ সাহাবায়ে কেরাম এ উম্মতের সর্বোত্তম ব্যক্তিবর্গ। তাদের অন্তর পবিত্র এবং জ্ঞান সুগভীর। তাদের মধ্যে লৌকিকতার নাম-গন্ধও নেই। আল্লাহ্ তা'আলা তাদেরকে স্বীয় রাসূলের সংসর্গ ও সেবার জন্য মনোনীত করেছেন। তোমরা তাদের চরিত্র অভ্যাস ও তরীকা আয়ত্ত কর। কেননা, তারা সরল পথের পথিক। কলবী ও ইবনে যায়েদ বলেনঃ এ আয়াত থেকে আরো জানা গেল যে, যে ব্যক্তি রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর অনুসরণের দাবী করে, তার অবশ্য কর্তব্য হচ্ছে তার দাওয়াতকে ঘরে ঘরে পৌঁছানো এবং কুরআনের শিক্ষাকে ব্যাপকতর করা। [বাগভী; কিওয়ামুস সুন্নাহ আল-ইস্ফাহানী, আল-হূজ্জাহ ফী বায়ানিল মাহাজ্জাহঃ ৪৯৮]\n[৩] অর্থাৎ আল্লাহ্ শির্ক থেকে পবিত্র এবং আমি মুশরিকদের অন্তর্ভুক্ত নই। উপরে বর্ণিত হয়েছিল যে, অধিকাংশ লোক ঈমানের সাথে প্রকাশ্য ও অপ্রকাশ্য শির্ককেও যুক্ত করে দেয়। তাই রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম শির্ক থেকে নিজের সম্পূর্ণ পবিত্রতার প্রকাশ করেছেন। সারকথা এই যে, আমার দাওয়াতের উদ্দেশ্য মানুষকে নিজের দাসে পরিণত করা নয়; বরং আমি নিজেও আল্লাহ্‌র দাস এবং মানুষকেও তাঁর দাসত্ব স্বীকার করার দাওয়াত দেই।",
  "ayah": 108,
  "surah": 12
}
