{
  "text": "আর আমরা আপনার আগেও জনপদবাসীদের মধ্য থেকে [১] পুরুষদেরকেই পাঠিয়েছিলাম [২], যাদের কাছে ওহী পাঠাতাম। তারা কি যমীনে ভ্রমণ করেনি? ফলে দেখতে পেত তাদের  পূর্ববর্তীদের পরিণাম কী হয়েছিল? আর অবশ্যই যারা তাকওয়া অবলম্বন করেছে তাদের জন্য আখেরাতের আবাসই উত্তম [৩]; তবুও কি তোমরা বুঝ না?\n[১] এ আয়াতেই (اَهْلِ الْقُرٰى) শব্দ দ্বারা জানা যায় যে, আল্লাহ্ তা'আলা সাধারণতঃ শহর ও নগরবাসীদের মধ্য থেকে পুরুষদেরকেই রাসূল প্রেরণ করেছেন; কোন গ্রাম কিংবা বনাঞ্চলের অধিবাসীদের মধ্য থেকে রাসূল প্রেরিত হননি। কারণ, সাধারণতঃ গ্রাম বা বনাঞ্চলের অধিবাসীরা স্বভাব-প্রকৃতি ও জ্ঞান-বুদ্ধিতে নগরবাসীদের তুলনায় পশ্চাতপদ হয়ে থাকেন। [ইবন কাসীর] ইয়াকূব ‘আলাইহিস্ সালামও শহরবাসী ছিলেন, কিন্তু কোন কারণে তারা শহর ছেড়ে গ্রামে চলে গিয়েছিলেন। তাই কুরআনের সূরা ইউসুফেরই ১০০ নং আয়াতে তাদেরকে গ্রাম থেকে নিয়ে আসার কথা বলা হয়েছে। কোন কোন মুফাসসির বলেন, এ আয়াতে কাফেরদের একটি প্রশ্নের উত্তর দেয়া হয়েছে, যেখানে তারা ফিরিশতার উপর এ কুরআন নাযিল হলো না কেন তা জিজ্ঞেস করেছিল। উত্তর দেয়া হচ্ছে যে, আমি তো কেবল নগরবাসী পুরুষদেরকেই রাসূল হিসেবে প্রেরণ করেছি। [কুরতুবী]\n[২] এ আয়াতে নবীগণের সম্পর্কে (رِجَالًا) শব্দের ব্যবহার থেকে বোঝা যায় যে, নবী সবসময় পুরুষই হন। নারীদের মধ্যে কেউ নবী বা রাসূল হতে পারে না। মূলত: এটাই বিশুদ্ধ মত যে, আল্লাহ্ তা'আলা কোন নারীকে নবী কিংবা রাসূল হিসেবে পাঠাননি। কোন কোন আলেম কয়েকজন মহিলা সম্পর্কে নবী হওয়ার দাবী করেছেন; উদাহরণতঃ ইবরাহীম ‘আলাইহিস্ সালাম-এর বিবি সারা, মূসা ‘আলাইহিস্ সালাম-এর জননী এবং ঈসা ‘আলাইহিস্ সালাম-এর জননী মরিয়ম। এ তিন জন মহিলা সম্পর্কে কুরআনুল কারীমে এমন ভাষা প্রয়োগ করা হয়েছে, যা দ্বারা বোঝা যায় যে, আল্লাহ্ তা'আলার নির্দেশে ফিরিশতারা তাদের সাথে বাক্যালাপ করেছে, সুসংবাদ দিয়েছে কিংবা ওহীর মাধ্যমে স্বয়ং তারা কোন বিষয় জানতে পেরেছেন। কিন্তু ব্যাপকসংখ্যক আলেমের মতে এসব আয়াত দ্বারা উপরোক্ত তিন জন মহিলার মাহাত্ম্য এবং আল্লাহ্র কাছে তাদের উচ্চ মর্যাদাশালিনী হওয়া বোঝা যায় মাত্র। এই ভাষা নবুওয়াত ও রেসালাত প্রমাণের জন্য যথেষ্ট নয়। [ইবন কাসীর]\n[৩] বলা হয়েছে যে, দুনিয়ার সুখ-দুঃখ সর্বাবস্থায়ই ক্ষণস্থায়ী। আসল চিন্তা আখেরাতের হওয়া উচিত। সেখানকার অবস্থান চিরস্থায়ী এবং সুখ-দুঃখও চিরস্থায়ী। আরো বলা হয়েছে যে, আখেরাতের সুখ-শান্তি তাকওয়ার উপর নির্ভরশীল। তাকওয়ার অর্থ আল্লাহ্র নিষেধকৃত যাবতীয় বিষয় থেকে নিজেকে হেফাযত করে শরী’আতের যাবতীয় বিধি-বিধান পালন করা।",
  "ayah": 109,
  "surah": 12
}
