{
  "text": "সে বলল, ‘এ-ই সে যার সম্বন্ধে তোমরা আমার নিন্দা করেছ। আমি তো তার থেকে অসৎ কাজ কামনা করেছি। কিন্তু সে নিজেকে পবিত্র রেখেছে; আর আমি তাকে যা আদেশ করেছি সে যদি তা না করে , তবে সে অবশ্যই অবশ্যই সে হীনদের অন্তর্ভুক্ত হবে [১]।’\n[১] আষীয-পত্নী বললঃ দেখে নাও, এ ঐ ব্যক্তি, যার সম্পর্কে তোমরা আমাকে ভর্ৎসনা করতে। বাস্তবিকই আমি তার কাছে নিজেকে সমর্পন করতে চেয়েছিলাম; কিন্তু সে নিষ্পাপ রয়েছে। ভবিষ্যতে সে আমার আদেশ পালন না করলে অবশ্যই কারাগারে প্রেরিত হবে এবং লাঞ্ছিত হবে। কোন কোন মুফাস্সির বলেনঃ আযীয-পত্নী এখানে “কিন্তু সে নিজেকে পবিত্র রেখেছে\" একথা বলে প্রমাণ করতে চেয়েছে যে, সে বাহ্যিক সৌন্দর্যের সাথে সাথে তার আরো একটি মহা সৌন্দর্য রয়েছে, আর তা হল, আত্মিক পবিত্রতা। যা তোমরা দেখতে পাওনি। [ইবন কাসীর]\nআষীয -পত্নী যখন দেখল যে, সমাগত মহিলাদের সামনে তার গোপন ভেদ ফাঁস হয়ে গেছে, তখন সে তাদের সামনেই ইউসুফ ‘আলাইহিস্ সালাম-কে ভীতি প্রদর্শন করতে লাগল। কোন কোন তাফসীরবিদ বর্ণনা করেছেন যে, তখন আমন্ত্রিত মহিলারা ইউসুফ আলাইহিস সালাম-কে বলতে লাগলঃ তুমি আযীযপত্নীর কাছে ঋণী। কাজেই তার ইচ্ছার অবমাননা করা উচিত নয়। পরবর্তী আয়াতের কোন কোন শব্দ দ্বারাও মহিলাদের উপরোক্ত বক্তব্য সম্পর্কে আভাস পাওয়া যায়; যেমন,  (يَدْعُوْنَنِىْ)  এবং (كَيْدَهُنَّ)  এগুলোতে বহুবচনে কয়েকজনের কথা বলা হয়েছে। [দেখুন, কুরতুবী]  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক হাদীস থেকেও আমরা বুঝতে পারি যে, এ আমন্ত্রিত মহিলাগুলো ইউসুফ আলাইহিসসালামকে তার সঙ্কল্প থেকে টলাতে চেষ্টা করেছিল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মৃত্যু শয্যায় আবু বকর রাদিয়াল্লাহু ‘আনহুকে সালাতের ইমামতি করার নির্দেশ দেন। কিন্তু কয়েকজন এ মন্তব্য করল যে, আবু বকর নরমদিল মানুষ। তিনি আপনার জায়গায় দাঁড়ালে কান্না চেপে রাখতে পারবেন না। সুতরাং উমর বা অন্য কাউকে সালাতের ইমামতির জন্য নির্দেশ দেয়া হোক। এভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার নির্দেশ দিলেন আর তিনবারই তাকে একথা জানানো হলো। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগাম্বিত হয়ে বললেনঃ “তোমরা তো দেখছি ইউসুফের সেসব সঙ্গীনিদের মতই। আবুবকরকে বল যেন মানুষদের নিয়ে সালাতে ইমামতি করে \" [বুখারীঃ ৬৪৬, মুসলিমঃ ৪২০]",
  "ayah": 32,
  "surah": 12
}
