{
  "text": "‘তারপর আসবে এক বছর, সে বছর মানুষের জন্য প্রচুর বৃষ্টিপাত হবে এবং সে বছর মানুষ ফলের রস নিংড়াবে [১] ।’\n[১] আয়াতে (يعصرون) শব্দ ব্যবহার করা হয়েছে। এর শাব্দিক মানে হচ্ছে ‘নিংড়ানো’। এখানে এর মাধ্যমে পরবর্তীকালের চতুর্দিকের এমন শস্য শ্যামল তরতাজা পরিবেশ বর্ণনা করাই উদ্দেশ্য যা দুর্ভিক্ষের পর রহমতের বৃষ্টিধারা ও নীল নদের জোয়ারের পানি সিঞ্চনের মাধ্যমে সৃষ্টি হবে। জমি ভালোভাবে পানিসিক্ত হলে তেল উৎপাদনকারী বীজ, রসাল ফল ও অন্যান্য ফলফলাদি বিপুল পরিমাণে উৎপন্ন হয় এবং ভালো ঘাস খাওয়ার কারণে গৃহপালিত পশুরাও প্রচুর পরিমাণে দুধ দেয়। অর্থাৎ প্রথম সাত বছরের পর ভয়াবহ খরা ও দুর্ভিক্ষের সাত বছর আসবে এবং পূর্ব-সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে। বাদশাহ্ স্বপ্নে দেখেছিলেন যে, শীর্ণ ও দুর্বল গাভীগুলো মোটাতাজা ও শক্তিশালী গাভীগুলোকে খেয়ে ফেলছে। তাই ব্যাখ্যায় এর সাথে মিল রেখে বলেছেন যে, দুর্ভিক্ষের বছরগুলো পূর্ববর্তী বছরগুলোর সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে: যদিও বছর এমন কোন বস্তু নয় যা কোন কিছুকে ভক্ষণ করতে পারে। উদ্দেশ্য এই যে, মানুষ ও জীব-জন্তুতে দুর্ভিক্ষের বছরগুলোতে পূর্ব-সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে। বাদশাহর স্বপ্নে বাহ্যতঃ এটুকুই ছিল যে, সাত বছর ভাল ফলন হবে, এরপর সাত বছর দুর্ভিক্ষ হবে। কিন্তু ইউসুফ ‘আলাইহিস্ সালাম আরো কিছু বাড়িয়ে বললেন যে, দুর্ভিক্ষের বছর অতিক্রান্ত হয়ে গেলে এক বছর খুব বৃষ্টিপাত হবে এবং প্রচুর ফসল উৎপন্ন হবে। এ বিষয়টি ইউসুফ ‘আলাইহিস্ সালাম এভাবে জানতে পারেন যে, দুর্ভিক্ষের বছর যখন সর্বমোট সাতটি, তখন আল্লাহ্‌র চিরাচরিত রীতি অনুযায়ী অষ্টম বছর বৃষ্টিপাত ও উৎপাদন হবে। কাতাদাহ্ রাদিয়াল্লাহু ‘আনহু বলেনঃ আল্লাহ্ তা'আলা ওহীর মাধ্যমে ইউসুফ ‘আলাইহিস্ সালাম-কে এ বিষয়ে জ্ঞাত করেছিলেন, যাতে স্বপ্নের ব্যাখ্যার অতিরিক্ত কিছু সংবাদ তারা লাভ করে, তার জ্ঞানগরিমা প্রকাশ পায় এবং তার মুক্তির পথ প্রশস্ত হয়। তদুপরি ইউসুফ ‘আলাইহিস্ সালাম শুধু স্বপ্নের ব্যাখ্যা করেই ক্ষান্ত হননি; বরং এর সাথে একটি বিজ্ঞজনোচিত ও সহানুভূতিমূলক পরামর্শও দিয়েছিলেন যে, প্রথম সাত বছর যে অতিরিক্ত শস্য উৎপন্ন হবে, তা গমের শীষের মধ্যেই সংরক্ষিত রাখতে হবে -যাতে পুরানো হওয়ার পর গমে পোকা না লাগে- অভিজ্ঞতার আলোকে দেখা গেছে যে, শস্য যতদিন শীষের মধ্যে থাকে, ততদিন তাতে পোকা লাগে না। [কুরতুবী থেকে সংক্ষেপিত]",
  "ayah": 49,
  "surah": 12
}
