{
  "text": "আর রাজা বলল, ‘তোমরা ইউসুফকে আমার কাছে নিয়ে আস [১]।’ অতঃপর যখন দূত তার কাছে উপস্থিত হল তখন তিনি বললেন, ‘তুমি তোমার মনিবের কাছে ফিরে যাও এবং তাকে জিজ্ঞেস কর, যে নারীরা হাত কেটে ফেলেছিল তাদের অবস্থা কি! নিশ্চয় আমার রব তাদের ছলনা সম্পর্কে সম্যক অবগত [২]।’\n[১] ঘটনার গতিধারা দেখে বোঝা যায় যে, এ ব্যক্তি স্বপ্নের ব্যাখ্যা নিয়ে ফিরে এসেছে এবং বাদশাহকে তা অবহিত করেছে। [কুরতুবী] বাদশাহ্ বৃত্তান্ত নিশ্চিন্ত ও ইউসুফ 'আলাইহিস্ সালাম-এর গুণ-গরিমায় মুগ্ধ হয়েছেন। [ইবন কাসীর] কিন্তু কুরআনুল কারীম এসব বিষয়ের উল্লেখ করা দরকার মনে করেনি। কারণ, এগুলো আপনা থেকেই বোঝা যায়। পরবর্তী ঘটনা বর্ণনা করে বলা হয়েছেঃ\n(وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ)\nঅর্থাৎ বাদশাহ্ আদেশ দিলেন যে, ইউসুফ ‘আলাইহিস্ সালাম-কে কারাগার থেকে বাইরে নিয়ে আসো। অতঃপর বাদশাহর জনৈক দূত এ বার্তা নিয়ে কারাগারে পৌঁছল। [ইবন কাসীর]\n[২] ইউসুফ ‘আলাইহিস্ সালাম দীর্ঘ বন্দীজীবনের দুঃসহ যাতনায় অতিষ্ট হয়ে পড়েছিলেন এবং মনে মনে মুক্তি কামনা করছিলেন। কাজেই বাদশাহর প্রেরিত বার্তাকে সুবর্ণ সুযোগ মনে করে তিনি তৎক্ষণাৎ প্রস্তুত হয়ে বের হয়ে আসতে পারতেন। কিন্তু তিনি তা করেননি। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ইউসুফ ‘আলাইহিস্ সালাম-এর কাজের প্রশংসা করে বলেনঃ যদি ইউসুফের মত আমি এত বছর জেল খাটতাম, তারপর আমার কাছে বের হওয়ার আহ্বান আসত তাহলে আমি সে ডাকে তৎক্ষণাৎ সাড়া দিতাম। [বুখারীঃ ৬৯৯২, মুসলিমঃ ১৫১] এখানে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম মূলতঃ নিজেকে নম্রভাবে পেশ করে ইউসুফ ‘আলাইহিস্ সালাম-এর মর্যাদা বৃদ্ধি করতে চেয়েছিলেন। কারণ, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম নিজেও এর চেয়ে বেশী কষ্টের শি'আবে আবী তালেবে কাটিয়েছিলেন। কিন্তু তিনিও আপোষ করেননি।\nআল্লাহ্ তা'আলা নবীগণকে যে উচ্চ মর্যাদা দান করেছেন, তা অন্যের পক্ষে অনুধাবন করাও সম্ভব নয়। ইউসুফ ‘আলাইহিস্ সালাম দূতকে উত্তর দিলেন, তুমি বাদশাহর কাছে ফিরে গিয়ে প্রথমে জিজ্ঞেস কর যে, আপনার মতে ঐ মহিলাদের ব্যাপারটি কিরূপ, যারা হাত কেটে ফেলেছিল? বাদশাহ্ এ ব্যাপারে আমাকে সন্দেহ করেন কি না এবং আমাকে দোষী মনে করেন কি না? এখানে এ বিষয়টিও প্রণিধানযোগ্য যে, ইউসুফ ‘আলাইহিস্ সালাম এখানে হস্তকৰ্তনকারিণী মহিলাদের কথা উল্লেখ করেছেন, আযীয-পত্নীর নাম উল্লেখ করেননি; অথচ সে-ই ছিল ঘটনার মূল কেন্দ্রবিন্দু। বলাবাহুল্য, এতে ঐ নিমকের কদর করা হয়েছে, যা ইউসুফ ‘আলাইহিস্ সালাম আযীযের গৃহে লালিত-পালিত হয়ে খেয়েছিলেন। [কুরতুবী]",
  "ayah": 50,
  "surah": 12
}
