{
  "text": "আর তিনি বললেন, ‘হে আমার পুত্ৰগণ! তোমরা এক দরজা দিয়ে প্রবেশ করো না, ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে [১]। আল্লাহ্‌র সিদ্ধান্তের বিপরীতে আমি তোমাদের জন্য কিছু করতে পারি না। হুকুমের মালিক তো আল্লাহ্ই। আমি তাঁরই উপর নির্ভর করি। আর আল্লাহ্রই উপর যেন নির্ভরকারীরা নির্ভর করে [২]।’\n[১] আলোচ্য আয়াতসমূহে ছোট ভাইকে সাথে নিয়ে ইউসুফ-ভ্রাতাদের দ্বিতীয়বার মিসর সফরের কথা বর্ণিত হয়েছে। ইউসুফ ‘আলাইহিস্ সালামের পরে তার ভাইকে পাঠাবার সময় ইয়াকূব ‘আলাইহিস্ সালামের মন কত দুশ্চিন্তাগ্রস্ত হয়ে পড়েছিল তা এখানে বর্ণিত হয়েছে। নানা সন্দেহ ও আশংকা তার মনে জেগে ওঠা বিচিত্র নয় এবং সর্বদাই এ চিন্তায় তিনি পেরেশান হয়ে গিয়ে থাকবেন যে, আল্লাহ্ই ভালো জানেন এখন এ ছেলের চেহারাও আর দেখতে পাবো কি না। তাই তিনি হয়তো নিজের সাধ্যমত সতর্কতা অবলম্বন করার ক্ষেত্রে কোন প্রকার ক্রটি না রাখতে চেয়েছিলেন। তখন ইয়াকূব ‘আলাইহিস্ সালাম তাদেরকে মিসর শহরে প্রবেশ করার জন্য একটি বিশেষ উপদেশ দেন যে, তোমরা এগার ভাই শহরের একই প্রবেশ দ্বার দিয়ে প্রবেশ করো না, বরং নগর প্রাচীরের কাছে পৌঁছে ছত্রভঙ্গ হয়ে যেয়ো এবং বিভিন্ন দরজা দিয়ে শহরে প্রবেশ করো। এর কারণ কি, আল্লাহ্ তা বর্ণনা করেননি। তবে অনেকে মনে করেন- এরূপ উপদেশ দানের কারণ এই আশঙ্কা ছিল যে, স্বাস্থ্যবান, সুঠামদেহী, সুদৰ্শন এবং রূপ ও ঔজ্জ্বল্যের অধিকারী এসব যুবক সম্পর্কে যখন লোকেরা জানবে যে, এরা একই পিতার সন্তান এবং ভাই ভাই, তখন কারো বদ নজর গেলে তাদের ক্ষতি হতে পারে। [কুরতুবী; ইবন কাসীর] অথবা সঙ্গবদ্ধভাবে প্রবেশ করার কারণে হয়ত কেউ হিংসাপরায়ণ হয়ে তাদের ক্ষতি সাধন করতে পারে। [কুরতুবী]\n[২] ইয়াকূব ‘আলাইহিস্ সালাম একদিকে কুদৃষ্টি অথবা হিংসা, অথবা সন্দেহভাজন মনে করার আশঙ্কাবশতঃ ছেলেদের একই দরজা দিয়ে শহরে প্রবেশ করতে নিষেধ করেছেন এবং অন্যদিকে একটি বাস্তব সত্য প্রকাশ করাও জরুরী মনে করেছেন। তা হচ্ছে, কুদৃষ্টি থেকে আত্মরক্ষার যে তদবীর আমি বলেছি, আমি জানি যে, তা আল্লাহ্র ইচ্ছাকে এড়াতে পারবে না। আদেশ একমাত্র আল্লাহ্রই চলে। তবে মানুষের প্রতি বাহ্যিক তদবীর করার নির্দেশ আছে। তাই এ উপদেশ দেয়া হয়েছে। কিন্তু আমি তদবীরের উপর ভরসা করি না; বরং আল্লাহ্র উপরই ভরসা করি। তাঁর উপরই ভরসা করা এবং বাহ্যিক ও বস্তুভিত্তিক তদবীরের উপর ভরসা না করা প্রত্যেক মানুষের অবশ্য কর্তব্য। যারা সর্বাবস্থায় আল্লাহ্র উপর তাওয়াক্কুল করে তাদের সম্পর্কে হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিভিন্ন সুসংবাদ দিয়েছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের মধ্যে সত্তর হাজার লোক বিনা হিসাবে জান্নাতে যাবে। আর তারা হলেন সে সমস্ত লোক যারা (তাদের অসুস্থতার সময়) কারও কাছে ঝাঁড়ফুক চায় না, লোহা গরম করে ছেঁক দেয় না, কুলক্ষণ গ্রহণ করে না এবং সর্বদা তাদের প্রভুর উপর ভরসা করে। [বুখারীঃ ৬৪৭২]",
  "ayah": 67,
  "surah": 12
}
