{
  "text": "The Record Book of the Righteous and Their Reward\nAllah says that truly,\nإِنَّ كِتَـبَ الاٌّبْرَارِ\n(Verily, the Record of Al-Abrar (the righteous believers)) These people are in a situation that is the opposite of the wicked people.\nلَفِى عِلِّيِّينَ\n(is in `Illiyyin.) meaning, their final destination is `Illiyyin, which is the opposite of Sijjin. It has been reported from Hilal bin Yasaf that Ibn `Abbas asked Ka`b about Sijjin while he was present, and Ka`b said, \"It is the seventh earth and in it are the souls of the disbelievers.\" Then Ibn `Abbas asked him about `Illiyyin, so he said, \"It is the seventh heaven and it contains the souls of the believers.\" This statement -- that it is the seventh heaven -- has been said by others as well. `Ali bin Abi Talhah reported that Ibn `Abbas said concerning Allah's statement,\nكَلاَّ إِنَّ كِتَـبَ الاٌّبْرَارِ لَفِى عِلِّيِّينَ\n(Nay! Verily, the Record of Al-Abrar (the righteous believers) is in `Illiyyin.) \"This means Paradise.\" Others besides him have said, \"`Iliyyin is located at Sidrat Al-Muntaha.\" The obvious meaning is that the word `Illiyyin is taken from the word `Uluw, which means highness. The more something ascends and rises, the more it becomes greater and increases. Thus, Allah magnifies its affair and extols its matter by saying,\nوَمَآ أَدْرَاكَ مَا عِلِّيُّونَ\n(And what will make you know what `Illiyyin is) Then He says by way of affirming what will be written for them,\nكِتَـبٌ مَّرْقُومٌ يَشْهَدُهُ الْمُقَرَّبُونَ\n(A Register inscribed. To which bear witness those nearest.) They are the angels. This was stated by Qatadah. Al-`Awfi reported from Ibn `Abbas that he said, \"Those nearest to Allah in each heaven will witness it.\" Then Allah says,\nإِنَّ الاٌّبْرَارَ لَفِى نَعِيمٍ\n(Verily, Al-Abrar (the righteuos believers) will be in Delight.) meaning, on the Day of Judgement they will be in eternal pleasure and gardens that contain comprehensive bounties.\nعَلَى الاٌّرَائِكِ\n(On thrones,) These are thrones beneath canopies from which they will be gazing. It has been said, \"This means that they will be gazing at their kingdom and what Allah has given them of good and bounties that will not end or perish. It has also been said,\nعَلَى الاٌّرَآئِكِ يَنظُرُونَ\n(On thrones, looking.) \"This means that they will be looking at Allah, the Mighty and Sublime.\" This is the opposite of what those wicked people have been described with,\nكَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ\n(Nay! Surely, they (evildoers) will be veiled from seeing their Lord that Day.) (83:15) Thus, it has been mentioned that these (righteous people) will be allowed to look at Allah while they are upon their thrones and elevated couches. Concerning Allah's statement,\nتَعْرِفُ فِى وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ\n(You will recognize in their faces the brightness of delight.) meaning, `you will notice a glow of delight in their faces when you look at them.' This is a description of opulence, decorum, happiness, composure, and authority that they will be experiencing from this great delight. Concerning Allah's statement,\nيُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ\n(They will be given to drink of pure sealed Rahiq.) meaning, they will be given drink from the wine of Paradise. Ar-Rahiq is one of the names of the wine (in Paradise). Ibn Mas`ud, Ibn `Abbas, Mujahid, Al-Hasan, Qatadah and Ibn Zayd all said this. Ibn Mas`ud said concerning Allah's statement,\nخِتَـمُهُ مِسْكٌ\n(Sealed with musk,) \"This means it will be mixed with musk.\" Al-`Awfi reported from Ibn `Abbas that he said, \"Allah will make the wine have a pleasant aroma for them, so the last thing that He will place in it will be musk. Thus, it will be sealed with musk.\" Qatadah and Ad-Dahhak both said the same. Then Allah says,\nوَفِى ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَـفِسُونَ\n(and for this let (all) those strive who want to strive.) meaning, for a situation like this, let the boasters boast, compete, and strive to gain more. Let the competitors compete and race toward the likes of this. This is similar to Allah's statement,\nلِمِثْلِ هَـذَا فَلْيَعْمَلِ الْعَـمِلُونَ\n(For the like of this let the workers work.) (37:61) Allah then says,\nوَمِزَاجُهُ مِن تَسْنِيمٍ\n(It will be mixed with Tasnim.) meaning, this wine that is being described is mixed with Tasnim. This refers to a drink called Tasnim, and it is the most excellent and exalted drink of the people of Paradise. This was said by Abu Salih and Ad-Dahhak. Thus, Allah says,\nعَيْناً يَشْرَبُ بِهَا الْمُقَرَّبُونَ\n(A spring whereof drink those nearest to Allah.) (83:28) meaning, those who are near to Allah, will drink from it as they wish, and the companions of the right hand will be given a drink that is mixed with it. This has been said by Ibn Mas`ud, Ibn `Abbas, Masruq, Qatadah and others.",
  "ayah": 22,
  "surah": 83
}
