{
  "text": "হযরত আবূ ওয়াকিদ (রঃ)-এর রিওয়াইয়াত পূর্বে গত হয়েছে যে, রাসূলুল্লাহ (সঃ) ঈদুল আযহা ও ঈদুল ফিতরের নামাযে সূরায়ে ও সূরায়ে পাঠ করতেন। অনুরূপভাবে বড় বড় মাহফিলেও তিনি এ দু'টি সূরা তিলাওয়াত করতেন। কেননা, এতে পুরস্কার ও শাস্তির প্রতিজ্ঞা, প্রথম সৃষ্টি ও মৃত্যুর পর পুনরুত্থান এবং এর সাথে সাথে তাওহীদ ও রিসালাত সাব্যস্তকরণ ইত্যাদি গুরুত্বপূর্ণ বিষয়গুলোর বর্ণনা রয়েছে।\n১-৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা কিয়ামত নিকটবর্তী হওয়া এবং দুনিয়া শেষ হয়ে যাওয়ার খবর দিচ্ছেন। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “আল্লাহর আদেশ (কিয়ামত) আসবেই; সুতরাং তা ত্বরান্বিত করতে চেয়ো না।” (১৬:১) আরো বলেনঃ (আরবী) অর্থাৎ মানুষের হিসাব নিকাশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।” (২১:১) এই বিষয়ের উপর বহু হাদীসও বর্ণিত হয়েছে।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) স্বীয় সাহাবীদের সামনে ভাষণ দান করেন। ঐ সময় সূর্য অস্তমিত হতে অতি অল্প সময় বাকী ছিল। ভাষণে তিনি বলেনঃ “যার হাতে আমার প্রাণ রয়েছে তার। শপথ! অতীত যুগের তুলনায় দুনিয়ার হায়াতও এই পরিমাণ বাকী আছে যে পরিমাণ সময় এই দিনের বাকী আছে দিনের গত হয়ে যাওয়া সময়ের তুলনায়। সূর্যের তো আমরা সামান্য অংশই দেখতে পাচ্ছি।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন। এ হাদীসের বর্ণনাকারীদের মধ্যে হযরত খালফ ইবনে মূসা (রঃ)-কে ইমাম ইবনে হিব্বান (রঃ) বিশ্বাসযোগ্য বর্ণনাকারীদের মধ্যে গণ্য করেন বটে, কিন্তু বলেন যে, তিনি কখনো কখনো কখনো ভুলও করে থাকেন। দ্বিতীয় রিওয়াইয়াতটি একে সবল করে। এমন কি এর ব্যাখ্যা করে)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা আসরের পর যখন সূর্য ডুবু ডুবু প্রায়, তখন রাসূলুল্লাহ (সঃ) বলেনঃ “অতীত যুগের লোকদের বয়সের তুলনায় তোমাদের বয়স ততটুকু যতটুকু এই বাকী সময়, এই দিনের গত হয়ে যাওয়া সময়ের তুলনায়। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি ও কিয়ামত এই ভাবে প্রেরিত হয়েছি।” অতঃপর তিনি তর্জনী ও মধ্যমা অঙ্গুলী দ্বারা ইশারা করেন। অন্য রিওয়াইয়াতে এটুকু বেশী আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “কিয়ামত আমা হতে বেড়ে যাওয়ার উপক্রম হয়েছিল।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) হযরত আবু হাফিয সালমা ইবনে দীনার (রঃ)-এর হাদীস হতে এটা তাখরীজ করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) ওয়ালিদ ইবনে আবদিল মালিকের নিকট পোঁছলে তিনি তাঁকে কিয়ামত সম্বলিত হাদীসটি জিজ্ঞেস করেন। তিনি উত্তরে বলেন, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “তোমরা ও কিয়ামত এ দু'টি অঙ্গুলির মত।” এর সাক্ষ্য এ হাদীস দ্বারাও হতে পারে, যার মধ্যে রাসূলুল্লাহ (সঃ)-এর মুবারক নামগুলোর মধ্যে একটি নাম হাশির এসেছে। আর হাশির হলেন তিনি যার পদদ্বয়ের উপর জনগণের হাশর হবে।হযরত বাহায (রঃ) হতে বর্ণিত আছে যে, হযরত উৎবা ইবনে গাওয়ান (রাঃ) স্বীয় ভাষণে বলেন এবং কখনো বলতেন, রাসূলুল্লাহ (সঃ) আমাদের সামনে ভাষণ দিতে গিয়ে আল্লাহ তা'আলার হামদ ও সানার পর বলেনঃ “দুনিয়া শেষ হয়ে যাওয়ার ঘোষণা হয়ে গেছে। এটা পৃষ্ঠ প্রদর্শন করে পালিয়ে যাচ্ছে। যেমন পাত্রের খাদ্য খেয়ে নেয়া হয় এবং ধারে কিছু লেগে থাকে, দ্রুপ দুনিয়ার বয়সের সমস্ত অংশই বেরিয়ে পড়েছে, শুধু নামে মাত্র বাকী আছে। তোমরা এখান হতে এমন জগতের দিকে গমনকারী যা কখনো ধ্বংস হবার নয়। সুতরাং সম্ভব হলে তোমরা এখান হতে কিছু পুণ্য সাথে নিয়ে যাও। জেনে রেখো, আমাদের কাছে বর্ণনা করা হয়েছে যে, জাহান্নামের ধার হতে একটি পাথর নিক্ষেপ করা হবে যা সত্তর বছর ধরে নীচের দিকে অনবরত নামতে থাকবে, তবুও ওর তলা পর্যন্ত পৌঁছতে পারবে না। আল্লাহর শপথ! জাহান্নামের এই গভীর গর্ত মানুষ দ্বারা পূর্ণ করা হবে। তোমরা এতে বিস্ময় প্রকাশ করো না। আমাদের কাছে এও বর্ণনা করা হয়েছে যে, জান্নাতের চৌকাঠের দুটি কাঠের মধ্যবর্তী ব্যবধান চল্লিশ বছরের পথ। আর এটাও একদিন এমনভাবে পূর্ণ হয়ে যাবে যে, খুবই ভীড় দেখা যাবে (শেষ পর্যন্ত)।  আবু আবদির রহমান সালমী (রঃ) বলেনঃ “আমি আমার পিতার সাথে মাদায়েনে গমন করি। জনপদ হতে তিন মাইল দূরে আমরা অবস্থান করি। জুমআর নামাযের জন্যে আমিও আমার পিতার সাথে গমন করি। হযরত হুযাইফা (রাঃ) মসজিদের খতীব ছিলেন। তিনি খুত্বায় বলেনঃ “হে জনমণ্ডলী! জেনে রেখো যে, আল্লাহ তা'আলা বলেছেনঃ “কিয়ামত আসন্ন, চন্দ্র বিদীর্ণ হয়েছে। কিয়ামত নিকটে এসে গেছে এবং অবশ্যই চন্দ্র দ্বিখণ্ডিত হয়েছে। নিশ্চয়ই দুনিয়া বিচ্ছিন্নতার সতর্কধ্বনি করেছে। আজকের দিনটি হলো চেষ্টা ও প্রস্তুতির দিন। আগামী কাল তো হবে দৌড়াদৌড়ি করে আগে বেড়ে যাওয়ার দিন।” আমি আমার পিতাকে জিজ্ঞেস করলামঃ কালকে দৌড় হবে কি যাতে আগে বেড়ে যেতে হবে? তিনি উত্তরে আমাকে বললেনঃ “তুমি তো একেবারে অজ্ঞ ছেলে! এখানে একথার দ্বারা আমলের দিক দিয়ে একে অপরের আগে বেড়ে যাওয়া বুঝানো হয়েছে। দ্বিতীয় জুমআর দিন যখন আমরা আসলাম তখন হত হুযাইফা (রাঃ)-কে প্রায় আগের জুমআর দিনের মতই ভাষণ দিতে শুনলাম। শেষে তিনি একথাও বললেনঃ “পরিণাম হলো আগুন। (আরবী) হলো ঐ ব্যক্তি যে জান্নাতে সর্বপ্রথম পৌঁছে গেল।”  আল্লাহ তাআলার উক্তি - ‘চন্দ্র বিদীর্ণ হয়েছে।' এটা নবী (সঃ)-এর যুগের ঘটনা। যেমন মুতাওয়াতির হাদীসসমূহে বিশুদ্ধতার সাথে এটা বর্ণিত হয়েছে। সহীহ হাদীসে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “পাঁচটি জিনিস গত হয়েছে। (এক) রূম, (দুই) ধূম্র, (তিন) লিম, (চার) বাশাহ এবং (পাঁচ) চন্দ্র বিদীর্ণ হওন।”\nএ সম্পর্কে বর্ণিত হাদীসসমূহ :\nহযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, মক্কাবাসী নবী (সঃ)-এর কাছে মু'জিযা দেখানোর আবেদন জানালো। ফলে দুই বার চন্দ্র বিদীর্ণ হয়, যার বর্ণনা এই আয়াত দু’টিতে রয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতেই বর্ণিত আছে যে, মক্কাবাসী রাসূলুল্লাহ (সঃ)-এর কাছে মু'জিযা দেখাবার আবেদন করলে তিনি চন্দ্রকে দ্বিখণ্ডিত করে তাদেরকে দেখিয়ে দেন। সুতরাং তারা হিরার এদিকে এক খণ্ড এবং ওদিকে এক খণ্ড দেখতে পায়।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত জুবায়ের ইবনে মুতইম (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ)-এর যুগে চন্দ্র দ্বিখণ্ডিত হয়। এক খণ্ড এক পাহাড়ে এবং অপর খণ্ড অন্য পাহাড়ে পতিত হয়। তখন তারা বলেঃ “মুহাম্মাদ (সঃ) আমাদের উপর যাদু করেছে।” তখন জ্ঞানীরা বললোঃ “যদি এটা মেনে নেয়া হয় যে, তিনি আমাদের উপর যাদু করেছেন তবে তিনি তো সমস্ত মানুষের উপর যাদু করতে পারেন না।” [এ হাদীসটি বর্ণনা করেছেন ইমাম আহমাদ (রঃ)]অন্য একটি রিওয়াইয়াতে আছে যে, এটা হিজরতের পূর্বের ঘটনা। আরো বহু রিওয়াইয়াত রয়েছে।হযরত ইবনে আব্বাস (রাঃ) হতে এটাও বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর যুগে চন্দ্র গ্রহণ হলে কাফিররা বলতে শুরু করে যে, চন্দ্রের উপর যাদু করা হয়েছে। তখন (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলো অবতীর্ণ হয়।  হযরত ইবনে উমার (রাঃ) বলেন যে, যখন চন্দ্র বিদীর্ণ হয় এবং ওর দু'টি টুকরো হয়, একটি পাহাড়ের পিছনে এবং অপরটি পাহাড়ের সামনে, ঐ সময় নবী (সঃ) বলেনঃ “হে আল্লাহ! আপনি সাক্ষী থাকুন।” (সহীহ মুসলিম, জামে তিরমিযী প্রভৃতি হাদীস গ্রন্থে এ হাদীসটি বিদ্যমান রয়েছে)হযরত ইবনে মাসউদ (রাঃ) বলেন, রাসূলুল্লাহ (সঃ)-এর যুগে চন্দ্র বিদীর্ণ হয় এবং ওটা দুই ভাগে বিভক্ত হয়। জনগণ ভালভাবে তা লক্ষ্য করে। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা সাক্ষী থাকো।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) অন্য রিওয়াইয়াতে আছে যে, হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “ঐ সময় আমরা মক্কায় ছিলাম।”হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ)-এর যুগে চন্দ্র বিদীর্ণ হয়। তখন কুরায়েশরা বলেঃ “ইবনে আবি কাবৃশাহর (অর্থাৎ রাসূলুল্লাহ সঃ-এর) এটা যাদু।” কিন্তু তাদের জ্ঞানী লোকেরা বলেঃ “যদি এটা মেনে নেয়াই হয় যে, তিনি আমাদের উপর যাদু করেছেন, কিন্তু দুনিয়ার সমস্ত লোকের উপর তো তিনি যাদু করতে পারেন না? এখন যারা সফর থেকে আসবে তাদেরকে জিজ্ঞেস করা হোক যে, তারাও ঐ রাত্রে চন্দ্রকে বিদীর্ণ হতে দেখেছে কি না?” অতঃপর যখন তারা ফিরে আসলো তখন তারাও এটা স্বীকার করলো যে, সত্যি তারা ঐ রাত্রে চন্দ্রকে দ্বিখণ্ডিত হতে দেখেছে। কাফিরদের সমাবেশে এই সিদ্ধান্ত গৃহীত হলো যে, যদি বাহিরের লোক এসে একথাই বলে তবে রাসূলুল্লাহ (সঃ)-এর সত্যতায় সন্দেহ করার কিছুই থাকবে না। অতঃপর যখন বাহির হতে লোক আসলো এবং যেখান হতেই আসলো সবাই এই সাক্ষ্য দান করলো যে, তারা স্বচক্ষে চন্দ্রকে দ্বিখণ্ডিত হতে দেখেছে। এরই বর্ণনা এই আয়াতে রয়েছে।  হযরত আবদুল্লাহ (রাঃ) বলেন যে, চন্দ্রের দুই খণ্ডের মধ্যে পাহাড় দেখা যেতো। অন্য রিওয়াইয়াতে আছে যে, চন্দ্র দ্বিখণ্ডিত হলে হযরত আবূ বকর (রাঃ)-কে নবী (সঃ) বলেনঃ “হে আবু বকর (রাঃ)! তুমি সাক্ষী থাকো।” আর মুশরিকরা এই বিরাট মু'জিযাকেও যাদু বলে দিয়ে দূরে সরে গিয়েছিল। এরই বর্ণনা এই আয়াতে রয়েছে যে, তারা বলেঃ এটা তো চিরাচরিত যাদু। এই বলে তারা তা প্রত্যাখ্যান করে। তারা সত্যকে মিথ্যা প্রতিপন্ন করে নবী (সঃ)-এর হুকুমের বিপরীত নিজেদের কুপ্রবৃত্তির অনুসরণ করে। তারা নিজেদের অজ্ঞতা ও নির্বুদ্ধিতা হতে বিরত থাকে না।  আল্লাহ তাআলা বলেনঃ আর প্রত্যেক ব্যাপারই লক্ষ্যে পৌঁছবে। অর্থাৎ ভাল ভালদের ও মন্দ মন্দদের সাথে। এও বলা হয়েছে যে, এর অর্থ হলোঃ কিয়ামতের দিন প্রত্যেক ব্যাপারই সংঘটিত হবে।মহান আল্লাহ বলেনঃ তাদের নিকট এসেছে সুসংবাদ, যাতে আছে সাবধান বাণী; এটা পরিপূর্ণ জ্ঞান, তবে এই সতর্কবাণী তাদের কোন উপকারে আসেনি। আল্লাহ তা'আলা যাকে হিদায়াত করেন এবং যাকে পথভ্রষ্ট করেন, এতেও তাঁর পরিপূর্ণ নিপুণতা বিদ্যমান রয়েছে। তারা যে হতভাগ্য এটা তাদের ভাগ্যে লিখে দেয়া হয়েছে। যাদের অন্তরে মোহর মেরে দেয়া হয়েছে তাদেরকে কেউই হিদায়াত দান করতে পারে না। এ আয়াতটি আল্লাহ তাআলার নিম্নের উক্তির মতঃ (আরবী) অর্থাৎ “ (হে নবী সঃ)! তুমি বলে দাও আল্লাহর যুক্তি সবদিক দিয়েই পরিপূর্ণ, তিনি ইচ্ছা করলে তোমাদের সকলকেই হিদায়াত দান করতে পারতেন।” (৬:১৪৯) অনুরূপ নিম্নের উক্তিটিওঃ (আরবী) অর্থাৎ “বেঈমানদেরকে কোন মু'জিযা এবং কোন ভয় প্রদর্শনকারী কোন উপকার পৌঁছায় না।” (১০:১০১)",
  "ayah": 5,
  "surah": 54
}
