{
  "text": "তিনিই (সেই মহান সত্তা), যিনি তোমাদেরকে স্থলভাগে ও জলভাগে ভ্রমণ করান;[১] এমন কি যখন তোমরা নৌকায় অবস্থান কর, আর সেই নৌকাগুলো লোকদের নিয়ে অনুকূল বায়ুর সাহায্যে চলতে থাকে, আর তারা তাতে আনন্দিত হয়। (হঠাৎ) তাদের উপর এক প্রচন্ড (প্রতিকূল) বায়ু এসে পড়ে এবং প্রত্যেক দিক হতে তাদের উপর তরঙ্গমালা ধেয়ে আসে, আর তারা মনে করে যে, তারা (বিপদে) বেষ্টিত হয়ে পড়েছে,[২] (তখন) সকলে আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে আল্লাহকেই ডাকতে থাকে,[৩] ‘(হে আল্লাহ!) যদি তুমি আমাদেরকে এ হতে রক্ষা কর, তাহলে আমরা অবশ্যই কৃতজ্ঞ হয়ে যাব।’\n[১] يُسَيِّرُكُمْ তিনি তোমাদেরকে ভ্রমণ করান বা চলা-ফেরা ও ভ্রমণ করার তওফীক দেন। 'স্থলভাগে' অর্থাৎ তিনি তোমাদেরকে পা দান করেছেন যার দ্বারা তোমরা চলাফেরা কর, যানবাহনের ব্যবস্থা করেছেন, যার উপর অরোহণ করে দূর-দূরান্তে ভ্রমণ কর। 'জলভাগে' অর্থাৎ আল্লাহ তাআলা তোমাদেরকে নৌকা ও জলজাহাজ তৈরী করার জ্ঞান দান করেছেন, তোমরা তা তৈরী করে তার মাধ্যমে সাগরে ভ্রমণ কর। (যে বস্তু দ্বারা তোমরা নৌযান তৈরী কর, তাকে পানির উপর ভাসার প্রকৃতি দান করেছেন।)\n[২] أُحِيْطَ بِهِمْ এর অর্থ হল, যেরূপ শত্রু কোন সম্প্রদায় বা কোন শহরকে বেষ্টন করে বা ঘিরে ফেলে এবং সেই সম্প্রদায় শত্রুর দয়ার উপর নির্ভরশীল থাকে, অনুরূপ যখন তারা তুফান ও বড় বড় তরঙ্গের মাঝে বেষ্টিত হয়, তখন তারা মৃত্যুকে তাদের সম্মুখে দেখতে পায়।\n[৩] অর্থাৎ তখন তারা দু'আতে গায়রুল্লাহকে শরীক করে না, যেমন তারা স্বাভাবিক অবস্থায় করে থাকে। স্বাভাবিক অবস্থায় তারা বলে যে, এই বুযুর্গ ব্যক্তিরাও আল্লাহর খাস বান্দা, আল্লাহ তাআলা তাঁদেরকেও এখতিয়ার দিয়ে রেখেছেন এবং তাঁদের দ্বারা আমরা আল্লাহর নৈকট্য অর্জন করতে চাই। কিন্তু যখন এই রূপ বালা-মসীবতে পড়ে, তখন ঐ সকল শয়তানী যুক্তি ভুলে যায় এবং শুধু আল্লাহকে স্মরণ করে ও একমাত্র তাঁকেই ডাকে। এতে প্রথমতঃ এই কথা বুঝা যায় যে, মানুষের প্রকৃতিতে এক আল্লাহর দিকে ফিরে যাওয়ার প্রবণতা ঢুকিয়ে দেওয়া হয়েছে। মানুষ পরিবেশে প্রভাবিত হয়ে সেই প্রবণতা বা প্রকৃতিকে চাপা দিয়ে ফেলে; কিন্তু মসীবতের সময় উক্ত প্রবণতা মানব মনে স্বতঃ বিকাশ লাভ করে বা উক্ত তওহীদী প্রকৃতি ফিরে আসে। আরো বুঝা গেল যে, তওহীদ মানুষের প্রকৃতিগত মৌলিক বস্তু, যা থেকে মানুষের বিচ্যুত হওয়া উচিত নয়। কারণ তওহীদ থেকে বিচ্যুত থাকা, সহজাত প্রকৃতি থেকে বিচ্যুত থাকার নামান্তর; যা সরাসরি ভ্রষ্টতা। দ্বিতীয়তঃ এই কথা বুঝা যায় যে, মুশরিকরা যখন এরূপ মসীবতের সম্মুখীন হত, তখন তারা তাদের তৈরী করা উপাস্যদেরকে ছেড়ে একমাত্র আল্লাহকেই ডাকত। সুতরাং ইকরামা বিন আবু জাহল সর্ম্পকে পাওয়া যায় যে, মক্কা বিজয়ের পর তিনি মক্কা থেকে (কাফের অবস্থায়) পালিয়ে যান। তিনি হাবশাহ যাওয়ার জন্য এক নৌকায় বসেন। নৌকা সামুদ্রিক ঝড়ের মুখে পড়লে নৌকার মাঝি যাত্রীগণকে বলল যে, এখন এক আল্লাহর নিকট দু'আ কর, কারণ তোমাদেরকে তিনি ছাড়া এই তুফান থেকে পরিত্রাণ দানকারী আর কেউ নেই। ইকরামা বলেন, আমি মনে মনে ভাবলাম, যদি সমুদ্রের মাঝে পরিত্রাণ দাতা একমাত্র আল্লাহ হন, তাহলে অবশ্যই স্থলভাগেও পরিত্রাণ দাতা একমাত্র তিনিই হবেন। আর মুহাম্মাদ তো সেই কথাই বলেন। সুতরাং তিনি স্থির করে নিলেন, যদি আমি এখান থেকে বেঁচে জীবিত ফিরে যেতে পারি, তাহলে মক্কা ফিরে গিয়ে ইসলাম গ্রহণ করব। সুতরাং তিনি নবী (সাঃ)-এর খিদমতে উপস্থিত হয়ে মুসলমান হয়ে যান।\n(নাসাঈ, আবু দাউদ ২৬৮৩নং)\nকিন্তু পরিতাপের বিষয়! উম্মতে মুহাম্মাদীর কিছু মানুষ এমনভাবে শির্কে ফেঁসে আছে যে, বালা-মসীবত ও কষ্টের সময়েও তারা আল্লাহর দিকে ফিরে যাওয়া বাদ দিয়ে মৃত বুযুর্গ ব্যক্তিদেরকেই ত্রাণকর্তা মনে করে এবং তাঁদেরকেই সাহায্যের জন্য আহবান করে! সুতরাং ইন্না লিল্লাহি অইন্না ইলাইহি রা-জিঊন। فليبك على الإسلام من كان باكيًا।",
  "ayah": 22,
  "surah": 10
}
