{
  "text": "সুতরাং কোন জনপদ বিশ্বাস করল না কেন, যাদের বিশ্বাস উপকারী হত; ইউনুসের সম্প্রদায়ের ব্যাপারটি স্বতন্ত্র,[১] যখন তারা বিশ্বাস করল, তখন আমি তাদের থেকে পার্থিব জীবনে অপমানজনক শাস্তি বিদূরিত করে দিলাম এবং এক নির্ধারিত কাল পর্যন্ত তাদেরকে সুখ-স্বাচ্ছন্দ্য দান করলাম। [২]\n[১] এখানে لَولاَ শব্দটি আফসোস প্রকাশের জন্য هَلاَّ এর অর্থে ব্যবহার হয়েছে, অর্থাৎ আমি যে জনপদগুলিকে ধ্বংস করেছি, তার মধ্য থেকে কোন একটি জনপদবাসীও কেনই বা এমন হলো না যে, এমন সময়ে ঈমান নিয়ে আসত, যে সময়ে ঈমান আনলে তাদের জন্য ফলপ্রসূ হত! তবে ইউনুস (আঃ)-এর সম্প্রদায়ের ব্যাপারটি স্বতন্ত্র। যখন তারা ঈমান আনল,তখন আল্লাহ তাআলা তাদের উপর থেকে আযাব রহিত করে দিলেন। সংক্ষিপ্ত ঘটনা হল এই যে, যখন ইউনুস (আঃ) দেখলেন যে, তাঁর দাওয়াত ও তবলীগে তাঁর সম্প্রদায় প্রভাবিত হচ্ছে না, তখন তিনি নিজ সম্প্রদায়কে জানিয়ে দিলেন যে, অমুক দিন তোমাদের উপর আল্লাহর আযাব আসবে এবং তিনি নিজে সেখান থেকে বেরিয়ে পড়লেন। যখন মেঘের মত তাদের উপর আযাবের লক্ষণাদি দেখা দিল, তখন তারা শিশু, নারী এমনকি জীবজন্তু সমেত এক মাঠে সমবেত হল এবং আল্লাহর দরবারে কাকুতি-মিনতির সাথে তওবা ও ক্ষমা প্রার্থনা করতে আরম্ভ করল। আল্লাহ তাআলা তাদের তওবা কবুল করে তাদের উপর থেকে আযাব রহিত করে দিলেন। ইউনুস (আঃ) পথচারী পথিকের নিকট থেকে নিজ সম্প্রদায়ের অবস্থা সম্পর্কে অবগত হতে থাকলেন। পরিশেষে তিনি যখন জানতে পারলেন যে, আল্লাহ তাআলা তাঁর সম্প্রদায়ের উপর থেকে আযাব রহিত করে দিয়েছেন, তখন যেহেতু সেই সম্প্রদায় তাকে মিথ্যাজ্ঞান করেছিল, তাই তিনি সেই সম্প্রদায়ের নিকট ফিরে যাওয়া পছন্দ করলেন না। বরং তাদের প্রতি অসন্তুষ্ট হয়ে তিনি অন্য কোন দিকে চলে গেলেন। এই সফরে তাঁকে নৌকা থেকে ফেলে দেওয়ার ঘটনা ঘটেছিল। (এ ঘটনা যথাস্থানে দ্রষ্টব্য।)\n(ফাতহুল কাদীর)\nঅবশ্য ইউনুস (আঃ)-এর সম্প্রদায় কখন ঈমান এনেছিল তা নিয়ে মুফাসসিরগণের মাঝে মতভেদ আছে। (কেউ কেউ বলেন যে,) তারা আযাব দেখার পর ঈমান এনেছিল, যে সময়ের ঈমান ফলপ্রসূ হয় না। কিন্তু আল্লাহ তাআলা তা নিজের উক্ত রীতি থেকে স্বতন্ত্রভাবে তাদের ঈমান কবুল করেছেন। অথবা এমন পর্যায় আসেনি যে, সেই সময় তাদের ঈমান ফলপ্রসূ হত না। কিন্তু কুরআন কারীম ইউনুস (আঃ)-এর সম্প্রদায়কে إلاَّ দ্বারা যেভাবে আলাদা করেছে, তা প্রথম ব্যাখ্যাকেই সমর্থন করে। আর আল্লাহই ভালো জানেন।\n[২] কুরআন পার্থিব আযাব রহিত হওয়ার ব্যাপারে পরিষ্কার বর্ণনা দিয়েছে, আখেরাতের আযাব রহিত হওয়ার ব্যাপারে কোন বর্ণনা দেয়নি। ফলে কিছু তফসীরবিদের ধারণা যে, তাদের উপর থেকে আখেরাতের আযাব রহিত করা হয়নি। কিন্তু যখন কুরআন পরিষ্কারভাবে বর্ণনা দিয়েছে যে, পার্থিব আযাব ঈমান আনার কারণে রহিত করা হয়েছিল, তখন আর আখেরাতের আযাব সম্পর্কে বর্ণনা দেওয়ার কোন প্রয়োজনই থাকে না। কারণ আখেরাতের আযাবের ফায়সালা তো ঈমান আনা ও না আনার উপর ভিত্তি করেই হবে। ঈমান আনার পর ইউনুস (আঃ)-এর সম্প্রদায় যদি আপন ঈমানের উপর অটল থাকে, তবে অবশ্যই তারা আখেরাতের আযাব থেকেও রক্ষা পাবে। তবে এর বিপরীত হলে শুধু পৃথিবীতেই আযাব থেকে রক্ষা পাবে। আর আল্লাহই ভালো জানেন।",
  "ayah": 98,
  "surah": 10
}
