{
  "text": "فَلْيَدْعُ نَادِيَهُ (17) { خَاطِئَةٍ * فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزبانية } { الزبانية } .تفريع على الوعد . ومناسبة ذلك ما رواه الترمذي والنسائي عن ابن عباس قال : «كان رسول الله صلى الله عليه وسلم يصلي عند المقام فمر به أبو جهل فقال : يا محمد ألم أنهك عن هذا ، وتوعَّده ، فأغلظ له رسول الله ، فقال أبو جهل : يا محمد بأي شيء تهددني؟ أما والله إني لأكثر أهل هذا الوادي نادياً ، فأنزل الله تعالى : { فليدع ناديه سندع الزبانية } يعني أن أبا جهل أراد بقوله ذلك تهديدَ النبي صلى الله عليه وسلم بأنه يغري عليه أهل نادِيه .والنادي : اسم للمكان الذي يَجتمع فيه القوم . يقال : ندَا القومُ نَدْواً ، إذ اجتَمعوا . والنَّدوة ( بفتح النون ) الجماعة ، ويقال : نَادٍ ونَدِيّ ، ولا يطلق هذا الاسمُ على المكان إلا إذا كان القوم مجتمعين فيه فإذا تفرقوا عنه فليس بنادٍ ، ويقال النادي لمجلس القوم نهاراً ، فأما مجلسهم في الليل فيسمى المسامر قال تعالى : { سامراً تهجرون } [ المؤمنون : 67 ] .واتخذ قُصي لندوة قريش داراً تسمى دار الندوة حَوْل المسجد الحرام وجعلها لتشاورهم ومهماتهم وفيها يُعقد على الأزواج ، وفيها تدَرَّع الجواري ، أي يلبسونهن الدروع ، أي الأقمصة إعلاناً بأنهن قاربْن سِن البلوغ ، وهذه الدار كانت اشترتها الخيزران زوجة المنصور أبي جعفر وأدخلتْها في ساحة المسجد الحرام ، وأُدخل بعضها في المسجد الحرام في زيادة عبد الملك بن مروان وبعضها في زيادة أبي جعفر المنصور ، فبقيت بقيتُها بيتاً مستقلاً ونزل به المهدي سنة 160 في مدة خلافة المعتضد بالله العباسي لما زاد في المسجد الحرام جعل مكان دار الندوة مسجداً متصلاً بالمسجد الحرام فاستمر كذلك ثم هدم وأدخلت مساحته في مساحة المسجد الحرام في الزيادة التي زادها الملك سعود بن عبد العزيز ملك الحجاز ونجد سنة 1379 .ويطلق النادي على الذين ينتدون فيه وهو معنى قول أبي جهل : إني لأكثر أهل هذا الوادي نَادياً ، أي نَاساً يجلسون إليَّ يريد أنه رئيس يصمد إليه ، وهو المعني هنا .وإطلاق النادي على أهله نظير إطلاق القرية على أهلها في قوله تعالى : { واسأل القرية } [ يوسف : 82 ] ونظير إطلاق المجلس على أهله في قول ذي الرمة: ... لهم مجلسٌ صُهْب السِّبال أذلةٌسَوَاسة أحرارُها وعبيدُها ... وإطلاق المقامة على أهلها في قول زهير: ... وفيهم مقامات حسان وجوههموأندية ينتابها القول والفعل ... أي أصحاب مقامات حسان وجوههم .وإطلاق المجمع على أهله في قول لبيد: ... إنَّا إذا ألتقَت المجامع لم يزلمنَّا لِزاز عظيمة جسامها ... الأبيات الأربعة .ولام الأمر في { فليدع ناديه } للتعجيز لأن أبا جهل هدّد النبي صلى الله عليه وسلم بكثرة أنصاره وهم أهل ناديه فردّ الله عليه بأن أمره بدعوة ناديه فإنه إن دعاهم ليسطُوا على النبي صلى الله عليه وسلم دعا الله ملائكة فأهلكوه .وهذه الآية معجزة خاصة من معجزات القرآن فإنه تحدى أبا جهل بهذا وقد سمع أبو جهل القرآن وسمعه أنصاره فلم يقدم أحد منهم على السطو على الرسول صلى الله عليه وسلم مع أن الكلام يلهب حميته .وإضافة النادي إلى ضميره لأنه رئيسهم ويجتمعون إليه قالت أعرابية : «سيدُ ناديه ، وَثِمَالُ عافيهْ» .وقوله : { سندع الزبانية } جواب الأمر التعجيزي ، أي فإن دعا ناديَه دعوْنا لهم الزبانية ففعل { سندع } مجزوم في جواب الأمر ، ولذلك كتب في المصحف بدون واو وحرف الاستقبال لتأكيد الفعل .والزبانية : بفتح الزاي وتخفيف التحتية جمع زباني بفتح الزاي وبتحتية مشددة ، أو جمع زِبْنيَة بكسر الزاي فموحدة ساكنة فنون مكسورة فتحتية مخففة ، أو جمع زِبْنِيّ بكسر فسكون فتحتية مشددة . وقيل : هو اسم جمع لا واحد له من لفظه مثل أبابيل وعَبَاديد . وهذا الاسم مشتق من الزبن وهو الدفع بشِدة يقال : ناقة زَبُون إذا كانت تركُل من يحلبُها ، وحرب زبون يدفع بعضها بعضاً بتكرر القتال .فالزبانية الذين يزبنون الناس ، أي يدفعونهم بشدة . والمراد بهم ملائكة العذاب ويطلق الزبانية على أعوان الشُّرطة .و { كَلاّ } ردع لإِبطال ما تضمنه قوله : { فليدع ناديه } ، أي وليس بفاعل ، وهذا تأكيد للتحدّي والتعجيز .وكتب { سندع } في المصحف بدون واو بعد العين مراعاة لحالة الوصل ، لأنها ليست محل وقف ولا فاصلة .{ كَلاَّ لاَ تُطِعْهُ واسجد } .هذا فذلكة للكلام المتقدم من قوله : { أرأيت الذي ينهى عبداً إذا صلى } [ العلق : 9 ، 10 ] ، أي لا تترك صلاتك في المسجد الحرام ولا تخش منه .وأطلقت الطاعة على الحذر الباعث على الطاعة على طريق المجاز المرسل ، والمعنى : لا تخفه ولا تحذره فإنه لا يَضرك .وأكد قوله : { لا تطعه } بجملة { واسجد } اهتماماً بالصلاة .وعطف عليه { واقترب } للتنويه بما في الصلاة من مرضاة الله تعالى بحيث جعل المصلّي مقترباً من الله تعالى .والاقتراب : افتعال من القرب ، عبر بصيغة الافتعال لما فيها من معنى التكلف والتطلب ، أي اجتهد في القرب إلى الله بالصلاة .",
  "ayah": 17,
  "surah": 96
}
