{
  "text": "أَنْ رَآَهُ اسْتَغْنَى (7) فموقع قوله : { إن الإنسان ليطغى أن رآه استغنى } موقع المقدمة لما يَرد بعده من قوله : { أرأيت الذي ينهى عبداً إذا صلى } إلى قوله : { لا تطعه } [ العلق : 19 ] لأن مضمونه كلمة شاملة لمضمون : { أرأيت الذي ينهى عبداً إذا صلى } إلى قوله : { فليدع ناديه } [ العلق : 17 ] .والمعنى : أن ما قاله أبو جهل ناشىء عن طغيانه بسبب غناه كشأن الإِنسان .والتعريف في { الإنسان } للجنس ، أي من طبع الإنسان أن يطغى إذا أحسّ من نفسه الاستغناء ، واللام مفيدة الاستغراق العرفي ، أي أغلب الناس في ذلك الزمان إلا من عصمه خُلقه أو دينه .وتأكيد الخبر بحرف التأكيد ولام الابتداء لقصد زيادة تحقيقه لغرابته حتى كأنه مما يتوقع أن يشك السامع فيه .والطغيان : التعاظم والكبر .والاستغناء : شدة الغنى ، فالسين والتاء فيه للمبالغة في حصول الفعل مثل استجاب واستقر .و { وَأنْ رآه } متعلق ب«يطغى» بحذف لام التعليل لأن حذف الجار مع ( أنْ ) كثير شائع ، والتقدير : إنّ الإِنسان ليطغى لرؤيته نفسه مستغنياً .وعلة هذا الخُلق أن الاستغناء تحدث صاحبَه نفسُه بأنه غير محتاج إلى غيره وأن غيره محتاج فيرى نفسه أعظم من أهل الحاجة ولا يزال ذلك التوهم يربو في نفسه حتى يصير خلقاً حيث لا وازع يزعه من دين أو تفكير صحيح فيطغى على الناس لشعوره بأنه لا يخاف بأسهم لأن له ما يدفع به الاعتداء من لأمةِ سلاححٍ وخدممٍ وأعوان وعُفاة ومنتفعين بماله من شركاء وعمال وأُجراء فهو في عزة عند نفسه .فقد بينت هذه الآية حقيقةً نفسية عظيمة من الأخلاق وعلم النفس . ونبهت على الحذر من تغلغلها في النفس .وضمير { رآه } المستتر المرفوع على الفاعلية وضميرُه البارز المنصوب على المفعولية كلاهما عائد إلى الإِنسان ، أي أن رأى نفسه استغنى .ولا يجتمع ضميران متحدا المعاد : أحدهما فاعل ، والآخر مفعول في كلام العرب ، إلا إذا كان العامل من باب ظن وأخواتها كما في هذه الآية ، ومنه قوله تعالى : { قال أرأيتك هذا الذي كرمت عليَّ } في سورة الإسراء ( 62 ) . قال الفراء : والعرب تطرح النفس من هذا الجنس ( أي جنس أفعال الظن والحسبان ) تقول : رأيتُني وحسبتُني ، ومتى تَراك خارجاً ، ومتى تظُنك خارجاً ، وألحقت ( رأى ) البصرية ب ( رأى ) القلبية عند كثير من النحاة كما في قول قطري بن الفجاءة: ... فلقد أراني للرِّمَاح دَريئةمن عن يميني مرة وأمامي ... ومن النادر قول النّمر بن تَوْلَب: ... قد بِتُّ أحْرُسُنِي وَحْدِي وَيَمْنَعُنِيصوتُ السباع به يضبَحْن والْهامِ ... وقرأ الجميع أن رآه } بألف بعد الهمزة ، وروى ابن مجاهد عن قنبل أنه قرأه عن ابن كثير «رأه» بدون ألف بعد الهمزة ، قال ابن مجاهد : هذا غلط ولا يعبأ بكلام ابن مجاهد بعد أن جزم بأنه رواه عن قنبل ، لكن هذا لم يروه غير ابن مجاهد عن قنبل فيكون وجهاً غريباً عن قنبل .وأُلحق بهذه الأفعال : فعل فقَدَ وفعل عَدِم إذا استعملا في الدعاء نحو قول القائل : فقَدْتُني وعَدِمْتُني .",
  "ayah": 7,
  "surah": 96
}
