{
  "text": "বলুন, ‘তোমরা আমাকে জানাও, যদি এ কুরআন আল্লাহর কাছ থেকে নাযিল হয়ে থাকে এবং তোমরা তার সাথে কুফরী কর, আর  বনী ইসরাঈলের একজন অনুরূপ কিতাবের আয়াতের উপর সাক্ষ্য দিয়ে তাতে ঈমান আনল; আর তোমরা ঔদ্ধত্য প্ৰকাশ করলে, (তাহলে তোমাদের পরিণাম কি হবে?) নিশ্চয় আল্লাহ যালিম সম্প্রদায়কে হেদায়াত করেন না [১]।\n[১] এ আয়াত এবং সূরা আশ-শু'আরার ১৯৬ ও ১৯৭ নং আয়াতের অর্থ একই রকম। সারমর্ম এই যে, যেসব ইহুদী ও নাসারা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর রেসালাত ও কুরআন অমান্য করে, তারা স্বয়ং তাদের কিতাব সম্পর্কেও অজ্ঞ। কেননা, বনী ইসরাঈলের অনেক আলেম তাদের কিতাবে রাসুলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম এর নবুওয়াত ও নিদর্শন প্রত্যক্ষ করে তার প্রতি বিশ্বাস স্থাপন করেছেন। সে আলেমগণের সাক্ষ্য কি এই মূর্খদের জন্যে যথেষ্ট নয়? এ আয়াতে বলা হয়েছে যে, তোমরা আমার নবুওয়াত দাবিকে ভ্রান্ত এবং কুরআনকে আমার রচনা বল। এর এক জওয়াব পূর্বেই উল্লেখ করা হয়েছে যে, কেউ বাস্তবে নবী না হয়ে নিজেকে নবী বলে মিথ্যা দাবি করলে তার দুনিয়াতে নিপাত হয়ে যাওয়া জরুরি, যাতে জনসাধারণ প্রতারিত না হয়। এ জওয়াবই যথেষ্ট, কিন্তু তোমরা যদি না মান তবে এ সম্ভাবনার প্রতিও লক্ষ্য কর যে, আমার দাবি যদি সত্য হয় এবং কুরআন আল্লাহর কিতাব হয় আর তোমরা একে অমান্য করেই যাও, তবে তোমাদের পরিণতি কি হবে, বিশেষত যখন তোমাদের বনী ইসরাঈলেরই কোন মান্যবার ব্যক্তি সাক্ষ্য দেয় যে, এটা আল্লাহর কিতাব, অতঃপর সে নিজেও মুসলিম হয়ে যায়? এ জ্ঞান লাভের পরও যদি তোমরা জেদ ও অহংকারে অটল থাক, তবে তোমরা গুরুতর শাস্তির যোগ্য হয়ে যাবে। আয়াতে বনী ইসরাঈলের কোন বিশেষ আলেমের নাম উল্লেখ করা হয়নি এবং এটাও নির্দিষ্ট করা হয়নি যে, এ সাক্ষ্য আয়াত অবতরণের পূর্বেই জনসমক্ষে এসে গেছে, না ভবিষ্যতে আসবে। তাই বনী ইসরাঈলের কোন ব্যক্তিকে নির্দিষ্ট করার ওপর আয়াতের অর্থ নির্ভরশীল নয়। আল্লাহর বাণীর প্রতিপাদ্য বিষয় হচ্ছে, কুরআন তোমাদের সামনে যে শিক্ষা পেশ করছে তা কোন অভিনব জিনিস নয়। পৃথিবীতে প্রথমবারের মত শুধুমাত্র তোমাদের সামনেই তা পেশ করা হয়নি যে, তোমরা ওজর পেশ করে বলবেঃ এ ধরনের কথা তো ইতোপূর্বে মানব জাতির কাছে আর আসেনি। তাই আমরা কি করে তা মানতে পারি। ইতোপূর্বেও এসব শিক্ষা এভাবেই অহীর মাধ্যমে বনী ইসরাঈলীদের কাছে তাওরাত ও অন্যান্য আসমানী কিতাব রূপে এসেছিলো। বনী ইসরাঈলদের একজন সাধারণ মানুষও তা মেনে নিয়েছিলো এবং একথা স্বীকার করে নিয়োছিলো যে অহীই হচ্ছে এসব শিক্ষা নাযিল হওয়ার মাধ্যম। তাই অহী এবং এই শিক্ষা দুর্বোধ্য জিনিস তোমরা সে দাবী করতে পার না। আসল কথা হলো, তোমাদের গর্ব, অহংকার এবং ভিত্তিহীন আত্মম্ভরিতা ঈমানের পথে অন্তরায়। খ্যাতনামা ইহুদী আলেম আবদুল্লাহ ইবন সালামসহ যত ইহুদী ও নাসারা ইসলাম গ্ৰহণ করেছেন, তারা সবাই এ আয়াতের অন্তর্ভুক্ত। কোন কোন বর্ণনায় আছে যে, এ আয়াত আবদুল্লাহ ইবনে সালাম সম্পর্কে অবতীর্ণ হয়েছে। ইবনে আব্বাস, মুজাহিদ, দাহহাক প্রমুখ তাফসীরবিদগণ তাই বলেছেন। যদিও আবদুল্লাহ ইবনে সালাম এই আয়াত নাযিল হওয়ার পরে মদীনায় ইসলাম গ্ৰহণ করেন। তারপরও এ আয়াতটি মক্কায় অবতীর্ণ হওয়ার পরিপন্থি নয়। এমতাবস্থায় আয়াতটি ভবিষ্যদ্বনি হিসেবে গণ্য হইবে। [দেখুন, তাবারী]",
  "ayah": 10,
  "surah": 46
}
