{
  "text": "আর আমরা মানুষকে তার মাতা -পিতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার মা তাকে গর্ভে ধারণ করে কষ্টের সাথে এবং প্রসব করে কষ্টের সাথে, তাকে গর্ভে ধারণ করতে [১] ও তার স্তন্য ছাড়াতে লাগে ত্ৰিশ মাস [২], অবশেষে যখন সে পূর্ণ শক্তিপ্রাপ্ত হয় [৩] এবং চল্লিশ বছরে উপনীত হয়, তখন সে বলে ‘হে আমার রব ! আপনি আমাকে সামর্থ্য দিন, যাতে আমি আপনার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার পিতা-মাতার প্রতি আপনি যে অনুগ্রহ করেছেন, তার জন্য এবং যাতে আমি এমন  সৎকাজ করতে পারি যা আপনি পছন্দ করেন; আর  আমার জন্য আমার সন্তান–সন্ততিদেরকে সংশোধন করে দিন, নিশ্চয় আমি আপনারই অভিমুখী হলাম এবং নিশ্চয় আমি মুসলিমদের অন্তর্ভুক্ত ।\n[১] অর্থাৎ পিতা-মাতার সেবা যত্ন ও আনুগত্য জরুরি হওয়ার এক কারণ এই যে, তারা তোমাদের জন্যে অনেক কষ্টই সহ্য করেন। বিশেষত মাতার কষ্ট অনেক বেশি হয়ে থাকে। এখানে কেবল মাতার কষ্ট উল্লেখ করা হয়েছে। মাতা দীর্ঘ নয় মাস তোমাদেরকে গর্ভে ধারণ করে। এছাড়া এ সময়ে তাকে অনেক দুঃখকষ্ট সহ্য করতে হয়। এরপর প্রসবকালে অসহনীয় প্রসব বেদনার পর তোমরা ভূমিষ্ঠ হও।\nআয়াতের শুরুতেই পিতা-মাতা উভয়ের সাথে সদ্ব্যবহারের কথা উল্লেখ করা হয়েছে, কিন্তু এ স্থলে কেবল মাতার কষ্টের কথা উল্লেখ করার তাৎপর্য এই যে, মাতার পরিশ্রম ও কষ্ট অপরিহার্য ও জরুরী। গর্ভধারণের সময় কষ্ট, প্রসব বেদনার কষ্ট সর্বাবস্থায় ও সব সন্তানের ক্ষেত্রে মাতাকেই সহ্য করতে হয়। পিতার জন্যে লালন পালনের কষ্ট সহ্য করা সর্বাবস্থায় জরুরি হয় না। পিতা ধনাঢ্য হলে এবং তার চাকর বাকর থাকলে অপরের মাধ্যমে সন্তান দেখাশোনা করতে পারে। এ কারণেই রাসূলুল্লাহ সন্তানের ওপর মাতার হক বেশি রেখেছেন। এক হাদীসে তিনি বলেন, ‘মাতার সাথে সদ্ব্যবহার কর, অতঃপর মাতার সাথে, অতঃপর মাতার সাথে, তঃপর পিতার সাথে, অতঃপর নিকট আত্মীয়ের সাথে’। [মুসলিম: ৪৬২২]\n[২] সন্তানদের যদিও মা-বাপ উভয়েরই সেবা করতে হবে কিন্তু গুরুত্বের দিক দিয়া মায়ের অধিকার এ কারণে বেশী যে, সে সন্তানের জন্য বেশী কষ্ট স্বীকার করে। এ আয়াত এ দিকেই ইংগিত করে। বিভিন্ন সহীহ হাদীস থেকেও এ বিষয়টি জানা যায়। আয়াতেও মায়ের তিনগুণ বেশী অধিকারের প্রতি ইংগিত দেয়া হয়েছেঃ [১] কষ্ট করে মা তাকে গর্ভে ধারণ করেছে। [২] কষ্ট করেই তাকে প্রসব করেছে এবং [৩] গৰ্ভধারণ ও দুধ পান করাতে ৩০ মাস লেগেছে। সন্তানকে গর্ভে ধারণ ও প্রসবের কষ্টের পরও মাতা রেহাই পায় না। এর পরে সন্তানের খাদ্যও আল্লাহ তা'আলা মাতার স্তনে রেখে দিয়েছেন। মাতা তাকে স্তন্যদান করে। আয়াতে বলা হয়েছে যে, সন্তানকে গর্ভে ধারণ এবং স্তন্য ছাড়ানো ত্ৰিশ মাসে হয়। আলী রাদিয়াল্লাহু আনহু এই আয়াত দৃষ্টে বলেন যে, গর্ভ ধারণের সর্বনিম্ন সময়কাল ছয় মাস। কেননা সূরা আল বাকারাহ এর ২৩৩ নং আয়াতে স্তন্যদানের সর্বোচ্চ সময়কাল পূর্ণ দু’বছর নির্দিষ্ট করা হয়েছে অথচ এ আয়াতে বলা হয়েছে যে, সন্তানকে গর্ভে ধারণ এবং স্তন্যদান ছাড়ানো ত্ৰিশ মাসে হয়। উসমান রাদিয়াল্লাহু আনহু এর খেলাফতকালে জনৈকা মহিলার গর্ভ থেকে ছয় মাসে সন্তান ভূমিষ্ঠ হয়ে গেলে তিনি একে অবৈধ গর্ভ সাব্যস্ত করে শাস্তির আদেশ জারি করেন। কেননা, এটা সাধারণ নিয়ম বহির্ভূত ছিল। আলী রাদিয়াল্লাহু আনহু এই সংবাদ অবগত হয়ে খলিফাকে শাস্তি কার্যকর করতে বারণ করলেন এবং আলোচ্য আয়াত দ্বারা প্রমাণ করে দিলেন যে, গর্ভধারণের সর্বনিম সময়কাল ছয় মাস। খলিফা তার যুক্তিপ্ৰমাণ কবুল করে শাস্তির আদেশ প্রত্যাহার করেন। এ কারণেই সমস্ত আলেমগণ একমত যে, গর্ভধারণের সর্বনিম্ন সময়কাল ছয় মাস হওয়া সম্ভবপর। এর কম সময়ে সন্তান সুস্থ ও পূর্ণাঙ্গ জন্মগ্রহণ করতে পারে না। তবে সর্বোচ্চ কতদিন সন্তান গর্ভে থাকতে পারে, এ সম্পর্কে অভ্যাস বিভিন্নরূপ। এমনিভাবে স্তন্যদানের সর্বোচ্চ সময়কাল দু’বছর নির্ধারিত। কিন্তু সর্বনিম্ন সময়কাল নির্দিষ্ট নেই। কোন কোন নারীর দুধই হয় না এবং কারও কারও দুধ কয়েক মাসেই শুকিয়ে যায়। কতক শিশু মায়ের দুধ পান করে না ফলে অন্য দুধ পান করাতে হয়। [দেখুন, ইবনে কাসীর]\n[৩] أشد এর শাব্দিক অর্থ শক্তি সামর্থ্য। পবিত্র কুরআনের মোট ছয়টি স্থানে এ শব্দটি এসেছে। তন্মধ্যে সূরা আল-আন’আমের ১৫২, সূরা ইউসুফের ১২, সূরা আল-ইসরার ৩৪, সূরা আল-কাহফ এর ৮২, সূরা আল-কাসাসের ১৪ নং আয়াতে এর তাফসীর করা হয়েছে, প্রাপ্ত বয়স বলে।",
  "ayah": 15,
  "surah": 46
}
