{
  "text": "বলুন, ‘তোমরা আমাকে সংবাদ দাও, তোমারা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাক আমাকে দেখাও তো তারা যমীনে কী সৃষ্টি করেছে অথবা আসমানসমূহে তাদের কোন অংশীদারিত্ব আছে কি? এর পূর্ববতী কোন কিতাব অথবা পরম্পরাগত কোন জ্ঞান থাকলে তা তোমরা আমার কাছে নিয়ে আস যদি তোমরা সত্যবাদী হও [১]।’\n[১] এ আয়াতে মুশরেকদের শির্ক এর দাবি বাতিল করার জন্য তাদের দাবীর সপক্ষে দলিল চাওয়া হয়েছে। কেননা, সাক্ষ্য-প্রমাণ ব্যতীত কোন দাবি গ্ৰহণীয় হয় না। দলিলের যত প্রকার রয়েছে, সবগুলো আয়াতে উল্লেখ করে প্রমাণ করা হয়েছে যে, মুশরেকদের দাবির পক্ষে কোন দলিল নেই। তাই এহেন দলিলবিহীন দাবিতে অটল থাকা নিরেট পথভ্ৰষ্টতা। আয়াতে দলিলকে তিন ভাগে ভাগ করা হয়েছে। প্ৰথম: যুক্তিভিত্তিক দলিল। এর খণ্ডন বলা হয়েছে\nاِرُوْنِىْ مَاذَاخَلَقُوْامِنَ الْاَرْضِاَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ\n“এরা যমীনে কি সৃষ্টি করেছে আমাকে দেখাও অথবা আসমানসমূহে তাদের কোন অংশীদারিত্ব আছে কি?” দ্বিতীয় প্রকার ইতিহাসভিত্তিক দলিল। বলাবাহুল্য আল্লাহর ব্যাপারে কেবল সেই ইতিহাসভিত্তিক দলিল গ্রহণীয় হতে পারে; যা স্বয়ং আল্লাহর পক্ষ থেকে আসে। যেমন তাওরাত, ইঞ্জীল; কুরআন ইত্যাদি কিতাব অথবা আল্লাহ মনোনীত নবী ও রাসূলগণের উক্তি। এই দুই প্রকারের মধ্যে প্রথম প্রকারের খণ্ডনে বলা হয়েছে\nاِيْتُوْفِى بِكِتٰبٍ مِّنْ قِبْلِ هٰذَآ\nঅর্থাৎ তোমাদের মূর্তি পূজার কোন দলিল থাকলে কোন ইলাহী কিতাব পেশ কর, যাতে মূর্তি পূজার অনুমতি দেয়া হয়েছে। এর পর দ্বিতীয় প্রকার ঐতিহাসিক দলীল পেশ করার আহবান জানিয়ে বলা হয়েছে, اَوْاَثٰرَةٍمِّنْ عِلْمً  অর্থাৎ কিতাব আনতে না পারলে কমপক্ষে রাসূলগণের পরম্পরাগত কোন উক্তি পেশ কর। তাও পেশ করতে না পারলে তোমাদের কথা ও কাজ পথ ভ্ৰষ্টতা বৈ কিছুই নয়। এর পরবর্তী আয়াতে তাদের শির্কের তৃতীয় প্রকার দলীল পেশ করে তা খণ্ডন করা হয়েছে। কারণ, তারা হয়ত বলতে পারে যে, তাদেরকে আমরা আল্লাহর শরীক এজন্যই সাব্যস্ত করি যে, তারা আমাদের আহবানে সাড়া দিয়ে আমাদের কোন উপকার সাধন কিংবা অপকার থেকে আমাদের বাঁচাতে পারবে। তাদের সে দলিল পেশের সম্ভাবনাকে নাকচ করে বলা হয়েছে যে, তারা আল্লাহ ব্যতীত যাদেরকে আহবান করছে তারা কিয়ামত পর্যন্ত তাদের আহবানে সাড়া দিতে পারবে না। সুতরাং তাদের শির্কের সপক্ষে কোন যুক্তি বা দলিলই অবশিষ্ট রইল না। [দেখুন, ইবনে কাসীর]",
  "ayah": 4,
  "surah": 46
}
