{
  "text": "Is the Fire better, or Paradise\nHere Allah says: `O Muhammad, this that We have described to you about the state of those who are doomed, who will be dragged on their faces to Hell, which will receive them with a scowling face, with hatred and moans. There they will be thrown into their constricted spaces, tied up to their shoulders, unable to move or call for help, and unable to escape their plight --- is this better, or the eternal Paradise which Allah has promised to the pious among His servants, which He has prepared for them as a reward and ultimate destiny in return for their obedience to Him in this world'\nلَّهُمْ فِيهَا مَا يَشَآءُونَ\n(For them there will be therein all that they desire,) of delights such as food, drink, clothing, dwellings, means of transportation and scenery, and other things that no eye has seen, no ear has heard, nor the heart of anyone can comprehend. They will abide therein forever; it will never cease or come to an end, and they will never leave it. This is what Allah has promised to those whom He has blessed and to whom He has shown His favor. He says:\nكَانَ عَلَى رَبِّكَ وَعْداً مَّسْئُولاً\n(It is a upon your Lord a Wa`dan Mas'ula) meaning, it must inevitably come to pass. Abu Ja`far bin Jarir reported from some of the scholars of the Arabic language that the words\nوَعْداً مَّسْئُولاً\n(Wa`dan Mas'ula) mean: a binding pledge. In this Surah Allah mentions Hell, then refers to the situation of the people of Paradise. This is similar to the passage in Surat As-Saffat where Allah mentions the status of the people of Paradise, with its beauty and joy, then He says:\nأَذَلِكَ خَيْرٌ نُّزُلاً أَمْ شَجَرَةُ الزَّقُّومِ - إِنَّا جَعَلْنَـهَا فِتْنَةً لِّلظَّـلِمِينَ - إِنَّهَا شَجَرَةٌ تَخْرُجُ فِى أَصْلِ الْجَحِيمِ - طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَـطِينِ - فَإِنَّهُمْ لاّكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ - ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْباً مِنْ حَمِيمٍ - ثُمَّ إِنَّ مَرْجِعَهُمْ لإِلَى الْجَحِيمِ - إِنَّهُمْ أَلْفَوْاْ ءَابَآءَهُمْ ضَآلِّينَ - فَهُمْ عَلَى ءَاثَارِهِمْ يُهْرَعُونَ\n:(Is that better entertainment or the tree of Zaqqum Truly, We have made it a trial for the wrongdoers. Verily, it is a tree that springs out of the bottom of Hellfire, The shoots of its fruit stalks are like the heads of Shayatin. Truly, they will eat thereof and fill their bellies therewith. Then on the top of that they will be given boiling water to drink so that it becomes a mixture. Then thereafter, verily, their return is to the flaming fire of Hell. Verily, they found their fathers on the wrong path. So they hastened in their footsteps!) (37:62-70)",
  "ayah": 16,
  "surah": 25
}
