{
  "text": "The gods of the Idolators will disown Them on the Day of Resurrection\nAllah tells us about what will happen on the Day of Resurrection, when those whom the idolators used to worship instead of Allah, angels and others, will rebuke them. Allah says:\nوَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ\n(And on the Day when He will gather them together and that which they worship besides Allah.) Mujahid said, \"This means `Isa, `Uzayr and the angels.\"\nفَيَقُولُ أَءَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـؤُلاَءِ\n(He will say: \"Was it you who misled these My servants...\") Allah will say to those who were worshipped: `Did you call these people to worship you instead of Me, or was it their own idea to worship you, without any call to that on your part' This is like the Ayah,\nوَإِذْ قَالَ اللَّهُ يعِيسَى ابْنَ مَرْيَمَ أَءَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِى وَأُمِّىَ إِلَـهَيْنِ مِن دُونِ اللَّهِ قَالَ سُبْحَـنَكَ مَا يَكُونُ لِى أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِى نَفْسِى وَلاَ أَعْلَمُ مَا فِى نَفْسِكَ إِنَّكَ أَنتَ عَلَّـمُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِى بِهِ\n(And when Allah will say: \"O `Isa, son of Maryam! Did you say unto men: `Worship me and my mother as two gods besides Allah' \" He will say: \"Glory be to You! It was not for me to say what I had no right (to say). Had I said such a thing, You would surely have known it. You know what is in my innerself though I do not know what is in Yours; truly, You, only You, are the All-Knower of all that is hidden. Never did I say to them aught except what You did command me to say.\") (5:116-117) Describing how those who were worshipped will respond on the Day of Resurrection, Allah says:\nقَالُواْ سُبْحَـنَكَ مَا كَانَ يَنبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ\n(They will say: \"Glorified be You! It was not for us to take (Nattakhidh) any Awliya' besides You...\") Most of the scholars recite a Fathah on the Nun of the word Nattakhidh in His saying:\nنَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ\n(\"...for us to take (Nattakhidh) any Awliya' besides You,\") meaning, `it is not right for any created being, neither us nor them, to worship anyone except You; we did not call them to do that, but they did it of their own accord, without us telling them to do it or accepting what they did. We are innocent of them and their worship.' This is like the Ayah,\nوَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلَـئِكَةِ أَهَـؤُلاَءِ إِيَّاكُمْ كَانُواْ يَعْبُدُونَ قَالُواْ سُبْحَـنَكَ\n(And (remember) the Day when He will gather them all together, then He will say to the angels: \"Was it you that these people used to worship\" They (the angels) will say: \"Glorified be You!\") (34:40-41) Other scholars understand this phrase to mean: `it is not proper for us to take anyone except You as protectors or helpers (Awliya'), ' meaning, `it is not proper for anyone to worship us, for we are Your servants and in need of You.' This meaning is close to the first.\nوَلَـكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ\n(but You gave them and their fathers comfort) means, `You made such a long period of time pass that they forgot the Reminder, i.e., they forgot what had been sent down to them through the Messengers, calling them to worship You alone with no partner or associate.'\nوَكَانُواْ قَوْماً بُوراً\n(and became a lost people.) Ibn `Abbas said, \"This means, they were destroyed.\" Al-Hasan Al-Basri and Malik narrated from Az-Zuhri: \"There was no good in them.\" And Allah says:\nفَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ\n(Thus they will deny you because of what you say;) meaning, `those whom you used to worship besides Allah will show you to be liars in your claims that they were your helpers and protectors bringing you closer to Allah.' This is like the Ayat:\nوَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لاَّ يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَـمَةِ وَهُمْ عَن دُعَآئِهِمْ غَـفِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُواْ لَهُمْ أَعْدَآءً وَكَانُواْ بِعِبَادَتِهِمْ كَـفِرِينَ\n(And who is more astray than one who calls on besides Allah, such as will not answer him till the Day of Resurrection, and who are unaware of their calls to them. And when mankind are gathered, they will become their enemies and will deny their worshipping.) (46:5-6)\nفَمَا تَسْتَطِيعُونَ صَرْفاً وَلاَ نَصْراً\n(then you can neither avert nor find help.) means: they will not be able to avert the punishment from themselves, nor will they be able to help themselves.\nوَمَن يَظْلِم مِّنكُمْ\n(And whoever among you does wrong,) means by associating others in worship with Allah,\nنُذِقْهُ عَذَاباً كَبِيراً\n(We shall make him taste a great torment.)",
  "ayah": 18,
  "surah": 25
}
