{
  "text": "The Foolishness of the Idolators\nAllah tells us of the ignorance of the idolators in taking other gods instead of Allah, the Creator of all things, the One Who controls the affairs of all things; whatever He wills happens and whatever He does not will does not happen. In spite of that, they still worshipped others besides Him, idols who could not even create the wing of a gnat, but were themselves created. They could neither do harm nor bring benefit to themselves, so how could they do anything for their worshippers\nوَلاَ يَمْلِكُونَ مَوْتاً وَلاَ حَيَـوةً وَلاَ نُشُوراً\n(and possess no power (of causing) death, nor (of giving) life, nor of raising the dead.) means, they could not do any of that at all; that power belongs only to Allah, Who is the One Who gives life and death, and is the One Who will bring all people, the first and the last, back to life on the Day of Resurrection.\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as (the creation and resurrection of) a single person) (31:28). This is like the Ayat;\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.) (54:50)\nفَإِنَّمَا هِىَ زَجْرَةٌ وَحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ\n(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.) (79:13-14)\nفَإِنَّمَا هِىَ زَجْرَةٌ وَحِدَةٌ فَإِذَا هُمْ يَنظُرُونَ\n(It will be a single Zajrah, and behold, they will be staring!) (37:19)\nإِن كَانَتْ إِلاَّ صَيْحَةً وَحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ\n(It will be but a single Sayhah, so behold they will all be brought up before Us!) (36:53). He is Allah besides Whom there is no other God and besides Whom there is no other Lord. No one should be worshipped except Him because whatever He wills happens and whatever he does not will does not happen. He has no offspring nor progenitor, nor equal nor likeness nor rival nor peer. He is the One, the Self-Sufficient Master, Whom all creatures need, He begets not, nor was He begotten, and there is none co-equal or comparable unto Him.",
  "ayah": 3,
  "surah": 25
}
