{
  "text": "How the Disbelievers mocked the Messenger\nAllah tells us how the disbelievers mocked the Messenger when they saw him. This is like the Ayah,\nوَإِذَا رَآكَ الَّذِينَ كَفَرُواْ إِن يَتَّخِذُونَكَ إِلاَّ هُزُواً\n(And when the disbelievers see you, they take you not except for mockery) (21:36), which means that they tried to find faults and shortcomings in him. Here Allah says:\nوَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلاَّ هُزُواً أَهَـذَا الَّذِى بَعَثَ اللَّهُ رَسُولاً\n(And when they see you, they treat you only in mockery (saying): \"Is this the one whom Allah has sent as a Messenger\") i.e., they said this by way of belittling and trying to undermine him, so Allah put them in their place, and said:\nوَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ مِّن قَبْلِكَ\n(And indeed Messengers before you were mocked at) (6:10)\nإِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا\n(He would have nearly misled us from our gods,) They meant: `he nearly turned us away from worshipping idols, and he would have done so, had we not been patient and persevered in our ways.' So Allah said, warning and threatening them:\nوَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ\n(And they will know, when they see the torment...)\nThey took Their Desires as their gods and were more astray than Cattle\nThen Allah tells His Prophet that if Allah decrees that someone will be misguided and wretched, then no one can guide him except Allah, glory be to Him:\nأَرَءَيْتَ مَنِ اتَّخَذَ إِلَـهَهُ هَوَاهُ\n(Have you seen him who has taken as his god his own vain desire) meaning, whatever he admires and sees as good in his own desires becomes his religion and his way. As Allah says:\nأَفَمَن زُيِّنَ لَهُ سُوءَ عَمَلِهِ فَرَءَاهُ حَسَناً فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَآءُ\n(Is he then, to whom the evil of his deeds is made fair seeming. So that he consider it as good. Verily, Allah sends astray whom he wills.) 35:8\nأَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلاً\n(Would you then be a guardian over him) Ibn `Abbas said: \"During the Jahiliyyah, a man would worship a white rock for a while, then if he saw another that looked better, he would worship that and leave the first.\" Then Allah said:\nأَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ\n(Or do you think that most of them hear or understand) meaning, they are worse than grazing cattle. Cattle only do what they were created to do, but these people were created to worship Allah Alone without associating partners with Him, but they worship others with Him, even though evidence has been established against them and Messengers have been sent to them.",
  "ayah": 44,
  "surah": 25
}
