{
  "text": "Evidence of the existence of the Creator and the extent of His Power\nHere Allah begins explaining the evidence for His existence and His perfect power to create various things and pairs of opposites. Allah says:\nأَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ\n(Have you not seen how your Lord spread the shadow.) Ibn `Abbas, Ibn `Umar, Abu Al-`Aliyah, Abu Malik, Masruq, Mujahid, Sa`id bin Jubayr, An-Nakha`i, Ad-Dahhak, Al-Hasan, Qatadah, As-Suddi and others said, \"This refers to the period from the beginning of the dawn until the sun rises.\"\nوَلَوْ شَآءَ لَجَعَلَهُ سَاكِناً\n(If He willed, He could have made it still) meaning, immobile, never changing. This is like the Ayat:\nقُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ الَّيْلَ سَرْمَداً\n(Say : \"Tell me! If Allah made the night continuous for you...\") (28:71)\nثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلاً\n(but We have made the sun its guide.) means, were it not for the sun rising, it would not be there, for a thing can only be known in contrast to its opposite. Qatadah and As-Suddi said, \"The sun is a guide which follows the shade until the shade disappears. \"\nثُمَّ قَبَضْنَـهُ إِلَيْنَا قَبْضاً يَسِيراً\n(Then We withdraw it towards Ourselves -- a gradual withdrawal.) This refers to the shade.\nيَسِيراً\n(gradual) meaning slowly. As-Suddi said: \"A gentle, concealed, withdrawal until there is no shade left on earth except under a roof or a tree, and the sun is shining on whatever is above it.\"\nقَبْضاً يَسِيراً\n(a gradual withdrawal.) Ayyub bin Musa said: \"Little by little.\nوَهُوَ الَّذِى جَعَلَ لَكُمُ الَّيْلَ لِبَاساً\n(And it is He Who makes the night a covering for you,) It covers and conceals all things. This is like the Ayah:\nوَالَّيْلِ إِذَا يَغْشَى\n(By the night as it envelops) (92:1).\nوَالنَّوْمَ سُبَاتاً\n(and the sleep a repose,) means, a halt to movement so that bodies may rest. For the faculties and limbs get tired from their constant movement during the day when one goes out to earn a living. When night comes, and it becomes quiet, they stop moving, and rest; so sleep provides a rejuvenation for both the body and the soul.\nوَجَعَلَ النَّهَارَ نُشُوراً\n(and makes the day Nushur) meaning, people get up and go out to earn a living and attend to their business. This is like the Ayah:\nوَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ\n(It is out of His mercy that He has made for you the night and the day that you may rest therein and that you may seek of His bounty...) (28:73)\nوَهُوَ الَّذِى أَرْسَلَ الرِّيَـحَ بُشْرَى بَيْنَ يَدَىْ رَحْمَتِهِ وَأَنزَلْنَا مِنَ السَّمَآءِ مَآءً طَهُوراً",
  "ayah": 47,
  "surah": 25
}
