{
  "text": "More Attributes of the Servants of the Most Gracious\nThese are further attributes of the servants of the Most Gracious. They do not bear witness to falsehood, including lies, immorality, disbelief, foul speech and false words. `Amr bin Qays said, this refers to gatherings of sexual immorality. It was said that the Ayah,\nلاَ يَشْهَدُونَ الزُّورَ\n(And those who do not bear witness to falsehood,) refers to giving false testimony, which means lying deliberately to someone else. It was recorded in the Two Sahihs that Abu Bakrah said, \"The Messenger of Allah ﷺ said three times:\n«أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟»\n(Shall I not tell you of the greatest of major sins) We said, \"Of course, O Messenger of Allah.\" The Messenger of Allah ﷺ said:\n«الشِّرْكُ بِاللهِ وَعُقُوقُ الْوَالِدَيْن»\n(Associating others in worship with Allah and disobeying one's parents.) He was lying down, then he sat up and added:\n«أَلَا وَقَوْلُ الزُّورِ، أَلَا وَشَهَادَةُ الزُّور»\n(Beware false speech, and bearing witness to falsehood.) and he kept repeating it until we thought, would that he would stop.\" From the context it seems that what is meant by those who do not bear witness to falsehood is those who do not attend it or are not present when it happens. Allah says:\nوَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّواْ كِراماً\n(and if they pass by some evil play or evil talk, they pass by it with dignity.) They do not attend where falsehood occurs, and if it so happens that they pass by it, they do not let it contaminate them in the slightest. Allah says:\nمَرُّواْ كِراماً\n(they pass by it with dignity.)\nوَالَّذِينَ إِذَا ذُكِّرُواْ بِـَايَـتِ رَبِّهِمْ لَمْ يَخِرُّواْ عَلَيْهَا صُمّاً وَعُمْيَاناً\n(And those who, when they are reminded of the Ayat of their Lord, fall not deaf and blind thereat.) This is also a characteristic of the believers,\nالَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـتُهُ زَادَتْهُمْ إِيمَـناً وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ\n(Those who, when Allah is mentioned, feel a fear in their hearts and when His Ayat are recited unto them, they increase their faith; and they put their trust in their Lord.) (8:2) Unlike the disbelievers. When they hear the Words of Allah, they are not affected by them or moved to change their ways. They persist in their disbelief, wrongdoing, ignorance and misguidance, as Allah says:\nوَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـذِهِ إِيمَـناً فَأَمَّا الَّذِينَ ءامَنُواْ فَزَادَتْهُمْ إِيمَـناً وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ\n(And whenever there comes down a Surah, some of them say: \"Which of you has had his faith increased by it\" As for those who believe, it has increased their faith, and they rejoice. But as for those in whose hearts is a disease, it will add doubt to their doubt) (9:124-125).\nلَمْ يَخِرُّواْ عَلَيْهَا صُمّاً وَعُمْيَاناً\n(fall not deaf and blind thereat.) means, unlike the disbelievers who, when they hear the Ayat of Allah, are not moved by them, but continue as they are, as if they did not hear them but are deaf and blind. His saying:\nوَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَجِنَا وَذُرِّيَّـتِنَا قُرَّةَ أَعْيُنٍ\n(And those who say: \"Our Lord! Bestow on us from our wives and our offspring the comfort of our eyes...\") means those who ask Allah to bring forth from their loins offspring who will obey Him and worship Him and not associate anything in worship with Him. Ibn `Abbas said, \"This means (offspring) who will strive to obey Allah and bring them joy in this world and the Hereafter.\" Imam Ahmad recorded that Jubayr bin Nufayr said: \"We sat with Al-Miqdad bin Al-Aswad one day, and a man passed by and said, \"How blessed are these two eyes which saw the Messenger of Allah ﷺ ! Would that we had seen what you saw and witnessed what you witnessed.\" Al-Miqdad got angry, and I was surprised, because the man had not said anything but good. Then he turned to him and said, \"What makes a man wish to be present when Allah had caused him to be absent, and he does not know how he would have behaved if he had been there By Allah, there are people who saw the Messenger of Allah ﷺ, and Allah will throw them on their faces in Hell because they did not accept him or believe in him. Are you not grateful that Allah brought you forth from your mothers' wombs believing in your Lord and in what your Prophet brought, and that the test went to others and not to you Allah sent His Prophet during the most difficult time that any Prophet was ever sent, after a long period of ignorance, when the people could see no better religion than the worship of idols, and he brought the Criterion which distinguishes truth from falsehood and which would separate a father from his son. A man would realize that his father, son or brother was a disbeliever, and since Allah had opened his heart to Faith, he knew that if his relative died he would go to Hell, so he could not rest knowing that his loved one was in the Fire. This is what Allah referred to in the Ayah,\nوَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَجِنَا وَذُرِّيَّـتِنَا قُرَّةَ أَعْيُنٍ\n(And those who say: \"Our Lord! Bestow on us from our wives and our offspring the comfort of our eyes...\") Its chain of narrators is Sahih, although they did not report it.\nوَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً\n(and make us leaders of those who have Taqwa.) Ibn `Abbas, Al-Hasan, As-Suddi, Qatadah and Rabi` bin Anas said: \"Leaders who would be taken as examples in good.\" Others said: \"Guides who would call others to goodness.\" They wanted their worship to be connected to the worship of their children and offspring, and their guidance to go beyond themselves and benefit others. This would be more rewarding and a better end, as it was recorded in Sahih Muslim from Abu Hurayrah, may Allah be pleased with him, that the Messenger of Allah ﷺ said:\n«إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّااِمنْ ثَلَاثٍ: وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ مِنْ بَعْدِهِ، أَوْ صَدَقَةٍ جَارِيَة»\n(When a son of Adam dies, his deeds cease apart from three: a righteous child who will pray for him, knowledge from which others may benefit after him, or ongoing charity.)",
  "ayah": 73,
  "surah": 25
}
