{
  "text": "لایبغون عنھا حولاً (81 : 801) ” کہ کبھی اس جگہ سے نکل جانے کو ان کا جی نہ چاہے گا۔ “\nاس انسانی نفسیاتی اشارے میں جو گہرائی ہے ، اس پر ہمیں چاہئے کہ قدرے غور کریں۔\nیہ لوگ جنت الفردوس میں ہمیشہ رہیں گے لیکن نفس انسانی ہمیشہ تغیر طلب ہے۔ کسی کام کا تسلسل اسے ملول کردیتا ہے۔ کسی ایک جگہ ہمیشہ رہتے رہتے اور کسی ایک ہی حالت میں ہوتے ہوئے وہ تنگ آجاتا ہے اور جب انسانی نعمتوں میں ڈوبا ہوتا ہے اور اسے یہ خطرہ نہیں رہتا کہ اس نعمت کا زوال بھی ہوگا تو اس کے دل میں کوئی حرص اور لالچ نہیں رہتی اور جب انسان ایک ہی ڈگر پر چلتا رہتا ہے تو وہ اکتا جاتا ہے بلکہ یہ اکتاہٹ دل کی تنگی میں بدل جاتی ہے اور انسان پھر چاہتا ہے کہ اس سے کسی طرح جان چھوٹ جائے۔ ذائقہ بدل جائے۔\nیہ ایک حکمت ہے ، نہایت ہی گہری حکمت ، جس پر اللہ نے انسان کی جبلت تیار کی ہے اور یہ گہری فطرت وجبلت اللہ نے انسان کے اندر اس لئے پیدا کی ہے کہ یہ انسان کے فریضہ خلافت ارضی کی انجام دہی کے لئے لابدی تھی۔ اس سلسلے میں انسان کو جو کردار سپرد کیا گیا ہے وہ یہ ہے کہ وہ ہر وقت زندگی کے شب و روز کو بدلتا رہے اور بہتر سے بہتر بنا کر اسے ترقی دیتا رہے۔ یہاں تک کہ وہ اس معیار پہ پنچ جائے جو تقدیر الٰہی میں مقدر ہے۔ یہی وجہ ہے کہ انسان فطرتاً تغیر پسند ہے۔ وہ نئے نئے انکشافات اور نئی نئی اطلاعات کا دلدادہ ہے۔ ہر حال سے دوسرے حال میں داخل ہونا چاہئے ہے۔ ایک جگہ سے دوسری جگہ جانا اس کا من پسند مشغلہ ہے۔ ایک منظر سے دوسرے منظر ایک نظام سے دوسرا نظام وغیرہ تاکہ انسان یہ سفر کرتے کرتے اپنی منزل مقصود تک پہنچ جائے زندگی کے اندر حقیقی تبدیلی لاتا رہے اور زمین کے اندر پوشیدہ رازوں تک آئے دن پہنچتا رہے۔ زمین کی مادی شکل اور نظام کی نئی نئی شکلیں وضع کرے۔ انکشافات ان ایجادات اور علم کی اس ترقی کے نتیجے میں زندگی بھی بدلتی رہے اور یوں آہستہ آہستہ یہ اس کمال تک پہنچ جائے جو اللہ نے اس کے لئے مقدر کیا ہوا ہے۔\nاور پھر فطرت کا ایک دوسرا رنگ بھی ہے۔ ہم بعض اوقات قدیم سے بھی محبت کرتے ہیں۔ پرانی روایات کو بھی سینے سے لگاتے ہیں۔ بعض اوقات اپنی عادت کو بدلنا بھی نہیں چاہتے جبکہ ہماری یہ عادات بعض اوقات ہمیں جامد بھی بنا دیتی ہیں۔ شوق تغیر کے ساتھ ساتھ عادات و تقالید کا یہ جمود دراصل جوش تغیر کے اندر ایک توازن پیدا کردیتا ہے۔ جب بھی یہ توازن ختم ہوتا ہے تو جمود ڈیرے ڈال دیتا ہے۔ جب جمود حد سے بڑھتا ہے تو ردعمل میں انقلاب آتا ہے اور یہ انقلاب زنگدی کی گاڑی کو کبھی کبھار اس قدر تیز کردیتا ہے کہ توازن قائم نہیں رہتا۔ انسانی زندگی کا بہترین دور وہ ہوتا ہے کہ جب تغیر و ثبات اور ترقی اور جمود اور حرکت و قیام کی قوتوں کے درمیان توازن ہو۔\nیاد رکھئے کہ جب کسی سوسائٹی پر جمود طاری ہوجاتا ہے تو زنگدی کی وہ قوتیں جو اسے آگے بڑھانے والی ہوتی ہیں وہ محدود ہو کر رہ جاتی ہیں اور سوسائٹی پر موت کی سی کیفیت طاری ہوجاتی ہے۔ اس کے افراد بھی مردہ تصور ہوتے ہیں۔\nیہ ہے انسانی فطرت جس کو اس کے فریضہ خلافت ارضی کے لئے موزوں بنایا گیا ہے۔ رہی جنت تو وہ ترقی کا منتہائے کمال ہے۔ وہاں تغیر کی تو ضرورت نہ ہوگی ، بلکہ اس سے اونچا کوئی معیار ہی نہیں ہے۔ اس سے آگے کوئی منزل نہیں ہے۔ اگر وہاں بھی انسان کو زمین کی فطرت پر قائم رکھا گیا اور صورت یہ ہوگئی کہ جنت تو نعیم مقیم ہے ، اس کے ختم ہونے کا کوئی ڈر نہیں ہے۔ وہاں تغیر کا کوئی امکان نہیں ہے۔ اس میں کوئی تبدیلی واقعہ نہ ہوگی اور حالات جوں کے توں رہیں گے جبکہ انسان جنت میں بھی سیماب فطرت ہے تو پھر یہ جنت اس کے لئے جہنم بن جائے گی۔ تھوڑے ہی عرصہ کے بعد یہ انسان اکتا جائے گا بلکہ جنت کو قید خانہ سمجھے گا اور یہ انسان کوشش کرے گا کہ اسے اس جنت کو چھوڑنے کی اجازت ہونی چاہئے۔ وہ ایک تھوڑے عرصے کے لئے باہر جانا چاہتا ہے اگرچہ باہر جہنم ہی کیوں نہ ہوتا کہ وہ اپنے جذبہ تغیر اور تبدیلی کو تسکین دے سکے۔ لیکن جس انسان کو اللہ نے اس جہان میں پیدا کر کے بھیجا ہے وہ اس کے بارے میں خوب جانتا ہے۔ وہ وہاں انسان کے ان دنیاوی جذبات کو بدل دے گا۔ انسان وہاں تغیر اور تبدیلی کی چاہت ہی نہ رکھے گا۔ یہ اس لئے کہ وہاں انسانی فطرت حالات خلود کے ساتھ ہم آہنگ ہوجائے گی کیونکہ اس نے وہاں ہمیشہ رہنا ہے۔\nاب ذرا انسانی شعور و آگاہی کی تاروں پر ایک دوسری ضرب لگائی جاتی ہے۔ اس سے انسانی شعور کو یہ آگاہی دینا مقصود ہے کہ انسانی علم محدود ہے۔ اس کی فہم و ادراک کی قوت اور دائرہ محدود ہے۔ لیکن اس معنوی مفہوم کو قرآن کریم نہایت ہی محسوس اور عام فہم انداز میں پیش کرتا ہے۔",
  "ayah": 108,
  "surah": 18
}
